{"bibleAbbr":"BBE1965","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"For this reason there is the more need for us to give attention to the things which have come to our ears, for fear that by chance we might be slipping away."},{"number":2,"verse":"Because if the word which came through the angels was fixed, and in the past every evil act against God's orders was given its full punishment;"},{"number":3,"verse":"What will come on us, if we do not give our minds to such a great salvation? a salvation of which our fathers first had knowledge through the words of the Lord, and which was made certain to us by those to whom his words came;"},{"number":4,"verse":"And God was a witness with them, by signs and wonders, and by more than natural powers, and by his distribution of the Holy Spirit at his pleasure."},{"number":5,"verse":"For he did not make the angels rulers over the world to come, of which I am writing."},{"number":6,"verse":"But a certain writer has given his witness, saying, What is man, that you keep him in mind? what is the son of man, that you take him into account?"},{"number":7,"verse":"You made him a little lower than the angels; you gave him a crown of glory and honour, and made him ruler over all the works of your hands:"},{"number":8,"verse":"You put all things under his feet. For in making man the ruler over all things, God did not put anything outside his authority; though we do not see everything under him now."},{"number":9,"verse":"But we see him who was made a little lower than the angels, even Jesus, crowned with glory and honour, because he let himself be put to death so that by the grace of God he might undergo death for all men."},{"number":10,"verse":"Because it was right for him, for whom and through whom all things have being, in guiding his sons to glory, to make the captain of their salvation complete through pain."},{"number":11,"verse":"For he who makes holy and those who are made holy are all of one family; and for this reason it is no shame for him to give them the name of brothers,"},{"number":12,"verse":"Saying, I will give the knowledge of your name to my brothers, I will make a song of praise to you before the church."},{"number":13,"verse":"And again he says, I will put my faith in him. And again, See, I am here, and the children which God has given to me."},{"number":14,"verse":"And because the children are flesh and blood, he took a body himself and became like them; so that by his death he might put an end to him who had the power of death, that is to say, the Evil One;"},{"number":15,"verse":"And let those who all their lives were in chains because of their fear of death, go free."},{"number":16,"verse":"For, truly, he does not take on the life of angels, but that of the seed of Abraham."},{"number":17,"verse":"Because of this it was necessary for him to be made like his brothers in every way, so that he might be a high priest full of mercy and keeping faith in everything to do with God, making offerings for the sins of the people."},{"number":18,"verse":"For having been put to the test himself, he is able to give help to others when they are tested."}]}