{"bibleAbbr":"BBE1965","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":6,"verses":[{"number":1,"verse":"For this reason let us go on from the first things about Christ to full growth; not building again that on which it is based, that is, the turning of the heart from dead works, and faith in God,"},{"number":2,"verse":"The teaching of baptisms, and of the putting on of hands, and of the future life of the dead, and of the judging on the last day."},{"number":3,"verse":"Now we will do this, if God lets us."},{"number":4,"verse":"As for those who at one time saw the light, tasting the good things from heaven, and having their part in the Holy Spirit,"},{"number":5,"verse":"With knowledge of the good word of God, and of the powers of the coming time,"},{"number":6,"verse":"And then let themselves be turned away, it is not possible for their hearts to be made new a second time; because they themselves put the Son of God on the cross again, openly shaming him."},{"number":7,"verse":"For a land, drinking in the frequent rain and producing good plants for those for whom it is worked, has a blessing from God:"},{"number":8,"verse":"But if it sends up thorns and evil plants, it is of no use and is ready to be cursed; its only end is to be burned."},{"number":9,"verse":"But, my loved ones, though we say this, we are certain that you have better things in you, things which go with salvation;"},{"number":10,"verse":"For God is true, and will not put away from him the memory of your work and of your love for his name, in the help which you gave and still give to the saints."},{"number":11,"verse":"And it is our desire that you may all keep the same high purpose in certain hope to the end:"},{"number":12,"verse":"So that you may not be slow in heart, but may take as your example those to whom God has given their heritage, because of their faith and their long waiting."},{"number":13,"verse":"For when God made his oath to Abraham, because there was no greater oath, he made it by himself,"},{"number":14,"verse":"Saying, Be certain that I will give you my blessing, and make your numbers very great."},{"number":15,"verse":"And so, when he had been waiting calmly for a long time, God's word to him was put into effect."},{"number":16,"verse":"For men at all times make their oaths by what is greater; and any argument is ended by the decision of the oath."},{"number":17,"verse":"So that when it was God's desire to make it specially clear to those who by his word were to have the heritage, that his purpose was fixed, he made it more certain with an oath;"},{"number":18,"verse":"So that we, who have gone in flight from danger to the hope which has been put before us, may have a strong comfort in two unchanging things, in which it is not possible for God to be false;"},{"number":19,"verse":"And this hope is like a strong band for our souls, fixed and certain, and going in to that which is inside the veil;"},{"number":20,"verse":"Where Jesus has gone before us, as a high priest for ever after the order of Melchizedek."}]}