{"bibleAbbr":"TCVSL2022NT","bookName":"யோவான்","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"(இயேசு ஐயாயிரம் பேருக்கு உணவு கொடுத்தல்)இவை நடந்த பின்னர், இயேசு திபேரியா கடல் என அழைக்கப்பட்ட கலிலேயா கடலின் மறுகரைக்குச் சென்றார்."},{"number":2,"verse":"அவர் நோயாளிகளுக்கு செய்த அற்புத அடையாளங்களை கண்டிருந்ததனால், பெருங்கூட்டமாக மக்கள் அவரைப் பின்தொடர்ந்து போனார்கள்."},{"number":3,"verse":"அங்கே இயேசு ஒரு மலைச்சரிவில் ஏறிப் போய், தமது சீடர்களுடன் உட்கார்ந்தார்."},{"number":4,"verse":"அப்போது யூதருடைய பஸ்கா பண்டிகை சமீபித்திருந்தது."},{"number":5,"verse":"இயேசு ஏறெடுத்துப் பார்த்தபோது, மக்கள் பெருங்கூட்டமாகத் தம்மிடம் வருவதைக் கண்டு, “இந்த மக்கள் சாப்பிடுவதற்கான உணவை நாம் எங்கே வாங்கலாம்?” என்று பிலிப்புவிடம் கேட்டார்."},{"number":6,"verse":"ஏனெனில், தாம் செய்யப் போவதை அவர் ஏற்கெனவே தெரிந்திருந்தும், அவனைச் சோதித்துப் பார்ப்பதற்காகவே அப்படிக் கேட்டார்."},{"number":7,"verse":"பிலிப்பு அவருக்கு மறுமொழியாக, “ஒவ்வொருவருக்கும் சிறிதளவு கொடுப்பதாக இருந்தாலும், இருநூறு தினாரி பணத்துக்கு உணவு வாங்கினாலும் போதாதே” என்றான்."},{"number":8,"verse":"அவருடைய சீடர்களில் இன்னொருவனான சீமோன் பேதுருவின் சகோதரன் அந்திரேயா அவரிடம்,"},{"number":9,"verse":"“இங்கே ஒரு சிறுவனிடம் ஐந்து வாற்கோதுமை அப்பங்களும், இரண்டு சிறு மீன்களும் இருக்கின்றன. ஆனால் அது இவ்வளவு பெருங்கூட்ட மக்களுக்குப் போதுமானதா?” என்றான்."},{"number":10,"verse":"அதற்கு இயேசு, “மக்களை உட்காரச் செய்யுங்கள்” என்றார். எனவே மக்கள் புற்கள் நிறைந்த தரையில் உட்கார்ந்தார்கள். அவர்களில் ஆண்கள் மாத்திரம் ஏறக்குறைய ஐயாயிரம் பேர் இருந்தார்கள்."},{"number":11,"verse":"அப்போது இயேசு அந்த அப்பங்களை எடுத்து, இறைவனுக்கு நன்றி செலுத்திய பின், அங்கு உட்கார்ந்திருப்பவர்களுக்கு தேவையான அளவு பகிர்ந்து கொடுத்தார். மீன்களையும் அவ்விதமாகவே கொடுத்தார்."},{"number":12,"verse":"அவர்கள் எல்லோரும் திருப்தியாய் சாப்பிட்டு முடிந்ததும், அவர் சீடர்களிடம், “மீதியான அப்பத் துண்டுகளைச் சேர்த்து எடுத்துக்கொள்ளுங்கள். அவைகளில் ஒன்றையும் வீணாக்கக் கூடாது” என்றார்."},{"number":13,"verse":"அப்படியே அந்த ஐந்து வாற்கோதுமை அப்பங்களின் துண்டுகளிலிருந்து மக்கள் சாப்பிட்டதன் பின், மீதியானவற்றைச் சீடர்கள் சேர்த்தெடுத்து பன்னிரண்டு கூடைகளில் நிரப்பினார்கள்."},{"number":14,"verse":"அவர் செய்த அந்த அற்புத அடையாளத்தை மக்கள் கண்டபோது, “நிச்சயமாக, இவரே உலகத்திற்கு வரவேண்டியிருந்த இறைவாக்கினர்” என்று சொல்லத் தொடங்கினார்கள்."},{"number":15,"verse":"அவர்கள் தம்மைப் பலவந்தமாய் தங்களுடைய அரசனாக்க எண்ணியிருக்கிறார்கள் என்று இயேசு அறிந்து, அவர்களைவிட்டு விலகி, திரும்பவும் தனியாக ஒரு மலைக்குச் சென்றார்."},{"number":16,"verse":"(இயேசு தண்ணீரின் மேல் நடத்தல்)மாலையானபோது, அவருடைய சீடர்கள் தாங்கள் இருந்த இடத்திலிருந்து இறங்கி கடற்கரைக்குச் சென்றார்கள்."},{"number":17,"verse":"அதற்குள் இருட்டிவிட்டது, ஆனால் இயேசுவோ அவர்களுடன் வந்து சேரவில்லை. எனவே அவர்கள் ஒரு படகில் ஏறி, கடலைக் கடந்து கப்பர்நகூமை நோக்கிப் போனார்கள்."},{"number":18,"verse":"அப்போது கடும் காற்று வீசி, கடல் கொந்தளித்துக் கொண்டிருந்தது."},{"number":19,"verse":"அவர்கள் ஐந்து அல்லது ஆறு கிலோ மீட்டர் தூரம் வரை, துடுப்பு வலித்துச் சென்று கொண்டிருந்தபோது, இயேசு கடலின் மேல் நடந்து படகின் அருகில் வந்தார்; அவர்கள் அவரைக் கண்டு பயந்தார்கள்."},{"number":20,"verse":"அவர் அவர்களிடம், “நான்தான்; பயப்பட வேண்டாம்” என்றார்."},{"number":21,"verse":"அப்போது அவர்கள் அவரைப் படகில் ஏற்றிக்கொள்ள விரும்பினார்கள், உடனே படகு அவர்கள் போய்ச் சேரவேண்டிய கரையை அடைந்தது."},{"number":22,"verse":"கடலின் மறுகரையில் தங்கியிருந்த மக்கள் கூட்டத்தினர், அங்கே ஒரு படகு மட்டுமே இருந்தது என்பதையும் இயேசு தமது சீடர்களுடன் அதிலே ஏறவில்லை என்பதையும், சீடர்கள் மட்டுமே அதில் போனார்கள் என்பதையும் மறுநாள் தெரிந்து கொண்டார்கள்."},{"number":23,"verse":"பின்பு திபேரியாவிலிருந்து சில படகுகள், ஆண்டவர் நன்றி செலுத்தி பகிர்ந்து கொடுத்த அப்பத்தை மக்கள் சாப்பிட்ட அந்த இடத்தின் அருகே வந்து சேர்ந்தன."},{"number":24,"verse":"எனவே அங்கு ஒன்றுகூடி வந்த மக்கள், இயேசுவோ அவருடைய சீடரோ, அங்கு இல்லையென்று கண்டு, இயேசுவைத் தேடிக்கொண்டு, அப்படகுகளில் ஏறி கப்பர்நகூமுக்குப் போனார்கள்."},{"number":25,"verse":"(இயேசுவே வாழ்வளிக்கும் உணவு)கடலின் மறுகரையிலே அவர்கள் அவரைக் கண்டபோது, அவர்கள் அவரிடம், “போதகரே! எப்போது நீர் இங்கே வந்தீர்?” என்று கேட்டார்கள்."},{"number":26,"verse":"அப்போது இயேசு அவர்களிடம், “நான் உங்களுக்கு உண்மையைச் சொல்கின்றேன், நீங்கள் அற்புத அடையாளங்களைக் கண்டதனால் அல்ல, இங்கே திருப்தியாய்ச் சாப்பிட்டதனாலேயே என்னைத் தேடுகிறீர்கள்."},{"number":27,"verse":"அழிந்து போகும் உணவுக்காக வேலை செய்ய வேண்டாம். நித்திய வாழ்வு வரை நிலைத்து நிற்கும் உணவுக்காகவே வேலை செய்யுங்கள். அந்த உணவை மனுமகன் உங்களுக்குக் கொடுப்பார். பிதாவாகிய இறைவன், அவர்மீது தமது அடையாள முத்திரையைப் பதித்திருக்கிறார்” என்றார்."},{"number":28,"verse":"அப்போது அவர்கள் அவரிடம், “இறைவனுடைய வேலையை நிறைவேற்ற நாங்கள் எவற்றைச் செய்ய வேண்டும்?” என்று கேட்டார்கள்."},{"number":29,"verse":"இயேசு அவர்களுக்கு மறுமொழியாக, “நீங்கள் செய்ய வேண்டுமென இறைவன் எதிர்பார்க்கும் ஒரே செயல் என்னவெனில், இறைவன் அனுப்பியவரை நீங்கள் விசுவாசிக்க வேண்டும் என்பதே” என்றார்."},{"number":30,"verse":"அப்போது அவர்கள் அவரிடம், “நாங்கள் கண்டு உம்மை விசுவாசிக்கும்படி, நீர் எங்களுக்கு என்ன அற்புத அடையாளத்தைக் கொடுப்பீர்? எதைச் செய்வீர்?"},{"number":31,"verse":"எங்கள் முற்பிதாக்கள் பாலைநிலத்தில் மன்னா என்னும் உணவைச் சாப்பிட்டார்களே; ‘அவர்கள் சாப்பிடுவதற்கு மோசே பரலோகத்திலிருந்து உணவு கொடுத்தார்’ என்று எழுதியிருக்கிறதே” என்றார்கள்."},{"number":32,"verse":"அப்போது இயேசு அவர்களிடம், “நான் உங்களுக்கு உண்மையைச் சொல்கின்றேன், பரலோகத்திலிருந்து உங்களுக்கு உணவு கொடுத்தது மோசே அல்ல. என் பிதாவே பரலோகத்திலிருந்து உங்களுக்கு உண்மையான உணவைக் கொடுக்கின்றார்."},{"number":33,"verse":"ஏனெனில் பரலோகத்திலிருந்து இறங்கி வந்து உலகத்துக்கு வாழ்வைக் கொடுக்கின்றவரே, இறைவன் தரும் உணவு” என்றார்."},{"number":34,"verse":"அப்போது அவர்கள் அவரிடம், “ஆண்டவரே, இந்த உணவை எப்போதும் எங்களுக்குத் தாருங்கள்” என்றார்கள்."},{"number":35,"verse":"அப்போது இயேசு அவர்களிடம், “நானே வாழ்வளிக்கும் உணவு. என்னிடம் வருகின்றவன் ஒருபோதும் பசியுடன் போக மாட்டான். என்னில் விசுவாசமாயிருக்கின்றவன் ஒருபோதும் தாகமடைய மாட்டான்."},{"number":36,"verse":"ஏற்கெனவே நான் உங்களுக்குச் சொன்னபடி, நீங்கள் என்னைக் கண்டும், இன்னும் என்னை விசுவாசிக்காதவர்களாகவே இருக்கின்றீர்கள்."},{"number":37,"verse":"பிதா எனக்குத் தருகின்ற அனைவரும் என்னிடம் வருவார்கள். என்னிடம் வருகின்ற எவரையும் நான் நிராகரிப்பது இல்லை."},{"number":38,"verse":"ஏனெனில், நான் என்னுடைய சித்தத்தைச் செய்வதற்காக அல்ல, என்னை அனுப்பியவருடைய சித்தத்தைச் செய்வதற்காகவே பரலோகத்திலிருந்து வந்திருக்கிறேன்."},{"number":39,"verse":"அவர் எனக்குத் தந்திருப்பவர்கள் எல்லோரிலும் ஒருவரையேனும் நான் இழந்துவிடாமல், கடைசி நாளிலே அவர்களை எழுப்ப வேண்டும் என்பதே என்னை அனுப்பினவருடைய சித்தமாயிருக்கிறது."},{"number":40,"verse":"மகனை கண்டுணர்ந்து மகனில் விசுவாசம் வைக்கிற ஒவ்வொருவனும், நித்திய வாழ்வைப் பெறவேண்டும் என்பதே என் பிதாவின் சித்தமாயிருக்கிறது. கடைசி நாளில் நான் அவனை எழுப்புவேன்” என்றார்."},{"number":41,"verse":"“நானே பரலோகத்திலிருந்து இறங்கி வந்த உணவு” என்று அவர் சொன்னதால், யூதர்கள் அவரைக் குறித்து முணுமுணுக்கத் தொடங்கினார்கள்."},{"number":42,"verse":"அவர்கள் அவரைக் குறித்து, “இவர் யோசேப்பின் மகன் இயேசு அல்லவா? இவருடைய தகப்பனையும் தாயையும் நமக்குத் தெரியுமே. அப்படியிருக்க, ‘நான் பரலோகத்திலிருந்து வந்தேன்’ என்று இப்போது இவர் எப்படிச் சொல்லலாம்?” என்றார்கள்."},{"number":43,"verse":"இயேசு அவர்களுக்கு மறுமொழியாக, “உங்களுக்குள்ளே முணுமுணுத்துக் கொண்டிருப்பதை நிறுத்துங்கள்."},{"number":44,"verse":"என்னை அனுப்பிய பிதா, ஒருவனை இழுத்துக்கொள்ளாவிட்டால், ஒருவனும் என்னிடம் வர மாட்டான். என்னிடம் வருகின்றவனையோ, நான் கடைசி நாளில் எழுப்புவேன்."},{"number":45,"verse":"‘அவர்கள் எல்லோரும் இறைவனால் போதிக்கப்பட்டிருப்பார்கள்’ என்று, இறைவாக்கினர்களால் எழுதப்பட்டிருக்கிறது. அப்படியே பிதா சொல்வதைக் கேட்டு, அவரிடம் கற்றுக்கொள்கின்ற ஒவ்வொருவனும் என்னிடம் வருகின்றான்."},{"number":46,"verse":"இறைவனிடமிருந்து வந்தவரைத் தவிர, வேறு எவரும் பிதாவைக் கண்டதில்லை; அவர் மட்டுமே பிதாவைக் கண்டிருக்கிறார்."},{"number":47,"verse":"நான் உங்களுக்கு உண்மையாகவே உண்மையாகவே சொல்கின்றேன், விசுவாசிக்கின்றவனுக்கு நித்திய வாழ்வு உண்டு."},{"number":48,"verse":"நானே வாழ்வளிக்கும் உணவு."},{"number":49,"verse":"உங்கள் முற்பிதாக்கள் பாலைநிலத்தில் மன்னா என்னும் உணவை உண்டார்கள்; ஆயினும் அவர்கள் இறந்து போனார்களே."},{"number":50,"verse":"ஆனால் இதோ பரலோகத்திலிருந்து இறங்கி வந்த உணவு. இதை உண்பவன் மரணிப்பதில்லை."},{"number":51,"verse":"நானே பரலோகத்திலிருந்து இறங்கி வந்த வாழ்வளிக்கும் உணவு. எவனாவது இந்த உணவை உண்டால், அவன் என்றென்றும் வாழ்வான். உலகத்தாரின் வாழ்வுக்காக நான் கொடுக்கும் உணவு எனது உடலே” என்றார்."},{"number":52,"verse":"அப்போது யூதர், “இவன் எப்படி தன் உடலை எங்களுக்குச் சாப்பிடக் கொடுப்பான்?” என்று தங்களுக்குள்ளே கடுமையாய் வாக்குவாதம் பண்ணத் தொடங்கினார்கள்."},{"number":53,"verse":"இயேசு அவர்களிடம், “நான் உங்களுக்கு உண்மையாகவே உண்மையாகவே சொல்கின்றேன். நீங்கள் மனுமகனின் உடலைச் சாப்பிட்டு, அவருடைய இரத்தத்தைக் குடிக்காவிட்டால், உங்களுக்குள்ளே வாழ்வு இருக்காது."},{"number":54,"verse":"எனது உடலைச் சாப்பிட்டு, எனது இரத்தத்தைக் குடிக்கிற எவனுக்கும், நித்திய வாழ்வு உண்டு. நான் அவனைக் கடைசி நாளில் உயிரோடு எழுப்புவேன்."},{"number":55,"verse":"ஏனெனில் எனது உடலே உண்மையான உணவு. எனது இரத்தமே உண்மையான பானம்."},{"number":56,"verse":"எனது உடலை உண்டு, எனது இரத்தத்தைக் குடிக்கின்றவன் எவனோ, அவன் என்னோடு இணைந்திருக்கின்றான். நானும் அவனோடு இணைந்திருக்கின்றேன்."},{"number":57,"verse":"உயிரோடிருக்கிறவராகிய பிதா என்னை அனுப்பினார், எனவே நான் உயிர் வாழ பிதாவே காரணம்; அதுபோல, என்னை உண்பவன் என்னாலே வாழ்வு பெறுவான்."},{"number":58,"verse":"இதுவே பரலோகத்திலிருந்து வந்த உணவு. உங்கள் முற்பிதாக்கள் மன்னாவை உண்டும் இறந்து போனார்கள். ஆனால் இந்த உணவை உண்ணுகிறவனோ, என்றென்றும் வாழ்வான்” என்றார்."},{"number":59,"verse":"அவர் கப்பர்நகூமிலே ஜெபஆலயத்தில் போதித்தபோது இவைகளைச் சொன்னார்."},{"number":60,"verse":"(சீடர்களில் பலர் இயேசுவை விட்டுவிடுதல்)இதைக் கேட்ட அவருடைய சீடர்களில் பலர், “இது ஒரு கடினமான போதனை. யாரால் இதை ஏற்றுக்கொள்ள முடியும்?” என்றார்கள்."},{"number":61,"verse":"தமது சீடர்கள் இதைக் குறித்து முணுமுணுக்கிறார்கள் என்று இயேசு அறிந்து அவர்களிடம், “இது உங்களுக்குத் தடையாக இருக்கின்றதா?"},{"number":62,"verse":"மனுமகன், தான் முன்பிருந்த இடத்திற்கு மேலெழுந்து போவதை நீங்கள் கண்டீர்களானால், அது எப்படியிருக்கும்!"},{"number":63,"verse":"ஆவியானவரே வாழ்வைக் கொடுக்கின்றார்; உடலோ ஒன்றுக்கும் உதவாது. நான் உங்களுடன் பேசிய வார்த்தைகள் ஆவியானவரையும் வாழ்வையும் கொண்டுள்ளன."},{"number":64,"verse":"ஆயினும் உங்களில் சிலர் விசுவாசியாமல் இருக்கின்றீர்கள்” என்றார். ஏனெனில் இயேசு தொடக்கத்திலிருந்தே அவர்களில் யார் தம்மை விசுவாசிக்கவில்லை என்றும், யார் தம்மைக் காட்டிக் கொடுப்பான் என்றும் அறிந்திருந்தார்."},{"number":65,"verse":"தொடர்ந்தும் அவர், “பிதா ஒருவனை அனுமதிக்காவிட்டால், ஒருவனாலும் என்னிடம் வர முடியாது என்று இதனாலேயே நான் உங்களுக்குச் சொன்னேன்” என்றார்."},{"number":66,"verse":"அதுமுதல், அவருடைய சீடர்களில் பலர் அவரைப் பின்பற்றாமல் அவரைவிட்டுத் திரும்பிப் போனார்கள்."},{"number":67,"verse":"அப்போது இயேசு பன்னிரண்டு பேரையும் நோக்கி, “நீங்களும் போய்விட விரும்புகிறீர்களா?” என்று கேட்டார்."},{"number":68,"verse":"சீமோன் பேதுரு அதற்குப் பதிலாக, “ஆண்டவரே, நாங்கள் யாரிடம் போவோம்? நித்திய வாழ்வின் வார்த்தைகள் உம்மிடம் அல்லவோ உள்ளன."},{"number":69,"verse":"நீரே இறைவனின் பரிசுத்தர் என்று நாங்கள் விசுவாசித்தும் அறிந்தும் இருக்கின்றோம்” என்றான்."},{"number":70,"verse":"அப்போது இயேசு, “பன்னிரண்டு பேராகிய உங்களை நான் தெரிவு செய்யவில்லையா? ஆயினும் உங்களில் ஒருவன் பிசாசாய் இருக்கின்றான்!” என்றார்."},{"number":71,"verse":"அவர் சீமோன் ஸ்காரியோத்தின் மகனான யூதாஸைக் குறித்தே இவ்விதம் சொன்னார். அவன் பன்னிரண்டு பேரில் ஒருவனாயிருந்தும், அவரைக் காட்டிக் கொடுக்கப் போகின்றவனாய் இருந்தான்."}]}