{"bibleAbbr":"TCVSL2022NT","bookName":"யோவான்","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"(கூடாரப் பண்டிகை)இதற்குப் பின்பு, இயேசுவைக் கொலை செய்வதற்கு யூதத் தலைவர்கள் வழி தேடிக் கொண்டிருந்ததால், அவர் யூதேயாவுக்குப் போக விரும்பாமல், கலிலேயாவுக்குள் பயணம் செய்து கொண்டிருந்தார்."},{"number":2,"verse":"ஆயினும், யூதரின் வழிபாட்டுக் கூடாரப் பண்டிகை சமீபித்தபோது,"},{"number":3,"verse":"இயேசுவின் சகோதரர்கள் அவரிடம், “நீர் இவ்விடத்தை விட்டுப் புறப்பட்டு, யூதேயாவுக்குச் செல்லும். அப்பொழுதே நீர் செய்யும் செயல்களை, உமது சீடர்கள் காண்பார்கள்."},{"number":4,"verse":"பிரபலமடைய விரும்புகின்ற எவனும் இரகசியமாக செயல்படுவதில்லை. நீரோ இப்படிப்பட்ட காரியங்களைச் செய்வதனால், நீர் உம்மை உலகத்துக்கு வெளிப்படுத்தும்” என்றார்கள்."},{"number":5,"verse":"ஏனெனில், அவருடைய சொந்தச் சகோதரர்களும் அவரை விசுவாசிக்கவில்லை."},{"number":6,"verse":"எனவே இயேசு அவர்களிடம், “எனது நேரம் இன்னும் வரவில்லை; ஆனால் உங்களுக்கோ எந்த நேரமும் ஏற்ற நேரமே."},{"number":7,"verse":"உலகம் உங்களை வெறுக்க முடியாது. ஆனால், அது என்னையே வெறுக்கிறது. ஏனெனில், உலகத்தின் செயல்கள் தீமையென்று நான் சாட்சி கொடுக்கின்றேன்."},{"number":8,"verse":"இந்தப் பண்டிகைக்கு நீங்கள் போங்கள். நானோ இந்தப் பண்டிகைக்கு இப்போது போகப் போவதில்லை. ஏனெனில் எனக்கேற்ற நேரம் இன்னும் வரவில்லை” என்றார்."},{"number":9,"verse":"இதைச் சொல்லிவிட்டு, அவர் கலிலேயாவிலேயே தங்கியிருந்தார்."},{"number":10,"verse":"ஆயினும் அவருடைய சகோதரர்கள் பண்டிகைக்குப் போன பின், அவரும் சென்றார். பகிரங்கமாக அல்ல, இரகசியமாகவே சென்றார்."},{"number":11,"verse":"அந்தப் பண்டிகையிலே, யூதர்கள் அவரைத் தேடிக்கொண்டு, “அவர் எங்கே?” என்று கேட்டுக் கொண்டிருந்தார்கள்."},{"number":12,"verse":"கூடியிருந்த மக்களுக்கிடையில் அவரைக் குறித்து கருத்து வேறுபாடு இருந்தது. சிலர், “அவர் ஒரு நல்ல மனிதர்” என்றார்கள். மற்றவர்களோ, “அப்படியல்ல, அவன் மக்களை ஏமாற்றுகிறான்” என்றார்கள்."},{"number":13,"verse":"ஆயினும், அவர்கள் யூதருக்குப் பயந்ததனால், ஒருவரும் அவரைப்பற்றி பகிரங்கமாக எதையும் பேசவில்லை."},{"number":14,"verse":"(இயேசு பண்டிகையில் போதித்தல்)பண்டிகையின் பாதி நாட்கள் முடிந்தபோது, இயேசு ஆலய முற்றத்திற்குப் போய் அங்கே போதிக்கத் தொடங்கினார்."},{"number":15,"verse":"யூதரோ வியப்படைந்து, “படிக்காமலே இந்த மனிதனுக்கு, இவ்வளவு அறிவு எப்படி வந்தது?” என்று கேட்டார்கள்."},{"number":16,"verse":"இயேசு அவர்களுக்கு மறுமொழியாக, “எனது போதனை என்னுடையது அல்ல, அது என்னை அனுப்பியவரிடமிருந்தே வருகின்றது."},{"number":17,"verse":"இறைவனுடைய சித்தத்தைச் செய்ய விரும்புகிறவன் எவனும், எனது போதனை இறைவனிடமிருந்து வருகின்றதா, அல்லது நான் என் சுயமாய் சொல்கின்றேனா என்பதை அறிந்துகொள்வான்."},{"number":18,"verse":"தனது சுய சிந்தனையில் பேசுகின்றவன், தனக்கே மகிமையைத் தேட முயற்சிக்கிறான். ஆனால் தம்மை அனுப்பியவரின் மகிமைக்காகச் செயல்படுகின்றவன், உண்மையுள்ள மனிதனாய் இருக்கின்றான்; அவனில் பொய் எதுவுமில்லை."},{"number":19,"verse":"மோசே உங்களுக்கு நீதிச்சட்டத்தைக் கொடுக்கவில்லையா? அப்படியிருந்தும், உங்களில் ஒருவனும் நீதிச்சட்டத்தைக் கைக்கொள்வதில்லை. நீங்கள் ஏன் என்னைக் கொலை செய்ய முயற்சிக்கிறீர்கள்?” என்றார்."},{"number":20,"verse":"அப்போது கூடியிருந்த கூட்டம், “நீ பேய் பிடித்தவன். யார் உன்னைக் கொலை செய்ய முயற்சிக்கிறார்கள்?” என்றார்கள்."},{"number":21,"verse":"இயேசு அவர்களிடம், “நான் ஒரு அற்புதத்தையே செய்தேன். அதனால் நீங்கள் எல்லோரும் வியப்படைந்திருக்கிறீர்கள்."},{"number":22,"verse":"விருத்தசேதனத்தை மோசே உங்களுக்கு ஏற்படுத்திக் கொடுத்தார். நீங்கள் ஓய்வுநாளிலும், ஒருவனுக்கு விருத்தசேதனம் செய்கின்றீர்கள். (உண்மையில் விருத்தசேதனம் மோசேக்கு முன்னரே, யூதர்களின் முற்பிதாக்களின் காலத்திலிருந்து வருகின்றது.)"},{"number":23,"verse":"மோசேயின் நீதிச்சட்டம் மீறப்படாதபடி, ஒருவன் ஓய்வுநாளில் விருத்தசேதனம் பண்ணப்படலாம் என்கிறீர்கள். அப்படியானால், ஓய்வுநாளிலே ஒரு மனிதனை முழுவதும் குணமாக்கிய என்மேல் ஏன் கோபம்கொள்கின்றீர்கள்?"},{"number":24,"verse":"வெளித் தோற்றத்தின்படி நியாயத்தீர்ப்பு செய்வதை நிறுத்துங்கள். நீதியாய் நியாயத்தீர்ப்பு செய்யுங்கள்” என்றார்."},{"number":25,"verse":"(இயேசுதான் மேசியாவா?)அப்போது எருசலேமைச் சேர்ந்த மக்களில் சிலர், “இவரையல்லவா அவர்கள் கொலை செய்ய முயற்சிக்கிறார்கள்?"},{"number":26,"verse":"இதோ இங்கே இவர் பகிரங்கமாய் பேசுகின்றார். அவர்கள் இவரை எதிர்த்து ஒரு வார்த்தையும் சொல்லாதிருக்கிறார்கள். ஒருவேளை அதிகாரத்தில் உள்ளவர்கள், இவர்தான் மேசியா என்று உண்மையாய் அறிந்து கொண்டார்களோ?"},{"number":27,"verse":"ஆயினும் இந்த மனிதன் எங்கிருந்து வந்திருக்கிறான் என்று நமக்குத் தெரியும்; ஆனால் மேசியா வரும்போது, அவர் எங்கிருந்து வருகின்றார் என்று ஒருவனும் அறிய மாட்டானே” என்று பேசத் தொடங்கினார்கள்."},{"number":28,"verse":"அப்போது ஆலய முற்றத்தில் தொடர்ந்து போதித்துக் கொண்டிருந்த இயேசு, சத்தமாய் சொன்னதாவது, “ஆம்! நீங்கள் என்னை அறிவீர்கள். நான் எங்கிருந்து வந்தேன் என்றும் உங்களுக்குத் தெரியும். நான் என் சுயவிருப்பத்தின்படி வரவில்லை. ஆயினும், என்னை அனுப்பியவர் உண்மையுள்ளவர். நீங்களோ அவரை அறியவில்லை."},{"number":29,"verse":"நானோ அவரை அறிந்திருக்கிறேன். ஏனெனில் நான் அவரிடமிருந்து வந்திருக்கிறேன். அவரே என்னை அனுப்பியவர்” என்றார்."},{"number":30,"verse":"அப்போது அவர்கள் அவரைக் கைது செய்ய முயன்றார்கள். ஆனாலும் ஒருவரும் அவர்மீது கைவைக்கவில்லை. ஏனெனில் அவருடைய நேரம் இன்னும் வரவில்லை."},{"number":31,"verse":"ஆயினும் கூடியிருந்த மக்களில் பலர், அவர்மீது விசுவாசம் வைத்தார்கள். அவர்கள், “மேசியா வரும்போது, இவர் செய்ததைப் பார்க்கிலும் அதிகமான அற்புத அடையாளங்களை மேசியா செய்வாரோ?” என்றார்கள்."},{"number":32,"verse":"கூடியிருந்த மக்கள் அவரைக் குறித்து இப்படிப்பட்ட காரியங்களை தங்களுக்குள் மெதுவாய் பேசிக்கொண்டதை பரிசேயர்கள் கேட்டார்கள். எனவே தலைமை மதகுருக்களும், பரிசேயரும் அவரைக் கைது செய்யும்படி, ஆலயக் காவலரை அனுப்பினார்கள்."},{"number":33,"verse":"அப்போது இயேசு, “இன்னும் சிறிது காலமே நான் உங்களுடன் இருப்பேன். பின்பு என்னை அனுப்பியவரிடம் நான் போய் விடுவேன்."},{"number":34,"verse":"நீங்களோ என்னைத் தேடுவீர்கள். ஆயினும் என்னைக் காண மாட்டீர்கள். நான் இருக்கும் இடத்திற்கும் உங்களால் வர முடியாது” என்றார்."},{"number":35,"verse":"அப்போது யூதர்கள் ஒருவரையொருவர் பார்த்து, “நாம் கண்டுபிடிக்க முடியாதபடி, இவன் எங்கு போக இருக்கின்றான்? கிரேக்கருக்குள்ளே சிதறடிக்கப்பட்டிருக்கின்ற நம் மக்களிடம் போய், அங்கே கிரேக்கருக்குப் போதிக்க போகின்றானா?"},{"number":36,"verse":"‘நீங்களோ என்னைத் தேடுவீர்கள், ஆயினும் என்னைக் காண மாட்டீர்கள், நான் இருக்கும் இடத்திற்கு உங்களால் வர முடியாது’ என்று சொல்கின்றானே. அதன் அர்த்தம் என்ன?” என்று பேசிக்கொண்டார்கள்."},{"number":37,"verse":"பண்டிகையின் கடைசி நாளான, அந்த முக்கியமான நாளிலே, இயேசு எழுந்து நின்று சத்தமாய்ச் சொன்னதாவது: “எவனாவது தாகமுள்ளவனாய் இருந்தால், அவன் என்னிடம் வந்து பானம் அருந்தட்டும்."},{"number":38,"verse":"வேதவசனத்தில் சொல்லியிருக்கின்றபடி, என்னை விசுவாசிக்கின்றவனுடைய உள்ளத்திலிருந்து, வாழ்வளிக்கும் தண்ணீரானது நதியாய் பெருக்கெடுத்து ஓடும்” என்றார்."},{"number":39,"verse":"தம்மில் விசுவாசமாய் இருக்கின்றவர்கள், பின்னர் பெறப் போகின்ற பரிசுத்த ஆவியானவரைக் குறித்தே அவர் இப்படிச் சொன்னார். இயேசு இன்னும் மகிமையடையாது இருந்தபடியால், பரிசுத்த ஆவியானவர் அவர்களுக்கு இன்னும் கொடுக்கப்படவில்லை."},{"number":40,"verse":"அவருடைய வார்த்தைகளைக் கேட்டுக் கொண்டிருந்த மக்களில் சிலர், “உண்மையிலேயே இவர் வர இருக்கின்ற இறைவாக்கினரே” என்றார்கள்."},{"number":41,"verse":"வேறு சிலரோ, “இவரே மேசியா” என்றார்கள். ஆனால் இன்னும் சிலர், “மேசியா எப்படி கலிலேயாவிலிருந்து வர முடியும்?” என்று கேட்டார்கள்."},{"number":42,"verse":"“மேசியா தாவீதின் குடும்பத்திலிருந்தும், தாவீது வாழ்ந்த பெத்லகேம் பட்டணத்தில் இருந்தும் வருவார் என்று வேதவசனம் சொல்கின்றது அல்லவா?” என்றார்கள்."},{"number":43,"verse":"இவ்வாறு இயேசுவின் பொருட்டு மக்கள் கருத்து வேறுபட்டார்கள்."},{"number":44,"verse":"சிலர் அவரைக் கைது செய்ய விரும்பினார்கள். ஆனாலும் ஒருவரும் அவர்மீது கைவைக்கவில்லை."},{"number":45,"verse":"(யூத தலைவர்களின் அவிசுவாசம்)பின்பு ஆலயக் காவலர், தலைமை மதகுருக்களிடமும் பரிசேயரிடமும் திரும்பி வந்தபோது, “நீங்கள் ஏன் அவனைப் பிடித்துக் கொண்டுவரவில்லை?” என்று ஆலயக் காவலரிடம் கேட்டார்கள்."},{"number":46,"verse":"அவர்கள் அதற்கு மறுமொழியாக, “அந்த மனிதன் பேசியது போல், ஒருவனும் ஒருபோதும் பேசியதில்லையே” என்றார்கள்."},{"number":47,"verse":"அப்போது பரிசேயர்கள் அவர்களிடம், “அவன் உங்களையும் ஏமாற்றிவிட்டானா?"},{"number":48,"verse":"ஆளுநர்களில் எவராவது, அல்லது பரிசேயரைச் சேர்ந்த எவராவது அவனை விசுவாசிக்கின்றார்களா?"},{"number":49,"verse":"இல்லையே! ஆனால் இந்த மக்களோ நீதிச்சட்டத்தை அறியாதவர்கள். இவர்கள் மேல் சாபம் உண்டு” என்றார்கள்."},{"number":50,"verse":"முன்பு இயேசுவிடம் போயிருந்தவனும், பரிசேயரைச் சேர்ந்தவனுமான நிக்கொதேமு அவர்களிடம்,"},{"number":51,"verse":"“ஒருவன் என்ன செய்கின்றான் என்று அறியும்படி முதலில் அவனை விசாரிக்காமல், அவனுக்கு நமது நீதிச்சட்டம் தண்டனைத்தீர்ப்பு கொடுக்கின்றதா?” என்று கேட்டான்."},{"number":52,"verse":"அதற்கு அவர்கள் அவனிடம், “நீயும் கலிலேயாவைச் சேர்ந்தவனா? வேதவசனத்தை ஆராய்ந்து பார். கலிலேயாவிலிருந்து இறைவாக்கினர் எவரும் வருவதில்லை என்பதை அப்போது கண்டுகொள்வாய்” என்றார்கள்."},{"number":53,"verse":"பின்பு ஒவ்வொருவரும், தங்கள் தங்கள் வீட்டிற்குப் போனார்கள்."}]}