{"bibleAbbr":"orOV2014","bookName":"ଫିଲିପ୍‍ପୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କ ପତ୍ର","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"( ଖ୍ରୀଷ୍ଟଙ୍କ ନମ୍ରତାର ଆଦର୍ଶ) ଅତଏବ, ଯଦି ଖ୍ରୀଷ୍ଟଙ୍କ ସହଭାଗିତାରେ କୌଣସି ଉତ୍ସାହ, କୌଣସି ପ୍ରେମପୂର୍ଣ୍ଣ ସାନ୍ତ୍ଵନା, ଆତ୍ମାଙ୍କ କୌଣସି ସହଭାଗିତା, ପୁଣି କୌଣସି ସ୍ନେହପୂର୍ଣ୍ଣ କରୁଣା ଓ ଦୟା ଥାଏ,"},{"number":2,"verse":"ତାହାହେଲେ ତୁମ୍ଭେମାନେ ଏକମନା, ଏକ ପ୍ରେମରେ ପ୍ରେମୀ, ଏକଚିତ୍ତ ଓ ଏକଭାବାପନ୍ନ ହୋଇ ମୋହର ଆନନ୍ଦ ପୂର୍ଣ୍ଣ କର,"},{"number":3,"verse":"ସ୍ଵାର୍ଥପରତା ଅବା ଅସାର ଗର୍ବ ହେତୁ କିଛି କର ନାହିଁ, ବରଂ ନମ୍ରଚିତ୍ତ ହୋଇ ପ୍ରତ୍ୟେକେ ଅନ୍ୟକୁ ଆପଣାଠାରୁ ଶ୍ରେଷ୍ଠ ମନେ କର;"},{"number":4,"verse":"ପ୍ରତି ଜଣ କେବଳ ଆପଣା ବିଷୟରେ ମନୋଯୋଗୀ ନ ହୋଇ ଅନ୍ୟର ବିଷୟରେ ମଧ୍ୟ ମନୋଯୋଗୀ ହୁଅ ।"},{"number":5,"verse":"ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କର ଯେପରି ମନ ଥିଲା, ତୁମ୍ଭମାନଙ୍କର ସେହିପରି ମନ ହେଉ;"},{"number":6,"verse":"ସେ ଈଶ୍ଵରରୂପୀ ହେଲେ ହେଁ ଈଶ୍ଵରଙ୍କ ସହିତ ସମାନ ହୋଇ ରହିବା ନିଜ ନିମନ୍ତେ ଧରି ରଖିବାର ବିଷୟ ମନେ କଲେ ନାହିଁ,"},{"number":7,"verse":"କିନ୍ତୁ ମନୁଷ୍ୟ ସଦୃଶ ହୋଇ ଦାସରୂପ ଧାରଣ କରି ଆପଣାକୁ ଶୂନ୍ୟ କଲେ;"},{"number":8,"verse":"ପୁଣି, ମନୁଷ୍ୟ ଭାବରେ ଦେଖାଯାଇ ମୃତ୍ୟୁ ପର୍ଯ୍ୟନ୍ତ, ହଁ, କ୍ରୁଶୀୟ ମୃତ୍ୟୁ ପର୍ଯ୍ୟନ୍ତ ଆଜ୍ଞାବହ ହୋଇ ଆପଣାକୁ ଅବନତ କଲେ ।"},{"number":9,"verse":"ଏହି କାରଣରୁଈଶ୍ଵର ତାହାଙ୍କୁ ଅତିଶୟ ଉନ୍ନତ କରିଅଛନ୍ତି, ପୁଣି ସମସ୍ତ ନାମ ଅପେକ୍ଷା ସର୍ବୋତ୍କୃଷ୍ଟ ନାମ ତାହାଙ୍କୁ ପ୍ରଦାନ କରିଅଛନ୍ତି,"},{"number":10,"verse":"ଯେପରି ସ୍ଵର୍ଗ, ମର୍ତ୍ତ୍ୟ ଓ ପାତାଳରେ ଥିବା ପ୍ରତ୍ୟେକ ଜାନୁ ଯୀଶୁଙ୍କ ନାମରେ ନତ ହେବ,"},{"number":11,"verse":"ପୁଣି, ପିତା ଈଶ୍ଵରଙ୍କ ଗୌରବ ନିମନ୍ତେ ପ୍ରତ୍ୟେକ ଜିହ୍ଵା ଯୀଶୁ ଖ୍ରୀଷ୍ଟ ପ୍ରଭୁ ବୋଲି ସ୍ଵୀକାର କରିବ ।"},{"number":12,"verse":"( ଜଗତରେ ଜ୍ୟୋତି ସ୍ଵରୂପ ହେବା) ଅତଏବ, ହେ ମୋହର ପ୍ରିୟମାନେ, ଯେପରି ତୁମ୍ଭେମାନେ ସର୍ବଦା ଆଜ୍ଞାବହ ହୋଇଅଛ, କେବଳ ମୋହର ସାକ୍ଷାତରେ କଲା ପରି ନୁହେଁ, କିନ୍ତୁ ବର୍ତ୍ତମାନ ମୋହର ଅସାକ୍ଷାତରେ ଆହୁରି ଅଧିକ ରୂପେ ଭୟ ଓ କମ୍ପ ସହ ଆପଣା ଆପଣା ପରିତ୍ରାଣ ସାଧନ କର,"},{"number":13,"verse":"କାରଣ ଇଚ୍ଛା କରିବାକୁ ଓ ସାଧନ କରିବାକୁ ଈଶ୍ଵର ଆପଣା ମଙ୍ଗଳମୟ ସଙ୍କଳ୍ପର ସାଫଲ୍ୟ ନିମନ୍ତେ ତୁମ୍ଭମାନଙ୍କ ଅନ୍ତରରେ କାର୍ଯ୍ୟ କରନ୍ତି ।"},{"number":14,"verse":"ବଚସା ଓ ତର୍କବିତର୍କ ବିନା ସମସ୍ତ କାର୍ଯ୍ୟ କର,"},{"number":15,"verse":"ଯେପରି ତୁମ୍ଭେମାନେ ନିର୍ଦ୍ଦୋଷ ଓ ଅମାୟିକ ହୋଇ ଏହି କୁଟିଳ ବିପଥଗାମୀ ବଂଶ ମଧ୍ୟରେ ଈଶ୍ଵରଙ୍କ ଅନିନ୍ଦନୀୟ ସନ୍ତାନସନ୍ତତି ହୁଅ; ସେମାନଙ୍କ ମଧ୍ୟରେ ତୁମ୍ଭେମାନେ ଜୀବନର ବାକ୍ୟ ଧରି ଜଗତରେ ଜ୍ୟୋତି ସ୍ଵରୂପ ପ୍ରକାଶ ପାଉଅଛ;"},{"number":16,"verse":"ସେଥିରେ ମୁଁ ଯେ ବୃଥାରେ ଦୌଡ଼ି ନାହିଁ କିଅବା ବୃଥାରେ ପରିଶ୍ରମ କରି ନାହିଁ, ସେ ସମ୍ଵନ୍ଧରେ ଖ୍ରୀଷ୍ଟଙ୍କ ଦିନରେ ଦର୍ପ କରି ପାରିବି ।"},{"number":17,"verse":"ହଁ, ଆଉ ଯଦି ମୋହର ରକ୍ତ ତୁମ୍ଭମାନଙ୍କ ବିଶ୍ଵାସ ସମ୍ଵନ୍ଧୀୟ ସେବାରେ ପେୟ ନୈବେଦ୍ୟ ପରି ଢଳା ଯାଉଅଛି, ତାହାହେଲେ ଆନନ୍ଦ କରୁଅଛି ଓ ତୁମ୍ଭସମସ୍ତଙ୍କ ସହିତ ଉଲ୍ଲାସ କରୁଅଛି,,"},{"number":18,"verse":"ଆଉ, ସେହି ପ୍ରକାରେ ତୁମ୍ଭେମାନେ ମଧ୍ୟ ଆନନ୍ଦ କର ଓ ମୋʼ ସହିତ ଉଲ୍ଲାସ କର ।"},{"number":19,"verse":"( ତୀମଥି ଏବଂ ଏପାଫ୍ରଦିତ) କିନ୍ତୁ ମୁଁ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ତୀମଥିଙ୍କୁ ଶୀଘ୍ର ପଠାଇବି ବୋଲି ପ୍ରଭୁ ଯୀଶୁଙ୍କଠାରେ ଭରସା କରୁଅଛି, ଯେପରି ତୁମ୍ଭମାନଙ୍କ ଅବସ୍ଥା ବିଷୟ ଜାଣି ମୁଁ ମଧ୍ୟ ଉତ୍ସାହିତ ହେବି ।"},{"number":20,"verse":"କାରଣ ଯେ ତୁମ୍ଭମାନଙ୍କ ବିଷୟରେ ପ୍ରକୃତରେ ମନୋଯୋଗ କରିବ, ଏପରି ସମଭାବାପନ୍ନ ଲୋକ ତାଙ୍କ ବିନା ମୋʼ ନିକଟରେ ଆଉ କେହି ନାହିଁ ।"},{"number":21,"verse":"ଯେଣୁ ସମସ୍ତେ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ବିଷୟ ଚେଷ୍ଟା ନ କରି ସ୍ଵାର୍ଥ ଚେଷ୍ଟା କରନ୍ତି ।"},{"number":22,"verse":"ସେ ଯେ ପରୀକ୍ଷାସିଦ୍ଧ ଲୋକ, ଏହା ତୁମ୍ଭେମାନେ ଜାଣ; ପୁତ୍ର ପିତାର ସେବା କଲା ପରି ସେ ତ ସୁସମାଚାର କାର୍ଯ୍ୟରେ ମୋʼ ସହିତ ସେବା କରିଥିଲେ ।"},{"number":23,"verse":"ଅତଏବ, ମୋʼ ପ୍ରତି କଅଣ ଘଟିବ, ତାହା ଜାଣିବାମାତ୍ର ତାଙ୍କୁ ପଠାଇବି ବୋଲି ଭରସା କରୁଅଛି;"},{"number":24,"verse":"କିନ୍ତୁ ମୁଁ ପ୍ରଭୁଙ୍କଠାରେ ବିଶ୍ଵାସ କରୁ ଅଛି ଯେ, ମୁଁ ନିଜେ ମଧ୍ୟ ଶୀଘ୍ର ଯିବି ।"},{"number":25,"verse":"କିନ୍ତୁ ମୁଁ ମୋହର ଭ୍ରାତା, ସହକର୍ମୀ, ସହସେନା ଓ ମୋହର ଅଭାବ ପୂରଣ ନିମନ୍ତେ ତୁମ୍ଭମାନଙ୍କର ପ୍ରେରିତ ଓ ସେବକ ଏପାଫ୍ରଦିତଙ୍କୁ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ପଠାଇବା ପାଇଁ ଆବଶ୍ୟକ ମନେ କଲି;"},{"number":26,"verse":"କାରଣ ସେ ତୁମ୍ଭ ସମସ୍ତଙ୍କୁ ଦେଖିବା ପାଇଁ ଅତ୍ୟ; ଇଚ୍ଛୁକ, ପୁଣି ସେ ପୀଡ଼ିତ ଅଛନ୍ତି ବୋଲି ତୁମ୍ଭେମାନେ ଶୁଣିଥିବାରୁ ଅତ୍ୟ; ବ୍ୟଥିତ;"},{"number":27,"verse":"ହଁ, ସେ ମୃତ୍ୟୁ ସରିକି ପୀଡ଼ିତ ହୋଇଥିଲେ, କିନ୍ତୁ ଈଶ୍ଵର ତାଙ୍କୁ ଦୟା କଲେ, ଆଉ କେବଳ ତାଙ୍କୁ ନୁହେଁ, ମାତ୍ର ଯେପରି ମୋʼ ପ୍ରତି ଦୁଃଖ ଉପରେ ଦୁଃଖ ଘଟିବ ନାହିଁ, ଏଥିପାଇଁ ମୋʼ ଉପରେ ମଧ୍ୟ ଦୟା କଲେ ।"},{"number":28,"verse":"ଏଣୁ ତୁମ୍ଭେମାନେ ଯେପରି ତାଙ୍କୁ ପୁନର୍ବାର ଦେଖି ଆନନ୍ଦ କର ଓ ମୋʼ ଦୁଃଖ ଯେପରି ଊଣା ପଡ଼େ, ଏଥିପାଇଁ ମୁଁ ତାଙ୍କୁ ପଠାଇବା ନିମନ୍ତେ ଅଧିକ ଯନିବାନ ହେଲି ।"},{"number":29,"verse":"ଅତଏବ, ପ୍ରଭୁଙ୍କ ହେତୁ ତାଙ୍କୁ ଅତି ଆନନ୍ଦରେ ଗ୍ରହଣ କର, ଆଉ ଏହିପ୍ରକାର ବ୍ୟକ୍ତିମାନଙ୍କ ସମାଦର କର;"},{"number":30,"verse":"କାରଣ ମୋʼ ପ୍ରତି ତୁମ୍ଭମାନଙ୍କ ସେବାରେ ଯାହା କିଛି ଅଭାବ, ତାହା ପୂରଣ କରିବାକୁ ସେ ଖ୍ରୀଷ୍ଟଙ୍କ କାର୍ଯ୍ୟରେ ଆପଣା ଜୀବନ ବିପଦଗ୍ରସ୍ତ କରି ମୃତପ୍ରାୟ ହୋଇଥିଲେ ।"}]}