{"bibleAbbr":"urDGV2010","bookName":"लूक़ा","bookEnglishName":"Luke","chapterNumber":1,"verses":[{"number":1,"verse":"( पेशलफ़्ज़) मुह्तरम थियुफ़िलुस, बहुत से लोग वह सब कुछ लिख चुके हैं जो हमारे दरमियान वाक़े हुआ है।"},{"number":2,"verse":"उन की कोशिश यह थी कि वही कुछ बयान किया जाए जिस की गवाही वह देते हैं जो शुरू ही से साथ थे और आज तक अल्लाह का कलाम सुनाने की ख़िदमत सरअन्जाम दे रहे हैं।"},{"number":3,"verse":"मैं ने भी हर मुमकिन कोशिश की है कि सब कुछ शुरू से और ऐन हक़ीक़त के मुताबिक़ मालूम करूँ। अब मैं यह बातें तरतीब से आप के लिए लिखना चाहता हूँ।"},{"number":4,"verse":"आप यह पढ़ कर जान लेंगे कि जो बातें आप को सिखाई गई हैं वह सच और दुरुस्त हैं।"},{"number":5,"verse":"( यहया के बारे में पेशगोई) यहूदिया के बादशाह हेरोदेस के ज़माने में एक इमाम था जिस का नाम ज़करियाह था। बैत-उल-मुक़द्दस में इमामों के मुख़्तलिफ़ गुरोह ख़िदमत सरअन्जाम देते थे, और ज़करियाह का ताल्लुक़ अबियाह के गुरोह से था। उस की बीवी इमाम-ए-आज़म हारून की नस्ल से थी और उस का नाम इलीशिबा था।"},{"number":6,"verse":"मियाँ-बीवी अल्लाह के नज़्दीक रास्तबाज़ थे और रब के तमाम अह्काम और हिदायात के मुताबिक़ बेइल्ज़ाम ज़िन्दगी गुज़ारते थे।"},{"number":7,"verse":"लेकिन वह बेऔलाद थे। इलीशिबा के बच्चे पैदा नहीं हो सकते थे। अब वह दोनों बूढ़े हो चुके थे।"},{"number":8,"verse":"एक दिन बैत-उल-मुक़द्दस मैं अबियाह के गुरोह की बारी थी और ज़करियाह अल्लाह के हुज़ूर अपनी ख़िदमत सरअन्जाम दे रहा था।"},{"number":9,"verse":"दस्तूर के मुताबिक़ उन्हों ने क़ुरआ डाला ताकि मालूम करें कि रब के मक़्दिस में जा कर बख़ूर की क़ुर्बानी कौन जलाए। ज़करियाह को चुना गया।"},{"number":10,"verse":"जब वह मुक़र्ररा वक़्त पर बख़ूर जलाने के लिए बैत-उल-मुक़द्दस में दाख़िल हुआ तो जमा होने वाले तमाम परस्तार सहन में दुआ कर रहे थे।"},{"number":11,"verse":"अचानक रब का एक फ़रिश्ता ज़ाहिर हुआ जो बख़ूर जलाने की क़ुर्बानगाह के दहनी तरफ़ खड़ा था।"},{"number":12,"verse":"उसे देख कर ज़करियाह घबराया और बहुत डर गया।"},{"number":13,"verse":"लेकिन फ़रिश्ते ने उस से कहा, “ज़करियाह, मत डर! अल्लाह ने तेरी दुआ सुन ली है। तेरी बीवी इलीशिबा के बेटा होगा। उस का नाम यहया रखना।"},{"number":14,"verse":"वह न सिर्फ़ तेरे लिए ख़ुशी और मुसर्रत का बाइस होगा, बल्कि बहुत से लोग उस की पैदाइश पर ख़ुशी मनाएँगे।"},{"number":15,"verse":"क्यूँकि वह रब के नज़्दीक अज़ीम होगा। लाज़िम है कि वह मै और शराब से पर्हेज़ करे। वह पैदा होने से पहले ही रूह-उल-क़ुद्स से मामूर होगा"},{"number":16,"verse":"और इस्राईली क़ौम में से बहुतों को रब उन के ख़ुदा के पास वापस लाएगा।"},{"number":17,"verse":"वह इल्यास की रूह और क़ुव्वत से ख़ुदावन्द के आगे आगे चलेगा। उस की ख़िदमत से वालिदों के दिल अपने बच्चों की तरफ़ माइल हो जाएंगे और नाफ़रमान लोग रास्तबाज़ों की दानाई की तरफ़ रुजू करेंगे। यूँ वह इस क़ौम को रब के लिए तय्यार करेगा।”"},{"number":18,"verse":"ज़करियाह ने फ़रिश्ते से पूछा, “मैं किस तरह जानूँ कि यह बात सच है? मैं ख़ुद बूढ़ा हूँ और मेरी बीवी भी उम्ररसीदा है।”"},{"number":19,"verse":"फ़रिश्ते ने जवाब दिया, “मैं जिब्राईल हूँ जो अल्लाह के हुज़ूर खड़ा रहता हूँ। मुझे इसी मक़्सद के लिए भेजा गया है कि तुझे यह ख़ुशख़बरी सुनाऊँ।"},{"number":20,"verse":"लेकिन चूँकि तू ने मेरी बात का यक़ीन नहीं किया इस लिए तू ख़ामोश रहेगा और उस वक़्त तक बोल नहीं सकेगा जब तक तेरे बेटा पैदा न हो। मेरी यह बातें मुक़र्ररा वक़्त पर ही पूरी होंगी।”"},{"number":21,"verse":"इस दौरान बाहर के लोग ज़करियाह के इन्तिज़ार में थे। वह हैरान होते जा रहे थे कि उसे वापस आने में क्यूँ इतनी देर हो रही है।"},{"number":22,"verse":"आख़िरकार वह बाहर आया, लेकिन वह उन से बात न कर सका। तब उन्हों ने जान लिया कि उस ने बैत-उल-मुक़द्दस में रोया देखी है। उस ने हाथों से इशारे तो किए, लेकिन ख़ामोश रहा।"},{"number":23,"verse":"ज़करियाह मुक़र्ररा वक़्त तक बैत-उल-मुक़द्दस में अपनी ख़िदमत अन्जाम देता रहा, फिर अपने घर वापस चला गया।"},{"number":24,"verse":"थोड़े दिनों के बाद उस की बीवी इलीशिबा हामिला हो गई और वह पाँच माह तक घर में छुपी रही।"},{"number":25,"verse":"उस ने कहा, “ख़ुदावन्द ने मेरे लिए कितना बड़ा काम किया है, क्यूँकि अब उस ने मेरी फ़िक्र की और लोगों के सामने से मेरी रुस्वाई दूर कर दी।”"},{"number":26,"verse":"( ईसा की पैदाइश की पेशगोई) इलीशिबा छः माह से उम्मीद से थी जब अल्लाह ने जिब्राईल फ़रिश्ते को एक कुंवारी के पास भेजा जो नासरत में रहती थी। नासरत गलील का एक शहर है और कुंवारी का नाम मरियम था। उस की मंगनी एक मर्द के साथ हो चुकी थी जो दाऊद बादशाह की नस्ल से था और जिस का नाम यूसुफ़ था।"},{"number":28,"verse":"फ़रिश्ते ने उस के पास आ कर कहा, “ऐ ख़ातून जिस पर रब का ख़ास फ़ज़्ल हुआ है, सलाम! रब तेरे साथ है।”"},{"number":29,"verse":"मरियम यह सुन कर घबरा गई और सोचा, “यह किस तरह का सलाम है?”"},{"number":30,"verse":"लेकिन फ़रिश्ते ने अपनी बात जारी रखी और कहा, “ऐ मरियम, मत डर, क्यूँकि तुझ पर अल्लाह का फ़ज़्ल हुआ है।"},{"number":31,"verse":"तू उम्मीद से हो कर एक बेटे को जन्म देगी। तुझे उस का नाम ईसा (नजात देने वाला) रखना है।"},{"number":32,"verse":"वह अज़ीम होगा और अल्लाह तआला का फ़र्ज़न्द कहलाएगा। रब हमारा ख़ुदा उसे उस के बाप दाऊद के तख़्त पर बिठाएगा"},{"number":33,"verse":"और वह हमेशा तक इस्राईल पर हुकूमत करेगा। उस की सल्तनत कभी ख़त्म न होगी।”"},{"number":34,"verse":"मरियम ने फ़रिश्ते से कहा, “यह क्यूँकर हो सकता है? अभी तो मैं कुंवारी हूँ।”"},{"number":35,"verse":"फ़रिश्ते ने जवाब दिया, “रूह-उल-क़ुद्स तुझ पर नाज़िल होगा, अल्लाह तआला की क़ुदरत का साया तुझ पर छा जाएगा। इस लिए यह बच्चा क़ुद्दूस होगा और अल्लाह का फ़र्ज़न्द कहलाएगा।"},{"number":36,"verse":"और देख, तेरी रिश्तेदार इलीशिबा के भी बेटा होगा हालाँकि वह उम्ररसीदा है। गो उसे बाँझ क़रार दिया गया था, लेकिन वह छः माह से उम्मीद से है।"},{"number":37,"verse":"क्यूँकि अल्लाह के नज़्दीक कोई काम नामुमकिन नहीं है।”"},{"number":38,"verse":"मरियम ने जवाब दिया, “मैं रब की ख़िदमत के लिए हाज़िर हूँ। मेरे साथ वैसा ही हो जैसा आप ने कहा है।” इस पर फ़रिश्ता चला गया।"},{"number":39,"verse":"( मरियम इलीशिबा से मिलती है) उन दिनों में मरियम यहूदिया के पहाड़ी इलाक़े के एक शहर के लिए रवाना हुई। उस ने जल्दी जल्दी सफ़र किया।"},{"number":40,"verse":"वहाँ पहुँच कर वह ज़करियाह के घर में दाख़िल हुई और इलीशिबा को सलाम किया।"},{"number":41,"verse":"मरियम का यह सलाम सुन कर इलीशिबा का बच्चा उस के पेट में उछल पड़ा और इलीशिबा ख़ुद रूह-उल-क़ुद्स से भर गई।"},{"number":42,"verse":"उस ने बुलन्द आवाज़ से कहा, “तू तमाम औरतों में मुबारक है और मुबारक है तेरा बच्चा!"},{"number":43,"verse":"मैं कौन हूँ कि मेरे ख़ुदावन्द की माँ मेरे पास आई!"},{"number":44,"verse":"जूँ ही मैं ने तेरा सलाम सुना बच्चा मेरे पेट में ख़ुशी से उछल पड़ा।"},{"number":45,"verse":"तू कितनी मुबारक है, क्यूँकि तू ईमान लाई कि जो कुछ रब ने फ़रमाया है वह तक्मील तक पहुँचेगा।”"},{"number":46,"verse":"( मरियम का गीत) इस पर मरियम ने कहा, “मेरी जान रब की ताज़ीम करती है"},{"number":47,"verse":"और मेरी रूह अपने नजातदहिन्दा अल्लाह से निहायत ख़ुश है।"},{"number":48,"verse":"क्यूँकि उस ने अपनी ख़ादिमा की पस्ती पर नज़र की है। हाँ, अब से तमाम नस्लें मुझे मुबारक कहेंगी,"},{"number":49,"verse":"क्यूँकि क़ादिर-ए-मुतलक़ ने मेरे लिए बड़े बड़े काम किए हैं। उस का नाम क़ुद्दूस है।"},{"number":50,"verse":"जो उस का ख़ौफ़ मानते हैं उन पर वह पुश्त-दर-पुश्त अपनी रहमत ज़ाहिर करेगा।"},{"number":51,"verse":"उस की क़ुदरत ने अज़ीम काम कर दिखाए हैं, और दिल से मग़रूर लोग तित्तर-बित्तर हो गए हैं।"},{"number":52,"verse":"उस ने हुक्मरानों को उन के तख़्त से हटा कर पस्तहाल लोगों को सरफ़राज़ कर दिया है।"},{"number":53,"verse":"भूकों को उस ने अच्छी चीज़ों से मालामाल करके अमीरों को ख़ाली हाथ लौटा दिया है।"},{"number":54,"verse":"वह अपने ख़ादिम इस्राईल की मदद के लिए आ गया है। हाँ, उस ने अपनी रहमत को याद किया है,"},{"number":55,"verse":"यानी वह दाइमी वादा जो उस ने हमारे बुज़ुर्गों के साथ किया था, इब्राहीम और उस की औलाद के साथ।”"},{"number":56,"verse":"मरियम तक़रीबन तीन माह इलीशिबा के हाँ ठहरी रही, फिर अपने घर लौट गई।"},{"number":57,"verse":"( यहया बपतिस्मा देने वाले की पैदाइश) फिर इलीशिबा का बच्चे को जन्म देने का दिन आ पहुँचा और उस के बेटा हुआ।"},{"number":58,"verse":"जब उस के हमसायों और रिश्तेदारों को इत्तिला मिली कि रब की उस पर कितनी बड़ी रहमत हुई है तो उन्हों ने उस के साथ ख़ुशी मनाई।"},{"number":59,"verse":"जब बच्चा आठ दिन का था तो वह उस का ख़तना करवाने की रस्म के लिए आए। वह बच्चे का नाम उस के बाप के नाम पर ज़करियाह रखना चाहते थे,"},{"number":60,"verse":"लेकिन उस की माँ ने एतिराज़ किया। उस ने कहा, “नहीं, उस का नाम यहया हो।”"},{"number":61,"verse":"उन्हों ने कहा, “आप के रिश्तेदारों में तो ऐसा नाम कहीं भी नहीं पाया जाता।”"},{"number":62,"verse":"तब उन्हों ने इशारों से बच्चे के बाप से पूछा कि वह क्या नाम रखना चाहता है।"},{"number":63,"verse":"जवाब में ज़करियाह ने तख़्ती मंगवा कर उस पर लिखा, “इस का नाम यहया है।” यह देख कर सब हैरान हुए।"},{"number":64,"verse":"उसी लम्हे ज़करियाह दुबारा बोलने के क़ाबिल हो गया, और वह अल्लाह की तम्जीद करने लगा।"},{"number":65,"verse":"तमाम हमसायों पर ख़ौफ़ छा गया और इस बात का चर्चा यहूदिया के पूरे इलाक़े में फैल गया।"},{"number":66,"verse":"जिस ने भी सुना उस ने सन्जीदगी से इस पर ग़ौर किया और सोचा, “इस बच्चे का क्या बनेगा?” क्यूँकि रब की क़ुदरत उस के साथ थी।"},{"number":67,"verse":"( ज़करियाह की नबुव्वत) उस का बाप ज़करियाह रूह-उल-क़ुद्स से मामूर हो गया और नबुव्वत करके कहा,"},{"number":68,"verse":"“रब इस्राईल के अल्लाह की तम्जीद हो! क्यूँकि वह अपनी क़ौम की मदद के लिए आया है, उस ने फ़िद्या दे कर उसे छुड़ाया है।"},{"number":69,"verse":"उस ने अपने ख़ादिम दाऊद के घराने में हमारे लिए एक अज़ीम नजातदहिन्दा खड़ा किया है।"},{"number":70,"verse":"ऐसा ही हुआ जिस तरह उस ने क़दीम ज़मानों में अपने मुक़द्दस नबियों की मारिफ़त फ़रमाया था,"},{"number":71,"verse":"कि वह हमें हमारे दुश्मनों से नजात दिलाएगा, उन सब के हाथ से जो हम से नफ़रत रखते हैं।"},{"number":72,"verse":"क्यूँकि उस ने फ़रमाया था कि वह हमारे बापदादा पर रहम करेगा"},{"number":73,"verse":"और अपने मुक़द्दस अह्द को याद रखेगा, उस वादे को जो उस ने क़सम खा कर इब्राहीम के साथ किया था।"},{"number":74,"verse":"अब उस का यह वादा पूरा हो जाएगा : हम अपने दुश्मनों से मख़्लसी पा कर ख़ौफ़ के बग़ैर अल्लाह की ख़िदमत कर सकेंगे,"},{"number":75,"verse":"जीते जी उस के हुज़ूर मुक़द्दस और रास्त ज़िन्दगी गुज़ार सकेंगे।"},{"number":76,"verse":"और तू, मेरे बच्चे, अल्लाह तआला का नबी कहलाएगा। क्यूँकि तू ख़ुदावन्द के आगे आगे उस के रास्ते तय्यार करेगा।"},{"number":77,"verse":"तू उस की क़ौम को नजात का रास्ता दिखाएगा, कि वह किस तरह अपने गुनाहों की मुआफ़ी पाएगी।"},{"number":78,"verse":"हमारे अल्लाह की बड़ी रहमत की वजह से हम पर इलाही नूर चमकेगा।"},{"number":79,"verse":"उस की रौशनी उन पर फैल जाएगी जो अंधेरे और मौत के साय में बैठे हैं, हाँ वह हमारे क़दमों को सलामती की राह पर पहुँचाएगी।”"},{"number":80,"verse":"यहया परवान चढ़ा और उस की रूह ने तक़वियत पाई। उस ने उस वक़्त तक रेगिस्तान में ज़िन्दगी गुज़ारी जब तक उसे इस्राईल की ख़िदमत करने के लिए बुलाया न गया।"}]}