{"bibleAbbr":"urDGV2010","bookName":"लूक़ा","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"( रियाकारी से ख़बरदार रहो!) इतने में कई हज़ार लोग जमा हो गए थे। बड़ी तादाद की वजह से वह एक दूसरे पर गिरे पड़ते थे। फिर ईसा अपने शागिर्दों से यह बात करने लगा, “फ़रीसियों के ख़मीर यानी रियाकारी से ख़बरदार!"},{"number":2,"verse":"जो कुछ भी अभी छुपा हुआ है उसे आख़िर में ज़ाहिर किया जाएगा और जो कुछ भी इस वक़्त पोशीदा है उस का राज़ आख़िर में खुल जाएगा।"},{"number":3,"verse":"इस लिए जो कुछ तुम ने अंधेरे में कहा है वह रोज़-ए-रौशन में सुनाया जाएगा और जो कुछ तुम ने अन्दरूनी कमरों का दरवाज़ा बन्द करके आहिस्ता आहिस्ता कान में बयान किया है उस का छतों से एलान किया जाएगा।"},{"number":4,"verse":"( किस से डरना चाहिए?) मेरे अज़ीज़ो, उन से मत डरना जो सिर्फ़ जिस्म को क़त्ल करते हैं और मज़ीद नुक़्सान नहीं पहुँचा सकते।"},{"number":5,"verse":"मैं तुम को बताता हूँ कि किस से डरना है। अल्लाह से डरो, जो तुम्हें हलाक करने के बाद जहन्नुम में फैंकने का इख़तियार भी रखता है। जी हाँ, उसी से ख़ौफ़ खाओ।"},{"number":6,"verse":"क्या पाँच चिड़ियाँ दो पैसों में नहीं बिकतीं? तो भी अल्लाह हर एक की फ़िक्र करके एक को भी नहीं भूलता।"},{"number":7,"verse":"हाँ, बल्कि तुम्हारे सर के सब बाल भी गिने हुए हैं। लिहाज़ा मत डरो। तुम्हारी क़दर-ओ-क़ीमत बहुत सी चिड़ियों से कहीं ज़्यादा है।"},{"number":8,"verse":"( मसीह का इक़्रार या इन्कार करने के नतीजे) मैं तुम को बताता हूँ, जो भी लोगों के सामने मेरा इक़्रार करे उस का इक़्रार इब्न-ए-आदम भी फ़रिश्तों के सामने करेगा।"},{"number":9,"verse":"लेकिन जो लोगों के सामने मेरा इन्कार करे उस का भी अल्लाह के फ़रिश्तों के सामने इन्कार किया जाएगा।"},{"number":10,"verse":"और जो भी इब्न-ए-आदम के ख़िलाफ़ बात करे उसे मुआफ़ किया जा सकता है। लेकिन जो रूह-उल-क़ुद्स के ख़िलाफ़ कुफ़्र बके उसे मुआफ़ नहीं किया जाएगा।"},{"number":11,"verse":"जब लोग तुम को इबादतख़ानों में और हाकिमों और इख़तियार वालों के सामने घसीट कर ले जाएंगे तो यह सोचते सोचते परेशान न हो जाना कि मैं किस तरह अपना दिफ़ा करूँ या क्या कहूँ,"},{"number":12,"verse":"क्यूँकि रूह-उल-क़ुद्स तुम को उसी वक़्त सिखा देगा कि तुम को क्या कहना है।”"},{"number":13,"verse":"( नादान अमीर की तम्सील) किसी ने भीड़ में से कहा, “उस्ताद, मेरे भाई से कहें कि मीरास का मेरा हिस्सा मुझे दे।”"},{"number":14,"verse":"ईसा ने जवाब दिया, “भई, किस ने मुझे तुम पर जज या तक़्सीम करने वाला मुक़र्रर किया है?”"},{"number":15,"verse":"फिर उस ने उन से मज़ीद कहा, “ख़बरदार! हर क़िस्म के लालच से बचे रहना, क्यूँकि इन्सान की ज़िन्दगी उस के माल-ओ-दौलत की कस्रत पर मुन्हसिर नहीं।”"},{"number":16,"verse":"उस ने उन्हें एक तम्सील सुनाई। “किसी अमीर आदमी की ज़मीन में अच्छी फ़सल पैदा हुई।"},{"number":17,"verse":"चुनाँचे वह सोचने लगा, ‘अब मैं क्या करूँ? मेरे पास तो इतनी जगह नहीं जहाँ मैं सब कुछ जमा करके रखूँ।’"},{"number":18,"verse":"फिर उस ने कहा, ‘मैं यह करूँगा कि अपने गोदामों को ढा कर इन से बड़े तामीर करूँगा। उन में अपना तमाम अनाज और बाक़ी पैदावार जमा कर लूँगा।"},{"number":19,"verse":"फिर मैं अपने आप से कहूँगा कि लो, इन अच्छी चीज़ों से तेरी ज़रूरियात बहुत सालों तक पूरी होती रहेंगी। अब आराम कर। खा, पी और ख़ुशी मना।’"},{"number":20,"verse":"लेकिन अल्लाह ने उस से कहा, ‘अहमक़! इसी रात तू मर जाएगा। तो फिर जो चीज़ें तू ने जमा की हैं वह किस की होंगी?’"},{"number":21,"verse":"यही उस शख़्स का अन्जाम है जो सिर्फ़ अपने लिए चीज़ें जमा करता है जबकि वह अल्लाह के सामने ग़रीब है।”"},{"number":22,"verse":"( अल्लाह पर भरोसा) फिर ईसा ने अपने शागिर्दों से कहा, “इस लिए अपनी ज़िन्दगी की ज़रूरियात पूरी करने के लिए परेशान न रहो कि हाय, मैं क्या खाऊँ। और जिस्म के लिए फ़िक्रमन्द न रहो कि हाय, मैं क्या पहनूँ।"},{"number":23,"verse":"ज़िन्दगी तो खाने से ज़्यादा अहम है और जिस्म पोशाक से ज़्यादा।"},{"number":24,"verse":"कव्वों पर ग़ौर करो। न वह बीज बोते, न फ़सलें काटते हैं। उन के पास न स्टोर होता है, न गोदाम। तो भी अल्लाह ख़ुद उन्हें खाना खिलाता है। और तुम्हारी क़दर-ओ-क़ीमत तो परिन्दों से कहीं ज़्यादा है।"},{"number":25,"verse":"क्या तुम में से कोई फ़िक्र करते करते अपनी ज़िन्दगी में एक लम्हे का भी इज़ाफ़ा कर सकता है?"},{"number":26,"verse":"अगर तुम फ़िक्र करने से इतनी छोटी सी तब्दीली भी नहीं ला सकते तो फिर तुम बाक़ी बातों के बारे में क्यूँ फ़िक्रमन्द हो?"},{"number":27,"verse":"ग़ौर करो कि सोसन के फूल किस तरह उगते हैं। न वह मेहनत करते, न कातते हैं। लेकिन मैं तुम्हें बताता हूँ कि सुलैमान बादशाह अपनी पूरी शान-ओ-शौकत के बावुजूद ऐसे शानदार कपड़ों से मुलब्बस नहीं था जैसे उन में से एक।"},{"number":28,"verse":"अगर अल्लाह उस घास को जो आज मैदान में है और कल आग में झोंकी जाएगी ऐसा शानदार लिबास पहनाता है तो ऐ कमएतिक़ादो, वह तुम को पहनाने के लिए क्या कुछ नहीं करेगा?"},{"number":29,"verse":"इस की तलाश में न रहना कि क्या खाओगे या क्या पियोगे। ऐसी बातों की वजह से बेचैन न रहो।"},{"number":30,"verse":"क्यूँकि दुनिया में जो ईमान नहीं रखते वही इन तमाम चीज़ों के पीछे भागते रहते हैं, जबकि तुम्हारे बाप को पहले से मालूम है कि तुम को इन की ज़रूरत है।"},{"number":31,"verse":"चुनाँचे उसी की बादशाही की तलाश में रहो। फिर यह तमाम चीज़ें भी तुम को मिल जाएँगी।"},{"number":32,"verse":"( आसमान पर दौलत जमा करना) ऐ छोटे गल्ले, मत डरना, क्यूँकि तुम्हारे बाप ने तुम को बादशाही देना पसन्द किया।"},{"number":33,"verse":"अपनी मिलकियत बेच कर ग़रीबों को दे देना। अपने लिए ऐसे बटवे बनवाओ जो नहीं घिसते। अपने लिए आसमान पर ऐसा ख़ज़ाना जमा करो जो कभी ख़त्म नहीं होगा और जहाँ न कोई चोर आएगा, न कोई कीड़ा उसे ख़राब करेगा।"},{"number":34,"verse":"क्यूँकि जहाँ तुम्हारा ख़ज़ाना है वहीं तुम्हारा दिल भी लगा रहेगा।"},{"number":35,"verse":"( हर वक़्त तय्यार नौकर) ख़िदमत के लिए तय्यार खड़े रहो और इस पर ध्यान दो कि तुम्हारे चराग़ जलते रहें।"},{"number":36,"verse":"यानी ऐसे नौकरों की मानिन्द जिन का मालिक किसी शादी से वापस आने वाला है और वह उस के लिए तय्यार खड़े हैं। जूँ ही वह आ कर दस्तक दे वह दरवाज़े को खोल देंगे।"},{"number":37,"verse":"वह नौकर मुबारक हैं जिन्हें मालिक आ कर जागते हुए और चौकस पाएगा। मैं तुम को सच बताता हूँ कि यह देख कर मालिक अपने कपड़े बदल कर उन्हें बिठाएगा और मेज़ पर उन की ख़िदमत करेगा।"},{"number":38,"verse":"हो सकता है मालिक आधी रात या इस के बाद आए। अगर वह इस सूरत में भी उन्हें मुस्तइद पाए तो वह मुबारक हैं।"},{"number":39,"verse":"यक़ीन जानो, अगर किसी घर के मालिक को पता होता कि चोर कब आएगा तो वह ज़रूर उसे घर में नक़ब लगाने न देता।"},{"number":40,"verse":"तुम भी तय्यार रहो, क्यूँकि इब्न-ए-आदम ऐसे वक़्त आएगा जब तुम इस की तवक़्क़ो नहीं करोगे।”"},{"number":41,"verse":"( वफ़ादार नौकर) पतरस ने पूछा, “ख़ुदावन्द, क्या यह तम्सील सिर्फ़ हमारे लिए है या सब के लिए?”"},{"number":42,"verse":"ख़ुदावन्द ने जवाब दिया, “कौन सा नौकर वफ़ादार और समझदार है? फ़र्ज़ करो कि घर के मालिक ने किसी नौकर को बाक़ी नौकरों पर मुक़र्रर किया हो। उस की एक ज़िम्मादारी यह भी है कि उन्हें वक़्त पर मुनासिब खाना खिलाए।"},{"number":43,"verse":"वह नौकर मुबारक होगा जो मालिक की वापसी पर यह सब कुछ कर रहा होगा।"},{"number":44,"verse":"मैं तुम को सच बताता हूँ कि यह देख कर मालिक उसे अपनी पूरी जायदाद पर मुक़र्रर करेगा।"},{"number":45,"verse":"लेकिन फ़र्ज़ करो कि नौकर अपने दिल में सोचे, ‘मालिक की वापसी में अभी देर है।’ वह नौकरों और नौकरानियों को पीटने लगे और खाते-पीते वह नशे में रहे।"},{"number":46,"verse":"अगर वह ऐसा करे तो मालिक ऐसे दिन और वक़्त आएगा जिस की तवक़्क़ो नौकर को नहीं होगी। इन हालात को देख कर वह नौकर को टुकड़े टुकड़े कर डालेगा और उसे ग़ैरईमानदारों में शामिल करेगा।"},{"number":47,"verse":"जो नौकर अपने मालिक की मर्ज़ी को जानता है, लेकिन उस के लिए तय्यारियाँ नहीं करता, न उसे पूरी करने की कोशिश करता है, उस की ख़ूब पिटाई की जाएगी।"},{"number":48,"verse":"इस के मुक़ाबले में वह जो मालिक की मर्ज़ी को नहीं जानता और इस बिना पर कोई क़ाबिल-ए-सज़ा काम करे उस की कम पिटाई की जाएगी। क्यूँकि जिसे बहुत दिया गया हो उस से बहुत तलब किया जाएगा। और जिस के सपुर्द बहुत कुछ किया गया हो उस से कहीं ज़्यादा माँगा जाएगा।"},{"number":49,"verse":"( ईसा की वजह से इख़तिलाफ़ पैदा होगा) मैं ज़मीन पर आग लगाने आया हूँ, और काश वह पहले ही भड़क रही होती!"},{"number":50,"verse":"लेकिन अब तक मेरे सामने एक बपतिस्मा है जिसे लेना ज़रूरी है। और मुझ पर कितना दबाओ है जब तक उस की तक्मील न हो जाए।"},{"number":51,"verse":"क्या तुम समझते हो कि मैं दुनिया में सुलह-सलामती क़ाइम करने आया हूँ? नहीं, मैं तुम को बताता हूँ कि इस की बजाए मैं इख़तिलाफ़ पैदा करूँगा।"},{"number":52,"verse":"क्यूँकि अब से एक घराने के पाँच अफ़राद में इख़तिलाफ़ होगा। तीन दो के ख़िलाफ़ और दो तीन के ख़िलाफ़ होंगे।"},{"number":53,"verse":"बाप बेटे के ख़िलाफ़ होगा और बेटा बाप के ख़िलाफ़, माँ बेटी के ख़िलाफ़ और बेटी माँ के ख़िलाफ़, सास बहू के ख़िलाफ़ और बहू सास के ख़िलाफ़।”"},{"number":54,"verse":"( मौजूदा हालात का सहीह नतीजा निकालना चाहिए) ईसा ने हुजूम से यह भी कहा, “जूँ ही कोई बादल मग़रिबी उफ़क़ से चढ़ता हुआ नज़र आए तो तुम कहते हो कि बारिश होगी। और ऐसा ही होता है।"},{"number":55,"verse":"और जब जुनूबी लू चलती है तो तुम कहते हो कि सख़्त गर्मी होगी। और ऐसा ही होता है।"},{"number":56,"verse":"ऐ रियाकारो! तुम आसमान-ओ-ज़मीन के हालात पर ग़ौर करके सहीह नतीजा निकाल लेते हो। तो फिर तुम मौजूदा ज़माने के हालात पर ग़ौर करके सहीह नतीजा क्यूँ नहीं निकाल सकते?"},{"number":57,"verse":"( अपने मुख़ालिफ़ से समझौता करना) तुम ख़ुद सहीह फ़ैसला क्यूँ नहीं कर सकते?"},{"number":58,"verse":"फ़र्ज़ करो कि किसी ने तुझ पर मुक़द्दमा चलाया है। अगर ऐसा हो तो पूरी कोशिश कर कि कचहरी में पहुँचने से पहले पहले मुआमला हल करके मुख़ालिफ़ से फ़ारिग़ हो जाए। ऐसा न हो कि वह तुझ को जज के सामने घसीट कर ले जाए, जज तुझे पुलिस अफ़्सर के हवाले करे और पुलिस अफ़्सर तुझे जेल में डाल दे।"},{"number":59,"verse":"मैं तुझे बताता हूँ, वहाँ से तू उस वक़्त तक नहीं निकल पाएगा जब तक जुर्माने की पूरी पूरी रक़म अदा न कर दे।”"}]}