{"bibleAbbr":"urDGV2010","bookName":"लूक़ा","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"( गुनाह) ईसा ने अपने शागिर्दों से कहा, “आज़माइशों को तो आना ही आना है, लेकिन उस पर अफ़्सोस जिस की मारिफ़त वह आएँ।"},{"number":2,"verse":"अगर वह इन छोटों में से किसी को गुनाह करने पर उकसाए तो उस के लिए बेहतर है कि उस के गले में बड़ी चक्की का पाट बांधा जाए और उसे समुन्दर में फैंक दिया जाए।"},{"number":3,"verse":"ख़बरदार रहो! अगर तुम्हारा भाई गुनाह करे तो उसे समझाओ। अगर वह इस पर तौबा करे तो उसे मुआफ़ कर दो।"},{"number":4,"verse":"अब फ़र्ज़ करो कि वह एक दिन के अन्दर सात बार तुम्हारा गुनाह करे, लेकिन हर दफ़ा वापस आ कर तौबा का इज़हार करे, तो भी उसे हर दफ़ा मुआफ़ कर दो।”"},{"number":5,"verse":"( ईमान) रसूलों ने ख़ुदावन्द से कहा, “हमारे ईमान को बढ़ा दें।”"},{"number":6,"verse":"ख़ुदावन्द ने जवाब दिया, “अगर तुम्हारा ईमान राई के दाने जैसा छोटा भी हो तो तुम शह्तूत के इस दरख़्त को कह सकते हो, ‘उखड़ कर समुन्दर में जा लग’ तो वह तुम्हारी बात पर अमल करेगा।"},{"number":7,"verse":"( ग़ुलाम का फ़र्ज़) फ़र्ज़ करो कि तुम में से किसी ने हल चलाने या जानवर चराने के लिए एक ग़ुलाम रखा है। जब यह ग़ुलाम खेत से घर आएगा तो क्या उस का मालिक कहेगा, ‘इधर आओ, खाने के लिए बैठ जाओ?’"},{"number":8,"verse":"हरगिज़ नहीं, बल्कि वह यह कहेगा, ‘मेरा खाना तय्यार करो, ड्यूटी के कपड़े पहन कर मेरी ख़िदमत करो जब तक मैं खा पी न लूँ। इस के बाद तुम भी खा और पी सकोगे।’"},{"number":9,"verse":"और क्या वह अपने ग़ुलाम की उस ख़िदमत का शुक्रिया अदा करेगा जो उस ने उसे करने को कहा था? हरगिज़ नहीं!"},{"number":10,"verse":"इसी तरह जब तुम सब कुछ जो तुम्हें करने को कहा गया है कर चुको तब तुम को यह कहना चाहिए, ‘हम नालाइक़ नौकर हैं। हम ने सिर्फ़ अपना फ़र्ज़ अदा किया है’।”"},{"number":11,"verse":"( कोढ़ के दस मरीज़ों की शिफ़ा) ऐसा हुआ कि यरूशलम की तरफ़ सफ़र करते करते ईसा सामरिया और गलील में से गुज़रा।"},{"number":12,"verse":"एक दिन वह किसी गाँव में दाख़िल हो रहा था कि कोढ़ के दस मरीज़ उस को मिलने आए। वह कुछ फ़ासिले पर खड़े हो कर"},{"number":13,"verse":"ऊँची आवाज़ से कहने लगे, “ऐ ईसा, उस्ताद, हम पर रहम करें।”"},{"number":14,"verse":"उस ने उन्हें देखा तो कहा, “जाओ, अपने आप को इमामों को दिखाओ ताकि वह तुम्हारा मुआइना करें।” और ऐसा हुआ कि वह चलते चलते अपनी बीमारी से पाक-साफ़ हो गए।"},{"number":15,"verse":"उन में से एक ने जब देखा कि शिफ़ा मिल गई है तो वह मुड़ कर ऊँची आवाज़ से अल्लाह की तम्जीद करने लगा,"},{"number":16,"verse":"और ईसा के सामने मुँह के बल गिर कर शुक्रिया अदा किया। यह आदमी सामरिया का बाशिन्दा था।"},{"number":17,"verse":"ईसा ने पूछा, “क्या दस के दस आदमी अपनी बीमारी से पाक-साफ़ नहीं हुए? बाक़ी नौ कहाँ हैं?"},{"number":18,"verse":"क्या इस ग़ैरमुल्की के इलावा कोई और वापस आ कर अल्लाह की तम्जीद करने के लिए तय्यार नहीं था?”"},{"number":19,"verse":"फिर उस ने उस से कहा, “उठ कर चला जा। तेरे ईमान ने तुझे बचा लिया है।”"},{"number":20,"verse":"( अल्लाह की बादशाही कब आएगी) कुछ फ़रीसियों ने ईसा से पूछा, “अल्लाह की बादशाही कब आएगी?” उस ने जवाब दिया, “अल्लाह की बादशाही यूँ नहीं आ रही कि उसे ज़ाहिरी निशानों से पहचाना जाए।"},{"number":21,"verse":"लोग यह भी नहीं कह सकेंगे, ‘वह यहाँ है’ या ‘वह वहाँ है’ क्यूँकि अल्लाह की बादशाही तुम्हारे दरमियान है।”"},{"number":22,"verse":"फिर उस ने अपने शागिर्दों से कहा, “ऐसे दिन आएँगे कि तुम इब्न-ए-आदम का कम अज़ कम एक दिन देखने की तमन्ना करोगे, लेकिन नहीं देखोगे।"},{"number":23,"verse":"लोग तुम को बताएँगे, ‘वह वहाँ है’ या ‘वह यहाँ है।’ लेकिन मत जाना और उन के पीछे न लगना।"},{"number":24,"verse":"क्यूँकि जब इब्न-ए-आदम का दिन आएगा तो वह बिजली की मानिन्द होगा जिस की चमक आसमान को एक सिरे से ले कर दूसरे सिरे तक रौशन कर देती है।"},{"number":25,"verse":"लेकिन पहले लाज़िम है कि वह बहुत दुख उठाए और इस नस्ल के हाथों रद्द किया जाए।"},{"number":26,"verse":"जब इब्न-ए-आदम का वक़्त आएगा तो हालात नूह के दिनों जैसे होंगे।"},{"number":27,"verse":"लोग उस दिन तक खाने-पीने और शादी करने करवाने में लगे रहे जब तक नूह कश्ती में दाख़िल न हो गया। फिर सैलाब ने आ कर उन सब को तबाह कर दिया।"},{"number":28,"verse":"बिलकुल यही कुछ लूत के अय्याम में हुआ। लोग खाने-पीने, ख़रीद-ओ-फ़रोख़्त, काश्तकारी और तामीर के काम में लगे रहे।"},{"number":29,"verse":"लेकिन जब लूत सदूम को छोड़ कर निकला तो आग और गंधक ने आसमान से बरस कर उन सब को तबाह कर दिया।"},{"number":30,"verse":"इब्न-ए-आदम के ज़ुहूर के वक़्त ऐसे ही हालात होंगे।"},{"number":31,"verse":"जो शख़्स उस दिन छत पर हो वह घर का सामान साथ ले जाने के लिए नीचे न उतरे। इसी तरह जो खेत में हो वह अपने पीछे पड़ी चीज़ों को साथ ले जाने के लिए घर न लौटे।"},{"number":32,"verse":"लूत की बीवी को याद रखो।"},{"number":33,"verse":"जो अपनी जान बचाने की कोशिश करेगा वह उसे खो देगा, और जो अपनी जान खो देगा वही उसे बचाए रखेगा।"},{"number":34,"verse":"मैं तुम को बताता हूँ कि उस रात दो अफ़राद एक बिस्तर में सोए होंगे, एक को साथ ले लिया जाएगा जबकि दूसरे को पीछे छोड़ दिया जाएगा।"},{"number":35,"verse":"दो ख़वातीन चक्की पर गन्दुम पीस रही होंगी, एक को साथ ले लिया जाएगा जबकि दूसरी को पीछे छोड़ दिया जाएगा।"},{"number":36,"verse":"[दो अफ़राद खेत में होंगे, एक को साथ ले लिया जाएगा जबकि दूसरे को पीछे छोड़ दिया जाएगा।]”"},{"number":37,"verse":"उन्हों ने पूछा, “ख़ुदावन्द, यह कहाँ होगा?” उस ने जवाब दिया, “जहाँ लाश पड़ी हो वहाँ गिद्ध जमा हो जाएंगे।”"}]}