{"bibleAbbr":"urDGV2010","bookName":"लूक़ा","bookEnglishName":"Luke","chapterNumber":18,"verses":[{"number":1,"verse":"( बेवा और जज की तम्सील) फिर ईसा ने उन्हें एक तम्सील सुनाई जो मुसलसल दुआ करने और हिम्मत न हारने की ज़रूरत को ज़ाहिर करती है।"},{"number":2,"verse":"उस ने कहा, “किसी शहर में एक जज रहता था जो न ख़ुदा का ख़ौफ़ मानता, न किसी इन्सान का लिहाज़ करता था।"},{"number":3,"verse":"अब उस शहर में एक बेवा भी थी जो यह कह कर उस के पास आती रही कि ‘मेरे मुख़ालिफ़ को जीतने न दें बल्कि मेरा इन्साफ़ करें।’"},{"number":4,"verse":"कुछ देर के लिए जज ने इन्कार किया। लेकिन फिर वह दिल में कहने लगा, ‘बेशक मैं ख़ुदा का ख़ौफ़ नहीं मानता, न लोगों की परवा करता हूँ,"},{"number":5,"verse":"लेकिन यह बेवा मुझे बार बार तंग कर रही है। इस लिए मैं उस का इन्साफ़ करूँगा। ऐसा न हो कि आख़िरकार वह आ कर मेरे मुँह पर थप्पड़ मारे’।”"},{"number":6,"verse":"ख़ुदावन्द ने बात जारी रखी। “इस पर ध्यान दो जो बेइन्साफ़ जज ने कहा।"},{"number":7,"verse":"अगर उस ने आख़िरकार इन्साफ़ किया तो क्या अल्लाह अपने चुने हुए लोगों का इन्साफ़ नहीं करेगा जो दिन रात उसे मदद के लिए पुकारते हैं? क्या वह उन की बात मुल्तवी करता रहेगा?"},{"number":8,"verse":"हरगिज़ नहीं! मैं तुम को बताता हूँ कि वह जल्दी से उन का इन्साफ़ करेगा। लेकिन क्या इब्न-ए-आदम जब दुनिया में आएगा तो ईमान देख पाएगा?”"},{"number":9,"verse":"( फ़रीसी और टैक्स लेने वाले की तम्सील) बाज़ लोग मौजूद थे जो अपनी रास्तबाज़ी पर भरोसा रखते और दूसरों को हक़ीर जानते थे। उन्हें ईसा ने यह तम्सील सुनाई,"},{"number":10,"verse":"“दो आदमी बैत-उल-मुक़द्दस में दुआ करने आए। एक फ़रीसी था और दूसरा टैक्स लेने वाला।"},{"number":11,"verse":"फ़रीसी खड़ा हो कर यह दुआ करने लगा, ‘ऐ ख़ुदा, मैं तेरा शुक्र करता हूँ कि मैं बाक़ी लोगों की तरह नहीं हूँ। न मैं डाकू हूँ, न बेइन्साफ़, न ज़िनाकार। मैं इस टैक्स लेने वाले की मानिन्द भी नहीं हूँ।"},{"number":12,"verse":"मैं हफ़्ते में दो मर्तबा रोज़ा रखता हूँ और तमाम आम्दनी का दसवाँ हिस्सा तेरे लिए मख़्सूस करता हूँ।’"},{"number":13,"verse":"लेकिन टैक्स लेने वाला दूर ही खड़ा रहा। उस ने अपनी आँखें आसमान की तरफ़ उठाने तक की जुरअत न की बल्कि अपनी छाती पीट पीट कर कहने लगा, ‘ऐ ख़ुदा, मुझ गुनाहगार पर रहम कर!’"},{"number":14,"verse":"मैं तुम को बताता हूँ कि जब दोनों अपने अपने घर लौटे तो फ़रीसी नहीं बल्कि यह आदमी अल्लाह के नज़्दीक रास्तबाज़ ठहरा। क्यूँकि जो भी अपने आप को सरफ़राज़ करे उसे पस्त किया जाएगा और जो अपने आप को पस्त करे उसे सरफ़राज़ किया जाएगा।”"},{"number":15,"verse":"( ईसा छोटे बच्चों को प्यार करता है) एक दिन लोग अपने छोटे बच्चों को भी ईसा के पास लाए ताकि वह उन्हें छुए। यह देख कर शागिर्दों ने उन को मलामत की।"},{"number":16,"verse":"लेकिन ईसा ने उन्हें अपने पास बुला कर कहा, “बच्चों को मेरे पास आने दो और उन्हें न रोको, क्यूँकि अल्लाह की बादशाही इन जैसे लोगों को हासिल है।"},{"number":17,"verse":"मैं तुम को सच बताता हूँ, जो अल्लाह की बादशाही को बच्चे की तरह क़बूल न करे वह उस में दाख़िल नहीं होगा।”"},{"number":18,"verse":"( अमीर मुश्किल से अल्लाह की बादशाही में दाख़िल हो सकते हैं) किसी राहनुमा ने उस से पूछा, “नेक उस्ताद, मैं क्या करूँ ताकि मीरास में अबदी ज़िन्दगी पाऊँ?”"},{"number":19,"verse":"ईसा ने जवाब दिया, “तू मुझे नेक क्यूँ कहता है? कोई नेक नहीं सिवाए एक के और वह है अल्लाह।"},{"number":20,"verse":"तू शरीअत के अह्काम से तो वाक़िफ़ है कि ज़िना न करना, क़त्ल न करना, चोरी न करना, झूटी गवाही न देना, अपने बाप और अपनी माँ की इज़्ज़त करना।”"},{"number":21,"verse":"आदमी ने जवाब दिया, “मैं ने जवानी से आज तक इन तमाम अह्काम की पैरवी की है।”"},{"number":22,"verse":"यह सुन कर ईसा ने कहा, “एक काम अब तक रह गया है। अपनी पूरी जायदाद फ़रोख़्त करके पैसे ग़रीबों में तक़्सीम कर दे। फिर तेरे लिए आसमान पर ख़ज़ाना जमा हो जाएगा। इस के बाद आ कर मेरे पीछे हो ले।”"},{"number":23,"verse":"यह सुन कर आदमी को बहुत दुख हुआ, क्यूँकि वह निहायत दौलतमन्द था।"},{"number":24,"verse":"यह देख कर ईसा ने कहा, “दौलतमन्दों के लिए अल्लाह की बादशाही में दाख़िल होना कितना मुश्किल है!"},{"number":25,"verse":"अमीर के अल्लाह की बादशाही में दाख़िल होने की निस्बत यह ज़्यादा आसान है कि ऊँट सूई के नाके में से गुज़र जाए।”"},{"number":26,"verse":"यह बात सुन कर सुनने वालों ने पूछा, “फिर किस को नजात मिल सकती है?”"},{"number":27,"verse":"ईसा ने जवाब दिया, “जो इन्सान के लिए नामुमकिन है वह अल्लाह के लिए मुमकिन है।”"},{"number":28,"verse":"पतरस ने उस से कहा, “हम तो अपना सब कुछ छोड़ कर आप के पीछे हो लिए हैं।”"},{"number":29,"verse":"ईसा ने जवाब दिया, “मैं तुम को सच बताता हूँ कि जिस ने भी अल्लाह की बादशाही की ख़ातिर अपने घर, बीवी, भाइयों, वालिदैन या बच्चों को छोड़ दिया है"},{"number":30,"verse":"उसे इस ज़माने में कई गुना ज़्यादा और आने वाले ज़माने में अबदी ज़िन्दगी मिलेगी।”"},{"number":31,"verse":"( ईसा की मौत की तीसरी पेशगोई) ईसा शागिर्दों को एक तरफ़ ले जा कर उन से कहने लगा, “सुनो, हम यरूशलम की तरफ़ बढ़ रहे हैं। वहाँ सब कुछ पूरा हो जाएगा जो नबियों की मारिफ़त इब्न-ए-आदम के बारे में लिखा गया है।"},{"number":32,"verse":"उसे ग़ैरयहूदियों के हवाले कर दिया जाएगा जो उस का मज़ाक़ उड़ाएँगे, उस की बेइज़्ज़ती करेंगे, उस पर थूकेंगे,"},{"number":33,"verse":"उस को कोड़े मारेंगे और उसे क़त्ल करेंगे। लेकिन तीसरे दिन वह जी उठेगा।”"},{"number":34,"verse":"लेकिन शागिर्दों की समझ में कुछ न आया। इस बात का मतलब उन से छुपा रहा और वह न समझे कि वह क्या कह रहा है।"},{"number":35,"verse":"( अंधे की शिफ़ा) ईसा यरीहू के क़रीब पहुँचा। वहाँ रास्ते के किनारे एक अंधा बैठा भीक माँग रहा था।"},{"number":36,"verse":"बहुत से लोग उस के सामने से गुज़रने लगे तो उस ने यह सुन कर पूछा कि क्या हो रहा है।"},{"number":37,"verse":"उन्हों ने कहा, “ईसा नासरी यहाँ से गुज़र रहा है।”"},{"number":38,"verse":"अंधा चिल्लाने लगा, “ऐ ईसा इब्न-ए-दाऊद, मुझ पर रहम करें।”"},{"number":39,"verse":"आगे चलने वालों ने उसे डाँट कर कहा, “ख़ामोश!” लेकिन वह मज़ीद ऊँची आवाज़ से पुकारता रहा, “ऐ इब्न-ए-दाऊद, मुझ पर रहम करें।”"},{"number":40,"verse":"ईसा रुक गया और हुक्म दिया, “उसे मेरे पास लाओ।” जब वह क़रीब आया तो ईसा ने उस से पूछा,"},{"number":41,"verse":"“तू क्या चाहता है कि मैं तेरे लिए करूँ?” उस ने जवाब दिया, “ख़ुदावन्द, यह कि मैं देख सकूँ।”"},{"number":42,"verse":"ईसा ने उस से कहा, “तो फिर देख! तेरे ईमान ने तुझे बचा लिया है।”"},{"number":43,"verse":"जूँ ही उस ने यह कहा अंधे की आँखें बहाल हो गईं और वह अल्लाह की तम्जीद करते हुए उस के पीछे हो लिया। यह देख कर पूरे हुजूम ने अल्लाह को जलाल दिया।"}]}