{"bibleAbbr":"urDGV2010","bookName":"लूक़ा","bookEnglishName":"Luke","chapterNumber":5,"verses":[{"number":1,"verse":"( पहले शागिर्दों की बुलाहट) एक दिन ईसा गलील की झील गन्नेसरत के किनारे पर खड़ा हुजूम को अल्लाह का कलाम सुना रहा था। लोग सुनते सुनते इतने क़रीब आ गए कि उस के लिए जगह कम हो गई।"},{"number":2,"verse":"फिर उसे दो कश्तियाँ नज़र आईं जो झील के किनारे लगी थीं। मछेरे उन में से उतर चुके थे और अब अपने जालों को धो रहे थे।"},{"number":3,"verse":"ईसा एक कश्ती पर सवार हुआ। उस ने कश्ती के मालिक शमाऊन से दरख़्वास्त की कि वह कश्ती को किनारे से थोड़ा सा दूर ले चले। फिर वह कश्ती में बैठा और हुजूम को तालीम देने लगा।"},{"number":4,"verse":"तालीम देने के इख़तिताम पर उस ने शमाऊन से कहा, “अब कश्ती को वहाँ ले जा जहाँ पानी गहरा है और अपने जालों को मछलियाँ पकड़ने के लिए डाल दो।”"},{"number":5,"verse":"लेकिन शमाऊन ने एतिराज़ किया, “उस्ताद, हम ने तो पूरी रात बड़ी कोशिश की, लेकिन एक भी न पकड़ी। ताहम आप के कहने पर मैं जालों को दुबारा डालूँगा।”"},{"number":6,"verse":"यह कह कर उन्हों ने गहरे पानी में जा कर अपने जाल डाल दिए। और वाक़ई, मछलियों का इतना बड़ा ग़ोल जालों में फंस गया कि वह फटने लगे।"},{"number":7,"verse":"यह देख कर उन्हों ने अपने साथियों को इशारा करके बुलाया ताकि वह दूसरी कश्ती में आ कर उन की मदद करें। वह आए और सब ने मिल कर दोनों कश्तियों को इतनी मछलियों से भर दिया कि आख़िरकार दोनों डूबने के ख़तरे में थीं।"},{"number":8,"verse":"जब शमाऊन पतरस ने यह सब कुछ देखा तो उस ने ईसा के सामने मुँह के बल गिर कर कहा, “ख़ुदावन्द, मुझ से दूर चले जाएँ। मैं तो गुनाहगार हूँ।”"},{"number":9,"verse":"क्यूँकि वह और उस के साथी इतनी मछलियाँ पकड़ने की वजह से सख़्त हैरान थे।"},{"number":10,"verse":"और ज़ब्दी के बेटे याक़ूब और यूहन्ना की हालत भी यही थी जो शमाऊन के साथ मिल कर काम करते थे। लेकिन ईसा ने शमाऊन से कहा, “मत डर। अब से तू आदमियों को पकड़ा करेगा।”"},{"number":11,"verse":"वह अपनी कश्तियों को किनारे पर ले आए और सब कुछ छोड़ कर ईसा के पीछे हो लिए।"},{"number":12,"verse":"( कोढ़ से शिफ़ा) एक दिन ईसा किसी शहर में से गुज़र रहा था कि वहाँ एक मरीज़ मिला जिस का पूरा जिस्म कोढ़ से मुतअस्सिर था। जब उस ने ईसा को देखा तो वह मुँह के बल गिर पड़ा और इल्तिजा की, “ऐ ख़ुदावन्द, अगर आप चाहें तो मुझे पाक-साफ़ कर सकते हैं।”"},{"number":13,"verse":"ईसा ने अपना हाथ बढ़ा कर उसे छुआ और कहा, “मैं चाहता हूँ, पाक-साफ़ हो जा।” इस पर बीमारी फ़ौरन दूर हो गई।"},{"number":14,"verse":"ईसा ने उसे हिदायत की कि वह किसी को न बताए कि क्या हुआ है। उस ने कहा, “सीधा बैत-उल-मुक़द्दस में इमाम के पास जा ताकि वह तेरा मुआइना करे। अपने साथ वह क़ुर्बानी ले जा जिस का तक़ाज़ा मूसा की शरीअत उन से करती है जिन्हें कोढ़ से शिफ़ा मिलती है। यूँ अलानिया तस्दीक़ हो जाएगी कि तू वाक़ई पाक-साफ़ हो गया है।”"},{"number":15,"verse":"ताहम ईसा के बारे में ख़बर और ज़्यादा तेज़ी से फैलती गई। लोगों के बड़े गुरोह उस के पास आते रहे ताकि उस की बातें सुनें और उस के हाथ से शिफ़ा पाएँ।"},{"number":16,"verse":"फिर भी वह कई बार उन्हें छोड़ कर दुआ करने के लिए वीरान जगहों पर जाया करता था।"},{"number":17,"verse":"( मफ़्लूज के लिए छत खोली जाती है) एक दिन वह लोगों को तालीम दे रहा था। फ़रीसी और शरीअत के आलिम भी गलील और यहूदिया के हर गाँव और यरूशलम से आ कर उस के पास बैठे थे। और रब की क़ुदरत उसे शिफ़ा देने के लिए तहरीक दे रही थी।"},{"number":18,"verse":"इतने में कुछ आदमी एक मफ़्लूज को चारपाई पर डाल कर वहाँ पहुँचे। उन्हों ने उसे घर के अन्दर ईसा के सामने रखने की कोशिश की,"},{"number":19,"verse":"लेकिन बेफ़ाइदा। घर में इतने लोग थे कि अन्दर जाना नामुमकिन था। इस लिए वह आख़िरकार छत पर चढ़ गए और कुछ टायलें उधेड़ कर छत का एक हिस्सा खोल दिया। फिर उन्हों ने चारपाई को मफ़्लूज समेत हुजूम के दरमियान ईसा के सामने उतारा।"},{"number":20,"verse":"जब ईसा ने उन का ईमान देखा तो उस ने मफ़्लूज से कहा, “ऐ आदमी, तेरे गुनाह मुआफ़ कर दिए गए हैं।”"},{"number":21,"verse":"यह सुन कर शरीअत के आलिम और फ़रीसी सोच-बिचार में पड़ गए, “यह किस तरह का बन्दा है जो इस क़िस्म का कुफ़्र बकता है? सिर्फ़ अल्लाह ही गुनाह मुआफ़ कर सकता है।”"},{"number":22,"verse":"लेकिन ईसा ने जान लिया कि यह क्या सोच रहे हैं, इस लिए उस ने पूछा, “तुम दिल में इस तरह की बातें क्यूँ सोच रहे हो?"},{"number":23,"verse":"क्या मफ़्लूज से यह कहना ज़्यादा आसान है कि ‘तेरे गुनाह मुआफ़ कर दिए गए हैं’ या यह कि ‘उठ कर चल फिर’?"},{"number":24,"verse":"लेकिन मैं तुम को दिखाता हूँ कि इब्न-ए-आदम को वाक़ई दुनिया में गुनाह मुआफ़ करने का इख़तियार है।” यह कह कर वह मफ़्लूज से मुख़ातिब हुआ, “उठ, अपनी चारपाई उठा कर अपने घर चला जा।”"},{"number":25,"verse":"लोगों के देखते देखते वह आदमी खड़ा हुआ और अपनी चारपाई उठा कर अल्लाह की हम्द-ओ-सना करते हुए अपने घर चला गया।"},{"number":26,"verse":"यह देख कर सब सख़्त हैरतज़दा हुए और अल्लाह की तम्जीद करने लगे। उन पर ख़ौफ़ छा गया और वह कह उठे, “आज हम ने नाक़ाबिल-ए-यक़ीन बातें देखी हैं।”"},{"number":27,"verse":"( ईसा मत्ती को बुलाता है) इस के बाद ईसा निकल कर एक टैक्स लेने वाले के पास से गुज़रा जो अपनी चौकी पर बैठा था। उस का नाम लावी था। उसे देख कर ईसा ने कहा, “मेरे पीछे हो ले।”"},{"number":28,"verse":"वह उठा और सब कुछ छोड़ कर उस के पीछे हो लिया।"},{"number":29,"verse":"बाद में उस ने अपने घर में ईसा की बड़ी ज़ियाफ़त की। बहुत से टैक्स लेने वाले और दीगर मेहमान इस में शरीक हुए।"},{"number":30,"verse":"यह देख कर कुछ फ़रीसियों और उन से ताल्लुक़ रखने वाले शरीअत के आलिमों ने ईसा के शागिर्दों से शिकायत की। उन्हों ने कहा, “तुम टैक्स लेने वालों और गुनाहगारों के साथ क्यूँ खाते-पीते हो?”"},{"number":31,"verse":"ईसा ने जवाब दिया, “सेहतमन्दों को डाक्टर की ज़रूरत नहीं होती बल्कि मरीज़ों को।"},{"number":32,"verse":"मैं रास्तबाज़ों को नहीं बल्कि गुनाहगारों को बुलाने आया हूँ ताकि वह तौबा करें।”"},{"number":33,"verse":"( शागिर्द रोज़ा क्यूँ नहीं रखते?) कुछ लोगों ने ईसा से एक और सवाल पूछा, “यहया के शागिर्द अक्सर रोज़ा रखते हैं। और साथ साथ वह दुआ भी करते रहते हैं। फ़रीसियों के शागिर्द भी इसी तरह करते हैं। लेकिन आप के शागिर्द खाने-पीने का सिलसिला जारी रखते हैं।”"},{"number":34,"verse":"ईसा ने जवाब दिया, “क्या तुम शादी के मेहमानों को रोज़ा रखने को कह सकते हो जब दूल्हा उन के दरमियान है? हरगिज़ नहीं!"},{"number":35,"verse":"लेकिन एक दिन आएगा जब दूल्हा उन से ले लिया जाएगा। उस वक़्त वह ज़रूर रोज़ा रखेंगे।”"},{"number":36,"verse":"उस ने उन्हें यह मिसाल भी दी, “कौन किसी नए लिबास को फाड़ कर उस का एक टुकड़ा किसी पुराने लिबास में लगाएगा? कोई भी नहीं! अगर वह ऐसा करे तो न सिर्फ़ नया लिबास ख़राब होगा बल्कि उस से लिया गया टुकड़ा पुराने लिबास को भी ख़राब कर देगा।"},{"number":37,"verse":"इसी तरह कोई भी अंगूर का ताज़ा रस पुरानी और बेलचक मश्कों में नहीं डालेगा। अगर वह ऐसा करे तो पुरानी मश्कें पैदा होने वाली गैस के बाइस फट जाएँगी। नतीजे में मै और मश्कें दोनों ज़ाए हो जाएँगी।"},{"number":38,"verse":"इस लिए अंगूर का ताज़ा रस नई मश्कों में डाला जाता है जो लचकदार होती हैं।"},{"number":39,"verse":"लेकिन जो भी पुरानी मै पीना पसन्द करे वह अंगूर का नया और ताज़ा रस पसन्द नहीं करेगा। वह कहेगा कि पुरानी ही बेहतर है।”"}]}