{"bibleAbbr":"NKJV1982","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":13,"verses":[{"number":1,"verse":"(Remaining Land to Be Conquered) Now Joshua (Josh. 14:10; 23:1, 2) was old, advanced in years. And the LORD said to him: “You are old, advanced in years, and there remains very much land yet to be possessed."},{"number":2,"verse":"(Judg. 3:1-3) This is the land that yet remains: (Joel 3:4) all the territory of the Philistines and all (Josh. 13:13; 2 Sam. 3:3) that of the Geshurites,"},{"number":3,"verse":"(1 Chr. 13:5; Jer. 2:18) from Sihor, which is east of Egypt, as far as the border of Ekron northward (which is counted as Canaanite); the (Judg. 3:3) five lords of the Philistines—the Gazites, the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites; also (Deut. 2:23) the Avites;"},{"number":4,"verse":"from the south, all the land of the Canaanites, and Mearah that belongs to the Sidonians (Josh. 12:18; 19:30; 1 Sam. 4:1; 1 Kin. 20:26, 30) as far as Aphek, to the border of (Judg. 1:34) the Amorites;"},{"number":5,"verse":"the land of (1 Kin. 5:18; Ezek. 27:9) the Gebalites, and all Lebanon, toward the sunrise, (Josh. 12:7) from Baal Gad below Mount Hermon as far as the entrance to Hamath;"},{"number":6,"verse":"all the inhabitants of the mountains from Lebanon as far as (Josh. 11:8) the Brook Misrephoth, and all the Sidonians—them (Josh. 23:13; Judg. 2:21, 23) I will drive out from before the children of Israel; only (Josh. 14:1, 2) divide it by lot to Israel as an inheritance, as I have commanded you."},{"number":7,"verse":"Now therefore, divide this land as an inheritance to the nine tribes and half the tribe of Manasseh.”"},{"number":8,"verse":"(The Land Divided East of the Jordan) With the other half-tribe the Reubenites and the Gadites received their inheritance, (Num. 32:33; Deut. 3:12, 13; Josh. 22:4) which Moses had given them, (Josh. 12:1-6) beyond the Jordan eastward, as Moses the servant of the LORD had given them:"},{"number":9,"verse":"from Aroer which is on the bank of the River Arnon, and the town that is in the midst of the ravine, (Num. 21:30; Josh. 13:16) and all the plain of Medeba as far as Dibon;"},{"number":10,"verse":"(Num. 21:24, 25) all the cities of Sihon king of the Amorites, who reigned in Heshbon, as far as the border of the children of Ammon;"},{"number":11,"verse":"(Num. 32:1; Josh. 12:5) Gilead, and the border of the Geshurites and Maachathites, all Mount Hermon, and all Bashan as far as Salcah;"},{"number":12,"verse":"all the kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei, who remained of (Deut. 3:11; Josh. 12:4) the remnant of the giants; (Num. 21:24, 34, 35) for Moses had defeated and cast out these."},{"number":13,"verse":"Nevertheless the children of Israel (Josh. 13:11) did not drive out the Geshurites or the Maachathites, but the Geshurites and the Maachathites dwell among the Israelites until this day."},{"number":14,"verse":"(Num. 18:20, 23, 24; Deut. 18:1; Josh. 14:3, 4) Only to the tribe of Levi he had given no inheritance; the sacrifices of the LORD God of Israel made by fire are their inheritance, (Josh. 13:33) as He said to them."},{"number":15,"verse":"(The Land of Reuben) (Num. 34:14; Josh. 13:15-23) And Moses had given to the tribe of the children of Reuben an inheritance according to their families."},{"number":16,"verse":"Their territory was (Josh. 12:2) from Aroer, which is on the bank of the River Arnon, (Num. 21:28) and the city that is in the midst of the ravine, (Num. 21:30; Josh. 13:9) and all the plain by Medeba;"},{"number":17,"verse":"(Num. 21:28, 30) Heshbon and all its cities that are in the plain: Dibon, Bamoth Baal, Beth Baal Meon,"},{"number":18,"verse":"(Num. 21:23; Judg. 11:20; Is. 15:4; Jer. 48:34) Jahaza, Kedemoth, Mephaath,"},{"number":19,"verse":"(Num. 32:37; Jer. 48:1, 23; Ezek. 25:9) Kirjathaim, (Num. 32:38) Sibmah, Zereth Shahar on the mountain of the valley,"},{"number":20,"verse":"Beth Peor, (Deut. 3:17; Josh. 12:3) the slopes of Pisgah, and Beth Jeshimoth—"},{"number":21,"verse":"(Deut. 3:10) all the cities of the plain and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, (Num. 21:24) whom Moses had struck (Num. 31:8) with the princes of Midian: Evi, Rekem, Zur, Hur, and Reba, who were princes of Sihon dwelling in the country."},{"number":22,"verse":"The children of Israel also killed with the sword (Num. 22:5; 31:8) Balaam the son of Beor, the soothsayer, among those who were killed by them."},{"number":23,"verse":"And the border of the children of Reuben was the bank of the Jordan. This was the inheritance of the children of Reuben according to their families, the cities and their villages."},{"number":24,"verse":"(The Land of Gad) (Num. 34:14; 1 Chr. 5:11) Moses also had given an inheritance to the tribe of Gad, to the children of Gad according to their families."},{"number":25,"verse":"(Num. 32:1, 35) Their territory was Jazer, and all the cities of Gilead, (Judg. 11:13, 15) and half the land of the Ammonites as far as Aroer, which is before (Deut. 3:11; 2 Sam. 11:1; 12:26) Rabbah,"},{"number":26,"verse":"and from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the border of Debir,"},{"number":27,"verse":"and in the valley (Num. 32:36) Beth Haram, Beth Nimrah, (Gen. 33:17; 1 Kin. 7:46) Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, with the Jordan as its border, as far as the edge (Num. 34:11; Deut. 3:17) of the Sea of Chinnereth, on the other side of the Jordan eastward."},{"number":28,"verse":"This is the inheritance of the children of Gad according to their families, the cities and their villages."},{"number":29,"verse":"(Half the Tribe of Manasseh (East)) (Num. 34:14; 1 Chr. 5:23) Moses also had given an inheritance to half the tribe of Manasseh; it was for half the tribe of the children of Manasseh according to their families:"},{"number":30,"verse":"Their territory was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and (Num. 32:41; 1 Chr. 2:23) all the towns of Jair which are in Bashan, sixty cities;"},{"number":31,"verse":"half of Gilead, and (Josh. 9:10; 12:4; 13:12; 1 Chr. 6:71) Ashtaroth and Edrei, cities of the kingdom of Og in Bashan, were for the (Num. 32:39, 40; Josh. 17:1) children of Machir the son of Manasseh, for half of the children of Machir according to their families."},{"number":32,"verse":"These are the areas which Moses had distributed as an inheritance in the plains of Moab on the other side of the Jordan, by Jericho eastward."},{"number":33,"verse":"(Deut. 18:1; Josh. 13:14; 18:7) But to the tribe of Levi Moses had given no inheritance; the LORD God of Israel was their inheritance, (Num. 18:20; Deut. 10:9; 18:1, 2) as He had said to them."}]}