{"bibleAbbr":"ISV2011","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":13,"verses":[{"number":1,"verse":"{Territories Yet to be Conquered} d When Joshua had grown old, having lived many years, the Lord told him, \"You are old and have lived many years, but much of the land still remains to be possessed."},{"number":2,"verse":"This territory remains: all of the Philistine regions, including all Geshurite holdings {The Heb. lacks holdings}"},{"number":3,"verse":"from the Shihor east of Egypt as far as the border of Ekron on the north (which is considered part of Canaan). This includes the five rulers of the Philistines: the Gazites, the Ashdodites, the Ashkelonites, the Gittites, the Ekronites, and the Avvites."},{"number":4,"verse":"\"To the south, there remains to be conquered {The Heb. lacks there remains to be conquered} all the territory held by the Canaanites, Mearah that belongs to the Sidonians, as far as Aphek, to the border of the Amorites,"},{"number":5,"verse":"including the territory of the Gebalites and all of Lebanon facing the east from Baal-gad at the foot of Mount Hermon as far as Lebo-hamath,"},{"number":6,"verse":"and all the inhabitants of the hill country from Lebanon to Misrephoth-maim, including all the Sidonians. I myself will drive them out in the presence of the Israelis."},{"number":7,"verse":"You only have to allocate the land as an inheritance, just as I commanded you.\""},{"number":8,"verse":"{Summary of Allocations to Reuben, Gad, and Manasseh} d The descendants of Reuben and descendants of Gad, along with the other half-tribe of Manasseh, received their inherited portion that Moses the servant of the Lord had given them to the east beyond the Jordan River."},{"number":9,"verse":"Specifically included was from Aroer on the banks of the Wadi {I. e. a seasonal stream or river that channels water during rain seasons but is dry at other times} Arnon, and the town that lies in the middle of the valley, including all the plains from Medeba to Dibon,"},{"number":10,"verse":"all the cities pertaining to King Sihon of the Amorites, who reigned in Heshbon, as far as the boundary of the Ammonite territory, {The Heb. lacks territory}"},{"number":11,"verse":"Gilead and the region belonging to the descendants of Geshur and Maacath, including all of Mount Hermon, and all of Bashan as far as Salecah."},{"number":12,"verse":"Also included was {The Heb. lacks Also included was} the entire kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei. (He was the sole survivor left of the Rephaim.) {Or giants} Although Moses had defeated these people and driven them out,"},{"number":13,"verse":"the Israelis did not drive out the descendants of Geshur or the descendants of Maacath Geshur and Maacath live within the territory of Israel to this day."},{"number":14,"verse":"{Allocations to Levi} d Moses allotted no inheritance solely to the tribe of Levi. As he had mentioned to them, the offerings by fire to the Lord God of Israel are their inheritance."},{"number":15,"verse":"{Allocations to Reuben} d Moses allocated territory {The Heb. lacks territory} to the tribe of the descendants of Reuben according to their clans."},{"number":16,"verse":"Their allocation was from the border of Aroer on the edge of the Arnon valley (including the city that is located in the valley, as well as the entire plain next to Medeba),"},{"number":17,"verse":"Heshbon and all of its cities that are on the plain, including Dibon, Bamoth-baal, Beth-baal-meon,"},{"number":18,"verse":"Jahaz, Kedemoth, Mephaath,"},{"number":19,"verse":"Kiriathaim, Sibmah, and Zereth-shahar on the hill in the valley,"},{"number":20,"verse":"Beth-peor, the slopes of Pisgah, Beth-jeshimoth,"},{"number":21,"verse":"all of the cities of the plain, the entire kingdom of King Sihon of the Amorites, who used to reign in Heshbon and whom Moses attacked, along with the chiefs of Midian, Evi, Rekem, Zur, Hur, and Reba, nobles of Sihon who lived in the land."},{"number":22,"verse":"The Israelis also killed Beor's son Balaam, the occult practitioner, executing him by the sword as one of those killed."},{"number":23,"verse":"The border of the descendants of Reuben was the Jordan River and its banks. This was the inheritance belonging to the descendants of Reuben, divided according to their families, cities, and villages."},{"number":24,"verse":"{Allocations to Gad} d Moses also allocated territory {The Heb. lacks territory} to the tribe of Gad, that is, to the descendants of Gad, according to their families."},{"number":25,"verse":"Their territory included Jazer, all the cities of Gilead, half the land of the Ammonites as far as Aroer which is located near Rabbah,"},{"number":26,"verse":"from Heshbon as far as Ramath-mizpeh and Betonim, from Mahanaim as far as the border of Debir,"},{"number":27,"verse":"the valley containing Beth-haram, Beth-nimrah, Succoth, and Zaphon, the rest of the kingdom of King Sihon of Heshbon, with the Jordan River as its border as far as the southern {The Heb. lacks southern} end of the Sea of Galilee {Lit. Chinnereth} beyond the Jordan River to the east."},{"number":28,"verse":"This was the inheritance belonging to the descendants of Gad according to their clans, cities, and villages."},{"number":29,"verse":"{Allocations to Manasseh} d Moses also allocated territory {The Heb. lacks territory} to the half-tribe of Manasseh, that is, for the half-tribe of the descendants of Manasseh according to their clans."},{"number":30,"verse":"Their territory extended from Mahanaim to include {The Heb. lacks to include} all of Bashan, all of the kingdom of King Og of Bashan, all of the 60 towns of Jair there in Bashan,"},{"number":31,"verse":"half of Gilead, including Ashtaroth and Edrei. The cities of the kingdom of Og in Bashan went to half of the descendants of Manasseh's son Machir, according to their clans."},{"number":32,"verse":"These were the allotments {The Heb. lacks the allotments} that Moses apportioned for an inheritance in the plains of Moab beyond the Jordan River east of Jericho."},{"number":33,"verse":"{Allocations to Levi} d Moses allotted no inheritance to the tribe of Levi. The Lord God of Israel is their inheritance, as he promised them."}]}