{"bibleAbbr":"ISV2011","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"{Joshua's Final Exhortation} d Then Joshua assembled together all of the tribes of Israel at Shechem. He called for the leaders, officials, judges, and tribal officers of Israel. They assembled in formation before God,"},{"number":2,"verse":"and Joshua told all of the people, \"This is what the Lord God of Israel has to say: «Long ago your ancestors lived beyond the Euphrates {The Heb. lacks Euphrates} River, including Terah, father of both Abraham and Nahor, where they served other gods."},{"number":3,"verse":"Then I took your ancestor Abraham from the other side of the Euphrates {The Heb. lacks Euphrates} River and led him through the entire land of Canaan. I multiplied his descendants, and gave him his son {The Heb. lacks his son} Isaac."},{"number":4,"verse":"«I gave Jacob and Esau to Isaac. And I gave Mount Seir {This mountain, the modern Jebel esh-sher, is located in the mountain range that extends south of the Dead Sea toward the Gulf of Aqaba, and is bordered by the Arabah Valley to the west.} to Esau as his possession, but Jacob and his children went down to Egypt."},{"number":5,"verse":"«Later I commissioned Moses and Aaron, and I inflicted plagues on Egypt by what I did among them. Afterwards, I brought all of you {Lit. brought you (pl.)} out."},{"number":6,"verse":"«Then I brought your ancestors out of Egypt, and you came to the Sea, and the Egyptians followed your ancestors with chariots and horsemen to the Reed {So MT; LXX reads Red} Sea."},{"number":7,"verse":"But when they cried out to the Lord , he placed darkness between you and the Egyptians, brought the sea upon the Egyptians, {Lit. upon them} and swallowed them up. Your own eyes saw what I did in Egypt. Then you lived in the desert for a long time."},{"number":8,"verse":"«I brought you into the territory of the Amorites, who lived on the other side of the Jordan River. They fought you, but I gave them into your control, and you took possession of their land. I destroyed them from your presence."},{"number":9,"verse":"«Then Zippor's son, King Balak of Moab, showed up and fought against Israel. He sent word {The Heb. lacks word} to Balaam, summoning Beor's son to put a curse on you."},{"number":10,"verse":"But I wasn't willing to listen to Balaam. So he had to bless you, and I delivered you from his control."},{"number":11,"verse":"«Next, you crossed the Jordan River and arrived at Jericho. But the citizens of Jericho fought you, as did the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and the Jebusites, so I gave them into your control."},{"number":12,"verse":"«Then I sent hornets ahead of you to drive out two kings of the Amorites before you without your using either sword or bow."},{"number":13,"verse":"I gave you a land for which you never worked and cities that you didn't build but that you have lived in. You're eating from vineyards and olive groves that you didn't plant.'"},{"number":14,"verse":"\"Now you must fear the Lord and serve him in faithfulness and truth. Throw away the gods that your ancestors served beyond the Euphrates {The Heb. lacks Euphrates} River and in Egypt. Instead, serve the Lord ."},{"number":15,"verse":"If you think it's the wrong thing for you to serve the Lord , then choose for yourselves today whom you will serve the gods whom your ancestors served on the other side of the Euphrates {The Heb. lacks Euphrates} River, or the gods of the Amorites in whose territories you are living. But as for me and my household, we will serve the Lord ."},{"number":16,"verse":"{The Response of the People} d In response, the people said, \"Far be it from us that we should abandon the Lord to serve other gods,"},{"number":17,"verse":"since the Lord our God is the One who brought us and our ancestors up from the land of Egypt, from a life of slavery. He did those great things right in front of us, preserving us along the way that we traveled and among all the peoples through whose territory we passed."},{"number":18,"verse":"The Lord expelled all the people before us, including the Amorites who lived in the land. Therefore, we also will serve the Lord , for he is our God.\""},{"number":19,"verse":"So Joshua told the people, \"You will not be able to serve the Lord , because he is a God of Holiness. He is a jealous God, and he will forgive neither your transgressions nor your sins."},{"number":20,"verse":"If you abandon the Lord and serve foreign deities, then he will turn and do you harm, consuming you after all {The Heb. lacks all} the good he has done for you.\""},{"number":21,"verse":"\"No,\"the people replied to Joshua. \"We will serve the Lord .\""},{"number":22,"verse":"Joshua responded, \"You are giving testimony against yourselves, that you have chosen to serve the Lord .\" They replied, \"We are witnesses!\""},{"number":23,"verse":"Joshua said, {The Heb. lacks Josh said} \"Therefore abandon the foreign gods that are among you, and turn your hearts to the Lord , the God of Israel.\""},{"number":24,"verse":"The people replied, {Lit. replied to Josh} \"We will serve the Lord our God and obey his voice.\""},{"number":25,"verse":"So Joshua made a covenant with the people that day, making statutes and ordinances in Shechem."},{"number":26,"verse":"He {Lit. Josh} wrote these words in the Book of the Law of God, took a large stone, moved it under the shade of {The Heb. lacks the shade of} the oak tree that was near the sanctuary of the Lord ,"},{"number":27,"verse":"and then {Lit. Josh} told all of the people, \"Look! This stone will testify for us, because it has heard everything that the Lord has spoken to us. So it will stand as a witness against you in the event that you deny your God.\""},{"number":28,"verse":"Then Joshua dismissed the people, and each man returned {The Heb. lacks returned} to his territorial inheritance."},{"number":29,"verse":"{The Death of Joshua} {(Judges 2:6-9)} d Some time later, Joshua servant of the Lord died at the age of 110 years, and"},{"number":30,"verse":"they buried him in his territorial inheritance at Timnath-serah in the mountainous region {Or the hill country} of Ephraim, north of Mount Gaash."},{"number":31,"verse":"Israel served the Lord for the entire lifetimes of Joshua and of the officials who outlived Joshua, that is, the ones who had personally known everything that the Lord had done for Israel."},{"number":32,"verse":"They also buried the bones of Joseph, which the Israelis brought up from Egypt, in the parcel of ground at Shechem that Jacob had purchased from the descendants of Shechem's father Hamor, for 100 pieces of silver. It became part of the inheritance of the descendants of Joseph."},{"number":33,"verse":"{The Death of Eleazar the Priest} d Later, Aaron's son Eleazar also died, and they buried him at Gibeah, which belonged to his son Phinehas, and which had been given to him in the mountainous region {Or the hill country} of Ephraim."}]}