{
  "bibleAbbr" : "TCB1973",
  "bookName" : "உன்னத சங்கீதம்",
  "bookEnglishName" : "Song of Songs",
  "chapterNumber" : 2,
  "verses" : [ {
    "number" : 1,
    "verse" : "சாரோனில் பூத்த மலர் நான், பள்ளத்தாக்குகளில் தோன்றிய லீலிமலர்."
  }, {
    "number" : 2,
    "verse" : "முட்களின் நடுவில் முளைத்த லீலியைப் போலவே இளங் கன்னியர் நடுவில் விளங்குகிறாள் என் அன்புடையாள்."
  }, {
    "number" : 3,
    "verse" : "காட்டு மரங்களிடை ஓங்கி நிற்கும் கிச்சிலி மரம் போல இளங்காளையர் நடுவில் விளங்குகிறார் என் காதலரே! மிகுந்த இன்பத்துடன் அவர் நிழலில் அமர்ந்தேன், அவரது பழம் என் நாவுக்கு இனிப்பாய் இருந்தது."
  }, {
    "number" : 4,
    "verse" : "திராட்சை இரசம் வைக்கும் அறைக்குள் என்னைக் கூட்டிச் சென்றார்; அன்பு என்னும் கொடியை என் மேல் பறக்க விட்டார்."
  }, {
    "number" : 5,
    "verse" : "திராட்சை அடைகள் தந்தென்னை உறுதிப்படுத்துங்கள், கிச்சிலிப் பழங்களால் என்னை ஊக்குவியுங்கள், காதல் நோய் மிகுதியால் சோர்ந்து போனேன்."
  }, {
    "number" : 6,
    "verse" : "அவரது இடக்கையால் என் தலையை அணைத்துக் கொண்டு, வலக்கையால் அவர் என்னைத் தழுவிடுவார்."
  }, {
    "number" : 7,
    "verse" : "யெருசலேமின் மங்கையரே, அன்புடையாளை எழுப்பாதீர், தானே விழிக்கும் வரை தட்டி எழுப்பாதீர். வெளிமான்கள் மேல் ஆணை! வயல்வெளி மரைகள்மேல் ஆணை!"
  }, {
    "number" : 8,
    "verse" : "இரண்டாம் கவிதை: தலைமகள்: என் காதலர் குரல் கேட்கிறது! மலைகள் மேல் தாவிக்கொண்டு குன்றுகளைக் குதித்துத் தாண்டி அதோ, அவர் வந்துவிட்டார்."
  }, {
    "number" : 9,
    "verse" : "என் காதலர் வெளிமானுக்கும் கலைமானுக்கும் ஒப்பானவர். இதோ, எங்கள் மதிற்புறத்தே அவர்தான் வந்து நின்றுகொண்டு பலகணி வழியாய்ப் பார்க்கின்றார், பலகணிக் கம்பிகள்வழி நோக்குகிறார்."
  }, {
    "number" : 10,
    "verse" : "இதோ, என் காதலர் என்னை நோக்கி, உரையாடி என்னிடம் சொல்லுகிறார்: \"எழுந்திரு, என் அன்பே! என் அழகுருவே! எழுந்து வா."
  }, {
    "number" : 11,
    "verse" : "இதோ, குளிர் காலம் கடந்து விட்டது, மழையும் பெய்து ஓய்ந்து விட்டது,"
  }, {
    "number" : 12,
    "verse" : "தரையில் மலர்கள் தோன்றுகின்றன, பாடி மகிழும் காலம் வந்துவிட்டது; காட்டுப் புறாவின் கூவுதலும், நம் நாட்டில் எங்கும் கேட்கின்றது."
  }, {
    "number" : 13,
    "verse" : "அத்தி மரம் புதிதாய்க் காய்க்கிறது, திராட்சைக் கொடிகள் மலர்கின்றன; எங்கும் நறுமணம் வீசுகிறது. எழுந்திரு, என் அன்பே! என் அழகுருவே! எழுந்து வா."
  }, {
    "number" : 14,
    "verse" : "பாறைப் பிளவுகளிலும் கன்மலை வெடிப்புகளிலும், தங்கியிருக்கும் என் வெண்புறாவே! காட்டிடு உன் முகத்தை, உயர்த்திடு உன் குரலை. உன் குரல் இனிமை, உன் முகம் அழகே!\""
  }, {
    "number" : 15,
    "verse" : "நரிகளை, சிறிய நரிகளை எமக்காகப் பிடியுங்கள். திராட்சைத் தோட்டங்களை அவை பாழாக்குகின்றன, நம் திராட்சைத் தோட்டங்களோ பூத்துள்ளன."
  }, {
    "number" : 16,
    "verse" : "என் காதலர் எனக்குரியர், நான் அவருக்குரியவள்; அவர் தம் மந்தையை லீலிகள் நடுவில் (மேய்க்கிறார்.)"
  }, {
    "number" : 17,
    "verse" : "வைகல் விடிவதற்குள், நிழல்கள் மறைவதற்குள், என் காதலரே திரும்பி வருக! பிளந்த மலைகளில் உள்ள வெளிமானுக்கும் இளங்கலைமானுக்கும் ஒப்பாய்த் தோன்றுக!"
  } ]
}