{"bibleAbbr":"NKJV1982","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"Regulations for Conduct of Priests And the LORD said to Moses, “Speak to the priests, the sons of Aaron, and say to them: (Lev. 19:28; Ezek. 44:25) ‘None shall defile himself for the dead among his people,"},{"number":2,"verse":"except for his relatives who are nearest to him: his mother, his father, his son, his daughter, and his brother;"},{"number":3,"verse":"also his virgin sister who is near to him, who has had no husband, for her he may defile himself."},{"number":4,"verse":"Otherwise he shall not defile himself, being a chief man among his people, to profane himself."},{"number":5,"verse":"(Lev. 19:27; Deut. 14:1; Ezek. 44:20) ‘They shall not make any bald place on their heads, nor shall they shave the edges of their beards nor make any cuttings in their flesh."},{"number":6,"verse":"They shall be (Ex. 22:31) holy to their God and not profane the name of their God, for they offer the offerings of the LORD made by fire, and the (Lev. 3:11) bread of their God; (Is. 52:11) therefore they shall be holy."},{"number":7,"verse":"(Ezek. 44:22) They shall not take a wife who is a harlot or a defiled woman, nor shall they take a woman (Deut. 24:1, 2) divorced from her husband; for the priest is holy to his God."},{"number":8,"verse":"Therefore you shall consecrate him, for he offers the bread of your God. He shall be holy to you, for (Lev. 11:44, 45) I the LORD, who (Lev. 8:12, 30) sanctify you, am holy."},{"number":9,"verse":"The daughter of any priest, if she profanes herself by playing the harlot, she profanes her father. She shall be (Deut. 22:21) burned with fire."},{"number":10,"verse":"‘He who is the high priest among his brethren, on whose head the anointing oil was (Lev. 8:12) poured and who is consecrated to wear the garments, shall not (Lev. 10:6, 7) uncover his head nor tear his clothes;"},{"number":11,"verse":"nor shall he go (Num. 19:14) near any dead body, nor defile himself for his father or his mother;"},{"number":12,"verse":"(Lev. 10:7) nor shall he go out of the sanctuary, nor profane the sanctuary of his God; for the (Ex. 29:6, 7) consecration of the anointing oil of his God is upon him: I am the LORD."},{"number":13,"verse":"And he shall take a wife in her virginity."},{"number":14,"verse":"A widow or a divorced woman or a defiled woman or a harlot—these he shall not marry; but he shall take a virgin of his own people as wife."},{"number":15,"verse":"Nor shall he profane his posterity among his people, for I the LORD sanctify him.’ ”"},{"number":16,"verse":"And the LORD spoke to Moses, saying,"},{"number":17,"verse":"“Speak to Aaron, saying: ‘No man of your descendants in succeeding generations, who has any defect, may approach to offer the bread of his God."},{"number":18,"verse":"For any man who has a (Lev. 22:19-25) defect shall not approach: a man blind or lame, who has a marred face or any limb (Lev. 22:23) too long,"},{"number":19,"verse":"a man who has a broken foot or broken hand,"},{"number":20,"verse":"or is a hunchback or a dwarf, or a man who has a defect in his eye, or eczema or scab, or is a eunuch."},{"number":21,"verse":"No man of the descendants of Aaron the priest, who has a defect, shall come near to offer the offerings made by fire to the LORD. He has a defect; he shall not come near to offer the bread of his God."},{"number":22,"verse":"He may eat the bread of his God, both the most holy and the holy;"},{"number":23,"verse":"only he shall not go near the (Lev. 16:2) veil or approach the altar, because he has a defect, lest (Lev. 21:12) he profane My sanctuaries; for I the LORD sanctify them.’ ”"},{"number":24,"verse":"And Moses told it to Aaron and his sons, and to all the children of Israel."}]}