{"bibleAbbr":"NKJV1982","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":5,"verses":[{"number":1,"verse":"(The Trespass Offering) ‘If a person sins in (Prov. 29:24; (Jer. 23:10)) hearing the utterance of an oath, and is a witness, whether he has seen or known of the matter—if he does not tell it, he (Lev. 5:17; 7:18; 17:16; 19:8; 20:17; Num. 9:13) bears guilt."},{"number":2,"verse":"‘Or (Lev. 11:24, 28, 31, 39; Num. 19:11-16; Deut. 14:8) if a person touches any unclean thing, whether it is the carcass of an unclean beast, or the carcass of unclean livestock, or the carcass of unclean creeping things, and he is unaware of it, he also shall be unclean and (Lev. 5:17) guilty."},{"number":3,"verse":"Or if he touches (Lev. 5:12, 13, 15) human uncleanness—whatever uncleanness with which a man may be defiled, and he is unaware of it—when he realizes it, then he shall be guilty."},{"number":4,"verse":"‘Or if a person swears, speaking thoughtlessly with his lips (1 Sam. 25:22; Acts 23:12) to do evil or ((Matt. 5:33-37); Mark 6:23; (James 5:12)) to do good, whatever it is that a man may pronounce by an oath, and he is unaware of it—when he realizes it, then he shall be guilty in any of these matters."},{"number":5,"verse":"‘And it shall be, when he is guilty in any of these matters, that he shall (Lev. 16:21; 26:40; Num. 5:7; Ezra 10:11, 12; Ps. 32:5; Prov. 28:13) confess that he has sinned in that thing;"},{"number":6,"verse":"and he shall bring his trespass offering to the LORD for his sin which he has committed, a female from the flock, a lamb or a kid of the goats as a sin offering. So the priest shall make atonement for him concerning his sin."},{"number":7,"verse":"(Lev. 12:6, 8; 14:21) ‘If he is not able to bring a lamb, then he shall bring to the LORD, for his trespass which he has committed, two (Lev. 1:14) turtledoves or two young pigeons: one as a sin offering and the other as a burnt offering."},{"number":8,"verse":"And he shall bring them to the priest, who shall offer that which is for the sin offering first, and (Lev. 1:15-17) wring off its head from its neck, but shall not divide it completely."},{"number":9,"verse":"Then he shall sprinkle some of the blood of the sin offering on the side of the altar, and the (Lev. 4:7, 18, 30, 34) rest of the blood shall be drained out at the base of the altar. It is a sin offering."},{"number":10,"verse":"And he shall offer the second as a burnt offering according to the (Lev. 1:14-17) prescribed manner. So (Lev. 4:20, 26; 5:13, 16) the priest shall make atonement on his behalf for his sin which he has committed, and it shall be forgiven him."},{"number":11,"verse":"‘But if he is (Lev. 14:21-32) not able to bring two turtledoves or two young pigeons, then he who sinned shall bring for his offering one-tenth of an ephah of fine flour as a sin offering. (Lev. 2:1, 2; 6:15; Num. 5:15) He shall put no oil on it, nor shall he put frankincense on it, for it is a sin offering."},{"number":12,"verse":"Then he shall bring it to the priest, and the priest shall take his handful of it (Lev. 2:2) as a memorial portion, and burn it on the altar (Lev. 4:35) according to the offerings made by fire to the LORD. It is a sin offering."},{"number":13,"verse":"(Lev. 4:26) The priest shall make atonement for him, for his sin that he has committed in any of these matters; and it shall be forgiven him. (Lev. 2:3; 6:17, 26) The rest shall be the priest’s as a grain offering.’ ”"},{"number":14,"verse":"(Offerings with Restitution) Then the LORD spoke to Moses, saying:"},{"number":15,"verse":"(Lev. 4:2; 22:14; Num. 5:5-8) “If a person commits a trespass, and sins unintentionally in regard to the holy things of the LORD, then (Ezra 10:19) he shall bring to the LORD as his trespass offering a ram without blemish from the flocks, with your valuation in shekels of silver according to (Ex. 30:13; Lev. 27:25) the shekel of the sanctuary, as a trespass offering."},{"number":16,"verse":"And he shall make restitution for the harm that he has done in regard to the holy thing, (Lev. 6:5; 22:14; 27:13, 15, 27, 31; Num. 5:7) and shall add one-fifth to it and give it to the priest. (Lev. 4:26) So the priest shall make atonement for him with the ram of the trespass offering, and it shall be forgiven him."},{"number":17,"verse":"“If a person sins, and commits any of these things which are forbidden to be done by the commandments of the LORD, (Lev. 4:2, 13, 22, 27) though he does not know it, yet he is (Lev. 5:1, 2) guilty and shall bear his iniquity."},{"number":18,"verse":"(Lev. 5:15) And he shall bring to the priest a ram without blemish from the flock, with your valuation, as a trespass offering. So the priest shall make atonement for him regarding his ignorance in which he erred and did not know it, and it shall be forgiven him."},{"number":19,"verse":"It is a trespass offering; (Ezra 10:2) he has certainly trespassed against the LORD.”"}]}