{"bibleAbbr":"CVB1535","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"There was a kinsman also of ye kynred of EliMelech Naemis husbande, whose name was Boos, which was an honest man."},{"number":2,"verse":"And Ruth the Moabitisse saide vnto Naemi: Let me go in to ye felde, & gather eares of corne, after him, in whose sight I shal finde fauor. She sayde vnto her: Go yi waie my doughter."},{"number":3,"verse":"She wete on, & came & gathered after ye reapers in ye feld. And it fortuned that the same felde was the enheritaunce of Boos, which was of the kynred of Elimelech,"},{"number":4,"verse":"and beholde, Boos came from Bethleem, and sayde vnto the reapers: The LORDE be with you. They answered: The LORDE blesse the."},{"number":5,"verse":"And Boos sayde vnto his yongman which had the ouersight of ye reapers. Whose damsell is this?"},{"number":6,"verse":"The yonge man that was set ouer ye reapers, answered and sayde: It is the damsell the Moabitisse, which came agayne with Naemi from the londe of the Moabites."},{"number":7,"verse":"And she sayde: Let me plucke vp and gather (I praie the) betwene the sheues after the reapers: and thus is she come, and hath stonde here euer sence the mornynge, and within a litle whyle she wolde haue bene gone home agayne."},{"number":8,"verse":"Then sayde Boos vnto Ruth: Hearest thou my doughter? Thou shalt not come vpon another mans londe to gather, and go not awaye from hence, but tary with my dasels,"},{"number":9,"verse":"and loke where they reape in ye felde, go thou after them: for I haue comaunded my seruauntes that no man touch the. And yf thou be a thyrst, go thy waye to the vessell & drynke, where my seruauntes drawe."},{"number":10,"verse":"Then fell she downe vpon hir face, and bowed hir self downe to the earth, and sayde vnto him: How haue I founde this fauoure in yi sighte, that thou woldest knowe me, which am yet a straunger?"},{"number":11,"verse":"Boos answered and sayde vnto her: It is tolde me alltogether, what thou hast done vnto thy mother in lawe after thy husbades death, how that thou hast left yi father and thy mother, and thy natiue countre, and art come to a people, whom thou hast not knowne afore."},{"number":12,"verse":"The LORDE recompence the thy doinge, and thy rewarde be parfecte wt the LORDE God of Israel, vnto whom thou art come to put thy trust vnder his wynges."},{"number":13,"verse":"She sayde: let me fynde fauoure (syr) before thyne eyes, for thou hast comforted me, and spoken frendly vnto thy handmayde, where as I am not yet like one of yi handmaydes."},{"number":14,"verse":"Boos sayde vnto her: Whan it is eatinge tyme, come hither, and eate of the bred, and dyppe thy morsell in the vyneger. And she sat hir downe besyde the reapers. And he set parched corne before her, and she ate, & was satisfyed, and lefte ouer."},{"number":15,"verse":"And wha she rose to gather, Boos commaunded his seruauntes, and sayde: Let her gather betwene the sheues also, and do her no dishonestye:"},{"number":16,"verse":"and cast of the sheues vnto her, and let it lye that she maye gather it vp, and se that noman reproue her for it."},{"number":17,"verse":"So she gathered in the felde vntyll euen and she shaked out what she had gathered, and it was allmost an Epha of barlye:"},{"number":18,"verse":"and she toke it vp, and came in to the cite, and shewed hir mother in lawe what she had gathered. She toke forth also, and gaue her of that which was left, wherof she was satysfyed."},{"number":19,"verse":"The sayde hir mother in lawe vnto her Blessinge haue the man that hath knowne the, where thou hast gathered and laboured this daye. She tolde hir mother in lawe by whom she had laboured, and sayde: The mans name, by whom I haue wroughte to daye, is Boos."},{"number":20,"verse":"Naemi sayde vnto hir doughter in lawe: The blessynge of the LORDE haue he, for he hath not lefte of to be mercifull vnto the lyuynge and to the deed. And Naemi sayde vnto her: The same man belongeth vnto vs, and is oure nye kynsman."},{"number":21,"verse":"Ruth the Moabitisse saide: He saide morouer vnto me: Thou shalt resorte vnto my seruauntes, tyll they haue made an ende of all my haruest."},{"number":22,"verse":"Naemi sayde vnto Ruth hir doughter in lawe: It is better my doughter, that thou go forth with his damsels, lest eny man withstode the in another felde."},{"number":23,"verse":"Thus she kepte herselfe with Boos damsels, so that she gathered vntill the barlye haruest and the wheate haruest was out, and came againe to hir mother in lawe."}]}