{"bibleAbbr":"HAC","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"א ותשא אתי רוח ותבא אתי אל שער בית יהוה הקדמוני הפונה קדימה והנה בפתח השער עשרים וחמשה איש ואראה בתוכם את יאזניה בן עזר ואת פלטיהו בן בניהו--שרי העם {פ}"},{"number":2,"verse":"ב ויאמר אלי בן אדם--אלה האנשים החשבים און והיעצים עצת רע בעיר הזאת"},{"number":3,"verse":"ג האמרים לא בקרוב בנות בתים היא הסיר ואנחנו הבשר {ס}"},{"number":4,"verse":"ד לכן הנבא עליהם הנבא בן אדם"},{"number":5,"verse":"ה ותפל עלי רוח יהוה ויאמר אלי אמר כה אמר יהוה כן אמרתם בית ישראל ומעלות רוחכם אני ידעתיה"},{"number":6,"verse":"ו הרביתם חלליכם בעיר הזאת ומלאתם חוצתיה חלל {פ}"},{"number":7,"verse":"ז לכן כה אמר אדני יהוה חלליכם אשר שמתם בתוכה המה הבשר והיא הסיר ואתכם הוציא מתוכה"},{"number":8,"verse":"ח חרב יראתם וחרב אביא עליכם נאם אדני יהוה"},{"number":9,"verse":"ט והוצאתי אתכם מתוכה ונתתי אתכם ביד זרים ועשיתי בכם שפטים"},{"number":10,"verse":"י בחרב תפלו על גבול ישראל אשפוט אתכם וידעתם כי אני יהוה"},{"number":11,"verse":"יא היא לא תהיה לכם לסיר ואתם תהיו בתוכה לבשר אל גבול ישראל אשפט אתכם"},{"number":12,"verse":"יב וידעתם כי אני יהוה אשר בחקי לא הלכתם ומשפטי לא עשיתם וכמשפטי הגוים אשר סביבותיכם עשיתם"},{"number":13,"verse":"יג ויהי כהנבאי ופלטיהו בן בניה מת ואפל על פני ואזעק קול גדול ואמר אהה אדני יהוה--כלה אתה עשה את שארית ישראל {פ}"},{"number":14,"verse":"יד ויהי דבר יהוה אלי לאמר"},{"number":15,"verse":"טו בן אדם אחיך אחיך אנשי גאלתך וכל בית ישראל כלה אשר אמרו להם ישבי ירושלם רחקו מעל יהוה--לנו היא נתנה הארץ למורשה {ס}"},{"number":16,"verse":"טז לכן אמר כה אמר אדני יהוה כי הרחקתים בגוים וכי הפיצותים בארצות ואהי להם למקדש מעט בארצות אשר באו שם {ס}"},{"number":17,"verse":"יז לכן אמר כה אמר אדני יהוה וקבצתי אתכם מן העמים ואספתי אתכם מן הארצות אשר נפצותם בהם ונתתי לכם את אדמת ישראל"},{"number":18,"verse":"יח ובאו שמה והסירו את כל שקוציה ואת כל תועבותיה--ממנה"},{"number":19,"verse":"יט ונתתי להם לב אחד ורוח חדשה אתן בקרבכם והסרתי לב האבן מבשרם ונתתי להם לב בשר"},{"number":20,"verse":"כ למען בחקתי ילכו ואת משפטי ישמרו ועשו אתם והיו לי לעם--ואני אהיה להם לאלהים"},{"number":21,"verse":"כא ואל לב שקוציהם ותועבותיהם לבם הלך--דרכם בראשם נתתי נאם אדני יהוה"},{"number":22,"verse":"כב וישאו הכרובים את כנפיהם והאופנים לעמתם וכבוד אלהי ישראל עליהם מלמעלה"},{"number":23,"verse":"כג ויעל כבוד יהוה מעל תוך העיר ויעמד על ההר אשר מקדם לעיר"},{"number":24,"verse":"כד ורוח נשאתני ותבאני כשדימה אל הגולה במראה ברוח אלהים ויעל מעלי המראה אשר ראיתי"},{"number":25,"verse":"כה ואדבר אל הגולה את כל דברי יהוה אשר הראני {פ}"}]}