{"bibleAbbr":"LBP1933","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"AND the LORD spoke to Moses and Aaron, and said to them,"},{"number":2,"verse":"Speak to the children of Israel and say to them, These are the beasts which you shall eat among all the beasts that are on the earth:"},{"number":3,"verse":"Whatever parts the hoof and is cloven-footed and chews the cud among the beasts, that you may eat."},{"number":4,"verse":"Nevertheless these you shall not eat of: those that chew the cud, or those that divide the hoof, as the camel, because it chews the cud but does not divide the hoof; it is unclean to you."},{"number":5,"verse":"And the coney, because it chews the cud but does not divide the hoof; it is unclean to you."},{"number":6,"verse":"And the hare, because it chews the cud but it does not divide the hoof; it is unclean to you."},{"number":7,"verse":"And the swine, though it divide the hoof and is cloven-footed, yet it does not chew the cud; it is unclean to you."},{"number":8,"verse":"Of their flesh you shall not eat, and their carcass you shall not touch; they are unclean to you."},{"number":9,"verse":"These shall you eat of all that are in the waters; whatever has fins and scales in the waters, in the seas, and in the rivers, you shall eat."},{"number":10,"verse":"But all that have not fins and scales in the seas and in the rivers, of all that move in the waters, and of any living thing that is in the waters, they are unclean to you;"},{"number":11,"verse":"You shall not eat of their flesh, and their carcasses you shall declare unclean."},{"number":12,"verse":"Whatever has no fins nor scales in the waters is unclean to you."},{"number":13,"verse":"And these you shall abhor among the birds; they shall not be eaten, because they are unclean: the eagle and the vulture"},{"number":14,"verse":"And the raven after its kind;"},{"number":15,"verse":"And the ostrich and the night hawk after its kind;"},{"number":16,"verse":"And the little owl and the pelican, the great owl, the cuckoo, and the hawk after its kind;"},{"number":17,"verse":"And the stork, the bee eater,"},{"number":18,"verse":"And the swan and the hoopoe after their kind,"},{"number":19,"verse":"And the heron and the peacock."},{"number":20,"verse":"All species that creep, going upon all fours, are unclean to you."},{"number":21,"verse":"Yet these things you may eat of every flying insect that goes upon all fours, which have legs above their feet with which to leap on the earth;"},{"number":22,"verse":"Of these you may eat: the locust after its kind and the large winged locust after its kind,"},{"number":23,"verse":"But all other flying insects which have four feet are unclean to you."},{"number":24,"verse":"And by these you shall be unclean; whosoever touches their carcasses shall be unclean until the evening."},{"number":25,"verse":"And whosoever carries of their carcasses shall wash his clothes and be unclean until the evening."},{"number":26,"verse":"The carcasses of every beast which divides the hoof and is not cloven-footed, nor chews the cud, are unclean to you; every one who touches them shall be unclean until the evening."},{"number":27,"verse":"And whatever goes upon his paws, among all manner of beasts that go on all fours, are unclean to you; whosoever touches their carcasses shall be unclean until the evening."},{"number":28,"verse":"And he who carries their carcasses shall wash his clothes and be unclean until the evening, because they are unclean to you."},{"number":29,"verse":"These also are unclean to you among all the creeping things that creep upon the earth: the weasel, and the mouse, the lizard after its kind,"},{"number":30,"verse":"And the ferret, and the mole, the yellow lizard, and the chameleon, and the snail."},{"number":31,"verse":"These are unclean to you among all that creep; whosoever touches them, when they are dead, shall be unclean until the evening."},{"number":32,"verse":"And upon whatever thing any of them falls when they are dead, that thing shall be unclean; whether it be any vessel of wood or a garment or a skin or a sack or whatever vessel it be wherein any work is done, it must be put into water and it shall be unclean until the evening; so it shall be cleansed."},{"number":33,"verse":"And every earthen vessel into which any of them falls, whatever is in it shall be unclean; and you shall break it."},{"number":34,"verse":"Of all food which may be eaten, that on which such water falls shall be unclean; and all drink that may be drunk in every such vessel shall be unclean."},{"number":35,"verse":"And everything upon which any part of their carcasses falls shall be unclean; whether it be oven or bake-house, they shall be broken down: for they are unclean, and shall be unclean to you."},{"number":36,"verse":"Nevertheless a fountain or a cistern and the pools of water shall be clean; but whosoever touches their carcasses shall be unclean."},{"number":37,"verse":"And if any part of their carcasses falls upon any sowing seed which is to be sown, it shall be clean."},{"number":38,"verse":"But if any water be put upon the seed and any part of their carcasses falls on it, it shall be unclean to you."},{"number":39,"verse":"And if any animal of which you may eat dies, he who touches the carcass thereof shall be unclean until the evening."},{"number":40,"verse":"And he who eats of its carcass shall wash his clothes and shall be unclean until the evening; he also that carries the carcass of it shall wash his clothes and be unclean until the evening."},{"number":41,"verse":"And every creeping thing that creeps upon the earth is unclean to you; it shall not be eaten."},{"number":42,"verse":"Whatever goes upon its belly and whatever goes upon all fours or whatever has many feet among all creeping things that creep upon the earth, you shall not eat of them; for they are unclean."},{"number":43,"verse":"You shall not make yourselves unclean with any creeping thing that creeps upon the earth, lest you become unclean with them; defile not yourselves with them."},{"number":44,"verse":"For I am the LORD your God; you shall therefore sanctify yourselves, and you shall be holy; for I am holy; neither shall you defile yourselves with any manner of creeping thing that creeps upon the earth."},{"number":45,"verse":"For I am the LORD your God who brought you up out of the land of Egypt to be your God; you shall therefore be holy, for I am holy."},{"number":46,"verse":"This is the law of beast and of fowl and of every living creature that moves in the water and of every creature that creeps upon the earth;"},{"number":47,"verse":"To make a distinction between the unclean and the clean and between the beast that may be eaten and the beast that may not be eaten."}]}