{"bibleAbbr":"LBP1933","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"AND the LORD spoke to Moses, saying,"},{"number":2,"verse":"Say to Aaron and to his sons, that they may keep themselves separate from the holy things of the children of Israel and that they may not profane my holy name in those things which they hallow to me; I am the LORD,"},{"number":3,"verse":"Say to them, Whosoever he be of all your descendants throughout your generations who approaches to the holy things which the children of Israel hallow to the LORD while he is unclean, that person shall be cut off from my presence; I am the LORD."},{"number":4,"verse":"Any man of the descendants of Aaron who is a leper or has a discharge, he shall not eat of the holy things until he is clean. And whosoever touches anything that is unclean through contact with the dead or a man who has an emission of semen,"},{"number":5,"verse":"Or whoever touches any creeping thing whereby he may be made unclean, or a man of whom he may take uncleanness, whatever uncleanness he has,"},{"number":6,"verse":"Any person who touches him shall be unclean until evening and shall not eat of the holy things unless he has bathed his body in water."},{"number":7,"verse":"And when the sun is down, he shall be clean and shall afterward eat of the holy things, because it is his food."},{"number":8,"verse":"That which has been torn by wild beasts, he shall not eat that he may not defile himself by it; I am the LORD."},{"number":9,"verse":"They shall therefore keep my ordinances, lest they bear sins for it and die because of them, if they had profaned themselves; I am the LORD who sanctifies them."},{"number":10,"verse":"There shall no alien eat of the holy things; a sojourner of the priest, or a hired servant, shall not eat of the holy thing."},{"number":11,"verse":"But if a priest buys any person with his money, he shall eat of his food, and those that are born in his house shall eat of his food."},{"number":12,"verse":"If a priest's daughter is married to a stranger, she also may not eat of an offering of the holy things."},{"number":13,"verse":"But if a priest's daughter has become a widow or is divorced, and has no children, and shall return to her father's house as in her youth, she shall eat of her father's food; but no stranger shall ever eat of it."},{"number":14,"verse":"And if a man eats of the holy thing unwittingly, then he shall add a fifth part thereof to it and shall give it to the priest with the holy thing."},{"number":15,"verse":"And the children of Israel shall not profane the holy things which they offer to the LORD;"},{"number":16,"verse":"And thus shall suffer for the iniquity and sins, when they eat of their holy things; for I am the LORD who sanctifies them."},{"number":17,"verse":"And the LORD spoke to Moses, saying,"},{"number":18,"verse":"Speak to Aaron and to his sons and to all the children of Israel, and say to them, Any one of the house of Israel and of the proselytes who dwell in Israel that will offer his offering for all their vows and for all their freewill offerings which they offer to the LORD for a burnt offering,"},{"number":19,"verse":"You shall offer acceptable ones, a male without blemish, of the herds or of the lambs or of the goats."},{"number":20,"verse":"But whatsoever has a blemish, that you shall not offer; for it shall not be acceptable for you."},{"number":21,"verse":"And whosoever offers a sacrifice of peace offering to the LORD to fulfill his vow or a freewill offering from oxen or from goats, it shall be perfect to be accepted; there shall be no blemish in it."},{"number":22,"verse":"Any blind animal or broken or scabbed or maimed or scurvy, you shall not offer to the LORD nor make an offering by fire of them upon the altar to the LORD."},{"number":23,"verse":"A bullock or a lamb which has the ear or the tail cut off you may offer for a freewill offering; but for a vow it shall not be accepted."},{"number":24,"verse":"You shall not offer to the LORD that which is bruised, cut off, or broken; neither shall you make such offerings in your land."},{"number":25,"verse":"Neither from a stranger's hand shall you offer the bread of your God of any of these; because they are corrupt and there is blemish in them; they shall not be accepted from you."},{"number":26,"verse":"And the LORD spoke to Moses, saying,"},{"number":27,"verse":"When a bullock or a lamb or a goat is born, it shall remain seven days with its dam; and from the eighth day on it shall be accepted for an offering made by fire to the LORD."},{"number":28,"verse":"And whether it be a cow or a sheep, you shall not slaughter it and its young both in one day."},{"number":29,"verse":"And when you will offer a sacrifice of thanksgiving to the LORD, you shall offer it in an acceptable manner."},{"number":30,"verse":"On the same day it shall be eaten up; you shall leave none of it until morning; I am the LORD."},{"number":31,"verse":"Therefore you shall keep my commandments and do them; I am the LORD."},{"number":32,"verse":"Neither shall you profane my holy name, which is holy among the children of Israel; I am the LORD who sanctifies you,"},{"number":33,"verse":"Who brought you out of the land of Egypt to be your God; I am the LORD."}]}