{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"Yahweh, ◄why are you far away from us?/it seems that you are far away from us.► [RHQ] Why do you not pay attention when we have troubles [RHQ]?"},{"number":2,"verse":"People who are proud eagerly cause poor people to suffer. So cause what they do to others to happen to them, like people being caught in the same traps that they set to catch others [MET]!"},{"number":3,"verse":"They boast about the evil things that they want to do. They praise people who seize from others things that do not belong to them, and they curse you, Yahweh."},{"number":4,"verse":"The wicked people are very proud. As a result, they do not ◄seek help from/are not concerned about► God; they do not even think that God exists."},{"number":5,"verse":"But it seems that they succeed in everything that they do. They do not think that they will be condemned/punished for their deeds, and they ◄sneer at/make fun of► their enemies."},{"number":6,"verse":"In their inner beings they think, “Nothing bad will happen to us! We will never have troubles!”"},{"number":7,"verse":"When they talk [MTY], they are always cursing, lying, and threatening to harm others. They constantly say [MTY] evil things that show that they are ready to do cruel things to others."},{"number":8,"verse":"They hide in villages, ready to ◄ambush/suddenly attack► and kill people who ◄are innocent/have done nothing wrong►. They constantly search for people who will not be able to ◄resist/defend themselves► when they are attacked."},{"number":9,"verse":"They are like [MET] lions that crouch down and hide, waiting to pounce on some animal. They are like hunters that catch some helpless animal with a net and then drag it away."},{"number":10,"verse":"Just like helpless animals are crushed, people who cannot defend themselves are killed because wicked people are very strong."},{"number":11,"verse":"The wicked people say, “God will not pay any attention to what we do. His eyes are covered, with the result that he never sees anything.”"},{"number":12,"verse":"Yahweh God, arise and help us! Punish [IDI] those wicked people! And do not forget those who are suffering!"},{"number":13,"verse":"Wicked people revile you [RHQ] continually. They think, “God will never punish us!”"},{"number":14,"verse":"But you see the trouble and the distress that they cause. People who are suffering expect that you will help them; and you help orphans, also."},{"number":15,"verse":"◄Break the arms/Destroy the power► of wicked [DOU] people! Continue to pursue and punish them for the wicked things that they do, until they stop doing those things."},{"number":16,"verse":"Yahweh, you are our king forever, but wicked nations will disappear from the earth."},{"number":17,"verse":"You have listened to afflicted/suffering people when they cry out to you. You hear them when they pray, and you encourage [IDI] them."},{"number":18,"verse":"You show that orphans and oppressed people have not done things that are wrong, with the result that human beings will not cause people to be terrified anymore."}]}