{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":108,"verses":[{"number":1,"verse":"A psalm written by David God, I am ◄very confident/trusting completely► [IDI] in you. I will sing to praise you. I will awaken myself."},{"number":2,"verse":"I will arise before the sun rises, and I will praise you while I play my big harp and my ◄lyre/small harp►."},{"number":3,"verse":"I prayed, “Yahweh, I will thank you among all the people-groups; I will sing to praise you among the nations,"},{"number":4,"verse":"because your faithful love for us reaches up to the heavens, and your faithfully doing what you promise is as great as the distance up to the clouds."},{"number":5,"verse":"Yahweh, show in the heavens that you are very great! And show your glory to people all over the earth!"},{"number":6,"verse":"Answer our prayers and by your power help us [MTY] to defeat our enemies in order that we, the people whom you love, may be saved/rescued.”"},{"number":7,"verse":"And Yahweh answered our prayers and spoke from his temple, saying, “Because I have conquered your enemies, I will joyfully divide Shechem city and I will distribute among my people the land in Succoth Valley."},{"number":8,"verse":"The Gilead region in mine; the people of the tribe of Manasseh are mine; and the tribe of Judah is like the ◄scepter/stick that I hold which shows that I am the ruler► [MET];"},{"number":9,"verse":"the Moab region is like my washbasin [MET]; I throw my sandal in the Edom area to show that it belongs to me; I shout triumphantly because I have defeated the people of the Philistia area.”"},{"number":10,"verse":"Because we want to attack the people of Edom, ◄who will lead my army triumphantly to their capital city that has strong walls around it?/I want someone to lead my army triumphantly to their capital city that has strong walls around it.► [RHQ]"},{"number":11,"verse":"God, we desire/hope that [RHQ] you have not abandoned us, and that you will go with us when our army marches out to fight our enemies."},{"number":12,"verse":"We need you to help us when we fight against our enemies, because the help that humans can give us is worthless."},{"number":13,"verse":"But with you helping us, we shall win; you will enable us to defeat our enemies."}]}