{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":116,"verses":[{"number":1,"verse":"I love Yahweh, because he hears me when I cry to him for him to help me."},{"number":2,"verse":"He listens to me, so I will call out to him all during my life."},{"number":3,"verse":"Everything around me [MET] caused me to think that I would die; I was very afraid that I would die and go to the place where dead people are. I was very distressed/worried and afraid."},{"number":4,"verse":"But then I called out to Yahweh, saying, “Yahweh, I plead with you to save/rescue me!”"},{"number":5,"verse":"Yahweh is kind and does what is right; he is our God, and he acts mercifully to us."},{"number":6,"verse":"He protects those who ◄are helpless/cannot defend themselves►; and when I though that I would die, he saved me."},{"number":7,"verse":"I must encourage/tell myself to ◄have inner peace/not worry anymore►, because Yahweh has done very good things for me."},{"number":8,"verse":"Yahweh has saved me [SYN] from dying, and has kept/protected me from troubles that would cause me to cry. He has kept/protected me from ◄stumbling/being defeated►."},{"number":9,"verse":"So here on the earth, where people are still alive, I live knowing that Yahweh is directing me."},{"number":10,"verse":"I continued to believe/trust in Yahweh, even when I said, “I am greatly afflicted/troubled.”"},{"number":11,"verse":"Even when I was distressed/worried and said, “I cannot trust anyone,” I continued to trust in Yahweh."},{"number":12,"verse":"So now I will tell you [RHQ] what I will offer to Yahweh, because of all the good things that he has done for me."},{"number":13,"verse":"I will offer to him a cup of wine to thank him for saving/rescuing me."},{"number":14,"verse":"When I am together with many [HYP] people who belong to Yahweh, I will give to him the offerings that I solemnly promised to give to him."},{"number":15,"verse":"Yahweh is very grieved/sad when one of his people dies."},{"number":16,"verse":"I am one of those who serve Yahweh; I serve him like my mother did. He has freed/saved me from dying (OR, from being fastened by chains)."},{"number":17,"verse":"So I will offer to him a sacrifice to thank him, and I will ◄pray to him/continue to request that he [MTY] help me►."},{"number":18,"verse":"When I am together with many of [HYP] the people who belong to Yahweh, in the courtyard outside his temple in Jerusalem, I will give to him the offerings that I solemnly promised to give to him. Praise Yahweh!"}]}