{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"Thank Yahweh, because he does good things for us; his faithful love for us endures forever."},{"number":2,"verse":"Thank God, the one who is greater than all other gods; his faithful love for us endures forever."},{"number":3,"verse":"Thank the Lord who is greater than all other lords/rulers; his faithful love for us endures forever."},{"number":4,"verse":"He is the only one who performs great miracles; his faithful love for us endures forever."},{"number":5,"verse":"He is the one who by being very wise created the heavens; his faithful love for us endures forever."},{"number":6,"verse":"He is the one who caused the ground to rise up above the deep waters; his faithful love for us endures forever."},{"number":7,"verse":"He is the one who created great lights in the sky; his faithful love for us endures forever."},{"number":8,"verse":"He created the sun to shine in the daytime; his faithful love for us endures forever."},{"number":9,"verse":"He created the moon and stars to shine during the nighttime; his faithful love for us endures forever."},{"number":10,"verse":"He is the one who killed the firstborn males in Egypt; his faithful love for us endures forever."},{"number":11,"verse":"He led the Israeli people out of Egypt; his faithful love for us endures forever."},{"number":12,"verse":"With his ◄strong hand/great power► he led them out; his faithful love for us endures forever."},{"number":13,"verse":"He is the one who caused the Red Sea to divide; his faithful love for us endures forever."},{"number":14,"verse":"He enabled the Israeli people to walk through it on dry land; his faithful love for us endures forever."},{"number":15,"verse":"But he caused the king of Egypt and his army to drown in it; his faithful love for us endures forever."},{"number":16,"verse":"He is the one who led his people safely through the desert; his faithful love for us endures forever."},{"number":17,"verse":"He killed powerful kings; his faithful love for us endures forever."},{"number":18,"verse":"He killed kings who were famous; his faithful love for us endures forever."},{"number":19,"verse":"He killed Sihon, the king of the Amor people-group; his faithful love for us endures forever."},{"number":20,"verse":"He killed Og, the king of Bashan region; his faithful love for us endures forever."},{"number":21,"verse":"He gave their lands to us, his people; his faithful love for us endures forever."},{"number":22,"verse":"He gave those lands to us people of Israel, who serve him; his faithful love for us endures forever."},{"number":23,"verse":"He is the one who did not forget about us when we were defeated by our enemies; his faithful love for us endures forever."},{"number":24,"verse":"He rescued us from our enemies; his faithful love for us endures forever."},{"number":25,"verse":"He is the one who gives food to all living creatures; his faithful love for us endures forever."},{"number":26,"verse":"So thank God, who lives in heaven, for all that, because his faithful love for us endures forever!"}]}