{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"A psalm written by David Yahweh, fight against those who fight against me! Fight with my enemies when they fight me!"},{"number":2,"verse":"Be like a shield [DOU] to protect me and come to help me!"},{"number":3,"verse":"Lift up your spear [DOU] and throw it at those who pursue me! Promise me that you will enable me to defeat my enemies."},{"number":4,"verse":"Cause those who are trying to kill me to be defeated and disgraced! Cause those who are planning to do evil things to me to be pushed back and become confused!"},{"number":5,"verse":"Send your angel to pursue them, and as a result cause them to disappear like chaff/straw blown away by the wind!"},{"number":6,"verse":"Cause the path on which they run to be dark and slippery as your angel pursues them!"},{"number":7,"verse":"Although I did not do anything wrong to them, they concealed a deep pit for me to fall into; they hid a net in which they would catch me."},{"number":8,"verse":"Cause them to suddenly experience disaster! Cause them to be trapped in their own nets! Cause them to fall into the pits that they have dug for me and disappear!"},{"number":9,"verse":"Then I will rejoice in what you, Yahweh, have done for me, I will be glad that you have rescued me."},{"number":10,"verse":"With my whole inner being [SYN] I will say, “There is no one like Yahweh [RHQ]! No one else can rescue helpless people from powerful people [RHQ]. No one else can rescue weak and needy people from those who want to rob them.”"},{"number":11,"verse":"People who tell lies stand in court and falsely accuse me of doing things that I do not know anything about."},{"number":12,"verse":"In return for my doing good things for them, they do evil things to me, with the result that I feel that I am alone."},{"number":13,"verse":"When they were ill, I showed that I was sad. I did not eat any food, and I bowed my head as I prayed for them."},{"number":14,"verse":"I mourned and bowed my head as I prayed as though it was a friend or my mother for whom I was grieving."},{"number":15,"verse":"But when I had troubles, they were all happy about it. They gathered around to make fun of me. Strangers struck me, and they would not stop."},{"number":16,"verse":"Worthless people ridicule me and snarl at me."},{"number":17,"verse":"Yahweh, how long will you only watch them doing this? Rescue me from their attacking me; Save me from being killed by these men who are attacking me like [MET] lions that are attacking other animals!"},{"number":18,"verse":"Then, when many of your people gather, I will praise you and I will thank you in front of all of them."},{"number":19,"verse":"Do not allow my enemies, who tell lies about me, defeat me and then rejoice! Do not allow those who hate me when there in no reason to hate me to ◄smirk/smile happily►!"},{"number":20,"verse":"They do not talk peacefully to people; instead, they seek for ways to tell lies about people who are peaceful in their inner beings."},{"number":21,"verse":"They shout at me, to accuse me, saying “We saw the wrong things that you did!”"},{"number":22,"verse":"Yahweh, you have seen these things, so do not be silent! Do not stay far from me!"},{"number":23,"verse":"Arise, my God, and plead my case in court, and successfully defend me!"},{"number":24,"verse":"Yahweh, my God, because you are righteous, prove that I am innocent in order that my enemies will not be able to gloat that I was judged to be guilty."},{"number":25,"verse":"Do not allow them to be able to say to themselves, “Yes, we have gotten rid of him [IDI] just like we desired!”"},{"number":26,"verse":"Cause those who rejoice about my misfortunes to be completely defeated and disgraced; cause those who boast that they are much greater than me to be disgraced and dishonored!"},{"number":27,"verse":"But cause those who desire that I be acquitted to be happy and shout joyfully, and cause them to continually say, “Yahweh is great! He is delighted to cause things to go well for those who serve him.”"},{"number":28,"verse":"Then I will proclaim that you act righteously, and I will praise you all the day."}]}