{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"(A psalm written by one of the descendants of Korah for the choir director) You people of all ethnic groups, listen! You people all over the world,"},{"number":2,"verse":"important people and unimportant people, rich people and poor people, everyone, listen to what I am saying,"},{"number":3,"verse":"because what I am thinking is very sensible, and what I say will enable you to become wise."},{"number":4,"verse":"I think about [MTY] ◄proverbs/wise sayings►, and while I play my harp, I explain what they mean."},{"number":5,"verse":"I am not [RHQ] afraid when I am in trouble/danger, when I am surrounded by my enemies,"},{"number":6,"verse":"by evil men who trust that things will always go well for them because they are wealthy, and who boast about being very rich."},{"number":7,"verse":"They may be rich, but no one can pay money, with the result that he would live forever! No one can pay God enough so that God will allow him to continue to live,"},{"number":8,"verse":"because that is cost is too big, and he will never be able to pay enough,"},{"number":9,"verse":"with the result that he will live forever and never die and be buried!"},{"number":10,"verse":"We see that foolish and stupid people die, but we see that wise people also die; they all leave their wealth, and others inherit it."},{"number":11,"verse":"They once had houses on land that they owned, but now their graves are their homes forever, the place where they will stay for all time!"},{"number":12,"verse":"Even if people are great, that cannot prevent them from dying; people all die, the same as the animals do."},{"number":13,"verse":"That is what happens to those who foolishly trust in what they have accomplished, to those who are delighted in all that they possess. (Think about that!)"},{"number":14,"verse":"They are certain to die just like sheep, when a shepherd leads them away to be slaughtered. [PRS, MET] In the morning the righteous people will rule over them, and then those wealthy people will die and their bodies will quickly decay in their graves; they will be where dead people are, far from their homes."},{"number":15,"verse":"But it is certain that God will rescue me so that I am not held fast in the place of the dead; he will take me to heaven. (Think about that!)"},{"number":16,"verse":"So do not be dismayed when someone becomes rich and the houses where they live become more and more luxurious,"},{"number":17,"verse":"because when he dies, he will take nothing with him; his wealth will not go with him."},{"number":18,"verse":"While a rich person is alive, he congratulates himself, and people praise him for being successful,"},{"number":19,"verse":"but he will die and join his ancestors, who will never see daylight again."},{"number":20,"verse":"Even if someone is great, that cannot prevent him from dying; he will die, the same as the animals do."}]}