{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"(A psalm written by Asaph) God truly is good to us Israeli people, to those who with all their inner being want to do all that God desires."},{"number":2,"verse":"As for me, I almost stopped trusting in God; it was as though my feet slipped and I stumbled [MET],"},{"number":3,"verse":"because I envied those who proudly said that they did not need God, and I saw that they prospered even though they were wicked."},{"number":4,"verse":"Those people do not have pains; they are always strong and healthy."},{"number":5,"verse":"They do not have the troubles/difficulties that other people have; they do not have problems like others do."},{"number":6,"verse":"So they are proud, and their being proud is like a necklace that they show to others, and they show off their violent actions like people show off their beautiful robes."},{"number":7,"verse":"From their inner beings they ◄pour out/do► evil deeds, and in their inner beings they are always thinking about more evil things to do."},{"number":8,"verse":"They scoff at other people, and they talk about doing evil things to them; they are proud while they plan to oppress others."},{"number":9,"verse":"They say evil things about God who is in heaven [MTY] , and they talk boastfully/proudly about things that they have done here on the earth."},{"number":10,"verse":"The result is that people listen to what they say and praise them and do not think that they have done anything that is wrong."},{"number":11,"verse":"Wicked people say to themselves, “God will certainly not [RHQ] know what we have done; people say that he is greater than any other god, but he cannot [RHQ] find out.”"},{"number":12,"verse":"That is what wicked people are like; they never worry about anything, and they are always becoming richer."},{"number":13,"verse":"So, God, I think it is useless that I have [RHQ] always done what you want me to, and that I have not committed sins."},{"number":14,"verse":"During each day I have problems, and every morning you punish me."},{"number":15,"verse":"If I had said the things that the wicked people say, I would have been sinning against your people."},{"number":16,"verse":"And when I tried to think about these things, it was very difficult for me to understand them."},{"number":17,"verse":"But when I went to your temple, you spoke to me, and I understood what will happen to the wicked people after they die."},{"number":18,"verse":"Now I know that you will surely put them in slippery places, and they will fall down and die."},{"number":19,"verse":"They will be destroyed instantly; they will die in terrible ways."},{"number":20,"verse":"They will disappear as quickly as a dream disappears when a person awakes in the morning; Lord, when you arise, you will ◄cause them to disappear/forget all about them►."},{"number":21,"verse":"When I felt sad/bitter in my inner being, and ◄my feelings were hurt/I had pain in my inner being►,"},{"number":22,"verse":"I was stupid and ignorant, and I behaved like an animal toward you."},{"number":23,"verse":"But I am always close to you, and you hold my hand."},{"number":24,"verse":"You guide me by teaching me, and ◄at the end of my life/when I die►, you will receive me and honor me."},{"number":25,"verse":"You are in heaven and I belong to you [RHQ], and there is nothing on this earth that I desire more than that."},{"number":26,"verse":"My body and my mind may become very weak, but God, you continue to enable me to be strong; I belong to you forever."},{"number":27,"verse":"Those who remain far from you will be destroyed; you will get rid of those who abandon you."},{"number":28,"verse":"But as for me, it is wonderful to be near to God and to be protected by Yahweh, and to proclaim to others all that he has done for me."}]}