{"bibleAbbr":"t4t2014","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"Yahweh, you are able to get revenge on your enemies. So show them that you are going to punish them!"},{"number":2,"verse":"You are the one who judges all people on the earth; so arise, and give/punish the proud leaders of our people what/like they deserve."},{"number":3,"verse":"Yahweh, how long will those wicked people be glad/happy? It is not right that [RHQ] they continue being glad!"},{"number":4,"verse":"They do evil things, and they boast about doing them; how long will they be allowed to continue doing that?"},{"number":5,"verse":"Yahweh, it is as though those wicked people crush us, your people; they ◄oppress/treat cruelly► those who belong to you [DOU]."},{"number":6,"verse":"They murder widows and orphans and people from other countries who think it is safe to live in our land."},{"number":7,"verse":"Those wicked people say, “Yahweh does not see anything; so the God whom those Israelis worship does not see the evil things that we do.”"},{"number":8,"verse":"You evil people who rule Israel, you are foolish and stupid; when will you become wise [RHQ]?"},{"number":9,"verse":"God made our ears; so do you think that he cannot hear what you say [RHQ]? He created our eyes; so do you think that he cannot see the evil things that you do [RHQ]?"},{"number":10,"verse":"He scolds the leaders of other nations; so do you think that he will not punish you [RHQ]? He is the one who knows everything; so why do you think that he does not know what you do [RHQ]?"},{"number":11,"verse":"Yahweh knows everything that people are thinking; he knows that what they think ◄is useless/vanishes as quickly as► smoke [MET]."},{"number":12,"verse":"Yahweh, you are pleased with people who want you to discipline/correct them, with people who want you to teach them your laws."},{"number":13,"verse":"When those people have had troubles, you cause those troubles to cease, and some day it will be as though you will dig pits for the wicked people, and they will fall into those pits and die."},{"number":14,"verse":"Yahweh will not abandon his people; he will not desert those who belong to him [DOU]."},{"number":15,"verse":"Some day judges will decide matters fairly for people, and all honest/righteous people will be pleased about that."},{"number":16,"verse":"But when wicked people ◄oppressed me/treated me cruelly►, ◄who defended me?/no one defended me.► [RHQ] No one stood up to testify for me against those evil people [RHQ]."},{"number":17,"verse":"If Yahweh had not helped me at that time, I would have been executed, and my soul/spirit would have gone to the place where dead people say nothing."},{"number":18,"verse":"I said/thought to myself, “I am ◄falling/about to die►,” but Yahweh, you held me up by faithfully loving me."},{"number":19,"verse":"Whenever I am very worried, you comfort/encourage me and cause me to be happy."},{"number":20,"verse":"You have nothing to do with wicked judges, who establish laws that allow people to do what is not legal."},{"number":21,"verse":"They plan to get rid of righteous people, and they declare that ◄innocent people/people who have not done what is wrong► must be executed."},{"number":22,"verse":"But Yahweh ◄has become like my fortress/protects me► [MET]; my God is like a huge rock under which I am protected/safe [MET]."},{"number":23,"verse":"He will punish those wicked leaders in return for the wicked things that they have done, and will get rid of them for the sins that they have committed; yes, Yahweh our God will ◄wipe them out/destroy them completely►."}]}