{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"( नीतिसूत्रांचे मोल) इस्राएलाचा राजा दावीदपुत्र शलमोन ह्याची नीतिसूत्रे :"},{"number":2,"verse":"ज्ञान व शिक्षण ही संपादण्यात यावीत; बोधमय वचनांचे परीक्षण करण्यात यावे;"},{"number":3,"verse":"सुज्ञतेच्या व्यवहाराचे शिक्षण, नीतिशिक्षण, न्याय व सात्त्विकपण ही प्राप्त करून घेण्यात यावीत."},{"number":4,"verse":"भोळ्यांना चातुर्य, तरुणाला ज्ञान व चाणाक्षपण प्राप्त करून द्यावे;"},{"number":5,"verse":"ज्ञानी पुरुषाने ऐकावे, त्याचे ज्ञान वाढावे; बुद्धिमानाने सुविचार प्राप्त करून घ्यावा;"},{"number":6,"verse":"बोधवचने व दृष्टान्त, ज्ञानी लोकांच्या उक्ती व गूढवचने समजावीत; ह्यासाठी ही आहेत."},{"number":7,"verse":"परमेश्वराचे भय हे ज्ञानाचा प्रारंभ1 होय, पण मूर्ख लोक ज्ञान व शिक्षण तुच्छ मानतात."},{"number":8,"verse":"( आदेश आणि ताकीद) माझ्या मुला, आपल्या बापाचा बोध ऐक, आपल्या आईची शिस्त सोडू नकोस;"},{"number":9,"verse":"कारण ती तुझ्या शिराला भूषण, व तुझ्या गळ्याला हार अशी आहेत."},{"number":10,"verse":"माझ्या मुला, पापी जन तुला भुलथाप देतील तर तिला वश होऊ नकोस."},{"number":11,"verse":"ते म्हणतील, “आमच्याबरोबर ये, आपण रक्तपात करण्यास टपून बसू, निर्दोषी मनुष्यासाठी निष्कारण लपून बसू;"},{"number":12,"verse":"त्यांना जिवंतपणीच अधोलोकाप्रमाणे गट्ट करू, गर्तेत गडप होणार्‍यांप्रमाणे सात्त्विकांना गिळून टाकू."},{"number":13,"verse":"आपणांस सर्व प्रकारचे मोलवान पदार्थ मिळतील; आपली घरे लुटीने भरू;"},{"number":14,"verse":"तू आमचा भागीदार हो, आपण सर्व एकच पिशवी बाळगू;”"},{"number":15,"verse":"तर माझ्या मुला, त्यांच्या मार्गाने तू जाऊ नकोस; त्यांच्या वाटेत आपले पाऊल पडू देऊ नकोस."},{"number":16,"verse":"कारण त्यांचे पाय दुष्कर्म करण्यास धावतात, आणि रक्तपात करण्यास त्वरा करतात."},{"number":17,"verse":"एखाद्या पक्ष्याच्या डोळ्यांदेखत, जाळे पसरणे व्यर्थ होय."},{"number":18,"verse":"ते आपल्या रक्तपातासाठी टपतात, ते आपल्याच प्राणघातासाठी दडून बसतात."},{"number":19,"verse":"धनाचा लोभ धरणार्‍या सर्वांची गती अशीच आहे; ते आपल्या मालकांचा जीव घेते."},{"number":20,"verse":"( ज्ञानाची विनंती) ज्ञान रस्त्यावर पुकारा करते, चवाठ्यांवर आपली वाणी उच्चारते;"},{"number":21,"verse":"गजबजलेल्या रस्त्यांच्या नाक्यांवर, वेशींच्या दारात, घोषणा करते, नगरात आपले हे शब्द उच्चारते :"},{"number":22,"verse":"“अहो भोळ्यांनो, तुमचे भोळेपण तुम्हांला कोठवर आवडणार? निंदा करणारे निंदेत कोठवर आनंद पावणार, आणि मूर्ख लोक ज्ञानाचा तिटकारा कोठवर करणार?"},{"number":23,"verse":"माझा वाग्दंड ऐकून वळा; पाहा, मी आपल्या आत्म्याचा वर्षाव तुमच्यावर करीन, मी आपली वचने तुम्हांला कळवीन."},{"number":24,"verse":"मी हाक मारली पण तुम्ही आला नाहीत; मी आपला हात पुढे केला, पण कोणी लक्ष दिले नाही;"},{"number":25,"verse":"तुम्ही माझ्या सर्व बोधाचा अव्हेर केला, व माझा वाग्दंड मुळी जुमानला नाही;"},{"number":26,"verse":"ह्यास्तव तुमच्या विपत्काली मीही हसेन; तुमच्यावर संकट आले असता मी थट्टा करीन;"},{"number":27,"verse":"वादळाप्रमाणे तुमच्यावर संकट येईल, आणि तुफानाप्रमाणे तुम्हांला विपत्ती प्राप्त होईल; विपत्ती व उद्वेग ही तुमच्यावर ओढवतील."},{"number":28,"verse":"तेव्हा ते मला हाक मारतील; पण मी उत्तर देणार नाही; ते मला आसक्तीने शोधतील, पण मी त्यांना सापडणार नाही;"},{"number":29,"verse":"कारण त्यांनी ज्ञानाचा तिटकारा केला, आणि परमेश्वराचे भय मान्य केले नाही;"},{"number":30,"verse":"त्यांनी माझ्या बोधाचा अव्हेर केला, त्यांनी माझा वाग्दंड तुच्छ लेखला;"},{"number":31,"verse":"म्हणून ते आपल्या वर्तनाचे फळ भोगतील, आपल्या मसलतीचे भरपूर फळ भोगतील;"},{"number":32,"verse":"कारण भोळ्यांचे भलतीकडे वळणे त्यांच्या नाशास कारण होईल; मूर्खांची भरभराट त्यांचा नाश करते;"},{"number":33,"verse":"पण जो माझे ऐकतो तो सुरक्षित राहतो, आणि अरिष्टाची भीती नसल्यामुळे स्वस्थ असतो.”"}]}