{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"मुलगा शहाणा तर बाप सुखी, मुलगा मूर्ख तर आई दु:खी."},{"number":2,"verse":"दुष्टाईने मिळवलेली संपत्ती हितकर नाही, पण नीतिमत्ता मरणापासून मुक्त करते."},{"number":3,"verse":"परमेश्वर नीतिमानाच्या जिवाची उपासमार होऊ देत नाही, पण तो दुर्जनाच्या कामना व्यर्थ करतो."},{"number":4,"verse":"सैल हाताने काम करणारा दरिद्री होतो, परंतु उद्योग्याचा हात धन मिळवतो."},{"number":5,"verse":"उन्हाळ्यात जमवाजमव करतो तो मुलगा शहाणा होय; जो मुलगा हंगामाच्या वेळी झोपेत गुंग असतो त्याचे ते वागणे लज्जास्पद होय."},{"number":6,"verse":"नीतिमानाच्या मस्तकी आशीर्वाद असतात; दुर्जनांचे मुख बलात्काराने व्याप्त असते."},{"number":7,"verse":"नीतिमानांच्या स्मरणाने धन्यता वाटते; दुर्जनांचे नाव वाईट होऊन जाते."},{"number":8,"verse":"सुज्ञ मनाचा इसम आज्ञा मान्य करतो; वाचाळ मूर्ख अध:पात पावतो."},{"number":9,"verse":"सात्त्विकपणे चालणारा निर्भयपणे चालतो; कुटिल मार्गांनी चालणारा कळून येईल."},{"number":10,"verse":"जो डोळे मिचकावतो तो दु:खास कारण होतो; वाचाळ मूर्ख अध:पात पावतो."},{"number":11,"verse":"नीतिमानाचे मुख जीवनाचा झरा आहे; दुर्जनाचे मुख बलात्काराने व्याप्त असते."},{"number":12,"verse":"द्वेष कलह उत्पन्न करतो; प्रीती सर्व अपराधांवर झाकण घालते."},{"number":13,"verse":"विवेकशीलाच्या वाणीत ज्ञान असते, पण जो अक्कलशून्य असतो त्याच्या पाठीस काठीच योग्य आहे."},{"number":14,"verse":"शहाणे जन ज्ञानसंग्रह करतात, परंतु मूर्खाचे तोंड म्हटले म्हणजे साक्षात अरिष्ट होय."},{"number":15,"verse":"धनवानाचे धन हे त्याचे बळकट नगर होय, परंतु गरिबांचा नाश त्यांच्या दारिद्र्यात आहे."},{"number":16,"verse":"नीतिमानाचा उद्योग जीवनप्रद आहे. दुर्जनाची समृद्धी पापाला कारण होते."},{"number":17,"verse":"बोधाकडे लक्ष पुरवणारा जीवनाच्या मार्गात असतो, परंतु शिक्षण सोडणारा भ्रांत होतो."},{"number":18,"verse":"गुप्तपणे द्वेष करणार्‍याची वाणी असत्य असते, आणि चहाडी करणारा मूर्ख असतो."},{"number":19,"verse":"फार वाचाळता असली म्हणजे पापाला तोटा नाही, पण जो आपली वाणी स्वाधीन ठेवतो तो शहाणा."},{"number":20,"verse":"नीतिमानाची जिव्हा उत्कृष्ट रुप्यासारखी आहे; दुर्जनांचे हृदय कवडीमोल आहे."},{"number":21,"verse":"नीतिमानाची वाणी बहुतांचे पोषण करते, परंतु मूर्ख अक्कल नसल्यामुळे मरतात."},{"number":22,"verse":"परमेश्वराचा आशीर्वाद समृद्धी देतो, तिच्याबरोबर तो आणखी कष्ट देत नाही."},{"number":23,"verse":"मूर्खाला दुष्कर्म करण्यात मौज वाटते, तशी सुज्ञाला ज्ञानात वाटते."},{"number":24,"verse":"दुर्जन ज्याला भितो ते त्याच्यावर येईल, आणि नीतिमानाची इच्छा पूर्ण होते."},{"number":25,"verse":"वावटळीच्या सपाट्याने दुर्जन नाहीसा होतो, पण नीतिमान सर्वकाळ टिकणार्‍या पायासारखा आहे."},{"number":26,"verse":"जशी आंब दातांना, जसा धूर डोळ्यांना, तसा आळशी मनुष्य त्याला पाठवणार्‍यांना आहे."},{"number":27,"verse":"परमेश्वराचे भय आयुष्य वाढवते, पण दुर्जनांची वर्षे कमी होतात."},{"number":28,"verse":"नीतिमानाची आशा आनंदप्रद होईल, पण दुर्जनांची अपेक्षा नष्ट होईल."},{"number":29,"verse":"परमेश्वराचा मार्ग सात्त्विकाला दुर्गरूप आहे, पण दुष्कर्म करणार्‍यांना तो नाशकारक आहे,"},{"number":30,"verse":"नीतिमान कधीही ढळणार नाही, पण दुर्जन देशात वसणार नाहीत."},{"number":31,"verse":"नीतिमानाच्या मुखावाटे ज्ञान निघते, पण उन्मत्त जिव्हा छाटली जाईल."},{"number":32,"verse":"नीतिमानाच्या वाणीला जे काही ग्राह्य आहे तेच कळते, पण दुर्जनांचे मुख उन्मत्तपणा वदते."}]}