{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"ज्याला ज्ञान प्रिय, त्याला शिक्षण प्रिय, पण जो वाग्दंड तुच्छ लेखतो तो पशुतुल्य होय."},{"number":2,"verse":"सज्जनाला परमेश्वराचा प्रसाद घडतो, परंतु दुष्टपणाच्या युक्ती योजणार्‍याला तो दोषी ठरवतो."},{"number":3,"verse":"मनुष्य दुष्टतेने स्थिर होत नाही, पण नीतिमानांचे मूळ ढळत नाही."},{"number":4,"verse":"सद्‍गुणी स्त्री आपल्या पतीला मुकुट आहे, पण लाज आणणारी स्त्री त्याची हाडे सडवणारी आहे."},{"number":5,"verse":"नीतिमानांचे विचार यथान्याय असतात; दुर्जनांच्या मसलती कपटाच्या असतात."},{"number":6,"verse":"दुर्जनांचे भाषण रक्तपातासाठी टपून बसलेले असते, पण सरळांचे मुख त्यांना सोडवील."},{"number":7,"verse":"दुर्जन उलथे पडून नष्ट होतात, परंतु नीतिमानांचे घर टिकते."},{"number":8,"verse":"मनुष्याची प्रशंसा त्याच्या सुज्ञतेप्रमाणे होते, पण ज्याचे हृदय कुटिल असते त्याचा तिरस्कार होतो."},{"number":9,"verse":"जो आपणास प्रतिष्ठित समजतो पण अन्नाला मोताद असतो त्यापेक्षा ज्याची प्रतिष्ठा बेताची असून ज्याच्या पदरी सेवक असतो तो चांगला समजायचा."},{"number":10,"verse":"नीतिमान मनुष्य आपल्या पशूच्या जिवाकडे लक्ष देतो, पण दुर्जनांचे अंतर्याम क्रूर असते."},{"number":11,"verse":"जो आपले शेत स्वत: करतो त्याला भरपूर अन्न मिळते. परंतु जो निरर्थक गोष्टींमागे लागतो तो अक्कलशून्य होय."},{"number":12,"verse":"दुष्ट लोकांना मिळणार्‍या लुटीची इच्छा दुर्जन करतो, परंतु नीतिमानांचे मूळ फळ देते."},{"number":13,"verse":"मुखातील वाणीचा अपराध दुर्जनाला पाश आहे, परंतु नीतिमान संकटातून निभावतो."},{"number":14,"verse":"आपल्या मुखातून निघालेल्या गोष्टींच्या योगे मनुष्य तृप्त होतो, आणि मनुष्याला आपल्या हातच्या कर्माचे प्रतिफल मिळते."},{"number":15,"verse":"मूर्खाचा मार्ग त्याच्या दृष्टीने नीट आहे, पण जो सुज्ञ असतो तो उपदेश ऐकतो."},{"number":16,"verse":"मूर्खाची तळमळ तत्काळ कळते; शहाणा आपली लाज झाकून ठेवतो."},{"number":17,"verse":"ज्याच्या तोंडून सत्याचे उद्‍गार श्वासाप्रमाणे बाहेर पडतात, तो न्याय्यत्व प्रकट करतो. परंतु असत्य साक्षी कपट उच्चारतो."},{"number":18,"verse":"कोणी असा असतो की तलवार भोसकावी तसे अविचाराचे भाषण करतो, परंतु सुज्ञांची जिव्हा आरोग्यदायी आहे."},{"number":19,"verse":"सत्याची वाणी सर्वकाळ टिकेल; असत्य बोलणारी जिव्हा केवळ क्षणिक आहे."},{"number":20,"verse":"वाईट योजणार्‍यांच्या अंत:करणात कपट असते, परंतु शांतीची मसलत देणार्‍यांच्या मनात हर्ष असतो."},{"number":21,"verse":"नीतिमानाला विपत्ती येत नाही, पण दुर्जन अरिष्टांनी व्याप्त होतील."},{"number":22,"verse":"असत्य वाणी परमेश्वराला वीट आणते, परंतु सत्याने वागणारे त्याला आनंद देतात."},{"number":23,"verse":"शहाणा मनुष्य ज्ञान लपवून ठेवतो; परंतु मूर्खाचे मन मूर्खपणाचा पुकारा करते."},{"number":24,"verse":"उद्योग्यांच्या हाती अधिकार येतो, पण जे आळशी आहेत त्यांना दास्य प्राप्त होते."},{"number":25,"verse":"मनुष्याचे मन चिंतेने दबून जाते, परंतु गोड शब्द त्याला आनंदित करतो."},{"number":26,"verse":"नीतिमान आपल्या शेजार्‍याला मार्ग दाखवतो, पण दुर्जनांचा मार्ग लोकांना बहकावतो."},{"number":27,"verse":"आळस हा आपली शिकार धरीत नाही, पण उद्योग हा मनुष्याचे मोलवान धन आहे."},{"number":28,"verse":"न्याय्यत्वाच्या मार्गात जीवन आहे; त्याच्या वाटेत मरण नाही."}]}