{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"प्रत्येक सुज्ञ स्त्री आपले घर बांधते; पण मूर्ख स्त्री आपल्या हातांनी ते पाडून टाकते."},{"number":2,"verse":"जो सरळपणे चालतो तो परमेश्वराचे भय धरतो, पण ज्याचे मार्ग कुटिल असतात तो त्याला तुच्छ मानतो."},{"number":3,"verse":"मूर्खाच्या तोंडीच गर्वाची काठी असते, पण सुज्ञाची वाणी त्याचे रक्षण करते."},{"number":4,"verse":"बैल नसले तर गोठा स्वच्छ राहतो, पण बैलाच्या बलाने धनसमृद्धी होते."},{"number":5,"verse":"विश्वासू साक्षी खोटे बोलत नाही; खोटा साक्षी मुखाने असत्य वदतो."},{"number":6,"verse":"निंदक ज्ञानाचा शोध करतो, पण व्यर्थ; समंजसाला ज्ञानप्राप्ती होणे सोपे असते."},{"number":7,"verse":"मूर्ख मनुष्याच्या वार्‍यास जाऊ नकोस, कारण त्याच्या ठायी तुला ज्ञानाची वाणी आढळणार नाही."},{"number":8,"verse":"शहाण्याने आपला मार्ग जाणणे ह्यात त्याची सुज्ञता असते. पण मूढांची मूढता कपटरूप होय."},{"number":9,"verse":"मूर्खाला अपराध करणे म्हणजे थट्टा वाटते, परंतु सरळ जनांत परस्पर प्रेमभाव असतो."},{"number":10,"verse":"हृदयाला आपल्या ठायीच्या खेदाची जाणीव असते, आणि परक्याला त्याच्या आनंदाच्या आड येववत नाही."},{"number":11,"verse":"दुर्जनांचे घर कोसळते, सरळांचा तंबू चांगला राहतो."},{"number":12,"verse":"मनुष्याला एक सरळ मार्ग दिसतो, पण त्याच्या शेवटास मृत्युपथ फुटतात."},{"number":13,"verse":"हसतानादेखील हृदय खिन्न असते, आणि हर्षाचा शेवट दु:खात होतो."},{"number":14,"verse":"भ्रांत चित्ताचा मनुष्य आपल्या वर्तनाचे फळ भोगतो, आणि सत्पुरुष आपल्या ठायी तृप्त असतो."},{"number":15,"verse":"भोळा प्रत्येक शब्दावर विश्वास ठेवतो; शहाणा नीट पाहून पाऊल टाकतो."},{"number":16,"verse":"सुज्ञ धाक बाळगून वाईट सोडून देतो; मूर्ख उन्मत्त होऊन बेपर्वा बनतो;"},{"number":17,"verse":"शीघ्रकोपी मूर्खपणा करतो; दुष्ट संकल्प योजणार्‍याचा लोक द्वेष करतात."},{"number":18,"verse":"भोळे मूर्खतारूप वतन पावतात, पण शहाणे ज्ञानरूप मुकुट धारण करतात."},{"number":19,"verse":"दुर्जन सज्जनांपुढे नमतात, दुष्ट लोक नीतिमानाच्या दारापुढे नमतात."},{"number":20,"verse":"गरिबाचा द्वेष त्याचा शेजारीही करतो, पण श्रीमंताला चाहणारे बहुत असतात."},{"number":21,"verse":"जो आपल्या शेजार्‍याचा तिरस्कार करतो तो पापी होय, पण गरिबांवर दया करतो तो धन्य होय."},{"number":22,"verse":"दुष्टपणाची मसलत करणारे भ्रांत नव्हत काय? चांगल्याची मसलत करणार्‍यांना दया व सत्य ही प्राप्त होतात."},{"number":23,"verse":"सर्व श्रमात लाभ आहे, पण तोंडाच्या वटवटीने दारिद्र्य येते."},{"number":24,"verse":"सुज्ञांचे धन त्यांचा मुकुट आहे; मूर्खांची मूर्खता केवळ मूर्खताच राहते."},{"number":25,"verse":"खरा साक्षी लोकांचे प्राण सोडवतो; पण जो आपल्या मुखावाटे लबाडी उच्चारतो तो दगलबाजी करतो."},{"number":26,"verse":"परमेश्वराचे भय धरल्याने श्रद्धा दृढ होते; आणि ज्याच्या ठायी श्रद्धा असते त्याच्या मुलांना ती आश्रयस्थान होते."},{"number":27,"verse":"परमेश्वराचे भय जीवनाचा झरा होय, ते मृत्युपाश चुकवते."},{"number":28,"verse":"प्रजावृद्धीत राजाचे वैभव असते; प्रजा नसल्याने अधिपतीचा नाश होतो."},{"number":29,"verse":"ज्याला लवकर क्रोध येत नाही तो महाबुद्धिवान होय; उतावळ्या स्वभावाचा माणूस मूर्खता प्रकट करतो."},{"number":30,"verse":"शांत अंत:करण देहाचे जीवन आहे, पण मत्सराने हाडे कुजतात."},{"number":31,"verse":"जो गरिबाला छळतो तो आपल्या उत्पन्नकर्त्याचा अवमान करतो; पण जो गरजवंतावर दया करतो तो त्याचा सन्मान करतो."},{"number":32,"verse":"विपत्ती आली असता दुर्जन चीत होतो, पण नीतिमानास मरणसमयीही उमेद असते."},{"number":33,"verse":"बुद्धिमानाच्या अंत:करणात ज्ञान स्थिर असते, पण मूर्खाच्या अंतर्यामीची गोष्ट तेव्हाच कळते."},{"number":34,"verse":"नीतिमत्ता राष्ट्राची उन्नती करते; पापाने प्रजेची अप्रतिष्ठा होते."},{"number":35,"verse":"शहाण्या सेवकावर राजाचा प्रसाद होतो, पण निर्लज्जपणे वागणार्‍यांवर तो रुष्ट होतो."}]}