{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"( जीवन आणि वर्तणूक ह्यांसंबधीची सूत्रे) मनात योजना करणे मनुष्याच्या हातचे आहे, पण जिव्हेने उत्तर देणे परमेश्वराकडचे आहे."},{"number":2,"verse":"मनुष्याचे सर्व मार्ग त्याच्या दृष्टीने शुद्ध असतात, पण परमेश्वर आत्मे तोलून पाहतो."},{"number":3,"verse":"आपली सर्व कार्ये परमेश्वरावर सोपव, म्हणजे तुझे बेत सिद्धीस जातील."},{"number":4,"verse":"परमेश्वराने सर्वकाही विशेष उद्देशाने निर्माण केले आहे, दुर्जनदेखील अरिष्टाच्या दिवसासाठी केलेला आहे."},{"number":5,"verse":"प्रत्येक गर्विष्ठ मनाच्या मनुष्याचा परमेश्वराला वीट येतो; त्याला शिक्षा झाल्यावाचून राहणार नाही हे मी टाळी देऊन सांगतो."},{"number":6,"verse":"दया व सत्य ह्यांच्या योगाने पापाचे क्षालन होते, आणि परमेश्वराचे भय बाळगल्याने माणसे दुष्कर्मापासून दूर राहतात."},{"number":7,"verse":"मनुष्याचे मार्ग परमेश्वराला आवडले म्हणजे तो त्याच्या शत्रूंनाही त्याच्याशी समेट करायला लावतो."},{"number":8,"verse":"अन्यायाने मिळवलेल्या मोठ्या मिळकतीहून, न्यायाने कमावलेले थोडे बरे."},{"number":9,"verse":"मनुष्याचे मन मार्ग योजते, पण परमेश्वर त्याच्या पावलांना मार्ग दाखवतो."},{"number":10,"verse":"दैवी निर्णय राजाच्या ओठी असतात, न्याय करताना त्याचे मुख अन्याय करीत नाही."},{"number":11,"verse":"खरी तागडी व खरी पारडी परमेश्वराची आहेत; पिशवीतील सर्व वजने त्याचीच आहेत."},{"number":12,"verse":"दुष्कर्मे करणे राजांना अमंगल आहे; कारण गादी नीतिमत्तेनेच स्थिर राहते."},{"number":13,"verse":"नीतिमत्तेची वाणी राजांना आनंद देणारी आहे, यथान्याय बोलणार्‍यावर ते प्रेम करतात."},{"number":14,"verse":"राजाचा संताप मृत्युदूतांसारखा आहे; सुज्ञ मनुष्य त्याचे शमन करतो."},{"number":15,"verse":"राजाच्या मुखतेजात जीवन आहे; त्याची प्रसन्नता सरत्या पावसाच्या मेघासारखी आहे."},{"number":16,"verse":"ज्ञानप्राप्ती उत्कृष्ट सोन्यापेक्षा किती उत्तम आहे! सुज्ञता संपादन करणे रुप्यापेक्षा इष्ट आहे."},{"number":17,"verse":"दुष्कर्मापासून दूर राहणे हा सरळांचा धोपट मार्ग होय; जो आपला मार्ग धरून राहतो तो आपला जीव राखतो."},{"number":18,"verse":"गर्व झाला की नाश ठेवलेला; मनाचा ताठा अध:पाताचे मूळ होय."},{"number":19,"verse":"गर्विष्ठांबरोबर राहून लूट वाटून घेण्यापेक्षा दीनांबरोबर नम्रचित्त असणे बरे."},{"number":20,"verse":"जो वचनाकडे लक्ष पुरवतो त्याचे कल्याण होते; जो परमेश्वरावर भाव ठेवतो तो धन्य."},{"number":21,"verse":"जो मनाचा सुज्ञ त्याला समंजस म्हणतात. मधुर वाणीने शिक्षणाचा संस्कार अधिक होतो."},{"number":22,"verse":"ज्याच्या ठायी सुज्ञता असते त्याला ती जीवनाच्या झर्‍याप्रमाणे होय. पण मूर्खांची मूर्खता हीच त्यांचे शासन होय."},{"number":23,"verse":"ज्ञान्याच्या हृदयापासून त्याच्या मुखास शिक्षण मिळते; ते त्याच्या वाणीत ज्ञानाची भर घालते."},{"number":24,"verse":"ममतेची वचने मधाच्या पोळ्यासारखी मनाला गोड व हाडांना आरोग्य देणारी आहेत."},{"number":25,"verse":"मनुष्याला एक मार्ग सरळ दिसतो. पण त्याच्या शेवटास मृत्युपथ फुटतात."},{"number":26,"verse":"मजुराची क्षुधा त्याच्या हातून मजुरी करवते, कारण त्याचे तोंड त्याला ती करायला लावते."},{"number":27,"verse":"अधम कुयुक्ती उकरून काढतो; त्याच्या वाणीत जशी काय जळती आग असते."},{"number":28,"verse":"कुटिल मनुष्य वैमनस्य पसरतो; कानास लागणारा मोठ्या स्नेह्यांत फूट पाडतो."},{"number":29,"verse":"उद्दाम मनुष्य आपल्या शेजार्‍याला भुलथाप देऊन कुमार्गास लावतो."},{"number":30,"verse":"कुटिल कल्पना योजण्याला जो डोळे मिचकावतो व ओठ चावतो तो दुष्कर्म घडवून आणतो."},{"number":31,"verse":"पिकलेले केस शोभेचा मुकुट होत; नीतिमत्तेच्या मार्गाने चालल्याने तो प्राप्त होतो;"},{"number":32,"verse":"ज्याला लवकर क्रोध येत नाही तो पराक्रम करणार्‍यापेक्षा श्रेष्ठ होय. आत्मसंयमन करणारा नगर जिंकणार्‍यापेक्षा श्रेष्ठ होय."},{"number":33,"verse":"पदरात चिठ्ठ्या टाकतात, पण त्यांचा निर्णय सर्वस्वी परमेश्वराकडून होतो."}]}