{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"जो फटकून राहतो तो आपली इच्छा पुरवू पाहतो, व त्याला सगळ्या सुज्ञतेचा संताप येतो."},{"number":2,"verse":"मूर्खाला समंजसपणात संतोष वाटत नाही, तर केवळ आपल्या मनात जे काही आहे ते प्रकट करण्यातच त्याला संतोष वाटतो."},{"number":3,"verse":"जेथे दुष्ट तेथे तिरस्कार, आणि जेथे अधमता तेथे निंदा."},{"number":4,"verse":"मनुष्याच्या तोंडचे शब्द खोल पाण्यासारखे आहेत, ते वाहता ओढा व ज्ञानाचा झरा असे आहेत."},{"number":5,"verse":"दुर्जनाचा पक्ष धरून नीतिमानाचा न्याय विपरीत करणे उचित नाही."},{"number":6,"verse":"मूर्ख कलहाला तोंड देतो; त्याचे मुख चापटीला आमंत्रण करते."},{"number":7,"verse":"मूर्खाचा नाश त्याच्या तोंडामुळे होतो. त्याची वाणी त्याच्या जिवाला पाश होय."},{"number":8,"verse":"कानास लागणार्‍याचे शब्द स्वादिष्ट पक्‍वान्नासारखे आहेत, ते अगदी खोल पोटात शिरतात."},{"number":9,"verse":"आपल्या कामात हयगय करणारा, नासधूस करणार्‍याचा भाऊ होय."},{"number":10,"verse":"परमेश्वराचे नाम बळकट दुर्ग आहे, त्यात नीतिमान धावत जाऊन निर्भय राहतो."},{"number":11,"verse":"धनवानाचे धन त्याचे बळकट नगर आहे, त्याच्या मते ते उंच तटासारखे आहे."},{"number":12,"verse":"नाशापूर्वी मनुष्याचे अंत:करण गर्विष्ठ असते; आधी नम्रता मग मान्यता."},{"number":13,"verse":"ऐकून घेण्यापूर्वी जो उत्तर देतो त्याचे ते करणे मूर्खपणाचे व लज्जास्पद ठरते."},{"number":14,"verse":"मनुष्याचे चित्त आपली व्याधी सहन करते; पण व्याकूळ चित्त कोणाच्याने प्रसन्न करवेल?"},{"number":15,"verse":"सुज्ञाचे मन ज्ञान प्राप्त करून घेते; शहाण्याचे कान ज्ञानाविषयी आतुर असतात."},{"number":16,"verse":"लाच मनुष्याचा मार्ग मोकळा करते, व त्याला बड्या लोकांसमोर नेते."},{"number":17,"verse":"जो आपला दावा प्रथम मांडतो त्याचा पक्ष खरा भासतो, पण त्याचा शेजारी येऊन त्याला कसाला लावतो."},{"number":18,"verse":"चिठ्ठ्या टाकल्याने झगडे मिटतात, व झुंजार भिडण्याचे राहतात."},{"number":19,"verse":"दुखवलेल्या भावाची समजूत घालणे मजबूत शहर जिंकण्यापेक्षा अवघड आहे; कलह म्हटले म्हणजे ते दुर्गाच्या अडसरांसारखे होत."},{"number":20,"verse":"मनुष्याला आपल्या तोंडाळपणाची फळे पोटभर खावी लागतात; त्याला आपल्या वाणीचे पीक भोगले पाहिजे."},{"number":21,"verse":"जिव्हेच्या हाती मृत्यू व जीवन ही आहेत; तिची आवड धरणारे तिचे फळ भोगतात."},{"number":22,"verse":"ज्याला गृहिणी लाभते त्याला उत्तम लाभ घडतो, त्याला परमेश्वराचा अनुग्रह प्राप्त होतो."},{"number":23,"verse":"निर्धन विनवण्या करतो, पण धनवान निष्ठुरपणाचे उत्तर देतो."},{"number":24,"verse":"जो पुष्कळ मित्र मिळवतो तो आपला नाश करून घेतो, परंतु एखादा असा मित्र असतो की तो आपल्या बंधूपेक्षाही आपणांस धरून राहतो."}]}