{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"ज्याची वाणी कुटिल असून जो मूर्ख आहे, त्याच्यापेक्षा सात्त्विकपणे चालणारा दरिद्री बरा."},{"number":2,"verse":"आत्मा ज्ञानहीन असणे बरे नाही; उतावळ्या पायाचा मनुष्य वाट चुकतो."},{"number":3,"verse":"मनुष्याची मूर्खता त्याला मार्गभ्रष्ट करते, आणि त्याचे मन परमेश्वरावर रुष्ट होते."},{"number":4,"verse":"संपत्ती मित्र जोडते, गरिबाला मित्र सोडतात."},{"number":5,"verse":"खोटी साक्ष देणार्‍याला शिक्षा चुकणार नाही; लबाड बोलणारा सुटणार नाही."},{"number":6,"verse":"थोर मनुष्याची बहुत लोक हांजीहांजी करतात; दानशूराचा प्रत्येक जण मित्र असतो."},{"number":7,"verse":"दरिद्र्याचे सर्व भाऊ त्याचा द्वेष करतात; मग त्याचे मित्र त्याला सोडून जातात ह्यात नवल ते काय? त्यांनी आपल्याशी बोलावे म्हणून तो त्यांच्या मागून जातो, परंतु ते निघून जातात."},{"number":8,"verse":"जो ज्ञान संपादन करतो तो आपल्या जिवावर प्रेम करतो; ज्याच्या ठायी सुज्ञता असते त्याचे कल्याण होते."},{"number":9,"verse":"खोटी साक्ष देणार्‍याला शिक्षा चुकणार नाही, लबाड बोलणारा नष्ट होईल."},{"number":10,"verse":"ऐशआराम मूर्खाला शोभत नाही; सरदारांवर दासाने सत्ता करावी हे त्याला कसे शोभणार?"},{"number":11,"verse":"विवेकाने मनुष्य मंदक्रोध होतो; अपराधाची गय करणे त्याला भूषण आहे."},{"number":12,"verse":"राजाचा कोप सिंहाच्या गर्जनेसारखा आहे; त्याची प्रसन्नता गवतावर पडलेल्या दहिवरासारखी आहे."},{"number":13,"verse":"मूर्ख मुलगा आपल्या बापाला अरिष्टाप्रमाणे आहे; बायकोच्या कटकटी सतत गळणार्‍या ठिपक्यांप्रमाणे आहेत."},{"number":14,"verse":"घर व धन ही वडिलांपासून मिळालेला दायभाग होत; सुज्ञ पत्नी परमेश्वरापासून प्राप्त होते."},{"number":15,"verse":"आळस घोर निद्रेत लोटतो; रिकामा फिरणारा उपाशी मरतो."},{"number":16,"verse":"जो आज्ञा पाळतो तो आपले प्राण रक्षतो; जो आपल्या वर्तनाविषयी बेपर्वा असतो तो मरेल."},{"number":17,"verse":"जो दरिद्र्यावर दया करतो तो परमेश्वराला उसने देतो; त्याच्या सत्कृत्यांची फेड परमेश्वर करील."},{"number":18,"verse":"काही आशा असेल तर आपल्या पुत्राला शासन कर; त्याचे वाटोळे व्हावे अशी इच्छा धरू नकोस,"},{"number":19,"verse":"क्रोधिष्ट मनुष्याने आपला दंड भोगला पाहिजे, कारण त्याला एकदा दंडमुक्त केले तर तसे पुनःपुन्हा करावे लागेल."},{"number":20,"verse":"सुबोध ऐक व शिक्षण स्वीकार, म्हणजे आपल्या उरलेल्या आयुष्यात तू सुज्ञपणे वागशील."},{"number":21,"verse":"मनुष्याच्या मनात अनेक मसलती येतात, परंतु परमेश्वराची योजना स्थिर राहते."},{"number":22,"verse":"मनुष्याकडून प्रामाणिकपणाची अपेक्षा असते; लबाडापेक्षा दरिद्री बरा."},{"number":23,"verse":"परमेश्वराचे भय जीवनप्राप्तीचा मार्ग होय; जो ते धरतो तो सुखाने नांदतो. त्याचे वाईट होणार नाही."},{"number":24,"verse":"आळशी एकदा आपला हात ताटात घालतो, तो पुन्हा तोंडाकडे वर नेत नाही."},{"number":25,"verse":"निंदकाला ताडन कर म्हणजे भोळा शहाणपणा शिकेल. समंजसाला वाग्दंड कर म्हणजे त्याला कळेल."},{"number":26,"verse":"जो आपल्या बापाशी दंडेली करतो व आपल्या आईला हाकून लावतो, तो लज्जा व अप्रतिष्ठा आणणारा मुलगा होय."},{"number":27,"verse":"माझ्या मुला, ज्ञानाची वचने सोडून भटकायचे असले तर शिक्षण घेणे सोडून दे."},{"number":28,"verse":"अधम साक्षी न्यायाची विटंबना करतो; दुर्जनांचे मुख अन्याय गिळते."},{"number":29,"verse":"निंदकांसाठी दंड, व मूर्खास पाठीसाठी फटके सिद्ध केले आहेत."}]}