{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"( ज्ञानार्जनाचे फायदे) माझ्या मुला, जर तू माझी वचने स्वीकारशील, माझ्या आज्ञा आपल्याजवळ साठवून ठेवशील,"},{"number":2,"verse":"आपला कान ज्ञानाकडे देशील, आणि आपले मन सुज्ञानाकडे लावशील,"},{"number":3,"verse":"जर तू विवेकाला हाक मारशील, सुज्ञतेची आराधना करशील,"},{"number":4,"verse":"जर तू रुप्याप्रमाणे त्याचा शोध करशील, व गुप्त निधींप्रमाणे त्याला उमगून काढशील,"},{"number":5,"verse":"तर परमेश्वराच्या भयाची तुला जाणीव होईल, आणि देवाविषयीचे ज्ञान तुला प्राप्त होईल."},{"number":6,"verse":"कारण ज्ञान परमेश्वर देतो; त्याच्या मुखातून ज्ञान व सुज्ञता येतात;"},{"number":7,"verse":"सरळांसाठी तो यश:प्राप्ती सुलभ करतो; सात्त्विकपणे चालणार्‍यांना तो ढाल आहे;"},{"number":8,"verse":"अशासाठी की त्याने नीतिमार्गांचे रक्षण करावे आणि आपल्या भक्तांचा मार्ग सांभाळावा."},{"number":9,"verse":"नीतिमत्ता, न्याय व सात्त्विकता अशा सर्व सन्मार्गांची तुला जाणीव घडेल."},{"number":10,"verse":"कारण ज्ञान तुझ्या चित्तात प्रवेश करील, आणि विद्या तुझ्या जिवाला रम्य वाटेल;"},{"number":11,"verse":"विवेक तुझे रक्षण करील, समंजसपणा तुला सांभाळील;"},{"number":12,"verse":"म्हणजे कुमार्गापासून, विवेकशून्य गोष्टी करणार्‍या मनुष्यांपासून, तो तुला दूर ठेवील;"},{"number":13,"verse":"ते सरळपणाचे मार्ग सोडून अंधकाराच्या मार्गांनी चालतात;"},{"number":14,"verse":"त्यांना दुष्कर्म करण्यात आनंद वाटतो, दुष्कर्माच्या कुटिलतेवरून ते उल्लास पावतात;"},{"number":15,"verse":"त्यांचे मार्ग वाकडे आहेत, त्यांच्या वाटा विपरीत आहेत."},{"number":16,"verse":"परस्त्रीपासून, मोहक भाषण करणार्‍या परस्त्रीपासून, ज्ञान तुझा बचाव करील;"},{"number":17,"verse":"तिने आपल्या तरुणपणाचा मित्र सोडला आहे, ती आपल्या देवाचा करार विसरली आहे;"},{"number":18,"verse":"तिच्या घरातून मृत्युमुखाकडे वाट आहे, तिच्या वाटा मेलेल्यांकडे जातात;"},{"number":19,"verse":"जे तिच्याकडे जातात त्यांच्यातून कोणी परत येत नाही, त्यांना जीवनाचे मार्ग साधत नाहीत;"},{"number":20,"verse":"ह्यास्तव तू भल्यांच्या मार्गाने चालावे व नीतिमानांच्या रीतीचे अवलंबन करावे."},{"number":21,"verse":"कारण सरळ जनच देशात वस्ती करतील; सात्त्विक जन त्यात राहतील."},{"number":22,"verse":"दुर्जनांचा देशातून उच्छेद होईल, अनाचार्‍यांचे त्यातून निर्मूलन होईल."}]}