{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"चांगले नाव विपुल धनाहून इष्ट होय; प्रेमयुक्त कृपा सोन्यारुप्यापेक्षा उत्तम आहे."},{"number":2,"verse":"सधन व निर्धन ह्यांचा एकमेकांशी व्यवहार असतो. त्या सर्वांचा निर्माणकर्ता परमेश्वर आहे."},{"number":3,"verse":"चतुर मनुष्य अरिष्ट येताना पाहून लपतो; भोळे पुढे जातात आणि हानी पावतात."},{"number":4,"verse":"नम्रता व परमेश्वराचे भय ह्यांचे पारितोषिक धन, सन्मान व जीवन होय."},{"number":5,"verse":"कुटिल मनुष्याच्या मार्गात काटे व पाश असतात; ज्याला जिवाची काळजी असते त्याने त्यापासून दूर राहावे."},{"number":6,"verse":"मुलाच्या स्थितीस अनुरूप असे शिक्षण त्याला दे, म्हणजे वृद्धपणीही तो त्यापासून परावृत्त होणार नाही."},{"number":7,"verse":"धनिक मनुष्य निर्धनांवर सत्ता चालवतो, ऋणको धनकोचा दास होतो."},{"number":8,"verse":"जो दुष्कर्म पेरतो तो अनर्थाची कापणी करतो, त्याच्या क्रोधाचा सोटा व्यर्थ होईल."},{"number":9,"verse":"ज्याची दृष्टी उदार त्याचे कल्याण होते, कारण तो आपल्या अन्नातून गरिबास देतो"},{"number":10,"verse":"उन्मत्तपणा करणार्‍यास घालवून दे म्हणजे भांडण मिटेल, आणि कलह व अप्रतिष्ठा ही बंद पडतील."},{"number":11,"verse":"ज्याला मनाची शुद्धता आवडते, ज्याची वाणी कृपामय असते; अशाचा मित्र राजा असतो."},{"number":12,"verse":"परमेश्वराचे नेत्र ज्ञानाचे रक्षक आहेत. पण विश्वासघातक्याचे शब्द तो व्यर्थ करतो."},{"number":13,"verse":"आळशी म्हणतो, “बाहेर सिंह आहे; भर रस्त्यावर मी ठार होईन.”"},{"number":14,"verse":"परस्त्रियांचे मुख मोठा खाडा आहे; ज्यावर परमेश्वराचा कोप होतो तो त्यात पडतो."},{"number":15,"verse":"बालकाच्या हृदयात मूर्खता जखडलेली असते; शासनवेत्र त्याच्यापासून तिला घालवून देते."},{"number":16,"verse":"आपले धन वाढवण्यासाठी जो गरिबाला नाडतो व धनिकाला भेटी देतो तो भिकेस लागतो."},{"number":17,"verse":"( उपदेश आणि ताकीद) ज्ञान्यांची वचने कान लावून ऐक, माझ्या ज्ञानाकडे चित्त लाव,"},{"number":18,"verse":"कारण ती तू अंतर्यामी वागवली व आपल्या वाणीच्या ठायी स्थापली तर किती चांगले होईल!"},{"number":19,"verse":"परमेश्वरावर तुझा भाव असावा, म्हणून मी तुला ती वचने आज कळवली आहेत."},{"number":20,"verse":"सत्याच्या वचनांचे तत्त्व तुला कळवावे, व तुला पाठवणार्‍यांना सत्याची वचने तू परत जाऊन सांगावीत म्हणून मसलती व ज्ञान ह्यांनी युक्त अशा उत्कृष्ट गोष्टी मी तुला लिहून दिल्या नाहीत काय?"},{"number":22,"verse":"गरीब हा केवळ गरीब आहे म्हणून त्याला नाडू नकोस. आणि वेशीत विपन्नावर जुलूम करू नकोस;"},{"number":23,"verse":"कारण परमेश्वर त्यांचा कैवार घेईल. आणि त्यांना नागवणार्‍यांचा जीव नागवील."},{"number":24,"verse":"रागीट मनुष्याशी मैत्री करू नकोस; कोपिष्ठाची संगत धरू नकोस;"},{"number":25,"verse":"धरशील तर त्याची चालचलणूक शिकून तू आपला जीव पाशात घालशील."},{"number":26,"verse":"हातावर हात मारणारे व कर्जाला जामीन होणारे ह्यांच्यातला तू होऊ नकोस."},{"number":27,"verse":"तुझ्याजवळ कर्ज फेडण्यास काही नसले म्हणजे तुझ्या अंगाखालचे अंथरूण तो काढून नेईल अशी पाळी तू का येऊ द्यावीस?"},{"number":28,"verse":"तुझ्या पूर्वजांनी घातलेली मेर सारू नकोस."},{"number":29,"verse":"आपल्या धंद्यात चपळ असा कोणी तुला दिसतो काय? त्याचे स्थान राजांसमोर आहे; हलकट लोकांसमोर नाही."}]}