{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"अधिपतीबरोबर भोजनास बसतोस तेव्हा तुझ्यापुढे कोण आहे ह्याचा पूर्ण विचार कर;"},{"number":2,"verse":"तू खादाड असलास तर आपल्या गळ्याला सुरी लाव."},{"number":3,"verse":"त्याच्या मिष्टान्नांची इच्छा करू नकोस; ती कपटाची खाद्ये आहेत."},{"number":4,"verse":"धनवान होण्यासाठी धडपड करू नकोस; आपले चातुर्य एकीकडे ठेव."},{"number":5,"verse":"जे पाहता पाहता नाहीसे होते त्याकडे तू नजर लावावीस काय? कारण गगनात उडणार्‍या गरुडासारखे पंख धन आपणास लावते."},{"number":6,"verse":"दुष्टदृष्टी मनुष्याचे अन्न खाऊ नकोस. त्याच्या मिष्टान्नाची इच्छा करू नकोस;"},{"number":7,"verse":"कारण तो आपल्या मनात घास मोजणार्‍यासारखा आहे, तो तुला “खा, पी” म्हणतो, पण त्याचे मन तुझ्यावर नाही."},{"number":8,"verse":"गिळलेला घास तू ओकून टाकशील, तुझे गोड बोलणे व्यर्थ होईल,"},{"number":9,"verse":"मूर्खाच्या कानात काही सांगू नकोस तुझे शहाणपणाचे बोल तो तुच्छ मानील."},{"number":10,"verse":"जुनी मेर सारू नकोस; अनाथांच्या शेतात शिरू नकोस;"},{"number":11,"verse":"कारण त्यांचा कैवारी समर्थ आहे; तो त्यांचा कैवार घेऊन तुझ्याविरुद्ध होईल."},{"number":12,"verse":"तू आपले मन शिक्षणाकडे आणि आपले कान ज्ञानाच्या वचनाकडे लाव."},{"number":13,"verse":"मुलास शिक्षा करण्यास अनमान करू नकोस, कारण त्याला छडी मारल्याने तो मरणार नाही."},{"number":14,"verse":"तू त्याला छडी मार आणि अधोलोकापासून त्याचा जीव वाचव."},{"number":15,"verse":"माझ्या मुला, तुझे चित्त सुज्ञ असले तर माझ्या, माझ्याच चित्ताला आनंद होईल;"},{"number":16,"verse":"तुझ्या वाणीतून यथार्थ बोल निघाल्यास माझे अंतर्याम उल्लासेल."},{"number":17,"verse":"पातक्यांचा हेवा करू नकोस तर परमेश्वराचे भय अहर्निश बाळग;"},{"number":18,"verse":"कारण पारितोषिक निश्‍चये मिळणार; तुझी आशा नष्ट होणार नाही."},{"number":19,"verse":"माझ्या मुला, तू ऐकून शहाणा हो व आपले मन सरळ मार्गात राख."},{"number":20,"verse":"मद्यपी व मांसाचे अतिभक्षण करणारे ह्यांच्या वार्‍यास उभा राहू नकोस;"},{"number":21,"verse":"कारण मद्यपी व खादाड दरिद्री होतात, कैफ मनुष्याला चिंध्या नेसवतो,"},{"number":22,"verse":"तू आपल्या जन्मदात्या बापाचे ऐक, आपल्या वृद्ध झालेल्या आईला तू तुच्छ मानू नकोस."},{"number":23,"verse":"सत्य, सुज्ञता, शिक्षण व समंजसपणा ही विकत घे, विकू नकोस."},{"number":24,"verse":"नीतिमानाचा बाप फार उल्लासतो; सुज्ञ मुलास जन्म देतो तो त्याच्याविषयी आनंद पावतो."},{"number":25,"verse":"तुझी मातापितरे आनंद पावोत, तुझी जन्मदात्री हर्ष पावो,"},{"number":26,"verse":"माझ्या मुला, तू आपले चित्त मला दे, माझे मार्ग तुझ्या दृष्टीला आनंद देवोत."},{"number":27,"verse":"वेश्या खोल खाचेसारखी आहे; परस्त्री अरुंद कूपासारखी आहे."},{"number":28,"verse":"ती लुटारूसारखी टपून राहते. आणि माणसांतील विश्वासघातक्यांची संख्या वाढवते."},{"number":29,"verse":"हाय हाय कोण म्हणतो? अरे अरे कोण करतो? भांडणतंट्यात कोण पडतो? गार्‍हाणी कोण सांगतो? विनाकारण घाय कोणास होतात? धुंदी कोणाच्या डोळ्यांत असते?"},{"number":30,"verse":"जे फार वेळपर्यंत द्राक्षारस पीत राहतात, जे मिश्रमद्याचा पूर्ण आस्वाद घेण्यास जातात त्यांच्या."},{"number":31,"verse":"द्राक्षारस कसा तांबडा दिसतो, प्याल्यात कसा चमकतो, घशातून खाली कसा सहज उतरतो हे पाहत बसू नकोस."},{"number":32,"verse":"शेवटी तो सर्पासारखा दंश करतो, फुरशाप्रमाणे झोंबतो."},{"number":33,"verse":"तुझे डोळे विलक्षण प्रकार पाहतील; तुझ्या मनातून विपरीत गोष्टी बाहेर पडतील;"},{"number":34,"verse":"समुद्रामध्ये आडवा पडलेल्यासारखी, डोलकाठीच्या माथ्यावर आडवा पडलेल्यासारखी तुझी स्थिती होईल."},{"number":35,"verse":"तू म्हणशील, “त्यांनी मला ताडन केले तरी माझे काही दुखले नाही, त्यांनी मला मारले तरी मला काही लागले नाही; मी शुद्धीवर केव्हा येईन? मी पुन्हा त्याचे सेवन करीन.”"}]}