{"bibleAbbr":"mrRV2015","bookName":"नीतिसूत्रे","bookEnglishName":"Proverbs","chapterNumber":27,"verses":[{"number":1,"verse":"उद्याची खातरी मानू नकोस, कारण एका दिवसात काय होईल हे तुला कळत नाही."},{"number":2,"verse":"स्वमुखाने नव्हे, तर इतरांनी, आपल्या तोंडाने नव्हे तर परक्यांनी तुझी प्रशंसा करावी."},{"number":3,"verse":"दगड जड असतो व वाळू वजनाने भारी असते, पण मूर्खाचा राग ह्या दोहोंहून भारी असतो."},{"number":4,"verse":"क्रोधाची निष्ठुरता व कोपाचा तडाखा ही पुरवली पण प्रेमसंशयापुढे कोण टिकेल?"},{"number":5,"verse":"झाकलेल्या प्रेमापेक्षा, उघड शब्दताडन बरे."},{"number":6,"verse":"मित्राने केलेले घाय खर्‍या प्रेमाचे आहेत, पण वैरी चुंबनांची गर्दी उडवतो."},{"number":7,"verse":"तृप्त जिवाला मधाचा वीट येतो, पण भुकेल्या जिवाला कोणताही कडू पदार्थ गोड लागतो."},{"number":8,"verse":"स्वस्थान सोडून भ्रमण करणारा मनुष्य आपले कोटे सोडून भटकणार्‍या पक्ष्यासारखा आहे."},{"number":9,"verse":"तेल व सुगंधी द्रव्ये मनाला आल्हाद देतात, त्याप्रमाणे मनापासून मसलत देणार्‍या मित्राचे माधुर्य होय."},{"number":10,"verse":"स्वत:च्या व आपल्या बापाच्या मित्राला सोडू नकोस; आपल्या संकटसमयी भावाच्या दारी जाऊ नकोस; दूर असलेल्या आपल्या भावापेक्षा जवळ असलेला शेजारी बरा."},{"number":11,"verse":"माझ्या मुला, सुज्ञ होऊन माझे मन आनंदित कर, म्हणजे माझी निंदा करणार्‍यास मी प्रत्युत्तर देईन."},{"number":12,"verse":"चतुर मनुष्य अरिष्ट येत आहे असे पाहून लपतो, पण भोळे पुढे जातात आणि हानी पावतात."},{"number":13,"verse":"अनोळख्याला जो जामीन होतो त्याचे वस्त्र ठेवून घे; जो परस्त्रीला जामीन होतो त्याला तारणादाखल ठेव."},{"number":14,"verse":"कोणी मोठ्या पहाटेस उठून उंच स्वराने आपल्या मित्रास आशीर्वाद दिला, तर तो त्याला शाप होय असे मानतील."},{"number":15,"verse":"पावसाच्या झडीच्या दिवशी सतत गळणारे ठिपके, व कटकटी बायको ही सारखीच आहेत;"},{"number":16,"verse":"तिला आवरणारा म्हणजे वार्‍याला आवरणारा होय; त्याच्या उजव्या हाताला तेल लागल्यासारखे होते."},{"number":17,"verse":"तिखे तिख्याला पाणीदार करते, तसा मनुष्य आपल्या मित्रांचा चेहरा पाणीदार करतो."},{"number":18,"verse":"जो अंजिराचे झाड राखतो तो त्याचे फळ चाखतो; जो आपल्या धन्याच्या सेवेला जपतो त्याचा मान होतो."},{"number":19,"verse":"जसे पाण्यात मुखाचे प्रतिबिंब हुबेहूब दिसते तशी मनुष्यांची हृदये परस्परांची प्रतिबिंबे होत."},{"number":20,"verse":"अधोलोक व विनाशस्थान ही कधी तृप्त होत नाहीत; आणि मनुष्याचे नेत्रही कधी तृप्त होत नाहीत."},{"number":21,"verse":"रुप्यासाठी मूस व सोन्यासाठी भट्टी, तशी मनुष्यासाठी प्रशंसेची कसोटी होय."},{"number":22,"verse":"कुटलेल्या धान्याबरोबर मूर्खाला उखळात घालून मुसळाने कुटले, तरी त्याची मूर्खता त्याला सोडणार नाही."},{"number":23,"verse":"तू आपल्या शेरडामेंढरांची स्थिती पाहत जा; आपल्या कळपांवर चांगली नजर ठेव;"},{"number":24,"verse":"कारण संपत्ती सदा टिकत नाही; राजमुकुट तरी पिढ्यानपिढ्या टिकेल काय?"},{"number":25,"verse":"वाळलेले गवत जाऊन त्या जागी कोवळे गवत उगवते, डोंगरांवरील हिरवळ कापून गोळा करतात."},{"number":26,"verse":"वस्त्रांसाठी कोकरे आहेत; बकर्‍या शेताचे मोल आहेत;"},{"number":27,"verse":"तुझ्या व तुझ्या घराण्याच्या अन्नापुरते, आणि तुझ्या दासींच्या पोषणापुरते शेळ्यांचे दूध तुझ्याजवळ आहे."}]}