{"bibleAbbr":"MKJV1962","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"Open your doors, O Lebanon, so that the fire may devour your cedars."},{"number":2,"verse":"Howl, juniper; for the cedar has fallen; because the majestic [trees] are devastated. Howl, O oaks of Bashan; for the inaccessible forest has come down."},{"number":3,"verse":"There [is] a voice of the howling of the shepherds; for their glory is destroyed. There [is] a voice of the roaring of young lions; for the pride of Jordan is destroyed."},{"number":4,"verse":"For so says the LORD my God: Feed the flock of the slaughter,"},{"number":5,"verse":"those buying them kill them, and hold themselves not guilty. And those who sell them say, Blessed [be] the LORD, for I am rich; and their shepherds do not pity them."},{"number":6,"verse":"For I will never again pity the people of the land, says the LORD; but lo, I will make the men come out, each one into his neighbor's hand and into his king's hand. And they shall strike the land, and I will not deliver out of their hand."},{"number":7,"verse":"And I fed the flock of slaughter, even the poor of the flock. And I took two staffs for myself; the one I called Kindness, and the other I called Union. And I fed the flock."},{"number":8,"verse":"I also cut off three shepherds in one month; and my soul was impatient with them, and their soul also despised me."},{"number":9,"verse":"And I said, I will not feed you; that which dies, let it die; and that which is to be cut off, let it be cut off. And those left, let them eat, each woman her neighbor's flesh."},{"number":10,"verse":"And I took my staff Kindness, and broke it apart, to break My covenant which I had made with all the peoples."},{"number":11,"verse":"And it was broken in that day; and so the poor of the flock who were watching Me knew that it [was] the Word of the LORD."},{"number":12,"verse":"And I said to them, If [it is] good, give My price; and if not, let it go. So they weighed My price thirty [pieces] of silver."},{"number":13,"verse":"And the LORD said to me, Throw it to the potter, the magnificent price at which I was valued by them. And I took the thirty [pieces] of silver and threw them to the potter in the house of the LORD."},{"number":14,"verse":"Then I broke My other staff Union apart, that I might break the brotherhood between Judah and Israel."},{"number":15,"verse":"And the LORD said to me, Take to yourself yet the instruments of a foolish shepherd."},{"number":16,"verse":"For lo, I will raise up a shepherd in the land who will not care for those going to ruin, nor will he seek the young, nor will heal that which is broken, nor will he feed that which stands. But he shall eat the flesh of the fat and tear off their hoofs."},{"number":17,"verse":"Woe to the worthless shepherd who abandons the flock! The sword [shall be] on his arm and on his right eye; his arm shall be completely dried up, and his right eye shall be utterly darkened."}]}