{"bibleAbbr":"MKJV1962","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"And the angel that talked with me came again and awakened me, as a man that is awakened out of his sleep."},{"number":2,"verse":"And he said to me, What do you see? And I said, I see, and behold, a lampstand, all of it gold, and a bowl on its top, and its seven lamps on it, and seven pipes to the seven lamps on its top;"},{"number":3,"verse":"and two olive trees beside it, one on the right of the bowl, and the other on the left of it."},{"number":4,"verse":"And I answered and spoke to the angel who talked with me, saying, What [are] these, my lord?"},{"number":5,"verse":"Then the angel who talked with me answered and said to me, Do you know what these [are]? And I said, No, my lord."},{"number":6,"verse":"Then he answered and spoke to me, saying, This [is] the Word of the LORD to Zerubbabel, saying, Not by might, nor by power, but by My Spirit, says the LORD of hosts."},{"number":7,"verse":"Who [are] you, O great mountain? Before Zerubbabel [you shall become] a plain; and he shall bring forth the top stone with shoutings, Grace! Grace to it!"},{"number":8,"verse":"And the Word of the LORD came to me, saying,"},{"number":9,"verse":"The hands of Zerubbabel have laid the foundation of this house. His hands shall also finish [it]; and you shall know that the LORD of hosts has sent me to you."},{"number":10,"verse":"For who has despised the day of small things? For they shall rejoice, and shall see the plummet in the hand of Zerubbabel. These seven are the eyes of the LORD which run to and fro through the whole earth."},{"number":11,"verse":"And I answered and said to him, What [are] these two olive trees on the right of the lampstand and on its left?"},{"number":12,"verse":"And I answered again and said to him, What [are] the two olive clusters beside the two golden pipes, emptying the golden [oil] from themselves?"},{"number":13,"verse":"And he answered me and said, Do you not know what these [are]? And I said, No, my lord."},{"number":14,"verse":"And he said, These [are] the two sons of fresh oil who stand by the LORD of the whole earth."}]}