{"bibleAbbr":"PESH1849","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":11,"verses":[{"number":1,"verse":"AND when they drew nigh to Urishlem, against Bethphage and Beth-ania, at the mount of Olives, he sent two from his disciples,"},{"number":2,"verse":"and said to them, Go to that village which is over against you; and forthwith as you enter it, you will find a colt tied, which no man hath ridden; loose, bring him."},{"number":3,"verse":"And if any man shall say to you, Why do you this? say to him, Because for our Lord it is requested, and at once he will send him hither."},{"number":4,"verse":"And they went, and found the colt tied at the gate without in the street. And as they were loosing,"},{"number":5,"verse":"some of those who were standing said to them, What are you doing that you loosen the colt?"},{"number":6,"verse":"But they said to them as Jeshu had instructed them; and they permitted them."},{"number":7,"verse":"And they brought the colt to Jeshu, and threw upon him their garments; and Jeshu rode upon him."},{"number":8,"verse":"But many spread their vestments in the way, and others cut branches from the trees and spread them in the way;"},{"number":9,"verse":"and these who went before him, and these who came after him, cried, saying, Save now!"},{"number":10,"verse":"and blessed be the coming kingdom [Or, the kingdom which cometh.] of our father David: Save now, in the heights! [Ushana bamraumee.]"},{"number":11,"verse":"And Jeshu entered Urishlem, into the temple, and surveyed every thing. And when it was the time of the evening, he went forth to Beth-ania with the twelve."},{"number":12,"verse":"And the day after, when he went from Beth-ania, he hungered."},{"number":13,"verse":"And he saw a certain fig-tree from afar which had leaves on it, and he came to it, if he might find upon it somewhat; but when he came, he found on it only the leaves, for the time was not for figs (to have been ingathered)."},{"number":14,"verse":"And he said to it, Henceforth and for ever man from thee fruit shall not eat. And his disciples heard. And they came to Urishlem."},{"number":15,"verse":"And Jeshu went into the temple of Aloha, and began to cast forth those who sold and bought in the temple, and he overthrew the tables of the money-changers, and the seats of them who sold doves:"},{"number":16,"verse":"and he would not suffer any man to carry goods through the temple."},{"number":17,"verse":"And he taught, and said to them, Is it not written, That my house the house of prayer shall be called of all nations? but you have made it a den of thieves."},{"number":18,"verse":"And the chief priests and Sophree heard it, and inquired how they might destroy him; for they feared from him, because all the people admired his doctrine."},{"number":19,"verse":"AND when it was evening, they went without from the city."},{"number":20,"verse":"And in the morning, while they passed by, they saw that fig-tree that it was dry from its root."},{"number":21,"verse":"And Shemun remembered and said to him, Rabi, behold, that fig-tree which thou didst curse hath dried."},{"number":22,"verse":"And Jeshu answered and said to them, Let there be in you the faith of Aloha."},{"number":23,"verse":"Amen I say to you, That whosoever shall say to this mountain, Be lifted up, and fall into the sea, and shall not be divided in his heart, but shall believe that that thing which he speaketh is, he shall have the thing that he saith."},{"number":24,"verse":"On this account I tell you, that every thing whatever you supplicate and ask, believe that you receive, and it shall be unto you."},{"number":25,"verse":"And when you stand to pray, forgive whatever you have against any man; and your Father who is in heaven will also forgive you your transgressions."},{"number":26,"verse":"But if you do not forgive, your Father who is in heaven will also not forgive you your transgressions."},{"number":27,"verse":"And they came again to Urishlem: and as he walked in the temple, the chief priests and the Sophree and the elders came to him,"},{"number":28,"verse":"and said to him, By what authority these things doest thou? and who gave thee the authority to do them?"},{"number":29,"verse":"But Jeshu said to them, I also will ask you one word, that you may tell me, and I tell you by what authority I these things do."},{"number":30,"verse":"The baptism of Juchanon, from whence was it? from heaven, or from the sons of man? Tell me."},{"number":31,"verse":"And they reasoned among themselves, and said, If we say to him, that (it was) from heaven, he saith to us, And why did you not believe him?"},{"number":32,"verse":"And if we should say, From the sons of man, there is fear from the people; for all have held Juchanon that he was truly a prophet."},{"number":33,"verse":"And they answered, saying to Jeshu, We know not. He saith to them, I also do not tell you by what authority I these things do."}]}