{"bibleAbbr":"PESH1849","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"And he began to discourse with them in parables. A certain man planted a vinery, and surrounded it with an enclosure, and dug in it a wine-press, and built in it a tower, and gave it to be held by husbandmen, and journeyed."},{"number":2,"verse":"And he sent to the husbandmen his servant in the time to receive the fruits of the vinery."},{"number":3,"verse":"But they beat him, and sent him away empty."},{"number":4,"verse":"He sent to them again another servant; and also that one they stoned, and bruised him, and sent him away with dishonour."},{"number":5,"verse":"And he sent again another, and him they killed; and many other servants he sent, and of them they beat, (and) of them they killed."},{"number":6,"verse":"But at last having one son, the beloved, he sent him to them; for he said, Now will they be confounded by my son."},{"number":7,"verse":"But those husbandmen said among themselves, This is the heir; come let us kill him, and the inheritance will be ours."},{"number":8,"verse":"And they took and killed him, and cast him without from the vinery."},{"number":9,"verse":"What therefore shall the Lord of the vinery do? He will come, destroy those labourers, and will give the vinery to others."},{"number":10,"verse":"And also that scripture have you not read, The stone which the builders rejected is become the head of the corner?"},{"number":11,"verse":"from the Lord is this done, and it is wondrous in our eyes."},{"number":12,"verse":"And they sought to apprehend him, but feared from the people: for they knew that concerning themselves he had spoken this parable. And he left them, and went."},{"number":13,"verse":"And they sent to him men from the Sophree and from the house of Herodes, that they should ensnare him in discourse."},{"number":14,"verse":"And they came and questioned him: Malphona, we know that thou art true, and that thou bearest not care for man: for thou regardest not the person of the sons of man, but in truth the way of Aloha thou teachest: Is it lawful to give headmoney to Caesar, or not? shall we give, or shall we not give?"},{"number":15,"verse":"But he knew their deceit, and said to them, Why do you tempt me? bring me the dinara, (that) I may see it."},{"number":16,"verse":"And they brought it to him. He said to them, Of whom (is) this image and writing? And they said, Of Caesar."},{"number":17,"verse":"Jeshu said to them, Of Caesar give to Caesar, and of Aloha to Aloha. And they were astonished at him."},{"number":18,"verse":"AND the Zadukoyee came to him, those who say that (there is) no resurrection; and they questioned him, saying,"},{"number":19,"verse":"Malphona, Musha has written for us, That if the brother of a man die, and leave a wife, and leave not children, his brother shall take his wife and raise up seed unto his brother."},{"number":20,"verse":"Seven brethren there were. The first took a wife, and died, and left not seed."},{"number":21,"verse":"And the second took her, and died, and he also left not seed: and the third likewise."},{"number":22,"verse":"And the seven of them took her, and did not leave seed: last of all died also that woman."},{"number":23,"verse":"In the resurrection therefore, whose from them shall she be the wife? for the seven of them had her."},{"number":24,"verse":"Jeshu saith to them, Do you not on this account err, because you know not the scripture, nor the power of Aloha?"},{"number":25,"verse":"For when they rise from the dead, they take not wives, neither are wives (given) unto husbands; but as the angels that are in heaven are they."},{"number":26,"verse":"But concerning the dead, that they rise: have you not read in the book of Musha, how from the bush Aloha said to him, I am the God of Abraham, and the God of Ishok, and the God of Jacub?"},{"number":27,"verse":"And Aloha is not of the dead, but of the living. You therefore do greatly err."},{"number":28,"verse":"AND one from the Sophree approached and heard how they disputed, and, perceiving that he had well rendered to them the answer, inquired of him, Which is the first commandment of all?"},{"number":29,"verse":"Jeshu saith to him, The first of all the commandments (is), Hear, Israel, The Lord our Aloha is one Lord:"},{"number":30,"verse":"and thou shalt love the Lord thy God with [Ad literam, From all, &c.] all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment."},{"number":31,"verse":"And the second, which is like it, (is) that thou shalt love thy neighbour as thyself. Another commandment greater than these there is not."},{"number":32,"verse":"That Sophra said to him, Well, Rabi, and truly hast thou spoken: for One there is and no other than He:"},{"number":33,"verse":"and that a man love Him with [Ad literam, From all, &c.] all the heart, and with all the understanding, and with all the soul, and with all the strength, and that he love his neighbour as himself, is better than all burnt-offerings and sacrifices."},{"number":34,"verse":"Jeshu, seeing that he had wisely returned the word, answered and said to him, Thou art not far from the kingdom of Aloha. And no man dared again to question him."},{"number":35,"verse":"And Jeshu answered and said, while he taught in the temple, How say the Sophree that the Meshicha is son of David?"},{"number":36,"verse":"For David himself saith by the Spirit of Holiness, The Lord said to my Lord, Sit thou at my right hand, until I set thy adversaries a footstool beneath thy feet."},{"number":37,"verse":"David therefore himself calleth him My Lord; and how is he then his son? And all the multitude heard him gladly."},{"number":38,"verse":"And in his doctrine he said to them, Beware of the Sophree, who will to walk in long robes, and love the shaloma in public places,"},{"number":39,"verse":"and the chief seats in the congregations, and the head couches at suppers:"},{"number":40,"verse":"they who devour the houses of widows, and for the occasion prolong their prayers: they shall receive the greater judgment."},{"number":41,"verse":"AND as Jeshu sat before the house of treasure, he beheld how the multitude cast money into the place of treasure; and many rich threw in much."},{"number":42,"verse":"And there came a certain poor widow, and threw in two menin, which are a shemona.[One eighth of a denarius.]"},{"number":43,"verse":"And Jeshu called to his disciples, and said to them, Amen I tell you, That this poor widow more than all the men who throw hath thrown into the house of treasure."},{"number":44,"verse":"For all they from what is (super)abundant to them have thrown (in), but this from her deficiency all whatever she had; she hath thrown in her whole possession."}]}