{"bibleAbbr":"PESH1849","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"And as Jeshu went forth from the temple, one of his disciples said to him, Malphona, behold, see those stones and those buildings?"},{"number":2,"verse":"But Jeshu said to him, Seest thou these great buildings? There will not be left here a stone upon a stone which (will) not be destroyed."},{"number":3,"verse":"And while Jeshu sat on the Mount of Olives before the temple, Kipha and Jacub and Juchanon and Andreas asked him by themselves,"},{"number":4,"verse":"Tell us when (these events) shall be, and what is the sign when these all draw nigh to be accomplished."},{"number":5,"verse":"But he, Jeshu, began to say to them, See that no man deceive you."},{"number":6,"verse":"For many will come in my name, and will say, I am (He); and many will be deceived."},{"number":7,"verse":"But when you hear of battles and the rumour of wars, fear not: for it is that they are to be; but not yet is the end."},{"number":8,"verse":"For people shall rise against people, and kingdom against kingdom; and earthquakes will he in various places; and there will be famines and convulsions. These are the beginning of sorrows."},{"number":9,"verse":"But look (to) yourselves; for they will deliver you to the judgments; and in their assemblies will they scourge you, and before kings and governors you shall stand on account of their testimony."},{"number":10,"verse":"But first will be preached my gospel among all the nations."},{"number":11,"verse":"But when they lead you to deliver you up, be not previously anxious what you shall say, nor premeditate; but that, whatever is given you in that hour, that say. For it is not you speaking, but the Spirit of Holiness."},{"number":12,"verse":"But the brother will betray his brother to the death, and the father his son; and children will rise up against their fathers, and shall put them to death;"},{"number":13,"verse":"and you will be hated by all men on account of my name: but he who shall persevere to the end, he shall be saved."},{"number":14,"verse":"But when you see the unclean sign of desolation, that which is spoken of by Daniel the prophet, standing where it ought not, - he who readeth, let him understand! - then let those who are in Jehud flee to the mountain."},{"number":15,"verse":"And he who is upon the roof, let him not descend nor enter in to carry any thing from his house;"},{"number":16,"verse":"and he who is in the field, let him not turn back to take up his garments."},{"number":17,"verse":"But woe to those who are with child, and to those who give suck, in those days!"},{"number":18,"verse":"But pray that your flight may not be in the winter:"},{"number":19,"verse":"for in those days shall be affliction such as hath not been from the beginning of the creation which Aloha created, and until now, nor shall be."},{"number":20,"verse":"And unless the Lord cut short those days, no flesh would live; but on account of the elect whom he hath chosen, those days he hath cut short."},{"number":21,"verse":"Then, if any man shall say to you, Behold, here is the Meshicha! and, Behold, (he is) there! believe not."},{"number":22,"verse":"For there will arise false Meshichas and prophets of a lie, and will give forth signs and wonders, to deceive, if possible, the elect also."},{"number":23,"verse":"But you, beware. Behold, I have told you every thing before."},{"number":24,"verse":"But in those days after that affliction the sun will be darkened, and the moon will not give forth her light,"},{"number":25,"verse":"and the stars will fall from heaven, and the powers of the heavens will be moved."},{"number":26,"verse":"And then will they see the Son of Man coming in the cloud with great power and with glory."},{"number":27,"verse":"And then will he send his angels, and will assemble his chosen ones from the four winds, from the extremity of the earth to the extremity of the heavens."},{"number":28,"verse":"But from the fig-tree learn a parable. When her branches are tender, and she shoots forth her leaves, you know that the summer draws nigh:"},{"number":29,"verse":"so also you, when you see that these things are done, understand that it is near, (even) at the door."},{"number":30,"verse":"Amen I tell you, That this race shall not pass until these all shall be."},{"number":31,"verse":"Heaven and earth shall pass away, but my words shall not pass away."},{"number":32,"verse":"But of that day and of that hour man knoweth not, nor the angels of heaven, nor the Son, but only the Father."},{"number":33,"verse":"Look: be watchful and pray; for you know not when the time is."},{"number":34,"verse":"For as a man who hath journeyed, and left his house, and hath given authority to his servants, and to every man his work, and the door-keeper he hath instructed to be watchful;"},{"number":35,"verse":"(so) watch you, therefore, because you know not when cometh the Lord of the house, - in the evening, or in the dividing of the night, or at cock-crowing, or in the morning;"},{"number":36,"verse":"lest he should come suddenly, and find you sleeping."},{"number":37,"verse":"But what to you I say, that unto all I say, Be watchful."}]}