{"bibleAbbr":"PESH1849","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":5,"verses":[{"number":1,"verse":"AND they came to the other side of the sea, to the region of the Gadroyee."},{"number":2,"verse":"And when he had come from the vessel, there met him from the place of tombs a man who had an unclean spirit,"},{"number":3,"verse":"and he dwelt in the place of tombs; and with chains no man could bind him:"},{"number":4,"verse":"for, so often as with shackles and chains he had been bound, the chains he had broken, and the shackles he had burst asunder; and no man could subdue him."},{"number":5,"verse":"And at all time, by night and by day, he was in the place of tombs, and in the mountains, crying out, and bruising himself with stones."},{"number":6,"verse":"But when he saw Jeshu from afar, he ran, worshipped him,"},{"number":7,"verse":"and cried with a high voice, and said, What to me and to thee, Jeshu, Son of Aloha the Most High? I adjure thee by Aloha, that thou torment me not!"},{"number":8,"verse":"- For he had said to him, Come forth from the man, unclean spirit! -"},{"number":9,"verse":"And he questioned him, How is thy name? And he said to him, Legion is our name, because we are many."},{"number":10,"verse":"And he besought him much that he would not send him out of the region."},{"number":11,"verse":"Now at the mountain there was a great herd of swine feeding."},{"number":12,"verse":"And the devils besought him, saying, Send us into those swine, that into them we may enter."},{"number":13,"verse":"And he suffered them. And those unclean spirits went forth and entered into the swine; and that herd ran to the rock, and plunged into the sea, as two thousand, and were drowned in the waters."},{"number":14,"verse":"And they who kept them fled, and told in the city, and also in the hamlets; and they came forth to see what was done."},{"number":15,"verse":"And they came to Jeshu, and saw him who (had had) the devils, sitting, clothed, and sane; him, who had had in him the legion and they were afraid."},{"number":16,"verse":"And they who had seen, related to them what had been done to him who had had the devils, and also concerning those swine."},{"number":17,"verse":"And they began to beg of him to go from their coast."},{"number":18,"verse":"And when he had ascended the vessel, he in whom had been the devils besought him that he might be with him."},{"number":19,"verse":"But he permitted him not; but said to him, Go to thy house, to thy men, and show them what the Lord hath done for thee, and (how he) hath had mercy on thee."},{"number":20,"verse":"And he went, and began to preach in the ten cities what Jeshu had done for him: and all marvelled."},{"number":21,"verse":"AND when Jeshu had passed in the vessel to the opposite side, there were again congregated unto him great gatherings, while he was upon the shore of the sea."},{"number":22,"verse":"And there came one whose name was Jorosh, one of the masters of the synagogue; and when he saw him, he fell at his feet,"},{"number":23,"verse":"and besought him much, saying to him, My daughter is greatly afflicted; come, lay thy hand upon her, and she will be healed, and live."},{"number":24,"verse":"And Jeshu went with him; and a great multitude adhered to him, and oppressed him."},{"number":25,"verse":"But a certain woman, who had a defluxion of blood twelve years,"},{"number":26,"verse":"who much had suffered from many physicians, and had expended all whatever she had, and was nothing helped, but also the more afflicted,"},{"number":27,"verse":"having heard of Jeshu, came in the press of the crowd behind him, and touched his vestment."},{"number":28,"verse":"For she said, If I but touch his vestment, I shall live."},{"number":29,"verse":"And immediately the fountain of her blood was dried; and she felt in her body that she had been healed from her plague."},{"number":30,"verse":"But Jeshu at once knew within himself that power had gone forth from him, and he turned to the crowd, and said, Who touched my garments?"},{"number":31,"verse":"His disciples say to him, Thou seest the crowds that oppress thee, and sayest thou, Who touched me ?"},{"number":32,"verse":"And he looked round to see who this had done."},{"number":33,"verse":"But the woman herself, fearing and trembling, because she knew what had been done for her, came, fell before him, and told him all the truth."},{"number":34,"verse":"But he said to her, My daughter, thy faith hath saved thee; go in peace, and be healed from thy plague."},{"number":35,"verse":"And while he was speaking, there came some of the house of the master of the synagogue, saying, Thy daughter is dead: for what then art thou wearying the Teacher?[Malphona.]"},{"number":36,"verse":"But Jeshu heard the word which they spake, and said to the master of the synagogue, Fear not, only believe."},{"number":37,"verse":"And he did not permit any one to go with him, except Shemun Kipha, and Jacub, and Juchanon, brother of Jacub."},{"number":38,"verse":"And they came to the house of that master of the synagogue, and he saw how they made a tumult, and wept and bewailed."},{"number":39,"verse":"And he entered, and said to them, Why make you a tumult, and weep? the damsel is not dead, but asleep."},{"number":40,"verse":"And they derided him. But Jeshu put them all forth, and took the father of the damsel, and her mother, and those who were with her, and went in where the damsel was lying."},{"number":41,"verse":"And he took the hand of the damsel, and said to her, Damsel, arise."},{"number":42,"verse":"And forthwith the damsel arose, and walked; for she was a daughter of twelve years. And they wondered with great admiration."},{"number":43,"verse":"And he charged them greatly that no one should know this, and spake that they should give her (somewhat) to eat."}]}