{"bibleAbbr":"PESH1849","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"AND he said to them, Amen I say to you, There are some who are standing here, who shall not taste death, until they shall have seen the kingdom of Aloha come with power."},{"number":2,"verse":"And after six days Jeshu took Kipha, and Jacub, and Juchanon, and led them up to a high mountain by themselves. And he was altered before their eyes:"},{"number":3,"verse":"and his raiment shone, and became exceeding white as the snow; as the sons of man on earth could not make white."},{"number":4,"verse":"And there were seen with them Musha and Elia discoursing with Jeshu."},{"number":5,"verse":"And Kipha said to him, Rabi, it is good for us here to be: [Or, that here we may be.] and let us make three tabernacles; for thee one, and for Musha one, and for Elia one."},{"number":6,"verse":"But he knew not what he said, for they were in fear."},{"number":7,"verse":"And there was the cloud, and it shadowed over them: and the voice was from the cloud, saying, This is my Son, the Beloved, him hear.[Hono Beri chabiba leh shamaii.]"},{"number":8,"verse":"And instantly, while the disciples looked, they saw no man, but Jeshu alone with them."},{"number":9,"verse":"And while they were descending from the mountain, he charged them to tell no man what they had seen, until the Son of man should have arisen from the dead."},{"number":10,"verse":"And they held discourse among themselves, and inquired what was this word, when he should have arisen from among the dead."},{"number":11,"verse":"And they asked him, saying, How then say the Sophree that Elia must come before?"},{"number":12,"verse":"He said to them, Elia doth come before, to restore [Or, to prepare.] all things; and how it is written concerning the Son of man, that much he should suffer, and be rejected."},{"number":13,"verse":"But I tell you, Elia hath also come, and they have done to him whatever they would, as it is written concerning him."},{"number":14,"verse":"AND when he came to his disciples, he saw with them a great crowd, and the Sophree questioning with them."},{"number":15,"verse":"And immediately all the crowd saw him, and wondered, and ran to salute him."},{"number":16,"verse":"And he inquired of the Sophree, What dispute you with them?"},{"number":17,"verse":"And one from the company answered and said, Malphona,[Teacher, Doctor.] I had brought my son to thee, because he hath a spirit which speaketh not;"},{"number":18,"verse":"and when he seizeth him, he dasheth him, and teareth and grindeth his teeth, and he becometh dry. And I spake to thy disciples that they should cast him out, but they could not."},{"number":19,"verse":"Jeshu answered, and said to him, O generation that believeth not! how long shall I be with you? how long shall I tolerate you? bring him to me."},{"number":20,"verse":"And they brought him unto him: and when the spirit saw him, he immediately dashed him, and he fell upon the ground; and was convulsed, and was torn."},{"number":21,"verse":"And Jeshu asked the father, How long is it from the time from which it was thus? He saith to him, Behold, from his childhood."},{"number":22,"verse":"And many times he casteth him into the fire, and into the waters, to destroy him: but whatever thou canst, help me, and have mercy upon me."},{"number":23,"verse":"Jeshu saith to him, If thou canst believe, every thing can be to him who believeth."},{"number":24,"verse":"And in a moment the father of the youth cried out, weeping and saying, I am believing; help the defect [Poverty, imperfection, defect.] of my faith."},{"number":25,"verse":"But when Jeshu saw the people running together, and assembling to him, he rebuked the unclean spirit, and said to him, Spirit, deaf and unspeaking! I command thee, come forth from him, and enter not into him again!"},{"number":26,"verse":"And that devil cried greatly, and crushed him, and went forth. And he became as the dead; as that many would say, He is dead."},{"number":27,"verse":"But Jeshu took him by the hand, and raised him."},{"number":28,"verse":"But when Jeshu had gone into the house, his disciples inquired of him by themselves, Why could not we cast him out?"},{"number":29,"verse":"Jeshu said to them, This kind with nothing can be cast out, but by fasting and prayer."},{"number":30,"verse":"And when he had gone forth from thence, they passed into Galila: and he was not willing that any man should know of him."},{"number":31,"verse":"And he taught his disciples, and told them, That the Son of man would be delivered into the hands of men, and they would kill him; and that when he was slain, on the third day he should arise."},{"number":32,"verse":"But they understood not [Knew not.] his word, and feared to ask him."},{"number":33,"verse":"AND they came to Kapher-nachum: and when they had entered the house, he asked them of what they had argued in the way among themselves."},{"number":34,"verse":"But they were silent: for they had contended in the way one with another, who should be greatest among them."},{"number":35,"verse":"And Jeshu sat, and he called the twelve, and said to them, Whoever wills to be the first, shall be the last of all, and the servant of all."},{"number":36,"verse":"And he took a certain child, and made him stand in the midst: and he took him upon his arms, and said to them,"},{"number":37,"verse":"Every one who receiveth (one who is) as this child in my name, me he receiveth: and whoever me receiveth, not me he receiveth, but Him who sent me."},{"number":38,"verse":"Juchanon said to him, Rabi, we saw a man casting out devils in thy name; and we forbad him, because he did not adhere to us."},{"number":39,"verse":"Jeshu saith to them, Forbid him not; for no man who doeth powerful works [Powers.] in my name, can soon speak of me that which is evil."},{"number":40,"verse":"He therefore who is not against you is for you."},{"number":41,"verse":"For every one who shall give you only a cup of waters to drink in the name that you are of the Meshicha, Amen I say to you, He shall not lose his reward."},{"number":42,"verse":"And every one who shall offend one of these little ones who believe in me, it had been better [Or, more tolerable.] for him that an ass-millstone had been set to his neck, and he had been cast forth into the sea."},{"number":43,"verse":"But if thy hand offend thee,[Or, causeth offence to thee.] cut it off: better [Or, more tolerable.] for thee mutilated to go into life, than having two hands to go into gihana;"},{"number":44,"verse":"where their worm dieth not, and their fire is not quenched."},{"number":45,"verse":"And if thy foot offend thee,[Or, causeth offence to thee.] cut it off: better for thee to go into life lame, than having two feet to fall into gihana:"},{"number":46,"verse":"where their worm dieth not, and their fire is not quenched."},{"number":47,"verse":"And if thine eye offend thee,[Or, causeth offence to thee.] root it out: better for thee that with one eye thou enter the kingdom of Aloha, than having two eyes to fall into the gihana of fire:"},{"number":48,"verse":"where their worm dieth not, and their fire is not quenched."},{"number":49,"verse":"For every (thing) with fire is salted, and every victim with salt shall be salted."},{"number":50,"verse":"Good is salt: but if the salt shall (become) insipid, how shall it be salted? Let there be in you salt, and in peace be one with another."}]}