{"bibleAbbr":"urGV2010","bookName":"ایوب","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"( ایوب کا جواب: مَیں مذاق کا نشانہ بن گیا ہوں) ایوب نے جواب دے کر کہا،"},{"number":2,"verse":"”لگتا ہے کہ تم ہی واحد دانش مند ہو، کہ حکمت تمہارے ساتھ ہی مر جائے گی۔"},{"number":3,"verse":"لیکن مجھے سمجھ ہے، اِس ناتے سے مَیں تم سے ادنیٰ نہیں ہوں۔ ویسے بھی کون ایسی باتیں نہیں جانتا؟"},{"number":4,"verse":"مَیں تو اپنے دوستوں کے لئے مذاق کا نشانہ بن گیا ہوں، مَیں جس کی دعائیں اللہ سنتا تھا۔ ہاں، مَیں جو بےگناہ اور بےالزام ہوں دوسروں کے لئے مذاق کا نشانہ بن گیا ہوں!"},{"number":5,"verse":"جو سکون سے زندگی گزارتا ہے وہ مصیبت زدہ کو حقیر جانتا ہے۔ وہ کہتا ہے، ’آؤ، ہم اُسے ٹھوکر ماریں جس کے پاؤں ڈگمگانے لگے ہیں۔‘"},{"number":6,"verse":"غارت گروں کے خیموں میں آرام و سکون ہے، اور اللہ کو طیش دلانے والے حفاظت سے رہتے ہیں، گو وہ اللہ کے ہاتھ میں ہیں۔"},{"number":7,"verse":"تاہم تم کہتے ہو کہ جانوروں سے پوچھ لے تو وہ تجھے صحیح بات سکھائیں گے۔ پرندوں سے پتا کر تو وہ تجھے درست جواب دیں گے۔"},{"number":8,"verse":"زمین سے بات کر تو وہ تجھے تعلیم دے گی، بلکہ سمندر کی مچھلیاں بھی تجھے اِس کا مفہوم سنائیں گی۔"},{"number":9,"verse":"اِن میں سے ایک بھی نہیں جو نہ جانتا ہو کہ رب کے ہاتھ نے یہ سب کچھ کیا ہے۔"},{"number":10,"verse":"اُسی کے ہاتھ میں ہر جاندار کی جان، تمام انسانوں کا دم ہے۔"},{"number":11,"verse":"کان تو الفاظ کی یوں جانچ پڑتال کرتا ہے جس طرح زبان کھانوں میں امتیاز کرتی ہے۔"},{"number":12,"verse":"اور حکمت اُن میں پائی جاتی ہے جو عمر رسیدہ ہیں، سمجھ متعدد دن گزرنے کے بعد ہی آتی ہے۔"},{"number":13,"verse":"حکمت اور قدرت اللہ کی ہے، وہی مصلحت اور سمجھ کا مالک ہے۔"},{"number":14,"verse":"جو کچھ وہ ڈھا دے وہ دوبارہ تعمیر نہیں ہو گا، جسے وہ گرفتار کرے اُسے آزاد نہیں کیا جائے گا۔"},{"number":15,"verse":"جب وہ پانی روکے تو کال پڑتا ہے، جب اُسے کھلا چھوڑے تو وہ ملک میں تباہی مچا دیتا ہے۔"},{"number":16,"verse":"اُس کے پاس قوت اور دانائی ہے۔ بھٹکنے اور بھٹکانے والا دونوں ہی اُس کے ہاتھ میں ہیں۔"},{"number":17,"verse":"مشیروں کو وہ ننگے پاؤں اپنے ساتھ لے جاتا ہے، قاضیوں کو احمق ثابت کرتا ہے۔"},{"number":18,"verse":"وہ بادشاہوں کا پٹکا کھول کر اُن کی کمروں میں رسّا باندھتا ہے۔"},{"number":19,"verse":"اماموں کو وہ ننگے پاؤں اپنے ساتھ لے جاتا ہے، مضبوطی سے کھڑے آدمیوں کو تباہ کرتا ہے۔"},{"number":20,"verse":"قابلِ اعتماد افراد سے وہ بولنے کی قابلیت اور بزرگوں سے امتیاز کرنے کی لیاقت چھین لیتا ہے۔"},{"number":21,"verse":"وہ شرفا پر اپنی حقارت کا اظہار کر کے زورآوروں کا پٹکا کھول دیتا ہے۔"},{"number":22,"verse":"وہ اندھیرے کے پوشیدہ بھید کھول دیتا اور گہری تاریکی کو روشنی میں لاتا ہے۔"},{"number":23,"verse":"وہ قوموں کو بڑا بھی بناتا اور تباہ بھی کرتا ہے، اُمّتوں کو منتشر بھی کرتا اور اُن کی قیادت بھی کرتا ہے۔"},{"number":24,"verse":"وہ ملک کے راہنماؤں کو عقل سے محروم کر کے اُنہیں ایسے بیابان میں آوارہ پھرنے دیتا ہے جہاں راستہ ہی نہیں۔"},{"number":25,"verse":"تب وہ اندھیرے میں روشنی کے بغیر ٹٹول ٹٹول کر گھومتے ہیں۔ اللہ ہی اُنہیں نشے میں دُھت شرابیوں کی طرح بھٹکنے دیتا ہے۔"}]}