{"bibleAbbr":"urGV2010","bookName":"ایوب","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"( ایوب کا جواب: مَیں بےگناہ ہوں) ایوب نے جواب دے کر کہا،"},{"number":2,"verse":"”اِس طرح کی مَیں نے بہت سی باتیں سنی ہیں، تمہاری تسلی صرف دُکھ درد کا باعث ہے۔"},{"number":3,"verse":"کیا تمہاری لفاظی کبھی ختم نہیں ہو گی؟ تجھے کیا چیز بےچین کر رہی ہے کہ تُو مجھے جواب دینے پر مجبور ہے؟"},{"number":4,"verse":"اگر مَیں تمہاری جگہ ہوتا تو مَیں بھی تمہاری جیسی باتیں کر سکتا۔ پھر مَیں بھی تمہارے خلاف پُرالفاظ تقریریں پیش کر کے توبہ توبہ کہہ سکتا۔"},{"number":5,"verse":"لیکن مَیں ایسا نہ کرتا۔ مَیں تمہیں اپنی باتوں سے تقویت دیتا، افسوس کے اظہار سے تمہیں تسکین دیتا۔"},{"number":6,"verse":"لیکن میرے ساتھ ایسا سلوک نہیں ہو رہا۔ اگر مَیں بولوں تو مجھے سکون نہیں ملتا، اگر چپ رہوں تو میرا درد دُور نہیں ہوتا۔"},{"number":7,"verse":"لیکن اب اللہ نے مجھے تھکا دیا ہے، اُس نے میرے پورے گھرانے کو تباہ کر دیا ہے۔"},{"number":8,"verse":"اُس نے مجھے سکڑنے دیا ہے، اور یہ بات میرے خلاف گواہ بن گئی ہے۔ میری دُبلی پتلی حالت کھڑی ہو کر میرے خلاف گواہی دیتی ہے۔"},{"number":9,"verse":"اللہ کا غضب مجھے پھاڑ رہا ہے، وہ میرا دشمن اور میرا مخالف بن گیا ہے جو میرے خلاف دانت پیس پیس کر مجھے اپنی آنکھوں سے چھید رہا ہے۔ ( لفظی ترجمہ: اپنی آنکھیں میرے خلاف تیز کرتا ہے۔)"},{"number":10,"verse":"لوگ گلا پھاڑ کر میرا مذاق اُڑاتے، میرے گال پر تھپڑ مار کر میری بےعزتی کرتے ہیں۔ سب کے سب میرے خلاف متحد ہو گئے ہیں۔"},{"number":11,"verse":"اللہ نے مجھے شریروں کے حوالے کر دیا، مجھے بےدینوں کے چنگل میں پھنسا دیا ہے۔"},{"number":12,"verse":"مَیں سکون سے زندگی گزار رہا تھا کہ اُس نے مجھے پاش پاش کر دیا، مجھے گلے سے پکڑ کر زمین پر پٹخ دیا۔ اُس نے مجھے اپنا نشانہ بنا لیا،"},{"number":13,"verse":"پھر اُس کے تیراندازوں نے مجھے گھیر لیا۔ اُس نے بےرحمی سے میرے گُردوں کو چیر ڈالا، میرا پِت زمین پر اُنڈیل دیا۔"},{"number":14,"verse":"بار بار وہ میری قلعہ بندی میں رخنہ ڈالتا رہا، پہلوان کی طرح مجھ پر حملہ کرتا رہا۔"},{"number":15,"verse":"مَیں نے ٹانکے لگا کر اپنی جِلد کے ساتھ ٹاٹ کا لباس جوڑ لیا ہے، اپنی شان و شوکت خاک میں ملائی ہے۔"},{"number":16,"verse":"رو رو کر میرا چہرہ سوج گیا ہے، میری پلکوں پر گھنا اندھیرا چھا گیا ہے۔"},{"number":17,"verse":"لیکن وجہ کیا ہے؟ میرے ہاتھ تو ظلم سے بَری رہے، میری دعا پاک صاف رہی ہے۔"},{"number":18,"verse":"اے زمین، میرے خون کو مت ڈھانپنا! میری آہ و زاری کبھی آرام کی جگہ نہ پائے بلکہ گونجتی رہے۔"},{"number":19,"verse":"اب بھی میرا گواہ آسمان پر ہے، میرے حق میں گواہی دینے والا بلندیوں پر ہے۔"},{"number":20,"verse":"میری آہ و زاری میرا ترجمان ہے، مَیں بےخوابی سے اللہ کے انتظار میں رہتا ہوں۔"},{"number":21,"verse":"میری آہیں اللہ کے سامنے فانی انسان کے حق میں بات کریں گی، اُس طرح جس طرح کوئی اپنے دوست کے حق میں بات کرے۔"},{"number":22,"verse":"کیونکہ تھوڑے ہی سالوں کے بعد مَیں اُس راستے پر روانہ ہو جاؤں گا جس سے واپس نہیں آؤں گا۔"}]}