{"bibleAbbr":"urGV2010","bookName":"ایوب","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"( مَیں بےقصور ہوں) پھر ایوب نے اپنی بات جاری رکھی،"},{"number":2,"verse":"”اللہ کی حیات کی قَسم جس نے میرا انصاف کرنے سے انکار کیا، قادرِ مطلق کی قَسم جس نے میری زندگی تلخ کر دی ہے،"},{"number":3,"verse":"میرے جیتے جی، ہاں جب تک اللہ کا دم میری ناک میں ہے"},{"number":4,"verse":"میرے ہونٹ جھوٹ نہیں بولیں گے، میری زبان دھوکا بیان نہیں کرے گی۔"},{"number":5,"verse":"مَیں کبھی تسلیم نہیں کروں گا کہ تمہاری بات درست ہے۔ مَیں بےالزام ہوں اور مرتے دم تک اِس کے اُلٹ نہیں کہوں گا۔"},{"number":6,"verse":"مَیں اصرار کرتا ہوں کہ راست باز ہوں اور اِس سے کبھی باز نہیں آؤں گا۔ میرا دل میرے کسی بھی دن کے بارے میں مجھے ملامت نہیں کرتا۔"},{"number":7,"verse":"اللہ کرے کہ میرے دشمن کے ساتھ وہی سلوک کیا جائے جو بےدینوں کے ساتھ کیا جائے گا، کہ میرے مخالف کا وہ انجام ہو جو بدکاروں کو پیش آئے گا۔"},{"number":8,"verse":"کیونکہ اُس وقت شریر کی کیا اُمید رہے گی جب اُسے اِس زندگی سے منقطع کیا جائے گا، جب اللہ اُس کی جان اُس سے طلب کرے گا؟"},{"number":9,"verse":"کیا اللہ اُس کی چیخیں سنے گا جب وہ مصیبت میں پھنس کر مدد کے لئے پکارے گا؟"},{"number":10,"verse":"یا کیا وہ قادرِ مطلق سے لطف اندوز ہو گا اور ہر وقت اللہ کو پکارے گا؟"},{"number":11,"verse":"اب مَیں تمہیں اللہ کی قدرت کے بارے میں تعلیم دوں گا، قادرِ مطلق کا ارادہ تم سے نہیں چھپاؤں گا۔"},{"number":12,"verse":"دیکھو، تم سب نے اِس کا مشاہدہ کیا ہے۔ تو پھر اِس قسم کی باطل باتیں کیوں کرتے ہو؟"},{"number":13,"verse":"( بےدین زندہ نہیں رہے گا) بےدین اللہ سے کیا اجر پائے گا، ظالم کو قادرِ مطلق سے میراث میں کیا ملے گا؟"},{"number":14,"verse":"گو اُس کے بچے متعدد ہوں، لیکن آخرکار وہ تلوار کی زد میں آئیں گے۔ اُس کی اولاد بھوکی رہے گی۔"},{"number":15,"verse":"جو بچ جائیں اُنہیں مہلک بیماری سے قبر میں پہنچایا جائے گا، اور اُن کی بیوائیں ماتم نہیں کر پائیں گی۔"},{"number":16,"verse":"بےشک وہ خاک کی طرح چاندی کا ڈھیر لگائے اور مٹی کی طرح نفیس کپڑوں کا تودہ اکٹھا کرے،"},{"number":17,"verse":"لیکن جو کپڑے وہ جمع کرے اُنہیں راست باز پہن لے گا، اور جو چاندی وہ اکٹھی کرے اُسے بےقصور تقسیم کرے گا۔"},{"number":18,"verse":"جو گھر بےدین بنا لے وہ گھونسلے کی مانند ہے، اُس عارضی جھونپڑی کی مانند جو چوکیدار اپنے لئے بنا لیتا ہے۔"},{"number":19,"verse":"وہ امیر حالت میں سو جاتا ہے، لیکن آخری دفعہ۔ جب اپنی آنکھیں کھول لیتا تو تمام دولت جاتی رہی ہے۔"},{"number":20,"verse":"اُس پر ہول ناک واقعات کا سیلاب ٹوٹ پڑتا، اُسے رات کے وقت آندھی چھین لیتی ہے۔"},{"number":21,"verse":"مشرقی لُو اُسے اُڑا لے جاتی، اُسے اُٹھا کر اُس کے مقام سے دُور پھینک دیتی ہے۔"},{"number":22,"verse":"بےرحمی سے وہ اُس پر یوں جھپٹا مارتی رہتی ہے کہ اُسے بار بار بھاگنا پڑتا ہے۔"},{"number":23,"verse":"وہ تالیاں بجا کر اپنی حقارت کا اظہار کرتی، اپنی جگہ سے آوازے کستی ہے۔"}]}