{"bibleAbbr":"urGV2010","bookName":"ایوب","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"( کاش میری زندگی پہلے کی طرح ہو) ایوب نے اپنی بات جاری رکھ کر کہا،"},{"number":2,"verse":"”کاش مَیں دوبارہ ماضی کے وہ دن گزار سکوں جب اللہ میری دیکھ بھال کرتا تھا،"},{"number":3,"verse":"جب اُس کی شمع میرے سر کے اوپر چمکتی رہی اور مَیں اُس کی روشنی کی مدد سے اندھیرے میں چلتا تھا۔"},{"number":4,"verse":"اُس وقت میری جوانی عروج پر تھی اور میرا خیمہ اللہ کے سائے میں رہتا تھا۔"},{"number":5,"verse":"قادرِ مطلق میرے ساتھ تھا، اور مَیں اپنے بیٹوں سے گھرا رہتا تھا۔"},{"number":6,"verse":"کثرت کے باعث میرے قدم دہی سے دھوئے رہتے اور چٹان سے تیل کی ندیاں پھوٹ کر نکلتی تھیں۔"},{"number":7,"verse":"جب کبھی مَیں شہر کے دروازے سے نکل کر چوک میں اپنی کرسی پر بیٹھ جاتا"},{"number":8,"verse":"تو جوان آدمی مجھے دیکھ کر پیچھے ہٹ کر چھپ جاتے، بزرگ اُٹھ کر کھڑے رہتے،"},{"number":9,"verse":"رئیس بولنے سے باز آ کر منہ پر ہاتھ رکھتے،"},{"number":10,"verse":"شرفا کی آواز دب جاتی اور اُن کی زبان تالو سے چپک جاتی تھی۔"},{"number":11,"verse":"جس کان نے میری باتیں سنیں اُس نے مجھے مبارک کہا، جس آنکھ نے مجھے دیکھا اُس نے میرے حق میں گواہی دی۔"},{"number":12,"verse":"کیونکہ جو مصیبت میں آ کر آواز دیتا اُسے مَیں بچاتا، بےسہارا یتیم کو چھٹکارا دیتا تھا۔"},{"number":13,"verse":"تباہ ہونے والے مجھے برکت دیتے تھے۔ میرے باعث بیواؤں کے دلوں سے خوشی کے نعرے اُبھر آتے تھے۔"},{"number":14,"verse":"مَیں راست بازی سے ملبّس اور راست بازی مجھ سے ملبّس رہتی تھی، انصاف میرا چوغہ اور پگڑی تھا۔"},{"number":15,"verse":"اندھوں کے لئے مَیں آنکھیں، لنگڑوں کے لئے پاؤں بنا رہتا تھا۔"},{"number":16,"verse":"مَیں غریبوں کا باپ تھا، اور جب کبھی اجنبی کو مقدمہ لڑنا پڑا تو مَیں غور سے اُس کے معاملے کا معائنہ کرتا تھا تاکہ اُس کا حق مارا نہ جائے۔"},{"number":17,"verse":"مَیں نے بےدین کا جبڑا توڑ کر اُس کے دانتوں میں سے شکار چھڑایا۔"},{"number":18,"verse":"اُس وقت میرا خیال تھا، ’مَیں اپنے ہی گھر میں وفات پاؤں گا، سیمرغ کی طرح اپنی زندگی کے دنوں میں اضافہ کروں گا۔"},{"number":19,"verse":"میری جڑیں پانی تک پھیلی اور میری شاخیں اوس سے تر رہیں گی۔"},{"number":20,"verse":"میری عزت ہر وقت تازہ رہے گی، اور میرے ہاتھ کی کمان کو نئی تقویت ملتی رہے گی۔‘"},{"number":21,"verse":"لوگ میری سن کر خاموشی سے میرے مشوروں کے انتظار میں رہتے تھے۔"},{"number":22,"verse":"میرے بات کرنے پر وہ جواب میں کچھ نہ کہتے بلکہ میرے الفاظ ہلکی سی بوندا باندی کی طرح اُن پر ٹپکتے رہتے۔"},{"number":23,"verse":"جس طرح انسان شدت سے بارش کے انتظار میں رہتا ہے اُسی طرح وہ میرے انتظار میں رہتے تھے۔ وہ منہ پسار کر بہار کی بارش کی طرح میرے الفاظ کو جذب کر لیتے تھے۔"},{"number":24,"verse":"جب مَیں اُن سے بات کرتے وقت مسکراتا تو اُنہیں یقین نہیں آتا تھا، میری اُن پر مہربانی اُن کے نزدیک نہایت قیمتی تھی۔"},{"number":25,"verse":"مَیں اُن کی راہ اُن کے لئے چن کر اُن کی قیادت کرتا، اُن کے درمیان یوں بستا تھا جس طرح بادشاہ اپنے دستوں کے درمیان۔ مَیں اُس کی مانند تھا جو ماتم کرنے والوں کو تسلی دیتا ہے۔"}]}