{"bibleAbbr":"urGV2010","bookName":"ایوب","bookEnglishName":"Job","chapterNumber":31,"verses":[{"number":1,"verse":"( میری آخری بات: مَیں بےگناہ ہوں) مَیں نے اپنی آنکھوں سے عہد باندھا ہے۔ تو پھر مَیں کس طرح کسی کنواری پر نظر ڈال سکتا ہوں؟"},{"number":2,"verse":"کیونکہ انسان کو آسمان پر رہنے والے خدا کی طرف سے کیا نصیب ہے، اُسے بلندیوں پر بسنے والے قادرِ مطلق سے کیا وراثت پانا ہے؟"},{"number":3,"verse":"کیا ایسا نہیں ہے کہ ناراست شخص کے لئے آفت اور بدکار کے لئے تباہی مقرر ہے؟"},{"number":4,"verse":"میری راہیں تو اللہ کو نظر آتی ہیں، وہ میرا ہر قدم گن لیتا ہے۔"},{"number":5,"verse":"نہ مَیں کبھی دھوکے سے چلا، نہ میرے پاؤں نے کبھی فریب دینے کے لئے پُھرتی کی۔ اگر اِس میں ذرا بھی شک ہو"},{"number":6,"verse":"تو اللہ مجھے انصاف کے ترازو میں تول لے، اللہ میری بےالزام حالت معلوم کرے۔"},{"number":7,"verse":"اگر میرے قدم صحیح راہ سے ہٹ گئے، میری آنکھیں میرے دل کو غلط راہ پر لے گئیں یا میرے ہاتھ داغ دار ہوئے"},{"number":8,"verse":"تو پھر جو بیج مَیں نے بویا اُس کی پیداوار کوئی اَور کھائے، جو فصلیں مَیں نے لگائیں اُنہیں اُکھاڑا جائے۔"},{"number":9,"verse":"اگر میرا دل کسی عورت سے ناجائز تعلقات رکھنے پر اُکسایا گیا اور مَیں اِس مقصد سے اپنے پڑوسی کے دروازے پر تاک لگائے بیٹھا"},{"number":10,"verse":"تو پھر اللہ کرے کہ میری بیوی کسی اَور آدمی کی گندم پیسے، کہ کوئی اَور اُس پر جھک جائے۔"},{"number":11,"verse":"کیونکہ ایسی حرکت شرم ناک ہوتی، ایسا جرم سزا کے لائق ہوتا ہے۔"},{"number":12,"verse":"ایسے گناہ کی آگ پاتال تک سب کچھ بھسم کر دیتی ہے۔ اگر وہ مجھ سے سرزد ہوتا تو میری تمام فصل جڑوں تک راکھ کر دیتا۔"},{"number":13,"verse":"اگر میرا نوکر نوکرانیوں کے ساتھ جھگڑا تھا اور مَیں نے اُن کا حق مارا"},{"number":14,"verse":"تو مَیں کیا کروں جب اللہ عدالت میں کھڑا ہو جائے؟ جب وہ میری پوچھ گچھ کرے تو مَیں اُسے کیا جواب دوں؟"},{"number":15,"verse":"کیونکہ جس نے مجھے میری ماں کے پیٹ میں بنایا اُس نے اُنہیں بھی بنایا۔ ایک ہی نے اُنہیں بھی اور مجھے بھی رِحم میں تشکیل دیا۔"},{"number":16,"verse":"کیا مَیں نے پست حالوں کی ضروریات پوری کرنے سے انکار کیا یا بیوہ کی آنکھوں کو بجھنے دیا؟ ہرگز نہیں!"},{"number":17,"verse":"کیا مَیں نے اپنی روٹی اکیلے ہی کھائی اور یتیم کو اُس میں شریک نہ کیا؟"},{"number":18,"verse":"ہرگز نہیں، بلکہ اپنی جوانی سے لے کر مَیں نے اُس کا باپ بن کر اُس کی پرورش کی، اپنی پیدائش سے ہی بیوہ کی راہنمائی کی۔"},{"number":19,"verse":"جب کبھی مَیں نے دیکھا کہ کوئی کپڑوں کی کمی کے باعث ہلاک ہو رہا ہے، کہ کسی غریب کے پاس کمبل تک نہیں"},{"number":20,"verse":"تو مَیں نے اُسے اپنی بھیڑوں کی کچھ اُون دی تاکہ وہ گرم ہو سکے۔ ایسے لوگ مجھے دعا دیتے تھے۔"},{"number":21,"verse":"مَیں نے کبھی بھی یتیموں کے خلاف ہاتھ نہیں اُٹھایا، اُس وقت بھی نہیں جب شہر کے دروازے میں بیٹھے بزرگ میرے حق میں تھے۔"},{"number":22,"verse":"اگر ایسا نہ تھا تو اللہ کرے کہ میرا شانہ کندھے سے نکل کر گر جائے، کہ میرا بازو جوڑ سے پھاڑا جائے!"},{"number":23,"verse":"ایسی حرکتیں میرے لئے ناممکن تھیں، کیونکہ اگر مَیں ایسا کرتا تو مَیں اللہ سے دہشت کھاتا رہتا، مَیں اُس سے ڈر کے مارے قائم نہ رہ سکتا۔"},{"number":24,"verse":"کیا مَیں نے سونے پر اپنا پورا بھروسا رکھا یا خالص سونے سے کہا، ’تجھ پر ہی میرا اعتماد ہے‘؟ ہرگز نہیں!"},{"number":25,"verse":"کیا مَیں اِس لئے خوش تھا کہ میری دولت زیادہ ہے اور میرے ہاتھ نے بہت کچھ حاصل کیا ہے؟ ہرگز نہیں!"},{"number":26,"verse":"کیا سورج کی چمک دمک اور چاند کی پُروقار روِش دیکھ کر"},{"number":27,"verse":"میرے دل کو کبھی چپکے سے غلط راہ پر لایا گیا؟ کیا مَیں نے کبھی اُن کا احترام کیا؟ ( لفظی ترجمہ: ہاتھ سے اُنہیں بوسہ دیا۔)"},{"number":28,"verse":"ہرگز نہیں، کیونکہ یہ بھی سزا کے لائق جرم ہے۔ اگر مَیں ایسا کرتا تو بلندیوں پر رہنے والے خدا کا انکار کرتا۔"},{"number":29,"verse":"کیا مَیں کبھی خوش ہوا جب مجھ سے نفرت کرنے والا تباہ ہوا؟ کیا مَیں باغ باغ ہوا جب اُس پر مصیبت آئی؟ ہرگز نہیں!"},{"number":30,"verse":"مَیں نے اپنے منہ کو اجازت نہ دی کہ گناہ کر کے اُس کی جان پر لعنت بھیجے۔"},{"number":31,"verse":"بلکہ میرے خیمے کے آدمیوں کو تسلیم کرنا پڑا، ’کوئی نہیں ہے جو ایوب کے گوشت سے سیر نہ ہوا۔‘"},{"number":32,"verse":"اجنبی کو باہر گلی میں رات گزارنی نہیں پڑتی تھی بلکہ میرا دروازہ مسافروں کے لئے کھلا رہتا تھا۔"},{"number":33,"verse":"کیا مَیں نے کبھی آدم کی طرح اپنا گناہ چھپا کر اپنا قصور دل میں پوشیدہ رکھا،"},{"number":34,"verse":"اِس لئے کہ ہجوم سے ڈرتا اور اپنے رشتے داروں سے دہشت کھاتا تھا؟ ہرگز نہیں! مَیں نے کبھی بھی ایسا کام نہ کیا جس کے باعث مجھے ڈر کے مارے چپ رہنا پڑتا اور گھر سے نکل نہیں سکتا تھا۔"},{"number":35,"verse":"کاش کوئی میری سنے! دیکھو، یہاں میری بات پر میرے دست خط ہیں، اب قادرِ مطلق مجھے جواب دے۔ کاش میرے مخالف لکھ کر مجھے وہ الزامات بتائیں جو اُنہوں نے مجھ پر لگائے ہیں!"},{"number":36,"verse":"اگر الزامات کا کاغذ ملتا تو مَیں اُسے اُٹھا کر اپنے کندھے پر رکھتا، اُسے پگڑی کی طرح اپنے سر پر باندھ لیتا۔"},{"number":37,"verse":"مَیں اللہ کو اپنے قدموں کا پورا حساب کتاب دے کر رئیس کی طرح اُس کے قریب پہنچتا۔"},{"number":38,"verse":"کیا میری زمین نے مدد کے لئے پکار کر مجھ پر الزام لگایا ہے؟ کیا اُس کی ریگھاریاں میرے سبب سے مل کر رو پڑی ہیں؟"},{"number":39,"verse":"کیا مَیں نے اُس کی پیداوار اجر دیئے بغیر کھائی، اُس پر محنت مشقت کرنے والوں کے لئے آہیں بھرنے کا باعث بن گیا؟ ہرگز نہیں!"},{"number":40,"verse":"اگر مَیں اِس میں قصوروار ٹھہروں تو گندم کے بجائے خاردار جھاڑیاں اور جَو کے بجائے دھتورا ( ایک بدبودار پودا۔) اُگے۔“ یوں ایوب کی باتیں اختتام کو پہنچ گئیں۔"}]}