{"bibleAbbr":"ISV2011","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"{Diagnosing Skin Diseases} d The Lord said this to Moses and Aaron:"},{"number":2,"verse":"\"When a person {Lit. man} has a swelling or a scab in the skin on his body {Lit. flesh , and so throughout the chapter} that turns white in appearance and appears to be more extensive than skin deep, he is to be brought to Aaron the priest or to one of his sons among the priests."},{"number":3,"verse":"The priest is to examine the skin rash on the body. If the hair on the skin rash has turned white and its appearance is deeper than the skin of his body, it's an infectious skin disease. When the priest has examined it, then he is to declare him unclean."},{"number":4,"verse":"\"If the light spot in the skin of his body is white but the appearance of the skin rash isn't deeper than the skin of his body and its hair has not become white, then the priest is to isolate {I. e. in medical confinement} the one who is infected for seven days."},{"number":5,"verse":"On the seventh day, the priest is to examine him again. If in his opinion the skin rash remained the same and it {Lit. and the skin rash in his skin} had not spread, then he is to isolate {I. e. in medical confinement} him for another seven days."},{"number":6,"verse":"\"On the next {Lit. the second} seventh day, the priest is to examine him again. If the skin rash didn't become dull and it {Lit. and the skin rash} didn't spread in the skin, then the priest is to pronounce him clean: it's a scab. He is to wash his clothes and be clean."},{"number":7,"verse":"But if the scab has spread in the skin after he presented himself to the priest for cleansing, then he is to show himself the second time to the priest."},{"number":8,"verse":"When the priest examines him and determines that the scab has, in fact, spread in his skin, then the priest is to pronounce him unclean, since it's an infectious skin disease.\""},{"number":9,"verse":"{Infectious Skin Diseases} d \"When a person has a skin rash that's infectious, then he is to be brought to the priest."},{"number":10,"verse":"The priest is to examine it. If it is, indeed, a white swelling in the skin that has turned the hair white, and yet sustains live flesh on the swelling,"},{"number":11,"verse":"it's a festering skin disease in his body. The priest is to declare him unclean. The man need not be confined, since he's already unclean."},{"number":12,"verse":"If the infectious skin disease spreads in the skin so that it covers his entire body from head to foot, as the priest examines it,"},{"number":13,"verse":"and when the priest examines and indeed the infectious skin disease has covered his entire body, then he is to declare him clean, even though he still has the skin infection. He has turned entirely white, so he's clean."},{"number":14,"verse":"\"But if in the day infected flesh appears again in him, he is unclean."},{"number":15,"verse":"The priest is to examine the infected flesh and declare him unclean. The raw flesh is unclean; it's an infectious skin disease."},{"number":16,"verse":"If the raw flesh recurs and turns white, then he is to go to the priest."},{"number":17,"verse":"When the priest examines him and finds that the skin rash has indeed turned white, then the priest is to declare the one with the skin rash clean, and he will be clean.\""},{"number":18,"verse":"{On Boils} d \"When someone is infected with a boil, but after it's healed,"},{"number":19,"verse":"in place of the boil there remains a white swelling or a bright, white-reddish spot, he is to present himself to the priest."},{"number":20,"verse":"When the priest undertakes his examination and finds that it appears more extensive than skin deep, and that its hair has turned white, then the priest is to declare him unclean, since an infectious skin disease has flourished in the boil."},{"number":21,"verse":"\"If the priest examines and there's no white hair in it, and it's not more extensive than skin deep, but it's dull, then the priest is to isolate {I. e. in medical confinement} him for seven days."},{"number":22,"verse":"But if the infection has spread in the skin, then the priest is to declare him unclean. It's a skin rash."},{"number":23,"verse":"If the scab remains in place and doesn't spread, then it's the scab from the boil. The priest is to declare him clean.\""},{"number":24,"verse":"{Burn Scars} d \"When a person has a burn scar in the skin that turns bright, white-reddish, or white,"},{"number":25,"verse":"if the priest examines it and indeed the hair has turned white with a white spot appearing more extensive than skin deep, it's an infectious skin disease with a burn scar that has spread. The priest is to declare him unclean. It's an infectious skin disease."},{"number":26,"verse":"\"But if the priest examines it and discovers that there's no bright area or white hair, or if he discovers that {The Heb. lacks if he discovers that} it's not more extensive than skin deep, and it's dull, then the priest is to isolate {I. e. in medical confinement} him for seven days."},{"number":27,"verse":"When the priest examines it on the seventh day and finds that it has indeed spread on the skin, then the priest is to declare him unclean. It's an infectious skin disease."},{"number":28,"verse":"\"But if the bright spot remains in place, doesn't spread in the skin, and it's dull, it's the swelling of the burned area. The priest is to declare him clean, since it's the scar from a burn.\""},{"number":29,"verse":"{Rashes} d \"Now when a man or a woman has a skin rash on the head or the beard,"},{"number":30,"verse":"and the priest examines the skin rash and indeed it appears more extensive than skin deep, and it's accompanied by fine, yellowish hair, the priest is to declare him unclean. The scales on the head or the beard are an infectious skin disease."},{"number":31,"verse":"\"But when the priest examines the scales of the skin rash and it doesn't appear more extensive than skin deep, and there's no black hair in it, then the priest is to isolate {I. e. in medical confinement} him for seven days."},{"number":32,"verse":"When the priest examines the skin rash on the seventh day and finds that indeed the scab did not spread, there's no yellowish hair on it, and the scales don't appear more extensive than skin deep,"},{"number":33,"verse":"then he is to be shaven, but the scab is not to be shaved off. The priest is to isolate {I. e. in medical confinement} him a second time for seven days."},{"number":34,"verse":"\"The priest is to examine the scab on the seventh day. If, indeed, the scab hasn't spread on the skin, and it doesn't appear more extensive than skin deep, then the priest is to declare him clean. He is to wash his garments and be clean."},{"number":35,"verse":"\"But if the scales spread on the skin after his cleansing,"},{"number":36,"verse":"and the priest examines it and finds the scale to have spread on the skin, the priest need not look for yellowish hair, since he is clean."},{"number":37,"verse":"If in his opinion, the scab remained the same and a black hair grew in it, then the scab has healed. He's clean. The priest is to declare him clean."},{"number":38,"verse":"\"If a man or a woman has a light or whitish spot in the skin of their body,"},{"number":39,"verse":"when the priest examines it and finds that there is a light or dull white patch of the skin on the body, it's a harmless skin eruption that has spread on the skin. The person is clean.\""},{"number":40,"verse":"{Baldness vs. Head Rashes} d \"When a man's head becomes bare, he's bald, but he's clean."},{"number":41,"verse":"When his head becomes bare on the side corner of his face, he has a bald forehead, but he's clean."},{"number":42,"verse":"But when in the baldness of his head or his forehead there develops a skin rash that's white or reddish, it's an infectious skin disease that has spread to his bald head or forehead."},{"number":43,"verse":"\"When the priest examines it and finds that the swelling of the skin rash is white or reddish on his bald head or forehead, similar in appearance to an infectious disease in the skin of the body,"},{"number":44,"verse":"he's a man with an infectious skin disease. He's unclean. The priest is to declare him unclean on account of the skin rash in his head."},{"number":45,"verse":"The person with the infectious skin disease is to tear his garments and loosen his hair. {Lit. head} He is to cover his mustache and shout out, «Unclean! Unclean!'"},{"number":46,"verse":"The whole time that the skin rash infects him, he will be unclean. He is to live by himself in a home outside the encampment.\""},{"number":47,"verse":"{Infected Clothing} d \"When clothing becomes infected with a contagion whether the clothing is wool or linen"},{"number":48,"verse":"in woven or knitted material, in leather or with any article containing leather,"},{"number":49,"verse":"if the contagion is greenish or reddish in the clothing, leather, woven material, knitted material, or with any article containing leather, it's a fungal infection and is to be shown to the priest."},{"number":50,"verse":"\"The priest is to examine the contagion and isolate {I. e. in medical confinement} the clothing {Lit. isolate it} for seven days."},{"number":51,"verse":"The priest is to examine the contagion on the seventh day. If the infection has spread on the clothing, in the woven material, the knitted material, or in the leather, no matter the purpose for which the leather material had been manufactured, the contagion is a chronic fungal infection. It's unclean."},{"number":52,"verse":"\"Incinerate the clothing, the woven material, the knitted material (whether wool or linen), or any of the leather articles on which the contagion is found, because it's a chronic fungal infection. It is to be incinerated."},{"number":53,"verse":"\"But if the priest examines it and the infection did not spread on the clothing, either in the woven or knitted material, or on anything made of leather,"},{"number":54,"verse":"then the priest is to command that they wash whatever has the contagion and then isolate {I. e. in medical confinement} it for seven days a second time."},{"number":55,"verse":"Then the priest is to examine it after the contagion has been washed. If the contagion hasn't changed in appearance, {Lit. eye} even though the contagion hasn't spread, it's unclean. Incinerate it. It's a fungal infection, especially if the infection is on its exposed side."},{"number":56,"verse":"\"If the priest examines the item and determines that the contagion has become dull after it has been washed, tear it away from the garment, leather, woven material, or knitted material."},{"number":57,"verse":"But if it recurs on the clothing, whether woven or knitted material, or on any article made of leather, it's a break out, so incinerate it with fire, wherever the contagion is found."},{"number":58,"verse":"Then the clothing, whether it is woven or knitted material, or any article made of leather that you've washed, if the contagion has been removed from them, and it's washed the second time, then it's clean."},{"number":59,"verse":"\"This is the law concerning fungal contagions on clothing of wool or linen, whether woven or knitted material, or in any of the articles made of leather, for determining whether it is clean or unclean.\""}]}