{"bibleAbbr":"NCB2019","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":11,"verses":[{"number":1,"verse":"One day, Jesus was praying in a certain place. When he finished, one of his disciples said to him, “Lord, teach us to pray, as John taught his disciples.”"},{"number":2,"verse":"He said to them, “When you pray, say: Father, hallowed be your name. Your kingdom come."},{"number":3,"verse":"Give us each day our daily bread."},{"number":4,"verse":"And forgive us our sins, for we ourselves forgive everyone who is in debt to us. And do not lead us into temptation.” The Parable of the Persistent Friend. [b]"},{"number":5,"verse":"He also said to them, “Suppose one of you has a friend, and he goes to him at midnight and says: ‘My friend, lend me three loaves of bread,"},{"number":6,"verse":"for a friend of mine has arrived at my house from a journey, and I have nothing to offer him,’"},{"number":7,"verse":"and the friend answers from inside: ‘Do not bother me. The door is already locked, and my children and I are in bed; I cannot get up now to give you anything.’"},{"number":8,"verse":"I tell you: even though he will not get up and give it to him because of their friendship, he will get up and give him whatever he needs because of his persistence."},{"number":9,"verse":"“Therefore, I say to you: ask, and it will be given you; seek, and you will find; knock, and the door will be opened to you."},{"number":10,"verse":"For everyone who asks will receive, and those who seek will find, and to those who knock the door will be opened."},{"number":11,"verse":"“Is there any father among you who would hand his son a snake when he asks for a fish,"},{"number":12,"verse":"or hand him a scorpion when he asks for an egg?"},{"number":13,"verse":"If you, then, despite your evil nature, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”"},{"number":14,"verse":"Jesus was driving out a demon that was mute, and when the demon had gone out, the man who was mute spoke, and the crowd was amazed."},{"number":15,"verse":"But some of them said, “He casts out demons by Beelzebul, the prince of demons.”"},{"number":16,"verse":"Others, to test him, demanded a sign from heaven."},{"number":17,"verse":"However, he knew what they were thinking, and he said to them, “Every kingdom divided against itself is laid waste, and a house divided against itself will collapse."},{"number":18,"verse":"If Satan is divided against himself, how can his kingdom stand? “For you say that I cast out demons by Beelzebul."},{"number":19,"verse":"Now, if it is by Beelzebul that I cast out demons, by whom do your own children cast them out? Therefore, they will be your judges."},{"number":20,"verse":"But if it is by the finger of God that I cast out demons, then the kingdom of God has come to you."},{"number":21,"verse":"“When a strong man is fully armed and guards his palace, his possessions are safe."},{"number":22,"verse":"But when someone who is stronger than he is attacks and overpowers him, he carries off all the weapons upon which the owner relied and distributes the plunder."},{"number":23,"verse":"“Whoever is not with me is against me, and whoever does not gather with me scatters."},{"number":24,"verse":"“When an unclean spirit goes out of a person, it wanders through waterless regions seeking a place to rest, and if it finds none it says, ‘I will return to the home from which I departed.’"},{"number":25,"verse":"However, when it returns, it finds that home swept and put in order."},{"number":26,"verse":"Then it goes off and brings back seven other spirits more wicked than itself, and they enter and settle there. As a result, the plight of that person is worse than before.”"},{"number":27,"verse":"While he was speaking, a woman in the crowd called out to him and said, “Blessed is the womb that bore you and the breasts that nursed you!”"},{"number":28,"verse":"Jesus replied, “Blessed, rather, are those who hear the word of God and obey it!”"},{"number":29,"verse":"As the crowd continued to increase in number, Jesus said to them, “This is an evil generation. It asks for a sign, but the only sign it will be given is the sign of Jonah."},{"number":30,"verse":"For just as Jonah became a sign to the inhabitants of Nineveh, so will the Son of Man be to this generation."},{"number":31,"verse":"“On the day of judgment the queen of the south will rise up with the men of this generation and condemn them, because she came from the farthest reaches of the earth to hear the wisdom of Solomon, and now one greater than Solomon is here."},{"number":32,"verse":"On the day of judgment, the men of Nineveh will rise up with this generation and condemn it, because they repented at the preaching of Jonah, and now one greater than Jonah is here."},{"number":33,"verse":"[g]“No one lights a lamp and then puts it in a cellar or under a basket; rather, he places it upon a lampstand so that people may see the light when they come in."},{"number":34,"verse":"“Your eyes are the lamp of your body. If your eyes are sound, your whole body will be filled with light. However, if your eyes are diseased, your whole body will be in darkness."},{"number":35,"verse":"See to it then that the light inside you is not darkness."},{"number":36,"verse":"Therefore, if your whole body is full of light, with no part of it in darkness, it will be as full of light as when a lamp illuminates you with its rays.”"},{"number":37,"verse":"When he had finished speaking, a Pharisee invited him to dine at his house. He went in and took his place at table."},{"number":38,"verse":"The Pharisee was surprised to see that he had not first washed[i] before the meal."},{"number":39,"verse":"But the Lord said to him, “You Pharisees cleanse the outside of a cup and dish, but you leave the inside full of greed and wickedness."},{"number":40,"verse":"You fools! Did not the one who made the outside also make the inside?"},{"number":41,"verse":"Let what is inside be given as alms to the poor, and everything will be clean for you."},{"number":42,"verse":"“Woe to you Pharisees! You pay tithes[j] of mint and rue and every garden herb, but you neglect justice and the love of God. You should have practiced these without neglecting the others."},{"number":43,"verse":"“Woe to you Pharisees! You love to have the best seats in synagogues and to be greeted with respect in the marketplaces."},{"number":44,"verse":"“Woe to you! For you are like unmarked graves[k] upon which people tread without realizing it.”"},{"number":45,"verse":"On hearing this, one of the lawyers said, “Teacher when you say such things you are insulting us too.”"},{"number":46,"verse":"He replied, “Woe also to you lawyers! For you impose burdens on people that are difficult to bear, but you yourselves do not lift a finger to be of assistance."},{"number":47,"verse":"“Woe to you! For you build the tombs of the Prophets whom your ancestors murdered."},{"number":48,"verse":"By acting in this way you bear witness to and approve of what your ancestors did. They killed the Prophets, and you build their tombs."},{"number":49,"verse":"“That is why the Wisdom of God said, ‘I will send them Prophets and apostles, some of whom they will kill and persecute,’"},{"number":50,"verse":"so that this generation may be charged with the responsibility for the blood of all the Prophets shed since the foundation of the world,"},{"number":51,"verse":"from the blood of Abel to the blood of Zechariah[l] who perished between the altar and the sanctuary. Yes, I tell you, this generation will have to answer for it all."},{"number":52,"verse":"“Woe to you lawyers! For you have taken away the key of knowledge. You yourselves did not enter, and you blocked those from entering who were trying to go in.”"},{"number":53,"verse":"When he left the house, the scribes and the Pharisees were extremely hostile and they began to interrogate him about many things,"},{"number":54,"verse":"hoping to trap him in something he might say in reply."}]}