{"bibleAbbr":"NCB2019","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"[a] In those days, a decree was issued by Caesar Augustus that a census should be taken throughout the entire world."},{"number":2,"verse":"This was the first such registration, and it took place when Quirinius[b] was governor of Syria."},{"number":3,"verse":"Everyone traveled to his own town to be enrolled."},{"number":4,"verse":"Joseph therefore went from the town of Nazareth in Galilee to Judea, to the city of David called Bethlehem, because he was of the house and family of David."},{"number":5,"verse":"He went to be registered together with Mary, his betrothed, who was expecting a child."},{"number":6,"verse":"While they were there, the time came for her to have her child,"},{"number":7,"verse":"and she gave birth to her firstborn son. She wrapped him in swaddling clothes and laid him in a manger,[c] because there was no room for them in the inn."},{"number":8,"verse":"In the nearby countryside there were shepherds living in the fields and keeping watch over their flock throughout the night."},{"number":9,"verse":"Suddenly, an angel of the Lord appeared to them, and the glory of the Lord shone around them. They were terror-stricken,"},{"number":10,"verse":"but the angel said to them, “Do not be afraid, for I bring you good news of great joy for all the people."},{"number":11,"verse":"For this day in the city of David there has been born to you a Savior who is Christ, the Lord."},{"number":12,"verse":"“This will be a sign for you: you will find an infant wrapped in swaddling clothes and lying in a manger.”"},{"number":13,"verse":"And suddenly there was with the angel a multitude of the heavenly host, praising God and saying,"},{"number":14,"verse":"“Glory to God in the highest heaven, and on earth peace to all those on whom his favor rests.”[d]"},{"number":15,"verse":"After the angels had departed from them to heaven, the shepherds said to one another, “Come, let us go to Bethlehem to see this thing that has taken place, which the Lord has made known to us.”"},{"number":16,"verse":"And so they set off in haste and found Mary and Joseph, and the baby lying in a manger."},{"number":17,"verse":"When they saw the child, they recounted the message that had been told them about him."},{"number":18,"verse":"All who heard it were amazed at what the shepherds said to them."},{"number":19,"verse":"As for Mary, she treasured all these words and pondered them in her heart."},{"number":20,"verse":"And the shepherds went back, glorifying and praising God for all they had heard and seen, just as they had been told."},{"number":21,"verse":"[e]On the eighth day, when the time for the child’s circumcision had arrived, he was given the name Jesus, the name the angel had given him before he had been conceived in the womb."},{"number":22,"verse":"When the days for their purification were completed according to the Law of Moses, they brought the child up to Jerusalem to present him to the Lord,"},{"number":23,"verse":"as it is prescribed in the Law of the Lord: “Every firstborn male shall be consecrated to the Lord,”"},{"number":24,"verse":"and to offer a sacrifice in accordance with what is stated in the Law of the Lord, “a pair of turtledoves or two young pigeons.”"},{"number":25,"verse":"At that time, there was a man in Jerusalem whose name was Simeon. This upright and devout man was awaiting the consolation of Israel, and the Holy Spirit rested on him."},{"number":26,"verse":"It had been revealed to him by the Holy Spirit that he would not experience death before he had seen the Christ of the Lord."},{"number":27,"verse":"Prompted by the Spirit, Simeon came into the temple. When the parents brought in the child Jesus to do for him what was required by the Law,"},{"number":28,"verse":"he took him in his arms and praised God, saying:"},{"number":29,"verse":"“Now, Lord, you may dismiss your servant in peace, according to your word;"},{"number":30,"verse":"for my eyes have seen your salvation,"},{"number":31,"verse":"which you have prepared in the sight of all the peoples,"},{"number":32,"verse":"a light of revelation to the Gentiles and glory for your people Israel.”"},{"number":33,"verse":"The child’s father and mother marveled at what was being said about him."},{"number":34,"verse":"Then Simeon blessed them and said to Mary his mother: “This child is destined for the fall and rise of many in Israel, and to be a sign that will be opposed,"},{"number":35,"verse":"so that the secret thoughts of many will be revealed, and you yourself a sword will pierce.”"},{"number":36,"verse":"There was also present a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very advanced in years, having lived with her husband for seven years after their marriage,"},{"number":37,"verse":"and then as a widow to the age of eighty-four. She never left the temple, but worshiped with fasting and prayer night and day."},{"number":38,"verse":"At that moment, she came forward and began to praise God, while she spoke about the child to all who were looking forward to the deliverance of Jerusalem."},{"number":39,"verse":"When they had fulfilled everything required by the Law of the Lord, they returned to Galilee, to their own town of Nazareth."},{"number":40,"verse":"The child grew and became strong, filled with wisdom, and God’s favor was upon him."},{"number":41,"verse":"Every year his parents used to go to Jerusalem for the feast of Passover."},{"number":42,"verse":"And when Jesus was twelve years old, they made the journey as usual for the feast."},{"number":43,"verse":"When the days of the feast were over and they set off for home, the boy Jesus stayed behind in Jerusalem. His parents were not aware of this."},{"number":44,"verse":"Assuming that he was somewhere in the group of travelers, they journeyed for a day. Then they started to look for him among their relatives and friends,"},{"number":45,"verse":"but when they failed to find him, they returned to Jerusalem to search for him."},{"number":46,"verse":"After three days they found him in the temple, where he was sitting among the teachers, listening to them and asking them questions."},{"number":47,"verse":"And all who heard him were amazed at his intelligence and his answers."},{"number":48,"verse":"When they saw him, they were astonished, and his mother said to him: “Son, why have you done this to us? Your father and I have been searching for you with great anxiety.”"},{"number":49,"verse":"Jesus said to them, “Why were you searching for me? Did you not know that I must be in my Father’s house?”"},{"number":50,"verse":"But they did not comprehend what he said to them."},{"number":51,"verse":"Then he went down with them and came to Nazareth, and he was obedient to them. His mother pondered all these things in her heart."},{"number":52,"verse":"And Jesus increased in wisdom and in age and in grace with God and men."}]}