{"bibleAbbr":"NKJV1982","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"God Judges the Nations “For behold, (Jer. 30:3; Ezek. 38:14) in those days and at that time, When I bring back the captives of Judah and Jerusalem,"},{"number":2,"verse":"(Is. 66:18; Mic. 4:12; Zech. 14:2) I will also gather all nations, And bring them down to the Valley of Jehoshaphat; And I (Is. 66:16; Jer. 25:31; Ezek. 38:22) will enter into judgment with them there On account of My people, My heritage Israel, Whom they have scattered among the nations; They have also divided up My land."},{"number":3,"verse":"They have (Obad. 11; Nah. 3:10) cast lots for My people, Have given a boy as payment for a harlot, And sold a girl for wine, that they may drink."},{"number":4,"verse":"“Indeed, what have you to do with Me, (Is. 14:29-31; Jer. 47:1-7; Ezek. 25:15-17; Amos 1:6-8; Zech. 9:5-7) O Tyre and Sidon, and all the coasts of Philistia? Will you retaliate against Me? But if you retaliate against Me, Swiftly and speedily I will return your retaliation upon your own head;"},{"number":5,"verse":"Because you have taken My silver and My gold, And have carried into your temples My prized possessions."},{"number":6,"verse":"Also the people of Judah and the people of Jerusalem You have sold to the Greeks, That you may remove them far from their borders."},{"number":7,"verse":"“Behold, (Is. 43:5, 6; Jer. 23:8; Zech. 9:13) I will raise them Out of the place to which you have sold them, And will return your retaliation upon your own head."},{"number":8,"verse":"I will sell your sons and your daughters Into the hand of the people of Judah, And they will sell them to the (Ezek. 23:42) Sabeans, To a people (Jer. 6:20) far off; For the LORD has spoken.”"},{"number":9,"verse":"(Jer. 6:4; Ezek. 38:7; Mic. 3:5) Proclaim this among the nations: “Prepare for war! Wake up the mighty men, Let all the men of war draw near, Let them come up."},{"number":10,"verse":"((Is. 2:4; Mic. 4:3)) Beat your plowshares into swords And your pruning hooks into spears; (Zech. 12:8) Let the weak say, ‘I am strong.’ ”"},{"number":11,"verse":"Assemble and come, all you nations, And gather together all around. Cause (Ps. 103:20; Is. 13:3) Your mighty ones to go down there, O LORD."},{"number":12,"verse":"“Let the nations be wakened, and come up to the Valley of Jehoshaphat; For there I will sit to ((Ps. 96:13); Is. 2:4) judge all the surrounding nations."},{"number":13,"verse":"((Matt. 13:39); Rev. 14:15) Put in the sickle, for (Jer. 51:33; Hos. 6:11) the harvest is ripe. Come, go down; For the ((Is. 63:3); Lam. 1:5; Rev. 14:19) winepress is full, The vats overflow— For their wickedness is great.”"},{"number":14,"verse":"Multitudes, multitudes in the valley of decision! For (Joel 2:1) the day of the LORD is near in the valley of decision."},{"number":15,"verse":"The sun and moon will grow dark, And the stars will diminish their brightness."},{"number":16,"verse":"The LORD also will roar from Zion, And utter His voice from Jerusalem; The heavens and earth will shake; ((Is. 51:5, 6)) But the LORD will be a shelter for His people, And the strength of the children of Israel."},{"number":17,"verse":"“So you shall know that I am the LORD your God, Dwelling in Zion My (Obad. 16; Zech. 8:3) holy mountain. Then Jerusalem shall be holy, And no aliens shall ever pass through her again.”"},{"number":18,"verse":"God Blesses His PeopleAnd it will come to pass in that day That the mountains shall drip with new wine, The hills shall flow with milk, And all the brooks of Judah shall be flooded with water; A (Ps. 46:4; Ezek. 47:1; Zech. 14:8; (Rev. 22:1)) fountain shall flow from the house of the LORD And water the Valley of Acacias."},{"number":19,"verse":"“Egypt shall be a desolation, And Edom a desolate wilderness, Because of violence against the people of Judah, For they have shed innocent blood in their land."},{"number":20,"verse":"But Judah shall abide forever, And Jerusalem from generation to generation."},{"number":21,"verse":"For I will (Is. 4:4) acquit them of the guilt of bloodshed, whom I had not acquitted; For the LORD dwells in Zion.”"}]}