{"bibleAbbr":"ERV2006","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"Jehoram Becomes King of Israel Joram son of Ahab became king over Israel at Samaria. He began to rule during Jehoshaphat’s 18th year as king of Judah. Joram ruled 12 years."},{"number":2,"verse":"He did what the LORD said was wrong. But he was not like his father and mother, because he removed the pillar that his father had made for worshiping Baal."},{"number":3,"verse":"But he continued to do the sins of Jeroboam son of Nebat who had caused the Israelites to sin. Joram did not stop committing the sins of Jeroboam."},{"number":4,"verse":"Moab Breaks Away From Israel Mesha was the king of Moab. He owned many sheep. He gave the wool of 100000 lambs and 100000 rams to the king of Israel."},{"number":5,"verse":"But when Ahab died, the king of Moab broke away from the rule of the king of Israel."},{"number":6,"verse":"Then King Joram went out of Samaria and gathered together all the men of Israel."},{"number":7,"verse":"Joram sent messengers to Jehoshaphat, the king of Judah. Joram said, “The king of Moab has broken away from my rule. Will you go with me to fight against Moab?” Jehoshaphat said, “Yes, I will go with you. We will join together as one army. My people will be like your people, and my horses will be like your horses.”"},{"number":8,"verse":"The Three Kings Ask Elisha for Advice Jehoshaphat asked Joram, “Which way should we go?” Joram answered, “We should go through the desert of Edom.”"},{"number":9,"verse":"So the king of Israel went with the king of Judah and the king of Edom. They traveled around for seven days. There was not enough water for the army or for their animals."},{"number":10,"verse":"Finally, the king of Israel said, “Oh, I think the LORD really brought us three kings together only to let the Moabites defeat us!”"},{"number":11,"verse":"But Jehoshaphat said, “Surely one of the LORD’s prophets is here. Let’s ask the prophet what the LORD says we should do.” One of the servants of the king of Israel said, “Elisha son of Shaphat is here. Elisha was Elijah’s servant. (Elisha was Elijah’s servant Literally, “Elisha poured water over Elijah’s hands.”) ”"},{"number":12,"verse":"Jehoshaphat said, “The LORD’s word is with Elisha.” So the king of Israel, Jehoshaphat, and the king of Edom went down to see Elisha."},{"number":13,"verse":"Elisha said to the king of Israel, “What do you want from me? Go to the prophets of your father and mother.” The king of Israel said to Elisha, “No, we have come to see you because the LORD called us three kings together to let the Moabites defeat us.”"},{"number":14,"verse":"Elisha said, “I respect King Jehoshaphat of Judah, and I serve the LORD All-Powerful. As surely as he lives, I came here only because of Jehoshaphat. I tell you the truth, if he were not here, I would not pay any attention to you. I would ignore you completely."},{"number":15,"verse":"But now bring me someone who plays the harp.” When the person played the harp, the LORD’s power (power Literally, “hand.”) came on Elisha."},{"number":16,"verse":"Then Elisha said, “This is what the LORD says: ‘Dig holes in the valley.’"},{"number":17,"verse":"Yes, this is what the LORD says: ‘You will not see wind or rain, but that valley will be filled with water. Then you and your cattle and other animals will have water to drink.’"},{"number":18,"verse":"This is an easy thing for the LORD to do. He will also help you defeat the Moabites."},{"number":19,"verse":"You will attack every strong city and every good city. You will cut down every good tree. You will stop up all the springs of water. You will ruin every good field with stones.”"},{"number":20,"verse":"In the morning, at the time for the morning sacrifice, water began flowing from the direction of Edom and filled the valley."},{"number":21,"verse":"The Moabites heard that the kings had come up to fight against them. So they gathered together all the men old enough to wear armor and waited at the border."},{"number":22,"verse":"The Moabites got up early that morning. The rising sun was shining on the water in the valley, and it looked like blood to the Moabites."},{"number":23,"verse":"They said, “Look at the blood! The kings must have fought against each other. They must have destroyed each other. Let’s go take the valuable things from the dead bodies!”"},{"number":24,"verse":"The Moabites came to the Israelite camp, but the Israelites came out and attacked the Moabite army. The Moabites ran away from the Israelites. The Israelites followed them into Moab to fight them."},{"number":25,"verse":"The Israelites destroyed the cities. They threw their stones (threw their stones These were probably the stones soldiers threw with slings in war.) at every good field in Moab. They stopped up all the springs of water and cut down all the good trees. The Israelites fought all the way to Kir Hareseth. The soldiers surrounded Kir Hareseth and attacked it too."},{"number":26,"verse":"The king of Moab saw that the battle was too strong for him, so he took 700 men with swords to break through to the king of Edom. But they were not able to do it."},{"number":27,"verse":"Then the king of Moab took his oldest son, who would become the next king after him. On the wall around the city, the king of Moab offered his son as a burnt offering. This upset the Israelites very much. So the Israelites left the king of Moab and went back to their own land."}]}