{
  "bibleAbbr" : "TZB1714",
  "bookName" : "அப்போஷ்த்தலர்",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 27,
  "verses" : [ {
    "number" : 1,
    "verse" : "நாங்க்கள் யிதாளிய என்கிற தேசத்துக்குப் பாய் விரிச்சுப் போக வேணு மென்று நிச்செயம் பண்ணப்பட்ட பிற்பாடு பவுலு சென்கிறவரையும் கட்டப்பட்டிருந்த வேறே சில பேர்களையும் ராயனுடைய சேனைக் குள்ப்பட்ட யூலியு சென்கிற நாமத்தைக் கொண்டிருந்த ஒரு சேருவைகாறன் கையிலே ஒப்புக் குடுத்தார்கள்."
  }, {
    "number" : 2,
    "verse" : "நாங்கள் அதிராமித்திய மென்கிற பட்டணத்துக்குப் போறக் கப்பலின் பேரிலே யேறி ஆசிய யென்கிற சீர்மையை(ச்)க் சேந்திருக்கிற யிஷ்த்தலங்களிலே வைச்சுப் பிடிச்சுக் கடந்துபோக வேணு மென்று பாய்விரிச்சு ஓடினோம். மச்செதோணிய யென்கிற தேசத்திலே தெசாலோனியப்பட்டணத்தா னாகிற அறிஷ்த்தாற்கு சென்கிறவர் எங்களோடே கூடி யிருந்தார்."
  }, {
    "number" : 3,
    "verse" : "மத்த நாளிலே சீதோ னென்கிற பட்டணத்துக்கு வந்தோம். யூலிய சென்கிறவர் பவுலு சென்கிறவரோடே சினேகமாகச் சஞ்சரிச்சுக்கொண்டு அவருக்கு வேண்டின காரிய முண்டாகும்படிக்குச் சினேகித ரண்டையிலே போக உத்தாரங் குடுத்தான்."
  }, {
    "number" : 4,
    "verse" : "அவடத்தை விட்டுப் பிறப்பட்ட பிற்பாடு சிப்புறு சென்கிற தீவுக் கப்பாலே பாய் விரிச்சு ஓடினோம். அதேதென்றால்க் காத்தானது யெதுக்காத்தா யிருந்துது."
  }, {
    "number" : 5,
    "verse" : "சிலீச்சிய யென்கிற தேசம் துவக்கி பம்பிலிய யென்கிற தேச மட்டும் யிருக்கிற சமுத்திரத்திலே நீள ஓடின பிற்பாடு லீச்சிய யென்கிற தேசத்திலுண்டான மீற யென்கிற ஊருக்கு வந்தோம்."
  }, {
    "number" : 6,
    "verse" : "அலுக்குச்சாந்திரிய யென்கிற பட்டணத்திலே யிருந்து வந்து யிதாளிய யென்கிற தேசத்துக்குப் போற கப்பலைச் சேருவைகாறன் அங்கே கண்டபோது அதிலே யெங்களை யேத்தினான்."
  }, {
    "number" : 7,
    "verse" : "ஆனால்ப் பலபல நாள் தாமசமாய் ஓடி கினீதூ சென்கிற ஊர் மட்டுக்கு மாத்திரம் வந்திருக்கச் செய்தே காத்து யெங்களுக்குத் தடைபண்ணினத்தினாலே சாலமீ னென்கிற பறுபதத்துக்குக் குறுக்கீடாகப் போய்க் கிறேத்த யென்கிற தீவுக்கு யிப்பாலே ஓடினோம்."
  }, {
    "number" : 8,
    "verse" : "அந்தப் பறுபதத்தைக் கடந்து போன வுடனே நல்ல துறை யென்று சொல்லப்பட்ட யிஷ்த்தலத்துக்கு வந்தோம். லா செய யென்கிற பட்டணம் அதுக்குச் சமீபமா யிருந்துது."
  }, {
    "number" : 9,
    "verse" : "ஆனா லனேகங் காலஞ்சென்று போனத்தினாலேயும் ஒரு சந்தி நாள்க்கள் முகிஞ்சத்தினாலேயும் யிப்போ கப்ப லோடுகிறத்துக்கு வலு மோசமா யிருக்கச் செய்தே பவுலு சென்கிறவர் அவர்களுக்குப் புத்தியாகச் சொன்ன வாத்தைகளாவது."
  }, {
    "number" : 10,
    "verse" : "புருஷரான பேர்களே! யிப்படி கப்பல் ஓடுகிறத்தினாலே அனேகம் பிறையாசத்தை யடைந்து சாக்குகளையும் கப்பலையும் யிழந்து போறதுந் தவிர நம்முடைய பிராணனையும் யிழந்து போவோ மென்கிறது வரப்போறதா யிருக்கிற தென்று காண்கிறேனென்று சொன்னார்."
  }, {
    "number" : 11,
    "verse" : "ஆனால்ச் சேருவைகாறன் பவுலுவினாலே சொல்லப்பட்டதுகளைச் செய்கிறத்தைக் காட்டிலும் மாலிமைகாறனையும் கப்பல் நடத்துகிற தலைவனையும் அதிகமாகக் கேட்டுச் செய்தான்."
  }, {
    "number" : 12,
    "verse" : "அந்தத் துறை மழைகாலத்துக்குக் கிடக்கிறத்துக்கு ஆகாதபடியினாலே அவடத்தை விட்டுப் பிறப்பட்டுத் தென்மேற்குக்கும் வடமேற்குக்கும் கிடக்கிற துறையாகிற வெனீச்சிய யென்கிற துறையிலே மழைகாலம் போக மட்டும் அங்கே யிருக்கலாமோ என்று அனேகம் பேர்கள் ஆலோசினை சொன்னார்கள்."
  }, {
    "number" : 13,
    "verse" : "ஆனால்த் தென்காத் தடிக்கிறபோது தாங்கள் நினைத்த காரிய(ம்) முடிஞ்சாப் போல ஆச்சு தென்று நம்பிப் பாய் விரிச்சு கிறேத்த யென்கிற தீவுக்குச் சமீபமாய் ஓடினார்கள்."
  }, {
    "number" : 14,
    "verse" : "ஆனால்க் கொஞ்ச நாளைக்குப் பிற்பாடு அயிறோக்கிளித்தோ னென்று சொல்லப்பட்ட பிசல் அதுக் கெதிராக நேரிட்டுது."
  }, {
    "number" : 15,
    "verse" : "கப்பல் யெடுத்தெறியப்பட்டத்தினாலேயும் காத்துக்கு யெதுத்து நிற்க மாட்டாதபடியினாலேயும் அத்தை ஒப்புக்குடுத்து அலையப்பட்டோம்."
  }, {
    "number" : 16,
    "verse" : "ஆனால்க் கிளாவுதா யென்று சொல்லப்பட்ட சின்னத் தீவைக் கடந்து ஓடச்செய்தே ஒரு வத்தலை யானாலும் பிடிக்கக் கூடுகிறத்துக்கு மெத்த கடினமா யிருந்துது."
  }, {
    "number" : 17,
    "verse" : "அத்தை வாங்கி அதினுடைய உதவியினாலே கப்பலைச் சுத்திக்கட்டி திட்டின் நடுவிலே சேருமென்று பயந்து பாயைச் சுருக்கிப்போட்டு அலைய விட்டோம்."
  }, {
    "number" : 18,
    "verse" : "ஆனால்ப் பிசலினாலே நாங்கள் கடினமாய் அலையுண்ட பிற்பாடும் மறுநாளிலே சிலது சாக்குகளை யெறிஞ்சு போட்டோம்."
  }, {
    "number" : 19,
    "verse" : "மூணாம் நாளிலே கப்பலிலே யிருக்கிற தட்டுமுட்டுக்களை எங்கள் கையினாலே எடுத்தெறிந்து போட்டோம்."
  }, {
    "number" : 20,
    "verse" : "ஆனால் அனேக நாளைக் குள்ளே சூரிய னானாலும் நஷ்செத்திரங்க ளானாலும் காண்பிக்காமல்க் கனமான பிசல் யெங்களைச் சூழ்ந்திருக்கச் செய்தே நாங்கள் லெஷ்சிக்கப்படலா மென்கிற நம்பிக்கை யெல்லாம் அத்துது."
  }, {
    "number" : 21,
    "verse" : "அனேக நாள்ப் பட்டிணி யிருந்தபோது பவிலு சென்கிறவர் அவர்களுடைய நடுவிலே யெழுந்திருந்து சொன்னதாவது. புருஷரான பேர்களே! நம்முடைய வாத்தைகளைக் கேட்டுச் செய்து கிறேத்த யென்கிற தீவிலே யிருந்து பாய்விரிச்சுப் போகாமல் யிந்தக் கஷ்த்தியையும் யிந்தச் சேதத்தையும் விலக்க வேண்டினதா யிருந்துது."
  }, {
    "number" : 22,
    "verse" : "ஆனால் நீங்கள் தயிரியமாக யிருக்கத் தக்கதாக யிப்போ உங்களுக்குப் புத்தி சொல்லுகிறோம். அதேதென்றால்க் கப்ப லல்லாமல் எங்களுக் குள்ளே யாதொருதனுக்கானாலும் பிராண சேதம் வாராது."
  }, {
    "number" : 23,
    "verse" : "அதேதென்றால் நான் அடைக்கலமா யிருக்கிறவருமாய் நாம் ஊழியஞ் செய்கிறவருமா யிருக்கிற சறுவேசுரனுடைய சம்மனசானவர் யிந்த ராத்திரியிலே நம் மண்டையிலே நின்று சொன்னதாவது."
  }, {
    "number" : 24,
    "verse" : "பவுலு சென்கிறவரே! நீ பயப்பட வேண்டாம். ராயனுடைய சமுக்கத்திலே நீ வைக்கப்பட வேண்டினதா யிருக்குது. யிதோ உன்னோடே கூடக் கப்பலிலே யிருக்கிற பேர்க ளெல்லாரையும் சறுவேசுரன் உனக்குக் கிறுபையாகக் குடுத் தருளினா ரென்று சொன்னார்."
  }, {
    "number" : 25,
    "verse" : "ஆனபடியினாலே புருஷரான பேர்களே! திடப்பட்ட மனசா யிருங்கோ ளதேதென்றால் நமக்குச் சொன்ன பிறகாரமாகக் காரியம் வரு மென்று சவேசுரன் பேரிலே நம்பிக்கையா யிருக்கிறோம்."
  }, {
    "number" : 26,
    "verse" : "ஆனால் யாதாமொரு திட்டிலே ஓடிப்போக வேண்டி யிருக்கு தென்று பவுலுசு சொன்னார்."
  }, {
    "number" : 27,
    "verse" : "ஆனால் ஆதிரிய யென்கிற சமுத்திரத்திலே யிங்கேயும் அங்கேயும் அலையப்பட்டு பதினாலாம் ராத்திரியாகிற போது நடுச் சாமத்திலே தங்களுக்கு ஒரு கரை கிட்டி வருகு தென்று மாலிமைகாறர் குறிப்பாக விசாரித்தார்கள்."
  }, {
    "number" : 28,
    "verse" : "அப்போ விடுது விட்டு யிருவது பாகம் பாயு தென்று கண்டார்கள். அப்பாலே தூரம் போன பிற்பாடு மறுபடியும் விடுது விட்டுப் பாற்கிற போது பதினஞ்சு பாகம் பாய் தென்று கண்டார்கள்."
  }, {
    "number" : 29,
    "verse" : "அனபடியினாலே கற்பாறை யிருக்கிற யிஷ்த்தலங்களிலே மோது மென்று பயந்து அமாத்திலே நாலு நங்கூரத்தைப் போட்டு உதையமாக வேணுமென்று ஆசைப்பட்டார்கள்."
  }, {
    "number" : 30,
    "verse" : "ஆனால் மாலிமைகாறர் அணியத்திலே நங்கூரங்களைப் போட வேணுமென்று சொல்லி வத்தலைச் சமுத்திரத்திலே தள்ளிக் கப்பலை விட்டு ஓடிப்போக வேணுமென் றிருக்கிறத்தைத் தேடிக்கொண்டிருக்கச் செய்தே பவுலு சென்கிறவர் சேருவைகாறனுக்கும் சேவுகரான பேர்களுக்கும் சொன்னதாவது."
  }, {
    "number" : 31,
    "verse" : "யிவர்கள் கப்பலிலே யிராவிட்டால் நீங்கள் பிழைக்க மாட்டீர்க ளென்று சொன்னார்."
  }, {
    "number" : 32,
    "verse" : "அப்போ சேவுகரான பேர்கள் வத்தலினுடைய கவுத்தை யறுத்துக் கீழே விட்டார்கள்."
  }, {
    "number" : 33,
    "verse" : "பொழுது விடிய மட்டும் பொசிக்கத் தக்கதாக பவுலுசு யெல்லாருக்கும் புத்தி சொல்லி அருளிச் செய்ததாவது. நீங்கள் பொறுத்துக்கொண்டு ஒண்ணும் பொசிக்காமல்ப் பட்டிணியா யிருந்து யிண்ணைக்குப் பதினாலாம் நாளாச்சுது."
  }, {
    "number" : 34,
    "verse" : "ஆகையினாலே அசனம் பண்ணத்தக்கதாக உங்களுக்குப் புத்தி சொல்லுகிறோம். அதேதென்றால் நீங்கள் பிழைக்கிறத்துக்கு யிது உதவியா யிருக்கும். அதேதெனில் உங்களுக் குள்ளே யொருதனுக் கானாலும் தலை மயிரிலே ஒண்ணானாலும் உதிர்ந்து போகா தென்று சொன்னார்."
  }, {
    "number" : 35,
    "verse" : "அவர் யித்தைச் சொன்ன பிற்பாடு அப்பத்தை வாங்கி யெல்லாருங் கூடி யிருக்கையிலே சறுவேசுரனை யிஷ்த்தோத்திரம் பண்ணி அத்தைப் புட்டுச் சாப்படத் துவக்கினார்."
  }, {
    "number" : 36,
    "verse" : "அப்போ யெல்லாரும் திடப்பட்டிருக்கிற மனசை யடைந்து தாங்களும் சாப்பிட்டார்கள்."
  }, {
    "number" : 37,
    "verse" : "ஆனால்க் கப்பலிலே யிருக்கிற பேர்க ளெல்லாரும் யிருநூத்து எழுபத்தாறு ஆத்துமங்களா யிருந்தார்கள்."
  }, {
    "number" : 38,
    "verse" : "பேசனத்தினாலே பசியாத்தின பிற்பாடு கப்பலை லேசாக்கித் தானியங்களைச் சமுத்திரத்திலே யெறிந்து போட்டார்கள்."
  }, {
    "number" : 39,
    "verse" : "பொழுது விடிந்த பிற்பாடு அந்தக் கரை யெந்த கரை யென்று அறியாம லிருந்தார்கள். ஆனால்க் கரையைக் கொண்டிருக்கிற ஒரு களத்தைக் கண்டு கூடுமானா லவடத்திலே கப்பலைத் தட்ட வேணு மென்றிருந்தார்கள்."
  }, {
    "number" : 40,
    "verse" : "ஆகையினாலே நங்கூரங்களை எடுத்த பிற்பாடு அத்தைச் சமுத்திரத்துக்கு யொப்புக் குடுத்தார்க ளென்கிறதுந் தவிர சுக்கானுடைய கட்டுகளைப் பிடுங்கிப் போட்டு பருமலைக்காத்துக்கு முன்னாக உசாச்சாம்பிக் கரையிலே சாய்ச்சார்கள்."
  }, {
    "number" : 41,
    "verse" : "ரெண்டு பிறத்திலே சமுத்திரத்தைக் கொண்டிருக்கிற ஒரு யிஷ்த்தலத்திலே சாய்ஞ்சு கப்பல்த் தட்டிச்சுது. அணியம் கரை மேலே அசையாமல் யிருந்து போச்சு. ஆனால் அமாம் அலைகளுடைய பெலத்தினாலே உடைஞ்சு போச்சு."
  }, {
    "number" : 42,
    "verse" : "சேவுகருடைய பேர்களுடைய ஆலோசினை யேதென்றால்க் கட்டப்பட்ட பேர்களுக் குள்ளே ஒருதனானாலும் நீஞ்சி ஓடிப்போகாதபடிக்கு அவர்களைக் கொண்ணுபோட வேணு மென்றிருந்தார்கள்."
  }, {
    "number" : 43,
    "verse" : "ஆனால்ச் சேருவைகாறன் பவுலு சென்கிறவரைக் காற்பாத்த வேணு மென்றிருந்து அவர்களுடைய ஆலோசினைக்குத் தடை பண்ணி நீஞ்சத் தெரிஞ்த பேர்களை முந்திச் சமுத்திரத்திலே யிறங்கிக் கரையேற வேணு மென்று கற்பித்தான்."
  }, {
    "number" : 44,
    "verse" : "மத்தப் பேர்களோ வென்றால் சிலர் பலகை மேலே சிலர் கப்பலுடைஞ்ச துண்டுகள் மேலே நீஞ்சிப்ப் போகக் கற்பித்தான். யிந்தப் பிறகாரமாக யெல்லாரும் பிழைச்சுக் கரை சேந்தார்கள்."
  } ]
}