{"bibleAbbr":"paOV2016","bookName":"ਲੇਵੀਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Leviticus","chapterNumber":10,"verses":[{"number":1,"verse":"( ਨਾਦਾਬ ਅਰ ਅਬੀਹੂ ਦਾ ਪਾਪ) ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨਾਦਾਬ ਅਰ ਅਬੀਹੂ ਨੇ ਆਪੋ ਆਪਣੀ ਧੂਪਦਾਨੀ ਲੈਕੇ ਉਸ ਦੇ ਵਿੱਚ ਅੱਗ ਧਰੀ ਅਤੇ ਉਸ ਦੇ ਉੱਤੇ ਧੂਪ ਪਾਕੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਓਪਰਾ ਧੂਪ ਧੁਖਾਇਆ ਜਿਸ ਤੋਂ ਉਸ ਨੇ ਵਰਜਿਆ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੋਂ ਇੱਕ ਅੱਗ ਨਿਕੱਲ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਭਸਮ ਕਰ ਗਈ ਅਤੇ ਓਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਮਰ ਗਏ"},{"number":3,"verse":"ਤਦ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਨੂੰ ਆਖਿਆ, ਇਹ ਉਹ ਗੱਲ ਹੈ ਜੋ ਯਹੋਵਾਹ ਨੇ ਐਉਂ ਬੋਲੀ ਸੀ ਭਈ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਜੋ ਮੇਰੇ ਨੇੜੇ ਢੁੱਕਦੇ ਹਨ ਪਵਿੱਤ੍ਰ ਹੋਵਾਂਗਾ ਅਤੇ ਸਭਨਾਂ ਲੋਕਾਂ ਦੇ ਸਾਹਮਣੇ ਮੇਰੀ ਵਡਿਆਈ ਹੋਵੇਗੀ ਅਤੇ ਹਾਰੂਨ ਚੁੱਪ ਕਰ ਗਿਆ"},{"number":4,"verse":"ਅਤੇ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਦੇ ਚਾਚੇ ਉਜਿਏਲ ਦੇ ਪੁੱਤ੍ਰ ਮੀਸ਼ਾਏਲ ਅਤੇ ਇਲਜਫਾਨ ਨੂੰ ਸੱਦ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਨੇੜੇ ਆਓ ਅਤੇ ਆਪਣਿਆਂ ਭਾਈਆਂ ਨੂੰ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੇ ਅੱਗੋਂ ਡੇਰੇ ਦੇ ਬਾਹਰ ਚੁੱਕ ਲਿਜਾਓ"},{"number":5,"verse":"ਸੋ ਨੇੜੇ ਜਾਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦਿਆਂ ਕੁੜਤਿਆਂ ਸਣੇ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਚੁੱਕ ਲੈ ਗਏ ਜੇਹਾ ਮੂਸਾ ਨੇ ਆਖਿਆ"},{"number":6,"verse":"ਅਤੇ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਅਤੇ ਈਥਾਮਾਰ ਨੂੰ ਆਖਿਆ, ਆਪਣੇ ਸਿਰਾਂ ਨੂੰ ਨੰਗੇ ਨਾ ਕਰੋ ਅਤੇ ਨਾ ਆਪਣਿਆਂ ਲੀੜਿਆਂ ਨੂੰ ਪਾੜੋ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਜੋ ਤੁਸੀਂ ਭੀ ਮਰ ਜਾਓ ਅਤੇ ਸਾਰਿਆਂ ਲੈਕਾਂ ਉੱਤੇ ਕ੍ਰੋਧ ਪੈ ਜਾਏ ਪਰ ਤੇਰੇ ਭਾਈ ਅਰਥਾਤ ਇਸਰਾਏਲ ਦਾ ਸਾਰਾ ਘਰਾਣਾ ਉਸ ਸਾੜਨ ਦਾ ਸੋਗ ਕਰੇ ਜਿਹੜਾ ਯਹੋਵਾਹ ਨੇ ਜਗਾਇਆ ਸੀ"},{"number":7,"verse":"ਅਤੇ ਤੁਸਾਂ ਮੰਡਲੀ ਦੇ ਡੇਰੇ ਦੇ ਬੂਹੇ ਤੋਂ ਬਾਹਰ ਨਾ ਨਿਕੱਲਨਾ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਜੋ ਤੁਸੀਂ ਮਰ ਜਾਓ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਦਾ ਮਸਹ ਕਰਨ ਦਾ ਤੇਲ ਤੁਹਾਡੇ ਉੱਤੇ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਮੂਸਾ ਦੇ ਬਚਨ ਦੇ ਅਨੁਸਾਰ ਕੀਤਾ।।"},{"number":8,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਹਾਰੂਨ ਨਾਲ ਬੋਲਿਆ ਕਿ"},{"number":9,"verse":"ਕੋਈ ਮਧ ਯਾ ਨਸ਼ਾ ਨਾ ਪੀਣਾ, ਨਾ ਤੂੰ, ਨਾ ਤੇਰੇ ਸਣੇ ਤੇਰੇ ਪੁੱਤ੍ਰ ਜਿਸ ਵੇਲੇ ਤੁਸੀਂ ਮੰਡਲੀ ਦੇ ਡੇਰੇ ਵਿੱਚ ਜਾਓ ਜੋ ਤੁਸੀਂ ਮਰੋ ਨਾ । ਇਹ ਤੁਹਾਡੀਆਂ ਪੀੜ੍ਹੀਆਂ ਤੀਕੁਰ ਇੱਕ ਸਦਾ ਦੀ ਬਿਧੀ ਹੋਵੇ"},{"number":10,"verse":"ਤਾਂ ਜੋ ਤੁਸੀਂ ਪਵਿੱਤ੍ਰ ਅਤੇ ਅਪਿਵੱਤ੍ਰ ਦੇ ਵਿੱਚ ਅਤੇ ਸ਼ੁੱਧ ਅਤੇ ਅਸ਼ੁੱਧ ਦੇ ਵਿੱਚ ਭੇਦ ਰੱਖੋ"},{"number":11,"verse":"ਅਤੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਬਿਧਾਂ ਨੂੰ ਜੋ ਯਹੋਵਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮੂਸਾ ਦੀ ਰਾਹੀਂ ਆਖੀਆਂ ਸਨ ਸਿਖਾਓ।।"},{"number":12,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜਾਰ ਅਤੇ ਈਥਾਮਾਰ ਨੂੰ ਜਿਹੜੇ ਬਚੇ ਸਨ ਆਖਿਆ, ਯਹੋਵਾਹ ਦੀਆਂ ਅੱਗ ਦੀਆਂ ਭੇਟਾਂ ਵਿੱਚੋਂ ਜਿਹੜੀ ਮੈਦੇ ਦੀ ਭੇਟ ਰਹਿੰਦੀ ਹੈ ਉਸ ਨੂੰ ਲੈਕੇ ਜਗਵੇਦੀ ਦੇ ਕੋਲ ਖ਼ਮੀਰ ਤੋਂ ਬਿਨਾ ਖਾਓ ਕਿਉਂ ਜੋ ਉਹ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹੈ"},{"number":13,"verse":"ਅਤੇ ਤੁਸਾਂ ਉਸ ਨੂੰ ਪਵਿੱਤ੍ਰ ਥਾਂ ਵਿੱਚ ਖਾਣਾ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਦੀਆਂ ਅੱਗ ਦੀਆਂ ਬਲੀਆਂ ਵਿੱਚੋਂ ਇਹ ਤੇਰਾ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਅਧਿਕਾਰ ਹੈ ਕਿਉਂ ਜੋ ਮੈਨੂੰ ਏਹੋ ਆਗਿਆ ਹੋਈ ਹੈ"},{"number":14,"verse":"ਅਤੇ ਤੁਸਾਂ ਹਿਲਾਉਣ ਦੀ ਛਾਤੀ ਅਤੇ ਚੁਕਾਈ ਦੀ ਰਾਣ ਸੁਥਰੀ ਥਾਂ ਵਿੱਚ ਖਾਣਾ ਤੂੰ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰ ਅਤੇ ਤੇਰੀਆਂ ਧੀਆਂ ਤੇਰੇ ਸਣੇ, ਕਿਉਂ ਜੋ ਇਸਰਾਏਲੀਆਂ ਦੇ ਸੁਖ ਸਾਂਦ ਦੀਆਂ ਭੇਟਾਂ ਦੀਆਂ ਬਲੀਆਂ ਵਿੱਚੋਂ ਜੋ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਇਹ ਤੇਰਾ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਅਧਿਕਾਰ ਹੈ"},{"number":15,"verse":"ਉਹ ਚੁਕਾਈ ਦੀ ਰਾਣ ਨੂੰ ਅਤੇ ਹਿਲਾਉਣ ਦੀ ਛਾਤੀ ਨੂੰ ਚਰਬੀ ਦੀਆਂ ਅੱਗ ਦੀਆਂ ਭੇਟਾਂ ਸਣੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਹਿਲਾਉਣ ਦੀ ਭੇਟ ਕਰਕੇ ਹਿਲਾਉਣ ਲਈ ਲਿਆਉਣ ਅਤੇ ਇਹ ਇੱਕ ਸਦਾ ਦੀ ਬਿਧੀ ਕਰਕੇ ਤੇਰਾ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਤੇਰੇ ਸਣੇ ਹੋਵੇਗਾ, ਜਿਹੀ ਯਹੋਵਾਹ ਨੇ ਆਗਿਆ ਦਿੱਤੀ।।"},{"number":16,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਬੜੇ ਜਤਨ ਨਾਲ ਪਾਪ ਦੀ ਭੇਟ ਦੀ ਭੇਟ ਦੇ ਬੱਕਰੇ ਨੂੰ ਢੂੰਡਿਆ ਅਤੇ ਵੇਖੋ ਉਹ ਸਾੜਿਆ ਗਿਆ ਅਤੇ ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਅਤੇ ਈਥਾਮਾਰ ਨਾਲ ਜਿਹੜੇ ਬਚੇ ਸਨ ਐਉਂ ਆਖ ਕੇ ਕ੍ਰੋਧੀ ਹੋਇਆ"},{"number":17,"verse":"ਭਈ ਤੁਸਾਂ ਪਾਪ ਦੀ ਭੇਟ ਨੂੰ ਪਵਿੱਤ੍ਰ ਥਾਂ ਵਿੱਚ ਕਿਉਂ ਨਹੀਂ ਖਾਧਾ, ਉਹ ਅੱਤ ਪਵਿੱਤ੍ਰ ਜੋ ਹੈ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਮੰਡਲੀ ਦੇ ਪਾਪ ਚੁੱਕਣ ਲਈ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਪ੍ਰਾਸਚਿਤ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਜੋ ਦਿੱਤਾ?"},{"number":18,"verse":"ਵੇਖੋ ਉਸ ਦਾ ਲਹੂ ਪਵਿੱਤ੍ਰ ਥਾਂ ਵਿੱਚ ਆਂਦਾ ਨਹੀਂ ਗਿਆ, ਤੁਸਾਂ ਉਸ ਨੂੰ ਪਵਿੱਤ੍ਰ ਥਾਂ ਵਿੱਚ ਜਰੂਰ ਖਾਣਾ ਸੀ, ਜੇਹਾ ਮੈਂ ਆਗਿਆ ਦਿੱਤੀ"},{"number":19,"verse":"ਅਤੇ ਹਾਰੂਨ ਨੇ ਮੂਸਾ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ ਅੱਜ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੀ ਪਾਪ ਦੀ ਭੇਟ ਅਤੇ ਆਪਣੀ ਹੋਮ ਦੀ ਭੇਟ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਈ ਅਤੇ ਏਹੋ ਜੇਹੀਆਂ ਗੱਲਾਂ ਮੇਰੇ ਨਾਲ ਹੋਈਆਂ ਅਤੇ ਜੇ ਮੈਂ ਅੱਜ ਦੇ ਦਿਨ ਪਾਪ ਦੀ ਭੇਟ ਜੋਂ ਖਾਂਦਾ ਤਾਂ ਭਲਾ, ਉਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਮੰਨਿਆ ਜਾਂਦਾ ?"},{"number":20,"verse":"ਅਤੇ ਜਾਂ ਮੂਸਾ ਨੇ ਇਹ ਸੁਣਿਆ ਤਾਂ ਰਾਜੀ ਹੋ ਗਿਆ ।।"}]}