{"bibleAbbr":"paOV2016","bookName":"ਲੇਵੀਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"( ਕੋਹੜ ਦੀ ਪਰਖ) ਤਾਂ ਯਹੋਵਾਹ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨਾਲ ਬੋਲਿਆ ਕਿ"},{"number":2,"verse":"ਜੇ ਕਿਸੇ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਸੋਜ, ਯਾ ਪਪੜੀ ਯਾ ਬਗੀ ਥਾਂ ਹੋਵੇ ਅਤੇ ਉਸ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਕੋਹੜ ਦੇ ਰੋਗ ਵਰਗਾ ਹੋਵੇ, ਤਾਂ ਉਹ ਹਾਰੂਨ ਜਾਜਕ ਦੇ ਕੋਲ ਯਾ ਉਨ੍ਹਾਂ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਜਿਹੜਾ ਜਾਜਕ ਹੈ ਉਸ ਦੇ ਕੋਲ ਲਿਆਂਦਾ ਜਾਵੇ"},{"number":3,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਉਸ ਰੋਗ ਨੂੰ ਵੇਖੇ ਅਤੇ ਜੇ ਉਸ ਰੋਗ ਵਿੱਚ ਵਾਲ ਚਿੱਟੇ ਹੋ ਗਏ ਹੋਣ ਅਤੇ ਰੋਗ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਉਸ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਨਾਲੋਂ ਕੁਝ ਡੂੰਘਾ ਦਿਸੇ ਤਾਂ ਉਹ ਕੋਹੜ ਦਾ ਰੋਗ ਹੈ ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖ ਕੇ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ"},{"number":4,"verse":"ਜੇ ਉਹ ਬੱਗੀ ਥਾਂ ਉਸ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਚਿੱਟੀ ਹੋਵੇ ਅਤੇ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਚੰਮ ਨਾਲੋਂ ਕੁਝ ਡੂੰਘੀ ਨਾ ਦਿਸੇ ਅਤੇ ਉਸ ਦੇ ਵਾਲ ਚਿੱਟੇ ਨਾ ਹੋਏ ਹੋਣ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਜਿਸ ਦਾ ਕੋਹੜ ਹੈ ਸੱਤ ਦਿਨ ਤੋੜੀ ਉਸ ਨੂੰ ਬੰਨ੍ਹ ਰੱਖੇ"},{"number":5,"verse":"ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ ਜੇ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਉਹ ਰੋਗ ਓੱਥੇ ਰਹਿਆ ਅਤੇ ਚੰਮ ਵਿੱਚ ਖਿਲਿਰਿਆ ਨਾ ਹੋਇਆ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਹ ਨੂੰ ਹੋਰ ਸੱਤ ਦਿਨ ਤੋੜੀ ਬੰਨ੍ਹ ਰੱਖੇ"},{"number":6,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਫੇਰ ਸੱਤਵੇਂ ਦਿਨ ਵੇਖੇ ਅਤੇ ਵੇਖੇ ਜੇ ਉਹ ਰੋਗ ਕੁਝ ਗੂੜਾ ਜਿਹਾ ਹੋਵੇ ਅਤੇ ਰੋਗ ਚੰਮ ਵਿੱਚ ਨਾ ਖਿਲਰਿਆ ਹੋਇਆ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਸ਼ੁੱਧ ਆਖੇ, ਉਹ ਤਾਂ ਨਿਰੀ ਪਪੜੀ ਹੀ ਹੈ, ਅਤੇ ਉਹ ਆਪਣੇ ਲੀੜੇ ਧੋ ਕੇ ਸ਼ੁੱਧ ਹੋ ਜਾਵੇ"},{"number":7,"verse":"ਪਰ ਜੇ ਉਹ ਪਪੜੀ ਉਸ ਦੇ ਪਿੱਛੋਂ ਜੋ ਜਾਜਕ ਨੇ ਸ਼ੁੱਧ ਕਰਨ ਲਈ ਉਸ ਨੂੰ ਡਿੱਠਾ ਹੈ, ਚੰਮ ਵਿੱਚ ਬਹੁਤ ਖਿਲਰੀ ਹੋਈ ਹੋਵੇ ਤਾਂ ਉਹ ਜਾਜਕ ਤੋਂ ਫੇਰ ਵੇਖਿਆ ਜਾਵੇ"},{"number":8,"verse":"ਅਤੇ ਜੇ ਜਾਜਕ ਵੇਖੇ ਭਈ ਵੇਖੋ, ਉਹ ਪਪੜੀ ਚੰਮ ਵਿੱਚ ਖਿਲਰਦੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ, ਇਹ ਕੋਹੜ ਹੈ।।"},{"number":9,"verse":"ਜੇਕਰ ਕਿਸੇ ਜਣੇ ਵਿੱਚ ਕੋਹੜ ਦਾ ਰੋਗ ਹੋਵੇ ਤਾਂ ਉਹ ਜਾਜਕ ਦੇ ਕੋਲ ਲਿਆਂਦਾ ਜਾਵੇ"},{"number":10,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਹ ਸੋਜ ਚੰਮ ਦੇ ਵਿੱਚ ਚਿੱਟੀ ਹੋਵੇ ਅਤੇ ਉਸ ਤੋਂ ਵਾਲ ਭੀ ਚਿੱਟੇ ਹੋ ਗਏ ਹੋਣ ਅਤੇ ਉਸ ਸੋਜ ਵਿੱਚ ਕੱਚਾ ਮਾਸ ਭੀ ਹੋਵੇ"},{"number":11,"verse":"ਤਾਂ ਉਹ ਉਸ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਪੁਰਾਣਾ ਕੋਹੜ ਹੈ ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ ਪਰ ਉਸ ਨੂੰ ਬੰਨ੍ਹ ਨਾ ਰੱਖੇ ਕਿਉਂ ਜੋ ਉਹ ਅਸ਼ੁੱਧ ਹੈ"},{"number":12,"verse":"ਅਤੇ ਜੇ ਉਹ ਕੋਹੜ ਚੰਮ ਵਿੱਚ ਖਿਲਰ ਜਾਵੇ ਅਤੇ ਕੋਹੜ ਉਸ ਦੇ ਸਾਰੇ ਚੰਮ ਨੂੰ ਜਿਸ ਦਾ ਰੋਗ ਹੈ ਸਿਰ ਤੋਂ ਲੈਕੇ ਪੈਰਾਂ ਤੋੜੀ ਕੱਜੇ, ਜਿੱਥੇ ਕਿਥੇ ਜਾਜਕ ਵੇਖੇ"},{"number":13,"verse":"ਤਾਂ ਜਾਜਕ ਧਿਆਨ ਕਰੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਸ ਦੇ ਕੋਹੜ ਨੇ ਉਸ ਦੇ ਸਾਰੇ ਸਰੀਰ ਨੂੰ ਕੱਜ ਲਿਆ ਹੋਵੇ ਤਾਂ ਉਹ ਉਸ ਨੂੰ, ਜਿਸ ਦਾ ਰੋਗ ਹੈ ਸ਼ੁੱਧ ਆਖੇ, ਉਹ ਤਾਂ ਸਾਰਾ ਚਿੱਟਾ ਹੋਗਿਆ, ਉਹ ਸ਼ੁੱਧ ਹੈ,"},{"number":14,"verse":"ਪਰ ਜੇ ਕੱਚਾ ਮਾਸ ਉਸ ਦੇ ਵਿੱਚ ਦਿੱਸ ਪਵੇ ਤਾਂ ਉਹ ਅਸ਼ੁੱਧ ਹੈ,"},{"number":15,"verse":"ਅਤੇ ਜਾਜਕ ਕੱਚੇ ਮਾਸ ਨੂੰ ਵੇਖ ਕੇ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ ਕਿਉਂ ਜੋ ਕੱਚਾ ਮਾਸ ਅਸ਼ੁੱਧ ਹੈ, ਉਹ ਕੋਹੜ ਹੈ"},{"number":16,"verse":"ਯਾ ਜੇ ਉਹ ਕੱਚਾ ਮਾਸ ਮੁੜ ਚਿੱਟਾ ਹੋ ਜਾਵੇ ਹੋ ਜਾਵੇ ਤਾਂ ਉਹ ਜਾਜਕ ਦੇ ਕੋਲ ਫੇਰ ਆਵੇ"},{"number":17,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਹ ਰੋਗ ਚਿੱਟਾ ਹੋਗਿਆ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਜਿਸ ਦਾ ਰੋਗ ਹੈ ਸ਼ੁੱਧ ਆਖੇ, ਉਹ ਸ਼ੁੱਧ ਹੈ।।"},{"number":18,"verse":"ਉਹ ਸਰੀਰ ਭੀ ਜਿਸ ਦੇ ਵਿੱਚ ਉਸ ਦੇ ਚੰਮ ਦੇ ਵਿੱਚ ਫੋੜਾ ਹੋ ਗਿਆ ਹੋਵੇ ਅਤੇ ਚੰਗਾ ਹੋ ਗਿਆ"},{"number":19,"verse":"ਅਤੇ ਫੋੜੇ ਦੀ ਥਾਂ ਵਿੱਚ ਕੋਈ ਚਿੱਟੀ ਸੋਜ ਯਾ ਬੱਗੀ ਥਾਂ ਚਿੱਟੀ ਅਤੇ ਕੁਝ ਲਾਲ ਭੀ ਅਤੇ ਉਹ ਜਾਜਕ ਨੂੰ ਦੱਸੀ ਜਾਏ"},{"number":20,"verse":"ਅਤੇ ਜਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਹ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘੀ ਹੈ ਅਤੇ ਉਸ ਦੇ ਵਾਲ ਭੀ ਚਿੱਟੇ ਹੋ ਗਏ ਹੋਣ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ, ਇਹ ਫੋੜੇ ਵਿੱਚੋਂ ਨਿਕੱਲਿਆ ਹੋਇਆ ਕੋਹੜ ਦਾ ਰੋਗ ਹੈ"},{"number":21,"verse":"ਪਰ ਜੇ ਕਦੀ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਉਸ ਦੇ ਵਿੱਚ ਕੋਈ ਚਿੱਟੇ ਵਾਲ ਨਾ ਹੋਣ ਅਤੇ ਉਹ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘਾ ਨਾ ਹੋਵੇ ਪਰ ਰਤੀਕੁ ਗੂੜ੍ਹਾ ਦਿੱਸੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਸੱਤ ਦਿਨ ਤੋੜੀ ਬੰਨ੍ਹ ਰੱਖੇ"},{"number":22,"verse":"ਅਤੇ ਜੇ ਉਹ ਚੰਮ ਵਿੱਚ ਬਹੁਤ ਖਿਲਰ ਜਾਏ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ, ਇਹ ਰੋਗ ਹੈ"},{"number":23,"verse":"ਪਰ ਜੇ ਉਹ ਬੱਗੀ ਥਾਂ ਉੱਥੇ ਹੀ ਰਹੇ ਅਤੇ ਖਿਲਰ ਨਾ ਜਾਏ ਤਾਂ ਉਹ ਪੱਕਾ ਹੋਇਆ ਫੋੜਾ ਹੈ ਜਾਜਕ ਉਸ ਨੂੰ ਸ਼ੁੱਧ ਆਖੇ।।"},{"number":24,"verse":"ਯਾ ਜੇ ਕੋਈ ਐਹੋ ਜਿਹਾ ਸਰੀਰ ਹੋਵੇ ਜਿਸ ਦੇ ਵਿੱਚ ਚੰਮ ਜਲਨ ਪੈਂਦੀ ਹੋਵੇ ਅਤੇ ਉਸ ਜਲਨ ਦੇ ਮਾਸ ਵਿੱਚ ਇੱਕ ਚਿੱਟੀ ਬੱਗੀ ਥਾਂ ਹੋਵੇ ਕੁਝ ਕੁਝ ਲਾਲ ਯਾਂ ਚਿੱਟੀ"},{"number":25,"verse":"ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਸ ਬੱਗੀ ਥਾਂ ਵਿੱਚ ਵਾਲ ਚਿੱਟੇ ਹੋ ਗਏ ਹੋਣ ਅਤੇ ਉਹ ਥਾਂ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘੀ ਹੈ ਤਾਂ ਉਹ ਉਸ ਜਲਨ ਵਿੱਚੋਂ ਨਿਕੱਲਿਆ ਹੋਇਆ ਕੋਹੜ ਹੈ, ਸੋ ਜਾਜਕ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ, ਉਹ ਕੋਹੜ ਦਾ ਰੋਗ ਹੈ"},{"number":26,"verse":"ਪਰ ਜੇ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਉਸ ਬੱਗੀ ਥਾਂ ਵਿੱਚ ਕੋਈ ਚਿੱਟਾ ਵਾਲ ਹੋਵੇ ਅਤੇ ਉਹ ਹੋਰ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘੀ ਨਾ ਹੋਵੇ ਸਗੋਂ ਕੁਝ ਗੂੜ੍ਹੀ ਦਿੱਸੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਸੱਤ ਦਿਨ ਤੋੜ੍ਹੀਂ ਬੰਨ੍ਹ ਰੱਖੇ"},{"number":27,"verse":"ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਜੇ ਉਹ ਚੰਮ ਵਿੱਚ ਬਹੁਤ ਖਿਲਰਿਆ ਹੋਇਆ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ, ਉਹ ਕੋਹੜ ਦਾ ਰੋਗ ਹੈ"},{"number":28,"verse":"ਅਤੇ ਜੇ ਉਹ ਬੱਗੀ ਥਾਂ ਉੱਥੇ ਹੀ ਰਹੇ ਅਤੇ ਚੰਮ ਵਿੱਚ ਨਾ ਖਿਲਰੇ ਪਰ ਰਤੀਕੁ ਗੂੜ੍ਹੀ ਹੋਵੇ ਤਾਂ ਉਹ ਜਲਨ ਦੀ ਸੋਜ ਹੈ ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਸ਼ੁੱਧ ਆਖੇ ਕਿਉਂ ਜੋ ਉਹ ਜਲਨ ਕਰਕੇ ਲਾਲ ਹੋ ਗਈ ਹੈ।।"},{"number":29,"verse":"ਜੇ ਕਦੀ ਮਨੁੱਖ ਯਾ ਤੀਵੀਂ ਨੂੰ ਸਿਰ ਉੱਤੇ ਯਾ ਠੋਡੀ ਉੱਤੇ ਦਾਗ ਹੋਵੇ"},{"number":30,"verse":"ਤਾਂ ਜਾਜਕ ਉਸ ਰੋਗ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਹ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘੀ ਹੋਵੇ ਅਤੇ ਉਸ ਦੇ ਵਿੱਚ ਇੱਕ ਪਤਲਾ ਪਿੱਲਾ ਵਾਲ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖੇ, ਉਹ ਇੱਕ ਸੇਣੂਆ, ਅਰਥਾਤ ਸਿਰ ਯਾਂ ਠੋਡੀ ਉੱਤੇ ਕੋਹੜ ਹੈ"},{"number":31,"verse":"ਅਤੇ ਜੇ ਜਾਜਕ ਸੇਣੂਏ ਦੇ ਰੋਗ ਉੱਤੇ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਉਹ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘੀ ਨਾ ਹੋਵੇ ਅਤੇ ਉਸ ਦੇ ਵਿੱਚ ਕੋਈ ਕਾਲਾ ਵਾਲ ਨਾ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਜਿਸ ਦੇ ਸੇਣੂਏ ਦਾ ਰੋਗ ਹੈ ਸੱਤ ਦਿਨ ਤੋੜੀ ਬੰਨ੍ਹ ਰੱਖੇ"},{"number":32,"verse":"ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਹ ਸੇਣੂਆ ਖਿਲਰ ਨਾ ਜਾਏ ਅਤੇ ਓਸ ਦੇ ਵਿੱਚ ਕੋਈ ਪਿੱਲਾ ਵਾਲ ਨਾ ਹੋਵੇ ਅਤੇ ਓਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਉਹ ਸੇਣੂਆ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘਾ ਨਾ ਹੋਵੇ"},{"number":33,"verse":"ਤਾਂ ਉਹ ਮੁੰਨਿਆ ਜਾਏ ਪਰ ਉਸ ਸੇਣੂਏ ਨੂੰ ਉਹ ਮੁੰਨ ਨਾ ਸੁੱਟੇ ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਜਿਸ ਨੂੰ ਸੇਣੂਆ ਹੈ ਸੱਤ ਦਿਨ ਹੋਰ ਨਜਰ ਹੇਠ ਰੱਖੇ"},{"number":34,"verse":"ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਜਾਜਕ ਉਸ ਸੇਣੂਏ ਨੂੰ ਫੇਰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਸੇਣੂਆ ਚੰਮ ਵਿੱਚ ਖਿਲਰਿਆ ਹੋਇਆ ਨਾ ਹੋਵੇ ਅਤੇ ਨਾ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਚੰਮ ਨਾਲੋਂ ਡੂੰਘਾ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਸ਼ੁੱਧ ਆਖੇ ਅਤੇ ਉਹ ਆਪਣੇ ਲੀੜੇ ਧੋਕੇ ਸ਼ੁੱਧ ਹੋ ਜਾਵੇ"},{"number":35,"verse":"ਪਰ ਜੇ ਉਹ ਸੇਣੂਅ ਉਸ ਦੇ ਸ਼ੁੱਧ ਹੋਣ ਦੇ ਪਿੱਛੋਂ ਚੰਮ ਵਿੱਚ ਬਹੁਤ ਖਿਲਰ ਜਾਏ"},{"number":36,"verse":"ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ ਜੇ ਉਹ ਸੇਣੂਆ ਚੰਮ ਵਿੱਚ ਖਿਲਰਿਆ ਹੋਇਆ ਹੋਵੇ ਤਾਂ ਜਾਜਕ ਉਸ ਪਿੱਲੇ ਵਾਲ ਨੂੰ ਭੀ ਨਾ ਭਾਲੇ, ਉਹ ਅਸ਼ੁੱਧ ਹੈ"},{"number":37,"verse":"ਪਰ ਜੇ ਕਦੀ ਉਸ ਦੇ ਵੇਖਣ ਵਿੱਚ ਉਹ ਸੇਣੂਆ ਉੱਥੇ ਹੀ ਰਹੇ ਅਤੇ ਉਸ ਦੇ ਵਿੱਚ ਇੱਕ ਕਾਲਾ ਵਾਲ ਪੈ ਗਿਆ ਹੋਵੇ ਤਾਂ ਸੇਣੂਆ ਚੰਗਾ ਹੋਗਿਆ। ਉਹ ਸ਼ੁੱਧ ਹੈ ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਸ਼ੁੱਧ ਆਖੇ।।"},{"number":38,"verse":"ਜੇ ਕਦੀ ਮਨੁੱਖ ਯਾ ਤੀਵੀਂ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਬੱਗੀਆਂ ਥਾਵਾਂ ਅਰਥਾਤ ਚਿੱਟੀਆਂ ਬੱਗੀਆਂ ਥਾਵਾਂ ਹੋਣ"},{"number":39,"verse":"ਤਾਂ ਜਾਜਕ ਵੇਖ ਲਵੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਨ੍ਹਾਂ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਜਿਹੜੀਆਂ ਬੱਗੀਆਂ ਥਾਵਾਂ ਹੋਣ ਕੁਝ ਗੂੜ੍ਹੀਆਂ ਦਿੱਸਣ ਤਾਂ ਉਹ ਇੱਕ ਡੱਬੀ ਥਾਂ ਹੈ ਜੋ ਚੰਮ ਵਿੱਚ ਹੁੰਦੀ ਹੈ, ਉਹ ਸ਼ੁੱਧ ਹੈ"},{"number":40,"verse":"ਅਤੇ ਉਹ ਮਨੁੱਖ ਜਿਸ ਦੇ ਵਾਲ ਸਿਰ ਤੋਂ ਲਹਿ ਪਏ ਹਨ ਸੋ ਉਹ ਗੰਜਾਂ ਤਾਂ ਹੈ ਤਾਂ ਭੀ ਸ਼ੁੱਧ ਹੈ"},{"number":41,"verse":"ਅਤੇ ਜਿਸ ਦੇ ਵਾਲ ਆਪਣੇ ਸਿਰ ਦੇ ਉਸ ਥਾਂ ਤੋਂ ਲਹਿ ਪਏ ਹੋਣ, ਜੋ ਮੂੰਹ ਦੀ ਵੱਲ ਹੈ ਤਾਂ ਉਹ ਮੱਥੇ ਦਾ ਗੰਜਾ ਤਾਂ ਹੈ, ਤਾਂ ਵੀ ਸ਼ੁੱਧ ਹੈ"},{"number":42,"verse":"ਅਤੇ ਜੇ ਕਦੀ ਉਸ ਗੰਜੇ ਸਿਰ ਵਿੱਚ, ਯਾਂ ਗੰਜੇ ਮੱਥੇ ਵਿੱਚ, ਇੱਕ ਚਿੱਟਾ ਲਾਲ ਜਿਹਾ ਫੋੜਾ ਹੋਵੇ ਤਾਂ ਉਹ ਉਸ ਦੇ ਗੰਜੇ ਸਿਰ ਵਿੱਚ, ਯਾ ਉਸ ਦੇ ਗੰਜੇ ਮੱਥੇ ਵਿੱਚ ਨਿਕੱਲਿਆ ਹੋਇਆ ਕੋਹੜ ਹੈ"},{"number":43,"verse":"ਤਾਂ ਜਾਜਕ ਉਸ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਫੋੜੇ ਦੀ ਸੋਜ ਉਸ ਦੇ ਗੰਜੇ ਸਿਰ ਵਿੱਚ, ਯਾ ਉਸ ਦੇ ਗੰਜੇ ਮੱਥੇ ਵਿੱਚ ਕੁਝ ਚਿੱਟੀ ਲਾਲ ਜਿਹੀ ਹੋਵੇ ਜਿਸ ਤਰਾਂ ਉਸ ਦੇ ਸਰੀਰ ਦੇ ਚੰਮ ਵਿੱਚ ਕੋਹੜ ਦਿਸ ਪੈਂਦਾ ਹੈ"},{"number":44,"verse":"ਤਾਂ ਉਹ ਕੋਹੜੀ ਹੈ, ਉਹ ਅਸ਼ੁੱਧ ਹੈ, ਜਾਜਕ ਉਸ ਨੂੰ ਮੂਲੋਂ ਅਸ਼ੁੱਧ ਆਖੇ, ਉਸ ਦਾ ਰੋਗ ਉਸ ਦੇ ਸਿਰ ਵਿੱਚ ਹੈ"},{"number":45,"verse":"ਅਤੇ ਉਹ ਕੋਹੜੀ ਜਿਸ ਨੂੰ ਰੋਗ ਲੱਗਾ ਹੋਵੇ ਓਸ ਦੇ ਲੀੜੇ ਪਾੜੇ ਜਾਣ ਅਤੇ ਉਸ ਦਾ ਸਿਰ ਨੰਗਾ ਹੋਵੇ ਅਤੇ ਆਪਣੇ ਉਤਲੇ ਹੋਠ ਉੱਤੇ ਕੁਝ ਕੱਜ ਕੇ ਏਹ ਹਾਕਾਂ ਮਾਰੇ, “ਅਸ਼ੁੱਧ! ਅਸ਼ੁੱਧ”"},{"number":46,"verse":"ਜਿੰਨੇ ਦਿਨ ਉਹ ਰੋਗ ਉਸ ਦੇ ਵਿੱਚ ਰਹੇ ਉਹ ਭ੍ਰਿਸ਼ਟ ਰਹੇ, ਉਹ ਅਸ਼ੁੱਧ ਹੈ, ਉਹ ਇਕੱਲਾ ਵਸੇ, ਉਸ ਦਾ ਵਸੇਬਾ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਹੋਵੇ।।"},{"number":47,"verse":"ਉਹ ਲੀੜਾ ਭੀ ਜਿਸ ਦੇ ਵਿੱਚ ਕੋਹੜ ਹੋਵੇ, ਭਾਵੇਂ ਉੱਨ ਦਾ ਭਾਵੇਂ ਕਤਾਨ ਦਾ"},{"number":48,"verse":"ਭਾਵੇਂ ਤਾਣੀ ਵਿੱਚ, ਭਾਵੇਂ ਉੱਣਨੀ ਵਿੱਚ, ਭਾਵੇਂ ਕਤਾਨ ਦਾ ਭਾਵੇਂ ਉੱਨ ਦਾ, ਭਾਵੇ ਚੰਮ ਵਿੱਚ ਦੀ ਬਣੀ ਹੋਈ ਕਿਸੇ ਵਸਤ ਵਿੱਚ"},{"number":49,"verse":"ਅਤੇ ਜੇ ਉਹ ਰੋਗ ਕਿਸੇ ਲੀੜੇ ਵਿੱਚ ਯਾ ਚੰਮ ਵਿੱਚ, ਭਾਵੇਂ ਤਾਣੀ ਵਿੱਚ, ਭਾਵੇਂ ਉੱਣਨੀ ਵਿੱਚ, ਭਾਵੇਂ ਚੰਮ ਦੀ ਬਣੀ ਹੋਈ ਕਿਸੇ ਵਸਤ ਵਿੱਚ ਕੁਝ ਹਰਾ ਯਾ ਲਾਲ ਜਿਹਾ ਹੋਵੇ ਤਾਂ ਉਹ ਕੋਹੜ ਦਾ ਰੋਗ ਹੈ ਅਤੇ ਜਾਜਕ ਨੂੰ ਦੱਸਿਆ ਜਾਵੇ"},{"number":50,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਰੋਗ ਨੂੰ ਵੇਖੇ ਅਤੇ ਉਸ ਨੂੰ ਜਿਸ ਦਾ ਰੋਗ ਹੈ ਸੱਤ ਦਿਨ ਤੋੜੀ ਬੰਨ੍ਹ ਰੱਖੇ"},{"number":51,"verse":"ਅਤੇ ਸੱਤਵੇਂ ਦਿਨ ਉਸ ਰੋਗ ਨੂੰ ਵੇਖੇ ਜੇ ਉਹ ਰੋਗ ਉਸ ਲੀੜੇ ਵਿੱਚ, ਭਾਵੇ ਤਾਣੀ ਵਿੱਚ, ਭਾਵੇਂ ਉੱਣਨੀ ਵਿੱਚ, ਭਾਵੇਂ ਚੰਮ ਵਿੱਚ, ਯਾ ਚੰਮ ਦੀ ਬਣੀ ਹੋਈ ਕਿਸੀ ਵਸਤ ਵਿੱਚ ਖਿਲਰਿਆ ਹੋਇਆ ਹੋਵੇ ਤਾਂ ਉਹ ਰੋਗ ਇੱਕ ਵਧਣ ਵਾਲਾ ਕੋਹੜ ਹੈ, ਉਹ ਅਸ਼ੁੱਧ ਹੈ"},{"number":52,"verse":"ਸੋ ਉਹ ਉਸ ਲੀੜੇ ਨੂੰ, ਭਾਵੇਂ ਤਾਣੀ, ਭਾਵੇਂ ਉੱਣਨੀ, ਉੱਨ ਦਾ ਯਾ ਕਤਾਨ ਦਾ, ਯਾ ਚੰਮ ਦੀ ਕਿਸੇ ਵਸਤ ਦਾ ਜਿਸ ਦੇ ਵਿੱਚ ਰੋਗ ਹੈ ਸਾੜ ਸੁੱਟੇ ਕਿਉਂ ਜੋ ਉਹ ਵਧਣ ਵਾਲਾ ਕੋਹੜ ਹੈ, ਉਹ ਅੱਗ ਵਿੱਚ ਸਾੜਿਆ ਜਾਵੇ"},{"number":53,"verse":"ਅਤੇ ਜੇ ਜਾਜਕ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਉਹ ਰੋਗ ਉਸ ਲੀੜੇ ਵਿੱਚ, ਨਾ ਤਾਣੀ, ਨਾ ਉੱਣਨੀ, ਨਾ ਚੰਮ ਦੀ ਕਿਸੇ ਵਸਤ ਵਿੱਚ ਨਾ ਖਿਲਰਿਆ ਹੋਵੇ"},{"number":54,"verse":"ਤਾਂ ਜਾਜਕ ਆਗਿਆ ਦੇਵੇ ਜੋ ਉਸ ਵਸਤ ਨੂੰ ਜਿਸ ਦੇ ਵਿੱਚ ਰੋਗ ਹੈ ਧੋ ਸੁੱਟਣ ਅਤੇ ਉਸ ਨੂੰ ਸੱਤ ਦਿਨ ਹੋਰ ਬੰਨ੍ਹ ਰੱਖੇ"},{"number":55,"verse":"ਅਤੇ ਜਾਜਕ ਧੋਣ ਦੇ ਪਿੱਛੋਂ ਉਸ ਰੋਗ ਨੂੰ ਵੇਖੇ ਅਤੇ ਵੇਖੋ, ਜੇ ਉਸ ਰੋਗ ਦਾ ਰੰਗ ਵੱਟਿਆ ਹੋਇਆ ਨਾ ਹੋਵੇ ਅਤੇ ਰੋਗ ਖਿਲਰਿਆ ਹੋਇਆ ਨਾ ਹੋਵੇ ਤਾਂ ਉਹ ਅਸ਼ੁੱਧ ਹੈ। ਤੂੰ ਉਸ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸਾੜੀਂ, ਉਹ ਅੰਦਰੋਂ ਵੱਧਦਾ ਹੈ, ਭਾਵੇਂ ਬਾਹਰੋਂ ਯਾਂ ਅੰਦਰੋਂ ਨੰਗਾ ਹੋਵੇ"},{"number":56,"verse":"ਅਤੇ ਜੇ ਜਾਜਕ ਵੇਖੇ ਅਤੇ ਵੇਖੇ, ਜੋ ਉਸ ਦੇ ਧੋਣ ਦੇ ਪਿੱਛੋਂ ਉਹ ਰੋਗ ਕੁਝ ਗੂੜ੍ਹਾ ਦਿੱਸੇ, ਤਾਂ ਉਹ ਉਸ ਲੀੜੇ ਵਿੱਚੋਂ, ਯਾ ਚੰਮ ਵਿੱਚੋਂ, ਯਾ ਤਾਣੀ ਵਿੱਚੋਂ, ਯਾ ਉੱਣਨੀ ਵਿੱਚੋਂ ਉਸ ਨੂੰ ਪਾੜ ਕੇ ਕੱਢੇ"},{"number":57,"verse":"ਅਤੇ ਜੇ ਉਹ ਉਸ ਲੀੜੇ ਵਿੱਚ, ਭਾਵੇਂ ਤਾਣੀ ਵਿੱਚ, ਭਾਵੇਂ ਉੱਣਨੀ ਵਿੱਚ, ਯਾ ਚੰਮ ਕਿਸੇ ਵਸਤ ਵਿੱਚ ਪਰਗਟ ਹੋਵੇ ਤਾਂ ਉਹ ਵਧਣ ਵਾਲਾ ਰੋਗ ਹੈ, ਤੂੰ ਉਸ ਵਸਤ ਨੂੰ ਜਿਸ ਦੇ ਵਿੱਚ ਰੋਗ ਹੈ ਅੱਗ ਵਿੱਚ ਸਾੜ ਸੁੱਟੀਂ"},{"number":58,"verse":"ਅਤੇ ਉਹ ਲੀੜਾ ਭਾਵੇਂ ਤਾਣੀ, ਭਾਵੇਂ ਉੱਣਨੀ, ਯਾ ਕੋਈ ਵਸਤ ਚੰਮ ਦੀ ਭਾਵੇਂ ਹੋਵੇ ਜੋ ਤੂੰ ਧੋਵੇਂ, ਜੇ ਉਹ ਰੋਗ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਹਟ ਜਾਵੇ ਤਾਂ ਉਹ ਦੂਜੀ ਵਾਰ ਧੋਤਾ ਜਾਵੇ ਅਤੇ ਸ਼ੁੱਧ ਹੋ ਜਾਏ"},{"number":59,"verse":"ਕਿਸੇ ਲੀੜੇ ਵਿੱਚ, ਭਾਵੇਂ ਉੱਨ ਦਾ, ਭਾਵੇਂ ਕਤਾਨ ਦਾ, ਭਾਵੇਂ ਤਾਣੀ ਵਿੱਚ, ਭਾਵੇਂ ਉੱਣਨੀ ਵਿੱਚ, ਭਾਵੇਂ ਚੰਮਾਂ ਦੀ ਕਿਸੇ ਵਸਤ ਵਿੱਚ ਉਸ ਨੂੰ ਸ਼ੁੱਧ ਆਖਣ ਲਈ, ਯਾ ਉਸ ਨੂੰ ਅਸ਼ੁੱਧ ਆਖਣ ਲਈ, ਕੋਹੜ ਦੇ ਰੋਗ ਦੀ ਬਿਵਸਥਾ ਇਹੋ ਹੈ।।"}]}