{"bibleAbbr":"paOV2016","bookName":"ਲੇਵੀਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"( ਬਲੀਦਾਨਾਂ ਦੇ ਵਿੱਖੇ) ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਨਾਲ ਬੋਲਿਆ ਕਿ"},{"number":2,"verse":"ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਪਰਵਾਰ ਨਾਲ ਗੱਲ ਕਰਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖੋ, ਜਿਹੜੀ ਗੱਲ ਦੀ ਯਹੋਵਾਹ ਨੇ ਆਗਿਆ ਦਿੱਤੀ ਸੋ ਇਹ ਹੈ"},{"number":3,"verse":"ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਤੋਂ ਹੋਵੇ, ਜੋ ਬਲਦ, ਯਾ ਲੇਲਾ, ਯਾ ਬੱਕਰਾ ਡੇਰੇ ਵਿੱਚ ਕੱਟ ਸੁੱਟੇ ਯਾ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਕੱਟੇ"},{"number":4,"verse":"ਅਤੇ ਉਸ ਨੂੰ ਮੰਡਲੀ ਦੇ ਡੇਰੇ ਦੇ ਬੂਹੇ ਦੇ ਕੋਲ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ, ਯਹੋਵਾਹ ਦੇ ਡੇਹਰੇ ਦੇ ਅੱਗੇ ਬਲੀ ਚੜ੍ਹਾਉਣ ਨੂੰ ਉਸ ਨੂੰ ਨਾ ਲਿਆਵੇ, ਓਸ ਦੇ ਜੁੰਮੇ ਖੂਨ ਗਿਣਿਆ ਜਾਏ । ਉਸ ਨੇ ਲਹੂ ਬਹਾਇਆ ਅਤੇ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਛੇਕਿਆ ਜਾਵੇ"},{"number":5,"verse":"ਏਸ ਕਰਕੇ ਜੋ ਇਸਰਾਏਲੀਆਂ ਆਪਣੀਆਂ ਬਲੀਆਂ ਨੂੰ ਜੋ ਓਹ ਖੁਲੇ ਰੜੇ ਵਿੱਚ ਚੜ੍ਹਾਉਂਦੇ ਹਾਂ ਭਈ ਓਹ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਮੰਡਲੀ ਦੇ ਡੇਰੇ ਦੇ ਬੂਹੇ ਦੇ ਕੋਲ ਜਾਜਕ ਦੇ ਅੱਗੇ ਲਿਆਉਣ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸੁਖ ਸਾਂਦ ਦੀਆਂ ਭੇਟਾਂ ਕਰਕੇ ਚੜ੍ਹਾਉਣ"},{"number":6,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਲਹੂ ਨੂੰ ਯਹੋਵਾਹ ਦੀ ਜਗਵੇਦੀ ਦੇ ਉੱਤੇ ਮੰਡਲੀ ਦੇ ਡੇਰੇ ਦੇ ਬੂਹੇ ਦੇ ਕੋਲ ਛਿਣਕੇ ਅਤੇ ਚਰਬੀ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸੁਗੰਧਤਾਂ ਕਰਕੇ ਸਾੜੇ"},{"number":7,"verse":"ਅਤੇ ਉਹ ਫੇਰ ਕਦੀ ਆਪਣੀਆਂ ਬਲੀਆਂ ਭੂਤ ਬੱਕਰਿਆਂ ਦੇ ਅੱਗੇ ਜਿਨ੍ਹਾਂ ਦੇ ਮਗਰ ਉਹ ਲੱਗ ਕੇ ਉਹ ਜਨਾਹ ਕਰਦੇ ਸਨ ਨਾ ਚੜ੍ਹਾਉਣ, ਇਹ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪੀੜ੍ਹੀਆਂ ਤੋੜੀ ਇੱਕ ਸਦਾ ਦੀ ਬਿਧੀ ਹੋਵੇ।।"},{"number":8,"verse":"ਤੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਤਰਾਂ ਆਖਣਾ, ਭਾਵੇਂ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦਾ ਕੋਈ ਮਨੁੱਖ ਹੋਵੇ, ਯਾ ਓਪਰਿਆਂ ਵਿੱਚੋਂ ਜੋ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਰਹਿੰਦੇ ਹਨ, ਜਿਹੜਾ ਹੋਮ ਦੀ ਭੇਟ ਯਾ ਬਲੀ ਚੜ੍ਹਾਵੇ"},{"number":9,"verse":"ਅਤੇ ਉਸ ਨੂੰ ਮੰਡਲੀ ਦੇ ਡੇਰੇ ਦੇ ਬੂਹੇ ਦੇ ਕੋਲ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਉਣ ਲਈ ਉਸ ਨੂੰ ਨਾ ਲਿਆਵੇ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਛੇਕਿਆ ਜਾਏ ।।"},{"number":10,"verse":"ਅਤੇ ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦਾ ਹੋਵੇ ਯਾ ਉਨ੍ਹਾਂ ਓਪਰਿਆਂ ਵਿੱਚੋਂ ਜੋ ਤੁਹਾਡੇ ਵਿੱਚ ਵੱਸਦੇ ਹਨ ਜਿਹੜਾ ਕਿਸੇ ਪਰਕਾਰ ਦਾ ਲਹੂ ਖਾਵੇ ਤਾਂ ਜਿਹੜਾ ਲਹੂ ਖਾਵੇ, ਮੈਂ ਓਸ ਪ੍ਰਾਣੀ ਦਾ ਵਿਰੋਧੀ ਬਣਾਂਗਾ ਅਤੇ ਉਸ ਨੂੰ ਉਸ ਦਿਆਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਛੇਕ ਦਿਆਂਗਾ"},{"number":11,"verse":"ਕਿਉਂ ਜੋ ਸਰੀਰ ਦੀ ਜਿੰਦ ਉਸ ਦੇ ਲਹੂ ਵਿੱਚ ਹੈ ਅਤੇ ਮੈਂ ਉਸ ਨੂੰ ਜਗਵੇਦੀ ਦੇ ਉੱਤੇ ਤੁਹਾਡੇ ਪ੍ਰਾਣਾਂ ਦੇ ਪ੍ਰਾਸਚਿਤ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਦਿੱਤਾ ਹੈ ਕਿਉਂ ਕਿ ਜਿਹੜਾ ਪ੍ਰਾਸਚਿਤ ਕਰਦਾ ਹੈ ਸੋ ਜਿੰਦ ਦੇ ਕਾਰਨ ਲਹੂ ਹੈ"},{"number":12,"verse":"ਇਸ ਲਈ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਆਖਿਆ, ਜੋ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਪ੍ਰਾਣੀ ਲਹੂ ਨਾ ਖਾਵੇ, ਨਾ ਕੋਈ ਓਪਰਾ ਜੋ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਵੱਸਦਾ ਹੈ ਲਹੂ ਖਾਵੇ"},{"number":13,"verse":"ਅਤੇ ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਇਸਰਾਏਲੀਆਂ ਦਾ ਹੋਵੇ ਯਾ ਓਪਰਿਆਂ ਵਿੱਚੋਂ ਜੋ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਵੱਸਦੇ ਹਨ ਜਿਹੜਾ ਸ਼ਿਕਾਰ ਕਰਕੇ ਕਿਸੇ ਖਾਣ ਜੋਗ ਪਸੂ ਯਾ ਪੰਛੀ ਨੂੰ ਫੜ ਲਵੇ ਉਹ ਦਾ ਲਹੂ ਕੱਢਕੇ ਉਹ ਨੂੰ ਮਿੱਟੀ ਨਾਲ ਕੱਜੇ"},{"number":14,"verse":"ਕਿਉਂਜੋ ਉਹ ਸਾਰੇ ਮਾਸ ਦੀ ਜਿੰਦ ਹੈ, ਉਸ ਦਾ ਲਹੂ ਉਸ ਦੀ ਜਿੰਦ ਦੇ ਲਈ ਹੈ, ਇਸ ਲਈ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਆਖਿਆ, ਤੁਸਾਂ ਕਿਸੇ ਪਰਕਾਰ ਦੇ ਮਾਸ ਦਾ ਲਹੂ ਨਾ ਖਾਣਾ ਕਿਉਂਜੋ ਸਾਰੇ ਮਾਸ ਦੀ ਜਿੰਦ ਉਸ ਦਾ ਲਹੂ ਹੈ । ਜਿਹੜਾ ਉਸ ਨੂੰ ਖਾਵੇ ਉਹ ਛੇਕਿਆ ਜਾਵੇ"},{"number":15,"verse":"ਅਤੇ ਜਿਹੜਾ ਪ੍ਰਾਣੀਂ ਉਸ ਨੂੰ ਜੋ ਆਪੇ ਮਰ ਗਿਆ ਹੋਵੇ ਯਾ ਉਸ ਨੂੰ ਜਿਹੜਾ ਪਸੂਆਂ ਨੇ ਪਾੜਿਆ ਹੋਵੇ ਉਹ ਖਾਵੇ, ਭਾਵੇਂ ਆਪਣੇ ਦੇਸ ਦਾ, ਭਾਵੇਂ ਓਪਰਾ ਹੋਵੇ ਤਾਂ ਉਹ ਨਾਲੇ ਆਪਣੇ ਲੀੜੇ ਧੋਵੇ ਨਾਲੇ ਪਾਣੀ ਵਿੱਚ ਵਿੱਚ ਨ੍ਹਾਵੇ ਅਤੇ ਸੰਧਿਆਂ ਤੋੜੀ ਅਸ਼ੁੱਧ ਰਹੇ, ਫੇਰ ਉਹ ਸ਼ੁੱਧ ਬਣੇ"},{"number":16,"verse":"ਪਰ ਜੇ ਉਹ ਨਾ ਧੋਵੇ ਨਾ ਨ੍ਹਾਵੇ ਤਾਂ ਉਸ ਦਾ ਦੋਸ਼ ਉਸ ਦੇ ਜੁੰਮੇ ਹੈ ।।"}]}