{"bibleAbbr":"paOV2016","bookName":"ਲੇਵੀਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"( ਪਰਮਾਰਥਕ ਉਪਦੇਸ਼) ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਨਾਲ ਬੋਲਿਆ ਕਿ"},{"number":2,"verse":"ਇਸਰਾਏਲੀਆਂ ਨਾਲ ਗੱਲ ਕਰਕੇ ਆਖ, ਮੈਂ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹਾਂ"},{"number":3,"verse":"ਮਿਸਰ ਦੇ ਦੇਸ ਦੇ ਕਰਤੱਬ ਦੇ ਅਨੁਸਾਰ ਜਿਸ ਦੇ ਵਿੱਚ ਤੁਸੀਂ ਵੱਸਦੇ ਸੀ ਤੁਸਾਂ ਨਾ ਕਰਨਾ, ਅਤੇ ਕਨਾਨ ਦੇ ਦੇਸ ਦੇ ਕਰਤੱਬ ਦੇ ਅਨੁਸਾਰ ਜਿੱਥੇ ਮੈਂ ਤੁਹਾਨੂੰ ਲਿਆਉਂਦਾ ਹਾਂ ਤੁਸਾਂ ਨਾ ਕਰਨਾ, ਨਾ ਤੁਸਾਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਰੀਤਾਂ ਵਿੱਚ ਚੱਲਨਾ"},{"number":4,"verse":"ਤੁਸਾਂ ਮੇਰਿਆਂ ਨਿਆਵਾਂ ਨੂੰ ਕਰਨਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਤੁਰਨ ਲਈ ਮੇਰੀਆਂ ਰੀਤਾਂ ਨੂੰ ਧਿਆਨ ਰੱਖਣਾ, ਮੈਂ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹਾਂ"},{"number":5,"verse":"ਸੋ ਤੁਸਾਂ ਮੇਰੀਆਂ ਬਿਧਾਂ ਅਤੇ ਮੇਰਿਆਂ ਨਿਆਵਾਂ ਨੂੰ ਧਿਆਨ ਰੱਖਣਾ। ਜੇ ਕੋਈ ਉਨ੍ਹਾਂ ਨੂੰ ਪੂਰਾ ਕਰੇ ਤਾਂ ਉਹ ਇਨ੍ਹਾਂ ਵਿੱਚ ਜੀਉਂਦਾ ਰਹੇਗਾ। ਮੈਂ ਹੀ ਯਹੋਵਾਹ ਹਾਂ।।"},{"number":6,"verse":"ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਜਣਾ ਉਨ੍ਹਾਂ ਦੇ ਨੰਗੇਜ ਉਘਾੜਨ ਦੇ ਲਈ ਆਪਣੇ ਨੇੜੇ ਦੇ ਸਾਕ ਦੇ ਕਿਸੇ ਕੋਲ ਨਾ ਜਾਏ । ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ"},{"number":7,"verse":"ਆਪਣੇ ਪਿਉ ਦੇ ਨੰਗੇਜ ਨੂੰ ਅਤੇ ਆਪਣੀ ਮਾਂ ਦੇ ਨੰਗੇਜ ਨੂੰ ਤੂੰ ਨਾ ਉਘਾੜੀਂ, ਉਹ ਤੇਰੀ ਮਾਂ ਹੈ, ਤੂੰ ਉਸ ਦਾ ਨੰਗੇਜ ਨਾ ਉਘਾੜੀਂ"},{"number":8,"verse":"ਆਪਣੇ ਪਿਉ ਦੀ ਵਹੁਟੀ ਦਾ ਨੰਗੇਜ ਤੂੰ ਨਾ ਉਘਾੜੀਂ, ਇਹ ਤੇਰੇ ਪਿਉ ਦਾ ਨੰਗੇਜ ਹੈ"},{"number":9,"verse":"ਆਪਣੀ ਭੈਣ ਅਤੇ ਆਪਣੇ ਪਿਉ ਦੀ ਧੀ ਯਾ ਆਪਣੀ ਮਾਂ ਦੀ ਧੀ ਦਾ ਨੰਗੇਜ, ਭਾਵੇਂ ਘਰ ਦੀ ਜੰਮੀ, ਭਾਵੇਂ ਵਾਂਢੇ ਜੰਮੀ ਹੋਈ ਹੋਵੇ, ਉਨ੍ਹਾਂ ਦਾ ਨੰਗੇਜ ਤੂੰ ਨਾ ਉਘਾੜੀਂ"},{"number":10,"verse":"ਤੇਰੇ ਪੁੱਤ੍ਰ ਦੀ ਧੀ ਯਾ ਤੇਰੀ ਧੀ ਦੀ ਧੀ ਦਾ ਨੰਗੇਜ, ਹਾਂ, ਉਨ੍ਹਾਂ ਦੇ ਨੰਗੇਜ ਨੂੰ ਤੂੰ ਨਾ ਉਘਾੜੀਂ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਦਾ ਨੰਗੇਜ ਸੋ ਤੇਰਾ ਆਪਣਾ ਹੀ ਹੈ"},{"number":11,"verse":"ਆਪਣੇ ਪਿਉ ਦੀ ਤੀਵੀਂ ਦੀ ਧੀ ਦਾ ਨੰਗੇਜ ਜੋ ਤੇਰੇ ਪਿਉ ਤੋਂ ਜੰਮੀ ਤੇਰੀ ਭੈਣ ਜੋ ਹੋਈ, ਉਸ ਦਾ ਨੰਗੇਜ ਤੂੰ ਨਾ ਉਘਾੜੀਂ"},{"number":12,"verse":"ਆਪਣੇ ਪਿਉ ਦੀ ਭੈਣ ਦਾ ਨੰਗੇਜ ਤੂੰ ਨਾ ਉਘਾੜੀਂ, ਉਹ ਤੇਰੇ ਪਿਓ ਦਾ ਨੇੜੇ ਦਾ ਸਾਕ ਹੈ"},{"number":13,"verse":"ਆਪਣੀ ਮਾਂ ਦੀ ਭੈਣ ਦਾ ਨੰਗੇਜ ਤੂੰ ਨਾ ਉਘਾੜੀਂ ਕਿਉਂ ਜੋ ਉਹ ਤੇਰੀ ਮਾਂ ਦਾ ਨੇੜੇ ਦਾ ਸਾਕ ਹੈ"},{"number":14,"verse":"ਤੂੰ ਆਪਣੇ ਪਿਓ ਦੇ ਭਰਾ ਦਾ ਨੰਗੇਜ ਨਾ ਉਘਾੜੀਂ, ਤੂੰ ਉਸ ਦੀ ਵਹੁਟੀ ਕੋਲ ਨਾ ਜਾਈਂ, ਉਹ ਤੇਰੀ ਚਾਚੀ ਹੈ"},{"number":15,"verse":"ਤੂੰ ਆਪਣੀ ਨੂੰਹ ਦਾ ਨੰਗੇਜ ਨਾ ਉਘਾੜੀਂ, ਉਹ ਤੇਰੇ ਪੁੱਤ੍ਰ ਦੀ ਵਹੁਟੀ ਹੈ, ਉਸ ਦਾ ਨੰਗੇਜ ਤੂੰ ਨਾ ਉਘਾੜੀਂ"},{"number":16,"verse":"ਤੂੰ ਆਪਣੇ ਭਰਾ ਦੀ ਵਹੁਟੀ ਦਾ ਨੰਗੇਜ ਨਾ ਉਘਾੜੀਂ, ਉਹ ਤੇਰੇ ਭਰਾ ਦਾ ਨੰਗੇਜ ਹੈ"},{"number":17,"verse":"ਤੂੰ ਕਿਸੇ ਤੀਵੀਂ ਅਤੇ ਉਸ ਦੀ ਧੀ ਦਾ ਨੰਗੇਜ ਨਾ ਉਘਾੜੀਂ, ਨਾ ਤੂੰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਦੀ ਧੀ, ਯਾਂ ਉਸ ਦੀ ਧੀ ਦੀ ਧੀ ਨੂੰ ਉਸ ਦਾ ਨੰਗੇਜ ਉਘਾੜਨ ਲਈ ਲਿਆਵੀਂ ਕਿਉਂ ਜੋ ਉਹ ਉਸ ਦੇ ਨੇੜੇ ਦੇ ਸਾਕ ਹਨ, ਇਹ ਖੋਟ ਹੈ"},{"number":18,"verse":"ਨਾ ਤੂੰ ਕਿਸੇ ਤੀਵੀਂ ਨੂੰ ਉਸ ਦੇ ਦੁਖ ਦੇਣ ਲਈ ਉਸ ਦਾ ਨੰਗੇਜ ਉਘਾੜਨ ਲਈ, ਪਹਿਲੀ ਵਹੁਟੀ ਦੇ ਜੀਉਂਦਿਆਂ ਉਸ ਦੀ ਭੈਣ ਨੂੰ ਨਾ ਵਿਆਹਵੀਂ"},{"number":19,"verse":"ਨਾਲੇ ਤੂੰ ਕਿਸੇ ਤੀਵੀਂ ਦਾ ਨੰਗੇਜ ਉਘਾੜਨ ਲਈ ਜਿੱਥੋਂ ਤੋੜੀ ਉਹ ਆਪਣੀ ਅਸ਼ੁੱਧਤਾਈ ਕਰਕੇ ਵੱਖਰੀ ਹੈ, ਉਸ ਦੇ ਕੋਲ ਨਾ ਜਾਵੀਂ"},{"number":20,"verse":"ਨਾਲੇ ਤੂੰ ਆਪਣੇ ਗੁਆਂਢੀ ਦੀ ਵਹੁਟੀ ਨਾਲ ਸੰਗ ਨਾ ਕਰੀਂ, ਜੋ ਉਸ ਦੇ ਨਾਲ ਤੁਸੀਂ ਭ੍ਰਿਸ਼ਟ ਨਾ ਹੋ ਜਾਓ"},{"number":21,"verse":"ਅਤੇ ਤੂੰ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਮੋਲਕ ਦੇਵ ਦੇ ਅੱਗੇ ਅੱਗ ਵਿੱਚ ਨਾ ਲੰਘਾਵੀਂ, ਨਾ ਤੂੰ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨਾਮ ਨੂੰ ਬਦਨਾਮ ਕਰੀਂ। ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ"},{"number":22,"verse":"ਤੂੰ ਜਿਸ ਤਰਾਂ ਤੀਵੀਂ ਦੇ ਨਾਲ ਸੰਗ ਕਰਦਾ ਹੈਂ ਮਨੁੱਖ ਦੇ ਨਾਲ ਸੰਗ ਨਾ ਕਰੀਂ, ਇਹ ਘਿਣਾਉਣਾ ਹੈ"},{"number":23,"verse":"ਤੂੰ ਕਿਸੇ ਪਸੂ ਦੇ ਨਾਲ ਸੰਗ ਨਾ ਕਰੀਂ ਜੋ ਤੂੰ ਉਸ ਤੋਂ ਭ੍ਰਿਸ਼ਟ ਨਾ ਹੋ ਜਾਵੇਂ ਅਤੇ ਨਾ ਕੋਈ ਤੀਵੀਂ ਕਿਸੇ ਪਸੂ ਦੇ ਅੱਗੇ ਜਾਕੇ ਖਲੋਵੇ ਜੋ ਉਸ ਤੋਂ ਸੰਗ ਕਰਵਾਏ, ਇਹ ਅਪੁੱਠੀ ਗੱਲ ਹੈ"},{"number":24,"verse":"ਤੁਸਾਂ ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਵਿੱਚ ਆਪਣੇ ਆਪ ਨੂੰ ਕਿਸੇ ਨਾਲ ਅਸ਼ੁੱਧ ਨਾ ਕਰਨਾ ਕਿਉਂ ਜੋ ਇਨ੍ਹਾਂ ਸਭਨਾਂ ਗੱਲਾਂ ਵਿੱਚ ਉਹ ਜਾਤਾਂ ਜੋ ਮੈਂ ਤੁਹਾਡੇ ਅੱਗੇ ਕੱਢਦਾ ਹੈਂ ਅਸ਼ੁੱਧ ਹੋਈਆਂ ਹਨ"},{"number":25,"verse":"ਅਤੇ ਧਰਤੀ ਭੀ ਅਸ਼ੁੱਧ ਹੋਈ ਹੈ, ਇਸ ਲਈ ਮੈਂ ਉਸ ਦੀ ਬਦੀ ਦਾ ਵੱਟਾ ਉਸ ਤੋਂ ਲੈਂਦਾ ਹਾਂ ਅਤੇ ਧਰਤੀ ਭੀ ਆਪਣੇ ਵਾਸੀਆਂ ਨੂੰ ਉਗਲਾਛ ਦਿੰਦੀ ਹੈ"},{"number":26,"verse":"ਸੋ ਤੁਸੀਂ ਮੇਰੀਆਂ ਬਿਧਾਂ ਅਤੇ ਮੇਰਿਆਂ ਨਿਆਵਾਂ ਨੂੰ ਧਿਆਨ ਰੱਖਣਾ ਅਤੇ ਇਨ੍ਹਾਂ ਮਾੜੀਆਂ ਗੱਲਾਂ ਵਿੱਚੋਂ ਕੋਈ ਨਾ ਕਰਨੀ, ਭਾਵੇਂ ਆਪਣੀ ਜਾਤ ਦਾ, ਭਾਵੇਂ ਕੋਈ ਓਪਰਾ ਜੋ ਤੁਹਾਡੇ ਵਿੱਚ ਵੱਸਦਾ ਹੈ"},{"number":27,"verse":"ਕਿਉਂ ਜੋ ਧਰਤੀ ਦੇ ਵਾਸੀਆਂ ਨੇ, ਜੋ ਤੁਹਾਡੇ ਅੱਗੇ ਸਨ ਏਹ ਸੱਭੇ ਮਾੜੀਆਂ ਗੱਲਾਂ ਕੀਤੀਆਂ ਅਤੇ ਧਰਤੀ ਅਸ਼ੁੱਧ ਹੋ ਗਈ"},{"number":28,"verse":"ਜੋ ਧਰਤੀ ਤੁਹਾਡੀ ਅਸ਼ੁੱਧਤਾਈ ਦੇ ਵੇਲੇ ਤੁਹਾਨੂੰ ਭੀ ਉਗਲਾਛ ਨਾ ਦੇਵੇ ਜਿੱਕੁਰ ਉਸ ਨੇ ਜੋ ਤੁਹਾਥੋਂ ਪਹਿਲੇ ਸਨ ਉਨ੍ਹਾਂ ਜਾਤਾਂ ਨੂੰ ਉਗਲਾਛ ਦਿੱਤਾ"},{"number":29,"verse":"ਕਿਉਂ ਜੋ ਇਨ੍ਹਾਂ ਮਾੜੀਆਂ ਗੱਲਾਂ ਵਿੱਚ ਜਿਹੜਾ ਕੁਝ ਕਰੇ ਤਾਂ ਓਹ ਪ੍ਰਾਣੀ ਜੋ ਕਰਨ ਸੋ ਆਪਣੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਛੇਕੇ ਜਾਣ"},{"number":30,"verse":"ਇਸ ਲਈ ਤੁਸਾਂ ਮੇਰੇ ਹੁਕਮਾਂ ਨੂੰ ਮੰਨਣਾ ਜੋ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਮਾੜੀਆਂ ਰੀਤਾਂ ਵਿੱਚੋਂ, ਜੋ ਤੁਹਾਡੇ ਅੱਗੋਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ ਨਾ ਕਰਨੀਆਂ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਅਸ਼ੁੱਧ ਨਾ ਕਰਨਾ। ਮੈਂ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹਾਂ।।"}]}