{"bibleAbbr":"paOV2016","bookName":"ਲੇਵੀਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"( ਮੈਦੇ ਦੀ ਭੇਟ) ਜਾਂ ਕੋਈ ਮੈਦੇ ਦੀ ਭੇਟ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਵੇ ਤਾਂ ਉਸ ਦੀ ਭੇਟ ਮਹੀਨ ਆਟੇ ਦੀ ਹੋਵੇ ਅਤੇ ਉਸ ਦੇ ਉੱਤੇ ਤੇਲ ਚੋਵੇ ਅਤੇ ਉਸ ਦੇ ਉੱਤੇ ਲੁਬਾਨ ਪਾਵੇ"},{"number":2,"verse":"ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰ ਜਾਜਕਾਂ ਦੇ ਕੋਲ ਲਿਆਵੇ ਅਤੇ ਉਹ ਉਸ ਵਿੱਚੋਂ ਉਸ ਦੇ ਮੈਦੇ ਵਿੱਚੋਂ ਅਤੇ ਉਸ ਦੇ ਤੇਲ ਵਿੱਚੋਂ ਉਸ ਸਾਰੇ ਲੁਬਾਨ ਵਿੱਚੋਂ ਇੱਕ ਮੁੱਠ ਭਰ ਲਵੇ ਅਤੇ ਜਾਜਕ ਉਸ ਨੂੰ ਜਗਵੇਦੀ ਦੇ ਉੱਤੇ ਉਸ ਦੇ ਸਿਮਰਨ ਲਈ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਇੱਕ ਸੁਗੰਧਤਾ ਅੱਗ ਦੀ ਭੇਟ ਕਰਕੇ ਸਾੜੇ"},{"number":3,"verse":"ਅਤੇ ਮੈਦੇ ਦੀ 3 ਭੇਟ ਦਾ ਵਾਧੂ ਸੋ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਹੋਵੇ। ਇਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਅੱਗ ਦੀ ਅੱਗ ਦੀ ਭੇਟ ਵਿੱਚੋਂ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹੈ।।"},{"number":4,"verse":"ਜੇ ਤੂੰ ਤੰਦੂਰ ਦਾ ਪਕਾਇਆ ਹੋਇਆ ਮੈਦੇ ਦੀ ਭੇਟ ਦਾ ਚੜ੍ਹਾਵਾ ਲਿਆਵੇਂ ਤਾਂ ਉਹ ਤੇਲ ਨਾਲ ਗੁੰਨ੍ਹੇ ਹੋਏ ਮੈਦੇ ਦਾ ਪਤੀਰੇ ਫੁਲਕਿਆਂ ਦਾ ਹੋਵੇ ਯਾ ਤੇਲ ਨਾਲ ਚੋਪੜੀਆਂ ਹੋਈਆਂ ਮੱਠੀਆਂ ਦਾ ਹੋਵੇ।।"},{"number":5,"verse":"ਅਤੇ ਜੇ ਤੇਰਾ ਚੜ੍ਹਾਵਾ ਇੱਕ ਤਵੇ ਉੱਤੇ ਪਕਾਈ ਹੋਈ ਮੈਦੇ ਦੀ ਭੇਟ ਹੋਵੇ ਤਾਂ ਉਹ ਤੇਲ ਨਾਲ ਗੁੰਨ੍ਹੇ ਹੋਏ ਪਤੀਰੀ ਮੈਦੇ ਦਾ ਹੋਵੇ"},{"number":6,"verse":"ਤੂੰ ਉਸ ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕਰੀਂ ਅਤੇ ਉਸ ਦੇ ਉੱਤੇ ਤੇਲ ਪਾਵੀਂ। ਇਹ ਇੱਕ ਮੈਦੇ ਦੀ ਭੇਟ ਹੈ।।"},{"number":7,"verse":"ਅਤੇ ਜੇ ਤੇਰਾ ਚੜ੍ਹਾਵਾ ਤਵੀ ਵਿੱਚ ਪਕਾਈ ਹੋਈ ਮੈਦੇ ਦੀ ਭੇਟ ਹੋਵੇ ਤਾਂ ਉਹ ਤੇਲ ਨਾਲ ਗੁੰਨ੍ਹੇ ਹੋਵੇ ਮੈਦੇ ਦਾ ਹੋਵੇ"},{"number":8,"verse":"ਅਤੇ ਤੂੰ ਇਨ੍ਹਾਂ ਵਸਤਾਂ ਦੀ ਬਣਾਈ ਹੋਈ ਮੈਦੇ ਦੀ ਭੇਟ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਲਿਆਵੀਂ ਅਤੇ ਜਾਂ ਉਹ ਜਾਜਕ ਦੇ ਅੱਗੇ ਧਰੀ ਜਾਵੇ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਜਗਵੇਦੀ ਕੋਲ ਲਿਆਵੇ"},{"number":9,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਦੇ ਸਿਮਰਨ ਲਈ ਉਸ ਮੈਦੇ ਦੀ ਭੇਟ ਤੋਂ ਕੁਝ ਲੈਕੇ ਉਸ ਨੂੰ ਜਗਵੇਦੀ ਉੱਤੇ ਸਾੜੇ, ਇਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਇੱਕ ਸੁਗੰਧਤਾ ਅੱਗ ਦੀ ਭੇਟ ਹੈ"},{"number":10,"verse":"ਅਤੇ ਜਿਹੜਾ ਉਸ ਮੈਦੇ ਦੀ ਭੇਟ ਤੋਂ ਰਹਿ ਜਾਏ ਸੋ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਹੋਵੇ ਇਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਅੱਗ ਦੀਆਂ ਭੇਟਾਂ ਵਿੱਚੋਂ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹੈ"},{"number":11,"verse":"ਮੈਦੇ ਦੀ ਭੇਟ ਵਿੱਚ ਜੋ ਤੁਸਾਂ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਲਿਆਉਣੀ ਕੁਝ ਖ਼ਮੀਰ ਨਾ ਹੋਵੇ ਕਿਉਂ ਜੋ ਤੁਸਾਂ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਕਿਸੇ ਅੱਗ ਦੀ ਭੇਟ ਵਿੱਚ ਨਾ ਖ਼ਮੀਰ ਨਾ ਕੁਝ ਸ਼ਹਿਤ ਸਾੜਨਾ।।"},{"number":12,"verse":"ਪਹਿਲੇ ਫ਼ਲਾਂ ਦੇ ਚੜ੍ਹਾਵੇ ਦੀ ਗੱਲ ਵਿੱਚ ਤੁਸਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਉਣਾ ਪਰ ਉਹ ਸੁਗੰਧਤਾ ਕਰਕੇ ਜਗਵੇਦੀ ਦੇ ਉੱਤੇ ਸਾੜਿਆ ਨਾ ਜਾਏ"},{"number":13,"verse":"ਅਤੇ ਆਪਣੀ ਮੈਦੇ ਦੀ ਭੇਟ ਦੇ ਸਭਨਾਂ ਚੜ੍ਹਾਵਿਆਂ ਵਿੱਚ ਲੂਣ ਰਲਾਵੀਂ ਅਤੇ ਆਪਣੀ ਮੈਦੇ ਦੀ ਭੇਟ ਵਿੱਚ ਤੂੰ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨੇਮ ਦਾ ਲੂਣ ਨਾ ਘਟਾਵੀਂ, ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਭੇਟਾਂ ਵਿੱਚ ਤੂੰ ਲੂਣ ਚੜ੍ਹਾਵੀਂ"},{"number":14,"verse":"ਅਤੇ ਜੇ ਤੂੰ ਆਪਣਿਆਂ ਪਹਿਲਿਆਂ ਫਲਾਂ ਦੀ ਇੱਕ ਮੈਦੇ ਦੀ ਭੇਟ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਵੇਂ ਤਾਂ ਤੂੰ ਮੈਦੇ ਦੀ ਭੇਟ ਵਿੱਚ ਆਪਣੇ ਪਹਿਲੇ ਫਲਾਂ ਦੇ ਦਾਣਿਆਂ ਦੇ ਹਰੇ ਸਿੱਟੇ ਅੱਗ ਨਾਲ ਭੁੰਨੇ ਹੋਏ ਅਰਥਾਤ ਪੂਰੇ ਸਿੱਟਿਆਂ ਵਿੱਚੋਂ ਦਲੇ ਹੋਏ ਦਾਣੇ ਚੜ੍ਹਾਵੀਂ"},{"number":15,"verse":"ਅਤੇ ਤੂੰ ਉਸ ਤੇ ਤੇਲ ਪਾਵੀਂ ਅਤੇ ਉਸ ਦੇ ਉੱਤੇ ਲੁਬਾਨ ਧਰੀਂ, ਇਹ ਇੱਕ ਮੈਦੇ ਦੀ ਭੇਟ ਹੈ"},{"number":16,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਦੇ ਸਿਮਰਨ ਦੇ ਲਈ ਉਸ ਦਿਆਂ ਦਲਿਆਂ ਹੋਇਆਂ ਦਾਣਿਆਂ ਵਿੱਚੋਂ ਅਤੇ ਓਸ ਦੇ ਤੇਲ ਵਿੱਚੋਂ ਕੁਝ ਲੈਕੇ ਉਸ ਦੇ ਸਾਰੇ ਲੁਬਾਨ ਸਣੇ ਸਾੜੇ। ਇਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਇੱਕ ਅੱਗ ਦੀ ਭੇਟ ਹੈ।।"}]}