{"bibleAbbr":"paOV2016","bookName":"ਲੇਵੀਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"( ਕੁਫ਼ਰ ਦਾ ਡੰਨ) ਫੇਰ ਯਹੋਵਾਹ ਮੂਸਾ ਨਾਲ ਬੋਲਿਆ ਕਿ"},{"number":2,"verse":"ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਆਗਿਆ ਦਿਓ, ਜੋ ਉਹ ਤੇਰੇ ਕੋਲ ਚਾਨਣ ਦੇ ਲਈ ਦੀਵੇ ਦੇ ਸਦਾ ਜਗਾਉਣ ਲਈ ਨਰੋਲ ਪੀੜਿਆ ਹੋਇਆ ਤੇਲ ਲਿਆਉਣ"},{"number":3,"verse":"ਹਾਰੂਨ ਸੰਧਿਆ ਤੋਂ ਲੈਕੇ ਸਵੇਰ ਤੋੜੀ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸਦਾ ਦੇ ਲਈ ਸਾਖੀ ਦੇ ਪੜਦੇ ਤੋਂ ਬਾਹਰ ਮੰਡਲੀ ਦੇ ਡੇਰੇ ਵਿੱਚ ਉਸ ਨੂੰ ਸੁਧਾਰੇ। ਇਹ ਤੁਹਾਡੀਆਂ ਪੀੜ੍ਹੀਆਂ ਵਿੱਚ ਇੱਕ ਸਦਾ ਦੀ ਬਿਧੀ ਠਹਿਰੇ"},{"number":4,"verse":"ਉਹ ਖ਼ਾਲਿਸ ਸ਼ਮਾਦਾਨ ਦੇ ਉੱਤੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸਦਾ ਦੇ ਲਈ ਦੀਵਿਆਂ ਨੂੰ ਸੁਧਾਰੇ।।"},{"number":5,"verse":"ਅਤੇ ਤੂੰ ਮੈਦਾ ਲੈਕੇ ਉਸ ਦੀਆਂ ਬਾਰਾਂ ਰੋਟੀਆਂ ਪਕਾਵੀਂ, ਇੱਕ ਇੱਕ ਰੋਟੀ ਵਿੱਚ ਦੋ ਦੋ ਦਸਵੰਧ ਹੋਣ"},{"number":6,"verse":"ਅਤੇ ਤੂੰ ਇਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਪਵਿੱਤ੍ਰ ਮੇਜ ਦੇ ਉੱਤੇ ਇੱਕ ਇੱਕ ਪਾਲ ਵਿੱਚ ਛੀ ਛੀ ਧਰ ਕੇ ਦੋ ਪਾਲਾਂ ਕਰੀਂ"},{"number":7,"verse":"ਅਤੇ ਤੂੰ ਇੱਕ ਇੱਕ ਪਾਲ ਦੇ ਉੱਤੇ ਨਰੋਲ ਲੁਬਾਨ ਧਰੀਂ, ਜੋ ਉਹ ਰੋਟੀ ਦੇ ਉੱਤੇ ਸਿਮਰਨ ਲਈ, ਅਰਥਾਤ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਇੱਕ ਅੱਗ ਦੀ ਭੇਟ ਹੋਵੇ"},{"number":8,"verse":"ਇੱਕ ਇੱਕ ਸਬਤ ਨੂੰ, ਉਹ ਉਸ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸਦਾ ਦੇ ਲਈ ਇਸਰਾਏਲੀਆਂ ਤੋਂ ਇੱਕ ਸਦਾ ਦੇ ਨੇਮ ਦੇ ਅਨੁਸਾਰ ਲੈਕੇ ਸੁਧਾਰੇ"},{"number":9,"verse":"ਅਤੇ ਉਹ ਹਾਰੂਨ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਬਣੇਗੀ ਅਤੇ ਓਹ ਉਸ ਨੂੰ ਪਵਿੱਤ੍ਰ ਥਾਂ ਵਿੱਚ ਖਾਣਗੇ ਕਿਉਂ ਜੋ ਉਹ ਉਸ ਦੇ ਲਈ ਇੱਕ ਸਦਾ ਦੀ ਬਿਧੀ ਕਰਕੇ ਯਹੋਵਾਹ ਦੀਆਂ ਅੱਗ ਦੀਆਂ ਭੇਟਾਂ ਵਿੱਚੋਂ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹੈ।।"},{"number":10,"verse":"ਅਤੇ ਇੱਕ ਇਸਰਾਏਲੀ ਤੀਵੀਂ ਦਾ ਪੁੱਤ੍ਰ ਜਿਸ ਦਾ ਪਿਓ ਮਿਸਰੀ ਸੀ ਸੋ ਇਸਰਾਏਲੀਆਂ ਨਾਲ ਨਿੱਕਲ ਗਿਆ ਸੀ ਅਤੇ ਇਹ ਇਸਰਾਏਲਣ ਦਾ ਪੁੱਤ੍ਰ ਅਤੇ ਕੋਈ ਇਸਰਾਏਲੀ ਮਨੁੱਖ ਡੇਰੇ ਵਿੱਚ ਝਗੜਦੇ ਸਨ"},{"number":11,"verse":"ਅਤੇ ਉਸ ਇਸਰਾਏਲਣ ਦਾ ਪੁੱਤ੍ਰ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਦਾ ਦੁਰਬਚਨ ਬੋਲਿਆ ਅਤੇ ਕੁਫ਼ਰ ਬਕਿਆ ਅਤੇ ਓਹ ਉਸ ਨੂੰ ਮੂਸਾ ਦੇ ਕੋਲ ਲੈ ਆਏ ਅਤੇ ਉਸ ਦੀ ਮਾਂ ਦਾ ਨਾਉਂ ਸਲੂਮੀਥ ਦਾਨ ਦੀ ਗੋਤ ਵਿੱਚੋਂ ਦਿਬਰੀ ਦੀ ਧੀ ਸੀ"},{"number":12,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਬੰਨ੍ਹ ਰੱਖਿਆ, ਭਈ ਵੇਖੀਏ ਯਹੋਵਾਹ ਸਾਨੂੰ ਕੀ ਸਲਾਹ ਦੱਸੇ।।"},{"number":13,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਮੂਸਾ ਨੂੰ ਬੋਲਿਆ ਕਿ"},{"number":14,"verse":"ਜਿਸ ਨੇ ਕੁਫ਼ਰ ਬਕਿਆ ਉਸ ਨੂੰ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਲਿਆਓ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਣਿਆ ਓਹ ਆਪਣੇ ਹੱਥ ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ ਧਰਨ ਅਤੇ ਸਾਰੀ ਮੰਡਲੀ ਉਸ ਨੂੰ ਵੱਟਿਆਂ ਨਾਲ ਮਾਰ ਸੁੱਟੇ"},{"number":15,"verse":"ਅਤੇ ਤੂੰ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਬੋਲ ਕਿ ਜਿਹੜਾ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਗਾਲਾਂ ਕੱਢੇ ਸੋ ਆਪਣੇ ਪਾਪ ਦਾ ਆਪ ਹੀ ਜੁੰਮਾ ਚੁੱਕੇ"},{"number":16,"verse":"ਅਤੇ ਜਿਹੜਾ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਨੂੰ ਦੁਰਬਚਨ ਬੋਲੇ ਸੋ ਜਰੂਰ ਵੱਢਿਆ ਜਾਵੇ ਅਤੇ ਸਾਰੀ ਮੰਡਲੀ ਉਸ ਨੂੰ ਨਿਸੰਗ ਵੱਟਿਆਂ ਨਾਲ ਮਾਰ ਸੁੱਟੇ, ਭਾਵੇਂ ਓਪਰਾ, ਭਾਵੇਂ ਉਹ ਜੋ ਦੇਸ ਵਿੱਚ ਜੰਮਿਆਂ ਹੋਵੇ। ਜਿਸ ਵੇਲੇ ਉਹ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਦਾ ਦੂਰਬਚਨ ਬੋਲੇ, ਸੋ ਵੱਢਿਆ ਜਾਵੇ।।"},{"number":17,"verse":"ਅਤੇ ਜਿਹੜਾ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਮਾਰ ਸੁੱਟੇ ਸੋ ਜਰੂਰ ਵੱਢਿਆ ਜਾਵੇ"},{"number":18,"verse":"ਅਤੇ ਜਿਹੜਾ ਕਿਸੇ ਪਸੂ ਨੂੰ ਮਾਰ ਸਿੱਟੇ ਸੋ ਉਸ ਨੂੰ ਪਸੂ ਦਾ ਪਸੂ ਉਸ ਦਾ ਵੱਟਾ ਦੇਵੇ"},{"number":19,"verse":"ਅਤੇ ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਗਵਾਂਢੀ ਨੂੰ ਬੱਜ ਲਾਵੇ, ਜਿਹਾ ਉਸ ਨੇ ਕੀਤਾ ਤਿਹਾ ਹੀ ਉਸ ਨੂੰ ਕੀਤਾ ਜਾਵੇ"},{"number":20,"verse":"ਫੱਟ ਦਾ ਫੱਟ, ਅੱਖ ਦੀ ਅੱਖ, ਦੰਦ ਦਾ ਦੰਦ, ਜਿਹਾ ਉਸ ਨੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਬੱਜ ਲਾਈ ਤਿਹਾ ਹੀ ਉਸ ਨੂੰ ਕੀਤਾ ਜਾਵੇ"},{"number":21,"verse":"ਅਤੇ ਜਿਹੜਾ ਕਿਸੇ ਪਸੂ ਨੂੰ ਵੱਢ ਸੁੱਟੇ ਉਹ ਉਸ ਦਾ ਵੱਟਾ ਦੇਵੇ ਅਤੇ ਜਿਹੜਾ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਵੱਢ ਸੁੱਟੇ ਉਹ ਵੱਢਿਆ ਜਾਵੇ"},{"number":22,"verse":"ਤੁਸਾਂ ਇੱਕ ਪਰਕਾਰ ਦਾ ਨਿਆਉਂ, ਭਾਵੇਂ ਓਪਰੇ ਦੇ ਲਈ, ਭਾਵੇਂ ਆਪਣੇ ਦੇਸ ਦੇ ਕਿਸੇ ਦੇ ਲਈ, ਕਰਨਾ ਕਿਉਂ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹਾਂ।।"},{"number":23,"verse":"ਅਤੇ ਜਿਸ ਨੇ ਕੁਫ਼ਰ ਬਕਿਆ ਉਸ ਨੂੰ ਡੇਰੇ ਤੋਂ ਬਾਹਰ ਲਿਆਉਣ ਲਈ, ਅਤੇ ਉਸ ਨੂੰ ਵੱਟਿਆਂ ਨਾਲ ਮਾਰ ਸੁੱਟਣ ਲਈ, ਮੂਸਾ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਆਖਿਆ ਜਿਹਾ ਯਹੋਵਾਹ ਨੇ ਮੂਸਾ ਨੂੰ ਆਗਿਆ ਦਿੱਤੀ ਤਿਹਾ ਹੀ ਇਸਰਾਏਲੀਆਂ ਨੇ ਕੀਤਾ।।"}]}