{"bibleAbbr":"paOV2016","bookName":"ਲੇਵੀਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"( ਸੁੱਖਣਾਂ ਦੇ ਵਿਖੇ) ਯਹੋਵਾਹ ਮੂਸਾ ਨਾਲ ਬੋਲਿਆ ਕਿ"},{"number":2,"verse":"ਇਸਾਰਏਲੀਆਂ ਨਾਲ ਗੱਲ ਕਰ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਆਖ ਕਿ ਜੇ ਕੋਈ ਮਨੁੱਖ ਸੁੱਖਣਾ ਸੁੱਖ ਕੇ ਕਿਸੇ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਲਈ ਥਾਪੇ ਤਾਂ ਤੇਰੇ ਮੁੱਲ ਦੇ ਅਨੁਸਾਰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਜਿੰਦਾਂ ਯਹੋਵਾਹ ਦੇ ਲਈ ਹੋਣਗੀਆਂ"},{"number":3,"verse":"ਅਤੇ ਤੇਰਾ ਮੁੱਲ ਉਸ ਪੁਰਖ ਦੇ ਲਈ ਜੋ ਵੀਹਾਂ ਵਰਿਹਾਂ ਦਾ ਹੋਵੇ ਸੱਠਾਂ ਵਰਿਹਾਂ ਤੋੜੀ, ਹਾਂ, ਤੇਰਾ ਮੁੱਲ ਪੰਜਾਹ ਰੁਪਏ ਚਾਂਦੀ ਦੇ, ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੇ ਸ਼ਕਲ ਅਨੁਸਾਰ ਹੋਵੇਗਾ"},{"number":4,"verse":"ਅਤੇ ਜੇ ਇਸਤ੍ਰੀ ਹੋਵੇ ਤਾਂ ਤੇਰਾ ਮੁੱਲ ਤੀਹ ਰੁਪਏ ਹੋਵੇ"},{"number":5,"verse":"ਅਤੇ ਜੇ ਉਹ ਪੰਜਾਂ ਵਰਿਹਾਂ ਤੋਂ ਲੈਕੇ ਵੀਹਾਂ ਵਰਿਹਾਂ ਤੋੜੀ ਹੋਵੇ ਤਾਂ ਤੇਰਾ ਮੁੱਲ ਪੁਰਖ ਦਾ ਵੀਹ ਰੁਪਏ ਅਤੇ ਇਸਤ੍ਰੀ ਦਾ ਦਸ ਰੁਪਏ ਹੋਵੇ"},{"number":6,"verse":"ਅਤੇ ਜੇ ਉਹ ਇੱਕ ਮਹੀਨੇ ਤੋਂ ਲੈਕੇ ਪੰਜਾਂ ਵਰਿਹਾਂ ਤੋੜੀ ਹੋਵੇ ਤਾਂ ਤੇਰਾ ਮੁੱਲ ਪੁਰਖ ਦਾ ਚਾਂਦੀ ਦੇ ਪੰਜ ਰੁਪਏ ਅਤੇ ਤੇਰਾ ਮੁੱਲ ਇਸਤ੍ਰੀ ਦਾ ਚਾਂਦੀ ਦੇ ਤਿੰਨ ਰੁਪਏ ਹੋਵੇਗਾ"},{"number":7,"verse":"ਅਤੇ ਜੇ ਉਹ ਸੱਠਾਂ ਵਰਿਹਾਂ ਤੋਂ ਉੱਪਰ ਹੋਵੇ ਜੇ ਉਹ ਪੁਰਖ ਹੋਵੇ ਤਾਂ ਤੇਰਾ ਮੁੱਲ ਪੰਦ੍ਰਾਂ ਰੁਪਏ ਅਤੇ ਇਸਤ੍ਰੀ ਹੋਵੇ ਤਾਂ ਦਸ ਰੁਪਏ ਹੋਵੇ"},{"number":8,"verse":"ਪਰ ਜੇ ਉਹ ਤੇਰੇ ਮੁੱਲ ਨਾਲੋਂ ਘੱਟ ਹੋਵੇ ਤਾਂ ਉਹ ਜਾਜਕ ਦੇ ਅੱਗੇ ਆਵੇ ਅਤੇ ਜਾਜਕ ਉਸ ਦਾ ਮੁੱਲ਼ ਠਹਿਰਾਵੇ ਸੁੱਖਣਾ ਵਾਲੇ ਦੀ ਸਮਰੱਥਾ ਦੇ ਅਨੁਸਾਰ ਜਾਜਕ ਉਸ ਦਾ ਮੁੱਲ ਠਹਿਰਾਵੇ"},{"number":9,"verse":"ਤੇ ਜੇ ਉਹ ਪਸੂ ਹੋਵੇ ਜਿਹਾ ਲੋਕ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਉਂਦੇ ਹਨ ਤਾਂ ਸਭ ਕੁਝ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਜੋ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਏ ਜਾਂਦੇ ਹਨ, ਪਵਿੱਤ੍ਰ ਹੋਵੇਗਾ"},{"number":10,"verse":"ਉਹ ਉਸ ਨੂੰ ਨਾ ਵਟਾਵੇ, ਨਾ ਮੋੜੇ, ਚੰਗੇ ਦੇ ਵੱਟੇ ਮਾੜਾ ਅਤੇ ਮਾੜੇ ਦੇ ਵੱਟੇ ਚੰਗਾ ਨਾ ਦੇਵੇ ਅਤੇ ਜੇ ਕਦੇ ਉਹ ਕਿਵੇਂ ਪਸੂ ਦੇ ਵੱਟੇ ਹੋਰ ਕੋਈ ਪਸੂ ਦੇਵੇ ਤਾਂ ਉਹ ਅਤੇ ਉਸ ਦਾ ਵਟਾਂਦਰਾ ਦੋਵੇਂ ਪਵਿੱਤ੍ਰ ਹੋਣ"},{"number":11,"verse":"ਅਤੇ ਜੇ ਕਦੀ ਉਹ ਅਸ਼ੁੱਧ ਪਸੂ ਹੋਵੇ ਜਿਹੜੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਉਂਦੇ ਨਹੀਂ ਹਨ ਤਾਂ ਉਹ ਜਾਜਕ ਦੇ ਅੱਗੇ ਉਸ ਪਸੂ ਨੂੰ ਲਿਆਵੇ"},{"number":12,"verse":"ਅਤੇ ਜਾਜਕ ਉਸ ਦਾ ਮੁੱਲ ਠਹਿਰਾਵੇ ਭਈ ਚੰਗਾ ਹੈ ਕਿ ਮਾੜਾ ਜਿਸ ਤਰਾਂ ਤੂੰ ਜੋ ਜਾਜਕ ਹੈਂ ਉਸ ਦਾ ਮੁੱਲ ਠਹਿਰਾਂਵੇ ਉਸੇ ਤਰਾਂ ਹੋਵੇਗਾ"},{"number":13,"verse":"ਪਰ ਜੇ ਉਹ ਉਸ ਨੂੰ ਮੋੜੇ ਤਾਂ ਉਹ ਪੰਜਵਾਂ ਹਿੱਸਾ ਇੱਕ ਹੋਰ ਪਾ ਕੇ ਤੇਰੇ ਮੁੱਲ ਦੇ ਨਾਲ ਹੀ ਦੇ ਦੇਵੇ ।।"},{"number":14,"verse":"ਜਾਂ ਕੋਈ ਮਨੁੱਖ ਆਪਣਾ ਘਰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਪਵਿੱਤ੍ਰ ਬਣਾਉਣ ਲਈ ਅਰਪੇ ਤਾਂ ਜਾਜਕ ਉਸ ਦਾ ਮੁੱਲ ਠਹਿਰਾਵੇ ਭਈ ਚੰਗਾ ਹੈ ਯਾ ਮਾੜਾ ਅਤੇ ਜਿਹਾ ਜਾਜਕ ਉਸ ਦਾ ਮੁੱਲ ਠਹਿਰਾਵੇ ਤਿਹਾ ਹੀ ਰਹੇ"},{"number":15,"verse":"ਅਤੇ ਜੇ ਉਹ ਅਰਪਣ ਵਾਲਾ ਕਿਵੇਂ ਆਪਣਾ ਘਰ ਮੋੜ ਲਵੇ ਤਾਂ ਉਹ ਤੇਰੇ ਮੁੱਲ ਦਾ ਪੰਜਵਾਂ ਹਿੱਸਾ ਰੋਕੜ ਦਾ ਹੋਰ ਪਾ ਕੇ ਦੇਵੇ ਅਤੇ ਉਹ ਉਸੇ ਦਾ ਹੋਵੇਗਾ"},{"number":16,"verse":"ਅਤੇ ਜੇ ਕੋਈ ਮਨੁੱਖ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਆਪਣੀ ਪੱਤੀ ਦੀ ਪੈਲੀ ਦਾ ਕੁਝ ਟੋਟਾ ਅਰਪੇ ਤਾਂ ਤੇਰਾ ਮੁੱਲ ਉਸ ਦੇ ਬੀਜ ਦੇ ਅਨੁਸਾਰ ਹੋਵੇ, ਜਵਾਂ ਦੇ ਬੀ ਦਾ ਇੱਕ ਟੋਪੇ ਦਾ ਮੁੱਲ ਪੰਜਾਹ ਰੁਪਏ ਚਾਂਦੀ ਦਾ ਹੋਵੇ"},{"number":17,"verse":"ਜੇ ਉਹ ਆਪਣੀ ਪੈਲੀ ਅਨੰਦ ਦੇ ਵਰਹੇ ਤੋਂ ਅਰਪੇ ਤਾਂ ਤੇਰੇ ਮੁੱਲ ਦੇ ਅਨੁਸਾਰ ਰਹੇ"},{"number":18,"verse":"ਪਰ ਜੇ ਉਹ ਅਨੰਦ ਦੇ ਪਿੱਛੋਂ ਆਪਣੀ ਪੈਲੀ ਅਰਪੇ ਤਾਂ ਜਾਜਕ ਰਹਿੰਦਿਆਂ ਵਰਿਹਾਂ ਦੇ ਲੇਖੇ ਦੇ ਅਨੁਸਾਰ ਅਰਥਾਤ ਅਨੰਦ ਦੇ ਵਰਹੇ ਤੋੜੀ ਉਸ ਰੋਕੜ ਦਾ ਲੇਖਾ ਕਰੇ ਅਤੇ ਉਹ ਤੇਰੇ ਮੁੱਲ ਤੋਂ ਘੱਟ ਜਾਏ"},{"number":19,"verse":"ਅਤੇ ਜੇ ਉਸ ਪੈਲੀ ਦਾ ਅਰਪਣ ਵਾਲਾ ਕਿਵੇਂ ਓਸ ਨੂੰ ਮੋੜ ਲਵੇ ਤਾਂ ਉਹ ਤੇਰੇ ਮੁੱਲ ਦਾ ਪੰਜਵਾਂ ਹਿੱਸਾ ਰੋਕੜ ਦਾ ਹੋਰ ਪਾਕੇ ਦੇਵੇ ਅਤੇ ਉਸੇ ਦਾ ਠਹਿਰੇਗਾ"},{"number":20,"verse":"ਅਤੇ ਜੇ ਉਹ ਉਸ ਪੈਲੀ ਨੂੰ ਮੋੜਨਾ ਨਾ ਚਾਹੇ ਯਾ ਜੇ ਉਹ ਪੈਲੀ ਉਸ ਨੇ ਕਿਸੇ ਹੋਰ ਮਨੁੱਖ ਕੋਲ ਵੇਚ ਸੁੱਟੀ ਹੋਵੇ ਤਾਂ ਉਹ ਫੇਰ ਕਦੀ ਮੋੜੀ ਨਾ ਜਾਏ"},{"number":21,"verse":"ਪਰ ਉਹ ਪੈਲੀ ਜਿਸ ਵੇਲੇ ਉਹ ਅਨੰਦ ਦੇ ਵਰਹੇ ਵਿੱਚ ਉਸ ਤੋਂ ਛੁੱਟ ਜਾਏ ਸੋ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸੁੱਖੀ ਹੋਈ ਪੈਲੀ ਜਿਹੀ ਪਵਿੱਤ੍ਰ ਹੋਵੇਗੀ । ਉਸ ਦਾ ਅਧਿਕਾਰ ਜਾਜਕ ਨੂੰ ਹੋਵੇਗਾ"},{"number":22,"verse":"ਅਤੇ ਜੇ ਕੋਈ ਮਨੁੱਖ ਇੱਕ ਮੁੱਲ ਲਈ ਹੋਈ ਪੈਲੀ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਅਰਪੇ ਜੋ ਆਪਣੀ ਪੱਤੀ ਦੀਆਂ ਪੈਲੀਆਂ ਵਿੱਚੋਂ ਨਹੀਂ ਹੈ"},{"number":23,"verse":"ਤਦ ਜਾਜਕ ਤੇਰੇ ਮੁੱਲ ਦੇ ਲੇਖਾ ਅਨੰਦ ਦੇ ਵਰਹੇ ਤਾਈਂ ਕਰੇ ਅਤੇ ਉਹ ਓਸੇ ਦਿਨ ਵਿੱਚ ਤੇਰੇ ਠਹਿਰਾਏ ਹੋਏ ਮੁੱਲ ਨੂੰ ਪਵਿੱਤ੍ਰ ਜਾਣ ਕੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਦੇਵੇ"},{"number":24,"verse":"ਅਨੰਦ ਦੇ ਵਰਹੇ ਵਿੱਚ ਉਹ ਪੈਲੀ ਓਸੇ ਨੂੰ ਮੁੜੇਗੀ ਜਿਸ ਤੋਂ ਉਹ ਮੁੱਲ ਲਈ ਸੀ ਅਰਥਾਤ ਓਸੇ ਨੂੰ ਜਿਸ ਦੇ ਅਧਿਕਾਰ ਉਹ ਧਰਤੀ ਪਹਿਲੋਂ ਸੀ"},{"number":25,"verse":"ਅਤੇ ਤੇਰੇ ਸਾਰੇ ਠਹਿਰਾਏ ਹੋਏ ਮੁੱਲ ਸੋ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੇ ਸ਼ਕਲ ਦੇ ਅਨੁਸਾਰ ਹੋਣ, ਸ਼ਕਲ ਦੀਆਂ ਵੀਹ ਗਿਰਾ ਹੋਣ।।"},{"number":26,"verse":"ਨਿਰਾ ਪੁਰਾ ਪਸੂਆਂ ਦਾ ਜੇਠਾ ਜੋ ਯਹੋਵਾਹ ਦਾ ਜੇਠਾ ਹੋਵੇ ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਨਾ ਅਰਪੇ ਭਾਵੇਂ ਬਲਦ ਦਾ, ਭਾਵੇਂ ਭੇਡ ਦਾ, ਯਹੋਵਾਹ ਦਾ ਜੋ ਹੈ"},{"number":27,"verse":"ਅਤੇ ਜੇ ਕਦੀ ਉਹ ਕਿਸੇ ਅਸ਼ੁੱਧ ਪਸੂ ਦਾ ਹੋਵੇ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਤੇਰੇ ਠਹਿਰਾਏ ਹੋਏ ਮੁੱਲ ਦੇ ਅਨੁਸਾਰ ਮੋੜ ਲਵੇ ਅਤੇ ਉਸ ਨੂੰ ਇੱਕ ਪੰਜਵਾਂ ਹਿੱਸਾ ਹੋਰ ਨਾਲ ਪਾ ਕੇ ਦੇਵੇ, ਯਾ ਜੇ ਉਹ ਮੋੜਿਆ ਨਾ ਜਾਏ ਤਾਂ ਉਹ ਤੇਰੇ ਠਹਿਰਾਏ ਹੋਏ ਮੁੱਲ ਦੇ ਅਨੁਸਾਰ ਵੇਚਿਆ ਜਾਏ"},{"number":28,"verse":"ਤਦ ਭੀ ਕੋਈ ਸੁੱਖੀ ਹੋਈ ਵਸਤ ਜੋ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਮਾਲ ਵਿੱਚੋਂ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸੁੱਟੇ, ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ, ਭਾਵੇਂ ਪਸੂ, ਭਾਵੇਂ ਆਪਣੀ ਪੱਤੀ ਦੀ ਪੈਲੀ, ਸੋ ਵੇਚੀ ਨਾ ਜਾਏ, ਨਾ ਮੋੜੀ। ਸੱਭੇ ਸੁੱਖੀਆਂ ਹੋਈਆਂ ਵਸਤਾ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਅੱਤ ਪਵਿੱਤ੍ਰ ਹਨ"},{"number":29,"verse":"ਜਿਹੜੇ ਜਣੇ ਮਨੁੱਖਾਂ ਵਿੱਚੋਂ ਸੁੱਖੇ ਜਾਣ ਸੋ ਫੇਰ ਨਾ ਮੋੜੇ ਜਾਣ, ਪਰ ਜਰੂਰ ਵੱਢੇ ਜਾਂਣ"},{"number":30,"verse":"ਅਤੇ ਧਰਤੀ ਦਾ ਸਾਰਾ ਦਸਵੰਧ, ਭਾਵੇਂ ਧਰਤੀ ਦੇ ਬੀ ਦਾ, ਭਾਵੇਂ ਬਿਰਛਾਂ ਦੇ ਫਲਾਂ ਦਾ ਹੋਵੇ ਸੋ ਯਹੋਵਾਹ ਦਾ ਹੈ, ਇਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਪਵਿੱਤ੍ਰ ਹੈ"},{"number":31,"verse":"ਅਤੇ ਜੇ ਕੋਈ ਮਨੁੱਖ ਕਿਵੇਂ ਆਪਣੇ ਦਸਵੰਧਾਂ ਤੋਂ ਕੁਝ ਮੋੜ ਲਵੇ ਤਾਂ ਉਸ ਦੇ ਨਾਲ ਉਸ ਦਾ ਪੰਜਵਾਂ ਹਿੱਸਾ ਪਾ ਕੇ ਦੇਵੇ"},{"number":32,"verse":"ਅਤੇ ਵੱਗ ਦੇ ਦਸਵੰਧ ਯਾ ਇੱਜੜ ਦੇ ਦਸਵੰਧ ਅਰਥਾਤ ਉਸ ਸਭ ਦਾ ਜੋ ਸੋਟੇ ਹੇਠ ਆਏ ਹੋਏ ਹੋਨ, ਉਸ ਦਾ ਦਸਵੰਧ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਪਵਿੱਤ੍ਰ ਹੋਵੇਗਾ"},{"number":33,"verse":"ਉਹ ਉਸ ਨੂੰ ਛਾਂਟੇ, ਭਈ ਚੰਗਾ ਹੈ, ਯਾ ਮਾੜਾ, ਨਾ ਉਸ ਨੂੰ ਵਟਾਵੇ ਅਤੇ ਜੇ ਉਹ ਉਸ ਨੂੰ ਕਿਵੇਂ ਵਟਾਵੇ ਤਦ ਉਹ, ਨਾਲੇ ਉਸ ਦਾ ਵਟਾਂਦਰਾ ਦੋਵੇਂ ਪਵਿੱਤ੍ਰ ਹੋਣਗੇ, ਉਹ ਮੋੜਿਆ ਨਾ ਜਾਏ"},{"number":34,"verse":"ਜਿਹੜੀਆਂ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਲਈ ਸੀਨਾ ਦੇ ਪਹਾੜ ਉੱਤੇ ਮੂਸਾ ਨੂੰ ਆਗਿਆ ਦਿੱਤੀਆਂ, ਓਹ ਆਗਿਆ ਏਹੋ ਹਨ।।"}]}