{"bibleAbbr":"KNCL","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"ಯೇಸುವಿನಲ್ಲಿ ಸ್ಥಿರವಿಶ್ವಾಸ ನಿಮಗಾಗಿಯೂ ಲವೊದಿಕೀಯದವರಿಗಾಗಿಯೂ ಹಾಗೂ ನನ್ನ ನೇರ ಪರಿಚಯ ಇಲ್ಲದವರಿಗಾಗಿಯೂ ನಾನು ಎಷ್ಟು ಶ್ರಮಿಸುತ್ತಿದ್ದೇನೆಂಬುದನ್ನು ತಿಳಿಸಬಯಸುತ್ತೇನೆ."},{"number":2,"verse":"ಇದರಿಂದ ಅವರು ಅಂತರಂಗದಲ್ಲಿ ಉತ್ತೇಜನಗೊಂಡು ಪ್ರೀತಿಯಲ್ಲಿ ಒಂದಾಗಬೇಕು; ನೈಜ ಅರಿವಿನಿಂದ ಅವರಿಗೆ ಪೂರ್ಣಜ್ಞಾನ ಲಭಿಸಬೇಕು ಎಂಬುದೇ ನನ್ನ ಆಶಯ. ಆಗ ಅವರು ದೇವರ ರಹಸ್ಯವನ್ನು, ಅಂದರೆ ಕ್ರಿಸ್ತಯೇಸುವನ್ನು ಅರಿತುಕೊಳ್ಳಲು ಸಾಧ್ಯ."},{"number":3,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿಯೇ ಜ್ಞಾನ, ವಿವೇಕ ಎಂಬ ಸಿರಿಸಂಪತ್ತು ಅಡಗಿದೆ."},{"number":4,"verse":"ಯಾರೂ ತಮ್ಮ ಕುತರ್ಕಗಳಿಂದ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸದಿರಲಿ."},{"number":5,"verse":"ನಾನು ಶಾರೀರಿಕವಾಗಿ ನಿಮ್ಮಿಂದ ದೂರವಿದ್ದರೂ ಆತ್ಮಿಕವಾಗಿ ನಿಮ್ಮೊಂದಿಗಿದ್ದೇನೆ. ನಿಮ್ಮ ಕ್ರಮಬದ್ಧ ನಡತೆಯನ್ನೂ ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನಿಮಗಿರುವ ಸ್ಥಿರವಿಶ್ವಾಸವನ್ನೂ ನೋಡುವಾಗ ನನಗೆ ಅಮಿತಾನಂದವಾಗುತ್ತದೆ."},{"number":6,"verse":"ಯೇಸುಕ್ರಿಸ್ತರೇ ಬದುಕಿನ ಬುನಾದಿ ನೀವು ಕ್ರಿಸ್ತಯೇಸುವನ್ನು ಪ್ರಭುವಾಗಿ ಸ್ವೀಕರಿಸಿರುವುದರಿಂದ, ಅವರೊಡನೆ ಐಕ್ಯತೆಯಿಂದ ಬಾಳಿರಿ."},{"number":7,"verse":"ಅವರಲ್ಲಿ ಸ್ಥಿರವಾಗಿರಿ. ಅವರನ್ನೇ ಅವಲಂಬಿಸಿ ನಿಮ್ಮ ಬಾಳೆಂಬ ಸೌಧವನ್ನು ನಿರ್ಮಿಸಿರಿ. ನೀವು ಕಲಿತುಕೊಂಡಿರುವಂತೆ ನಿಮ್ಮ ವಿಶ್ವಾಸ ಅವರಲ್ಲಿ ದೃಢವಾಗಿರಲಿ. ಕೃತಜ್ಞತೆಯು ನಿಮ್ಮಲ್ಲಿ ಉಕ್ಕೇರಲಿ."},{"number":8,"verse":"ಪ್ರಪಂಚದ ಪ್ರಬಲ ಶಕ್ತಿಗಳಿಂದಲೂ ಮಾನವ ವಿವೇಚನೆಯ ಶುಷ್ಕತರ್ಕ ಸಿದ್ಧಾಂತಗಳಿಂದಲೂ ಯಾರೂ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸಿ ವಶಪಡಿಸಿಕೊಳ್ಳದಂತೆ ಎಚ್ಚರಿಕೆಯಿಂದಿರಿ. ಇವುಗಳು ಪ್ರಾಪಂಚಿಕ ಪಾರಂಪರ್ಯಕ್ಕೆ ಮತ್ತು ವಿಶ್ವದ ಮೂಲಭೂತ ಶಕ್ತಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದವುಗಳೇ ಹೊರತು ಯೇಸುಕ್ರಿಸ್ತರಿಗಲ್ಲ."},{"number":9,"verse":"ದೈವತ್ವದ ಸಂಪೂರ್ಣತೆ ಸಶರೀರವಾಗಿ ಯೇಸುಕ್ರಿಸ್ತರಲ್ಲಿ ನೆಲೆಗೊಂಡಿದೆ."},{"number":10,"verse":"ಸಕಲ ಆಧಿಪತ್ಯಕ್ಕೂ ಅಧಿಕಾರಕ್ಕೂ ಶಿರಸ್ಸು ಅವರೇ. ಅವರಲ್ಲಿ ಮಾತ್ರ ನೀವು ಪರಿಪೂರ್ಣತೆಯನ್ನು ಹೊಂದಲು ಸಾಧ್ಯ."},{"number":11,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿಯೇ ನೀವು ಸುನ್ನತಿಯನ್ನು ಪಡೆದಿದ್ದೀರಿ. ಇದು ಶಾರೀರಿಕ ಸುನ್ನತಿಯಲ್ಲ, ಪಾಪಮಯ ಸ್ವಭಾವವನ್ನು ಕಿತ್ತೊಗೆಯುವ ಸುನ್ನತಿ. ಸ್ವಯಂ ಕ್ರಿಸ್ತಯೇಸುವೆ ಯೋಜಿಸಿದ ಸುನ್ನತಿ."},{"number":12,"verse":"ದೀಕ್ಷಾಸ್ನಾನದಲ್ಲಿ ನೀವು ಅವರೊಂದಿಗೆ ಸಮಾಧಿಯಾದಿರಿ. ಕ್ರಿಸ್ತಯೇಸುವನ್ನು ಮೃತರ ಮಧ್ಯದಿಂದ ದೇವರು ತಾವೇ ಎಬ್ಬಿಸಿದರು. ಈ ದೇವರ ಶಕ್ತಿಯಲ್ಲಿ ನೀವು ವಿಶ್ವಾಸವಿಟ್ಟಿರುವುದರಿಂದ ದೀಕ್ಷಾಸ್ನಾನದಲ್ಲಿಯೇ ನಿಮ್ಮನ್ನು ಕ್ರಿಸ್ತಯೇಸುವಿನೊಂದಿಗೆ ಎಬ್ಬಿಸಲಾಯಿತು."},{"number":13,"verse":"ನಿಮ್ಮ ಪಾಪಮಯ ಜೀವನದಿಂದಲೂ ಸುನ್ನತಿ ರಹಿತವಾದ ಸ್ವಭಾವದಿಂದಲೂ ಒಮ್ಮೆ ನೀವು ಮೃತರಾಗಿದ್ದೀರಿ. ಆದರೆ ಈಗ ದೇವರು ಕ್ರಿಸ್ತಯೇಸುವಿನೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಜೀವಂತಗೊಳಿಸಿದ್ದಾರೆ."},{"number":14,"verse":"ಅವರು ನಮ್ಮ ಎಲ್ಲಾ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿದ್ದಾರೆ. ನಮ್ಮನ್ನು ಬಂಧಿಸಿದ್ದ ಧರ್ಮಶಾಸ್ತ್ರದ ವಿಧಿನಿಯಮಗಳನ್ನು ಕ್ರಿಸ್ತಯೇಸು ತೊಡೆದುಹಾಕಿದ್ದಲ್ಲದೆ ಅವುಗಳನ್ನು ಶಿಲುಬೆಗೆ ಜಡಿದು ನಮ್ಮನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದ್ದಾರೆ."},{"number":15,"verse":"ಬಲಾಢ್ಯ ಒಡೆಯರನ್ನೂ ಅಧಿಕಾರಿಗಳನ್ನೂ ನಿರಾಯುಧರನ್ನಾಗಿ ಮಾಡಿ, ತಾವು ಗಳಿಸಿದ ಜಯದ ನಿಮಿತ್ತ ಜನರೆಲ್ಲರ ಮುಂದೆ ಶಿಲುಬೆಯ ವಿಜಯೋತ್ಸವದಲ್ಲಿ ಅವರನ್ನು ಸೆರೆಯಾಳುಗಳನ್ನಾಗಿ ಪ್ರದರ್ಶಿಸಿದ್ದಾರೆ."},{"number":16,"verse":"ಹೀಗಿರಲಾಗಿ, ತಿಂಡಿತೀರ್ಥದ ವಿಷಯದಲ್ಲಾಗಲಿ, ಹಬ್ಬಹುಣ್ಣಿಮೆಗಳ ವಿಚಾರದಲ್ಲಾಗಲಿ, ಸಬ್ಬತ್‍ದಿನವನ್ನು ಆಚರಿಸುವ ರೀತಿಯಲ್ಲಾಗಲಿ ನಿಮ್ಮನ್ನು ದೋಷಿಗಳೆಂದು ಯಾರೂ ದೂರದಿರಲಿ."},{"number":17,"verse":"ಇವುಗಳೆಲ್ಲವೂ ಬರಲಿದ್ದುದರ ಛಾಯೆ ಮಾತ್ರ; ಕ್ರಿಸ್ತಯೇಸುವೇ ಅವುಗಳ ಸತ್ಯಸ್ವರೂಪ."},{"number":18,"verse":"ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ದೇವದೂತರ ಆರಾಧನೆಯಲ್ಲಿ ಆಸಕ್ತರಾಗಿದ್ದಾರೆ. ಲೌಕಿಕ ಜ್ಞಾನದಿಂದ ನಿರರ್ಥಕವಾಗಿ ಉಬ್ಬಿಕೊಂಡಿದ್ದಾರೆ. ತಾವು ಬಹಳ ವಿನಯಶಾಲಿಗಳೆಂದು ಹೆಚ್ಚಳಪಡುತ್ತಾರೆ. ಇಂಥವರು ನಿಮ್ಮನ್ನು ಕಡೆಗಾಣಿಸದಂತೆ ಎಚ್ಚರದಿಂದಿರಿ. ಇವರು ಯೇಸುಕ್ರಿಸ್ತರೆಂಬ ಶಿರಸ್ಸಿನಿಂದ ಬೇರ್ಪಟ್ಟಿದ್ದಾರೆ."},{"number":19,"verse":"ಈ ಶಿರಸ್ಸಿನಿಂದಲೇ ಇಡೀ ದೇಹವು, ಕೀಲು-ನರಗಳ ಮೂಲಕ ಒಂದಾಗಿ ಸೇರಿ, ಪೋಷಣೆ ಪಡೆದು, ದೇವರು ನಿಯೋಜಿಸಿರುವ ಪ್ರಕಾರ ಬೆಳೆಯುತ್ತಲಿದೆ."},{"number":20,"verse":"ನವಜೀವನ ನೀವು ಕ್ರಿಸ್ತಯೇಸುವಿನೊಡನೆ ಮೃತರಾಗಿರುವ ಕಾರಣ, ಪ್ರಾಕೃತ ಶಕ್ತಿಗಳ ಬಂಧನದಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿದ್ದೀರಿ. ಹೀಗಿರುವಲ್ಲಿ, ಪ್ರಾಪಂಚಿಕ ವಿಧಿನಿಯಮಗಳಿಗೆ ಒಳಪಟ್ಟು ಬಾಳುತ್ತಿರುವುದೇಕೆ?"},{"number":21,"verse":"‘ಇದನ್ನು ಮುಟ್ಟಬೇಡ,’ ‘ಅದನ್ನು ಸವಿಯಬೇಡ,’ ‘ಇನ್ನೊಂದನ್ನು ಬಳಸಬೇಡ', ಎಂಬ ಕಟ್ಟಳೆಗಳಿಗೇಕೆ ಒಳಗಾಗುತ್ತೀರಿ?"},{"number":22,"verse":"ಇವುಗಳೆಲ್ಲವೂ ಬಳಕೆಯಿಂದ ಅಳಿದುಹೋಗುತ್ತವೆ. ಅಲ್ಲದೆ, ಅವೆಲ್ಲವೂ ಮಾನವ ವ್ಯವಸ್ಥಿತ ಬೋಧನೆ ಹಾಗೂ ನಿಬಂಧನೆಗಳು."},{"number":23,"verse":"ಸ್ವಕಲ್ಪಿತ ಆಚಾರವಿಧಿಗಳಿಂದಲೂ ಕಪಟ ವಿನಯದಿಂದಲೂ ಕಠಿಣ ದೇಹದಂಡನೆಯಿಂದಲೂ ಕೂಡಿರುವ ಈ ವಿಧಿನಿಯಮಗಳು ಹೊರನೋಟಕ್ಕೆ ಜಾಣ್ಮೆಯುಳ್ಳದಾಗಿ ಕಾಣಬಹುದು. ಆದರೂ ಶಾರೀರಿಕ ಇಚ್ಛೆಗಳನ್ನು ನಿಯಂತ್ರಿಸಲು ಇವುಗಳು ಪ್ರಯೋಜನಕ್ಕೆ ಬರುವಂಥವುಗಳಲ್ಲ."}]}