{"bibleAbbr":"KNCL","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":4,"verses":[{"number":1,"verse":"(ಪ್ರಾರ್ಥನಾ ಜೀವನ) ಯಜಮಾನರೇ, ಸ್ವರ್ಗಲೋಕದಲ್ಲಿ ನಿಮಗೂ ಒಬ್ಬ ಒಡೆಯನಿದ್ದಾನೆಂಬುದನ್ನು ತಿಳಿದುಕೊಂಡು ನಿಮ್ಮ ಮನೆಯಾಳುಗಳನ್ನು ನ್ಯಾಯಬದ್ಧ ರೀತಿಯಲ್ಲಿ ನೋಡಿಕೊಳ್ಳಿ."},{"number":2,"verse":"ಪ್ರಾರ್ಥನಾ ಜೀವನ ನಡೆಸಿರಿ. ಪ್ರಾರ್ಥಿಸುವಾಗಲೆಲ್ಲಾ ಎಚ್ಚರವಾಗಿದ್ದು ಕೃತಜ್ಞತಾಸ್ತುತಿಯನ್ನು ಸಲ್ಲಿಸಿರಿ."},{"number":3,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನ ರಹಸ್ಯವನ್ನು ಪ್ರಚುರಪಡಿಸಲು ನಮಗೆ ಅವಕಾಶ ದೊರಕುವಂತೆ ಪ್ರಾರ್ಥಿಸಿರಿ. ಈ ಶುಭಸಂದೇಶದ ನಿಮಿತ್ತವೇ ನಾನು ಸೆರೆಯಲ್ಲಿ ಇದ್ದೇನೆಂಬುದು ನಿಮಗೆ ತಿಳಿದಿದೆ. ನಾನು ಶುಭಸಂದೇಶವನ್ನು ಸ್ಪಷ್ಟವಾಗಿಯೂ ಸರಳವಾಗಿಯೂ ಸಾರುವಂತೆ ಪ್ರಾರ್ಥಿಸಿರಿ."},{"number":5,"verse":"ನೆರೆಯವರ ವಿಷಯದಲ್ಲಿ ಜಾಣತನದಿಂದ ವರ್ತಿಸಿರಿ. ನಿಮಗಿರುವ ಸಮಯ ಸಂದರ್ಭವನ್ನು ಸದುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳಿರಿ."},{"number":6,"verse":"ನಿಮ್ಮ ಸಂಭಾಷಣೆ ಯಾವಾಗಲೂ ಹಿತಕರವಾಗಿದ್ದು ಇತರರನ್ನು ಆಕರ್ಷಿಸುವಂತಿರಲಿ. ನೀವು ಯಾರು ಯಾರಿಗೆ, ಹೇಗೆ ಉತ್ತರಿಸಬೇಕು ಎಂಬುದನ್ನು ಕಲಿತುಕೊಳ್ಳಿರಿ."},{"number":7,"verse":"(ಸೆರೆಯಿಂದ ಶುಭಾಶಯ) ನಮ್ಮ ಪ್ರಿಯ ಸಹೋದರ ತುಖಿಕನು ನನ್ನ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಎಲ್ಲಾ ವರ್ತಮಾನವನ್ನು ಕೊಡುವನು. ಆತನು ಪ್ರಾಮಾಣಿಕ ಸೇವಕನೂ ಪ್ರಭುವಿನ ಸೇವೆಯಲ್ಲಿ ನನ್ನ ಸಂಗಡಿಗನೂ ಆಗಿದ್ದಾನೆ."},{"number":8,"verse":"ನನ್ನ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಎಲ್ಲವನ್ನೂ ತಿಳಿಸಿ, ನಿಮ್ಮನ್ನು ಹುರಿದುಂಬಿಸಿ, ಪ್ರೋತ್ಸಾಹಿಸುವುದಕ್ಕಾಗಿ ಆತನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿದ್ದೇನೆ."},{"number":9,"verse":"ಆತನ ಜೊತೆಯಲ್ಲಿ ನಂಬಿಕಸ್ಥನಾದ ಪ್ರಿಯ ಸಹೋದರ ಒನೇಸಿಮನನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ. ಇವನು ನಿಮ್ಮ ಊರಿನ ಸಭೆಗೆ ಸೇರಿದವನು. ಇಲ್ಲಿ ನಡೆಯುವುದನ್ನೆಲ್ಲಾ ಇವರು ನಿಮಗೆ ತಿಳಿಸುವರು."},{"number":10,"verse":"ನನ್ನೊಡನೆ ಸೆರೆಯಾಳಾಗಿರುವ ಅರಿಸ್ತಾರ್ಕನೂ ಬಾರ್ನಬನಿಗೆ ಹತ್ತಿರದ ನೆಂಟನಾದ ಮಾರ್ಕನೂ ನಿಮಗೆ ಶುಭಾಶಯಗಳನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ. ಮಾರ್ಕನು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗ ಅವನನ್ನು ಸ್ವಾಗತಿಸಿರಿ. ಅವನ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಸಲಹೆಗಳನ್ನು ಕೊಡಲಾಗಿದೆ."},{"number":11,"verse":"ಯುಸ್ತನೆನಿಸಿಕೊಳ್ಳುವ ಯೇಸು ಕೂಡ ನಿಮಗೆ ವಂದನೆಗಳನ್ನು ತಿಳಿಸಿದ್ದಾನೆ. ಕ್ರೈಸ್ತರಾದ ಯೆಹೂದ್ಯರಲ್ಲಿ ಇವರೇ ನನ್ನೊಡನೆ ದೇವರ ಸಾಮ್ರಾಜ್ಯದ ಏಳಿಗೆಗಾಗಿ ದುಡಿಯುತ್ತಿರುವವರು. ಇವರಿಂದ ನನಗೆ ತುಂಬಾ ಆದರಣೆ ದೊರಕಿದೆ."},{"number":12,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನ ಸೇವಕನೂ ನಿಮ್ಮ ಸಭೆಗೆ ಸೇರಿದವನೂ ಆದ ಎಪಫ್ರನಿಂದಲೂ ನಿಮಗೆ ವಂದನೆಗಳು. ನೀವು ಮಾಡುವ ಎಲ್ಲಾ ಕಾರ್ಯಗಳಲ್ಲೂ ದೇವರ ಚಿತ್ತಕ್ಕೆ ವಿಧೇಯರಾಗಿ ಸ್ಥಿರ ಹಾಗೂ ಸಿದ್ಧ ಕ್ರೈಸ್ತರಾಗಿ ಬಾಳಬೇಕೆಂದು ಅವನು ನಿಮಗಾಗಿ ಸದಾ ಆಸಕ್ತಿಯಿಂದ ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದಾನೆ."},{"number":13,"verse":"ನಿಮಗಾಗಿಯೂ ಲವೊದಿಕೀಯ ಹಾಗೂ ಹಿರೆಯಾಪೊಲಿಯದ ಜನರಿಗಾಗಿಯೂ ಆತನು ಶ್ರಮವಹಿಸಿ ದುಡಿಯುತ್ತಿದ್ದಾನೆಂಬುದಕ್ಕೆ ನಾನೇ ಸಾಕ್ಷಿ."},{"number":14,"verse":"ನಮ್ಮ ಪ್ರಿಯ ವೈದ್ಯನಾದ ಲೂಕನೂ ದೇಮಾಸನೂ ನಿಮಗೆ ವಂದನೆಗಳನ್ನು ತಿಳಿಸಿದ್ದಾರೆ."},{"number":15,"verse":"ಲವೊದಿಕೀಯದಲ್ಲಿರುವ ನಮ್ಮ ಸಹೋದರರು ನಿಂಫಳು ಮತ್ತು ಆಕೆಯ ಮನೆಯಲ್ಲಿ ಸೇರುವ ಸಭೆಯವರು ಇವರೆಲ್ಲರಿಗೂ ನಮ್ಮ ಅಭಿನಂದನೆಗಳು."},{"number":16,"verse":"ಈ ಪತ್ರವನ್ನು ನೀವು ಓದಿದ ಬಳಿಕ ಲವೊದಿಕೀಯದ ಸಭೆಯವರಿಗೆ ಓದಿ ಹೇಳುವ ವ್ಯವಸ್ಥೆಮಾಡಿರಿ. ಅಂತೆಯೇ, ಲವೊದಿಕೀಯದಿಂದ ಕಳಿಸಲಾಗುವ ಪತ್ರವನ್ನು ತರಿಸಿಕೊಂಡು ಓದಿರಿ."},{"number":17,"verse":"ತನಗೆ ಒಪ್ಪಿಸಿದ ಕೆಲಸವನ್ನು ಜವಾಬ್ದಾರಿಯಿಂದ ನಿರ್ವಹಿಸಬೇಕೆಂಬುದಾಗಿ ಅರ್ಖಿಪ್ಪನಿಗೆ ತಿಳಿಸಿರಿ."},{"number":18,"verse":"ಇದನ್ನು ಪೌಲನಾದ ನಾನೇ ಸ್ವತಃ ಬರೆಯುತ್ತಿದ್ದೇನೆ. ನಾನು ಸೆರೆಯಲ್ಲಿದ್ದೇನೆ ಎಂಬುದು ನಿಮಗೆ ನೆನಪಿರಲಿ. ಶುಭಾಶಯಗಳು! ದೈವಾನುಗ್ರಹ ನಿಮ್ಮಲ್ಲಿರಲಿ!"}]}