{"bibleAbbr":"KJV1611","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"Also I, in the first yeere of Darius the Mede, euen I stood to confirme and to strengthen him."},{"number":2,"verse":"And now will I shew thee the trueth. Behold, there shall stand vp yet three Kings in Persia, & the fourth shalbe farre richer then they all: and by his strength through his riches he shall stirre vp all against the realme of Grecia."},{"number":3,"verse":"And a mighty King shal stand vp, that shall rule with great dominion, and doe according to his will."},{"number":4,"verse":"And when he shall stand vp, his kingdome shall be broken, and shall be diuided toward the foure winds of heauen; and not to his posteritie, nor according to his dominion which he ruled: for his kingdome shall be pluckt vp, euen for others besides those."},{"number":5,"verse":"And the King of the South shall be strong, and one of his princes, and he shall be strong aboue him, and haue dominion: his dominion shall be a great dominion."},{"number":6,"verse":"And in the end of yeeres they shall ioyne themselues together: for the Kings daughter of the South shall come to the King of the North to make an agreement, but she shall not retaine the power of the arme, neither shall he stand, nor his arme: but she shall be giuen vp, and they that brought her, and he that begate her, and he that strengthened her in these times."},{"number":7,"verse":"But out of a branch of her rootes shall one stand vp in his estate, which shall come with an armie, and shall enter into the fortresse of the King of the North, and shall deale against them, and shall preuaile:"},{"number":8,"verse":"And shall also carie captiues into Egypt their gods with their princes, and with their precious vessels of siluer and of gold, and he shall continue moe yeeres then the King of the North."},{"number":9,"verse":"So the King of the South shall come into his kingdome, and shall returne into his owne land."},{"number":10,"verse":"But his sonnes shall be stirred vp, and shall assemble a multitude of great forces: and one shall certainly come and ouerflow and passe through: then shall he returne, and be stirred vp euen to his fortresse."},{"number":11,"verse":"And the King of the South shall be moued with choler, and shall come forth and fight with him, euen with the King of the North: and hee shall set forth a great multitude, but the multitude shall be giuen into his hand."},{"number":12,"verse":"And when he hath taken away the multitude, his heart shall be lifted vp: and he shall cast downe many tenne thousands: but he shall not be strengthened by it."},{"number":13,"verse":"For the King of the North shall returne, and shall set forth a multitude greater then the former, and shall certainly come (after certaine yeeres) with a great armie & with much riches."},{"number":14,"verse":"And in those times there shall many stand vp against the King of the South: also the robbers of thy people shall exalt themselues to establish the vision, but they shall fall."},{"number":15,"verse":"So the King of the North shall come, and cast vp a mount, and take the most fenced cities, and the armes of the South shall not withstand, neither his chosen people, neither shall there be any strength to withstand."},{"number":16,"verse":"But he that commeth against him, shall doe according to his owne will, and none shall stand before him: and he shall stand in the glorious land, which by his hand shall be consumed."},{"number":17,"verse":"He shall also set his face to enter with the strength of his whole kingdome and vpright ones with him: thus shall he doe, and he shall giue him the daughter of women corrupting her: but she shall not stand on his side, neither be for him."},{"number":18,"verse":"After this shall he turne his face vnto the yles, and shall take many, but a prince for his own behalfe shall cause the reproch offred by him to cease without his owne reproch: he shall cause it to turne vpon him."},{"number":19,"verse":"Then he shall turne his face towards the fort of his owne lande: but he shall stumble and fall, and not bee found."},{"number":20,"verse":"Then shall stand vp in his estate a raiser of taxes in the glory of the kingdome, but within few dayes he shall be destroyed, neither in anger, nor in battell."},{"number":21,"verse":"And in his estate shall stand vp a vile person, to whom they shal not giue the honour of the kingdome: but hee shall come in peaceably, and obtaine the kingdome by flatteries."},{"number":22,"verse":"And with the armes of a flood shall they bee ouerflowen from before him, and shall be broken: yea also the prince of the couenant."},{"number":23,"verse":"And after the league made with him he shall worke deceitfully, for hee shall come vp, and shall become strong with a small people."},{"number":24,"verse":"He shall enter peaceably euen vpon the fattest places of the prouince, and he shall doe that which his fathers haue not done, nor his fathers fathers, he shall scatter among them the praye and spoile, and riches: yea and he shall forecast his deuices against the strong holdes, euen for a time."},{"number":25,"verse":"And he shall stirre vp his power, and his courage against the king of the South with a great army, and the king of the South shall bee stirred vp to battell with a very great and mightie armie: but he shall not stand: for they shall forecast deuices against him."},{"number":26,"verse":"Yea they that feede of the portion of his meate, shall destroy him, and his armie shall ouerflow: and many shall fall downe slaine."},{"number":27,"verse":"And both these kings hearts shall be to doe mischiefe, and they shall speake lies at one table: but it shall not prosper: for yet the end shall bee at the time appointed."},{"number":28,"verse":"Then shall hee returne into his land with great riches, and his heart shall be against the holy couenant: and he shall doe exploits, and returne to his owne land."},{"number":29,"verse":"At the time appointed he shall returne, and come toward the South: but it shall not be as the former, or as the latter."},{"number":30,"verse":"For the ships of Chittim shall come against him: therefore he shall be grieued and returne, and haue indignation against the holy Couenant: so shal he doe, he shall euen returne, and haue intelligence with them that forsake the holy Couenant."},{"number":31,"verse":"And armes shal stand on his part, and they shall pollute the Sanctuarie of strength, and shall take away the daily sacrifice, and they shal place the abomination that maketh desolate."},{"number":32,"verse":"And such as doe wickedly against the couenant, shall he corrupt by flatteries: but the people that do know their God, shall be strong and doe exploits."},{"number":33,"verse":"And they that vnderstand among the people shall instruct many: yet they shall fall by the sword, and by flame, by captiuitie, and by spoile many dayes."},{"number":34,"verse":"Now when they shall fall, they shalbe holpen with a litle help: but many shall cleaue to them with flatteries."},{"number":35,"verse":"And some of them of vnderstanding shall fall, to trie them, and to purge, and to make them white, euen to the time of the end: because it is yet for a time appointed."},{"number":36,"verse":"And the king shall doe according to his will, and he shall exalt himselfe, and magnifie himselfe aboue euery god, and shall speake marueilous things against the God of gods, & shall prosper till the indignation be accomplished: for that that is determined, shall be done."},{"number":37,"verse":"Neither shall hee regard the god of his fathers, nor the desire of women, nor regard any god: for he shall magnifie himselfe aboue all."},{"number":38,"verse":"But in his estate shall he honour the god of forces: and a God whome his fathers knew not, shall hee honour with gold, and siluer, and with precious stones, and pleasant things."},{"number":39,"verse":"Thus shall hee doe in the most strong holds with a strange god, whom he shall acknowledge and increase with glory: and he shall cause them to rule ouer many, and shall diuide the land for gaine."},{"number":40,"verse":"And at the time of the end shall the king of the South push at him, and the king of the North shal come against him like a whirlewind with charets, and with horsemen, and with many ships, and he shall enter into the countreys, and shall ouerflow and passe ouer."},{"number":41,"verse":"He shall enter also into the glorious land, and many countreys shall be ouerthrowen: but these shall escape out of his hand, euen Edom, and Moab, and the chiefe of the children of Ammon."},{"number":42,"verse":"He shall stretch foorth his hand also vpon the countreys, and the land of Egypt shall not escape."},{"number":43,"verse":"But he shall haue power ouer the treasures of gold and of siluer, and ouer all the precious things of Egypt: and the Libyans and the Ethiopians shalbe at his steps."},{"number":44,"verse":"But tidings out of the East, and out of the North shall trouble him: therefore he shall goe foorth with great fury to destroy, and vtterly to make away many."},{"number":45,"verse":"And hee shall plant the tabernacles of his palace betweene the seas in the glorious holy mountaine, yet he shall come to his end, and none shall helpe him."}]}