{"bibleAbbr":"UST2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":107,"verses":[{"number":1,"verse":"Give thanks to Yahweh because he always does good things for us! His faithful love for us lasts forever, as he has promised us!"},{"number":2,"verse":"Those whom Yahweh has saved should tell others that he has rescued them from their enemies."},{"number":3,"verse":"He has gathered those of you who were exiled to many lands; he has gathered you together from the east and the west, from the north and from the south."},{"number":4,"verse":"Some of those who returned from those countries wandered in the desert; they were lost and had no homes to live in."},{"number":5,"verse":"They were hungry and thirsty, and they even collapsed in exhaustion."},{"number":6,"verse":"When they were in trouble, they called out to Yahweh, and he rescued them from being distressed."},{"number":7,"verse":"He led them along a straight road where they walked safely to cities in Canaan where they could live."},{"number":8,"verse":"They should praise Yahweh for loving them faithfully and for the wonderful things that he does for people."},{"number":9,"verse":"He gives thirsty people plenty of water to drink, and he gives hungry people plenty of good things to eat."},{"number":10,"verse":"Some of them were in very dark prisons; they were prisoners, suffering because of chains fastened to their hands and feet."},{"number":11,"verse":"They were in prison because they had rebelled against the message of God; they were there because they had despised the advice given by God, who is greater than all other gods."},{"number":12,"verse":"That is why God made them suffer hardships so that they would no longer be proud; when they got into trouble, there was no one who would help them."},{"number":13,"verse":"When they were in trouble, they called out to Yahweh, and he rescued them from being distressed."},{"number":14,"verse":"He broke the chains that were on their hands and feet and brought them out of those very dark prisons."},{"number":15,"verse":"He broke down the prison gates that were made of bronze; he cut through the prison bars that were made of iron. They should praise Yahweh for loving them faithfully and for the wonderful things that he does for people."},{"number":17,"verse":"Some of them foolishly rebelled against God, so they suffered for their sins."},{"number":18,"verse":"They did not want to eat any food, and they almost died."},{"number":19,"verse":"When they were in trouble, they called out to Yahweh, and he rescued them from being distressed."},{"number":20,"verse":"When he commanded that they be healed, they were healed; he saved them from dying."},{"number":21,"verse":"They should praise Yahweh for loving them faithfully and for the wonderful things that he does for people."},{"number":22,"verse":"They should give offerings to him to show that they are thankful, and they should sing joyfully about the miracles that he has performed."},{"number":23,"verse":"Some of them sailed in ships; they were selling things in cities far away."},{"number":24,"verse":"As they were sailing, they also saw the miracles that Yahweh performed, the wonderful things that he did when they were on very deep seas."},{"number":25,"verse":"He gave orders to the winds, and they became strong and stirred up high waves."},{"number":26,"verse":"The ships in which they were sailing were tossed high in the air, and then they sank into the troughs between the high waves; then the sailors were terrified at the danger."},{"number":27,"verse":"They stumbled about and staggered like drunken men, and they did not know what to do."},{"number":28,"verse":"When they were in trouble, they called out to Yahweh, and he rescued them from being distressed."},{"number":29,"verse":"He calmed the storm and he stilled the waves."},{"number":30,"verse":"They were very glad when it became calm; and Yahweh brought them safely into a harbor as they wished."},{"number":31,"verse":"They should praise Yahweh for loving them faithfully and for the wonderful things that he does for people."},{"number":32,"verse":"They should praise him among the Israelite people when they have gathered together, and they should praise him in front of the leaders of the country."},{"number":33,"verse":"Sometimes Yahweh causes rivers to become dry, with the result that the land becomes a wilderness, and springs of water become dry land."},{"number":34,"verse":"Sometimes he causes land that has produced lots of crops to become salty wastelands, with the result that they do not produce crops. He does that because the people who live there are very wicked."},{"number":35,"verse":"But sometimes he causes pools of water to appear in deserts, and he causes springs to flow in very dry ground."},{"number":36,"verse":"He brings hungry people into that land, to live there and to build cities there."},{"number":37,"verse":"They plant seeds in their fields, and they plant grapevines that produce large crops of grapes."},{"number":38,"verse":"He blesses the people, and the women give birth to many children, and they have large herds of cattle."},{"number":39,"verse":"When the number of people became smaller and they were humiliated by their enemies by being oppressed and caused to suffer,"},{"number":40,"verse":"Yahweh shows contempt for the leaders who oppress them, and makes them to wander in a wilderness where there are no roads."},{"number":41,"verse":"But he rescues poor people from being in misery and causes their families to increase in number like flocks of sheep."},{"number":42,"verse":"People who live rightly see God do these things, and they rejoice; wicked people hear about these things, too, but they have nothing to say against Yahweh in reply."},{"number":43,"verse":"Those who are wise should think carefully about these things; they should consider all the things that Yahweh has done to show that he faithfully loves them."}]}