{"bibleAbbr":"UST2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"A psalm written by David for the choir director. God, you are the one whom I praise, so please answer my prayer"},{"number":2,"verse":"because wicked people slander me and tell lies about me."},{"number":3,"verse":"They are constantly saying that they hate me, and they harm me for no reason."},{"number":4,"verse":"I show them that I love them and that I pray for them, but instead of being kind to me, they say that I have done evil things."},{"number":5,"verse":"In return for my doing good things for them and loving them, they do evil things to me and hate me."},{"number":6,"verse":"So appoint a wicked judge who will judge my enemy, and bring in one of his enemies who will stand up and accuse him."},{"number":7,"verse":"When the trial ends, cause the judge to declare that he is guilty and cause even his plea for mercy to be considered a sin."},{"number":8,"verse":"Then cause him to die soon; bring someone else to take over his work."},{"number":9,"verse":"Cause his children not to have a father anymore, and cause his wife to become a widow."},{"number":10,"verse":"Cause his children to leave the ruined homes that they have been living in and to wander around begging for food."},{"number":11,"verse":"Cause all the people to whom he owed money to seize his property; cause strangers to take away everything that he worked to acquire."},{"number":12,"verse":"Make sure that no one acts with any loyalty toward his memory for the sake of your covenant; make sure that no one pities his children."},{"number":13,"verse":"Cause all his children to die, so that no one will live to carry on his name."},{"number":14,"verse":"Yahweh, remember and do not forgive his ancestors for the evil things that they did, and do not even forgive the sins that his mother committed."},{"number":15,"verse":"Think about his sins continually, but cause everyone living to completely forget who he was."},{"number":16,"verse":"I pray these things because that man, my enemy, never acted toward anyone as your covenant says we must; he persecuted poor and needy people and even killed helpless people."},{"number":17,"verse":"He liked to curse people. So those terrible things that he requested to happen to others—cause them to happen to him! He did not want to bless others, so make sure that no one blesses him!"},{"number":18,"verse":"He often cursed other people, also; cause the terrible things that he wanted to happen to others to happen to him and enter his body as water does, as olive oil soaks into a person's bones when it is rubbed on his skin."},{"number":19,"verse":"Cause those terrible things to cling to him like his clothes and be around him like the belt that he wears every day."},{"number":20,"verse":"Yahweh, I wish that you will punish all my enemies that way, those who say evil things about me."},{"number":21,"verse":"But Yahweh, my God, do good things for me in order that I may honor you; rescue me from my enemies because you faithfully love me as you promised."},{"number":22,"verse":"I request you to do this because I am poor and needy and my inner being is full of pain."},{"number":23,"verse":"I think that my time to remain alive is as short as an evening shadow that will soon disappear. I will be blown away as a locust is blown by the wind."},{"number":24,"verse":"My knees are weak because I have fasted very often, and my body has become very thin."},{"number":25,"verse":"The people who accuse me make fun of me; when they see me, they insult me by shaking their heads at me."},{"number":26,"verse":"Yahweh, my God, help me! Because you faithfully love me, rescue me!"},{"number":27,"verse":"When you save me, cause my enemies to know that you are the one who has done it!"},{"number":28,"verse":"They may curse me, but I ask that you bless me. Cause those who persecute me to be defeated and disgraced, but cause me to be glad!"},{"number":29,"verse":"Cause those who accuse me to be completely disgraced; cause other people to see that they are disgraced as easily as they see the clothes that they wear!"},{"number":30,"verse":"But I will thank Yahweh very much; I will praise him when I am among the crowd of people who are worshiping him."},{"number":31,"verse":"I will do that because he defends poor people like me and because he saves us from those who have said that we must die."}]}