{"bibleAbbr":"UST2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"Praise Yahweh! You who worship Yahweh, praise him!"},{"number":2,"verse":"You who stand at the temple of Yahweh our God in its courtyards, ready to serve him, praise him!"},{"number":3,"verse":"Praise Yahweh because he does good things for us; sing to him because it is a joyful thing to do so."},{"number":4,"verse":"He has chosen us, the descendants of Jacob; he has chosen us Israelites to belong to him."},{"number":5,"verse":"I say these things because I know that Yahweh is great; he is greater than all the gods."},{"number":6,"verse":"Yahweh does whatever he desires to do in heaven, on the earth, and in the seas, down to the bottom of the seas."},{"number":7,"verse":"He is the one who causes clouds to appear from very distant places on the earth; he makes lightning bolts to flash with the rain, and he brings the winds from the places where he stores them."},{"number":8,"verse":"He is the one who killed all the firstborn males in Egypt, the firstborn of people and of animals."},{"number":9,"verse":"There he performed many kinds of miracles to punish the king and all his officials."},{"number":10,"verse":"He attacked many nations and killed the powerful kings who ruled them:"},{"number":11,"verse":"Sihon, the king of the Amor people group, Og, the king of Bashan, and all the other kings in the land of Canaan."},{"number":12,"verse":"Yahweh gave us their land, so that it would belong to us, his people Israel, forever."},{"number":13,"verse":"Yahweh, your name will endure forever, and people who are not yet born will remember the great things that you have done."},{"number":14,"verse":"Yahweh declares that we, his people, are innocent, and he acts mercifully toward us."},{"number":15,"verse":"But the idols that the other people groups worship are only statues made of silver and gold, things that humans have made."},{"number":16,"verse":"Their idols have mouths, but they cannot say anything; they have eyes, but they cannot see anything."},{"number":17,"verse":"They have ears, but they cannot hear anything, and they are not even able to breathe."},{"number":18,"verse":"The people who make those idols are as powerless as those idols, and those who trust in those idols can accomplish no more than their idols can!"},{"number":19,"verse":"My fellow Israelites, praise Yahweh! You priests who are descended from Aaron, praise Yahweh!"},{"number":20,"verse":"You men who are descended from Levi, you who assist the priests, praise Yahweh! All you who have a reverential respect for Yahweh, praise him!"},{"number":21,"verse":"Praise Yahweh in the temple on Mount Zion in Jerusalem where he lives! Praise Yahweh!"}]}