{"bibleAbbr":"UST2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":144,"verses":[{"number":1,"verse":"Written by David I praise Yahweh, who is like a huge rock on which I am safe! He trains my hands so that I can use them to fight battles; he trains my fingers so that I can shoot arrows in a war."},{"number":2,"verse":"He is the one who protects me as he promised; he is like a fortress in which I am safe, he protects me as shields protect soldiers, and he gives me refuge. He defeats other nations and then puts them under my power."},{"number":3,"verse":"Yahweh, we people are so insignificant! Why do you notice us? It is amazing to me that you pay attention to humans."},{"number":4,"verse":"The time that we live is as short as a puff of wind; our time to live disappears as a shadow does."},{"number":5,"verse":"Yahweh, tear open the sky and come down! Touch the mountains so that smoke may pour out from them!"},{"number":6,"verse":"Cause lightning to flash with the result that your enemies will run away! Shoot your arrows at them and cause them to run away in panic."},{"number":7,"verse":"It is as though my enemies are like a flood around me; reach your hand down from heaven and rescue me from them. They are men from foreign countries"},{"number":8,"verse":"who always tell lies. Even when they swear to tell the truth, they tell lies."},{"number":9,"verse":"God, I will sing a new song to you, and I will play my ten-stringed harp while I sing to you."},{"number":10,"verse":"You enable kings to defeat their enemies; you rescue those who serve you as I did."},{"number":11,"verse":"So I ask you to save me from being killed by the swords that those evil people carry. Rescue me from the power of those men from foreign countries who always tell lies. Even when they swear to tell the truth, they tell lies."},{"number":12,"verse":"I wish that our sons may all grow to full adulthood; I wish that our daughters may grow up to be as straight and tall as the pillars that stand in the corners of palaces."},{"number":13,"verse":"I wish that our barns may be full of many different crops. I wish that the sheep in our fields may give birth to tens of thousands of baby lambs."},{"number":14,"verse":"I wish that our cattle may give birth to many calves without having any miscarriages or deaths when they are born. I wish that there may not be any time when the people in our streets cry out in distress because foreign armies are invading."},{"number":15,"verse":"If good things like that happen to a nation, the people will be very fortunate. How fortunate are those who worship Yahweh as God!"}]}