{"bibleAbbr":"UST2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":44,"verses":[{"number":1,"verse":"A psalm written by one of the descendants of Korah for the choir director. God, we ourselves have heard what our parents and grandparents told us. They told us about the miracles that you performed long ago."},{"number":2,"verse":"They told us how you expelled the ungodly people and enabled us to live in their land. They told us that you punished those ungodly people and enabled your own people to possess the land."},{"number":3,"verse":"It was not by using their own swords that they conquered the people that lived in that land, and it was not by their own power that they were victorious; it was only by your power that they did those things; and they were sure that you were with them, showing that you were pleased with them."},{"number":4,"verse":"You are my king and my God; Make us, your people, able to defeat our enemies."},{"number":5,"verse":"It is by your power that we knock our enemies down and tramp on them."},{"number":6,"verse":"I do not trust that I can save myself by using my bow and arrows and my sword."},{"number":7,"verse":"No, it is you who have rescued us from our enemies; it is you who have caused those who hate us to become ashamed because they were defeated."},{"number":8,"verse":"We have always been proud about what God has done for us, and we will thank him forever."},{"number":9,"verse":"But now you have rejected us and caused us to be disgraced; when our armies march out to fight a battle, you no longer go with them."},{"number":10,"verse":"You have caused us to run away from our enemies, with the result that they captured the things that belonged to us."},{"number":11,"verse":"You have allowed us to become like sheep that were ready to be slaughtered; you scattered us far away among other nations."},{"number":12,"verse":"It is as though you sold us, your people, to our enemies for a very small price, although you did not gain any profit from selling us!"},{"number":13,"verse":"People who live in nations near us make fun of us; they laugh at us and deride us."},{"number":14,"verse":"They make jokes using the name of our country, they shake their heads to indicate that they despise us."},{"number":15,"verse":"All day I am disgraced; from seeing my face, people know that I am ashamed."},{"number":16,"verse":"I hear what those who sneer at me and revile me say; I am ashamed in front of my enemies and those who want to harm me."},{"number":17,"verse":"All these things have happened to us even though we have not forgotten you, and we are not the ones who disobeyed the covenant you made with our ancestors."},{"number":18,"verse":"We have not stopped being loyal to you, and we have not stopped doing what you want us to do."},{"number":19,"verse":"But it is as though you have allowed us to be helpless among wild animals and you have abandoned us in a deep dark ravine."},{"number":20,"verse":"If we had forgotten to worship our God, or if we had spread out our hands to worship a foreign god,"},{"number":21,"verse":"you certainly would have known that because you know even what we secretly think."},{"number":22,"verse":"But it is because we belong to you that our enemies are constantly killing us. They act toward us as though we were only sheep that they were going to slaughter."},{"number":23,"verse":"So Yahweh, arise! Why are you asleep? Get up! Do not reject us forever!"},{"number":24,"verse":"Why are you not looking at us? Why are you forgetting that we are suffering, that our enemies are oppressing us?"},{"number":25,"verse":"We are in complete panic; we cannot do anything; we are as good as dead."},{"number":26,"verse":"Do something! Come and help us! Rescue us because you love us as you promised to do."}]}