{"bibleAbbr":"UST2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"A psalm written by Asaph for the choir director, to be sung using the tune 'Lilies of the covenant' Yahweh, you who lead us as a shepherd leads his flock of sheep, you who sit on your throne in the Very Holy Place in the temple, above the figures of winged creatures, come and do powerful things for us Israelite people."},{"number":2,"verse":"Show yourself to the people of the tribes of Ephraim and Benjamin and Manasseh! Show us that you are powerful and come and rescue us!"},{"number":3,"verse":"God, cause our nation to be strong like it was before; act kindly toward us so that we may be saved from our enemies!"},{"number":4,"verse":"Yahweh, commander of the angel armies, how long will you be angry with us, your people, when we pray to you?"},{"number":5,"verse":"It is as though the only food and drink that you have given us is a cup full of our tears!"},{"number":6,"verse":"You have allowed the people groups that surround us to argue with each other to decide which part of our land each of them will take; they laugh at us."},{"number":7,"verse":"God, Commander of the angel armies, make our nation strong as it was before! Act kindly toward us so that we may be saved!"},{"number":8,"verse":"Our ancestors were like a grapevine that you brought out of Egypt; you drove out the other people groups from this land, and you put your people in their land."},{"number":9,"verse":"As people clear ground to plant a grapevine, you cleared out the people who were living in this land for us to live in it. As the roots of a grapevine go deep down into the ground and spread, you enabled our ancestors to prosper and start living in towns all over this land."},{"number":10,"verse":"As huge grapevines cover the hills with their shade and as their branches are taller than big cedar trees,"},{"number":11,"verse":"your people ruled all of Canaan, from the Mediterranean Sea in the west to the Euphrates River in the east."},{"number":12,"verse":"So why have you abandoned us and allowed our enemies to tear down our walls? You are like someone who tears down the fences around his vineyard, so that all the people who pass by can steal the grapes;"},{"number":13,"verse":"wild pigs can trample the vines, and wild animals can also eat the grapes."},{"number":14,"verse":"You who are the commander of the angel armies, turn to us! Look down from heaven and see what is happening to us! Come and rescue us who are like your grapevine,"},{"number":15,"verse":"who are like the young vine that you planted and caused to grow!"},{"number":16,"verse":"Our enemies have torn down and burned everything in our land; look at them angrily and get rid of them!"},{"number":17,"verse":"But strengthen us people whom you have chosen, us Israelite people, whom you previously caused to be very strong."},{"number":18,"verse":"When you do that, we will never turn away from you again; revive us, and then we will praise you."},{"number":19,"verse":"Yahweh, commander of the angel armies, restore us; act kindly toward us and rescue us from our enemies!"}]}