{"bibleAbbr":"UST2024","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":96,"verses":[{"number":1,"verse":"Sing to Yahweh a new song! You people throughout the earth, sing to Yahweh!"},{"number":2,"verse":"Sing to Yahweh and praise him! Every day proclaim to others that he has saved us."},{"number":3,"verse":"Tell about his glory to all people groups; tell all people groups the marvelous things that he has done."},{"number":4,"verse":"Yahweh is great, and he deserves to be praised very much; he should be revered more than all the gods."},{"number":5,"verse":"All the gods the other people groups worship are only idols, but Yahweh is truly great; he created the skies!"},{"number":6,"verse":"God shows his splendor and majesty; they shine out from where he rules. Strength and beauty are in his holy house."},{"number":7,"verse":"You people in nations all over the earth, praise Yahweh! Praise Yahweh for his glorious power!"},{"number":8,"verse":"Praise Yahweh as he deserves to be praised; bring an offering and come to his temple."},{"number":9,"verse":"Bow down before Yahweh because his holiness shines out from him with wonderful beauty. Everyone on earth should be very afraid in his presence, because he is good and powerful, completely different than us."},{"number":10,"verse":"Say to all the people groups, \"Yahweh is the king! He put the world in its place, and nothing will ever be able to move it. He will judge all the people groups fairly.\""},{"number":11,"verse":"All the beings that are in the heavens should be glad, and all the people on the earth should rejoice. The oceans and all the creatures that are in the oceans should roar to praise Yahweh."},{"number":12,"verse":"The fields and everything that grows in them should rejoice. When they do that, it will be as though all the trees in the forests are singing joyfully"},{"number":13,"verse":"in front of Yahweh. That will happen when he comes to judge everyone on the earth. He will judge all the people fairly according to what he knows is true."}]}