{"bibleAbbr":"orOV2014","bookName":"ନିହିମୀୟାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Nehemiah","chapterNumber":1,"verses":[{"number":1,"verse":"( ଯିରୂଶାଲମରୁ ସମ୍ଵାଦ) ହଖଲୀୟର ପୁତ୍ର ନିହିମୀୟାଙ୍କର ବାକ୍ୟ । ବିଂଶତିତମ ବର୍ଷର କିଶ୍ଲେବ୍ ମାସରେ ମୁଁ ଶୂଶନ୍ ରାଜଧାନୀରେ ଥିଲି ।"},{"number":2,"verse":"ତହିଁରେ ହନାନି ନାମରେ ମୋହର ଭ୍ରାତୃଗଣ ମଧ୍ୟରୁ ଏକ ଜଣ ଓ ଯିହୁଦାରୁ କେତେକ ଲୋକ ଆସିଲେ; ତହୁଁ ମୁଁ ସେମାନଙ୍କୁ ବନ୍ଦୀତ୍ଵରୁ ରକ୍ଷିତ ଅବଶିଷ୍ଟ ଯିହୁଦୀୟମାନଙ୍କ ବିଷୟରେ ଓ ଯିରୂଶାଲମ ବିଷୟରେ ପଚାରିଲି ।"},{"number":3,"verse":"ସେତେବେଳେ ସେମାନେ ମୋତେ କହିଲେ, ବନ୍ଦୀତ୍ଵରୁ ରକ୍ଷିତ ସେହି ପ୍ରଦେଶସ୍ଥ ଅବଶିଷ୍ଟ ଲୋକେ ମହାଦୁଃଖ ଓ ଅପମାନରେ ଅଛନ୍ତି; ମଧ୍ୟ ଯିରୂଶାଲମର ପ୍ରାଚୀର ଭଗ୍ନ ହୋଇ ରହିଅଛି ଓ ତହିଁର ଦ୍ଵାରସବୁ ଅଗ୍ନିରେ ଦଗ୍ଧ ହୋଇଅଛି ।"},{"number":4,"verse":"( ନିହିମୀୟାଙ୍କ ପ୍ରାର୍ଥନା) ତହୁଁ ମୁଁ ଏହି କଥା ଶୁଣନ୍ତେ, ବସି ରୋଦନ କଲି ଓ କେତେକ ଦିନ ପର୍ଯ୍ୟନ୍ତ ବିଳାପ କଲି; ପୁଣି, ମୁଁ ସ୍ଵର୍ଗସ୍ଥ ପରମେଶ୍ଵରଙ୍କ ଛାମୁରେ ଉପବାସ ଓ ପ୍ରାର୍ଥନା କରି କହିଲି,"},{"number":5,"verse":"ହେ ସଦାପ୍ରଭୋ, ସ୍ଵର୍ଗସ୍ଥ ପରମେଶ୍ଵର, ମୁଁ ବିନୟ କରୁଅଛି, ତୁମ୍ଭେ ମହାନ ଓ ଭୟଙ୍କର ପରମେଶ୍ଵର ଅଟ, ଯେଉଁମାନେ ତୁମ୍ଭକୁ ପ୍ରେମ କରନ୍ତି ଓ ତୁମ୍ଭର ସବୁ ଆଜ୍ଞା ପାଳନ କରନ୍ତି, ସେମାନଙ୍କ ପକ୍ଷରେ ତୁମ୍ଭେ ନିୟମ ଓ ଦୟା ପାଳନ କରିଥାଅ;"},{"number":6,"verse":"ମୁଁ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଆମ୍ଭମାନଙ୍କ କୃତ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ପାପ ସ୍ଵୀକାର କରି ତୁମ୍ଭ ଦାସ ଇସ୍ରାଏଲର ସନ୍ତାନଗଣ ପକ୍ଷରେ ଦିବାରାତ୍ର ଏହି ସମୟରେ ତୁମ୍ଭ ଛାମୁରେ ଯେଉଁ ପ୍ରାର୍ଥନା କରୁଅଛି, ଆପଣା ଦାସର ସେହି ପ୍ରାର୍ଥନା ଶୁଣିବା ପାଇଁ ଏବେ ତୁମ୍ଭର କର୍ଣ୍ଣ ନିବିଷ୍ଟ ଓ ତୁମ୍ଭର ଚକ୍ଷୁ ମୁକ୍ତ ହେଉ; ମୁଁ ଓ ମୋହର ପିତୃବଂଶ ହିଁ ପାପ କରୁଅଛୁ ।"},{"number":7,"verse":"ଆମ୍ଭେମାନେ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଅତିଶୟ ଦୁଷ୍କର୍ମ କରୁଅଛୁ ଓ ତୁମ୍ଭେ ଆପଣା ଦାସ ମୋଶାଙ୍କୁ ଯେଉଁ ଆଜ୍ଞା ଓ ବିଧି ଓ ଶାସନ ଆଦେଶ କରିଥିଲ, ତାହାସବୁ ଆମ୍ଭେମାନେ ପାଳନ କରି ନାହୁଁ ।"},{"number":8,"verse":"ତୁମ୍ଭେ ଆପଣା ଦାସ ମୋଶାଙ୍କୁ ଆଜ୍ଞା କରି କହିଥିଲ, ତୁମ୍ଭେମାନେ ସତ୍ୟଲଙ୍ଘନ କଲେ, ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କୁ ନାନା ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ଛିନ୍ନଭିନ୍ନ କରିବା;"},{"number":9,"verse":"ମାତ୍ର ଯେବେ ତୁମ୍ଭେମାନେ ଆମ୍ଭ ପ୍ରତି ଫେରିବ ଓ ଆମ୍ଭ ଆଜ୍ଞା ପାଳନ କରି ତଦନୁଯାୟୀ କର୍ମ କରିବ, ତେବେ ତୁମ୍ଭମାନଙ୍କର ତ୍ୟକ୍ତ ଲୋକମାନେ ଆକାଶର ପ୍ରାନ୍ତସୀମାରେ ଥିଲେ ହେଁ ଆମ୍ଭେ ସେଠାରୁ ସେମାନଙ୍କୁ ସଂଗ୍ରହ କରିବା ଓ ଆମ୍ଭେ ଆପଣା ନାମ ସ୍ଥାପନାର୍ଥେ ଯେଉଁ ସ୍ଥାନ ମନୋନୀତ କରିଅଛୁ, ସେହି ସ୍ଥାନକୁ ସେମାନଙ୍କୁ ଆଣିବା; ବିନୟ କରୁଅଛି, ଆପଣାର ଏହି କଥା ସ୍ମରଣ କର ।"},{"number":10,"verse":"ଏମାନେ ତୁମ୍ଭର ଦାସ ଓ ତୁମ୍ଭର ଲୋକ, ତୁମ୍ଭେ ଏମାନଙ୍କୁ ଆପଣାର ମହାପରାକ୍ରମ ଓ ଆପଣାର ବଳବାନ ହସ୍ତ ଦ୍ଵାରା ମୁକ୍ତ କରିଅଛ ।"},{"number":11,"verse":"ହେ ପ୍ରଭୋ, ବିନୟ କରୁଅଛି, ଯେଉଁମାନେ ତୁମ୍ଭ ନାମକୁ ଭୟ କରିବାକୁ ଆନନ୍ଦ କରନ୍ତି, ଏପରି ତୁମ୍ଭ ଦାସର ପ୍ରାର୍ଥନା ଓ ତୁମ୍ଭ ଦାସମାନଙ୍କ ପ୍ରାର୍ଥନା ପ୍ରତି ଏବେ ତୁମ୍ଭର କର୍ଣ୍ଣ ନିବିଷ୍ଟ ହେଉ; ଆଉ, ପ୍ରାର୍ଥନା କରୁଅଛି, ଆଜି ଆପଣା ଦାସର କାର୍ଯ୍ୟ ସିଦ୍ଧ କର, ପୁଣି ଏହି ବ୍ୟକ୍ତିର ଦୃଷ୍ଟିରେ ତାହାକୁ ଦୟାପ୍ରାପ୍ତ ହେବାକୁ ଦିଅ । ଏସମୟରେ ମୁଁ ରାଜାଙ୍କର ପାନପାତ୍ରବାହକ⇧ ଥିଲି ।"}]}