{"bibleAbbr":"orOV2014","bookName":"ନିହିମୀୟାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"( ଯିରୂଶାଲମ ପ୍ରାଚୀର ପୁନର୍ନିର୍ମାଣ) ଏଥି ଉତ୍ତାରେ ଇଲିୟାଶୀବ୍ ମହାଯାଜକ ଓ ତାହାର ଯାଜକ ଭାଇମାନେ ଉଠି ମେଷଦ୍ଵାର ଗଢ଼ିଲେ; ସେମାନେ ତାହା ପବିତ୍ର କରି ତହିଁର କବାଟସବୁ ସ୍ଥାପନ କଲେ; ହମ୍ମେୟା ଦୁର୍ଗ ଓ ହନନେଲ ଦୁର୍ଗ ପର୍ଯ୍ୟନ୍ତ ସେମାନେ ପବିତ୍ର କଲେ ।"},{"number":2,"verse":"ତାହା ନିକଟରେ ଯିରୀହୋର ଲୋକମାନେ ଗଢ଼ିଲେ । ଆଉ, ସେମାନଙ୍କ ନିକଟରେ ଇମ୍ରିର ପୁତ୍ର ସକ୍କୂର ଗଢ଼ିଲା ।"},{"number":3,"verse":"ଆଉ, ହସନାୟାର ସନ୍ତାନଗଣ ମତ୍ସ୍ୟଦ୍ଵାର ଗଢ଼ିଲେ; ସେମାନେ ତହିଁର କଡ଼ି ଚଢ଼ାଇଲେ ଓ ତହିଁର କବାଟ ଓ ହୁଡ଼ୁକା ଓ ଅର୍ଗଳସବୁ ଲଗାଇଲେ ।"},{"number":4,"verse":"ପୁଣି, ସେମାନଙ୍କ ନିକଟରେ ହକ୍କୋସର ପୌତ୍ର ଊରୀୟର ପୁତ୍ର ମରେମୋତ୍ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା । ଆଉ, ସେମାନଙ୍କ ନିକଟରେ ମଶେଷବେଲର ପୌତ୍ର ବେରିଖୀୟର ପୁତ୍ର ମଶୁଲ୍ଲମ୍ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା । ଆଉ, ସେମାନଙ୍କ ନିକଟରେ ବାନାର ପୁତ୍ର ସାଦୋକ୍ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":5,"verse":"ପୁଣି, ସେମାନଙ୍କ ନିକଟରେ ତକୋୟୀୟ ଲୋକମାନେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ; ମାତ୍ର ସେମାନଙ୍କର କୁଳୀନବର୍ଗ ଆପଣାମାନଙ୍କ ପ୍ରଭୁଙ୍କ କର୍ମରେ ବେକ ଦେଲେ ନାହିଁ ।"},{"number":6,"verse":"ଆଉ, ପାସେହର ପୁତ୍ର ଯିହୋୟାଦା ଓ ବଷୋଦିୟାର ପୁତ୍ର ମଶୁଲ୍ଲମ୍ ପୁରାତନ ଦ୍ଵାରର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ; ସେମାନେ ତହିଁର କଡ଼ି ଚଢ଼ାଇଲେ, ଆଉ ତହିଁର କବାଟ, ହୁଡ଼ୁକା ଓ ଅର୍ଗଳସବୁ ଲଗାଇଲେ ।"},{"number":7,"verse":"ପୁଣି, ସେମାନଙ୍କ ନିକଟରେ ଗିବିୟୋନୀୟ ମଲାଟୀୟ ଓ ମରୋଣୋଥୀୟ ଯାଦୋନ, ଗିବୀୟୋନ ଓ ମିସ୍ପାର ଲୋକମାନେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ, ଏମାନେ ନଦୀ ସେପାରିସ୍ଥ ଦେଶାଧ୍ୟକ୍ଷର ସିଂହାସନର ଅଧୀନ ।"},{"number":8,"verse":"ତାହା ନିକଟରେ ସ୍ଵର୍ଣ୍ଣକାରମାନେ, ହର୍ହୟର ପୁତ୍ର ଉଷୀୟେଲ୍ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ । ଆଉ, ତାହା ନିକଟରେ ଗନ୍ଧବଣିକମାନଙ୍କ ମଧ୍ୟରୁ ହନାନୀୟ ଜୀର୍ଣ୍ଣ-ସଂସ୍କାର କଲା, ପୁଣି ସେମାନେ ପ୍ରଶସ୍ତ ପ୍ରାଚୀର ପର୍ଯ୍ୟନ୍ତ ଯିରୂଶାଲମ ଦୃଢ଼ କଲେ ।"},{"number":9,"verse":"ସେମାନଙ୍କ ନିକଟରେ ଯିରୂଶାଲମସ୍ଥ ପ୍ରଦେଶର ଅର୍ଦ୍ଧଭାଗର ଅଧ୍ୟକ୍ଷ ହୂରର ପୁତ୍ର ରଫାୟ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":10,"verse":"ଆଉ, ସେମାନଙ୍କ ନିକଟରେ ହରୁମଫର ପୁତ୍ର ଯିଦାୟ ଆପଣା ଗୃହ ସମ୍ମୁଖରେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା । ତାହା ନିକଟରେ ହଶ୍ବନୀୟର ପୁତ୍ର ହଟୂଶ୍ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":11,"verse":"ହାରିମର ପୁତ୍ର ମଲ୍‍କୀୟ ଓ ପହତ୍-ମୋୟାବର ପୁତ୍ର ହଶୂବ୍ ଅନ୍ୟ ଏକ ଅଂଶ ଓ ତୁନ୍ଦୁରୁ-ଦୁର୍ଗର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ ।"},{"number":12,"verse":"ତାହା ନିକଟରେ ଯିରୂଶାଲମ ପ୍ରଦେଶର ଅର୍ଦ୍ଧଭାଗର ଅଧ୍ୟକ୍ଷ ହଲୋହେଶର ପୁତ୍ର ଶଲ୍ଲୁମ୍ ଓ ତାହାର କନ୍ୟାମାନେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ ।"},{"number":13,"verse":"ହାନୂନ୍ ଓ ସାନୋହ ନିବାସୀମାନେ ଉପତ୍ୟକା-ଦ୍ଵାରର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ; ସେମାନେ ତାହା ଗଢ଼ିଲେ ଓ ତହିଁର କବାଟ, ହୁଡ଼ୁକା ଓ ଅର୍ଗଳସବୁ ଲଗାଇଲେ, ଆଉ ଖତଦ୍ଵାର ପର୍ଯ୍ୟନ୍ତ ପ୍ରାଚୀରର ଏକ ହଜାର ହାତ ଦୃଢ଼ କଲେ ।"},{"number":14,"verse":"ପୁଣି, ବୈଥ୍-ହକ୍କେରମ୍ ପ୍ରଦେଶର ଅଧ୍ୟକ୍ଷ ରେଖବର ପୁତ୍ର ମଲ୍‍କୀୟ ଖତଦ୍ଵାରର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା; ସେ ତାହା ଗଢ଼ିଲା ଓ ତହିଁର କବାଟ, ହୁଡ଼ୁକା ଓ ଅର୍ଗଳସବୁ ଲଗାଇଲା ।"},{"number":15,"verse":"ପୁଣି, ମିସ୍ପା ପ୍ରଦେଶର ଅଧ୍ୟକ୍ଷ କଲ୍ହୋଷିର ପୁତ୍ର ଶଲ୍ଲୁନ୍ ନିର୍ଝରଦ୍ଵାରର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା; ସେ ତାହା ଗଢ଼ି ଆଚ୍ଛାଦନ କଲା ଓ ତହିଁର କବାଟ, ହୁଡ଼ୁକା ଓ ଅର୍ଗଳସବୁ ଲଗାଇଲା, ପୁଣି ଦାଉଦ-ନଗରରୁ ତଳକୁ ଯିବା ପାବଚ୍ଛ ପର୍ଯ୍ୟନ୍ତ ରାଜାଙ୍କର ଉଦ୍ୟାନ ନିକଟସ୍ଥ ଶେଲା ପୁଷ୍କରିଣୀ-ପ୍ରାଚୀର (ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା) ।"},{"number":16,"verse":"ତାହା ନିକଟରେ ବୈଥ୍ସୂର ପ୍ରଦେଶର ଅର୍ଦ୍ଧଭାଗର ଅଧ୍ୟକ୍ଷ ଅସ୍ବୂକର ପୁତ୍ର ନିହିମୀୟା ଦାଉଦଙ୍କର କବର ସମ୍ମୁଖ ପର୍ଯ୍ୟନ୍ତ ଓ ନିର୍ମିତ ପୁଷ୍କରିଣୀ ପର୍ଯ୍ୟନ୍ତ ଓ ବୀରମାନଙ୍କ ଗୃହ ପର୍ଯ୍ୟନ୍ତ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":17,"verse":"( ପ୍ରାଚୀର ନିର୍ମାଣ କାର୍ଯ୍ୟ କରିଥିବା ଲେବୀୟମାନେ) ତାହା ନିକଟରେ ଲେବୀୟମାନେ, ଅର୍ଥାତ୍, ବାନିର ପୁତ୍ର ରହୂମ୍ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା । ତାହା ନିକଟରେ କିୟୀଲା ପ୍ରଦେଶର ଅର୍ଦ୍ଧଭାଗର ଅଧ୍ୟକ୍ଷ ହଶବୀୟ ଆପଣା ପ୍ରଦେଶ ପକ୍ଷରେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":18,"verse":"ତାହା ନିକଟରେ ସେମାନଙ୍କ ଭ୍ରାତୃଗଣ, ଅର୍ଥାତ୍, କିୟୀଲା ପ୍ରଦେଶର ଅର୍ଦ୍ଧଭାଗର ଅଧ୍ୟକ୍ଷ ହେନାଦଦା ପୁତ୍ର ବବୟ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":19,"verse":"ତାହା ନିକଟରେ ମିସ୍ପାର ଅଧ୍ୟକ୍ଷ ଯେଶୂୟର ପୁତ୍ର ଏସର୍ ପ୍ରାଚୀରର ବାଙ୍କ ନିକଟସ୍ଥ ଅସ୍ତ୍ରାଗାରର ଉଠାଣି ପଥ ସମ୍ମୁଖରେ ଅନ୍ୟ ଏକ ଅଂଶର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":20,"verse":"ତାହା ନିକଟରେ ସବ୍ବୟର ପୁତ୍ର ବାରୁକ୍ ଯନି କରି ପ୍ରାଚୀରର ବାଙ୍କଠାରୁ ଇଲିୟାଶୀବ୍ ମହାଯାଜକର ଗୃହଦ୍ଵାର ପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ ଏକ ଅଂଶର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":21,"verse":"ତାହା ଉତ୍ତାରେ ହକକୋସର ପୌତ୍ର ଊରୀୟର ପୁତ୍ର ମରେମୋତ୍ ଇଲିୟାଶୀବର ଗୃହଦ୍ଵାରଠାରୁ ଇଲୀୟାଶୀବର ଗୃହପ୍ରା; ପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ ଏକ ଅଂଶର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":22,"verse":"( ପ୍ରାଚୀର ନିର୍ମାଣ କରିଥିବା ଯାଜକମାନେ) ପୁଣି, ତାହା ଉତ୍ତାରେ ପ୍ରାନ୍ତରବାସୀ ଯାଜକମାନେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ ।"},{"number":23,"verse":"ସେମାନଙ୍କ ଉତ୍ତାରେ ବିନ୍ୟାମୀନ୍ ଓ ହଶୂବ୍ ଆପଣାମାନଙ୍କ ଗୃହ ସମ୍ମୁଖରେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ । ସେମାନଙ୍କ ଉତ୍ତାରେ ଅନନୀୟର ପୌତ୍ର ମାସେୟର ପୁତ୍ର ଅସରୀୟ ଆପଣା ଗୃହ ନିକଟରେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":24,"verse":"ତାହା ଉତ୍ତାରେ ହେନାଦଦ୍ର ପୁତ୍ର ବିନ୍ନୁୟି ଅସରୀୟର ଗୃହଠାରୁ ପ୍ରାଚୀରର ବାଙ୍କ ଓ କୋଣ ପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ ଏକ ଅଂଶର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":25,"verse":"ଉଷୟର ପୁତ୍ର ପାଲାଲ୍ ପ୍ରାଚୀରର ବାଙ୍କ ସମ୍ମୁଖରେ ପ୍ରହରୀଶାଳାର ନିକଟସ୍ଥ ଉଚ୍ଚତର ରାଜଗୃହ ସମୀପରେ ବାହାର ଦୁର୍ଗ ପାଖରେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା । ତାହା ଉତ୍ତାରେ ପରୀୟୋଶର ପୁତ୍ର ପଦାୟ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":26,"verse":"ଏହି ସମୟରେ ନଥୀନୀୟମାନେ ଜଳଦ୍ଵାରର ପୂର୍ବଦିଗର ସମ୍ମୁଖ ପର୍ଯ୍ୟନ୍ତ ଓ ବାହାର ଦୁର୍ଗ ପର୍ଯ୍ୟନ୍ତ ଓଫଲରେ ବାସ କରୁଥିଲେ ।"},{"number":27,"verse":"( ଅନ୍ୟ ନିର୍ମାଣକାରୀମାନେ) ତାହା ଉତ୍ତାରେ ତକୋୟୀୟମାନେ ବାହାରସ୍ଥ ବଡ଼ ଦୁର୍ଗ ସମ୍ମୁଖରୁ ଓଫଲର ପ୍ରାଚୀର ପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ ଏକ ଅଂଶର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ ।"},{"number":28,"verse":"ଯାଜକମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଗୃହ ସମ୍ମୁଖରେ ଅଶ୍ଵଦ୍ଵାରର ଉପରଭାଗର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ ।"},{"number":29,"verse":"ସେମାନଙ୍କ ଉତ୍ତାରେ ଇମ୍ମେରର ପୁତ୍ର ସାଦୋକ୍ ଆପଣା ଗୃହ ସମ୍ମୁଖରେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା । ପୁଣି, ତାହା ଉତ୍ତାରେ ପୂର୍ବ-ଦ୍ଵାରପାଳ ଶିଖନୀୟର ପୁତ୍ର ଶମୟୀୟ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":30,"verse":"ତାହା ଉତ୍ତାରେ ଶେଲିମୀୟର ପୁତ୍ର ହନାନୀୟ ଓ ସାଲଫର ଷଷ୍ଠ ପୁତ୍ର ହାନୂନ୍ ଅନ୍ୟ ଏକ ଅଂଶର ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ । ତାହା ଉତ୍ତାରେ ବେରିଖୀୟର ପୁତ୍ର ମଶୁଲ୍ଲମ୍ ଆପଣା କୋଠରି ସମ୍ମୁଖରେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":31,"verse":"ତାହା ଉତ୍ତାରେ ମଲକୀୟ ନାମକ ଜଣେ ସ୍ଵର୍ଣ୍ଣକାର ହମିପ୍କଦ୍ ଦ୍ଵାରର ସମ୍ମୁଖସ୍ଥ ନଥୀନୀୟମାନଙ୍କର ଓ ବଣିକମାନଙ୍କର ଗୃହ ପର୍ଯ୍ୟନ୍ତ, ଆଉ କୋଣର ଉଠାଣି ପର୍ଯ୍ୟନ୍ତ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲା ।"},{"number":32,"verse":"ପୁଣି, କୋଣର ଉଠାଣି ଓ ମେଷଦ୍ଵାର ମଧ୍ୟରେ ସ୍ଵର୍ଣ୍ଣକାର ଓ ବଣିକମାନେ ଜୀର୍ଣ୍ଣସଂସ୍କାର କଲେ ।"}]}