{"bibleAbbr":"orOV2014","bookName":"ନିହିମୀୟାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Nehemiah","chapterNumber":7,"verses":[{"number":1,"verse":"ପ୍ରାଚୀର ନିର୍ମିତ ହୁଅନ୍ତେ, ମୁଁ କବାଟସବୁ ଝୁଲାଇଲି, ପୁଣି ଦ୍ଵାରପାଳ ଓ ଗାୟକ ଓ ଲେବୀୟମାନେ ନିଯୁକ୍ତ ହେଲେ ।"},{"number":2,"verse":"ତହୁଁ ମୁଁ ଆପଣା ଭ୍ରାତା ହନାନିକି ଓ ଦୁର୍ଗର ଶାସନକର୍ତ୍ତା ହନାନୀୟକୁ ଯିରୂଶାଲମ ଉପରେ ନିଯୁକ୍ତ କଲି; କାରଣ ହନାନୀୟ ବିଶ୍ଵସ୍ତ ଲୋକ ଥିଲା ଓ ସେ ଅନେକଙ୍କ ଅପେକ୍ଷା ପରମେଶ୍ଵରଙ୍କୁ ଭୟ କଲା ।"},{"number":3,"verse":"ଆଉ, ମୁଁ ସେମାନଙ୍କୁ କହିଲି, ସୂର୍ଯ୍ୟ ପ୍ରଚଣ୍ତ ନୋହିବା ପର୍ଯ୍ୟନ୍ତ ଯିରୂଶାଲମର ଦ୍ଵାରସବୁ ଫିଟା ନ ଯାଉ; ଲୋକମାନେ ପ୍ରହରୀକର୍ମରେ ଠିଆ ହେବା ବେଳେ ଦ୍ଵାରସବୁ ବନ୍ଦ କରନ୍ତୁ, ଆଉ ତୁମ୍ଭେମାନେ ତହିଁରେ ଅର୍ଗଳ ଦିଅ; ପୁଣି, ତୁମ୍ଭେମାନେ ଯିରୂଶାଲମ-ନିବାସୀମାନଙ୍କୁ ପ୍ରହରୀ କରି ନିଯୁକ୍ତ କର, ସେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ପହରାରେ ଓ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଗୃହ ସମ୍ମୁଖରେ ରହନ୍ତୁ ।"},{"number":4,"verse":"( ନିର୍ବାସନରୁ ଫେରିଥିବା ଲୋକଙ୍କ ତାଲିକା) ନଗର ପ୍ରଶସ୍ତ ଓ ବୃହତ ଥିଲା; ମାତ୍ର ତହିଁ ମଧ୍ୟରେ ଅଳ୍ପ ଲୋକ ଥିଲେ ଓ ଗୃହ ସବୁ ନିର୍ମିତ ହୋଇ ନ ଥିଲା ।"},{"number":5,"verse":"ଏଉତ୍ତାରେ ବଂଶାବଳୀକ୍ରମେ ଗଣିତ ହେବା ପାଇଁ କୁଳୀନମାନଙ୍କୁ ଓ ଅଧ୍ୟକ୍ଷମାନଙ୍କୁ ଓ ଲୋକମାନଙ୍କୁ ଏକତ୍ର କରିବାକୁ ମୋହର ପରମେଶ୍ଵର ମୋʼ ମନରେ ପ୍ରବୃତ୍ତି ଦେଲେ । ଆଉ, ଯେଉଁମାନେ ପ୍ରଥମେ ଆସିଥିଲେ, ମୁଁ ସେମାନଙ୍କର ବଂଶାବଳୀ-ପୁସ୍ତକ ପାଇଲି, ତହିଁରେ ଏହା ଲେଖା ଥିବାର ଦେଖିଲି, ଯଥା,"},{"number":6,"verse":"ଯେଉଁମାନେ ବନ୍ଦୀ ରୂପେ ନୀତ ହୋଇଥିଲେ, ସେମାନଙ୍କ ମଧ୍ୟରୁ ପ୍ରଦେଶୀୟ ଏହି ସନ୍ତାନଗଣ ପ୍ରତ୍ୟେକେ ଯିରୂଶାଲମ ଓ ଯିହୁଦାସ୍ଥିତ ଆପଣା ଆପଣା ନଗରକୁ ଫେରି ଆସିଲେ, ବାବିଲର ରାଜା ନବୁଖଦ୍ନିତ୍ସର ଏମାନଙ୍କୁ ନେଇଯାଇଥିଲା;"},{"number":7,"verse":"ଏମାନେ ସରୁବ୍ବାବିଲ, ଯେଶୂୟ, ନିହିମୀୟା, ଅସରୀୟ, ରୟମା, ନହମାନି, ମର୍ଦ୍ଦଖୟ, ବିଲଶନ୍, ମିସ୍ପର, ବିଗ୍ବୟ, ନହୂମ, ବାନା ସଙ୍ଗେ ଫେରି ଆସିଲେ । ଇସ୍ରାଏଲ ବଂଶୀୟ ପୁରୁଷଗଣର ସଂଖ୍ୟା ଏହି, ଯଥା,"},{"number":8,"verse":"ପରିୟୋଶର ସନ୍ତାନ ଦୁଇ ହଜାର ଏକ ଶହ ବାସ୍ତରି ଜଣ ।"},{"number":9,"verse":"ଶଫଟୀୟର ସନ୍ତାନ ତିନି ଶହ ବାସ୍ତରି ଜଣ ।"},{"number":10,"verse":"ଆରହର ସନ୍ତାନ ଛଅ ଶହ ବାଆନ ଜଣ ।"},{"number":11,"verse":"ଯେଶୂୟ ଓ ଯୋୟାବର ସନ୍ତାନଗଣ ମଧ୍ୟରୁ ପହତ୍-ମୋୟାବର ସନ୍ତାନ ଦୁଇ ହଜାର ଆଠ ଶହ ଅଠର ଜଣ ।"},{"number":12,"verse":"ଏଲମର ସନ୍ତାନ ଏକ ହଜାର ଦୁଇ ଶହ ଚଉବନ ଜଣ ।"},{"number":13,"verse":"ସତ୍ତୂର ସନ୍ତାନ ଆଠ ଶହ ପଞ୍ଚଚାଳିଶ ଜଣ ।"},{"number":14,"verse":"ସକ୍କୟର ସନ୍ତାନ ସାତ ଶହ ଷାଠିଏ ଜଣ ।"},{"number":15,"verse":"ବିନ୍ନୁୟିର ସନ୍ତାନ ଛଅ ଶହ ଅଠଚାଳିଶ ଜଣ ।"},{"number":16,"verse":"ବେବୟର ସନ୍ତାନ ଛଅ ଶହ ଅଠାଇଶ ଜଣ ।"},{"number":17,"verse":"ଅସ୍ଗଦର ସନ୍ତାନ ଦୁଇ ହଜାର ତିନି ଶହ ବାଇଶ ଜଣ ।"},{"number":18,"verse":"ଅଦୋନୀକାମର ସନ୍ତାନ ଛଅ ଶହ ସତଷଠି ଜଣ ।"},{"number":19,"verse":"ବିଗ୍ବୟର ସନ୍ତାନ ଦୁଇ ହଜାର ସତଷଠି ଜଣ ।"},{"number":20,"verse":"ଆଦୀନର ସନ୍ତାନ ଛଅ ଶହ ପଞ୍ଚାବନ ଜଣ ।"},{"number":21,"verse":"ହିଜକୀୟର ବଂଶଜାତ ଆଟରର ସନ୍ତାନ ଅଠାନବେ ଜଣ ।"},{"number":22,"verse":"ହଶୂମର ସନ୍ତାନ ତିନି ଶହ ଅଠାଇଶ ଜଣ ।"},{"number":23,"verse":"ବେତ୍ସୟର ସନ୍ତାନ ତିନି ଶହ ଚବିଶ ଜଣ ।"},{"number":24,"verse":"ହାରୀଫର ସନ୍ତାନ ଏକ ଶହ ବାର ଜଣ ।"},{"number":25,"verse":"ଗିବିୟୋନର ସନ୍ତାନ ପଞ୍ଚାନବେ ଜଣ ।"},{"number":26,"verse":"ବୈଥ୍ଲେହମ୍ ଓ ନଟୋଫାର ଲୋକ ଏକ ଶହ ଅଠାଅଶୀ ଜଣ ।"},{"number":27,"verse":"ଅନାଥୋତର ଲୋକ ଏକ ଶହ ଅଠାଇଶ ଜଣ ।"},{"number":28,"verse":"ବେଥ୍-ଅସ୍ମାବତର ଲୋକ ବୟାଳିଶ ଜଣ ।"},{"number":29,"verse":"କିରୀୟତ୍-ଯିୟାରୀମର, କଫୀରାର ଓ ବେରୋତର ଲୋକ ସାତଣଶହ ତେୟାଳିଶ ଜଣ ।"},{"number":30,"verse":"ରାମା ଓ ଗେବାର ଲୋକ ଛଅ ଶହ ଏକୋଇଶ ଜଣ ।"},{"number":31,"verse":"ମିକ୍ମସର ଲୋକ ଏକ ଶହ ବାଇଶ ଜଣ ।"},{"number":32,"verse":"ବୈଥେଲ୍ ଓ ଅୟର ଲୋକ ଏକ ଶହ ତେଇଶ ଜଣ ।"},{"number":33,"verse":"ଅନ୍ୟ ନବୋର ଲୋକ ବାଆନ ଜଣ ।"},{"number":34,"verse":"ଅନ୍ୟ ଏଲମର ସନ୍ତାନ ଏକ ହଜାର ଦୁଇ ଶହ ଚଉବନ ଜଣ ।"},{"number":35,"verse":"ହାରୀମର ସନ୍ତାନ ତିନି ଶହ କୋଡ଼ିଏ ଜଣ ।"},{"number":36,"verse":"ଯିରୀହୋର ସନ୍ତାନ ତିନି ଶହ ପଞ୍ଚଚାଳିଶ ଜଣ ।"},{"number":37,"verse":"ଲୋଦ୍, ହାଦୀଦ୍ ଓ ଓନୋର ସନ୍ତାନ ସାତ ଶହ ଏକୋଇଶ ଜଣ ।"},{"number":38,"verse":"ସନାୟାର ସନ୍ତାନ ତିନି ହଜାର ନଅ ଶହ ତିରିଶ ଜଣ ।"},{"number":39,"verse":"ଯାଜକମାନଙ୍କର ସଂଖ୍ୟା; ଯେଶୂୟ ବଂଶୀୟ ଯିଦୟୀୟର ସନ୍ତାନ ନଅ ଶହ ତେସ୍ତରି ଜଣ ।"},{"number":40,"verse":"ଇମ୍ମେରର ସନ୍ତାନ ଏକ ହଜାର ବାଆନ ଜଣ ।"},{"number":41,"verse":"ପଶ୍ହୂରର ସନ୍ତାନ ଏକ ହଜାର ଦୁଇ ଶହ ସତଚାଳିଶ ଜଣ ।"},{"number":42,"verse":"ହାରିମର ସନ୍ତାନ ଏକ ହଜାର ସତର ଜଣ ।"},{"number":43,"verse":"ଲେବୀୟମାନଙ୍କର ସଂଖ୍ୟା; ହେଦବାର ସନ୍ତାନ-ମାନଙ୍କ ମଧ୍ୟରୁ ଯେଶୂୟର, କଦ୍ମୀୟେଲର ସନ୍ତାନ ଚଉସ୍ତରି ଜଣ ।"},{"number":44,"verse":"ଗାୟକମାନଙ୍କ ସଂଖ୍ୟା; ଆସଫର ସନ୍ତାନ ଏକ ଶହ ଅଠଚାଳିଶ ଜଣ ।"},{"number":45,"verse":"ଦ୍ଵାରପାଳମାନଙ୍କ ସଂଖ୍ୟା; ଶଲ୍ଲୁମର ସନ୍ତାନ, ଆଟରର ସନ୍ତାନ, ଟଲମୋନର ସନ୍ତାନ, ଅକ୍କୂବର ସନ୍ତାନ, ହଟୀଟାର ସନ୍ତାନ, ଶୋବୟର ସନ୍ତାନ ଏକ ଶହ ଅଠତିରିଶ ଜଣ ।"},{"number":46,"verse":"ନଥୀନୀୟମାନଙ୍କ ସଂଖ୍ୟା; ସୀହର ସନ୍ତାନଗଣ, ହସୂଫାର ସନ୍ତାନଗଣ, ଟବ୍ବାୟୋତର ସନ୍ତାନଗଣ;"},{"number":47,"verse":"କେରୋସର ସନ୍ତାନଗଣ, ସୀୟର ସନ୍ତାନଗଣ, ପାଦୋନର ସନ୍ତାନଗଣ;"},{"number":48,"verse":"ଲବାନାର ସନ୍ତାନଗଣ, ହଗାବର ସନ୍ତାନଗଣ, ଶଲ୍ମୟର ସନ୍ତାନଗଣ;"},{"number":49,"verse":"ହାନନର ସନ୍ତାନଗଣ, ଗିଦ୍ଦେଲର ସନ୍ତାନଗଣ, ଗହରର ସନ୍ତାନଗଣ;"},{"number":50,"verse":"ରାୟାର ସନ୍ତାନଗଣ, ରତ୍ସୀନର ସନ୍ତାନଗଣ, ନକୋଦର ସନ୍ତାନଗଣ;"},{"number":51,"verse":"ଗସମର ସନ୍ତାନଗଣ, ଉଷର ସନ୍ତାନଗଣ, ପାସେହର ସନ୍ତାନଗଣ;"},{"number":52,"verse":"ବେଷୟର ସନ୍ତାନଗଣ, ମିୟୂନୀମର ସନ୍ତାନଗଣ, ନଫୁଷୀମର ସନ୍ତାନଗଣ;"},{"number":53,"verse":"ବକ୍ବୁକର ସନ୍ତାନଗଣ, ହକୂଫାର ସନ୍ତାନଗଣ, ହର୍ହୂରର ସନ୍ତାନଗଣ;"},{"number":54,"verse":"ବସ୍ଲୂତର ସନ୍ତାନଗଣ, ମହୀଦାର ସନ୍ତାନଗଣ, ହର୍ଶାର ସନ୍ତାନଗଣ;"},{"number":55,"verse":"ବର୍କୋସର ସନ୍ତାନଗଣ, ସୀଷରାର ସନ୍ତାନଗଣ, ତେମହର ସନ୍ତାନଗଣ;"},{"number":56,"verse":"ନତ୍ସୀହର ସନ୍ତାନଗଣ, ହଟୀଫାର ସନ୍ତାନଗଣ ।"},{"number":57,"verse":"ଶଲୋମନର ଦାସମାନଙ୍କ ସନ୍ତାନଗଣର ସଂଖ୍ୟା; ସୋଟୟର ସନ୍ତାନଗଣ, ସୋଫେରତର ସନ୍ତାନଗଣ, ପରିଦାର ସନ୍ତାନଗଣ;"},{"number":58,"verse":"ଯାଳାର ସନ୍ତାନଗଣ, ଦର୍କୋଣର ସନ୍ତାନଗଣ, ଗିଦ୍ଦେଲର ସନ୍ତାନଗଣ;"},{"number":59,"verse":"ଶଫଟୀୟର ସନ୍ତାନଗଣ, ହଟୀଲାର ସନ୍ତାନଗଣ, ପୋଖେରତ୍-ହତ୍ସବାୟିମର ସନ୍ତାନଗଣ, ଆମୋନର ସନ୍ତାନଗଣ ।"},{"number":60,"verse":"ସମୁଦାୟ ନଥୀନୀୟ ଓ ଶଲୋମନର ଦାସମାନଙ୍କ ସନ୍ତାନଗଣର ସଂଖ୍ୟା ତିନି ଶହ ବୟାନବେ ଜଣ ।"},{"number":61,"verse":"ପୁଣି, ତେଲମେଲହ, ତେଲହର୍ଶା, କଋବ୍, ଅଦ୍ଦନ ଓ ଇମ୍ମେର, ଏହି ସକଳ ସ୍ଥାନରୁ ଲୋକ ଆସିଲେ; ମାତ୍ର ସେମାନେ ଇସ୍ରାଏଲୀୟ ଲୋକ ବୋଲି ଆପଣା ଆପଣା ପିତୃବଂଶ ଓ ଗୋଷ୍ଠୀର ପ୍ରମାଣ ଦର୍ଶାଇ ପାରିଲେ ନାହିଁ; ସେହି ଲୋକମାନେ ଏହି, ଯଥା,"},{"number":62,"verse":"ଦଲାୟର ସନ୍ତାନ, ଟୋବୀୟର ସନ୍ତାନ, ନକୋଦର ସନ୍ତାନ, ଛଅଣଶହ ବୟାଳିଶ ଜଣ ।"},{"number":63,"verse":"ଯାଜକମାନଙ୍କ ମଧ୍ୟରୁ ହବାୟର ସନ୍ତାନଗଣ, ହକୋସର ସନ୍ତାନଗଣ, ବର୍ସିଲ୍ଲୟର ସନ୍ତାନଗଣ, ଏହି ବର୍ସିଲ୍ଲୟ ଗିଲୀୟଦୀୟ ବର୍ସିଲ୍ଲୟର ଏକ କନ୍ୟାକୁ ବିବାହ କରିବାରୁ ତାହାର ନାମାନୁସାରେ ଖ୍ୟାତ ହୋଇଥିଲା ।"},{"number":64,"verse":"ଏମାନେ ବଂଶାବଳୀକ୍ରମେ ଗଣିତ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଆପଣାମାନଙ୍କ ବଂଶାବଳୀ-ପତ୍ର ଅନ୍ଵେଷଣ କଲେ, ମାତ୍ର ପାଇଲେ ନାହିଁ; ଏହେତୁ ସେମାନେ ଅଶୁଚି ଗଣିତ ହୋଇ ଯାଜକ ପଦଚ୍ୟୁତ ହେଲେ ।"},{"number":65,"verse":"ପୁଣି, ଶାସନକର୍ତ୍ତା ସେମାନଙ୍କୁ କହିଲା ଯେ, ଊରୀମ୍ ଓ ତୁମ୍ମୀମ୍ଧାରୀ ଯାଜକ ଉତ୍ପନ୍ନ ନ ହେବା ପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭେମାନେ ପବିତ୍ର ବସ୍ତୁ ଭୋଜନ କରିବ ନାହିଁ ।"},{"number":66,"verse":"( ଜନ ଓ ଦାନର ସମଷ୍ଟି) ଆଉ, ଏକତ୍ରୀକୃତ ସମସ୍ତ ସମାଜ ବୟାଳିଶ ହଜାର ତିନି ଶହ ଷାଠିଏ ଜଣ ।"},{"number":67,"verse":"ଏହା ଛଡ଼ା ସେମାନଙ୍କର ଦାସଦାସୀ ସାତ ହଜାର ତିନି ଶହ ସଇଁତିରିଶ ଜଣ ଥିଲେ; ଆହୁରି, ସେମାନଙ୍କର ଦୁଇ ଶହ ପଞ୍ଚଚାଳିଶ ଜଣ ଗାୟକ ଗାୟିକା ଥିଲେ ।"},{"number":68,"verse":"ସେମାନଙ୍କର ସାତ ଶହ ଛତିଶ ଅଶ୍ଵ; ଦୁଇ ଶହ ପଞ୍ଚଚାଳିଶ ଖଚର;"},{"number":69,"verse":"ଚାରି ଶହ ପଞ୍ଚତିରିଶ ଉଷ୍ଟ୍ର; ଛଅ ହଜାର ସାତ ଶହ କୋଡ଼ିଏ ଗର୍ଦ୍ଦଭ ଥିଲେ ।"},{"number":70,"verse":"ପୁଣି, ପିତୃବଂଶୀୟ ପ୍ରଧାନମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି ସେହି କର୍ମ ନିମନ୍ତେ ଦାନ କଲେ । ଶାସନକର୍ତ୍ତା ଭଣ୍ତାରରେ ଡାରିକ୍ ନାମକ ଏକ ହଜାର ସ୍ଵର୍ଣ୍ଣମୁଦ୍ରା, ପଚାଶ କୁଣ୍ତ, ପାଞ୍ଚ ଶହ ତିରିଶ ଯାଜକୀୟ ବସ୍ତ୍ର ଦେଲା ।"},{"number":71,"verse":"ଆଉ, ପିତୃବଂଶୀୟ କେତେକ ପ୍ରଧାନ ଲୋକ କର୍ମର ଭଣ୍ତାରରେ ଡାରିକ୍ ନାମକ କୋଡ଼ିଏ ହଜାର ସ୍ଵର୍ଣ୍ଣମୁଦ୍ରା ଓ ଦୁଇ ହଜାର ଦୁଇ ଶହ ପାଉଣ୍ତ ରୂପା ଦେଲେ ।"},{"number":72,"verse":"ଅନ୍ୟ ଲୋକ ସମସ୍ତେ ଡାରିକ୍ ନାମକ କୋଡ଼ିଏ ହଜାର ସ୍ଵର୍ଣ୍ଣମୁଦ୍ରା ଓ ଦୁଇ ହଜାର ପାଉଣ୍ତ ରୂପା ଓ ସତଷଠି ଯାଜକୀୟ ବସ୍ତ୍ର ଦେଲେ ।"},{"number":73,"verse":"ଏଉତ୍ତାରେ ଯାଜକମାନେ ଓ ଲେବୀୟମାନେ ଓ ଦ୍ଵାରପାଳମାନେ ଓ ଗାୟକମାନେ, ଆଉ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ କେତେକ ଓ ନଥୀନୀୟମାନେ ଓ ସମଗ୍ର ଇସ୍ରାଏଲ ଆପଣା ଆପଣା ନଗରରେ ବାସ କଲେ । ଏଉତ୍ତାରେ ସପ୍ତମ ମାସ ଉପସ୍ଥିତ ହେଲା, ଆଉ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଆପଣା ନଗରରେ ଥିଲେ ।"}]}