{"bibleAbbr":"orOV2014","bookName":"ନିହିମୀୟାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Nehemiah","chapterNumber":9,"verses":[{"number":1,"verse":"( ଲୋକଙ୍କ ପାପ ସ୍ଵୀକାର) ସେହି ମାସର ଚତୁର୍ବିଂଶ ଦିନରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଉପବାସ କରି, ଅଖା ପିନ୍ଧି ଓ ଆପଣା ଆପଣା ଉପରେ ମାଟି ଦେଇ ଏକତ୍ରିତ ହେଲେ ।"},{"number":2,"verse":"ଆଉ, ଇସ୍ରାଏଲ-ବଂଶ ବିଦେଶୀୟ ସମସ୍ତଙ୍କଠାରୁ ଆପଣାମାନଙ୍କୁ ପୃଥକ୍ କଲେ, ପୁଣି ଠିଆ ହୋଇ ଆପଣା ଆପଣା ପାପ ଓ ଆପଣା ଆପଣା ପିତୃଲୋକଙ୍କର ଅପରାଧ ସ୍ଵୀକାର କଲେ ।"},{"number":3,"verse":"ପୁଣି, ସେମାନେ ସ୍ଵ ସ୍ଵ ସ୍ଥାନରେ ଠିଆ ହୋଇ ଦିନର ଚତୁର୍ଥାଂଶ ପର୍ଯ୍ୟନ୍ତ ସଦାପ୍ରଭୁ ଆପଣାମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ବ୍ୟବସ୍ଥା-ପୁସ୍ତକରୁ ପାଠ କଲେ ଓ ଅନ୍ୟ ଚତୁର୍ଥାଂଶ ପର୍ଯ୍ୟନ୍ତ ସେମାନେ ପାପ ସ୍ଵୀକାର କରି ସଦାପ୍ରଭୁ ଆପଣାମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କୁ ପ୍ରଣାମ କଲେ ।"},{"number":4,"verse":"ଆଉ, ଯେଶୂୟ ଓ ବାନି, କଦ୍ମୀୟେଲ, ଶବନୀୟ, ବୁନ୍ନି, ଶେରେବୀୟ, ବାନି ଓ କନାନି ଲେବୀୟମାନଙ୍କ ପାବଚ୍ଛରେ ଠିଆ ହୋଇ ସଦାପ୍ରଭୁ ଆପଣାମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ଉଚ୍ଚୈଃସ୍ଵରରେ କ୍ରନ୍ଦନ କଲେ ।"},{"number":5,"verse":"ଯେଶୂୟ ଓ କଦ୍ମୀୟେଲ, ବାନି, ହଶବନୀୟ, ଶେରେବୀୟ, ହୋଦୀୟ, ଶବନୀୟ ଓ ପଥାହୀୟ, ଏହି ଲେବୀୟମାନେ କହିଲେ, ଉଠ, ଅନାଦି କାଳରୁ ଅନ; କାଳସ୍ଥାୟୀ ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କର ଧନ୍ୟବାଦ କର; ପୁଣି, ସକଳ ଧନ୍ୟବାଦ ଓ ପ୍ରଶଂସାରୁ ଉନ୍ନତ ତୁମ୍ଭ ପ୍ରତାପାନ୍ଵିତ ନାମ ଧନ୍ୟ ହେଉ ।"},{"number":6,"verse":"କେବଳ ତୁମ୍ଭେ ହିଁ ସଦାପ୍ରଭୁ ଅଟ; ତୁମ୍ଭେ ସ୍ଵର୍ଗ, ସ୍ଵର୍ଗର ସ୍ଵର୍ଗ ଓ ତହିଁର ସମଗ୍ର ବାହିନୀ⇧ , ପୃଥିବୀ ଓ ତନ୍ମଧ୍ୟସ୍ଥ ସମସ୍ତ ବସ୍ତୁ, ସମୁଦ୍ର ଓ ତନ୍ମଧ୍ୟସ୍ଥ ସକଳ ବସ୍ତୁ ନିର୍ମାଣ କରିଅଛ ଓ ତୁମ୍ଭେ ସେସବୁର ସ୍ଥିତି କରୁଅଛଜ ଓ ସ୍ଵର୍ଗୀୟ-ବାହିନୀ ତୁମ୍ଭକୁ ପ୍ରଣାମ କରନ୍ତି ।"},{"number":7,"verse":"ତୁମ୍ଭେ ହିଁ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵର ଅଟ, ତୁମ୍ଭେ ଅବ୍ରାମକୁ ମନୋନୀତ କଲ ଓ କଲ୍ଦୀୟମାନଙ୍କ ଊର ଦେଶରୁ ତାହାକୁ ବାହାର କରି ଆଣି ଅବ୍ରହାମ ନାମ ଦେଲ;"},{"number":8,"verse":"ତୁମ୍ଭେ ଆପଣା ସାକ୍ଷାତରେ ତାହାର ଅନ୍ତଃକରଣ ବିଶ୍ଵସ୍ତ ଦେଖିଲ, ପୁଣି କିଣାନୀୟ, ହିତ୍ତୀୟ, ଇମୋରୀୟ ଓ ପରିଷୀୟ ଓ ଯିବୂଷୀୟ ଓ ଗିର୍ଗାଶୀୟ ଲୋକମାନଙ୍କ ଦେଶ ଦେବାକୁ, ଅର୍ଥାତ୍, ତାହାର ବଂଶକୁ ଦେବା ପାଇଁ ତାହା ସଙ୍ଗେ ନିୟମ କଲ, ପୁଣି ଆପଣା ବାକ୍ୟ ସଫଳ କରିଅଛ; କାରଣ ତୁମ୍ଭେ ଧର୍ମମୟ ।"},{"number":9,"verse":"ଅନନ୍ତର ତୁମ୍ଭେ ମିସର ଦେଶରେ ଆମ୍ଭ ପିତୃପୁରୁଷ-ଗଣର କ୍ଳେଶ ଦେଖିଲେ ଓ ସୂଫ ସାଗର ନିକଟରେ ସେମାନଙ୍କର କ୍ରନ୍ଦନ ଶୁଣିଲ;"},{"number":10,"verse":"ପୁଣି, ଫାରୋ ଓ ତାହାର ସମସ୍ତ ଦାସ ଓ ତାହାର ଦେଶସ୍ଥ ସମୁଦାୟ ଲୋକଙ୍କ ପ୍ରତି ନାନା ଚିହ୍ନ ଓ ଆଶ୍ଚର୍ଯ୍ୟ କର୍ମ ପ୍ରକାଶ କଲ; କାରଣ ମିସ୍ରୀୟମାନେ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଗର୍ବାଚରଣ କରିବାର ତୁମ୍ଭେ ଜାଣିଲ; ଏଣୁ ତୁମ୍ଭେ ଆଜିର ନ୍ୟାୟ ଆପଣା ନାମ ପ୍ରସିଦ୍ଧ କରିଅଛ ।"},{"number":11,"verse":"ପୁଣି, ତୁମ୍ଭେ ସେମାନଙ୍କ ସାକ୍ଷାତରେ ସମୁଦ୍ରକୁ ବିଭାଗ କଲ, ତହୁଁ ସେମାନେ ଶୁଷ୍କ ଭୂମି ଦେଇ ଯିବା ପରି ସମୁଦ୍ର ମଧ୍ୟରେ ଗମନ କଲେ; ମାତ୍ର ଗଭୀର ଜଳରେ ପ୍ରସ୍ତର ତୁଲ୍ୟ ତୁମ୍ଭେ ସେମାନଙ୍କ ପଛେ ଗୋଡ଼ାଇବା ଲୋକମାନଙ୍କୁ ଅଗାଧ ସମୁଦ୍ରରେ ନିକ୍ଷେପ କଲ ।"},{"number":12,"verse":"ଆହୁରି, ତୁମ୍ଭେ ଦିବସରେ ମେଘସ୍ତମ୍ଭ ଦ୍ଵାରା ଓ ରାତ୍ରିରେ ସେମାନଙ୍କ ଗନ୍ତବ୍ୟ ପଥରେ ଦୀପ୍ତି ଦେବା ନିମନ୍ତେ ଅଗ୍ନିସ୍ତମ୍ଭ ଦ୍ଵାରା ସେମାନଙ୍କୁ ଗମନ କରାଇଲ ।"},{"number":13,"verse":"ମଧ୍ୟ ତୁମ୍ଭେ ସୀନୟ ପର୍ବତକୁ ଓହ୍ଲାଇ ଆସି ସ୍ଵର୍ଗରୁ ସେମାନଙ୍କ ସଙ୍ଗେ କଥାବାର୍ତ୍ତା କଲ ଓ ସେମାନଙ୍କୁ ଯଥାର୍ଥ ଶାସନ ଓ ସତ୍ୟ ବ୍ୟବସ୍ଥା, ଉତ୍ତମ ବିଧି ଓ ଆଜ୍ଞା ପ୍ରଦାନ କଲ;"},{"number":14,"verse":"ଆଉ, ସେମାନଙ୍କୁ ଆପଣାର ପବିତ୍ର ବିଶ୍ରାମ ଦିନ ଜ୍ଞାତ କରାଇଲ ଓ ଆପଣା ଦାସ ମୋଶାଙ୍କ ହସ୍ତରେ ସେମାନଙ୍କୁ ଆଜ୍ଞା ଓ ବିଧି ଓ ବ୍ୟବସ୍ଥା ଆଦେଶ କଲ;"},{"number":15,"verse":"ପୁଣି, ସେମାନଙ୍କ କ୍ଷୁଧା ନିବାରଣାର୍ଥେ ସେମାନଙ୍କୁ ସ୍ଵର୍ଗରୁ ଭକ୍ଷ୍ୟ ଦେଲ ଓ ସେମାନଙ୍କ ତୃଷା ନିବାରଣାର୍ଥେ ଶୈଳରୁ ଜଳ ନିର୍ଗତ କଲ, ଆଉ ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଯେଉଁ ଦେଶ ଦେବା ପାଇଁ ହସ୍ତ ଉଠାଇ ଥିଲ, ସେହି ଦେଶ ଅଧିକାରାର୍ଥେ ତହିଁ ମଧ୍ୟରେ ପ୍ରବେଶ କରିବାକୁ⇧ ଆଜ୍ଞା କଲ ।"},{"number":16,"verse":"ମାତ୍ର ସେମାନେ ଓ ଆମ୍ଭମାନଙ୍କ ପୂର୍ବପୁରୁଷମାନେ ଗର୍ବାଚରଣ କଲେ ଓ ଆପଣା ଆପଣା ଗ୍ରୀବା ଶକ୍ତ କଲେ ଓ ତୁମ୍ଭ ଆଜ୍ଞାରେ କର୍ଣ୍ଣପାତ କଲେ ନାହିଁ,"},{"number":17,"verse":"ଆଉ ପାଳିବାକୁ ଅସମ୍ମତ ହେଲେ, କିଅବା ତୁମ୍ଭେ ସେମାନଙ୍କ ମଧ୍ୟରେ ଯେଉଁ ଆଶ୍ଚର୍ଯ୍ୟ କର୍ମ କରିଥିଲ, ତାହା ସ୍ମରଣରେ ରଖିଲେ ନାହିଁ; ମାତ୍ର ଆପଣା ଆପଣା ଗ୍ରୀବା ଶକ୍ତ କଲେ ଓ ଦାସତ୍ଵାବସ୍ଥାକୁ ଫେରିଯିବା ନିମନ୍ତେ ବିଦ୍ରୋହ ଭାବରେ ଜଣକୁ ପ୍ରଧାନ କରି ନିଯୁକ୍ତ କଲେ; ତଥାପି ତୁମ୍ଭେ କ୍ଷମା କରିବାକୁ ଉଦ୍ୟତ, କୃପାମୟ ଓ ସ୍ନେହଶୀଳ, କ୍ରୋଧରେ ଧୀର ଓ ଦୟାରେ ପରିପୂର୍ଣ୍ଣ ପରମେଶ୍ଵର ଅଟ⇧, ଏଣୁ ସେମାନଙ୍କୁ ପରିତ୍ୟାଗ କଲ ନାହିଁ ।"},{"number":18,"verse":"ହଁ, ଯେତେବେଳେ ସେମାନେ ଛାଞ୍ଚରେ ଢଳା ଏକ ଗୋବତ୍ସ ନିର୍ମାଣ କଲେ ଓ ଯେଉଁ ଦେବତା ତୁମ୍ଭକୁ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିଲେ, ସେ ଏହି, ଏହା କହି ମହାବିରକ୍ତିଜନକ କାର୍ଯ୍ୟ କଲେ;"},{"number":19,"verse":"ସେତେବେଳେ ତୁମ୍ଭେ ଆପଣା ବହୁବିଧ ଦୟାରେ ସେମାନଙ୍କୁ ପ୍ରାନ୍ତରରେ ପରିତ୍ୟାଗ କଲ ନାହିଁ; ପଥ କଢ଼ାଇବା ନିମନ୍ତେ ଦିବସରେ ମେଘସ୍ତମ୍ଭ, କିଅବା ସେମାନଙ୍କୁ ଆଲୁଅ ଓ ଗନ୍ତବ୍ୟ ପଥ ଦେଖାଇବା ନିମନ୍ତେ ରାତ୍ରିରେ ଅଗ୍ନିସ୍ତମ୍ଭ ସେମାନଙ୍କ ଆଗରୁ ପ୍ରସ୍ଥାନ କଲା ନାହିଁ ।"},{"number":20,"verse":"ଆହୁରି, ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଶିକ୍ଷା ଦେବା ପାଇଁ ଆପଣାର ମଙ୍ଗଳମୟ ଆତ୍ମା ପ୍ରଦାନ କଲ ଓ ସେମାନଙ୍କ ମୁଖରୁ ଆପଣା ମାନ୍ନା ଅଟକାଇଲ ନାହିଁ ଓ ସେମାନଙ୍କ ତୃଷା ନିବାରଣାର୍ଥେ ସେମାନଙ୍କୁ ଜଳ ଦେଲ ।"},{"number":21,"verse":"ତୁମ୍ଭେ ଚାଳିଶ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ପ୍ରାନ୍ତରରେ ସେମାନଙ୍କୁ ପ୍ରତିପାଳନ କଲ, ସେମାନଙ୍କର କିଛି ଅଭାବ ହେଲା ନାହିଁ; ସେମାନଙ୍କ ବସ୍ତ୍ର ଜୀର୍ଣ୍ଣ ହେଲା ନାହିଁ ଓ ସେମାନଙ୍କ ପାଦ ଫୁଲିଲା ନାହିଁ ।"},{"number":22,"verse":"ଆହୁରି, ତୁମ୍ଭେ ସେମାନଙ୍କୁ ନାନା ରାଜ୍ୟ ଓ ଗୋଷ୍ଠୀ ଦେଲ ଓ ତାହା ସେମାନଙ୍କ ବାଣ୍ଟ ଅନୁସାରେ ନିରୂପଣ କଲ; ତହୁଁ ସେମାନେ ସୀହୋନ୍ ଦେଶ, ଅର୍ଥାତ୍, ହିଷ୍ବୋନ୍ ରାଜାର ଦେଶ ଓ ବାଶନର ଓଗ୍ ରାଜାର ଦେଶ ଅଧିକାର କଲେ ।"},{"number":23,"verse":"ଆହୁରି, ତୁମ୍ଭେ ସେମାନଙ୍କ ସନ୍ତାନଗଣକୁ ଆକାଶର ନକ୍ଷତ୍ରଗଣ ତୁଲ୍ୟ ବହୁସଂଖ୍ୟକ କଲ ଓ ଯେଉଁ ଦେଶ ସେମାନେ ଅଧିକାର କରିବାକୁ ଯିବେ ବୋଲି ତୁମ୍ଭେ ସେମାନଙ୍କ ପିତୃଗଣକୁ କହିଥିଲ, ସେହି ଦେଶକୁ ସେମାନଙ୍କୁ ଆଣିଲ ।"},{"number":24,"verse":"ଏହିରୂପେ ସେହି ସନ୍ତାନଗଣ ଦେଶରେ ପ୍ରବେଶ କରି ଅଧିକାର କଲେ, ଆଉ ତୁମ୍ଭେ ସେମାନଙ୍କ ସମ୍ମୁଖରେ ସେହି ଦେଶବାସୀ କିଣାନୀୟମାନଙ୍କୁ ପରାସ୍ତ କଲ ଓ ସେମାନେ ଯେପରି ଆପଣା ଇଚ୍ଛାମତ ବ୍ୟବହାର କରିବେ, ଏଥିପାଇଁ ସେମାନଙ୍କୁ ଓ ସେମାନଙ୍କ ରାଜଗଣକୁ ଓ ଦେଶସ୍ଥ ନାନା ଗୋଷ୍ଠୀକି ସେମାନଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କଲ ।"},{"number":25,"verse":"ତହିଁରେ ସେମାନେ ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗରସକଳ ଓ ଉର୍ବରା ଭୂମି ନେଲେ, ସର୍ବପ୍ରକାର ଉତ୍ତମ ଦ୍ରବ୍ୟରେ ପରିପୂର୍ଣ୍ଣ ଗୃହ, ଖୋଦିତ କୂପ, ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ଓ ଜୀତକ୍ଷେତ୍ର ଓ ପ୍ରଚୁର ଫଳବୃକ୍ଷ ଅଧିକାର କଲେ; ତହୁଁ ସେମାନେ ଭୋଜନ କରି ତୃପ୍ତ ଓ ପୁଷ୍ଟ ହେଲେ⇧ ଓ ତୁମ୍ଭର ମହାମଙ୍ଗଳଦାନରେ ଆନନ୍ଦ କଲେ ।"},{"number":26,"verse":"ତଥାପି ସେମାନେ ଅନାଜ୍ଞାବହ ହେଲେ ଓ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଦ୍ରୋହାଚରଣ କଲେ ଓ ତୁମ୍ଭ ବ୍ୟବସ୍ଥା ଆପଣା ପଛକୁ ପକାଇଲେ, ଆଉ ତୁମ୍ଭର ଯେଉଁ ଭବିଷ୍ୟଦ୍ବକ୍ତା-ମାନେ ସେମାନଙ୍କୁ ତୁମ୍ଭ ପ୍ରତି ପୁନର୍ବାର ଫେରାଇବା ପାଇଁ ସେମାନଙ୍କ ବିପକ୍ଷରେ ସାକ୍ଷ୍ୟ ଦେଲେ, ସେମାନଙ୍କୁ ବଧ କଲେ ଓ ମହାବିରକ୍ତିଜନକ କାର୍ଯ୍ୟ କଲେ ।"},{"number":27,"verse":"ଏହେତୁ ତୁମ୍ଭେ ସେମାନଙ୍କୁ ବିପକ୍ଷଗଣ ହସ୍ତରେ ସମର୍ପଣ କରନ୍ତେ, ସେମାନେ ସେମାନଙ୍କୁ କ୍ଳେଶ ଦେଲେ; ମାତ୍ର କ୍ଳେଶ ସମୟରେ ସେମାନେ ତୁମ୍ଭ ନିକଟରେ କ୍ରନ୍ଦନ କରନ୍ତେ, ତୁମ୍ଭେ ସ୍ଵର୍ଗରୁ ତାହା ଶୁଣିଲ; ଆଉ, ଆପଣାର ବହୁବିଧ ଦୟାନୁସାରେ ସେମାନଙ୍କୁ ଉଦ୍ଧାରକର୍ତ୍ତୃଗଣ ଦେଲ⇧, ସେମାନେ ବିପକ୍ଷଗଣ ହସ୍ତରୁ ସେମାନଙ୍କୁ ଉଦ୍ଧାର କଲେ ।"},{"number":28,"verse":"ମାତ୍ର ସେମାନେ ବିଶ୍ରାମ ପାଇଲା ଉତ୍ତାରେ ପୁନର୍ବାର ତୁମ୍ଭ ଦୁଷ୍ଟିରେ କୁକର୍ମ କଲେ; ଏହେତୁ ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଶତ୍ରୁଗଣ ହସ୍ତରେ ସମର୍ପଣ କରନ୍ତେ, ସେମାନେ ସେମାନଙ୍କ ଉପରେ କର୍ତ୍ତୃତ୍ଵ କଲେ; ତଥାପି ଯେତେବେଳେ ସେମାନେ ଫେରି ତୁମ୍ଭ ନିକଟରେ କ୍ରନ୍ଦନ କଲେ, ସେତେବେଳେ ତୁମ୍ଭେ ସ୍ଵର୍ଗରୁ ତାହା ଶୁଣିଲ; ଆଉ, ଅନେକ ଥର ତୁମ୍ଭେ ଆପଣା ଦୟାନୁସାରେ ସେମାନଙ୍କୁ ଉଦ୍ଧାର କଲ;"},{"number":29,"verse":"ପୁଣି, ସେମାନଙ୍କୁ ପୁନର୍ବାର ଆପଣା ବ୍ୟବସ୍ଥାରୂପ ମାର୍ଗକୁ ଆଣିବା ନିମନ୍ତେ ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ସାକ୍ଷ୍ୟ ଦେଲ; ତଥାପି ସେମାନେ ଗର୍ବାଚରଣ କଲେ ଓ ତୁମ୍ଭ ଆଜ୍ଞାରେ କର୍ଣ୍ଣପାତ କଲେ ନାହିଁ, ମାତ୍ର ଯାହା ପାଳିଲେ ମନୁଷ୍ୟ ବଞ୍ଚିବ, ତୁମ୍ଭର ସେହି ଶାସନ ବିରୁଦ୍ଧରେ ପାପ କଲେ, ପୁଣି ସ୍କନ୍ଧ ଘୁଞ୍ଚାଇ ନେଲେ ଓ ଆପଣା ଆପଣା ଗ୍ରୀବା ଶକ୍ତ କଲେ ଓ ଶୁଣିବାକୁ ଅସମ୍ମତ ହେଲେ ।"},{"number":30,"verse":"ତଥାପି ବହୁ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭେ ସେମାନଙ୍କ କଥା ସହ୍ୟ କଲ ଓ ଆପଣା ଆତ୍ମା ଦ୍ଵାରା ଆପଣା ଭବିଷ୍ୟଦ୍-ବକ୍ତାଗଣ ଦେଇ ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେଲ; ମାତ୍ର ସେମାନେ କର୍ଣ୍ଣପାତ କରିବାକୁ ସମ୍ମତ ହେଲେ ନାହିଁ; ଏହେତୁ ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଅନ୍ୟଦେଶୀ ଗୋଷ୍ଠୀୟମାନଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କଲ ।"},{"number":31,"verse":"ତଥାପି ତୁମ୍ଭେ ଆପଣା ବହୁବିଧ ଦୟାରେ ସେମାନଙ୍କୁ ନିଃଶେଷ କଲ ନାହିଁ, ଅବା ସେମାନଙ୍କୁ ପରିତ୍ୟାଗ କଲ ନାହିଁ; କାରଣ ତୁମ୍ଭେ କୃପାମୟ ଓ ଦୟାଳୁ ପରମେଶ୍ଵର ଅଟ ।"},{"number":32,"verse":"ଏହେତୁ ହେ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵର, ମହାନ, ପରାକ୍ରାନ୍ତ ଓ ଭୟଙ୍କର ପରମେଶ୍ଵର, ତୁମ୍ଭେ ନିୟମ ଓ ଦୟା ପାଳନ କରିଥାଅ, ଅଶୂରୀୟ ରାଜଗଣର ସମୟଠାରୁ ଆଜି ପର୍ଯ୍ୟନ୍ତ ଆମ୍ଭମାନଙ୍କ ଉପରେ, ଆମ୍ଭମାନଙ୍କ ରାଜଗଣ ଉପରେ, ଆମ୍ଭମାନଙ୍କ ଅଧିପତିଗଣ ଉପରେ ଓ ଆମ୍ଭମାନଙ୍କ ଯାଜକଗଣ ଉପରେ ଓ ଆମ୍ଭମାନଙ୍କ ଭବିଷ୍ୟଦ୍ବକ୍ତାଗଣ ଉପରେ ଓ ଆମ୍ଭମାନଙ୍କ ପିତୃଗଣ ଉପରେ ଓ ତୁମ୍ଭର ସମସ୍ତ ଲୋକଙ୍କ ଉପରେ ଯେ ଯେ କ୍ଳେଶ ଘଟିଅଛି, ତାହାସବୁ ତୁମ୍ଭ ଦୃଷ୍ଟିରେ କ୍ଷୁଦ୍ର ଦେଖା ନ ଯାଉ ।"},{"number":33,"verse":"ତଥାପି ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଯାହା ଯାହା ଘଟିଅଛି, ସେସବୁରେ ତୁମ୍ଭେ ଧର୍ମମୟ ଅଟ; କାରଣ ତୁମ୍ଭେ ସତ୍ୟ ବ୍ୟବହାର କରିଅଛ, ମାତ୍ର ଆମ୍ଭେମାନେ ଦୁଷ୍କର୍ମ କରିଅଛୁ ।"},{"number":34,"verse":"ପୁଣି, ଆମ୍ଭମାନଙ୍କ ରାଜଗଣ, ଆମ୍ଭମାନଙ୍କ ଅଧିପତିଗଣ, ଆମ୍ଭମାନଙ୍କ ଯାଜକଗଣ ଅବା ଆମ୍ଭମାନଙ୍କ ପିତୃଗଣ ତୁମ୍ଭ ବ୍ୟବସ୍ଥା ପାଳନ କରି ନାହାନ୍ତି, କିଅବା ତୁମ୍ଭେ ଆପଣାର ଯେଉଁ ଆଜ୍ଞା ଓ ସାକ୍ଷ୍ୟ ଦ୍ଵାରା ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ସାକ୍ଷ୍ୟ ଦେଲ, ତହିଁରେ କର୍ଣ୍ଣପାତ କରି ନାହାନ୍ତି ।"},{"number":35,"verse":"ଯେଣୁ ସେମାନେ ଆପଣାମାନଙ୍କ ରାଜ୍ୟରେ, ସେମାନଙ୍କୁ ତୁମ୍ଭର ପ୍ରଦତ୍ତ ମହାମଙ୍ଗଳରେ ଓ ସେମାନଙ୍କ ସମ୍ମୁଖରେ ତୁମ୍ଭର ସମର୍ପିତ ପ୍ରଶସ୍ତ ଓ ଉର୍ବର ଦେଶରେ ତୁମ୍ଭର ସେବା କରି ନାହାନ୍ତି, କିଅବା ଆପଣା ଆପଣା ଦୁଷ୍କର୍ମରୁଫେରି ନାହାନ୍ତି ।"},{"number":36,"verse":"ଦେଖ, ଆଜି ଆମ୍ଭେମାନେ ଦାସ ହୋଇଅଛୁ, ପୁଣି ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କ ପିତୃପୁରୁଷଗଣକୁ ଯେଉଁ ଦେଶର ଫଳ ଓ ଉତ୍ତମ ଦ୍ରବ୍ୟ ଭୋଗ କରିବାକୁ ଦେଇଥିଲ, ଦେଖ, ସେହି ଦେଶରେ ଆମ୍ଭେମାନେ ଦାସ ହୋଇଅଛୁ ।"},{"number":37,"verse":"ଆଉ, ଆମ୍ଭମାନଙ୍କ ପାପ ହେତୁରୁ ତୁମ୍ଭେ ଯେଉଁ ରାଜଗଣକୁ ଆମ୍ଭମାନଙ୍କ ଉପରେ ସ୍ଥାପନ କରିଅଛ, ସେମାନଙ୍କ ପ୍ରତି ସେହି ଦେଶ ପ୍ରଚୁର ଫଳ ଉତ୍ପନ୍ନ କରୁଅଛି; ମଧ୍ୟ ଆମ୍ଭମାନଙ୍କ ଶରୀର ଉପରେ ଓ ଆମ୍ଭମାନଙ୍କ ପଶୁଗଣ ଉପରେ ସେମାନଙ୍କର ସ୍ଵେଚ୍ଛାମତ କ୍ଷମତା ଅଛି, ଆଉ ଆମ୍ଭେମାନେ ମହାକ୍ଳେଶରେ ଅଛୁ;"},{"number":38,"verse":"ତଥାପି ଏସବୁ ଘଟିଲେ ହେଁ ଆମ୍ଭେମାନେ ଏକ ନିଶ୍ଚିତ ନିୟମ କରି ତାହା ଲେଖୁଅଛୁ; ଆଉ, ଆମ୍ଭମାନଙ୍କ ଅଧିପତିମାନେ, ଆମ୍ଭମାନଙ୍କ ଲେବୀୟମାନେ ଓ ଆମ୍ଭମାନଙ୍କ ଯାଜକମାନେ ତାହା ମୋହରାଙ୍କିତ କରୁଅଛନ୍ତି ।"}]}