{"bibleAbbr":"msAB1996","bookName":"1 KORINTUS","bookEnglishName":"1 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"Surat ini daripada Paulus yang dengan kehendak Allah sudah dilantik menjadi rasul Kristus Yesus, dan juga daripada saudara kita Sostenes."},{"number":2,"verse":"( ) Surat ini ditujukan kepada jemaah di Korintus, iaitu semua orang yang sudah dipanggil oleh Allah untuk menjadi umat-Nya kerana hidup bersatu dengan Kristus Yesus. Surat ini juga ditujukan kepada semua orang di mana sahaja yang menyembah Tuhan kita Yesus Kristus, iaitu Tuhan mereka dan Tuhan kita juga."},{"number":3,"verse":"Semoga Allah Bapa kita dan Tuhan Yesus Kristus mengurniai kamu berkat dan kesejahteraan."},{"number":4,"verse":"( Berkat Allah melalui Kristus) Aku sentiasa bersyukur kepada Allahku bagi kamu, kerana berkat yang sudah dikurniakan-Nya kepada kamu melalui Kristus Yesus."},{"number":5,"verse":"Kerana kamu hidup bersatu dengan Kristus, kamu menjadi kaya dalam segala hal. Pengetahuan kamu tentang segala sesuatu sangat dalam dan kamu pandai memberitakannya."},{"number":6,"verse":"Perkhabaran tentang Kristus sudah meresap ke dalam jiwa kamu,"},{"number":7,"verse":"sehingga kamu tidak kekurangan satu berkat pun, sementara kamu menantikan Tuhan kita Yesus Kristus datang kembali."},{"number":8,"verse":"Kristus sendiri akan meneguhkan kamu sampai pada akhirnya, supaya pada hari Tuhan kita Yesus Kristus datang kembali, kamu didapati tidak bercela."},{"number":9,"verse":"Allah dapat dipercayai. Dialah Allah yang sudah memanggil kamu supaya menjadi satu dengan Anak-Nya, Yesus Kristus, Tuhan kita."},{"number":10,"verse":"( Perpecahan di Kalangan Jemaah) Saudara-saudaraku! Dengan kekuasaan Tuhan ( Dengan kekuasaan Tuhan; Harfiah: Dengan nama Tuhan) kita Yesus Kristus, aku menggesa kamu semua supaya seia sekata sehingga tidak ada perpecahan di kalangan kamu. Hendaklah kamu bersatu, sehati dan sejiwa."},{"number":11,"verse":"Aku berkata demikian, kerana beberapa orang daripada keluarga Kloe memberitahu aku bahawa pertengkaran berlaku di kalangan kamu."},{"number":12,"verse":"( ) Inilah yang aku maksudkan: Kamu semua mengatakan hal-hal yang berlainan. Ada yang berkata, “Aku mengikut Paulus”; ada juga yang berkata, “Aku mengikut Apolos”; ada pula yang berkata, “Aku mengikut Petrus”; dan yang lain pula berkata, “Aku mengikut Kristus.”"},{"number":13,"verse":"Adakah Kristus terbahagi? ( Kristus terbahagi; Beberapa buah naskhah kuno: Kristus tidak dapat terbahagi.) Paulus tidak mati pada kayu salib untuk kamu! Kamu pun tidak dibaptis untuk menjadi pengikut Paulus!"},{"number":14,"verse":"( , ; ) Aku bersyukur kepada Allah kerana aku tidak membaptis sesiapa pun di kalangan kamu, kecuali Krispus dan Gayus."},{"number":15,"verse":"Dengan demikian tidak seorang pun dapat berkata bahawa kamu dibaptis untuk menjadi pengikutku. ("},{"number":16,"verse":"( ) Oh ya, aku juga membaptis Stefanus dan keluarganya. Tetapi selain daripada mereka, seingatku aku tidak membaptis orang lain.)"},{"number":17,"verse":"Kristus mengutus aku bukan untuk membaptis orang, tetapi untuk mengisytiharkan Berita Baik. Aku mengisytiharkannya tanpa menggunakan kata-kata yang berdasarkan kebijaksanaan manusia, supaya kuasa daripada kematian Kristus pada kayu salib tidak sia-sia."},{"number":18,"verse":"( Kristus adalah Kekuasaan dan Kebijaksanaan Allah) Bagi orang yang menuju kebinasaan, berita tentang kematian Kristus pada kayu salib itu tidak bererti apa-apa. Tetapi bagi kita yang diselamatkan oleh Allah, berita itu menunjukkan kekuasaan Allah."},{"number":19,"verse":"( ) Di dalam Alkitab tertulis, “Allah berfirman, ‘Kebijaksanaan orang bijak akan Aku musnahkan, dan pengertian orang berilmu akan Aku lenyapkan.’ ”"},{"number":20,"verse":"( ; , , ) Oleh itu, apakah gunanya orang bijak? Apakah gunanya ahli Taurat? Apakah gunanya orang berilmu? Allah sudah menunjukkan bahawa kebijaksanaan dunia ini kebodohan belaka!"},{"number":21,"verse":"Kerana Allah bijaksana, Dia menentukan supaya manusia tidak dapat mengenal-Nya melalui kebijaksanaan mereka sendiri. Sebaliknya Allah menetapkan bahawa Dia menyelamatkan orang yang percaya kepada-Nya melalui perkhabaran kami yang dianggap suatu kebodohan."},{"number":22,"verse":"Orang Yahudi menuntut mukjizat sebagai bukti dan orang Yunani mementingkan kebijaksanaan."},{"number":23,"verse":"Tetapi kami mengisytiharkan Kristus yang disalibkan. Berita itu menyinggung perasaan orang Yahudi, dan dianggap suatu kebodohan oleh orang bukan Yahudi."},{"number":24,"verse":"Tetapi bagi mereka yang sudah dipanggil oleh Allah, baik orang Yahudi mahupun orang bukan Yahudi, berita itu Kristus, yang menunjukkan kekuasaan dan kebijaksanaan Allah."},{"number":25,"verse":"Hal itu demikian kerana apa yang nampaknya seperti kebodohan Allah, sebenarnya lebih bijak daripada kebijaksanaan manusia; apa yang nampaknya seperti kelemahan Allah, sebenarnya lebih kuat daripada kekuatan manusia."},{"number":26,"verse":"Saudara-saudaraku! Ingatlah akan keadaan kamu semasa Allah memanggil kamu. Menurut pandangan manusia hanya sedikit antara kamu yang bijak, atau berkuasa ataupun berkedudukan tinggi."},{"number":27,"verse":"Allah sengaja memilih orang yang dianggap bodoh oleh dunia ini, untuk mempermalukan orang yang bijak. Allah juga memilih orang yang dianggap lemah oleh dunia ini untuk mempermalukan orang yang berkuasa."},{"number":28,"verse":"Allah memilih orang yang dianggap rendah, hina dan tidak berguna oleh dunia ini, untuk menghancurkan orang yang dianggap penting oleh dunia ini."},{"number":29,"verse":"Hal ini bererti tidak seorang pun dapat memegahkan diri di hadapan Allah."},{"number":30,"verse":"Tetapi Allah sudah menjadikan kamu hidup bersatu dengan Kristus Yesus. Melalui Kristus, Allah menjadikan kita bijak. Melalui Kristus juga Allah memungkinkan kita berbaik semula dengan Allah, ( memungkinkan kita berbaik semula dengan Allah; Harfiah: membenarkan.) menjadikan kita umat-Nya yang khas dan membebaskan kita."},{"number":31,"verse":"( ) Oleh itu, seperti yang tertulis di dalam Alkitab, “Sesiapa mahu berbangga, dia harus berbangga dengan apa yang sudah dilakukan oleh Tuhan.”"}]}