{"bibleAbbr":"msAB1996","bookName":"1 KORINTUS","bookEnglishName":"1 Corinthians","chapterNumber":13,"verses":[{"number":1,"verse":"( Kasih) Meskipun aku dapat bercakap dalam pelbagai bahasa manusia, bahkan dalam bahasa malaikat sekalipun, tetapi jika aku tidak mengasihi orang lain, maka kata-kataku hanya seperti bunyi bising yang tidak bermakna."},{"number":2,"verse":"( , ; ) Meskipun aku mempunyai kurnia untuk menyampaikan perkhabaran daripada Allah, dan memahami hal-hal yang dalam, serta hal-hal yang tersembunyi, dan aku juga sangat percaya kepada Allah sehingga dapat mengalihkan gunung, tetapi jika aku tidak mengasihi orang lain, maka aku tidak berguna."},{"number":3,"verse":"Meskipun aku mendermakan semua milikku kepada orang miskin, dan menyerahkan diriku untuk dibakar, ( untuk dibakar; Beberapa buah naskhah kuno: supaya dapat berbangga.) tetapi jika aku tidak mengasihi orang lain, maka semua itu tidak berfaedah bagiku."},{"number":4,"verse":"Sesiapa yang mengasihi orang lain, sabar dan baik hati; dia tidak iri hati, tidak bercakap besar, dan tidak sombong."},{"number":5,"verse":"Dia tidak berkasar, tidak mementingkan diri sendiri, tidak cepat tersinggung, dan tidak mendendam."},{"number":6,"verse":"Sesiapa yang mengasihi orang lain, tidak gembira dengan kejahatan. Tetapi dia gembira dengan kebaikan. ( kebaikan; Harfiah: kebenaran.)"},{"number":7,"verse":"Dia tahan menghadapi segala sesuatu; dia mempercayai orang lain, tidak hilang harapan, dan sentiasa bersabar."},{"number":8,"verse":"Orang perlu sentiasa mengasihi orang lain. Sekarang ada orang yang dapat menyampaikan perkhabaran daripada Allah, tetapi hal itu hanya untuk sementara. Sekarang ada yang mempunyai kurnia untuk bercakap dalam pelbagai bahasa yang ajaib, tetapi hal itu akan berakhir juga. Sekarang ada orang yang mengetahui banyak hal yang dalam, tetapi semua itu pun akan dilupakan."},{"number":9,"verse":"Hal itu demikian kerana pengetahuan kita dan kebolehan kita untuk menyampaikan perkhabaran daripada Allah, kurang sempurna."},{"number":10,"verse":"Tetapi apabila Allah membuat semuanya sempurna, maka yang tidak sempurna akan lenyap."},{"number":11,"verse":"Semasa aku masih kanak-kanak, aku bercakap, bersikap, dan berfikir seperti kanak-kanak. Tetapi sekarang setelah dewasa, aku tidak lagi berkelakuan seperti kanak-kanak."},{"number":12,"verse":"Allah yang kita lihat sekarang ini hanya seperti bayangan kabur pada cermin muka. Tetapi kelak kita akan melihat-Nya dengan jelas. Sekarang apa yang aku ketahui belum lengkap, tetapi kelak aku akan mengetahui semuanya, seperti Allah mengetahui segala sesuatu tentang diriku."},{"number":13,"verse":"Sementara ini ada tiga perkara yang harus tetap dilakukan: percaya, berharap, dan mengasihi orang lain. Tetapi yang paling penting daripada ketiga-tiganya adalah mengasihi orang lain."}]}