{"bibleAbbr":"msAB1996","bookName":"1 KORINTUS","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"( Penjelasan tentang Kurnia daripada Roh Allah) Oleh itu, kamu harus berusaha untuk mengasihi orang lain. Berusahalah juga untuk menerima kurnia-kurnia daripada Roh Allah, terutama sekali kurnia untuk menyampaikan perkhabaran daripada Allah."},{"number":2,"verse":"Orang yang bercakap dalam bahasa yang ajaib, tidak bercakap dengan manusia, tetapi mereka bercakap dengan Allah. Tidak seorang pun dapat memahami apa yang dikatakan oleh mereka, kerana Roh Allah menyebabkan mereka berkata-kata tentang hal-hal yang hanya diketahui oleh Allah."},{"number":3,"verse":"Tetapi orang yang menyampaikan perkhabaran daripada Allah, berkata-kata kepada manusia. Dengan demikian mereka menguatkan, menggalakkan dan menghibur orang lain."},{"number":4,"verse":"Orang yang bercakap dalam bahasa yang ajaib hanya menguatkan diri sendiri, sedangkan orang yang menyampaikan perkhabaran daripada Allah meneguhkan jemaah."},{"number":5,"verse":"Alangkah baiknya jika kamu semua dapat bercakap dalam bahasa-bahasa yang ajaib. Tetapi lebih baik lagi jika kamu semua dapat menyampaikan perkhabaran daripada Allah. Orang yang dapat mengkhabarkan berita daripada Allah, lebih berguna daripada orang yang bercakap dalam bahasa-bahasa yang ajaib, kecuali ada antara jemaah yang dapat menjelaskannya supaya jemaah dapat dikuatkan."},{"number":6,"verse":"Saudara-saudaraku, seandainya aku datang kepada kamu dan berkata-kata dalam bahasa-bahasa yang ajaib, apakah faedahnya bagi kamu? Tentu tidak ada faedahnya sama sekali! Lain halnya jika aku menyampaikan suatu kenyataan daripada Allah, atau menjelaskan sesuatu tentang Allah, atau menyampaikan berita daripada Allah, ataupun mengajar."},{"number":7,"verse":"Marilah kita ambil contoh alat-alat muzik yang tidak bernyawa, seperti seruling dan kecapi. Jika not-notnya tidak dimainkan dengan jelas, bagaimanakah orang dapat mengetahui lagu yang dimainkan?"},{"number":8,"verse":"Jika trompet ditiup dengan tidak menentu, siapakah yang akan bersiap untuk berperang?"},{"number":9,"verse":"Demikian juga, siapakah yang akan memahami apa yang kamu katakan, jika perkhabaran yang kamu sampaikan dalam bahasa yang ajaib itu tidak jelas? Kata-kata kamu itu sia-sia."},{"number":10,"verse":"Banyak bahasa di dunia ini, tetapi semuanya bermakna."},{"number":11,"verse":"Jika aku tidak memahami bahasa yang digunakan seseorang, maka orang itu menjadi seperti orang asing kepadaku; begitu juga aku kepada dia."},{"number":12,"verse":"Aku tahu bahawa kamu ingin sekali menerima kurnia-kurnia daripada Roh Allah. Tetapi yang terutama, kamu harus berusaha untuk menggunakan kurnia-kurnia yang dapat meneguhkan jemaah."},{"number":13,"verse":"Seseorang yang bercakap dalam bahasa yang ajaib, harus berdoa supaya Allah juga menganugerahi dia kurnia untuk menerangkan apa yang dikatakannya itu."},{"number":14,"verse":"Jika aku berdoa dalam bahasa yang ajaib, rohku memang berdoa, tetapi fikiranku tidak terlibat."},{"number":15,"verse":"Jika demikian, apakah yang harus aku lakukan? Aku akan berdoa dengan rohku, tetapi aku akan berdoa dengan fikiranku juga. Aku akan menyanyi dengan rohku, tetapi aku akan menyanyi dengan fikiranku juga."},{"number":16,"verse":"Jika kamu mengucap syukur kepada Allah dengan rohmu sahaja, orang lain dalam pertemuan itu tidak dapat berkata ‘Amin’ atau ‘Aku bersetuju’, apabila kamu selesai berdoa. Dia tidak memahami apa yang kamu katakan."},{"number":17,"verse":"Meskipun doa kesyukuranmu itu baik, tetapi kamu tidak meneguhkan orang lain."},{"number":18,"verse":"Aku bersyukur kepada Allah kerana aku lebih sering bercakap dalam pelbagai bahasa yang ajaib daripada kamu semua."},{"number":19,"verse":"Tetapi ketika jemaah berkumpul untuk beribadat, aku lebih suka menggunakan lima patah kata yang dapat difahami orang daripada menggunakan beribu-ribu patah kata dalam bahasa yang ajaib. Dengan demikian aku dapat mengajar orang lain dengan jelas."},{"number":20,"verse":"Saudara-saudaraku, janganlah berfikir seperti kanak-kanak. Kamu haruslah seperti kanak-kanak yang tidak mengetahui apa-apa tentang kejahatan, tetapi kamu harus matang dalam pemikiran kamu."},{"number":21,"verse":"( ) Di dalam Alkitab tertulis, “Tuhan berfirman, ‘Melalui orang yang berkata-kata dalam bahasa yang ajaib, Aku akan berfirman kepada umat-Ku. Bahkan melalui orang asing, Aku akan berfirman kepada umat-Ku, namun demikian umat-Ku tidak mahu mendengar firman-Ku.’ ”"},{"number":22,"verse":"Oleh itu, kurnia untuk bercakap dalam bahasa-bahasa yang ajaib adalah tanda untuk orang yang tidak percaya kepada Kristus, dan bukan untuk orang yang percaya kepada Kristus. Tetapi kurnia untuk menyampaikan perkhabaran daripada Allah adalah tanda untuk orang yang percaya kepada Kristus, bukan untuk orang yang tidak percaya kepada-Nya."},{"number":23,"verse":"Andaikata jemaah berkumpul lalu semua orang mula bercakap dalam bahasa-bahasa yang ajaib, dan andaikata beberapa orang luar atau orang bukan Kristian datang, tentu mereka akan menyangka kamu semua gila."},{"number":24,"verse":"Tetapi jika kamu semua menyampaikan perkhabaran daripada Allah, lalu datanglah orang bukan Kristian atau orang luar, orang itu akan mendengar apa yang kamu katakan dan menyedari dosa-dosanya. Dia akan disalahkan oleh apa yang didengarnya."},{"number":25,"verse":"Semua hal yang tersembunyi di dalam hatinya akan terdedah. Lalu dia akan merendahkan diri dan menyembah Allah serta mengaku, “Allah benar-benar hadir di kalangan kamu!”"},{"number":26,"verse":"( Tatatertib di Kalangan Jemaah) Saudara-saudaraku, beginilah maksudku. Pada waktu kamu berhimpun untuk menyembah Tuhan, hendaklah seorang menyanyi, seorang lagi mengajar, seorang lagi menyampaikan perkhabaran daripada Allah, seorang lagi menyampaikan perkhabaran dalam bahasa yang ajaib, dan seorang lagi menjelaskan apa yang dikatakan orang itu. Semuanya harus dilakukan untuk menolong dan membina jemaah."},{"number":27,"verse":"Jika ada yang hendak bercakap dalam bahasa yang ajaib, paling banyak haruslah dua atau tiga orang sahaja bergilir bercakap. Seseorang haruslah menjelaskan apa yang dikatakan itu."},{"number":28,"verse":"Tetapi jika di situ tidak ada orang yang dapat menjelaskannya, maka orang yang bercakap dalam bahasa yang ajaib harus diam. Biarlah mereka berkata-kata dalam hati sahaja kepada Allah."},{"number":29,"verse":"Dua atau tiga orang yang menerima perkhabaran daripada Allah harus menyampaikannya, sementara yang lain mempertimbangkan apa yang dikatakan itu."},{"number":30,"verse":"Tetapi jika seorang yang hadir dalam perjumpaan itu menerima perkhabaran daripada Allah, maka orang yang sedang berkata-kata harus berhenti."},{"number":31,"verse":"Kamu semua boleh menyampaikan perkhabaran daripada Allah, seorang demi seorang. Dengan demikian semua orang akan menerima ajaran dan galakan."},{"number":32,"verse":"Kurnia daripada Roh Allah untuk menyampaikan perkhabaran daripada Allah harus dikendalikan oleh orang yang menyampaikannya."},{"number":33,"verse":"Allah ialah Allah yang suka akan ketertiban, bukan kekacauan. Seperti yang berlaku di semua perjumpaan jemaah Allah,"},{"number":34,"verse":"kaum wanita haruslah berdiam diri. Mereka tidak dibenarkan berkata-kata; mereka harus patuh kerana demikianlah ajaran Taurat."},{"number":35,"verse":"Jika mereka hendak mengetahui sesuatu, mereka harus bertanya kepada suami mereka di rumah. Amatlah memalukan jika seorang wanita berkata-kata di perjumpaan jemaah."},{"number":36,"verse":"Perkhabaran Allah tidak datang daripada kamu, dan bukan kamu sahaja yang menerimanya."},{"number":37,"verse":"Jika seseorang menganggap dirinya mempunyai kurnia untuk menyampaikan perkhabaran daripada Allah, atau mempunyai kurnia lain daripada Roh Allah, orang itu harus sedar bahawa apa yang aku tuliskan ini perintah daripada Tuhan."},{"number":38,"verse":"Jika dia tidak mahu menerima perintah itu, janganlah pedulikan dia."},{"number":39,"verse":"Oleh itu, saudara-saudaraku, berusahalah untuk menyampaikan perkhabaran daripada Allah, tetapi janganlah larang orang bercakap dalam bahasa-bahasa yang ajaib."},{"number":40,"verse":"Semuanya harus dilakukan dengan baik dan teratur."}]}