{"bibleAbbr":"GB1539","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"This is the worde of the Lorde, that came vnto Oseas the sonne of Beery in the days of Oseas, Ioathan, Ahas and Iezekias kynges of Iuda: and in the tyme of Ieroboam sonne of Ioas kinge of Israel."},{"number":2,"verse":"Fyrst, when the Lorde spake vnto Oseas he sayde vnto hym. Go thy waye, take an harlott to thy wyfe, and get chyldren by her: for the lande hath commytted greate whordome agaynst the Lorde."},{"number":3,"verse":"So he wente, & toke Gomer the daughter of Deblaim: whych conceaued, and brought forth a sonne."},{"number":4,"verse":"And the Lorde sayde vnto hym: call hys name Iesrael, for I wyll shortly auenge the bloude of Iesrael vpon the house of Iehu, & wyll brynge the kyngdome of the house of Israel to an ende."},{"number":5,"verse":"Then wyll I breake the bowe of Israel, in the valley of Iesrael."},{"number":6,"verse":"She conceaued yet agayne, and bare a daughter. And he sayde vnto hym. Call her name. Loruhamah (that is, not optayninge mercy) for I wyll haue no pytie vpon the house of Israel, but forget them and put them cleane out of remembraunce."},{"number":7,"verse":"Neuerthelesse, I wyll haue mercy vpon the house of Iuda, and wyll saue them, euen thorowe the Lorde theyr God. But I wyll not delyuer them thorowe eny bowe, swearde, battell, horses or horsmen."},{"number":8,"verse":"Nowe, when she had weaned Loruhamah, she conceaued agayne, and bare a sonne."},{"number":9,"verse":"Then sayde he: call hys name, Loamy. For why? ye are not my people, therfore will not I be your God."},{"number":10,"verse":"And though the nombre of the chyldren of Israel be as the sande of the see, whych can nether be measured ner tolde: yet in the place where it is sayde vnto them ye be not my people: euen there shall it be thus reported of them they be the chyldren of the lyuynge God."},{"number":11,"verse":"Then shall the chyldren of Iuda and the chyldren of Israel be gathered together agayne and chose them selues one head, and then departe out of the lande: for greate shalbe the daye of Israel."}]}