{"bibleAbbr":"GB1539","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"When Israell was younge, I loued him: & called my sonne oute of the lande of Egypt."},{"number":2,"verse":"But the more they were called, the more they went backe, offringe vnto Idols of Baal, & censynge Images."},{"number":3,"verse":"I lerned Ephraim to go, & bare them in myne armes, but they regarded not me, that wolde haue helped them."},{"number":4,"verse":"I led them with coardes of frendshyppe, and with bandes of loue. I was euen he, that layed the yocke vpon their neckes. I gaue their foder my self"},{"number":5,"verse":"that they shulde not go agayne into Egypt. And nowe is Assur theyr kynge. For they wolde not turne vnto me."},{"number":6,"verse":"Therfore shall the swearde begynne in their cyties, the stoare that they haue layed vp, shalbe destroyed and eaten: and that because of their awne ymaginacyons."},{"number":7,"verse":"And my people shall stonde in a doubte whether to torne them, for when the prophetes called them to the most hiest, not one yet wolde gyue him his glory."},{"number":8,"verse":"What greate thynges haue I geuen the, O Ephraim? howe faythfully haue I defended the, O Israel? haue I dealt with the as with Adama? or haue I intreated the lyke Seboim? No, my hert is other wise mynded. Yee, my mercy is to feruent:"},{"number":9,"verse":"therfore haue I not turned me to destroye Ephraim in my wrothfull displeasure. For I am God and no man, I am euen that holy one in the middest of the, though I came not within the cytie."},{"number":10,"verse":"The Lorde roareth lyke a lyon, that they maye folowe hym: yee, as a lyon roareth he, that they maye be afrayed lyke the chyldren of the see:"},{"number":11,"verse":"that they maye be scatred awaye from Egypt, as men scarre byrdes: & frayed awaye (as doues vse to be) from the Assyrians lande: and that because I wolde haue them tary at home, sayeth the Lorde."},{"number":12,"verse":"But Ephraim goeth aboute me with lyes, and the house of Israell dissembleth. Only Iuda holdeth hym with God, and with the true holy thynges."}]}