{"bibleAbbr":"GB1539","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"Heare the worde of the Lord, O ye chyldren of Israel. For the Lorde must punysh, them that dwell in the lande. And why? There is no trewthe, there is no mercie, there is no knowledge of God in the lande:"},{"number":2,"verse":"but swearyng, lyenge, manslaughter: theft & aduoutry haue gotten the ouerhande, and one bloudgyltinesse foloweth another."},{"number":3,"verse":"Therfore shall the land be in a miserable case, and all they that dwell therin, shall be roted out. The beastes in the felde, the foules in the ayre, & the fyshes in the see shall dye."},{"number":4,"verse":"Yet is there none, that wyll chasten nor reproue another. For thy people rebukethe the prestes, whych shulde refourme other men."},{"number":5,"verse":"Therfore stomblest thou in the daye tyme & the prophet wt the in the nyght. I wyll bring thy mother to sylence, and why?"},{"number":6,"verse":"my people perish, because they haue no knowledg. Seinge then that thou hast refused vnderstanding, therfore wyll I refuse the also: so that thou shalt nomore be my preste. And for so moche as thou hast forgotten the lawe of thy God, I wyll also forget thy chyldren."},{"number":7,"verse":"The more they increased in the multitude, the more they synned agaynst me, therfore wyll I change theyr honoure into shame."},{"number":8,"verse":"They eate vp the synnes of my people, and corage them in theyr wickednesse."},{"number":9,"verse":"Thus the prest is become lyke the people. Wherfore I wyll punish them for their wicked wayes, and rewarde them accordynge to their awne ymaginacyons."},{"number":10,"verse":"They shall eate, & not haue ynough. They haue vsed whordome, therfore shall they not prospere: and why? they haue forsaken the Lorde and not regarded hym."},{"number":11,"verse":"Whordome, wyne & dronckenesse taketh the herte awaye."},{"number":12,"verse":"My people aske councell at their stockes, their staffe must tell them. For an whoryshe mynde hath desceyued them so that they committe fornicacion agaynst theyr God."},{"number":13,"verse":"They make sacrifyces vpon the hye mountaynes, & burne their incense vpon the hilles, yee, among the okes, groues & bushes, for there are good shadowes. Therfore, youre daughters are become harlottes, and youre spouses haue broken theyr wedlocke,"},{"number":14,"verse":"I wyll not punish youre daughters for beinge defyled, & youre brydes that became whores: seynge the fathers them selues haue medled wt harlottes, & offered wt vnthriftes: but the people that wyll not vnderstande must be punyshed."},{"number":15,"verse":"Though thou Israel art disposed to playe the harlot, yet shuldest not thou haue offended, O Iuda: thou shuldest not haue runne to Gilgal ner haue gone vp to Bethauen, ner haue sworne, the Lord lyueth."},{"number":16,"verse":"For Israel is gone backe lyke a wanton cowe. The Lorde therfore shall make her fede, as the lambe that goeth astraye."},{"number":17,"verse":"And where as Ephraim is become partaker of Idols, wel, let him go."},{"number":18,"verse":"Their dronckennes hath put them backe, & brought them to whordome. Their rulers loue rewardes, bringe, (saye they) to their awne shame."},{"number":19,"verse":"A wynde shall take holde of theyr fethers, and they shalbe confounded in theyr offrynges."}]}