{"bibleAbbr":"GB1539","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"O ye prestes: heare this, take hede, O the housholde of Israel: gene care, O thou kyngly house, for it wer youre parte to se Iudgement done, but you are become a snare vnto Myzphah, and a spred net vnto the mount of Thabor."},{"number":2,"verse":"They kyll sacrifyces by heapes, And turne farre from the Lord, & I haue bene a rebuker of them all."},{"number":3,"verse":"I know Ephraim well ynough, & Israel is not hyd fro me: for Ephraim is become an harlot: & Israel is defyled."},{"number":4,"verse":"They are not mynded to turne vnto their God, for they haue an whorysh hert, so that they cannot knowe the Lord."},{"number":5,"verse":"But the pryde of Israel will be rewarded him in hys face, yee, both Israell & Ephraim shall fall for theyr wickednesse, and Iuda wt them also."},{"number":6,"verse":"They shall come with their shepe and bullockes to seke the Lorde, but they shall not fynde him, for he is gone from them."},{"number":7,"verse":"As for the Lorde, they haue refused him, and brought vp bastarde children: a moneth therfore shall deuoure them with their porcyons."},{"number":8,"verse":"Blowe with the shawmes at Gibea, and wt the trompet in Ramah, crye out at Bethauen vpon the yonsyde of BenIamin."},{"number":9,"verse":"In the tyme of the plage shall Ephraim he layed waste, therfore dyd I faythfully warne the trybes of Israel."},{"number":10,"verse":"Yet are the princes of Iuda become lyke them that remoue the landemarckes, therfore wyll I poure out my wrath vpon them lyke water."},{"number":11,"verse":"Ephraim is oppressed, & can haue no right of the lawe: for why? they folowe the doctrynes of vngodly men."},{"number":12,"verse":"Therfore will I be vnto Ephraim as a moth, and to the house of Iuda as a caterpyller."},{"number":13,"verse":"When Ephraim sawe hys sycknesse, and Iuda hys dysease, Ephraim wente vnto Assur, and sent vnto kyng Iareb: yet coulde not he helpe you, ner ease you of your payne."},{"number":14,"verse":"I am vnto Ephraim as a lyon, and as a lyons whelpe to the house of Iuda. Euen, I will spoyle them, & go my waye. I wyll take them wyth me, and no man shall rescue them."},{"number":15,"verse":"I will go, and returne to my place, tyll they knowledge that they haue synned and seke me."}]}