{"bibleAbbr":"GB1539","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":7,"verses":[{"number":1,"verse":"When I vndertake to make Israel whole, then the vngraciousnesse of Ephraim and the wyckednes of Samaria commeth to lyght: then go they aboute wt lyes: therfore the theafe robbeth within: & wtout the spoyler destroyeth."},{"number":2,"verse":"They considre not in their hertes that I remembre all their wickednes. Nowie ther awne inuentyons haue beset them whych, I se well ynough."},{"number":3,"verse":"They make the kynge and the prynces, to haue pleasure in theyr wyckednes and lyes."},{"number":4,"verse":"All these burne in aduoutry, as it were an ouen that the baker heateth, when he hath left kneadynge, tyll the dowe be leuended."},{"number":5,"verse":"Euen so goeth it this daye with oure kynges and princes, for they begynne to be wodde droncken thorowe wyne: they vse familiarite with soch as disceaue them."},{"number":6,"verse":"They with the ymaginacyon of their herte are lyke an ouen, their slepe is all the nyght lyke the slepe of a baker, in the mornynge is he as hote as the flame of fyre:"},{"number":7,"verse":"they are all together as hote as an ouen. They haue deuoured their awne iudges, all theyr kynges are fallen: yet is there none of them that calleth vpon me."},{"number":8,"verse":"Therfore must Ephraim be myxte amonge the Heathen: Ephraim is become lyke a cake, the no man turneth,"},{"number":9,"verse":"straungers haue deuoured his strength, yet he regardeth it not: he waxeth full of gray heares, yet wyll he not knowe it"},{"number":10,"verse":"and the pryde of Israel is cast downe before theyr face, yet wyll they not turne to the Lord theyr God, ner seke hym for all thys."},{"number":11,"verse":"Ephraim is lyke a doue, that is begyled, and hath no herte. Now call they vpon the Egypcyans, nowe go they to the Assyrians:"},{"number":12,"verse":"but whyle they be goynge here and there, I shall sprede my net ouer them, & drawe them downe as the foules of the ayre: & accordyng as they haue bene warned, so will I punishe them."},{"number":13,"verse":"Wo be vnto them, for they haue forsaken me. They must be destroyed, for they haue set me at naught, I am he that haue redemed them, and yet they dissemble wyth me."},{"number":14,"verse":"They call not vpon me with theyr hertes, but lye houlynge vpon theyr beddes. Where as they come together, it is but for meate & dryncke, and me will they not obeye."},{"number":15,"verse":"I haue taught them, and defended theyr arme, yet do they ymagin myschefe against me."},{"number":16,"verse":"They turne them selues, but not to the most hyest, & are become as a broken bowe. Their princes shalbe slayne with the swearde, for the malyce of theyr tunges, soche scornnes shall they haue in the lande of Egypt."}]}