{"bibleAbbr":"LEB2012","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":4,"verses":[{"number":1,"verse":"(The Existence of Oppression in the World Makes Human Existence Miserable) I looked again, and I saw all the oppression that occurs under the sun. I saw the tears of the oppressed — no one comforts them! Those who oppress them are powerful — no one can comfort them!"},{"number":2,"verse":"So I deemed the dead who have already died more fortunate than the living who are still alive."},{"number":3,"verse":"But better off than both of them is the one who has not yet been born and has not seen the evil deeds that are done under the sun."},{"number":4,"verse":"(People Need Balance in Their Approach to Labor) I also realized that all of the toil and all of the skillful work that is done — it is envy between one man and another. This also is vanity and chasing wind!"},{"number":5,"verse":"The fool refuses to work with his hands, so he has nothing to eat except his own skin!"},{"number":6,"verse":"Better is one handful with peace than two fists full with toil and chasing wind."},{"number":7,"verse":"(Wealth without Someone with Which to Enjoy It is Futile) I turned again and saw another vanity under the sun."},{"number":8,"verse":"Sometimes a man is all alone with no companion; he also has neither son nor brother. Yet there is no end to all his toil, and his eye is not satisfied with wealth. He laments, “For whom am I toiling and depriving myself of pleasure?” This also is vanity — it is an unhappy business!"},{"number":9,"verse":"(Friends and Family Can Help One Another in Life) Two are better than the one, for they enjoy a better reward for their toil."},{"number":10,"verse":"For if one falls, his companion may help him up. But pity the one who falls and there is no one to help him up."},{"number":11,"verse":"Also if two lie together, they can keep each other warm. But how can one person be warm?"},{"number":12,"verse":"Although an assailant may overpower one person, two may withstand him. A threefold cord is not easily broken!"},{"number":13,"verse":"(One Must Be Willing to Listen to Counsel) A poor but wise youth is better than an old but foolish king who no longer knows how to receive advice."},{"number":14,"verse":"For he came out of the prison house to reign, since he was born poor in his kingdom."},{"number":15,"verse":"I saw all the living who move about under the sun with the youth; the second who will stand in his place."},{"number":16,"verse":"There is no end to all the people, to all who were before him. Yet the later generation will not rejoice in him, for this also is vanity and chasing wind!"}]}