{"bibleAbbr":"LEB2012","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"(Listen to God Rather Than Uttering Rash Vows) Guard your steps when you go to the house of God; draw near to listen rather than to offer a sacrifice of fools, for they do not know that they are doing evil."},{"number":2,"verse":"Do not be rash with your mouth, and do not let your heart be quick to utter a word before God. For God is in heaven, and you are on earth; therefore, let your words be few."},{"number":3,"verse":"For a dream comes with many cares, and the voice of a fool with many words."},{"number":4,"verse":"When you make a vow to God, do not delay in fulfilling it, for he takes no pleasure in fools. Fulfill what you vow!"},{"number":5,"verse":"It is better that you not vow than that you vow and not fulfill it."},{"number":6,"verse":"Do not let your mouth lead your flesh into sin, and do not tell the messenger that it was a mistake. Why anger God at your words, so that he destroys the work of your hands?"},{"number":7,"verse":"For with many dreams come vanities and numerous words. Therefore, fear God!"},{"number":8,"verse":"(Powerful Bureaucrats Exploit the Helpless Poor) Do not be surprised if you see the poor being oppressed with violence or do not see justice and righteousness in the province. For one official is watched by a higher official, and there are even higher officials over them!"},{"number":9,"verse":"The produce of the land is exploited by everyone; even the king profits from the field of the poor!"},{"number":10,"verse":"(There is Never Enough Money to Satisfy) Whoever loves money is not satisfied with money, and whoever loves wealth is not satisfied with profit. This also is vanity!"},{"number":11,"verse":"When prosperity increases, those who consume it increase. So its owner gains nothing, except to see his wealth before it is spent."},{"number":12,"verse":"The sleep of the laborer is pleasant, whether he eats little or much, but the wealth of the rich man does not allow him to rest."},{"number":13,"verse":"(Hoarding Wealth Can Backfire) There is a grievous evil which I have seen under the sun: wealth hoarded by its owner to his harm."},{"number":14,"verse":"That wealth was lost in a bad venture. Although he has borne a child, he has nothing to leave to him."},{"number":15,"verse":"Just as he came from his mother’s womb naked, he will depart just as he came; he will take nothing with him for his toil."},{"number":16,"verse":"This also is a grievous illness. Exactly as he came, so he will go. What profit does he gain for all his toil for the wind?"},{"number":17,"verse":"Also, he eats in darkness all his days; he is frustrated in much sickness and resentment."},{"number":18,"verse":"(If You Have Wealth, Enjoy It as God Enables) Look! I have discovered what is good and fitting: to eat and to drink and to enjoy all the fruit of the toil with which one toils under the sun during the number of the days of his life that God gives to him — for this is his lot."},{"number":19,"verse":"This indeed is a gift of God: everyone to whom God gives wealth and possessions, he also empowers him to enjoy them, to accept his lot, and to rejoice in the fruit of his toil."},{"number":20,"verse":"For he does not remember the brief days of his life, for God keeps his heart preoccupied with enjoyment of life."}]}