{"bibleAbbr":"LEB2012","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"(People Generally Do Not Know What is Best for Them) A good name is better than precious ointment, and the day of death is better than the day of one’s birth."},{"number":2,"verse":"Better to go to the house of mourning than to go to the house of feasting, for death is the end of every person, and the living should take it to his heart."},{"number":3,"verse":"Sorrow is better than laughter, for by sadness of countenance the heart is made good."},{"number":4,"verse":"The heart of the wise is in the house of mourning, but the heart of fools is in the house of mirth."},{"number":5,"verse":"Better to listen to the rebuke of the wise than for a man to listen to the song of fools."},{"number":6,"verse":"Like the sound of thorns under a pot, so also the laughter of fools. This also is vanity!"},{"number":7,"verse":"(Wisdom—Although Vulnerable—is Beneficial) Surely oppression makes a fool of the wise, and a bribe corrupts the heart."},{"number":8,"verse":"The end of a matter is better than its beginning; better to be slow to anger than hot-headed."},{"number":9,"verse":"Do not be quick in your spirit to anger, for anger lodges in the bosom of fools."},{"number":10,"verse":"Do not say, “Why were the former days better than these?” For it is not from wisdom that you ask this."},{"number":11,"verse":"Wisdom is good with an inheritance; it benefits the living."},{"number":12,"verse":"For wisdom offers protection like money offers protection. But knowledge has an advantage — wisdom restores life to its possessor."},{"number":13,"verse":"(Humans Must Accept God’s Will and Make the Best of It) Consider the work of God. For who is able to make straight what he made crooked?"},{"number":14,"verse":"In the day of prosperity, rejoice! But in the day of adversity, consider! For God made one in place of another so that mortals cannot find out what will happen in the future."},{"number":15,"verse":"(The Law of Retribution Does Not Always Work—but It Does Sometimes) I have seen all these things in my vain life: Sometimes a righteous man perishes in spite of his righteousness, and sometimes a wicked man lives a long life in spite of his evil."},{"number":16,"verse":"Do not be excessively righteous, and do not act excessively wise, lest you destroy yourself."},{"number":17,"verse":"Do not act excessively wicked, and do not be a fool, lest you die before your time."},{"number":18,"verse":"It is good to take hold of the one and also must not let go of the other; for whoever fears God will hold both of them secure."},{"number":19,"verse":"(Wisdom is Valuable, but No One is Completely Righteous) Wisdom gives more strength to the wise than ten rulers who are in the city."},{"number":20,"verse":"Surely there is no one righteous on the earth who continually does good and never sins."},{"number":21,"verse":"Do not pay attention to everything people say, lest you hear your own servant curse you."},{"number":22,"verse":"For your heart knows that you also have cursed others many times."},{"number":23,"verse":"(Absolute Wisdom is Unattainable) All this I have tested with wisdom. I said, “I will be wise!” but it was beyond my grasp."},{"number":24,"verse":"Whatever is — it is far beyond comprehension. Who can discover it?"},{"number":25,"verse":"I set my mind to try to seek wisdom and the plan, and to know that wickedness is foolishness and that folly is delusion."},{"number":26,"verse":"I myself found that more bitter than death is the woman who is a trap, whose heart is a snare, and whose hands are bonds. The one who pleases God escapes from her, but the sinner is caught by her."},{"number":27,"verse":"“Look! I found this,” said the Teacher, “while trying to find how the plan fits together."},{"number":28,"verse":"What my heart sought, I did not find. Although I found one righteous man among one thousand, I did not find one upright woman among all these."},{"number":29,"verse":"Look! This alone I found: God made mankind upright, but they have devised many schemes.”"}]}