{"bibleAbbr":"ISV2011","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"{Mourning for the House of Israel} d \"Woe to those who are at ease in Zion, to those who rest on the mountain of Samaria the famous men of the nations to whom the house of Israel came!"},{"number":2,"verse":"Cross over to Calneh {I. e. a Mesopotamian city} and look around, then go on to that great city of {The Heb. lacks city of} Hamath, and from there go down to Gath of the Philistines. Are you better than these kingdoms? Or is their territory more extensive than yours?"},{"number":3,"verse":"\"Disbelieving that a day of evil will come, {The Heb. lacks will come} embracing opportunities to commit violence, {Lit. yet are pressing hard the seat of violence}"},{"number":4,"verse":"lying on ivory beds, stretching out on your couches, eating lambs from the flock, and fattened calves from the stall,"},{"number":5,"verse":"chanting to the sound of stringed instruments as if they were David, composing songs to themselves as if they were musicians,"},{"number":6,"verse":"drinking wine from bowls, anointing themselves with the choicest of oils, but not grieving on the occasion of Joseph's ruin"},{"number":7,"verse":"therefore you will be the first to go into exile, and the celebrations of those who are lounging will end.\""},{"number":8,"verse":"{The Lord Swears an Oath} d \"The Lord God has sworn by himself,\"declares the Lord , the God of the Heavenly Armies, \"I utterly detest the arrogance of Jacob; I hate his fortresses; and I will deliver up the city, along with everyone in it."},{"number":9,"verse":"\"And if there are ten men remaining in one house, they will die."},{"number":10,"verse":"One's relative will pick up the corpse {Lit. bones} to carry them from the house for burning, {Or house to burn incense} saying to whomever remains inside the house, «Is there anyone still with you? 'And he will say, «No.'He will respond, «Be quiet, because we do not mention the name \"Lord\" .'"},{"number":11,"verse":"For indeed, the Lord is giving the command and he will smash the large house to rubble and the small house into bits."},{"number":12,"verse":"\"Horses don't run over bare rock, do they? One doesn't plow rock {The Heb. lacks rock} with oxen, does he? But you have turned justice to gall, and the fruit of righteousness into bitterness. {Lit. wormwood}"},{"number":13,"verse":"You rejoice in nothing worth mentioning that is, you keep on saying, «We captured Karnaim by our own strength of will and by our own effort, didn't we? '"},{"number":14,"verse":"\"So look, house of Israel! I will raise up a nation against you,\"declares the Lord , the God of the Heavenly Armies, \"and they will harass you from the entrance of Hamath to the wadi {I. e. perhaps the Wadi of Egypt, a seasonal stream or river that channels water during rain seasons but is dry at other times; ancient Israel's southwestern-most border} of the wilderness.\""}]}