{"bibleAbbr":"NET2007","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"Introduction This is the prophetic message that the LORD gave to (tn Heb “The word of the Lord which came to.”) Micah of Moresheth. He delivered this message (tn The words “he delivered this message” are not in the Hebrew text, but are supplied in the translation for clarification.) during the reigns of (tn Heb “in the days of” (so KJV, NASB, NRSV).) Jotham, Ahaz, and Hezekiah, kings of Judah. The prophecies pertain to (tn Heb “which he saw concerning.”) Samaria (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) and Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":2,"verse":"The Judge is Coming Listen, all you nations! (tn Heb “O peoples, all of them.”) Pay attention, all inhabitants of earth! (tn Heb “O earth and all its fullness”; KJV “and all that therein is.”) The sovereign LORD will testify (tn Heb “May the sovereign Lord testify against you.” The verb וִיהִי (vihiy) is jussive, which normally conveys a volitional sense of an urgent request or prayer (“may he testify!”). However, GKC 325-26 §109. k notes that here the jussive form is used without any volitional sense for the ordinary imperfect, as a rhythmic shortening at the beginning of a sentence, thus removed as far as possible from the principal accent (cf. Gen 49:17; Deut 28:8; 1 Sam 10:5; 2 Sam 5:24; Hos 6:1; 11:4; Amos 5:14; Zeph 2:13; Zech 9:5; Pss 72:16–17; 104:31; Job 18:12; 20:23, 26, 28; 27:8; 33:21; 34:37; Ruth 3:4). Thus, the translation here renders the jussive as an ordinary imperfect. Some translations render it in a traditional jussive sense: (1) urgent request: “And let my Lord God be your accuser” (NJPS); or (2) dependent purpose/result: “that the Sovereign Lord may witness against you” (NIV).) against you; the LORD will accuse you (tn Heb “the Lord from his majestic palace.” Since the verb is omitted it is unclear whether the implied term be supplied from the preceding line (“he will testify against you”) or the following line (“he is leaving”). So the line may be rendered “the Lord will accuse you from his majestic temple” or “the Lord will come forth from his majestic temple.” Most translations render it literally, but some remove the ambiguity: “the Lord God accuses you from his holy temple” (CEV); “He speaks from his holy temple” (TEV).) from his majestic palace. (tn Or “his holy temple” (KJV, NAB, NASB, NIV, NRSV, NLT). This refers to the Lord’s dwelling in heaven, however, rather than the temple in Jerusalem (note the following verse, which describes a theophany).)"},{"number":3,"verse":"Look, (tn Or “For look.” The expression כִּי־הִנֵּה (ki-hinneh) may function as an explanatory introduction (“For look!”; Isa 26:21; 60:2; 65:17, 18: 66:15; Jer 1:15; 25:29; 30:10; 45:5; 46:27; 50:9; Ezek 30:9; 36:9; Zech 2:10; 3:8), or as an emphatic introduction (“Look!”; Jdgs 3:15; Isa 3:1; Jer 8:17; 30:3; 49:15; Hos 9:6; Joel 3:1 [HT 4:1]; Amos 4:2, 13; 6:11, 14; 9:9; Hab 1:6; Zech 2:9 [HT 2:13]; Zech 3:9; 11:16).) the LORD is coming out of his dwelling place! He will descend and march on the earth’s mountaintops! (tn Or “high places” (KJV, NASB, NIV, NRSV, NLT).)"},{"number":4,"verse":"The mountains will disintegrate (tn Or “melt” (NAB, NASB, NIV, NRSV, NLT). This is a figurative description of earthquakes, landslides, and collapse of the mountains, rather than some sort of volcanic activity (note the remainder of the verse).) beneath him, and the valleys will be split in two. (sn The mountains will disintegrate…the valleys will be split in two. This imagery pictures an earthquake and accompanying landslide.) The mountains will melt (tn The words “the mountains will melt” are supplied in the translation for clarification. The simile extends back to the first line of the verse.) like wax in a fire, the rocks will slide down like water cascading down a steep slope. (tn The words “the rocks will slide down” are supplied in the translation for clarification. This simile elaborates on the prior one and further develops the imagery of the verse’s first line.)"},{"number":5,"verse":"All this is because of Jacob’s rebellion and (tn Heb “and because of.” This was simplified in the translation for stylistic reasons.) the sins of the nation (tn Heb “house.”) of Israel. How has Jacob rebelled, you ask? (tn Heb “What is the rebellion of Jacob?”) Samaria epitomizes their rebellion! (tn Heb “Is it not Samaria?” The negated rhetorical question expects the answer, “It certainly is!” To make this clear the question has been translated as a strong affirmative statement.) Where are Judah’s pagan worship centers, you ask? (tn Heb “What are Judah’s high places?”) They are right in Jerusalem! (tn Heb “Is it not Jerusalem?” The rhetorical question expects the answer, “It certainly is!”sn In vv. 2–5 Micah narrows the scope of God’s judgment from the nations (vv. 2–4) to his covenant people (v. 5). Universal judgment is coming, but ironically Israel is the focal point of God’s anger. In v. 5c the prophet includes Judah within the scope of divine judgment, for it has followed in the pagan steps of the northern kingdom. He accomplishes this with rhetorical skill. In v. 5b he develops the first assertion of v. 5a (“All of this is because of Jacob’s rebellion”). One expects in v. 5c an elaboration of the second assertion in v. 5a (“and the sins of the nation of Israel”), which one assumes, in light of v. 5b, pertains to the northern kingdom. But the prophet specifies the “sins” as “high places” and makes it clear that “the nation of Israel” includes Judah. Verses 6-7 further develop v. 5b (judgment on the northern kingdom), while vv. 8–16 expand on v. 5c (judgment on Judah). map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":6,"verse":"“I will turn Samaria (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) into a heap of ruins in an open field — vineyards will be planted there! (tn Heb “into a planting place for vineyards.”) I will tumble (tn Heb “pour” (so NASB, NIV); KJV, NRSV “pour down”; NAB “throw down”; NLT “roll.”) the rubble of her stone walls (tn Heb “her stones.” The term stones is a metonymy for the city walls whose foundations were constructed of stone masonry.) down into the valley, and tear down her fortifications to their foundations. (tn Heb “I will uncover her foundations.” The term “foundations” refers to the lower courses of the stones of the city’s outer fortification walls.)"},{"number":7,"verse":"All her carved idols will be smashed to pieces; all her metal cult statues will be destroyed by fire. (tn Heb “and all her prostitute’s wages will be burned with fire.”sn The precious metal used by Samaria’s pagan worship centers to make idols are here compared to a prostitute’s wages because Samaria had been unfaithful to the Lord and prostituted herself to pagan gods, such as Baal.) I will make a waste heap (tn Heb “I will make desolate” (so NASB).) of all her images. Since (tn Or “for” (KJV, NASB, NRSV).) she gathered the metal (tn No object is specified in the Hebrew text; the words “the metal” are supplied from the context.) as a prostitute collects her wages, the idols will become a prostitute’s wages again.” (tn Heb “for from a prostitute’s wages she gathered, and to a prostitute’s wages they will return.” When the metal was first collected it was comparable to the coins a prostitute would receive for her services. The metal was then formed into idols, but now the Lord’s fiery judgment would reduce the metal images to their original condition.)"},{"number":8,"verse":"For this reason I (tn The prophet is probably the speaker here.) will mourn and wail; I will walk around barefoot (tn Or “stripped.” The precise meaning of this Hebrew word is unclear. It may refer to walking barefoot (see 2 Sam 15:30) or to partially stripping oneself (see Job 12:17–19).) and without my outer garments. (tn Heb “naked.” This probably does not refer to complete nudity, but to stripping off one’s outer garments as an outward sign of the destitution felt by the mourner.) I will howl (tn Heb “I will make lamentation.”) like a wild dog, (tn Or “a jackal”; CEV “howling wolves.”) and screech (tn Heb “[make] a mourning.”) like an owl. (tn Or perhaps “ostrich” (cf. ASV, NAB, NASB, NRSV, NLT).)"},{"number":9,"verse":"For Samaria’s (tn Heb “her”; the referent (Samaria) has been specified in the translation for clarity.) disease (tc The MT reads the plural “wounds”; the singular is read by the LXX, Syriac, and Vg. tn Or “wound.”) is incurable. It has infected (tn Heb “come to.”) Judah; it has spread to (tn Or “reached.”) the leadership (tn Heb “the gate.” Kings and civic leaders typically conducted important business at the city gate (see 1 Kgs 22:10 for an example), and the term is understood here to refer by metonymy to the leadership who would be present at the gate.) of my people and has even contaminated Jerusalem! (tn Heb “to Jerusalem.” The expression “it has contaminated” do not appear in the Hebrew text, but have been supplied to fill out the parallelism with the preceding line. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":10,"verse":"Don’t spread the news in Gath! (tn Heb “Tell it not in Gath.” The Hebrew word for “tell” (נָגַד, nagad) sounds like the name of the city, Gath (גַּת, gat).) Don’t shed even a single tear! (tn The Hebrew infinitive absolute before the negated jussive emphasizes the prohibition.) In Beth Leaphrah sit in the dust! (tc The translation assumes a masculine plural imperative. If one were to emend בְּבֵית (bÿvet) to בֵית (vet), Beth Leaphrah would then be the addressee and the feminine singular imperative (see Qere) could be retained, “O Beth Leaphrah, sit in the dust.”tn Heb “roll about in mourning in the dust”; or “wallow about in mourning in the dust.” The verb פָּלַשׁ (palash, “roll about in mourning [in dust]”; HALOT 935 s. v. פלשׁ) is figurative (metonymy) for sitting as an outward sign of mourning. sn To sit in the dust was an outward sign of mourning. The name Beth Leaphrah means “house of dust.”)"},{"number":11,"verse":"Residents (tn The Hebrew participial form, which is feminine singular, is here used in a collective sense for the all the residents of the town. See GKC 394 §122. s.) of Shaphir, (sn The place name Shaphir means “pleasant” in Hebrew.) pass by in nakedness and humiliation! (tn The imperatival form is used rhetorically, emphasizing that the inhabitants of Shaphir will pass by into exile.) The residents of Zaanan can’t leave their city. (tn Heb “have not come out”; NIV “will not come out”; NLT “dare not come outside.”sn The expression can’t leave their city alludes to a siege of the town. The place name Zaanan sounds like the verb “come out” (i. e., “can’t leave”) in Hebrew.) Beth Ezel (sn The place name Beth Ezel means “house of nearness” or “house of proximity” in Hebrew.) mourns, (tn Heb “the lamentation of Beth Ezel.” The following words could be the lamentation offered up by Beth Ezel (subjective genitive) or the mourning song sung over it (objective genitive).) “He takes from you what he desires.” (tc The form עֶמְדָּתוֹ (’emdato) should be emended to חֲמַדְּתוֹ (khamadto, “his (the conqueror’s) desire”). tn The precise meaning of the line is uncertain. The translation assumes: (a) the subject of the third masculine singular verb יִקַּח (yiqqakh, “he/it takes”) is the conqueror, (b) the second masculine plural suffix (“you”) on the preposition מִן (min, “from”) refers to the residents of Shaphir and Zaanan, (c) the final form עֶמְדָּתוֹ should be emended to חֲמַדְּתוֹ, “his (the conqueror’s) desire.”)"},{"number":12,"verse":"Indeed, the residents of Maroth (sn The place name Maroth sounds like the Hebrew word for “bitter.”) hope for something good to happen, (tc The translation assumes an emendation of חָלָה (khalah; from חִיל, khil, “to writhe”) to יִחֲלָה (yikhalah; from יָחַל, yakhal, “to wait”). tn Heb “[the residents of Maroth] writhe [= “anxiously long for”?] good.”) though the LORD has sent disaster against the city of Jerusalem. (tn Heb “though disaster has come down from the Lord to the gate of Jerusalem.”)"},{"number":13,"verse":"Residents of Lachish, (sn The place name Lachish sounds like the Hebrew word for “team [of horses].”) hitch the horses to the chariots! You (tn Heb “she”; this has been translated as second person (“you”) in keeping with the direct address to the residents of Lachish in the previous line.) influenced Daughter Zion (sn The epithet Daughter Zion pictures the city of Jerusalem as a young lady.) to sin, (tn Heb “She was the beginning of sin for Daughter Zion.”) for Israel’s rebellious deeds can be traced back (tn Heb “for in you was found the transgressions of Israel.”) to you!"},{"number":14,"verse":"Therefore you (tn The subject of the feminine singular verb is probably Lachish.) will have to say farewell (tn Heb “you will give a dowry to”; NAB, NASB, NIV, NRSV “give parting gifts to.” Lachish is compared to a father who presents wedding gifts to his daughter as she leaves her father’s home to take up residence with her husband. In similar fashion Lachish will bid farewell to Moresheth Gath, for the latter will be taken by the invader.) to Moresheth Gath. The residents (tn Heb “houses.” By metonymy this refers to the people who live in them.) of Achzib (sn The place name Achzib (אַכְזִיב, ’akhziv, “place on the dried up river”; see HALOT 45 s. v. אַכְזָב) creates a word play on the similar sounding term כָּזָב (kazav, “lie, deception”; HALOT 468 s. v. כָּזָב). Like the dried up river upon which its name was based, the city of Achzib would fail to help the kings of Israel in their time of need.) will be as disappointing as a dried up well (tn Or “will be a deception.” The term אַכְזָב (’akhzav) is often translated “deception,” as derived from the verb I כָּזָב (“to deceive, lie”; HALOT 467-68 s. v. I כזב). However, it probably means “what is dried up,” since (1) the noun elsewhere refers to an empty well or dried river in summer (Jer 15:18; cf. Job 6:15–20) (HALOT 45 s. v. אַכְזָב); (2) the place-name “Achzib” (אַכְזִיב) literally means “place on the אַכְזָב [dried up river]” (HALOT 45 s. v. אַכְזָב); and (3) it is derived from the verb II כָּזָב (“to dry up [brook]”; Isa 58:11), which also appears in Mishnaic Hebrew and Arabic. The point of the metaphor is that Achzib will be as disappointing to the kings of Israel as a dried up spring in the summer is to a thirsty traveler in the Jordanian desert.) to the kings of Israel. (sn Because of the enemy invasion, Achzib would not be able to deliver soldiers for the army and/or services normally rendered to the crown.)"},{"number":15,"verse":"Residents of Mareshah, (sn The place name Mareshah sounds like the Hebrew word for “conqueror.”) a conqueror will attack you, (tn Heb “Again a conqueror I will bring to you, residents of Mareshah.” The first person verb is problematic, for the Lord would have to be the subject (cf. NAB, NASB, NIV, NRSV, NLT). But the prophet appears to be delivering this lament and the Lord is referred to in the third person in v. 12. Consequently many emend the verb to a third person form (יָבוֹא, yavo’) and understand the “conqueror” as subject.) the leaders of Israel shall flee to Adullam. (tn Heb “to Adullam the glory of Israel will go.” This probably means that the nation’s leadership will run for their lives and, like David of old, hide from their enemy in the caves of Adullam. Cf. NIV’s “He who is the glory of Israel will come to Adullam,” which sounds as if an individual is in view, and could be understood as a messianic reference.)"},{"number":16,"verse":"Shave your heads bald as you mourn for the children you love; (tn Heb “over the sons of your delight.”) shave your foreheads as bald (tn Heb “make wide your baldness.”) as an eagle, (tn Or “a vulture” (cf. NIV, TEV); CEV “a buzzard.” The Hebrew term נֶשֶׁר (nesher) refers to the griffon vulture or eagle.) for they are taken from you into exile."}]}