{"bibleAbbr":"NET2007","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"(4:14) (sn Beginning with 5:1, the verse numbers through 5:15 in the English Bible differ by one from the verse numbers in the Hebrew text (BHS), with 5:1 ET = 4:14 HT, 5:2 ET = 5:1 HT, 5:3 ET = 5:2 HT, etc., through 5:15 ET = 5:14 HT. From 6:1 the verse numbers in the English Bible and the Hebrew Bible are again the same.) But now slash yourself, (tn The Hebrew verb גָדַד (gadad) can be translated “slash yourself” or “gather in troops.” A number of English translations are based on the latter meaning (e. g., NASB, NIV, NLT). sn Slash yourself. Slashing one’s body was a form of mourning. See Deut 14:1; 1 Kgs 18:28; Jer 16:6; 41:5; 47:5.) daughter surrounded by soldiers! (tn Heb “daughter of a troop of warriors.”sn The daughter surrounded by soldiers is an image of the city of Jerusalem under siege (note the address “Daughter Jerusalem” in 4:8).) We are besieged! With a scepter (tn Or “staff”; KJV, NAB, NASB, NIV, NRSV, NLT “rod”; CEV “stick”; NCV “club.”sn Striking a king with a scepter, a symbol of rulership, would be especially ironic and humiliating.) they strike Israel’s ruler (tn Traditionally, “the judge of Israel” (so KJV, NASB).) on the side of his face."},{"number":2,"verse":"(A King Will Come and a Remnant Will Prosper) (5:1) As for you, Bethlehem Ephrathah, (sn Ephrathah is either an alternate name for Bethlehem or the name of the district in which Bethlehem was located. See Ruth 4:11. map For location of Bethlehem see Map5-B1; Map7-E2; Map8-E2; Map10-B4.) seemingly insignificant (tn Heb “being small.” Some omit לִהְיוֹת (lihyot, “being”) because it fits awkwardly and appears again in the next line.) among the clans of Judah — from you a king will emerge who will rule over Israel on my behalf, (tn Heb “from you for me one will go out to be a ruler over Israel.”) one whose origins (tn Heb “his goings out.” The term may refer to the ruler’s origins (cf. NAB, NIV, NRSV, NLT) or to his activities.) are in the distant past. (tn Heb “from the past, from the days of antiquity.” Elsewhere both phrases refer to the early periods in the history of the world or of the nation of Israel. For מִקֶּדֶם (miqqedem, “from the past”) see Neh 12:46; Pss 74:12; 77:11; Isa 45:21; 46:10. For מִימֵי עוֹלָם (mimey ’olam, “from the days of antiquity”) see Isa 63:9, 11; Amos 9:11; Mic 7:14; Mal 3:4. In Neh 12:46 and Amos 9:11 the Davidic era is in view. sn In riddle-like fashion this verse alludes to David, as the references to Bethlehem and to his ancient origins/activities indicate. The passage anticipates the second coming of the great king to usher in a new era of national glory for Israel. Other prophets are more direct and name this coming ideal ruler “David” (Jer 30:9; Ezek 34:23–24; 37:24–25; Hos 3:5). Of course, this prophecy of “David’s” second coming is actually fulfilled through his descendant, the Messiah, who will rule in the spirit and power of his famous ancestor and bring to realization the Davidic royal ideal in an even greater way than the historical David (see Isa 11:1, 10; Jer 33:15).)"},{"number":3,"verse":"So the LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) will hand the people of Israel (tn Heb “them”; the referent (the people of Israel) has been specified in the translation for clarity.) over to their enemies (tn The words “to their enemies” are supplied in the translation for clarification.) until the time when the woman in labor (sn The woman in labor. Personified, suffering Jerusalem is the referent. See 4:9–10.) gives birth. (sn Gives birth. The point of the figurative language is that Jerusalem finally finds relief from her suffering. See 4:10.) Then the rest of the king’s (tn Heb “his”; the referent (the king) has been specified in the translation for clarity.) countrymen will return to be reunited with the people of Israel. (tn Heb “to the sons of Israel.” The words “be reunited with” are supplied in the translation for clarity. sn The rest of the king’s brothers are the coming king’s fellow Judahites, while the sons of Israel are the northern tribes. The verse pictures the reunification of the nation under the Davidic king. See Isa 11:12–13; Jer 31:2–6, 15–20; Ezek 37; Hos 1:11; 3:5.)"},{"number":4,"verse":"He will assume his post (tn Heb “stand up”; NAB “stand firm”; NASB “will arise.”) and shepherd the people (tn The words “the people” are supplied in the translation for clarification.) by the LORD’s strength, by the sovereign authority of the LORD his God. (tn Heb “by the majesty of the name of the Lord his God.”) They will live securely, (tn The words “in peace” are supplied in the translation for clarification. Perhaps וְיָשָׁבוּ (vÿyashavu, “and they will live”) should be emended to וְשָׁבוּ (vÿshavu, “and they will return”).) for at that time he will be honored (tn Heb “be great.”) even in the distant regions of (tn Or “to the ends of.”) the earth."},{"number":5,"verse":"He will give us peace. (tn Heb “and this one will be peace”; ASV “and this man shall be our peace” (cf. Eph 2:14).) Should the Assyrians try to invade our land and attempt to set foot in our fortresses, (tc Some prefer to read “in our land,” emending the text to בְּאַדְמָתֵנוּ (bÿ’admatenu).) we will send (tn Heb “raise up.”) against them seven (sn The numbers seven and eight here symbolize completeness and emphasize that Israel will have more than enough military leadership and strength to withstand the Assyrian advance.) shepherd-rulers, (tn Heb “shepherds.”) make that eight commanders. (tn Heb “and eight leaders of men.”)"},{"number":6,"verse":"They will rule (tn Or perhaps “break”; or “defeat.”) the land of Assyria with the sword, the land of Nimrod (sn According to Gen 10:8–12, Nimrod, who was famous as a warrior and hunter, founded Assyria.) with a drawn sword. (tc The MT reads “in her gates,” but the text should be emended to בַּפְּתִיחָה (baptikhah, “with a drawn sword”).) Our king (tn Heb “he”; the referent (the coming king) has been specified in the translation for clarity.) will rescue us from the Assyrians should they attempt to invade our land and try to set foot in our territory."},{"number":7,"verse":"Those survivors from (tn Heb “the remnant of” (also in v. 8).) Jacob will live (tn Heb “will be.”) in the midst of many nations. (tn This could mean “(scattered) among the nations” (cf. CEV, NLT) or “surrounded by many nations” (cf. NRSV).) They will be like the dew the LORD sends, like the rain on the grass, that does not hope for men to come or wait around for humans to arrive. (tn Heb “that does not hope for man, and does not wait for the sons of men.”sn Men wait eagerly for the dew and the rain, not vice versa. Just as the dew and rain are subject to the Lord, not men, so the remnant of Israel will succeed by the supernatural power of God and not need the support of other nations. There may even be a military metaphor here. Israel will overwhelm their enemies, just as the dew completely covers the grass (see 2 Sam 17:12). This interpretation would be consistent with the image of v. 7.)"},{"number":8,"verse":"Those survivors from Jacob will live among the nations, in the midst of many peoples. They will be like a lion among the animals of the forest, like a young lion among the flocks of sheep, which attacks when it passes through; it rips its prey (tn The words “its prey” are supplied in the translation for clarification.) and there is no one to stop it. (tn Heb “and there is no deliverer.”)"},{"number":9,"verse":"Lift your hand triumphantly against your adversaries; (tn Heb “let your hand be lifted against your adversaries.”) may all your enemies be destroyed! (tn Heb “be cut off.”)"},{"number":10,"verse":"(The Lord Will Purify His People) “In that day,” says the LORD, “I will destroy (tn Heb “cut off” (also in the following verse).) your horses from your midst, and smash your chariots."},{"number":11,"verse":"I will destroy the cities of your land, and tear down all your fortresses."},{"number":12,"verse":"I will remove the sorcery (tn Heb “magic charms” (so NCV, TEV); NIV, NLT “witchcraft”; NAB “the means of divination.” The precise meaning of this Hebrew word is uncertain, but note its use in Isa 47:9, 12.) that you practice, (tn Heb “from your hands.”) and you will no longer have omen readers living among you. (tn Heb “and you will not have omen-readers.”)"},{"number":13,"verse":"I will remove your idols and sacred pillars from your midst; you will no longer worship what your own hands made."},{"number":14,"verse":"I will uproot your images of Asherah (tn Or “Asherah poles.”sn Asherah was a leading deity of the Canaanite pantheon, wife/sister of El and goddess of fertility. She was commonly worshiped at shrines in or near groves of evergreen trees, or, failing that, at places marked by wooden poles. These were to be burned or cut down (Deut 12:3; 16:21; Judg 6:25, 28, 30; 2 Kgs 18:4). The Lord states that he will destroy these images, something the Israelites themselves should have done but failed to do.) from your midst, and destroy your idols. (tn The MT reads “your cities,” but many emend the text to צִרֶיךָ (tsirekha, “your images”) or עֲצַבֶּיךָ (’atsbbekha, “your idols”).)"},{"number":15,"verse":"I will angrily seek vengeance on the nations that do not obey me.” (tn Heb “I will accomplish in anger and in rage, vengeance on the nations who do not listen.”)"}]}