{"bibleAbbr":"NET2007","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"(The Lord Demands Justice, not Ritual) Listen to what the LORD says: “Get up! Defend yourself (tn Or “plead your case” (NASB, NIV, NRSV); NAB “present your plea”; NLT “state your case.”sn Defend yourself. The Lord challenges Israel to defend itself against the charges he is bringing.) before the mountains! (sn As in some ancient Near Eastern treaties, the mountains are personified as legal witnesses that will settle the dispute between God and Israel.) Present your case before the hills!” (tn Heb “let the hills hear your voice.”)"},{"number":2,"verse":"Hear the LORD’s accusation, you mountains, you enduring foundations of the earth! For the LORD has a case against his people; he has a dispute with Israel! (tn This verse briefly interrupts the Lord’s statement (see vv. 1, 3) as the prophet summons the mountains as witnesses. Because of this v. 2 has been placed in parentheses in the translation.)"},{"number":3,"verse":"“My people, how have I wronged you? (tn Heb “My people, what have I done to you?”) How have I wearied you? Answer me!"},{"number":4,"verse":"In fact, I brought you up from the land of Egypt, I delivered you from that place of slavery. I sent Moses, Aaron, and Miriam to lead you. (tn Heb “before you.”)"},{"number":5,"verse":"My people, recall how King Balak of Moab planned to harm you, (tn Heb “remember what Balak…planned.”) how Balaam son of Beor responded to him. Recall how you journeyed from Shittim to Gilgal, so you might acknowledge that the LORD has treated you fairly.” (tn Heb “From Shittim to Gilgal, in order to know the just acts of the Lord.” Something appears to be missing at the beginning of the line. The present translation supplies the words, “Recall how you went.” This apparently refers to how Israel crossed the Jordan River (see Josh 3:1; 4:19–24).)"},{"number":6,"verse":"With what should I (sn With what should I enter the Lord’s presence? The prophet speaks again, playing the role of an inquisitive worshiper who wants to know what God really desires from his followers.) enter the LORD’s presence? With what (tn The words “with what” do double duty in the parallelism and are supplied in the second line of the translation for clarification.) should I bow before the sovereign God? (tn Or “the exalted God.”) Should I enter his presence with burnt offerings, with year-old calves?"},{"number":7,"verse":"Will the LORD accept a thousand rams, or ten thousand streams of olive oil? Should I give him my firstborn child as payment for my rebellion, my offspring — my own flesh and blood — for my sin? (tn Heb “the fruit of my body for the sin of my soul.” The Hebrew term נֶפֶשׁ (nefesh) is often translated “soul,” but the word usually refers to the whole person; here “the sin of my soul” = “my sin.”)"},{"number":8,"verse":"He has told you, O man, what is good, and what the LORD really wants from you: (sn What the Lord really wants from you. Now the prophet switches roles and answers the hypothetical worshiper’s question. He makes it clear that the Lord desires proper attitudes more than ritual and sacrifice.) He wants you to (tn Heb “except.” This statement is actually linked with what precedes, “What does he want from you except….”) promote (tn Heb “to do,” in the sense of “promote.”) justice, to be faithful, (tn Heb “to love faithfulness.”) and to live obediently before (tn Heb “to walk humbly [or perhaps, “carefully”] with.”) your God."},{"number":9,"verse":"Listen! The LORD is calling (tn Or “the voice of the Lord is calling.” The translation understands קוֹל (qol, “voice”) as equivalent to an imperative.) to the city! It is wise to respect your authority, O LORD! (tn Heb “one who sees your name is wisdom.” It is probably better to emend יִרְאֶה (yir’eh, “he sees”) to יִרְאָה (yir’ah, “fearing”). One may then translate, “fearing your name is wisdom.” The Lord’s “name” here stands by metonymy for his authority.) Listen, O nation, and those assembled in the city! (tn Heb (apparently) “Listen [to] the staff and the one who appointed it.” Verse 10 then begins with עוֹד (yod, “still” or “again”). The translation assumes an emendation to שִׁמְעוּ מַטֶּה וּמוֹעֵד הָעִיר (shim’u matteh umo’ed ha’ir, “listen, O tribe and the assembly of the city”).)"},{"number":10,"verse":"“I will not overlook, (tn The meaning of the first Hebrew word in the line is unclear. Possibly it is a combination of the interrogative particle and אִשׁ (’ish), an alternate form of יֵשׁ (yesh, “there is/are”). One could then translate literally, “Are there treasures of sin [in] the house of the sinful?” The translation assumes an emendation to הַאֶשֶּׁה (ha’esheh, from נָשָׁא, nasha’, “to forget”), “Will I forget?” The rhetorical question expects an answer, “No, I will not forget.”) O sinful house, the dishonest gain you have hoarded away, (tn Heb “the treasures of sin”; NASB “treasures of wickedness”; NIV “ill-gotten treasures.”) or the smaller-than-standard measure I hate so much. (tn Heb “the accursed scant measure.”sn Merchants would use a smaller than standard measure so they could give the customer less than he thought he was paying for.)"},{"number":11,"verse":"I do not condone the use of rigged scales, or a bag of deceptive weights. (tn Heb “Do I acquit sinful scales, and a bag of deceptive weights?” The rhetorical question expects an answer, “No, I do not,” and has been translated as a declarative statement for clarity and emphasis. sn Merchants also used rigged scales and deceptive weights to cheat their customers. See the note at Amos 8:5.)"},{"number":12,"verse":"The city’s rich men think nothing of resorting to violence; (tn Heb “because her rich are full of violence.”) her inhabitants lie, (tn Heb “speak lies.”) their tongues speak deceptive words. (tn Heb “and their tongue is deceptive in their mouth.”)"},{"number":13,"verse":"I will strike you brutally (tn Heb “and also I, I will make you sick, striking you.”) and destroy you because of your sin."},{"number":14,"verse":"You will eat, but not be satisfied. Even if you have the strength (tc The first Hebrew term in the line (וְיֶשְׁחֲךָ, vÿyeshkhakha) is obscure. HALOT 446 s. v. יֶשַׁח understands a noun meaning “filth,” which would yield the translation, “and your filth is inside you.” The translation assumes an emendation to כֹּחַ-וְיֶשׁ (vÿyesh-koakh, “and [if] there is strength inside you”).) to overtake some prey, (tn The meaning of the Hebrew term וְתַסֵּג (vÿtasseg) is unclear. The translation assumes it is a Hiphal imperfect from נָסַג/נָשַׂג (nasag/nasag, “reach; overtake”) and that hunting imagery is employed. (Note the reference to hunger in the first line of the verse.) See D. R. Hillers, Micah (Hermeneia), 80.) you will not be able to carry it away; (tn The Hiphal of פָּלַט (palat) is used in Isa 5:29 of an animal carrying its prey to a secure place.) if you do happen to carry away something, I will deliver it over to the sword."},{"number":15,"verse":"You will plant crops, but will not harvest them; you will squeeze oil from the olives, (tn Heb “you will tread olives.” Literally treading on olives with one’s feet could be harmful and would not supply the necessary pressure to release the oil. See O. Borowski, Agriculture in Iron Age Israel, 119. The Hebrew term דָּרַךְ (darakh) may have an idiomatic sense of “press” here, or perhaps the imagery of the following parallel line (referring to treading grapes) has dictated the word choice.) but you will have no oil to rub on your bodies; (tn Heb “but you will not rub yourselves with oil.”) you will squeeze juice from the grapes, but you will have no wine to drink. (tn Heb “and juice, but you will not drink wine.” The verb תִדְרֹךְ (tidrokh, “you will tread”) must be supplied from the preceding line.)"},{"number":16,"verse":"You implement the regulations of Omri, and all the practices of Ahab’s dynasty; (tn Heb “the edicts of Omri are kept, and all the deeds of the house of Ahab.”) you follow their policies. (tn Heb “and you walk in their plans.”sn The Omride dynasty, of which Ahab was the most infamous king, had a reputation for implementing unjust and oppressive measures. See 1 Kgs 21.) Therefore I will make you an appalling sight, (tn The Hebrew term שַׁמָּה (shammah) can refer to “destruction; ruin,” or to the reaction it produces in those who witness the destruction.) the city’s (tn Heb “her”; the referent (the city) has been specified in the translation for clarity.) inhabitants will be taunted derisively, (tn Heb “[an object] of hissing,” which was a way of taunting someone.) and nations will mock all of you.” (tc The translation assumes an emendation of the MT’s עַמִּי (’ammi, “my people”) to עַמִּים (’ammim, “nations”). tn Heb “and the reproach of my people you will bear.” The second person verb is plural here, in contrast to the singular forms used in vv. 13–15.)"}]}