{"bibleAbbr":"BB1572","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"And all the congregation of the children of Israel went on theyr iourneys fro the wyldernesse of Sin, after the commaundement of the Lorde, and pitched in Raphidim, there was no water for the people to drinke."},{"number":2,"verse":"And ye people dyd chyde with Moyses, and sayde: geue vs water to drinke. Moyses said vnto them: why chyde you with me? wherfore do ye tempt ye Lord?"},{"number":3,"verse":"There the people thirsted for water, and ye people murmured agaynst Moyses, and saide: wherefore hast thou thus brought vs vp out of Egypt, to kil me, & my children, and my cattell with thyrst?"},{"number":4,"verse":"And Moyses cryed vnto the Lorde, saying: What shall I do vnto this people, they be almost redy to stone me?"},{"number":5,"verse":"And the Lorde said vnto Moyses: Go before the people, and take with thee of the elders of Israel: & thy rod wherewith thou smotest the ryuer take in thine hande, and go."},{"number":6,"verse":"Beholde, I stande before thee vpon the rocke that is in Horeb, & thou shalt smyte the rocke, and there shall come water out thereof, that the people may drinke. And Moyses dyd euen so before the eyes of the elders of Israel."},{"number":7,"verse":"And he called the name of the place Massah, and Meribah, because of the chiding of the children of Israel, and because they tempted the Lorde, saying: Is the Lorde amongest vs, or not?"},{"number":8,"verse":"Then came Amelec and fought with Israel in Raphidim."},{"number":9,"verse":"And Moyses sayde vnto Iosua: Chose vs out men, and go fight with Amelec, and to morowe I will stande on the toppe of the hill, and the rodde of God shalbe in my hande."},{"number":10,"verse":"Iosua did as Moyses bad hym, and fought with Amelec: and Moyses and Aaron, and Hur, went vp to the toppe of the hyll."},{"number":11,"verse":"And it came to passe, that when Moyses helde vp his hande, Israel had the better: and when he let his hande downe, Amelec had the better."},{"number":12,"verse":"But Moyses hands were heauie, and therfore they toke a stone and put it vnder him, and he sat downe theron: and Aaron and Hur stayed vp his handes, the one on the one side, and the other on the other side: And his handes remayned stedye, vntill the goyng downe of the sunne."},{"number":13,"verse":"And Iosua discomforted Amelec and his people with the edge of the sworde."},{"number":14,"verse":"And the Lorde sayde vnto Moyses: Wryte this for a remembraunce in a booke, and commit it into the eares of Iosua, for I will vtterly put out the remembraunce of Amelec from vnder heauen."},{"number":15,"verse":"And Moyses made an aulter, and called the name of it: The Lorde is he that worketh miracles for me."},{"number":16,"verse":"For he said: the hande is on the seate of God, the Lord wil haue warre with Amalec fro generation to generation."}]}