{"bibleAbbr":"BB1572","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"Iethro ye priest of Madian Moyses father in lawe, heard of all that god had donefor Moyses, and for Israel his people, and that the Lord had brought Israel out of Egypt."},{"number":2,"verse":"Therefore he toke Sephora Moyses wyfe, after he had sent her backe,"},{"number":3,"verse":"And her two sonnes, of which the one was called Gershom: for he sayde, I haue ben an aliaunt in a straunge land:"},{"number":4,"verse":"The name of the other was Eliezer: for the God of my father [sayde he] was mine helpe, and deliuered me from the sworde of Pharao."},{"number":5,"verse":"And Iethro Moyses father in lawe, came with his two sonnes, & his wife, vnto Moyses into ye wildernesse, where he abode by the mounte of God."},{"number":6,"verse":"And he saide vnto Moyses: I thy father in lawe Iethro am come to thee, and thy wyfe also, and her two sonnes with her."},{"number":7,"verse":"And Moyses went out to meete his father in lawe, and did obeysaunce, and kyssed hym: and eche asked other of his health, and they came into the tent."},{"number":8,"verse":"And Moyses tolde his father in lawe all that the Lorde had done vnto Pharao and to the Egyptians for Israels sake, and al the trauaile that had come vpon them by the way, and howe the Lorde deliuered them."},{"number":9,"verse":"And Iethro reioyced ouer al the goodnesse which the Lorde had done to Israel, and because he had deliuered them out of the handes of the Egyptians."},{"number":10,"verse":"And Iethro sayd: blessed be the Lord which hath deliuered you out of ye hand of the Egyptians, and out of the hand of Pharao, which hath also deliuered his people from ye captiuitie of ye Egyptians."},{"number":11,"verse":"Nowe I knowe that the Lorde is greater then all gods: for in the thyng whereby they dealt cruelly with them, were they destroyed them selues."},{"number":12,"verse":"And Iethro Moyses father in lawe toke burnt offeringes and sacrifices, to offer to God: And Aaron and all the elders of Israel came to eate bread with Moyses father in lawe before God."},{"number":13,"verse":"And on the morowe Moyses sate to iudge the people: and the people stoode about Moyses from morning vnto eue."},{"number":14,"verse":"And when Moyses father in lawe sawe all that he dyd vnto the people, he sayd: what is this that thou doest vnto the people? Why sittest thou thy selfe alone, and all the people stande about thee from morning vnto euen?"},{"number":15,"verse":"And Moyses sayde to his father in lawe: because the people come vnto me to seeke counsayle of God."},{"number":16,"verse":"When they haue a matter, they come vnto me, and I iudge betweene euery man & his neyghbour, & shew them the ordinaunces of God and his lawes."},{"number":17,"verse":"And Moyses father in lawe sayde vnto hym: It is not well that thou doest."},{"number":18,"verse":"Thou both weryest thy selfe, and this people that is with thee: For this thing is of more wayght, then thou art able to perfourme thy selfe alone."},{"number":19,"verse":"Heare therfore nowe my voyce, and I wyll geue thee councell, and God shalbe with thee: Be thou vnto the people to Godwarde, that thou mayest bring the causes vnto God:"},{"number":20,"verse":"And thou shalt teache them ordinaunces and lawes, and shew them the way wherein they must walke, & the worke that they must do."},{"number":21,"verse":"Moreouer, thou shalt seeke out among all the people, men of actiuitie [and] such as feare God, true men hating couetousnes, and place [of these] ouer the [people] rulers of thousandes, rulers of hundrethes, rulers of fiftithes, and rulers of tennes,"},{"number":22,"verse":"And let them iudge the people at all seasons: and euery great matter that commeth, let them bryng vnto thee, but let them iudge all small causes them selues, and so shall it be easier for thy selfe, and they shall beare a [burthen] with thee."},{"number":23,"verse":"If thou shalt do this thing, and God charge thee withall, thou shalt be able to endure, and yet the people shall come to their place in peace."},{"number":24,"verse":"And so Moyses obeyed the voyce of his father in lawe, and dyd all that he had sayde."},{"number":25,"verse":"And Moyses chose actiue men out of all Israel, and made them as heades ouer the people, namely rulers of thousandes, rulers of hundrethes, rulers of fiftithes, and rulers of tennes,"},{"number":26,"verse":"And they iudged the people at all seasons: but brought the harde causes vnto Moyses, and iudged all small matters them selues."},{"number":27,"verse":"And Moyses let his father in lawe depart: and he went into his owne lande."}]}