{"bibleAbbr":"BB1572","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"And of the blewe silke, purple, & scarlet, they made vestmentes of ministration, to do seruice in the holy place: and made the holye garmentes for Aaron as the Lorde commaunded Moyses."},{"number":2,"verse":"And he made the Ephod of golde, blewe silke, purple, scarlet, and whyte twyned silke."},{"number":3,"verse":"And they dyd beate the golde into thinne plates, and cut it into wyers to worke it in the blewe silke, purple, scarlet, and in the fine whyte with brodered worke."},{"number":4,"verse":"And they made two sydes for it, to close them vp by the two edges."},{"number":5,"verse":"And the broderyng of the girdle that was vpon it, was of the same stuffe, and after the same worke, of golde, blewe silke, purple, scarlet, and twyned whyte silke, as the Lord comaunded Moyses."},{"number":6,"verse":"And they wrought Onyx stones closed in ouches of golde, and graued as signettes are grauen, with the names of the chyldren of Israel."},{"number":7,"verse":"And he put them on the shoulders of the Ephod, that they shoulde be stones for a remembraunce of the children of Israel, as the Lorde commaunded Moyses."},{"number":8,"verse":"And he made the brestlap of brodered worke lyke the worke of the Ephod, euen of gold, blewe silke, purple, scarlet, and twyned whyte silke."},{"number":9,"verse":"It was foure square: and they made the brestlap double, an hande breadth long, and an hande breadth brode."},{"number":10,"verse":"And they fylled it with foure rowes of stones. The first rowe, a Sardius, a Topazius, and a Smaragdus."},{"number":11,"verse":"The seconde rowe, a Rubie, a Saphire, and a Diamonde."},{"number":12,"verse":"In the thirde rowe, a Lyncurius, an Achates, and an Amethyst."},{"number":13,"verse":"In the fourth rowe, a Turcas, an Onyx, and a Iaspis: and they were closed in ouches of golde in their inclosers."},{"number":14,"verse":"And the twelue stones were grauen as signets, with the names of the children of Israel, euery stone with his name, accordyng to the twelue tribes."},{"number":15,"verse":"And they made vpon the brestlap two fastenyng chaynes of writhen worke and pure golde."},{"number":16,"verse":"And they made two ouches of golde, and two golde ringes: and put the two ringes in ye two corners of the brestlap."},{"number":17,"verse":"And they put the two chaynes of golde in the two ringes in the corners of the brestlap."},{"number":18,"verse":"And the two endes of the two chaynes they fastened in the two ouches, and put them on the shoulders of the Ephod, vpon the forefront of it."},{"number":19,"verse":"And they made two ringes of golde, and put them on the two corners of the brestlap vpon the edge of it [which was] on the insyde by the Ephod."},{"number":20,"verse":"And they made two golden ringes, and put them on the two sydes of the Ephod, beneath on the fore syde of it, and ouer agaynst his felowe, aboue vpon the broderyng of the Ephod."},{"number":21,"verse":"And they strayned the brestlap by his ringes vnto the ringes of the Ephod with a lase of blewe silke, that it myght be vpon the broderyng of the Ephod, & that the brestlap shoulde not be loosed from of the Ephod, as the Lorde commaunded Moyses."},{"number":22,"verse":"And he made the tunicle vnto the Ephod of wouen worke, altogether of blewe silke:"},{"number":23,"verse":"And there was a hole in the myddest of the tunicle, as the coller of a partlet, with a bande rounde about the coller, that it shoulde not rent."},{"number":24,"verse":"And in the tunicle they made hemmes with pomgranates of blewe silke, purple, scarlet, and whyte twyned silke."},{"number":25,"verse":"And they made litle belles of pure golde, and put them amongst the pomgranates rounde about vpon the edge of the tunicle."},{"number":26,"verse":"A bell and a pomgranate, a bell and a pomgranate rounde about the hemmes of the tunicle to minister in, as the Lord commaunded Moyses."},{"number":27,"verse":"And they made coates of fine whyte silke of wouen worke, for Aaron and his sonnes."},{"number":28,"verse":"And a mitre of fine whyte silke, and goodly bonettes of fine whyte silke, and lynnen sloppes of twyned whyte silke."},{"number":29,"verse":"And a girdle of twyned whyte silke, blew, purple, and scarlet, euen of needle worke, as the Lorde commaunded Moyses."},{"number":30,"verse":"And they made the plate of the holy crowne of fine golde, and wrote vpon it with grauen worke as signets are grauen, The holynes of the Lorde."},{"number":31,"verse":"And tyed vnto it a lase of blewe silk, to fasten it an hye vpon the mitre, as the Lorde commaunded Moyses."},{"number":32,"verse":"Thus was all the worke of the tabernacle [euen] of the tabernacle of the congregation finished: And the children of Israel did according to al that the lorde commaunded Moyses, euen so did they."},{"number":33,"verse":"And they brought the tabernacle vnto Moyses [euen] the tabernacle and all his furniture, his taches, his boordes, his barres, his pillers, & his sockettes."},{"number":34,"verse":"The coueryng of Rammes skynnes redde, and the coueryng of Taxus skynnes, and the hangyng vayle,"},{"number":35,"verse":"The arke of the testimonie, and the barres therof, and the mercie seate,"},{"number":36,"verse":"The table and all the vessels thereof, and the shewe bread,"},{"number":37,"verse":"The pure candlesticke with ye lampes therof, euen with the lampes to be prepared, and al the vessels therof, and the oyle for lyght,"},{"number":38,"verse":"The golden aulter, and the annointing oyle, and the sweete incense, and the hangyng of the tabernacle doore,"},{"number":39,"verse":"And ye brasen aulter with his grediron of brasse, his barres and all his vessels, the lauer and his foote."},{"number":40,"verse":"The curtaynes of the court with his pillers and sockettes, the hangyng to the court gate and his pynnes and cordes, and all the vessel of the seruice of the tabernacle, euen of the tabernacle of the congregation."},{"number":41,"verse":"The ministryng vestmentes to serue in the holy place, & the holy vestmentes for Aaron the priest, and his sonnes raymentes to minister in, in ye priestes office:"},{"number":42,"verse":"Accordyng to all that the Lorde commaunded Moyses, euen so the chyldren of Israel made all the worke."},{"number":43,"verse":"And Moyses dyd loke vpon all the worke: and beholde, they had done it as the Lorde had commaunded, euen so had they done it: and Moyses blessed them."}]}