{"bibleAbbr":"BB1572","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":2,"verse":"In the first day of the first moneth shalt thou set vp the tabernacle, euen the tabernacle of the congregation."},{"number":3,"verse":"And put therin the arke of the testimonie, and couer the arke with the vayle: and thou shalt bring in the table, and order it accordyng to the appoyntment therof:"},{"number":4,"verse":"And thou shalt bryng in the candelsticke, and lyght his lampes,"},{"number":5,"verse":"And set the incense aulter of golde before the arke of the testimonie, and put the hangyng at the doore of the tabernacle."},{"number":6,"verse":"And set the burnt offeryng aulter before the doore of the tabernacle [euen] of the tabernacle of the congregation."},{"number":7,"verse":"And set the lauer betweene the tabernacle of the congregatio and the aulter, and put water therein."},{"number":8,"verse":"And make the court rounde about, & hang vp the hangyng at the court gate."},{"number":9,"verse":"And thou shalt take the annoyntyng oyle, and annoynt the tabernacle, and all that is therin, and halow it with all the vessels therof: and it shalbe holy."},{"number":10,"verse":"And thou shalt annoynt the aulter of burnt offeryng and all his vessels, and sanctifie the aulter: and it shalbe an aulter most holy."},{"number":11,"verse":"And thou shalt also annoynt the lauer and his foote, and sanctifie it."},{"number":12,"verse":"And thou shalt bryng Aaron and his sonnes vnto the doore of the tabernacle of the congregation, and washe them with water."},{"number":13,"verse":"And thou shalt put vppon Aaron the holy vestmentes, and annoynt hym, & sanctifie hym, that he may minister vnto me in the priestes office."},{"number":14,"verse":"And thou shalt bryng his sonnes, and clothe them with garmentes."},{"number":15,"verse":"And annoynt them as thou diddest annoynt their father, that they may minister vnto me in the priestes office: For their annoyntyng shalbe an euerlasting priesthood vnto them throughout all their generations."},{"number":16,"verse":"And Moyses dyd accordyng to all that the Lorde commaunded hym, euen so dyd he."},{"number":17,"verse":"Thus was the tabernacle reared vp the first day in the first moneth, in the seconde yere."},{"number":18,"verse":"And Moyses reared vp the tabernacle, and fastened his sockettes, and set vp the boordes therof, and put in the barres of it, and reared vp his pillers."},{"number":19,"verse":"And spread abrode the tent ouer the tabernacle, and put the coueryng of the tent an hye aboue it, as the Lorde commaunded Moyses."},{"number":20,"verse":"And he toke the testimonie, and put it in the arke, and set the barres to the arke, and put the mercie seate an hye vpon the arke."},{"number":21,"verse":"And he brought the arke into the tabernacle, and hanged vp the vayle, and couered the arke of the testimonie, as the Lorde commaunded Moyses."},{"number":22,"verse":"And he put the table in the tabernacle of the congregation in the north syde of the tabernacle without the vayle,"},{"number":23,"verse":"And set the bread in order before the Lorde [euen] as the Lorde had commaunded Moyses."},{"number":24,"verse":"And he put the candlesticke in the tabernacle of the congregation, ouer agaynst the table towarde the south syde of the tabernacle,"},{"number":25,"verse":"And set vp the lampes before ye Lorde: as the Lorde commaunded Moyses."},{"number":26,"verse":"And he put the golden aulter in the tabernacle of the congregation before the vayle,"},{"number":27,"verse":"And burnt sweete incense thereon, as the Lorde commaunded Moyses."},{"number":28,"verse":"And he hanged vp the hangyng at the doore of the tabernacle:"},{"number":29,"verse":"And set the burnt offeryng aulter by the entryng in of the tabernacle [that is] the tabernacle of the congregation, and offered burnt offerynges, and meate offerynges theron, as the Lorde commaunded Moyses."},{"number":30,"verse":"And he set the lauer betweene the tabernacle of the congregation and the aulter, and powred water therein, to washe withall."},{"number":31,"verse":"And Moyses, Aaron, and his sonnes, wasshed their handes and their feete thereat,"},{"number":32,"verse":"When they went into the tabernacle of the congregation, and when they went to the aulter they wasshed them selues, as the Lorde commaunded Moyses."},{"number":33,"verse":"And he reared vp the court rounde about the tabernacle and the aulter, and set vp an hangyng at the court gate: and so Moyses finished the worke."},{"number":34,"verse":"And the cloude couered the tabernacle of the congregatio, and the glorie of the Lorde fylled the tabernacle."},{"number":35,"verse":"And Moyses coulde not enter into the tabernacle of the congregation, because the cloude abode theron, and the glorie of the Lorde fylled the tabernacle."},{"number":36,"verse":"And when the cloude was taken vp from of the tabernacle, the children of Israel toke their iourneys throughout their armies:"},{"number":37,"verse":"And whe the cloude was not taken vp, they iourneyed not tyll it was taken vp."},{"number":38,"verse":"For the cloude of the Lord was vpon the tabernacle by day, and fire by night, in the sight of all the house of Israel throughout all their armies."}]}