{"bibleAbbr":"guOV2016","bookName":"ઝખાર્યા","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"( પોતાના લોકોને પ્રભુ પોતાની તરફ ફરવા કહે છે) દાર્યાવેશના બીજા વર્ષના આઠમા માસમાં, ઈદ્દોના દીકરા બેરેકિયાના દીકરા ( ; ; .) ઝખાર્યા પ્રબોધકની પાસે યહોવાનું વચન આવ્યું:"},{"number":2,"verse":"“હું યહોવા તમારા પૂર્વજો પર ઘણો નારાજ થયો હતો."},{"number":3,"verse":"હવે, સૈન્યોના [ઇશ્વર] યહોવા કહે છે કે, મારી તરફ પાછા આવો, ને હું તમારી તરફ પાછો આવીશ, એમ સૈન્યોના [ઇશ્વર] યહોવા કહે છે."},{"number":4,"verse":"તમારા પૂર્વજો કે જેઓને અગાઉના પ્રબોધકો બૂમ પાડીને કહેતા હતા કે, ‘સૈન્યોના [ઇશ્વર] યહોવા એમ કહે છે કે, તમે હવે તમારા કુમાર્ગોથી તથા તમારાં કુકર્મોથી ફરો, ’ પણ તેઓએ સાંભળ્યું નહિ, ને મારા તરફ લક્ષ પણ આપ્યું નહિ, તેઓના જેવા તમે ન થાઓ, એમ યહોવા કહે છે."},{"number":5,"verse":"તમારા પૂર્વજો ક્યાં છે? અને પ્રબોધકો શું સદા જીવે છે?"},{"number":6,"verse":"પણ જે મારાં વચનો તથા મારા વિધિઓ મેં મારા સેવક પ્રબોધકોને ફરમાવ્યાં, તેઓએ શું તમારા પૂર્વજોને પકડી પાડયા નહિ? અને તેઓ ફર્યા, ને કહ્યું, યહોવાએ આપણને આપણા માર્ગો પ્રમાણે તથા આપણા કૃત્યો પ્રમાણે જેમ કરવા ધાર્યું, તેમ જ તેમણે આપણને કર્યું છે.’”"},{"number":7,"verse":"( પ્રબોધકને ઘોડાઓ સંબંધી સંદર્શન) દાર્યાવેશના બીજા વર્ષના અગિયારમા માસની, એટલે શબાટ માસની, ચોવીસમી તારીખે ઈદ્દોના દીકરા બેરેકિયાના દીકરા ઝખાર્યા પ્રબોધકની પાસે યહોવાનું વચન આવ્યું;"},{"number":8,"verse":"મને રાત્રે સંદર્શન થયું, ને જુઓ, ( .) રાતા ઘોડા પર સવાર થયેલો એક પુરુષ ખીણમાંની મેંદીઓમાં ઊભો હતો. તેની પાછળ રાતા, કાબરા તથા ( .) ધોળા ઘોડા હતા."},{"number":9,"verse":"ત્યારે મેં કહ્યું, ‘હે મારા પ્રભુ, તેઓ શું છે?’ જે દૂત મારી સાથે વાત કરતો હતો તેણે મને કહ્યું, ‘તેઓ શું છે તે હું તને બતાવીશ.’"},{"number":10,"verse":"ત્યારે મેંદીઓમાં ઊભેલા માણસે ઉત્તર આપ્યો, ‘એમને તો યહોવાએ પૃથ્વી પર સર્વત્ર આમતેમ ફરવાને મોકલ્યા છે.’"},{"number":11,"verse":"યહોવાનો જે દૂત મેંદીઓમાં ઊભો હતો તેને તેઓએ ઉત્તર આપ્યો, ‘અમે પૃથ્વીમાં સર્વત્ર આમતેમ ફરી આવ્યા છીએ, અને જો, આખી પૃથ્વી સ્વસ્થ બેઠી છે, ને શાંતિમાં છે.’"},{"number":12,"verse":"ત્યારે યહોવાના દૂતે ઉત્તર આપ્યો, “હે સૈન્યોના [ઇશ્વર] યહોવા, યરુશાલેમનાં તથા યહૂદિયાનાં નગરો કે, જેઓના ઉપર આ સિત્તેર વરસથી તમે કોપાયમાન રહ્યા છો, તેઓના પર તમે ક્યાં સુધી દયા નહિ કરો?”"},{"number":13,"verse":"મારી સાથે વાત કરનાર દૂતને યહોવાએ સારાં દિલાસાનાં વચનોથી ઉત્તર આપ્યો."},{"number":14,"verse":"માટે મારી સાથે વાત કરનાર દૂતે મને કહ્યું, “તું એમ પોકાર કે, સૈન્યોના [ઇશ્વર] યહોવા કહે છે કે, ‘યરુશાલેમ તથા સિયોણે માટે મને અતિશય લાગણી થાય છે."},{"number":15,"verse":"જે પ્રજાઓ આરામ ભોગવે છે તેમના પર હું અતિશય નારાજ થયો છું, કેમ કે હું માત્ર સહેજ નાખુશ હતો, પણ તેઓએ વિપત્તિમાં વૃદ્ધિ કરી.’"},{"number":16,"verse":"એ માટે યહોવા કહે છે કે, ‘હું કૃપાદાનો લઈને યરુશાલેમના પક્ષમાં પાછો આવ્યો છું.’ સૈન્યોના [ઇશ્વર] યહોવા કહે છે કે, ‘મારું મંદિર તેમાં બંધાશે, ને યરુશાલેમ ઉપર [માપવાની] દોરી લંબાવવામાં આવશે.’"},{"number":17,"verse":"હજી બીજી વાર પોકાર કે, સૈન્યોના [ઇશ્વર] યહોવા કહે છે કે, ‘હજી પણ મારા નગરો આબાદ થઈને ચોતરફ વૃદ્ધિ પામશે, ને હજી પણ યહોવા સિયોનને દિલાસો આપશે, ને હજી પણ તે યરુશાલેમને પસંદ કરશે.’”"},{"number":18,"verse":"( શિંગડા વિષે સંદર્શન) પછી મેં મારી નજર ઊંચી કરીને જોયું, તો જુઓ, ચાર શિંગડા [દેખાયાં]."},{"number":19,"verse":"મારી સાથે વાત કરનાર દૂતને મેં પૂછયું, “એ શું છે?” તેણે મને ઉત્તર આપ્યો, “જે શિંગડાએ યહૂદિયા, ઈઝરાયલ તથા યરુશાલેમને વિખેરી નાખ્યા છે તેઓ એ છે.”"},{"number":20,"verse":"પછી યહોવાએ મને ચાર લુહાર દેખાડયા."},{"number":21,"verse":"ત્યારે મેં પૂછયું, “તેઓ શું કરવા આવે છે?” તેમણે કહ્યું, “જે શિંગડાએ યહૂદિયા [ના લોકો] ને એવા વિખેરી નાખ્યા કે કોઈ પણ માણસ પોતાનું માથું ઊંચું કરવા પામ્યો નહિ, તેઓ એ છે. પણ તેઓ તેમને ભયભીત કરવાને, તથા જે પ્રજાઓએ પોતાનું શિંગડું યહૂદિયા દેશની સામે ઉઠાવીને તેને વિખેરી નાખ્યો તેઓનાં શિંગડા પાડી નાખવાને આવ્યા છે.”"}]}