{"bibleAbbr":"guOV2016","bookName":"ઝખાર્યા","bookEnglishName":"Zechariah","chapterNumber":14,"verses":[{"number":1,"verse":"( યરુશાલેમ અને અન્ય પ્રજાઓ) “જો, યહોવાનો એક એવો દિવસ આવે છે કે જ્યારે તારી લૂંટ તારી મધ્યે વહેંચવામાં આવશે."},{"number":2,"verse":"કેમ કે હું સર્વ પ્રજાઓને યરુશાલેમની સામે યુદ્ધ કરવાને એકત્ર કરીશ; અને તે નગર સર કરવામાં આવશે, ઘરો લૂંટવામાં આવશે, ને સ્ત્રીઓની આબરૂ લેવામાં આવશે. અડધું નગર ગુલામગીરીમાં જશે, પણ બાકીના લોકોને નગરમાંથી કાપી નાખવામાં આવશે નહિ.”"},{"number":3,"verse":"ત્યાર પછી યહોવા, જેમ પોતે યુદ્ધને દિવસે લડયા હતા તેમ, તે પ્રજાઓની સામે જઈને લડશે."},{"number":4,"verse":"તે દિવસે તેમના પગ યરુશાલેમની સામે પૂર્વ દિશાએ આવેલા જૈતૂન પર્વત પર ઊભા રહેશે, ને જૈતૂન પર્વત વચ્ચોવચથી પૂર્વ તરફ ને પશ્ચિમ તરફ ફાટશે, જેથી બહુ મોટી ખીણ થઈ જશે; અડધો પર્વત ઉત્તર તરફ ને અડધો દક્ષિણ તરફ ખસી જશે."},{"number":5,"verse":"તમે પર્વતોની ખીણમાં થઈને નાસી જશો, કેમ કે પર્વતોની ખીણ આસેલ સુધી પહોંચશે. હા, યહૂદિયાના રાજા ઉઝિયાના સમયમાં ધરતીકંપથી જેમ તમે નાસી છૂટયા હતા તેમ તમે નાસી જશો; અને મારો ઇશ્વર યહોવા પોતાની સાથે સર્વ પવિત્રોને લઈને આવશે."},{"number":6,"verse":"તે દિવસે અજવાળામાં [ચોખ્ખો] પ્રકાશ કે [ચોખ્ખો] અંધકાર હશે નહિ."},{"number":7,"verse":"પણ તે એવો દિવસ હશે‍ કે જે વિષે યહોવા જ જાણે છે. એટલે દિવસ નહિ, તેમ રાત પણ નહિ; પણ એવું બનશે કે, સાંજની વખતે અજવાળું હશે."},{"number":8,"verse":"વળી તે દિવસે ( ; ; .) યરુશાલેમમાંથી જીવતાં પાણી નીકળીને વહેશે; એટલે અડધાં પૂર્વ સમુદ્ર તરફ ને અડધાં પશ્ચિમ સમુદ્ર તરફ; એમ ઉનાળામાં તથા શિયાળામાં પણ થશે."},{"number":9,"verse":"યહોવા આખી પૃથ્વી ઉપર રાજા થશે. તે દિવસે યહોવા એક જ મનાશે, ને તેમનું નામ એક જ હશે."},{"number":10,"verse":"આખો દેશ ગેબાથી તે યરુશાલેમની દક્ષિણે રિમ્મોન સુધી બદલાઈને મેદાન થઈ જશે. બિન્યામીનના દરવાજાથી પહેલા દરવાજા સુધી, અને હનાનેલના બુરજથી તે રાજાના દ્રાક્ષાકુંડ સુધી, [યરુશાલેમને] ઊંચું કરવામાં આવશે, અને તે પોતાને સ્થાને રહેશે."},{"number":11,"verse":"માણસો તેમાં વસશે, ને ( .) ફરીથી શાપ આવશે નહિ; પણ યરુશાલેમ સહીસલામત રહેશે."},{"number":12,"verse":"જે સર્વ પ્રજાઓએ યરુશાલેમની વિરુદ્ધ યુદ્ધ કર્યું હશે તેમના ઉપર યહોવા મરકીનો માર લાવશે: [એ માર એવો આવશે કે] તેઓ પોતાને પગે ઊભા હશે એટલામાં તેમનું માંસ ક્ષીણ થઈ જશે, તેમની આંખો તેઓના ખાડામાં ક્ષીણ થઈ જશે."},{"number":13,"verse":"તે દિવસે યહોવા તરફથી તેઓમાં મોટો ગભરાટ થઈ રહેશે. તેઓ એકબીજાના હાથ પકડશે, ને દરેક માણસન હાથ પોતાના પડોશીના હાથ સામે ઉઠાવવામાં આવશે."},{"number":14,"verse":"વળી યહૂદિયા પણ યરુશાલેમની સામે યુદ્ધ મચાવશે; અને આસપાસની સર્વ પ્રજાઓની સંપત્તિ, એટલે સોનું, રૂપું તથા વસ્ત્રો મોટા જથાબંધ ભેગાં કરવામાં આવશે."},{"number":15,"verse":"અને [ઉપર કહ્યા પ્રમાણે] તે છાવણીઓમાંના ઘોડાઓનો, ખચ્ચરોનો, ઊંટોનો, ગધેડાનો તથા સર્વ પશુઓનો મરો થશે."},{"number":16,"verse":"યરુશાલેમ સામે ચઢી આવેલી સર્વ પ્રજાઓમાંનો બચી ગયેલો દરેક માણસ રાજાની, એટલે સૈન્યોના [ઈશ્વર] યહોવાની આરાધના કરવા તથા ( .) માંડવાપર્વ પાળવા વર્ષોવર્ષ જશે."},{"number":17,"verse":"પૃથ્વી પરની પ્રજાઓમાંથી જે કોઈ [પોતાના] રાજા, એટલે સૈન્યોના [ઈશ્વર] યહોવાની આરાધના કરવાને યરુશાલેમ નહિ જાય, તેમા પર વરસાદ આવશે નહિ."},{"number":18,"verse":"અને જો મિસરના લોકો ત્યાં જાય નહિ, તો તેમનામાં મરકી ચાલશે; જે પ્રજાઓ માંડવાપર્વ પાળવાને જાય નહિ તેઓમાં મરકી મોકલીને યહોવા તેમને મારશે."},{"number":19,"verse":"મિસરને તથા માંડવાપર્વ પાળવા નહિ જનારી સર્વ પ્રજાઓને એ સજા થશે."},{"number":20,"verse":"તે દિવસે ઘોડાઓની ઘંટડીઓ ઉપર ‘યહોવાને માટે પવિત્ર’ [એ શબ્દો] હશે; અને યહોવાના મંદિરમાંનાં તપેલાં વેદી આગળના પ્યાલા જેવાં થશે."},{"number":21,"verse":"હા, યરુશાલેમમાંનું તથા યહૂદિયામાંનું દરેક તપેલું સૈન્યોના [ઈશ્વર] યહોવાને માટે પવિત્ર થશે. અને બલિદાન આપનારા સર્વ માણસો આવીને તેમાંના કેટલાંક [તપેલાં] લઈને તેમાં બાફશે; અને તે સમયે સૈન્યોના [ઈશ્વર] યહોવાના મંદિરમાં કદી કોઈ કનાની હશે નહિ."}]}