{"bibleAbbr":"guOV2016","bookName":"ઝખાર્યા","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"( પડોશી પ્રજાઓનો ન્યાય) યહોવાના વચનરૂપી ઇશ્વરવાણી હાદ્રાખ દેશ પર છે: ( ; ; .) “દમસ્કસમાં તેનું વિશ્રામસ્થાન [થશે] ; કેમ કે યહોવાની નજર માણસો પર તથા ઈઝરાયલનાં સર્વ કુળો પર છે."},{"number":2,"verse":"અને તેની સરહદ પર આવેલા હમાથ [ઉપર] પણ છે; ( ; ; ; ; ; .) તૂર તથા સિદોન બહુ ચતુર છે, છતાં [તેના પર પણ] છે."},{"number":3,"verse":"તૂરે પોતાને માટે કિલ્લો બાંધ્યો, ને ધૂળની જેમ રૂપાના તથા શેરીના કાદવની જેમ ચોખ્ખા સોનાના ઢગલા કર્યા."},{"number":4,"verse":"જુઓ, પ્રભુ તેની સંપત્તિ છીનવી લેશે, ને તેના બળને સમુદ્રમાંનાખી દેશે; અને તે અગ્નિથી ભસ્મ થશે."},{"number":5,"verse":"આશ્કલોન તે જોઈને બીશે; ગાઝા પણ [જોઈને] બહુ દુ:ખી થશે. એક્રોન [પણ દુ:ખી થશે] , કેમ કે તેની આશા નિષ્ફળ જશે. ગાઝામાંથી રાજા નાશ પામશે, ને આશ્કલોનમાં વસતિ થશે નહિ."},{"number":6,"verse":"આશ્દોદમાં વર્ણસંકર પ્રજા વસશે; ને હું ( ; ; ; ; ; .) પલિસ્તીઓનો ગર્વ ઉતારીશ."},{"number":7,"verse":"હું તેનું રક્ત તેના મુખમાંથી, તથા તેનાં ધિક્કારપાત્ર કૃત્યો તેના દાંતોમાંથી દૂર કરીશ; અને તે પણ આપણા ઈશ્વરને માટે શેષ થશે:અને તે યહૂદિયામાંના અમલદારના જેવો થશે, ને એક્રોન યબૂસી જેવો થશે."},{"number":8,"verse":"હું મારા મંદિરની આસપાસ થાણારૂપે છાવણી નાખીશ, જેથી કોઈ અંદર આવજા કરે નહિ; અને ત્યાર પછી કોઈ જુલમગાર તેઓમાં થઈને કદી આગળ જવા પામશે નહિ; કેમ કે હવે મેં મારી નજરે જોયું છે."},{"number":9,"verse":"( ભાવિ રાજા) ( ; .) હે સિયોનની પુત્રી, બહુ આનંદ કર; હે યરુશાલેમની પુત્રી, જયપોકાર કર. જો, તારો રાજા તારી પાસે આવે છે: તે ન્યાયી તથા તારણ સાધનાર છે. [તે] નમ્ર [છે] , અને ગધેડા પર, હા, ખોલા એટલે ગધેડીના વછેરા પર સવાર થઈને [આવે છે]."},{"number":10,"verse":"હું એફ્રાઈમમાંથી રથને, તથા યરુશાલેમમાંથી ઘોડાને નાબૂદ કરીશ, ને યુદ્ધધનુષ્યને કાપી નાખવામાં આવશે; અને તે [સર્વ] પ્રજાઓને શાંતિનો બોધ કરશે; અને ( .) તેનું રાજ્ય સમુદ્રથી સમુદ્ર સુધી તથા નદીથી પૃથ્વીના છેડા સુધી થશે.”"},{"number":11,"verse":"( ઈઝરાયલનો થનાર ઉદય) તારે વિષે પણ [પ્રભુ આ પ્રમાણે કહે છે,] “તારી સાથે [કરેલા] કરારના રક્તને લીધે મેં તારા બંદીવાનોને પાણી વગરના ખાડામાંથી બહાર કાઢીને મોકલી દીધા છે."},{"number":12,"verse":"હે આશા [રાખી રહેલા] બંદીવાનો, કિલ્લામાં પાછા આવો; આજે જ હું જાહેર કરું છું કે, હું તમને બમણો બદલો વાળી આપીશ."},{"number":13,"verse":"કેમ કે મેં મારે માટે યહૂદા [રૂપી ધનુષ્ય] નમાવ્યું છે, મેં એફ્રાઈમ [રૂપી બાણ] ધનુષ્ય પર મૂકયું છે. અને, હે સિયોન, હું તારા પુત્રોને [ઉશ્કેરીશ] , હે ગ્રીસ, તારા પુત્રોની વિરુદ્ધ [તેઓને] ઉશ્કેરીશ, [હે સિયોન,] હું તને યોદ્ધાની તરવારરૂપ કરીશ.”"},{"number":14,"verse":"યહોવા તેઓના ઉપર દેખાશે, અને તેમનું બાણ વીજળીની જેમ છૂટશે; પ્રભુ યહોવા રણશિંગડું વગાડશે, તે દક્ષિણના વંટોળિયાઓ સહિત કૂચ કરશે."},{"number":15,"verse":"સૈન્યોના [ઇશ્વર] યહોવા તેમનું રક્ષણ કરશે. તેઓ [દુશ્મનોને] ખાઈ જશે, ને [તેમોના] ગોફણના ગોળાઓને [પગ નીચે] ખૂંદી નાખશે. જાણે દ્રાક્ષારસ [પીતા હોય] તેમ તેઓ [રક્ત] પીશે, ને કોલાહલ કરશે; તેઓ પ્યાલાઓની જેમ, વેદીના ખૂણાઓ [ઉપરના પ્યાલાઓ] ની જેમ, ભરપૂર થશે."},{"number":16,"verse":"તેમનો ઈશ્વર યહોવા તે દિવસે પોતાના લોકના ટોળા તરીકે તેઓને તારશે, કેમ કે તેઓ મુગટનાં રત્નોની જેમ તેના દેશ પર ચળકશે."},{"number":17,"verse":"કેમ કે તેઓની જાહોજલાલી કેટલી બધી છે, ને તેઓની શોભા કેટલી બધી છે! જુવાનોને ધાન્ય તથા યુવતીઓને નવો દ્રાક્ષારસ હ્રષ્ટપુષ્ટ કરશે."}]}