{"bibleAbbr":"NASB1995","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"\"When<WH3588> a man<WH376> takes<WH3947> a wife<WH802> and marries<WH1166> her, and it happens<WH1961> that she finds<WH4672> no<WH3808> favor<WH2580> in his eyes<WH5869> because<WH3588> he has found<WH4672> some<WH1697> indecency<WH6172> in her, and he writes<WH3789> her a certificate<WH5612> of divorce<WH3748> and puts<WH5414> [it] in her hand<WH3027> and sends<WH7971> her out from his house,<WH1004>"},{"number":2,"verse":"and she leaves<WH3318> his house<WH1004> and goes<WH1980> and becomes<WH1961> another<WH312> man's [wife,]"},{"number":3,"verse":"and if the latter<WH314> husband<WH376> turns<WH8130> against<WH8130> her and writes<WH3789> her a certificate<WH5612> of divorce<WH3748> and puts<WH5414> [it] in her hand<WH3027> and sends<WH7971> her out of his house,<WH1004> or<WH176> if<WH3588> the latter<WH314> husband<WH376> dies<WH4191> who<WH834> took<WH3947> her to be his wife,<WH802>"},{"number":4,"verse":"[then] her former<WH7223> husband<WH1167> who<WH834> sent<WH7971> her away<WH7971> is not allowed<WH3201> to take<WH3947> her again<WH7725> to be his wife,<WH802> since<WH310> <WH834> she has been defiled;<WH2930> for that is an abomination<WH8441> before<WH6440> the Lord,<WH3068> and you shall not bring<WH2398> sin<WH2398> on the land<WH776> which<WH834> the Lord<WH3068> your God<WH430> gives<WH5414> you as an inheritance.<WH5159>"},{"number":5,"verse":"\"When<WH3588> a man<WH376> takes<WH3947> a new<WH2319> wife,<WH802> he shall not go<WH3318> out with the army,<WH6635> nor<WH3808> be charged<WH5674> with any<WH3605> duty;<WH1697> he shall be free<WH9345> at home<WH1004> one<WH259> year<WH8141> and shall give<WH8055> happiness<WH8055> to his wife<WH802> whom<WH834> he has taken.<WH3947>"},{"number":6,"verse":"\"No<WH3808> one shall take<WH9111> a handmill<WH7347> or an upper<WH7393> millstone<WH7393> in pledge,<WH9111> for he would be taking<WH9111> a life<WH5315> in pledge.<WH9111>"},{"number":7,"verse":"\"If<WH3588> a man<WH376> is caught<WH4672> kidnapping<WH1589> any<WH5315> of his countrymen<WH251> of the sons<WH1121> of Israel,<WH3478> and he deals<WH9417> with him violently,<WH9417> or sells<WH4376> him, then that thief<WH1590> shall die;<WH4191> so you shall purge<WH1197> the evil<WH9563> from among<WH7130> you."},{"number":8,"verse":"\"Be careful<WH8104> against an infection<WH5061> of leprosy,<WH6883> that you diligently<WH3966> observe<WH8104> and do<WH6213> according to all<WH3605> that the Levitical<WH3881> priests<WH3548> shall teach<WH3384> you; as I have commanded<WH6680> them, so you shall be careful<WH8104> to do.<WH6213>"},{"number":9,"verse":"\"Remember<WH2142> what<WH834> the Lord<WH3068> your God<WH430> did<WH6213> to Miriam<WH4813> on the way<WH1870> as you came<WH3318> out of Egypt.<WH4714>"},{"number":10,"verse":"\"When<WH3588> you make<WH5383> your neighbor<WH7453> a loan<WH4859> of any<WH3972> sort,<WH3972> you shall not enter<WH935> his house<WH1004> to take<WH5670> his pledge.<WH5667>"},{"number":11,"verse":"\"You shall remain<WH5975> outside,<WH2351> and the man<WH376> to whom<WH834> you make<WH5383> the loan<WH5383> shall bring<WH3318> the pledge<WH5667> out to you."},{"number":12,"verse":"\"And if<WH518> he is a poor<WH6041> man,<WH376> you shall not sleep<WH7901> with his pledge.<WH5667>"},{"number":13,"verse":"\"When the sun<WH8121> goes<WH935> down you shall surely<WH7725> return<WH7725> the pledge<WH5667> to him, that he may sleep<WH7901> in his cloak<WH8008> and bless<WH1288> you; and it will be righteousness<WH6666> for you before<WH6440> the Lord<WH3068> your God.<WH430>"},{"number":14,"verse":"\"You shall not oppress<WH6231> a hired<WH7916> servant<WH7916> [who<WH834> is] poor<WH6041> and needy,<WH34> whether<WH4480> [he is] one of your countrymen<WH251> or<WH176> one of your aliens<WH1616> who is in your land<WH776> in your towns.<WH8179>"},{"number":15,"verse":"\"You shall give<WH5414> him his wages<WH7939> on his day<WH3117> before the sun<WH8121> sets,<WH935> for he is poor<WH6041> and sets<WH5375> his heart<WH5315> on it; so that he may not cry<WH7121> against<WH5921> you to the Lord<WH3068> and it become<WH1961> sin<WH2399> in you."},{"number":16,"verse":"\"Fathers shall not be put<WH1> to death<WH4191> for [their] sons,<WH4191> nor<WH1121> shall sons<WH3808> be put<WH1121> to death<WH4191> for [their] fathers; everyone<WH4191> shall be put<WH1> to death<WH376> for his own sin.<WH4191>"},{"number":17,"verse":"\"You shall not pervert<WH5186> the justice<WH4941> due an alien<WH1616> [or] an orphan,<WH3490> nor<WH3808> take<WH9111> a widow's garment<WH899> in pledge.<WH9111>"},{"number":18,"verse":"\"But you shall remember<WH2142> that you were a slave<WH5650> in Egypt,<WH4714> and that the Lord<WH3068> your God<WH430> redeemed<WH6299> you from there;<WH8033> therefore<WH5921> <WH3651> I am commanding<WH6680> you to do<WH6213> this<WH2088> thing.<WH1697>"},{"number":19,"verse":"\"When<WH3588> you reap<WH7114> your harvest<WH7105> in your field<WH7704> and have forgotten<WH7911> a sheaf<WH6016> in the field,<WH7704> you shall not go<WH7725> back<WH7725> to get<WH3947> it; it shall be for the alien,<WH1616> for the orphan,<WH3490> and for the widow,<WH490> in order<WH4616> that the Lord<WH3068> your God<WH430> may bless<WH1288> you in all<WH3605> the work<WH4639> of your hands.<WH3027>"},{"number":20,"verse":"\"When<WH3588> you beat<WH2251> your olive<WH2132> tree,<WH2132> you shall not go<WH9443> over<WH9443> the boughs<WH9443> again;<WH310> it shall be for the alien,<WH1616> for the orphan,<WH3490> and for the widow.<WH490>"},{"number":21,"verse":"\"When<WH3588> you gather<WH1219> the grapes of your vineyard,<WH3754> you shall not go<WH5953> over<WH5953> it again;<WH310> it shall be for the alien,<WH1616> for the orphan,<WH3490> and for the widow.<WH490>"},{"number":22,"verse":"\"And you shall remember<WH2142> that you were a slave<WH5650> in the land<WH776> of Egypt;<WH4714> therefore<WH5921> <WH3651> I am commanding<WH6680> you to do<WH6213> this<WH2088> thing.<WH1697>"}]}