{"bibleAbbr":"urRV2010","bookName":"گلتِیوں","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"( تمہید) پَولُس کی طرف سے جو نہ اِنسانوں کی جانِب سے نہ اِنسان کے سبب سے بلکہ یِسُو ع مسِیح اور خُدا باپ کے سبب سے جِس نے اُس کو مُردوں میں سے جِلایا رسُول ہے۔"},{"number":2,"verse":"اور سب بھائِیوں کی طرف سے جو میرے ساتھ ہیں گلِتیہ کی کلِیسیاؤں کو۔"},{"number":3,"verse":"خُدا باپ اور ہمارے خُداوند یِسُو ع مسِیح کی طرف سے تُمہیں فضل اور اِطمِینان حاصِل ہوتا رہے۔"},{"number":4,"verse":"اُسی نے ہمارے گُناہوں کے لِئے اپنے آپ کو دے دِیا تاکہ ہمارے خُدا اور باپ کی مرضی کے مُوافِق ہمیں اِس مَوجُودہ خراب جہان سے خلاصی بخشے۔"},{"number":5,"verse":"اُس کی تمجِید ابدُالآباد ہوتی رہے ۔ آمِین۔"},{"number":6,"verse":"( ایک ہی خُوشخبری) مَیں تعجُّب کرتا ہُوں کہ جِس نے تُمہیں مسِیح کے فضل سے بُلایا اُس سے تُم اِس قدر جلد پِھر کر کِسی اَور طرح کی خُوشخبری کی طرف مائِل ہونے لگے۔"},{"number":7,"verse":"مگر وہ دُوسری نہیں البتّہ بعض اَیسے ہیں جو تُمہیں گھبرا دیتے اور مسِیح کی خُوشخبری کو بِگاڑنا چاہتے ہیں۔"},{"number":8,"verse":"لیکن اگر ہم یا آسمان کا کوئی فرِشتہ بھی اُس خُوشخبری کے سِوا جو ہم نے تُمہیں سُنائی کوئی اَور خُوشخبری تُمہیں سُنائے تو ملعُون ہو۔"},{"number":9,"verse":"جَیسا ہم پیشتر کہہ چُکے ہیں وَیسا ہی اب مَیں پِھر کہتا ہُوں کہ اُس خُوشخبری کے سِوا جو تُم نے قبُول کی تھی اگر کوئی تُمہیں اَور خُوشخبری سُناتا ہے تو ملعُون ہو۔"},{"number":10,"verse":"اب مَیں آدمِیوں کو دوست بناتا ہُوں یا خُدا کو؟ کیا آدمِیوں کو خُوش کرنا چاہتا ہُوں؟ اگر اب تک آدمِیوں کو خُوش کرتا رہتا تو مسِیح کا بندہ نہ ہوتا۔"},{"number":11,"verse":"( پَولُس کَیسے رسُول بنا) اَے بھائِیو! مَیں تُمہیں جتائے دیتا ہُوں کہ جو خُوشخبری مَیں نے سُنائی وہ اِنسان کی سی نہیں۔"},{"number":12,"verse":"کیونکہ وہ مُجھے اِنسان کی طرف سے نہیں پُہنچی اور نہ مُجھے سِکھائی گئی بلکہ یِسُو ع مسِیح کی طرف سے مُجھے اُس کا مُکاشفہ ہُؤا۔"},{"number":13,"verse":"چُنانچہ یہُودی طرِیق میں جو پہلے میرا چال چلن تھا تُم سُن چُکے ہو کہ مَیں خُدا کی کلِیسیا کو ازحد ستاتا اور تباہ کرتا تھا۔"},{"number":14,"verse":"اور مَیں یہُودی طرِیق میں اپنی قَوم کے اکثر ہم عُمروں سے بڑھتا جاتا تھا اور اپنے بزُرگوں کی روایتوں میں نِہایت سرگرم تھا۔ قوم"},{"number":15,"verse":"لیکن جِس خُدا نے مُجھے میری ماں کے پیٹ ہی سے مخصُوص کر لِیا اور اپنے فضل سے بُلا لِیا جب اُس کی یہ مرضی ہُوئی۔"},{"number":16,"verse":"کہ اپنے بیٹے کو مُجھ میں ظاہِر کرے تاکہ مَیں غَیر قَوموں میں اُس کی خُوشخبری دُوں تو نہ مَیں نے گوشت اور خُون سے صلاح لی۔"},{"number":17,"verse":"ا ور نہ یروشلِیم میں اُن کے پاس گیا جو مُجھ سے پہلے رسُول تھے بلکہ فوراً عرب کو چلا گیا ۔ پِھر وہاں سے دمِشق کو واپس آیا۔"},{"number":18,"verse":"پِھر تِین برس کے بعد مَیں کیفا سے مُلاقات کرنے کو یروشلِیم گیا اور پندرہ دِن اُس کے پاس رہا۔"},{"number":19,"verse":"مگر اَور رسُولوں میں سے خُداوند کے بھائی یعقُو ب کے سِوا کِسی سے نہ مِلا۔"},{"number":20,"verse":"جو باتیں مَیں تُم کو لِکھتا ہُوں خُدا کو حاضِر جان کر کہتا ہُوں کہ وہ جُھوٹی نہیں۔"},{"number":21,"verse":"اِس کے بعد مَیں سُور یہ اور کِلِکیہ کے عِلاقوں میں آیا۔"},{"number":22,"verse":"اور یہُودیہ کی کلِیسیائیں جو مسِیح میں تھِیں میری صُورت سے تو واقِف نہ تھِیں۔"},{"number":23,"verse":"مگر صِرف یہ سُنا کرتی تھِیں کہ جو ہم کو پہلے ستاتا تھا وہ اب اُسی دِین کی خُوشخبری دیتا ہے جِسے پہلے تباہ کرتا تھا۔"},{"number":24,"verse":"اور وہ میرے باعِث خُدا کی تمجِید کرتی تھِیں۔"}]}