{"bibleAbbr":"urRV2010","bookName":"گلتِیوں","bookEnglishName":"Galatians","chapterNumber":3,"verses":[{"number":1,"verse":"( شرِیعت بمقابلہ اِیمان) اَے نادان گلِتیو!کِس نے تُم پر افسُوں کر لِیا؟ تُمہاری تو گویا آنکھوں کے سامنے یِسُو ع مسِیح صلِیب پر دِکھایا گیا۔"},{"number":2,"verse":"مَیں تُم سے صِرف یہ دریافت کرنا چاہتا ہُوں کہ تُم نے شرِیعت کے اَعمال سے رُوح کو پایا یا اِیمان کے پَیغام سے؟۔"},{"number":3,"verse":"کیا تُم اَیسے نادان ہو کہ رُوح کے طَور پر شرُوع کر کے اب جِسم کے طَور پر کام پُورا کرنا چاہتے ہو؟۔"},{"number":4,"verse":"کیا تُم نے اِتنی تکلِیفیں بے فائِدہ اُٹھائِیں؟ مگر شاید بے فائِدہ نہیں۔"},{"number":5,"verse":"پس جو تُمہیں رُوح بخشتا اور تُم میں مُعجزے ظاہِر کرتا ہے کیا وہ شرِیعت کے اَعمال سے اَیسا کرتا ہے یا اِیمان کے پَیغام سے؟۔"},{"number":6,"verse":"چُنانچہ ابرہا م خُدا پر اِیمان لایا اور یہ اُس کے لِئے راست بازی گِنا گیا۔"},{"number":7,"verse":"پس جان لو کہ جو اِیمان والے ہیں وُہی ابرہا م کے فرزند ہیں۔"},{"number":8,"verse":"اور کِتابِ مُقدّس نے پیشتر سے یہ جان کر کہ خُدا غَیر قَوموں کو اِیمان سے راست باز ٹھہرائے گا پہلے ہی سے ابرہا م کو یہ خُوشخبری سُنادی کہ تیرے باعِث سب قَومیں برکت پائیں گی۔"},{"number":9,"verse":"پس جو اِیمان والے ہیں وہ اِیمان دار ابرہا م کے ساتھ برکت پاتے ہیں۔"},{"number":10,"verse":"کیونکہ جِتنے شرِیعت کے اَعمال پر تکیہ کرتے ہیں وہ سب لَعنت کے ماتحت ہیں ۔ چُنانچہ لِکھا ہے کہ جو کوئی اُن سب باتوں کے کرنے پر قائِم نہیں رہتا جو شرِیعت کی کِتاب میں لِکھّی ہیں وہ لَعنتی ہے۔"},{"number":11,"verse":"اور یہ بات ظاہِر ہے کہ شرِیعت کے وسِیلہ سے کوئی شخص خُدا کے نزدِیک راست باز نہیں ٹھہرتا کیونکہ لِکھا ہے کہ راست باز اِیمان سے جِیتا رہے گا۔"},{"number":12,"verse":"اور شرِیعت کو اِیمان سے کُچھ واسطہ نہیں بلکہ لِکھا ہے کہ جِس نے اِن پر عمل کِیا وہ اِن کے سبب سے جِیتا رہے گا۔"},{"number":13,"verse":"مسِیح جو ہمارے لِئے لَعنتی بنا اُس نے ہمیں مول لے کر شرِیعت کی لَعنت سے چُھڑایا کیونکہ لِکھا ہے کہ جو کوئی لکڑی پر لٹکایا گیا وہ لَعنتی ہے۔"},{"number":14,"verse":"تاکہ مسِیح یِسُو ع میں ابرہا م کی برکت غَیر قَوموں تک بھی پُہنچے اور ہم اِیمان کے وسِیلہ سے اُس رُوح کو حاصِل کریں جِس کا وعدہ ہُؤا ہے۔"},{"number":15,"verse":"( شرِیعت اور وعدہ) اَے بھائِیو! مَیں اِنسان کے طَور پر کہتا ہُوں کہ اگرچہ آدمی ہی کا عہد ہو جب اُس کی تصدِیق ہو گئی تو کوئی اُس کو باطِل نہیں کرتا اور نہ اُس پر کُچھ بڑھاتا ہے۔"},{"number":16,"verse":"پس ابرہا م اور اُس کی نسل سے وعدے کِئے گئے ۔ وہ یہ نہیں کہتا کہ نسلوں سے ۔ جَیسا بُہتوں کے واسطے کہا جاتا ہے بلکہ جَیسا ایک کے واسطے کہ تیری نسل کو اور وہ مسِیح ہے۔"},{"number":17,"verse":"میرا یہ مطلَب ہے کہ جِس عہد کی خُدا نے پہلے سے تصدِیق کی تھی اُس کو شرِیعت چار سَو تِیس برس کے بعد آ کر باطِل نہیں کر سکتی کہ وہ وعدہ لاحاصِل ہو۔"},{"number":18,"verse":"کیونکہ اگر مِیراث شرِیعت کے سبب سے مِلی ہے تو وعدہ کے سبب سے نہ ہُوئی مگر ابرہا م کو خُدا نے وعدہ ہی کی راہ سے بخشی۔"},{"number":19,"verse":"پس شرِیعت کیا رہی؟ وہ نافرمانِیوں کے سبب سے بعد میں دی گئی کہ اُس نسل کے آنے تک رہے جِس سے وعدہ کِیا گیا تھا اور وہ فرِشتوں کے وسِیلہ سے ایک درمِیانی کی معرفت مُقرّر کی گئی۔"},{"number":20,"verse":"اب درمِیانی ایک کا نہیں ہوتا مگر خُدا ایک ہی ہے۔"},{"number":21,"verse":"( شرِیعت کا مقصد) پس کیا شرِیعت خُدا کے وعدوں کے خِلاف ہے؟ ہرگِز نہیں! کیونکہ اگر کوئی اَیسی شرِیعت دی جاتی جو زِندگی بخش سکتی تو البتّہ راست بازی شرِیعت کے سبب سے ہوتی۔"},{"number":22,"verse":"مگر کِتابِ مُقدّس نے سب کو گُناہ کا ماتحت کر دِیا تاکہ وہ وعدہ جو یِسُو ع مسِیح پر اِیمان لانے پر مَوقُوف ہے اِیمان داروں کے حق میں پُورا کِیا جائے۔"},{"number":23,"verse":"اِیمان کے آنے سے پیشتر شرِیعت کی ماتحتی میں ہماری نِگہبانی ہوتی تھی اور اُس اِیمان کے آنے تک جو ظاہِر ہونے والا تھا ہم اُسی کے پابند رہے۔"},{"number":24,"verse":"پس شرِیعت مسِیح تک پُہنچانے کو ہمارا اُستاد بنی تاکہ ہم اِیمان کے سبب سے راست باز ٹھہریں۔"},{"number":25,"verse":"مگر جب اِیمان آ چُکا تو ہم اُستاد کے ماتحت نہ رہے۔"},{"number":26,"verse":"کیونکہ تُم سب اُس اِیمان کے وسِیلہ سے جو مسِیح یِسُو ع میں ہے خُدا کے فرزند ہو۔"},{"number":27,"verse":"اور تُم سب جِتنوں نے مسِیح میں شامِل ہونے کا بپتِسمہ لِیا مسِیح کو پہن لِیا۔"},{"number":28,"verse":"نہ کوئی یہُودی رہا نہ یُونانی۔ نہ کوئی غُلام نہ آزاد ۔ نہ کوئی مَرد نہ عَورت کیونکہ تُم سب مسِیح یِسُو ع میں ایک ہو۔"},{"number":29,"verse":"اور اگر تُم مسِیح کے ہو تو ابرہا م کی نسل اور وعدہ کے مُطابِق وارِث ہو۔"}]}