{"bibleAbbr":"urRV2010","bookName":"گلتِیوں","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"( ایک دُوسرے کا بوجھ اُٹھاؤ) اَے بھائِیو! اگر کوئی آدمی کِسی قصُور میں پکڑا بھی جائے تو تُم جو رُوحانی ہو اُس کو حِلم مِزاجی سے بحال کرو اور اپنا بھی خیال رکھ ۔ کہِیں تُو بھی آزمایش میں نہ پڑ جائے۔"},{"number":2,"verse":"تُم ایک دُوسرے کا بار اُٹھاؤ اور یُوں مسِیح کی شرِیعت کو پُورا کرو۔"},{"number":3,"verse":"کیونکہ اگر کوئی شخص اپنے آپ کو کُچھ سمجھے اور کُچھ بھی نہ ہو تو اپنے آپ کو دھوکادیتا ہے۔"},{"number":4,"verse":"پس ہر شخص اپنے ہی کام کو آزما لے ۔ اِس صُورت میں اُسے اپنی ہی بابت فخر کرنے کا مَوقع ہو گا نہ کہ دُوسرے کی بابت۔"},{"number":5,"verse":"کیونکہ ہر شخص اپنا ہی بوجھ اُٹھائے گا۔"},{"number":6,"verse":"کلام کی تعلِیم پانے والا تعلِیم دینے والے کو سب اچّھی چِیزوں میں شرِیک کرے۔"},{"number":7,"verse":"فریب نہ کھاؤ ۔ خُدا ٹھٹّھوں میں نہیں اُڑایا جاتا کیونکہ آدمی جو کُچھ بوتا ہے وُہی کاٹے گا۔"},{"number":8,"verse":"جو کوئی اپنے جِسم کے لِئے بوتا ہے وہ جِسم سے ہلاکت کی فصل کاٹے گا اور جو رُوح کے لِئے بوتا ہے وہ رُوح سے ہمیشہ کی زِندگی کی فصل کاٹے گا۔"},{"number":9,"verse":"ہم نیک کام کرنے میں ہِمّت نہ ہاریں کیونکہ اگر بے دِل نہ ہوں گے تو عَین وقت پر کاٹیں گے۔"},{"number":10,"verse":"پس جہاں تک مَوقع مِلے سب کے ساتھ نیکی کریں خاص کر اہلِ اِیمان کے ساتھ۔ اِختتامی اِنتباہ اور سلام"},{"number":11,"verse":"دیکھو ۔ مَیں نے کَیسے بڑے بڑے حَرفوں میں تُم کو اپنے ہاتھ سے لِکھا ہے۔"},{"number":12,"verse":"جِتنے لوگ جِسمانی نمُود چاہتے ہیں وہ تُمہیں خَتنہ کرانے پر مجبُور کرتے ہیں ۔ صِرف اِس لِئے کہ مسِیح کی صلِیب کے سبب سے ستائے نہ جائیں۔"},{"number":13,"verse":"کیونکہ خَتنہ کرانے والے خُود بھی شرِیعت پر عمل نہیں کرتے مگر تُمہارا خَتنہ اِس لِئے کرانا چاہتے ہیں کہ تُمہاری جِسمانی حالت پر فخر کریں۔"},{"number":14,"verse":"لیکن خُدا نہ کرے کہ مَیں کِسی چِیز پر فخر کرُوں سِوا اپنے خُداوند یِسُو ع مسِیح کی صلِیب کے جِس سے دُنیا میرے اِعتبار سے مصلُوب ہُوئی اور مَیں دُنیا کے اِعتبار سے۔"},{"number":15,"verse":"کیونکہ نہ خَتنہ کُچھ چِیز ہے نہ نامختُونی بلکہ نئے سِرے سے مخلُوق ہونا۔"},{"number":16,"verse":"اور جِتنے اِس قاعِدہ پر چلیں اُنہیں اور خُدا کے اِسرا ئیل کو اِطمِینان اور رَحم حاصِل ہوتا رہے۔"},{"number":17,"verse":"آگے کو کوئی مُجھے تکلِیف نہ دے کیونکہ مَیں اپنے جِسم پر یِسُو ع کے داغ لِئے ہُوئے پِھرتا ہُوں۔"},{"number":18,"verse":"اَے بھائِیو! ہمارے خُداوند یِسُو ع مسِیح کا فضل تُمہاری رُوح کے ساتھ رہے ۔ آمِین۔"}]}