{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":16,"verses":[{"number":1,"verse":"(The causes wherefore the Moabites are destroyed.) Send (That is, offer a sacrifice, whereby he derideth their long delay, which would not repent when the Lord called them, showing them that it is now too late, seeing the vengeance of God is upon them.) ye a lamb to the ruler of the world from the rock of the wilderness, unto the mountain of the daughter Zion."},{"number":2,"verse":"For it shall be as a bird that (There is no remedy, but you must flee.) flieth, and a nest forsaken: the daughters of Moab shall be at the fords of Arnon."},{"number":3,"verse":"Gather a counsel, execute judgment, (He showeth what Moab should have done, when Israel their neighbor was in affliction, to whom because they would give no shadow nor comfort, they are now left comfortless.) make thy shadow as the night in the midday: hide them that are chased out: bewray not him that is fled."},{"number":4,"verse":"Let my banished dwell with thee: Moab, be thou their covert from the face of the destroyer: for the extortioner (The Assyrians shall oppress the Israelites, but for a while.) shall end: the destroyer shall be consumed, and the oppressor shall cease out of the land."},{"number":5,"verse":"And in mercy shall the throne be prepared, (Meaning, Christ.) and he shall sit upon it in steadfastness, in the tabernacle of David, judging, and seeking judgment, and hasting justice."},{"number":6,"verse":"We have heard of the pride of Moab (he is very proud) even his pride, and his arrogancy, and his indignation, but his (Their vain confidence, and proud brags shall deceive them, Jer. 48:2.) lies shall not be so."},{"number":7,"verse":"Therefore shall Moab howl unto Moab, everyone shall howl: for the foundations of Kir Hareseth shall ye mourn, yet they shall be (For all your mourning, yet the city shall be destroyed, even unto the foundation.) stricken."},{"number":8,"verse":"For the vineyards of Heshbon are cut down, and the vine of Sibmah: (That is, the Assyrians and other enemies.) the lords of the heathen have broken the principal vines thereof: they are come unto (Meaning, that the country of Moab was now destroyed, and all the precious things thereof were carried into the borders, yea into other countries, and over the sea.) Jazer: they wandered in the wilderness: her goodly branches stretched out themselves, and went over the sea."},{"number":9,"verse":"Therefore will (He showeth that their plague was so great, that it would have moved any man to lament with them, as Ps. 141:5.) I weep with the weeping of Jazer, and of the vine of Sibmah, O Heshbon: and Elealeh, I will make thee drunk with my tears, because upon thy summer fruits, and upon thy harvest (The enemies are come upon thee, and shout for joy, when they carry thy commodities from thee, as Jer. 48:33.) a shouting is fallen."},{"number":10,"verse":"And gladness is taken away, and joy out of the plentiful field: and in the vineyards shall be no singing nor shouting for joy: the treader shall not tread wine in the wine presses: I have caused the rejoicing to cease."},{"number":11,"verse":"Wherefore, my (For very sorrow and compassion.) bowels shall sound like an harp for Moab, and mine inward parts for Kir Heres."},{"number":12,"verse":"And when it shall appear that Moab shall be weary of his high places, then shall he come to his (They shall use all means to seek help of their idols, and all in vain: for Chemosh their great god shall not be able to help them.) temple to pray, but he shall not prevail."},{"number":13,"verse":"This is the word that the Lord hath spoken against Moab since that time."},{"number":14,"verse":"And now the Lord hath spoken, saying, (He appointed a certain time to punish the enemies in.) In three years as the years of an (Who will observe justly the time for the which he is hired, and serve no longer, but will ever long for it.) hireling, and the glory of Moab shall be contemned in all the great multitude, and the remnant shall be very small and feeble."}]}