{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":19,"verses":[{"number":1,"verse":"((1 The destruction of the Egyptians by the Assyrians.18 Of their conversion to the Lord.) ) The (Read Isa. 13:7.) burden of Egypt. Behold, the Lord (Because the Egyptians trusted in the defense of their country, in the multitude of their idols, and in the valiantness of their men, the Lord showeth that he will come over all their munitions in a swift cloud, and that their idols shall tremble at his coming and that men’s hearts shall faint.) rideth upon a swift cloud, and shall come into Egypt, and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of her."},{"number":2,"verse":"And I will set the Egyptians against the Egyptians: so everyone shall (As he caused the Ammonites, Moabites and Idumeans to kill one another, when they came to destroy the Church of God, 2 Chron. 20:22; Isa. 49:26.) fight against his brother, and everyone against his neighbor, city against city, and kingdom against kingdom."},{"number":3,"verse":"And the (Meaning, their policy and wisdom.) spirit of Egypt shall fail in the midst of her, and I will destroy their counsel, and they shall seek at the idols, and at the sorcerers, and at them that have spirits of divination, and at the soothsayers."},{"number":4,"verse":"And I will deliver the Egyptians into the hand of the cruel lords, and a mighty king shall rule over them, saith the Lord God of hosts."},{"number":5,"verse":"Then the waters of the sea shall (He showeth that the sea and Nile their great river, whereby they thought themselves most sure, should not be able to defend them from his anger, but that he would send the Assyrians among them, that should keep them under as slaves.) fail, and the river shall be dried up, and wasted."},{"number":6,"verse":"And the (For the Nile ran into the sea by seven streams, as though they were so many rivers.) rivers shall go far away: the rivers of defense shall be emptied and dried up: the reeds and flags shall be cut down."},{"number":7,"verse":"The grass in the river, and at the (The Hebrew word is mouth, whereby they mean the spring out of the which the water gusheth as out of a mouth.) head of the rivers, and all that groweth by the river shall wither, and be driven away, and be no more."},{"number":8,"verse":"The fishers also shall (The Scriptures used to describe the destruction of a country by taking away of the commodities thereof, as by vines, flesh, fish, and such other things, whereby countries are enriched.) mourn, and all they that cast angle into the river, shall lament, and they that spread their net upon the waters, shall be weakened."},{"number":9,"verse":"Moreover, they that work in flax of divers sorts, shall be confounded, and they that weave nets."},{"number":10,"verse":"For their nets shall be broken, and all they that make ponds shall be heavy in heart."},{"number":11,"verse":"Surely the princes of (Called also Tanis, a famous city upon the Nile.) Zoan are fools: the counsel of the wise counselors of Pharaoh, is become foolish: how say ye unto Pharaoh, I (He noteth the flatterers of Pharaoh: who persuaded the king that he was wise and noble, and that his house was most ancient, and so he flattered himself, saying, I am wise.) am the son of the wise? I am the son of the ancient kings?"},{"number":12,"verse":"Where are now the wise men, that they may tell thee, or may know what the Lord of hosts hath determined against Egypt?"},{"number":13,"verse":"The princes of Zoan are become fools: the princes of (Or, Memphis, others Alexandria, and now called the great Cairo.) Noph are deceived, they have deceived Egypt, even the (The principal upholders thereof are the chiefest cause of their destruction.) corners of the tribes thereof."},{"number":14,"verse":"The Lord hath mingled among them the spirits (For the spirit of wisdom he hath made them drunken and giddy with the spirit of error.) of errors: and they have caused Egypt to err in every work thereof, as a drunken man erreth in his vomit."},{"number":15,"verse":"Neither shall there be any work in Egypt, which the head may (Neither the great nor the small, the strong nor the weak.) do, nor the tail, the branch nor the rush."},{"number":16,"verse":"In that day shall Egypt be like unto women: for it shall be afraid and fear because of the moving of the hand of the Lord of hosts, which he shaketh over it."},{"number":17,"verse":"And the land of Judah shall be a fear (Considering that through their occasion the Jews made not God their defense: but put their trust in them, and were therefore now punished, they shall fear lest the like light upon them.) unto Egypt: everyone that maketh mention of it, shall be afraid thereat, because of the counsel of the Lord of hosts, which he hath determined upon it."},{"number":18,"verse":"In that day shall five cities in the land of Egypt (Shall make one confession of faith with the people of God: by the speech of Canaan, meaning the language wherein God was then served.) speak the language of Canaan, and shall (Shall renounce their superstitions and protest to serve God aright.) swear by the Lord of hosts: one shall be called the city of (Meaning, of six cities, five should serve God, and the sixth remain in their wickedness: and so of the sixth part there should be but one lost.) destruction."},{"number":19,"verse":"In that day shall the altar of the Lord be in the midst of the land of Egypt, and (There shall be evident signs and tokens, that God’s religion is there: which manner of speech is taken of the Patriarchs and ancient times, when God hath not as yet appointed the place, and full manner how he would be worshipped.) a pillar by the border thereof unto the Lord."},{"number":20,"verse":"And it shall be for a sign and for a witness unto the Lord of hosts in the land of Egypt: for they shall cry unto the Lord, because of the oppressors, and he shall send them (This declareth that this prophecy should be accomplished in the time of Christ.) a Savior, and a great man, and shall deliver them."},{"number":21,"verse":"And the Lord shall be known of the Egyptians, and the Egyptians shall know the Lord in that day, and do (By these ceremonies he comprehendeth the spiritual service under Christ.) sacrifice and oblation, and shall vow vows unto the Lord, and perform them."},{"number":22,"verse":"So the Lord shall smite Egypt, he shall smite and heal it: for he shall return unto the Lord, and he shall be entreated of them and shall heal them."},{"number":23,"verse":"In that day shall there be a path from (By these two nations, which were then chief enemies of the Church, he showeth that the Gentiles and the Jews should be joined together in one faith and religion, and should be all one fold under Christ their shepherd.) Egypt to Assyria, and Assyria shall come into Egypt, and Egypt into Assyria: so the Egyptians shall worship with Assyria."},{"number":24,"verse":"In that day shall Israel be the third with Egypt and Assyria: even a blessing in the midst of the land."},{"number":25,"verse":"For the Lord of hosts shall bless it, saying, Blessed be my people Egypt and Assyria, the work of mine hands, and Israel mine inheritance."}]}