{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"((2 The Church shall be restored by Christ, and the Gentiles called.6 The punishment of the rebellious and obstinate.) ) The word that Isaiah the son of Amoz saw upon Judah and Jerusalem,"},{"number":2,"verse":"(Cross references: : Mic. 4:1) It (The decree and ordinance of God, touching the restoration of the Church, which is chiefly meant of the time of Christ.) shall be in the last days, that the mountain of the House of the Lord shall be prepared in the top of the mountains, and (In an evident place to be seen and discerned.) shall be exalted above the hills, and all nations shall (When the kingdom of Christ shall be enlarged by the preaching of the doctrine. Here also is declared the zeal of the children of God, when they are called.) flow unto it."},{"number":3,"verse":"And many people shall go, and say, Come, and let us go up to (Alluding to mount Zion, where the visible Church then was.) the mountain of the Lord, to the house of the God of Jacob; and he will teach us his ways, and we will walk in his paths, (Mic. 4:2) for the (Meaning, the whole doctrine of salvation.) Law shall go forth of Zion, and the word of the Lord from (This was accomplished, when the Gospel was first preached in Jerusalem, and from thence went through all the world.) Jerusalem."},{"number":4,"verse":"And (The Lord, which is Christ, shall have all power given him.) he shall judge among the nations, and (That they may acknowledge their sins, and turn to him.) rebuke many people: they shall (He showeth the fruit of the peace, which the Gospel should bring: to wit, that men should do good one to another, whereas before they were enemies.) break their swords also into mattocks, and their spears into scythes: nation shall not lift up a sword against nation, neither shall they learn (He speaketh not against the use of weapons and lawful war, but showeth how the hearts of the godly shall be affected one toward another: Which peace and love doth begin and grow in this life, but shall be perfected when we are joined with our Head Christ Jesus.) to fight anymore."},{"number":5,"verse":"O house of Jacob, come ye, and let us (Seeing the Gentiles will be so ready, make you haste, and show them the way to worship God.) walk in the Law of the Lord."},{"number":6,"verse":"Surely thou (The Prophet seeing the small hope that the Jews would convert, complaineth to God, as though he had utterly forsaken them for their sins.) hast forsaken thy people, the house of Jacob, because they are (Full of the corruptions that reigned chiefly in the East parts.) full of the East manners, and are sorcerers as the Philistines, (They altogether gave themselves to the fashions of other nations.) and abound with strange children."},{"number":7,"verse":"Their land also was full of (The Prophet first condemned their superstition and idolatry: next their covetousness, and thirdly their vain trust in worldly means.) silver and gold, and there was none end of their treasures: and their land was full of horses, and their chariots were infinite."},{"number":8,"verse":"Their land was also full of idols; they worshipped the work of their own hands, which their own fingers have made."},{"number":9,"verse":"And a man bowed himself, and a man (He noteth the nature of the idolaters, which are never satisfied in their superstitions.) humbled himself: therefore (Thus the Prophet spake, being inflamed with the zeal of God’s glory, and that he might fear them with God’s judgment.) spare them not."},{"number":10,"verse":"Enter into the rock, and hide thee in the dust from before the fear of the Lord, and from the glory of his Majesty."},{"number":11,"verse":"The high look of man shall be humbled, and the loftiness of men shall be abased, and the Lord only shall be exalted in (Meaning, as soon as God shall begin to execute his judgments.) that day."},{"number":12,"verse":"For the day of the Lord of hosts is upon all the proud and haughty, and upon all that is exalted: and it shall be made low."},{"number":13,"verse":"Even upon all the cedars of Lebanon, that are high and exalted, and upon all the oaks of Bashan,"},{"number":14,"verse":"And upon all the high (By high trees and mountains are meant them that are proud and lofty, and think themselves most strong in this world.) mountains, and upon all the hills that are lifted up,"},{"number":15,"verse":"And upon every high tower, and upon every strong wall,"},{"number":16,"verse":"And upon (He condemneth their vain confidence, which they had in strongholds, and in their rich merchandise, which brought in vain pleasures, wherewith men’s minds became effeminate.) all the ships of Tarshish, and upon all pleasant pictures."},{"number":17,"verse":"And the haughtiness of men shall be brought low, and the loftiness of men shall be abased, and the Lord shall only be exalted in that day."},{"number":18,"verse":"And the idols will he utterly destroy."},{"number":19,"verse":"Then shall they go (Hos. 10:8; Luke 23:30; Rev. 6:16; Rev. 9:6) into the holes of the rocks, and into the caves of the earth from before the fear of the Lord, and from the glory of his majesty, when he shall arise to destroy the earth."},{"number":20,"verse":"At that day shall man cast away his silver idols and his golden idols (which they had made themselves to worship them) (They shall cast them into most vile and filthy places, when they perceive that they are not able to help them.) to the moles, and to the backs,"},{"number":21,"verse":"To go into the holes of the rocks, and into the tops of the ragged rocks from before the fear of the Lord, and from the glory of his majesty, when he shall rise to destroy the earth."},{"number":22,"verse":"Cease you from the man, whose (Cast off your vain confidence of man, whose life is so frail, that if his nose be stopped, he is dead, and consider that you have to do with God.) breath is in his nostrils: for wherein is he to be esteemed?"}]}