{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"(1 Of the destruction of Babylon by the Persians and Medes.11 The ruin of Idumea, 13 and of Arabia.) The burden of the (On the seaside between Judea and Chaldea was a wilderness, whereby he meaneth Chaldea.) desert sea. As the whirlwinds in the South used to pass from the wilderness, so shall it (That is, the ruin of Babylon by the Medes and Persians.) come from the horrible land."},{"number":2,"verse":"A grievous vision was showed unto me, The (The Assyrians and Chaldeans, which had destroyed other nations, shall be overcome of the Medes and Persians: and this he prophesied an hundred years before it came to pass.) Transgressor against a transgressor, and the destroyer against a destroyer. Go up (By Elam he meaneth the Persians.) Elam, besiege Media: I have caused all the mourning (Because they shall find no succor, they shall mourn no more, or, I have caused them to cease mourning, whom Babylon had afflicted.) thereof to cease."},{"number":3,"verse":"Therefore are my (This the Prophet speaketh in the person of the Babylonians.) loins filled with sorrow: sorrows have taken me as the sorrows of a woman that travaileth: I was bowed down when I heard it, and I was amazed when I saw it."},{"number":4,"verse":"Mine heart failed: fearfulness troubled me: the night (He prophesieth the death of Belshazzar, as Dan. 5:30, who in the midst of his pleasures was destroyed.) of my pleasures hath he turned into fear unto me."},{"number":5,"verse":"Prepare thou the table: watch in the watch tower: eat, drink: (While they are eating and drinking, they shall be commanded to run to their weapons.) arise, ye princes, anoint the shield:"},{"number":6,"verse":"For thus hath the (To wit, in a vision by the spirit of prophecy.) Lord said unto me, Go, set a watchman, to tell what he seeth."},{"number":7,"verse":"And he saw a chariot with two horsemen: (Meaning, chariots of men of war, and others that carried the baggage.) a chariot of an ass, and a chariot of a camel: and he hearkened and took diligent heed."},{"number":8,"verse":"And he cried, A (Meaning, Darius, which overcame Babylon.) lion: my Lord, I stand continually upon the watch tower in the daytime, and I am set in my watch every night:"},{"number":9,"verse":"And behold, this man’s chariot cometh with two horsemen. And (The watchman whom Isaiah set up, told him who came toward Babylon, and the Angel declared that it should be destroyed: all this was done in a vision.) he answered and said, (Cross references: : Jer. 51:8; Rev. 14:8) Babel is fallen: it is fallen, and all the images of her gods hath he broken unto the ground."},{"number":10,"verse":"O (Meaning, Babylon.) my threshing, and the (Hebrew, son.) corn of my floor. That which I have heard of the Lord of hosts the God of Israel, have I showed unto you."},{"number":11,"verse":"¶ The burden of (Which was a city of the Ishmaelites, and was so named of Dumah, Gen. 25:14.) Dumah, he calleth unto me out of (A mountain of the Idumeans.) Seir, Watchman, what was in the night? Watchman, what was in the night?"},{"number":12,"verse":"The watchman said, The (He describeth the unquietness of the people of Dumah, who were night and day in fear of their enemies, and ever ran to and fro to inquire news.) morning cometh, and also the night. If ye will as he, inquire: return and come."},{"number":13,"verse":"¶ The burden against Arabia. In (For fear, the Arabians shall flee into the woods, and he appointeth what way they shall take.) the forest of Arabia shall ye tarry all night, even in the ways of Dedanites."},{"number":14,"verse":"O inhabitants of the land of Tema, bring forth (Signifying, that for fear they shall not tarry to eat nor drink.) water to meet the thirsty, and prevent him that fleeth with his bread."},{"number":15,"verse":"For they flee from the drawn swords, even from the drawn sword, and from the bent bow, and from the grievousness of war."},{"number":16,"verse":"For thus hath the Lord said unto me, Yet a year (He appointeth them respite for one year only, and then they should be destroyed.) according to the years of an (Read Isa. 16:14.) hireling, and all the glory of Kedar shall fail."},{"number":17,"verse":"And the residue of the number of the strong archers of the sons of (Which was the name of a people of Arabia: and by the horrible destruction of all these nations, he teacheth the Jews that there is no place for refuge or to escape God’s wrath, but only to remain in his Church, and to live in his fear.) Kedar shall be few: for the Lord God of Israel hath spoken it."}]}