{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":22,"verses":[{"number":1,"verse":"(1 He prophesieth of the destruction of Jerusalem by Nebuchadnezzar.15 A threatening against Shebna.20 To whose office Eliakim is preferred.) The burden of the (Meaning, Judea, which was compassed about with mountains, and was called the valley of visions, because of the Prophets, which were always there, whom they named Seers.) valley of vision. What (He speaketh to Jerusalem, whose inhabitants were fled up to the housetops for fear of their enemies.) aileth thee now that thou art wholly gone up unto the house tops?"},{"number":2,"verse":"Thou that art full of (Which was wont to be full of people and joy.) noise, a city full of brute, a joyous city, thy slain men shall not be slain (But for hunger.) with sword, nor die in battle."},{"number":3,"verse":"All thy princes shall flee together from the bow: they shall be (And led into captivity.) bound: all that shall be found in thee, shall be bound together, which have fled from (Which have fled from other places to Jerusalem for succor.) far."},{"number":4,"verse":"Therefore said I, Turn away from me, I will weep (He showeth what is the duty of the godly, when God’s plagues hang over the Church, and especially of the ministers, Jer. 9:1.) bitterly: labor not to comfort me for the destruction of the daughter of my people."},{"number":5,"verse":"For it is a day of trouble, and of ruin, and of perplexity by the Lord God of hosts in the valley of vision, breaking down the city: and a (That is, the shout of the enemies whom God had appointed to destroy the city.) crying unto the mountains."},{"number":6,"verse":"¶ And Elam (He putteth them in mind how God delivered them once from Sennacherib, who brought the Persians and Cyrenians with him, that they might by returning to God avoid that great plague which they should else suffer by Nebuchadnezzar.) bare the quiver in a man’s chariot with horsemen, and Kir uncovered the shield."},{"number":7,"verse":"And thy chief valleys were full of chariots, and the horsemen set themselves in array against the gate."},{"number":8,"verse":"And he discovered the (The secret place where the armor was: to wit, in the house of the forest, 1 Kings 7:2.) covering of Judah: and thou didst look in that day to the armor of the house of the forest."},{"number":9,"verse":"And ye have seen (Ye forfeited the ruinous places which were neglected in times of peace: meaning, the whole City, and the City of David, which was within the compass of the other.) the breaches of the city of David: for they were many, and ye gathered the waters of the lower pool."},{"number":10,"verse":"And ye numbered the houses (Either to pull down such as might hurt, or else to know what men they were able to make.) of Jerusalem, and the houses have ye broken down to fortify the wall,"},{"number":11,"verse":"And have also made a ditch between the two walls, for the (To provide if need should be of water.) waters of the old pool, and have not looked unto the maker (To God that made Jerusalem: that is, they trusted more in these worldly means, than in God.) thereof, neither had respect unto him that formed it of old."},{"number":12,"verse":"And in that day did the Lord God of hosts call unto weeping and mourning, and to baldness and girding with sackcloth."},{"number":13,"verse":"And behold, joy and gladness, slaying oxen and killing sheep, eating flesh, and drinking wine, (Instead of repentance ye were joyful and made great cheer, contemning the admonitions of the Prophets, saying, Let us eat and drink for our Prophets say, that we shall die tomorrow.) eating and drinking, for tomorrow we shall die."},{"number":14,"verse":"And it was declared in the ears of the Lord of hosts. Surely this iniquity shall not be purged from you, till ye die, saith the Lord God of hosts."},{"number":15,"verse":"Thus saith the Lord God of hosts, Go, get thee to that (Because the Hebrew word doth also signify one that doth nourish and cherish, there are of the learned that think that this wicked man did nourish secret friendship with the Assyrians and Egyptians to betray the Church, and to provide for himself against all dangers: in the mean season he packed craftily, and got of the best offices into his hand under Hezekiah, ever aspiring to the highest.) treasurer, to Shebna, the steward of the house, and say,"},{"number":16,"verse":"What hast thou to do here? and whom hast thou (Meaning, that he was a stranger, and came up of nothing.) here? that thou shouldest here hew thee out a sepulcher, as he that heweth out his sepulcher in a high place, or that graveth an habitation (Whereas he thought to make his name immortal by his famous sepulcher, he died most miserably among the Assyrians.) for himself in a rock?"},{"number":17,"verse":"Behold, the Lord will carry thee away with a great captivity, and will surely cover thee."},{"number":18,"verse":"He will surely roll and turn thee like a ball in a large country: there shalt thou die, and there the chariots of thy glory shall be the (Signifying that whatsoever dignity the wicked attain unto, at length it will turn to the shame of those princes, by whom they are preferred.) shame of thy lord’s house."},{"number":19,"verse":"And I will drive thee from thy station, and out of thy dwelling will he destroy thee."},{"number":20,"verse":"And in that day will I (To be steward again, out of the which office he had been put, by the craft of Shebna.) call my servant Eliakim the son of Hilkiah,"},{"number":21,"verse":"And with thy garments will I clothe him, and with thy girdle will I strengthen him: thy power also will I commit into his hand, and he shall be a father of the inhabitants of Jerusalem, and of the house of Judah."},{"number":22,"verse":"And the (I will commit unto him the full charge and government of the king’s house.) key of the house of David will I lay upon his shoulder: so he shall open, and no man shall shut: and he shall shut, and no man shall open."},{"number":23,"verse":"And I will fasten him as a (I will establish him, and confirm him in his office: of this phrase, read Ezra 9:9.) nail in a sure place, and he shall be for the throne of glory to his father’s house."},{"number":24,"verse":"And they shall hang upon him all the glory of his father’s house, even of the nephews and posterity (Meaning that both small and great that shall come of Eliakim, shall have praise and glory by his faithful officer.) all small vessels, from the vessels of the cups, even to all the instruments of music."},{"number":25,"verse":"In that day saith the Lord of hosts, shall the (He meaneth Shebna, who in man’s judgment should never have fallen.) nail that is fastened in the sure place, depart and shall be broken and fall, and the burden that was upon it, shall be cut off: for the Lord hath spoken it."}]}