{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":23,"verses":[{"number":1,"verse":"(1 A Prophecy against Tyre.17 A promise that it shall be restored.) The (Read Isa. 13:1.) burden of Tyre. Howl ye ships of (Ye of Cilicia that come thither for merchandise.) Tarshish: for (Tyre is destroyed by Nebuchadnezzar.) it is destroyed, so that there is none house: none shall come from the land of (By Kittim they meant all the isles and countries Westward from Palestine.) Kittim: it is (All men know of this destruction.) revealed unto them."},{"number":2,"verse":"Be still, ye that dwell in the isles: the merchants of Sidon, and such as pass over the sea, have (Have haunteth thee, and enriched thee.) replenished thee."},{"number":3,"verse":"The (Meaning, the corn of Egypt, which was fed by the overflowing of the Nile.) seed of Nile growing by the abundance of waters, and the harvest of the river was her revenues, and she was a mart of the nations."},{"number":4,"verse":"Be ashamed, thou Sidon: for the (That is, Tyre, which was the chief part of the sea.) sea hath spoken, even the strength of the sea, saying, I have not (I have no people left in me, and am as a barren woman that never had children.) travailed, nor brought forth children, neither nourished young men, nor brought up virgins."},{"number":5,"verse":"When the fame cometh to the Egyptians, they shall be (Because these two countries were joined in league together.) sorry, concerning the rumor of Tyre."},{"number":6,"verse":"Go you over to (Tyre willeth other merchants to go to Cilicia, and to come no more there.) Tarshish: howl, ye that dwell in the isles."},{"number":7,"verse":"Is not this that your glorious city? her antiquity is of ancient days: her own feet shall lead her afar off to be a sojourner."},{"number":8,"verse":"Who hath decreed this against Tyre (that (Who maketh her merchants like princes.) crowneth men) whose merchants are princes? whose chapmen are the nobles of the world?"},{"number":9,"verse":"The Lord of hosts hath decreed this, to stain the pride of all glory, and to bring to contempt all them that be glorious in the earth."},{"number":10,"verse":"Pass through thy land like a flood to the (Thy strength will no more serve thee: therefore flee to other countries for succor.) daughter of Tarshish: there is no more strength."},{"number":11,"verse":"He stretched out his hand upon the sea: he shook the kingdoms: the Lord hath given a commandment concerning the place of merchandise, to destroy the power thereof."},{"number":12,"verse":"And he said, Thou shalt no more rejoice when thou art oppressed: (For Tyre was never touched nor afflicted before.) O virgin (Because Tyre was built by them of Sidon.) daughter of Sidon: rise up, go out unto Kittim: yet there thou shalt have no rest."},{"number":13,"verse":"Behold the land of the Chaldeans: this was no people: (The Chaldeans which dwelt in tents in the wilderness, were gathered by the Assyrians into cities.) Assyria founded it by the inhabitants of the wilderness: they set up the towers thereof: they raised the palaces thereof, and he (The people of the Chaldeans destroyed the Assyrians: whereby the Prophet meaneth, that seeing the Chaldeans were able to overcome the Assyrians which were so great a nation, much more shall these two nations of Chaldea and Assyria be able to overthrow Tyre.) brought it to ruin."},{"number":14,"verse":"Howl ye ships of Tarshish, for your (That is, Tyre by whom ye are enriched.) strength is destroyed."},{"number":15,"verse":"And in that day shall Tyre be forgotten seventy years (according to the years of one King) at the end of (Tyre shall lie destroyed seventy years which he calleth the reign of one King, or a man’s age.) seventy years shall Tyre (Shall use all craft and subtlety to entice men again unto her.) sing as an harlot."},{"number":16,"verse":"Take an harp and go about the city (thou harlot that hast been forgotten) (She shall labor by all means to recover her first credit: as an harlot when she is long forgotten, seeketh by all means to entertain her lovers.) make sweet melody, sing more songs that thou mayest be remembered."},{"number":17,"verse":"And at the end of seventy years shall the Lord visit Tyre, and she shall return to her (Though she have been chastised of the Lord, yet she shall return to her old wicked practices, and for gain shall give herself to all men’s lusts like an harlot.) wages, and shall commit fornication with all the kingdoms of the earth, that are in the world."},{"number":18,"verse":"Yet her occupying and her wages shall be (He showeth that God yet by the preaching of the Gospel will call Tyre to repentance, and turn her heart from avarice and filthy gain, unto the true worshipping of God, and liberality toward his Saints.) holy unto the Lord: it shall not be laid up nor kept in store, but her merchandise shall be for them that dwell before the Lord, to eat sufficiently, and to have durable clothing."}]}