{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"(A thanksgiving to God in that that he showeth himself judge of the world, by punishing the wicked, and maintaining the godly.) O Lord, thou (Thus the Prophet giveth thanks to God because he will bring under subjection these nations by his corrections, and make them of his Church, which before were his enemies.) art my God: I will exalt thee, I will praise thy Name: for thou hast done wonderful things, according to the counsels of old, with a stable truth."},{"number":2,"verse":"For thou hast made of a (Not only of Jerusalem, but also of these other cities which have been thine enemies.) city an heap, of a strong city, a ruin: even the place (That is, a place whereas all vagabonds may live without danger, and as it were at ease, as in a palace.) of strangers of a city, it shall never be built."},{"number":3,"verse":"Therefore shall the (The arrogant and proud, which before would not know thee, shall by thy corrections fear and glorify thee.) mighty people give glory unto thee: the city of the strong nations shall fear thee."},{"number":4,"verse":"For thou hast been a strength unto the poor, even a strength to the needy in his trouble, a refuge against the tempest, a shadow against the heat: for the blast (The rage of the wicked is furious, till God break the force thereof.) of the mighty is like a storm against the wall."},{"number":5,"verse":"Thou shalt bring down the noise of the strangers, (Meaning, that as the heat is abated by the rain, so shall God bring down the rage of the wicked.) as the heat in a dry place; he will bring down the song of the mighty, as (As a cloud shadoweth from the heat of the sun, so shall God assuage the rejoicing of the wicked against the godly.) the heat in the shadow of a cloud."},{"number":6,"verse":"And in this (To wit, in Zion, whereby he meaneth his Church, which should under Christ be assembled of the Jews and the Gentiles, and is here described under the figure of a costly banquet, as Matt. 22:2.) mountain shall the Lord of hosts make unto all people a feast of fat things, even a feast of fined wines, and of fat things full of marrow, of wines fined and purified."},{"number":7,"verse":"And he will destroy in this mountain (Meaning, that ignorance and blindness, whereby we are kept back from Christ.) the covering that covereth all people, and the veil that is spread upon all nations."},{"number":8,"verse":"He will destroy death forever: and the Lord God will (He will take away all occasions of sorrow and fill his with perfect joy, Rev. 7:17 and 21:4.) wipe away the tears from all faces, and the rebuke of his people will he take away out of all the earth: for the Lord hath spoken it."},{"number":9,"verse":"And in that day shall men say, Lo, this is our God: we have waited for him, and he will save us. This is the Lord, we have waited for him, we will rejoice and be joyful in salvation."},{"number":10,"verse":"For in this mountain shall the hand of the Lord rest, and (By Moab are meant all the enemies of his Church.) Moab shall be threshed under him even as straw is threshed in (There were two cities of this name: one in Judah, 1 Chron. 2:49, and another in the land of Moab, Jer. 48:2, which seemeth to have been a plentiful place of corn, Isa. 10:31.) Madmenah."},{"number":11,"verse":"And he shall stretch out his hand in the midst of them (as he that swimmeth stretcheth them out to swim) and with the strength of his hands shall he bring down their pride."},{"number":12,"verse":"The defense also of the height of thy walls shall he bring down and lay low, and cast them to the ground, even unto the dust."}]}