{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"((1 A prophecy against Jerusalem.13 The vengeance of God on them that follow the traditions of men.) ) Ah (The Hebrew word Ariel signifieth the Lion of God, and signifieth the Altar, because the altar seemed to devour the sacrifice that was offered to God, as Ezek. 43:16.) altar, altar of the city that David dwelt in: add year unto year: (Your vain confidence in your sacrifices shall not last long.) let them kill lambs."},{"number":2,"verse":"But I will bring the altar into distress, and there shall be heaviness and sorrow, and it shall be unto me like (Your city shall be full of blood, as an altar whereon they sacrifice.) an altar."},{"number":3,"verse":"And I will besiege thee as a circle, and fight against thee on a mount, and will cast up ramparts against thee."},{"number":4,"verse":"So shalt thou be humbled, and shalt speak out of the (Thy speech shall be no more so lofty, but abased and low as the very charmers, which are in low places, and whisper, so that their voice can scarce be heard.) ground, and thy speech shall be as out of the dust: thy voice also shall be out of the ground like him that hath a spirit of divination, and thy talking shall whisper out of the dust."},{"number":5,"verse":"Moreover, multitude of thy (Thine hired soldiers in whom thou trustest, shall be destroyed as dust or chaff in a whirlwind.) strangers shall be like small dust, and the multitude of strong men shall be as chaff that passeth away: and it shall be in a moment, even suddenly."},{"number":6,"verse":"Thou shalt be visited of the Lord of hosts with thunder, and shaking, and a great noise, a whirlwind, and a tempest, and a flame of a devouring fire."},{"number":7,"verse":"And the (The enemies that I will bring to destroy thee, and that which thou makest thy vain trust, shall come at unawares, even as a dream in the night. Some read, as if this were a comfort to the Church for the destruction of their enemies.) multitude of all the nations that fight against the altar, shall be as a dream or vision by night: even all they that make the war against it, and strongholds against it, and lay siege unto it."},{"number":8,"verse":"And it shall be like as an hungry man dreameth, and behold, (That is, he thinketh that he eateth.) he eateth: and when he awaketh, his soul is empty: or like as a thirsty man dreameth, and lo, he is drinking, and when he awaketh, behold, he is faint, and his soul longeth: so shall the multitude of all nations be that fight against mount Zion."},{"number":9,"verse":"(Muse hereon as long as ye list, yet shall ye find nothing but occasion to be astonied: for your Prophets are blind, and therefore cannot direct you.) Stay yourselves and wonder: they are blind, and make you blind: they are drunken, but not with wine: they stagger, but not by strong drink."},{"number":10,"verse":"For the Lord hath covered you with a spirit of slumber, and hath shut up your eyes: the Prophet, and your chief Seers hath he covered."},{"number":11,"verse":"And the vision of them all is become unto you, as the words of a book that is sealed up, which they deliver to one that can read, saying, Read this, I pray thee. Then shall he say, I (Meaning, that it is all alike, either to read, or not to read, except God open the heart to understand.) cannot; for it is sealed."},{"number":12,"verse":"And the book is given unto him that cannot read, saying, Read this, I pray thee. And he shall say, I cannot read."},{"number":13,"verse":"Therefore the Lord said, Because this people (Because they are hypocrites and not sincere in heart, as Matt. 15:8.) come near unto me with their mouth, and honor me with their lips, but have removed their heart far from me, and their (That is, their religion was learned by man’s doctrine, and not by my word.) fear toward me was taught by the precept of men,"},{"number":14,"verse":"Therefore behold, I will again do a marvelous work in this people, even a marvelous work, and a wonder: for the wisdom of their wise men shall (Meaning, that where as God is not worshipped according to his word, both magistrates and ministers are but fools and without understanding.) perish, and the understanding of their prudent men shall be hid."},{"number":15,"verse":"Woe unto them that (This is spoken of them which in heart despised God’s word, and mocked at the admonitions, but outwardly bare a good face.) seek deep to hide their counsel from the Lord: for their works are in darkness, and they say, Who seeth us? and who knoweth us?"},{"number":16,"verse":"Your turning of devices shall it not be esteemed (For all your craft saith the Lord, you cannot be able to escape mine hands no more than the clay, that is in the potter’s hands, hath power to deliver itself.) as the potter’s clay? for shall the work say of him that made it, He made me not? or the thing formed, say of him that fashioned it, He had none understanding?"},{"number":17,"verse":"Is it not yet but a little while, and Lebanon shall be (Shall there not be a change of all things? And Carmel that is a plentiful place in respect of that it shall be then, may be taken as a forest, as Isa. 32:15, and thus he speaketh to comfort the faithful.) turned into Carmel? and Carmel shall be counted as a forest?"},{"number":18,"verse":"And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness."},{"number":19,"verse":"The meek in the Lord shall receive joy again, and the poor men shall rejoice in the Holy one of Israel."},{"number":20,"verse":"For the cruel man shall cease, and the scornful shall be consumed: and all that hasted to iniquity, shall be cut off:"},{"number":21,"verse":"Which made a man to sin in the (They that went about to find fault with the Prophet’s words, and would not abide admonitions, but would entangle them and bring them into danger.) word, and took him in a snare: which reproved them in the gate, and made the just to fall without cause."},{"number":22,"verse":"Therefore thus saith the Lord unto the house of Jacob, even he that redeemed Abraham: Jacob shall not now be confounded, neither now shall his face be pale."},{"number":23,"verse":"But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my Name, and sanctify the Holy one of Jacob, and shall fear the God of Israel."},{"number":24,"verse":"Then they that erred in spirit, (Signifying, that except God give understanding, and knowledge, man cannot but still err and murmur against him.) shall have understanding, and they that murmured, shall learn doctrine."}]}