{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"((The conditions of good rulers and officers describeth by the government of Hezekiah, who was the figure of Christ.) ) Behold, (This prophecy is of Hezekiah, who was a figure of Christ, and therefore it ought chiefly to be referred to him.) a King shall reign in justice, and the princes shall (By judgment and justice is meant an upright government, both in policy, and religion.) rule in judgment."},{"number":2,"verse":"And that man shall be as an hiding place from the wind, and as a refuge for the tempest, as rivers of water in a dry place, and as the shadow of a great rock in (Where men are weary with traveling for lack of water.) a weary land."},{"number":3,"verse":"The eyes of (He promiseth to give the true light, which is the pure doctrine of God’s word, and understanding, and zeal of the same, are contrary to the threatenings against the wicked, Isa. 6:9 and 29:10.) the seeing shall not be shut, and the ears of them that hear, shall hearken."},{"number":4,"verse":"And the heart of the foolish shall understand knowledge, and the tongue of the stutters shall be ready to speak distinctly."},{"number":5,"verse":"A (Vice shall no more be called virtue, nor virtue esteemed by power and riches.) niggard shall no more be called liberal, nor the churl rich."},{"number":6,"verse":"But the niggard will speak of niggardness, and his heart will work iniquity, and do wickedly, and speak falsely against the Lord, to make empty the hungry soul, and to cause the drink of the thirsty to fail."},{"number":7,"verse":"For the weapons of the churl are wicked: he deviseth wicked counsels to undo the poor with lying words, and to speak against the poor in judgment."},{"number":8,"verse":"But the liberal man will devise of liberal things, and he will continue his liberality."},{"number":9,"verse":"¶ Rise up ye women that are at ease: hear my voice, ye (He prophesieth of such calamity to come, that they will not spare the women and children, and therefore willeth them to take heed and provide.) careless daughters, hearken to my words."},{"number":10,"verse":"Ye women that are careless, shall be in fear (Meaning, that the affliction should continue long, and when one year were past, yet they should look for new plagues.) above a year in days, (God will take from you the means and occasions, which made you to contemn him: to wit, abundance of worldly goods.) for the vintage shall fail, and the gatherings shall come no more."},{"number":11,"verse":"Ye women that are at ease, be astonied; fear, O ye careless women: put off the clothes; make bare, and gird sackcloth upon the loins."},{"number":12,"verse":"Men shall lament for the (By the teats he meaneth the plentiful fields, whereby men are nourished as children with the teat: or, the mothers for sorrow and heaviness shall lack milk.) teats, even for the pleasant fields, and for the fruitful vine."},{"number":13,"verse":"Upon the land of my people shall grow thorns and briers: yea, upon all the houses of joy in the city of rejoicing,"},{"number":14,"verse":"Because the palace shall be forsaken, and the (Or, multitude.) noise of the city shall be left: the tower and fortress shall be dens forever, and the delight of wild asses, and a pasture for flocks,"},{"number":15,"verse":"Until the (That is, when the Church shall be restored: thus the Prophets, after they have denounced God’s judgments against the wicked, used to comfort the godly, lest they should faint.) Spirit be poured upon us from above, and the wilderness become a fruitful field, and the (The field which is now fruitful, shall be but as a barren forest in comparison of that it shall be then, as Isa. 29:17, which shall be fulfilled in Christ’s time, for then they that were before as the barren wilderness, being regenerate shall be fruitful, and they that had some beginning of godliness, shall bring forth fruits in such abundance, that their former life shall seem but as a wilderness where no fruits were.) plenteous field be counted as a forest."},{"number":16,"verse":"And judgment shall dwell in the desert, and justice shall remain in the fruitful field."},{"number":17,"verse":"And the work of justice shall be peace, even the work of justice and quietness, and assurance forever."},{"number":18,"verse":"And my people shall dwell in the tabernacle of peace, and in sure dwellings, and in safe resting places."},{"number":19,"verse":"When it haileth, it shall fall on the forest, and the (They shall not need to build it in high places for fear of the enemy: for God will defend it, and turn away the storms from hurting of their commodities.) city shall be in the low place."},{"number":20,"verse":"Blessed are ye (That is, upon fat ground and well watered, which bringeth forth in abundance, or in places which before were covered with waters, and now made dry for your uses.) that sow upon all waters, and (The fields shall be so rank, that they shall send out their cattle to eat up the first crop, which abundance shall be signs of God’s love and favor toward them.) drive thither the feet of the ox and the ass."}]}