{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":33,"verses":[{"number":1,"verse":"((1 The destruction of them by whom God hath punished his Church.) ) Woe to thee that (Meaning, the enemies of the Church, as were the Chaldeans and Assyrians, but chiefly of Sennacherib, but not only.) spoilest, and wast not spoiled: and doest wickedly, and they did not wickedly against thee: when thou shalt (When thine appointed time shall come that God shall take away thy power: and that which thou hast wrongfully gotten, shall be given to others, as Amos 5:11.) cease to spoil, thou shalt be spoiled: when thou shalt make an end of doing wickedly, (The Chaldeans shall do like to the Assyrians, as the Assyrians did to Israel, and the Medes and Persians shall do the same to the Chaldeans.) they shall do wickedly against thee."},{"number":2,"verse":"(He declareth hereby what is the chief refuge of the faithful, when troubles come, to pray, and seek help of God.) O Lord, have mercy upon us, we have waited for thee: be thou, which wast (Which helped our fathers so soon as they called upon thee.) their arm in the morning, our help also in time of trouble."},{"number":3,"verse":"At the noise of the tumult, the (That is, the Assyrians fled before the army of the Chaldeans, or the Chaldeans for fear of the Medes and Persians.) people fled: at thine (When thou, O Lord, didst lift up thine arm to punish thine enemies.) exalting the nations were scattered."},{"number":4,"verse":"And your spoil shall be gathered like the gathering of (Ye that as caterpillars destroyed with your number the whole world, shall have no strength to resist your enemies the Chaldeans: but shall be gathered on an heap and destroyed.) caterpillars: and (Meaning, the Medes and Persians against the Chaldeans.) he shall go against him like the leaping of grasshoppers."},{"number":5,"verse":"The Lord is exalted: for he dwelleth on high: he hath filled Zion with judgment and justice."},{"number":6,"verse":"And there shall be stability of (That is, in the days of Hezekiah.) the times, strength, salvation, wisdom, and knowledge: for the fear of the Lord shall be his treasure."},{"number":7,"verse":"Behold, (Sent from Sennacherib.) their messengers shall cry without, and the (Whom they of Jerusalem sent to entreat of peace.) ambassadors of peace shall weep bitterly."},{"number":8,"verse":"The (These are the words of the ambassadors, when they returned from Sennacherib.) paths are waste: the wayfaring man ceaseth: he hath broken the covenant: he hath contemned the cities: he regardeth no man."},{"number":9,"verse":"The earth mourneth and fainteth: Lebanon is ashamed, and hewn down: (Which was a plentiful country, meaning, that Sennacherib would destroy all.) Sharon is like a wilderness, and Bashan is shaken and Carmel."},{"number":10,"verse":"Now will I (To help and deliver my Church.) arise, saith the Lord: now will I be exalted, now will I lift up myself."},{"number":11,"verse":"(This is spoken against the enemies, who thought all was their own: but he showeth that their enterprise shall be in vain, and that the fire which they had kindled for others, should consume them.) Ye shall conceive chaff, and bring forth stubble: the fire of your breath shall devour you."},{"number":12,"verse":"And the people shall be as the burning of lime: and as the thorns cut up, shall they be burnt in the fire."},{"number":13,"verse":"Hear, ye that are (His vengeance shall be so great, that all the world shall talk thereof.) far off, what I have done, and ye that are near, know my power."},{"number":14,"verse":"The (Which do not believe the words of the Prophet, and the assurance of their deliverance.) sinners in Zion are afraid: a fear is come upon the hypocrites: who among us shall dwell with the devouring fire? who among us shall dwell with the everlasting burnings?"},{"number":15,"verse":"He that walketh in justice, and speaketh righteous things, refusing gain of oppression, shaking his hands from taking of gifts, stopping his ears from hearing of blood, and shutting his eyes from seeing evil,"},{"number":16,"verse":"He shall dwell on (Meaning, that God will be a sure defense to all them that live according to his word.) high: his defense shall be the munitions of rocks: bread shall be given him, and his waters shall be sure."},{"number":17,"verse":"Thine eyes shall (They shall see Hezekiah delivered from his enemies, and restored to honor and glory.) see the King in his glory: they shall behold the (They shall be no more shut in as they were of Sennacherib, but go where it pleaseth them.) land far off."},{"number":18,"verse":"Thine heart (Before that this liberty cometh thou shalt think that thou art in great danger: for the enemy shall so sharply assail you, that one shall cry, where is the clerk that writeth the names of them that are taxed? another, Where is the receiver? another shall cry for him that valueth the rich houses, but God will deliver you from this fear.) shall meditate fear, Where is the scribe? where is the receiver? where is he that counted the towers?"},{"number":19,"verse":"Thou shalt not see a fierce people, a people of a dark speech, that thou canst not perceive, and of a stammering tongue that thou canst not understand."},{"number":20,"verse":"Look upon Zion the city of our solemn feasts: thine eyes shall see Jerusalem a quiet habitation, a tabernacle that cannot be removed: and the stakes thereof can never be taken away, neither shall any of the cords thereof be broken."},{"number":21,"verse":"For surely there the mighty Lord will be unto us, as a place (Let us be content with this small river of Shiloah and not desire the great streams and rivers, whereby the enemies may bring in ships and destroy us.) of floods, and broad rivers, whereby shall pass no ship with oars, neither shall great ship pass thereby."},{"number":22,"verse":"For the Lord is our Judge, the Lord is our lawgiver: the Lord is our King, he will save us."},{"number":23,"verse":"Thy (He derideth the Assyrians and enemies of the Church, declaring their destruction as they that perish by shipwreck.) cords are loosed: they could not well strengthen their mast, neither could they spread the sail: then shall the (He comforteth the Church, and showeth that they shall be enriched with all benefits both of body and soul.) prey be divided for a great spoil: yea, the lame shall take away the prey."},{"number":24,"verse":"And none inhabitant shall say, I am sick: the people that dwell therein, shall have their iniquity forgiven."}]}