{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"(1 He showeth that God punisheth the wicked for the love that he beareth toward his Church.) Come near, ye (He prophesieth of the destruction of the Edomites and other nations which were enemies to the Church.) nations and hear, and hearken, ye people: let the earth hear and all that is therein, the world and all that proceedeth thereof."},{"number":2,"verse":"For the indignation of the Lord is upon all nations, and his wrath upon all their armies: he hath (God hath determined in his counsel, and hath given sentence for their destruction.) destroyed them and delivered them to the slaughter."},{"number":3,"verse":"And their slain shall be cast out, and their stink shall come up out of their bodies, and the mountains shall be melted with their blood."},{"number":4,"verse":"And all the host of heaven (He speaketh this in respect of man’s judgment, who in great fear and horrible troubles, thinketh that heaven and earth perisheth.) shall be dissolved, and the heavens shall be folded like a book: and all their hosts shall fall as the leaf falleth from the vine, and as it falleth from the fig tree."},{"number":5,"verse":"For my sword shall be (I have determined in my secret counsel, and in the heavens to destroy them till my sword be weary with shedding of blood.) drunken in the heaven: behold, it shall come down upon Edom, even upon the people of (They had an opinion of holiness, because they came of the Patriarch Isaac, but in effect were accursed of God, and enemies unto his Church, as the Papists are.) my curse to judgment."},{"number":6,"verse":"The sword of the Lord is filled with blood: it is made fat with the fat and with the blood of the (That is, both of young and old, poor and rich of his enemies.) lambs and the goats, with the fat of the kidneys of the rams: for the Lord hath a sacrifice in (That famous city shall be consumed as a sacrifice burnt to ashes.) Bozrah, and a great slaughter in the land of Edom."},{"number":7,"verse":"And the (The mighty and rich shall be as well destroyed as the inferiors.) unicorn shall come down with them, and the heifers with the bulls, and their land shall be drunken with blood, and their dust made fat with fatness."},{"number":8,"verse":"For it is the day of the Lord’s vengeance, and the year of recompense for the judgment of Zion."},{"number":9,"verse":"And the rivers thereof shall be turned into pitch, and the dust thereof into (He alludeth to the destruction of Sodom and Gomorrah, Gen. 19:24.) brimstone, and the land thereof shall be burning pitch."},{"number":10,"verse":"It shall not be quenched night nor day: the smoke thereof shall go up evermore: it shall be desolate from generation to generation; none shall pass through it forever."},{"number":11,"verse":"But the pelican (Read Isa. 13:21 and Zeph. 2:14.) and the hedgehog shall possess it, and the great owl, and the raven shall dwell in it, and he shall stretch out upon it the line of (In vain shall any man go about to build it again.) vanity, and the stones of emptiness."},{"number":12,"verse":"(Meaning, here shall be neither order nor policy, nor state of commonweal.) The nobles thereof shall call to the kingdom, and there shall be none, and all the princes thereof shall be as nothing."},{"number":13,"verse":"And it shall bring forth thorns in the palaces thereof, nettles, and thistles in the strongholds thereof, and it shall be an habitation for dragons, and a court for ostriches."},{"number":14,"verse":"There shall (Read Isa. 13:21.) meet also Ziim and Iim, and the Satyr shall cry to his fellow, and the screech owl shall rest there, and shall find for herself a quiet dwelling."},{"number":15,"verse":"There (Signifying, that Edom should be an horrible desolation and barren wilderness.) shall the owl make her nest, and lay and hatch, and gather them under her shadow: there shall the vultures also be gathered, every one with her make."},{"number":16,"verse":"Seek in the (That is, in the Law where such curses are threatened against the wicked.) book of the Lord, and read: none of (To wit, beasts and souls.) these shall fail, none shall want her make: for (That is, the mouth of the Lord.) his mouth hath commanded, and his very spirit hath gathered them."},{"number":17,"verse":"And he hath cast the (He hath given the beasts and fowls Edom for an inheritance.) lot for them, and his hand hath divided unto them by line: they shall possess it forever: from generation to generation shall they dwell in it."}]}