{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":35,"verses":[{"number":1,"verse":"((1 The great joy of them that believe in Christ.3 Their office which preach the Gospel.8 The fruits that follow thereof.) ) The (He prophesieth of the full restoration of the Church both of the Jews and Gentiles under Christ, which shall be fully accomplished at the last day: albeit as yet it is compared to a desert and wilderness.) desert and the wilderness shall rejoice, and the waste ground shall be glad and flourish as the rose."},{"number":2,"verse":"It shall flourish abundantly, and shall greatly rejoice also and joy: the glory of Lebanon shall be given unto it: the beauty of (The Church which was before compared to a barren wilderness shall by Christ be made most plenteous and beautiful.) Carmel, and of Sharon, they shall (He showeth that the presence of God is the cause that the Church doth bring forth fruit and flourish.) see the glory of the Lord, and the excellency of our God."},{"number":3,"verse":"(He willeth all to encourage one another, and specially the ministers to exhort and strengthen the weak, that they may patiently abide the coming of God, which is at hand.) Strengthen the weak hands, and comfort the feeble knees."},{"number":4,"verse":"Say unto them that are fearful, Be you strong, fear not: behold, your God cometh with (To destroy your enemies.) vengeance: even God with a recompense, he will come and save you."},{"number":5,"verse":"Then shall the eyes of the (When the knowledge of Christ is revealed.) blind be lightened, and the ears of the deaf be opened."},{"number":6,"verse":"Then shall the lame man leap as an hart, and the dumb man’s tongue shall sing: for in the (They that were barren and destitute of the graces of God, shall have them given by Christ.) wilderness shall waters break out, and rivers in the desert."},{"number":7,"verse":"And the dry ground shall be as a pool, and the thirsty as springs of water: in the habitation of dragons, where they lay, shall be a place for reeds and rushes."},{"number":8,"verse":"And there shall be a path and a way, and the way shall be called (It shall be for the Saints of God and not for the wicked.) holy: the polluted shall not pass by it: for (God shall lead and guide them, alluding to the bringing forth of Egypt.) he shall be with them, and walk in the way, and the fools shall not err."},{"number":9,"verse":"There shall be (As he threateneth to the wicked to be destroyed hereby, Isa. 30:6.) no lion, nor noisome beasts shall ascend by it, neither shall they be found there, that the redeemed may walk."},{"number":10,"verse":"Therefore the (Whom the Lord shall deliver from the captivity of Babylon.) redeemed of the Lord shall return and come to Zion with praise: and everlasting joy shall be upon their heads: they shall obtain joy and gladness, and sorrow and mourning shall flee away."}]}