{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"((1 Sennacherib sendeth Rabshakeh to besiege Jerusalem.15 His blasphemies against God.) ) Now (This history is rehearsed because it is as a seal and confirmation of the doctrine afore, both for the threatenings and promises: to wit, that God would suffer his Church to be afflicted, but at length would send deliverance.) in the (When he had abolished superstition, and idolatry, and restored religion, yet God would exercise his Church to try their faith and patience.) fourteenth year of King Hezekiah, Sennacherib King of Assyria came up against all the strong cities of Judah, and took them."},{"number":2,"verse":"And the King of Assyria sent Rabshakeh from Lachish toward Jerusalem unto king Hezekiah, with a great host, and he stood by the conduit of the upper pool in the path of the fuller’s field."},{"number":3,"verse":"Then came forth unto him Eliakim the son of Hilkiah the (For he was now restored to his office, as Isaiah had prophesied, Isa. 22:20.) steward of the house, and Shebna (This declareth that there were few godly to be found in the king’s house, when he was driven to send this wicked man in such a weighty matter.) the chancellor, and Joah the son of Asaph the recorder."},{"number":4,"verse":"And (Sennacherib’s chief captain.) Rabshakeh said unto them, Tell you Hezekiah, I pray you, Thus saith the great king, the King of Assyria, What confidence is this, wherein thou trustest?"},{"number":5,"verse":"I say, (He speaketh this in the person of Hezekiah, falsely charging him that he put his trust in his wit and eloquence, whereas his only confidence was in the Lord.) Surely I have eloquence, but counsel and strength are for the war: on whom then dost thou trust, that thou rebellest against me?"},{"number":6,"verse":"Lo, thou trustest in this broken staff of reed, on Egypt, whereupon if a man lean, it will go into his hand, and pierce it: so is (Satan labored to pull the godly King from one vain confidence to another: to wit, from trust in the Egyptians, whose power was weak and would deceive them, to yield himself to the Assyrians, and so not to hope for any help of God.) Pharaoh King of Egypt unto all that trust in him."},{"number":7,"verse":"But if thou say unto me, We trust in the Lord our God, is not that he, whose high places and whose altars Hezekiah took down, and said to Judah and to Jerusalem, Ye shall worship before this altar?"},{"number":8,"verse":"Now therefore give hostages to my Lord the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them."},{"number":9,"verse":"For how canst thou (Or, turn back.) despise any captain of the (He reproacheth to Hezekiah his small power, which is not able to resist one of Sennacherib’s least captains.) least of my lord’s servants? and put thy trust on Egypt for chariots and for horsemen?"},{"number":10,"verse":"And am I now come up without the Lord to this land to destroy it? The Lord said unto me, (Thus the wicked to deceive us, will pretend the Name of the Lord: but we must try the spirits, whether they be of God or no.) Go up against this land and destroy it."},{"number":11,"verse":"¶ Then said Eliakim, and Shebna and Joah unto Rabshakeh, (They were afraid, lest by his words, he should have stirred up the people against the King, and also pretended to grow to some appointment with him.) Speak, I pray thee, to thy servants in the Aramite’s language (for we understand it) and talk not with us in the Jews’ tongue, in the audience of the people that are on the wall."},{"number":12,"verse":"Then said Rabshakeh, Hath my master sent me to thy master, and to thee, to speak these words, and not to the men that sit on the wall? that they may eat their own thing, and drink their own (Hebrew, the water of their feet.) piss with you?"},{"number":13,"verse":"So Rabshakeh stood, and cried with a loud voice in the Jews’ language, and said, Hear the words of the great King, of the King of Assyria."},{"number":14,"verse":"Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you."},{"number":15,"verse":"Neither let Hezekiah make you to trust in the Lord, saying, The Lord will surely deliver us: this city shall not be given over into the hand of the king of Assyria."},{"number":16,"verse":"Hearken not to Hezekiah: for thus saith the king of Assyria, Make (The Hebrew word signifieth blessing, whereby this wicked captain would have persuaded the people, that their condition should be better under Sennacherib than under Hezekiah.) appointment with me, and come out to me, that every man may eat of his own vine, and every man of his own fig tree, and drink every man the water of his own well,"},{"number":17,"verse":"Till I come and bring you to a land like your own land, even a land of wheat and wine, a land of bread and vineyards,"},{"number":18,"verse":"Lest Hezekiah deceive you, saying, The Lord will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?"},{"number":19,"verse":"Where is the god of (That is, of Antioch in Syria, of the which these two other cities also were: whereby we see how every town had his peculiar idol, and how the wicked make God an idol because they do not understand that God maketh them his scourge, and punisheth cities for sin.) Hamath, and of Arpad? where is the god of Sepharvaim? or how have they delivered Samaria out of my hand?"},{"number":20,"verse":"Who is he among all the gods of these lands, that hath delivered their country out of mine hand, that the Lord should deliver Jerusalem out of mine hand?"},{"number":21,"verse":"Then they (Not that they did not show by evident signs that they did detest his blasphemy: for they had now rent their clothes, but they knew it was in vain to use long reasoning with this infidel, whose rage they should have so much more provoked.) kept silence, and answered him not a word: for the king’s commandment was, saying, Answer him not."},{"number":22,"verse":"Then came Eliakim the son of Hilkiah the steward of the house, and Shebna the chancellor, and Joah the son of Asaph the recorder, unto Hezekiah with rent clothes, and told him the words of Rabshakeh."}]}