{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":46,"verses":[{"number":1,"verse":"((1 The destruction of Babylon and of their idols.3 He calleth the Jews to the consideration of his works.) ) Bel is bowed down: (These were the chief idols of Babylon.) Nebo is fallen: their idols were upon their (Because they were of gold and silver, the Medes and Persians carried them away.) beasts, and upon the cattle: they which did bear you, were laden with a weary burden."},{"number":2,"verse":"(The beasts that carried the idols, fell down under their burden.) They are bowed down, and fallen together, for they could not rid them of the burden, and their (He derideth the idols, which had neither soul nor sense.) soul is gone into captivity."},{"number":3,"verse":"Hear ye me, O house of Jacob, and all that remain of the house of Israel, which are (He showeth the difference between the idols and the true God: for they must be carried of others, but God himself carrieth his, as Deut. 32:11.) born of me from the womb, and brought up of me from the birth."},{"number":4,"verse":"Therefore unto (Seeing I have begotten you, I will nourish and preserve you forever.) old age, I the same, even I will bear you until the hoary hairs: I have made you: I will also bear you, and I will carry you, and I will deliver you."},{"number":5,"verse":"¶ To whom will ye make me like, or make me equal, or (The people of God, setting their own calamity, and the flourishing estate of the Babylonians, should be tempted to think that their God was not so mighty as the idols of their enemies: therefore he describeth the original of all the idols to make them to be abhorred of all men: showing that the most that can be spoken in their commendation, is but to prove them vile.) compare me that I should be like him?"},{"number":6,"verse":"They draw gold out of the bag, and weigh silver in the balance, and hire a goldsmith to make a god of it, and they bow down and worship it."},{"number":7,"verse":"They bear it upon the shoulders: they carry him and set him in his place: so doth he stand, and cannot remove from his place. Though one cry unto him, yet can he not answer, nor deliver him out of his tribulation."},{"number":8,"verse":"Remember this, and be ashamed: bring it again to (Become wise, meaning, that all idolaters are without wit or sense, like mad men.) mind, O you transgressors."},{"number":9,"verse":"Remember the former things of old: for I am God, and there is none other God, and there is nothing like me,"},{"number":10,"verse":"Which declare the last thing from the beginning, and from of old: the things that were not done, saying, My counsel shall stand, and I will do whatsoever I will."},{"number":11,"verse":"I call a (That is, Cyrus, which shall come as swift as a bride, and fight against Babylon.) bird from the East, and the man of my (Him by whom I have appointed to execute that which I have determined.) counsel from far: as I have spoken, so will I bring it to pass: I have purposed it, and I will do it."},{"number":12,"verse":"Hear me ye stubborn hearted, that are far from (Which by your incredulity would let the performance of my promise.) justice."},{"number":13,"verse":"I bring (He showeth that man’s incredulity cannot abolish the promise of God, Rom. 3:3.) near my justice: it shall not be far off, and my salvation shall not tarry: for I will give salvation in Zion, and my glory unto Israel."}]}