{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"(1 Under the similitude of the vine, he describeth the state of the people.8 Of their avarice.11 Their drunkenness.13 Of their captivity.) Now will (The Prophet by this song doth set before the people’s eyes their ingratitude, and God’s mercy.) I sing to my (That is, to God.) beloved a song of my beloved to his vineyard, (Cross references: : Jer. 2:21; Matt. 21:33) My beloved had a (Meaning, that he had planted his Church in a place most plentiful and abundant.) vineyard in a very fruitful hill."},{"number":2,"verse":"And he hedged it, and gathered out the stones of it, and he planted it with the best plants, (He spared no diligence nor cost.) and he built a tower in the midst thereof, and made a winepress therein, then he looked that it should bring forth grapes: but it brought forth (In the seventh verse he declareth what they were.) wild grapes."},{"number":3,"verse":"Now therefore, O inhabitants of Jerusalem and men of Judah, judge, I pray you, (He maketh them judges in their own cause, forasmuch as it was evident that they were the cause of their own ruin.) between me and my vineyard."},{"number":4,"verse":"What could I have done anymore to my vineyard that I have not done unto it? why have I looked that it should bring forth grapes, and it bringeth forth wild grapes?"},{"number":5,"verse":"And now I will tell you what I will do to my vineyard: I (I will take no more care for it: meaning, that he would take from them his word and ministers, and all other comforts, and send them contrary plagues.) will take away the hedge thereof, and it shall be eaten up: I will break the wall thereof, and it shall be trodden down:"},{"number":6,"verse":"And I will lay it waste: it shall not be cut, nor dug, but briers and thorns shall grow up: I will also command the clouds that they rain no rain upon it."},{"number":7,"verse":"¶ Surely the vineyard of the Lord of hosts is the house of Israel, and the men of Judah are his pleasant plant, and he looked for (Judgment and righteousness are true fruits of the fear of God, and therefore in the cruel oppression there is no religion.) judgment, but behold oppression: for righteousness, but behold (Of them that are oppressed.) a crying."},{"number":8,"verse":"Woe unto them that join house to house, and lay field to field, till there be no (To wit, for the poor to dwell in.) place, that ye may be placed by yourselves in the midst of the earth."},{"number":9,"verse":"This is in mine (I have heard the complaint and cry of the poor.) ears, saith the Lord of hosts. Surely many houses shall be desolate, even great and fair without inhabitant."},{"number":10,"verse":"For ten acres of vines shall yield one (Which containeth about ten pottels: so that every acre should but yield one pottel.) bath, and the seed of an (Which containeth an hundred pottels.) homer shall yield an (An Ephah containeth ten pottels and is in dry things as much as Bath is in liquors.) ephah."},{"number":11,"verse":"¶ Woe unto them, that (That spare no pain nor diligence to follow their lusts.) rise up early to follow drunkenness, and to them that continue until (Which are never weary of their rioting and excessive pleasures, but use all means to provoke to the same.) night, till the wine do inflame them,"},{"number":12,"verse":"And the harp and viol, timbrel and pipe, and wine are in their feasts: but they regard not the (They regard not the provident care of God over them, nor for what end he hath created them.) work of the Lord, neither consider the work of his hands."},{"number":13,"verse":"Therefore my people (That is, shall certainly go: for so the Prophets use to speak, as though the thing which shall come to pass, were done already.) is gone into captivity, because they had (Because they would not obey the word of God.) no knowledge, and the glory thereof are men famished, and the multitude thereof is dried up with thirst."},{"number":14,"verse":"Therefore (Meaning, the grave shall swallow up them that shall die for hunger and thirst, and yet for all this great destruction it shall ever be satiate.) hell hath enlarged itself, and hath opened his mouth without measure, and their glory, and their multitude, and their pomp, and he that rejoiceth among them, shall descend into it."},{"number":15,"verse":"And man shall be brought down, and man shall be humbled, even the eyes of the proud shall be humbled."},{"number":16,"verse":"And the Lord of hosts shall be exalted in judgment, and the holy God shall be sanctified in justice."},{"number":17,"verse":"Then shall (God comforteth the poor lambs of his Church, which had been strangers in other countries, promising that they should dwell in these places again, whereof they had been deprived by the fat and cruel tyrants.) the lambs feed after their manner, and the strangers shall eat the desolate places of the fat."},{"number":18,"verse":"¶ Woe unto them that draw iniquity with (Which use all allurements, occasions, and excuses to harden their conscience in sin.) cords of vanity, and sin, as with cart ropes:"},{"number":19,"verse":"Which say, (He showeth what are the words of the wicked, when they are menaced with God’s judgments, 2 Pet. 3:4.) Let him make speed: let him hasten his work, that we may see it: and let the counsel of the Holy One of Israel draw near and come, that we may know it."},{"number":20,"verse":"Woe unto them that speak good of evil, (Which are not ashamed of sin, nor care for honesty, but are grown to a desperate impiety.) and evil of good, which put darkness for light, and light for darkness, that put bitter for sweet, and sweet for sour."},{"number":21,"verse":"Woe unto them that are (Which are contemners of all doctrine and admonition.) wise in their own eyes, and prudent in their own sight."},{"number":22,"verse":"Woe unto them that are (Which are never weary, but show their strength, and brag in gluttony and drunkenness.) mighty to drink wine, and unto them that are strong to pour in strong drink:"},{"number":23,"verse":"Which justify the wicked for a reward, and take away the righteousness of the righteous from him."},{"number":24,"verse":"Therefore as the flame of fire devoureth the stubble, and as the chaff is consumed of the flame: so their (Both they and their posterity, so that nothing shall be left.) root shall be a rottenness, and their bud shall rise up like dust, because they have cast off the Law of the Lord of hosts, and contemned the word of the Holy one of Israel."},{"number":25,"verse":"Therefore is the wrath of the Lord kindled against his people, and he hath stretched out his (He showeth that God had so sore punished this people, that the dumb creatures, if they had been so plagued, would have been more sensible, and therefore his plagues must continue, till they begin to feel them.) hand upon them, and hath smitten them that the mountains did tremble: and their carcasses were torn in the midst of the streets, and for all this his wrath was not turned away, but his hand was stretched out still."},{"number":26,"verse":"And he will lift up a sign (He will make the Babylonians to come against them at his beck, and to fight under his standard.) unto the nations afar, and will hiss unto them from the end of the earth: and behold, they shall come hastily with speed."},{"number":27,"verse":"None shall (They shall be prompt and lusty to execute God’s vengeance.) faint nor fall among them: none shall slumber nor sleep, neither shall the girdle of his loins be loosed, nor (The enemy shall have none impediment.) the latchet of his shoes be broken."},{"number":28,"verse":"Whose arrows shall be sharp, and all his bows bent: his horse hoofs shall be thought like flint, and his wheels like whirlwind."},{"number":29,"verse":"His roaring shall be like a lion, and he shall roar like lion’s whelps: they shall (Whereby is declared the cruelty of the enemy.) roar, and lay hold of the prey: they shall take it away, and none shall deliver it."},{"number":30,"verse":"And in that day they shall roar upon them, as the roaring of the sea: and if (The Jews shall find no succor.) they look unto the earth, behold darkness and sorrow, and the light shall be darkened in their (In the land of Judah.) sky."}]}