{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":53,"verses":[{"number":1,"verse":"(1 Of Christ and his kingdom, whose word few will believe.6 All men are sinners.11 Christ is our righteousness,12 and is dead for our sins.) Who (The Prophet showeth that very few shall receive this their preaching of Christ, and of their deliverance by him, John 12:38; Rom. 10:16.) will believe our report? and to whom is the (Meaning, that none can believe, but whose hearts God toucheth with the virtue of his holy Spirit.) arm of the Lord revealed?"},{"number":2,"verse":"But he shall grow up before him as a branch, and as a (The beginning of Christ’s kingdom shall be small and contemptible in the sight of man, but it shall grow wonderfully, and flourish before God.) root out of a dry (Read Isa. 11:1.) ground; he hath neither form nor beauty: when we shall see him, there shall be no form that we should desire him."},{"number":3,"verse":"He is despised and rejected of men: he is a man full of sorrows, and hath experience of (Which was by God’s singular providence for the comfort of sinners, Heb. 4:15.) infirmities: we hid as it were our faces from him: he was despised, and we esteemed him not."},{"number":4,"verse":"Surely, he hath born our infirmities, and carried (That is, the punishment due to our sins: for the which he hath both suffered and made satisfaction, Matt. 8:17; 1 Pet. 2:24.) our sorrows, yet we did judge him as (We judgeth evil, thinking that he was punished for his own sins, and not for ours.) plagued and smitten of God, and humbled."},{"number":5,"verse":"But he was wounded for our transgressions: he was broken for our iniquities: the (He was chastised for our reconciliation, 1 Cor. 15:3.) chastisement of our peace was upon him, and with his stripes are we healed."},{"number":6,"verse":"All we like sheep have gone astray: we have turned every one to his own way, and the Lord hath laid upon him the (Meaning, the punishment of our iniquity, and not the fault itself.) iniquity of us all."},{"number":7,"verse":"He was oppressed, and he was afflicted, yet did he not (But willingly and patiently obeyed his father’s appointment, Matt. 26:63; Acts 8:32.) open his mouth: he is brought as a sheep to the slaughter, and as a sheep before her shearer is dumb, so he opened not his mouth."},{"number":8,"verse":"He was taken out from (From the cross and grave, after that he was condemned.) prison, and from judgment: (Though he died for sin, yet after his resurrection he shall live forever and this his death is to restore life to his members, Rom. 6:9.) and who shall declare his age? for he was cut out of the land of the living: for the transgression of my people was he plagued."},{"number":9,"verse":"(God the Father delivered him into the hands of the wicked, and to the powers of the world to do with him what they would.) And he made his grave with the wicked, and with the rich in his death, though he had done no wickedness, neither was any deceit in his mouth."},{"number":10,"verse":"Yet the Lord would break him and make him subject to infirmities: when (Christ by offering up himself shall give life to his Church, and so cause them to live with him forever.) he shall make his soul an offering for sin, he shall see his seed and shall prolong his days, and the will of the Lord shall prosper in his hand."},{"number":11,"verse":"He shall see of the (That is, the fruit and effect of his labor, which is the salvation of his Church.) travail of his soul, and shall be satisfied; by his knowledge shall my (Christ shall justify by faith through his word, whereas Moses could not justify by the law.) righteous servant justify many: for he shall bear their iniquities."},{"number":12,"verse":"Therefore will I give him a portion with the great, and he shall divide the spoil with the strong, because (Because he humbled himself, therefore he shall be extolled to glory, Phil. 2:7-12.) he hath poured out his soul unto death; and he was counted with the transgressors, and he bare the sin (That is, of all that believe in him.) of many, and prayed for the trespassers."}]}