{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":61,"verses":[{"number":1,"verse":"(1 He prophesieth that Christ shall be anointed, and sent to preach.10 The joy of the faithful.) The (Cross references: : Luke 4:18) Spirit of the Lord God is (Thus appertaineth to all the Prophets and ministers of God, but chiefly to Christ, of whose abundant graces everyone receiveth according as it pleaseth him to distribute.) upon me, therefore hath the Lord anointed me: he hath sent me to preach good tidings unto the poor, to bind up the (To them that are lively touched with the feeling of their sins.) broken hearted, to preach liberty to the (Which are in the bondage of sin.) captives, and to them that are bound, the opening of the prison,"},{"number":2,"verse":"To preach the (The time when it pleased God to show his good favor to man, which S. Paul calleth the fullness of time, Gal. 4:4.) acceptable year of the Lord, and the day of (For when God delivereth his Church, he punisheth his enemies.) vengeance of our God, to comfort all that mourn,"},{"number":3,"verse":"To appoint unto them that mourn in Zion, and to give unto them beauty for (Which was the sign of mourning.) ashes, the oil of joy for mourning, the garment of gladness for the spirit of heaviness, that they might be called (Trees that bring forth good fruits, as Matt. 3:8.) trees of righteousness, the planting of the Lord, that he might be glorified."},{"number":4,"verse":"And they shall build the old waste places, and raise up the former desolations, and they shall repair the cities that were desolate and waste through many (That is, for a long time.) generations."},{"number":5,"verse":"And the strangers shall (They shall be ready to serve you in all your necessities.) stand and feed your sheep, and the sons of the strangers shall be your plowmen, and dressers of your vines."},{"number":6,"verse":"But ye shall be named the (This is accomplished in the time of Christ, by whom all the faithful are made Priests and Kings, 1 Pet. 2:9; Rev. 1:6 and 5:10.) Priests of the Lord, and men shall say unto you, The ministers of our God: Ye shall eat the (Read Isa. 6:11, 16.) riches of the Gentiles, and shall be exalted with their glory."},{"number":7,"verse":"For your shame you shall receive (Abundant recompense, as this word is used, Isa. 40:2.) double, and for confusion, (That is, the Jews.) they shall rejoice in (To wit, of the Gentiles.) their portion: for in their land they shall possess the (Whereas the Gentiles had dominion over the Jews in times past, now they shall have double authority over them and possess twice so much.) double: everlasting joy shall be unto them."},{"number":8,"verse":"For I the Lord love judgment, and hate (I will not receive their offerings which are extortioners, deceivers, hypocrites, or that deprive me of my glory.) robbery for burnt offering, and I will direct their work in truth, and I will make an everlasting covenant with them."},{"number":9,"verse":"And (That is, of the Church.) their seed shall be known among the Gentiles, and their buds among the people. All that see them, shall know them, that they are the seed which the Lord hath blessed."},{"number":10,"verse":"(He showeth what shall be the affection, when they feel this their deliverance.) I will greatly rejoice in the Lord, and my soul shall be joyful in my God: for he hath clothed me with the garments of salvation, and covered me with the robe of righteousness: he hath decked me like a bridegroom, and as a bride attireth herself with her jewels."},{"number":11,"verse":"For as the earth bringeth forth her bud, and as the garden causeth to grow that which is sown in it: so the Lord God will cause righteousness to grow, and praise before all the heathen."}]}