{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"((1 The great desire that the Prophets have had for Christ’s coming.6 The diligence of the Pastors to preach.) ) For Zion’s sake I will not (The Prophet saith that he will never cease to declare unto the people the good tidings of their deliverance.) hold my tongue, and for Jerusalem’s sake I will not rest, until the righteousness thereof break forth as the (Till they have full deliverance: and this the Prophet speaketh to encourage all other ministers to the setting forth of God’s mercies toward his Church.) light, and salvation thereof as a burning lamp."},{"number":2,"verse":"And the Gentiles shall see thy righteousness, and all Kings thy glory: and thou shalt be called by (Thou shalt have a more excellent fame than thou hast had hitherto.) a new name, which the mouth of the Lord shall name."},{"number":3,"verse":"Thou shalt also be a (He shall esteem thee as dear and precious as a king doth his crown.) crown of glory in the hand of the Lord, and a royal diadem in the hand of thy God."},{"number":4,"verse":"It shall no more be said unto thee, (Thou shalt no more be contemned as a woman forsaken of her husband.) Forsaken, neither shall it be said anymore to thy land, Desolate, but thou shalt be called (Or, my delight in her.) Hephzibah, and thy land (Or, married.) Beulah: for the Lord delighteth in thee, and thy land shalt have an (That it may be replenished with children.) husband."},{"number":5,"verse":"For as a young man marrieth a virgin, so shall thy sons (Forasmuch as they confess one faith and religion with thee, they are in the same bond of marriage with thee, and they are called the children of the Church, inasmuch as Christ maketh her plentiful to bring forth children unto him.) marry thee: and as a bridegroom is glad of the bride, so shall thy God rejoice over thee."},{"number":6,"verse":"I have set (Prophets, Pastors, and Ministers.) watchmen upon thy walls, O Jerusalem, which all the day and all the night continual shall not cease: (He exhorteth the ministers never to cease to call upon God by prayer for the deliverance of his Church, and to teach others to do the same.) ye that are mindful of the Lord, keep not silence,"},{"number":7,"verse":"And give him no rest, till he repair, and until he set up Jerusalem the (For the restoration whereof all the world shall praise him.) praise of the world."},{"number":8,"verse":"The Lord hath sworn by his right hand and by his strong arm, Surely I will no more give thy corn to be meat for thine enemies, and surely the sons of the strangers shall not drink thy wine, for the which thou hast labored."},{"number":9,"verse":"But they that have gathered it, shall eat it, and praise the Lord, and the gatherers thereof shall drink it in the courts of my Sanctuary."},{"number":10,"verse":"(Signifying the great number that should come to the Church, and what means he would prepare for the restitution of the same, as Isa. 57:14.) Go through, go through the gates: prepare you the way for the people: cast up, cast up the way, and gather out the stones, and set up a standard for the people."},{"number":11,"verse":"Behold, the Lord hath proclaimed unto the ends of the world, (Ye Prophets and Ministers show the people of this their deliverance: which was chiefly meant of our salvation by Christ, Zech. 9:9; Matt. 21:5.) tell the daughter Zion, Behold, thy Savior cometh: Behold, his wages is with him, and (He shall have all power to bring his purpose to pass, as Isa. 40:10.) his work is before him."},{"number":12,"verse":"And they shall call them, The holy people, the redeemed of the Lord, and thou shalt be named, A (That is, one over whom God hath had a singular care to recover her when she was lost.) city sought out and not forsaken."}]}