{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"(1 The Prophet prayeth for the sins of the people.6 Man’s righteousness is like a filthy cloth.) Oh, that thou wouldest (The Prophet continueth his prayer, desiring God to declare his love toward his Church by miracles, and mighty power, as he did in mount Sinai.) break the heavens, and come down, and that the mountains might melt at thy presence!"},{"number":2,"verse":"As the melting fire burned, as the fire caused (Meaning, the rain, hail, fire, thunder, and lightnings.) the waters to boil, (that thou mightest declare thy Name to thine adversaries) the people did tremble at thy presence."},{"number":3,"verse":"When thou didst terrible things, which we looked not for, thou camest down, and the mountains melted at thy presence."},{"number":4,"verse":"For since the beginning of the world, they have not (S. Paul useth the same kind of admiration, 1 Cor. 2:9, marveling at God’s great benefit showed to his Church, by the preaching of the Gospel.) heard nor understood with the ear, neither hath the eye seen another God beside thee, which doeth so to him that waiteth for him."},{"number":5,"verse":"Thou didst meet him, (Thou showedst favor toward our fathers, when they trusted in thee, and walked after thy Commandments.) that rejoiced in thee, and did justly: they remembered thee in thy (They considered thy great mercies.) ways: behold, thou art angry, for we have sinned: yet in (That is, in thy mercies, which he calleth the ways of the Lord.) them is continuance, and we (Thou wilt have pity upon us.) shall be saved."},{"number":6,"verse":"But we have all been as an unclean thing, and all our (We are justly punished and brought into captivity, because we have provoked thee to anger, and though we would excuse ourselves, yet our righteousness, and best virtues are before thee as vile cloths, or (as some read) like the menstruous clothes of a woman.) righteousness is as filthy cloths, and we all do fade like a leaf, and our iniquities like the wind have taken us away."},{"number":7,"verse":"And there is none that calleth upon thy Name, neither that stirreth up himself to take hold of thee: for thou hast hid thy face from us, and hast consumed us because of our iniquities."},{"number":8,"verse":"But now, O Lord, thou art our Father: we are the (Albeit, O Lord, by thy just judgment thou mayest utterly destroy us as the potter may his pot, yet we appeal to thy mercies, whereby it hath pleased thee to adopt us to be thy children.) clay, and thou art our potter, and we all are the work of thine hands."},{"number":9,"verse":"Be not angry, O Lord, (For so the flesh judgeth when God doth not immediately send succor.) above measure, neither remember iniquity forever: Lo, we beseech thee, behold, we are all thy people."},{"number":10,"verse":"(Which were dedicated to thy service, and to call upon thy Name.) Thine holy cities lie waste: Zion is a wilderness, and Jerusalem a desert."},{"number":11,"verse":"The house of our Sanctuary, and of our glory, (Wherein we rejoiced and worshipped thee.) where our fathers praised thee, is burnt up with fire, and all our pleasant things are wasted."},{"number":12,"verse":"Wilt thou hold thyself still (That is, at the contempt of thine own glory? though our sins have deserved this, yet thou wilt not suffer thy glory thus to be diminished.) at these things, O Lord? wilt thou hold thy peace and afflict us above measure?"}]}