{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"(1 The vocation of the Gentiles, and the rejection of the Jews.13 The joy of the elect, and the punishment of the wicked.) I have been sought of them that (Meaning, the Gentiles which knew not God, should seek after him, when he had moved their heart with his holy Spirit, Rom. 10:20.) asked not: I was found of them that sought me not: I said, Behold me, behold me, unto a nation that called not upon my Name."},{"number":2,"verse":"I have (He showeth the cause of the rejection of the Jews, because they would not obey him for any admonition of his Prophets, by whom he called them continually and stretched out his hand to draw them.) spread out mine hands all the day unto a rebellious people, which walked in a way that was not good, even after their own (He showeth that to delight in our own fantasies, is the declining from God and the beginning of all superstition and Idolatry.) imaginations."},{"number":3,"verse":"A people that provoked me ever unto my face: that sacrificeth in (Which were dedicated to idols.) gardens, and burneth incense upon (Meaning, their altars, which he thus named by contempt.) bricks."},{"number":4,"verse":"Which remain among the (To consult with spirits, and to conjure devils, which was forbidden, Deut. 18:11.) graves, and lodge in the deserts, which eat (Which was contrary to God’s Commandment, Lev. 11:7; Deut. 14:8.) swine’s flesh, and the broth of things polluted are in their vessels."},{"number":5,"verse":"Which say, (He showeth that hypocrisy is ever joined with pride and contempt of others.) Stand apart, come not near to me; for I am holier than thou; these are a smoke in my wrath, and a fire that (Their punishment shall never have end.) burneth all the day."},{"number":6,"verse":"Behold, it is (So that the remembrance thereof cannot be forgotten.) written before me; I will not keep silence, but will render it and recompense it into their bosom."},{"number":7,"verse":"Your iniquities, and the iniquities of your fathers, shall be (Shall be both punished together: and this declareth how the children are punished for their fathers’ faults, to wit, when the same faults or like are found in them.) together (saith the Lord) which have burnt incense upon the mountains, and blasphemed me upon the hills; therefore will I measure their old work into their bosom."},{"number":8,"verse":"Thus saith the Lord, As the wine is found in the cluster, and one saith, Destroy it not, for a (That is, it is profitable: meaning, that God will not destroy the faithful branches of his vineyard, when he destroyeth the rotten stocks, that is, the hypocrites.) blessing is in it, so will I do for my servants’ sakes, that I may not destroy them whole."},{"number":9,"verse":"But I will bring a seed out of Jacob, and out of Judah that shall inherit my mountain; and mine elect shall inherit it, and my servants shall dwell there."},{"number":10,"verse":"And (Which was a plentiful place in Judea to feed sheep, as Achor was for cattle.) Sharon shall be a sheepfold, and the valley of Achor shall be a resting place for the cattle of my people, that have sought me."},{"number":11,"verse":"But ye are they that have forsaken the Lord, and forgotten mine holy Mountain, and have prepared a table for the (By the multitude and number he meaneth their innumerable idols of whom they thought they could never have enough.) multitude, and furnish the drink offerings unto the number."},{"number":12,"verse":"Therefore will I (Seeing you cannot number your gods, I will number you with the sword.) number you to the sword, and all you shall bow down to the slaughter, because I called, and ye did not answer; I (By my Prophets, whom ye would not obey.) spake, and ye heard not, but did evil in my sight, and did choose that thing which I would not."},{"number":13,"verse":"Therefore thus saith the Lord God, Behold, my servants shall (By these words, Eat and drink, he meaneth, the blessed life of the faithful, which have always consolation and full contentment of all things in their God, though sometimes they lack these corporal things.) eat, and ye shall be hungry; behold, my servants shall drink, and ye shall be thirsty; behold, my servants shall rejoice, and ye shall be ashamed."},{"number":14,"verse":"Behold, my servants shall sing for joy of heart, and ye shall cry for sorrow of heart, and shall howl for vexation of mind."},{"number":15,"verse":"And ye shall leave your name as a curse unto my (Meaning, that he would call the Gentiles, who should abhor even the very name of the Jews for their infidelities’ sake.) chosen; for the Lord God shall slay you, and call his servants by (Than by the name of the Jews.) another name."},{"number":16,"verse":"He that shall bless in the (By blessing, and by swearing is meant the praising of God for his benefits, and the true worshipping of him, which shall not be only in Judea, but through all the world.) earth, shall bless himself in the true God; and he that sweareth in the earth, shall swear by the true God; for the former (I will no more suffer my Church to be desolate as in times past.) troubles are forgotten, and shall surely hide themselves from mine eyes."},{"number":17,"verse":"For lo, I will create (I will so alter and change the state of my church, that it shall seem to dwell in a new world.) new heavens and a new earth; and the former shall not be remembered nor come into mind."},{"number":18,"verse":"But be you glad and rejoice forever in the things that I shall create; for behold, I will create Jerusalem, as a rejoicing, and her people as a joy."},{"number":19,"verse":"And I will rejoice in Jerusalem, and joy in my people, and the voice of weeping shall be no more heard in her, nor the voice of crying."},{"number":20,"verse":"There shall be no more there a child of years, nor an old man that hath (Meaning, in this wonderful restoration of the Church there should be no weakness of youth, nor infirmities of age, but all should be fresh and flourishing: and this is accomplished in the heavenly Jerusalem, when all sin shall cease, and the tears shall be wiped away.) not filled his days: for he that shall be an hundred years old, shall die as a young man: but the sinner being (Whereby he showeth that the infidels and unrepentant sinners have no part of this benediction.) an hundred years old shall be accursed."},{"number":21,"verse":"And they shall (He proposeth to the faithful the blessings which are contained in the Law, and so under temporal things comprehendeth the spiritual promises.) build houses, and inhabit them, and they shall plant vineyards, and eat the fruit of them."},{"number":22,"verse":"They shall not build, and another inhabit: they shall not plant, and another eat: for as the days of the tree are the days of my people, and mine elect shall enjoy in old age the work of their hands."},{"number":23,"verse":"They shall not labor in vain, nor bring forth in fear: for they are the seed of the blessed of the Lord, and their buds with them."},{"number":24,"verse":"Yea, before they call, I will answer, and whiles they speak, I will hear."},{"number":25,"verse":"The (Read Isa. 11:6.) wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and to the serpent dust shall be his meat. They shall no more hurt nor destroy in all mine holy Mountain, saith the Lord."}]}