{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"(1 God dwelleth not in Temples made with hands.3 He despiseth sacrifices done without mercy and faith.5 God comforteth them that are troubled for his sake.19 The vocation of the Gentiles.23 The perpetual Sabbath.24 The punishment of the wicked is everlasting.) Thus saith the Lord, (Cross references: : Acts 7:4849) The (My majesty is so great, that it filleth both heaven and earth, and therefore cannot be included in a temple like an idol: condemning hereby their vain confidence, which trusted in the Temple and sacrifices.) heaven is my throne, and the earth is my footstool: where is that house that ye will build unto me? and where is that place of my rest?"},{"number":2,"verse":"For all these things hath mine hand made, (Seeing that both the Temple and the things therein, with the sacrifices, were made and done by his appointment, he showeth that he hath no need thereof, and that he can be without them, Ps. 50:10.) and all these things have been, saith the Lord: and to him will I look, even to him that is poor, and of (To him that is humble and pure in heart, which receiveth my doctrine with reverence and fear.) a contrite spirit, and trembleth at my words."},{"number":3,"verse":"He that killeth a bullock, is as if he (Because the Jews thought themselves holy by offering of their sacrifices, and in the mean season had neither faith nor repentance, God showeth that he doth no less detest these ceremonies than he doth the sacrifices of the heathen, who offered men, dogs, and swine to their idols, which things were expressly forbidden in the Law.) slew a man: he that sacrificeth a sheep, as if he cut off a dog’s neck: he that offereth an oblation, as if he offered swine’s blood: he that remembereth incense, as if he blessed an idol: yea, they have chosen their own ways, and their soul delighteth in their abominations."},{"number":4,"verse":"Therefore will I (I will discover their wickedness and hypocrisy, wherewith they think to blind mine eyes, to all the world.) choose out their delusions, and I will bring their fear upon them, because I called and none would answer: I speak, and they would not hear: but they did evil in my sight, and chose the things which I would not."},{"number":5,"verse":"Hear the word of the Lord, all ye that tremble at his (He encourageth the faithful by promising to destroy their enemies, which pretended to be as brethren, but were hypocrites, and hated them that feared God.) word, Your brethren that hated you, and cast you out for my Name’s sake, said, Let the Lord be glorified: but he shall appear to your joy, and they shall be ashamed."},{"number":6,"verse":"(The enemies shall shortly hear a more terrible voice, even fire and slaughter, seeing they would not hear the gentle voice of the Prophets, which called them to repentance.) A voice soundeth from the city, even a voice from the Temple, the voice of the Lord, that recompenseth his enemies fully."},{"number":7,"verse":"Before (Meaning, that the restoration of the Church should be so sudden and contrary to all men’s opinions, as when a woman is delivered before she looked for it, and that without pain in travail.) she travailed, she brought forth: and before her pain came, she was delivered of a man child."},{"number":8,"verse":"Who hath heard such a thing? who hath seen such things? shall the earth be brought forth in one (This shall pass the capacity of man to see such a multitude that shall come up at once, meaning, under the preaching of the Gospel, whereof they that came up out of Babylon were a sign.) day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children."},{"number":9,"verse":"Shall I (Declaring hereby, that as in his power and providence women travailed and delivered, so he giveth the power to bring forth the Church at his time appointed.) cause to travail, and not bring forth? shall I cause to bring forth, and shall be barren, saith thy God?"},{"number":10,"verse":"Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her,"},{"number":11,"verse":"That ye may suck, (That is, may rejoice for all the benefits that God bestoweth upon his Church.) and be satisfied with the breasts of her consolation: that ye may milk out, and be delighted with the brightness of her glory."},{"number":12,"verse":"For thus saith the Lord, behold, I will extend (I will give her felicity and prosperity in great abundance.) peace over her like a flood, and the glory of the (Read Isa. 60:16.) Gentiles like a flowing stream: then shall ye suck, ye shall be (Ye shall be cherished as her dearly beloved children.) born upon her sides, and be joyful upon her knees."},{"number":13,"verse":"As one whom his mother comforteth, so will I comfort you, and ye shall be comforted in Jerusalem."},{"number":14,"verse":"And when ye see this, your hearts shall rejoice, and your (Ye shall have new strength and new beauty.) bones shall flourish like an herb: and the hand of the Lord shall be known among his servants, and his indignation against his enemies."},{"number":15,"verse":"For behold, the Lord will come with fire, and his chariots like a whirlwind, that he may (This vengeance God began to execute at the destruction of Babylon, and hath ever continued it against the enemies of his Church, and will do till the last day, which shall be the accomplishment thereof.) recompense his anger with wrath, and his indignation with the flame of fire."},{"number":16,"verse":"For the Lord will judge with fire, and with his sword all flesh, and the flame of the Lord shall be many."},{"number":17,"verse":"They that sanctify (Meaning, the hypocrites.) themselves, and purify themselves in the gardens behind one tree in the midst eating (Whereby are meant them that did maliciously transgress the Law, by eating beasts forbidden, even to the mouse, which nature abhoreth.) swine’s flesh, and such abomination, even the mouse, shall be consumed together, saith the Lord."},{"number":18,"verse":"For I will visit their works, and their imaginations, for it shall come that I will gather all nations, and tongues, and they shall come, and see my (The Gentiles shall be partakers of that glory, which before I showed to the Jews.) glory."},{"number":19,"verse":"And I will set a (I will make these that I chose, that they perish not with the rest of the infidels: whereby he alludeth to the marking of the posts of his people, whom he preserved, Exod. 12:7.) sign among them, and will send those that (I will scatter the rest of the Jews, which escaped destruction, into divers nations.) escape of them unto the nations of (That is, Cilicia.) Tarshish, (Meaning Africa.) Pul, and (To wit, Lydia, or Asia minor.) Lud, and to them that draw the (Signifying the Parthians.) bow, to (Italy.) Tubal and (Greece.) Javan, isles afar off, that have not heard my fame, neither have seen my glory, and (Meaning, the Apostles, Disciples, and others, which he did first choose of the Jews to preach unto the Gentiles.) they shall declare my glory among the Gentiles."},{"number":20,"verse":"And they shall bring all your (That is, the Gentiles, which by faith shall be made the children of Abraham as you are.) brethren for an offering unto the Lord out of all nations, upon (Whereby he meaneth that no necessary means shall want, when God shall call the Gentiles to the knowledge of the Gospel.) horses, and in chariots, and in horse litters, and upon mules, and swift beasts, to Jerusalem mine holy Mountain, saith the Lord, as the children of Israel offer in a clean vessel in the House of the Lord."},{"number":21,"verse":"And I will take of them for (To wit, of the Gentiles, as he did Luke, Timothy, and Titus first, and others after to preach his word.) Priests, and for Levites, saith the Lord."},{"number":22,"verse":"For as the new (Hereby he signifieth the kingdom of Christ wherein his Church shall be renewed, and whereas before there were appointed seasons to sacrifice, in this there shall be one continual Sabbath, so that all times and seasons shall be meet.) heavens, and the new earth, which I will make, shall remain before me, saith the Lord, so shall your seed and your name continue."},{"number":23,"verse":"And from month to month, and from Sabbath to Sabbath shall all flesh come to worship before me, saith the Lord."},{"number":24,"verse":"And they shall go forth, and look upon the (As he that declared the felicity that shall be within the Church for the comfort of the godly, so doth he show what horrible calamity shall come to the wicked, that are out of the Church.) carcasses of the men that have transgressed against me: for their (Meaning, a continual torment of conscience, which shall ever gnaw them, and never suffer them to be at rest, Mark 9:44.) worm shall not die, neither shall their fire be quenched, and they shall be an abhorring (This is the just recompense for the wicked, which contemning God and his word, shall be by God’s just judgment abhorred of all his creatures.) unto all flesh."}]}