{"bibleAbbr":"Geneva1599","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"((1 Jerusalem is besieged.4 Isaiah comforteth the king.14 Christ is promised.) ) And in the days of (Cross references: : 2 Kings 16:5) Ahaz, the son of Jotham, the son of Uzziah king of Judah, Rezin the king of (Or, Syria.) Aram (To wit, the second time: for in the first battle Ahaz was overcome.) came up, and Pekah the son of Remaliah king of Israel, to Jerusalem to fight against it, but he could not overcome it."},{"number":2,"verse":"And it was told the house of (Meaning, the King’s house.) David, saying, Aram is joined with (That is, Israel, because that tribe was the greatest, Gen. 48:19.) Ephraim: therefore his heart was (For fear.) moved, and the heart of his people, as the trees of the forest are moved by the wind."},{"number":3,"verse":"¶ Then said the Lord unto Isaiah, Go forth now to meet Ahaz (thou and (That is to say, the rest shall return, which name Isaiah gave his son, to signify that the rest of the people should return out of their captivity.) Shear-Jashub thy son) at the end of the conduit of the upper pool, in the path of the fuller’s field,"},{"number":4,"verse":"And say unto him, Take heed, and be still: fear not, neither be fainthearted for the two tails of these smoking (Which have but a little smoke and shall quickly be quenched.) firebrands, for the furious wrath of Rezin and of Aram, and of Remaliah’s son,"},{"number":5,"verse":"Because Aram hath taken wicked counsel against thee, and Ephraim and Remaliah’s son, saying,"},{"number":6,"verse":"Let us go up against Judah, and let us waken them up, and make a breach therein for us, and set a king in the midst thereof, even the son of (Which was an Israelite, and as seemeth, enemy to the house of David.) Tabel."},{"number":7,"verse":"Thus saith the Lord God, It shall not stand, neither shall it be."},{"number":8,"verse":"For the head of Aram is Damascus, and the head of Damascus is Rezin: and within five and (Counting from the five and twentieth year of the reign of Uzziah, at what time Amos prophesied this thing, and now Isaiah confirmeth that the Israelites should be led into perpetual captivity, which thing came to pass within 20 years after that Isaiah did this message.) threescore years, Ephraim shall be destroyed from being a people."},{"number":9,"verse":"And the head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son. If ye believe not, surely ye shall not be established."},{"number":10,"verse":"¶ And the Lord spake again unto Ahaz, saying,"},{"number":11,"verse":"Ask (For the confirmation of this thing that thine enemies shall be destroyed and thou preserved.) a sign for thee of the Lord thy God: ask it either in the depth beneath, or in the height above."},{"number":12,"verse":"But Ahaz said, I will not ask, neither will I (Not to believe God’s word without a sign, is to tempt God, but to refuse a sign when God offereth it for the aid and help of our infirmity, is to rebel against him.) tempt the Lord."},{"number":13,"verse":"Then he said, Hear you now, O house of David, is it a small thing for you to grieve (You think you have to do with men, when ye contemn God’s messengers: but it is God against whom you bend yourselves.) men, that ye will also grieve my God?"},{"number":14,"verse":"Therefore the Lord (Forasmuch as thou art unworthy, the Lord for his own promise sake will give a sign, which shall be that Christ the Savior of his Church, and the effect of all signs and miracles shall be revealed.) himself will give you a sign. Behold, the virgin shall conceive and bear a son, and she shall call his name (Or, God with us, which name can agree to none, but to him that is both God and man.) Immanuel."},{"number":15,"verse":"(Meaning, that Christ is not only God, but man also, because he shall be nourished as other men until the age of discretion.) Butter and honey shall he eat, till he have knowledge to refuse the evil, and to choose the good."},{"number":16,"verse":"For afore the (Not meaning Christ, but any child: for before a child can come to the years of discretion, the kings of Samaria and Syria shall be destroyed.) child shall have knowledge to eschew the evil, and to choose the good, the land that thou abhorrest, shall be forsaken of both her kings."},{"number":17,"verse":"The Lord shall bring upon thee, and upon thy people, and upon thy Father’s house (the days that are not come from the day that (Since the time that the twelve Tribes rebelled under Rehoboam.) Ephraim departed from Judah) even the King of (In whom thou hast put thy trust.) Assyria."},{"number":18,"verse":"And in that day shall the Lord hiss for the (Meaning, the Egyptians: for by reason the country is hot and moist, it is full of flies, as Assyria is full of bees.) fly that is at the uttermost parts of the floods of Egypt, and for the Bee which is in the land of Assyria,"},{"number":19,"verse":"And they shall come and shall light all in the desolate valleys, and in the holes of the rocks, and upon all thorny places, and upon all bushy (Signifying, that no place shall be free from them.) places."},{"number":20,"verse":"In that day shall the Lord shave with a razor that is hired, even by them beyond the River, by the King of Assyria, the head and the hair of the (That is, that which is from the belly downward: meaning, that he would destroy both great and small.) feet, and it shall consume the beard."},{"number":21,"verse":"And in the same day shall a man (He that before had a great number of cattle, shall be content with one cow and two sheep.) nourish a young cow, and two sheep."},{"number":22,"verse":"And for the (The number of men shall be so small, that a few beasts shall be able to nourish all abundantly.) abundance of milk, that they shall give, he shall eat butter: for butter and honey shall everyone eat, which is left within the land."},{"number":23,"verse":"And at the same day every place, wherein shall be a thousand vines, shall be at a thousand pieces of silver: so it shall be for the briers and for the thorns."},{"number":24,"verse":"With arrows and with (As they that go to seek wild beasts among the bushes.) bow shall one come thither: because all the land shall be briers and thorns."},{"number":25,"verse":"But on (The mountains contrary to their wont, shall be tilled by such as shall flee to them for succor.) all the mountains, which shall be dug with the mattock, there shall not come thither the fear of briers and thorns: but they shall be for the sending out of bullocks, and for the treading of sheep."}]}