{"bibleAbbr":"Thomson1808","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"Now Jeroboam son of Nabat had fled from the presence of king Solomon, and taken up his abode in Egypt. But receiving intelligence in Egypt, and being sent for he had returned from Egypt."},{"number":2,"verse":"So when Roboam went to Sychem (for to Sychem all Israel went to make him king)"},{"number":3,"verse":"Jeroboam and all the congregation came to Roboam and said,"},{"number":4,"verse":"Thy father made our yoke heavy, now therefore abate something of the grievous service of thy father, and of his heavy yoke, which he laid on us, and we will serve thee."},{"number":5,"verse":"Thereupon he said to them, Go away for three days and then come to me. And when the people were gone,"},{"number":6,"verse":"king Roboam assembled the elders who had stood before his father Solomon in his life time, and said to them, How do you advise me to answer this people?"},{"number":7,"verse":"And they spoke to him saying, If thou indulge the people this day, and soothe them, and speak kindly to them, they will be thy servants forever."},{"number":8,"verse":"But he slighted the counsel which the elders gave him, and consulted the young men, who had been brought up with him, and who waited on him,"},{"number":9,"verse":"and said to them, What answer do you advise me to give to this people, who have spoken to me saying, Abate something of the yoke, which thy father laid upon us."},{"number":10,"verse":"And the young men, who had been brought up with him, spoke to him saying, Thus shalt thou speak to this people, who hath spoken to thee saying, Thy father made our yoke heavy, do thou therefore lighten it for us; thus thou shalt say, My little finger shall be thicker than my father's loins."},{"number":11,"verse":"Now therefore my father chastened you with a heavy yoke, but I will add to your yoke. My father chastised you with whips; but I will chastise you with scorpions."},{"number":12,"verse":"So when Jeroboam and all the people came to Roboam on the third day, as the king had spoken saying, Come again to me on the third day,"},{"number":13,"verse":"the king answered them roughly. King Roboam slighted the counsel of the elders,"},{"number":14,"verse":"and spoke to them according to the advice of the young men, saying, My father made your yoke heavy, but I will add to it; my father chastised you with whips, but I will chastise you with scorpions."},{"number":15,"verse":"So the king did not hearken to the people; for the revolution was from God. And upon one's saying, The Lord hath established his word which he spoke by the ministry of Achia the Selonite concerning Jeroboam son of Nabat, and all Israel;"},{"number":16,"verse":"for the king hath not hearkened to them, the people answered the king, and said, What portion have we in David? And what inheritance in the son of Jessai? To your tents Israel! Now David, look thou to thine own house. So Israel went away to their habitations;"},{"number":17,"verse":"and when some men of Israel and they who dwelt in the cities of Juda, had made Roboam king over them,"},{"number":18,"verse":"and Roboam the king sent to them Adoniram, who was over the tribute, the sons of Israel stoned him with stones, till he died. Upon which the king Roboam hastened to mount his chariot to flee to Jerusalem;"},{"number":19,"verse":"and Israel revolted from the house of David to this day."}]}