{"bibleAbbr":"Thomson1808","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"But in the thirty eighth year of the reign of Asa, the king of Israel came up against Juda, and began building Rama, in order to stop all outlet and inlet to Asa king of Juda;"},{"number":2,"verse":"whereupon Asa took silver and gold, out of the treasuries of the house of the Lord, and the king's house, and sent to the son of Ader king of Syria, who dwelt at Damascus, saying,"},{"number":3,"verse":"Make a covenant between me and thee, as there was between my father and thy father. Behold I have sent thee gold and silver, come and remove from me Baasa king of Israel and let him depart from me."},{"number":4,"verse":"Accordingly Son Ader hearkened to king Asa and sent the generals of his army against the cities of Israel, and smote Aion and Dan and Abelmain, and all the territories adjacent to Nephthaleim."},{"number":5,"verse":"At the news of this Baasa quitted building, and put a stop to the work."},{"number":6,"verse":"Whereupon king Asa took all Juda, and carried away the stones of Rama and the timber thereof, with which Baasa was building, and with them built Gabae and Maspha."},{"number":7,"verse":"At that time Anani the prophet, came to Asa king of Juda and said to him, Seeing thou hast put thy trust in the king of Syria, and hast not relied on the Lord thy God, therefore the army of the king of Syria hath escaped out of thy hand."},{"number":8,"verse":"Were not the Ethiopeans and the Lybians to be dreaded for their huge army? For their prowess, for their horsemen, for their immense multitude? Yet because thou didst rely on the Lord, he delivered them into thy hand."},{"number":9,"verse":"For the eyes of the Lord look throughout the whole earth, to strengthen them whose heart is perfect towards him. In this matter thou hast acted foolishly. Henceforward thou shalt have war."},{"number":10,"verse":"Upon this Asa was enraged at the prophet, and committed him to prison. Because this gave offence, Asa proceeded to outrage against the people at the same time."},{"number":11,"verse":"Now behold the acts of Asa first and last, are written in the book of the kings of Juda and Israel."},{"number":12,"verse":"In the thirty ninth year of his reign, Asa was diseased in his feet, till he became very sick; but in his sickness he did not apply to the Lord, but to physicians."},{"number":13,"verse":"And Asa slept with his fathers. He died in the fortieth year of his reign,"},{"number":14,"verse":"and they buried him in the tomb which he had hewn out for himself, in the city of David. And when they had composed him on the bed, they filled it with spices, and all kinds of perfumes prepared by apothecaries, and made a very great funeral procession for him,"}]}