{"bibleAbbr":"Thomson1808","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"After these things the Moabites and the Ammonites, and with them some of the Minaians came against Josaphat for battle;"},{"number":2,"verse":"and there came some who told Josaphat saying, There is a great multitude coming against thee from beyond the sea, bordering on Syria, and behold they are at Asasan Thamar, which is Engaddi."},{"number":3,"verse":"Thereupon Josaphat was terrified, and set his face to seek the Lord, and proclaimed a fast through all Juda"},{"number":4,"verse":"And when Juda was assembled to seek the Lord; when they were come out of all the cities of Juda to seek the Lord,"},{"number":5,"verse":"Josaphat stood up in the congregation of Juda, in Jerusalem, in the house of the Lord, in front of the new court,"},{"number":6,"verse":"and said, O Lord the God of my fathers, art not thou God in heaven above? Thou indeed rulest over all the kingdoms of the nations: and in thy hand is the majesty of power; and there is none who can withstand thee."},{"number":7,"verse":"Art not thou the Lord who destroyed the inhabitants of this land from before thy people Israel? Thou indeed didst give it to the seed of Abraham thy beloved, forever:"},{"number":8,"verse":"and they have settled therein, and built therein a sanctuary to thy name, saying,"},{"number":9,"verse":"If evils come upon us, the sword, judgment, pestilence or famine, we will stand before this house and before thee; for thy name is on this house; and cry to thee, because of the affliction, and thou wilt hear and save."},{"number":10,"verse":"And now behold the Ammonites and the Moabites and mount Seir, through whose territories thou didst not permit Israel to pass, when they were coming out of the land of Egypt, for they turned from them and did not destroy them;"},{"number":11,"verse":"yet now behold they are attempting to come out against us, to drive us from this inheritance of ours which thou hast given us."},{"number":12,"verse":"Lord our God, wilt thou not judge them? Because we have not power to withstand this great multitude which is coming against us, and do not know what to do with them, we can only have our eyes on thee."},{"number":13,"verse":"And while all the chiefs of Juda were standing before the Lord, with their wives and children;"},{"number":14,"verse":"upon Oziel the son of Zacharias of the Banaites; the sons of Eliel, the son of Matthanias the Levite, one of the sons of Asaph; upon him came the spirit of the Lord in the midst of the congregation,"},{"number":15,"verse":"and he said, Hear all ye chiefs of Juda, and ye inhabitants of Jerusalem, and thou king Josaphat! Thus saith the Lord to you, Be not terrified nor dismayed because of this vast multitude, for the battle is not yours, but God's only."},{"number":16,"verse":"Go down against them to-morrow. Behold they are coming up by the ascent of Asseis, and you will find them at the head of the river of the wilderness of Jeriel."},{"number":17,"verse":"You have not to fight. Consider these things, and see the salvation of the Lord with you. Juda and Jerusalem, be not terrified nor afraid to go out to-morrow to meet them; for the Lord is with you."},{"number":18,"verse":"Thereupon Josaphat bowed down on his face, and while all the chiefs of Juda and the inhabitants of Jerusalem prostrated themselves before the Lord to worship him,"},{"number":19,"verse":"the Levites of the sons of Kaath, and of the sons of Kore, stood up to praise the Lord God of Israel, in the loudest strains."},{"number":20,"verse":"And they arose early in the morning, and went out to the wilderness of Thekoe. And as they were marching out, Josaphat stood and cried with a loud voice, and said, Hear me, Juda, and ye inhabitants of Jerusalem. Trust in the Lord our God, and you shall be confirmed in your confidence. Confide in his prophet, and you shall prosper."},{"number":21,"verse":"Then he consulted with the people, and appointed the musicians, and them who sing praises, to give thanks and to sing the holy songs of praise. So marching at the head of the army, they sung the hymn, praise the Lord, for his mercy endureth forever."},{"number":22,"verse":"And when they began the song of thanksgiving and praise, the Lord set a fighting the Ammonites against Moab and Mount Seir, who were going out against Juda; And when they were repelled,"},{"number":23,"verse":"the Ammonites and Moab rose upon the inhabitants of Seir to exterminate and destroy them. And when they had made an end of the inhabitants of Seir, they rose up one against the other till they were utterly destroyed."},{"number":24,"verse":"So when Juda came to the watch tower of the wilderness, and looked and took a view of the multitude, behold they all lay dead on the ground. Not one had escaped."},{"number":25,"verse":"And when Josaphat and his people went to gather the spoil, they found cattle in abundance, and furniture and spoils and precious utensils. And when they had gathered the spoils (now they were three days collecting them, for they were many)"},{"number":26,"verse":"on the fourth day they assembled in the valley of Praise; for there they praised the Lord, and for that reason called the name of that place, Valley of Praise, which it retaineth to this day."},{"number":27,"verse":"Then all Juda with Josaphat their leader, set out on their return to Jerusalem, with great joy. Because the Lord had caused them to rejoice over their enemies,"},{"number":28,"verse":"therefore they made their entry into Jerusalem, and nablas and kinyras and trumpets, till they came to the house of the Lord."},{"number":29,"verse":"And there was a dread of the Lord on all the kingdoms of the land, when they heard that the Lord fought against the enemies of Israel."},{"number":30,"verse":"the kingdom of Josaphat enjoyed peace, and God gave him rest on every side."},{"number":31,"verse":"Now Josaphat began to reign over Juda when he was thirty five years of age, and he reigned twenty five years in Jerusalem; and his mother's name was Azuba. She was a daughter of Sali."},{"number":32,"verse":"And he walked in the ways of his father Asa, and turned not aside from doing what was right in the sight of the Lord."},{"number":33,"verse":"But the high places still remained, and still the people did not direct their heart to the Lord the God of their fathers."},{"number":34,"verse":"Now the rest of the acts of Josaphat, first and last, behold they are written among the words of Jehu, son of Anani, who wrote the book of the kings of Israel."},{"number":35,"verse":"After the things above mentioned, Josaphat king of Juda entered into a partnership with Ochozias, king of Israel, and he offended in so doing,"},{"number":36,"verse":"and in going to him to build vessels to sail to Tharsis. Therefore when he had built vessels at Gesiongaber,"},{"number":37,"verse":"Eliezer the son of Dodia, from Marisa, prophesied against Josaphat, saying, Because thou hast contracted a friendship with Ochozias, the Lord hath destroyed thy work, and thy vessels are wrecked so that they could not go to Tharsis."}]}