{"bibleAbbr":"Thomson1808","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"Joas was seven years old when he began to reign and he reigned forty years in Jerusalem, and his mother's name was Sabia of Bersabee."},{"number":2,"verse":"And Joas did what was right in the sight of the Lord, all the days of Jodae the priest."},{"number":3,"verse":"And Jodae took for him two wives who bore him sons and daughters."},{"number":4,"verse":"And after this it came into Joas's heart, to repair the house of the Lord."},{"number":5,"verse":"Therefore he assembled the priests and the Levites and said to them, Go out into the cities of Juda and collect money from all Israel to repair the house of the Lord from year to year, and use diligence in speaking. And when the Levites made no speed,"},{"number":6,"verse":"king Joas called Jodae the chief, and said to him, Why hast thou not watched over the Levites, to oblige them to bring in from Juda and Jerusalem, what is ordained by Moses the man of God. And as he had assembled all Israel to the tabernacle of the testimony,"},{"number":7,"verse":"because Gotholia that wicked woman and her sons had plundered the house of God, and had applied the holy things of the house of the Lord to the Baalims,"},{"number":8,"verse":"therefore the king said, Let a chest be made, and set at the gate of the house of the Lord on the outside,"},{"number":9,"verse":"and let proclamation be made in Juda and Jerusalem, to bring in for the Lord, as Moses the servant of God enjoined on Israel, in the wilderness."},{"number":10,"verse":"Then all the chiefs and the people gave; they brought, and cast into the chest, until it was full,"},{"number":11,"verse":"and then the chest was carried by the Levites to the king's overseers. When they saw that there was much money in it, the king's secretary, and the high priest's overseer, emptied the chest, and set it again in its place. Thus they did from day to day. And when they had collected much money,"},{"number":12,"verse":"the king and Jodae the priest, gave it to the Workmen, for the service of the house of the Lord: and they hired masons and carpenters, to repair the house of the Lord, and manufacturers of iron and brass, to furnish the house of the Lord with utensils."},{"number":13,"verse":"So the workmen wrought, and the work advanced under their hands, and they re-established the house of the Lord in its former state, and strengthened it."},{"number":14,"verse":"And when they had finished, they brought the remainder of the money, to the king and Jodae. And when they had made utensils for the house of the Lord, implements used in the service of burnt offerings, and censers of gold and silver, they offered whole burnt offerings in the house of the Lord continually, all the days of Jodae."},{"number":15,"verse":"When Jodae was old, being full of days, he died at the age of a hundred and thirty years,"},{"number":16,"verse":"and they buried him in the city of David with the kings, because he had exercised goodness with respect to Israel, and with respect to God and his house."},{"number":17,"verse":"And after the death of Jodae the chiefs of Juda came and paid homage to the king; and the king hearkened to them."},{"number":18,"verse":"And they forsook the house of the Lord God of their fathers, and served the Astartes and the idols, and there was wrath against Juda and against Jerusalem at that time."},{"number":19,"verse":"When he had sent prophets to them to turn them to the Lord, and they would not hearken; when he had testified against them and they would not obey;"},{"number":20,"verse":"then the Spirit of God came upon Azarias the priest, the son of Jodae, and he stood above the people and said, Thus saith the Lord, Why do you transgress the commandments of the Lord? You cannot prosper. Because you have forsaken the Lord, therefore he will forsake you."},{"number":21,"verse":"Upon this they fell upon him and stoned him by the command of the king, in the court of the house of the Lord."},{"number":22,"verse":"Thus Joas remembered not the kindness which Jodae his father had done him, but put to death his son, and when he was dying he said, May the Lord see and judge."},{"number":23,"verse":"And it came to pass that at the end of the year, the army of Syria came up against him. They came up against Juda and Jerusalem, and having destroyed all the chiefs of the people, among the people, they sent the spoils of them to the king of Damascus."},{"number":24,"verse":"Though the army of Syria consisted of but few men, yet God delivered a very great army into their hands, because they had forsaken the Lord the God of their fathers. On Joas also he executed judgment:"},{"number":25,"verse":"for after they were gone from him, as he was left in great distress, his servants conspired against him, for the blood of the son of Jodae the priest, and put him to death on his bed. And when he was dead, they buried him in the city of David, but not in the tomb of the kings."},{"number":26,"verse":"Now they who conspired against him were Zabeb the son of Samaath the Ammonite, and Jozabed the son of Samareth the Moabite,"},{"number":27,"verse":"and all his sons, for the five were with him. Now as for the rest of his acts, behold they are written in the book of the kings. And Amasias his son reigned in his stead."}]}