{"bibleAbbr":"Thomson1808","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"Ezekias was twenty five years old when he began to reign, and he reigned twenty nine years in Jerusalem; and his mother's name was Abia. She was a daughter of Zacharias."},{"number":2,"verse":"He did that which was right in the sight of the Lord, according to all that his father David had done."},{"number":3,"verse":"Accordingly when he was settled in his kingdom, in the first month he opened the doors of the house of the Lord and repaired them."},{"number":4,"verse":"Then he brought in the priests and the Levites, and having placed them on the east side,"},{"number":5,"verse":"he said to them, Hearken, ye Levites, sanctify now yourselves, and hallow the house of the Lord God of your fathers, and remove the uncleanness out of the Holies."},{"number":6,"verse":"Because our fathers apostatised, and did evil in the sight of the Lord our God, and forsook him, and turned away their face from the tabernacle of the Lord, and hardened their neck,"},{"number":7,"verse":"and shut the doors of the temple and extinguished the lamps, and did not burn incense, nor offer whole burnt offerings in this holy place, to the God of Israel;"},{"number":8,"verse":"therefore the Lord hath been provoked to wrath against Juda and Jerusalem, and hath made them an astonishment and a desolation, and an object of pity, as you see with your eyes."},{"number":9,"verse":"For behold your fathers have been smitten with the sword, and your sons and your daughters and your wives, are in captivity, in a strange land, as is now the case."},{"number":10,"verse":"In this situation of affairs, I have it now at heart to enter into a covenant with the Lord God of Israel, that he may turn away his fierce anger from us."},{"number":11,"verse":"Now therefore be not backward, seeing the Lord hath made choice of you to stand before him, to minister, and to be continually employed in his service, and in offering incense."},{"number":12,"verse":"Thereupon these Levites arose, namely, Maath, the son of Amasi, and Joel, the son of Azarias of the Kaathites; and of the Merarites, Kis, the son of Abdi, and Azarias, the son of Ilaelel; and of the Gersonites, Jodad, the son of Zemmath, and Joadam, who were descendants of Joacha;"},{"number":13,"verse":"and of the Elisaphanites, Zambri and Jeiel; and of the Asaphites, Zacharias and Matthanias;"},{"number":14,"verse":"and of the Aimonites, Jeiel and Semei; and of the Idithunites, Samaias and Oziel;"},{"number":15,"verse":"and having assembled their brethren, they purified themselves according to the king's command, in the manner prescribed by the Lord, that they might purify the house of the Lord."},{"number":16,"verse":"And the priests went into the inner part of the house of the Lord to purify it, and threw out all the filth, found in the house of the Lord, into the court of the Lord's house; and the Levites took it up and threw it out into the brook Kedron."},{"number":17,"verse":"On the first day of the first month, at the new moon, they began to purify. And on the eighth day of the month, they came to the temple of the Lord. And having purified the house of the Lord in eight days, and completely finished on the thirteenth of the first month,"},{"number":18,"verse":"they went to king Ezekias, and said, We have purified all that are in the house of the Lord, the altar of whole burnt offerings, with the utensils thereof, and the table for the presence loaves, with its utensils, and have prepared and hallowed"},{"number":19,"verse":"all the utensils which king Achaz polluted in his reign, during his apostasy. Behold they are before the altar of the Lord:"},{"number":20,"verse":"Thereupon king Ezekias arose early in the morning, and having assembled the chiefs of the city, he went up to the house of the Lord,"},{"number":21,"verse":"and offered up seven young bulls, seven rams, seven lambs, seven kids of the goats, for a sin offering for the kingdom and for the holies, and for Israel. And he ordered the priests, the sons of Aaron, to offer them upon the altar of the Lord."},{"number":22,"verse":"So when they slew the young bulls, the priests received the blood and poured it against the altar; and when they slew the rams, they poured the blood against the altar; and when they slew the lambs they poured the blood around the altar."},{"number":23,"verse":"Then they brought forward the goats, for a sin offering, before the king and the congregation; and they laid their hands on them;"},{"number":24,"verse":"and the priests slew them. And when they made atonement with their blood against the altar, they made it for all Israel, because the king said, The whole burnt offerings, and the sin offerings are for all Israel."},{"number":25,"verse":"Now he had stationed the Levites in the house of the Lord with cymbals and with nablas and kinyras, according to the command of David the king, and of Gad the king's seer, and of Nathan the prophet. For the institution was ordained at the command of the Lord, by the ministry of prophets."},{"number":26,"verse":"So the Levites stood with the musical instruments of David, and the priests with the trumpets."},{"number":27,"verse":"And when Ezekias gave orders to carry up the whole burnt offering on the altar, and they began to carry it up, the musicians began the song of praise to the Lord, and the trumpets sounded in concert with the musical instruments of David king of Israel,"},{"number":28,"verse":"and all the congregation worshipped. And the musicians continued singing, and the trumpets sounding until the whole burnt offering was finished."},{"number":29,"verse":"And when they who carried it up, had completely finished, the king, and all present, bowed down. And when they had worshipped,"},{"number":30,"verse":"Ezekias the king, and the chiefs, ordered the Levites to praise the Lord, in the words of David, and of Asaph the prophet. And when they had sung praises with gladness, they fell on their faces and worshipped."},{"number":31,"verse":"Then Ezekias addressing the people, said, As you have now filled your hands for the Lord, present and bring the sacrifices of thanksgiving for the household of the Lord. Thereupon the congregation brought up sacrifices and thank offerings for the household of the Lord, and every one liberally disposed brought whole burnt offerings."},{"number":32,"verse":"And the number for the whole burnt offerings, which the congregation offered, was seventy young bulls, a hundred rams, two hundred lambs. All these were for a whole burnt offering to the Lord."},{"number":33,"verse":"And there were hallowed six hundred young bulls and three thousand sheep."},{"number":34,"verse":"And as the priests were but few, and could not flay the whole burnt offerings, the Levites their brethren helped them, until the work was finished, and until the priests had purified themselves. For the Levites had purified themselves with more promptitude than the priests."},{"number":35,"verse":"So the whole burnt offering was abundant with the suet of the thank offerings and the libations of the burnt offerings. Thus was the service re-established in the house of the Lord;"},{"number":36,"verse":"and Ezekias and all the people rejoiced, because God had made provision for the people. For the thing was done suddenly."}]}