{"bibleAbbr":"Thomson1808","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":35,"verses":[{"number":1,"verse":"When Josias celebrated the passover to the Lord his God, he caused the paschal lamb to be slain, on the fourteenth day of the first month."},{"number":2,"verse":"For having set the priests in their watches and encouraged them to the works of the house of the Lord,"},{"number":3,"verse":"he ordered all the Levites who were heads of families throughout all Israel to hallow themselves to the Lord. And as they had placed the holy ark in the house which Solomon son of David king of Israel had built, the king said, You have nothing to carry on your shoulders; now therefore attend to the service of the Lord your God, and of his people Israel;"},{"number":4,"verse":"and be ready according to the houses of your families, and according to your courses, as prescribed by David, king of Israel, and by his son Solomon;"},{"number":5,"verse":"and attend in the house, according to the divisions of the houses of your families, on your brethren the people; and a portion of a patriarchal house, on the Levites;"},{"number":6,"verse":"and kill ye the paschal lambs and prepare them for your brethren, that they may do according to the word of the Lord by the ministry of Moses."},{"number":7,"verse":"Moreover Josias dedicated for the people sheep and lambs and kids, all for the passover, even for all who were in Jerusalem, to the amount of thirty thousand. He dedicated also three thousand beeves, these were of the king's own substance."},{"number":8,"verse":"His chiefs also made dedications for the people, and for the priests, and for the Levites. And Chelkias and Zacharias, and Jeiel, the chiefs, gave for the priests of the house of God; they gave for the passover two thousand six hundred sheep, lambs and kids, and three hundred beeves,"},{"number":9,"verse":"and Chonenias and Banaias, and Samaias and Nathaniel, his brother, and Asabias, and Jeiel and Jozabad, chiefs of the Levites, dedicated for the Levites five thousand sheep and five hundred beeves for the passover."},{"number":10,"verse":"So the service commenced, and the priests stood in their station, and the Levites in their divisions, according to the command of the king."},{"number":11,"verse":"And when these killed the paschal lambs, the priests received the blood at their hands and poured it out, and the Levites flayed them,"},{"number":12,"verse":"and prepared the whole burnt offering, to be delivered according to the division by houses of families to the heads of the people, that they might offer it to the Lord as it is written in the book of Moses, and so till the morning."},{"number":13,"verse":"Then they roasted the paschal lambs with fire, according to the ordinance, and boiled the holy meats in the brasen cauldrons and kettles. And when all was ready, they ran with them to all the heads of the people."},{"number":14,"verse":"And after this preparation for them, they prepared also for the priests. Because the priests were employed in offering up the whole burnt offerings and the suet, continually till night, therefore the Levites prepared for themselves and for their brethren, the sons of Aaron."},{"number":15,"verse":"And with regard to the musicians, the sons of Asaph, who were in their station, according to the commands of David, both Asaph and Aiman and Idithun the king's prophets; and the chiefs and the keepers of the gates, they were not at liberty to move from their holy services, for their brethren the Levites prepared for them."},{"number":16,"verse":"So all the service of the Lord being arranged and set in order on that day, to keep the passover, and to offer up the whole burnt offerings on the altar of the Lord according to the command of king Josias;"},{"number":17,"verse":"all the Israelites who were present kept the passover, at that time, and the festival of unleavened bread, seven days."},{"number":18,"verse":"There had not been such a passover as this in Israel from the days of Samuel the prophet. They had not, under any king of Israel, kept such a passover as that kept by Josias and the priests, and the Levites, and all Juda and Israel who were present, and by all the inhabitants of Jerusalem, to the Lord."},{"number":19,"verse":"This passover was kept in the eighteenth year of the reign of Josias. After all these things which Josias did in the house, king Josias burned with fire the belly speakers and the diviners, and the theraphins and the idols, and the karesims, which were in the land of Juda and in Jerusalem, in order that he might establish the words of the law, which were written in the book which Chelkias the priest had found in the house of the Lord. Before him there was none like him, who turned to the Lord with his whole heart, and with his whole soul, and with all his strength, according to all the law of Moses; nor after him did there arise his like. Nevertheless the Lord turned not away from his great wrath, with which he was incensed against Juda, for all the provocations with which Manasses had provoked him, and the Lord said, I will remove Juda from my presence, as I have removed Israel; I have cast off Jerusalem, the city which I chose, and the house of which I said, My name shall be there."},{"number":20,"verse":"Now when Pharao Nechao was going up against the king of the Assyrians to the river Euphrates, king Josias went out to meet him."},{"number":21,"verse":"Whereupon he sent messengers to him, saying, What hast thou, king of Juda, to do with me? I am not now coming to war against thee; and God hath commanded me to make haste. Forbear meddling with God, who is with me, lest he destroy thee."},{"number":22,"verse":"But Josias would not turn his face from him, but strengthened himself to fight him. He hearkened not to the words of Nechao from the mouth of God, but came to an engagement in the plain of Mageddo."},{"number":23,"verse":"And the archers having discharged a volley at king Josias, the king said to his servants, Carry me away, for I am badly wounded."},{"number":24,"verse":"So his servants took him out of his chariot and put him into his second chariot, which attended him, and brought him to Jerusalem, and he died and was buried with his fathers. And all Juda and Jerusalem mourned for Josias."},{"number":25,"verse":"And Jeremias composed a song of lamentation for Josias, which all the heads of families, both men and women, sung over him, and which they continue to sing to this day; for they established it for an ordinance to Israel. And behold it is written among the funereal odes."},{"number":26,"verse":"Now the rest of the acts of Josias, and his faith in respect to what were written in the law of the Lord,"},{"number":27,"verse":"and his acts, first and last, behold they are written in the book of the kings of Israel and Juda."}]}