{"bibleAbbr":"Thomson1808","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"When the queen of Saba heard of the fame of Solomon, she came to Jerusalem with a great retinue, to try him with hard questions, and brought with her camels carrying spices in abundance, and gold and precious stones. And when she came to Solomon and propounded to him all the questions which were in her mind,"},{"number":2,"verse":"Solomon solved all her questions. Not a question escaped Solomon, which he did not solve for her."},{"number":3,"verse":"And when the queen of Saba saw the wisdom of Solomon, and the house which he had built,"},{"number":4,"verse":"and the provisions of his table, and the sitting of his servants, and the order of his attendants and their apparel, and his butlers and their dress, and the whole burnt offerings which he offered in the house of the Lord, she was astonished,"},{"number":5,"verse":"and said to the king, It was a true report which I heard in my own country concerning thine acts and concerning thy wisdom;"},{"number":6,"verse":"but I did not believe the reports until I came and saw with my own eyes. Now behold I was not told one half of the greatness of thy wisdom. Thou hast surpassed the report which I heard."},{"number":7,"verse":"Happy are these men of thine! happy these thy servants who wait upon thee continually and hear thy wisdom!"},{"number":8,"verse":"blessed be the Lord thy God who delighted in thee to set thee on his throne, to be a king for the Lord thy God. Because the Lord thy God loved Israel, therefore, that he might establish them forever, he made thee king over them to execute judgment and justice."},{"number":9,"verse":"Then she gave the king a hundred and twenty talents of gold, and spices in great abundance, and precious stones. There were no such spices as those which the queen of Saba gave to king Solomon."},{"number":10,"verse":"The servants of Solomon also, and the servants of Chiram, brought gold to Solomon from Souphir, and algum timber and precious stones."},{"number":11,"verse":"And of the algum timber the king made stairs for the house of the Lord, and for the king's house; and kitharas and nablas for the singers; for such had never been seen before in the land of Juda."},{"number":12,"verse":"And when king Solomon had given the queen of Saba all her desire; whatever she asked, exclusive of the return which he made for all that she had brought to the king, she returned to her own country."},{"number":13,"verse":"Now the quantity of gold which was brought to Solomon in one year, was six hundred and sixty six talents of gold,"},{"number":14,"verse":"besides what was brought by subjects and merchants, by all the kings of Arabia and the lords of the country, who all brought gold and silver to king Solomon."},{"number":15,"verse":"And king Solomon made two hundred bucklers of beaten gold; six hundred shekels of pure gold were on each buckler;"},{"number":16,"verse":"and three hundred shields of beaten gold; each shield being plated with three hundred shekels of gold. And the king deposited these in the house of the forest of Libanus."},{"number":17,"verse":"The king made also a great throne of ivory and overlaid it with pure gold."},{"number":18,"verse":"There were six steps up to the throne, which was overlaid with gold; and arms on each side of the seat of the throne; and two lions standing at the two arms,"},{"number":19,"verse":"and twelve lions standing on the six steps, on the one side and the other. There was not the like in any kingdom."},{"number":20,"verse":"Moreover all the utensils of king Solomon were of gold. And all the utensils of the house of the forest of Libanus were plated with gold. Silver was not of estimation in the days of Solomon for any purpose."},{"number":21,"verse":"For a fleet went for the king to Tharsis with the servants of Chiram. And once every three years, ships came from Tharsis for the king, laden with gold and silver and elephants teeth and apes."},{"number":22,"verse":"So that Solomon was magnified above all the kings both in riches and wisdom."},{"number":23,"verse":"And all the kings of the land sought an interview with Solomon, to hear his wisdom which God had put in his heart."},{"number":24,"verse":"And they brought, every one his gifts, vessels of silver and vessels of gold, with raiment, stacte, perfumes, horses and mules; and this every year."},{"number":25,"verse":"And Solomon had four thousand breeding mares for his chariots, and twelve thousand horsemen; and these he placed in the chariot cities, and with the king at Jerusalem."},{"number":26,"verse":"And he was ruler over all the kings, from the river to the land of the Philistines, and to the borders of Egypt."},{"number":27,"verse":"And the king made gold and silver in Jerusalem, plenteous as stones, and cedars as the sycamine trees in the plain for multitude."},{"number":28,"verse":"And Solomon had horses brought for him out of Egypt and from every land."},{"number":29,"verse":"Now the rest of the acts of Solomon, first and last, behold they are written in the book of Nathan the prophet, and in the book of Achia the Selonite, and in the visions of Joel the seer concerning Jeroboam son of Nabat."},{"number":30,"verse":"And when Solomon had reigned over all Israel forty years,"},{"number":31,"verse":"he slept and was buried in the city of David his father, and Roboam his son reigned in his stead."}]}