{"bibleAbbr":"Orig2013+","bookName":"איכה","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"איכה <WH349> How יועם <WH6004> become dim! זהב <WH2091> is the gold ישׁנא <WH8132> changed! הכתם <WH3800> fine gold הטוב <WH2896> is the most תשׁתפכנה <WH8210> are poured out אבני <WH68> the stones קדשׁ <WH6944> of the sanctuary בראשׁ <WH7218> in the top כל <WH3605> of every חוצות׃ <WH2351> street."},{"number":2,"verse":"בני <WH1121> sons ציון <WH6726> of Zion, היקרים <WH3368> The precious המסלאים <WH5537> comparable בפז <WH6337> to fine gold, איכה <WH349> how נחשׁבו <WH2803> are they esteemed לנבלי <WH5035> pitchers, חרשׂ <WH2789> as earthen מעשׂה <WH4639> the work ידי <WH3027> of the hands יוצר׃ <WH3335> of the potter!"},{"number":3,"verse":"גם <WH1571> Even תנין <WH8568> חלצו <WH2502> draw out שׁד <WH7699> the breast, היניקו <WH3243> they give suck גוריהן <WH1482> to their young ones: בת <WH1323> the daughter עמי <WH5971> of my people לאכזר <WH393> cruel, כי <WH3283> like the ostriches ענים <WH3283> במדבר׃ <WH4057> in the wilderness."},{"number":4,"verse":"דבק <WH1692> cleaveth לשׁון <WH3956> The tongue יונק <WH3243> of the sucking child אל <WH413> to חכו <WH2441> the roof of his mouth בצמא <WH6772> for thirst: עוללים <WH5768> the young children שׁאלו <WH7592> ask לחם <WH3899> bread, פרשׂ <WH6566> breaketh אין <WH369> no man להם׃ <WH1992>"},{"number":5,"verse":"האכלים <WH398> They that did feed למעדנים <WH4574> delicately נשׁמו <WH8074> are desolate בחוצות <WH2351> in the streets: האמנים <WH539> they that were brought up עלי <WH5921> in תולע <WH8438> scarlet חבקו <WH2263> embrace אשׁפתות׃ <WH830> dunghills."},{"number":6,"verse":"ויגדל <WH1431> is greater עון <WH5771> For the punishment of the iniquity בת <WH1323> of the daughter עמי <WH5971> of my people מחטאת <WH2403> than the punishment of the sin סדם <WH5467> of Sodom, ההפוכה <WH2015> that was overthrown כמו <WH3644> as in רגע <WH7281> a moment, ולא <WH3808> and no חלו <WH2342> stayed בה ידים׃ <WH3027> hands"},{"number":7,"verse":"זכו <WH2141> were purer נזיריה <WH5139> Her Nazarites משׁלג <WH7950> than snow, צחו <WH6705> they were whiter מחלב <WH2461> than milk, אדמו <WH119> they were more ruddy עצם <WH6106> in body מפנינים <WH6443> than rubies, ספיר <WH5601> of sapphire: גזרתם׃ <WH1508> their polishing"},{"number":8,"verse":"חשׁך <WH2821> is blacker משׁחור <WH7815> than a coal; תארם <WH8389> Their visage לא <WH3808> they are not נכרו <WH5234> known בחוצות <WH2351> in the streets: צפד <WH6821> cleaveth עורם <WH5785> their skin על <WH5921> to עצמם <WH6106> their bones; יבשׁ <WH3001> it is withered, היה <WH1961> it is become כעץ׃ <WH6086> like a stick."},{"number":9,"verse":"טובים <WH2896> better היו <WH1961> are חללי <WH2491> slain חרב <WH2719> with the sword מחללי <WH2491> than slain רעב <WH7458> with hunger: שׁהם <WH1992> for these יזובו <WH2100> pine away, מדקרים <WH1856> stricken through מתנובת <WH8570> for the fruits שׂדי׃ <WH7704> of the field."},{"number":10,"verse":"ידי <WH3027> The hands נשׁים <WH802> women רחמניות <WH7362> of the pitiful בשׁלו <WH1310> have sodden ילדיהן <WH3206> their own children: היו <WH1961> they were לברות <WH1262> their meat למו בשׁבר <WH7667> in the destruction בת <WH1323> of the daughter עמי׃ <WH5971> of my people."},{"number":11,"verse":"כלה <WH3615> hath accomplished יהוה <WH3068> The LORD את <WH853> חמתו <WH2534> his fury; שׁפך <WH8210> he hath poured out חרון <WH2740> his fierce אפו <WH639> anger, ויצת <WH3341> and hath kindled אשׁ <WH784> a fire בציון <WH6726> in Zion, ותאכל <WH398> and it hath devoured יסודתיה׃ <WH3247> the foundations"},{"number":12,"verse":"לא <WH3808> would not האמינו <WH539> have believed מלכי <WH4428> The kings ארץ <WH776> of the earth, וכל <WH3605> and all ישׁבי <WH3427> the inhabitants תבל <WH8398> of the world, כי <WH3588> that יבא <WH935> should have entered צר <WH6862> the adversary ואויב <WH341> and the enemy בשׁערי <WH8179> into the gates ירושׁלם׃ <WH3389> of Jerusalem."},{"number":13,"verse":"מחטאת <WH2403> נביאיה <WH5030> of her prophets, עונות <WH5771> the iniquities כהניה <WH3548> of her priests, השׁפכים <WH8210> that have shed בקרבה <WH7130> in the midst דם <WH1818> the blood צדיקים׃ <WH6662> of the just"},{"number":14,"verse":"נעו <WH5128> They have wandered עורים <WH5787> blind בחוצות <WH2351> in the streets, נגאלו <WH1351> they have polluted בדם <WH1818> themselves with blood, בלא <WH3808> not יוכלו <WH3201> so that men could יגעו <WH5060> touch בלבשׁיהם׃ <WH3830> their garments."},{"number":15,"verse":"סורו <WH5493> unto them, Depart טמא <WH2931> ye; unclean; קראו <WH7121> They cried למו סורו <WH5493> depart, סורו <WH5493> depart, אל <WH408> not: תגעו <WH5060> touch כי <WH3588> when נצו <WH5132> they fled away גם <WH1571> and נעו <WH5128> wandered, אמרו <WH559> they said בגוים <WH1471> among the heathen, לא <WH3808> They shall no יוסיפו <WH3254> more לגור׃ <WH1481> sojourn"},{"number":16,"verse":"פני <WH6440> The anger יהוה <WH3068> of the LORD חלקם <WH2505> hath divided לא <WH3808> them; he will no יוסיף <WH3254> more להביטם <WH5027> regard פני <WH6440> the persons כהנים <WH3548> of the priests, לא <WH3808> not נשׂאו <WH5375> them: they respected זקנים <WH2205> the elders. לא <WH3808> not חננו׃ <WH2603> they favored"},{"number":17,"verse":"עודינה <WH5751> תכלינה <WH3615> failed עינינו <WH5869> As for us, our eyes אל <WH413> for עזרתנו <WH5833> help: הבל <WH1892> our vain בצפיתנו <WH6822> we have watched צפינו <WH6822> אל <WH413> for גוי <WH1471> a nation לא <WH3808> could not יושׁע׃ <WH3467> save"},{"number":18,"verse":"צדו <WH6679> They hunt צעדינו <WH6806> our steps, מלכת <WH1980> that we cannot go ברחבתינו <WH7339> in our streets: קרב <WH7126> is near, קצינו <WH7093> our end מלאו <WH4390> are fulfilled; ימינו <WH3117> our days כי <WH3588> for בא <WH935> is come. קצינו׃ <WH7093> our end"},{"number":19,"verse":"קלים <WH7031> swifter היו <WH1961> are רדפינו <WH7291> Our persecutors מנשׁרי <WH5404> than the eagles שׁמים <WH8064> of the heaven: על <WH5921> us upon ההרים <WH2022> the mountains, דלקנו <WH1814> they pursued במדבר <WH4057> for us in the wilderness. ארבו׃ <WH693> they laid wait"},{"number":20,"verse":"רוח <WH7307> The breath אפינו <WH639> of our nostrils, משׁיח <WH4899> the anointed יהוה <WH3068> of the LORD, נלכד <WH3920> was taken בשׁחיתותם <WH7825> in their pits, אשׁר <WH834> of whom אמרנו <WH559> we said, בצלו <WH6738> Under his shadow נחיה <WH2421> we shall live בגוים׃ <WH1471> among the heathen."},{"number":21,"verse":"שׂישׂי <WH7797> Rejoice ושׂמחי <WH8056> בת <WH1323> O daughter אדום <WH123> of Edom, יושׁבתי <WH3427> that dwellest בארץ <WH776> in the land עוץ <WH5780> of Uz; גם <WH1571> also עליך <WH5921> unto תעבר <WH5674> shall pass through כוס <WH3563> the cup תשׁכרי <WH7937> thee: thou shalt be drunken, ותתערי׃ <WH6168> and shalt make thyself naked."},{"number":22,"verse":"תם <WH8552> is accomplished, עונך <WH5771> The punishment of thine iniquity בת <WH1323> O daughter ציון <WH6726> of Zion; לא <WH3808> he will no יוסיף <WH3254> more להגלותך <WH1540> carry thee away into captivity: פקד <WH6485> he will visit עונך <WH5771> thine iniquity, בת <WH1323> O daughter אדום <WH123> of Edom; גלה <WH1540> he will discover על <WH5921> he will discover חטאתיך׃ <WH2403> thy sins."}]}