{"bibleAbbr":"ERV2006","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":7,"verses":[{"number":1,"verse":"After we finished building the wall and put the doors in the gates, we chose the men who would guard the gates and the men to sing in the Temple and help the priests."},{"number":2,"verse":"Next, I put my brother Hanani in charge of Jerusalem. I chose another man named Hananiah to be the commander of the fort. I picked Hanani because he was a very honest man and he feared God more than most people do."},{"number":3,"verse":"Then I said to Hanani and Hananiah, “Each day you must wait until the sun has been up for several hours before you open the gates of Jerusalem. You must shut and lock the gates before the sun goes down. Also choose people who live in Jerusalem as guards. Put some of them at special places to guard the city, and put the other people near their own houses.”"},{"number":4,"verse":"(The List of Captives Who Returned) Now the city was large and there was plenty of room. But there were few people in it, and the houses had not yet been rebuilt."},{"number":5,"verse":"So my God put it in my heart to have all the people meet together. I called together all the important people, the officials, and the common people. I did this so that I could make a list of all the families. I found the family lists (family lists See Ezra 2.) of the people who had been the first to return from captivity. This is what I found written there:"},{"number":6,"verse":"These are the people of the province who came back from captivity. In the past, King Nebuchadnezzar of Babylon took them as prisoners to Babylon. These people came back to Jerusalem and Judah. They all went to their own towns."},{"number":7,"verse":"They returned with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. This is the list of names and numbers of men from Israel who came back:"},{"number":8,"verse":"the descendants of Parosh 2172"},{"number":9,"verse":"the descendants of Shephatiah 372"},{"number":10,"verse":"the descendants of Arah 652"},{"number":11,"verse":"the descendants of Pahath Moab of the family line of Jeshua and Joab 2818"},{"number":12,"verse":"the descendants of Elam 1254"},{"number":13,"verse":"the descendants of Zattu 845"},{"number":14,"verse":"the descendants of Zaccai 760"},{"number":15,"verse":"the descendants of Binnui 648"},{"number":16,"verse":"the descendants of Bebai 628"},{"number":17,"verse":"the descendants of Azgad 2322"},{"number":18,"verse":"the descendants of Adonikam 667"},{"number":19,"verse":"the descendants of Bigvai 2067"},{"number":20,"verse":"the descendants of Adin 655"},{"number":21,"verse":"the descendants of Ater through the family of Hezekiah 98"},{"number":22,"verse":"the descendants of Hashum 328"},{"number":23,"verse":"the descendants of Bezai 324"},{"number":24,"verse":"the descendants of Hariph 112"},{"number":25,"verse":"the descendants of Gibeon 95"},{"number":26,"verse":"from the towns of Bethlehem and Netophah 188"},{"number":27,"verse":"from the town of Anathoth 128"},{"number":28,"verse":"from the town of Beth Azmaveth 42"},{"number":29,"verse":"from the towns of Kiriath Jearim, Kephirah, and Beeroth 743"},{"number":30,"verse":"from the towns of Ramah and Geba 621"},{"number":31,"verse":"from the town of Micmash 122"},{"number":32,"verse":"from the towns of Bethel and Ai 123"},{"number":33,"verse":"from the other town of Nebo 52"},{"number":34,"verse":"from the other town of Elam 1254"},{"number":35,"verse":"from the town of Harim 320"},{"number":36,"verse":"from the town of Jericho 345"},{"number":37,"verse":"from the towns of Lod, Hadid, and Ono 721"},{"number":38,"verse":"from the town of Senaah 3930"},{"number":39,"verse":"These are the priests: the descendants of Jedaiah through the family of Jeshua 973"},{"number":40,"verse":"the descendants of Immer 1052"},{"number":41,"verse":"the descendants of Pashhur 1247"},{"number":42,"verse":"the descendants of Harim 1017"},{"number":43,"verse":"These are the people from the tribe of Levi: the descendants of Jeshua through Kadmiel through the family of Hodeiah (Hodeiah Or “Hodaviah.”) 74"},{"number":44,"verse":"These are the singers: the descendants of Asaph 148"},{"number":45,"verse":"These are the gatekeepers: the descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai 138"},{"number":46,"verse":"These are the special Temple servants: the descendants of Ziha, Hasupha, Tabbaoth,"},{"number":47,"verse":"Keros, Sia, Padon,"},{"number":48,"verse":"Lebana, Hagaba, Shalmai,"},{"number":49,"verse":"Hanan, Giddel, Gahar,"},{"number":50,"verse":"Reaiah, Rezin, Nekoda,"},{"number":51,"verse":"Gazzam, Uzza, Paseah,"},{"number":52,"verse":"Besai, Meunim, Nephussim,"},{"number":53,"verse":"Bakbuk, Hakupha, Harhur,"},{"number":54,"verse":"Bazluth, Mehida, Harsha,"},{"number":55,"verse":"Barkos, Sisera, Temah,"},{"number":56,"verse":"Neziah, and Hatipha."},{"number":57,"verse":"These are the descendants of the servants of Solomon: Sotai, Sophereth, Perida,"},{"number":58,"verse":"Jaala, Darkon, Giddel,"},{"number":59,"verse":"Shephatiah, Hattil, Pokereth Hazzebaim, and Amon,"},{"number":60,"verse":"the Temple servants and the descendants of Solomon’s servants 392"},{"number":61,"verse":"Some people came to Jerusalem from these towns of Tel Melah, Tel Harsha, Kerub, Addon, and Immer. But these people could not prove that their families really came from the Israelites:"},{"number":62,"verse":"the descendants of Delaiah, Tobiah, and Nekoda 642"},{"number":63,"verse":"From the family of priests there were the descendants of Hobaiah, Hakkoz, and Barzillai. (If a man married a daughter of Barzillai from Gilead, he was counted as a descendant of Barzillai.)"},{"number":64,"verse":"These people searched for their family histories, but they could not find them. They could not prove that their ancestors were priests, so they could not serve as priests. Their names were not included in the list of priests."},{"number":65,"verse":"The governor ordered them not to eat any of the most holy food until a priest could use the Urim and Thummim to ask God what to do."},{"number":66,"verse":"[66-67] All together, there were 42360 people in the group who came back. This is not counting their 7337 men and women slaves. They also had 245 men and women singers with them."},{"number":68,"verse":"[68-69] They had 736 horses, 245 mules, 435 camels, and 6720 donkeys."},{"number":70,"verse":"Some of the family leaders gave money to support the work. The governor gave 19 pounds (19 pounds Literally, “1000 drachmas” (8.63 kg).) of gold to the treasury. He also gave 50 bowls and 530 pieces of clothing for the priests."},{"number":71,"verse":"The family leaders gave 375 pounds (375 pounds Literally, “20000 drachmas” (172.5 kg).) of gold to the treasury to support the work. They also gave 2750 pounds (2750 pounds Literally, “2200 minas” (1265 kg).) of silver."},{"number":72,"verse":"All together the other people gave 375 pounds of gold, 2500 pounds (2500 pounds Literally, “2000 minas” (1150 kg).) of silver, and 67 pieces of clothing for the priests."},{"number":73,"verse":"So the priests, the people from the tribe of Levi, the gatekeepers, the singers, and the Temple servants settled down in their own towns. And all the other Israelites settled down in their own towns. By the seventh month (seventh month That is, September–October. Also in 8:1, 14-15.) of the year, all the Israelites had settled down in their own towns."}]}