{"bibleAbbr":"NRSVue2021","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":4,"verses":[{"number":1,"verse":"The Young Woman’s Beauty Extolled (Song 1.15; 5.12; 6.5, 7) How beautiful you are, my love, how very beautiful! Your eyes are doves behind your veil. Your hair is like a flock of goats, moving down the slopes of Gilead."},{"number":2,"verse":"(Song 6.6) Your teeth are like a flock of shorn ewes that have come up from the washing, all of which bear twins, and not one among them is bereaved."},{"number":3,"verse":"(Song 6.7) Your lips are like a crimson thread, and your mouth is lovely. Your cheeks are like halves of a pomegranate behind your veil."},{"number":4,"verse":"(Neh 3.19; Song 7.4) Your neck is like the tower of David, built in courses; on it hang a thousand bucklers, all of them shields of warriors."},{"number":5,"verse":"(Song 2.16; 6.2, 3; 7.3) Your two breasts are like two fawns, twins of a gazelle, that feed among the lilies."},{"number":6,"verse":"(v 14|SNG 4:14; Song 2.17) Until the day breathes and the shadows flee, I will hasten to the mountain of myrrh and the hill of frankincense."},{"number":7,"verse":"(Song 1.15) You are altogether beautiful, my love; there is no flaw in you."},{"number":8,"verse":"(Deut 3.9; Song 5.1) Come with me from Lebanon, my bride; come with me from Lebanon. Depart (Or Look) from the peak of Amana, from the peak of Senir and Hermon, from the dens of lions, from the mountains of leopards."},{"number":9,"verse":"(vv 10, 12|SNG 4:1012; Prov 1.9; Ezek 16.11) You have ravished my heart, my sister, my bride; you have ravished my heart with a glance of your eyes, with one jewel of your necklace."},{"number":10,"verse":"(Song 1.2-4) How sweet is your love, my sister, my bride! How much better is your love than wine and the fragrance of your oils than any spice!"},{"number":11,"verse":"(Gen 27.27; Prov 5.3; 24.13; Hos 14.6) Your lips distill nectar, my bride; honey and milk are under your tongue; the scent of your garments is like the scent of Lebanon."},{"number":12,"verse":"(Gen 29.3; Prov 5.15-18) A garden locked is my sister, my bride, a garden (Heb mss Gk Vg Syr: MT heap of stones) locked, a fountain sealed."},{"number":13,"verse":"(v 16|SNG 4:16; Eccl 2.5; Song 1.14; 6.11; 7.12) Your channel (Meaning of Heb uncertain) is an orchard of pomegranates with all choicest fruits, henna with nard,"},{"number":14,"verse":"(v 6|SNG 4:6; Ex 30.23; Song 1.12; 3.6; Jn 19.39) nard and saffron, calamus and cinnamon, with all trees of frankincense, myrrh and aloes, with all chief spices—"},{"number":15,"verse":"(Jn 4.10; 7.38) a garden fountain, a well of living water, and flowing streams from Lebanon."},{"number":16,"verse":"(Song 5.1; 6.2) Awake, O north wind, and come, O south wind! Blow upon my garden that its fragrance may be wafted abroad. Let my beloved come to his garden that he may eat its choicest fruits."}]}