{"bibleAbbr":"NET2007","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"(Title/Superscription) Solomon’s (tn The preposition ל in אֲשֶׁר לִשְׁלֹמֹה (’asher lishlomoh) has been taken as: (1) authorship: “which is written by Solomon.” The lamed of authorship (also known as lamed auctoris) is well attested in Hebrew (see GKC 421 §130. b), particularly in the psalms (e. g., Pss 18:1; 30:1; 34:1; 51:1; 52:1; 54:1; 56:1; 57:1; 59:1; 60:1; 63:1; 72:21); (2) dedication: “which is dedicated for Solomon.” The lamed of dedication is attested in Ugaritic psalms dedicated to Baal or about Baal (CTA 6.1.1 = UT 49.1); or (3) topic: “which is about/concerning Solomon.” The lamed of topic is attested in Hebrew (e. g., 1 Chr 24:20) and in Ugaritic, e. g., lb`l “About Baal” (CTA 6.1.1 = UT 49.1). The ל is most likely denoting authorship. The ל followed by a name in the superscription of a poetic composition in the OT, usually (if not always) denotes authorship. Just as the superscription לְדָוִד (lÿdavid) claims Davidic authorship within the Psalter, the heading claims Solomonic authorship. Whether or not this attribution is historically reliable or simply a matter of Jewish tradition is debated in scholarship, just as the Davidic superscriptions in the Psalter are debated (see study note on the word “Song” in the superscription).) Most Excellent (tn Heb “the song of songs.” The genitive construct שִׁיר הַשִׁירִים (shir hashirim) is translated literally as “the song of songs” in the early versions: Greek LXX (ᾀσμα ᾀσμάτων, asma asmatwn), Latin Vulgate (canticum canticorum) and Syriac Peshitta (tesŒbÿhat tesŒbÿha„ta„á). The phrase שִׁיר הַשִׁירִים may be understood in two ways: (1) The noun הַשִׁירִים is a plural of number (“songs”) and functions as a genitive of composition: “the song composed of several songs,” that is, the book is a unified collection (hence the singular שִׁיר “song”) composed of individual love songs (see note on the expression “Her Lover” in v. 1). (2) The expression may be a superlative genitive construction denoting par excellence (see IBHS 154 §9.5.3j; GKC 431 §133. i; R. J. Williams, Hebrew Syntax, 11, §44; 17-18, §80). For example, קֹדֶשׁ קָדָשִׁים (qodesh qadashim, “the holy of holies”) means the most holy place (Exod 29:37); אֱלֹהֵי הָאֱלֹהִים וַאֲדֹנֵי הָאֲדֹנִים (’elohe ha’elohim va’adone ha’adonim, “the God of Gods and Lord of Lords”) means the Highest God and the Supreme Lord (Deut 10:17); and עֶבֶד עֲבָדִים (’eved ’avadim,“a slave of slaves”) means an abject slave (Gen 9:25). The title “the Song of Songs” is an expression of great esteem for the composition. It has been translated variously: “The Song of Songs, which is Solomon’s” (KJV, NKJV, RSV, NRSV, NASB), “Solomon’s Song of Songs” (NIV), “The most beautiful of songs, by Solomon” (TEV), “dedicated to,” or “about Solomon” (TEV margin), “Solomon’s most beautiful song” (CEV), “This is Solomon’s song of songs, more wonderful than any other” (NLT).) Love Song. (tn Heb “song.” The noun שִׁיר (shir) may refer to a musical song that was sung (Exod 15:1; Num 21:17; Ps 33:3; Isa 42:10) or a poetic composition that was simply read (Deut 31:19, 21, 22; 30; 32:44) (BDB 1010 s. v. שׁיר). Several factors suggest that the Song of Songs was poetry to be read and enjoyed rather than sung: (a) its sheer length, (b) absence of musical notations or instrumental instructions, (c) testimony of Jewish tradition and interpretation, (d) lack of evidence of its musical performance in the history of Israel, and (e) comparison with ancient Egyptian love poetry. The term שִׁיר here probably refers to love poetry (e. g., Isa 5:1) (BDB 1010 s. v. 1; W. L. Holladay, Concise Hebrew and Aramaic Lexicon, 368). The Song appears to be a collection of individual love songs rather than a single multistanza poem. For comparison of the Song of Songs with ancient Egyptian loves songs, see M. V. Fox, The Song of Songs and the Ancient Egyptian Love Songs, and J. B. White, Language of Love in the Song of Songs and Ancient Egyptian Poetry (SBLDS). sn The superscription “Solomon’s Most Excellent Love Song” appears to be a late addition, just as many superscriptions in the Psalter appear to have been added to the psalms sometime after their original composition. R. E. Murphy (Song of Songs [Hermeneia], 119) notes that the use of the independent relative pronoun אֲשֶׁר (’asher) in 1:1 sharply distinguishes the superscription from the body of the Song as a whole where the short form -שֶׁ (she-) occurs thirty-two times (e. g., 1:6, 12; 6:5). The short form -שֶׁ also occurs frequently in Ecclesiastes which is traditionally attributed to Solomon. Therefore, it would appear that the superscription is a later addition to the Song. This, of course, raises the question whether or not the attribution of Solomonic authorship of the Song is historically reliable or simply a matter of later Jewish tradition.)"},{"number":2,"verse":"(The Desire for Love) (The Beloved to Her Lover:) Oh, how I wish you (tn Heb “May he kiss me….” The shift from 3rd person masculine singular forms (“he” and “his”) in 1:2a to 2nd person masculine singular forms (“your”) in 1:2b–4 has led some to suggest that the Beloved addresses the Friends in 1:2a and then her Lover in 1:2b–4. A better solution is that the shift from the 3rd person masculine singular to 2nd person masculine singular forms is an example of heterosis of person: a poetic device in which the grammatical person shifts from line to line (M. H. Pope, Song of Songs [AB], 297). The third person is put for the second person (e. g, Gen 49:4; Deut 32:15; Ps 23:2–5; Isa 1:29; 42:20; 54:1; Jer 22:24; Amos 4:1; Micah 7:19; Lam 3:1; Song 4:2; 6:6) (E. W. Bullinger, Figures of Speech, 524-25). Similar shifts occur in ancient Near Eastern love literature (cf. S. N. Kramer, The Sacred Marriage Rite, 92, 99). Most translations render 1:2 literally and preserve the shifts from 3rd person masculine singular to 2nd person masculine singular forms (KJV, AV, NASB, NIV); others render 1:2 with 2nd person masculine singular forms throughout (RSV, NJPS).) would kiss me passionately! (tn Heb “May he kiss me with the kisses of his mouth!” The phrase יִשָּׁקֵנִי מִנְּשִׁיקוֹת (yishshaqeni minnÿshiqot, “kiss me with kisses”) is a cognate accusative construction used for emphasis.) For your lovemaking (tc The MT vocalizes consonantal דדיך as דֹּדֶיךָ (dodekha, “your loves”; mpl noun from דּוֹד, dod, “love” + 2nd person masculine singular suffix). The LXX and Vulgate reflect the vocalization דַּדֶּיךָ (daddekha, “your breasts”; mpl noun from דַּד, dad, “breast” + 2nd person masculine singular suffix). This alternate tradition was well known; it was followed by Hippolytus of Rome (d. 235) in his exposition of Canticles 1:2 and by Rabbi Yohanan of Tiberias (3rd century a. d.) as recorded in the Jewish midrashim on Canticles Rabbah 1:2.2. However, the MT vocalization is preferred. In terms of external evidence, the MT vocalization tradition is generally more reliable. In terms of internal evidence, the LXX form דַּדֶּיךָ (daddekha, “your [male!] breasts”) is a bit shocking, to say the least. On the other, the plural form דּוֹדִים (dodim, “loves”) is used in the Song to refer to multiple expressions of love or multiple acts of lovemaking (e. g., 1:4; 4:10; 5:1; 7:13 [ET 12]). tn Although it may be understood in the general sense meaning “love” (Song 1:4), the term דּוֹד (dod) normally means “lovemaking” (Prov 7:18; Song 4:10; 7:12[13]; Ezek 16:8; 23:17). The plural form דֹּדֶיךָ (dodekha, lit. “your lovemakings”) is probably not a plural of number but an abstract plural (so BDB 187 s. v. דּוֹד 3).) is more delightful (tn Heb “better than.” With the comparison of lovemaking to wine, the idea is probably “more intoxicating than wine” or “more delightful than wine.”) than wine. (tn The young woman compares his lovemaking to the intoxicating effects of wine. A man is to be “intoxicated” with the love of his wife (Prov 5:20). Wine makes the heart glad (Deut 14:26; Judg 9:13; Ps 104:15) and revives the spirit (2 Sam 16:1–2; Prov 31:4–7). It is viewed as a gift from God, given to enable man to enjoy life (Eccl 2:24–25; 5:18). The ancient Egyptian love poems use the imagery of wine and intoxication to describe the overwhelming effects of sexual love. For example, an ancient Egyptian love song reads: “I embrace her and her arms open wide; I am like a man in Punt, like someone overwhelmed with drugs. I kiss her and her lips open; and I am drunk without beer” (ANET 467-69).)"},{"number":3,"verse":"The fragrance (tn The preposition לְ (lÿ) of לְרֵיחַ (lÿrekha) has been understood in three ways: (a) dative of reference: “with respect to fragrance [your perfumes are pleasing]” (see GKC 430 §133. d); (b) asseverative or emphatic: “indeed the fragrance [of your perfumes is pleasing]” (see R. J. Williams, Hebrew Syntax, 50-51, §283); or (c) comparative: “[your lovemaking is better than wine], indeed better the scent [of precious ointments]” (W. F. Albright, “Archaic Survivals in the Text of Canticles,” Hebrew and Semitic Studies, 2, n. 4).) of your colognes (tn Heb “the scent of your oils.” The term שֶׁמֶן (shemen, “cologne”) refers to perfumes or colognes (Eccl 7:1; 10:1; Song 4:10). In Israel bodily oils were expensive (1 Kgs 17:12ff; 2 Kgs 2:4ff). Possession of oils and perfumes was a sign of prosperity and luxury (Deut 32:8; 33:24; Job 29:6; Prov 21:17; Ezek 16:13, 20). Wearing cologne was associated with joy (Ps 45:8; Eccl 9:8; Isa 61:3) because they were worn on festive occasions (Prov 27:9).) is delightful; (sn The term טוֹבִים (tovim, “pleasing”) refers to what is pleasant to the olfactory senses (BDB 373 s. v. II טוֹב 1. c) (e. g., Jer 6:20).) your name (sn The term שְׁמֶךָ (shÿmekha, “your name”) may be a metonymy of association for her lover. In Hebrew idiom, the name often represents the person (e. g., 1 Sam 25:25).) is like the finest (tn The meaning of the phrase שֶׁמֶן תּוּרַק (shemen turaq) is difficult to determine; several options have been proposed: (1) Traditionally, the term תּוּרַק is taken as a verb (Hophal imperfect 3rd person feminine singular from רִיק, riq, “to pour out”) which functions as an attributive adjective modifying the noun שֶׁמֶן (“oil, perfume”): “poured out oil.” The phrase is taken this way by LXX ἒλαιον ἐκχεομενον (“oil poured out”) which seems to reflect a Hebrew Vorlage of a passive verb functioning adjectivally. Accordingly, the phrase is traditionally translated “ointment/oil poured forth/poured out” (KJV, NKJV, ASV, NIV, RSV, NRSV, NJB), “purified oil” (NASB) or “spreading perfume” (NAB, CEV). However, this is syntactically awkward because: (a) the noun שֶׁמֶן (“oil”) is masculine (BDB 1032 s. v. שֶׁמֶן) but the verb תּוּרַק (“poured out”) is feminine (3rd person feminine singular); and (b) this would demand heterosis of the verb for an adjective function. (2) Aquila, who is known for his woodenly literal translation technique, reads ἒλαιον ἐκκενωθὲν (elaion ekkenwqen, “oil poured out”) which reflects a passive participle functioning adjectivally, perhaps מוּרָק (muraq; Hophal participle ms from רִיק “to pour out”). This involves simple orthographic confusion between ת and מ. This might be reflected in Qumran because Baillet’s restoration of 6QCant reads מרקחת מורקה (cited in BHS apparatus “c-c”) which would be vocalized מִרְקַחַת מוּרקָה (mirqakhat murqah, “perfumed poured out”). However, Baillet’s restoration is questioned by some scholars. (3) The BHS editors suggest emending MT תּוּרַק (turaq) to the noun תַּמְרוּק (tamruq, “purification”), used for oil of purification (e. g., Esth 2:3, 9, 12): תַּמְרוּק שֶׁמֶן (shemen tamruq) would mean “oil of purification” or “purified oil.” (4) A simpler solution is to take תּוּרַק as a previously unrecognized noun that is related to the Ugaritic noun trq which refers to high grade cosmetic oil (UT 145.20; 19.371). This approach is adopted by one other translation: “Your name is like finest oil” (NJPS).) perfume. (sn The similar sounding terms שֵׁם (shem, “name”) and שֶׁמֶן (shemen, “perfume”) create a wordplay (paronomasia).) No wonder the young women (sn The term עַלְמָה (’almah, “young woman”) refers to a young woman who is of marriageable age or a newly married young woman, usually before the birth of her first child (HALOT 835-36 s. v. עַלְמָה; BDB 761 s. v. עַלְמָה) (e. g., Gen 24:43; Exod 2:8; Ps 68:26; Prov 30:19; Song 1:3; 6:8; Isa 7:14). The only other use of the term “young women” (עֲלָמוֹת) in the Song refers to the young women of Solomon’s harem (Song 6:8). The root עלם denotes the basic idea of “youthful, strong, passionate” (HALOT 835 s. v. III עלם). While the term עַלְמָה (“young woman”) may be used in reference to a young woman who is a virgin, the term itself does not explicitly denote “virgin.” The Hebrew term which explicitly denotes “virgin” is בְּתוּלָה (bÿtulah) which refers to a mature young woman without any sexual experience with men (e. g., Gen 24:16; Exod 22:15–16; Lev 21:3; Deut 22:23, 28; 32:25; Judg 12:12; 19:24; 2 Sam 13:2, 18; 1 Kgs 1:2; 2 Chr 36:17; Esth 2:2–3, 17, 19; Job 31:1; Pss 45:15; 78:63; 148:12; Isa 23:4; 62:5; Jer 2:32; 31:3; 51:22; Lam 1:4, 18; 2:10, 21; 5:11; Ezek 9:6; Joel 1:8; Amos 9:13; Zech 9:17 (HALOT 166-7 s. v. בְּתוּלָה; BDB 143 s. v. בְּתוּלָה). The related noun בְּתוּלִים (bÿtulim) means “state of virginity” (Lev 21:13; Judg 11:37–38; Ezek 23:3, 8; Sir 42:10) and “evidence of virginity” (Deut 22:14–15, 17, 20) (HALOT 167 s. v. בְּתוּלִים).) adore (tn Heb “love.”) you!"},{"number":4,"verse":"Draw me (sn The verb מָשַׁךְ (mashakh, “draw”) is a figurative expression (hypocatastasis) which draws an implied comparison between the physical acting of leading a person with the romantic action of leading a person in love. Elsewhere it is used figuratively of a master gently leading an animal with leather cords (Hos 11:4) and of a military victor leading his captives (Jer 31:3). The point of comparison might be that the woman wants to be the willing captive of the love of her beloved, that is, a willing prisoner of his love.) after you; let us hurry! (tn The three verbs in this line are a good example of heterosis of person, that is, a shift from 2nd person masculine singular to 1st person common plural to 3rd person masculine singular forms: מָשְׁכֵנִי (mashÿkheni, “draw me!”; Qal imperative 2nd person masculine singular from מָשַׁךְ, mashakh, “to draw” + 1st person common singular suffix:), נָּרוּצָה (narutsah, “let us run!”; Qal cohortative 1st person common plural from רוּץ, ruts, “to run”), and הֱבִיאַנִי (hevi’ani, “he has brought me” or “bring me!”; Hiphil perfect 3rd person masculine singular בּוֹא, bo’, “to bring” + 1st person common singular suffix). Heterosis from second to third person occurs elsewhere in the Song in 1:2–3; 4:2; 6:6 (e. g, Gen 49:4; Deut 32:15; Ps 23:2–5; Isa 1:29; 42:20; 54:1; Jer 22:24; Amos 4:1; Micah 7:19; Lam 3:1).) May the king (tn Or “O king, bring me into your chambers!” The article on the noun הַמֶּלֶךְ (hammelekh, “the king”) may be taken in two ways: (1) the particularizing use of the article: “The king” (e. g., NIV: “The king has brought me into his chambers”) or (2) the vocative use of the article: “O king!” (NJPS margin: “O king, bring me into your chambers!”) (For the vocative use of the article, see GKC 405 §126. e; Joüon 2:506-7 §137. f; R. J. Williams, Hebrew Syntax, 19, §89; IBHS 247 §13.5.2c). The syntactical classification of the article is dependent upon: (1) Whether the MT reading of the 3rd person masculine singular suffix on חֲדָרָיו (khadarav, “his chambers”) is retained or whether the text is emended to the 2nd person masculine singular suffix form חַדְרֶךָ (khadrekha, “your chamber”) as reflected in Syriac (see textual note below). (2) Whether הֱבִיאַנִי (hevi’ani, Hiphil perfect 3rd person masculine singular from בּוֹא, bo’, “to bring” + 1st person common singular suffix) is classified as a perfect of past action (“The king has brought me into his chambers”) or a precative perfect (“O king, bring me into your chambers!”) (see syntactical note below). (3) Whether the consonantal form הביאני should be vocalized as הֱבִיאַנִי (hevi’ani, Hiphil perfect 3rd person masculine singular + 1st person common singular suffix) as preserved in MT or as הֲבִיאֵנִי (havi’eni, Hiphil imperative 2nd person masculine singular + 1st person common singular suffix) as reflected in Symmachus and Syriac (see textual note below).) bring (tn Or “has brought me.” The verb הֱבִיאַנִי (hevi’ani, Hiphil perfect 3rd person masculine singular בּוֹא, bo’, “to bring” + 1st person common singular suffix) may be classified in two ways: (1) perfect of past action: “The king has brought me into his chambers” or (2) precative perfect: “May the king bring me into his chambers!” (J. S. Deere, “Song of Solomon,” BKCOT, 1012). While some older grammarians denied the existence of the precative (volitional) function of the perfect in Hebrew (e. g., S. R. Driver, Tenses in Hebrew, 25-26; GKC 312-13 §106. n, n. 2), its existence is accepted in more recent grammars (e. g., IBHS 494-95 §30.5.4d; Joüon 2:365 §112. k). While the perfect of past action is the more common use of the perfect, the context suggests the more rare precative. As IBHS 494-95 §30.5.4d notes, the precative can be recognized contextually by its parallelism with the other volitive forms. The parallelism of precative הֱבִיאַנִי (“bring me!”) with the volitives in the two preceding parallel colons – מָשְׁכֵנִי (mashÿkheni, “draw me!”; Qal imperative 2nd person masculine singular from משַׁךְ, mashakh, “to draw” + 1st person common singular suffix:) and נָּרוּצָה (narutsah, “let us run!”; Qal cohortative 1st person common plural from רוּץ, ruts, “to run”) – favors the precative function of the perfect. The volitive function of consonantal הביאני is reflected in Syriac. The BHS editors suggest revocalizing MT to הֲבִיאֵנִי “bring me!” The precative function of the perfect הֱבִיאַנִי may explain the origin of this variant vocalization tradition reflected in Syriac. In terms of connotation, the precative functions as a volitive as an example of the irreal modal or optative function of the perfect (IBHS 494-95 §30.5.4d; Joüon 2:365 §112. k). In contrast to the use of the irreal perfect for situations which the speaker expresses as a wish without expectation of fulfillment (contrary-to-fact situations, hypothetical assertions, and expressions of a wish that is not expected to be realized), the precative refers to situations the speaker expresses his desire for and expects to be realized (IBHS 494-95 §30.5.4d). It is used most often in contexts of prayers to God which the speakers expect to be answered (e. g., Pss 3:8; 22:22; 31:5–6). Here, she expresses her desire that her lover consummate their love in his bedroom chambers; she expects this desire to be realized one day (e. g., 4:1–5:1). There are, however, several problems with nuancing the form as a precative: (a) this would demand emending MT חֲדָרָיו (khadarav, “his chambers”) to חַדְרֶךָ (khadrekha, “your chamber[s]”) – which is, however, reflected by Syriac Peshitta and Symmachus, and (b) it would demand nuancing the article on הַמֶּלֶךְ (hammelekh) as a vocative (“O king!”).) me into his (tc The MT reads the 3rd person masculine singular suffix on a plural noun חֲדָרָיו (khadarav, “his chambers”). This is reflected in LXX, Targums, and Vulgate. However, the 2nd person masculine singular suffix on a singular noun חַדְרֶךָ (khadrekha, “your chambers”) is reflected by Syriac Peshitta and Symmachus. See preceding note on the text-critical significance of these variant readings.) bedroom chambers! (tn The term חֶדֶר (kheder, “chamber”) is used frequently in reference to a bedroom (Gen 43:30; Judg 15:1; 16:9; 2 Sam 13:10; 1 Kgs 1:15; Ps 105:30; Isa 26:20). It refers explicitly to a bedroom when used with the noun מִשְׁכָּב (mishkav, “bed”) in the expression חֶדֶר מִשְׁכָּב “bedroom chamber” (Exod 7:28; 2 Sam 4:7; 2 Kgs 6:12; Eccl 10:20). The plural form חֲדָרָיו (khadarav, “his chambers”) functions as a plural of extension rather than a plural or number; it refers to one bedroom composed of several parts rather than referring to several different bedrooms. The expression “Bring me into your chambers” is a metonymy of cause for effect, that is, her desire for lovemaking in his bedroom chambers.) We will (tn Alternately, “Let us rejoice and delight in you.” There is debate whether the cohortatives נָגִילָה (nagilah, Qal cohortative 1st person common plural from גִּיל, gil, “to exult”), וְנִשְמְחָה (vÿnishmÿkhah, Qal cohortative 1st person common plural from שָמַח, shamakh, “to rejoice”) and נַזְכִּירָה (nazkirah, Hiphil cohortative 1st person common plural from זָכַר, zakhar, “to praise”) should be classified as (1) cohortatives of resolve, expressing the resolution or determination of the speakers to adopt or accomplish a course of action: “We will rejoice…we will delight…we will praise” (e. g., KJV, NASB, NIV) or (2) hortatory cohortatives, exhorting others to join in doing something: “Let us rejoice…let us delight…let us praise” (e. g., NJPS).) rejoice and delight in you; (tn A shift occurs in 1:4 from 1st person common singular forms to 1st person common plural forms: “Draw me (מָשְׁכֵנִי, mashÿkeni)…Let us run (נּרוּצָה, narutsah)…Bring me (הֱבִיאַנִי, hevi’ani)…We will be glad (נָגִילָה, nagilah)…We will rejoice in you (וְנִשְׁמְחָה, vÿnishmÿkhah)…We will remember (נַזְכִּירָה, nazkirah)…They love you (אֲהֵבוּךָ, ’ahevukha)….” Several translations and many commentators end the words of the Beloved at 1:4a and begin the words of the Friends in 1:4b and revert back to the words of the Beloved in 1:4c. The subject of the 1st person common plural forms may be the “young women” (עֲלָמוֹת) previously mentioned in 1:3. This is supported by the fact that in 1:3 the Beloved says, “The young women love you” (עֲלָמוֹת אֲהֵבוּךָ, ’alamot ’ahevukha) and in 1:4c she again says, “Rightly do they [the young women] love you” (מֵישָׁרִים אֲהֵבוּךָ, mesharim ’ahevukha). On the other hand, in ANE love literature the bride often uses plural pronouns to refer to herself (S. N. Kramer, The Sacred Marriage Rite, 92, 99). Some commentators suggest that the young man is addressing his beloved because בָּךְ (bakh) appears to have a 2nd person feminine singular suffix. However, the suffix on בָּךְ is in pause (after the accent) therefore, the normal 2nd person masculine singular suffix בָּךָ has reduced to shewa. The parallelism with the 2nd person masculine singular suffix on דֹדֶיךָ (dodekha, “your love”) supports the 2nd person masculine singular classification.) we will praise (tn Alternately, “remember.” The verb נַזְכִּירָה (nazkirah, Hiphil imperfect 1st person common plural from זָכַר, zakhar) is traditionally rendered “we will remember” (KJV), but is better nuanced “we will extol” (NASB) or “we will praise” (NIV). The verb זָכַר has a wide range of meanings: “to remember, call to mind” (Gen 8:1; Deut 24:9; Judg 8:34), “to name, mention” (Jer 20:9; 23:36; 31:20; Pss 63:7; 77:4), “to summon, command” (Nah 2:6), “to swear by” (Amos 6:10; 1 Chr 16:4), and “to praise, extol” (Exod 23:13; Josh 23:7; Pss 45:18; 71:16; Isa 26:13; 48:1; 62:6). The Hiphil stem has four denotations, and “to remember” is not one of them: (1) “to take to court,” (2) “to mention,” (3) “to make known,” and (4) “to praise, profess” (HALOT 269-70 s. v. I זכר). NJPS offers a poetic nuance that plays upon the wine motif: “savoring it more than wine.”) your love more than wine. The Beloved to Her Lover: How rightly (tn Alternately, “The righteous love you.” Scholars debate whether מֵישָׁרִים (mesharim) should be taken as a substantive (“the righteous”), abstract noun (“righteousness”), or adverb (“rightly”). The LXX’s εὐθύτης ἠγάπησεν σε (euquths hgaphsen, “righteousness loves you”) is awkward. The adverbial sense is preferred for several reasons: (1) The verb אֲהֵבוּךָ (’ahevuka, “they love you”) in 1:4c is repeated from 1:3c where it was used in reference to the maiden’s love for her lover. (2) There is no group designated as “the righteous” elsewhere in the Song. (3) To introduce an additional party into this poetic unit is unnecessary when it can be easily understood as a reference to the maidens of 1:3c.) the young women (tn Heb “they love you.” The words “the young women” do not appear in the Hebrew but are supplied in the translation for the sake of clarity. The shift from the 1st person common plural subjects in the three cohortatives – נָגִילָה (nagilah, Qal cohortative 1st person common plural from גּיל, gil, “to exult”), וְנִשְׂמְחָה (vÿnishmÿkhah, Qal cohortative 1st person common plural from שָמַח, shamakh, “to rejoice”), and נַזְכִּירָה (nazkirah, Hiphil cohortative 1st person common plural from זָכַר, zakhar, “to praise”) – to the 3rd person common plural subject in the verb אֲהֵבוּךָ (’ahevukha, Qal perfect 3rd person common plural from אָהֵב, ’ahev, “to love” + 2nd person masculine singular suffix) suggests to many scholars that a shift in speakers occurs at this point: the maidens praise the young man in the first two lines, while the Beloved affirms the appropriateness of their praise in the last line (e. g., NIV). However, the shift in person might simply be another example of heterosis of person (as already seen in 1:2–4a) – this time from first person to third person. Thus, the shift in grammatical person does not necessarily indicate a shift in speakers. It is possible that the maidens are speaking throughout all three lines, and that the third line should be nuanced, “How rightly we love you!”) adore you!"},{"number":5,"verse":"(The Maidens) (to the Lover:) (The Country Maiden and the Daughters of Jerusalem) (The Beloved to the Maidens:) I am dark but lovely, O maidens (tn Heb “O daughters of Jerusalem.”) of Jerusalem, dark (sn The term “dark” does not appear in the Hebrew in this line but is supplied in the translation from the preceding line for the sake of clarity. The poetic structure of this tricolon is an example of redistribution. The terms “black but beautiful” in the A-line are broken up – the B-line picks up on “black” and the C-line picks up on “beautiful.” The Beloved was “black” like the rugged tents of Qedar woven from the wool of black goats, but “beautiful” as the decorative inner tent-curtains of King Solomon (J. L. Kugel, The Idea of Biblical Poetry, 40; W. G. E. Watson, Classical Hebrew Poetry [JSOTSup], 181).) like the tents of Qedar, (sn The comparison of her dark, outdoors appearance to the “tents of Qedar” is quite fitting for two reasons. First, the name “Qedar” refers to an ancient Arabian tribe of bedouin who lived in tents and inhabited a region in northern Arabia. Their tents were traditionally woven from the wool of black goats. They were not beautiful to look at; they were rough, rustic, rugged, and weather-beaten. Second, the terms שְׁחוֹרָה (shÿkhorah, “black”) and קֵדָר (qedar, “Qedar”) create a wordplay because the root קָדַר (qadar) means “dark, dirty” (HALOT 1072 s. v. קדר). The point of the comparison is that the Beloved had dark skin and a rugged outdoors appearance because she had been forced to work outdoors, and so her skin had become dark as 1:6 states.) lovely (tn The term “lovely” does not appear in the Hebrew in this line but is supplied in the translation from the first line in this verse for the sake of clarity.) like the tent curtains (sn There is debate whether the terms “tents” אָהֳלֵי (’ahale, “tents”) and יְרִיעוֹת (yÿri’ot, “tent-curtains”) used here as synonyms or antonyms. The term אֹהֶל (’ohel, “tent”) is often used in reference to an overall tent assembly, with particular emphasis on the external structure (e. g., Gen 4:20; 18:1; 31:33; Exod 26:13; 40:19; Judg 4:17; Isa 54:2; Jer 37:10) (HALOT 19 s. v. I אֹהֶל). The term “tent-curtains” (יְרִיעוֹה) is used to refer to (1) inner hanging curtains, such as decorative hangings or tapestries inside a tent (e. g., Exod 26:1–2, 7; Num 4:25) and (2) a tent as a whole (e. g., 2 Sam 7:2; Jer 4:20; 10:20; Hab 3:7) (HALOT 439 s. v. יְרִיעוֹת). The two terms are often used in parallelism as an A-B word pair (Isa 54:2; Jer 4:20; 10:20; 49:29; Hab 3:7). Like the “tents” (אֹהָלִים) of Qedar which were made from the wool of black goats, “tent-curtains” (יְרִיעוֹה) also were sometimes made from goat hair (Exod 26:7). If the two are synonymous, the point is that the tents of Qedar and the tent-curtains of Salmah were both black but beautiful. If the two terms are antonyms, the point is that the tents of Qedar are black but the tent-curtains of Salmah are beautiful. In either case, her point is that she is black, but nonetheless beautiful. Rabbinic midrash misses the point; it views the metaphor as contrasting her swarthy outward appearance with her inner beauty: “Just as the tents of Kedar, although from outside they look ugly, black, and ragged, yet inside contain precious stones and pearls, so the disciples of the wise, although they look repulsive and swarthy in this world, yet have within them knowledge of the Torah, Scriptures, Mishnah, Midrash, Halachoth, Talmud, Toseftas and Haggadah” (Midrash Rabbah 4:54-55).) of Salmah. (tc The MT vocalizes שׁלמה as שְׁלֹמֹה (shÿlomoh, “Solomon”); however, the BHS editors suggest the vocalization שַׁלְמָה (shalmah); cf. NAB “Salma.” Salmah is the name of an ancient Arabian tribe mentioned in Assyrian and South Arabic sources, as well as Targum Onqelos (Gen 15:19; Num 24:21; Judg 4:17). Like the tribe of Qedar, Salmah was an Arabian nomadic tribe which inhabited a region in northern Arabia and the region of Petra. The proposed revocalization produces tighter parallelism between Qedar and Salmah, than Qedar and Solomon. This also creates a striking wordplay on the name שְׁלֹמֹה (M. H. Pope, Song of Songs [AB], 320).)"},{"number":6,"verse":"Do not stare at me because (tn The relative pronoun שֶׁ (she) on שֶׁאֲנִי (she’ani, “because I”) functions in a causal sense, as in the following colon (BDB 980 s. v. שֶׁ 3. b) (e. g., Song 5:2; Eccl 2:18).) I am dark, for (tn The relative pronoun שֶׁ (she) on שֶׁשֱּׁזָפַתְנִי (sheshshezafatni) functions in a causal sense, as in the preceding colon (BDB 980 s. v. שֶׁ 3. b) (e. g., Song 5:2; Eccl 2:18).) the sun has burned my skin. (tn Heb “the sun has stared at me.” The verb שָׁזַף (shazaf) means “to look at, catch sight of, glance at” (e. g., Job 20:9; 28:7) (HALOT 1456 s. v. שׁזף; BDB 1004 s. v. שָׁזַף). The Beloved personifies the sun (הַשָּׁמֶשׁ, hashshamesh) as having looked at the Beloved too long, that is, it burned her skin.) My brothers (tn Heb “the sons of my mother.”) were angry (sn The verb הָרָה (harah, “to burn in anger, to be angry”) creates an interesting wordplay or pun on the preceding line: “The sun burned me (= my skin).” The sun burned her skin, because her brothers had burned (נִהֲרוּ, niharu) in anger against her. This is an example of a polysemantic wordplay which explains the two basic meanings of הָרָה (“to burn, to be angry”) (W. G. E. Watson, Classical Hebrew Poetry [JSOTSup], 241-42).) with me; they made me the keeper of the vineyards. Alas, my own vineyard (sn The noun כֶּרֶם (kerem, “vineyard”) is used figuratively in this line (see following note on the wordplays in this verse). Some suggest that her “vineyard” refers to her virginity, that is, she lost her virginity. However, this runs contrary to the moral purity accorded to the Beloved throughout the Song (e. g., 4:12; 8:8–10). It is better to take the “vineyard” imagery as a reference to her ability to take care of her physical appearance which had been thwarted by being forced to work outside where her skin had been darkened by the scorching rays of the sun, as alluded to throughout 1:4–5[5-6].) I could not keep! (sn The repetition of the noun כֶּרֶם (kerem, “vineyard”) and the verb נָטַר (natar, “to keep, maintain”) creates a series of eloquent wordplays. The first occurrence of כֶּרֶם (“vineyard”) and נָטַר (“to keep”) is literal, the second occurrence of both is figurative (hypocatastasis). Her brothers forced her to work outside in the sun, taking care of the vineyards; as a result, she was not able to take care of her appearance (“my own vineyard I could not keep”).)"},{"number":7,"verse":"(The Shepherd and the Shepherdess) (The Beloved to Her Lover:) Tell me, O you whom my heart (tn Heb “soul.”) loves, where do you pasture your sheep? Where do you rest your sheep during the midday heat? Tell me lest (tn The causal relative pronoun שֶׁ (she, “because”; BDB 980 s. v. שֶׁ 3. b) is prefixed to the interrogative particle לָמָה (lamah, “why?”; BDB 554 s. v. מַה 4. d) to form the idiom שַׁלָּמָה (shallamah, “lest”; BDB 554 s. v. מַה 4. d. β; 980 s. v. שֶׁ 3b). BDB notes that לָמָה is used with an imperfect – as is the case here with אֶהְיֶה (’ehyeh, Qal imperfect 1st person common singular from הָיָה, haya, “to be”) – to deprecate a situation and for rhetorical emphasis to introduce the reason why something should, or should not, be done: “Why should?” (e. g., Gen 27:45; 47:19; Exod 32:12; 1 Sam 19:5, 17; 20:8, 32; 2 Sam 2:22; 13:26; 16:9; 20:19; 2 Kgs 14:10; 2 Chr 25:16; Neh 6:3; Pss 79:10; 115:2; Eccl 5:5; 7:16–17; Jer 40:15; Joel 2:17) (BDB 554 s. v. מַה 4. d. β). When connected with a foregoing sentence by the causal relative pronouns שֶׁ “because,” the idiom שַׁלָּמָה connotes “lest” (literally, “Because why should?”) (BDB 554 s. v. 4. d. β). The meaning of שַׁלָּמָה is identical to the parallel constructions אֲשֶׁר לָמָּה (’asher lammah, “lest”; Dan 1:10) and דִּי לְמָה (di lÿmah, “lest”; Ezra 7:23). In Song 1:6[7] the causal relative pronoun שֶׁ connects it to the preceding lines, and our idiom assumes the elided phrase לִי הַגִּידָהּ (haggidah li, “Tell me!”) which occurred earlier: “Tell me lest I …!” or “Tell me! For why should I…?”) I wander around (tn The meaning of MT עֹטְיָה (’otÿyah, Qal active participle fs from עָטָה, ’atah, “to veil oneself”) is debated; several options have been proposed: (1) Some scholars attempt to explain this in light of ancient Israelite culture or customs. The term עָטָה describes a person wrapping oneself in a garment or with a veil (HALOT 813 s. v. I עטה) as (a) a sign of grief or mourning (Ezek 24:17, 22), uncleanness (Lev 13:45), or shame (Mic 3:7), and as (b) the clothing of the deceased (1 Sam 28:14) and veiled cult-prostitutes (Gen 28:14). The term is rendered “one who veils herself” (NASB), “one who is veiled” (NRSV, KJV margin) and “like a veiled woman” (ASV, NIV). BDB suggests that she veiled herself in mourning (BDB 741 s. v. I עָטָה). Rashi suggested that she veiled herself in mourning because she did not know where to find her beloved (Canticles Rabbah 1:6). Many commentators connect this with the veiled cult-prostitute soliciting business among shepherds. She wished to avoid what Tamar tried to do: to be mistaken as a harlot looking for business among the shepherds (Gen 38:14–23). If her beloved would not declare his whereabouts, she would be reduced to looking for him among the shepherds – an action that could be easily misunderstood. This is reflected in the CEV paraphrase: “Don’t let the other shepherds think badly of me.” R. E. Murphy (Song of Songs [Hermeneia], 131) writes: “Commentators have interpreted the covering as a sign of mourning (2 Sam 15:30) or as the sign of a harlot (Gen 38:14–15). These references are not helpful in explaining the context of v 7, and in neither of the instances is the word עָטָה used. She seems rather to refer to some kind of covering or disguise she will be forced to use unless she knows where to find him. One can infer that the disguise will enable her to avoid being identified by his ‘companions,’ but no reason is given (perhaps she does not want them to know about the rendezvous?)” (2) Other scholars resort to comparative lexicography. For example, S. R. Driver suggested that עֹטְיָה is not derived from עָטָה I (“to veil”), but from the Arabic root gth that came into Hebrew as the homonymic root עָטָה “to pick lice” (Isa 22:17; Jer 43:12) (HALOT 814 s. v. II עטה). Driver renders the line, “lest I be left picking lice,” that is, while away the siesta-time grooming herself. Most scholars reject this proposal; it seems strange in the context and unnecessarily creates a homonym for a well-known term that makes adequate sense contextually. Nevertheless, Driver’s proposal was adopted by the NEB: “that I may not be left picking lice.” See D. R. Driver, “Lice in the Old Testament,” PEQ 106 (1974): 159-160. (3) Still other scholars emend the text. MT reads כְּעֹטְיָה (kÿ’otÿyah, “like one who is veiled”) (preposition כְּ + Qal active participle fs עָטָה I “to veil”) which is also reflected in the LXX’s ὠ περιβαλλομενη (w periballomenh, “like one who is covered”; fs passive participle from περιβάλλω, periballw, “to cover”). However, several ancient versions (Greek: Symmachus, Syriac Peshitta, Vulgate) reflect a Hebrew Vorlage with metathesis of the first two consonants: כְּטֹעִיָּה (kÿto’iyyah) from טָעָה (ta’ah, “to wander about, to stray”; e. g., Ezek 13:10). The root טָעָה would be an Aramaizing form of Hebrew תָּעָה (“to wander”). This emendation is suggested by the BHS editors and the lexicons (HALOT 377 s. v. טעה; 814; BDB 742 s. v.); It is adopted by many translations: “like one who wanders” (RSV, AV, JB, NAB, NJV), “like one who strays” (JPS, NJPS) and “as one that turneth aside” (KJV). This would make nice sense contextually: she begs her beloved to tell her where to find him because she does not want to wander around like someone who is lost.) beside the flocks of your companions!"},{"number":8,"verse":"(The Lover to His Beloved:) If you do not know, O most beautiful of women, simply follow the tracks of my flock, and pasture your little lambs beside the tents of the shepherds."},{"number":9,"verse":"(The Beautiful Mare and the Fragrant Myrrh) (The Lover to His Beloved:) O my beloved, you are like (tn Heb “I compare you to.”) a (tn The hireq-yod ending on סֻסָתִי (susati) is a remnant of the old genitive ending (e. g., nominative: malku, genitive: malki, accusative: malka), the so-called hireq compaginis ending. Thus, סֻסָתִי בְּרִכְבֵי פַרְעֹה (susati berikve par’oh) is a double genitive-construct: “a mare among the chariot-horses of Pharaoh” (M. H. Pope, Song of Songs [AB], 338) or “a mare among the chariots of Pharaoh” (R. E. Murphy, Song of Songs [Hermeneia], 131). The hireq-yod ending was mistakenly treated as 1st person common singular possessive suffix “my mare” by LXX, Vulgate, Syriac. This approach is mistakenly adopted by several translations: “my mare” (NASB, NJB), “my filly” (NKJV) and “my company of horsemen” (DRA).) mare (sn It was common in ancient love literature to compare a beautiful woman to a sleek filly. For example, Horace likened Lyde to a three year old filly: “She gambols over the spreading plains and shrinks from touch, to wedlock still a stranger, not yet ripe for eager mate” (Horace, Odes iii. xi. 9). Theocritus compared Helen of Troy to a graceful steed harnessed to a chariot: “As towers the cypress mid the garden’s bloom, as in the chariot proud Thessalian steed, thus graceful rose-complexion’d Helen moves” (Theocritus, Idyll xviii. 30-31).) among Pharaoh’s stallions. (tn Heb “among the chariot-horses” or “among the chariots.” The noun רֶכֶב (rekhev) has a wide range of meanings: “chariots, war-chariots” (Exod 14:17–18, 23; 15:19; Deut 11:4; 20:1; Josh 11:4) “chariot crews, chariot troops” (1 Kgs 9:22; 16:9; 22:31; 2 Kg 8:21), “column of chariots, troop of warriors” (Isa 21:7, 9), “charioteer” (Ps 76:7), and “chariot-horses” (Exod 14:9; 2 Sam 8:4; 1 Chr 18:4; Ezek 39:20) (HALOT 1233-35 s. v. רֶכֶב). Scholars have struggled with the meaning of בְּרִכְבֵי פַרְעֹה (bÿrikhbe par’oh, “[harnessed to (?)] Pharaoh’s chariot”; HALOT 1234 s. v. 6. b). M. H. Pope (Song of Songs [AB], 338) suggests that רִכְבֵי (rikhbe) be nuanced “chariot-horses” and the phrase rendered “among the chariot-horses of Pharaoh.” Pope offers the best explanation of this enigmatic picture: “A crucial consideration overlooked by commentators is the well-attested fact that Pharaoh’s chariots, like other chariotry in antiquity, were not drawn by a mare or mares but by stallions hitched in pairs. This bit of intelligence radically alters the usual understanding of the verse and dispels the notion that there is a grammatical incongruity, which needs harmonizing. The juxtaposition is between a single mare and a plurality of stallions and it requires only a modicum of what is called ‘horse sense’ to appreciate the thrust of the comparison. The situation envisaged is illustrated by the famous incident in one of the campaigns of Thutmose III against Qadesh. On his tomb at Thebes, the Egyptian soldier Amenemheb relates how the Prince of Qadesh sent forth a swift mare, which entered among the army. But Amenemheb ran after her on foot and with his dagger ripped open her belly, cut off her tail, and presented it to the king, thus preventing a debacle before the excited stallions could take out after the mare.”)"},{"number":10,"verse":"Your cheeks are beautiful with ornaments; your neck is lovely (tn The phrase “is lovely” does not appear in the Hebrew but is supplied in the translation for the sake of clarity to complete the parallelism with the preceding line.) with strings of jewels."},{"number":11,"verse":"We (tn The subject of the 1st person common plural verb נַעֲשֶׂה (na’aseh) might be the maidens of Jerusalem mentioned in 1:4[5]. However, this might be an example of heterosis of number, that is, the 1st person common plural for 1st person common singular person. In this case, her lover – the speaker throughout the rest of 1:8–9[9-10] – would still be the speaker here. Other possible examples of heterosis of number of the plural for the singular in the Song include 1:3[4]; 2:15; 5:1b; 6:13[7:1].) will make for you gold ornaments studded with silver. (tn Or “We will make gold ornaments with your studs of silver.”)"},{"number":12,"verse":"(The Beloved about Her Lover:) While the king was at his banqueting table, (tn The lexicons suggest that מֵסַב (mesav) refers to a round banquet table (HALOT 604 s. v. מֵסַב) or divan with cushions (BDB 687 s. v. מֵסַב 2). In Mishnaic Hebrew the noun מֵסַב refers to a dining couch, banquet table, as well as cushions or pillows (HALOT 604). The related noun מְסִבָּה (mÿsibbah) refers to a banqueting party (HALOT 604 s. v. מְסִבָּה; Jastrow 803 s. v. מְסִבָּה). The versions took it as a reference to a resting place (see LXX, Vulgate, Syriac Peshitta). R. E. Murphy (Song of Songs [Hermeneia], 131) suggests that it refers to (1) a couch or divan on which a person declined while eating, (2) a group of people gathered in a circle, that is, an entourage, or (3) a private place such as an enclosure. tc The MT בִּמְסִבּוֹ (bimsibbo, “his banquet table”) is enigmatic: “While the king was at his banquet table, my nard gave forth its fragrance.” W. Rudolph suggests emending to מְסִבִּי (mÿsibbi, “around me”): “While the king surrounded me, my nard gave forth its fragrance” (Des Buch Ruth, das Hohe Lied, die Klagelieder [KAT], 27).) my nard (sn “Nard” (נֵרְדְּ, nerdÿ) was an aromatic oil extracted from the Valerian nardostachys jatamansi which was an aromatic drug from a plant which grew in the Himalaya region of India, used for perfume (HALOT 723 s. v. נֵרְדְּ). Nard was an expensive imported perfume, worn by women at banquets because of its seductive charms. It was used in the ANE as a love potion because of its erotic fragrance (R. K. Harrison, Healing Herbs of the Bible, 48-49).) gave forth its fragrance. (tn Or “The fragrance of my myrrh wafted forth.”)"},{"number":13,"verse":"My beloved is like a fragrant pouch of myrrh (sn The term מֹר (mor, “myrrh”) refers to an aromatic gum (Commiphora abessinica resin) which exudes from the bark of the Balsmodendron myrrha tree which was native only to Arabia, Abyssinia, and India (HALOT 629 s. v. מֹר). It was an expensive luxury item, which had to be imported into Israel. In liquid form it could be carried in small bottles like nard, but it was also used in solid form in which it was carried in a small cloth pouch or sachet worn next to the body. The myrrh was mixed with fat and shaped into cones and as the fat melted from the body heat, the aroma of myrrh and the anointing oil would perfume a woman’s body. Because it had a very strong aroma which would last for long periods of time, women often wore it to bed to perfume themselves for the next day. Because of its beautiful fragrance, it is associated with romance (e. g., Isa 3:24) (R. K. Harrison, Healing Herbs of the Bible, 45-46).) spending the night (tn Alternately, “resting between my breasts.” The verb לִין (lin) has a three-fold range of meaning in the Qal stem: (1) “to leave overnight,” e. g., meat or corpse on a tree, (2) “to spend the night, stay overnight,” and (3) “to stay, dwell” (HALOT 529 s. v. לין). The myrrh motif (see study note above) suggests the nuance “to spend the night” (HALOT 529 s. v. 2). This is also the most appropriate nuance of its usage in Song 7:12 (e. g., Gen 19:2; 24:23, 25, 54; 28:11; 31:54; 32:14, 22; Num 22:8; Josh 3:1; 4:3; 6:11; 8:9; Judg 18:2; 19:4–15 (9x), 20; 20:4; 2 Sam 12:16; 17:8, 16; 19:8; 1 Kgs 19:9; Isa 21:13; 65:4; Jer 14:8; Joel 1:13; Zeph 2:14; Pss 25:13; 55:8; Job 24:7; 31:32; 39:9; Prov 19:23; Song 7:12; Ruth 1:16; 3:13; Neh 4:16; 13:20; 1 Chr 9:27). Several translations follow course: “he shall lie all night betwixt my breasts” (KJV) and “which lies all night between my breasts” (NASB). Others downplay the obvious sexual connotations: “resting between my breasts” (NIV) and “lodged between my breasts” (NJPS). The imperfect has been taken in two basic senses: (1) future time action: “he shall spend the night between my breasts” and (2) present characteristic or present progressive: “he spends the night between my breasts.” The latter is favored by the characteristic/progressive nature of the metaphors used through 1:12–13[13-14].) between my breasts."},{"number":14,"verse":"My beloved is like a cluster of henna blossoms (sn The henna plant (כֹּפֶר, kofer, “henna”; HALOT 495 s. v. III כֹּפֶר) is an inflorescent shrub with upward pointing blossoms, that have sweet smelling whitish flowers that grow in thick clusters (Song 4:13; 7:12). Like myrrh, the henna plant was used to make sweet smelling perfume. Its flowers were used to dye hair, nails, fingers, and toes orange.) in the vineyards of En-Gedi. (sn En-Gedi is a lush oasis in the midst of the desert wilderness on the southwestern shore of the Dead Sea. The surrounding region is hot and bleak; its dry sands extend monotonously for miles. The Dead Sea region is a salty desert covered with a dusty haze and characterized by almost unbearable heat during most of the year. The lush oasis of En-Gedi is the only sign of greenery or life for miles around. It stands out as a surprising contrast to the bleak, dry desert wilderness around it. In the midst of this bleak desert wilderness is the lush oasis in which indescribable beauty is found. The lush oasis and waterfall brings welcome relief and refreshment to the weary desert traveler.)"},{"number":15,"verse":"(Mutual Praise and Admiration) (The Lover to His Beloved:) Oh, (sn His praise begins with the exclamatory particle הִנֵּה (hinneh, “behold!”). This is often used to introduce a statement in which the speaker either newly asserts or newly recognizes something (BDB 244 s. v. הִנֵּה b. a).) how beautiful you are, my beloved! (sn The term רַעְיָתִי (ra’yati, “my darling”) is from רֵעַ (re’a) “companion, friend” in general (e. g., Job 2:11; 6:27; 12:4; Pss 35:14; 122:8; Prov 14:20; 17:17; 19:6; 27:10) and “darling, beloved” in romantic relationships (e. g., Job 30:29; Jer 3:1, 20; Hos 3:1; Song 5:1, 16) (HALOT 1253-54 s. v. II רֵעַ; BDB 945 s. v. II רָעָה II.1). This is the most common term of affection to address the Beloved (Song 1:9, 15; 2:2, 10, 13; 4:1, 7; 5:2; 6:4).) Oh, how beautiful you are! Your eyes (sn In the ancient Near East there was an unusual emphasis on beauty of a woman’s eyes. This was probably due to the practice of women veiling themselves and wearing long robes so that no portion of their body or face was exposed to sight except for their eyes (e. g., Gen 26:17). The only indication of a woman’s beauty was her eyes. There was no better (and no other, in light of the attire) way to praise a woman’s beauty in the ancient Near East (G. L. Carr, Song of Solomon [TOTC], 86).) are like doves! (tn Heb “Your eyes are doves.” This metaphor compares her eyes to doves. There is no lack of suggestions as to the point of the comparison: (1) Arabic love literature describes doves having sentimental eyes, the point here (Marcia Falk, Love Lyrics from the Bible, 113). (2) The comparison has to do with the color of her eyes (G. L. Carr, Song of Solomon [TOTC], 86). (3) The comparison has to do with the glistening color of the dove and its quick movements, that is, her eyes had a beautiful color and had lively motion (M. H. Pope, Song of Songs [AB], 356). (4) The comparison has to do with the fluttering of her eyes which reminded him of the fluttering of a dove’s wings (M. D. Goulder, The Song of Fourteen Songs [JSOTSup], 5). (5) The comparison has to do with gentleness and purity, as well as longing and simplicity (K&D 18:38).)"},{"number":16,"verse":"(The Beloved to Her Lover:) Oh, how handsome you are, my lover! (sn The statement הִנָּךְ יָפָה רַעְיָתִי (hinnakh yafah ra’yati, “How beautiful you are, my darling”) in 1:15 is virtually mirrored by the Beloved’s statement in 1:16, הִנְּךְ יָפֶה דוֹדִי (hinnÿkh yafeh dodi, “How handsome you are, my lover”).) Oh, (tn The term אַף (’af, “how”) is used to: (1) introduce additional information; (2) to emphasize a point; (3) to enhance a statement; (4) to create an antithesis (HALOT 76 s. v. אַף). The usage here is to enhance “how pleasant” or “certainly pleasant” (HALOT 76). The particle אַף is often used in Hebrew poetry to emphatically introduce a thought in the second colon which is a step beyond what was asserted in the first colon (e. g., Deut 33:3, 20, 28; 1 Sam 2:7; Pss 16:6, 7, 9; 18:49; 65:14; 68:9, 17; 74:16; 89:28; 93:1; Prov 22:19; 23:28) (BDB 64 s. v. b.1). Sometimes, אַף is used to introduce a surprise or something unexpected (e. g., Job 14:3; 15:4) (BDB 65 s. v. a.1). The particle אַף (“Oh!”), which introduces this line, is often used in Hebrew poetry to emphatically introduce a new thought and indicates that this is an addition to the previous statement; it is something far greater.) how delightful (tn The term נָעִים (na’im, “pleasant, delightful”) can refer to physical attractiveness or to personal character (BDB 653 I נָעֵם; HALOT 705 s. v. I נעם). Some suggest that it refers to the pleasantness of his character and personality; however, it is better to take this as a reference to his handsome physical appearance for several reasons: (1) The terms יָפֶה (yafeh, “handsome”) and נָעִים (“delightful”) are probably used in synonymous rather than synthetic parallelism. (2) The emphasis in 1:15–16 is on physical beauty as the repetition of the term “beautiful, handsome” (יָפֶה) suggests. (3) The related verb נָּעַמְתְּ (na’amtÿ, “to be delightful”) is used in Song 7:7 in synonymous parallelism with יָפָת (yafat, “to be beautiful”) in the description of the Beloved’s physical beauty. (4) Hebrew lexicographers classify this usage of נָעִים in Song 1:16 in terms of physical beauty rather than personal character (BDB 653 s. v. 2).) you are! The lush foliage (tn The term רַעֲנָנָה (ra’ananah, “lush, verdant”) refers to the color “green” and is often used in reference to luxuriant foliage or trees (Pss 37:35; 52:8; Jer 11:16; Hos 14:8). The impression 1:16c–17 gives is that the young man and young woman are lying down together on the grass in the woods enjoying the delights of their caresses. They liken the grass below and the green leaves above to a marriage couch or canopied bed.) is our canopied bed; (tn Or “The lush foliage is our marriage couch.” The term עֶרֶשׂ (’eres, “bed”) describes a canopied bed (Pss 6:7; 41:4; 132:2; Prov 7:16) or marriage couch (Song 1:16) (BDB 793 s. v. עֶרֶשׂ).)"},{"number":17,"verse":"the cedars are the beams of our bedroom chamber; the pines are the rafters of our bedroom."}]}