{"bibleAbbr":"NET2007","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":3,"verses":[{"number":1,"verse":"(The Lost Lover is Found) (The Beloved about Her Lover:) All night long (tn Alternately, “at night” or “night after night.” The noun בַּלֵּילוֹת (ballelot, plural of “night”) functions as an adverbial accusative of time. The plural form בַּלֵּילוֹת from לַיְלָה (laylah, “night”) can be classified in several ways: (1) plural of number: “night after night” (NASB, NEB); (2) plural of extension: “all night long” (NIV); (3) plural of composition: “by night” (KJV) and “at night” (NJPS); or (4) plural of intensity: “during the blackest night.” The plural of extension (“all night long”) is supported by (1) the four-fold repetition of the verb בָּקַשׁ (baqash, “to seek”) in 3:1–2 which emphasizes that the Beloved was continually looking for her lover all night long, (2) her decision to finally arise in the middle of the night to look for him in 3:2–4, and (3) her request in the immediately preceding verse (2:17) that he make love to her all night long: “until the day breathes and the shadows flee….” One should note, however, that the plural בַּלֵּילוֹת occurs in 3:8 where it is a plural of composition: “by night” (NJPS) or “of the night” (NASB, NIV) or “in the night” (KJV). sn The use of the term בַּלֵּילוֹת (ballelot, “night”) in 3:1 stands in striking contrast to the use of the term הַיּוֹם (hayyom, “the day”) in 2:17 which is the preceding verse. In 2:17 the woman invited her beloved to make love to her all night long; however, in 3:1 she recounts a nightmarish experience in which she was unable to find her beloved next to her in bed. Scholars debate whether 3:1–4 recounts a nightmare-like dream sequence or a real-life experience. There are striking parallels between 3:1–4 and 5:2–8 which also raises the possibility of a nightmare-like dream sequence.) on my bed (tn The term מִשְׁכָּב (mishkav, “bed”) in 3:1 is the common term for marriage bed (HALOT 646 s. v. מִשְׁכָּב; BDB 1012 s. v. מִשְׁכָּב) in distinction from the common term for עֶרֶש (’eresh, “couch”) in 1:16. Several uses of the term מִשְׁכָּב (“bed”) have overt sexual connotations, denoting the place of copulation (Gen 49:4; Lev 18:22; 20:13; Num 31:17, 35; Judg 21:11, 12; Prov 7:17; Isa 57:7–8). The noun is used in the expression מִשְׁכָּב דֹּדִים (mishkav dodim, “love-bed”) with obvious sexual connotations (Ezek 23:17).) I longed for (tn Heb “I sought….” The verb בָּקַשׁ (baqash, “to seek”) denotes the attempt to physically find someone (e. g., 1 Sam 13:14; 16:16; 28:7; 1 Kgs 1:2–3; Isa 40:20; Ezek 22:30; Esth 2:2; Job 10:6; Prov 18:1) (HALOT 152 s. v. בקשׁ). However, it is clear in 3:1 that this “search” took place upon her bed. It does not make sense in the context that the Beloved was looking around in her bed to find her lover – how big could her bed be that she had lost him? Rather, בָּקַשׁ (“to seek”) is used metonymically to reference to her longing for her absent lover, that is, seeking in the sense of anticipation. The perfect tense should be classified as a past constantive action, describing a past action which covered an extended period of time, as indicated by the phrase בַּלֵּילוֹת (ballelot, plural of extension, “all night long”) in 3:1. This continual action is emphasized by the four-fold repetition of בָּקַשׁ (“seek”) in 3:1–2.) my lover. (tn Heb “the one whom my soul loves.” The expression נַפְשִׁי (nafshi, “my soul”) is a synecdoche of part for the whole (= the woman). The expression נַפְשִׁי (“my soul”) is often used as independent personal pronoun. It often expresses personal preference, such as love or hatred (e. g., Gen 27:4, 25; Lev 26:11, 30; Judg 5:24; Isa 1:14) (HALOT 712 s. v. נֶפֶשׁ). The term נֶפֶשׁ (nefesh, “soul”) is used over 150 times in OT to refer to the seat of a person’s emotions and passions (BDB 660 s. v. נֶפֶשׁ c.6. a) (e. g., Deut 12:15, 20, 21; 14:26; 18:6; 21:14; 24:15; 1 Sam 3:21; 23:30; 2 Sam 14:14; 1 Kgs 11:37; Isa 26:8; Jer 2:24; 22:27; 34:16; 44:14; Ezek 16:27; Hos 4:8; Mic 7:1; Pss 10:3; 24:4; 25:1; 35:25; 78:18; 86:4; 105:22; 143:8; Prov 13:4; 19:8; 21:10; Job 23:13; Song 5:6). It often refers to the seat of love (BDB 660 s. v. d.6. e) (e. g., Gen 34:3, 8; Jer 12:7; Ps 63:9; Song 1:7; 3:1–4). The expression אֵת־שֶׁאָהֲבָה נַפְשִׁי (’et-she’ahavah nafshi, “the one whom I love”; Heb “the one whom my soul loves”) is repeated four times in 3:1–4. The repetition emphasizes her intense love for her beloved. The noun אָהֲבָה (’ahavah, “love”) is often used in reference to the love between a man and woman, particularly in reference to emotional, romantic, or sexual love (2 Sam 1:26; 13:15; Prov 5:19; 7:18; Song 2:4–5, 7; 3:5; 5:8; 8:4, 6–7; Jer 2:2, 33). Likewise, the verb אָהֵב (’ahev, “to love”) often refers to emotional, romantic, or sexual love between a man and woman (e. g., Gen 24:67; 29:20, 30, 32; 34:3; Deut 21:15, 16; Judg 14:16; 16:4, 15; 1 Sam 1:5; 18:20; 2 Sam 13:1, 4, 15; 1 Kgs 11:1; 2 Chr 11:21; Neh 13:26; Esth 2:17; Eccl 9:9; Song 1:3, 4, 7; 3:1–4; Jer 22:20, 22; Ezek 16:33, 36–37; 23:5, 9, 22; Hos 2:7–15; 3:1; Lam 1:19).) I longed for (tn Heb “I searched for him” or “I sought him” (see study note above).) him but he never appeared. (tc The LXX adds “I called him but he did not answer me” (ἐκάλεσα αὐτόν καὶ οὐχ ὑπήκουσέν μου, ekalesa auton kai ouc Juphkousen) to 3:2d on the basis of its appearance in the parallel expressions in Song 5:6. There is no textual support for its inclusion here. tn Heb “but I did not find him.” The verb מָצָא (matsa’, “to find”) normally describes discovering the whereabouts of something/someone who is lost or whose presence is not known. It is clear in 3:1 that the Beloved was not taking a physically active role in looking all around for him, because she stayed in her bed all night long during this time. Therefore, the verb מָצָא (“to find”) must be nuanced metonymically in terms of him appearing to her. It does not denote “finding” him physically, but visually; that is, if and when he would arrive at her bedside, she would “find” him. This might allude to her request in 2:17 for him to rendezvous with her to make love to her all night long (“until the day breathes and the shadows flee”). Despite the fact that she was waiting for him all night long, he never appeared (3:1). The verb מָצָא (“to find”) is repeated four times in 3:1–4, paralleling the four-fold repetition of בָּקַשׁ (baqash, “to seek”). This antithetical word-pair creates a strong and dramatic contrast.)"},{"number":2,"verse":"“I will arise (sn Three 1st person common singular cohortatives appear in verse 2: אָקוּמָה (’aqumah, “I will arise”), אֲסוֹבְבָה (’asovÿvah, “I will go about”), and אֲבַקְשָׁה (’avaqshah, “I will seek”). These cohortatives have been taken in two basic senses: (1) resolve: “I will arise…I will go about…I will seek” (KJV, NIV) or (2) necessity: “I must arise…I must go about…I must seek” (NASB, NJPS). There is no ethical or moral obligation/necessity, but the context emphasizes her intense determination (e. g., 3:4b). Therefore, they should be classified as cohortatives of resolve, expressing the speaker’s determination to pursue a course of action. The three-fold repetition of the cohortative form emphasizes the intensity of her determination. tn The emphatic particle of exhortation נא appears in the expression אָקוּמָה נָּא (’aqumah nah, “I will arise…”). This particle is used with 1st person common singular cohortatives to emphasize self-deliberation and a determined resolve to act (BDB 609 s. v. נָא b.3. a) (e. g., Gen 18:21; Exod 3:3; 2 Sam 14:15; Isa 5:1; Job 32:21).) and look all around (tn The root סָבַב (savav) in the Qal stem means “to go around, to do a circuit” (1 Sam 7:16; 2 Chr 17:9; 23:2; Eccl 12:5; Song 3:3; Isa 23:16; Hab 2:16), while the Polel stem means “to prowl around” (Ps 59:7, 15; Song 3:2) (HALOT 739-740 s. v. סבב). The idea here is that the Beloved is determined to “look all around” until she finds her beloved.) throughout the town, and throughout the streets (sn There is a consonantal wordplay in 3:2 between the roots בּקשׁ and בּשׁק, that is, between אֲבַקְשָׁה (’avaqshah, “I will seek [him]”) and בַּשְּׁוָקִים (bashshÿvaqim, “streets”). The wordplay emphasizes that she searched in every nook and cranny.) and squares; I will search for my beloved.” I searched for him but I did not find him. (sn The statement בִּקַּשְׁתִּיו וְלֹא מְצָאתִיו (biqqashtiv vÿlo’ mÿtsa’tiv, “I sought him but I did not find him”) appears twice in 3:1–2. In both cases it concludes a set of cola. The repetition depicts her mounting disappointment in her failure to locate her beloved. It stands in strong contrast with 3:4.)"},{"number":3,"verse":"The night watchmen found me — the ones who guard the city walls. (tn Heb “those who go around the city” or “those who go around in the city.” The expression הַסֹּבְבִים בָּעִיר (hassovÿvim ba’ir, “those who go around the city”) probably refers to the watchmen of the city walls rather than night city street patrol (e. g., Ps 127:1; Song 5:7; Isa 21:11; 62:6). The Israelite night watchmen of the walls is paralleled by the Akkadian sahir duri (“one who goes around the wall”) which appears in a lexical text as the equivalent of ma-sar musi (“night watchman”) (CAD 4:192). See M. H. Pope, Song of Songs (AB), 419. There is a wordplay in 3:2–3 between the verb וַאֲסוֹבְבָה (va’asovÿvah, “I will go about”) and הַסֹּבְבִים (hassovÿvim, “those who go around”). This wordplay draws attention to the ironic similarity between the woman’s action and the action of the city’s watchmen. Ironically, she failed to find her beloved as she went around in the city, but the city watchmen found her. Rather than finding the one she was looking for, she was found.) “Have you seen my beloved?” (tn Heb “the one whom my soul loves – have you seen [him]?” The normal Hebrew word-order (verb-subject-direct object) is reversed in 3:3 (direct object-verb-subject) to emphasize the object of her search: אֵת שֶׁאָהֲבָה נַפְשִׁי רְאִיתֶם (’et she’ahavah nafshi rÿ’item, “The one whom my soul loves – have you seen [him]?”).)"},{"number":4,"verse":"Scarcely (tn Heb “like a little.” The term כִּמְעַט (kim’at), which is composed of the comparative preposition כְּ (kÿ, “like”) prefixed to the noun מְעַט (mÿ’at, “the small, the little, the few”), is an idiom that means “within a little” or “scarcely” (BDB 590 s. v. מְעַט b.2. a).) had I passed them by when I found my beloved! I held onto him (tn Heb “I held him” (אֲחַזְתִּיו, ’akhaztiv). The term אָחַז (’akhaz, “grasp”) denotes to forcefully seize someone to avoid losing hold of him (BDB 28 s. v. אָחַז b).) tightly and would not let him go (tn The verb רָפָה (rafah, “to let go”) means to relax one’s grip on an object or a person (HALOT 1276-77 s. v. רפה; BDB 952 s. v. רָפָה 2). The Hiphil stem means “to let loose” (Job 7:19; 27:6; Song 3:4; Sir 6:27) or “to release from one’s hands” (Deut 9:14; Josh 10:6; Ps 37:8). The negative expression לֹא רָפָה (lo’ rafah, “to not let [someone or something] go”) denotes an intense desire or effort to not lose possession of someone or something (Job 27:6; Prov 4:13). Here the expression וְלֹא אַרְפֶּנּוּ (vÿlo’ ’arpennu, “I would not let him go”) pictures her determination to hold on to him so she would not lose him again. The shift from a suffix-conjugation (perfect) אֲחַזְתִּיו (’akhaztiv, “I grasped him”) to a prefix-conjugation (imperfect) אַרְפֶּנּוּ (’arpennu, “I would [not] let him go”) depicts a shift from a completed/consummative action (perfect: she took hold of his hand) to an ongoing/progressive action (imperfect: she would not let go of it). A basic distinction between the perfect and imperfect tenses is that of consummative versus progressive action. The literary/syntactical structure of אֲחַזְתִּיו וְלֹא אַרְפֶּנּוּ (“I grasped him and I would not let him go”) in 3:4 mirrors that of בִּקַּשְׁתִּיו וְלֹא מְצָאתִיו (biqqashtiv vÿlo’ mÿtsa’tiv, “I searched for him but I could not find him”) in 3:1–2. This parallelism in the literary and syntactical structure emphasizes the fortunate reversal of situation.) until I brought him to my mother’s house, (sn There is debate about the reason why the woman brought her beloved to her mother’s house. Campbell notes that the mother’s house is sometimes referred to as the place where marital plans were made (Gen 24:28; Ruth 1:8). Some suggest, then, that the woman here was unusually bold and took the lead in proposing marriage plans with her beloved. This approach emphasizes that the marriage plans in 3:4 are followed by the royal wedding procession (3:6–11) and the wedding night (4:1–5:1). On the other hand, others suggest that the parallelism of “house of my mother” and “chamber of she who conceived me” focuses on the bedroom of her mother’s house. Fields suggests that her desire was to make love to her beloved in the very bedroom chambers where she herself was conceived, to complete the cycle of life/love. If this is the idea, it would provide a striking parallel to a similar picture in 8:5 in which the woman exults that they had made love in the very location where her beloved had been conceived: “Under the apple tree I aroused you; it was there your mother conceived you, there she who bore you conceived you.”) to the bedroom chamber (tn The term חֶדֶר (kheder, “chamber”) literally means “dark room” (HALOT s. v. חֶדֶר 293) and often refers to a bedroom (Gen 43:30; Exod 7:28; Judg 3:24; 15:1; 16:9, 12; 2 Sam 4:7; 13:10; 1Kgs 1:15; 2 Kgs 6:12; 9:2; Eccl 10:20; Isa 26:20; Joel 2:16; Prov 24:4; Song 1:4; 3:4).) of the one who conceived me."},{"number":5,"verse":"(The Adjuration Refrain) (The Beloved to the Maidens:) (tn See the notes on these lines at 2:7.) I admonish you, O maidens of Jerusalem, by the gazelles and by the young does of the open fields: “Do not awake or arouse love until it pleases!”"},{"number":6,"verse":"(The Royal Wedding Procession) (The Speaker:) Who is this coming up from the desert like a column of smoke, like (tn The comparative “like” does not appear in the Hebrew but is supplied in the translation for the sake of clarity.) a fragrant billow (tn The proper nuance of מְקֻטֶּרֶת (mÿqutteret, Pual participle fs from קָטַר, qatar, “to make a sacrifice, go up in smoke”) is illusive. The lexicons take the participle adjectivally and translate מְקֻטֶּרֶת מוֹר (mÿqutteret mor) as “completely filled with fragrance or incense” (HALOT 1094 s. v. I קטר) or “fumigated with myrrh” (BDB 883 s. v. קָטַר). Most translations take it adjectivally: “perfumed with myrrh” (KJV, NASB, NIV); however, NJPS takes it as a substantive: “clouds of myrrh.” It is better to take the participle as a substantive and to nuance מְקֻטֶּרֶת מוֹר as “billow of myrrh,” as suggested by its parallelism with כְּתִימֲרוֹת עָשָׁן (kÿtimarot ’ashan, “like a column of smoke”). While this is the only usage of the Pual stem of the verb, the root קטר appears frequently in other stems, all of which connote smoke, e. g., Piel: “to make a sacrifice, to go up in smoke” and Hiphil: “to cause to go up in smoke” (HALOT 1094-95 s. v. I קתר). In Middle Hebrew the root קִטְרָא (qitra’) meant “to steam, smell” (Qal) and “to smoke” (Hiphil). The Hebrew root is related to Ugaritic qtr “smoke, incense” (UT 19.2220; WUS 1404); Akkadian qataru “to billow (of smoke)” (AHw 2:907; CAD Q:166); Old South Arabic mqtr “incense; Ethiopic qetare “fragrance, spice”; Arabic qatara “to smell, smoke”; and Syriac `etar “vapour, fume, incense” (HALOT 1094). Due to the rarity of the Pual stem of this root, the Targum mistakenly vocalized the form as Piel participle מִקְּטֹרֶת (miqqÿtoret, “going up in smoke”).) of myrrh and frankincense, (tn The term לְבוֹנָה (lÿvonah, “frankincense”) refers to fragrant incense (Exod 30:34; Lev 2:1, 15; 5:11; 6:8; 24:7; Num 5:15; Isa 43:23; 66:3; Jer 6:20; 17:26; 41:5; Neh 13:5, 9; 1 Chr 9:29; Song 3:6; 4:6, 14). It is composed of the white (sometimes yellow) resin of Boswellia Carteri and Frereana from Hadramawt and Somaliland (HALOT 518 s. v. לְבֹנָה).) every kind of fragrant powder (tn The term אַבְקַת (’avqat, “fragrant-powder”) means “scent-powders” (HALOT 9 s. v. אַבָקָה) or “ground spice” (HALOT 1237 s. v. I רכל 2. a). The noun אֲבָקָה (’avaqah) is from the root אָבָק (’avaq, “dust, powder”) (HALOT 9 s. v.).) of the traveling merchants? (tn The singular form of רוֹכֵל (rokhel, “merchant”) may be classified as a generic singular, representing the genus of the merchant guild of which there are many. The term רוֹכֵל means “trader, vendor,” as small retailer (HALOT 1237 s. v. I רכל) distinct from סָתַר (satar) “shopkeeper, dealer” as large wholesaler (HALOT 750 s. v. סתר). It may refer to a traveling merchant, as in Middle Hebrew רוֹכְלָה (rokhÿlah) “traveling merchant” and Old South Arabic rkl “to go about as a trader” (Conti 242a). The general nuance appears in Judean Aramaic רוֹכְלָא (rokhÿla’, “hawker, peddler”) and Syriac rakkala “merchant.”)"},{"number":7,"verse":"Look! It is Solomon’s portable couch! (tn The term מִטָּה (mittah) refers to a “royal portable couch” spread with covers, cloth, and pillows (HALOT 573 s. v. מִטָּה; BDB 641 s. v. מִטָּה). The Hebrew noun is related to Ugaritic mtt “bed” (UT 1465). The term מִטָּה (“bed, couch”) itself can refer to a number of similar but different kinds of pieces of reclining furniture: (1) the bed of a common person, found in the bedchamber for reposing and sleeping at night (Gen 47:31; 48:2; 49:33; Exod 8:3[7:28]; 2 Sam 4:7; 1 Kgs 17:19; 2 Kgs 4:10, 21, 32; Ps 6:6[7]; Prov 26:14); (2) the royal bed of the king or nobility, often elevated and made of expensive materials (1 Kgs 21:4; 2 Kgs 1:4, 6, 16; 2 Chr 24:25; Esth 7:8; Amos 6:4; Ezek 23:41); (3) the couch of a common person for reclining or sitting during the day (1 Sam 28:23); (4) a royal banqueting couch for reclining at feasts or carousing (Ezek 23:41; Amos 3:12; 6:4; Esth 1:6; 7:8); (5) a portable light-weight bed for transporting the sick (1 Sam 19:15); (6) a portable bed, such as a funeral bier for transporting the dead (2 Sam 3:31); and (7) a portable royal couch for transporting the king (Song 3:7). The royal couch was often made of expensive materials, such as ivory, silver, and gold (Ezek 23:41; Amos 6:4; Song 3:9–10; Esth 1:6).) It is surrounded by sixty warriors, some of Israel’s mightiest warriors."},{"number":8,"verse":"All of them are skilled with a sword, (tn Heb “trained of sword” or “girded of sword.” Alternately, “girded with swords.” The genitive construct phrase אֲחֻזֵי חֶרֶב (’akhuze kherev) is interpreted in two ways: (1) Most interpret it with the assumption that אָחַז (’akhaz) denotes “to physically grasp, hold” (HALOT 31-32 s. v. I אחז; BDB 28 s. v. אָחַז). Most translations adopt this approach, although differing on whether the participle functions substantivally (NASB), verbally (KJV, NIV), or adjectivally (RSV), they all are heading in the same direction: “[all] hold swords” (KJV), “girded with sword” (RSV), “wielders of the sword” (NASB), and “wearing the sword” (NIV). This, however, provides only a vague parallel with the following colon: מְלֻמְּדֵי מִלְחָמָה (mÿlummÿde milkhamah, “trained in warfare”). (2) Others, however, suggest taking אחז in its rare metaphorical sense of “to learn” (= mentally grasp, take hold of): “learned, skillful” (R. Gordis, Song of Songs and Lamentations, 85; J. Lewy, “Lexicographical Notes,” HUCA 12/13 (1937/1938): 98-99). This nuance is much more common in the related Akkadian verb ahazu “to learn,” as HALOT 31 notes. Likewise, JB renders it “skilled swordsmen,” and NJPS suggests “trained in warfare” for Song 3:8, citing Akkadian ahazu “to learn.” The Akkadian verb ahazu has a broad range of meanings including: (1) to seize, hold a person, (2) to take a wife, to marry, (3) to hold, possess, take over, grasp something, to take to (a region), and (4) to learn, to understand (CAD 1:1:173). The concrete, physical sense of grasping or taking an object in one’s hands lent itself to the metaphorical sense of mentally grasping something, that is, learning or understanding. The category ahazu 4 (“to learn, to understand”) is used in reference to general learning, as well to specialized knowledge involving a special skill, professional craft, or ability acquired through instruction and experience (CAD 1:1:177). The causative form suhuzu means “to teach, educate, train” someone to become a skilled craftsman in a professional trade (CAD 1:1:180). This provides a tight parallelism with the following colon: אֲחֻזֵי חֶרֶב (’akhuze kherev, “skillful in swordsmanship”) precisely parallels מְלֻמְּדֵי מִלְחָמָה (“well-trained in [the art of] warfare”). The AB:AB parallelism between the two lines is exact: (1) אֲחֻזֵי “learned, skillful” parallels מְלֻמְּדֵי “trained, instructed,” and (2) חֶרֶב “in respect to swordsmanship” (genitive of specification or limitation) exactly parallels מִלְחָמָה “in regard to [the art of] warfare” (genitive of specification or limitation). The term חֶרֶב (“sword”) may be nuanced metonymically as “swordsmanship” in the light of (a) its collocation with terms for professional expertise: מְלֻמְּדֵי (“trained”) and אֲחֻזֵי (“skilled”), and (b) the connotation “swordsmanship” can be sustained in a few cases, e. g., “It was not by their swordsmanship that they won the land, nor did their arm bring them victory” (Ps 44:3). In the genitive construct phrase אֲחֻזֵי חֶרֶב, the genitive noun חֶרֶב (“sword”) may be classified either as (1) a genitive of specification; “[skilled] in respect to swordsmanship” or (2) a genitive of instrument; “[skilled] with a sword.”) well-trained in the art of warfare. (tn Heb “trained of war.” In the genitive construct מְלֻמְּדֵי מִלְחָמָה (mÿlummÿde milkhamah, “trained of war”) the noun מִלְחָמָה (“war, battle”) is a genitive of specification or limitation, that is, it specifies the extent to which the expertise of the subjects applies: “in regard to warfare.” The term מִלְחָמָה (“warfare”) may be nuanced metonymically as “the art of warfare” in the light of (1) its collocation with terms for professional expertise: מְלֻמְּדֵי (“trained”) and אֲחֻזֵי (’akhuze, “skilled”), and (2) its parallelism with חֶרֶב (kherev, “sword, swordsmanship”).) Each has his sword at his side, to guard against the terrors of the night."},{"number":9,"verse":"King Solomon made a sedan chair (tn The term אַפִּרְיוֹן (’affiryon) is a hapax legomenon variously rendered “sedan-chair” (HALOT 80 s. v. אַפִּרְיוֹן) and “sedan, litter, palanquin” (BDB 68 s. v. אַפִּרְיוֹן). It occurs in Mishnaic Hebrew אַפִּרְיוֹן and Judean Aramaic אַפִּרְיוֹנָא (’affiryona’, “bridal-litter”; Jastrow 108 s. v. אַפִּרְיוֹן) and Syriac pwrywn/purya (“litter”). The Mishnah used אַפִּרְיוֹן in reference to a bridal-litter: “In the last war it was decreed that a bride should not pass through the town in an אַפִּרְיוֹן but our Rabbis later sanctioned it” (Sotah 9:14). There are several views of the origin of the term: (1) LXX Greek φορεῖον (foreion, “bridal-litter”) is a loanword from Hebrew; the term is not used in Greek until the Koine period (LSJ 1950-51); (2) Sanskrit paryanka and palki “palanquin, sedan-chair” (M. Monier-Williams, Sanskrit-English Dictionary, 554); (3) Old Persian upariyana “litter-bed” (R. Gordis, “A Wedding Song for Solomon,” JBL 63 [1944]: 263-70; G. Widengren, Sakrales Königtum im Alten Testament und im Judentum, 122); (4) less likely is Ugaritic apn “two-wheeled cart” (UT 305); and (5) Egyptian pr “house” with the prefix ua and suffix yn meaning “palace” (G. Gerleman, “Die Bildsprache des Hohenliedes und die altegyptische Kunst,” ASTI 1 [1962]: 24-30). A palanquin was a riding vehicle upon which a royal person sat and which was carried by servants who lifted it up by its staffs. Royalty and members of the aristocracy only rode in palanquins. The Illustrated Family Encyclopedia of the Living Bible, 10:55, describes what the typical royal palanquin was made of and looked like in the ancient world: “Only the aristocracy appear to have made use of litters in Israel. At a later period, in Greece, and even more so in Rome, distinguished citizens were carried through the city streets in splendid palanquins. In Egypt the litter was known as early as the third millennium b. c., as is testified by the one belonging to Queen Hetepheres, the mother of the Pharaoh Khufu (Cheops), which was found at Gaza. This litter is made of wood and inlaid in various places with gold decorations. Its total length is 6 ft. 10 in., and the length of the seat inside is 3 ft. 3 in. An inscription on the litter, of gold set in ebony, lists the queen’s titles.”) for himself of wood imported from Lebanon. (tn Heb “with trees of Lebanon.” In the genitive construct phrase מֵעֲצֵי הַלְּבָנוֹן (me’atse hallÿvanon, “the wood of Lebanon”) the genitive functions as a genitive of place of origin: “wood from Lebanon.” The plural construct noun עֲצֵי (’atse, literally, “trees, woods” from עֵץ, ’ets, “tree, wood”) is a plural of composition: the plural is used to indicate composition, that is, what the sedan-chair was made out of. The plural is used because the sedan-chair was constructed from the wood from several trees or it was constructed from several pieces of wood (see IBHS 119-20 §7.4.1b; R. J. Williams, Hebrew Syntax, 7, §9; Joüon 2:500 §136. b).)"},{"number":10,"verse":"Its posts were made (tn Heb “He made its posts of silver.”) of silver; (tn The nouns כֶסֶף (kesef, “silver”), זָהָב (zahav, “gold”) and אַרְגָּמָן (’argaman, “purple”) function as genitives of material out of which their respective parts of the palanquin were made: the posts, base, and seat. The elaborate and expensive nature of the procession is emphasized in this description. This litter was constructed with the finest and most expensive materials. The litter itself was made from the very best wood: cedar and cypress from Lebanon. These were the same woods which Solomon used in constructing the temple (1 Kgs 5:13-28). Silver was overlaid over the “posts,” which were either the legs of the litter or the uprights which supported its canopy, and the “back” of the litter was overlaid with gold. The seat was made out of purple material, which was an emblem of royalty and which was used in the tabernacle (Exod 26:1f; 27:16; 28:5–6) and in the temple (2 Chr 3:14). Thus, the litter was made of the very best which Solomon could offer. Such extravagance reflected his love for his Beloved who rode upon it and would be seen upon it by all the Jerusalemites as she came into the city.) its back (tn The noun רְפִידָה (rÿfidah) is a hapax legomenon whose meaning is uncertain. It may be related to the masculine noun רָפַד (rafad, “camping place, station”) referring to a stopping point in the wilderness march of Israel (Exod 17:1, 8; 19:2; Num 33:14); however, what any semantic connection might be is difficult to discern. The versions have translated רְפִידָה variously: LXX ἀνάκλιτον (anakliton, “chair for reclining”), Vulgate reclinatorium (“support, back-rest of a chair”) Peshitta teshwiteh dahba (“golden cover, throne sheathed in gold leaf”). Modern translators have taken three basic approaches: (1) Following the LXX and Vulgate (“support, rest, back of a chair”), BDB suggests “support,” referring to the back or arm of the chair of palanquin (BDB 951 s. v. רָפַד). Several translations take this view, e. g., NRSV: “its back,” NEB/REB: “its headrest,” and NJPS: “its back.” (2) Koehler-Baumgartner suggest “base, foundation of a saddle, litter” (KBL 905). Several translations follow this approach, e. g., KJV: “the bottom,” NASB: “its base” (margin: “its support,” and NIV: “its base.” (3) G. Gerleman suggests the meaning “cover,” as proposed by Peshitta. The first two approaches are more likely than the third. Thus, it probably refers either to (1) the back of the sedan-chair of the palanquin or (2) the foundation/base of the saddle/litter upon which the palanquin rested (HALOT 1276 s. v. רפד).) was made of gold. Its seat was upholstered with purple wool; (tn The Hebrew noun אַרְגָּמָן (’argaman, “purple fabric”) is a loanword from Hittite argaman “tribute,” which is reflected in Akkadian argamannu “purple” (also “tribute” under Hittite influence), Ugaritic argmn “tax, purple,” and Aramaic argwn “purple” (HALOT 84 s. v. אַרְגָּמָן). The Hebrew term refers to wool dyed with red purple (BRL2 153; HALOT 84). It is used in reference to purple threads (Exod 35:25; 39:3; Esth 1:9) or purple cloth (Num 4:13; Judg 8:26; Esth 8:15; Prov 31:22; Jer 10:9; Song 3:10). Purple cloth and fabrics were costly (Ezek 27:7, 16) and were commonly worn by kings as a mark of their royal position (Judg 8:26). Thus, this was a sedan-chair fit for a king. KJV and NIV render it simply as “purple,” NASB as “purple fabric,” and NJPS “purple wool.”) its interior was inlaid (tn The participle רָצוּף (ratsuf) probably functions verbally: “Its interior was fitted out with love/lovingly.” Taking it adjectivally would demand that ַאהֲבָה (’ahavah, “love”) function as a predicate nominative and given an unusual metonymical connotation: “Its inlaid interior [was] a [gift of] love.”) with leather (tn The accusative noun אַהֲבָה (’ahavah, “love” or “leather”) functions either as an accusative of material out of which the interior was made (“inlaid with leather”) or an accusative of manner describing how the interior was made (“inlaid lovingly,” that is, “inlaid with love”). The term אַהֲבָה is a homonymic noun therefore, there is an interesting little debate whether אַהֲבָה in 3:10 is from the root אַהֲבָה “love” (BDB 13 s. v. אָהֵב; DCH 1:141 s. v. אַהֲבָה) or אהבה “leather” (HALOT 18 s. v. II אַהֲבָה). The homonymic root אַהֲבָה “leather” is related to Arabic `ihab “leather” or “untanned skin.” It probably occurs in Hos 11:4 and may also appear in Song 3:10 (HALOT 18 s. v. II). Traditionally, scholars and translations have rendered this term as “love” or “lovingly.” The reference to the “daughters of Jerusalem” suggests “love” because they had “loved” Solomon (1:4). However, the context describes the materials out of which the palanquin was made (3:9–10) thus, an interior made out of leather would certainly make sense. Perhaps the best solution is to see this as an example of intentional ambiguity in a homonymic wordplay: “Its interior was inlaid with leather // love by the maidens of Jerusalem.” See G. R. Driver, “Supposed Arabisms in the Old Testament,” JBL 55 (1936): 111; S. E. Loewenstamm, Thesaurus of the Language of the Bible, 1:39; D. Grossberg, “Canticles 3:10 in the Light of a Homeric Analogue and Biblical Poetics,” BTB 11 (1981): 75-76.) by the maidens (tn Heb “daughters” (also in the following line).) of Jerusalem."},{"number":11,"verse":"Come out, O maidens of Zion, and gaze upon King Solomon! He is wearing the crown with which his mother crowned him on his wedding day, on the most joyous day of his life! (tn Heb “the day of the joy of his heart.” In the genitive construct phrase וּבְיוֹם שִׂמְחַת (uvÿyom simkhat, “the day of joy”) the noun שִׂמְחָה (simkhah, “joy”) functions as a descriptive genitive of attribute (attributive genitive), that is, the genitive identifies the outstanding quality of the construct noun: “the joyous day” or “the day characterized by joy.” In the second genitive construct phrase שִׂמְחַת לִבּוֹ (simkhat livvo, “joy of his heart”) the noun לִבּוֹ (“his heart”) is a subjective genitive: “his heart rejoices.” The term לֵב (lev, “heart”) is a synecdoche of part for the whole (= Solomon himself), that is, “the day Solomon greatly rejoiced” or “the day of Solomon’s great joy.”)"}]}