{"bibleAbbr":"NET2007","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"(The Lover to His Beloved:) I have entered my garden, O my sister, my bride; I have gathered my myrrh with my balsam spice. I have eaten my honeycomb and my honey; I have drunk my wine and my milk! Eat, friends, and drink! (sn The physical love between the couple is compared to eating and drinking at a wedding feast. This is an appropriate figure of comparison because it would have been issued during the feast which followed the wedding and the consummation. The term “drink” refers to intoxication, that is, it compares becoming drunk on wine with enjoying the physical love of one’s spouse (e. g., Prov 5:19–20).) Drink freely, O lovers!"},{"number":2,"verse":"(The Poet to the Couple:) (The Trials of Love: The Beloved’s Dream of Losing Her Lover) (The Beloved about Her Lover:) I was asleep, but my mind (tn Heb “my heart.” The term לִבִּי (livvi, “my heart”) is a metonymy of association for emotions (e. g., Prov 15:13; Song 3:11) or thoughts (e. g., Ps 90:12; Prov 18:15) or a synecdoche of part for the whole. If this verse is introducing a dream sequence in 5:2–8, this is a metonymy for the Beloved’s thoughts in her dream: “I was sleeping but my mind was dreaming.” If this verse depicts the Beloved beginning to doze off to sleep – only to be awakened by his knocking at her door – then it is a synecdoche of part for the whole: “I was about to fall asleep when I was suddenly awakened.”) was dreaming. (tn Heb “but my heart was awake.” Scholars have interpreted 5:2a in two basic ways: (1) The Beloved had been asleep or was just about to fall asleep when she was awakened by the sound of him knocking on the door of her bedroom chambers. The term לִבִּי (livvi, “my heart”) is a synecdoche of part for the whole: “my heart” = “I.” The participle עֵר (’er) functions verbally, describing a past ingressive state: “was awakened.” The line would be rendered: “I was sleeping when I (= my heart) was awakened.” (2) The Beloved was sleeping, but her mind was dreaming (in her dream she heard him knocking on her door). In this case, לִבִּי (“my heart”) is a metonymy of association for the thoughts (e. g., Ps 90:12; Prov 18:15) and emotions (e. g., Prov 15:13; Song 3:11) she experienced during her dream: “my heart” = “my mind.” The participle עֵר functions verbally, describing a past progressive state: “was awake.” The line could be nuanced, “I was asleep, but my mind was dreaming.” Many translations adopt this approach: “I was asleep but my heart waketh” (KJV), “I was asleep but my heart was awake” (NASB, NIV), and “I was asleep, but my heart was wakeful” (NJPS).) Listen! (sn The noun קוֹל (qol, literally, “sound, noise, voice”) is used as an exclamation: “Listen!” or “Hark!” (e. g., Gen 4:10; Isa 13:4; 40:3; 52:8; Jer 3:21; 4:15; 10:22; 31:51; 50:28; 51:54; Mic 6:9; Zeph 1:14; 2:14; Song 2:8; 5:2) (HALOT 1085 s. v. קוֹל 8b; BDB 877 s. v. קוֹל 1. f; Joüon 2:614 §162. e; GKC 467 §146. b). The term often refers to a loud or unexpected sound that arrests the attention of a character in a narrative. The speaker/writer uses it as a rhetorical device to dramatically portray his/her own startled reaction to an unexpected sound that called his/her attention. The Beloved is startled from her sleep by the unexpected sound of him loudly knocking at her bedroom door late at night.) My lover (sn The phrase קוֹל דּוֹדִי (qol dodi, “Listen! My lover …!”) that introduces this scene in 5:2–8 is the exact same phrase used in 2:8 to introduce the courtship section 2:8–11. In 2:8–11, the Beloved was excited about his unexpected arrival; however, in 5:2–8 she is apathetic about his unexpected approach. One should not miss the dramatic contrast between the Beloved’s eagerness to see her lover in 2:8–11 and her apathy about his approach on this evening in 5:2–8. The repetition of קוֹל דּוֹדִי (“Listen! My lover …!”) in 2:8 and 5:2 is designed to draw out the parallels and contrasts between 2:8–11 and 5:2–8.) is knocking (sn The participle דוֹפֵק (dofeq) connotes present progressive or iterative action. The verb דָּפַק (dafaq, “to knock, pound, beat”) occurs only three times in biblical Hebrew, twice in reference to knocking at a door (Judg 19:22; Song 5:2) and once of beating cattle in order to drive them along (Gen 33:13). The Qal stem depicts the normal action of knocking at a door, while the Hitpael denotes a more intensive pounding, e. g., Qal: “to knock at the door” (Song 5:2) and Hitpael: “to beat violently against the door” (Judg 19:22) (HALOT 229 s. v. דפק; BDB 200 s. v. דָּפַק). The same connotations are seen in Mishnaic Hebrew, e. g., the verbs דָּפַק and דְּפַק (dÿfaq), “to knock at the door” (Jastrow 317 s. v. דָּפַק), and the nouns דּוֹפֵק “door frame (= what someone knocks on), movable tomb stone,” and דּוֹפְקָנִין (dofÿqanin, “knockers”; Jastrow 287 s. v. דּוֹפְקָנִין). The collocation of the verb פתח “to open” a door (HALOT 986-87 s. v. פתח; BDB 835 s. v. פָּתַח) clearly suggests that he is at the Beloved’s bedroom door.) at the door! (tn The phrase “at the door” does not appear in the Hebrew but is supplied in the translation for clarity.) “Open (tn Heb “Open to me!” Alternately, “Let me in!” The imperatival form of פִּתְחִי (pitkhi, “to open”) connotes a polite, but earnest request. The verb פָּתַח (patakh) refers to the action of opening various objects, e. g., sack (Gen 42:27), skin bottle (Judg 4:19), hamper (Exod 2:6), pit (Exod 21:33), mouth of a cave (Josh 10:22), grave (Ezek 37:12, 13), city gates (Neh 13:19; Isa 45:1), gate of a land (Nah 3:13), window (2 Kgs 13:17). When used with the accusative דֶּלֶת (delet, “door”), it refers to opening a door (e. g., Judg 3:25; 19:27; 1 Sam 3:15; 2 Kgs 9:3, 10; 2 Chr 29:3; Job 31:32) (HALOT 986-87 s. v. פתח; BDB 835 s. v. פָּתַח). Although the object דֶּלֶת (“door”) is here omitted, a bedroom door is clearly in mind in 5:2, as indicated by the collocated verb דָּפַק (dafaq, “to knock on a door”) in the preceding line. Translators have often rendered this line woodenly: “Open to me!” (KJV, NASB, NIV); however, NJPS nuances it well: “Let me in!”sn The three-fold repetition of the verb פָּתַח (patakh, “to open”) (Song 5:2, 5, 6) indicates that it is a key word (Leitwort) in this section. While it is clear that the verb describes her action of opening the door of her bedroom chamber in 5:2, some suggest that in 5:5–6 it is used figuratively (hypocatastasis: implied comparison) of the Beloved “opening” her female genitalia for sexual intercourse (but see study notes below).) for me, my sister, my darling, my dove, my flawless one! My head is drenched with dew, my hair with the dampness of the night.”"},{"number":3,"verse":"(The Lover to His Beloved:) (The Beloved to Her Lover:) “I have already taken off my robe — must I put it on again? I have already washed my feet — must I soil them again?”"},{"number":4,"verse":"My lover thrust his hand (tn Possibly a euphemism (double entendre). The term יָד (yad, “hand”) normally refers simply to the physical hand (HALOT 386 s. v. I יָד 1; BDB 388 s. v. יָד 1). There are, however, at least three occasions when יָד refers to tall stone pillars (translated “monument” or “pillar”), such as those used in Canaanite fertility-cults in the form of phallic representations (1 Sam 15:12; 2 Sam 18:18; Isa 56:5). It is clearly used as a euphemism for the male copulative organ in Isa 57:8, 10. It is now an established fact that yad is sometimes used as a euphemism for the male sexual organ in Ugaritic literature (e. g., text no. 52:33-35) (UT 1072). The noun יָד is also used in the Qumran literature in this sense in a list of penalties for indecent exposure (Manual of Discipline 7:12-15). Thus, several scholars suggest that a subtle double entendre in 5:4–6. The imagery of the man thrusting his “hand” through the “hole” in the door, and the Beloved “opening” to her lover, with her fingers dripped with “myrrh” on the “handles of the lock,” might have a double reference to the literal attempt to gain entry to her bedroom and his desire to make love to her. See M. Delcour, “Two Special Meanings of the Word yd in Biblical Hebrew,” JSS 12 (1967): 230-40.) through (tn Heb “sent his hand through.” Most scholars suggest that it denotes “to send through,” that is, “to thrust through” or “to extend through.” For example, BDB 1018 s. v. שָׁלַח 3. a proposes that מִן + שָׁלַח (shalakh + min) means “to stretch out (his hand) from the outside, inward.” He was attempting to open the door from the outside by extending his hand inside the door through some kind of latch-opening: “he put in his hand by the opening of the door” (KJV), “he extended his hand through the opening” (NASB), “he thrust his hand through the latch-opening” (NIV). Others, however, suggest that the construction. מִן + שָׁלַח denotes “to withdraw from” (e. g., 1 Kgs 13:4). The preposition מִן is taken to mean, not “through,” but “away from.” Thus, he was withdrawing his hand from the latch-opening, that is, he had given up and was leaving. This approach is adopted by NJPS: “My beloved took his hand off the latch.” His departure is clearly stated in 5:6, “I opened [the door] for my beloved, but my beloved had already turned and gone away; my heart sank at his departure!” (see study notes below on 5:6).) the hole, (tn Heb “hole.” Probably “latch-hole” or “key-hole,” but possibly a euphemism (double entendre). The noun חֹר (khor, “hole”) is used in OT in a literal and metaphorical sense: (1) literal sense: hole bored in the lid of a chest (2 Kgs 12:10); hole in a wall (Ezek 8:7); hole in the ground or cave used as hiding places for men (1 Sam 13:6; 14:11; Isa 42:23); hole in the ground, as the dwelling place of an asp (Isa 11:8); and a hole in a mountain, as the den of lions (Nah 2:13); and (2) figurative sense: hole of an eye (metonymy of association), that is, eye-socket (Zech 14:12) (HALOT 348 s. v. II חֹר; BDB 359 s. v. III חֹר). While the meaning of חֹר in Song 5:4 is clear – “hole” – there is a debate whether it is used in a literal or figurative sense. (1) Literal sense: The lexicons suggest that it denotes “hole of a door, that is, key-hole or latch-opening” (HALOT 348; BDB 359). Most commentators suggest that it refers to a hole bored through the bedroom door to provide access to the latch or lock. The mention in 5:5 of כַּפּוֹת הַמַּנְעוּל (kaffot hamman’ul, “latches of the door-bolt”) suggests that the term refers to some kind of opening associated with the latch of the bedroom door. This approach is followed by most translations: “the hole in the door” (JB), “the latch-hole” (NEB), “the latch-opening” (NIV), “the latch-hole” (NEB), “the latch” (RSV, NJPS), and “the opening of the door” (KJV). The assumption that the hole in question was a latch-hole in the door is reflected in Midrash Rabbah: Rabbi Abba ben Kahana said, “Why is the hole of the door mentioned here, seeing that it is a place where vermin swarm?” The situation envisaged by his actions are often depicted thus: In ancient Near Eastern villages, the bolting systems of doors utilized door-bolts and keys made of wood. The keys were often stored either on the outside (!) or inside of the door. If the key was placed on the inside of the door, a small hole was bored through the door so that a person could reach through the hole with the key to unlock the door. The key was often over a foot in length, and the keyhole large enough for a man’s hand. Apparently, he extended his hand through the hole from the outside to try to unbolt the door latch on the inside. He could put his hand through the hole, but could not open the door without the key. (2) Figurative sense: Because of the presence of several erotic motifs in 5:2–8 and the possibility that a double entendre is present (see notes below), several scholars suggest that the term is a euphemism for the female vagina (HALOT 348). They suggest that חֹר (“hole”) is the female counterpart for the euphemistic usage of יָד (“hand”) in 5:4. See A. S. Cook, The Root of the Thing: A Study of Job and the Song of Songs, 110, 123; Cheryl Exum, “A Literary and Structural Analysis of the Song of Songs,” ZAW 85 (1973): 50-51; M. H. Pope, Song of Songs (AB), 518-19.) and my feelings (tn Heb “my inward parts,” “my intestines,” or “my bowels.” Alternately, “my feelings” or “my emotions.” The term מֵעֶה (me’eh) is used of the internal organs in general (“inward parts”) (e. g., 2 Sam 20:10; 2 Chr 21:15, 18; Pss 22:14; 40:9) or the digestive organs in particular (“intestines, bowels, stomach”) (e. g., Num 5:22; Job 20:14; Ezek 3:3; 7:19; Jonah 2:1–2). It is frequently used as a metonymy of adjunct for the emotions which Hebrew psychology associated with these internal organs (see H. W. Wolff, Anthropology of the Old Testament, 63-66). These include pity (Isa 16:11), lamentation (Jer 48:36), distress (Jer 4:19; Lam 1:20; 2:11), and compassion (Isa 63:15; Jer 31:20) (HALOT 610-11 s. v. מֵעֶה 3; BDB 589 s. v. מֵעֶה 5). Most scholars suggest that the Beloved’s feelings of love were revived – a reversal of her feelings of indifference and apathy in 5:3. This is reflected in many translations which use equivalent English idioms: “the core of my being” (JB) and “my heart” (NIV, NJPS) over the woodenly literal “my bowels” (KJV, NEB, AV). On the other hand, the term is also used to refer to the procreative organs, both male (e. g., Gen 15:4; 2 Sam 7:12; 16:11; Isa 48:19; 2 Chr 32:21) and female (e. g., Gen 25:23; Ruth 1:11; Ps 71:6; Isa 49:1). NASB well renders the line, “my feelings were aroused for him” (NASB).) were stirred (tn The exact meaning of this Hebrew verb is uncertain. The exact connotation of the verb הָמוּ (hamu) in 5:4 is debated. The verb הָמָה (hamah, “to murmur, growl, roar, be boisterous”) is related to the noun הָמוֹן (hamon, “sound, murmur, roar, noisy crowd”), הֶמְיָה (hemyah, “sound, music”), and perhaps even הָמֻלָה (hamulah, “noise, noisy crowd, crowd”). The Hebrew root המה is related to Aramaic המא (“to roar; to be agitated”). The Hebrew verb הָמָה has a basic two-fold range of meanings: (1) literal: “to make a noise” of some kind and (2) figurative: “to be in commotion, uproar” (e. g., often associated with noise or a noisy crowd). The lexicons suggest six distinct categories: (1) “to make a noise” or “to be in commotion,” particularly by a tumultuous crowd (1 Kgs 1:41; Pss 39:7; 46:7; Prov 1:21; Is 22:2; Mic 2:12); (2) “to roar,” of the sea and sea-waves (Isa 17:12; 51:15; Jer 5:22; 6:23; 31:35; 50:42; 51:55; Ps 46:4); (3) “to make a sound,” e. g., bear growling (Isa 59:11), dog barking (Ps 59:7, 15), bird chirping (Ps 102:8), dove cooing (Ezek 7:16); (4) “to moan,” (Ps 39:7; 55:18; Prov 1:21; Lam 2:18; Ezek 7:16; Zech 9:15); (5) “to be turbulent, boisterous” (Prov 7:11; 9:13; 20:1; Zech 9:5); and (6) figuratively of the internal organs: “to murmur, be restless, be turbulent,” used in reference to pity (Isa 16:11; Jer 4:19; 31:20; 48:36), discouragement (Ps 42:6, 12; 43:5), and murmuring in prayer (Pss 55:18; 77:4) (HALOT 250 s. v. המה; BDB 242 s. v. הָמָה). HALOT suggests “to be turbulent” for Song 5:4 (HALOT 250 s. v. 4), while BDB suggests “the thrill of deep-felt compassion or sympathy” (BDB 242 s. v. 2). Commentators offer a spectrum of opinions from the Beloved feeling agitation, pity, compassion, sexual arousal, or a revival of her love for him. A survey of the translations reveals the same lack of consensus: “my bowels were moved for him” (KJV), “my bowels stirred within me” (NEB), “my heart was thrilled within me” (RSV), “I trembled to the core of my being” (JB), “my heart trembled within me” (NAB), “my heart was stirred for him” (JPS, NJPS), “my feelings were aroused for him” (NASB), and “my heart began to pound for him” (NIV). While the precise meaning may never be agreed upon, whatever she was feeling she roused herself from her indifferent apathetic inactivity to arise and open for her beloved in 5:5. The phrase is used similarly elsewhere in OT, rousing the subject to irresistible action (Jer 4:19). The simplest course of action is to nuance this term metonymically (cause for effect), e. g., “my feelings were stirred up for him.”) for him."},{"number":5,"verse":"I arose to open for my beloved; my hands dripped with myrrh — my fingers flowed with myrrh on the handles of the lock."},{"number":6,"verse":"I opened for my beloved, but my lover had already turned (tn The verb חָמַק (khamaq) occurs only in Song 5:6 (Qal: “to turn away, go leave”) and in Jer 31:22 (Hitpael: “to turn hither and thither”) (HALOT 330 s. v. חמק; BDB 330 s. v. חָמַק). It is related to the noun חָמוּק (“curve, curved lines” of a woman’s hips) which appears only in Song 7:2. This root does not appear in Mishnaic Hebrew nor has it yet been attested in any cognate language. However, it was understood in this sense by LXX παρῆλθεν (parhlqen, “he turned aside”), and also handled in a similar manner in Aquila, Symmachus, Peshitta, and Vulgate.) and gone away. (tn The verbs עָבָר חָמַק (khamaq ’avar, “he turned away, he went away”) may form a verbal hendiadys. Normally, the first verb will function as an adverb modifying the second which functions in its full verbal sense. Each functions as a perfect of recent past perfect action, describing a past event that took place shortly before another past event: “I opened [past action] for my beloved, but my lover had already turned and gone away [past perfect action].”) I fell into despair (tn Heb “my soul went out.” The term נַפְשִׁי (nafshi, “my soul”) is a synecdoche of part for the whole person. The term נֶפֶשׁ (nefesh, “soul”) is used over 150 times as a metonymy of association with feelings: sorrow and distress, joy, love, desire, passion, hatred, loathing, avarice (HALOT 713 s. v. נֶפֶשׁ 8; BDB 660 s. v. נֶפֶשׁ 6). The phrase נַפְשִׁי יָצְאָה (nafshi yats’ah, literally, “my soul went out”) is a Hebrew idiom connoting great despair (e. g., Gen 35:18; Jer 15:9). The phrase is well rendered by NIV: “my heart sank at his departure.” Verses 6-7 clearly indicate that the Beloved fell into despair when he had departed: She searched desperately for him, but could not find him; she called for him, but he did not answer.) when he departed. (tn Alternately, “spoke.” Traditionally, the term בְדַבְּרוֹ (bÿdabbÿro) has been related to the common root דָּבַר (davar, “to speak”) which occurs nearly 1150 times in verbal forms and nearly 1500 times as a noun. This approach is seen as early as the LXX (although the LXX treated דָּבָר as a noun rather than an infinitive construct because it was working with an unpointed text): ἐν λογῷ αὐτοῦ (en logw autou, “in his word”). Although they differ on whether the preposition בְ (bÿ) is temporal (“when”) or respect (“at”), many translations adopt the same basic approach as the LXX: “when he spake” (KJV), “as he spoke” (NASB), “when he spoke” (NIV margin), “at what he said” (JPS, NJPS). However, many recent scholars relate בְדַבְּרוֹ to the homonymic root דָּבַר (“to turn away, depart”) which is related to Akkadian dabaru D “to go away,” Dt “to drive away, push back” (CAD 3:186ff), and Arabic dabara “to turn one’s back, be behind, depart, retreat” (HALOT 209 s. v. II דבר). Several examples of this root have been found (Pss 18:48; 47:4; 56:6; 75:6; 116:10; 127:5; 2 Chr 22:10; Job 19:18; Song 5:6; Isa 32:7) (HALOT 209-10 s. v. I). Several recent translations take this approach: “when he turned his back” (NEB), “at his flight” (JB), and “at his departure” (NIV). This makes better sense contextually (Solomon did not say anything after 5:2a), and it provides a tighter parallelism with the preceding line that also describes his departure: “My beloved had turned away (חָמַק, khamaq); he was gone (עָבַר, ’avar)” (NIV).) I looked for him but did not find him; I called him but he did not answer me."},{"number":7,"verse":"The watchmen found me as they made their rounds in the city. They beat me, they bruised me; they took away my cloak, those watchmen on the walls!"},{"number":8,"verse":"(The Triumph of Love: The Beloved Praises Her Lover) (The Beloved to the Maidens:) O maidens of Jerusalem, I command you — If you find my beloved, what will you tell him? Tell him that I am lovesick! (tn The genitive construct חוֹלַת אַהֲבָה (kholat ’ahavah, “sick of love”) denotes “lovesick.” This is an example of a genitive of cause, that is, the Beloved was (physically/emotionally) sick because of her unrequited love for him. See study note on Song 2:5.)"},{"number":9,"verse":"(The Maidens to The Beloved:) Why is your beloved better than others, (tn Heb “How is your beloved [better] than [another] lover?”) O most beautiful of women? Why is your beloved better than others, that you would command us in this manner?"},{"number":10,"verse":"(The Beloved to the Maidens:) My beloved (sn The Beloved’s praise of his appearance follows the typical literary structure of the ancient Near Eastern wasfs song: (1) introductory summary praise (5:10), (2) detailed descriptive praise from head to foot (5:11–16a), and (3) concluding summary praise (5:16b). There are several striking features about this song that are unique from the typical wasfs. (1) The ordinary setting of the ancient Near Eastern wasfs songs was the wedding night. (2) They were ordinarily sung only by a man in praise of his bride. (3) Normally, the wasfs song will conclude with the feet after the legs; however, the Beloved concludes by praising his mouth after his legs.) is dazzling (sn The term צַח (tsakh, “dazzling”) is ordinarily used to describe the shining surface of jewelry or of smoothed rocks (Ezek 24:7–8; 26:4, 14; Neh 4:7). Likewise, אָדֹם (’adom, “ruddy”) can describe the redness of rubies (Lam 4:7). Throughout 5:11–15 she compares his appearance to valuable jewels, gems, and precious metals.) and ruddy; (tn The adjective אָדֹם (’adom) denotes either “manly” or “ruddy,” depending upon whether it is derived from אָדָם (’adam, “man”; HALOT 14 s. v. I אָדָם) or אָדֹם (“red”; HALOT 14 s. v. אָדֹם). If it is “manly,” the idea is that he is the epitome of masculinity and virility. On the other hand, the emphasis would be upon his health and virility, evidenced by his ruddy complexion, or it could be a comparison between his ruddy coloring and the redness of rubies (Lam 4:7).) he stands out (tn Heb “outstanding.” The participle דָּגוּל (dagul) functions as a predicate adjective: “My beloved is…outstanding among ten thousand.” The verb דָּגַל (dagal) is relatively rare, being derived from the noun דֶּגֶל (degel, “banner”) which often refers to a military standard which, when lifted up, was conspicuous for all to see (Num 2:3–4; 10:14–15). The verb דָּגַל only occurs three other times, all referring to raising military banners for all to see (Ps 20:6; Song 6:4, 10). Song 5:10 uses the term figuratively (hypocatastasis) to denote “outstanding” (HALOT 213 s. v. דֶּגֶל). This sense is closely related to the cognate Akkadian verb dagalu “to look, contemplate” and the noun diglu “eyesight, view (what is looked at).” Like a banner lifted high, he attracted the attention of all who looked at him.) in comparison to (tn Heb “from, among.” The preposition מִן (min) prefixed to רְבָבָה (rÿvavah, “ten thousand”) is taken in a comparative, locative sense: “outstanding among ten thousand” (e. g., KJV, RSV, NASB, NIV, NJPS).) all other men. (tn Heb “among ten thousand.” The numeral “ten thousand” is the highest number used in comparisons in Hebrew poetry (1 Sam 18:7–8; 21:12; 29:5; Ps 91:7). It is not used to mark out a specific number, but to denote an indefinite number of persons of the largest possible proportions (Gen 24:60; Num 10:36; Deut 33:2; Ps 3:7). Her point is simply this: no other man could possibly compare to him in appearance, even if he were in a group of an infinite number of men.)"},{"number":11,"verse":"His head is like the most pure gold. (tn Heb “his head is gold of pure gold.” In the genitive construct phrase כֶּתֶם פָּז (ketem paz, literally, “gold of pure gold”) the genitive noun פָּז (paz, “pure gold”) functions as an adjectival genitive modifying כֶּתֶם (“gold”), that is, “pure gold.” The repetition of two different words for “gold” suggests that the phrase should be nuanced “the most pure gold.” This phrase is a predicate nominate in a metaphorical statement: “his head is (like) the most pure gold.” In the OT gold is frequently used in comparisons to emphasize the idea of beauty, value, or rarity (Job 28:12–19; Pss 19:11; 119:127; Prov 8:19; Isa 13:12; Lam 4:2). Palestine had no known sources of gold, but had to import it, making it a rare and precious commodity (Ruth V. Wright and R. L. Chadbourne, The Gems and Minerals of the Bible, 65).) His hair is curly (tn Literally “his locks [of hair] are curls.” The Hebrew adjective תַּלְתָּל (taltal) is a hapax legomenon whose meaning is somewhat unclear. BDB suggests that תַּלְתָּל is from the root תּלל (“mound, heap”; BDB 1068 s. v. I תּלל) which is related to Arabic tl “mound, hill, top” (E. W. Lane, Arabic-English Dictionary, 311) and Akkadian tilu “hill, mound” (AHw 3:1358). On the other hand, HALOT suggests that תַּלְתָּל means “date-panicle” and that it is related to the Akkadian noun taltallu “pollen of date-palm” (HALOT 1741 s. v. תַּלְתַּלִּים). The term occurs in Mishnaic Hebrew as תַּלְתָּל “curls, locks” (Jastrow 1674 s. v. תַּלְתָּל). It is used in the same way in the Song. The form tltl is a reduplicated pattern used for adjectives denoting an intense characteristic (S. Moscati, Comparative Grammar, 78-79, §12.9-13). It functions as a predicate adjective to the subjective nominative קוּצוֹתָיו (qutsotav, “his locks of hair”).) — black like a raven."},{"number":12,"verse":"His eyes are like doves by streams of water, washed in milk, mounted like jewels."},{"number":13,"verse":"His cheeks are like garden beds full of balsam trees (sn In the genitive construct phrase עֲרוּגַת הַבֹּשֶׂם (’arugat havvosem, literally, “beds of balsam”) the term בֹּשֶׂם (bosem) is a genitive of composition, identifying what these gardens were composed of. The term עֲרוּגַת (“garden-beds”) refers to a private garden terrace or garden bed, a rare luxury in Palestine and very expensive to own (Ezek 17:7, 10) (BDB 788 s. v. עֲרוּגָה). The term בֹּשֶׂם (bosem, “balsam”) refers to balsam trees which yielded sweet-smelling oils from which perfumes were produced. The balsam trees should be identified either as Astragalus tragacantha which grew everywhere in Palestine and exude resin from its thorns, or as Commiphora opobalsamum which was not native to Israel but to South Arabia from whence it had to be imported at great cost (2 Chr 9:1) (Fauna and Flora of the Bible, 177-78). She is comparing the beautiful scent of his cologned cheeks to fragrant beds of spice.) yielding (tn Alternately, “towers of perfume.” The MT reads מִגְדְּלוֹת (migdÿlot) which yields the awkward “towers of perfume.” The term מִגְדָּל (migdal, “tower”) is normally used in reference to (1) watch-towers, defended towers along the city wall, and individual towers in the countryside to protect the borders, (2) storehouses, and (3) a tower in a vineyard (HALOT 543-44 s. v. I מִגְדָּל). It is never used in OT in association with a flower garden. On the other hand, LXX reads φυουσαι (fuousai, “yielding”) which reflects an alternate vocalization tradition of מְגַדְּלוֹת (mÿgaddÿlot; Piel participle feminine plural from גָּדַל, gadal, “to increase, produce”). This makes good sense contextually because the Piel stem of גָּדַל means “to grow” plants and trees (Isa 44:14; Ezek 31:4; Jonah 4:10) (HALOT 179 s. v. I גדל 2). This revocalization is suggested by BHS editors, as well as the Hebrew lexicographers (HALOT 544 s. v. 2; 179 s. v. I 2; BDB 152 s. v. גָּדַל 1). Several translations follow LXX and revocalize the text (RSV, NIV, NJPS margin): “His cheeks are like beds of spice yielding perfume” (NIV) and “His cheeks are like beds of spice producing perfume” (NJPS margin). The other translations struggle to make sense of the MT, but are forced to abandon a literal rendering of מִגְדְּלוֹת (“towers”): “banks sweet herbs” (ASV), “banks sweetly scented” (JB), “treasure-chambers full of perfume” (NEB), “banks of sweet scented herbs” (NASB), and “banks of perfume” (JPS, NJPS).) perfume. His lips are like lilies dripping with drops of myrrh."},{"number":14,"verse":"His arms are like rods of gold set with chrysolite. His abdomen (tn The term מֵעֶה (me’eh) is used in reference to several things in the Old Testament: (1) the womb of a woman (Gen 25:23; Isa 49:1; Ps 71:6; Ruth 1:11), (2) a man’s loins (Gen 15:4; 2 Sam 7:12; Isa 48:19; 2 Chr 32:21), (3) the “inward parts” of a person, such as the stomach or intestines which are used to digest food (Num 5:22; Job 20:14; Ezek 3:3; Jonah 2:1–2), and (4) the external stomach or abdominal muscles: “abdomen” (Song 5:14).) is like polished ivory inlaid with sapphires."},{"number":15,"verse":"His legs are like pillars of marble set on bases of pure gold. His appearance is like Lebanon, choice as its cedars."},{"number":16,"verse":"His mouth is very sweet; (tn Heb “sweetnesses.” Alternately, “very delicious.” The term מַמְתַקִּים (mamtaqqim, “sweetness”; HALOT 596 s. v. מַמְתַקִּים; BDB 609 s. v. מַמְתַקִּים) is the plural form of the noun מֹתֶק (moteq, “sweetness”). This may be an example of the plural of intensity, that is, “very sweet” (e. g., IBHS 122 §7.4.3a). The rhetorical use of the plural is indicated by the fact that מַמְתַקִּים (“sweetness”) is functioning as a predicate nominative relative to the singular subjective nominative חִכּוֹ (khikko, “his mouth”).) he is totally desirable. (tn The term מַחֲמַדִּים (makhmaddim, “desirable”) is the plural form of the noun מַחְמַד (makhmad, “desire, desirable thing, precious object”; HALOT 570 s. v. מַחְמָד 1; BDB 326 s. v. מַחְמַד). Like the plural מַמְתַקִּים (“sweetness”) in the preceding parallel line, this use of the plural is probably an example of the plural of intensity: “very desirable.”) This is my beloved! This is my companion, O maidens of Jerusalem!"}]}