{"bibleAbbr":"KJ3-2005","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"And it happened after the dying of Moses the servant of Jehovah, Jehovah spoke to Joshua the son of Nun, Moses' minister, saying,"},{"number":2,"verse":"My servant Moses has died. And now rise up, cross over this Jordan, you and all this people, to the land which I am giving to them, to the sons of Israel."},{"number":3,"verse":"Every place on which the sole of your foot shall tread, I have given it to you, as I spoke to Moses."},{"number":4,"verse":"From the wilderness, and this Lebanon, even to the great river, the Euphrates River, all the land of the Hittites, and to the Great Sea toward the setting of the sun, shall be your border."},{"number":5,"verse":"No man shall be able to stand before you all the days of your life. As I was with Moses, so I will be with you. I will not fail you and not will I forsake you."},{"number":6,"verse":"Be strong and brave. For you shall cause this people to inherit the land which I swore to their fathers to give to them."},{"number":7,"verse":"Only be strong and very brave, so that you may take heed to do according to all the Law which Moses My servant commanded you. Do not turn from it to the right or to the left, that you may act wisely wherever you go."},{"number":8,"verse":"This book of the Law shall not depart out of your mouth, and you shall meditate on it by day and by night, so that you shall be on guard to do according to all that is written in it. For then you shall prosper your way, and then you shall act wisely."},{"number":9,"verse":"Have I not commanded you? Be strong and brave. Do not be terrified or discouraged, for Jehovah your God is with you in all places where you go."},{"number":10,"verse":"Then Joshua commanded the officers of the people, saying,"},{"number":11,"verse":"Pass through the camp and command the people, saying, Prepare food for you. For within three days you are crossing this Jordan to go in to possess the land which Jehovah your God is giving to you, to possess it."},{"number":12,"verse":"And Joshua spoke to the Reubenites, and to the Gadites, and to the half tribe of Manasseh, saying,"},{"number":13,"verse":"Remember the word which Moses the servant of Jehovah commanded you, saying, Jehovah your God has given you rest, and He has given to you this land."},{"number":14,"verse":"Your wives, your little ones, and your livestock shall remain in the land which Moses has given to you beyond the Jordan. But you shall cross over armed before your brothers, all the mighty ones of strength and shall help them,"},{"number":15,"verse":"until Jehovah has given rest to your brothers, as well as to you, and they, even they have possessed the land which Jehovah your God is giving to them. And you may return to the land of your possession, and may possess it, which Moses the servant of Jehovah has given to you beyond the Jordan toward the rising of the sun."},{"number":16,"verse":"And they answered Joshua, saying, We will do all that you command us; and we will go everywhere you shall send us."},{"number":17,"verse":"According to all we heard from Moses, so we will listen to you. Surely Jehovah your God is with you, as He has been with Moses."},{"number":18,"verse":"Whoever rebels against your mouth, and will not listen to your commands in all that you say to him, he shall die. Only, be strong and brave."}]}