{"bibleAbbr":"KJ3-2005","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"And it happened, when all the nation had completely crossed over the Jordan, Jehovah spoke to Joshua, saying,"},{"number":2,"verse":"Take twelve men for you out of the people, one man of each tribe."},{"number":3,"verse":"And charge them, saying, Lift up twelve stones from this place, from the middle of the Jordan, from the place where the feet of the priests were fixed. And you shall pass them over with you and lay them down in the lodging place which you stay in it tonight."},{"number":4,"verse":"And Joshua called to the twelve men whom he had readied from the sons of Israel, one man, one man of each tribe."},{"number":5,"verse":"And Joshua said to them, Cross over before the ark of Jehovah your God to the middle of the Jordan, and each man of you lift up one stone on his shoulder, according to the number of the tribes of the sons of Israel,"},{"number":6,"verse":"that this shall be a sign among you, when your children ask hereafter, saying, What are these stones to you?"},{"number":7,"verse":"You shall say to them, Because the waters of the Jordan were cut off before the ark of the covenant of Jehovah, as it crossed over into the Jordan, the waters of the Jordan were cut off. And these stones are for a memorial to the sons of Israel all the days."},{"number":8,"verse":"And the sons of Israel did as Joshua ordered, and took up twelve stones out of the middle of the Jordan, as Jehovah had spoken to Joshua, according to the number of the tribes of the sons of Israel, and crossed over with them to the lodging place, and laid them down there;"},{"number":9,"verse":"even the twelve stones that Joshua lifted up in the middle of the Jordan, in the place where the feet of the priests bearing the ark of the covenant stood firm. And they are there until this day."},{"number":10,"verse":"And the priests bearing the ark were standing in the middle of the Jordan until everything was finished that Jehovah had commanded Joshua to speak to the people, according to all that Moses commanded Joshua. And the people hurried and crossed over."},{"number":11,"verse":"And it happened, when the people had finished crossing over, the ark of Jehovah and the priests crossed over before the people."},{"number":12,"verse":"And the sons of Reuben, and the sons of Gad, and the half tribe of Manasseh crossed over in battle array before the sons of Israel, as Moses had spoken to them;"},{"number":13,"verse":"about forty thousand armed men of the army crossed over before Jehovah for battle, to the plains of Jericho."},{"number":14,"verse":"In that day Jehovah made Joshua great in the sight of all Israel. And they feared him all the days of his life, even as they feared Moses."},{"number":15,"verse":"And Jehovah spoke to Joshua, saying,"},{"number":16,"verse":"Command the priests who carry the ark of the testimony, that they rise out of the Jordan."},{"number":17,"verse":"And Joshua commanded the priests, saying, Rise out of the Jordan."},{"number":18,"verse":"And it happened when the priests who bore the ark of the covenant of Jehovah had come up out of the midst of the Jordan, and the soles of the feet of the priests had been lifted to the dry land, the waters of the Jordan returned to their place, and went over all its banks, as before."},{"number":19,"verse":"And the people came up out of the Jordan on the tenth of the first month, and camped in Gilgal, in the east border of Jericho."},{"number":20,"verse":"And the twelve stones which they took out of the Jordan were raised up in Gilgal by Joshua."},{"number":21,"verse":"And he spoke to the sons of Israel, saying, When your sons ask their fathers hereafter, saying, What do these stones mean?"},{"number":22,"verse":"Then you shall make your sons know, saying, Israel came over this Jordan on dry land,"},{"number":23,"verse":"because Jehovah your God dried up the waters of the Jordan before you, until you crossed over, as Jehovah your God did to the Sea of Reeds, which He dried up before you until we crossed over;"},{"number":24,"verse":"so that all the people of the land shall know that the hand of Jehovah is strong, so that you may fear Jehovah your God all the days."}]}