{"bibleAbbr":"KJ3-2005","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"And it happened, when all the kings of the Amorites beyond the Jordan, toward the sea, and all the kings of the Canaanites which were by the sea, heard how Jehovah dried up the waters of the Jordan before the sons of Israel, until they crossed over, their heart was melted. And there was not any more spirit in them before the sons of Israel."},{"number":2,"verse":"At that time Jehovah said to Joshua, Make for yourself flint knives, and turn back, circumcise the sons of Israel, the second time."},{"number":3,"verse":"And Joshua made flint knives for himself, and circumcised the sons of Israel at the hill of the foreskins."},{"number":4,"verse":"And this is the reason Joshua circumcised: All the people who had come out from Egypt, who were males, all the men of war, had died in the wilderness, in the way, as they came out of Egypt."},{"number":5,"verse":"For all the people who had come out were circumcised. And all the people who were born in the wilderness, in the way, as they came out from Egypt, had not been circumcised."},{"number":6,"verse":"For the sons of Israel had walked forty years in the wilderness, until all the nation, the men of war who had come out from Egypt were consumed, those who did not listen to the voice of Jehovah, to whom Jehovah had sworn to them not to cause them to see the land which Jehovah swore to their fathers, to give to us, a land flowing with milk and honey; these were consumed."},{"number":7,"verse":"And He raised their sons up in their place. Joshua circumcised them, for they had been uncircumcised; for they had not been circumcised in the way."},{"number":8,"verse":"And it happened, when all the nation had finished being circumcised, they remained in their places in the camp until they revived."},{"number":9,"verse":"And Jehovah said to Joshua, Today I have rolled the reproach of Egypt off of you. And he called the name of that place Gilgal to this day."},{"number":10,"verse":"And the sons of Israel camped in Gilgal, and prepared the Passover on the fourteenth day of the month, at evening, in the plains of Jericho."},{"number":11,"verse":"And they ate the old grain of the land on the morrow of the Passover, unleavened bread and roasted grain, in this same day."},{"number":12,"verse":"And the manna ceased on the next day after they ate of the old grain of the land. And there was no more manna to the sons of Israel, but they ate the produce of the land of Canaan in that year."},{"number":13,"verse":"And it happened, when Joshua was beside Jericho, that he lifted up his eyes and looked. And, behold! A Man stood in front of him, and His drawn sword was in His hand. And Joshua went to Him and said to Him, Are You for us, or for our adversaries?"},{"number":14,"verse":"And He said, No, for I now come as the Commander of the army of Jehovah. And Joshua fell on his face to the earth and worshiped. And he said to Him, What does my Lord speak to His slave?"},{"number":15,"verse":"And the Commander of the army of Jehovah said to Joshua, Take your shoe off your foot, for the place on which you are standing is holy. And Joshua did so."}]}