{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":10,"verses":[{"number":1,"verse":"And I saw another strong angel coming down out of the heaven, having been clothed with a cloud, and a rainbow on the head; and his face as the sun, and his feet as pillars of fire."},{"number":2,"verse":"And he had in his hand a little scroll having been opened. And he placed his right foot on the sea, and the left one on the land,"},{"number":3,"verse":"and cried with a great voice, as a lion roars. And when he cried, the seven thunders spoke their sounds."},{"number":4,"verse":"And when the seven thunders spoke their sounds, I was about to write. And I heard a voice out of Heaven saying to me, Seal the things which the seven thunders spoke, and do not write these things."},{"number":5,"verse":"And the angel whom I saw standing on the sea and on the land lifted his hand to Heaven,"},{"number":6,"verse":"and swore by the One living to the ages of the ages, \"who created the heaven\" and the things in it, \"and the earth\" and the things in it, \"and the sea and the things in it,\" that time shall no longer be; Ex 20:11"},{"number":7,"verse":"but in the days of the voice of the seventh angel, whenever he is about to sound his trumpet, was even ended the mystery of God, as He preached to His slaves, the prophets."},{"number":8,"verse":"And the voice which I heard out of the Heaven was again speaking to me, and saying, Go, take the little scroll having been opened in the hand of the angel standing on the sea and on the land."},{"number":9,"verse":"And I went away toward the angel, saying to him, Give the little scroll to me. And he said to me, Take and eat it up, and it will make your belly bitter, but it will be sweet as honey in your mouth."},{"number":10,"verse":"And I took the little scroll out of the angel's hand, and ate it up. And it was sweet like honey in my mouth; and when I ate it, my belly was made bitter."},{"number":11,"verse":"And he said to me, You must again prophesy before peoples and nations and languages and many kings."}]}