{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"And a great sign was seen in the heavens, a woman having been clothed with the sun, and the moon was underneath her feet; and on her head a crown of twelve stars;"},{"number":2,"verse":"and having a babe in womb. She cries out, being in travail, and being in great pain to give birth."},{"number":3,"verse":"And another sign was seen in the heavens. And, behold, a great fiery red dragon having seven heads and ten horns! And on his heads were seven diadems,"},{"number":4,"verse":"and his tail drew the third part of the stars of the heaven, and he throws them to the earth. And the dragon stood before the woman being about to bear, so that when she bears he might devour her child."},{"number":5,"verse":"And she bore a son, a male, who is going to shepherd all the nations with an iron staff. And her child was caught up to God, and to His throne."},{"number":6,"verse":"And the woman fled into the wilderness, where she had a place, it having been prepared from God, that there they might nourish her a thousand two hundred and sixty days."},{"number":7,"verse":"And war occurred in Heaven, Michael and His angels making war against the dragon. And the dragon and his angels made war,"},{"number":8,"verse":"but they did not have strength, nor still was place found for them still in Heaven."},{"number":9,"verse":"And the great dragon was cast out, the old serpent, the one being called the devil, even Satan; the one leading astray the whole inhabited earth, was cast into the earth, and his angels were cast down with him."},{"number":10,"verse":"And I heard a great voice saying in Heaven, Now has come the salvation and power and the kingdom of our God, and the authority of His Christ, because the accuser of our brothers is thrown down, the one accusing them before our God day and night."},{"number":11,"verse":"And they overcame him because of the blood of the Lamb, and because of the Word of their testimony. And they did not love their soul even unto death."},{"number":12,"verse":"Because of this, be glad, the heavens and the ones tabernacling in them. Woe to the ones dwelling on the earth, and in the sea, because the devil came down to you having great anger, knowing that he has a little time!"},{"number":13,"verse":"And when the dragon saw that he was cast out onto the earth, he pursued the woman who bore the male."},{"number":14,"verse":"And two wings of the great eagle were given to the woman, that she might fly into the wilderness, to her place, where she is nourished there a time, and times, and half a time, away from the serpent's face."},{"number":15,"verse":"And the serpent threw water out of his mouth like a river after the woman, that he might cause her to be swept away by the river."},{"number":16,"verse":"And the earth helped the woman, and the earth opened its mouth and swallowed the river which the dragon threw out of his mouth."},{"number":17,"verse":"And the dragon was enraged over the woman, and went away to make war with the rest of her seed, the ones keeping the commandments of God, and having the testimony of Jesus Christ."}]}