{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"And I stood on the sand of the sea. And I saw a beast coming up out of the sea, having seven heads and ten horns, and on his horns ten diadems, and on its heads names of blasphemy."},{"number":2,"verse":"And the beast which I saw was like a leopard, and its feet as of a bear, and its mouth as a lion's mouth. And the dragon gave its power to it, and its throne, and great authority."},{"number":3,"verse":"And I saw one of its heads, as having been slaughtered to death, and its deadly wound was healed. And all the earth wondered after the beast."},{"number":4,"verse":"And they worshiped the dragon who gave authority to the beast; and they worshiped the beast, saying, Who is like the beast; who is able to make war with it?"},{"number":5,"verse":"And a mouth speaking great things and blasphemies was given to it. And authority to act forty-two months was given to it."},{"number":6,"verse":"And it opened its mouth in blasphemy toward God, to blaspheme His name and His tabernacle, and the ones tabernacling in Heaven."},{"number":7,"verse":"And it was given to it \"to war with the saints, and to overcome them.\" And authority was given to it over every tribe and language and nation. Dan 7:21"},{"number":8,"verse":"And all the ones dwelling in the earth will worship it, the ones of whom the names had not been written in the Book of Life of the Lamb having been slaughtered from the foundation of the world."},{"number":9,"verse":"If anyone has an ear, let him hear."},{"number":10,"verse":"If anyone gathers captivity, into captivity he goes away. If anyone will kill by a sword, by a sword he must be killed. Here is the patience and the faith of the saints."},{"number":11,"verse":"And I saw another beast coming up out of the earth. And it had two horns like a lamb, but spoke like a dragon."},{"number":12,"verse":"And it executes all the authority of the first beast before it. And it causes that the earth and the ones dwelling in it that they should worship the first beast, of which was healed its deadly wound."},{"number":13,"verse":"And it does great signs, that it even causes fire to come down out of the heaven onto the earth before men."},{"number":14,"verse":"And it leads astray the ones dwelling on the earth, because of the signs which were given to it to do before the beast, saying to the ones dwelling on the earth to make an image to the beast who has the wound of the sword, and lived."},{"number":15,"verse":"And it was given to it to give a spirit to the image of the beast, so that the image of the beast might even speak, and might cause as many as would not worship the image of the beast to be killed."},{"number":16,"verse":"And it makes all people, the small ones and the great ones, and the rich ones and the poor ones, and the freemen and the slaves, that it may give to all of them a mark on their right hand, or on their foreheads,"},{"number":17,"verse":"even that not any could buy or sell, except the one having the mark, or the name of the beast, or the number of its name."},{"number":18,"verse":"Here is wisdom: Let the one having reason count the number of the beast, for it is the number of a man and its number is six hundred and sixty-six."}]}