{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":17,"verses":[{"number":1,"verse":"And one of the seven angels having the seven bowls came and spoke with me, saying to me, Come, I will show you the judgment of the great harlot, the one sitting on the many waters,"},{"number":2,"verse":"with whom the kings of the earth committed fornication, and the ones inhabiting the earth became drunk from the wine of her fornication."},{"number":3,"verse":"And he carried me away into a deserted place, by the Spirit. And I saw a woman sitting on a scarlet beast, filled with names of blasphemy, having seven heads and ten horns."},{"number":4,"verse":"And the woman was clothed in purple and scarlet, and being adorned with gold and precious stone and pearls, having a golden cup in her hand, filled with abominations and unclean things of her fornication."},{"number":5,"verse":"And on her forehead was a name was written: Mystery, Babylon the Great, the Mother of the Harlots and of the Abominations of the Earth."},{"number":6,"verse":"And I saw the woman being drunk from the blood of the saints, and from the blood of the witnesses of Jesus. And seeing her, I wondered with a great wonder."},{"number":7,"verse":"And the angel said to me, Why did you wonder? I will tell you the mystery of the woman, and of the beast sustaining her, the one having the seven heads and the ten horns."},{"number":8,"verse":"The beast which you saw was, and is not, and is about to come up out of the abyss, and goes to eternal destruction. And the ones dwelling on the earth will wonder, the ones whose names have not been written on the Book of Life from the foundation of the world, seeing the beast, that it was a thing, and is not, yet it is."},{"number":9,"verse":"Here is the mind, the one having wisdom: the seven heads are seven mountains, where the woman sits on them."},{"number":10,"verse":"And the kings are seven. The five fell, and the one is, and the other has not yet come. And when he does come, he must remain a little."},{"number":11,"verse":"And the beast which was, and is not, even he is the eighth, and is of the seven, and goes to perdition."},{"number":12,"verse":"And the ten horns you saw are ten kings who have not yet received a kingdom, but will receive authority as kings one hour with the beast."},{"number":13,"verse":"These have one mind, and their power and authority they shall give up to the beast."},{"number":14,"verse":"These will make war with the Lamb, and the Lamb will prevail over them, because He is Lord of lords and King of kings, and the ones with Him are the called ones and elect ones and faithful ones."},{"number":15,"verse":"And he says to me, The waters which you saw, where the harlot sits, are peoples and crowds and nations and languages."},{"number":16,"verse":"And the ten horns which you saw on the beast, these will hate the harlot, and will make her desolated and naked. And they will eat her flesh, and will burn her up with fire."},{"number":17,"verse":"For God gave into their hearts to do His mind, and to act in one mind, and to give their kingdom to the beast, until the words of God shall be fulfilled."},{"number":18,"verse":"And the woman whom you saw is the great city, the one having a kingdom over the kings of the earth."}]}