{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":18,"verses":[{"number":1,"verse":"And after these things I saw another angel coming down out of Heaven having great authority, and the earth was lighted up from his glory."},{"number":2,"verse":"And he cried in a strong, great voice, saying, Babylon the great has fallen! It has fallen, and it has become a dwelling place of demons, and a prison of every unclean spirit, and a prison of every unclean bird, and hated,"},{"number":3,"verse":"because of the wine of the anger of her fornication which all the nations have drunk, even the kings of the earth have committed fornication with her; and the merchants of the earth became rich from the power of her luxury."},{"number":4,"verse":"And I heard another voice out of Heaven saying, My people, come out of her, that you may not share in her sins, and that you may not receive of her plagues;"},{"number":5,"verse":"that are joined with her sins, even up to Heaven, and God remembered her misdeeds."},{"number":6,"verse":"Give back to her as also she gave back to you, and double to her doubles, according to her works. In the cup which she mixed, mix to her double."},{"number":7,"verse":"By as many things as she glorified herself, and luxuriated, by so much give to her torment and mourning, because she says in her heart, I sit as a queen, and I am not a widow; and I shall not see mourning, not ever!"},{"number":8,"verse":"Because of this, in one day her plagues shall come: death, and mourning, and famine; and she will be consumed with fire, for the Lord God, the One judging her, is strong."},{"number":9,"verse":"And the kings of the earth will weep for her, and will wail over her, the ones having fornicated and having luxuriated with her, when they see the smoke of her burning;"},{"number":10,"verse":"standing from afar because of the fear of her torment, saying, Woe! Woe to the great city, Babylon, the strong city! For in one hour your judgment came."},{"number":11,"verse":"And the merchants of the earth weep and mourn over her, because no one buys their cargo, no more,"},{"number":12,"verse":"cargo of gold, and silver, and of precious stone, and of pearls, and of fine linen, and of purple, and of silk, and of scarlet, and all thyine wood, and every ivory vessel, and every vessel of very precious wood, and of bronze, and of iron, and of marble,"},{"number":13,"verse":"and cinnamon, and incenses, and ointment, and frankincense, and wine, and oil, and fine wheat flour, and wheat, and beasts, and sheep, and horses, and chariots, and of bodies and souls of men."},{"number":14,"verse":"And the ripe fruits of the lust of your soul went away from you, and all the fat things, and the bright things went away from you, and you will not find them, not ever!"},{"number":15,"verse":"The merchants of these things, the ones being enriched from her, will stand from afar because of the fear of her torment, weeping and mourning;"},{"number":16,"verse":"and saying, Woe! Woe to the great city having been clothed in fine linen and purple and scarlet, and having been adorned with gold and precious stone, and pearls!"},{"number":17,"verse":"For in one hour such great wealth was desolated. And every helmsman and all on the ships, and sailors, and as many as work the sea, stood from afar,"},{"number":18,"verse":"and cried out, seeing the smoke of her burning, saying, What is like the great city?"},{"number":19,"verse":"And they threw dust on their heads, and cried out, weeping and mourning, saying, Woe! Woe to the great city, by which all the ones having ships in the sea were rich, from her costliness, because in one hour she was laid waste."},{"number":20,"verse":"Rejoice over her, Heaven, and the holy apostles, and the prophets, because God judged your judgment on her."},{"number":21,"verse":"And one strong angel lifted a stone like a great millstone, and threw it into the sea, saying, Thus on a violent impulse, Babylon the great city will be thrown down, and it will not still be found, not ever!."},{"number":22,"verse":"And the sound of harpers, and of musicians, and flutists, and of trumpeters will not still be heard in you, not ever! And every craftsman of every craft will not still be found in you, not ever! And the sound of a mill will not still be heard in you, not ever!"},{"number":23,"verse":"And the light of a lamp will not still shine in you, not ever! And the voice of the bridegroom and bride will not still be heard in you, not ever! For your merchants were the great ones of the earth, for by your sorcery all the nations were led astray."},{"number":24,"verse":"And in her was found the blood of prophets, and of saints, and of all the ones having been slaughtered on the earth."}]}