{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"And after these things, I heard a great voice of a large multitude in Heaven, saying, Alleluia! The salvation and the glory and the honor and the power of the Lord our God!"},{"number":2,"verse":"For true and righteous are His judgments, because He judged the great harlot who defiled the earth with her fornication. And He avenged the blood of His slaves out of her hand."},{"number":3,"verse":"And secondly they said, Alleluia! Also her smoke goes up to the ages of the ages."},{"number":4,"verse":"And the twenty-four elders, and the four living creatures fell down and worshiped God sitting on the throne, saying, Amen! Alleluia!"},{"number":5,"verse":"And a voice came out from the throne, saying, Praise our God, all His slaves, and the ones fearing Him, the small ones and the great ones."},{"number":6,"verse":"And I heard as a sound of a large multitude, and as a sound of many waters, and as a sound of strong thunders, saying, Alleluia! Because the Lord God reigned, the Almighty."},{"number":7,"verse":"Let us rejoice and let us exult, and we will give glory to Him, because the marriage of the Lamb came, and His wife prepared herself."},{"number":8,"verse":"And it was given to her that she be clothed in fine linen, pure and bright; for the fine linen is the righteous deeds of the saints."},{"number":9,"verse":"And he says to me, Write: Blessed are the ones having been called to the supper of the marriage of the Lamb. And he says to me, These are the true words of God."},{"number":10,"verse":"And I fell before his feet to worship him, but he said to me, See that you do not do it! I am a fellow-slave of yours, and of your brothers, the ones having the testimony of Jesus. Worship God. For the testimony of Jesus is the spirit of prophecy."},{"number":11,"verse":"And I saw Heaven having been opened. And, behold! A white horse, and the One sitting on it being called Faithful and True. And He judges and wars in righteousness."},{"number":12,"verse":"And His eyes were as a flame of fire, and on His head many diadems, having a name written, which no one knows if not Himself;"},{"number":13,"verse":"and having been clothed in a garment having been dipped in blood. And His name is called The Word of God."},{"number":14,"verse":"And the armies in Heaven followed Him on white horses, being dressed in fine linen, white and pure."},{"number":15,"verse":"And out of His mouth goes forth a sharp sword, that with it He might smite the nations. And He will shepherd them with an iron rod. And He treads the winepress of the wine of the anger and of the wrath of God Almighty."},{"number":16,"verse":"And He has on His garment and on His thigh a name having been written: KING OF KINGS AND LORD OF LORDS."},{"number":17,"verse":"And I saw one angel standing in the sun. And he cried with a great voice, saying to all the birds flying in mid-heaven, Come and gather together to the supper of the great God,"},{"number":18,"verse":"that you may eat the flesh of kings, and the flesh of chiliarchs, and the flesh of strong ones, and the flesh of horses, and of the ones sitting on them, and the flesh of all, both freemen and slaves, even of the small ones and great ones."},{"number":19,"verse":"And I saw the beast and the kings of the earth, and their armies being assembled to make war with the One sitting on the horse, and with His army."},{"number":20,"verse":"And the beast was seized, and with this one the false prophet, the one doing signs before it, by which he led astray the ones receiving the mark of the beast, and the ones worshiping its image. The two were thrown living into the Lake of Fire burning with brimstone."},{"number":21,"verse":"And the rest were killed with the sword of the One sitting on the horse, the sword going forth from His mouth. And all the birds were filled from their flesh."}]}