{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"To the angel of the Ephesian assembly, write: These things says the One holding the seven stars in His right hand, the One walking in the midst of the seven golden lampstands:"},{"number":2,"verse":"I know your works, and your labor, and your patience, and that you cannot bear evil ones; and you tried the ones pretending to be apostles and are not, and found them to be liars."},{"number":3,"verse":"And I know you bore up and have patience and on account of My name you have labored and have not wearied."},{"number":4,"verse":"But I have against you that you left your first love."},{"number":5,"verse":"Therefore, remember from where you have fallen, and repent, and do the first works. And if not, I am coming to you quickly, and will remove your lampstand from its place, unless you repent."},{"number":6,"verse":"But you have this, that you hate the works of the Nicolaitans, which I also hate."},{"number":7,"verse":"The one having an ear, hear what the Spirit says to the assemblies. To the one overcoming, I will give to him to eat of the Tree of Life which is in the midst of the Paradise of God."},{"number":8,"verse":"And to the angel of the assembly in Smyrna, write: These things says the First and the Last, who became a dead one, and lived:"},{"number":9,"verse":"I know your works, and the affliction, and the poverty; but you are rich. And I know the blasphemy of the ones saying themselves to be Jews, and they are not, but are a synagogue of Satan."},{"number":10,"verse":"Fear nothing of what you are about to suffer. Behold, the devil is about to throw some from you into prison, so that you may be tried; and you will have affliction ten days. Be faithful until death, and I will give you the crown of life."},{"number":11,"verse":"The one having an ear, hear what the Spirit says to the assemblies. The one overcoming will not be hurt by the second death, not ever!"},{"number":12,"verse":"And to the angel of the assembly in Pergamos, write: These things says the One having the sharp, two-edged sword:"},{"number":13,"verse":"I know your works, and where you dwell, where the throne of Satan is. And you hold My name, and did not deny My faith even in the days in which Antipas was My faithful witness; who was killed alongside you, where Satan dwells."},{"number":14,"verse":"But I have a few things against you, that you have there some holding the teachings of Balaam, who taught Balak to cast a stumbling block before the sons of Israel, to eat idol sacrifices, and to commit fornication."},{"number":15,"verse":"So you also have some holding the teaching of the Nicolaitans, which thing I hate."},{"number":16,"verse":"Repent! But if not, I will come to you quickly, and I will make war with them by the sword of My mouth."},{"number":17,"verse":"The one having an ear, hear what the Spirit says to the assemblies. To the one overcoming, I will give him to eat from the hidden manna. And I will give to him a white pebble, and on the pebble a new name having been written, which no one knows if not the one receiving it."},{"number":18,"verse":"And to the angel of the assembly in Thyatira, write: These things says the Son of God, the One having His eyes as a flame of fire, and His feet like burnished brass."},{"number":19,"verse":"I know your works, and the love, and the ministry, and the faith, and your patience, and your works; and the last more than the first."},{"number":20,"verse":"But I have a few things against you, that you allow the woman Jezebel to teach, the one saying herself to be a prophetess, and to cause My slaves to go astray, and to commit fornication, and to eat idol sacrifices."},{"number":21,"verse":"And I gave time to her that she might repent of her fornication. And she did not repent."},{"number":22,"verse":"Behold, I am throwing her into a bed, and into great affliction the ones committing adultery with her, unless they repent of their works."},{"number":23,"verse":"And I will kill her children with death; and all the assemblies will know that I am the One searching the kidneys and hearts. And I will give to you, each one, according to your works."},{"number":24,"verse":"But I say to you and to the rest in Thyatira, as many as do not have this teaching, and who did not know the deep things of Satan, as they say; I am not casting another burden on you;"},{"number":25,"verse":"but what you have, hold until I shall come."},{"number":26,"verse":"And the one overcoming, and the one keeping My works until the end, \"I will give to him authority over the nations,\""},{"number":27,"verse":"and \"he will shepherd them with an iron staff\" (they are \"broken to pieces like clay vessels\"), as I also have received from My Father. Psa 2:8, 9"},{"number":28,"verse":"And I will give to him the Morning Star."},{"number":29,"verse":"The one havings an ear, hear what the Spirit says to the assemblies."}]}