{"bibleAbbr":"KJ3-2005","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":4,"verses":[{"number":1,"verse":"After these things I saw. And behold, a door being opened in Heaven! And I heard the first voice as a trumpet speaking with me, saying, Come up here, and I will show you what needs to happen after these things."},{"number":2,"verse":"And at once I became in spirit. And, behold, a throne was set in Heaven, and One sitting on the throne."},{"number":3,"verse":"And the One sitting was in appearance like a jasper stone, and a sardius; and a rainbow was around the throne, in appearance of emeralds."},{"number":4,"verse":"And around the throne I saw twentyfour thrones, and on the thrones I saw twenty four elders sitting, having been clothed in white garments. And they had golden crowns on their heads."},{"number":5,"verse":"And out of the throne come forth lightnings and thunders and voices. And seven lamps of fire were burning before the throne, which are the seven Spirits of God;"},{"number":6,"verse":"and a glassy sea before the throne, like crystal. And in the midst of the throne and around the throne were four living creatures, full of eyes before and behind."},{"number":7,"verse":"And the first living creature was like a lion; and the second living creature like a calf; and the third living creature having a face like a man; and the fourth living creature like an eagle flying."},{"number":8,"verse":"And the four living creatures one by one had six wings around, and within being full of eyes. And they have no rest day and night, saying, \"Holy, holy, holy, Lord God Almighty,\" the One who was, and the One being, and the One coming! Isa 6:3"},{"number":9,"verse":"And whenever the living creatures shall give glory and honor and thanks to the One sitting on the throne, to the One living to the ages of the ages,"},{"number":10,"verse":"the twenty-four elders fall down before the One sitting on the throne; and they will worship the One living unto the ages of the ages, and will throw their crowns before the throne, saying,"},{"number":11,"verse":"Lord, You are worthy to receive the glory and the honor and the power, because You created all things, and through Your will they exist and were created."}]}