{"bibleAbbr":"NKJV1982","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":15,"verses":[{"number":1,"verse":"Prelude to the Bowl Judgments Then (Rev. 12:1, 3) I saw another sign in heaven, great and marvelous: (Rev. 21:9) seven angels having the seven last plagues, (Rev. 14:10) for in them the wrath of God is complete."},{"number":2,"verse":"And I saw something like (Rev. 4:6) a sea of glass ((Matt. 3:11)) mingled with fire, and those who have the victory over the beast, (Rev. 13:14, 15) over his image and over his mark and over the (Rev. 13:17) number of his name, standing on the sea of glass, (Rev. 5:8) having harps of God."},{"number":3,"verse":"They sing (Ex. 15:1-21) the song of Moses, the servant of God, and the song of the (Rev. 15:3) Lamb, saying: (Deut. 32:3, 4; Ps. 92:5; Rom. 11:33) “Great and marvelous are Your works, Lord God Almighty! (Ps. 145:17; Rev. 16:7) Just and true are Your ways, O King of the saints!"},{"number":4,"verse":"(Ex. 15:14) Who shall not fear You, O Lord, and glorify Your name? For You alone are (Lev. 11:44; 1 Pet. 1:16; Rev. 4:8) holy. For (Ps. 86:9; Is. 66:23) all nations shall come and worship before You, For Your judgments have been manifested.”"},{"number":5,"verse":"After these things I looked, and behold, (Ex. 38:21; Num. 1:50; Heb. 8:5; Rev. 13:6) the temple of the tabernacle of the testimony in heaven was opened."},{"number":6,"verse":"And out of the temple came the seven angels having the seven plagues, (Ex. 28:6) clothed in pure bright linen, and having their chests girded with golden bands."},{"number":7,"verse":"(Rev. 4:6) Then one of the four living creatures gave to the seven angels seven golden bowls full of the wrath of God (1 Thess. 1:9) who lives forever and ever."},{"number":8,"verse":"(Ex. 19:18; 40:34; Lev. 16:2; 1 Kin. 8:10; 2 Chr. 5:13; Is. 6:4) The temple was filled with smoke (2 Thess. 1:9) from the glory of God and from His power, and no one was able to enter the temple till the seven plagues of the seven angels were completed."}]}