{"bibleAbbr":"NKJV1982","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"(Heaven Exults over Babylon) After these things (Jer. 51:48; Rev. 11:15; 19:6) I heard a loud voice of a great multitude in heaven, saying, “Alleluia! (Rev. 4:11) Salvation and glory and honor and power belong to the Lord our God!"},{"number":2,"verse":"For (Rev. 15:3; 16:7) true and righteous are His judgments, because He has judged the great harlot who corrupted the earth with her fornication; and He (Deut. 32:43; 2 Kin. 9:7; Luke 18:7, 8; Rev. 6:10) has avenged on her the blood of His servants shed by her.”"},{"number":3,"verse":"Again they said, “Alleluia! (Is. 34:10; Rev. 14:11) Her smoke rises up forever and ever!”"},{"number":4,"verse":"And (Rev. 4:4, 6, 10) the twenty-four elders and the four living creatures fell down and worshiped God who sat on the throne, saying, (1 Chr. 16:36) “Amen! Alleluia!”"},{"number":5,"verse":"Then a voice came from the throne, saying, (Ps. 134:1) “Praise our God, all you His servants and those who fear Him, (Rev. 11:18) both small and great!”"},{"number":6,"verse":"(Ezek. 1:24; Rev. 1:15; 14:2) And I heard, as it were, the voice of a great multitude, as the sound of many waters and as the sound of mighty thunderings, saying, “Alleluia! For (Rev. 11:15) the Lord God Omnipotent reigns!"},{"number":7,"verse":"Let us be glad and rejoice and give Him glory, for ((Matt. 22:2; 25:10); Luke 12:36; John 3:29; (2 Cor. 11:2); Eph. 5:23, 32; Rev. 19:9) the marriage of the Lamb has come, and His wife has made herself ready.”"},{"number":8,"verse":"And (Ps. 45:13; Ezek. 16:10) to her it was granted to be arrayed in fine linen, clean and bright, (Ps. 132:9) for the fine linen is the righteous acts of the saints."},{"number":9,"verse":"Then he said to me, “Write: (Matt. 22:2; Luke 14:15) ‘Blessed are those who are called to the marriage supper of the Lamb!’ ” And he said to me, (Rev. 22:6) “These are the true sayings of God.”"},{"number":10,"verse":"And (Rev. 22:8) I fell at his feet to worship him. But he said to me, (Acts 10:26; Rev. 22:9) “See that you do not do that! I am your ((Heb. 1:14)) fellow servant, and of your brethren (1 John 5:10) who have the testimony of Jesus. Worship God! For the (Luke 24:27; John 5:39) testimony of Jesus is the spirit of prophecy.”"},{"number":11,"verse":"(Christ on a White Horse) (Rev. 15:5) Now I saw heaven opened, and behold, (Ps. 45:3, 4; Rev. 6:2; 19:19, 21) a white horse. And He who sat on him was called (Rev. 3:7, 14) Faithful and True, and (Ps. 96:13; Is. 11:4) in righteousness He judges and makes war."},{"number":12,"verse":"(Dan. 10:6; Rev. 1:14) His eyes were like a flame of fire, and on His head were many crowns. (Rev. 2:17; 19:16) He had a name written that no one knew except Himself."},{"number":13,"verse":"(Is. 63:2, 3) He was clothed with a robe dipped in blood, and His name is called ((John 1:1, 14)) The Word of God."},{"number":14,"verse":"(Rev. 14:20) And the armies in heaven, (Matt. 28:3) clothed in fine linen, white and clean, followed Him on white horses."},{"number":15,"verse":"Now (Is. 11:4; 2 Thess. 2:8; Rev. 1:16) out of His mouth goes a sharp sword, that with it He should strike the nations. And (Ps. 2:8, 9) He Himself will rule them with a rod of iron. (Is. 63:3-6; Rev. 14:20) He Himself treads the winepress of the fierceness and wrath of Almighty God."},{"number":16,"verse":"And (Rev. 2:17; 19:12) He has on His robe and on His thigh a name written: (Dan. 2:47) KING OF KINGS AND LORD OF LORDS."},{"number":17,"verse":"(The Beast and His Armies Defeated) Then I saw an angel standing in the sun; and he cried with a loud voice, saying to all the birds that fly in the midst of heaven, (1 Sam. 17:44; Jer. 12:9; Ezek. 39:17) “Come and gather together for the supper of the great God,"},{"number":18,"verse":"(Ezek. 39:18-20) that you may eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and of those who sit on them, and the flesh of all people, free and slave, both small and great.”"},{"number":19,"verse":"(Rev. 16:13-16) And I saw the beast, the kings of the earth, and their armies, gathered together to make war against Him who sat on the horse and against His army."},{"number":20,"verse":"(Rev. 16:13) Then the beast was captured, and with him the false prophet who worked signs in his presence, by which he deceived those who received the mark of the beast and (Rev. 13:8, 12, 13) those who worshiped his image. (Is. 30:33; Dan. 7:11) These two were cast alive into the lake of fire (Rev. 14:10) burning with brimstone."},{"number":21,"verse":"And the rest (Rev. 19:15) were killed with the sword which proceeded from the mouth of Him who sat on the horse. (Rev. 19:17, 18) And all the birds (Rev. 17:16) were filled with their flesh."}]}