{"bibleAbbr":"NKJV1982","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"The Loveless Church “To the angel of the church of Ephesus write, ‘These things says (Rev. 1:16) He who holds the seven stars in His right hand, (Rev. 1:13) who walks in the midst of the seven golden lampstands:"},{"number":2,"verse":"(Ps. 1:6) “I know your works, your labor, your patience, and that you cannot bear those who are evil. And (John 6:6; 1 John 4:1) you have tested those (2 Cor. 11:13) who say they are apostles and are not, and have found them liars;"},{"number":3,"verse":"and you have persevered and have patience, and have labored for My name’s sake and have (Gal. 6:9; Heb. 12:3, 5) not become weary."},{"number":4,"verse":"Nevertheless I have this against you, that you have left your first love."},{"number":5,"verse":"Remember therefore from where you have fallen; repent and do the first works, (Matt. 21:41) or else I will come to you quickly and remove your lampstand from its place—unless you repent."},{"number":6,"verse":"But this you have, that you hate the deeds of the Nicolaitans, which I also hate."},{"number":7,"verse":"(Matt. 11:15; Rev. 2:11, 17; 3:6, 13, 22; 13:9) “He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give ((Rev. 22:2, 14)) to eat from ((Gen. 2:9; 3:22)) the tree of life, which is in the midst of the Paradise of God.” ’"},{"number":8,"verse":"The Persecuted Church “And to the angel of the church in Smyrna write, ‘These things says (Rev. 1:8, 17, 18) the First and the Last, who was dead, and came to life:"},{"number":9,"verse":"“I know your works, tribulation, and poverty (but you are (Luke 12:21) rich); and I know the blasphemy of (Rom. 2:17) those who say they are Jews and are not, (Rev. 3:9) but are a synagogue of Satan."},{"number":10,"verse":"(Matt. 10:22) Do not fear any of those things which you are about to suffer. Indeed, the devil is about to throw some of you into prison, that you may be tested, and you will have tribulation ten days. (Matt. 24:13) Be faithful until death, and I will give you (James 1:12) the crown of life."},{"number":11,"verse":"(Rev. 13:9) “He who has an ear, let him hear what the Spirit says to the churches. He who overcomes shall not be hurt by ((Rev. 20:6, 14; 21:8)) the second death.” ’"},{"number":12,"verse":"The Compromising Church “And to the angel of the church in Pergamos write, ‘These things says (Is. 49:2; Rev. 1:16; 2:16) He who has the sharp two-edged sword:"},{"number":13,"verse":"“I know your works, and where you dwell, where Satan’s throne is. And you hold fast to My name, and did not deny My faith even in the days in which Antipas was My faithful martyr, who was killed among you, where Satan dwells."},{"number":14,"verse":"But I have a few things against you, because you have there those who hold the doctrine of (Num. 31:16) Balaam, who taught Balak to put a stumbling block before the children of Israel, (Num. 25; Acts 15:29; (1 Cor. 10:20); Rev. 2:20) to eat things sacrificed to idols, (1 Cor. 6:13) and to commit sexual immorality."},{"number":15,"verse":"Thus you also have those who hold the doctrine of the Nicolaitans, which thing I hate."},{"number":16,"verse":"Repent, or else I will come to you quickly and (Is. 11:4; 2 Thess. 2:8; Rev. 19:15) will fight against them with the sword of My mouth."},{"number":17,"verse":"“He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give some of the hidden (Ex. 16:33, 34; (John 6:49, 51)) manna to eat. And I will give him a white stone, and on the stone (Is. 56:5; 62:2; 65:15; Rev. 3:12) a new name written which no one knows except him who receives it. ” ’"},{"number":18,"verse":"The Corrupt Church “And to the angel of the church in Thyatira write, ‘These things says the Son of God, (Rev. 1:14, 15) who has eyes like a flame of fire, and His feet like fine brass:"},{"number":19,"verse":"(Rev. 2:2) “I know your works, love, service, faith, and your patience; and as for your works, the last are more than the first."},{"number":20,"verse":"Nevertheless I have a few things against you, because you allow that woman (1 Kin. 16:31; 21:25; 2 Kin. 9:7, 22, 30) Jezebel, who calls herself a prophetess, to teach and seduce My servants (Ex. 34:15) to commit sexual immorality and eat things sacrificed to idols."},{"number":21,"verse":"And I gave her time (Rom. 2:5; Rev. 9:20; 16:9, 11) to repent of her sexual immorality, and she did not repent."},{"number":22,"verse":"Indeed I will cast her into a sickbed, and those who commit adultery with her into great tribulation, unless they repent of their deeds."},{"number":23,"verse":"I will kill her children with death, and all the churches shall know that I am He who (Ps. 7:9; 26:2; 139:1; Jer. 11:20; 17:10; Matt. 16:27; Luke 16:15; Acts 1:24; Rom. 8:27) searches the minds and hearts. And I will give to each one of you according to your works."},{"number":24,"verse":"“Now to you I say, and to the rest in Thyatira, as many as do not have this doctrine, who have not known the (2 Tim. 3:1-9) depths of Satan, as they say, (Acts 15:28) I will put on you no other burden."},{"number":25,"verse":"But hold fast (Rev. 3:11) what you have till I come."},{"number":26,"verse":"And he who overcomes, and keeps ((John 6:29)) My works until the end, ((Matt. 19:28)) to him I will give power over the nations—"},{"number":27,"verse":"‘He (Ps. 2:8, 9; Rev. 12:5; 19:15) shall rule them with a rod of iron; They shall be dashed to pieces like the potter’s vessels’ — as I also have received from My Father;"},{"number":28,"verse":"and I will give him (2 Pet. 1:19; Rev. 22:16) the morning star."},{"number":29,"verse":"“He who has an ear, let him hear what the Spirit says to the churches.” ’"}]}