{"bibleAbbr":"NKJV1982","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"(Seventh Seal: Prelude to the Seven Trumpets) When (Rev. 6:1) He opened the seventh seal, there was silence in heaven for about half an hour."},{"number":2,"verse":"((Matt. 18:10); Luke 1:19) And I saw the seven angels who stand before God, (2 Chr. 29:25-28) and to them were given seven trumpets."},{"number":3,"verse":"Then another angel, having a golden censer, came and stood at the altar. He was given much incense, that he should offer it with (Rev. 5:8) the prayers of all the saints upon (Ex. 30:1; Rev. 8:3) the golden altar which was before the throne."},{"number":4,"verse":"And (Ps. 141:2; Luke 1:10) the smoke of the incense, with the prayers of the saints, ascended before God from the angel’s hand."},{"number":5,"verse":"Then the angel took the censer, filled it with fire from the altar, and threw it to the earth. And (Ex. 19:16; Rev. 11:19; 16:18) there were noises, thunderings, (Rev. 4:5) lightnings, (2 Sam. 22:8; 1 Kin. 19:11; Acts 4:31) and an earthquake."},{"number":6,"verse":"So the seven angels who had the seven trumpets prepared themselves to sound."},{"number":7,"verse":"(First Trumpet: Vegetation Struck) The first angel sounded: (Ex. 9:23; Is. 28:2; Ezek. 38:22; Joel 2:30) And hail and fire followed, mingled with blood, and they were thrown (Rev. 16:2) to the earth. And a third (Is. 2:13; Rev. 9:4, 15-18) of the trees were burned up, and all green grass was burned up."},{"number":8,"verse":"(Second Trumpet: The Seas Struck) Then the second angel sounded: (Jer. 51:25; Amos 7:4) And something like a great mountain burning with fire was thrown into the sea, (Ex. 7:17; Rev. 11:6; 16:3) and a third of the sea (Ezek. 14:19) became blood."},{"number":9,"verse":"(Rev. 16:3) And a third of the living creatures in the sea died, and a third of the ships were destroyed."},{"number":10,"verse":"(Third Trumpet: The Waters Struck) Then the third angel sounded: (Is. 14:12; Rev. 6:13; 9:1) And a great star fell from heaven, burning like a torch, (Rev. 14:7; 16:4) and it fell on a third of the rivers and on the springs of water."},{"number":11,"verse":"(Ruth 1:20) The name of the star is Wormwood. (Ex. 15:23) A third of the waters became wormwood, and many men died from the water, because it was made bitter."},{"number":12,"verse":"(Fourth Trumpet: The Heavens Struck) (Is. 13:10; Joel 2:31; Amos 8:9; Matt. 24:29; Rev. 6:12) Then the fourth angel sounded: And a third of the sun was struck, a third of the moon, and a third of the stars, so that a third of them were darkened. A third of the day did not shine, and likewise the night."},{"number":13,"verse":"And I looked, (Rev. 14:6; 19:17) and I heard an angel flying through the midst of heaven, saying with a loud voice, (Rev. 9:12; 11:14; 12:12) “Woe, woe, woe to the inhabitants of the earth, because of the remaining blasts of the trumpet of the three angels who are about to sound!”"}]}