{"bibleAbbr":"NKJV1982","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"Fifth Trumpet: The Locusts from the Bottomless Pit Then the fifth angel sounded: (Luke 10:18; Rev. 8:10) And I saw a star fallen from heaven to the earth. To him was given the key to (Luke 8:31; Rev. 9:2, 11; 17:8) the bottomless pit."},{"number":2,"verse":"And he opened the bottomless pit, and smoke arose out of the pit like the smoke of a great furnace. So the (Joel 2:2, 10) sun and the air were darkened because of the smoke of the pit."},{"number":3,"verse":"Then out of the smoke locusts came upon the earth. And to them was given power, (Ex. 10:4; Judg. 7:12) as the scorpions of the earth have power."},{"number":4,"verse":"They were commanded (Rev. 6:6) not to harm (Rev. 8:7) the grass of the earth, or any green thing, or any tree, but only those men who do not have (Ex. 12:23; Ezek. 9:4; Rev. 7:2, 3) the seal of God on their foreheads."},{"number":5,"verse":"And they were not given authority to kill them, ((Rev. 9:10; 11:7)) but to torment them for five months. Their torment was like the torment of a scorpion when it strikes a man."},{"number":6,"verse":"In those days (Job 3:21; 7:15; Is. 2:19; Jer. 8:3; Rev. 6:16) men will seek death and will not find it; they will desire to die, and death will flee from them."},{"number":7,"verse":"(Joel 2:4) The shape of the locusts was like horses prepared for battle. (Nah. 3:17) On their heads were crowns of something like gold, (Dan. 7:8) and their faces were like the faces of men."},{"number":8,"verse":"They had hair like women’s hair, and (Joel 1:6) their teeth were like lions’ teeth."},{"number":9,"verse":"And they had breastplates like breastplates of iron, and the sound of their wings was (Jer. 47:3; Joel 2:5-7) like the sound of chariots with many horses running into battle."},{"number":10,"verse":"They had tails like scorpions, and there were stings in their tails. Their power was to hurt men five months."},{"number":11,"verse":"And they had as king over them (Eph. 2:2) the angel of the bottomless pit, whose name in Hebrew is Abaddon, but in Greek he has the name Apollyon."},{"number":12,"verse":"(Rev. 8:13; 11:14) One woe is past. Behold, still two more woes are coming after these things."},{"number":13,"verse":"Sixth Trumpet: The Angels from the Euphrates Then the sixth angel sounded: And I heard a voice from the four horns of the (Rev. 8:3) golden altar which is before God,"},{"number":14,"verse":"saying to the sixth angel who had the trumpet, “Release the four angels who are bound (Gen. 15:18; Deut. 1:7; Josh. 1:4; Rev. 16:12) at the great river Euphrates.”"},{"number":15,"verse":"So the four angels, who had been prepared for the hour and day and month and year, were released to kill a (Rev. 8:7-9; 9:18) third of mankind."},{"number":16,"verse":"Now (Ps. 68:17; Dan. 7:10) the number of the army (Ezek. 38:4) of the horsemen was two hundred million; (Rev. 7:4) I heard the number of them."},{"number":17,"verse":"And thus I saw the horses in the vision: those who sat on them had breastplates of fiery red, hyacinth blue, and sulfur yellow; (1 Chr. 12:8; Is. 5:28, 29) and the heads of the horses were like the heads of lions; and out of their mouths came fire, smoke, and brimstone."},{"number":18,"verse":"By these three plagues a third of mankind was killed—by the fire and the smoke and the brimstone which came out of their mouths."},{"number":19,"verse":"For their power is in their mouth and in their tails; (Is. 9:15) for their tails are like serpents, having heads; and with them they do harm."},{"number":20,"verse":"But the rest of mankind, who were not killed by these plagues, (Deut. 31:29) did not repent of the works of their hands, that they should not worship (Lev. 17:7; Deut. 32:17; Ps. 106:37; 1 Cor. 10:20) demons, (Ps. 115:4-7; 135:15-17; Dan. 5:23) and idols of gold, silver, brass, stone, and wood, which can neither see nor hear nor walk."},{"number":21,"verse":"And they did not repent of their murders (Rev. 21:8; 22:15) or their sorceries or their sexual immorality or their thefts."}]}