{"bibleAbbr":"teERV1997","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"( వెండి బూరలు) మోషేతో యెహోవా ఇలా చెప్పాడు:"},{"number":2,"verse":"“రెండు వెండి బూరలు చేయించు. వెండిని ఉపయోగించి, బూరలు చేసేందుకు దానిని సాగగొట్టాలి. ఆ బూరలు ప్రజలందర్నీ సమావేశపర్చి సేనలను ఎప్పుడు బయలుదేరదీయాలో చెప్పటానికి ఉండవలెను. ప్రజలు ఎక్కడ నివాసం చేయాలి అనేది వారికి చెప్పటానికి ఇది నీకు సహాయకరంగా ఉంటుంది."},{"number":3,"verse":"ఆ రెండు బూరలు ఒక ప్రకటనగా ఉంటాయి. ప్రజలంతా అది విని, సన్నిధి గుడార ప్రవేశం దగ్గర నీ ఎదుట కూడుకొంటారు."},{"number":4,"verse":"నీవు ఒకే బూర ఊదితే నాయకులు (ఇశ్రాయేలు పన్నెండు కుటుంబాల నాయకులు) నీ ఎదుట కూడుకొంటారు."},{"number":5,"verse":"“నీవు ఒక బూరను పదే పదే ఊదితే, తూర్పు వైపున నివాసం చేస్తున్న వంశాలు బయల్దేరాలి."},{"number":6,"verse":"ఒక బూరను నీవు రెండోసారి కూడా అలాగే ఊదితే దక్షిణాన నివాసం చేస్తున్నవారు బయల్దేరాలి. బూర శబ్దం ప్రజలు బయల్దేరాలని చెప్పే ఒక ప్రకటన."},{"number":7,"verse":"ప్రజలందరినీ ఒక్కచోట నీవు సమకూర్చాలంటే, బూరలను మరో విధంగా అంటే ఏకధాటిగా ఒకే శృతిలో ఊదాలి."},{"number":8,"verse":"అహరోను కుమారులు, యాజకులు బూరలు ఊదాలి. ఇది మీకు భవిష్యత్తులో కూడ కొనసాగే ఆజ్ఞ."},{"number":9,"verse":"“మీ స్వంత స్థలంలో మీరు శత్రువుతో యుద్ధం చేయాల్సివస్తే, మీరు వారిమీదికి వెళ్లక ముందు బూరలను గట్టిగా ఊదాలి. అప్పుడు మీ యెహోవా దేవుడు వింటాడు, మీ శత్రువులనుండి ఆయన మిమ్ములను రక్షిస్తాడు."},{"number":10,"verse":"అలాగే మీ ప్రత్యేక సంతోష సమయాల్లోకూడ మీరు బూరలు ఊదాలి. మీ ప్రత్యేక పండుగ దినాల్లోను, నెలల ఆరంభ దినాల్లోను మీ బూరలు ఊదండి. మీ దహన బలులు, మీ సమాధాన బలులు అర్పించేటప్పుడు మీ బూరలు ఊదండి. అది మీరు మీ దేవుని జ్ఞాపకం చేసుకునేందుకు సహాయకరమైన ఒక ప్రత్యేక విషయం. మీరు ఇలా చేయాలని నేను మీకు ఆజ్ఞాపిస్తున్నాను. నేను యెహోవాను, మీ దేవుడ్ని.”"},{"number":11,"verse":"( ఇశ్రాయేలు ప్రజల నివాసం మార్పు) ఇశ్రాయేలు ప్రజలు ఈజిప్టు విడిచిన తర్వాత రెండో సంవత్సరం, రెండో నెలలో (20వ రోజు) సన్నిధి గుడారం మీదనుండి మేఘం పైకి లేచింది."},{"number":12,"verse":"అందుచేత ఇశ్రాయేలు ప్రజలంతా సీనాయి అరణ్యంనుండి బయల్దేరి ప్రయాణం మొదలుబెట్టారు. పారాను అరణ్యంలో ఆ మేఘం నిలిచిపోయేంత వరకు, వారు ప్రయాణం చేసారు."},{"number":13,"verse":"మోషేకు యెహోవా ఆజ్ఞాపించిన ప్రకారంగా ఆ ప్రజలు వారి స్థలాన్ని మార్చటం ఇది మొదటి సారి."},{"number":14,"verse":"యూదా గుడారంలో మూడు విభాగాలు ముందుగా వెళ్లాయి. వారు వారి ధ్వజం క్రిందనే ప్రయాణం చేసారు. మొదటి విభాగం యూదా వంశం. అమ్మీనాదాబు కుమారుడైన నయస్సోను ఆ విభాగానికి సైన్యాధిపతి."},{"number":15,"verse":"తర్వాత ఇశ్శాఖారు విభాగం. సూయారు కుమారుడైన నెతనేలు ఆ కుటుంబ విభాగానికి సైన్యాధిపతి."},{"number":16,"verse":"ఆ తర్వాత జెబూలూను విభాగం. హెలోను కుమారుడైన ఏలీయాబు ఆ విభాగానికి సైన్యాధిపతి."},{"number":17,"verse":"అప్పుడు సన్నిధి గుడారం దించబడింది. గెర్షోను, మెరారి కుటుంబ పురుషులు పవిత్ర గుడారం మోసారు. కనుక తర్వాత ఈ కుటుంబాల ప్రజలు వరుసలో ఉన్నారు."},{"number":18,"verse":"తర్వాత రూబేను నివాసము నుండి మూడు భాగాలు వచ్చాయి. వారు వారి ధ్వజం క్రింద ప్రయాణం చేసారు. మొదటిది రూబేను వంశం. షెదెయూరు కుమారుడైన ఏలీసూరు ఆ విభాగానికి సైన్యాధిపతి."},{"number":19,"verse":"తర్వాత షిమ్యోను వంశం. సూరిషదాయి కుమారుడైన షెలుమీయేలు ఆ విభాగానికి సైన్యాధిపతి."},{"number":20,"verse":"తర్వాత గాదు వంశం. దెయువేలు కుమారుడు ఎలీయాసాపు ఆ విభాగానికి సైన్యాధిపతి."},{"number":21,"verse":"తర్వాత కహాతు కుటుంబ ప్రజలు. పవిత్ర గుడారం లోపల ఉండే పవిత్ర పరికరాలను వారు మోసారు. ఈ ప్రజలంతా వచ్చేయకముందే పవిత్ర గుడారం నిలబెట్టేందుకు వీలుగా వీరు ఈ సమయంలో వచ్చారు. ప్రజలు కూడా వచ్చారు."},{"number":22,"verse":"తర్వాత ఎఫ్రాయిము నివాసంనుండి మూడు విభాగాలు వచ్చాయి. వారు వారి ధ్వజం క్రిందనే ప్రయాణం చేసారు. మొట్టమొదటి విభాగాం ఎఫ్రాయిము వంశం. అమీహూదు కుమారుడైన ఎలీషామా ఆ భాగానికి సైన్యాధిపతి."},{"number":23,"verse":"తర్వాత మనష్షే వంశం. పెదాసూరు కుమారుడైన గమలీయేలు ఆ విభాగానికి సైన్యాధిపతి."},{"number":24,"verse":"తర్వాత బెన్యామీను వంశం. గిద్యోనీ కుమారుడైన అబీదాను ఆ విభాగానికి సైన్యాధిపతి."},{"number":25,"verse":"వరుసలో చివరి మూడు వంశాలు మిగిలిన విభాగాలన్నిటికీ వెనుక కాపుగా ఉన్నాయి. ఇవి దాను నివాసానికి చెందినవి. వారు వారి ధ్వజం క్రింద ప్రయాణం చేసారు. మొదటి విభాగం దాను వంశం. అమీషదాయి కుమారుడైన అహీయెజరు ఆ విభాగానికి సైన్యాధిపతి."},{"number":26,"verse":"తర్వాత ఆషేరు వంశం. ఒక్రాను కుమారుడైన పగీయేలు ఆ విభాగానికి సైన్యాధిపతి."},{"number":27,"verse":"తర్వాత నఫ్తాలి వంశం. ఏనాను కుమారుడైన అహీరా ఆ విభాగానికి సైన్యాధిపతి."},{"number":28,"verse":"ఇశ్రాయేలు ప్రజలు ఒక చోటు నుండి మరో చోటకు బయల్దేరినప్పుడు, వారు వెళ్లిన విధానం అది."},{"number":29,"verse":"మిద్యానీ వాడగు రెవూయేలు కుమారుడు హోబాబు. (రెవూయేలు మోషేకు మామ.) “దేవుడు మాకు ఇస్తానని వాగ్దానం చేసిన దేశానికి మేము ప్రయాణం చేస్తున్నాము. కనుక మాతో రమ్ము. మేము నీకు మేలు చేస్తాము. ఇశ్రాయేలు ప్రజలకు యెహోవా మంచివాటిని వాగ్దానం చేసాడు” అని హోబాబుతో మోషే చెప్పాడు."},{"number":30,"verse":"“నేను మీతో రాను, నేను నా సొంతదేశానికి, నా స్వంత ప్రజల దగ్గరకు వెళ్లిపోతాను” అని హోబాబు జవాబిచ్చాడు."},{"number":31,"verse":"అప్పుడు మోషే, “దయచేసి మమ్మల్ని విడువకు. అరణ్యంగూర్చి మాకంటె నీకే ఎక్కువ తెలుసు. నీవు మాకు మార్గదర్శిగా ఉండొచ్చు."},{"number":32,"verse":"నీవు మాతో వస్తే, యెహోవా మాకు ఇచ్చే మంచివాటన్నింటిలో మేము నీకు భాగం ఇస్తాము” అని చెప్పాడు."},{"number":33,"verse":"కనుక హోబాబు ఒప్పుకొన్నాడు. యెహోవా పర్వతం దగ్గరనుండి వారు ప్రయాణం మొదలు బెట్టారు. పురుషులు యెహోవా ఒడంబడిక పవిత్ర పెట్టెను పట్టుకొని ప్రజల ముందు నడిచారు. వారు స్థలం కోసం వెదుకుతూ, మూడు రోజులపాటు పవిత్ర పెట్టెను మోసారు."},{"number":34,"verse":"యెహోవా మేఘం ప్రతిరోజూ వారిమీద ఉంది. ప్రతి ఉదయం వారు తమ స్థలం విడిచిపెట్టినప్పుడు, వారిని నడిపించేందుకు మేఘం అక్కడ ఉండేది:"},{"number":35,"verse":"ప్రజలు ప్రయాణం మొదలు బెట్టి, పవిత్రపెట్టె వారితో పాటు వెడలగానే, మోషే ఎప్పుడూ ఇలా చెప్పేవాడు: “యెహోవా, లెమ్ము నీ శత్రువులు అన్ని దిక్కుల్లో పారిపోదురు గాక: నీకు వ్యతిరేకంగా ఉన్న మనుష్యులు నీ ఎదుట నుండి పారిపోదురుగాక,”"},{"number":36,"verse":"పవిత్ర పెట్టెను, దాని స్థలంలో దాన్ని ఉంచి నప్పుడు, మోషే ఎప్పుడూ ఇలా చెప్పేవాడు, “యెహోవా, లక్షలాదిమంది ఇశ్రాయేలు ప్రజల దగ్గరకు తిరిగి రమ్ము.”"}]}