{"bibleAbbr":"teERV1997","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"( యాజకుల, లేవీయుల పని) అహరోనుతో యెహోవా ఇలా చెప్పాడు: “పవిత్ర స్థలానికి వ్యతిరేకంగా ఎలాంటి అపచారాలు జరిగినా ఇక మీదట నీవు, నీ కుమారులు, నీ తండ్రి కుటుంబం బాధ్యులు. యాజకులకు వ్యతిరేకంగా జరిగే అపచారాలకు నీవు, నీ కుమారులు బాధ్యులు."},{"number":2,"verse":"నీ వంశంలో మిగిలిన లేవీ మనుష్యులను కూడ నీతో చేర్చుకో. ఒడంబడిక, పవిత్ర గుడారంలో నీవు, నీ కుమారులు చేయాల్సిన పనిలో వారు మీకు సహాయం చేస్తారు."},{"number":3,"verse":"లేవీ వంశంలోని ఆ మనుష్యులు నీ స్వాధీనంలో ఉంటారు. గుడారంలో జరగాల్సిన పని అంతా వారు చేస్తారు. అయితే పవిత్ర స్థలంలోగాని, బలిపీఠం దగ్గరగాని ఉన్న వస్తువులను వారు సమీపించకూడదు. ఒకవేళ వారు వెళ్తే, వారూ, నీవు కూడా చనిపోతావు."},{"number":4,"verse":"వారు నీతో కలిసి పనిచేస్తారు. సన్నిధి గుడారం విషయమై జాగ్రత్త తీసుకోవటం వారి బాధ్యత. గుడారంలో జరగాల్సిన పని అంతా వాళ్లు చేస్తారు. నీవు ఉన్న చోటికి ఇంకెవ్వరూ రాకూడదు."},{"number":5,"verse":"“పవిత్ర స్థలాన్ని, బలిపీఠాన్ని జాగ్రత్తగా చూసుకోవటం నీ బాధ్యత, ఇశ్రాయేలు ప్రజల మీద నేను మళ్లీ కోపగించుకోవటం నాకు ఇష్టం లేదు."},{"number":6,"verse":"ఇశ్రాయేలు ప్రజలందరిలోనుండి లేవీ ప్రజలను అంటే నీ ప్రజలను నేనే ఏర్పాటు చేసుకొన్నాను. వారు నీకు ఒక కానుక వంటివారు. యెహోవాను సేవించటం, సన్నిధి గుడారం పని చేయటం ఒక్కటే వారి ఉద్దేశ్యం."},{"number":7,"verse":"అయితే నీవు, నీ కుమారులు మాత్రమే యాజకులుగా పని చేయవచ్చు. బలిపీఠం దగ్గరకు వెళ్లగలిగేది మీరు మాత్రమే. మీరు మాత్రమే తెర లోపలకు వెళ్లగలవారు. యాజకునిగా మీ సేవ అనేది నేను మీకు కానుకగా ఇస్తున్నాను. అతి పవిత్ర స్థలాన్ని ఇంకెవరు సమీపించినా వారిని చంపెయ్యాలి.”"},{"number":8,"verse":"అప్పుడు యెహోవా అహరోనుతో ఇలా చెప్పాడు: “నాకు అర్పించబడిన అర్పణలన్నింటిమీద నేనే నీకు బాధ్యత ఇచ్చాను. ఇశ్రాయేలు ప్రజలు నాకు అర్పించే పవిత్ర అర్పణలన్నీ నేను నీకు ఇస్తాను. ఈ కానుకలను నీవూ, నీ కుమారులూ పంచుకోవచ్చు. ఎప్పుడూ అవి మీకే చెందుతాయి."},{"number":9,"verse":"దహించబడని పవిత్ర అర్పణలన్నింటిలో మీకు వంతు ఉంటుంది. ప్రజలు తమ కానుకులను అతి పవిత్ర అర్పణలుగా నా దగ్గరకు తీసుకుస్తారు. ఇవి ధాన్యార్పణలు, పాప పరిహారార్థ అర్పణలు, అపరాధ పరిహారార్థ అర్పణలు. అయితే ఇవన్నీ నీవి, నీ కుమారులవి."},{"number":10,"verse":"అవి అత్యంత పవిత్రమైనవిగా వాటిని తినాలి. నీ కుటుంబంలో మగవారు ప్రతి ఒక్కరూ దానిని తినాలి. అది పవిత్రం అని నీవు చెప్పాలి."},{"number":11,"verse":"“ఇశ్రాయేలు ప్రజలు నైవేద్యంగా ఇచ్చు అర్పణలు అన్నీ నీవే. ఇది నీకూ, నీ కుమారులకు, కుమార్తెలకు నేను ఇస్తున్నాను. ఇది నీ వంతు. నీ కుటుంబంలో పవిత్రంగా ఉన్న ప్రతి వ్యక్తీ దీనిని తినగలుగుతాడు."},{"number":12,"verse":"“శ్రేష్ఠమైన ఒలీవ నూనె అంతయు, శ్రేష్ఠమైన కొత్త ద్రాక్షారసం అంతయు, ధాన్యం అంతయు నేను నీకిస్తున్నాను. ఇవన్నీ యెహోవానైన నాకు ఇశ్రాయేలు ప్రజలు ఇచ్చేవి. ఇవన్నీ వారి పంట కోతలో ప్రథమ ఫలాలు."},{"number":13,"verse":"ప్రజలు పంటకోత కూర్చినప్పుడు, మొదటివి అన్నీ వారు యెహోవాకు ఇస్తారు. కనుక వీటిని నేను నీకు ఇస్తాను. నీ కుటుంబంలో పవిత్రంగా ఉన్న ప్రతి వ్యక్తీ అవి తినవచ్చును."},{"number":14,"verse":"“ఇశ్రాయేలులో యెహోవాకు అర్పించబడిన ప్రతిదీ నీదే."},{"number":15,"verse":"“ఒక కుటుంబంలో, మనిషికి గాని జంతువుకు గాని పుట్టిన మొట్టమొదటిది యెహోవాకు అర్పించబడుతుంది. అది నీదే అవుతుంది. అయితే అపవిత్రంగా పుట్టిన ప్రతి మొదటి శిశువుకు, ప్రతి మొదటి మగ జంతువుకు నీవు వెల చెల్లించాలి. అప్పుడు ఆ మొదటి శిశువు తిరిగి తన కుటుంబానికే చెందుతుంది."},{"number":16,"verse":"వారు ఒక నెల వయసులో ఉన్నప్పుడు వారికోసం నీవు వెల చెల్లించాలి. ఆ వెల అయిదు తులాల వెండి."},{"number":17,"verse":"“అయితే ఆవులలో, గొర్రెలలో మేకలలో మొదట పుట్టిన దానికి నీవు వెల చెల్లింపకూడదు. ఆ జంతువులు పవిత్రం — పరిశుభ్రం. వాటి రక్తం బలిపీఠం మీద చిలకరించి వాటి కొవ్వును దహించాలి. ఇది హోమంగా అర్పించబడిన అర్పణ. దీని వాసన యెహోవానగు నాకు ఎంతో సంతోషం కలిగిస్తుంది."},{"number":18,"verse":"అయితే ఆ జంతువుల మాంసం నీదే అవుతుంది. మరియు నైవేద్యంలోని బోర నీదే. మిగిలిన అర్పణల్లోకుడి తొడ నీదే."},{"number":19,"verse":"పవిత్ర కానుకలుగా ప్రజలు అర్పించేవి ఏవైనా సరే, యెహోవానగు నేను నీకు ఇస్తాను. ఇది నీ వంతు. నీకు, నీ కుమారులకు, నీ కుమార్తెలకు నేను ఇస్తాను, ఇది శాశ్వతంగా కొనసాగే వాగ్ధానం. నీకూ, నీ సంతతికీ నేను ఈ వాగ్దానం చేస్తున్నాను.”"},{"number":20,"verse":"అహరోనుతో యెహోవా ఇంకా ఇలా చెప్పాడు: “దేశంలో నీకేమీ స్వాస్థ్యం ఉండదు. ఇతరులు స్వంతంగా కలిగి ఉన్నవి ఏవి నీకు స్వంతంగా ఉండవు. నేను, యెహోవాను నీ స్వంతం. నేను వాగ్దానం చేసిన దేశాన్ని ఇశ్రాయేలు ప్రజలు పొందుతారు. అయితే నీకు మాత్రం నేనే నీ కానుకగా ఉంటాను."},{"number":21,"verse":"“ఇశ్రాయేలు ప్రజలు వారికి ఉన్న ప్రతి దానిలోను పదోవంతు నాకు ఇస్తారు. కనుక ఆ పదోవంతును నేను లేవీ ప్రజలకు ఇస్తాను. వారు సన్నిధి గుడారంలో సేవించేటప్పుడు చేసే పనికి ఇది వారికి జీతం."},{"number":22,"verse":"అయితే ఇశ్రాయేలీయుల్లో ఇతరులు ఎన్నడూ సన్నిధి గుడారం సమీపించకూడదు. వారు అలా వెళ్తే, వారి పాపం నిమిత్తం ప్రాయశ్చిత్తం చెల్లించి మరీచస్తారు."},{"number":23,"verse":"సన్నిధి గుడారంలో పనిచేసే లేవీ ప్రజలే, దానికి వ్యతిరేకంగా జరిగే పాపాలకు బాధ్యులు. ఈ ఆజ్ఞ భవిష్యత్ కాలంలో కూడ కొనసాగుతుంది. ఇతర ఇశ్రాయేలు ప్రజలకు నేను వాగ్దానం చేసిన దేశాన్ని లేవీ ప్రజలు మాత్రం పొందరు."},{"number":24,"verse":"అయితే ఇశ్రాయేలు ప్రజలు వారికి ఉన్న ప్రతి దానిలోనుండి పదోవంతునాకు ఇస్తారు. కనుక ఆ పదో వంతును నేను లేవీ ప్రజలకు ఇస్తాను. అందుకే లేవీ వాళ్లను గూర్చి నేను ఈ మాటలు చెప్పాను. ఇశ్రాయేలు ప్రజలకు నేను వాగ్దానం చేసిన దేశాన్ని ఆ లేవీ ప్రజలు పొందరు.”"},{"number":25,"verse":"మోషేతో యెహోవా ఇలా చెప్పాడు:"},{"number":26,"verse":"“లేవీ ప్రజలతో మాట్లాడి వారికి ఇలా చెప్పు: ఇశ్రాయేలు ప్రజలు వారికి ఉన్న ప్రతి దానిలోనుండి పదోవంతు యెహోవాకు ఇవ్వాలి. ఆ పదోవంతు లేవీ ప్రజలకు చెందుతుంది. అయితే అందులో పదోవంతు యెహోవా అర్పణగా మీరు ఆయనకు ఇవ్వాలి."},{"number":27,"verse":"పంట కోసిన తర్వాత ధాన్యం, ద్రాక్ష గానుగ నుండి రసం మీకు ఇవ్వబడుతాయి. అప్పుడు అవి కూడ యెహోవాకు మీ అర్పణలు."},{"number":28,"verse":"ఈ విధంగా ఇతర ఇశ్రాయేలు ప్రజలు చేసినట్టు, మీరు కూడ యెహోవాకు అర్పణ ఇవ్వాలి. ఇశ్రాయేలు ప్రజలు యెహోవాకు ఇచ్చే పదోవంతు మీకు ఇవ్వ బడుతుంది. దానిలో పదోవంతును మీరు యాజకుడైన అహరోనుకు ఇవ్వాలి."},{"number":29,"verse":"ఇశ్రాయేలు ప్రజలు వారికి ఉన్నదానంతటిలో నుండి పదోవంతు మీకు ఇచ్చినప్పుడు, వాటిలో శ్రేష్ఠమైనవి, అత్యంత పవిత్రమైనవి మీరు ప్రత్యేకించాలి. అది మీరు యెహోవాకు ఇచ్చే పదోవంతు."},{"number":30,"verse":"“మోషే! లేవీ ప్రజలకు ఇది చెప్పు: ఇశ్రాయేలు ప్రజలు వారి పంటలో నుండి, ద్రాక్షారసంలో నుండి పదోవంతు మీకు ఇస్తారు. అప్పుడు అందులో శ్రేష్ఠమైన భాగం మీరు యెహోవాకు ఇవ్వాలి."},{"number":31,"verse":"మిగిలి పోయినదంతా మీరు, మీ కుటుంబాలు తినవచ్చు. సన్నిధి గుడారంలో మీరు చేసే పనికి ఇది మీకు జీతం."},{"number":32,"verse":"మరియు ఎల్లప్పుడూ దానిలోని శ్రేష్ఠ భాగాన్నే మీరు యెహోవాకు ఇస్తే, మీరు ఎన్నటికీ అపరాధులు కారు. ఇశ్రాయేలు ప్రజల నుండి అనేకుల పవిత్ర అర్పణలని మీరు ఎన్నటికీ గుర్తుంచుకుంటారు. మీరు చావరు.”"}]}