{"bibleAbbr":"teERV1997","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"( కనానీ వాళ్లతో యుద్ధం) కనానీ ప్రజల రాజు పేరు అరాదు. అతడు నెగెవు లోయలో నివసించాడు. ఇశ్రాయేలు ప్రజలు అతారీము దారిన వస్తున్నారని అరాదు రాజు విన్నాడు. కనుక రాజు బయలుదేరి వెళ్లి ఇశ్రాయేలు ప్రజల మీద దాడి చేసాడు. వారిలో కొందరిని అతడు బంధించి, బందీలుగా చేసాడు."},{"number":2,"verse":"ఇశ్రాయేలు ప్రజలు యెహోవాతో, “యెహోవా, దయచేసి ఈ ప్రజలను రక్షించు. వారిని మరల మా దగ్గరకు తీసుకునిరా. ఇది నీవు చేస్తే, మేము వారి పట్టణాలను సర్వనాశనం చేస్తాము” అని ప్రమాణం చేసారు."},{"number":3,"verse":"ఇశ్రాయేలు ప్రజల మాట యెహోవా ఆలకించాడు. ఇశ్రాయేలు ప్రజలు కనానీ ప్రజలను ఓడించటానికి యెహోవా సమ్మతించాడు. కనానీ ప్రజలను, వారి పట్టణాలను ఇశ్రాయేలు ప్రజలు పూర్తిగా నాశనంచేసారు. అందుచేత ఆ స్థలానికి హోర్మ ( హోర్మ అనగా నిర్మూలము లేక నాశనము.) అని పేరు పెట్టబడింది."},{"number":4,"verse":"( ఇత్తడి సర్పం) ఇశ్రాయేలు ప్రజలు హోరు కొండ విడిచి ఎర్ర సముద్రానికి వెళ్లే మార్గంలో ప్రయాణం చేసారు. ఎదోము అనే ప్రాంతాన్ని చుట్టి వచ్చేందుకు వారు ఇలా చేసారు. కానీ ప్రజల్లో సహనం లేదు. ప్రయాణం చేస్తూ దూరాన్ని గూర్చి వారు సణిగారు."},{"number":5,"verse":"దేవునికి, మోషేకు ప్రజలు వ్యతిరేకంగా మాట్లాడారు. “మమ్మల్ని ఈజిప్టునుండి నీవెందుకు తీసుకువచ్చావు? మేము ఇక్కడ అరణ్యంలోనే చస్తాము! రొట్టెలేదు, నీళ్లు లేవు. ఈ దారుణమైన ఆహారం మాకు అసహ్యము” అన్నారు ప్రజలు."},{"number":6,"verse":"కనుక విష సర్పాలను ఆ ప్రజల మధ్యకు యెహోవా పంపించాడు. ఆ పాములు ప్రజలను కరిచాయి. ఇశ్రాయేలు ప్రజలు చాల మంది చనిపోయారు."},{"number":7,"verse":"ప్రజలు మోషే దగ్గరకు వచ్చి, “యెహోవాకు, నీకు వ్యతిరేకంగా మాట్లాడి మేము పాపం చేసామని మాకు తెలుసు. యెహోవాకు ప్రార్థన చేసి ఈ పాములను తీసివేయమని అడుగు” అని చెప్పారు. కనుక ఆ ప్రజల కోసం మోషే ప్రార్థించాడు."},{"number":8,"verse":"“ఇత్తడి సర్పం ఒకటి చేసి దాన్ని ఒక స్తంభం మీద ఉంచు. పాము కరిచిన వ్యక్తి ఆ స్తంభం మీది ఇత్తడి సర్పాన్ని చూడాలి. అప్పుడు అతడు చావడు” అని యెహోవా మోషేతో చెప్పాడు."},{"number":9,"verse":"కనుక మోషే యెహోవా చెప్పినట్టు చేసాడు. అతడు ఒక ఇత్తడి సర్పాన్ని చేసి, ఒక స్తంభం మీద దాన్ని పెట్టాడు. అప్పుడు ఎవర్నయినా పాము కరిస్తే, ఆ మనిషి స్తంభం మీది ఇత్తడి సర్పాన్ని చూచి బ్రతికాడు."},{"number":10,"verse":"( మోయాబుకు ప్రయాణం) ఇశ్రాయేలు ప్రజలు ప్రయాణం కొన సాగించారు. ఓబోతు అనే చోట వారు నివాసం చేసుకొనిరి."},{"number":11,"verse":"తర్వాత ఆ ప్రజలు ఓబోతునుండి ఈయ్యె అబారీము వెళ్లారు. ఇది తూర్పున మోయాబు సమీపంగా అరణ్యంలో ఉంది."},{"number":12,"verse":"తర్వాత ప్రజలు ఆ స్థలం విడిచి, జెరెదు లోయకు ప్రయాణం చేసారు. అక్కడ నివాసాలు చేసుకొనిరి."},{"number":13,"verse":"మళ్లీ ప్రజలు అర్నోను లోయకువచ్చి, అక్కడికి సమీపంలో నివాసం చేసుకొనిరి. ఇవి అమోరీయ దేశానికి దగ్గర్లో ఉన్న అరణ్యంలో ఉంది. మోయాబు ప్రజలను అమోరీ ప్రజలకు అర్నోనులోయ సరిహద్దు."},{"number":14,"verse":"అందుకే యెహోవా యుద్ధాల గ్రంథంలో ఇలా కనబడుతుంది. “సుప్పాలోని వాహేబు, అర్నోను లోయలు,"},{"number":15,"verse":"ఆరు అను పట్టణం వరకుగల లోయల పక్క కొండలు. ఈ స్థలాలు మోయాబు సరిహద్దులో ఉన్నాయి.”"},{"number":16,"verse":"ఇశ్రాయేలు ప్రజలు ఆ స్థలం విడిచి బెయేరు చేరారు. ఈ స్థలంలో ఒక బావి ఉంది. యెహోవా “ప్రజలను ఇక్కడికి తీసుకొనిరా. నేను వారికి నీళ్లిస్తాను” అని మోషేతో చెప్పాడు."},{"number":17,"verse":"అప్పుడు ఇశ్రాయేలు ప్రజలు ఈ పాట పాడారు, “బావీ, ఉప్పొంగి ప్రవహించు, దానిగూర్చి పాడండి!"},{"number":18,"verse":"మహాత్ములు ఈ బావి తవ్వారు. ప్రముఖ నాయకులు ఈ బావి తవ్వారు. అధికార దండములతో, కర్రలతో వారు ఈ బావి తవ్వారు. అరణ్యంలో ఇది ఒక కానుక.” మత్తాన ( మత్తాన అనగా అరణ్యంలో కానుక) అని పిలువబడే ఈ బావి దగ్గర ప్రజలు ఉన్నారు."},{"number":19,"verse":"అప్పుడు ప్రజలు మత్తానానుండి నహలీయేలుకు ప్రయాణం చేసారు. మళ్లీ వారు నహలీయేలు నుండి బామోతుకు ప్రయాణం చేసారు."},{"number":20,"verse":"బామోతునుండి మోయాబు లోయకు ప్రజలు ప్రయాణం చేసారు. ఇక్కడ ఎడారికి ఎదురుగా పిస్గా శిఖరం కనబడుతుంది."},{"number":21,"verse":"( సీహోను, ఓగు) అమోరీ ప్రజల రాజు సీహోను దగ్గరకు ఇశ్రాయేలు ప్రజలు కొందరు మనుష్యుల్ని పంపారు. వారు ఆ రాజుతో"},{"number":22,"verse":"“మమ్మల్ని నీ దేశంలో నుండి ప్రయాణం చేయనివ్వు. మేము పొలాల్లోనుంచి గాని, ద్రాక్షా తోటల్లోనుంచిగాని నడువము. నీ బావుల్లోనుంచి నీళ్లు త్రాగము. రాజ మార్గంలోనే మేము నడుస్తాము. నీ దేశం దాటి వెళ్లేంతవరకు మేము ఆ మార్గంలోనే ఉంటాము” అని చెప్పారు."},{"number":23,"verse":"అయితే సీహోను రాజు ఇశ్రాయేలు ప్రజలను తన రాజ్యంలోనుండి ప్రయాణం చేయనియ్యలేదు. రాజు తన సైన్యాన్ని సమకూర్చుకొని అరణ్యంలోకి నడిపించాడు. ఇశ్రాయేలు ప్రజలమీదికి అతడు వెళ్తూఉన్నాడు. యాహజు అనే చోట ఆ రాజు సైన్యం ఇశ్రాయేలు ప్రజల మీద యుద్ధం చేసారు."},{"number":24,"verse":"కానీ ఇశ్రాయేలు ప్రజలు ఆ రాజును చంపారు. అప్పుడు అర్నోను లోయ మొదలుకొని యబ్బోకు ప్రాంతంవరకు అతని దేశాన్ని వారు స్వాధీనం చేసుకొన్నారు. అమ్మోనీ ప్రజల సరిహద్దు వరకు ఇశ్రాయేలు ప్రజలు స్వాధీనం చేసుకొన్నారు. అమ్మోనీ ప్రజలు ఆ సరిహద్దును చాల గట్టిగా కాపాడుతున్నందుచేత వారు అంతకంటె ఎక్కువ భూమిని స్వాధీనం చేసుకోలేదు."},{"number":25,"verse":"అమోరీయుల ఈ పట్టణాలన్నింటినీ ఇశ్రాయేలీయులు స్వాధీనం చేసికొని, అమోరీయుల పట్టణాలన్నింటిలో హెష్బోను, దాని చుట్టు ప్రక్కల ఉన్న చిన్న చిన్న పట్టణాలన్నింటిలోను వారు నివసించటం మొదలు పెట్టారు."},{"number":26,"verse":"సీహోను రాజు నివసించిన పట్టణం హెష్బోను. గతంలో మోయాబు రాజును సీహోను ఓడించాడు. అందువల్ల అర్నోను లోయవరకు మోయాబు దేశాన్ని సీహోను రాజు స్వాధీనం చేసుకొన్నాడు."},{"number":27,"verse":"అందుకే గాయకులు ఇలా పాడతారు: “హెష్బోనూ, నీ నిర్మాణం మళ్లీ జరగాలి. సీహోను పట్టణం మళ్లీ కట్టబడును గాక!"},{"number":28,"verse":"హెష్బోనులో అగ్ని రగులుకొంది. ఆ అగ్ని సీహోను పట్టణంలో రగులుకొంది. ఆర్, మోయాబులను అగ్ని నాశనం చేసింది. అర్నోను ఉన్నత స్థలాల కొండలను అది కాల్చేసింది."},{"number":29,"verse":"ఓ మోయాబూ, అది నీకు కీడు. కెమోషు ప్రజలు నాశనం చేయబడ్డారు. అతని కుమారులు పారిపోయారు. అమోరీ ప్రజల రాజైన సీహోను చేత అతని కుమార్తెలు బందీలు చేయబడ్డారు."},{"number":30,"verse":"అయితే మేము ఆ అమోరీలను ఓడించాము. హెష్బోను నుండి దీబోను వరకు నషీమునుండి మేదెబా దగ్గరి నొఫహువరకు వారి పట్టణాలను మేము నాశనం చేసాం.”"},{"number":31,"verse":"కనుక ఇశ్రాయేలు ప్రజలు అమోరీ ప్రజల దేశంలో నివాసం ఏర్పరచుకున్నారు."},{"number":32,"verse":"యాజెరు పట్టణాన్ని చూచి రమ్మని మోషే కొందరు మనుష్యుల్ని పంపించాడు. మోషే ఇలా చేసిన తర్వాత, ఇశ్రాయేలు ప్రజలు ఆ పట్టణాన్ని స్వాధీనం చేసుకున్నారు. దాని చుట్టూ ఉన్న చిన్న చిన్న పట్టణాలను కూడ వారు స్వాధీనం చేసుకున్నారు. అక్కడ నివసిస్తున్న అమోరీ ప్రజలు పారిపొయ్యేటట్టుగా ఇశ్రాయేలు ప్రజలు వారిని తరిమివేసారు."},{"number":33,"verse":"అప్పుడు ఇశ్రాయేలు ప్రజలు బాషాను దారిన ప్రయాణం చేసారు. బాషాను రాజైన ఓగు తన సైన్యాన్ని సిద్ధం చేసి ఇశ్రాయేలు ప్రజల మీదికి వెళ్లాడు. ఎద్రేయి అనే చోట అతడు వారితో యుద్ధం చేసాడు."},{"number":34,"verse":"అయితే యెహోవా, “ఆ రాజును గూర్చి భయపడవద్దు. మీరు అతన్ని ఓడించునట్లు నేను చేస్తాను. మొత్తం అతని సైన్యాన్ని, దేశాన్ని కూడ మీరు స్వాధీనం చేసుకొంటారు. అమోరీ ప్రజల రాజైన హెష్బోనులో నివసించిన సీహోనుకు చేసినట్టే ఇతనికి కూడచేయండి” అని మోషేతో చెప్పాడు."},{"number":35,"verse":"కనుక ఓగును, అతని సైన్యాన్ని ఇశ్రాయేలు ప్రజలు ఓడించేసారు. అతన్ని, అతని కుమారులను, అతని సైన్యం అంతటినీ వారు చంపారు. అప్పుడు అతని దేశం అంతా ఇశ్రాయేలు ప్రజలు స్వాధీనం చేసుకున్నారు."}]}