{"bibleAbbr":"teERV1997","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":28,"verses":[{"number":1,"verse":"( ప్రతిదిన అర్పణలు) అప్పుడు యెహోవా మోషేతో మాట్లాడాడు. ఆయన ఇలా అన్నాడు:"},{"number":2,"verse":"“ఇశ్రాయేలు ప్రజలకు ఈ ఆజ్ఞ ఇవ్వాలి. ప్రత్యేక కానుకలను సరైన సమయంలోనే నాకు ఇవ్వాలని వారితో చెప్పు. ధాన్యార్పణలు, దహనబలులు నాకు ఇవ్వాలని వారితో చెప్పు. ఆ దహనబలుల వాసన యెహోవాకు ఇష్టం."},{"number":3,"verse":"వారు యెహోవాకు ఇవ్వవలసిన దహనబలులు ఇవే. ప్రతిరోజూ పుష్టిగల, ఒక సంవత్సరం వయసున్న రెండు మగ గొర్రె పిల్లలు."},{"number":4,"verse":"ఒక గొర్రెపిల్ల ఉదయం, మరో గొర్రెపిల్లను సాయంకాలం అర్పించాలి."},{"number":5,"verse":"మరియు ఒక పావు ఒలీవనూనెతో కలుపబడ్డ రెండుపావుల మంచి పిండి ధాన్యార్పణగా పెట్టాలి.”"},{"number":6,"verse":"సీనాయి కొండ దగ్గర వారు ప్రతి దినం అర్పణలు అర్పించటం మొదలుపెట్టారు. ఆ దహనబలి అర్ఫణల వాసన యెహోవాకు ఇష్టమయినది."},{"number":7,"verse":"దహనబలి అర్పణతో బాటు ప్రజలు పానార్పణ కూడ అర్పించాలి. ప్రతి గొర్రె పిల్లతోబాటు వారు ముప్పావు ద్రాక్షారసం అర్పించాలి. పవిత్ర స్థలంలో బలిపీఠం మీద పానార్పణం పోయాలి. ఇది యెహోవాకు కానుక."},{"number":8,"verse":"రెండో గొర్రెపిల్లను సాయంకాలం అర్పించాలి. సరిగ్గా ఉదయార్పణలాగే దీనిని అర్పించాలి. అలాగే అదే రకం పానార్పణం ఇవ్వాలి. ఈ దహనబలి యెహోవాకు సువాసనగా ఉంటుంది."},{"number":9,"verse":"( సబ్బాతు అర్పణలు) “విశ్రాంతి దినం శనివారం నాడు, ఒక సంవత్సరం వయసుగల లోపంలేని రెండు గొర్రె పిల్లల్ని, తూమెడు పిండిలో రెండు పదోవంతుల మంచి పిండి ఒలీవ నూనెలో కలిపిన పానార్పణం మీరు అర్పించాలి."},{"number":10,"verse":"విశ్రాంతి దినం కోసం ఇది ప్రత్యేక అర్పణ. ప్రతి రోజూ ఇచ్చే అర్పణ, పానార్పణ గాక ఇది అదనం."},{"number":11,"verse":"( నెలసరి సమావేశాలు) “ప్రతి నెలా మొదటి రోజున ప్రత్యేకమైన దహనబలి మీరు యెహోవాకు అర్పించాలి. ఈ అర్పణలో లోపంలేని రెండు కోడె దూడలు, ఒక పొట్టేలు, ఒక సంవత్సరపు గొర్రెపిల్లలు ఏడు."},{"number":12,"verse":"మరియు ఒలీవ నూనెతో కలుపబడిన తూమెడు మంచి పిండితో మూడు పదోవంతులను ధాన్యార్పణగా ప్రతి కోడె దూడతోబాటు అర్పించాలి. అలాగే, ఒలీవ నూనెతో కలుపబడిన మంచి పిండిలో ఒక పదోవంతును పొట్టేలుతో బాటు ధాన్యార్పణగా అర్పించాలి."},{"number":13,"verse":"ఒలీవ నూనెతో కలుపబడిన మంచి పిండిలో ఒక పదోవంతును ఒక్కో గొర్రెపిల్లతోబాటు ధాన్యార్పణగా అర్పించాలి. ఇది యెహోవాకు సువాసన ఇచ్చే దహనబలి."},{"number":14,"verse":"ప్రతి కోడె దూడతోబాటు పడిన్నర ద్రాక్షారసం, పొట్టేలుతోబాటు ఒక్క పడి ద్రాక్షారసం, ప్రతి గొర్రెపిల్లతోబాటు ముప్పావు ద్రాక్షారసం పానార్పణం. ఇది సంవత్సరంలో నెలనెలా అర్పించాల్సిన దహనబలి."},{"number":15,"verse":"ప్రతి రోజూ అర్పించే దహనబలి, పానార్పణంగాక ఒక మగ మేకను యెహోవాకు మీరు అర్పించాలి. ఆ మేక పాప పరిహారార్థ బలి."},{"number":16,"verse":"( పస్కా పండుగ) “మొదటి నెల (నిసాను) పదునాలుగవ రోజున పస్కా."},{"number":17,"verse":"పులియని రొట్టెల పండుగ అదే నెల పది హేనో రోజున ప్రారంభం అవుతుంది. ఆ పండుగ ఏడు రోజులపాటు ఉంటుంది. పొంగని రొట్టెలు మాత్రమే మీరు తినాలి."},{"number":18,"verse":"ఈ పండుగ మొదటి రోజున మీరు ఒక ప్రత్యేక సభ జరపాలి. ఆ రోజు మీరు ఏ పనీ చేయకూడదు."},{"number":19,"verse":"మీరు యెహోవాకు దహనబలులు అర్పించాలి. దహనబలులు రెండు కోడె దూడలు, ఒక పొట్టేలు, అంగవిహీనం లేని సంవత్సరపు మగ గొర్రె పిల్లలు ఏడు."},{"number":20,"verse":"ఒక్కొక్క కోడె దూడతో తూములో మూడు పదివంతులును, పొట్టేలుతో రెండు పది వంతులును, ఒక్కో గొర్రెపిల్లతో, ఒక్కో పదోవంతు మంచి పిండి ఒలీవ నూనెతో కలిపి ధాన్యార్పణంగా పెట్టాలి."},{"number":22,"verse":"ఒక మగ మేకను కూడ మీరు ఇవ్వాలి. ఆ మేక మీ కోసం పాప పరిహారార్థబలి అవుతుంది. అది మీ పాపాలను కప్పి పుచ్చుతుంది."},{"number":23,"verse":"ప్రతి ఉదయం మీరు అర్పించే దహనబలి అర్పణ కాక ఈ అర్పణలు మీరు అర్పించాలి."},{"number":24,"verse":"“అదే విధంగా ఏడు రోజులపాటు మీరు ఆహార అర్పణలు అర్పించాలి. ప్రతి రోజూ దానిని హోమాంగా మీరు అర్పించాలి. ఈ అర్పణ యెహోవాకు ఇష్టమైన సునాసన. మీరు దహనబలిని, దాని పానార్పణను క్రమంగా అర్పించాలి. ఇవిగాక ఆహారం (ప్రజలకు) మీరు అర్పించాలి."},{"number":25,"verse":"“అప్పుడు పస్కా పండుగ ఏడవ రోజున మీకు ఒక ప్రత్యేక సభ జరుగుతుంది. ఆ రోజున మీరు ఏ పనీ చేయకూడదు."},{"number":26,"verse":"( వారాల పండుగ (పెంతెకొస్తు)) “ప్రథమ ఫలాల పండుగలో (వారాల పండుగ) కొత్త ధాన్యంలోనుంచి మీరు ధాన్యార్పణ యెహోవాకు ఇవ్వవలెను. ఆ సమయంలో కూడ మీరు ఒక ప్రత్యేక సభ ఏర్పాటు చేయాలి. ఆ రోజున మీరు ఏ పనీ చేయకూడదు."},{"number":27,"verse":"మీరు దహనబలులు అర్పించాలి. ఆ బలి అర్పణలు యెహోవాకు ఇష్టమైన సువాసన. రెండు కోడెదూడలు, ఒక పొట్టేలు, ఒక సంవత్సరపు మగ గొర్రె పిల్లలు ఏడు మీరు అర్పించాలి."},{"number":28,"verse":"ప్రతి కోడెదూడతోను, నూనెతో కలుపబడిన తూమెడు పిండిలో మూడు పదోవంతులు, ప్రతి పొట్టేలుతో రెండు పదోవంతులు"},{"number":29,"verse":"ఒక్కో గొర్రె పిల్లతో ఒక్కో పదోవంతును మీరు అర్పించాలి."},{"number":30,"verse":"మీ పాపాలకు ప్రాయశ్చిత్తంగా ఒక మగ మేకనుకూడ మీరు బలి ఇవ్వవలెను."},{"number":31,"verse":"రోజువారీ దహనబలులు, ధాన్యార్పణాలు గాక వీటిని మీరు అర్పించాలి. జంతువులు అంగహీనము కానివిగా ఉండేటట్టు తప్పక చూడాలి. పానార్పణం పరిశుభ్రమయినదిగా ఉండాలి."}]}