{"bibleAbbr":"teERV1997","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"( కహాతు కుటుంబ బాధ్యతలు) మోషే అహరోనులతో యెహోవా ఇలా చెప్పాడు:"},{"number":2,"verse":"“కహాతు వంశంలోని కుటుంబాలకు చెందిన పురుషులను లెక్కించండి. (కహాతు వంశం లేవీ వంశంలోని ఒక భాగం.)"},{"number":3,"verse":"సైన్యంలో పని చేసిన వారిలో 30 నుండి 50 సంవత్సరాల వరకు వయసుగల పురుషులందరినీ లెక్కించండి. ఈ పురుషులు సన్నిధి గుడారంలో పని చేస్తారు."},{"number":4,"verse":"సన్నధి గుడారంలో అత్యంత పవిత్ర స్థలాన్ని జాగ్రత్తగా చూసుకోవటం వారి పని."},{"number":5,"verse":"“ఇశ్రాయేలు ప్రజలు ఒక కొత్త స్థలానికి ప్రయాణం చేసినప్పుడు, అహరోను, అతని కుమారులు సన్నిధి గుడారంలోనికి వెళ్లి, తెరను దించి, దానితో పవిత్ర ఒడంబడిక పెట్టెను కప్పాలి."},{"number":6,"verse":"తర్వాత దీనంతటినీ శ్రేష్ఠమైన తోలుతో కప్పాలి. అప్పుడు దానంతటి మీద నీలం రంగు బట్ట పరచి, దాని మోత కర్రలను పవిత్ర పెట్టె ఉంగరాలలో దూర్చాలి."},{"number":7,"verse":"“తర్వతా పవిత్ర బల్ల మీద ఒక నీలం బట్టను వారు పర్చాలి. అప్పుడు గిన్నెలను, ధూపార్తులను, పాత్రలను, పానము చేయు పాత్రలను వారు ఆ బల్ల మీద పెట్టాలి. ప్రత్యేక రొట్టెలను కూడ ఆ బల్ల మీద పెట్టాలి."},{"number":8,"verse":"అప్పుడు వీటన్నింటిమీద ఒక ఎర్రబట్టను మీరు వేయాలి. తర్వాత శ్రేష్ఠమైన తోలుతో అన్నింటినీ కప్పాలి. అప్పుడు బల్ల ఉంగరాల్లో దండెలను పెట్టాలి."},{"number":9,"verse":"“తర్వాత దీపస్తంభాన్ని, దాని దీపాలను నీలం బట్టతో కప్పాలి. దీపాలను ప్రకాశింప చేసేందుకు వినియోగించిన వస్తువులన్నింటినీ, దీపాలకు ఉపయోగించిన నూనె పాత్రలను కప్పాలి."},{"number":10,"verse":"అప్పుడు ప్రతి దానిని శ్రేష్ఠమైన తోలుతో చుట్టి, వీటిని మోసేందుకు ఉపయోగించే దండెలమీద వీటిని ఉంచాలి."},{"number":11,"verse":"“బంగారు బలిపీఠం మీద నీలం బట్టను పరచాలి. దానిని శ్రేష్ఠమైన తోలుతో కప్పాలి. అప్పుడు బలిపీఠపు ఉంగరాలలో దాని, మోత కర్రలను ఉంచాలి."},{"number":12,"verse":"“తర్వాత పవిత్ర స్థలంలో ఆరాధనకు ఉపయోగించే ప్రత్యేక వస్తువులన్నింటినీ సమకూర్చాలి. ఆ వస్తువులను ఒక్క చోట సమకూర్చి, నీలం బట్టతో వాటిని చుట్టి పెట్టాలి. అప్పుడు దాన్ని శ్రేష్ఠమైన తోలుతో కప్పాలి. వీటిని మోసేందుకు ఒక చట్రంమీద వాటిని ఉంచాలి."},{"number":13,"verse":"“ఇత్తడి బలిపీఠపు బూడిదను తీసివేసి, ధూమ్రవర్ణంగల బట్టను దానిమీద పరచాలి."},{"number":14,"verse":"తర్వాత బలిపీఠందగ్గర ఆరాధనకు ఉపయోగించే వస్తువులన్నింటినీ సమకూర్చాలి. అవి ఏవనగా, ధూపార్తి, ముండ్ల గరిటెలు, గిన్నెలు, ఇతర పరికరాలు. వీటన్నింటినీ యిత్తడి బలిపీఠం మీద ఉంచాలి. తర్వాత బలిపీఠం మీద శ్రేష్ఠమైన తోలు కప్పాలి. బలిపీఠపు ఉంగరాల్లో దానిమోత కర్రలు ఉంచాలి."},{"number":15,"verse":"“అహరోను, అతని కుమారులు పవిత్ర స్థలంలో పవిత్ర వస్తువులన్నింటినీ కప్పటం అయిన తర్వాత, కహాతు కుటుంబపు పురుషులు లోనికి వెళ్లి, ఆ వస్తువులను మోయటం మొదలు పెట్టవచ్చు. ఈ విధంగా వారు చావకుండా ఉండేలా పవిత్ర స్థలాన్ని తాకరు."},{"number":16,"verse":"“యాజకుడైన అహరోను కుమారుడు ఎలియాజరు పవిత్ర గుడారానికి బాధ్యుడు. పవిత్ర స్థలానికి, దానిలోని సమస్తానికి అతడు బాధ్యుడు. దీపాల నూనె, పరిమళ ధూపద్రవ్యాలు, నిత్యార్పణ, అభిషేక తైలం, వీటన్నింటికీ అతడు బాధ్యుడు.”"},{"number":17,"verse":"మోషే అహరోనులతో యెహోవా ఈలాగు అన్నాడు:"},{"number":18,"verse":"“జాగ్రత్తగా ఉండండి, ఆ కహాతీ మనుష్యుల్ని నాశనం కానివ్వకండి."},{"number":19,"verse":"కహాతీ మనుష్యులు అతి పవిత్ర స్థలాన్ని సమీపించికూడ మరణించకుండా ఉండేటట్టుగా మీరు వీటిని చేయాలి. అహరోను, అతని కుమారులు లోనికి వెళ్లి, కహాతీ మనుష్యులు ఒక్కొక్కరు ఏమేమి చేయాల్సిందీ చూపెట్టాలి. ఒక్కొక్కడు మోయవలసిన వాటిని వారు ఒక్కొక్కనికి ఇవ్వాలి."},{"number":20,"verse":"మీరు ఇలా చేయకపోతే, కహాతీ మనుష్యులు లోనికి వెళ్లి, పవిత్ర వస్తువులను చూచి, అవి ముఖ్యమైనవి కానట్టుగా ఎంచవచ్చును. వారు గనుక అలా ఒక క్షణంపాటుచేస్తే, వారు మరణిస్తారు.”"},{"number":21,"verse":"( గెర్షోను కుటుంబం పనులు) మోషేతో యెహోవా ఇలా చెప్పాడు:"},{"number":22,"verse":"“గెర్షోను సంతతిలో మనుష్యులందరినీ లెక్కించు. వంశాలుగా, కుటుంబాలుగా వారి జాబితా తయారుచేయి."},{"number":23,"verse":"30 నుండి 50 సంవత్సరాల వయస్సుగలిగి, యుద్ధంలో పనిచేసిన పురుషులందరినీ లెక్కించు. వీరంతా సన్నిధి గుడారాన్ని జాగ్రత్తగా చూసుకునే పని చేస్తారు."},{"number":24,"verse":"“గెర్షోను కుటుంబమువారు చేయాల్సినవి, మోయాల్సినవి ఇవి:"},{"number":25,"verse":"పవిత్ర గుడారపు తెరలు, సన్నిధి గుడారం, దాని కప్పు, శ్రేష్ఠమైన తోలుతో చేయబడ్డ కప్పు వారు మోయాలి. సన్నిధి గుడార ప్రవేశం దగ్గర తెరను కూడా వారు మోయాలి."},{"number":26,"verse":"పవిత్ర గుడారం చుట్టూ బలిపీఠం చుట్టూ ఉండే ఆవరణ తెరలన్నీ వారు మోయాలి. మరియు ఆవరణ ప్రవేశానికి ఉండే తెరను కూడా వారు మోయాలి. తెరలకు ఉపయోగించే వస్తువులన్నింటినీ, తాళ్లన్నింటినీ వారే మోయాలి. వీటి విషయంలో ఏది చేయాల్సి వచ్చినా గెర్షోను కుటుంబము వాళ్లే బాధ్యులు."},{"number":27,"verse":"జరుగుతున్న పని అంతటినీ అహరోను, అతని కుమారులు గమనిస్తూ ఉంటారు. గెర్షోను ప్రజలు మోసేవాటిని, చేసేవాటినీ అన్నింటినీ అహరోను, అతని కుమారులు గమనిస్తుంటారు. వారు ఏ వస్తువులు మోయుటకు బాధ్యులో వాటన్నింటిని గూర్చి నీవు వారితో చెప్పాలి."},{"number":28,"verse":"గెర్షోను కుటుంబమువారు సన్నిధి గుడారం కోసం చేయాల్సిన పని ఇది. యాజకుడైన అహరోను కుమారుడు ఈతామారు వారి పనికి బాధ్యుడు.”"},{"number":29,"verse":"( మెరారి కుటుంబం వారి పనులు) “మెరారీయులలోని వంశాలు, కుటుంబాలలో ఉన్న పురుషులందరినీ లెక్కించు."},{"number":30,"verse":"30 నుండి 50 సంవత్సరాల వయసు కలిగి యుద్ధంలో పని చేసిన పురుషులందరినీ లెక్కించు. వీరు సన్నిధి గుడారం కోసం ఒక ప్రత్యేక పని చేస్తారు."},{"number":31,"verse":"మీరు ప్రయాణం చేసేటప్పుడు సన్నిధి గుడారపు పలకలు మోయటం వారి పని. అడ్డకర్రలు, స్తంభాలు, దిమ్మలను వారు మోయాలి."},{"number":32,"verse":"ఆవరణ చుట్టూ ఉండే స్తంభాలు కూడ వారు మోయాలి. దిమ్మలను, గుడారపు మేకులను, తాళ్లను, ఆవరణ చుట్టూ ఉండే స్తంభాలకు ఉపయోగించే సమస్తం వారు మోయాలి. పేర్ల జాబితా చేసి, సరిగ్గా ఒక్కో మనిషి ఏమి మోయాలో వారికి చెప్పు."},{"number":33,"verse":"సన్నిధి గుడారపు పనిలో సేవ చేసేందుకు మెరారి ప్రజలు చేయాల్సిన పనులు ఇవి. యాజకుడైన అహరోను కుమారుడు ఈతామారు వారి పనికి బాధ్యుడు.”"},{"number":34,"verse":"( లేవీ కుటుంబాలు) మోషే, అహరోను, ఇశ్రాయేలు ప్రజా నాయకులు కహాతీ ప్రజలను లెక్కించారు. వంశాలుగా, కుటుంబాలుగా వారు వారిని లెక్కించారు."},{"number":35,"verse":"30 నుండి 50 సంవత్సరాల వయసు గలిగి యుద్ధంలో పని చేసిన పురుషులందరిని వారు లెక్కించారు. సన్నిధి గుడారంకోసం చేయాల్సిన ప్రత్యేక పని వీరికి అప్పగించబడింది."},{"number":36,"verse":"ఈ పని చేసేందుకు అర్హులు 2750 మంది పురుషులు కహాతు వంశంలో ఉన్నారు."},{"number":37,"verse":"కనుక కహాతు వంశంలోని ఈ పురుషులకు సన్నిధి గుడారం కోసం చేయాల్సిన ప్రత్యేక పని అప్పగించబడింది. మోషేతో యెహోవా చెప్పిన ప్రకారం మోషే, అహరోను యిలా చేసారు."},{"number":38,"verse":"మరియు, గెర్షోను కుటుంబం కూడ లెక్కించబడింది."},{"number":39,"verse":"30 నుండి 50 సంవత్సరాల వయసు ఉండి సైన్యంలో పని చేసిన పురుషులంతా లెక్కించబడ్డారు. సన్నిధి గుడారం కోసం వారు చేయాల్సిన ప్రత్యేక పని ఈ మనుష్యులకు అప్పగించటం జరిగింది."},{"number":40,"verse":"గెర్షోను వంశాల్లో అర్హులైన పురుషులు 2630 మంది ఉన్నారు."},{"number":41,"verse":"కనుక గెర్షోను వంశంలోని ఈ మనుష్యులకు సన్నిధి గుడారం కోసం చేయాల్సిన ప్రత్యేక పని అప్పగించటం జరిగింది. మోషేకు యెహోవా చెప్పిన ప్రకారం మోషే, అహరోను ఇలా చేసారు."},{"number":42,"verse":"మరియు మెరారి వంశంలోని పురుషులు లెక్కించబడ్డారు."},{"number":43,"verse":"30 నుండి 50 సంవత్సరాల వయసు ఉండి సైన్యంలో పని చేసిన పురుషులంతా లెక్కించబడ్డారు. సన్నిధి గుడారం కోసం వీరు చేయాల్సిన ప్రత్యేక పని వీరికి అప్పగించబడింది."},{"number":44,"verse":"మెరారి వంశాల్లో అర్హులైన పురుషులు 3200 మంది ఉన్నారు."},{"number":45,"verse":"కనుక మెరారి వంశంలోని ఈ పురుషులకు వారి ప్రత్యేక పని అప్పగించబడింది. మోషేతో యెహోవా చెప్పిన ప్రకారం మోషే అహరోనులు ఇలా చేసారు."},{"number":46,"verse":"కనుక మోషే, అహరోను, ఇశ్రాయేలు ప్రజా నాయకులు లేవీయులలోని పురుషులందరినీ లెక్కించారు. ప్రతి వంశాన్ని, ప్రతి కుటుంబాన్ని వారు లెక్కించారు."},{"number":47,"verse":"30 నుండి 50 సంవత్సరాల వయసువుండి సైన్యంలో పని చేసిన పురుషులందరూ లెక్కించబడ్డారు. సన్నిధి గుడారం కోసం చేయాల్సిన ప్రత్యేక పని వీరికి అప్పగించబడింది. వారు ప్రయాణం చేసినప్పుడు సన్నిధి గుడారాన్ని మోసే పనిని వారు చేసారు."},{"number":48,"verse":"వారి మొత్తం సంఖ్య 8500."},{"number":49,"verse":"మోషేకు ఈ ఆజ్ఞను యెహోవా ఇచ్చాడు. ఒక్కో మనిషికి ఒక్కో పని ఇవ్వబడింది. ఏ మనిషి ఏమి మోయాలో ఆ మనిషికి చెప్పబడింది. కనుక యెహోవా ఆజ్ఞ ప్రకారం చేయబడింది. పురుషులంతా లెక్కించబడ్డారు."}]}