{"bibleAbbr":"teERV1997","bookName":"సంఖ్యాకాండము","bookEnglishName":"Numbers","chapterNumber":8,"verses":[{"number":1,"verse":"( దీప స్తంభం) మోషేతో యెహోవా ఇలా అన్నాడు:"},{"number":2,"verse":"“అహరోనుతో మాట్లాడి అతనితో ఇలా చెప్పు, నేను నీకు చూపించిన స్థలంలో ఏడు దీపాలను ఉంచు. దీపస్తంభం ముందు భాగాన్ని ఆ దీపాలు వెలిగించాలి.”"},{"number":3,"verse":"అహరోను అలా చేసాడు. అహరోను ఆ దీపాలను సరైన చోట పెట్టి, దీపస్తంభం ముందు భాగాన్ని అవి వెలిగించేటట్టుగా అతడు వాటిని ఉంచాడు. మోషేకు యెహోవా ఇచ్చిన ఆజ్ఞకు అతడు విధేయుడయ్యాడు."},{"number":4,"verse":"దీపస్తంభం సాగగొట్టబడిన బంగారంతో చేయబడింది. దిమ్మదగ్గర మొదలుకొని బంగారు పూలవరకు అంతా బంగారమే. మోషేకు యెహోవా చూపించిన ప్రకారమే అదంతా చేయబడింది."},{"number":5,"verse":"( లేవీయులను ప్రతిష్టించటం) మోషేతో యెహోవా ఇలా అన్నాడు:"},{"number":6,"verse":"“ఇశ్రాయేలీయులలో ఇతరులనుండి లేవీ ప్రజలను వేరు చేయి. ఆ లేవీ మనుష్యులను శుద్ధి చేయి."},{"number":7,"verse":"వారిని శుద్ధి చేసెందుకు నీవు చేయాల్సింది ఇదే. పాప పరిహారార్థ అర్పణనుండి ప్రత్యేక జలాన్ని వారిమీద చల్లాలి. ఈ జలం వారిని శుద్ధి చేస్తుంది. అప్పుడు వారు శరీరం అంతటా క్షవరం చేసుకొని, వారి బట్టలు ఉదుకు కోవాలి. ఇది వారి శరీరాలను పవిత్రం చేస్తుంది."},{"number":8,"verse":"“అప్పుడు వారు ఒక కోడెదూడను, దానికి సంబంధించిన ధాన్యార్పణను తీసుకోవాలి. ఈ ధాన్యార్ఫణ నూనెతో కలుపబడ్డ గోధుమపిండి. అప్పుడు పాపపరిహారార్థ బలిగా ఇంకో కోడెదూడను తీసుకోవాలి."},{"number":9,"verse":"లేవీ ప్రజలను సన్నిధి గుడారం ఎదుటి భాగంలోనికి తీసుకురావాలి. అప్పుడు ఇశ్రాయేలు ప్రజలందరినీ చుట్టూరా సమావేశపర్చాలి."},{"number":10,"verse":"అప్పుడు నీవు లేవీ ప్రజలను యెహోవా ఎదుటికి తీసుకురావాలి. ఇశ్రాయేలు ప్రజలు వారిమీద తమ చేతులు ఉంచుతారు."},{"number":11,"verse":"అప్పుడు అహరోను లేవీ మనుష్యులను యెహోవా ఎదుట కనపరుస్తాడు. వారు దేవునికి ఒక అర్పణవలె ఉంటారు. ఈ విధంగా యెహోవాకు ప్రత్యేక పని చేసేందుకు లేవీ ప్రజలు సిద్ధంగా ఉంటారు."},{"number":12,"verse":"“లేవీ మనుష్యులు కోడెదూడ తలలమీద చేతులు ఉంచాలని వారితో చెప్పు. ఒక కోడెదూడ పాపపరిహారార్థ బలిగాను మరొక కోడెదూడ దహన బలిగాను యెహోవాకు అర్పించాలి. ఈ అర్పణలు లేవీ ప్రజల పాపాలను కప్పిపుచ్చుతాయి."},{"number":13,"verse":"అహరోను, అతని కుమారుల ఎదుట నిలబడమని లేవీ మనుష్యులతో చెప్పు. అప్పుడు ఒక ప్రతిష్ఠ అర్పణగా లేవీ మనుష్యులను యెహోవాకు అర్పించు."},{"number":14,"verse":"ఈ విధంగా లేవీ మనుష్యులు ప్రత్యేకం అవుతారు. ఇశ్రాయేలీయులలో ఇతరులకు వీరు వేరుగా ఉంటారు. లేవీ ప్రజలు నావారై ఉంటారు."},{"number":15,"verse":"“కనుక లేవీ మనుష్యులను పవిత్రం చేయి. ప్రతిష్ఠార్పణగా వారిని యెహోవాకు అర్పించు. ఇలా చేసిన తర్వాత వారు సన్నిధి గుడారంలోనికి వచ్చి వారి పని చేయవచ్చును."},{"number":16,"verse":"ఈ లేవీయులు నాకు ఇవ్వబడిన ఇశ్రాయేలు ప్రజలు. వారిని నా స్వంత ప్రజలుగా నేను స్వీకరించాను. గతంలో ఇశ్రాయేలీయుల ప్రతి కుటుంబంలో ప్రతి పెద్ద కుమారుడు నాకు ప్రతిష్ఠించబడ్డాడు. అయితే ఇశ్రాయేలుల్లో ఇతరుల జ్యేష్ఠ కుమారుల బదులు లేవీయులు మనుష్యులను నేను స్వీకరించాను."},{"number":17,"verse":"ఇశ్రాయేలీయుల ప్రతి కుటుంబములో మొదట పుట్టిన ప్రతి మగ శిశువు నావాడే. అది మనిషిగాని పశువుగాని నాకే. ఎందుకంటే ఈజిప్టులో మొదట పుట్టిన పిల్లలను, జంతువులనుగూడ నేను చంపేసాను, కనుక మొదట పుట్టినవారు నావారై ఉండాలని పెద్ద కుమారులను మీ నుండి వేరు చేసాను."},{"number":18,"verse":"ఇప్పుడు నేను లేవీ మనుష్యులను తీసుకున్నాను. ఇశ్రాయేలు కుటుంబాల్లో మొదటగా పుట్టిన కుమారులందరి స్థానంలో నేను వీరిని తీసుకున్నాను."},{"number":19,"verse":"ఇశ్రాయేలు ప్రజలందరిలోనుండి లేవీ మనష్యులను నేను ఏర్పాటు చేసుకున్నాను. నేను వారిని అహరోనుకు అతని కుమారులకు కానుకలుగా ఇచ్చాను. సన్నిధి గుడారం దగ్గర వారు పని చేయాలని నేను కోరుతున్నాను. ఇశ్రాయేలు ప్రజలందరి పక్షంగా వారు సేవ చేస్తారు. ఇశ్రాయేలు ప్రజల పాపాలను కప్పిపుచ్చే బలులు అర్పించుటలో వారు సహాయం చేస్తారు. అప్పుడు ఇశ్రాయేలు ప్రజల పవిత్ర స్థలాన్ని సమీపించినా ఏ గొప్ప రోగంగాని, కష్టంగాని వారికి కలుగదు.”"},{"number":20,"verse":"కనుక మోషే, అహరోను, ఇశ్రాయేలు ప్రజలందరు యెహోవాకు విధేయులయ్యారు. యెహోవా మోషేకు ఆజ్ఞాపించిన దానిని లేవీ మనుష్యులకు వారు జరిగించారు."},{"number":21,"verse":"లేవీ ప్రజలు పవిత్రులయ్యారు. వారు వారిని శుద్ధి చేసుకున్నారు, వారి వస్త్రాలు ఉదుకు కొన్నారు. అప్పుడు అహరోను వారిని యెహోవా ఎదుట ప్రతిష్టార్పణగా అర్పించాడు. వారి పాపాలను క్షమించే అర్పణలను కూడా అర్పించి, అహరోను వారిను పవిత్రం చేసాడు."},{"number":22,"verse":"ఆ తర్వాత లేవీ మనుష్యులు వారి పని చేసుకొనేందుకు సన్నిధి గుడారానికి వచ్చారు. అహరోను, అతని కుమారులు వారిని పర్యవేక్షించారు. లేవీ ప్రజల పనికి వారు బాధ్యులు. యెహోవా మోషేకు ఇచ్చిన ఆజ్ఞకు అహరోను, అతని కుమారులు విధేయులయ్యారు."},{"number":23,"verse":"మోషేతో యెహోవా చెప్పాడు:"},{"number":24,"verse":"“ఇది లేవీ ప్రజలకు ఒక ప్రత్యేక ఆజ్ఞ. 25 సంవత్సరాలు, అంతకంటె ఎక్కువ వయసుగల ప్రతి లేవీ మనిషి సన్నిధి గుడారం దగ్గరకు వచ్చి అక్కడ పని చేయాలి."},{"number":25,"verse":"అయితే ఒకని వయసు 50 సంవత్సరాలు ఉన్నప్పుడు, అతడు తన దినచర్యనుండి విశ్రాంతి తీసుకోవాలి. అతడు తిరిగి పని చేయాల్సిన అవసరం లేదు."},{"number":26,"verse":"50 సంవత్సరాలు, అంతకంటె ఎక్కువ వయసుగల పురుషులు సన్నిధి గుడారం దగ్గర వారి సోదరులకు సహాయం చేయవచ్చును. కాని వారే స్వయంగా ఆ పని చేయకూడదు. వారిని విరమించుకోనివ్వవచ్చు. లేవీ ప్రజలకు వారి పనులను చెప్పేటప్పుడు ఇది చెప్పటం జ్ఞాపకం ఉంచుకో.”"}]}