{"bibleAbbr":"Thomson1808","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"(p) Hear this word of the Lord: a song of Woe which I take up respecting you. The house of Israel is fallen. Shall it never more rise again?"},{"number":2,"verse":"The virgin of Israel is prostrate on the ground. Is there none to raise her up?"},{"number":3,"verse":"For this cause thus saith the Lord, Lord, of the city from which a thousand marched, there shall be left a hundred; and of the city, from which a hundred marched, ten shall be left to the house of Israel."},{"number":4,"verse":"Wherefore, thus saith the Lord to the house of Israel, Seek me and you shall live."},{"number":5,"verse":"But seek not Baithel, nor go to Galgal, nor pass on to the Well of Oath: because Galgal shall surely go into captivity, and Baithel shall be as if it had never existed."},{"number":6,"verse":"Seek the Lord and live, that the house of Joseph may not blaze like a fire, and devour him: and the house of Israel have none to quench it."},{"number":7,"verse":"He is the exalter of judgment and hath established righteousness for the earth."},{"number":8,"verse":"He is the maker and former of all things. He turned darkness into day, and darkeneth the day into night. He calleth to him the water of the sea, and poureth it out on the face of the earth. His name is the Lord."},{"number":9,"verse":"He setteth destruction against strength and bringeth misery on bulwarks."},{"number":10,"verse":"(J) They hated a reprover in the gates and held in abhorrence a holy word;"},{"number":11,"verse":"therefore because they have beaten the poor with their fists, though you had received from them choice gifts; you have built houses of hewn stone; but in them you shall not dwell; you have planted lovely vineyards, but you shall not drink the wine thereof."},{"number":12,"verse":"(p) Because I know your manifold impieties and your sins are mighty: you trample down the righteous, take pledges and turn aside the poor in the gates;"},{"number":13,"verse":"therefore the prudent will at that time be silent because it is the time of wicked men."},{"number":14,"verse":"Seek good and not evil that you may live, and so the Lord God Almighty will be with you. As you have said,"},{"number":15,"verse":"We have hated evil and loved good; therefore reestablish judgment in the gates, that the Lord God Almighty may have compassion on the remnant of Joseph."},{"number":16,"verse":"For this purpose, saith the Lord, the God Almighty, in all the streets let there be wailing, and in all the highways let them say, Alas! Alas! Let the husbandman be called to lamentation and mourning, and to them who are skilled in the song of Woe."},{"number":17,"verse":"And in all the ways let there be wailing; for I will pass through the midst of thee, said the Lord."},{"number":18,"verse":"Alas for them who desire the day of the Lord! Why should you desire the day of the Lord, when it is darkness and not light?"},{"number":19,"verse":"As if a man would flee from the face of a lion and a bear met him, or, as if one would leap into a house and leaning his hand on the wall a serpent bit him."},{"number":20,"verse":"Is not this day of the Lord darkness and not light; even thick darkness, in which there is not a ray of light?"},{"number":21,"verse":"(J) I have hated, I have rejected your festivals, and I will not smell your sacrifices at your solemn assemblies."},{"number":22,"verse":"Therefore though you offer me whole burnt offerings, I will not accept your sacrifices nor regard your sumptuous peace offerings."},{"number":23,"verse":"Take from me the noise of thy songs, and let me not hear the melody of musical instruments;"},{"number":24,"verse":"but let judgment roll down like water, and righteousness like an impassable torrent."},{"number":25,"verse":"Did you, house of Israel offer to me burnt offerings and sacrifices, forty years in the wilderness?"},{"number":26,"verse":"You have indeed taken up the tent of Moloch and the star of your god Raiphan; those types of them which you have made for yourselves. Therefore I will remove you beyond Damascus; saith the Lord, the God whose name is the Almighty."}]}