{"bibleAbbr":"Thomson1808","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"(p) So the Lord God pointed out to me, and lo! an eastern swarm of locusts was coming and behold a brouchus locust, one Gog, was their king;"},{"number":2,"verse":"and when they had completely devoured the grass of the land, I said, Lord, Lord, be appeased. Who shall raise up Jacob? Because he is very small,"},{"number":3,"verse":"relent, Lord at this. This therefore shall not be, saith the Lord."},{"number":4,"verse":"So the Lord pointed out to me, and lo! the Lord had called for the punishment by fire and it was devouring the great abyss and consuming the portion of the Lord,"},{"number":5,"verse":"whereupon I said, Cease, Lord, I beseech thee. Who shall raise up Jacob? Because he is very small, relent, Lord, at this."},{"number":6,"verse":"This then shall not be, saith the Lord."},{"number":7,"verse":"So the Lord pointed out to me; and lo! he was standing on a wall of adamant and in his hand was an adamant."},{"number":8,"verse":"And the Lord said to me, What dost thou see, Amos? And when I said, An Adamant; the Lord said to me, Behold I interpose an adamant in the midst of my people Israel that I may no more permit them to transgress."},{"number":9,"verse":"Ridiculous altars shall indeed be utterly destroyed and the sanctuaries of Israel shall be laid waste and I will rise up against the house of Jeroboam with a sword."},{"number":10,"verse":"Then Amasias the priest of Baithel sent to Jeroboam king of Israel, saying, Amos is raising insurrections against thee in the midst of the house of Israel. The land cannot bear all his words."},{"number":11,"verse":"For thus Amos saith, “Jeroboam shall die by the sword; and Israel shall be carried away captive from his land.”"},{"number":12,"verse":"Moreover Amasias said to Amos, “Begone, seer. Get thee to the land of Juda and dwell there; and prophesy there:"},{"number":13,"verse":"but against Baithel thou shalt not continue to prophesy; for it is the sanctuary of the king. It is the king's house.”"},{"number":14,"verse":"Whereupon Amos answered and said to Amasias, I was not a prophet, nor a son of a prophet. I was only a herdsman and a gatherer of dates;"},{"number":15,"verse":"and the Lord took me from the flocks and the Lord said to me, “Go and prophesy against my people Israel.”"},{"number":16,"verse":"Now therefore hear a word of the Lord, Thou sayst, “Prophesy not against Israel”, and “Thou shalt not give any disturbance to Israel.”"},{"number":17,"verse":"Therefore thus saith the Lord. “Thy wife shall be a prostitute in the city; and thy sons and thy daughters shall fall by the sword; and thy land shall be measured out with a line; and thou shalt die in a polluted land; and Israel shall be carried captive from his land.”"}]}