{"bibleAbbr":"KJ3-2005","bookName":"James","bookEnglishName":"James","chapterNumber":1,"verses":[{"number":1,"verse":"James, a slave of God and of the Lord Jesus Christ, to the twelve tribes in the Dispersion, greeting:"},{"number":2,"verse":"My brothers count it all joy when you fall into various trials,"},{"number":3,"verse":"knowing that the testing of your faith works enduring patience."},{"number":4,"verse":"But let enduring patience have its perfective work, that you may be mature and complete, lacking in nothing."},{"number":5,"verse":"But if any of you lacks wisdom, let him ask from God, the One giving to all bountifully and not reproaching, and it will be given to Him."},{"number":6,"verse":"But let him ask in faith, doubting nothing. For the one doubting is like a wave of the sea, being driven by wind and being tossed;"},{"number":7,"verse":"for do not let that man suppose that he will receive anything from the Lord;"},{"number":8,"verse":"he is a double-souled man, unstable in all his ways."},{"number":9,"verse":"But let the lowly brother rejoice in his exaltation;"},{"number":10,"verse":"and the rich one sorrow in his humiliation, because he will pass away like the flower of the grass."},{"number":11,"verse":"For the sun rose with the burning heat and dried up the grass, and its flower fell out, and the beauty of its appearance perished; so also the rich one will fade away in his journeys. Isa 40:6, 7"},{"number":12,"verse":"Blessed is the man who endures temptation, because, becoming approved, he will receive the crown of life which the Lord promised to the ones loving Him."},{"number":13,"verse":"Let no one being tempted say, I am tempted from God. For God is not temptable by evils, and He tempts no one."},{"number":14,"verse":"But each one is tempted by his own lusts, being drawn out and being enticed by them."},{"number":15,"verse":"Then, having conceived, lust brings forth sin. And sin being fully formed brings forth death."},{"number":16,"verse":"Do not go astray, my beloved brothers,"},{"number":17,"verse":"every good gift, and every perfect gift, is from above, coming down from the Father of lights, with whom is not any change or shadow of turning."},{"number":18,"verse":"Having purposed, He brought us forth by the Word of truth, for us to be a certain firstfruit of His creatures."},{"number":19,"verse":"So that, my beloved brothers, let every man be swift to hear, slow to speak, slow to wrath."},{"number":20,"verse":"For the wrath of man does not fully work the righteousness of God."},{"number":21,"verse":"Therefore, putting away all filthiness and overflowing of evil, in meekness receive the implanted Word, the one being able to save your souls."},{"number":22,"verse":"But become doers of the Word, and not hearers only, deceiving yourselves."},{"number":23,"verse":"Because if anyone is a hearer of the Word, and not a doer, this one is like a man observing the face of his birth in a mirror;"},{"number":24,"verse":"for he observed himself, and has gone away, and immediately he forgot what sort he was."},{"number":25,"verse":"But the one having looked into the perfect law of liberty, and having continued in it, this one not having become a forgetful hearer, but a doer of the work, this one will be blessed in his doing."},{"number":26,"verse":"If anyone thinks to be religious among you, yet not bridling his tongue, but deceiving his heart, this one's religion is vain."},{"number":27,"verse":"Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their afflictions, and to keep oneself without blemish from the world."}]}