{"bibleAbbr":"LXXBr","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"Καὶ ἐποίησαν οἱ υἱοὶ Ἰσραὴλ τὸ πονηρὸν ἐνώπιον Κυρίου, καὶ ἔδωκεν αὐτοὺς Κύριος ἐν χειρὶ Μαδιὰμ ἑπτὰ ἔτη."},{"number":2,"verse":"Καὶ ἴσχυσε χεὶρ Μαδιὰμ ἐπὶ Ἰσραήλ· καὶ ἐποίησαν ἑαυτοῖς οἱ υἱοὶ Ἰσραὴλ ἀπὸ προσώπου Μαδιὰμ τὰς τρυμαλιὰς τὰς ἐν τοῖς ὄρεσι, καὶ τὰ σπήλαια, καὶ τὰ κρεμαστά."},{"number":3,"verse":"Καὶ ἐγένετο ἐὰν ἔσπειραν οἱ υἱοὶ Ἰσραὴλ, καὶ ἀνέβαινον Μαδιὰμ καὶ Ἀμαλὴκ, καὶ οἱ υἱοὶ ἀνατολῶν συνανέβαινον αὐτοῖς, καὶ παρενέβαλον εἰς αὐτοὺς,"},{"number":4,"verse":"καὶ διέφθειρον τοὺς καρποὺς αὐτῶν ἕως ἐλθεῖν εἰς Γάζαν· καὶ οὐ κατελείποντο ὑπόστασιν ζωῆς ἐν τῇ γῇ Ἰσραὴλ, οὐδὲ ἐν τοῖς ποιμνίοις ταῦρον καὶ ὄνον."},{"number":5,"verse":"Ὅτι αὐτοὶ καὶ αἱ κτήσεις αὐτῶν ἀνέβαινον, καὶ αἱ σκηναὶ αὐτῶν παρεγίνοντο, καθὼς ἀκρὶς εἰς πλῆθος, καὶ αὐτοῖς καὶ ταῖς καμήλοις αὐτῶν οὐκ ἦν ἀριθμός· καὶ ἤρχοντο εἰς τὴν γῆν Ἰσραὴλ, καὶ διέφθειρον αὐτήν."},{"number":6,"verse":"Καὶ ἐπτώχευσεν Ἰσραὴλ σφόδρα ἀπὸ προσώπου Μαδιάμ."},{"number":7,"verse":"Καὶ ἐβόησαν οἱ υἱοὶ Ἰσραὴλ πρὸς Κύριον ἀπὸ προσώπου Μαδιάμ."},{"number":8,"verse":"Καὶ ἐξαπέστειλε Κύριος ἄνδρα προφήτην πρὸς τοὺς νἱοὺς Ἰσραήλ· καὶ εἶπεν αὐτοῖς, τάδε λέγει Κύριος ὁ Θεὸς Ἰσραὴλ, ἐγώ εἰμι ὃς ἀνήγαγον ὑμᾶς ἐκ γῆς Αἰγύπτου, καὶ ἐξήγαγον ὑμᾶς ἐξ οἴκου δουλείας ὑμῶν·"},{"number":9,"verse":"καὶ ἐῤῥυσάμην ὑμᾶς ἐκ χειρὸς Αἰγύπτου καὶ ἐκ χειρὸς πάντων τῶν θλιβόντων ὑμᾶς, καὶ ἐξέβαλον αὐτοὺς ἐκ προσώπου ὑμῶν· καὶ ἔδωκα ὑμῖν τὴν γῆν αὐτῶν."},{"number":10,"verse":"Καὶ εἶπα ὑμῖν, ἐγὼ Κύριος ὁ Θεὸς ὑμῶν· οὐ φοβηθήσεσθε τοὺς θεοὺς τοῦ Ἀμοῤῥαίου, ἐν οἷς ὑμεῖς κάθησθε ἐν τῇ γῇ αὐτῶν· καὶ οὐκ εἰσηκούσατε τῆς φωνῆς μου."},{"number":11,"verse":"Καὶ ἦλθεν ἄγγελος Κυρίου, καὶ ἐκάθισεν ὑπὸ τὴν τερέμινθον τὴν ἐν Ἐφραθὰ ἐν γῇ Ἰωὰς πατρὸς τοῦ Ἐσδρί· καὶ Γεδεὼν ὁ υἱὸς αὐτοῦ ῥαβδίζων σῖτον ἐν ληνῷ εἰς ἐκφυγεῖν ἀπὸ προσώπου τοῦ Μαδίαμ."},{"number":12,"verse":"Καὶ ὤφθη αὐτῷ ὁ ἄγγελος Κυρίου, καὶ εἶπε πρὸς αὐτὸν, Κύριος μετὰ σοῦ, ἰσχυρὸς τῶν δυνάμεων."},{"number":13,"verse":"Καὶ εἶπε πρὸς αὐτὸν Γεδεὼν, ἐν ἐμοὶ, Κύριέ μου· καὶ εἰ ἔστι Κύριος μεθʼ ἡμῶν, εἰς τί εὗρεν ἡμᾶς τὰ κακὰ ταῦτα; καὶ ποῦ ἐστι πάντα τὰ θαυμάσια αὐτοῦ, ἃ διηγήσαντο ἡμῖν οἱ πατέρες ἡμῶν, λέγοντες, μὴ οὐχὶ ἐξ Αἰγύπτου ἀνήγαγεν ἡμᾶς Κύριος; καὶ νῦν ἐξέῤῥιψεν ἡμᾶς καὶ ἔδωκεν ἡμᾶς ἐν χειρὶ Μαδίαμ."},{"number":14,"verse":"Καὶ ἐπέστρεψε πρὸς αὐτὸν ὁ ἄγγελος Κυρίου, καὶ εἶπε, πορεύου ἐν τῇ ἰσχύϊ σου ταύτῃ, καὶ σώσεις τὸν Ἰσραὴλ ἐκ χειρὸς Μαδιάμ· ἰδοὺ ἐξαπέστειλά σε."},{"number":15,"verse":"Καὶ εἶπε πρὸς αὐτὸν Γεδεὼν, ἐν ἐμοὶ, Κύριέ μου, ἐν τίνι σώσω τὸν Ἰσραήλ; ἰδοὺ ἡ χιλιάς μου ἠσθένησεν ἐν Μανασσῇ, καὶ ἐγώ εἰμι μικρότερος ἐν οἴκῳ τοῦ πατρός μου."},{"number":16,"verse":"Καὶ εἶπε πρὸς αὐτὸν ὁ ἄγγελος Κυρίου, Κύριος ἔσται μετὰ σοῦ, καὶ πατάξεις τὴν Μαδιὰμ ὡσεὶ ἄνδρα ἕνα."},{"number":17,"verse":"Καὶ εἶπε πρὸς αὐτὸν Γεδεὼν, εἰ δὴ εὗρον ἔλεος ἐν ὀφθαλμοῖς σου, καὶ ποιήσεις μοι σήμερον πᾶν ὅτι, ἐλάλησας μετʼ ἐμοῦ,"},{"number":18,"verse":"μὴ χωρισθῇς ἐντεῦθεν ἕως τοῦ ἐλθεῖν με πρὸς σὲ, καὶ ἐξοίσω τὴν θυσίαν καὶ θύσω ἐνώπιόν σου· καὶ εἶπεν, ἐγώ εἰμι καθίσομαι ἕως τοῦ ἐπιστρέψαι σε."},{"number":19,"verse":"Καὶ Γεδεὼν εἰσῆλθε, καὶ ἐποίησεν ἔριφον αἰγῶν καὶ οἰφὶ ἀλεύρου ἄζυμα, καὶ τὰ κρέα ἔθηκεν ἐν τῷ κοφίνῳ, καὶ τὸν ζωμὸν ἔβαλεν ἐν τῇ χύτρᾳ, καὶ ἐξήνεγκεν αὐτὰ πρὸς αὐτὸν ὑπὸ τὴν τερέμινθον, καὶ προσήγγισε."},{"number":20,"verse":"Καὶ εἶπε πρὸς αὐτὸν ὁ ἄγγελος τοῦ Θεοῦ, λάβε τὰ κρέα καὶ τὰ ἄζυμα, καὶ θὲς πρὸς τὴν πέτραν ἐκείνην, καὶ τὸν ζωμὸν ἐχόμενα ἔκχεε· καὶ ἐποιήσεν οὕτως."},{"number":21,"verse":"Καὶ ἐξέτεινεν ὁ ἄγγελος Κυρίου τὸ ἄκρον τῆς ῥάβδου τῆς ἐν τῇ χειρὶ αὐτοῦ, καὶ ἥψατο τῶν κρεῶν καὶ τὼν ἀζύμων· καὶ ἀνέβη πῦρ ἐκ τῆς πέτρας, καὶ κατέφαγε τὰ κρέα καὶ τοὺς ἀζύμους· καὶ ὁ ἄγγελος Κυρίου ἐπορεύθη ἀπʼ ὀφθαλμῶν αὐτοῦ."},{"number":22,"verse":"Καὶ εἶδε Γεδεὼν, ὅτι ἄγγελος Κυρίου οὗτός ἐστι· καὶ εἶπε Γεδεὼν, ἆ ἆ, Κύριέ μου Κύριε, ὅτι εἶδον τὸν ἄγγελον Κυρίου πρόσωπον πρὸς πρόσωπον."},{"number":23,"verse":"Καὶ εἶπεν αὐτῷ Κύριος, εἰρήνη σοι, μὴ φοβοῦ, οὐ μὴ ἀποθάνῃς."},{"number":24,"verse":"Καὶ ᾠκοδόμησεν ἐκεῖ Γεδεὼν θυσιαστήριον τῷ Κυρίῳ, καὶ ἐπεκάλεσεν αὐτῷ, εἰρήνη Κυρίου, ἕως τῆς ἡμέρας ταύτης, ἔτι αὐτοῦ ὄντος ἐν Ἐφραθὰ πατρὸς τοῦ Ἐσδρί."},{"number":25,"verse":"Καὶ ἐγένετο ἐν τῇ νυκτὶ ἐκείνῃ, καὶ εἶπεν αὐτῷ Κύριος, λάβε τὸν μόσχον τὸν ταῦρον ὅς ἐστι τῷ πατρί σου, καὶ μόσχον δεύτερον ἑπταετῇ, καὶ καθελεῖς τὸ θυσιαστήριον τοῦ Βάαλ ὅ ἐστι τῷ πατρί σου, καὶ τὸ ἄλσος τὸ ἐπʼ αὐτὸ ὀλοθρεύσεις."},{"number":26,"verse":"Καὶ οἰκοδομήσεις θυσιαστήριον τῷ Κυρίῳ τῷ Θεῷ σου ἐπὶ κορυφὴν Μαωζὶ τούτου ἐν τῇ παρατάξει καὶ λήψῃ τὸν μόσχον τὸν δεύτερον, καὶ ἀνοίσεις ὁλοκαυτώματα ἐν τοῖς ξύλοις τοῦ ἄλσοῦς, οὗ ἐξολοθρεύσεις."},{"number":27,"verse":"Καὶ ἔλαβε Γεδεὼν δέκα ἄνδρας ἀπὸ τῶν δούλων ἑαυτοῦ, καὶ ἐποίησεν ὃν τρόπον ἐλάλησε πρὸς αὐτὸν Κύριος· καὶ ἐγενήθη ὡς ἐφοβήθη τὸν οἶκον τοῦ πατρὸς αὐτοῦ καὶ τοὺς ἄνδρας τῆς πόλεως τοῦ ποιῆσαι ἡμέρας, καὶ ἐποίησε νυκτός."},{"number":28,"verse":"Καὶ ὤρθρισαν οἱ ἄνδρες τῆς πόλεως τοπρωΐ· καὶ ἰδοὺ καθῄρητο τὸ θυσιαστήριον τοῦ Βάαλ, καὶ τὸ ἄλσος τὸ ἐπʼ αὐτῷ ὠλόθρευτο· καὶ εἶδον τὸν μόσχον τὸν δεύτερον, ὃν ἀνήνεγκεν ἐπὶ τὸ θυσιαστήριον τὸ ᾠκοδομημένον."},{"number":29,"verse":"Καὶ εἶπεν ἀνὴρ πρὸς τὸν πλησίον αὐτοῦ, τίς ἐποίησε τὸ ῥῆμα τοῦτο; καὶ ἐπεζήτησαν καὶ ἠρεύνησαν, καὶ ἔγνωσαν ὅτι Γεδεὼν υἱὸς Ἰωὰς ἐποίησε τὸ ῥῆμα τοῦτο."},{"number":30,"verse":"Καὶ εἶπαν οἱ ἄνδρες τῆς πόλεως πρὸς Ἰωὰς, ἐξένεγκε τὸν υἱόν σου, καὶ ἀποθανέτω, ὅτι καθεῖλε τὸ θυσιαστήριον τοῦ Βάαλ, καὶ ὅτι ὠλόθρευσε τὸ ἄλσος τὸ ἐπʼ αὐτῷ."},{"number":31,"verse":"Καὶ εἶπε Γεδεὼν υἱὸς Ἰωὰς τοῖς ἀνδράσι πᾶσιν, οἳ ἐπανέστησαν αὐτῷ, μὴ ὑμεῖς νῦν δικάζεσθε ὑπὲρ τοῦ Βάαλ; ἢ ὑμεῖς σώσετε αὐτόν; ὃς ἐὰν δικάσηται αὐτῷ, θανατωθήτω ἕως πρωΐ· εἰ θεός ἐστι, δικαζέσθω αὐτῷ, ὅτι καθεῖλε τὸ θυσιαστήριον αὐτοῦ."},{"number":32,"verse":"Καὶ ἐκάλεσεν αὐτὸ ἐν τῇ ἡμέρᾳ ἐκείνῃ Ἱεροβάαλ, λέγων, δικαζέσθω ἐν αὐτῷ ὁ Βάαλ, ὅτι καθῃρέθη τὸ θυσιαστήριον αὐτοῦ."},{"number":33,"verse":"Καὶ πᾶσα Μαδιὰμ, καὶ Ἀμαλὴκ, καὶ υἱοὶ ἀνατολῶν συνήχθησαν ἐπὶ τοαυτὸ, καὶ παρενέβαλον ἐν τῇ κοιλάδι Ἰεζραέλ."},{"number":34,"verse":"Καὶ πνεῦμα Κυρίου ἐνέδυσε τὸν Γεδεὼν, καὶ ἐσάλπισεν ἐν κερατίνῃ, καὶ ἐβόησεν Ἀβιέζερ ὀπίσω αὐτοῦ."},{"number":35,"verse":"Καὶ ἀγγέλους ἐξαπέστειλεν εἰς πάντα Μανασσῆ, καὶ ἐν Ἀσὴρ, καὶ ἐν Ζαβουλὼν, καὶ ἐν Νεφθαλί· καὶ ἀνέβη εἰς συνάντησιν αὐτῶν."},{"number":36,"verse":"Καὶ εἶπε Γεδεὼν πρὸς τὸν Θεὸν, εἰ σὺ σώζεις ἐν χειρί μου τὸν Ἰσραὴλ, καθὼς ἐλάλησας,"},{"number":37,"verse":"ἰδοὺ ἐγὼ τίθημι τὸν πόκον τοῦ ἐρίου ἐν τῇ ἅλωνι· ἐὰν δρόσος γένηται ἐπὶ τὸν πόκον μόνον, καὶ ἐπὶ πᾶσαν τὴν γῆν ξηρασία, γνώσομαι ὅτι σώσεις ἐν χειρί μου τὸν Ἰσραὴλ, καθὼς ἐλάλησας."},{"number":38,"verse":"Καὶ ἐγένετο οὕτως· καὶ ὤρθρισε τῇ ἐπαύριον, καὶ ἐξεπίασε τὸν πόκον, καὶ ἔσταξε δρόσος ἀπὸ τοῦ πόκου πλήρης λεκάνη ὕδατος."},{"number":39,"verse":"Καὶ εἶπε Γεδεὼν πρὸς τὸν Θεὸν, μὴ δὴ ὀργισθήτω ὁ θυμός σου ἐν ἐμοὶ, καὶ λαλήσω ἔτι ἅπαξ· πειράσω δὴ καί γε ἔτι ἅπαξ ἐν τῷ πόκῳ· καὶ γενέσθω ἡ ξηρασία ἐπὶ τὸν πόκον μόνον, καὶ ἐπὶ πᾶσαν τὴν γῆν γενηθήτω δρόσος."},{"number":40,"verse":"Καὶ ἐποίησεν ὁ Θεὸς οὕτως ἐν τῇ νυκτὶ ἐκείνῃ· καὶ ἐγένετο ξηρασία ἐπὶ τὸν πόκον μόνον, καὶ ἐπὶ πᾶσαν τὴν γῆν ἐγενήθη δρόσος."}]}