{"bibleAbbr":"CVg2018","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"Et factum est quasi post mensem, ascendit Naas Ammonites, et pugnare cœpit adversum Jabes Galaad. Dixeruntque omnes viri Jabes ad Naas : Habeto nos fœderatos, et serviemus tibi."},{"number":2,"verse":"Et respondit ad eos Naas Ammonites : In hoc feriam vobiscum fœdus, ut eruam omnium vestrum oculos dextros, ponamque vos opprobrium in universo Israël."},{"number":3,"verse":"Et dixerunt ad eum seniores Jabes : Concede nobis septem dies, ut mittamus nuntios ad universos terminos Israël, et si non fuerit qui defendat nos, egrediemur ad te."},{"number":4,"verse":"Venerunt ergo nuntii in Gabaa Saulis : et locuti sunt verba hæc, audiente populo : et levavit omnis populus vocem suam, et flevit."},{"number":5,"verse":"Et ecce Saul veniebat, sequens boves de agro, et ait : Quid habet populus quod plorat ? Et narraverunt ei verba virorum Jabes."},{"number":6,"verse":"Et insilivit spiritus Domini in Saul cum audisset verba hæc, et iratus est furor ejus nimis."},{"number":7,"verse":"Et assumens utrumque bovem, concidit in frustra, misitque in omnes terminos Israël per manum nuntiorum, dicens : Quicumque non exierit, et secutus fuerit Saul et Samuel, sic fiet bobus ejus. Invasit ergo timor Domini populum, et egressi sunt quasi vir unus."},{"number":8,"verse":"Et recensuit eos in Bezech : fueruntque filiorum Israël trecenta millia, virorum autem Juda triginta millia."},{"number":9,"verse":"Et dixerunt nuntiis qui venerant : Sic dicetis viris qui sunt in Jabes Galaad : Cras erit vobis salus, cum incaluerit sol. Venerunt ergo nuntii, et annuntiaverunt viris Jabes : qui lætati sunt."},{"number":10,"verse":"Et dixerunt : Mane exibimus ad vos : et facietis nobis omne quod placuerit vobis."},{"number":11,"verse":"Et factum est, cum dies crastinus venisset, constituit Saul populum in tres partes : et ingressus est media castra in vigilia matutina, et percussit Ammon usque dum incalesceret dies : reliqui autem dispersi sunt, ita ut non relinquerentur in eis duo pariter."},{"number":12,"verse":"Et ait populus ad Samuelem : Quis est iste qui dixit : Saul num regnabit super nos ? Date viros, et interficiemus eos."},{"number":13,"verse":"Et ait Saul : Non occidetur quisquam in die hac, quia hodie fecit Dominus salutem in Israël."},{"number":14,"verse":"Dixit autem Samuel ad populum : Venite, et eamus in Galgala, et innovemus ibi regnum."},{"number":15,"verse":"Et perrexit omnis populus in Galgala, et fecerunt ibi regem Saul coram Domino in Galgala, et immolaverunt ibi victimas pacificas coram Domino. Et lætatus est ibi Saul, et cuncti viri Israël nimis."}]}