{"bibleAbbr":"NET2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"(Sin, Forgiveness, Faith, and Service) Jesus (tn Grk “He”; the referent (Jesus) has been specified in the translation for clarity. Here δέ (de) has not been translated.) said to his disciples, “Stumbling blocks are sure to come, but woe (sn See Luke 6:24–26.) to the one through whom they come!"},{"number":2,"verse":"It would be better for him to have a millstone (tn This term refers to the heavy upper stone of a grinding mill (L&N 7.70; BDAG 660 s. v. μυλικός). sn The punishment of drowning with a heavy weight attached is extremely gruesome and reflects Jesus’ views concerning those who cause others who believe in him to sin.) tied around his neck and be thrown into the sea (tn Grk “if a millstone were tied…and he were thrown.” The conditional construction in Greek has been translated by English infinitives: “to have… and be thrown.”) than for him to cause one of these little ones to sin. (tn Or “to stumble.” This verb, σκανδαλίσῃ (skandalish), has the same root as the noun σκάνδαλον (skandalon) in 17:1, translated “stumbling blocks”; this wordplay is difficult to reproduce in English. It is possible that the primary cause of offense here would be leading disciples (“little ones”) astray in a similar fashion.)"},{"number":3,"verse":"Watch (tn It is difficult to know if this looks back or forward or both. The warning suggests it looks back. For this verb, see Luke 8:18; 12:1, 15; 20:46; 21:8, 34. The present imperative reflects an ongoing spirit of watchfulness.) yourselves! If (tn Both the “if” clause in this verse and the “if” clause in v. 4 are third class conditions in Greek.) your brother (tn Here the term “brother” means “fellow believer” or “fellow Christian” (cf. BDAG 18 s. v. ἀδελφός 2. a, contra BDAG 19 s. v. 2. c), but with a familial connotation. It refers equally to men, women, or children. However, because of the familial connotations, “brother” has been retained in the translation here in preference to the more generic “fellow believer” (“fellow Christian” would be anachronistic in this context).) sins, rebuke him. If (tn Grk “And if.” Here καί (kai) has not been translated because of differences between Greek and English style.) he repents, forgive him."},{"number":4,"verse":"Even if he sins against you seven times in a day, and seven times returns to you saying, ‘I repent,’ you must forgive (sn You must forgive him. Forgiveness is to be readily given and not withheld. In a community that is to have restored relationships, grudges are not beneficial.) him.”"},{"number":5,"verse":"The (tn Grk “And the.” Here καί (kai) has not been translated because of differences between Greek and English style.) apostles said to the Lord, “Increase our faith!” (sn The request of the apostles, “Increase our faith,” is not a request for a gift of faith, but a request to increase the depth of their faith.)"},{"number":6,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of previous action(s) in the narrative.) the Lord replied, (tn Grk “said.”) “If (tn This is a mixed condition, with ἄν (an) in the apodosis.) you had faith the size of (tn Grk “faith as,” “faith like.”) a mustard seed, you could say to this black mulberry (sn A black mulberry tree is a deciduous fruit tree that grows about 20 ft (6 m) tall and has black juicy berries. This tree has an extensive root system, so to pull it up would be a major operation.) tree, ‘Be pulled out by the roots and planted in the sea,’ (tn The passives here (ἐκριζώθητι and φυτεύθητι, ekrizwqhti and futeuqhti) are probably a circumlocution for God performing the action (the so-called divine passive, see ExSyn 437-38). The issue is not the amount of faith (which in the example is only very tiny), but its presence, which can accomplish impossible things. To cause a tree to be uprooted and planted in the sea is impossible. The expression is a rhetorical idiom. It is like saying a camel can go through the eye of a needle (Luke 18:25).) and it would obey (tn The verb is aorist, though it looks at a future event, another rhetorical touch to communicate certainty of the effect of faith.) you."},{"number":7,"verse":"“Would any one of you say (tn Grk “Who among you, having a slave… would say to him.”) to your slave (tn See the note on the word “slave” in 7:2.) who comes in from the field after plowing or shepherding sheep, ‘Come at once and sit down for a meal’? (tn Grk “and recline at table,” as 1st century middle eastern meals were not eaten while sitting at a table, but while reclining on one’s side on the floor with the head closest to the low table and the feet farthest away. See BDAG 70 s. v. ἀναπίπτω 1.)"},{"number":8,"verse":"Won’t (tn The question includes a Greek particle, οὐχί (ouci), that expects a positive reply. The slave is expected to prepare a meal before eating himself.) the master (tn Grk “he”; the referent has been specified in the translation for clarity.) instead say to him, ‘Get my dinner ready, and make yourself ready (tn Grk “and gird yourself” (with an apron or towel, in preparation for service).) to serve me while (tn BDAG 423 s. v. ἕως 2. b, “to denote contemporaneousness as long as, while… w. subjunctive… Lk 17:8.”) I eat and drink. Then (tn Grk “after these things.”) you may eat and drink’?"},{"number":9,"verse":"He won’t thank the slave because he did what he was told, (tn Grk “did what was commanded.”) will he? (tn The Greek construction anticipates a negative reply which is indicated in the translation by the ‘tag’ at the end, “will he?” Thanks are not required.)"},{"number":10,"verse":"So you too, when you have done everything you were commanded to do, should say, ‘We are slaves undeserving of special praise; (tn Some translations describe the slaves as “worthless” (NRSV) or “unworthy” (NASB, NIV) but that is not Jesus’ point. These disciples have not done anything deserving special commendation or praise (L&N 33.361), but only what would normally be expected of a slave in such a situation (thus the translation “we have only done what was our duty”).) we have only done what was our duty.’” (tn Or “we have only done what we were supposed to do.”)"},{"number":11,"verse":"(The Grateful Leper) Now on (tn Grk “Now it happened that on.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) the way to Jerusalem, (sn This is another travel note about Jesus going to Jerusalem in Luke 9:51–19:48, the so-called “Jerusalem journey” section of Luke’s Gospel. It is not a straight line journey, because to travel along the Galilean and Samaritan border is to go east or west, not south to Jerusalem. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) was passing along (tn Or “was traveling about.”) between Samaria and Galilee."},{"number":12,"verse":"As (tn Here καί (kai) has not been translated because of differences between Greek and English style.) he was entering (tn The participle εἰσερχομένου (eisercomenou) is taken temporally.) a village, ten men with leprosy (sn The ten men with leprosy would have been unable to approach Jesus (Lev 13:45–46; Num 5:2–3). The ancient term for leprosy covered a wider array of conditions than what is called leprosy today. A leper was totally ostracized from society until he was declared cured (Lev 13:45–46).) met him. They (tn Grk “leprosy, who.” Because of the length and complexity of the Greek sentence, the relative pronoun was replaced with a personal pronoun and a new sentence started at this point in the translation.) stood at a distance,"},{"number":13,"verse":"raised their voices and said, “Jesus, Master, have mercy (sn “Have mercy on us” is a request to heal them (Luke 18:38–39; 16:24; Matt 9:27; 15:22; 17:15; 20:31–32; Mark 10:47–49).) on us.”"},{"number":14,"verse":"When (tn Καί (kai) has not been translated because of differences between Greek and English style.) he saw them he said, “Go (tn The participle πορευθέντες (poreuqente\") is a good example of an adverbial participle of attendant circumstance. As such, it picks up the force of an imperative from the verb to which it is related (ExSyn 640-45).) and show yourselves to the priests.” (sn These are the instructions of what to do with a healing (Lev 13:19; 14:1–11; Luke 5:14).) And (tn Grk “And it happened that as.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) as they went along, they were cleansed."},{"number":15,"verse":"Then one of them, when he saw he was healed, turned back, praising (tn Grk “glorifying God.”) God with a loud voice."},{"number":16,"verse":"He (tn Here καί (kai) has not been translated because of differences between Greek and English style.) fell with his face to the ground (tn Grk “he fell on his face” (an idiom for complete prostration).) at Jesus’ feet and thanked him. (sn And thanked him. This action recognized God’s healing work through Jesus.) (Now (tn Here καί (kai) has been translated as “now” to indicate the introduction of a parenthetical comment.) he was a Samaritan.) (sn This is a parenthetical note by the author. The comment that the man was a Samaritan means that to most Jews of Jesus’ day he would have been despised as a half-breed and a heretic. The note adds a touch of irony to the account (v. 18).)"},{"number":17,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus said, (tn Grk “Jesus answering said”; this is redundant in contemporary English and has been simplified in the translation.) “Were (tn The Greek construction used here (οὐχί, ouci) expects a positive reply.) not ten cleansed? Where are the other (tn The word “other” is implied in the context.) nine?"},{"number":18,"verse":"Was no one found to turn back and give praise to God except this foreigner?” (sn Jesus’ point in calling the man a foreigner is that none of the other nine, who were presumably Israelites, responded with gratitude. Only the “outsiders” were listening and responding.)"},{"number":19,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to the man, (tn Grk “to him”; the referent has been specified in the translation for clarity.) “Get up and go your way. Your faith has made you well.” (tn Or “has delivered you”; Grk “has saved you.” The remark about faith suggests the benefit of trusting in Jesus’ ability to deliver. Apparently the Samaritan benefited from the healing in a way the other nine did not.)"},{"number":20,"verse":"(The Coming of the Kingdom) Now at one point (tn The words “at one point” are supplied to indicate that the following incident is not necessarily in chronological sequence with the preceding event.) the Pharisees (sn See the note on Pharisees in 5:17.) asked Jesus (tn Grk “having been asked by the Pharisees.” The passive construction has been translated as an active one in keeping with contemporary English style, and the direct object, Jesus, has been supplied from the context.) when the kingdom of God (sn The kingdom of God is a major theme of Jesus. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21.) was coming, so he answered, “The kingdom of God is not coming with signs (tn Or “is not coming in a way that it can be closely watched” (L&N 24.48). Although there are differing interpretations of what this means, it probably refers to the cosmic signs often associated with the kingdom’s coming in the Jewish view (1 En. 91, 93; 2 Bar. 53—74). See D. L. Bock, Luke (BECNT), 2:1412-14, also H. Riesenfeld, TDNT 8:150.) to be observed,"},{"number":21,"verse":"nor will they say, ‘Look, here it is!’ or ‘There!’ For indeed, the kingdom of God is (tn This is a present tense in the Greek text. In contrast to waiting and looking for the kingdom, it is now available.) in your midst.” (tn This is a far better translation than “in you.” Jesus would never tell the hostile Pharisees that the kingdom was inside them. The reference is to Jesus present in their midst. He brings the kingdom. Another possible translation would be “in your grasp.” For further discussion and options, see D. L. Bock, Luke (BECNT), 2:1414-19.)"},{"number":22,"verse":"(The Coming of the Son of Man) Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to the disciples, “The days are coming when you will desire to see one of the days (sn This is a reference to the days of the full manifestation of Jesus’ power in a fully established kingdom. The reference to “days” instead of “day” is unusual, appearing only here and in v. 26, but it may be motivated merely by parallelism with the “days” of Noah there and the “days of Lot” in v. 28.) of the Son of Man, and you will not see it."},{"number":23,"verse":"Then people (tn Grk “And they will say.” The plural in Greek is indefinite, referring to people in general. Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) will say to you, ‘Look, there he is!’ (tn The words “he is” here and in the following clause are understood and have been supplied from the context.) or ‘Look, here he is!’ Do not go out or chase after them. (sn Do not go out or chase after them. There will be no need to search for the Son of Man at his coming, though many will falsely claim its arrival.)"},{"number":24,"verse":"For just like the lightning flashes (sn The Son of Man’s coming in power will be sudden and obvious like lightning. No one will need to point it out.) and lights up the sky from one side to the other, so will the Son of Man be in his day. (tc Some very important mss (Ì75 B D it sa) lack the words ἐν τῇ ἡμέρα αὐτοῦ (en th Jhmera autou, “in his day”), but the words are included in א A L W Θ Ψ Ë113 Ï lat sy bo. On the one hand, the shorter reading is impressive because it has some of the best Alexandrian and Western witnesses in support; on the other hand, the expression ἐν τῇ ἡμέρα αὐτοῦ is unusual (found nowhere else in the NT), and may be considered the harder reading. A decision is difficult, but it is probably best to retain the words. NA27 rightly has the words in brackets, expressing doubt as to their authenticity.)"},{"number":25,"verse":"But first he must (sn The Son of Man’s suffering and rejection by this generation is another “it is necessary” type of event in God’s plan (Luke 4:43; 24:7, 26, 44) and the fifth passion prediction in Luke’s account (9:22, 44; 12:50; 13:32–33; for the last, see 18:32–33).) suffer many things and be rejected by this generation."},{"number":26,"verse":"Just (tn Here καί (kai) has not been translated because of differences between Greek and English style.) as it was (tn Or “as it happened.”) in the days of Noah, (sn Like the days of Noah, the time of the flood in Gen 6:5–8:22, the judgment will come as a surprise as people live their day to day lives.) so too it will be in the days of the Son of Man."},{"number":27,"verse":"People (tn Grk “They.” The plural in Greek is indefinite, referring to people in general.) were eating, (tn These verbs (“eating… drinking… marrying… being given in marriage”) are all progressive imperfects, describing action in progress at that time.) they were drinking, they were marrying, they were being given in marriage — right up to the day Noah entered the ark. Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) the flood came and destroyed them all. (sn Like that flood came and destroyed them all, the coming judgment associated with the Son of Man will condemn many.)"},{"number":28,"verse":"Likewise, just as it was (tn Or “as it happened.”) in the days of Lot, people (tn Grk “they.” The plural in Greek is indefinite, referring to people in general.) were eating, drinking, buying, selling, planting, building;"},{"number":29,"verse":"but on the day Lot went out from Sodom, fire and sulfur rained down from heaven and destroyed them all. (sn And destroyed them all. The coming of the Son of Man will be like the judgment on Sodom, one of the most immoral places of the OT (Gen 19:16–17; Deut 32:32–33; Isa 1:10).)"},{"number":30,"verse":"It will be the same on the day the Son of Man is revealed."},{"number":31,"verse":"On that day, anyone who is on the roof, (sn Most of the roofs in the NT were flat roofs made of pounded dirt, sometimes mixed with lime or stones, supported by heavy wooden beams. They generally had an easy means of access, either a sturdy wooden ladder or stone stairway, sometimes on the outside of the house.) with his goods in the house, must not come down (sn The swiftness and devastation of the judgment will require a swift escape. There is no time to come down from one’s roof and pick up anything from inside one’s home.) to take them away, and likewise the person in the field must not turn back."},{"number":32,"verse":"Remember Lot’s wife! (sn An allusion to Gen 19:26. The warning about Lot’s wife is not to look back and long to be where one used to be. The world is being judged, and the person who delays or turns back will be destroyed.)"},{"number":33,"verse":"Whoever tries to keep (tn Or “tries to preserve”; Grk “seeks to gain.” sn If there is no willingness to suffer the world’s rejection at this point, then one will not respond to Jesus (which is trying to keep his life) and then will be subject to this judgment (which is losing it).) his life will lose it, but whoever loses his life (sn Whoever loses his life. Suffering and persecution caused by the world, even to death, cannot stop God from saving (Luke 12:4–6).) will preserve it."},{"number":34,"verse":"I tell you, in that night there will be two people in one bed; one will be taken and the other left. (sn There is debate among commentators and scholars over the phrase one will be taken and the other left about whether one is taken for judgment or for salvation. If the imagery is patterned after the rescue of Noah from the flood and Lot from Sodom, as some suggest, the ones taken are the saved (as Noah and Lot were) and those left behind are judged. The imagery, however, is not directly tied to the identification of the two groups. Its primary purpose in context is to picture the sudden, surprising separation of the righteous and the judged (i. e., condemned) at the return of the Son of Man.)"},{"number":35,"verse":"There will be two women grinding grain together; (tn Grk “at the same place.” According to L&N 46.16, this refers to a hand mill normally operated by two women.) one will be taken and the other left.” (tc Several mss (D Ë13 [579] 700 al lat sy) add (with several variations among these witnesses) 17:36 “There will be two in the field; one will be taken and the other left.” It is not well enough attested to be original. Further, it is an assimilation to the parallel in Matt 24:40, which marks the addition as secondary. The present translation follows NA27 in omitting the verse number, a procedure also followed by a number of other modern translations.)"},{"number":37,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) the disciples (tn Grk “they”; the referent (the disciples, v. 22) has been specified in the translation for clarity.) said (tn Grk “answering, they said to him.” This is redundant in contemporary English and has been simplified in the translation.) to him, “Where, (sn The question “Where, Lord?” means, “Where will the judgment take place?”) Lord?” He replied to them, “Where the dead body (tn Or “corpse.”) is, there the vultures (tn The same Greek term can refer to “eagles” or “vultures” (L&N 4.42; BDAG 22 s. v. ἀετός), but in this context it must mean vultures, because the gruesome image is one of dead bodies being consumed by scavengers. sn Jesus’ answer is that when the judgment comes, the scenes of death will be obvious and so will the location of the judgment.) will gather.” (tn Grk “will be gathered.” The passive construction has been translated as an active one in English.)"}]}