{"bibleAbbr":"NET2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"Judas’ Decision to Betray Jesus Now the Feast of Unleavened Bread, (sn The Feast of Unleavened Bread was a week long celebration that followed the day of Passover, so one name was used for both feasts (Exod 12:1–20; 23:15; 34:18; Deut 16:1–8).) which is called the Passover, was approaching."},{"number":2,"verse":"The (tn Grk “And the.” Here καί (kai) has not been translated because of differences between Greek and English style.) chief priests and the experts in the law (tn Or “and the scribes.” See the note on the phrase “experts in the law” in 5:21.) were trying to find some way (tn Grk “were seeking how.”) to execute (tn The Greek verb here means “to get rid of by execution” (BDAG 64 s. v. ἀναιρέω 2; cf. also L&N 20.71, which states, “to get rid of someone by execution, often with legal or quasi-legal procedures”).) Jesus, (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) for they were afraid of the people. (sn The suggestion here is that Jesus was too popular to openly arrest him. The verb were trying is imperfect. It suggests, in this context, that they were always considering the opportunities.)"},{"number":3,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) Satan (sn The cross is portrayed as part of the cosmic battle between Satan and God; see Luke 4:1–13; 11:14–23.) entered Judas, the one called Iscariot, who was one of the twelve. (tn Grk “Iscariot, being of the number of the twelve.”)"},{"number":4,"verse":"He went away and discussed with the chief priests and officers of the temple guard (tn The full title στρατηγὸς τοῦ ἱεροῦ (strathgo\" tou Jierou; “officer of the temple” or “captain of the temple guard”) is sometimes shortened to στρατηγός as here (L&N 37.91).) how he might (tn Luke uses this frequent indirect question to make his point (BDF §267.2).) betray Jesus, (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) handing him over to them. (tn Grk “how he might hand him over to them,” in the sense of “betray him.”)"},{"number":5,"verse":"They (tn Here καί (kai) has not been translated because of differences between Greek and English style.) were delighted (sn The leaders were delighted when Judas contacted them about betraying Jesus, because it gave them the opportunity they had been looking for, and they could later claim that Jesus had been betrayed by one of his own disciples.) and arranged to give him money. (sn Matt 26:15 states the amount of money they gave Judas was thirty pieces of silver (see also Matt 27:3–4; Zech 11:12–13).)"},{"number":6,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the arrangement worked out in the preceding verse.) Judas (tn Grk “he”; the referent (Judas) has been specified in the translation for clarity.) agreed and began looking for an opportunity to betray Jesus (tn Grk “betray him to them”; the referent of the first pronoun (Jesus) has been specified in the translation for clarity.) when no crowd was present. (tn Grk “apart from the crowd.”sn The leaders wanted to do this quietly, when no crowd was present, so no public uproar would result (cf. v. 21:38; 22:2).)"},{"number":7,"verse":"The Passover Then the day for the feast (tn The words “for the feast” are not in the Greek text, but have been supplied for clarity.) of Unleavened Bread came, on which the Passover lamb had to be sacrificed. (sn Generally the feast of Unleavened Bread would refer to Nisan 15 (Friday), but the following reference to the sacrifice of the Passover lamb indicates that Nisan 14 (Thursday) was what Luke had in mind (Nisan = March 27 to April 25). The celebration of the Feast of Unleavened Bread lasted eight days, beginning with the Passover meal. The celebrations were so close together that at times the names of both were used interchangeably.)"},{"number":8,"verse":"Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) sent Peter and John, saying, “Go and prepare the Passover (sn This required getting a suitable lamb and finding lodging in Jerusalem where the meal could be eaten. The population of the city swelled during the feast, so lodging could be difficult to find. The Passover was celebrated each year in commemoration of the Israelites’ deliverance from Egypt; thus it was a feast celebrating redemption (see Exod 12). The Passover lamb was roasted and eaten after sunset in a family group of at least ten people (m. Pesahim 7.13). People ate the meal while reclining (see the note on table in 22:14). It included, besides the lamb, unleavened bread and bitter herbs as a reminder of Israel’s bitter affliction at the hands of the Egyptians. Four cups of wine mixed with water were also used for the meal. For a further description of the meal and the significance of the wine cups, see E. Ferguson, Backgrounds of Early Christianity, 523-24.) for us to eat.” (tn Grk “for us, so that we may eat.”)"},{"number":9,"verse":"They (tn Here δέ (de) has not been translated.) said to him, “Where do you want us to prepare (tn In the Greek text this a deliberative subjunctive.) it?”"},{"number":10,"verse":"He said to them, “Listen, (tn Grk “behold.”) when you have entered the city, a man carrying a jar of water (sn Since women usually carried these jars, it would have been no problem for Peter and John to recognize the man Jesus was referring to.) will meet you. (sn Jesus is portrayed throughout Luke 22–23 as very aware of what will happen, almost directing events. Here this is indicated by his prediction that a man carrying a jar of water will meet you.) Follow him into the house that he enters ,"},{"number":11,"verse":"and tell the owner of the house, (tn Grk “to the master of the household,” referring to one who owns and manages the household, including family, servants, and slaves (L&N 57.14).) ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with my disciples?”’"},{"number":12,"verse":"Then he will show you a large furnished room upstairs. Make preparations there.”"},{"number":13,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of Jesus’ instructions.) they went and found things (tn The word “things” is not in the Greek text, but is implied. Direct objects were frequently omitted in Greek when clear from the context.) just as he had told them, (sn The author’s note that the disciples found things just as he had told them shows that Jesus’ word could be trusted.) and they prepared the Passover."},{"number":14,"verse":"The Lord’s Supper Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) when the hour came, Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) took his place at the table (tn Grk “reclined at table,” as 1st century middle eastern meals were not eaten while sitting at a table, but while reclining on one’s side on the floor with the head closest to the low table and the feet farthest away.) and the apostles joined (tn Grk “the apostles with him.”) him."},{"number":15,"verse":"And he said to them, “I have earnestly desired (tn This phrase parallels a Hebrew infinitive absolute and serves to underline Jesus’ enthusiasm for holding this meal (BDF §198.6).) to eat this Passover with you before I suffer."},{"number":16,"verse":"For I tell you, I will not eat it again (tn Although the word “again” is not in the Greek text, it is supplied to indicate that Jesus did indeed partake of this Passover meal, as statements in v. 18 suggest (“from now on”). For more complete discussion see D. L. Bock, Luke (BECNT), 2:1720.) until it is fulfilled (sn Jesus looked to a celebration in the kingdom to come when the Passover is fulfilled. This reference could well suggest that some type of commemorative sacrifice and meal will be celebrated then, as the antecedent is the Passover sacrifice. The reference is not to the Lord’s supper as some argue, but the Passover.) in the kingdom of God.” (sn The kingdom of God here refers to the kingdom in all its power. See Luke 17:20–37.)"},{"number":17,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he took a cup, (sn Then he took a cup. Only Luke mentions two cups at this meal; the other synoptic gospels (Matt, Mark) mention only one. This is the first of the two. It probably refers to the first cup in the traditional Passover meal, which today has four cups (although it is debated whether the fourth cup was used in the 1st century).) and after giving thanks he said, “Take this and divide it among yourselves."},{"number":18,"verse":"For I tell you that from now on I will not drink of the fruit (tn Grk “the produce” (“the produce of the vine” is a figurative expression for wine).) of the vine until the kingdom of God comes.” (sn Until the kingdom of God comes is a reference to the kingdom in all its power. See Luke 17:20–37. Jesus awaits celebration with the arrival of full kingdom blessing.)"},{"number":19,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he took bread, and after giving thanks he broke it and gave it to them, saying, “This is my body (tc Some important Western mss (D it) lack the words from this point to the end of v. 20. However, the authenticity of these verses is very likely. The inclusion of the second cup is the harder reading, since it differs from Matt 26:26–29 and Mark 14:22–25, and it has much better ms support. It is thus easier to explain the shorter reading as a scribal accident or misunderstanding. Further discussion of this complicated problem (the most difficult in Luke) can be found in TCGNT 148-50.) which is given for you. (sn The language of the phrase given for you alludes to Christ’s death in our place. It is a powerful substitutionary image of what he did for us.) Do this in remembrance of me.”"},{"number":20,"verse":"And in the same way he took (tn The words “he took” are not in the Greek text at this point, but are an understood repetition from v. 19.) the cup after they had eaten, (tn The phrase “after they had eaten” translates the temporal infinitive construction μετὰ τὸ δειπνῆσαι (meta to deipnhsai), where the verb δειπνέω (deipnew) means “to eat a meal” or “to have a meal.”) saying, “This cup that is poured out for you is the new covenant (sn Jesus’ death established the forgiveness promised in the new covenant of Jer 31:31. Jesus is reinterpreting the symbolism of the Passover meal, indicating the presence of a new era.) in my blood."},{"number":21,"verse":"A Final Discourse “But look, the hand of the one who betrays (sn The one who betrays me. Jesus knows about Judas and what he has done.) me is with me on the table. (sn The point of Jesus’ comment here is not to identify the specific individual per se, but to indicate that it is one who was close to him – somebody whom no one would suspect. His comment serves to heighten the treachery of Judas’ betrayal.)"},{"number":22,"verse":"For the Son of Man is to go just as it has been determined, (sn Jesus’ death has been determined as a part of God’s plan (Acts 2:22–24).) but woe to that man by whom he is betrayed!”"},{"number":23,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of Jesus’ comments: The disciples begin wondering who would betray him.) they began to question one another as to which of them it could possibly be who would do this."},{"number":24,"verse":"A dispute also started (tn Or “happened.”) among them over which of them was to be regarded as the greatest. (tn Though the term μείζων (meizwn) here is comparative in form, it is superlative in sense (BDF §244).)"},{"number":25,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of the dispute among the apostles.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) said to them, “The kings of the Gentiles lord it over them, and those in authority over them are called ‘benefactors.’ (sn The title ‘benefactor,’ highlighting grace and meaning something like “helper of the people,” was even given to tyrants (2 Macc 4:2; 3 Macc 3:19; Josephus, J. W. 3.9.8 [3.459]).)"},{"number":26,"verse":"Not so with you; (tn Grk “But you are not thus.”) instead the one who is greatest among you must become like the youngest, and the leader (tn Or “the ruler.”) like the one who serves. (sn And the leader like the one who serves. Leadership was not to be a matter of privilege and special status, but of service. All social status is leveled out by these remarks. Jesus himself is the prime example of the servant-leader.)"},{"number":27,"verse":"For who is greater, the one who is seated at the table, (tn Grk “who reclines at table,” as 1st century middle eastern meals were not eaten while sitting at a table, but while reclining on one’s side on the floor with the head closest to the low table and the feet farthest away.) or the one who serves? Is it not (tn The interrogative particle used here in the Greek text (οὐχί, ouci) expects a positive reply.) the one who is seated at the table? But I am among you as one (sn Jesus’ example of humble service, as one who serves, shows that the standard for a disciple is different from that of the world. For an example see John 13:1–17.) who serves."},{"number":28,"verse":"“You are the ones who have remained (tn Or “continued” (L&N 34.3). Jesus acknowledges the disciples’ faithfulness.) with me in my trials."},{"number":29,"verse":"Thus (tn Here καί (kai) has been translated as “thus” to indicate the implied result of the disciples’ perseverance with Jesus.) I grant (sn With the statement “I grant to you a kingdom” Jesus gave the disciples authority over the kingdom, as God had given him such authority. The present tense looks at authority given presently, though the major manifestation of its presence is yet to come as the next verse shows.) to you a kingdom, (tn Or “I give you the right to rule” (cf. CEV). For this translation of διατίθεμαι βασιλείαν (diatiqemai basileian) see L&N 37.105.) just as my Father granted to me,"},{"number":30,"verse":"that you may eat and drink at my table in my kingdom, and you will sit (tn This verb is future indicative, and thus not subordinate to “grant” (διατίθεμαι, diatiqemai) as part of the result clause beginning with ἵνα ἔσθητε ({ina esqhte) at the beginning of v. 30. It is better understood as a predictive future.) on thrones judging (sn The statement you will sit on thrones judging the twelve tribes of Israel looks at the future authority the Twelve will have when Jesus returns. They will share in Israel’s judgment.) the twelve tribes of Israel."},{"number":31,"verse":"“Simon, (tc The majority of mss (א A D W Θ Ψ Ë113 Ï as well as several versional witnesses) begin this verse with an introductory comment, “and the Lord said,” indicating a change in the subject of discussion. But this is apparently a reading motivated by the need for clarity. Some of the best witnesses, along with a few others (Ì75 B L T 1241 2542c sys co), do not contain these words. The abrupt shift is the more difficult reading and thus more likely to be original.) Simon, pay attention! (tn Grk “behold” (for “pay attention” see L&N 91.13).) Satan has demanded to have you all, (sn This pronoun is plural in the Greek text, so it refers to all the disciples of which Peter is the representative.) to sift you like wheat, (sn Satan has demanded permission to put them to the test. The idiom “sift (someone) like wheat” is similar to the English idiom “to pick (someone) apart.” The pronoun you is implied.)"},{"number":32,"verse":"but I have prayed for you, Simon, (sn Here and in the remainder of the verse the second person pronouns are singular, so only Peter is in view. The name “Simon” has been supplied as a form of direct address to make this clear in English.) that your faith may not fail. (sn That your faith may not fail. Note that Peter’s denials are pictured here as lapses, not as a total absence of faith.) When (tn Grk “And when.” Here καί (kai) has not been translated because of differences between Greek and English style.) you have turned back, (tn Or “turned around.”) strengthen (sn Strengthen your brothers refers to Peter helping to strengthen their faith. Jesus quite graciously restores Peter “in advance,” even with the knowledge of his approaching denials.) your brothers.”"},{"number":33,"verse":"But Peter (tn Grk “he”; the referent (Peter) has been specified in the translation for clarity.) said to him, “Lord, I am ready to go with you both to prison and to death!” (sn The confidence Peter has in private (Lord, I am ready…) will wilt under the pressure of the public eye.)"},{"number":34,"verse":"Jesus replied, (tn Grk “he said”; the referent (Jesus) has been specified in the translation for clarity.) “I tell you, Peter, the rooster will not crow (sn That is, Peter’s denials will happen before the sun rises.) today until you have denied (sn Once again, Jesus is quite aware that Peter will deny him. Peter, however, is too nonchalant about the possibility of stumbling.) three times that you know me.”"},{"number":35,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) said to them, “When I sent you out with no money bag, (tn Traditionally, “purse” (likewise in v. 36).) or traveler’s bag, (tn Or possibly “beggar’s bag” (L&N 6.145).) or sandals, you didn’t lack (sn This refers back to 9:3 and 10:3–4. The Greek construction anticipates a negative reply which is indicated in the translation by the ‘tag’ at the end, “did you?” Nothing was lacking.) anything, did you?” They replied, (tn Grk “said.”) “Nothing.”"},{"number":36,"verse":"He said to them, “But now, the one who (tn The syntax of this verse is disputed, resulting in various translations. The major options are either (1) that reflected in the translation or (2) that those who have a money bag and traveler’s bag should get a sword, just as those who do not have these items should sell their cloak to buy a sword. The point of all the options is that things have changed and one now needs full provisions. Opposition will come. But “sword” is a figure for preparing to fight. See Luke 22:50–51.) has a money bag must take it, and likewise a traveler’s bag (tn Or possibly “beggar’s bag” (L&N 6.145).) too. And the one who has no sword must sell his cloak and buy one."},{"number":37,"verse":"For I tell you that this scripture must be (sn This scripture must be fulfilled in me. The statement again reflects the divine necessity of God’s plan. See 4:43–44.) fulfilled in me, ‘And he was counted with the transgressors.’ (tn Or “with the lawless.” sn This is a quotation from Isa 53:12. It highlights a theme of Luke 22–23. Though completely innocent, Jesus dies as if he were a criminal.) For what is written about me is being fulfilled.” (tn Grk “is having its fulfillment.”)"},{"number":38,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of Jesus’ comments about obtaining swords.) they said, “Look, Lord, here are two swords.” (sn Here are two swords. The disciples mistakenly took Jesus to mean that they should prepare for armed resistance, something he will have to correct in 22:50–51.) Then he told them, “It is enough.” (sn It is enough. The disciples’ misunderstanding caused Jesus to terminate the discussion.)"},{"number":39,"verse":"On the Mount of Olives Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) went out and made his way, (tn Grk “went.”) as he customarily did, to the Mount of Olives, (sn See the note on the Mount of Olives in Luke 19:29.) and the disciples followed him."},{"number":40,"verse":"When he came to the place, (sn Luke does not mention Gethsemane by name, but calls it simply the place.) he said to them, “Pray that you will not fall into temptation.” (sn Jesus’ instructions to pray not to fall into temptation is an allusion to Luke 22:28–38, especially 22:31. The temptation is Satan’s challenge to them to defect, like what happened to Judas and what will happen to Peter.)"},{"number":41,"verse":"He went away from them about a stone’s throw, knelt down, and prayed,"},{"number":42,"verse":"“Father, if you are willing, take (tn Luke’s term παρένεγκε is not as exact as the one in Matt 26:39. Luke’s means “take away” (BDAG 772 s. v. παρένεγκε 2. c) while Matthew’s means “take away without touching,” suggesting an alteration (if possible) in God’s plan. For further discussion see D. L. Bock, Luke (BECNT), 2:1759-60.) this cup (sn This cup alludes to the wrath of God that Jesus would experience (in the form of suffering and death) for us. See Ps 11:6; 75:8–9; Isa 51:17, 19, 22 for this figure.) away from me. Yet not my will but yours (sn With the statement “Not my will but yours be done” Jesus submitted fully to God’s will.) be done.” ["},{"number":43,"verse":"Then an angel from heaven appeared to him and strengthened him."},{"number":44,"verse":"And in his anguish (tn Grk “And being in anguish.”) he prayed more earnestly, and his sweat was like drops of blood falling to the ground.] (tc Several important Greek mss (Ì75 א1 A B N T W 579 1071*) along with diverse and widespread versional witnesses lack 22:43–44. In addition, the verses are placed after Matt 26:39 by Ë13. Floating texts typically suggest both spuriousness and early scribal impulses to regard the verses as historically authentic. These verses are included in א*,2 D L Θ Ψ 0171 Ë1 Ï lat Ju Ir Hipp Eus. However, a number of mss mark the text with an asterisk or obelisk, indicating the scribe’s assessment of the verses as inauthentic. At the same time, these verses generally fit Luke’s style. Arguments can be given on both sides about whether scribes would tend to include or omit such comments about Jesus’ humanity and an angel’s help. But even if the verses are not literarily authentic, they are probably historically authentic. This is due to the fact that this text was well known in several different locales from a very early period. Since there are no synoptic parallels to this account and since there is no obvious reason for adding these words here, it is very likely that such verses recount a part of the actual suffering of our Lord. Nevertheless, because of the serious doubts as to these verses’ authenticity, they have been put in brackets. For an important discussion of this problem, see B. D. Ehrman and M. A. Plunkett, “The Angel and the Agony: The Textual Problem of Luke 22:43–44,” CBQ 45 (1983): 401-16. sn Angelic aid is noted elsewhere in the gospels: Matt 4:11 = Mark 1:13.)"},{"number":45,"verse":"When (tn Here καί (kai) has not been translated because of differences between Greek and English style.) he got up from prayer, he came to the disciples and found them sleeping, exhausted (tn Grk “from grief.” The word “exhausted” is not in the Greek text, but is implied; the disciples have fallen asleep from mental and emotional exhaustion resulting from their distress (see L&N 25.273; cf. TEV, NIV, NLT).) from grief."},{"number":46,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of Jesus finding them asleep.) he said to them, “Why are you sleeping? Get up and pray that you will not fall into temptation!” (sn Jesus calls the disciples again to prayerful watchfulness with the words “Get up and pray” (see 22:40). The time is full of danger (22:53).)"},{"number":47,"verse":"Betrayal and Arrest While he was still speaking, suddenly a crowd appeared, (tn Grk “While he was still speaking, behold, a crowd, and the one called Judas…was leading them.” The abrupt appearance of the crowd on the scene is indicated in the translation by “suddenly” and “appeared.”) and the man named Judas, one of the twelve, was leading them. He walked up (tn Grk “drew near.”) to Jesus to kiss him. (tc Many mss (D Θ Ë13 700 pm as well as several versional mss) add here, “for this is the sign he gave to them: Whoever I kiss is [the one].” This addition is almost certainly not original, since most of the important mss lack it. It may be a copyist’s attempt to clarify the text, or the accidental inclusion of a marginal gloss.)"},{"number":48,"verse":"But Jesus said to him, “Judas, would you betray the Son of Man with a kiss?” (sn Jesus’ comment about betraying the Son of Man with a kiss shows the hypocrisy and blindness of an attempt to cover up sin. On “misused kisses” in the Bible, see Gen 27:26–27; 2 Sam 15:5; Prov 7:13; 27:6; and 2 Sam 20:9.)"},{"number":49,"verse":"When (tn Here δέ (de) has not been translated.) those who were around him saw what was about to happen, they said, “Lord, should (tn The direct question using “if” in Greek is not unusual (BDF §440.3).) we use our swords?” (sn “Should we use our swords?” The disciples’ effort to defend Jesus recalls Luke 22:35–38. One individual did not wait for the answer.)"},{"number":50,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) one of them (sn One of them. The unnamed disciple is Peter according to John 18:10 (cf. also Matt 26:51; Mark 14:47).) struck the high priest’s slave, (tn See the note on the word “slave” in 7:2.) cutting off his right ear."},{"number":51,"verse":"But Jesus said, (tn Grk “But answering, Jesus said.” This is redundant in contemporary English and has been simplified in the translation.) “Enough of this!” And he touched the man’s (tn Grk “his”; the referent (the slave of the high priest mentioned in the previous verse) has been specified in the translation for clarity.) ear and healed (sn When Jesus healed the man’s ear he showed grace even to those who hated him, following his own teaching (Luke 6:27–36).) him."},{"number":52,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus said to the chief priests, the officers of the temple guard, (tn This title, literally “official of the temple” (στρατηγὸς τοῦ ἱεροῦ, strathgo\" tou Jierou), referred to the commander of the Jewish soldiers who guarded and maintained order in the Jerusalem temple. Here, since the term is plural, it has been translated “officers of the temple guard” rather than “commanders of the temple guard,” since the idea of a number of commanders might be confusing to the modern English reader.) and the elders who had come out to get him, “Have you come out with swords and clubs like you would against an outlaw? (tn Or “a revolutionary.” This term can refer to one who stirs up rebellion: BDAG 594 s. v. λῃστής 2 has “revolutionary, insurrectionist, guerrilla” citing evidence from Josephus (J. W. 2.13.2-3 [2.253-254]). However, this usage generally postdates Jesus’ time. It does refer to a figure of violence. Luke uses the same term for the highwaymen who attack the traveler in the parable of the good Samaritan (10:30).)"},{"number":53,"verse":"Day after day when I was with you in the temple courts, (tn Grk “in the temple.”) you did not arrest me. (tn Grk “lay hands on me.”) But this is your hour, (tn Or “your time.”) and that of the power (tn Or “authority,” “domain.”) of darkness!”"},{"number":54,"verse":"Jesus’ Condemnation and Peter’s Denials Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) they arrested (tn Or “seized” (L&N 37.109).) Jesus, (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) led him away, and brought him into the high priest’s house. (sn Putting all the gospel accounts together, there is a brief encounter with Annas (brought him into the high priest’s house, here and John 18:13, where Annas is named); the meeting led by Caiaphas (Matt 26:57–68 = Mark 14:53–65; and then a Sanhedrin meeting (Matt 27:1; Mark 15:1; Luke 22:66–71). These latter two meetings might be connected and apparently went into the morning.) But Peter was following at a distance."},{"number":55,"verse":"When they had made a fire in the middle of the courtyard and sat down together, Peter sat down among them."},{"number":56,"verse":"Then a slave girl, (tn The Greek term here is παιδίσκη (paidiskh), referring to a slave girl or slave woman.) seeing him as he sat in the firelight, stared at him and said, “This man was with him too!”"},{"number":57,"verse":"But Peter (tn Grk “he denied it, saying.” The referent (Peter) has been specified in the translation for clarity. The participle λέγων (legwn) is redundant and has not been translated.) denied it: “Woman, (sn Woman was a polite form of address (see BDAG 208-9 s. v. γυνή), similar to “Madam” or “Ma’am” used in English in different regions.) I don’t know (sn The expression “I do not know him” had an idiomatic use in Jewish ban formulas in the synagogue and could mean, “I have nothing to do with him.”) him!”"},{"number":58,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) a little later someone else (sn In Mark 14:69, the same slave girl made the charge. So apparently Peter was being identified by a variety of people.) saw him and said, “You are one of them too.” But Peter said, “Man, (tn Here and in v. 60 “Man” is used as a neutral form of address to a stranger.) I am not!”"},{"number":59,"verse":"And after about an hour still another insisted, (tn Grk “insisted, saying.” The participle λέγων (legwn) is redundant in English and has not been translated here.) “Certainly this man was with him, because he too is a Galilean.” (sn According to Mark 14:70 it was Peter’s accent that gave him away as a Galilean.)"},{"number":60,"verse":"But Peter said, “Man, I don’t know what you’re talking about!” At that moment, (tn Grk “And immediately.” Here καί (kai) has not been translated because of differences between Greek and English style.) while he was still speaking, a rooster crowed. (tn A real rooster crowing is probably in view here (rather than the Roman trumpet call known as gallicinium), in part due to the fact that Mark 14:72 mentions the rooster crowing twice. See the discussion at Matt 26:74.)"},{"number":61,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) the Lord turned and looked straight at Peter, and Peter remembered the word of the Lord, (tn “The word of the Lord” is a technical expression in OT literature, often referring to a divine prophetic utterance (e. g., Gen 15:1, Isa 1:10, Jonah 1:1). In the NT it occurs 15 times: 3 times as ῥῆμα τοῦ κυρίου (rJhma tou kuriou; here and in Acts 11:16, 1 Pet 1:25) and 12 times as λόγος τοῦ κυρίου (logo\" tou kuriou; Acts 8:25; 13:44, 48, 49; 15:35, 36; 16:32; 19:10, 20; 1 Thess 1:8, 4:15; 2 Thess 3:1). As in the OT, this phrase focuses on the prophetic nature and divine origin of what has been said. Because of its technical nature the expression has been retained in the translation in preference to a smoother rendering like “remembered what the Lord had said” (cf. TEV, NLT).) how he had said to him, “Before a rooster crows today, you will deny me three times.”"},{"number":62,"verse":"And he went outside and wept bitterly. (sn When Peter went out and wept bitterly it shows he really did not want to fail here and was deeply grieved that he had.)"},{"number":63,"verse":"Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) the men who were holding Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) under guard began to mock him and beat him."},{"number":64,"verse":"They (tn Here καί (kai) has not been translated because of differences between Greek and English style.) blindfolded him and asked him repeatedly, (tn The verb ἐπηρώτων (ephrwtwn) has been translated as an iterative imperfect. The participle λέγοντες (legontes) is redundant in English and has not been translated here.) “Prophesy! Who hit you?” (tn Grk “Who is the one who hit you?”sn Who hit you? This is a variation of one of three ancient games that involved blindfolds.)"},{"number":65,"verse":"They also said many other things against him, reviling (tn Or “insulting.” Luke uses a strong word here; it means “to revile, to defame, to blaspheme” (L&N 33.400).) him."},{"number":66,"verse":"When day came, the council of the elders of the people gathered together, both the chief priests and the experts in the law. (tn Or “and the scribes.” See the note on the phrase “experts in the law” in 5:21.) Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) they led Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) away to their council (sn Their council is probably a reference to the Jewish Sanhedrin, the council of seventy leaders.)"},{"number":67,"verse":"and said, “If (tn This is a first class condition in the Greek text.) you are the Christ, (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 2:11.) tell us.” But he said to them, “If (tn This is a third class condition in the Greek text. Jesus had this experience already in 20:1–8.) I tell you, you will not (tn The negation in the Greek text is the strongest possible (οὐ μή, ou mh).) believe,"},{"number":68,"verse":"and if (tn This is also a third class condition in the Greek text.) I ask you, you will not (tn The negation in the Greek text is the strongest possible (οὐ μή, ou mh).) answer."},{"number":69,"verse":"But from now on (sn From now on. Jesus’ authority was taken up from this moment on. Ironically he is now the ultimate judge, who is himself being judged.) the Son of Man will be seated at the right hand (sn Seated at the right hand is an allusion to Ps 110:1 (“Sit at my right hand…”) and is a claim that Jesus shares authority with God in heaven. Those present may have thought they were his judges, but, in fact, the reverse was true.) of the power (sn The expression the right hand of the power of God is a circumlocution for referring to God. Such indirect references to God were common in 1st century Judaism out of reverence for the divine name.) of God.”"},{"number":70,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of Jesus’ pronouncement.) they all said, “Are you the Son of God, (sn The members of the council understood the force of the claim and asked Jesus about another title, Son of God.) then?” He answered (tn Grk “He said to them.”) them, “You say (sn Jesus’ reply, “You say that I am,” was not a denial, but a way of giving a qualified positive response: “You have said it, but I do not quite mean what you think.”) that I am.”"},{"number":71,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) they said, “Why do we need further testimony? We have heard it ourselves (sn We have heard it ourselves. The Sanhedrin regarded the answer as convicting Jesus. They saw it as blasphemous to claim such intimacy and shared authority with God, a claim so serious and convicting that no further testimony was needed.) from his own lips!” (tn Grk “from his own mouth” (an idiom).)"}]}