{"bibleAbbr":"NET2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"Jesus Brought Before Pilate Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) the whole group of them rose up and brought Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) before Pilate. (sn Pilate was the Roman prefect (procurator) in charge of collecting taxes and keeping the peace. His immediate superior was the Roman governor (proconsul) of Syria, although the exact nature of this administrative relationship is unknown. Pilate’s relations with the Jews had been rocky (v. 12). Here he is especially sensitive to them.)"},{"number":2,"verse":"They (tn Here δέ (de) has not been translated.) began to accuse (sn They began to accuse him. There were three charges: (1) disturbing Jewish peace; (2) fomenting rebellion through advocating not paying taxes (a lie – 20:20–26); and (3) claiming to be a political threat to Rome, by claiming to be a king, an allusion to Jesus’ messianic claims. The second and third charges were a direct challenge to Roman authority. Pilate would be forced to do something about them.) him, saying, “We found this man subverting (tn On the use of the term διαστρέφω (diastrefw) here, see L&N 31.71 and 88.264. sn Subverting our nation was a summary charge, as Jesus “subverted” the nation by making false claims of a political nature, as the next two detailed charges show.) our nation, forbidding (tn Grk “and forbidding.” Here καί (kai) has not been translated to suggest to the English reader that this and the following charge are specifics, while the previous charge was a summary one. See the note on the word “misleading” earlier in this verse.) us to pay the tribute tax (tn This was a “poll tax.” L&N 57.182 states this was “a payment made by the people of one nation to another, with the implication that this is a symbol of submission and dependence – ‘tribute tax.’”) to Caesar (tn Or “to the emperor” (“Caesar” is a title for the Roman emperor).) and claiming that he himself is Christ, (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 2:11.) a king.”"},{"number":3,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the charges brought in the previous verse.) Pilate asked Jesus, (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) “Are you the king (sn “Are you the king of the Jews?” Pilate was interested only in the third charge, because of its political implications of sedition against Rome.) of the Jews?” He replied, “You say so.” (sn The reply “You say so” is somewhat enigmatic, like Jesus’ earlier reply to the Jewish leadership in 22:70.)"},{"number":4,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) Pilate said to the chief priests and the crowds, “I find no basis for an accusation (tn Grk “find no cause.” sn Pilate’s statement “I find no reason for an accusation” is the first of several remarks in Luke 23 that Jesus is innocent or of efforts to release him (vv. 13, 14, 15, 16, 20, 22).) against this man.”"},{"number":5,"verse":"But they persisted (tn Or “were adamant.” For “persisted in saying,” see L&N 68.71.) in saying, “He incites (sn He incites the people. The Jewish leadership claimed that Jesus was a political threat and had to be stopped. By reiterating this charge of stirring up rebellion, they pressured Pilate to act, or be accused of overlooking political threats to Rome.) the people by teaching throughout all Judea. It started in Galilee and ended up here!” (tn Grk “beginning from Galilee until here.”)"},{"number":6,"verse":"Jesus Brought Before Herod Now when Pilate heard this, he asked whether the man was a Galilean."},{"number":7,"verse":"When (tn Here καί (kai) has not been translated because of differences between Greek and English style.) he learned that he was from Herod’s jurisdiction, (sn Learning that Jesus was from Galilee and therefore part of Herod’s jurisdiction, Pilate decided to rid himself of the problem by sending him to Herod.) he sent him over to Herod, (sn Herod was Herod Antipas, son of Herod the Great. See the note on Herod in 3:1.) who also happened to be in Jerusalem (sn Herod would probably have come to Jerusalem for the feast, although his father was only half Jewish (Josephus, Ant. 14.15.2 [14.403]). Josephus does mention Herod’s presence in Jerusalem during a feast (Ant. 18.5.3 [18.122]). map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) at that time."},{"number":8,"verse":"When (tn Here δέ (de) has not been translated.) Herod saw Jesus, he was very glad, for he had long desired to see him, because he had heard about him and was hoping to see him perform (tn Grk “to see some sign performed by him.” Here the passive construction has been translated as an active one in keeping with contemporary English style.) some miraculous sign. (sn Herod, hoping to see him perform some miraculous sign, seems to have treated Jesus as a curiosity (cf. 9:7–9).)"},{"number":9,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of the previous statements in the narrative about Herod’s desire to see Jesus.) Herod (tn Grk “he”; the referent (Herod) has been specified in the translation for clarity.) questioned him at considerable length; Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) gave him no answer."},{"number":10,"verse":"The chief priests and the experts in the law (tn Or “and the scribes.” See the note on the phrase “experts in the law” in 5:21.) were there, vehemently accusing him. (sn Luke portrays the Jewish leadership as driving events toward the cross by vehemently accusing Jesus.)"},{"number":11,"verse":"Even Herod with his soldiers treated him with contempt and mocked him. Then, (tn This is a continuation of the previous Greek sentence, but because of its length and complexity, a new sentence was started here in the translation by supplying “then” to indicate the sequence of events.) dressing him in elegant clothes, (sn This mockery involved putting elegant royal clothes on Jesus, either white or purple (the colors of royalty). This was no doubt a mockery of Jesus’ claim to be a king.) Herod (tn Grk “he”; the referent (Herod) has been specified in the translation for clarity.) sent him back to Pilate."},{"number":12,"verse":"That very day Herod and Pilate became friends with each other, (sn Herod and Pilate became friends with each other. It may be that Pilate’s change of heart was related to the death of his superior, Sejanus, who had a reputation for being anti-Jewish. To please his superior, Pilate may have ruled the Jews with insensitivity. Concerning Sejanus, see Philo, Embassy 24 (160-61) and Flaccus 1 (1).) for prior to this they had been enemies. (tn Grk “at enmity with each other.”)"},{"number":13,"verse":"Jesus Brought Before the Crowd Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) Pilate called together the chief priests, the (tn Grk “and the,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) rulers, and the people,"},{"number":14,"verse":"and said to them, “You brought me this man as one who was misleading (tn This term also appears in v. 2.) the people. When I examined him before you, I (tn Grk “behold, I” A transitional use of ἰδού (idou) has not been translated here.) did not find this man guilty (tn Grk “nothing did I find in this man by way of cause.” The reference to “nothing” is emphatic.) of anything you accused him of doing."},{"number":15,"verse":"Neither did Herod, for he sent him back to us. Look, he has done nothing (sn With the statement “he has done nothing,” Pilate makes another claim that Jesus is innocent of any crime worthy of death.) deserving death. (tn Grk “nothing deserving death has been done by him.” The passive construction has been translated as an active one in keeping with contemporary English style.)"},{"number":16,"verse":"I will therefore have him flogged (tn Or “scourged” (BDAG 749 s. v. παιδεύω 2. b. γ). This refers to a whipping Pilate ordered in an attempt to convince Jesus not to disturb the peace. It has been translated “flogged” to distinguish it from the more severe verberatio.) and release him.” (tc Many of the best mss, as well as some others (Ì75 A B K L T 070 1241 pc sa), lack 23:17 “(Now he was obligated to release one individual for them at the feast.)” This verse appears to be a parenthetical note explaining the custom of releasing someone on amnesty at the feast. It appears in two different locations with variations in wording, which makes it look like a scribal addition. It is included in א (D following v. 19) W Θ Ψ Ë113 Ï lat. The verse appears to be an explanatory gloss based on Matt 27:15 and Mark 15:6, not original in Luke. The present translation follows NA27 in omitting the verse number, a procedure also followed by a number of other modern translations.)"},{"number":18,"verse":"But they all shouted out together, (tn Grk “together, saying.” The participle λέγοντες (legontes) is redundant and has not been translated here.) “Take this man (tn Grk “this one.” The reference to Jesus as “this man” is pejorative in this context.) away! Release Barabbas for us!”"},{"number":19,"verse":"(This (tn Grk “who” (a continuation of the previous sentence).) was a man who had been thrown into prison for an insurrection (sn Ironically, what Jesus was alleged to have done, started an insurrection, this man really did.) started in the city, and for murder.) (sn This is a parenthetical note by the author.)"},{"number":20,"verse":"Pilate addressed them once again because he wanted (sn The account pictures a battle of wills – the people versus Pilate. Pilate is consistently portrayed in Luke’s account as wanting to release Jesus because he believed him to be innocent.) to release Jesus."},{"number":21,"verse":"But they kept on shouting, (tn Grk “shouting, saying.” The participle λέγοντες (legontes) is redundant and has not been translated here.) “Crucify, crucify (tn This double present imperative is emphatic. sn Crucifixion was the cruelest form of punishment practiced by the Romans. Roman citizens could not normally undergo it. It was reserved for the worst crimes, like treason and evasion of due process in a capital case. The Roman historian Cicero called it “a cruel and disgusting penalty” (Against Verres 2.5.63-66 §§163-70); Josephus (J. W. 7.6.4 [7.203]) called it the worst of deaths.) him!”"},{"number":22,"verse":"A third time he said to them, “Why? What wrong has he done? I have found him guilty (tn Grk “no cause of death I found in him.”) of no crime deserving death. (sn The refrain of innocence comes once again. Pilate tried to bring some sense of justice, believing Jesus had committed no crime deserving death.) I will therefore flog (tn Or “scourge” (BDAG 749 s. v. παιδεύω 2. b. γ). See the note on “flogged” in v. 16.) him and release him.”"},{"number":23,"verse":"But they were insistent, (tn Though a different Greek term is used here (BDAG 373 s. v. ἐπίκειμαι), this remark is like 23:5.) demanding with loud shouts that he be crucified. And their shouts prevailed."},{"number":24,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the crowd’s cries prevailing.) Pilate (sn Finally Pilate gave in. He decided crucifying one Galilean teacher was better than facing a riot. Justice lost out in the process, because he did not follow his own verdict.) decided (tn Although some translations render ἐπέκρινεν (epekrinen) here as “passed sentence” or “gave his verdict,” the point in context is not that Pilate sentenced Jesus to death here, but that finally, although convinced of Jesus’ innocence, he gave in to the crowd’s incessant demand to crucify an innocent man.) that their demand should be granted."},{"number":25,"verse":"He released the man they asked for, who had been thrown in prison for insurrection and murder. But he handed Jesus over (tn Or “delivered up.”) to their will. (sn He handed Jesus over to their will. Here is where Luke places the major blame for Jesus’ death. It lies with the Jewish nation, especially the leadership, though in Acts 4:24–27 he will bring in the opposition of Herod, Pilate, and all people.)"},{"number":26,"verse":"The Crucifixion As (tn Here καί (kai) has not been translated because of differences between Greek and English style.) they led him away, they seized Simon of Cyrene, (sn Jesus was beaten severely with a whip before this (the prelude to crucifixion, known to the Romans as verberatio, mentioned in Matt 27:26; Mark 15:15; John 19:1), so he would have been weak from trauma and loss of blood. Apparently he was unable to bear the cross himself, so Simon was conscripted to help. Cyrene was located in North Africa where Tripoli is today. Nothing more is known about this Simon. Mark 15:21 names him as father of two people apparently known to Mark’s audience.) who was coming in from the country. (tn Or perhaps, “was coming in from his field” outside the city (BDAG 15-16 s. v. ἀγρός 1).) They placed the cross on his back and made him carry it behind Jesus. (tn Grk “they placed the cross on him to carry behind Jesus.”)"},{"number":27,"verse":"A great number of the people followed him, among them women (sn The background of these women is disputed. Are they “official” mourners of Jesus’ death, appointed by custom to mourn death? If so, the mourning here would be more pro forma. However, the text seems to treat the mourning as sincere, so their tears and lamenting would have been genuine.) who were mourning (tn Or “who were beating their breasts,” implying a ritualized form of mourning employed in Jewish funerals. See the note on the term “women” earlier in this verse.) and wailing for him."},{"number":28,"verse":"But Jesus turned to them and said, “Daughters of Jerusalem, (sn The title Daughters of Jerusalem portrays these women mourning as representatives of the nation. map For the location of Jerusalem see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) do not weep for me, but weep for yourselves (sn Do not weep for me, but weep for yourselves. Judgment now comes on the nation (see Luke 19:41–44) for this judgment of Jesus. Ironically, they mourn the wrong person – they should be mourning for themselves.) and for your children."},{"number":29,"verse":"For this is certain: (tn Grk “For behold.”) The days are coming when they will say, ‘Blessed are the barren, the wombs that never bore children, and the breasts that never nursed!’ (tn Grk “Blessed are the barren, and the wombs that have not borne, and the breasts that have not nursed!”sn Normally barrenness is a sign of judgment, because birth would be seen as a sign of blessing. The reversal of imagery indicates that something was badly wrong.)"},{"number":30,"verse":"Then they will begin to say to the mountains, (sn The figure of crying out to the mountains ‘Fall on us!’ (appealing to creation itself to hide them from God’s wrath), means that a time will come when people will feel they are better off dead (Hos 10:8).) ‘Fall on us!’ and to the hills, ‘Cover us!’ (sn An allusion to Hos 10:8 (cf. Rev 6:16).)"},{"number":31,"verse":"For if such things are done (tn Grk “if they do such things.” The plural subject here is indefinite, so the active voice has been translated as a passive (see ExSyn 402).) when the wood is green, what will happen when it is dry?” (sn The figure of the green wood and the dry has been variously understood. Most likely the picture compares the judgment on Jesus as the green (living) wood to the worse judgment that will surely come for the dry (dead) wood of the nation.)"},{"number":32,"verse":"Two other criminals (tc The text reads either “two other criminals” or “others, two criminals.” The first reading (found in Ì75 א B) could be read as describing Jesus as a criminal, while the second (found in A C D L W Θ Ψ 070 0250 Ë113 33 Ï) looks like an attempt to prevent this identification. The first reading, more difficult to explain from the other, is likely original. sn Jesus is numbered among the criminals (see Isa 53:12 and Luke 22:37).) were also led away to be executed with him."},{"number":33,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the conclusion of the preceding material.) when they came to the place that is called “The Skull,” (sn The place that is called ‘The Skull’ (known as Golgotha in Aramaic, cf. John 19:17) is north and just outside of Jerusalem. The hill on which it is located protruded much like a skull, giving the place its name. The Latin word for Greek κρανίον (kranion) is calvaria, from which the English word “Calvary” derives (cf. Luke 23:33 in the KJV).) they crucified (sn See the note on crucify in 23:21.) him there, along with the criminals, one on his right and one on his left."},{"number":34,"verse":"[But Jesus said, “Father, forgive them, for they don’t know what they are doing.” ] (tc Many important mss (Ì75 א1 B D* W Θ 070 579 1241 pc sys sa) lack v. 34a. It is included in א*,2 (A) C D2 L Ψ 0250 Ë1,(13) 33 Ï lat syc, p, h. It also fits a major Lukan theme of forgiving the enemies (6:27–36), and it has a parallel in Stephen’s response in Acts 7:60. The lack of parallels in the other Gospels argues also for inclusion here. On the other hand, the fact of the parallel in Acts 7:60 may well have prompted early scribes to insert the saying in Luke’s Gospel alone. Further, there is the great difficulty of explaining why early and diverse witnesses lack the saying. A decision is difficult, but even those who regard the verse as inauthentic literarily often consider it to be authentic historically. For this reason it has been placed in single brackets in the translation.) Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) they threw dice (tn Grk “cast lots” (probably by using marked pebbles or broken pieces of pottery). A modern equivalent “threw dice” was chosen here because of its association with gambling.) to divide his clothes. (sn An allusion to Ps 22:18, which identifies Jesus as the suffering innocent one.)"},{"number":35,"verse":"The people also stood there watching, but the rulers ridiculed (tn A figurative extension of the literal meaning “to turn one’s nose up at someone”; here “ridicule, sneer at, show contempt for” (L&N 33.409).) him, saying, “He saved others. Let him save (sn The irony in the statement Let him save himself is that salvation did come, but later, not while on the cross.) himself if (tn This is a first class condition in the Greek text.) he is the Christ (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 2:11.) of God, his chosen one!”"},{"number":36,"verse":"The soldiers also mocked him, coming up and offering him sour wine, (sn Sour wine was cheap wine, called in Latin posca, and referred to a cheap vinegar wine diluted heavily with water. It was the drink of slaves and soldiers, and the soldiers who had performed the crucifixion, who had some on hand, now used it to taunt Jesus further.)"},{"number":37,"verse":"and saying, “If (tn This is also a first class condition in the Greek text.) you are the king of the Jews, save yourself!”"},{"number":38,"verse":"There was also an inscription (sn Mention of the inscription is an important detail, because the inscription would normally give the reason for the execution. It shows that Jesus was executed for claiming to be a king. It was also probably written with irony from the executioners’ point of view.) over him, “This is the king of the Jews.”"},{"number":39,"verse":"One of the criminals who was hanging there railed at him, saying, “Aren’t (tc Most mss (A C3 W Θ Ψ Ë113 33 Ï lat) read εἰ σὺ εἶ (ei su ei, “If you are”) here, while οὐχὶ σὺ εἶ (ouci su ei, “Are you not”) is found in overall better and earlier witnesses (Ì75 א B C* L 070 1241 pc it). The “if” clause reading creates a parallel with the earlier taunts (vv. 35, 37), and thus is most likely a motivated reading. sn The question in Greek expects a positive reply and is also phrased with irony.) you the Christ? (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 2:11.) Save yourself and us!”"},{"number":40,"verse":"But the other rebuked him, saying, (tn Grk “But answering, the other rebuking him, said.” This is somewhat redundant and has been simplified in the translation.) “Don’t (tn The particle used here (οὐδέ, oude), which expects a positive reply, makes this a rebuke – “You should fear God and not speak!”) you fear God, since you are under the same sentence of condemnation? (tn The words “of condemnation” are not in the Greek text, but are implied.)"},{"number":41,"verse":"And we rightly so, for we are getting what we deserve for what we did, but this man has done nothing (sn This man has done nothing wrong is yet another declaration that Jesus was innocent of any crime.) wrong.”"},{"number":42,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said, “Jesus, remember me (sn Jesus, remember me is a statement of faith from the cross, as Jesus saves another even while he himself is dying. This man’s faith had shown itself when he rebuked the other thief. He hoped to be with Jesus sometime in the future in the kingdom.) when you come in (tc ‡ The alternate readings of some mss make the reference to Jesus’ coming clearer. “Into your kingdom” – with εἰς τὴν βασιλείαν (ei\" thn basileian), read by Ì75 B L – is a reference to his entering into God’s presence at the right hand. “In your kingdom” – with ἐν τῇ βασιλείᾳ (en th basileia), read by א A C*,2 W Θ Ψ 070 Ë113 33 Ï lat sy – looks at his return. It could be argued that the reading with εἰς is more in keeping with Luke’s theology elsewhere, but the contrast with Jesus’ reply, “Today,” slightly favors the reading “in your kingdom.” Codex Bezae (D), in place of this short interchange between the criminal and Jesus, reads “Then he turned to the Lord and said to him, ‘Remember me in the day of your coming.’ Then the Lord said in reply to [him], ‘Take courage; today you will be with me in paradise.’” This reading emphasizes the future aspect of the coming of Christ; it has virtually no support in any other mss.) your kingdom.”"},{"number":43,"verse":"And Jesus (tn Grk “he.”) said to him, “I tell you the truth, (tn Grk “Truly (ἀμήν, amhn), I say to you.”) today (sn Jesus gives more than the criminal asked for, because the blessing will come today, not in the future. He will be among the righteous. See the note on today in 2:11.) you will be with me in paradise.” (sn In the NT, paradise is mentioned three times. Here it refers to the abode of the righteous dead. In Rev 2:7 it refers to the restoration of Edenic paradise predicted in Isa 51:3 and Ezek 36:35. In 2 Cor 12:4 it probably refers to the “third heaven” (2 Cor 12:2) as the place where God dwells.)"},{"number":44,"verse":"It was now (tn Grk “And it was.” Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) about noon, (tn Grk “the sixth hour.”) and darkness came over the whole land until three in the afternoon, (tn Grk “until the ninth hour.”)"},{"number":45,"verse":"because the sun’s light failed. (tc The wording “the sun’s light failed” is a translation of τοῦ ἡλίου ἐκλιπόντος/ ἐκλείποντος (tou Jhliou eklipontos/ ekleipontos), a reading found in the earliest and best witnesses (among them Ì75 א B C*vid L 070 579 2542 pc) as well as several ancient versions. The majority of mss (A C3 [D] W Θ Ψ Ë113 Ï lat sy) have the flatter, less dramatic term, “the sun was darkened” (ἐσκοτίσθη, eskotisqe), a reading that avoids the problem of implying an eclipse (see sn below). This alternative thus looks secondary because it is a more common word and less likely to be misunderstood as referring to a solar eclipse. That it appears in later witnesses rather than the earliest ones adds confirmatory testimony to its inauthentic character. sn This imagery has parallels to the Day of the Lord: Joel 2:10; Amos 8:9; Zeph 1:15. Some students of the NT see in Luke’s statement the sun’s light failed (eklipontos) an obvious blunder in his otherwise meticulous historical accuracy. The reason for claiming such an error on the author’s part is due to an understanding of the verb as indicating a solar eclipse when such would be an astronomical impossibility during a full moon. There are generally two ways to resolve this difficulty: (a) adopt a different reading (“the sun was darkened”) that smoothes over the problem (discussed in the tc problem above), or (b) understand the verb eklipontos in a general way (such as “the sun’s light failed”) rather than as a technical term, “the sun was eclipsed.” The problem with the first solution is that it is too convenient, for the Christian scribes who, over the centuries, copied Luke’s Gospel would have thought the same thing. That is, they too would have sensed a problem in the wording and felt that some earlier scribe had incorrectly written down what Luke penned. The fact that the reading “was darkened” shows up in the later and generally inferior witnesses does not bolster one’s confidence that this is the right solution. But second solution, if taken to its logical conclusion, proves too much for it would nullify the argument against the first solution: If the term did not refer to an eclipse, then why would scribes feel compelled to change it to a more general term? The solution to the problem is that ekleipo did in fact sometimes refer to an eclipse, but it did not always do so. (BDAG 306 s. v. ἐκλείπω notes that the verb is used in Hellenistic Greek “Of the sun cease to shine.” In MM it is argued that “it seems more than doubtful that in Lk 2345 any reference is intended to an eclipse. To find such a reference is to involve the Evangelist in a needless blunder, as an eclipse is impossible at full moon, and to run counter to his general usage of the verb = ‘fail’…” [p. 195]. They enlist Luke 16:9; 22:32; and Heb 1:12 for the general meaning “fail,” and further cite several contemporaneous examples from papyri of this meaning [195-96]) Thus, the very fact that the verb can refer to an eclipse would be a sufficient basis for later scribes altering the text out of pious motives; conversely, the very fact that the verb does not always refer to an eclipse and, in fact, does not normally do so, is enough of a basis to exonerate Luke of wholly uncharacteristic carelessness.) The temple curtain (tn The referent of this term, καταπέτασμα (katapetasma), is not entirely clear. It could refer to the curtain separating the holy of holies from the holy place (Josephus, J. W. 5.5.5 [5.219]), or it could refer to one at the entrance of the temple court (Josephus, J. W. 5.5.4 [5.212]). Many argue that the inner curtain is meant because another term, κάλυμμα (kalumma), is also used for the outer curtain. Others see a reference to the outer curtain as more likely because of the public nature of this sign. Either way, the symbolism means that access to God has been opened up. It also pictures a judgment that includes the sacrifices.) was torn in two."},{"number":46,"verse":"Then Jesus, calling out with a loud voice, said, “Father, into your hands I commit my spirit!” (sn A quotation from Ps 31:5. It is a psalm of trust. The righteous, innocent sufferer trusts in God. Luke does not have the cry of pain from Ps 22:1 (cf. Matt 27:46; Mark 15:34), but notes Jesus’ trust instead.) And after he said this he breathed his last."},{"number":47,"verse":"Now when the centurion (sn See the note on the word centurion in 7:2.) saw what had happened, he praised God and said, “Certainly this man was innocent!” (tn Or “righteous.” It is hard to know whether “innocent” or “righteous” is intended, as the Greek term used can mean either, and both make good sense in this context. Luke has been emphasizing Jesus as innocent, so that is slightly more likely here. Of course, one idea entails the other. sn Here is a fourth figure who said that Jesus was innocent in this chapter (Pilate, Herod, a criminal, and now a centurion).)"},{"number":48,"verse":"And all the crowds that had assembled for this spectacle, when they saw what had taken place, returned home beating their breasts. (sn Some apparently regretted what had taken place. Beating their breasts was a sign of lamentation.)"},{"number":49,"verse":"And all those who knew Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) stood at a distance, and the women who had followed him from Galilee saw (tn Technically the participle ὁρῶσαι (Jorwsai) modifies only γυναῖκες (gunaike\") since both are feminine plural nominative, although many modern translations refer this as well to the group of those who knew Jesus mentioned in the first part of the verse. These events had a wide array of witnesses.) these things."},{"number":50,"verse":"Jesus’ Burial Now (tn Grk “And behold.” Here καί (kai) has been translated as “now” to indicate the transition to a new topic. The Greek word ἰδού (idou) at the beginning of this statement has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) there was a man named Joseph who was a member of the council, (tn Grk “a councillor” (as a member of the Sanhedrin, see L&N 11.85). This indicates that some individuals among the leaders did respond to Jesus.) a good and righteous man."},{"number":51,"verse":"(He (tn Grk “This one.” Because of the length and complexity of the Greek sentence, a new sentence was started in the translation at this point.) had not consented (tc Several mss (א C D L Δ Ψ 070 Ë113 [579] 892 1424 2542 al) read the present participle συγκατατιθέμενος (sunkatatiqemeno\") instead of the perfect participle συγκατατεθειμένος (sunkatateqeimeno\"). The present participle could be taken to mean that Joseph had decided that the execution was now a mistake. The perfect means that he did not agree with it from the start. The perfect participle, however, has better support externally (Ì75 A B W Θ 33 Ï), and is thus the preferred reading. sn The parenthetical note at the beginning of v. 51 indicates that Joseph of Arimathea had not consented to the action of the Sanhedrin in condemning Jesus to death. Since Mark 14:64 indicates that all the council members condemned Jesus as deserving death, it is likely that Joseph was not present at the trial.) to their plan and action.) He (tn Because of the length and complexity of the Greek sentence, a new sentence was started in the translation at this point.) was from the Judean town (tn Or “Judean city”; Grk “from Arimathea, a city of the Jews.” Here the expression “of the Jews” (᾿Iουδαίων, Ioudaiwn) is used in an adjectival sense to specify a location (cf. BDAG 478 s. v. ᾿Iουδαῖος 2. c) and so has been translated “Judean.”) of Arimathea, and was looking forward to (tn Or “waiting for.”) the kingdom of God. (sn Though some dispute that Joseph of Arimathea was a disciple of Jesus, this remark that he was looking forward to the kingdom of God, the affirmation of his character at the end of v. 50, and his actions regarding Jesus’ burial all suggest otherwise.)"},{"number":52,"verse":"He went to Pilate and asked for the body (sn Joseph went to Pilate and asked for the body because he sought to give Jesus an honorable burial. This was indeed a bold move on the part of Joseph of Arimathea, for it clearly and openly identified him with a man who had just been condemned and executed, namely, Jesus. His faith is exemplary, especially for someone who was a member of the council that handed Jesus over for crucifixion (cf. Mark 15:43).) of Jesus."},{"number":53,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he took it down, wrapped it in a linen cloth, (tn The term σινδών (sindwn) can refer to a linen cloth used either for clothing or for burial.) and placed it (tn In the Greek text this pronoun (αὐτόν, auton) is masculine, while the previous one (αὐτό, auto) is neuter, referring to the body.) in a tomb cut out of the rock, (tn That is, cut or carved into an outcropping of natural rock, resulting in a cave-like structure (see L&N 19.26).) where no one had yet been buried. (tc Codex Bezae (D), with some support from 070, one Itala ms, and the Sahidic version, adds the words, “And after he [Jesus] was laid [in the tomb], he [Joseph of Arimathea] put a stone over the tomb which scarcely twenty men could roll.” Although this addition is certainly not part of the original text of Luke, it does show how interested the early scribes were in the details of the burial and may even reflect a very primitive tradition. Matt 27:60 and Mark 15:46 record the positioning of a large stone at the door of the tomb. tn Or “laid to rest.”)"},{"number":54,"verse":"It was the day of preparation (sn The day of preparation was the day before the Sabbath when everything had to be prepared for it, as no work could be done on the Sabbath.) and the Sabbath was beginning. (tn Normally, “dawning,” but as the Jewish Sabbath begins at 6 p. m., “beginning” is more appropriate.)"},{"number":55,"verse":"The (tn Here δέ (de) has not been translated.) women who had accompanied Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) from Galilee followed, and they saw the tomb and how his body was laid in it."},{"number":56,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) they returned and prepared aromatic spices (tn On this term see BDAG 140-41 s. v. ἄρωμα. The Jews did not practice embalming, so these preparations were used to cover the stench of decay and slow decomposition. The women planned to return and anoint the body. But that would have to wait until after the Sabbath.) and perfumes. (tn Or “ointments.” This was another type of perfumed oil.) On the Sabbath they rested according to the commandment. (sn According to the commandment. These women are portrayed as pious, faithful to the law in observing the Sabbath.)"}]}