{"bibleAbbr":"NET2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"Healing the Centurion’s Slave After Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) had finished teaching all this to the people, (tn Grk “After he had completed all his sayings in the hearing of the people.”) he entered Capernaum. (sn Capernaum was a town on the northwest shore of the Sea of Galilee, 680 ft (204 m) below sea level. It was a major trade and economic center in the North Galilean region. map For location see Map1-D2; Map2-C3; Map3-B2.)"},{"number":2,"verse":"A centurion (sn A centurion was a noncommissioned officer in the Roman army or one of the auxiliary territorial armies, commanding a centuria of (nominally) 100 men. The responsibilities of centurions were broadly similar to modern junior officers, but there was a wide gap in social status between them and officers, and relatively few were promoted beyond the rank of senior centurion. The Roman troops stationed in Judea were auxiliaries, who would normally be rewarded with Roman citizenship after 25 years of service. Some of the centurions may have served originally in the Roman legions (regular army) and thus gained their citizenship at enlistment. Others may have inherited it, like Paul.) there (tn The word “there” is not in the Greek text, but is implied.) had a slave (tn Though δοῦλος (doulos) is normally translated “servant,” the word does not bear the connotation of a free individual serving another. BDAG notes that “‘servant’ for ‘slave’ is largely confined to Biblical transl. and early American times… in normal usage at the present time the two words are carefully distinguished” (BDAG 260 s. v. 1). The most accurate translation is “bondservant” (sometimes found in the ASV for δοῦλος) in that it often indicates one who sells himself into slavery to another. But as this is archaic, few today understand its force. In addition, the parallel passage in Matt 8:6 uses the Greek term παῖς (pais), to refer to the centurion’s slave. This was a term often used of a slave who was regarded with some degree of affection, possibly a personal servant.) who was highly regarded, (tn The term ἔντιμος (entimos) could mean “highly valued,” but this sounds too much like the slave was seen as an asset, while the text suggests a genuine care for the person. More archaically, it could be said the centurion was fond of this slave.) but who was sick and at the point of death."},{"number":3,"verse":"When the centurion (tn Grk “he”; the referent (the centurion) has been specified in the translation for clarity.) heard (tn The participle ἀκούσας (akousas) has been taken temporally.) about Jesus, he sent some Jewish elders (sn Why some Jewish elders are sent as emissaries is not entirely clear, but the centurion was probably respecting ethnic boundaries, which were important in ancient Greco-Roman and Jewish culture. The parallel account in Matt 8:5–13 does not mention the emissaries.) to him, asking him to come (tn The participle ἐλθών (elqwn) has been translated as an infinitive in parallel with διασώσῃ (diaswsh) due to requirements of contemporary English style.) and heal his slave."},{"number":4,"verse":"When (tn Here δέ (de) has not been translated.) they came (tn Although the participle παραγενόμενοι (paragenomenoi) is preceded by the Greek article (οἱ, Joi) which would normally cause it to be regarded as an adjectival or substantival participle, most modern translations, probably as a result of the necessities of contemporary English style, render it as a temporal participle (“when they came”).) to Jesus, they urged (tn Or “implored.”) him earnestly, (tn Grk “urged him earnestly, saying”; the participle λέγοντες (legontes) is pleonastic (redundant) and has not been translated.) “He is worthy (tn Grk “Worthy is he to have you do this”; the term “worthy” comes first in the direct discourse and is emphatic.) to have you do this for him,"},{"number":5,"verse":"because he loves our nation, (tn Or “people.” The use of ἔθνος (eqnos, “nation”) here instead of “God” probably meant the man was not a full proselyte, but that he had simply been supportive of the Jews and their culture. He could have been a God-fearer. The Romans saw a stable religious community as politically helpful and often supported it (Josephus, Ant. 16.6.2 [16.162-165], 19.6.3 [19.300-311]).) and even (tn In the Greek text, the pronoun αὐτός (autos) is included, making this emphatic. Naturally the force of this statement is causative, meaning the centurion either had the synagogue built or donated the cost of its construction.) built our synagogue.” (sn See the note on synagogues in 4:15.)"},{"number":6,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the resultative action.) Jesus went with them. When (tn The participle ἀπέχοντος (apeconto\") has been taken temporally.) he was not far from the house, the centurion (sn See the note on the word centurion in 7:2.) sent friends to say to him, “Lord, do not trouble yourself, (tn Or “do not be bothered.”) for I am not worthy (sn Note the humility in the centurion’s statement I am not worthy in light of what others think (as v. 4 notes). See Luke 5:8 for a similar example of humility.) to have you come under my roof."},{"number":7,"verse":"That is why (tn Or “roof; therefore.”) I did not presume (tn Grk “I did not consider myself worthy to come to you.” See BDAG 94 s. v. ἀξιόω 1. “Presume” assumes this and expresses the idea in terms of offense.) to come to you. Instead, say the word, and my servant must be healed. (tc The aorist imperative ἰαθήτω (iaqhtw, “must be healed”) is found in Ì75vid B L 1241 sa. Most mss (א A C D W Θ Ψ Ë113 33 Ï latt bo) have instead a future indicative, ἰαθήσεται (iaqhsetai, “will be healed”). This is most likely an assimilation to Matt 8:8, and thus, as a motivated reading, should be considered secondary. The meaning either way is essentially the same. tn The aorist imperative may be translated as an imperative of command (“must be healed” or, more periphrastically, “command [my servant] to be healed”) or as a permissive imperative (“let my servant be healed”), which lessens the force of the imperative somewhat in English.)"},{"number":8,"verse":"For I too am a man set under authority, with soldiers under me. (tn Grk “having soldiers under me.”) I say to this one, ‘Go,’ and he goes, (sn I say to this one, ‘Go,’ and he goes. The illustrations highlight the view of authority the soldier sees in the word of one who has authority. Since the centurion was a commander of a hundred soldiers, he understood what it was both to command others and to be obeyed.) and to another, ‘Come,’ and he comes, and to my slave, ‘Do this,’ and he does it.” (tn The word “it” is not in the Greek text, but is implied. Direct objects were frequently omitted in Greek when clear from the context.)"},{"number":9,"verse":"When Jesus heard this, he was amazed (tn Or “pleased with him and amazed.” The expanded translation brings out both Jesus’ sense of wonder at the deep insight of the soldier and the pleasure he had that he could present the man as an example of faith.) at him. He turned and said to the crowd that followed him, “I tell you, not even in Israel have I found such faith!” (sn There are two elements to the faith that Jesus commended: The man’s humility and his sense of Jesus’ authority which recognized that only Jesus’ word, not his physical presence, were required.)"},{"number":10,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the summarization at the end of the account.) when those who had been sent returned to the house, they found the slave (tc Most mss, especially later ones (A C [D] Θ Ψ Ë13 33 Ï), have “the sick slave” here instead of “the slave.” This brings out the contrast of the healing more clearly, but this reading looks secondary both internally (scribes tended toward clarification) and externally (the shorter reading is well supported by a variety of witnesses: Ì75 א B L W Ë1 579 700 892* 1241 2542 it co).) well."},{"number":11,"verse":"Raising a Widow’s Son Soon (tn Grk “And it happened that soon.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) afterward (tc Several variants to ἐγένετο ἐν τῷ (egeneto en tw) are found before the adverb ἑξῆς (Jexh\"), all of them clarifying by the use of the feminine article that the next day is meant (τῇ [th] in D; ἐγένετο τῇ in W; ἐγένετο ἐν τῇ in א* C K 565 892 1424 pm). But these readings are decidedly secondary, for they are more specific than Luke usually is, and involve an unparalleled construction (viz., article + ἡμέρα [Jhmera] + ἑξῆς; elsewhere, when Luke uses this adverb, the noun it modifies is either implied or after the adverb [cf. Luke 9:37; Acts 21:1; 25:17; 27:18)]. The reading adopted for the translation is a more general time indicator; the article τῷ modifies an implied χρόνῳ (cronw), with the general sense of “soon afterward.”) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) went to a town (tn The term πόλις (polis) can refer to a small town, which is what Nain was. It was about six miles southeast of Nazareth.) called Nain, and his disciples and a large crowd went with him."},{"number":12,"verse":"As he approached the town gate, a man (tn Grk “behold.” The Greek word ἰδού (idou) has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) who had died was being carried out, (tn That is, carried out for burial. This was a funeral procession.) the only son of his mother (who (tn Grk “and she.” The clause introduced by καί (kai) has been translated as a relative clause for the sake of English style.) was a widow (sn The description of the woman as a widow would mean that she was now socially alone and without protection in 1st century Jewish culture.) ), and a large crowd from the town (tn Or “city.”) was with her."},{"number":13,"verse":"When (tn Grk “And seeing her, the Lord.” Here καί (kai) has not been translated because of differences between Greek and English style. The participle ἰδών (idwn) has been taken temporally.) the Lord saw her, he had compassion (sn He had compassion. It is unusual for Luke to note such emotion by Jesus, though the other Synoptics tend to mention it (Matt 14:14; Mark 6:34; Matt 15:32; Mark 8:2).) for her and said to her, “Do not weep.” (tn The verb κλαίω (klaiw) denotes the loud wailing or lamenting typical of 1st century Jewish mourning.)"},{"number":14,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he came up (tn Grk “coming up, he touched.” The participle προσελθών (proselqwn) has been translated as a finite verb due to requirements of contemporary English style.) and touched (sn The act of having touched the bier would have rendered Jesus ceremonially unclean, but it did not matter to him, since he was expressing his personal concern (Num 19:11, 16).) the bier, (sn Although sometimes translated “coffin,” the bier was actually a stretcher or wooden plank on which the corpse was transported to the place of burial. See L&N 6.109.) and those who carried it stood still. He (tn Grk “And he.” Here καί (kai) has not been translated because of differences between Greek and English style.) said, “Young man, I say to you, get up!”"},{"number":15,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the result of Jesus’ command.) the dead man (tn Or “the deceased.”) sat up and began to speak, and Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) gave him back (tn In the context, the verb δίδωμι (didwmi) has been translated “gave back” rather than simply “gave.”) to his mother."},{"number":16,"verse":"Fear (tn Or “Awe.” Grk “fear,” but the context and the following remark show that it is mixed with wonder; see L&N 53.59. This is a reaction to God’s work; see Luke 5:9.) seized them all, and they began to glorify (tn This imperfect verb has been translated as an ingressive imperfect.) God, saying, “A great prophet (sn That Jesus was a great prophet was a natural conclusion for the crowd to make, given the healing; but Jesus is more than this. See Luke 9:8, 19–20.) has appeared (tn Grk “arisen.”) among us!” and “God has come to help (tn Grk “visited,” but this conveys a different impression to a modern reader. L&N 85.11 renders the verb, “to be present, with the implication of concern – ‘to be present to help, to be on hand to aid.’ … ‘God has come to help his people’ Lk 7:16.” The language recalls Luke 1:68, 78.) his people!”"},{"number":17,"verse":"This (tn Grk “And this.” Here καί (kai) has not been translated because of differences between Greek and English style.) report (sn See Luke 4:14 for a similar report.) about Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) circulated (tn Grk “went out.”) throughout (tn Grk “through the whole of.”) Judea and all the surrounding country."},{"number":18,"verse":"Jesus and John the Baptist John’s (tn Grk “And John’s.” Here καί (kai) has not been translated because of differences between Greek and English style. This is a reference to John the Baptist as the following context makes clear.) disciples informed him about all these things. So (tn Here καί (kai) has been translated as “so” to indicate that John’s action was a result of the report he had heard.) John called (tn Grk “And calling two of his disciples, John sent.” The participle προσκαλεσάμενος (proskalesameno\") has been translated as a finite verb due to requirements of contemporary English style.) two of his disciples"},{"number":19,"verse":"and sent them to Jesus (tc ‡ Although most mss (א A W Θ Ψ Ë1 Ï it sy bo) read πρὸς τὸν ᾿Ιησοῦν (pro\" ton Ihsoun, “to Jesus”), other important witnesses (B L Ξ Ë13 33 pc sa) read πρὸς τὸν κύριον (pro\" ton kurion, “to the Lord”). A decision is difficult in this instance, as there are good witnesses on both sides. In light of this, that “Jesus” is more widespread than “the Lord” with almost equally important witnesses argues for its authenticity.) to ask, (tn Grk “to Jesus, saying,” but since this takes the form of a question, it is preferable to use the phrase “to ask” in English.) “Are you the one who is to come, (sn Aspects of Jesus’ ministry may have led John to question whether Jesus was the promised stronger and greater one who is to come that he had preached about in Luke 3:15–17.) or should we look for another?”"},{"number":20,"verse":"When (tn Grk “And when.” Here καί (kai) has not been translated because of differences between Greek and English style.) the men came to Jesus, (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) they said, “John the Baptist has sent us to you to ask, (tn Grk “to you, saying,” but since this takes the form of a question, it is preferable to use the phrase “to ask” in English.) ‘Are you the one who is to come, or should we look for another?’” (tn This question is repeated word for word from v. 19.)"},{"number":21,"verse":"At that very time (tn Grk “In that hour.”) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) cured many people of diseases, sicknesses, (tn Grk “and sicknesses,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) and evil spirits, and granted (tn Or “and bestowed (sight) on.”) sight to many who were blind."},{"number":22,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the relationship to Jesus’ miraculous cures in the preceding sentence.) he answered them, (tn Grk “answering, he said to them.” This is redundant in English and has been simplified in the translation to “he answered them.”) “Go tell (sn The same verb has been translated “inform” in 7:18.) John what you have seen and heard: (sn What you have seen and heard. The following activities all paraphrase various OT descriptions of the time of promised salvation: Isa 35:5–6; 26:19; 29:18–19; 61:1. Jesus is answering not by acknowledging a title, but by pointing to the nature of his works, thus indicating the nature of the time.) The blind see, the lame walk, lepers are cleansed, the (tn Grk “and the,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) deaf hear, the dead are raised, the poor have good news proclaimed to them."},{"number":23,"verse":"Blessed is anyone (tn Grk “whoever.”) who takes no offense at me.”"},{"number":24,"verse":"When (tn Here δέ (de) has not been translated.) John’s messengers had gone, Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) began to speak to the crowds about John: “What did you go out into the wilderness (tn Or “desert.”) to see? A reed shaken by the wind? (tn There is a debate as to whether one should read this figuratively (“to see someone who is easily blown over?”) or literally (Grk “to see the wilderness vegetation?…No, to see a prophet”). Either view makes good sense, but the following examples suggest the question should be read literally and understood to point to the fact that a prophet drew them to the desert.)"},{"number":25,"verse":"What (tn Grk “But what.” Here ἀλλά (alla, a strong contrastive in Greek) produces a somewhat awkward sense in English, and has not been translated. The same situation occurs at the beginning of v. 26.) did you go out to see? A man dressed in fancy (tn Or “soft”; see L&N 79.100.) clothes? (sn The reference to fancy clothes makes the point that John was not rich or powerful, in that he did not come from the wealthy classes.) Look, those who wear fancy clothes and live in luxury (tn See L&N 88.253, “to revel, to carouse, to live a life of luxury.”) are in kings’ courts! (tn Or “palaces.”)"},{"number":26,"verse":"What did you go out to see? A prophet? Yes, I tell you, and more (tn John the Baptist is “more” because he introduces the one (Jesus) who brings the new era. The term is neuter, but may be understood as masculine in this context (BDAG 806 s. v. περισσότερος b.).) than a prophet."},{"number":27,"verse":"This is the one about whom it is written, ‘Look, I am sending my messenger ahead of you, (tn Grk “before your face” (an idiom).) who will prepare your way before you.’ (sn The quotation is primarily from Mal 3:1 with pronouns from Exod 23:20. Here is the forerunner who points the way to the arrival of God’s salvation. His job is to prepare and guide the people, as the cloud did for Israel in the desert.)"},{"number":28,"verse":"I tell you, among those born of women no one is greater (sn In the Greek text greater is at the beginning of the clause in the emphatic position. John the Baptist was the greatest man of the old era.) than John. (tc The earliest and best mss read simply ᾿Ιωάννου (Iwannou, “John”) here (Ì75 א B L W Ξ Ë1 579 pc). Others turn this into “John the Baptist” (K 33 565 al it), “the prophet John the Baptist” (A [D] Θ Ë13 Ï lat), or “the prophet John” (Ψ 700 [892 1241] pc). “It appears that προφήτης was inserted by pedantic copyists who wished thereby to exclude Christ from the comparison, while others added τοῦ βαπτιστοῦ, assimilating the text to Mt 11.11” (TCGNT 119).) Yet the one who is least (sn After John comes a shift of eras. The new era is so great that the lowest member of it (the one who is least in the kingdom of God) is greater than the greatest one of the previous era.) in the kingdom of God (sn The kingdom of God is a major theme of Jesus’ proclamation. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21. It is not strictly future, though its full manifestation is yet to come. That is why membership in it starts right after John the Baptist.) is greater than he is.”"},{"number":29,"verse":"(Now (tn Here καί (kai) has been translated as “now” to indicate the parenthetical nature of the comment by the author.) all the people who heard this, even the tax collectors, (sn See the note on tax collectors in 3:12.) acknowledged (tn Or “vindicated God”; Grk “justified God.” This could be expanded to “vindicated and responded to God.” The point is that God’s goodness and grace as evidenced in the invitation to John was justified and responded to by the group one might least expect, tax collector and sinners. They had more spiritual sensitivity than others. The contrastive response is clear from v. 30.) God’s justice, because they had been baptized (tn The participle βαπτισθέντες (baptisqente\") has been translated as a causal adverbial participle.) with John’s baptism."},{"number":30,"verse":"However, the Pharisees (sn See the note on Pharisees in 5:17.) and the experts in religious law (tn That is, the experts in the interpretation of the Mosaic law (see also Luke 5:17, although the Greek term is not identical there, and Luke 10:25, where it is the same).) rejected God’s purpose (tn Or “plan.”) for themselves, because they had not been baptized (tn The participle βαπτισθέντες (baptisqente\") has been translated as a causal adverbial participle; it could also be translated as means (“for themselves, by not having been baptized”). This is similar to the translation found in the NRSV.) by John. (tn Grk “by him”; the referent (John the Baptist) has been specified in the translation for clarity.) ) (sn Luke 7:29–30 forms something of an aside by the author. To indicate this, they have been placed in parentheses.)"},{"number":31,"verse":"“To what then should I compare the people (tn Grk “men,” but this is a generic use of ἄνθρωπος (anqrwpo\"). The comparison that follows in vv. 32–34 describes “this generation,” not Jesus and John.) of this generation, and what are they like?"},{"number":32,"verse":"They are like children sitting in the marketplace and calling out to one another, (tn Grk “They are like children sitting…and calling out…who say.”) ‘We played the flute for you, yet you did not dance; (sn ‘We played the flute for you, yet you did not dance…’ The children of this generation were making the complaint (see vv. 33–34) that others were not playing the game according to the way they played the music. John and Jesus did not follow “their tune.” Jesus’ complaint was that this generation wanted things their way, not God’s.) we wailed in mourning, (tn The verb ἐθρηνήσαμεν (eqrhnhsamen) refers to the loud wailing and lamenting used to mourn the dead in public in 1st century Jewish culture.) yet you did not weep.’"},{"number":33,"verse":"For John the Baptist has come (tn The perfect tenses in both this verse and the next do more than mere aorists would. They not only summarize, but suggest the characteristics of each ministry were still in existence at the time of speaking.) eating no bread and drinking no wine, (tn Grk “neither eating bread nor drinking wine,” but this is somewhat awkward in contemporary English.) and you say, ‘He has a demon!’ (sn John the Baptist was too separatist and ascetic for some, and so he was accused of not being directed by God, but by a demon.)"},{"number":34,"verse":"The Son of Man has come eating and drinking, and you say, ‘Look at him, (tn Grk “Behold a man.”) a glutton and a drunk, a friend of tax collectors and sinners!’ (sn Neither were they happy with Jesus (the Son of Man), even though he was the opposite of John and associated freely with people like tax collectors and sinners. Either way, God’s messengers were subject to complaint.)"},{"number":35,"verse":"But wisdom is vindicated (tn Or “shown to be right.” This is the same verb translated “acknowledged… justice” in v. 29, with a similar sense – including the notion of response. Wisdom’s children are those who respond to God through John and Jesus.) by all her children.” (tn Or “by all those who follow her” (cf. CEV, NLT). Note that the parallel in Matt 11:19 reads “by her deeds.”)"},{"number":36,"verse":"Jesus’ Anointing Now one of the Pharisees (sn See the note on Pharisees in 5:17.) asked Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) to have dinner with him, so (tn Here καί (kai) has been translated as “so” to indicate that Jesus’ action was the result of the Pharisee’s invitation.) he went into the Pharisee’s house and took his place at the table. (tn Grk “and reclined at table,” as 1st century middle eastern meals were not eaten while sitting at a table, but while reclining on one’s side on the floor with the head closest to the low table and the feet farthest away.)"},{"number":37,"verse":"Then (tn Grk “And behold.” Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative. The Greek word ἰδού (idou) at the beginning of this statement has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) when a woman of that town, who was a sinner, learned that Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) was dining (tn Grk “was reclining at table.”) at the Pharisee’s house, she brought an alabaster jar (sn A jar made of alabaster stone was normally used for very precious substances like perfumes. It normally had a long neck which was sealed and had to be broken off so the contents could be used.) of perfumed oil. (tn Μύρον (muron) was usually made of myrrh (from which the English word is derived) but here it is used in the sense of ointment or perfumed oil (L&N 6.205). The same phrase occurs at the end of v. 38 and in v. 46. sn Nard or spikenard is a fragrant oil from the root and spike of the nard plant of northern India. This perfumed oil, if made of something like nard, would have been extremely expensive, costing up to a year’s pay for an average laborer.)"},{"number":38,"verse":"As (tn Grk “And standing.” Here καί (kai) has not been translated because of differences between Greek and English style. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) she stood (tn Grk “standing”; the participle στᾶσα (stasa) has been translated as a finite verb due to requirements of contemporary English style.) behind him at his feet, weeping, she began to wet his feet with her tears. She (tn Grk “tears, and she.” Here καί (kai) has not been translated because of differences between Greek and English style. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) wiped them with her hair, (tn Grk “with the hair of her head.”) kissed (tn Grk “and kissed,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) them, (tn Grk “kissed his feet,” but this has been replaced by the pronoun “them” in keeping with contemporary English style.) and anointed (sn The series of verbs in this verse detail the woman’s every move, much as if the onlookers were watching her every step. That she attended the meal is not so surprising, as teachers often ate an open meal where listeners were welcome, but for her to approach Jesus was unusual and took great nerve, especially given her reputation.) them with the perfumed oil."},{"number":39,"verse":"Now when the Pharisee who had invited him saw this, (tn The word “this” is not in the Greek text, but is implied. Direct objects were frequently omitted in Greek when clear from the context.) he said to himself, “If this man were a prophet, (tn This is a good example of a second class (contrary to fact) Greek conditional sentence. The Pharisee said, in effect, “If this man were a prophet (but he is not)…”) he would know who and what kind of woman (sn The Pharisees believed in a form of separationism that would have prevented them from any kind of association with such a sinful woman.) this is who is touching him, that she is a sinner.”"},{"number":40,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the connection with the preceding statement recording the Pharisee’s thoughts.) Jesus answered him, (tn Grk “answering, said to him.” This is redundant in contemporary English and has been simplified to “answered him.”sn Jesus answered him. Note that as the Pharisee is denying to himself that Jesus is a prophet, Jesus is reading his thoughts.) “Simon, I have something to say to you.” He replied, (tn Grk “he said.”) “Say it, Teacher.”"},{"number":41,"verse":"“A certain creditor (sn A creditor was a moneylender, whose business was to lend money to others at a fixed rate of interest.) had two debtors; one owed him (tn The word “him” is not in the Greek text, but is implied.) five hundred silver coins, (tn Grk “five hundred denarii.”sn The silver coins were denarii. The denarius was worth about a day’s wage for a laborer; this would be an amount worth not quite two years’ pay. The debts were significant: They represented two months’ pay and one and three quarter years’ pay (20 months) based on a six day work week.) and the other fifty."},{"number":42,"verse":"When they could not pay, he canceled (tn The verb ἐχαρίσατο (ecarisato) could be translated as “forgave.” Of course this pictures the forgiveness of God’s grace, which is not earned but bestowed with faith (see v. 49).) the debts of both. Now which of them will love him more?”"},{"number":43,"verse":"Simon answered, (tn Grk “answering, said.” This is redundant in contemporary English and has been simplified to “answered.”) “I suppose the one who had the bigger debt canceled.” (tn Grk “the one to whom he forgave more” (see v. 42).) Jesus (tn Grk “He”; the referent (Jesus) has been specified in the translation for clarity. Here δέ (de) has not been translated.) said to him, “You have judged rightly.”"},{"number":44,"verse":"Then, (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) turning toward the woman, he said to Simon, “Do you see this woman? I entered your house. You gave me no water for my feet, (sn It is discussed whether these acts in vv. 44–46 were required by the host. Most think they were not, but this makes the woman’s acts of respect all the more amazing.) but she has wet my feet with her tears and wiped them with her hair ."},{"number":45,"verse":"You gave me no kiss of greeting, (tn Grk “no kiss.” This refers to a formalized kiss of greeting, standard in that culture. To convey this to the modern reader, the words “of greeting” have been supplied to qualify what kind of kiss is meant.) but from the time I entered she has not stopped kissing my feet."},{"number":46,"verse":"You did not anoint my head with oil, but she has anointed my feet (sn This event is not equivalent to the anointing of Jesus that takes place in the last week of his life (Matt 26:6–13; Mark 14:3–9; John 12:1–8). That woman was not a sinner, and Jesus was eating in the home of Simon the leper, who, as a leper, could never be a Pharisee.) with perfumed oil."},{"number":47,"verse":"Therefore I tell you, her sins, which were many, are forgiven, thus she loved much; (tn Grk “for she loved much.” The connection between this statement and the preceding probably involves an ellipsis, to the effect that the ὅτι clause gives the evidence of forgiveness, not the ground. For similar examples of an “evidentiary” ὅτι, cf. Luke 1:22; 6:21; 13:2. See discussion in D. L. Bock, Luke [BECNT], 1:703-5. Further evidence that this is the case here is the final statement: “the one who is forgiven little loves little” means that the one who is forgiven little is thus not able to love much. The REB renders this verse: “her great love proves that her many sins have been forgiven; where little has been forgiven, little love is shown.”sn She loved much. Jesus’ point is that the person who realizes how great a gift forgiveness is (because they have a deep sense of sin) has a great love for the one who forgives, that is, God. The woman’s acts of reverence to Jesus honored him as the one who brought God’s message of grace.) but the one who is forgiven little loves little.”"},{"number":48,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) said to her, “Your sins are forgiven.” (sn Jesus showed his authority to forgive sins, something that was quite controversial. See Luke 5:17–26 and the next verse.)"},{"number":49,"verse":"But (tn Grk “And”; here καί (kai) has been translated as an adversative (contrastive).) those who were at the table (tn Grk “were reclining at table.”) with him began to say among themselves, “Who is this, who even forgives sins?”"},{"number":50,"verse":"He (tn Here δέ (de) has not been translated.) said to the woman, “Your faith (sn On faith see Luke 5:20; 7:9; 8:25; 12:28; 17:6; 18:8; 22:32.) has saved you; (sn The questioning did not stop Jesus. He declared authoritatively that the woman was forgiven by God (your faith has saved you). This event is a concrete example of Luke 5:31–32.) go in peace.”"}]}