{"bibleAbbr":"NET2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":8,"verses":[{"number":1,"verse":"Jesus’ Ministry and the Help of Women Some time (tn Grk “And it happened that some time.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) afterward (tn Καθεξῆς (Kaqexh\") is a general temporal term and need not mean “soon afterward”; see Luke 1:3; Acts 3:24; 11:4; 18:23 and L&N 61.1.) he went on through towns (tn Or “cities.”) and villages, preaching and proclaiming the good news (sn The combination of preaching and proclaiming the good news is a bit emphatic, stressing Jesus’ teaching ministry on the rule of God.) of the kingdom of God. (sn The kingdom of God is a major theme of Jesus. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21.) The (tn Grk “And the.” Here καί (kai) has not been translated because of differences between Greek and English style.) twelve were with him,"},{"number":2,"verse":"and also some women (sn There is an important respect shown to women in this text, as their contributions were often ignored in ancient society.) who had been healed of evil spirits and disabilities: (tn Or “illnesses.” The term ἀσθένεια (asqeneia) refers to the state of being ill and thus incapacitated in some way – “illness, disability, weakness.” (L&N 23.143).) Mary (sn This Mary is not the woman mentioned in the previous passage (as some church fathers claimed), because she is introduced as a new figure here. In addition, she is further specified by Luke with the notation called Magdalene, which seems to distinguish her from the woman at Simon the Pharisee’s house.) (called Magdalene), from whom seven demons had gone out,"},{"number":3,"verse":"and Joanna the wife of Cuza (sn Cuza is also spelled “Chuza” in many English translations.) (Herod’s (sn Herod’s refers here to Herod Antipas. See the note on Herod Antipas in 3:1.) household manager), (tn Here ἐπίτροπος (epitropo\") is understood as referring to the majordomo or manager of Herod’s household (BDAG 385 s. v. ἐπίτροπος 1). However, as BDAG notes, the office may be political in nature and would then be translated something like “governor” or “procurator.” Note that in either case the gospel was reaching into the highest levels of society.) Susanna, and many others who provided for them (tc Many mss (א A L Ψ Ë1 33 565 579 1241 2542 pm it co) read “for him,” but “for them” also has good ms support (B D K W Γ Δ Θ Ë13 700 892 1424 pm lat). From an internal standpoint the singular pronoun looks like an assimilation to texts like Matt 27:55 and Mark 15:41.) out of their own resources."},{"number":4,"verse":"The Parable of the Sower While a large crowd was gathering and people were coming to Jesus (tn Grk “to him”; the referent (Jesus) has been specified in the translation for clarity.) from one town after another, (tn This phrase renders a distributive use of κατά (kata) with πόλις (polis), literally “according to [each] town.”) he spoke to them (tn The words “to them” do not appear in the Greek text but are supplied in the translation for clarity.) in a parable:"},{"number":5,"verse":"“A sower went out to sow (sn A sower went out to sow. The background for this well-known parable is a field through which a well-worn path runs in the Palestinian countryside. Sowing would occur in late fall or early winter (October to December) in the rainy season, looking for sprouting in April or May and a June harvest. The use of seed as a figure for God’s giving life has OT roots: Isa 55:10–11.) his seed. (tn Luke’s version of the parable, like Mark’s (cf. Mark 4:1–9) uses the collective singular to refer to the seed throughout, so singular pronouns have been used consistently throughout this parable in the English translation. However, the parallel account in Matt 13:1–9 begins with plural pronouns in v. 4 but then switches to the collective singular in v. 5 ff.) And as he sowed, some fell along the path and was trampled on, and the wild birds (tn Grk “the birds of the sky” or “the birds of the heaven”; the Greek word οὐρανός (ouranos) may be translated either “sky” or “heaven,” depending on the context. The idiomatic expression “birds of the sky” refers to wild birds as opposed to domesticated fowl (cf. BDAG 809 s. v. πετεινόν).) devoured it."},{"number":6,"verse":"Other seed fell on rock, (sn The rock in Palestine would be a limestone base lying right under the soil.) and when it came up, it withered because it had no moisture."},{"number":7,"verse":"Other seed fell among the thorns, (sn Palestinian weeds like these thorns could grow up to six feet in height and have a major root system.) and they grew up with it and choked (sn That is, crowded out the good plants.) it."},{"number":8,"verse":"But (tn Here καί (kai) has been translated as “but” to indicate the contrast present in the final stage of the parable.) other seed fell on good soil and grew, (tn Grk “when it grew, after it grew.”) and it produced a hundred times as much grain.” (sn Unlike the parallel accounts in Matt 13:8 and Mark 4:8, there is no distinction in yield in this version of the parable.) As he said this, (tn Grk “said these things.”) he called out, “The one who has ears to hear had better listen!” (tn The translation “had better listen!” captures the force of the third person imperative more effectively than the traditional “let him hear,” which sounds more like a permissive than an imperative to the modern English reader. This was Jesus’ common expression to listen and heed carefully (cf. Matt 11:15; 13:9, 43; Mark 4:9, 23; Luke 14:35).)"},{"number":9,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) his disciples asked him what this parable meant. (tn Grk “what this parable might be” (an optative after a secondary tense, in keeping with good Koine style).)"},{"number":10,"verse":"He (tn Here δέ (de) has not been translated.) said, “You have been given (tn This is an example of a so-called “divine passive,” with God understood to be the source of the revelation (see ExSyn 437-38).) the opportunity to know (tn Grk “it has been given to you to know.” The dative pronoun occurs first, in emphatic position in the Greek text, although this position is awkward in contemporary English.) the secrets (tn Grk “the mysteries.”sn The key term secrets (μυστήριον, musthrion) can mean either (1) a new revelation or (2) a revealing interpretation of existing revelation as in Dan 2:17–23, 27–30. Jesus seems to be explaining how current events develop old promises, since the NT consistently links the events of Jesus’ ministry and message with old promises (Rom 1:1–4; Heb 1:1–2). The traditional translation of this word, “mystery,” is misleading to the modern English reader because this English word suggests a secret which people have tried to uncover but which they have failed to understand (L&N 28.77).) of the kingdom of God, (sn The kingdom of God is a major theme of Jesus. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21.) but for others they are in parables, so that although they see they may not see, and although they hear they may not understand. (sn A quotation from Isa 6:9. Thus parables both conceal or reveal depending on whether one is open to hearing what they teach.)"},{"number":11,"verse":"“Now the parable means (tn Grk “is,” but in this context it is clearly giving an explanation of the parable.) this: The seed is the word of God."},{"number":12,"verse":"Those along the path are the ones who have heard; then the devil (sn Interestingly, the synoptic parallels each use a different word for the devil here: Matt 13:19 has “the evil one,” while Mark 4:15 has “Satan.” This illustrates the fluidity of the gospel tradition in often using synonyms at the same point of the parallel tradition.) comes and takes away the word (sn The word of Jesus has the potential to save if it germinates in a person’s heart, something the devil is very much against.) from their hearts, so that they may not believe (tn The participle πιστεύσαντες (pisteusante\") has been translated as a finite verb here. It may be regarded as an adverbial participle of attendant circumstance. From a logical standpoint the negative must govern both the participle and the finite verb.) and be saved."},{"number":13,"verse":"Those (tn Here δέ (de) has not been translated.) on the rock are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, (sn This time of temporary faith represented by the description believe for a while is presented rather tragically in the passage. The seed does not get a chance to do all it can.) but (tn Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) in a time of testing (tn Traditionally, “temptation.” Such a translation puts the emphasis on temptation to sin rather than testing of faith, which is what the context seems to indicate.) fall away. (sn Fall away. On the idea of falling away and the warnings against it, see 2 Tim 3:1; Heb 3:12; Jer 3:14; Dan 9:9.)"},{"number":14,"verse":"As for the seed that (tn Grk “What”; the referent (the seed) has been specified in the translation for clarity.) fell among thorns, these are the ones who hear, but (tn Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) as they go on their way they are choked (sn That is, their concern for spiritual things is crowded out by material things.) by the worries and riches and pleasures of life, (sn On warnings about the dangers of excessive material attachments, described here as the worries and riches and pleasures of life, see Luke 12:12–21; 16:19–31.) and their fruit does not mature. (tn The verb τελεσφορέω (telesforew) means “to produce mature or ripe fruit” (L&N 23.203). Once again the seed does not reach its goal.)"},{"number":15,"verse":"But as for the seed that landed on good soil, these are the ones who, after hearing (tn The aorist participle ἀκούσαντες (akousante\") has been taken temporally, reflecting action antecedent (prior to) that of the main verb.) the word, cling to it (sn There is a tenacity that is a part of spiritual fruitfulness.) with an honest and good (sn In an ancient context, the qualifier good described the ethical person who possessed integrity. Here it is integrity concerning God’s revelation through Jesus.) heart, and bear fruit with steadfast endurance. (sn Given the pressures noted in the previous soils, bearing fruit takes time (steadfast endurance), just as it does for the farmer. See Jas 1:2–4.)"},{"number":16,"verse":"Showing the Light “No one lights (tn The participle ἅψας ({aya\") has been translated as a finite verb due to requirements of contemporary English style.) a lamp (sn This is probably an ancient oil burning lamp or perhaps a candlestick. Jesus is comparing revelation to light, particularly the revelation of his ministry; see 1:78–79.) and then covers it with a jar or puts it under a bed, but puts it on a lampstand so that those who come in can see the light. (tn Or “its light,” if the Greek article is translated as a possessive pronoun (for such usage, cf. ExSyn 215).)"},{"number":17,"verse":"For nothing is hidden (sn Nothing is hidden. Light also exposes, and Jesus was suggesting that his teaching likewise revealed where people are and where they will be. Truth will be manifest in the future, just as it was declared by him then. Nothing will be concealed.) that will not be revealed, (tn Or “disclosed.”) and nothing concealed that will not be made known and brought to light."},{"number":18,"verse":"So listen carefully, (tn Or “Therefore pay close attention”; Grk “Take heed therefore how you hear.”) for whoever has will be given more, but (tn Grk “and.” Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) whoever does not have, even what he thinks he has (sn The phrase what he thinks he has is important, because it is not what a person thinks he has that is important but whether he actually has something or not. Jesus describes the person who does not heed his word as having nothing. The person who has nothing loses even that which he thought was something but was not. In other words, he has absolutely nothing at all. Jesus’ teaching must be taken seriously.) will be taken from him.”"},{"number":19,"verse":"Jesus’ True Family Now Jesus’ (tn Grk “his”; the referent (Jesus) has been specified in the translation for clarity.) mother and his brothers (sn The issue of whether Jesus had brothers (siblings) has had a long history in the church. Epiphanius, in the 4th century, argued that Mary was a perpetual virgin and had no offspring other than Jesus. Others argued that these brothers were really cousins. Nothing in the text suggests any of this. See also John 7:3.) came to him, but (tn Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) they could not get near him because of the crowd."},{"number":20,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the sequence of events.) he was told, “Your mother and your brothers are standing outside, wanting to see you.”"},{"number":21,"verse":"But he replied (tn Grk “answering, he said.” This is redundant in contemporary English and has been simplified to “he replied.”) to them, “My mother and my brothers are those (tn There is some discussion about the grammar of this verse in Greek. If “these” is the subject, then it reads, “These are my mother and brothers, those who.” If “these” is a nominative absolute, which is slightly more likely, then the verse more literally reads, “So my mother and brothers, they are those who.” The sense in either case is the same.) who hear the word of God and do it.” (sn Hearing and doing the word of God is another important NT theme: Luke 6:47–49; Jas 1:22–25.)"},{"number":22,"verse":"Stilling of a Storm One (tn Grk “Now it happened that one.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated. Here δέ (de) has not been translated either.) day Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) got into a boat (sn A boat that held all the disciples would be of significant size.) with his disciples and said to them, “Let’s go across to the other side of the lake.” So (tn Grk “lake, and.” Here καί (kai) has been translated as “so” to indicate the response to Jesus’ request. In addition, because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) they set out,"},{"number":23,"verse":"and as they sailed he fell asleep. Now a violent windstorm (tn Or “a squall.”) came down on the lake, (sn A violent windstorm came down on the lake. The Sea of Galilee is located in a depression some 700 ft (200 m) below sea level and is surrounded by hills. Frequently a rush of wind and the right mix of temperatures can cause a storm to come suddenly on the lake. Storms on the Sea of Galilee were known for their suddenness and violence.) and the boat (tn Grk “they were being swamped,” but English idiom speaks of the boat being swamped rather than the people in it, so the referent (the boat) has been supplied to reflect this usage.) started filling up with water, and they were in danger."},{"number":24,"verse":"They (tn Here δέ (de) has not been translated.) came (tn The participle προσελθόντες (proselqonte\") has been translated as a finite verb due to requirements of contemporary English style.) and woke him, saying, “Master, Master, (tn The double vocative shows great emotion.) we are about to die!” So (tn Here δέ (de) has been translated as “so” to indicate the connection to the preceding events.) he got up and rebuked (tn Or “commanded” (often with the implication of a threat, L&N 33.331).) the wind and the raging waves; (sn Who has authority over the seas and winds is discussed in the OT: Ps 104:3; 135:7; 107:23–30. When Jesus rebuked the wind and the raging waves he was making a statement about who he was.) they died down, and it was calm."},{"number":25,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to them, “Where is your faith?” (sn “Where is your faith?” The call is to trust God and realize that those who exercise faith can trust in his care.) But they were afraid and amazed, (sn The combination of fear and respect (afraid and amazed) shows that the disciples are becoming impressed with the great power at work in Jesus, a realization that fuels their question. For a similar reaction, see Luke 5:9.) saying to one another, “Who then is this? He commands even the winds and the water, (sn Jesus’ authority over creation raised a question for the disciples about who he was exactly (“Who then is this?”). This verse shows that the disciples followed Jesus even though they did not know all about him yet.) and they obey him!”"},{"number":26,"verse":"Healing of a Demoniac So (tn Grk “And.” Here καί (kai) has been translated as “so” to indicate a summary and transition in the narrative.) they sailed over to the region of the Gerasenes, (tc The textual tradition here is quite complicated. Most mss, especially later ones (A W Ψ Ë13 Ï sy), read “Gadarenes,” which is the better reading in Matt 8:28. Some mss (א L Θ Ξ Ë1 33 579 700* 1241 pc) have “Gergesenes.” But early and important representatives of the Alexandrian and Western texttypes (Ì75 B D latt) have “Gerasenes,” the reading followed in the translation. The difference between Matthew and Luke may well have to do with uses of variant regional terms. sn The region of the Gerasenes would be in Gentile territory on the (south)eastern side of the Sea of Galilee across from Galilee. Matthew 8:28 records this miracle as occurring “in the region of the Gadarenes.” “Irrespective of how one settles this issue, for the Third Evangelist the chief concern is that Jesus has crossed over into Gentile territory, ‘opposite Galilee’” (J. B. Green, Luke [NICNT], 337). The region of Gadara extended to the Sea of Galilee and included the town of Sennabris on the southern shore – the town that the herdsmen most likely entered after the drowning of the pigs.) which is opposite (sn That is, across the Sea of Galilee from Galilee.) Galilee."},{"number":27,"verse":"As (tn Here δέ (de) has not been translated.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) stepped ashore, (tn Grk “stepped out on land.”) a certain man from the town (tn Or “city.”) met him who was possessed by demons. (tn Grk “who had demons.”) For a long time this man (tn Grk “he”; the referent (the demon-possessed man) has been specified in the translation for clarity.) had worn no clothes and had not lived in a house, but among (tn Or “in.”) the tombs."},{"number":28,"verse":"When he saw (tn Grk “And seeing.” The participle ἰδών (idwn) has been taken temporally. Here δέ (de) has not been translated.) Jesus, he cried out, fell (tn Grk “and fell,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) down before him, and shouted with a loud voice, “Leave me alone, (tn Grk “What to me and to you?” (an idiom). The phrase τί ἐμοὶ καὶ σοί (ti emoi kai soi) is Semitic in origin, though it made its way into colloquial Greek (BDAG 275 s. v. ἐγώ). The equivalent Hebrew expression in the OT had two basic meanings: (1) When one person was unjustly bothering another, the injured party could say “What to me and to you?” meaning, “What have I done to you that you should do this to me?” (Judg 11:12; 2 Chr 35:21; 1 Kgs 17:18). (2) When someone was asked to get involved in a matter he felt was no business of his own, he could say to the one asking him, “What to me and to you?” meaning, “That is your business, how am I involved?” (2 Kgs 3:13; Hos 14:8). These nuances were apparently expanded in Greek, but the basic notions of defensive hostility (option 1) and indifference or disengagement (option 2) are still present. BDAG suggests the following as glosses for this expression: What have I to do with you? What have we in common? Leave me alone! Never mind! Hostility between Jesus and the demons is certainly to be understood in this context, hence the translation: “Leave me alone….”) Jesus, Son of the Most High (sn On the title Most High see Luke 1:35.) God! I beg you, do not torment (sn The demons’ plea “do not torment me” is a recognition of Jesus’ inherent authority over evil forces. The request is that Jesus not bother them. There was an appointed time in which demons would face their judgment, and they seem to have viewed Jesus’ arrival on the scene as an illegitimate change in God’s plan regarding the time when their sentence would be executed.) me!”"},{"number":29,"verse":"For Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) had started commanding (tc ‡ Although the external evidence favors the aorist παρήγγειλεν (parhngeilen, “he commanded”; Ì75 B Θ Ξ Ψ Ë13 579 700 1241 1424 2542 pm), the internal evidence favors the imperfect παρήγγελλεν (parhngellen, here translated “he had started commanding”; א A C K L W Γ Δ 1 33 565 892 pm). The aorist is suspect because it can more easily be taken as a single command, and thus an immediate exorcism. The imperfect would most likely be ingressive (BDF §§328; 329; 331), suggesting that Jesus started to command the evil spirit to depart, and continued the command.) the evil (tn Grk “unclean.”) spirit to come out of the man. (For it had seized him many times, so (tn Here καί (kai) has been translated as “so,” introducing a clause that gives the result of the man being seized by the demon.) he would be bound with chains and shackles (tn Or “fetters”; these were chains for the feet.) and kept under guard. But (tn Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) he would break the restraints and be driven by the demon into deserted (tn Grk “into the deserts.” The plural use here has been translated as “deserted places,” that is, uninhabited areas.) places.) (sn This is a parenthetical, explanatory comment by the author.)"},{"number":30,"verse":"Jesus then (tn Grk “And Jesus.” Here δέ (de) has been translated as “then” to pick up the sequence of the narrative prior to the parenthetical note by the author.) asked him, “What is your name?” He (tn Here δέ (de) has not been translated.) said, “Legion,” (sn The name Legion means “thousands,” a word taken from a Latin term for a large group of soldiers. The term not only suggests a multiple possession, but also adds a military feel to the account. This is a true battle.) because many demons had entered him."},{"number":31,"verse":"And they began to beg (tn One could also translate the imperfect tense here with a repetitive force like “begged him repeatedly.”) him not to order (tn Or “command.”) them to depart into the abyss. (tn This word, ἄβυσσος (abusso\"), is a term for the place where the dead await the judgment. It also could hold hostile spirits according to Jewish belief (Jub. 5:6–7; 1 En. 10:4–6; 18:11–16).)"},{"number":32,"verse":"Now a large herd of pigs was feeding there on the hillside, (tn Grk “mountain,” but this might give the English reader the impression of a far higher summit.) and the demonic spirits (tn Grk “they”; the referent (the demonic spirits) has been specified in the translation for clarity.) begged Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) to let them go into them. He gave them permission. (sn Many have discussed why Jesus gave them permission, since the animals were destroyed. However, this is another example of a miracle that is a visual lesson. The demons are destructive: They were destroying the man. They destroyed the pigs. They destroy whatever they touch. The point was to take demonic influence seriously, as well as Jesus’ power over it as a picture of the larger battle for human souls. There would be no doubt how the man’s transformation had taken place.)"},{"number":33,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate a conclusion and transition in the narrative.) the demons came out of the man and went into the pigs, and the herd of pigs (tn The words “of pigs” are supplied because of the following verb in English, “were drowned,” which is plural.) rushed down the steep slope into the lake and drowned."},{"number":34,"verse":"When (tn Here δέ (de) has not been translated.) the herdsmen saw what had happened, they ran off and spread the news (tn Or “reported it.” This verb is used three times in the next few verses (vv. 36, 37), showing how the healing became a major topic of conversation in the district.) in the town (tn Or “city.”) and countryside."},{"number":35,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the people’s response to the report.) the people went out to see what had happened, and they came to Jesus. They (tn Grk “Jesus, and they.” Here καί (kai) has not been translated because of differences between Greek and English style. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) found the man from whom the demons had gone out, sitting at Jesus’ feet, clothed and in his right mind, and they were afraid."},{"number":36,"verse":"Those (tn Here δέ (de) has not been translated.) who had seen it told them how the man who had been demon-possessed had been healed. (tn Or “had been delivered”; Grk “had been saved.” This should not be understood as an expression for full salvation. They were only discussing the healing.)"},{"number":37,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) all the people of the Gerasenes (tc See the tc note on “Gerasenes” in v. 26 for the same geographical options for the textual variants.) and the surrounding region (tn Grk “all the people of the surrounding region of the Gerasenes,” but according to L&N 1.80, “περίχωρος may include not only the surrounding region but also the point of reference, for example…‘the Gerasenes and the people living around them’ Lk 8:37.”) asked Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) to leave them alone, (tn Or “to depart from them.”) for they were seized with great fear. (sn Again there is great fear at God’s activity, but there is a different reaction. Some people want nothing to do with God’s presence. Mark 5:16 hints that economic reasons motivated their request.) So (tn Here δέ (de) has been translated as “so” to indicate that Jesus’ departure was the result of the Gerasenes’ response. A new sentence was started in the translation at this point for stylistic reasons.) he got into the boat and left. (tn Grk “returned,” but the effect is that he departed from the Gerasene region.)"},{"number":38,"verse":"The man from whom the demons had gone out begged to go (tn Grk “be,” that is, “remain.” In this context that would involve accompanying Jesus as he went on his way.) with him, but Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) sent him away, saying,"},{"number":39,"verse":"“Return to your home, (tn Grk “your house.”) and declare (tn Or “describe.”) what God has done for you.” (sn Jesus instructs the man to declare what God has done for him, in contrast to the usual instructions (e. g., 8:56; 9:21) to remain silent. Here in Gentile territory Jesus allowed more open discussion of his ministry. D. L. Bock (Luke [BECNT], 1:781) suggests that with few Jewish religious representatives present, there would be less danger of misunderstanding Jesus’ ministry as political.) So (tn Here καί (kai) has been translated as “so” to indicate the man’s response to Jesus’ instructions.) he went away, proclaiming throughout the whole town (tn Or “city.”) what Jesus (sn Note that the man could not separate what God had done from the one through whom God had done it (what Jesus had done for him). This man was called to witness to God’s goodness at home.) had done for him."},{"number":40,"verse":"Restoration and Healing Now when Jesus returned, (tn This is a temporal infinitival clause in contrast to Mark’s genitive absolute (Mark 5:21). sn Here the author notes that Jesus returned to the western shore of the Sea of Galilee after his brief excursion into Gentile territory (8:26–39; cf. also Mark 5:21).) the crowd welcomed him, because they were all waiting for him."},{"number":41,"verse":"Then (tn Grk “And behold.” Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative. The Greek word ἰδού (idou) at the beginning of this statement has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) a man named Jairus, who was a ruler (tn Jairus is described as ἄρχων τῆς συναγωγῆς (arcwn th\" sunagwghs), the main elder at the synagogue who was in charge of organizing the services.) of the synagogue, (sn See the note on synagogues in 4:15.) came up. Falling (tn Grk “and falling.” Here καί (kai) has not been translated because of differences between Greek and English style. Because of the length and complexity of the Greek sentence, a new sentence was started in the translation at this point.) at Jesus’ feet, he pleaded (tn This verb is an imperfect tense, commonly used by Luke for vividness.) with him to come to his house,"},{"number":42,"verse":"because he had an only daughter, about twelve years old, and she was dying. (tn This imperfect verb could be understood ingressively: “she was beginning to die” or “was approaching death.”) As Jesus was on his way, the crowds pressed (sn Pressed is a very emphatic term – the crowds were pressing in so hard that one could hardly breathe (L&N 19.48).) around him."},{"number":43,"verse":"Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) a woman was there who had been suffering from a hemorrhage (tn Grk “a flow of blood.”) for twelve years (tc ‡ Most mss, including the majority of later mss (א[* C] A L W Θ Ξ [Ψ] Ë113 33 [1424] Ï [lat syc, p, h]) read here, “having spent all her money on doctors.” Uncertainty over its authenticity is due primarily to the fact that certain important witnesses do not have the phrase (e. g., Ì75 B [D] 0279 sys sa Or). This evidence alone renders its authenticity unlikely. It may have been intentionally added by later scribes in order to harmonize Luke’s account with similar material in Mark 5:26 (see TCGNT 121). NA27 includes the words in brackets, indicating doubt as to their authenticity.) but could not be healed by anyone."},{"number":44,"verse":"She (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) came up behind Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) and touched the edge (sn The edge of his cloak refers to the kraspedon, the blue tassel on the garment that symbolized a Jewish man’s obedience to the law (cf. Num 15:37–41). The woman thus touched the very part of Jesus’ clothing that indicated his ritual purity.) of his cloak, (tn Grk “garment,” but here ἱμάτιον (Jimation) denotes the outer garment in particular.) and at once the bleeding (tn Grk “the flow of her blood.”sn The woman was most likely suffering from a vaginal hemorrhage, in which case her bleeding would make her ritually unclean.) stopped."},{"number":45,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus asked, (tn Grk “said.”) “Who was it who touched me?” When they all denied it, Peter (tc Most mss, especially the later ones (א A C*,3 D L W Θ Ξ Ψ Ë113 33 Ï latt), also have “and those together with him” (with two different Greek constructions for the phrase “with him”), while several important witnesses omit this phrase (Ì75 B Π 700* al sa). The singular verb εἶπεν (eipen, “he said”) could possibly suggest that only Peter was originally mentioned, but, if the longer reading is authentic, then εἶπεν would focus on Peter as the spokesman for the group, highlighting his prominence (cf. ExSyn 401-2). Nevertheless, the longer reading looks like a clarifying note, harmonizing this account with Mark 5:31.) said, “Master, the crowds are surrounding you and pressing (sn Pressing is a graphic term used in everyday Greek of pressing grapes. Peter says in effect, “How could you ask this? Everyone is touching you!”) against you!”"},{"number":46,"verse":"But Jesus said, “Someone touched me, for I know that power has gone out (tn This is a consummative perfect. Jesus sensed that someone had approached him to be healed, as his reference to power makes clear. The perception underlies Jesus’ prophetic sense as well.) from me.”"},{"number":47,"verse":"When (tn Here δέ (de) has not been translated.) the woman saw that she could not escape notice, (tn Or “could not remain unnoticed” (see L&N 28.83).) she came trembling and fell down before him. In (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation. The order of the clauses in the remainder of the verse has been rearranged to reflect contemporary English style.) the presence of all the people, she explained why (tn Grk “told for what reason.”) she had touched him and how she had been immediately healed."},{"number":48,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to her, “Daughter, your faith has made you well. (tn Or “has delivered you”; Grk “has saved you.” This should not be understood as an expression for full salvation in the immediate context; it refers only to the woman’s healing.) Go in peace.”"},{"number":49,"verse":"While he was still speaking, someone from the synagogue ruler’s (tn That is, “the official in charge of the synagogue”; ἀρχισυνάγωγος (arcisunagwgo\") refers to the “president of a synagogue” (so BDAG 139 s. v. and L&N 53.93). In this case the referent is Jairus (v. 41).) house came and said, “Your daughter is dead; do not trouble the teacher any longer.”"},{"number":50,"verse":"But when Jesus heard this, he told (tn Grk “answered.”) him, “Do not be afraid; just believe, and she will be healed.” (tn Or “will be delivered”; Grk “will be saved.” This should not be understood as an expression for full salvation in the immediate context; it refers only to the girl’s healing.)"},{"number":51,"verse":"Now when he came to the house, Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) did not let anyone go in with him except Peter, John, (tn Grk “and John,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) and James, and the child’s father and mother."},{"number":52,"verse":"Now they were all (sn This group probably includes outside or even professional mourners, not just family, because a large group seems to be present.) wailing and mourning (tn Grk “beating the breasts” (in mourning); see L&N 52.1.) for her, but he said, “Stop your weeping; she is not dead but asleep.”"},{"number":53,"verse":"And they began making fun (tn This imperfect verb has been translated as an ingressive imperfect.) of him, because they knew (tn The participle εἰδότες (eidotes) has been translated as a causal adverbial participle.) that she was dead. (tn Or “had died.”)"},{"number":54,"verse":"But Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) gently took her by the hand and said, (tn Grk “and called, saying.” This is redundant in contemporary English and has been simplified in the translation to “and said.”) “Child, get up.”"},{"number":55,"verse":"Her (tn Grk “And her.” Here καί (kai) has not been translated because of differences between Greek and English style.) spirit returned, (sn In other words, she came back to life; see Acts 20:10.) and she got up immediately. Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) he told them to give her something to eat."},{"number":56,"verse":"Her (tn Grk “And her.” Here καί (kai) has not been translated because of differences between Greek and English style.) parents were astonished, but he ordered them to tell no one (sn Jesus ordered them to tell no one because he desired that miracles not become the center of his ministry.) what had happened."}]}