{"bibleAbbr":"NET2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":9,"verses":[{"number":1,"verse":"(The Sending of the Twelve Apostles) After (tn Here δέ (de) has not been translated.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) called (tn An aorist participle preceding an aorist main verb may indicate either contemporaneous (simultaneous) action (“When he called… he gave”) or antecedent (prior) action (“After he called… he gave”). The participle συγκαλεσάμενος (sunkalesameno\") has been translated here as indicating antecedent action.) the twelve (tc Some mss add ἀποστόλους (apostolou\", “apostles”; א C* L Θ Ψ 070 0291 Ë13 33 579 892 1241 1424 2542 pc lat) or μαθητὰς αὐτοῦ (maqhta\" autou, “his disciples”; C3 al it) here, but such clarifying notes are clearly secondary.) together, he gave them power and authority over all demons and to cure (sn Note how Luke distinguishes between exorcisms (authority over all demons) and diseases here.) diseases,"},{"number":2,"verse":"and he sent (sn “To send out” is often a term of divine commission in Luke: 1:19; 4:18, 43; 7:27; 9:48; 10:1, 16; 11:49; 13:34; 24:49.) them out to proclaim (tn Or “to preach.”) the kingdom of God (sn The kingdom of God is a major theme of Jesus. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21.) and to heal the sick. (sn As Jesus’ own ministry (Luke 4:16–44) involved both word (to proclaim) and deed (to heal) so also would that of the disciples.)"},{"number":3,"verse":"He (tn Grk “And he.” Here καί (kai) has not been translated because of differences between Greek and English style.) said to them, “Take nothing for your (tn Grk “the”; in context the article is used as a possessive pronoun (ExSyn 215).) journey — no staff, (sn Mark 6:8 allows one staff. It might be that Luke’s summary (cf. Matt 10:9–10) means not taking an extra staff or that the expression is merely rhetorical for “traveling light” which has been rendered in two slightly different ways.) no bag, (tn Or “no traveler’s bag”; or possibly “no beggar’s bag” (L&N 6.145; BDAG 811 s. v. πήρα).) no bread, no money, and do not take an extra tunic. (tn Grk “have two tunics.” See the note on the word “tunics” in 3:11.)"},{"number":4,"verse":"Whatever (tn Grk “And whatever.” Here καί (kai) has not been translated because of differences between Greek and English style.) house you enter, stay there (sn Jesus telling his disciples to stay there in one house contrasts with the practice of religious philosophers in the ancient world who went from house to house begging.) until you leave the area. (tn Grk “and depart from there.” The literal wording could be easily misunderstood; the meaning is that the disciples were not to move from house to house in the same town or locality, but remain at the same house as long as they were in that place.)"},{"number":5,"verse":"Wherever (tn Grk “And wherever.” Here καί (kai) has not been translated because of differences between Greek and English style.) they do not receive you, (tn Grk “all those who do not receive you.”) as you leave that town, (tn Or “city.”) shake the dust off (sn To shake the dust off represented shaking off the uncleanness from one’s feet; see Luke 10:11; Acts 13:51; 18:6. It was a sign of rejection.) your feet as a testimony against them.”"},{"number":6,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) they departed and went throughout (tn This is a distributive use of κατά (kata); see L&N 83:12 where this verse is cited as an example of the usage.) the villages, proclaiming the good news (tn Or “preaching the gospel.” sn This verse is similar to Luke 9:2, except for good news at this point. The change means that to “preach the kingdom” is to “preach the good news.” The ideas are interchangeable as summaries for the disciples’ message. They are combined in Luke 8:1.) and healing people everywhere."},{"number":7,"verse":"(Herod’s Confusion about Jesus) Now Herod (sn Herod refers here to Herod Antipas. See the note on Herod Antipas in 3:1.) the tetrarch (sn See the note on tetrarch in 3:1.) heard about everything that was happening, and he was thoroughly perplexed, (tn Or “was very confused.” See L&N 32.10 where this verse is given as an example of the usage.) because some people were saying that John (sn John refers to John the Baptist, whom Herod had beheaded (v. 9).) had been raised from the dead,"},{"number":8,"verse":"while others were saying that Elijah (sn The appearance of Elijah would mean that the end time had come. According to 2 Kgs 2:11, Elijah was still alive. In Mal 4:5 it is said that Elijah would be the precursor of Messiah.) had appeared, and still others that one of the prophets of long ago had risen. (sn The phrase had risen could be understood to mean “had been resurrected,” but this is only a possible option, not a necessary one, since the phrase could merely mean that a figure had appeared on the scene who mirrored an earlier historical figure. The three options of vv. 7–8 will be repeated in v. 19.)"},{"number":9,"verse":"Herod said, “I had John (tn Grk “John I beheaded”; John’s name is in emphatic position in the Greek text. The verb is causative, since Herod would not have personally carried out the execution.) beheaded, but who is this about whom I hear such things?” So Herod wanted to learn about Jesus. (tn The expression ἐζήτει ἰδεῖν αὐτόν (ezhtei idein auton, “was seeking to see him”) probably indicates that Herod, for curiosity’s sake or more likely for evil purposes, wanted to get to know Jesus, i. e., who he was and what he was doing. See I. H. Marshall, Luke (NIGTC), 357. Herod finally got his wish in Luke 23:6–12, with inconclusive results from his point of view.)"},{"number":10,"verse":"(The Feeding of the Five Thousand) When (tn Grk “And when.” Here καί (kai) has not been translated because of differences between Greek and English style.) the apostles returned, (tn The participle ὑποστρέψαντες (Jupostreyante\") has been taken temporally.) they told Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) everything they had done. Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he took them with him and they withdrew privately to a town (tc There is a seeming myriad of variants for this text. Many mss read εἰς τόπον ἔρημον (ei\" topon erhmon, “to a deserted place”; א*,2 [1241]) or εἰς τόπον ἔρημον πόλεως καλουμένης Βηθσαϊδά (ei\" topon erhmon polew\" kaloumenh\" Bhqsai>da, “to a deserted place of a town called Bethsaida”; [A] C W Ξmg [Ë113] [565] Ï) here, while others have εἰς κώμην λεγομένην Βηδσαϊδά (ei\" kwmhn legomenhn Bhdsai>da, “to a village called Bedsaida”; D), εἰς κώμην καλουμένην Βηθσαϊδά εἰς τόπον ἔρημον (ei\" kwmhn kaloumenhn Bhqsai>da ei\" topon erhmon, “to a village called Bethsaida to a deserted place”; Θ), or εἰς τόπον καλουμένον Βηθσαϊδά (ei\" topon kaloumenon Bhqsaida, “to a place called Bethsaida”; Ψ). The Greek behind the translation (εἰς πόλιν καλουμένην Βηθσαϊδά, ei\" polin kaloumenhn Bhqsai>da) is supported by (Ì75) א1 B L Ξ* 33 2542 pc co. The variants can be grouped generally into those that speak of a “deserted place” and those that speak of a place/city/town called Bethsaida. The Byzantine reading is evidently a conflation of the earlier texts, and should be dismissed as secondary. The variants that speak of a deserted place are an assimilation to Mark 6:32, as well a harmonization with v. 12, and should also be regarded as secondary. The reading that best explains the rise of the others – both internally and externally – is the one that stands behind the translation and is found in the text of NA27. tn Or “city.”) called Bethsaida. (sn Bethsaida was a town on the northeast side of the Sea of Galilee. Probably this should be understood to mean a place in the vicinity of the town. It represents an attempt to reconcile the location with the place of the miraculous feeding that follows.)"},{"number":11,"verse":"But when the crowds found out, they followed him. He (tn Here καί (kai) has not been translated because of differences between Greek and English style.) welcomed them, spoke to them about the kingdom of God, (sn The kingdom of God is a major theme of Jesus. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21.) and cured those who needed healing. (sn Again the combination of word (spoke to them) and healing (cured, compassionate deed) is what summarizes Jesus’ ministry: See Luke 4:38–44; 6:17–19; 7:22 (as also the disciples, 9:6).)"},{"number":12,"verse":"Now the day began to draw to a close, (tn Grk “the day began to decline,” looking to the approach of sunset.) so (tn Here δέ (de) has been translated as “so” to indicate that the disciples’ request was related to the approach of sunset.) the twelve came and said to Jesus, (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) “Send the crowd away, so they can go into the surrounding villages and countryside and find lodging (tn That is, find someone to show them hospitality. L&N 34.61 has “find lodging,” using this verse as an example.) and food, because we are in an isolated place.” (tn Or “in a desert” (meaning a deserted or desolate area with sparse vegetation). Here ὧδε (Jwde) has not been translated.)"},{"number":13,"verse":"But he said to them, “You (tn Here the pronoun ὑμεῖς (Jumeis) is used, making “you” in the translation emphatic.) give them something to eat.” They (tn Here δέ (de) has not been translated.) replied, (tn Grk “said.”) “We have no more than five loaves and two fish — unless (tn This possibility is introduced through a conditional clause, but it is expressed with some skepticism (BDF §376).) we go (tn The participle πορευθέντες (poreuqente\") has been taken as indicating attendant circumstance.) and buy food (sn Not only would going and buying food have been expensive and awkward at this late time of day, it would have taken quite a logistical effort to get the food back out to this isolated location.) for all these people.”"},{"number":14,"verse":"(Now about five thousand men (tn The Greek text reads here ἄνδρες (andres) – that is, adult males. The actual count would be larger, since the use of this Greek term suggests that women and children were not included in this number (see the parallel in Matt 14:21).) were there.) (sn This is a parenthetical note by the author.) Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to his disciples, “Have (tn Or “Make” (depending on how the force of the imperative verb is understood). Grk “cause them to recline” (the verb has causative force here).) them sit down in groups of about fifty each.”"},{"number":15,"verse":"So they did as Jesus directed, (tn Grk “And they did thus.” Here καί (kai) has been translated as “so” to indicate that the disciples’ action was a result of Jesus’ instructions. The adverb οὕτως ({outw\", “thus”) has been expanded in the translation to “as Jesus directed” to clarify what was done.) and the people (tn Grk “and they”; the referent (the people) has been specified in the translation for clarity.) all sat down."},{"number":16,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) he took the five loaves and the two fish, and looking up to heaven he gave thanks (sn Gave thanks adds a note of gratitude to the setting. The scene is like two other later meals: Luke 22:19 and 24:30. Jesus gives thanks to God “with respect to” the provision of food. The disciples learn how Jesus is the mediator of blessing. John 6 speaks of him in this scene as picturing the “Bread of Life.”) and broke them. He gave them to the disciples to set before the crowd."},{"number":17,"verse":"They all ate and were satisfied, and what was left over (sn There was more than enough for everybody, as indicated by the gathering of what was left over.) was picked up — twelve baskets of broken pieces."},{"number":18,"verse":"(Peter’s Confession) Once (tn Grk “And it happened that.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated. Here καί (kai) has not been translated because of differences between Greek and English style.) when Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) was praying (sn Prayer is a favorite theme of Luke and he is the only one of the gospel authors to mention it in the following texts (with the exception of 22:41): Luke 3:21; 5:16; 6:12; 9:28–29; 11:1; 22:41; 23:34, 46.) by himself, and his disciples were nearby, he asked them, (tn Grk “the disciples were with him, and he asked them, saying.”) “Who do the crowds say that I am?” (sn “Who do the crowds say that I am?” The question of who Jesus is occurs frequently in this section of Luke: 7:49; 8:25; 9:9. The answer resolves a major theme of Luke’s Gospel.)"},{"number":19,"verse":"They (tn Grk “And they.” Here καί (kai) has not been translated because of differences between Greek and English style.) answered, (tn Grk “And answering, they said.” This is redundant in contemporary English and has been simplified to “They answered.”) “John the Baptist; others say Elijah; (sn The appearance of Elijah would mean that the end time had come. According to 2 Kgs 2:11, Elijah was still alive. In Mal 4:5 it is said that Elijah would be the precursor of Messiah.) and still others that one of the prophets of long ago has risen.” (sn The phrase has risen could be understood to mean “has been resurrected,” but this is only a possible option, not a necessary one, since the phrase could merely mean that a figure had appeared on the scene who mirrored an earlier historical figure. Note that the three categories in the reply match the ones in Luke 9:7–8.)"},{"number":20,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to them, “But who do you say that I am?” Peter (tn Here δέ (de) has not been translated.) answered, (tn Grk “Peter answering, said.” This is redundant in contemporary English and has been simplified to “Peter answered.”) “The Christ (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.” sn See the note on Christ in 2:11.) of God.”"},{"number":21,"verse":"But he forcefully commanded (tn The combination of the participle and verb ἐπιτιμήσας and παρήγγειλεν (epitimhsa\" and parhngeilen, “commanding, he ordered”) is a hendiadys that makes the instruction emphatic.) them not to tell this to anyone, (sn No explanation for the command not to tell this to anyone is given, but the central section of Luke, chapters 9-19, appears to reveal a reason. The disciples needed to understand who the Messiah really was and exactly what he would do before they were ready to proclaim Jesus as such. But they and the people had an expectation that needed some instruction to be correct.)"},{"number":22,"verse":"saying, “The Son of Man must suffer (sn The necessity that the Son of Man suffer is the particular point that needed emphasis, since for many 1st century Jews the Messiah was a glorious and powerful figure, not a suffering one.) many things and be rejected by the elders, (sn Rejection in Luke is especially by the Jewish leadership (here elders, chief priests, and experts in the law), though in Luke 23 almost all will join in.) chief priests, and experts in the law, (tn Or “and scribes.” See the note on the phrase “experts in the law” in 5:21.) and be killed, and on the third day be raised.” (sn The description of the Son of Man being rejected…killed, and…raised is the first of six passion summaries in Luke: 9:44; 17:25; 18:31–33; 24:7; 24:46–47.)"},{"number":23,"verse":"(A Call to Discipleship) Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to them all, (sn Here them all could be limited to the disciples, since Jesus was alone with them in v. 18. It could also be that by this time the crowd had followed and found him, and he addressed them, or this could be construed as a separate occasion from the discussion with the disciples in 9:18–22. The cost of discipleship is something Jesus was willing to tell both insiders and outsiders about. The rejection he felt would also fall on his followers.) “If anyone wants to become my follower, (tn Grk “to come after me.”) he must deny (tn This translation better expresses the force of the Greek third person imperative than the traditional “let him deny,” which could be understood as merely permissive.) himself, take up his cross daily, (sn Only Luke mentions taking up one’s cross daily. To bear the cross means to accept the rejection of the world for turning to Jesus and following him. Discipleship involves a death that is like a crucifixion; see Gal 6:14.) and follow me."},{"number":24,"verse":"For whoever wants to save his life will lose it, (sn The point of the saying whoever wants to save his life will lose it is that if one comes to Jesus then rejection by many will certainly follow. If self-protection is a key motivation, then one will not respond to Jesus and will not be saved. One who is willing to risk rejection will respond and find true life.) but whoever loses his life for my sake will save it."},{"number":25,"verse":"For what does it benefit a person (tn Grk “a man,” but ἄνθρωπος (anqrwpo\") is used in a generic sense here to refer to both men and women.) if he gains the whole world but loses or forfeits himself?"},{"number":26,"verse":"For whoever is ashamed (sn How one responds now to Jesus and his teaching is a reflection of how Jesus, as the Son of Man who judges, will respond then in the final judgment.) of me and my words, the Son of Man will be ashamed of that person (tn This pronoun (τοῦτον, touton) is in emphatic position in its own clause in the Greek text: “of that person the Son of Man will be ashamed…”) when he comes in his glory and in the glory (tn Grk “in the glory of him and of the Father and of the holy angels.” “Glory” is repeated here in the translation for clarity and smoothness because the literal phrase is unacceptably awkward in contemporary English.) of the Father and of the holy angels."},{"number":27,"verse":"But I tell you most certainly, (tn Grk “I tell you truly” (λέγω δὲ ὑμῖν ἀληθῶς, legw de Jumin alhqw\").) there are some standing here who will not (tn The Greek negative here (οὐ μή, ou mh) is the strongest possible.) experience (tn Grk “will not taste.” Here the Greek verb does not mean “sample a small amount” (as a typical English reader might infer from the word “taste”), but “experience something cognitively or emotionally; come to know something” (cf. BDAG 195 s. v. γεύομαι 2).) death before they see the kingdom of God.” (sn The meaning of the statement that some will not taste death before they see the kingdom of God is clear at one level, harder at another. Jesus predicts some will experience the kingdom before they die. When does this happen? (1) An initial fulfillment is the next event, the transfiguration. (2) It is also possible in Luke’s understanding that all but Judas experience the initial fulfillment of the coming of God’s presence and rule in the work of Acts 2. In either case, the “kingdom of God” referred to here would be the initial rather than the final phase.)"},{"number":28,"verse":"(The Transfiguration) Now (tn Grk “Now it happened that about.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) about eight days (tn Matt 17:1 and Mark 9:2 specify the interval more exactly, saying it was the sixth day. Luke uses ὡσεί (Jwsei, “about”) to give an approximate reference.) after these sayings, Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) took with him Peter, John, and James, and went up the mountain to pray."},{"number":29,"verse":"As (tn Grk “And as.” Here καί (kai) has not been translated because of differences between Greek and English style.) he was praying, (tn Here the preposition ἐν (en) plus the dative articular aorist infinitive has been translated as a temporal clause (ExSyn 595).) the appearance of his face was transformed, (tn Or “the appearance of his face became different.”sn In 1st century Judaism and in the NT, there was the belief that the righteous get new, glorified bodies in order to enter heaven (1 Cor 15:42–49; 2 Cor 5:1–10). This transformation means the righteous will share the glory of God. One recalls the way Moses shared the Lord’s glory after his visit to the mountain in Exod 34. So the disciples saw the appearance of his face transformed, and they were getting a sneak preview of the great glory that Jesus would have (only his glory is more inherent to him as one who shares in the rule of the kingdom).) and his clothes became very bright, a brilliant white. (tn Or “became bright as a flash of lightning” (cf. BDAG 346 s. v. ἐξαστράπτω); or “became brilliant as light” (cf. BDAG 593 s. v. λευκός 1).)"},{"number":30,"verse":"Then (tn Grk “And behold.” Here καί (kai) has not been translated because of differences between Greek and English style. The Greek word ἰδού (idou) at the beginning of this statement has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) two men, Moses and Elijah, (sn Commentators and scholars discuss why Moses and Elijah are present. The most likely explanation is that Moses represents the prophetic office (Acts 3:18–22) and Elijah pictures the presence of the last days (Mal 4:5–6), the prophet of the eschaton (the end times).) began talking with him. (tn Grk “two men were talking with him, who were Moses and Elijah.” The relative clause has been simplified to an appositive and transposed in keeping with contemporary English style.)"},{"number":31,"verse":"They appeared in glorious splendor and spoke about his departure (tn Grk “his exodus,” which refers to Jesus’ death in Jerusalem and journey back to glory. Here is the first lesson that the disciples must learn. The wondrous rule comes only after suffering.) that he was about to carry out (tn Or “accomplish,” “bring to completion.”) at Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":32,"verse":"Now Peter and those with him were quite sleepy, (tn Grk “weighed down with sleep” (an idiom).) but as they became fully awake, (tn Or “after they became fully awake,” “but they became fully awake and saw.”) they saw his glory and the two men standing with him."},{"number":33,"verse":"Then (tn Grk “And it happened that as.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated. Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) as the men (tn Grk “as they”; the referent (“the men,” referring to Moses and Elijah) has been specified in the translation for clarity.) were starting to leave, (tn Grk “to leave from him.”) Peter said to Jesus, “Master, it is good for us to be here. Let us make three shelters, (tn Or “booths,” “dwellings” (referring to the temporary booths constructed in the celebration of the feast of Tabernacles). sn By making three shelters Peter apparently wanted to celebrate the Feast of Tabernacles or Booths that looked forward to the end and to treat Moses, Elijah, and Jesus as equals. It was actually a way of expressing honor to Jesus, but the remark at the end of the verse makes it clear that it was not enough honor.) one for you and one for Moses and one for Elijah” — not knowing what he was saying."},{"number":34,"verse":"As (tn Here δέ (de) has not been translated.) he was saying this, a cloud (sn This cloud is the cloud of God’s presence and the voice is his as well.) came (tn Or “appeared.”) and overshadowed (tn Or “surrounded.”) them, and they were afraid as they entered the cloud."},{"number":35,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) a voice came from the cloud, saying, “This is my Son, my Chosen One. (tc Most mss, especially the later ones, have ἀγαπητός (agaphto\", “the one I love”; A C* W Ë13 33 Ï it), or ἀγαπητὸς ἐν ᾧ (ἠ)υδόκησα (agaphto\" en |w (h)udokhsa, “the one I love, in whom I am well pleased”; C3 D Ψ pc) here, instead of ἐκλελεγμένος (eklelegmeno\", “the Chosen One”), but these variants are probably assimilations to Matt 17:5 and Mark 9:7. The text behind the translation also enjoys excellent support from Ì4575 א B L Ξ (579) 892 1241 pc co. tn The participle ὁ ἐκλελεγμένος (Jo eklelegmeno\"), which could be translated “the One who has been chosen,” is best understood as a title rather than a descriptive phrase, probably deriving from Isa 42:1 (LXX) which uses the similar ὁ ἐκλεκτός (Jo eklekto\") which also appears in Luke 23:35. sn This divine endorsement is like Luke 3:22 at Jesus’ baptism. One difference here is the mention of the Chosen One, a reference to the unique and beloved role of the regal, messianic Son.) Listen to him!” (sn The expression listen to him comes from Deut 18:15 and makes two points: 1) Jesus is a prophet like Moses, a leader-prophet, and 2) they have much yet to learn from him.)"},{"number":36,"verse":"After (tn Here καί (kai) has not been translated because of differences between Greek and English style.) the voice had spoken, Jesus was found alone. So (tn Here καί (kai) has been translated as “so” to indicate the concluding summary of the account.) they kept silent and told no one (sn Although the disciples told no one at the time, later they did recount this. The commentary on this scene is 2 Pet 1:17–18.) at that time (tn Grk “in those days.”) anything of what they had seen."},{"number":37,"verse":"(Healing a Boy with an Unclean Spirit) Now on (tn Grk “Now it happened that on.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) the next day, when they had come down from the mountain, a large crowd met him."},{"number":38,"verse":"Then (tn Grk “And behold.” Here καί (kai) has been translated as “then” to indicate the somewhat unexpected appearance of the man. The Greek word ἰδού (idou) at the beginning of this statement has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) a man from the crowd cried out, (tn Grk “cried out, saying.” The participle λέγων (legwn) is redundant in contemporary English and has not been translated.) “Teacher, I beg you to look at (tn This verb means “to have regard for”; see Luke 1:48.) my son — he is my only child!"},{"number":39,"verse":"A (tn Grk “and behold, a.” Because of the length and complexity of the Greek sentence, καί (kai) has not been translated here; instead a new sentence was started in the translation. The Greek word ἰδού (idou) at the beginning of this statement has not been translated because it has no exact English equivalent here, but adds interest and emphasis (BDAG 468 s. v. 1).) spirit seizes him, and he suddenly screams; (tn The Greek here is slightly ambiguous; the subject of the verb “screams” could be either the son or the spirit.) it throws him into convulsions (sn The reaction is like an epileptic fit (see L&N 14.27). See the parallel in Matt 17:14–20.) and causes him to foam at the mouth. It hardly ever leaves him alone, torturing (tn Or “bruising,” or “crushing.” This verb appears to allude to the damage caused when it throws him to the ground. According to L&N 19.46 it is difficult to know from this verb precisely what the symptoms caused by the demon were, but it is clear they must have involved severe pain. The multiple details given in the account show how gruesome the condition of the boy was.) him severely."},{"number":40,"verse":"I (tn Grk “And I.” Because of the length and complexity of the Greek sentence, καί (kai) has not been translated here; instead a new sentence was started in the translation.) begged (sn Note the repetition of the verb from v. 38, an indication of the father’s desperation.) your disciples to cast it out, but (tn Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) they could not do so.” (tn The words “do so” are not in the Greek text, but have been supplied for clarity and stylistic reasons.)"},{"number":41,"verse":"Jesus answered, (tn Grk “And answering, Jesus said.” This is redundant in contemporary English and has been simplified to “Jesus answered.” Here δέ (de) has not been translated.) “You (tn Grk “O.” The marker of direct address, ὦ (w), is functionally equivalent to a vocative and is represented in the translation by “you.”) unbelieving (tn Or “faithless.”sn The rebuke for lack of faith has OT roots: Num 14:27; Deut 32:5, 30; Isa 59:8.) and perverse generation! How much longer (tn Grk “how long.”) must I be with you and endure (tn Or “and put up with.” See Num 11:12; Isa 46:4.) you? (sn The pronouns you…you are plural, indicating that Jesus is speaking to a group rather than an individual.) Bring your son here.”"},{"number":42,"verse":"As (tn Here δέ (de) has not been translated.) the boy (tn Grk “he”; the referent (the boy) has been specified in the translation for clarity.) was approaching, the demon threw him to the ground (sn At this point the boy was thrown down in another convulsion by the demon. See L&N 23.168.) and shook him with convulsions. (tn See L&N 23.167-68, where the second verb συσπαράσσω (susparassw) is taken to mean the violent shaking associated with the convulsions, thus the translation here “and shook him with convulsions.”) But Jesus rebuked (tn Or “commanded” (often with the implication of a threat, L&N 33.331).) the unclean (sn This is a reference to an evil spirit. See Luke 4:33.) spirit, healed the boy, and gave him back to his father."},{"number":43,"verse":"Then (tn Here δέ (de) has been translated as “then” to indicate the response at the conclusion of the account.) they were all astonished at the mighty power (sn The revelation of the mighty power of God was the manifestation of God’s power shown through Jesus. See Acts 10:38.) of God. But while the entire crowd (tn Grk “all”; the referent (the crowd) has been specified in the translation for clarity.) was amazed at everything Jesus (tc Most mss, especially the later ones (A C W Θ Ψ 0115 Ë13 33 892 Ï al), actually supply ὁ ᾿Ιησοῦς (Jo Ihsous, “Jesus”) here. Since the earliest and best witnesses, along with many others (Ì75 א B D L Ξ Ë1 579 700 1241 2542 pc lat), lack the name, and since scribes were unlikely to intentionally omit it, the shorter reading is preferred as the original reading. tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity. Some mss have done the same.) was doing, he said to his disciples,"},{"number":44,"verse":"(Another Prediction of Jesus’ Suffering) “Take these words to heart, (tn Grk “Place these words into your ears,” an idiom. The meaning is either “do not forget these words” (L&N 29.5) or “Listen carefully to these words” (L&N 24.64). See also Exod 17:14. For a variation of this expression, see Luke 8:8.) for the Son of Man is going to be betrayed into the hands of men.” (tn The plural Greek term ἀνθρώπων (anqrwpwn) is considered by some to be used here in a generic sense, referring to both men and women (cf. NRSV, “into human hands”; TEV, “to the power of human beings”). However, because this can be taken as a specific reference to the group responsible for Jesus’ arrest, where it is unlikely women were present (cf. Matt 26:47–56; Mark 14:43–52; Luke 22:47–53; John 18:2–12), the word “men” has been retained in the translation. There may also be a slight wordplay with “the Son of Man” earlier in the verse.)"},{"number":45,"verse":"But they did not understand this statement; its meaning (tn Grk “it”; the referent (the meaning of the statement) has been specified in the translation for clarity.) had been concealed (sn The passive verb had been concealed probably indicates that some force was preventing them from responding. It is debated whether God or Satan is meant here. By 24:25 it is clear that their lack of response is their own responsibility. The only way to reverse this is to pay careful attention as v. 44a urges.) from them, so that they could not grasp it. Yet (tn Here καί (kai) has been translated as “yet” to indicate that in spite of their lack of understanding, the disciples were afraid to ask about it. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) they were afraid to ask him about this statement."},{"number":46,"verse":"(Concerning the Greatest) Now an argument started among the disciples (tn Grk “among them”; the referent (the disciples) has been specified in the translation for clarity.) as to which of them might be (tn The use of the optative mood means the answer is not clear (BDF §§267.2.3; 385.2.2).) the greatest."},{"number":47,"verse":"But when Jesus discerned their innermost thoughts, (tn Grk “knowing the thoughts of their hearts” (an idiom).) he took a child, had him stand by (tn On this use of παρά (para), see BDF §239.1.1.) his side,"},{"number":48,"verse":"and said to them, “Whoever welcomes (tn This verb, δέχομαι (decomai), is a term of hospitality (L&N 34.53).) this child (sn Children were very insignificant in ancient culture, so this child would be the perfect object lesson to counter the disciples’ selfish ambitions.) in my name welcomes me, and whoever welcomes me welcomes the one who sent me, for the one who is least among you all is the one who is great.” (tn Grk “among you all, this one is great.” The absence of a comparative term here makes the point that comparison should not be done.)"},{"number":49,"verse":"(On the Right Side) John answered, (tn Grk “And answering, John said.” This is redundant in contemporary English and has been simplified to “John answered.” Here δέ (de) has not been translated.) “Master, we saw someone casting out demons in your name, and we tried to stop (tc The translation follows the reading that has Luke’s normal imperfect here (ἐκωλύομεν, ekwluomen; found in Ì75vid א B L Ξ 579 892 1241). Most mss, however, have an aorist (ἐκωλύσαμεν, ekwlusamen; found in A C D W Θ Ψ Ë113 33 Ï co), which would be translated “we forbade him.” The imperfect enjoys the best external and internal support.) him because he is not a disciple (tn Grk “does not follow with us.” BDAG 36 s. v. ἀκολουθέω 2 indicates that the pronoun σοι (soi, “you”) is to be supplied after the verb in this particular instance; the translation in the text best represents this nuance.) along with us.”"},{"number":50,"verse":"But Jesus said to him, “Do not stop him, for whoever is not against you is for you.”"},{"number":51,"verse":"(Rejection in Samaria) Now when (tn Grk “And it happened that when.” The introductory phrase ἐγένετο (egeneto, “it happened that”), common in Luke (69 times) and Acts (54 times), is redundant in contemporary English and has not been translated.) the days drew near (tn Grk “the days were being fulfilled.” There is literary design here. This starts what has been called in the Gospel of Luke the “Jerusalem Journey.” It is not a straight-line trip, but a journey to meet his fate (Luke 13:31–35).) for him to be taken up, (sn Taken up is a reference to Jesus’ upcoming return to heaven by crucifixion and resurrection (compare Luke 9:31). This term was used in the LXX of Elijah’s departure in 2 Kgs 2:9.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) set out resolutely (tn Grk “he set his face,” a Semitic idiom that speaks of a firm, unshakable resolve to do something (Gen 31:21; Isa 50:7).) to go to Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":52,"verse":"He (tn Grk “And he.” Here καί (kai) has not been translated because of differences between Greek and English style.) sent messengers on ahead of him. (tn Grk “sent messengers before his face,” an idiom.) As they went along, (tn Grk “And going along, they entered.” The aorist passive participle πορευθέντες (poreuqente\") has been taken temporally. Here καί (kai) has not been translated because of differences between Greek and English style.) they entered a Samaritan village to make things ready in advance (tn Or “to prepare (things) for him.”) for him,"},{"number":53,"verse":"but the villagers (tn Grk “they”; the referent (the villagers) has been specified in the translation for clarity.) refused to welcome (tn Or “did not receive”; this verb, δέχομαι (decomai), is a term of hospitality or welcome (L&N 34.53).) him, because he was determined to go to Jerusalem. (tn Grk “because his face was set toward Jerusalem.”sn Jerusalem is to be the place of rejection, as Luke 9:44 suggested. Jesus had resolved to meet his fate in Jerusalem, so the rejection was no surprise.)"},{"number":54,"verse":"Now when his disciples James and John saw this, they said, “Lord, do you want us to call fire to come down from heaven and consume (tn Or “destroy.”) them?” (tc Most mss, especially the later ones (A C D W Θ Ψ Ë113 33 Ï it), read here “as also Elijah did,” making the allusion to 2 Kgs 1:10, 12, 14 more explicit. The shorter reading has better and earlier support (Ì4575 א B L Ξ 579 700* 1241 pc lat sa). It is difficult to explain how the shorter reading could have arisen from the longer, especially since it is well represented early on. However, the longer reading looks to have been a marginal note originally, incorporated into the text of Luke by early scribes. sn An allusion to 2 Kgs 1:10, 12, 14.)"},{"number":55,"verse":"But Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) turned and rebuked them, (tc Many mss ([D] K Γ Θ Ë113 [579] 700 2542 pm it) have at the end of the verse (with slight variations) “and he said, ‘You do not know what sort of spirit you are of, for the Son of Man did not come to destroy people’s lives, but to save [them].’” This variant is clearly secondary, as it gives some content to the rebuke. Further, it is difficult to explain how such rich material would have been omitted by the rest of the witnesses, including the earliest and best mss. sn The point of the rebuke is that now was not the time for judgment but patience; see 2 Pet 3:9.)"},{"number":56,"verse":"and they went on to another village."},{"number":57,"verse":"(Challenging Professed Followers) As (tn Grk “And as.” Here καί (kai) has not been translated because of differences between Greek and English style.) they were walking (tn Grk “going,” but “walking” is an accurate description of how they traveled about.) along the road, someone said to him, “I will follow you wherever you go.” (tc Most mss (A C W Θ Ψ Ë13 33 Ï) add κύριε (kurie, “Lord”) here, but scribes were prone to add to the text, especially appellations for the Lord. The shorter reading also enjoys significant ms support (Ì4575 א B D L Ξ Ë1 lat co). sn The statement “I will follow you wherever you go” is an offer to follow Jesus as a disciple, no matter what the cost.)"},{"number":58,"verse":"Jesus said to him, “Foxes have dens and the birds in the sky (tn Grk “the birds of the sky” or “the birds of the heaven”; the Greek word οὐρανός (ouranos) may be translated either “sky” or “heaven,” depending on the context. The idiomatic expression “birds of the sky” refers to wild birds as opposed to domesticated fowl (cf. BDAG 809 s. v. πετεινόν).) have nests, but the Son of Man has no place to lay his head.” (sn Jesus’ reply is simply this: Does the man understand the rejection he will be facing? Jesus has no home in the world (the Son of Man has no place to lay his head).)"},{"number":59,"verse":"Jesus (tn Grk “And he”; the referent (Jesus) has been specified in the translation for clarity. Here δέ (de) has not been translated.) said to another, “Follow me.” But he replied, (tn Grk “said.”) “Lord, first let me go and bury my father.”"},{"number":60,"verse":"But Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) said to him, “Let the dead bury their own dead, (sn There are several options for the meaning of Jesus’ reply Leave the dead to bury their own dead: (1) Recent research suggests that burial customs in the vicinity of Jerusalem from about 20 b. c. to a. d. 70 involved a reinterment of the bones a year after the initial burial, once the flesh had rotted away. At that point the son would have placed his father’s bones in a special box known as an ossuary to be set into the wall of the tomb. Thus Jesus could well be rebuking the man for wanting to wait around for as much as a year before making a commitment to follow him. In 1st century Jewish culture, to have followed Jesus rather than burying one’s father would have seriously dishonored one’s father (cf. Tobit 4:3–4). (2) The remark is an idiom (possibly a proverbial saying) that means, “The matter in question is not the real issue,” in which case Jesus was making a wordplay on the wording of the man’s (literal) request (see L&N 33.137). (3) This remark could be a figurative reference to various kinds of people, meaning, “Let the spiritually dead bury the dead.” (4) It could also be literal and designed to shock the hearer by the surprise of the contrast. Whichever option is preferred, it is clear that the most important priority is to preach the gospel (proclaim the kingdom of God).) but as for you, go and proclaim the kingdom of God.” (sn The kingdom of God is a major theme of Jesus. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21.)"},{"number":61,"verse":"Yet (tn Grk “And another also said.”) another said, “I will follow you, Lord, but first let me say goodbye to my family.” (tn Grk “to those in my house.”)"},{"number":62,"verse":"Jesus (tn Here δέ (de) has not been translated.) said to him, “No one who puts his (tn Grk “the”; in context the article is used as a possessive pronoun (ExSyn 215).) hand to the plow and looks back (sn Jesus warns that excessive concern for family ties (looks back) will make the kingdom a lesser priority, which is not appropriate for discipleship. The image is graphic, for who can plow straight ahead toward a goal while looking back? Discipleship cannot be double-minded.) is fit for the kingdom of God.” (sn The kingdom of God is a major theme of Jesus. It is a realm in which Jesus rules and to which those who trust him belong. See Luke 6:20; 11:20; 17:20–21.)"}]}