{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"பொருள்களைச் சரியாக எடை போடாத தராசுகளைச் சிலர் பயன்படுத்துகின்றனர். அவர்கள் அவற்றை ஜனங்களை ஏமாற்றவே பயன்படுத்துகின்றனர். கர்த்தர் அப்பொய் அளவுகளை வெறுக்கிறார். கர்த்தருக்கு விருப்பமானது சரியான அளவுகளே."},{"number":2,"verse":"வீண்பெருமையும் அகந்தையும் உடையவர்கள் முக்கியமற்றுப் போகிறார்கள். ஆனால் அடக்கமாக இருக்கிற ஜனங்கள் ஞானம் பெறுகிறார்கள்."},{"number":3,"verse":"நல்ல குணமும் உத்தம குணமும் கொண்டவர்கள் உத்தமத்தால் வழிநடத்தப்படுவர். ஆனால் கெட்டவர்களோ மற்றவர்களை ஏமாற்றுவதால் தங்களை அழித்துக்கொள்கிறார்கள்."},{"number":4,"verse":"தேவனுடைய நியாயத்தீர்ப்பு நாளில் பணம் பயனற்றதாகப் போகும். ஆனால் நன்மை ஜனங்களை மரணத்திலிருந்து காப்பாற்றும்."},{"number":5,"verse":"நல்லவன் உத்தமனாகவும் இருந்தால் அவனது வாழ்க்கை எளிதானதாக இருக்கும். ஆனால் தீயவனோ தான் செய்கிற கெட்ட செயல்களால் அழிக்கப்படுகிறான்."},{"number":6,"verse":"நன்மை உத்தமனைக் காப்பாற்றுகிறது. ஆனால் தீயவர்களோ தாம் விரும்புகிற கெட்ட செயல்களால் சிக்கிக்கொள்கின்றனர்."},{"number":7,"verse":"தீயவன் மரித்துப்போன பிறகு அவனுக்கு எந்த நம்பிக்கையும் இல்லை. அவன் நம்பியவை எல்லாம் போகும்; ஒன்றுமில்லாமல் பயனற்றுப்போகும்."},{"number":8,"verse":"துன்பங்களில் இருந்து நல்லவன் தப்பித்துக்கொள்கிறான். அத்துன்பமானது தீயவர்களுக்குப் போய்ச சேரும்."},{"number":9,"verse":"தீயவன், தன் சொற்களால் பிறரைப் புண்படுத்துவான். ஆனால் நல்லவர்களோ தங்களுடைய ஞானத்தால் காப்பாற்றப்படுவார்கள்."},{"number":10,"verse":"நல்லவர்கள் வெற்றிபெறும்போது, நகரம் முழுவதும் மகிழும். கெட்டவர்கள் அழியும் போது ஜனங்கள் மகிழ்ச்சியோடு சத்தமிடுவார்கள்."},{"number":11,"verse":"உத்தமமானவர்கள் இருந்து ஆசீர்வதிப்பதால் நகரம் சிறப்புடையதாகிறது. தீயவர்களின் பேச்சால் நகரம் அழிந்துபோகிறது."},{"number":12,"verse":"ஒருவன் நல்லுணர்வு இல்லாதவனாக இருந்தால் பக்கத்தில் உள்ளவர்களைப்பற்றி அவதூறாகப் பேசுகிறான். ஆனால் ஞானம் உள்ளவனோ எப்போது அமைதியாக இருக்க வேண்டும் என்பதைத் தெரிந்துகொள்கிறான்."},{"number":13,"verse":"அடுத்தவனது இரகசியங்களைச் சொல்லும் யாரையும் நம்ப இயலாது. ஆனால் நம்பத் தகுந்த ஒருவன் பொய்ச் செய்திகளைப் பரப்பமாட்டான்."},{"number":14,"verse":"பலவீனமான தலைவர்களை உடைய நாடு வீழ்ந்துபோகும். ஆனால் பல நல்ல ஆலோசனை உடையவர்கள் நாட்டைக் காப்பாற்றுகிறார்கள்."},{"number":15,"verse":"நீ அடுத்தவனது கடனைத் தீர்ப்பதாக வாக்களித்திருந்தால் அதனால் வருத்தப்படுவாய். நீ இத்தகைய செயல்களை மறுத்துவிட்டால் பாதுகாப்பாக இருப்பாய்."},{"number":16,"verse":"கருணையும் ஒழுக்கமும் உள்ள பெண் மதிக்கப்படுவாள். வல்லமையுள்ளவர்களோ செல்வத்தை மட்டுமே பெறுவார்கள்."},{"number":17,"verse":"இரக்கமுள்ள மனிதன் நன்மையை அடைகிறான். ஆனால் மோசமான மனிதனோ தன்னைத்தானே அழித்துக்கொள்கிறான்."},{"number":18,"verse":"தீயவனோ ஜனங்களை ஏமாற்றி பொருளைக் கவர்ந்துகொள்கிறான். ஆனால் நல்லவனாகவும் நேர்மையானவனாகவும் இருக்கிறவன் உண்மையான பரிசினைப் பெறுகிறான்."},{"number":19,"verse":"உண்மையில் நன்மையானது வாழ்வைக்கொண்டுவரும். ஆனால் தீயவர்களோ தீமையைப் பின்தொடர்ந்து மரணத்தை அடைகின்றனர்."},{"number":20,"verse":"தீமை செய்ய விரும்புகிறவர்களை கர்த்தர் வெறுக்கிறார். ஆனால் நன்மை செய்ய முயல்பவர்களில் மகிழ்ச்சி அடைகிறார்."},{"number":21,"verse":"தீயவர்கள் தண்டனை பெறுவது உண்மை. நல்லவர்களோ விடுவிக்கப்படுகிறார்கள்."},{"number":22,"verse":"அழகான பெண் முட்டாளாக இருப்பது, பன்றியின் மூக்கில் உள்ள பொன் மூக்குத்திக்குச் சமம்."},{"number":23,"verse":"நல்லவர்கள் தாம் விரும்புவதைப் பெறுவார்களானால் அதனால் மிகுந்த நன்மை விளையும். தீயவர்கள் தாம் விரும்புவதைப் பெறுவார்களானால் அதனால் தொல்லைகளே விளையும்."},{"number":24,"verse":"ஒருவன் தாராளமாகக்கொடுத்தால் அவன் மேலும், மேலும் பெறுவான். ஆனால் ஒருவன் கொடுக்க மறுத்தால் பிறகு அவன் ஏழ்மையாவான்."},{"number":25,"verse":"ஒருவன் தாராளமாகக்கொடுத்தால் அவன் லாபம் அடைகிறான். நீ அடுத்தவர்களுக்கு உதவினால் நீயும் நன்மை பெறுவாய்."},{"number":26,"verse":"தானியங்களைக் கட்டிவைத்து விற்க மறுப்பவர்கள்மீது ஜனங்கள் கோபம் அடைகிறார்கள். ஆனால் தானியங்களை மற்றவர்களுக்கு விற்பவர்கள்மேல் ஜனங்கள் மகிழ்ச்சி அடைகின்றனர்."},{"number":27,"verse":"நன்மை செய்ய முயலுகிற ஒருவனை ஜனங்கள் மதிக்கின்றனர். ஆனால் தீமை செய்கிறவனோ துன்பத்தைத் தவிர வேறு எதையும் பெறுவதில்லை."},{"number":28,"verse":"தன் செல்வத்தை மட்டும் நம்புகிறவன் காய்ந்த இலையைப் போன்று உதிர்ந்து விழுகிறான். ஆனால் நல்லவனோ பச்சையான இலையைப்போன்று வளர்கிறான்."},{"number":29,"verse":"ஒருவன் தன் குடும்பத்தின் துன்பத்துக்குக் காரணமாக இருந்தால், அவன் எதையும் பெறமாட்டான். அதோடு அறிவில்லாதவன் முடிவில் ஞானமுள்ளவனுக்குச் சேவை செய்ய கட்டாயப்படுத்தப்படுவான்."},{"number":30,"verse":"நல்லவன் செய்கிற செயல்கள் எல்லாம் வாழ்வு தரும் மரம் போன்றவை. ஞானமுள்ளவன் ஜனங்களுக்குப் புதிய வாழ்க்கையைக்கொடுக்கிறான்."},{"number":31,"verse":"பூமியில் நல்லவர்கள் தமக்குரிய வெகுமதியைப் பெறும்போது, தீயவர்களும் தங்களுக்குப் பொருத்தமானதைப் பெறுவார்கள்."}]}