{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"ஜனங்கள் திட்டமிடுகின்றனர். ஆனால் காரியங்களை நிறைவேறச் செய்பவரோ கர்த்தர்."},{"number":2,"verse":"ஒருவன் தான் செய்வதெல்லாம் சரி என்று நினைத்துக்கொண்டிருக்கின்றான். ஆனால் கர்த்தர் செயல்களின் காரணங்களை நியாயம் தீர்க்கின்றார்."},{"number":3,"verse":"நீ செய்கிற அனைத்து செயல்களுக்கும் கர்த்தரிடம் உதவிக்கு அணுகினால் நீ வெற்றி அடைவாய்."},{"number":4,"verse":"ஒவ்வொரு காரியத்திற்க்கும் கர்த்தரிடம் ஒரு திட்டம் உள்ளது. கர்த்தருடைய திட்டத்தில் தீயவர்கள் அழிக்கப்படுகிறார்கள்."},{"number":5,"verse":"மற்றவர்களைவிடத் தான் சிறந்தவன் என்று நினைப்பவர்களை கர்த்தர் வெறுக்கிறார். இவ்வாறு பெருமைகொள்கின்றவர்களை எல்லாம் கண்டிப்பாக கர்த்தர் தண்டிப்பார்."},{"number":6,"verse":"உண்மையான அன்பும் நேர்மையும் உன்னைப் பரிசுத்தமாக்கும். கர்த்தரை மதித்து தீயவற்றிலிருந்து விலகியிரு."},{"number":7,"verse":"ஒருவன் நல்ல வாழ்க்கை வாழ்ந்து, கர்த்தருக்குப் பிரியமானவற்றைச் செய்தால், அவனது பகைவன்கூட அவனுடன் சமாதானமாக வாழ்வான்."},{"number":8,"verse":"ஒருவன் பிறரை ஏமாற்றி அதிகப் பொருள் சம்பாதிப்பதைவிட நல்ல வழியில் கொஞ்சம் பொருள் சம்பாதிப்பது நல்லது."},{"number":9,"verse":"ஒருவன் தான் விரும்புகிறபடியெல்லாம் செய்வதற்குத் திட்டமிடலாம். ஆனால் எது நடக்க வேண்டுமென முடிவு செய்பவர் கர்த்தரே."},{"number":10,"verse":"ராஜா பேசும்போது, அவனது வார்த்தைகள் சட்டமாகும். அவனது முடிவுகள் எப்பொழுதும் சரியாக இருக்கவேண்டும்."},{"number":11,"verse":"எல்லா அளவுக் கருவிகளும் சரியாக இருக்க வேண்டும் என்றும், அனைத்து வியாபார ஒப்பந்தங்களும் நேர்மையாக இருக்கவேண்டும் என்றும் கர்த்தர் விரும்புகின்றார்."},{"number":12,"verse":"தீமை செய்பவர்களை ராஜாக்கள் வெறுக்கின்றனர். நன்மை அவனது அரசாங்கத்தை வலுவுள்ளதாக்கும்."},{"number":13,"verse":"ராஜாக்கள் உண்மையைக் கேட்க விரும்புகின்றனர். ஜனங்கள் பொய் சொல்லாமல் இருப்பதை ராஜாக்கள் விரும்புகின்றனர்."},{"number":14,"verse":"ராஜாவுக்குக் கோபம் வந்தால் அவன் ஒருவனைக்கொல்லலாம். அறிவுள்ளவர்கள் ராஜாவை எப்பொழுதும் மகிழ்ச்சி உடையவர்களாகச் செய்வார்கள்."},{"number":15,"verse":"ராஜா மகிழ்ச்சியாக இருக்கும்போது, அனைவரின் வாழ்வும் நன்றாக இருக்கும். உன் காரியங்களால் ராஜா மகிழ்ச்சிகொண்டானெனில், அது மேகத்தில் இருந்து வசந்தகால மழை பொழிவதற்கு ஒப்பாகும்."},{"number":16,"verse":"தங்கத்தைவிட அறிவு மதிப்புமிக்கது. புரிந்துகொள்ளுதல் வெள்ளியைவிட மதிப்புடையது."},{"number":17,"verse":"நல்லவர்கள் தம் வாழ்வைத் தீமையில் இருந்து விலக்கி வைப்பார்கள். தன் வாழ்வில் கவனமாக இருக்கிற ஒருவன், தன் ஆத்துமாவைக் காப்பாற்றிக்கொள்கிறான்."},{"number":18,"verse":"ஒருவன் கர்வம் கொண்டவனாக இருந்தால் அவன் அழிவின் ஆபத்தில் இருக்கிறான். மற்றவர்களைவிடத் தான் சிறந்தவன் என்று நினைப்பவன் தோல்வியின் ஆபத்தில் இருக்கிறான்."},{"number":19,"verse":"மற்றவர்களைவிடத் தம்மைச் சிறந்தவர்களாக நினைப்பவர்களோடு செல்வத்தைப் பங்கிட்டு வாழ்வதைவிட பணிவாகவும், ஏழை ஜனங்களோடும் சேர்ந்து வாழ்வது சிறந்ததாகும்."},{"number":20,"verse":"ஜனங்களின் போதனைகளைக் கவனமாகக் கேட்பவன் பயன் அடைவான். கர்த்தர் மேல் நம்பிக்கை வைப்பவன் ஆசீர்வதிக்கப்படுகிறான்."},{"number":21,"verse":"ஒருவன் அறிவுள்ளவனாக இருப்பதை ஜனங்கள் அறிந்துகொள்வார்கள். வார்த்தைகளைத் தேர்ந்தெடுத்து கவனமாகப் பேசுபவன் நிரூபிக்கும் ஆற்றல் உடையவனாக இருக்கமுடியும்."},{"number":22,"verse":"அறிவானது ஜனங்களுக்கு உண்மையான வாழ்க்கையைத் தரும். ஆனால் அறிவற்றவர்களோ மேலும் முட்டாள் ஆவதையே விரும்புவார்கள்."},{"number":23,"verse":"அறிவுள்ளவர்கள் எப்பொழுதும் பேசுவதற்கு முன்பு சிந்திப்பார்கள். அவர்கள் சொல்லும் வார்த்தைகள் நல்லவையாகவும் உயர்வானவையாகவும் இருக்கும்."},{"number":24,"verse":"கருணைமிக்க வார்த்தைகள் தேனைப் போன்றவை. அவை ஏற்றுக்கொள்ள எளிமையானவை, உடல் நலத்திற்கும் நல்லது."},{"number":25,"verse":"ஜனங்களுக்குச் சில வழிகள் சரியானதாக தோன்றும். அவ்வழிகள் மரணத்துக்கே அழைத்துச் செல்லும்."},{"number":26,"verse":"உழைப்பாளியின் பசிதான் அவனைத் தொடர்ந்து உழைக்க வைக்கிறது. உண்ணும் பொருட்டு வேலை செய்யும் தூண்டுதலைப் பசியே கொடுக்கிறது."},{"number":27,"verse":"பயனற்றவன் கெட்ட செயல்களைச் செய்யவே திட்டமிடுவான். அவனது அறிவுரை நெருப்பைப்போன்று அழிக்கும்."},{"number":28,"verse":"தொல்லையை உருவாக்குகிறவன் எப்பொழுதும் பிரச்சனைகளை உண்டுபண்ணுகிறான். பொய்ச் செய்திகளைப் பரப்புகிறவன் நெருங்கிய நண்பர்களுக்குள் துன்பத்தை ஏற்படுத்துவான்."},{"number":29,"verse":"தொல்லையை உருவாக்குகிறவன் பல தொல்லைகளுக்குக் காரணமாகிறான். தனது நண்பர்களுக்கு நன்மை தராத வழிகளில் அவர்களை அழைத்துச் செல்கிறான்."},{"number":30,"verse":"அவன் தன் கண்களால் ஜாடை செய்து சிலவற்றை அழிக்கத் திட்டமிடுகிறான். தனது பக்கத்து வீட்டுக்காரனைத் துன்புறுத்த சிரித்துக்கொண்டே திட்டமிடுகிறான்."},{"number":31,"verse":"நல் வாழ்க்கை வாழ்பவர்களின் நரை முடியானது கிரீடத்தைப் போன்று உயர்வானது."},{"number":32,"verse":"வலிமைமிக்க வீரனாக இருப்பதைவிட ஒருவன் பொறுமை மிக்கவனாக இருப்பது நல்லது. ஒரு நகரத்தை அடக்கி ஆள்வதைவிட உன் கோபத்தை அடக்குவது நல்லது."},{"number":33,"verse":"ஜனங்கள் குலுக்கல் சீட்டு மூலம் முடிவெடுக்கின்றனர். ஆனால் அனைத்து முடிவுகளும் தேவனிடமிருந்தே வருகின்றன."}]}