{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"ஒரு முட்டாளாக இருந்து பிறரை ஏமாற்றிப் பொய் சொல்கிறவனாக இருப்பதைவிட ஏழையாகவும் நேர்மையானவனாகவும் இருப்பது நல்லது."},{"number":2,"verse":"சிலவற்றைப்பற்றி பரவசப்படுவது போதாது. நீ செய்வது என்ன என்று உனக்குத் தெரியவேண்டும். எதையாவது அவசரமாகச் செய்வாயானால் அதைத் தவறாகச் செய்துவிடுவாய்."},{"number":3,"verse":"ஒருவனது சொந்த முட்டாள்தனம் அவனது வாழ்வை அழித்துவிடும். ஆனால் அவன் கர்த்தர் மீது பழி சொல்லுவான்."},{"number":4,"verse":"ஒருவன் செல்வந்தனாக இருந்தால், அவனது செல்வம் பல நண்பர்களைத் தரும். ஆனால் ஒருவன் ஏழையாக இருந்தால் எல்லா நண்பர்களும் அவனைவிட்டு விலகுவார்கள்."},{"number":5,"verse":"இன்னொருவனுக்கு எதிராகப் பொய் சொல்பவன் தண்டிக்கப்படுவான். பொய் சொல்பவனுக்குப் பாதுகாப்பில்லை."},{"number":6,"verse":"ஆள்பவரோடு நட்புக்கொள்ளவே பலரும் விரும்புகின்றனர். மேலும், பரிசு தருபவரோடு நட்புக்கொள்ள ஒவ்வொருவரும் விரும்புகின்றனர்."},{"number":7,"verse":"ஒருவன் ஏழையாக இருந்தால், அவனது குடும்பம் கூட அவனுக்கு எதிராக இருக்கும். அவனது நண்பர்களும்கூட அவனை விட்டு விலகுவார்கள். அந்த ஏழை அவர்களிடம் உதவி கேட்கலாம். எனினும் அவனருகில் அவர்கள் போகமாட்டார்கள்."},{"number":8,"verse":"ஒருவன் உண்மையிலேயே தன்னை நேசித்தால், அறிவைப்பெறக் கடுமையாக உழைக்கவேண்டும். அவன் கடினமாக முயற்சிசெய்து புரிந்துகொள்ளுதலை அடையவேண்டும். அவன் அதற்குரிய வெகுமதியைப் பெறுவான்."},{"number":9,"verse":"பொய்சாட்சி சொல்பவன் தண்டிக்கப்படுவான். தொடர்ந்து பொய்சொல்பவன் அழிக்கப்படுவான்."},{"number":10,"verse":"ஒரு முட்டாள் செல்வந்தனாகக் கூடாது. இது ஒரு அடிமை இளவரசனை ஆள்வதைப் போன்றது."},{"number":11,"verse":"ஒருவன் அறிவுள்ளவனாக இருந்தால், அந்த அறிவு அவனுக்குப் பொறுமையைத் தரும். அவனுக்குத் தீமை செய்தவர்களை மன்னிப்பது அருமையானது."},{"number":12,"verse":"ஒரு ராஜா கோபத்தோடு இருக்கும்போது, அது சிங்கத்தின் கெர்ச்சிப்பு போன்று இருக்கும். ஆனால் அவன் உன்னோடு மகிழ்ச்சியாக இருப்பது, மென்மையாக மழை பொழிவதுபோன்று இருக்கும்."},{"number":13,"verse":"ஒரு முட்டாள் குமாரன் தன் தந்தைக்கு வெள்ளம்போல நிறையத் தொல்லைகளைக்கொண்டு வருகிறான். ஓயாது குறைகளைச் சொல்லிக்கொண்டிருக்கிற மனைவி சொட்டுச்சொட்டாக ஒழுகிக்கொண்டிருக்கும் தண்ணீர் போன்றவள். அது மிகவும் துன்புறுத்தும்."},{"number":14,"verse":"ஜனங்கள் தம் பெற்றோர்களிடமிருந்து வீட்டையும் செல்வத்தையும் பெறுகிறார்கள். ஆனால் ஒரு நல்ல மனைவி கர்த்தரிடமிருந்து கிடைக்கும் வெகுமதி ஆகும்."},{"number":15,"verse":"ஒரு சோம்பேறி மிகுந்த உறக்கத்தைப் பெறலாம். ஆனால் அவனுக்கு மிகுந்த பசி இருக்கும்."},{"number":16,"verse":"ஒருவன் சட்டத்திற்குப் பணிந்திருந்தால், அவன் தன்னைத்தானே காத்துக்கொள்கிறான். ஆனால் ஒருவன் அதனை முக்கியமில்லை என்று கருதினால், பின் அவன் கொல்லப்படுவான்."},{"number":17,"verse":"ஏழைகளுக்குப் பண உதவி செய்வது கர்த்தருக்குக் கடன் கொடுப்பது போன்றது ஆகும். அவர்கள் மீது தயவாய் இருந்ததற்காக கர்த்தர் அவற்றைத் திருப்பித் தருவார்."},{"number":18,"verse":"உன் குமாரனுக்குக் கற்றுக்கொடு, அவன் தவறு செய்யும்போது தண்டனைகொடு. அதுதான் ஒரே நம்பிக்கை. இதனை நீ செய்ய மறுத்தால், பிறகு அவன் தன்னையே அழித்துக்கொள்ள நீ உதவுவதாக இருக்கும்."},{"number":19,"verse":"ஒருவன் மிக எளிதில் கோபம் கொண்டால், அதற்குரிய விலையை அவன் கொடுக்க வேண்டியதிருக்கும். அவனை நீ துன்பத்திலிருந்து தப்புவித்தால், அவன் அதனையே மீண்டும், மீண்டும் செய்வான்."},{"number":20,"verse":"அறிவுரைகளைக் கேள்; ஒழுக்கத்தை ஏற்றுக்கொள். அப்போது நீ அறிவாளி ஆவாய்."},{"number":21,"verse":"ஜனங்களுக்கு பலவித எண்ணங்கள் தோன்றலாம். எனினும் கர்த்தருடைய திட்டங்களே நிறைவேறும்."},{"number":22,"verse":"ஜனங்கள் உண்மையாகவும் நேர்மையாகவும் இருப்பவனை விரும்புகிறார்கள். எனவே ஜனங்களால் நம்பப்படாதவனாக இருப்பதைவிட ஏழையாக இருப்பதே மேல்."},{"number":23,"verse":"கர்த்தரை மதிக்கிறவன் நல்ல வாழ்வைப் பெறுகிறான். அவன் தன் வாழ்வில் திருப்தியடைகிறான். அவன் துன்பங்களைப்பற்றிக் கவலைப்பட வேண்டியதில்லை."},{"number":24,"verse":"சோம்பேறி, தன் உணவிற்குத் தேவையான வேலைகளைக்கூடச் செய்யமாட்டான். தட்டிலிருந்து உணவை எடுத்து வாயில் வைக்கவும் சோம்பல்படும் அளவுக்கு அவன் முழுச் சோம்பேறி ஆவான்."},{"number":25,"verse":"சிலர் எதற்கும் மரியாதை காட்டமாட்டார்கள். அவர்கள் தண்டிக்கப்படவேண்டும். அறிவற்றவன் தன் பாடத்தைக் கற்றுக்கொள்ள கட்டாயப்படுத்தப்படுகிறான். ஆனால் சிறு சிட்சையே அறிவாளிகளைக் கற்றுக்கொள்ளச் செய்யும்."},{"number":26,"verse":"ஒருவன் தன் தந்தையிடமிருந்து திருடி, தன் தாயை பலவந்தமாக வெளியேற்றினால் அவன் மிகவும் மோசமானவன். அவன் தனக்குத்தானே அவமானத்தையும் அவமரியாதையையும் தேடிக்கொள்கிறான்."},{"number":27,"verse":"போதனைகளைக் கவனமாகக் கேட்பதை நிறுத்தினால் நீ முட்டாள்தனமான தவறுகளைச் செய்துகொண்டே இருப்பாய்."},{"number":28,"verse":"சாட்சி சொல்ல வருகிறவன் நேர்மையற்றவனாக இருந்தால், தீர்ப்பும் சரியானதாக இராது. தீயவர்கள் சொல்வது தீமையைத் தரும்."},{"number":29,"verse":"மற்றவர்களைவிடத் தன்னைச் சிறந்தவனாக நினைப்பவன் தண்டிக்கப்படுவான். அறிவற்றவன் தனக்கான தண்டனையைப் பெறுகிறான்."}]}