{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"விவசாயிகள் சிறு வாய்க்கால்களைத் தோண்டி தம் வயல்களில் நீர்ப்பாய்ச்சுவார்கள். மற்ற வாய்க்கால் வழிகளை அடைத்து குறிப்பிட்ட ஒரு வாய்க்கால் வழியே மட்டும் நீர்ப்பாய்ச்சுவார்கள். இது போல்தான் ராஜாவின் மனதையும் கர்த்தர் கட்டுப்படுத்துகிறார். அவன் எங்கெல்லாம் போகவேண்டும் என்று விரும்புகிறாரோ அங்கெல்லாம் அவனை கர்த்தர் வழி நடத்துகிறார்."},{"number":2,"verse":"ஒருவன் தான் செய்வதையெல்லாம் சரி என்றே நினைக்கிறான். ஜனங்களின் செயல்களுக்காக கர்த்தரே சரியான காரணங்களோடு தீர்ப்பளிக்கிறார்."},{"number":3,"verse":"சரியானதும் நேர்மையானதுமான செயல்களைச் செய்யுங்கள். பலிகளைவிட இத்தகையவற்றையே கர்த்தர் விரும்புகிறார்."},{"number":4,"verse":"கர்வமுள்ள பார்வையும், பெருமையான எண்ணங்களும் பாவமானவை. ஒருவன் தீயவன் என்பதை அவை காட்டுகின்றன."},{"number":5,"verse":"கவனமான திட்டங்கள் இலாபத்தைத் தரும். ஆனால் ஒருவன் கவனம் இல்லாமலும் எதையும் அவசரகதியுமாகச் செய்துகொண்டும் இருந்தால், அவன் ஏழையாவான்."},{"number":6,"verse":"நீ செல்வந்தனாவதற்காகப் பிறரை ஏமாற்றினால் உன் செல்வம் உன்னைவிட்டு வெகுவிரைவில் விலகிவிடும். உன் செல்வம் உன்னை மரணத்துக்கே அழைத்துச் செல்லும்."},{"number":7,"verse":"தீயவர்களின் செயல்கள் அவர்களை அழித்துவிடும். அவர்கள் சரியானவற்றைச் செய்ய மறுக்கின்றனர்."},{"number":8,"verse":"கெட்டவர்கள் எப்பொழுதும் மற்றவர்களை ஏமாற்றவே முயற்சி செய்கிறார்கள். ஆனால் நல்லவர்களோ நேர்மையானவர்களாகவும் சிறந்தவர்களாகவும் இருக்கின்றனர்."},{"number":9,"verse":"எப்போதும் எதற்கெடுத்தாலும் வாக்குவாதம் செய்கிற மனைவியோடு வீட்டில் வாழ்வதைவிட கூரையின்மேல் வாழ்வது நல்லது."},{"number":10,"verse":"தீயவர்கள் மேலும் தீமையே செய்ய விரும்புகின்றனர். இவர்கள் தம்மைச் சுற்றியிருப்பவர்கள் மீது இரக்கம் காட்டமாட்டார்கள்."},{"number":11,"verse":"தேவனைக் கேலிச் செய்கிறவனைத் தண்டித்துவிடு. இதனால் அறிவற்றவர்கள் பாடம் கற்பார்கள். அவர்கள் அறிவாளிகளாகின்றனர். அவர்கள் மேலும், மேலும் அறிவைப் பெறுகின்றனர்."},{"number":12,"verse":"தேவன் நல்லவர், தீயவர்கள் என்ன செய்துகொண்டிருக்கிறார்கள் என்பதை தேவன் அறிவார், அவர்களைத் தண்டிப்பார்."},{"number":13,"verse":"ஒருவன் ஏழைகளுக்கு உதவ மறுத்தால், அவனுக்கு உதவி தேவைப்படும் தருணத்தில் உதவி செய்ய யாரும் முன்வரமாட்டார்கள்."},{"number":14,"verse":"ஒருவன் உன்மீது கோபமாக இருந்தால் இரகசியமாக அவனுக்கு ஒரு அன்பளிப்பைக்கொடு. அது அவனது கோபத்தைத் தடுக்கும்."},{"number":15,"verse":"நேர்மையான தீர்ப்பு நல்லவர்களை மகிழ்ச்சியாக்கும். ஆனால் அது தீயவர்களைப் பயப்படுத்தும்."},{"number":16,"verse":"அறிவைவிட்டு விலகி நடப்பவன் அழிவை நோக்கியே செல்கிறான்."},{"number":17,"verse":"வேடிக்கை செய்வதையே முதன்மையாகக் கருதுபவன் ஏழ்மையடைவான். அவன் திராட்சைரசத்தையும் உணவையும் விரும்பினால் அவனால் செல்வந்தனாக முடியாது."},{"number":18,"verse":"நல்லவர்களுக்குத் தீயவர்கள் செய்யும் தீமைகளுக்கெல்லாம் விலை கொடுக்கவேண்டும். நேர்மையற்றவர்கள் நேர்மையானவர்களுக்குச் செய்தவற்றுக்காக விலைதர வேண்டும்."},{"number":19,"verse":"முன்கோபமும் வாக்குவாதம் செய்வதில் ஆர்வமும்கொண்ட மனைவியோடு வாழ்வதைவிட பாலைவனத்தில் வாழ்வது நல்லது."},{"number":20,"verse":"அறிவுள்ளவன் தனக்குத் தேவையானவற்றைச் சேகரித்துக்கொள்கிறான். அறிவற்றவனோ தான் பெற்றதை பெற்ற வேகத்திலேயே செலவு செய்துவிடுகிறான்."},{"number":21,"verse":"எப்பொழுதும் அன்பையும், கருணையையும் காட்டுகிற ஒருவன் நல்வாழ்வும் செல்வமும் சிறப்பும் பெறுவான்."},{"number":22,"verse":"அறிவுள்ளவனால் அனைத்தையும் செய்ய முடியும். அவனால் வலிமைமிக்க வீரர்களின் காவலில் உள்ள நகரங்களையும் தாக்கமுடியும். அவர்களைக் காக்கும் என்று நம்பியவைகளையும் தகர்க்கமுடியும்."},{"number":23,"verse":"ஒருவன் தான் சொல்வதைப்பற்றி எச்சரிக்கை உடையவனாக இருந்தால், அவன் தன்னைத் துன்பங்களிலிருந்து காத்துக்கொள்கிறான்."},{"number":24,"verse":"பெருமைகொண்டவன் மற்றவர்களைவிடத் தன்னைச் சிறந்தவனாக நினைக்கிறான். அவன் தனது செயல்கள் மூலம் தீயவன் என்று காட்டுகிறான்."},{"number":25,"verse":"சோம்பேறி மேலும், மேலும் ஆசைப்படுவதால் தன்னையே அழித்துக்கொள்கிறான். அவன் அதற்கென உழைக்க மறுப்பதால் தன்னைத்தானே அழித்துக்கொள்கிறான். ஆனால் நல்லவனிடம் ஏராளமாக இருப்பதால் அவனால் கொடுக்க முடியும்."},{"number":27,"verse":"தீயவர்கள் பலிதரும்போது, குறிப்பாக அவர்கள் கர்த்தரிடமிருந்து சிலவற்றைப் பெற முயற்சிக்கும்போது கர்த்தர் மகிழ்ச்சியடைவதில்லை."},{"number":28,"verse":"பொய் சொல்பவன் அழிக்கப்படுவான். அப்பொய்யை நம்புகிறவனும் அவனோடு அழிந்துவிடுவான்."},{"number":29,"verse":"தான் செய்வது சரி என்பதை எப்போதும் நல்லவன் அறிவான். ஆனால் தீயவனோ நடிக்கிறான்."},{"number":30,"verse":"கர்த்தர் எதிராக இருக்கும்போது வெற்றியடையக்கூடிய திட்டமிடுகிற அளவிற்கு யாருக்கும் அறிவில்லை."},{"number":31,"verse":"ஜனங்களால் போருக்கான அனைத்து ஏற்பாடுகளையும், குதிரைகளையும்கூடத் தயார் செய்ய முடியும். ஆனால் கர்த்தர் வெற்றியைக்கொடுக்காவிட்டால் அவர்களால் வெல்ல இயலாது."}]}