{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"(சாலொமோனிடமிருந்து மேலும் ஞானமொழிகள்) இது சாலொமோன் சொன்ன மேலும் சில ஞானமொழிகள். இவ்வார்த்தைகள் யூதாவின் ராஜாவாகிய எசேக்கியா என்பவனின் வேலைக்காரர்கள் பார்த்து எழுதியவை."},{"number":2,"verse":"நாம் அறிந்துகொள்ளக்கூடாது என்று தேவன் எண்ணும் காரியங்களை மறைத்து வைக்கும் உரிமை தேவனுக்கு உண்டு. ஆனால் தான் சொல்லும் காரியங்களுக்காக ஒரு ராஜா பெருமைக்குரியவன் ஆகிறான்."},{"number":3,"verse":"வானம் நமக்கு மேலே மிகவும் உயரத்தில் உள்ளது. பூமியில் ஆழங்கள் உள்ளன. இது போலவே ராஜாவினுடைய மனமும் உள்ளது. இவற்றை நம்மால் புரிந்துகொள்ள முடியாது."},{"number":4,"verse":"நீ வெள்ளியிலிருந்து கசடுகளையும் அசுத்தங்களையும் நீக்கிவிட்டால், அதைக்கொண்டு ஒரு தொழிலாளியால் நல்ல அழகான பொருட்களைச் செய்யமுடியும்."},{"number":5,"verse":"இதுபோலவே, ஒரு ராஜாவிடமிருந்து தீய ஆலோசகர்களை நீக்கிவிட்டால், நன்மை அவனது ஆட்சியை வலிமையுள்ளதாக்கும்."},{"number":6,"verse":"ராஜாவுக்கு முன்னால் உன்னைப்பற்றிப் பெருமை பேசாதே. நீ புகழ்பெற்றவன் என்றும் கூறாதே."},{"number":7,"verse":"ராஜா உன்னை அவனாக வரவழைப்பதுதான் மிக நல்லது. ஆனால் நீயாகப் போனால் மற்றவர்கள் முன்பு நீ அவமானப்பட்டுப் போவாய்"},{"number":8,"verse":"நீ உன் கண்ணால் பார்த்ததை நீதிபதியிடம் சொல்ல அவசரப்படாதே. வேறு ஒருவன் நீ சொல்வது தவறென்று நிரூபித்துவிட்டால் பிறகு நீ அவமானப்படுவாய்."},{"number":9,"verse":"நீயும் இன்னொருவனும் ஒத்துப்போகாவிட்டால் இனி என்ன செய்யலாம் என்பதை உங்களுக்குள் பேசி முடிவுசெய். அடுத்தவனின் இரகசியத்தை வெளியில் கூறாதே."},{"number":10,"verse":"நீ அவ்வாறு செய்தால், பிறகு அவமானப்படுவாய். அதற்குப் பிறகு உன் அவப்பெயர் எப்போதும் நீங்காது."},{"number":11,"verse":"நீ சரியான நேரத்தில் சரியானதைக் கூறுவது, தங்க ஆப்பிளை வெள்ளித் தட்டில் வைப்பதுபோன்றது."},{"number":12,"verse":"ஞானமுள்ளவன் உன்னை எச்சரித்தால், அது தங்க மோதிரங்களைவிடவும், சுத்தமான தங்கத்தால் செய்த நகைகளைவிடவும் மதிப்புள்ளது."},{"number":13,"verse":"நம்பிக்கைக்குரிய தூதுவன் அவனை அனுப்பியவனுக்குப் பயனுள்ளவனாக இருப்பான். அவன் வேனிற்கால அறுவடையின்போது கிடைக்கும் குளிர்ந்த தண்ணீரைப் போன்றவன்."},{"number":14,"verse":"சிலர் அன்பளிப்பு கொடுப்பதாக வாக்குறுதி தருவார்கள். ஆனால் அவற்றைத் தரமாட்டார்கள். இவர்கள் மழை தராத மேகமும் காற்றும் போன்றவர்கள்."},{"number":15,"verse":"பொறுமையான பேச்சு யாருடைய சிந்தனையையும் மாற்ற வல்லது. அது ராஜாவையும் மாற்றும் மென்மையான பேச்சு மிகுந்த வலிமை உடையது."},{"number":16,"verse":"தேன் நல்லது. ஆனால் அதை அதிகம் உண்ணாதே. அவ்வாறு செய்தால் நீ வியாதிக்குள்ளாவாய்."},{"number":17,"verse":"இதுபோலவே உனது அயலான் வீட்டிற்கு அடிக்கடிப் போகாதே. அவ்வாறு செய்தால் அவன் உன்னை வெறுக்கத் துவங்குவான்."},{"number":18,"verse":"உண்மையைச் சொல்லாதவன் ஆபத்தானவன். அவன் தண்டாயுதத்திற்கும் வாளுக்கும் கூர்மையான அம்புக்கும் சமமானவன்."},{"number":19,"verse":"துன்ப காலத்தில் பொய் சொல்பவனை நம்பி இருக்காதே. வலி கொடுக்கும் பல்லைப் போன்றும், வாதத்தால் சூம்பிய காலைப் போன்றும் அவன் இருப்பான். அவனது தேவை வரும்போது துன்புறுத்துவான்."},{"number":20,"verse":"வருத்தத்தோடு இருக்கிறவன் முன்னால் மகிழ்ச்சியான பாடல்களைப் பாடுவது ஒருவன் குளிரால் வருந்தும்போது ஆடையைப் பறிப்பது போன்றதாகும். அது வெடிப்பின் மேல் காடியைக் கலப்பது போன்றது ஆகும்."},{"number":21,"verse":"உன் எதிரி பசியோடு இருந்தால் அவனுக்கு உணவு கொடு. உன் எதிரி தாகமாக இருந்தால் குடிக்க தண்ணீரைக்கொடு."},{"number":22,"verse":"இவ்வாறு செய்வதின்மூலம் நீ அவனை வெட்கப்படுத்த முடியும். இது எரிகிற நெருப்புத் தழல்களை அவன் தலையின்மேல் போடுவதற்குச் சமமாகும். உன் எதிரிக்கு நீ நல்லதைச் செய்தபடியால் கர்த்தர் உனக்கு நற்பலனைத் தருவார்."},{"number":23,"verse":"வடக்கே இருந்து வரும் காற்று மழையைக்கொண்டுவரும். இதுபோலவே வம்பானது கோபத்தைக்கொண்டுவரும்."},{"number":24,"verse":"உன்னோடு ஓயாமல் வாக்குவாதம் செய்கிற மனைவியோடு வீட்டிற்குள் வாழ்வதைவிட கூரை மேல் வாழ்வது நல்லது."},{"number":25,"verse":"தூரமான இடத்திலிருந்து வரும் நல்ல செய்தி வெப்பமாகவும் தாகமாகவும் இருக்கும்போது கிடைக்கும், குளிர்ந்த தண்ணீரைப் போன்றதாகும்."},{"number":26,"verse":"ஒரு நல்ல மனிதன் பலவீனமாகி கெட்டவன் பின்னால் போவது என்பது நல்ல தண்ணீர் அழுக்காவதைப் போன்றதாகும்."},{"number":27,"verse":"நீ தேனை மிகுதியாகப் பருகினால் அது உனக்கு நல்லதல்ல. இதுபோலவே உனக்கு மிக அதிகளவு பெருமையைத் தேடிக்கொள்ள முயலாதே."},{"number":28,"verse":"ஒருவன் தன்னைத்தானே கட்டுப்படுத்த முடியாவிட்டால், அவன் மதில் உடைந்துப்போன நகரைப்போன்று இருப்பான்"}]}