{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"(அறிவற்றவர்களைப்பற்றிய ஞான மொழிகள்) கோடைக்காலத்தில் பனி விழக்கூடாது. அறுவடை காலத்தில் மழை பெய்யக்கூடாது. அது போலவே ஜனங்கள் அறிவற்றவர்களைப் பெருமைப்படுத்தக் கூடாது."},{"number":2,"verse":"ஒருவன் உனக்குக் கேடு ஏற்படும்படி சபித்தால் அதற்காகக் கவலைப்படாதே. நீ தவறு செய்யாமல் இருந்தால் உனக்கு எந்தக் கேடும் ஏற்படாது. அவர்களின் வார்த்தைகள் நிற்காமல் பறந்து செல்லும் தடுக்க முடியாத பறவைகளைப் போன்றிருக்கும்."},{"number":3,"verse":"குதிரைக்கு ஒரு சவுக்கு வேண்டும். கழுதைக்குக் கடிவாளம் வேண்டும். முட்டாளுக்கு அடிகொடுக்க வேண்டும்."},{"number":4,"verse":"இங்கே ஒரு இக்கட்டான சூழ்நிலை. ஒரு முட்டாள் மூடத்தனமான கேள்வியைக் கேட்டால் நீயும் ஒரு மூடத்தனமான பதிலைக்கொடுக்கவேண்டாம். ஏனென்றால் நீயும் முட்டாளைப்போன்று தோன்றுவாய்."},{"number":5,"verse":"ஆனால் ஒரு முட்டாள் ஒரு மூடத்தனமான கேள்வியைக் கேட்டால் நீயும் ஒரு மூடத்தனமான பதிலையே கூறவேண்டும். இல்லையெனில் அவன் தன்னை ஞானியாக நினைத்துக்கொள்வான்."},{"number":6,"verse":"உனது செய்தியை ஒரு முட்டாள் எடுத்துச் செல்லும்படி அனுமதிக்காதே. நீ அவ்வாறு செய்தால் உனது காலை நீயே வெட்டிக்கொள்வது போன்றது. நீயே துன்பத்தைத் தேடிக்கொள்கிறாய்."},{"number":7,"verse":"ஒரு முட்டாள் புத்திசாலித்தனத்தோடு பேச முயற்சிப்பது ஊனமான ஒருவன் நடக்க முயற்சிசெய்வது போன்றதாகும்."},{"number":8,"verse":"ஒரு முட்டாளுக்குப் பெருமை சேர்ப்பது, கவணிலே கல்லைக் கட்டுவதுப் போல் இருக்கும்."},{"number":9,"verse":"ஒரு முட்டாள் ஞானமுள்ள ஒன்றைச் சொல்ல முயல்வது ஒரு குடிகாரன் தன் கரத்திலுள்ள முள்ளை எடுக்க முயற்சி செய்வது போன்றதாகும்."},{"number":10,"verse":"ஒரு முட்டாளையோ, அல்லது யாரோ ஒரு வழிப்போக்கனையோ வேலைக்கு வைத்துக்கொள்வது ஆபத்தானது. அவன் யாருக்குத் துன்பம் தருவான் என்பதைத் தீர்மானிக்க முடியாது."},{"number":11,"verse":"ஒரு நாய் எதையாவது தின்னும், பிறகு அதை வாந்தி எடுக்கும், பின் அதனையே தின்னும். இது போலவே முட்டாள்களும் மூடத்தனத்தையே திரும்பத் திரும்பச் செய்வார்கள்."},{"number":12,"verse":"ஞானமுள்ளவனாக ஒருவன் இல்லாமல் இருந்தும் தன்னை ஞானியாக நினைப்பது முட்டாளைவிட மோசமானது."},{"number":13,"verse":"“என்னால் வீட்டைவிட்டுச் செல்ல முடியாது, தெருவில் சிங்கம் உள்ளது” என்று ஒரு சோம்பேறி கூறுகிறான்."},{"number":14,"verse":"ஒரு சோம்பேறி கதவைப் போன்றவன். கதவு கீல் முனையில் அசைவதுபோன்று சோம்பேறியும் படுக்கையில் அசைந்துக்கொண்டு இருக்கிறான்."},{"number":15,"verse":"சோம்பேறி தனது தட்டில் உள்ள உணவை வாயில் வைக்க முயலாமல் சோம்பேறித்தனமாக நடந்துக்கொள்கிறான்."},{"number":16,"verse":"சோம்பேறி மிகுந்த புத்தியுள்ளவனாகத் தன்னை நினைத்துக்கொள்கிறான். தன் கருத்துக்களுக்கு சரியான காரணம் சொல்லும் ஏழுபேரைக் காட்டிலும் ஞானவானாகத் தன்னை நினைத்துக்கொள்கிறான்."},{"number":17,"verse":"இரண்டுபேர் செய்யும் விவாதத்திற்கிடையில் சிக்கிக்கொள்வது மிகவும் ஆபத்தானது. இது தெருவில் போகும் நாயின் காதைப் பிடித்து இழுப்பது போன்றதாகும்."},{"number":18,"verse":"ஒருவன் தந்திரமாக இன்னொருவனை வஞ்சித்துவிட்டு பிறகு வேடிக்கைக்காகச் செய்தேன் என்று கூறுவது தவறு. இது ஒரு பைத்தியகாரன் காற்றில் அம்பை எய்து யாரையாவது எதிர்பாராதவிதமாகக்கொன்று போடும் விபத்தைப் போன்றது."},{"number":20,"verse":"நெருப்புக்கு விறகு இல்லாவிட்டால் அது அணைந்துப்போகும். இதுபோலவே வம்பு இல்லாவிட்டால் வாதங்களும் முடிந்துப்போகும்."},{"number":21,"verse":"கரி நெருப்பை எரிய வைக்கிறது. விறகும் நெருப்பை எரிய வைக்கிறது. இது போலவே துன்பம் செய்கிறவர்கள் வாதங்களை விடாமல் வைத்துள்ளனர்."},{"number":22,"verse":"ஜனங்கள் வம்புப்பேச்சை விரும்புவார்கள். அது அவர்களுக்கு நல்ல உணவு உண்பதைப்போல் இருக்கும்."},{"number":23,"verse":"தீய திட்டங்களைச் சிலர் நல்ல வார்த்தைகளால் மூடி மறைத்து வைத்திருப்பார்கள். இது குறைந்த விலையுள்ள மண்பாத்திரத்தின் மீது வெள்ளியைப் பூசியதுபோன்று இருக்கும்."},{"number":24,"verse":"ஒரு தீயவன் தனது பேச்சின் மூலம் தன்னை நல்லவனைப்போன்று காட்டிக்கொள்ளலாம். ஆனால் அவன் தன் தீய திட்டங்களை தன் இருதயத்தில் மறைத்து வைக்கிறான்."},{"number":25,"verse":"அவன் சொல்லும் காரியங்கள் நலமாகத் தோன்றலாம். எனினும் அவனை நம்பவேண்டாம். அவனது மனம் முழுவதும் தீமையால் நிறைந்திருக்கும்."},{"number":26,"verse":"அவன் தனது தீய திட்டங்களை மென்மையான வார்த்தைகளால் மறைத்து வைத்திருக்கிறான். எனினும் அவனது கெட்டச் செயல்கள் முடிவில் ஜனங்கள் முன்பு வெளிப்பட்டுவிடும்."},{"number":27,"verse":"ஒருவன் இன்னொருவனைத் தந்திரத்தால் வசப்படுத்த விரும்பினால் அவனே தந்திரத்திற்கு சிறையாவான். ஒருவன் இன்னொருவன் மீது கல்லை உருட்ட விரும்பினால் அவனே கல்லுக்கடியில் நசுங்கிப்போவான்."},{"number":28,"verse":"பொய் சொல்லும் மனிதன் யாரைக் காயப்படுத்துகிறானோ அவரை வெறுக்கிறான். ஒருவன் அர்த்தமற்றவற்றைப் பேசினால் அவன் தன்னையே காயப்படுத்திக்கொள்கிறான்."}]}