{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":29,"verses":[{"number":1,"verse":"ஒருவன் எப்பொழுதும் பிடிவாதமானவனாக இருந்து, தன்னைச் சரிப்படுத்துவோரிடம் கோபித்துக்கொண்டே இருந்தால், அவன் திடீரென்று ஆபத்தைச் சந்திக்க நேரிடும். அவன் அதிலிருந்து தப்பிக்க முடியாது."},{"number":2,"verse":"ஆள்பவன் நல்லவனாக இருந்தால், அனைவரும் மகிழ்ச்சியாக இருப்பார்கள். ஆனால் தீயவன் ஆள வந்தால் ஜனங்கள் அனைவரும் புகார் சொல்வார்கள்."},{"number":3,"verse":"ஒருவன் ஞானத்தை விரும்பினால் அவனது தந்தை மகிழ்ச்சி அடைவார். ஆனால் தன் செல்வத்தை விபச்சாரிகளிடம் செலவிடுபவன் தன் செல்வத்தை எல்லாம் இழப்பான்."},{"number":4,"verse":"ராஜா நேர்மையுள்ளவனாக இருந்தால், நாடு பலமுடையதாக இருக்கும். ஆனால் ராஜா சுயநலக்காரனாக இருந்தால் எல்லாவற்றுக்கும் மக்கள் ராஜாவுக்குப் பணம் செலுத்தவேண்டியதாக இருந்தால், நாடு பலவீனமடையும்."},{"number":5,"verse":"ஒருவன் தான் விரும்புவதைத் தந்திரமான வார்த்தைகளைப் பேசிப் பெறமுயன்றால் அவன் தனக்குத்தானே வலைவிரிக்கிறான்."},{"number":6,"verse":"தீயவர்கள் தம் சொந்தப் பாவங்களாலேயே தோற்கடிக்கப்படுகிறார்கள். ஆனால் நல்லவர்களோ பாடிக்கொண்டும், மகிழ்ச்சியோடும் இருக்கிறார்கள்."},{"number":7,"verse":"நல்லவர்கள் ஏழை ஜனங்களுக்கு நேர்மையான காரியங்களைச் செய்யவே விரும்புகின்றனர். தீயவர்களோ இதைப்பற்றிக் கவலைப்படுவதில்லை."},{"number":8,"verse":"மற்றவர்களைவிடத் தான் பெரியவன் என்று நினைப்பவன் பல துன்பங்களுக்குக் காரணமாக இருக்கிறான். அவர்களால் முழு நகரத்தையுமே குழப்பத்தில் ஆழ்த்த முடியும். ஆனால் ஞானம் உள்ளவர்களோ சமாதானத்தை உருவாக்க முடியும்."},{"number":9,"verse":"ஞானமுள்ளவன் முட்டாளோடு ஒரு பிரச்சனையைத் தீர்க்க முயற்சிசெய்தால், அந்த முட்டாள் வாதம்செய்து முட்டாள்தனமாகப் பேசுவான். இருவரும் எப்போதும் ஒத்துப்போகமாட்டார்கள்."},{"number":10,"verse":"கொலைக்காரர்கள் நேர்மையானவர்களை எப்பொழுதும் வெறுக்கின்றனர். அவர்கள் நல்லவர்களையும், நேர்மையானவர்களையும் கொலைசெய்யப் பார்க்கிறார்கள்."},{"number":11,"verse":"ஒரு முட்டாள் விரைவில் கோபம் அடைகிறான். ஆனால் ஞானமுள்ளவனோ பொறுமையாகத் தன்னைக் கட்டுப்படுத்திக்கொள்கிறான்."},{"number":12,"verse":"ஆள்பவன் பொய்யைக் கேட்டுக்கொள்வானேயானால், அவனது அதிகாரிகளும் தீயவர்களாகிவிடுகின்றனர்."},{"number":13,"verse":"ஏழையும் ஏழையிடம் திருடுபவனும் ஒரே வகையைச் சேர்ந்தவர்கள். இருவரையும் கர்த்தரே படைத்துள்ளார்."},{"number":14,"verse":"ராஜா ஏழைகளிடம் நேர்மையாக இருந்தால் அவன் நீண்டகாலம் ஆட்சி செய்வான்."},{"number":15,"verse":"பிள்ளைகளுக்கு அடியும், போதனையும் நல்லது. தம் பிள்ளைகளை எது வேண்டுமானாலும் செய்து கொள்ளட்டும் என்று பெற்றோர் விட்டுவிட்டால், அப்பிள்ளைகள் தம் தாய்க்கு அவமானத்தையே தருவார்கள்."},{"number":16,"verse":"தீயவர்கள் நாட்டை ஆண்டால், எங்கும் பாவமே நிறைந்திருக்கும். இறுதியில் நல்லவர்களே வெல்வார்கள்."},{"number":17,"verse":"உன் குமாரன் தவறு செய்யும்போது அவனைத் தண்டித்துவிடு. பிறகு அவனைப்பற்றி நீ பெருமைப்படலாம். அவன் உன்னை அவமானப்படுத்தமாட்டான்."},{"number":18,"verse":"ஒரு நாடு தேவனால் வழி நடத்தப்படாவிட்டால், அந்நாட்டில் சமாதானம் இருக்காது. ஆனால், தேவனுடைய சட்டங்களுக்குக் கீழ்ப்படியும் நாடு மகிழ்ச்சி அடையும்."},{"number":19,"verse":"நீ வெறுமனே பேசிக்கொண்டு மட்டும் இருந்தால் வேலைக்காரன் பாடம் கற்றுக்கொள்ளமாட்டான். அவன் உன் வார்த்தைகளைப் புரிந்துகொள்ளலாம், ஆனால் கீழ்ப்படியமாட்டான்."},{"number":20,"verse":"சிந்தனை செய்யாமல் பேசுபவனுக்கு நம்பிக்கையில்லை. இதைவிட முட்டாளுக்கு நம்பிக்கையுண்டு."},{"number":21,"verse":"நீ உனது வேலைக்காரனின் விருப்பப்படி எல்லாவற்றையும் கொடுப்பாயானால், இறுதியில் அவன் நல்ல வேலைக்காரனாக இருக்கமாட்டான்."},{"number":22,"verse":"கோபமுள்ளவன் துன்பத்திற்குக் காரணமாகிறான். விரைவில் கோபம்கொள்கிறவன் பல பாவங்களுக்குப் பொறுப்பாகிறான்."},{"number":23,"verse":"மற்றவர்களைவிடத் தன்னைப் பெரியவனாக ஒருவன் நினைத்துக்கொண்டால், அந்த எண்ணமே அவனை அழித்துவிடும். ஆனால் ஒருவன் பணிவாக இருக்கும்போது, மற்றவர்கள் அவனை மதிப்பார்கள்."},{"number":24,"verse":"சேர்ந்து வேலைசெய்யும் இரண்டு திருடர்கள் பகைவர்களாக இருக்கிறார்கள். ஒருவன் அடுத்தவனை பயமுறுத்தி மிரட்டுவான். எனவே வழக்கு மன்றத்தில் உண்மையைச் சொல்லும்படி வற்புறுத்தப்பட்டால் அவன் வாயைத் திறந்து பேசவே பயப்படுவான்."},{"number":25,"verse":"அச்சம் என்பது வலையைப் போன்றது. ஆனால் நீ கர்த்தர் மீது நம்பிக்கை வைத்தால் பாதுகாப்பாக இருப்பாய்."},{"number":26,"verse":"ஆள்வோரோடு நட்புக்கொள்ள பலர் விரும்புவார்கள். ஆனால் கர்த்தர் ஒருவரே ஜனங்களைச் சரியாக நியாயந்தீர்க்கிறார்."},{"number":27,"verse":"நேர்மையற்றவர்களை நல்லவர்கள் வெறுக்கின்றனர். தீயவர்களோ உண்மையுள்ளவர்களை வெறுக்கின்றனர்."}]}