{"bibleAbbr":"TERV1998","bookName":"நீதிமொழிகள்","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"ஞானம் தனது வீட்டைக் கட்டி அதில் ஏழு தூண்களையும் அமைத்துக்கொண்டாள்."},{"number":2,"verse":"ஞானம் இறைச்சியைச் சமைத்து, திராட்சை ரசத்தைத் தயாரித்து அவைகளை மேஜைமீது வைத்தாள்."},{"number":3,"verse":"பிறகு தன் வேலைக்காரர்களை அனுப்பி நகரத்திலிருந்து ஜனங்களை மலைக்கு வந்து தன்னோடு உணவருந்தும்படி அழைத்தாள்."},{"number":4,"verse":"அவள், “வாருங்கள், கற்க அவசியமுள்ளவர்களே வாருங்கள்” என்று அழைத்தாள். அறிவில்லாதவர்களையும் அவள் வரவழைத்தாள்."},{"number":5,"verse":"“வாருங்கள், ஞானமாகிய உணவை உண்ணுங்கள். நான் தயாரித்த திராட்சைரசத்தைப் பருகுங்கள்."},{"number":6,"verse":"உங்கள் பழைய முட்டாள்தனமான வழிகளை விட்டுவிடுங்கள். உங்களுக்கு வாழ்க்கை இருக்கிறது. புரிந்துகொள்ளுதலின் வழியைப் பின்பற்றுங்கள்” என்றாள்."},{"number":7,"verse":"பெருமை கொண்டவனிடம் சென்று அவன் வழிகள் தவறானவை என்று நீ சொல்ல முயற்சித்தால், அவன் உன்னிடமே குற்றம் கண்டுபிடித்து இழிவாகப் பேசுவான். அவன் தேவனுடைய ஞானத்தையும் கேலிச் செய்வான். ஒரு கெட்டவனிடம் அவன் தவறானவன் என்று நீ சொன்னால் அவன் உன்னையும் கேலிச் செய்வான்."},{"number":8,"verse":"எனவே ஒருவன் மற்றவர்களைவிட தான் மேலானவன் என எண்ணிக்கொண்டிருந்தால், அவன் வழிகள் தவறானவை என்று அவனிடம் சொல்லவேண்டாம். இதற்காக அவன் உன்னை வெறுப்பான். ஆனால் நீ ஒரு புத்திசாலிக்கு உதவி செய்தால் அவன் உன்னை மதித்துப் போற்றுவான்."},{"number":9,"verse":"நீ அறிவாளிக்குப் போதித்தால் அவன் மேலும் ஞானத்தைப் பெறுகிறான். நீ நல்லவனுக்குப் போதித்தால் அவன் மேலும் கற்றுக்கொள்வான்."},{"number":10,"verse":"கர்த்தரை மதிப்பதுதான் ஞானம் பெறுவதற்கான முதல் படியாகும். கர்த்தரைப்பற்றிய அறிவைப் பெறுவதுதான் அறிவைப் பெறுவதற்கான முதல் படியாகும்."},{"number":11,"verse":"நீ ஞானம் உடையவனாக இருந்தால், உன் ஆயுள் காலம் நீண்டதாக இருக்கும்."},{"number":12,"verse":"நீ ஞானம் உடையவனாக ஆனால் உனது சொந்த நன்மைக்கு நீ ஞானம் உடையவனாகிறாய். ஆனால் நீ வீண்பெருமை கொண்டவனாகி மற்றவர்களைக் கேலி செய்தால், உனது துன்பங்களுக்கு நீயே பொறுப்பாளி ஆகிறாய்."},{"number":13,"verse":"ஒரு முட்டாள் சத்தமாகப் பேசும் தீய பெண்ணைப் போன்றவன். அவளுக்கு அறிவில்லை."},{"number":14,"verse":"அவள் தன் வீட்டுக் கதவருகில் உட்கார்ந்திருப்பாள். நகரத்து மலை மீது இருக்கை போட்டு அமர்ந்திருப்பாள்."},{"number":15,"verse":"அவ்வழியாக ஜனங்கள் போகும்போது அவள் அவர்களை அழைக்கிறாள். அவர்களுக்கு அவளைப்பற்றி எந்த ஆர்வமும் இல்லாவிட்டாலும் அவள்,"},{"number":16,"verse":"“கற்றுக்கொள்ள வேண்டியவர்கள் எல்லாரும் வாருங்கள்” என்பாள். அவள் முட்டாள் ஜனங்களையும் அழைக்கிறாள்."},{"number":17,"verse":"ஆனால் முட்டாள்தனமாகிய அந்தப் பெண், “நீங்கள் தண்ணீரைத் திருடினால் அது உங்கள் சொந்தத் தண்ணீரைவிடச் சுவையானதாக இருக்கும். நீங்கள் ரொட்டியைத் திருடினால், அது நீங்களாக சமைத்த ரொட்டியைவிடச் சுவையானதாக இருக்கும்” என்பாள்."},{"number":18,"verse":"அவள் வீடு முழுவதும் கெட்ட ஆவிகளால் நிறைந்திருக்கும் என்று முட்டாள்களுக்குத் தெரிந்திருக்கவில்லை. அவள் அவர்களை மரணத்தின் ஆழமான பகுதிகளுக்கு அழைத்துச் செல்வாள்."}]}