{"bibleAbbr":"Orig2013+","bookName":"עזרא","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"ובשׁנת <WH8141> year אחת <WH259> Now in the first לכורשׁ <WH3566> of Cyrus מלך <WH4428> king פרס <WH6539> of Persia, לכלות <WH3615> might be fulfilled, דבר <WH1697> that the word יהוה <WH3068> of the LORD מפי <WH6310> by the mouth ירמיה <WH3414> of Jeremiah העיר <WH5782> stirred up יהוה <WH3068> the LORD את <WH853> רוח <WH7307> the spirit כרשׁ <WH3566> of Cyrus מלך <WH4428> king פרס <WH6539> of Persia, ויעבר <WH5674> that he made a proclamation קול <WH6963> that he made a proclamation בכל <WH3605> throughout all מלכותו <WH4438> his kingdom, וגם <WH1571> and also במכתב <WH4385> in writing, לאמר׃ <WH559> saying,"},{"number":2,"verse":"כה <WH3541> Thus אמר <WH559> saith כרשׁ <WH3566> Cyrus מלך <WH4428> king פרס <WH6539> of Persia, כל <WH3605> me all ממלכות <WH4467> the kingdoms הארץ <WH776> of the earth; נתן <WH5414> hath given לי יהוה <WH3068> The LORD אלהי <WH430> God השׁמים <WH8064> of heaven והוא <WH1931> and he פקד <WH6485> hath charged עלי <WH5921> hath charged לבנות <WH1129> me to build לו בית <WH1004> him a house בירושׁלם <WH3389> at Jerusalem, אשׁר <WH834> which ביהודה׃ <WH3063> in Judah."},{"number":3,"verse":"מי <WH4310> Who בכם מכל <WH3605> among you of all עמו <WH5971> his people? יהי <WH1961> be אלהיו <WH430> his God עמו <WH5973> with ויעל <WH5927> him, and let him go up לירושׁלם <WH3389> to Jerusalem, אשׁר <WH834> which ביהודה <WH3063> in Judah, ויבן <WH1129> and build את <WH853> בית <WH1004> the house יהוה <WH3068> of the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, הוא <WH1931> (he האלהים <WH430> the God,) אשׁר <WH834> which בירושׁלם׃ <WH3389> in Jerusalem."},{"number":4,"verse":"וכל <WH3605> And whosoever הנשׁאר <WH7604> remaineth מכל <WH3605> in any המקמות <WH4725> place אשׁר <WH834> where הוא <WH1931> he גר <WH1481> sojourneth, שׁם <WH8033> ינשׂאוהו <WH5375> help אנשׁי <WH376> let the men מקמו <WH4725> of his place בכסף <WH3701> him with silver, ובזהב <WH2091> and with gold, וברכושׁ <WH7399> and with goods, ובבהמה <WH929> and with beasts, עם <WH5973> beside הנדבה <WH5071> the freewill offering לבית <WH1004> for the house האלהים <WH430> of God אשׁר <WH834> that בירושׁלם׃ <WH3389> in Jerusalem."},{"number":5,"verse":"ויקומו <WH6965> Then rose up ראשׁי <WH7218> the chief האבות <WH1> of the fathers ליהודה <WH3063> of Judah ובנימן <WH1144> and Benjamin, והכהנים <WH3548> and the priests, והלוים <WH3881> and the Levites, לכל <WH3605> with all העיר <WH5782> had raised, האלהים <WH430> God את <WH853> רוחו <WH7307> whose spirit לעלות <WH5927> to go up לבנות <WH1129> to build את <WH853> בית <WH1004> the house יהוה <WH3068> of the LORD אשׁר <WH834> which בירושׁלם׃ <WH3389> in Jerusalem."},{"number":6,"verse":"וכל <WH3605> And all סביבתיהם <WH5439> they that about חזקו <WH2388> them strengthened בידיהם <WH3027> their hands בכלי <WH3627> with vessels כסף <WH3701> of silver, בזהב <WH2091> with gold, ברכושׁ <WH7399> with goods, ובבהמה <WH929> and with beasts, ובמגדנות <WH4030> and with precious things, לבד <WH905> beside all על <WH5921> כלתנדב׃ <WH5068> was willingly offered."},{"number":7,"verse":"והמלך <WH4428> the king כורשׁ <WH3566> Also Cyrus הוציא <WH3318> brought forth את <WH853> כלי <WH3627> the vessels בית <WH1004> of the house יהוה <WH3069> אשׁר <WH834> which הוציא <WH3318> had brought forth נבוכדנצר <WH5019> Nebuchadnezzar מירושׁלם <WH3389> ויתנם <WH5414> and had put בבית <WH1004> them in the house אלהיו׃ <WH430> of his gods;"},{"number":8,"verse":"ויוציאם <WH3318> bring forth כורשׁ <WH3566> Even those did Cyrus מלך <WH4428> king פרס <WH6539> of Persia על <WH5921> by יד <WH3027> the hand מתרדת <WH4990> of Mithredath הגזבר <WH1489> the treasurer, ויספרם <WH5608> and numbered לשׁשׁבצר <WH8339> them unto Sheshbazzar, הנשׂיא <WH5387> the prince ליהודה׃ <WH3063> of Judah."},{"number":9,"verse":"ואלה <WH428> And this מספרם <WH4557> the number אגרטלי <WH105> chargers זהב <WH2091> of gold, שׁלשׁים <WH7970> of them: thirty אגרטלי <WH105> chargers כסף <WH3701> of silver, אלף <WH505> a thousand מחלפים <WH4252> knives, תשׁעה <WH8672> nine ועשׂרים׃ <WH6242> and twenty"},{"number":10,"verse":"כפורי <WH3713> basins זהב <WH2091> of gold, שׁלשׁים <WH7970> Thirty כפורי <WH3713> basins כסף <WH3701> silver משׁנים <WH4932> of a second ארבע <WH702> four מאות <WH3967> hundred ועשׂרה <WH6235> and ten, כלים <WH3627> vessels אחרים <WH312> other אלף׃ <WH505> a thousand."},{"number":11,"verse":"כל <WH3605> All כלים <WH3627> the vessels לזהב <WH2091> of gold ולכסף <WH3701> and of silver חמשׁת <WH2568> five אלפים <WH505> thousand וארבע <WH702> and four מאות <WH3967> hundred. הכל <WH3605> All העלה <WH5927> bring up שׁשׁבצר <WH8339> did Sheshbazzar עם <WH5973> with העלות <WH5927> that were brought up הגולה <WH1473> the captivity מבבל <WH894> לירושׁלם׃ <WH3389> unto Jerusalem."}]}