{"bibleAbbr":"Orig2013+","bookName":"עזרא","bookEnglishName":"Ezra","chapterNumber":3,"verses":[{"number":1,"verse":"ויגע <WH5060> was come, החדשׁ <WH2320> month השׁביעי <WH7637> And when the seventh ובני <WH1121> and the children ישׂראל <WH3478> of Israel בערים <WH5892> in the cities, ויאספו <WH622> gathered themselves together העם <WH5971> the people כאישׁ <WH376> man אחד <WH259> as one אל <WH413> to ירושׁלם׃ <WH3389> Jerusalem."},{"number":2,"verse":"ויקם <WH6965> Then stood up ישׁוע <WH3442> Jeshua בן <WH1121> the son יוצדק <WH3136> of Jozadak, ואחיו <WH251> and his brethren הכהנים <WH3548> the priests, וזרבבל <WH2216> and Zerubbabel בן <WH1121> the son שׁאלתיאל <WH7597> of Shealtiel, ואחיו <WH251> and his brethren, ויבנו <WH1129> and built את <WH853> מזבח <WH4196> the altar אלהי <WH430> of the God ישׂראל <WH3478> of Israel, להעלות <WH5927> to offer עליו <WH5921> thereon, עלות <WH5930> burnt offerings ככתוב <WH3789> as written בתורת <WH8451> in the law משׁה <WH4872> of Moses אישׁ <WH376> the man האלהים׃ <WH430> of God."},{"number":3,"verse":"ויכינו <WH3559> And they set המזבח <WH4196> the altar על <WH5921> upon מכונתיו <WH4350> his bases; כי <WH3588> for באימה <WH367> fear עליהם <WH5921> upon מעמי <WH5971> them because of the people הארצות <WH776> of those countries: ויעל <WH5927> and they offered עליו <WH5921> thereon עלות <WH5930> burnt offerings ליהוה <WH3068> unto the LORD, עלות <WH5930> burnt offerings לבקר <WH1242> morning ולערב׃ <WH6153> and evening."},{"number":4,"verse":"ויעשׂו <WH6213> They kept את <WH853> חג <WH2282> also the feast הסכות <WH5521> of tabernacles, ככתוב <WH3789> as written, ועלת <WH5930> burnt offerings יום <WH3117> and the daily ביום <WH3117> and the daily במספר <WH4557> by number, כמשׁפט <WH4941> according to the custom, דבר <WH1697> as the duty יום <WH3117> of every day ביומו׃ <WH3117> of every day"},{"number":5,"verse":"ואחריכן <WH310> And afterward עלת <WH5930> burnt offering, תמיד <WH8548> the continual ולחדשׁים <WH2320> both of the new moons, ולכל <WH3605> and of all מועדי <WH4150> the set feasts יהוה <WH3068> of the LORD המקדשׁים <WH6942> that were consecrated, ולכל <WH3605> and of every one מתנדב <WH5068> that willingly offered נדבה <WH5071> a freewill offering ליהוה׃ <WH3068> unto the LORD."},{"number":6,"verse":"מיום <WH3117> אחדחדשׁ <WH2320> month השׁביעי <WH7637> of the seventh החלו <WH2490> began להעלות <WH5927> they to offer עלות <WH5930> burnt offerings ליהוה <WH3069> והיכל <WH1964> of the temple יהוה <WH3069> לא <WH3808> was not יסד׃ <WH3245> But the foundation"},{"number":7,"verse":"ויתנו <WH5414> They gave כסף <WH3701> money לחצבים <WH2672> also unto the masons, ולחרשׁים <WH2796> and to the carpenters; ומאכל <WH3978> and meat, ומשׁתה <WH4960> and drink, ושׁמן <WH8081> and oil, לצדנים <WH6722> unto them of Zidon, ולצרים <WH6876> and to them of Tyre, להביא <WH935> to bring עצי <WH6086> trees ארזים <WH730> cedar מן <WH4480> from הלבנון <WH3844> Lebanon אל <WH413> to ים <WH3220> the sea יפוא <WH3305> of Joppa, כרשׁיון <WH7558> according to the grant כורשׁ <WH3566> that they had of Cyrus מלך <WH4428> king פרס <WH6539> of Persia. עליהם׃ <WH5921>"},{"number":8,"verse":"ובשׁנה <WH8141> year השׁנית <WH8145> Now in the second לבואם <WH935> of their coming אל <WH413> unto בית <WH1004> the house האלהים <WH430> of God לירושׁלם <WH3389> at Jerusalem, בחדשׁ <WH2320> month, השׁני <WH8145> in the second החלו <WH2490> began זרבבל <WH2216> Zerubbabel בן <WH1121> the son שׁאלתיאל <WH7597> of Shealtiel, וישׁוע <WH3442> and Jeshua בן <WH1121> the son יוצדק <WH3136> of Jozadak, ושׁאר <WH7605> and the remnant אחיהם <WH251> of their brethren הכהנים <WH3548> the priests והלוים <WH3881> and the Levites, וכל <WH3605> and all הבאים <WH935> they that were come מהשׁבי <WH7628> out of the captivity ירושׁלם <WH3389> unto Jerusalem; ויעמידו <WH5975> and appointed את <WH853> הלוים <WH3881> the Levites, מבן <WH1121> עשׂריםׁנה <WH8141> ומעלה <WH4605> and upward, לנצח <WH5329> to set על <WH5921> forward מלאכת <WH4399> the work בית <WH1004> of the house יהוה׃ <WH3068> of the LORD."},{"number":9,"verse":"ויעמד <WH5975> Then stood ישׁוע <WH3442> Jeshua בניו <WH1121> his sons ואחיו <WH251> and his brethren, קדמיאל <WH6934> Kadmiel ובניו <WH1121> and his sons, בני <WH1121> the sons יהודה <WH3063> of Judah, כאחד <WH259> together, לנצח <WH5329> to set על <WH5921> forward עשׂה <WH6213> the workmen המלאכה <WH4399> the workmen בבית <WH1004> in the house האלהים <WH430> of God: בני <WH1121> the sons חנדד <WH2582> of Henadad, בניהם <WH1121> their sons ואחיהם <WH251> and their brethren הלוים׃ <WH3881> the Levites."},{"number":10,"verse":"ויסדו <WH3245> laid the foundation הבנים <WH1129> And when the builders את <WH853> היכל <WH1964> of the temple יהוה <WH3068> of the LORD, ויעמידו <WH5975> they set הכהנים <WH3548> the priests מלבשׁים <WH3847> in their apparel בחצצרות <WH2689> with trumpets, והלוים <WH3881> and the Levites בני <WH1121> the sons אסף <WH623> of Asaph במצלתים <WH4700> with cymbals, להלל <WH1984> to praise את <WH853> יהוה <WH3068> the LORD, על <WH5921> after ידי <WH3027> the ordinance דויד <WH1732> of David מלך <WH4428> king ישׂראל׃ <WH3478> of Israel."},{"number":11,"verse":"ויענו <WH6030> And they sang together by course בהלל <WH1984> in praising ובהודת <WH3034> and giving thanks ליהוה <WH3068> unto the LORD; כי <WH3588> because טוב <WH2896> good, כי <WH3588> for לעולם <WH5769> forever חסדו <WH2617> his mercy על <WH5921> toward ישׂראל <WH3478> Israel. וכל <WH3605> And all העם <WH5971> the people הריעו <WH7321> shouted תרועה <WH8643> shout, גדולה <WH1419> with a great בהלל <WH1984> when they praised ליהוה <WH3068> the LORD, על <WH5921> because הוסד <WH3245> ביתהוה׃ <WH3068>"},{"number":12,"verse":"ורבים <WH7227> But many מהכהנים <WH3548> of the priests והלוים <WH3881> and Levites וראשׁי <WH7218> and chief האבות <WH1> of the fathers, הזקנים <WH2205> ancient men, אשׁר <WH834> that ראו <WH7200> had seen את <WH853> הבית <WH1004> house, הראשׁון <WH7223> the first ביסדו <WH3245> when the foundation of this house was laid זה <WH2088> הביתעיניהם <WH5869> before their eyes, בכים <WH1058> wept בקול <WH6963> voice; גדול <WH1419> with a loud ורבים <WH7227> and many בתרועה <WH8643> shouted aloud בשׂמחה <WH8057> for joy: להרים <WH7311> קול׃ <WH6963>"},{"number":13,"verse":"ואין <WH369> could not העם <WH5971> So that the people מכירים <WH5234> discern קול <WH6963> the noise תרועת <WH8643> of the shout השׂמחה <WH8057> of joy לקול <WH6963> from the noise בכי <WH1065> of the weeping העם <WH5971> of the people: כי <WH3588> for העם <WH5971> the people מריעים <WH7321> shouted תרועה <WH8643> shout, גדולה <WH1419> with a loud והקול <WH6963> and the noise נשׁמע <WH8085> was heard עד <WH5704> afar off. למרחוק׃ <WH7350>"}]}