{"bibleAbbr":"Orig2013+","bookName":"עזרא","bookEnglishName":"Ezra","chapterNumber":4,"verses":[{"number":1,"verse":"וישׁמעו <WH8085> heard צרי <WH6862> Now when the adversaries יהודה <WH3063> of Judah ובנימן <WH1144> and Benjamin כי <WH3588> that בני <WH1121> the children הגולה <WH1473> of the captivity בונים <WH1129> built היכל <WH1964> the temple ליהוה <WH3068> unto the LORD אלהי <WH430> God ישׂראל׃ <WH3478> of Israel;"},{"number":2,"verse":"ויגשׁו <WH5066> Then they came אל <WH413> to זרבבל <WH2216> Zerubbabel, ואל <WH413> and to ראשׁי <WH7218> the chief האבות <WH1> of the fathers, ויאמרו <WH559> and said להם <WH1992> נבנה <WH1129> unto them, Let us build עמכם <WH5973> with כי <WH3588> you: for ככם נדרושׁ <WH1875> we seek לאלהיכם <WH430> your God, ולא <WH3808> אנחנו <WH587> as ye and we זבחים <WH2076> do sacrifice מימי <WH3117> unto him since the days אסר חדן <WH634> of Esar-haddon מלך <WH4428> king אשׁור <WH804> of Assur, המעלה <WH5927> אתנוה׃ <WH6311> hither."},{"number":3,"verse":"ויאמר <WH559> said להם זרבבל <WH2216> But Zerubbabel, וישׁוע <WH3442> and Jeshua, ושׁאר <WH7605> and the rest ראשׁי <WH7218> of the chief האבות <WH1> of the fathers לישׂראל <WH3478> of Israel, לא <WH3808> unto them, Ye have nothing לכם ולנו לבנות <WH1129> to do with us to build בית <WH1004> a house לאלהינו <WH430> unto our God; כי <WH3588> but אנחנו <WH587> we ourselves יחד <WH3162> together נבנה <WH1129> will build ליהוה <WH3068> unto the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, כאשׁר <WH834> as צונו <WH6680> hath commanded המלך <WH4428> king כורשׁ <WH3566> Cyrus מלך <WH4428> the king פרס׃ <WH6539> of Persia"},{"number":4,"verse":"ויהי <WH1961> עם <WH5971> Then the people הארץ <WH776> of the land מרפים <WH7503> weakened ידי <WH3027> the hands עם <WH5971> of the people יהודה <WH3063> of Judah, ומבלהים <WH1086> אותםבנות׃ <WH1129> them in building,"},{"number":5,"verse":"וסכרים <WH7936> And hired עליהם <WH5921> against יועצים <WH3289> counselors להפר <WH6565> them, to frustrate עצתם <WH6098> their purpose, כל <WH3605> all ימי <WH3117> the days כורשׁ <WH3566> of Cyrus מלך <WH4428> king פרס <WH6539> of Persia, ועד <WH5704> even until מלכות <WH4438> the reign דריושׁ <WH1867> of Darius מלך <WH4428> king פרס׃ <WH6539> of Persia."},{"number":6,"verse":"ובמלכות <WH4438> And in the reign אחשׁורושׁ <WH325> of Ahasuerus, בתחלת <WH8462> in the beginning מלכותו <WH4438> of his reign, כתבו <WH3789> wrote שׂטנה <WH7855> they an accusation על <WH5921> against ישׁבי <WH3427> the inhabitants יהודה <WH3063> of Judah וירושׁלם׃ <WH3389> and Jerusalem."},{"number":7,"verse":"ובימי <WH3117> And in the days ארתחשׁשׂתא <WH783> of Artaxerxes כתב <WH3789> wrote בשׁלם <WH1312> Bishlam, מתרדת <WH4990> Mithredath, טבאל <WH2870> Tabeel, ושׁאר <WH7605> and the rest כנותו <WH3674> of their companions, על <WH5921> unto ארתחשׁשׂתא <WH783> Artaxerxes מלך <WH4428> king פרס <WH6539> of Persia; וכתב <WH3791> and the writing הנשׁתון <WH5406> of the letter כתוב <WH3789> written ארמית <WH762> in the Syrian tongue, ומתרגם <WH8638> and interpreted ארמית׃ <WH762> in the Syrian tongue."},{"number":8,"verse":"רחום <WH7348> Rehum בעל <WH1169> the chancellor טעם <WH2942> the chancellor ושׁמשׁי <WH8124> and Shimshai ספרא <WH5613> the scribe כתבו <WH3790> wrote אגרה <WH104> letter חדה <WH2298> a על <WH5922> against ירושׁלם <WH3390> Jerusalem לארתחשׁשׂתא <WH783> to Artaxerxes מלכא <WH4430> the king כנמא׃ <WH3660> in this sort:"},{"number":9,"verse":"אדין <WH116> Then רחום <WH7348> Rehum בעל <WH1169> the chancellor, טעם <WH2942> the chancellor, ושׁמשׁי <WH8124> and Shimshai ספרא <WH5613> the scribe, ושׁאר <WH7606> and the rest כנותהון <WH3675> of their companions; דיניא <WH1784> the Dinaites, ואפרסתכיא <WH671> the Apharsathchites, טרפליא <WH2967> the Tarpelites, אפרסיא <WH670> the Apharsites, ארכוי <WH756> the Archevites, בבליא <WH896> the Babylonians, שׁושׁנכיא <WH7801> the Susanchites, דהוא <WH1768> עלמיא׃ <WH5962> the Elamites,"},{"number":10,"verse":"ושׁאר <WH7606> And the rest אמיא <WH524> of the nations די <WH1768> whom הגלי <WH1541> brought over, אסנפר <WH620> Asnappar רבא <WH7229> the great ויקירא <WH3358> and noble והותב <WH3488> and set המו <WH1994> בקריה <WH7149> in the cities די <WH1768> of שׁמרין <WH8115> Samaria, ושׁאר <WH7606> and the rest עבר <WH5675> on this side נהרה <WH5103> the river, וכענת׃ <WH3706> and at such a time."},{"number":11,"verse":"דנה <WH1836> This פרשׁגן <WH6573> the copy אגרתא <WH104> of the letter די <WH1768> that שׁלחו <WH7972> they sent עלוהי <WH5922> unto על <WH5922> him, unto ארתחשׁשׂתא <WH783> Artaxerxes מלכא <WH4430> the king; עבדיך <WH5649> Thy servants אנשׁ <WH606> the men עבר <WH5675> on this side נהרה <WH5103> the river, וכענת׃ <WH3706> and at such a time."},{"number":12,"verse":"ידיע <WH3046> it known להוא <WH1934> Be למלכא <WH4430> unto the king, די <WH1768> which יהודיא <WH3062> that the Jews די <WH1768> סלקו <WH5559> came up מן <WH4481> from לותך <WH3890> from עלינא <WH5922> thee to אתו <WH858> us are come לירושׁלם <WH3390> unto Jerusalem, קריתא <WH7149> city, מרדתא <WH4779> the rebellious ובאישׁתא <WH873> and the bad בנין <WH1124> building ושׁורי <WH7792> the walls אשׁכללו <WH3635> and have set up ואשׁיא <WH787> the foundations. יחיטו׃ <WH2338> and joined"},{"number":13,"verse":"כען <WH3705> now ידיע <WH3046> it known להוא <WH1934> Be למלכא <WH4430> unto the king, די <WH1768> that, הן <WH2006> if קריתא <WH7149> city דך <WH1791> this תתבנא <WH1124> be built, ושׁוריה <WH7792> and the walls ישׁתכללון <WH3635> set up מנדה <WH4061> toll, בלו <WH1093> tribute, והלך <WH1983> and custom, לא <WH3809> will they not ינתנון <WH5415> pay ואפתם <WH674> the revenue מלכים <WH4430> of the kings. תהנזק׃ <WH5142> and thou shalt endamage"},{"number":14,"verse":"כען <WH3705> Now כל <WH3606> because קבל <WH6903> דילח <WH4416> we have maintenance היכלא <WH1965> from palace, מלחנא <WH4415> we have maintenance וערות <WH6173> dishonor, מלכא <WH4430> the king's לא <WH3809> and it was not אריך <WH749> meet לנא למחזא <WH2370> for us to see על <WH5922> therefore דנה <WH1836> therefore שׁלחנא <WH7972> have we sent והודענא <WH3046> and certified למלכא׃ <WH4430> the king;"},{"number":15,"verse":"די <WH1768> That יבקר <WH1240> search may be made בספר <WH5609> in the book דכרניא <WH1799> of the records די <WH1768> of אבהתך <WH2> thy fathers: ותהשׁכח <WH7912> so shalt thou find בספר <WH5609> in the book דכרניא <WH1799> of the records, ותנדע <WH3046> and know די <WH1768> that קריתא <WH7149> city דך <WH1791> this קריא <WH7149> city, מרדא <WH4779> a rebellious ומהנזקת <WH5142> and hurtful מלכין <WH4430> unto kings ומדנן <WH4083> and provinces, ואשׁתדור <WH849> sedition עבדין <WH5648> and that they have moved בגוה <WH1459> within the same מן <WH4481> of יומת <WH3118> time: עלמא <WH5957> old על <WH5922> for דנה <WH1836> which cause קריתא <WH7149> city דך <WH1791> was this החרבת׃ <WH2718> destroyed."},{"number":16,"verse":"מהודעין <WH3046> certify אנחנה <WH586> We למלכא <WH4430> the king די <WH1768> that, הן <WH2006> if קריתא <WH7149> city דך <WH1791> this תתבנא <WH1124> be built ושׁוריה <WH7792> and the walls ישׁתכללון <WH3635> thereof set up, לקבל <WH6903> means דנה <WH1836> by this חלק <WH2508> portion בעבר <WH5675> on this side נהרא <WH5103> the river. לא <WH3809> no איתי׃ <WH383> thou shalt have"},{"number":17,"verse":"פתגמא <WH6600> an answer שׁלח <WH7972> sent מלכא <WH4430> the king על <WH5922> unto רחום <WH7348> Rehum בעל <WH1169> the chancellor, טעם <WH2942> the chancellor, ושׁמשׁי <WH8124> and Shimshai ספרא <WH5613> the scribe, ושׁאר <WH7606> and the rest כנותהון <WH3675> of their companions די <WH1768> that יתבין <WH3488> dwell בשׁמרין <WH8115> in Samaria, ושׁאר <WH7606> and the rest עבר <WH5675> beyond נהרה <WH5103> the river, שׁלם <WH8001> Peace, וכעת׃ <WH3706> and at such a time."},{"number":18,"verse":"נשׁתונא <WH5407> The letter די <WH1768> which שׁלחתון <WH7972> ye sent עלינא <WH5922> unto מפרשׁ <WH6568> us hath been plainly קרי <WH7123> read קדמי׃ <WH6925> before"},{"number":19,"verse":"ומני <WH4481> of שׂים <WH7761> טעםבקרו <WH1240> and search hath been made, והשׁכחו <WH7912> and it is found די <WH1768> that קריתא <WH7149> city דך <WH1791> this מן <WH4481> יומת <WH3118> time עלמא <WH5957> old על <WH5922> against מלכין <WH4430> kings, מתנשׂאה <WH5376> hath made insurrection ומרד <WH4776> and rebellion ואשׁתדור <WH849> and sedition מתעבד׃ <WH5648> have been made"},{"number":20,"verse":"ומלכין <WH4430> kings תקיפין <WH8624> mighty הוו <WH1934> There have been על <WH5922> also over ירושׁלם <WH3390> Jerusalem, ושׁליטין <WH7990> which have ruled בכל <WH3606> over all עבר <WH5675> beyond נהרה <WH5103> the river; ומדה <WH4061> and toll, בלו <WH1093> tribute, והלך <WH1983> and custom, מתיהב׃ <WH3052> was paid"},{"number":21,"verse":"כען <WH3705> ye now שׂימו <WH7761> Give טעם <WH2942> commandment לבטלא <WH989> to cease, גבריא <WH1400> men אלך <WH479> to cause these וקריתא <WH7149> city דך <WH1791> and that this לא <WH3809> be not תתבנא <WH1124> built, עד <WH5705> until מני <WH4481> from טעמא <WH2941> commandment יתשׂם׃ <WH7761> shall be given"},{"number":22,"verse":"וזהירין <WH2095> הווׁלו <WH7960> now that ye fail not למעבד <WH5648> to do על <WH5922> דנהמה <WH4101> why ישׂגא <WH7680> grow חבלא <WH2257> should damage להנזקת <WH5142> to the hurt מלכין׃ <WH4430> of the kings?"},{"number":23,"verse":"אדין <WH116> Now מן <WH4481> when די <WH1768> when פרשׁגן <WH6573> the copy נשׁתונא <WH5407> letter די <WH1768> ארתחשׁשׂתא <WH783> Artaxerxes' מלכא <WH4430> of king קרי <WH7123> read קדם <WH6925> before רחום <WH7348> Rehum, ושׁמשׁי <WH8124> and Shimshai ספרא <WH5613> the scribe, וכנותהון <WH3675> and their companions, אזלו <WH236> they went up בבהילו <WH924> in haste לירושׁלם <WH3390> to Jerusalem על <WH5922> unto יהודיא <WH3062> the Jews, ובטלו <WH989> to cease המו <WH1994> and made them באדרע <WH153> by force וחיל׃ <WH2429> and power."},{"number":24,"verse":"באדין <WH116> Then בטלת <WH989> ceased עבידת <WH5673> the work בית <WH1005> of the house אלהא <WH426> of God די <WH1768> which בירושׁלם <WH3390> at Jerusalem. והות <WH1934> So בטלא <WH989> it ceased עד <WH5705> unto שׁנת <WH8140> year תרתין <WH8648> the second למלכות <WH4437> of the reign דריושׁ <WH1868> of Darius מלך <WH4430> king פרס׃ <WH6540> of Persia."}]}