{"bibleAbbr":"Orig2013+","bookName":"עזרא","bookEnglishName":"Ezra","chapterNumber":5,"verses":[{"number":1,"verse":"והתנבי <WH5013> prophesied חגי <WH2292> Haggai נביאה <WH5013> וזכריה <WH2148> and Zechariah בר <WH1247> the son עדוא <WH5714> of Iddo, נביאיא <WH5013> על <WH5922> unto יהודיא <WH3062> the Jews די <WH1768> that ביהוד <WH3061> in Judah ובירושׁלם <WH3390> and Jerusalem בשׁם <WH8036> in the name אלה <WH426> of the God ישׂראל <WH3479> of Israel, עליהון׃ <WH5922> unto"},{"number":2,"verse":"באדין <WH116> Then קמו <WH6966> rose up זרבבל <WH2217> Zerubbabel בר <WH1247> the son שׁאלתיאל <WH7598> of Shealtiel, וישׁוע <WH3443> and Jeshua בר <WH1247> the son יוצדק <WH3136> of Jozadak, ושׁריו <WH8271> and began למבנא <WH1124> to build בית <WH1005> the house אלהא <WH426> of God די <WH1768> which בירושׁלם <WH3390> at Jerusalem: ועמהון <WH5974> and with נביאיא <WH5029> them the prophets די <WH1768> of אלהא <WH426> God מסעדין׃ <WH5583> helping"},{"number":3,"verse":"בה זמנא <WH2166> At the same time אתא <WH858> came עליהון <WH5922> to תתני <WH8674> them Tatnai, פחת <WH6347> governor עבר <WH5675> on this side נהרה <WH5103> the river, ושׁתר בוזני <WH8370> and Shethar-boznai, וכנותהון <WH3675> and their companions, וכן <WH3652> thus אמרין <WH560> and said להם מן <WH4479> unto them, Who שׂם <WH7761> hath commanded לכם טעם <WH2942> hath commanded ביתא <WH1005> house, דנה <WH1836> this לבנא <WH1124> you to build ואשׁרנא <WH846> wall? דנה <WH1836> this לשׁכללה׃ <WH3635> and to make up"},{"number":4,"verse":"אדין <WH116> Then כנמא <WH3660> we unto them after this manner, אמרנא <WH560> said להם מן <WH4479> What אנון <WH581> שׁמהת <WH8036> are the names גבריא <WH1400> of the men די <WH1768> that דנה <WH1836> this בנינא <WH1147> building? בנין׃ <WH1124> make"},{"number":5,"verse":"ועין <WH5870> But the eye אלההם <WH426> of their God הות <WH1934> was על <WH5922> upon שׂבי <WH7868> the elders יהודיא <WH3062> of the Jews, ולא <WH3809> that they could not בטלו <WH989> to cease, המו <WH1994> cause them עד <WH5705> till טעמא <WH2941> the matter לדריושׁ <WH1868> to Darius: יהך <WH1946> came ואדין <WH116> and then יתיבון <WH8421> they returned answer נשׁתונא <WH5407> by letter על <WH5922> concerning דנה׃ <WH1836> this"},{"number":6,"verse":"פרשׁגן <WH6573> The copy אגרתא <WH104> of the letter די <WH1768> that שׁלח <WH7972> sent תתני <WH8674> Tatnai, פחת <WH6347> governor עבר <WH5675> on this side נהרה <WH5103> the river, ושׁתר בוזני <WH8370> and Shethar-boznai, וכנותה <WH3675> and his companions אפרסכיא <WH671> the Apharsachites, די <WH1768> which בעבר <WH5675> on this side נהרה <WH5103> the river, על <WH5922> unto דריושׁ <WH1868> Darius מלכא׃ <WH4430> the king:"},{"number":7,"verse":"פתגמא <WH6600> a letter שׁלחו <WH7972> They sent עלוהי <WH5922> unto וכדנה <WH1836> thus; כתיב <WH3790> was written בגוה <WH1459> him, wherein לדריושׁ <WH1868> Unto Darius מלכא <WH4430> the king, שׁלמא <WH8001> peace. כלא׃ <WH3606> all"},{"number":8,"verse":"ידיע <WH3046> it known להוא <WH1934> Be למלכא <WH4430> unto the king, די <WH1768> that אזלנא <WH236> we went ליהוד <WH3061> of Judea, מדינתא <WH4083> into the province לבית <WH1005> to the house אלהא <WH426> God, רבא <WH7229> of the great והוא <WH1932> which מתבנא <WH1124> is built אבן <WH69> stones, גלל <WH1560> with great ואע <WH636> and timber מתשׂם <WH7761> is laid בכתליא <WH3797> in the walls, ועבידתא <WH5673> work דך <WH1791> and this אספרנא <WH629> fast on, מתעבדא <WH5648> goeth ומצלח <WH6744> and prospereth בידהם׃ <WH3028> in their hands."},{"number":9,"verse":"אדין <WH116> Then שׁאלנא <WH7593> asked לשׂביא <WH7868> elders, אלך <WH479> we those כנמא <WH3660> unto them thus, אמרנא <WH560> said להם מן <WH4479> Who שׂם <WH7761> commanded לכם טעם <WH2942> commanded ביתא <WH1005> house, דנה <WH1836> this למבניה <WH1124> you to build ואשׁרנא <WH846> walls? דנה <WH1836> these לשׁכללה׃ <WH3635> and to make up"},{"number":10,"verse":"ואף <WH638> also, שׁמהתהם <WH8036> their names שׁאלנא <WH7593> We asked להם להודעותך <WH3046> to certify די <WH1768> thee, that נכתב <WH3790> we might write שׁם <WH8036> the names גבריא <WH1400> of the men די <WH1768> that בראשׁיהם׃ <WH7217> the chief"},{"number":11,"verse":"וכנמא <WH3660> And thus פתגמא <WH6600> us answer, התיבונא <WH8421> they returned לממר <WH560> saying, אנחנא <WH586> We המו <WH1994> עבדוהי <WH5649> are the servants די <WH1768> of אלה <WH426> the God שׁמיא <WH8065> of heaven וארעא <WH772> and earth, ובנין <WH1124> and build ביתא <WH1005> the house די <WH1768> that הוא <WH1934> was בנה <WH1124> built מקדמת <WH6928> ago, דנה <WH1836> these שׁנין <WH8140> years שׂגיאן <WH7690> many ומלך <WH4430> king לישׂראל <WH3479> of Israel רב <WH7229> which a great בנהי <WH1124> built ושׁכללה׃ <WH3635> and set up."},{"number":12,"verse":"להן <WH3861> But מן <WH4481> after די <WH1768> that הרגזו <WH7265> אבהתנא <WH2> our fathers לאלה <WH426> שׁמיאהב <WH3052> he gave המו <WH1994> them ביד <WH3028> into the hand נבוכדנצר <WH5020> of Nebuchadnezzar מלך <WH4430> the king בבל <WH895> of Babylon, כסדיא <WH3679> the Chaldean, וביתה <WH1005> house, דנה <WH1836> this סתרה <WH5642> who destroyed ועמה <WH5972> and carried the people away הגלי <WH1541> and carried the people away לבבל׃ <WH895> into Babylon."},{"number":13,"verse":"ברם <WH1297> But בשׁנת <WH8140> year חדה <WH2298> in the first לכורשׁ <WH3567> of Cyrus מלכא <WH4430> the king די <WH1768> of בבל <WH895> Babylon כורשׁ <WH3567> Cyrus מלכא <WH4430> king שׂם <WH7761> made טעם <WH2942> a decree בית <WH1005> house אלהא <WH426> of God. דנה <WH1836> this לבנא׃ <WH1124> to build"},{"number":14,"verse":"ואף <WH638> also מאניא <WH3984> And the vessels די <WH1768> of בית <WH1005> the house אלהא <WH426> of God, די <WH1768> of דהבה <WH1722> gold וכספא <WH3702> and silver די <WH1768> which נבוכדנצר <WH5020> Nebuchadnezzar הנפק <WH5312> took מן <WH4481> out of היכלא <WH1965> the temple די <WH1768> that בירושׁלם <WH3390> in Jerusalem, והיבל <WH2987> and brought המו <WH1994> them להיכלא <WH1965> into the temple די <WH1768> of בבל <WH895> Babylon, הנפק <WH5312> take המו <WH1994> those כורשׁ <WH3567> did Cyrus מלכא <WH4430> the king מן <WH4481> out of היכלא <WH1965> the temple די <WH1768> of בבל <WH895> Babylon, ויהיבו <WH3052> and they were delivered לשׁשׁבצר <WH8340> Sheshbazzar, שׁמה <WH8036> unto whose name די <WH1768> whom פחה <WH6347> governor; שׂמה׃ <WH7761> he had made"},{"number":15,"verse":"ואמר <WH560> And said לה אלה <WH412> מאניא <WH3984> vessels, שׂא <WH5376> unto him, Take אזל <WH236> go, אחת <WH5182> carry המו <WH1994> them בהיכלא <WH1965> into the temple די <WH1768> that בירושׁלם <WH3390> in Jerusalem, ובית <WH1005> and let the house אלהא <WH426> of God יתבנא <WH1124> be built על <WH5922> in אתרה׃ <WH870> his place."},{"number":16,"verse":"אדין <WH116> Then שׁשׁבצר <WH8340> Sheshbazzar, דך <WH1791> the same אתא <WH858> came יהב <WH3052> laid אשׁיא <WH787> the foundation די <WH1768> of בית <WH1005> the house אלהא <WH426> of God די <WH1768> which בירושׁלם <WH3390> in Jerusalem: ומן <WH4481> and since אדין <WH116> that time ועד <WH5705> even until כען <WH3705> now מתבנא <WH1124> hath it been in building, ולא <WH3809> and it is not שׁלם׃ <WH8000> finished."},{"number":17,"verse":"וכען <WH3705> Now הן <WH2006> therefore, if על <WH5922> to מלכא <WH4430> the king, טב <WH2869> good יתבקר <WH1240> let there be search made בבית <WH1005> house, גנזיא <WH1596> treasure די <WH1768> which מלכא <WH4430> in the king's תמה <WH8536> there די <WH1768> that בבבל <WH895> at Babylon, הן <WH2006> whether איתי <WH383> it be די <WH1768> מן <WH4481> of כורשׁ <WH3567> Cyrus מלכא <WH4430> the king שׂים <WH7761> was made טעם <WH2942> a decree למבנא <WH1124> to build בית <WH1005> house אלהא <WH426> of God דך <WH1791> this בירושׁלם <WH3390> at Jerusalem, ורעות <WH7470> his pleasure מלכא <WH4430> and let the king על <WH5922> to דנה <WH1836> this matter. ישׁלח <WH7972> send עלינא׃ <WH5922> us concerning"}]}