{"bibleAbbr":"Orig2013+","bookName":"עזרא","bookEnglishName":"Ezra","chapterNumber":6,"verses":[{"number":1,"verse":"באדין <WH116> Then דריושׁ <WH1868> Darius מלכא <WH4430> the king שׂם <WH7761> made טעם <WH2942> a decree, ובקרו <WH1240> and search was made בבית <WH1005> in the house ספריא <WH5609> of the rolls, די <WH1768> where גנזיא <WH1596> the treasures מהחתין <WH5182> were laid up תמה <WH8536> where בבבל׃ <WH895> in Babylon."},{"number":2,"verse":"והשׁתכח <WH7912> And there was found באחמתא <WH307> at Achmetha, בבירתא <WH1001> in the palace די <WH1768> that במדי <WH4076> of the Medes, מדינתה <WH4083> in the province מגלה <WH4040> roll, חדה <WH2298> a וכן <WH3652> thus כתיב <WH3790> written: בגוה <WH1459> and therein דכרונה׃ <WH1799> a record"},{"number":3,"verse":"בשׁנת <WH8140> year חדה <WH2298> In the first לכורשׁ <WH3567> of Cyrus מלכא <WH4430> the king כורשׁ <WH3567> Cyrus מלכא <WH4430> the king שׂם <WH7761> made טעם <WH2942> a decree בית <WH1005> the house אלהא <WH426> of God בירושׁלם <WH3390> at Jerusalem, ביתא <WH1005> Let the house יתבנא <WH1124> be built, אתר <WH870> the place די <WH1768> where דבחין <WH1684> they offered דבחין <WH1685> sacrifices, ואשׁוהי <WH787> and let the foundations מסובלין <WH5446> thereof be strongly laid; רומה <WH7314> the height אמין <WH521> cubits, שׁתין <WH8361> thereof threescore פתיה <WH6613> the breadth אמין <WH521> cubits; שׁתין׃ <WH8361> thereof threescore"},{"number":4,"verse":"נדבכין <WH5073> rows די <WH1768> of אבן <WH69> stones, גלל <WH1560> great תלתא <WH8532> three ונדבך <WH5073> and a row די <WH1768> of אע <WH636> timber: חדת <WH2323> new ונפקתא <WH5313> and let the expenses מן <WH4481> out of בית <WH1005> house: מלכא <WH4430> the king's תתיהב׃ <WH3052> be given"},{"number":5,"verse":"ואף <WH638> And also מאני <WH3984> vessels בית <WH1005> of the house אלהא <WH426> of God, די <WH1768> which דהבה <WH1722> let the golden וכספא <WH3702> and silver די <WH1768> which נבוכדנצר <WH5020> Nebuchadnezzar הנפק <WH5312> took forth מן <WH4481> out of היכלא <WH1965> the temple די <WH1768> which בירושׁלם <WH3390> at Jerusalem, והיבל <WH2987> and brought לבבל <WH895> unto Babylon, יהתיבון <WH8421> be restored, ויהך <WH1946> and brought again להיכלא <WH1965> unto the temple די <WH1768> בירושׁלם <WH3390> at Jerusalem, לאתרה <WH870> to his place, ותחת <WH5182> and place בבית <WH1005> in the house אלהא׃ <WH426> of God."},{"number":6,"verse":"כען <WH3705> Now תתני <WH8674> Tatnai, פחת <WH6347> governor עבר <WH5675> beyond נהרה <WH5103> the river, שׁתר בוזני <WH8370> Shethar-boznai, וכנותהון <WH3675> and your companions אפרסכיא <WH671> the Apharsachites, די <WH1768> which בעבר <WH5675> beyond נהרה <WH5103> the river, רחיקין <WH7352> ye far הוו <WH1934> be מן <WH4481> from תמה׃ <WH8536> thence:"},{"number":7,"verse":"שׁבקו <WH7662> alone; לעבידת <WH5673> Let the work בית <WH1005> house אלהא <WH426> of God דך <WH1791> of this פחת <WH6347> let the governor יהודיא <WH3062> of the Jews ולשׂבי <WH7868> and the elders יהודיא <WH3062> of the Jews בית <WH1005> house אלהא <WH426> of God דך <WH1791> this יבנון <WH1124> build על <WH5922> in אתרה׃ <WH870> his place."},{"number":8,"verse":"ומני <WH4481> שׂים <WH7761> Moreover I make טעם <WH2942> a decree למא <WH3964> what די <WH1768> what תעבדון <WH5648> ye shall do עם <WH5974> to שׂבי <WH7868> the elders יהודיא <WH3062> Jews אלך <WH479> of these למבנא <WH1124> for the building בית <WH1005> house אלהא <WH426> of God: דך <WH1791> of this ומנכסי <WH5232> מלכאי <WH1768> of מדת <WH4061> the tribute עבר <WH5675> beyond נהרה <WH5103> the river, אספרנא <WH629> forthwith נפקתא <WH5313> expenses תהוא <WH1934> be מתיהבא <WH3052> given לגבריא <WH1400> men, אלך <WH479> unto these די <WH1768> that לא <WH3809> they be not לבטלא׃ <WH989> hindered."},{"number":9,"verse":"ומה <WH4101> חשׁחן <WH2818> which they have need of, ובני <WH1123> both young תורין <WH8450> bullocks, ודכרין <WH1798> and rams, ואמרין <WH563> and lambs, לעלון <WH5928> for the burnt offerings לאלה <WH426> of the God שׁמיא <WH8065> of heaven, חנטין <WH2591> wheat, מלח <WH4416> salt, חמר <WH2562> wine, ומשׁח <WH4887> and oil, כמאמר <WH3983> according to the appointment כהניא <WH3549> of the priests די <WH1768> which בירושׁלם <WH3390> at Jerusalem, להוא <WH1934> let it be מתיהב <WH3052> given להם יום <WH3118> them day ביום <WH3118> by day די <WH1768> without לא <WH3809> without שׁלו׃ <WH7960> fail:"},{"number":10,"verse":"די <WH1768> That להון <WH1934> they may מהקרבין <WH7127> offer ניחוחין <WH5208> sacrifices of sweet savors לאלה <WH426> unto the God שׁמיא <WH8065> of heaven, ומצלין <WH6739> and pray לחיי <WH2417> for the life מלכא <WH4430> of the king, ובנוהי׃ <WH1123> and of his sons."},{"number":11,"verse":"ומני <WH4481> from שׂים <WH7761> Also I have made טעם <WH2942> a decree, די <WH1768> that כל <WH3606> whosoever אנשׁ <WH606> דיהשׁנא <WH8133> shall alter פתגמא <WH6600> word, דנה <WH1836> this יתנסח <WH5256> be pulled down אע <WH636> let timber מן <WH4481> ביתה <WH1005> his house, וזקיף <WH2211> and being set up, יתמחא <WH4223> let him be hanged עלהי <WH5922> thereon; וביתה <WH1005> and let his house נולו <WH5122> a dunghill יתעבד <WH5648> be made על <WH5922> for דנה׃ <WH1836> this."},{"number":12,"verse":"ואלהא <WH426> And the God די <WH1768> that שׁכן <WH7932> to dwell שׁמה <WH8036> hath caused his name תמה <WH8536> there ימגר <WH4049> destroy כל <WH3606> all מלך <WH4430> kings ועם <WH5972> and people, די <WH1768> that ישׁלח <WH7972> shall put ידה <WH3028> to their hand להשׁניה <WH8133> to alter לחבלה <WH2255> to destroy בית <WH1005> house אלהא <WH426> of God דך <WH1791> this די <WH1768> which בירושׁלם <WH3390> at Jerusalem. אנה <WH576> I דריושׁ <WH1868> Darius שׂמת <WH7761> have made טעם <WH2942> a decree; אספרנא <WH629> with speed. יתעבד׃ <WH5648> let it be done"},{"number":13,"verse":"אדין <WH116> Then תתני <WH8674> Tatnai, פחת <WH6347> governor עבר <WH5675> on this side נהרה <WH5103> the river, שׁתר בוזני <WH8370> Shethar-boznai, וכנותהון <WH3675> and their companions, לקבל <WH6903> according to די <WH1768> that which שׁלח <WH7972> had sent, דריושׁ <WH1868> Darius מלכא <WH4430> the king כנמא <WH3660> so אספרנא <WH629> speedily. עבדו׃ <WH5648> they did"},{"number":14,"verse":"ושׂבי <WH7868> And the elders יהודיא <WH3062> of the Jews בנין <WH1124> built, ומצלחין <WH6744> and they prospered בנבואת <WH5017> through the prophesying חגי <WH2292> of Haggai נביאה <WH5029> the prophet וזכריה <WH2148> and Zechariah בר <WH1247> the son עדוא <WH5714> of Iddo. ובנו <WH1124> And they built, ושׁכללו <WH3635> and finished מן <WH4481> according טעם <WH2941> to the commandment אלה <WH426> of the God ישׂראל <WH3479> of Israel, ומטעם <WH2942> the commandment כורשׁ <WH3567> of Cyrus, ודריושׁ <WH1868> and Darius, וארתחשׁשׂתא <WH783> and Artaxerxes מלך <WH4430> king פרס׃ <WH6540> of Persia."},{"number":15,"verse":"ושׁיציא <WH3319> was finished ביתה <WH1005> house דנה <WH1836> And this עד <WH5705> on יום <WH3118> day תלתה <WH8532> the third לירח <WH3393> of the month אדר <WH144> Adar, די <WH1768> which היא <WH1932> שׁנת <WH8140> year שׁת <WH8353> was in the sixth למלכות <WH4437> of the reign דריושׁ <WH1868> of Darius מלכא׃ <WH4430> the king."},{"number":16,"verse":"ועבדו <WH5648> kept בני <WH1123> And the children ישׂראל <WH3479> of Israel, כהניא <WH3549> the priests, ולויא <WH3879> and the Levites, ושׁאר <WH7606> and the rest בני <WH1123> of the children גלותא <WH1547> of the captivity, חנכת <WH2597> the dedication בית <WH1005> house אלהא <WH426> of God דנה <WH1836> of this בחדוה׃ <WH2305> with joy,"},{"number":17,"verse":"והקרבו <WH7127> And offered לחנכת <WH2597> at the dedication בית <WH1005> house אלהא <WH426> of God דנה <WH1836> of this תורין <WH8450> bullocks, מאה <WH3969> a hundred דכרין <WH1798> rams, מאתין <WH3969> two hundred אמרין <WH563> lambs; ארבע <WH703> four מאה <WH3969> hundred וצפירי <WH6841> he goats, עזין <WH5796> he goats, לחטיא <WH2402> על <WH5922> for כל <WH3606> all ישׂראל <WH3479> Israel, תרי <WH8648> twelve עשׂר <WH6236> twelve למנין <WH4510> according to the number שׁבטי <WH7625> of the tribes ישׂראל׃ <WH3479> of Israel."},{"number":18,"verse":"והקימו <WH6966> And they set כהניא <WH3549> the priests בפלגתהון <WH6392> in their divisions, ולויא <WH3879> and the Levites במחלקתהון <WH4255> in their courses, על <WH5922> for עבידת <WH5673> the service אלהא <WH426> of God, די <WH1768> which בירושׁלם <WH3390> at Jerusalem; ככתב <WH3792> as it is written ספר <WH5609> in the book משׁה׃ <WH4873> of Moses."},{"number":19,"verse":"ויעשׂו <WH6213> kept בני <WH1121> And the children הגולה <WH1473> of the captivity את <WH853> הפסח <WH6453> the passover בארבעה <WH702> upon the fourteenth עשׂר <WH6240> upon the fourteenth לחדשׁ <WH2320> month. הראשׁון׃ <WH7223> of the first"},{"number":20,"verse":"כי <WH3588> For הטהרו <WH2891> were purified הכהנים <WH3548> the priests והלוים <WH3881> and the Levites כאחד <WH259> together, כלם <WH3605> all טהורים <WH2889> of them pure, וישׁחטו <WH7819> and killed הפסח <WH6453> the passover לכל <WH3605> for all בני <WH1121> the children הגולה <WH1473> of the captivity, ולאחיהם <WH251> and for their brethren הכהנים <WH3548> the priests, ולהם׃ <WH1992>"},{"number":21,"verse":"ויאכלו <WH398> did eat, בני <WH1121> And the children ישׂראל <WH3478> of Israel, השׁבים <WH7725> which were come again מהגולה <WH1473> out of captivity, וכל <WH3605> and all הנבדל <WH914> such as had separated themselves מטמאת <WH2932> them from the filthiness גוי <WH1471> of the heathen הארץ <WH776> of the land, אלהם <WH413> unto לדרשׁ <WH1875> to seek ליהוה <WH3069> אלהי <WH430> God ישׂראל׃ <WH3478> of Israel,"},{"number":22,"verse":"ויעשׂו <WH6213> And kept חג <WH2282> the feast מצות <WH4682> of unleavened bread שׁבעת <WH7651> seven ימים <WH3117> days בשׂמחה <WH8057> with joy: כי <WH3588> for שׂמחם <WH8055> had made them joyful, יהוה <WH3068> the LORD והסב <WH5437> and turned לב <WH3820> the heart מלך <WH4428> of the king אשׁור <WH804> of Assyria עליהם <WH5921> unto לחזק <WH2388> them, to strengthen ידיהם <WH3027> their hands במלאכת <WH4399> in the work בית <WH1004> of the house האלהים <WH430> of God, אלהי <WH430> the God ישׂראל׃ <WH3478> of Israel."}]}