{"bibleAbbr":"Orig2013+","bookName":"עזרא","bookEnglishName":"Ezra","chapterNumber":7,"verses":[{"number":1,"verse":"ואחר <WH310> Now after הדברים <WH1697> things, האלה <WH428> these במלכות <WH4438> in the reign ארתחשׁסתא <WH783> of Artaxerxes מלך <WH4428> king פרס <WH6539> of Persia, עזרא <WH5830> Ezra בן <WH1121> the son שׂריה <WH8304> of Seraiah, בן <WH1121> the son עזריה <WH5838> of Azariah, בן <WH1121> the son חלקיה׃ <WH2518> of Hilkiah,"},{"number":2,"verse":"בן <WH1121> The son שׁלום <WH7967> of Shallum, בן <WH1121> the son צדוק <WH6659> of Zadok, בן <WH1121> the son אחיטוב׃ <WH285> of Ahitub,"},{"number":3,"verse":"בן <WH1121> The son אמריה <WH568> of Amariah, בן <WH1121> the son עזריה <WH5838> of Azariah, בן <WH1121> the son מריות׃ <WH4812> of Meraioth,"},{"number":4,"verse":"בן <WH1121> The son זרחיה <WH2228> of Zerahiah, בן <WH1121> the son עזי <WH5813> of Uzzi, בן <WH1121> the son בקי׃ <WH1231> of Bukki,"},{"number":5,"verse":"בן <WH1121> The son אבישׁוע <WH50> of Abishua, בן <WH1121> the son פינחס <WH6372> of Phinehas, בן <WH1121> the son אלעזר <WH499> of Eleazar, בן <WH1121> the son אהרן <WH175> of Aaron הכהן <WH3548> priest: הראשׁ׃ <WH7218> the chief"},{"number":6,"verse":"הוא <WH1931> This עזרא <WH5830> Ezra עלה <WH5927> went up מבבל <WH894> והוא <WH1931> and he ספר <WH5608> scribe מהיר <WH4106> a ready בתורת <WH8451> in the law משׁה <WH4872> of Moses, אשׁר <WH834> which נתן <WH5414> had given: יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel ויתן <WH5414> granted לו המלך <WH4428> and the king כיד <WH3027> according to the hand יהוה <WH3068> of the LORD אלהיו <WH430> his God עליו <WH5921> upon כל <WH3605> him all בקשׁתו׃ <WH1246> his request,"},{"number":7,"verse":"ויעלו <WH5927> And there went up מבני <WH1121> of the children ישׂראל <WH3478> of Israel, ומן <WH4480> of the children הכהנים <WH3548> the priests, והלוים <WH3881> and the Levites, והמשׁררים <WH7891> and the singers, והשׁערים <WH7778> and the porters, והנתינים <WH5411> and the Nethinims, אל <WH413> unto ירושׁלם <WH3389> Jerusalem, בשׁנת <WH8141> year שׁבע <WH7651> in the seventh לארתחשׁסתא <WH783> of Artaxerxes המלך׃ <WH4428> the king."},{"number":8,"verse":"ויבא <WH935> And he came ירושׁלם <WH3389> to Jerusalem בחדשׁ <WH2320> month, החמישׁי <WH2549> in the fifth היא <WH1931> which שׁנת <WH8141> year השׁביעית <WH7637> in the seventh למלך׃ <WH4428> of the king."},{"number":9,"verse":"כי <WH3588> For באחד <WH259> upon the first לחדשׁ <WH2320> month הראשׁון <WH7223> of the first הוא <WH1931> he יסד <WH3246> began המעלה <WH4609> to go up מבבל <WH894> ובאחד <WH259> and on the first לחדשׁ <WH2320> month החמישׁי <WH2549> of the fifth בא <WH935> came אל <WH413> he to ירושׁלם <WH3389> Jerusalem, כיד <WH3027> hand אלהיו <WH430> of his God הטובה <WH2896> according to the good עליו׃ <WH5921> upon"},{"number":10,"verse":"כי <WH3588> For עזרא <WH5830> Ezra הכין <WH3559> had prepared לבבו <WH3824> his heart לדרושׁ <WH1875> to seek את <WH853> תורת <WH8451> the law יהוה <WH3069> ולעשׂת <WH6213> and to do וללמד <WH3925> and to teach בישׂראל <WH3478> in Israel חק <WH2706> statutes ומשׁפט׃ <WH4941> and judgments."},{"number":11,"verse":"וזה <WH2088> Now this פרשׁגן <WH6572> the copy הנשׁתון <WH5406> of the letter אשׁר <WH834> that נתן <WH5414> gave המלך <WH4428> the king ארתחשׁסתא <WH783> Artaxerxes לעזרא <WH5830> unto Ezra הכהן <WH3548> the priest, הספר <WH5608> the scribe, ספר <WH5608> a scribe דברי <WH1697> of the words מצות <WH4687> of the commandments יהוה <WH3068> of the LORD, וחקיו <WH2706> and of his statutes על <WH5921> to ישׂראל׃ <WH3478> Israel."},{"number":12,"verse":"ארתחשׁסתא <WH783> Artaxerxes, מלך <WH4430> king מלכיא <WH4430> of kings, לעזרא <WH5831> unto Ezra כהנא <WH3549> the priest, ספר <WH5613> a scribe דתא <WH1882> of the law די <WH1768> of אלה <WH426> the God שׁמיא <WH8065> of heaven, גמיר <WH1585> perfect וכענת׃ <WH3706> and at such a time."},{"number":13,"verse":"מני <WH4481> they of שׂים <WH7761> I make טעם <WH2942> a decree, די <WH1768> that כל <WH3606> all מתנדב <WH5069> which are minded of their own freewill במלכותי <WH4437> in my realm, מן <WH4481> עמה <WH5972> the people ישׂראל <WH3479> of Israel, וכהנוהי <WH3549> and his priests ולויא <WH3879> and Levites, למהך <WH1946> to go up לירושׁלם <WH3390> to Jerusalem, עמך <WH5974> with יהך׃ <WH1946> go"},{"number":14,"verse":"כל <WH3606> קבלי <WH1768> which מן <WH4481> of קדם <WH6925> of מלכא <WH4430> the king, ושׁבעת <WH7655> and of his seven יעטהי <WH3272> counselors, שׁליח <WH7972> as thou art sent לבקרא <WH1240> to inquire על <WH5922> concerning יהוד <WH3061> Judah ולירושׁלם <WH3390> and Jerusalem, בדת <WH1882> according to the law אלהך <WH426> of thy God די <WH1768> בידך׃ <WH3028> in thine hand;"},{"number":15,"verse":"ולהיבלה <WH2987> And to carry כסף <WH3702> the silver ודהב <WH1722> and gold, די <WH1768> which מלכא <WH4430> the king ויעטוהי <WH3272> and his counselors התנדבו <WH5069> have freely offered לאלה <WH426> unto the God ישׂראל <WH3479> of Israel, די <WH1768> whose בירושׁלם <WH3390> in Jerusalem, משׁכנה׃ <WH4907> habitation"},{"number":16,"verse":"וכל <WH3606> And all כסף <WH3702> the silver ודהב <WH1722> and gold די <WH1768> that תהשׁכח <WH7912> thou canst find בכל <WH3606> in all מדינת <WH4083> the province בבל <WH895> of Babylon, עם <WH5974> with התנדבות <WH5069> the freewill offering עמא <WH5972> וכהניא <WH3549> and of the priests, מתנדבין <WH5069> offering willingly לבית <WH1005> for the house אלההם <WH426> of their God די <WH1768> which בירושׁלם׃ <WH3390> in Jerusalem:"},{"number":17,"verse":"כל <WH3606> קבלנה <WH1836> with this אספרנא <WH629> speedily תקנא <WH7066> thou mayest buy בכספא <WH3702> money דנה <WH1836> תורין <WH8450> bullocks, דכרין <WH1798> rams, אמרין <WH563> lambs, ומנחתהון <WH4504> with their meat offerings ונסכיהון <WH5261> and their drink offerings, ותקרב <WH7127> and offer המו <WH1994> them על <WH5922> upon מדבחה <WH4056> the altar די <WH1768> of בית <WH1005> the house אלהכם <WH426> of your God די <WH1768> which בירושׁלם׃ <WH3390> in Jerusalem."},{"number":18,"verse":"ומה <WH4101> דיליך <WH5921> ועל <WH5922> to אחיך <WH252> thy brethren, ייטב <WH3191> shall seem good בשׁאר <WH7606> with the rest כספא <WH3702> of the silver ודהבה <WH1722> and the gold, למעבד <WH5648> to do כרעות <WH7470> after the will אלהכם <WH426> of your God. תעבדון׃ <WH5648> that do"},{"number":19,"verse":"ומאניא <WH3984> The vessels די <WH1768> also that מתיהבין <WH3052> are given לך לפלחן <WH6402> thee for the service בית <WH1005> of the house אלהך <WH426> of thy God, השׁלם <WH8000> deliver קדם <WH6925> thou before אלה <WH426> the God ירושׁלם׃ <WH3390> of Jerusalem."},{"number":20,"verse":"ושׁאר <WH7606> And whatsoever more חשׁחות <WH2818> בית <WH1005> for the house אלהך <WH426> of thy God, די <WH1768> which יפל <WH5308> thou shalt have occasion לך למנתן <WH5415> to bestow, תנתן <WH5415> bestow מן <WH4481> out of בית <WH1005> house. גנזי <WH1596> treasure מלכא׃ <WH4430> the king's"},{"number":21,"verse":"ומני <WH4481> אנה <WH576> And I, I ארתחשׁסתא <WH783> Artaxerxes מלכא <WH4430> the king, שׂים <WH7761> do make טעם <WH2942> a decree לכל <WH3606> to all גזבריא <WH1490> the treasurers די <WH1768> which בעבר <WH5675> beyond נהרה <WH5103> the river, די <WH1768> that כל <WH3606> whatsoever די <WH1768> whatsoever ישׁאלנכון <WH7593> shall require עזרא <WH5831> Ezra כהנה <WH3549> the priest, ספר <WH5613> the scribe דתא <WH1882> of the law די <WH1768> of אלה <WH426> the God שׁמיא <WH8065> of heaven, אספרנא <WH629> speedily, יתעבד׃ <WH5648> of you, it be done"},{"number":22,"verse":"עד <WH5705> Unto כסף <WH3702> of silver, ככרין <WH3604> talents מאה <WH3969> a hundred ועד <WH5705> and to חנטין <WH2591> of wheat, כרין <WH3734> measures מאה <WH3969> a hundred ועד <WH5705> and to חמר <WH2562> of wine, בתין <WH1325> baths מאה <WH3969> a hundred ועד <WH5705> and to בתין <WH1325> baths משׁח <WH4887> of oil, מאה <WH3969> a hundred ומלח <WH4416> and salt די <WH1768> without לא <WH3809> without כתב׃ <WH3792> prescribing"},{"number":23,"verse":"כל <WH3606> די <WH1768> for מן <WH4481> by טעם <WH2941> is commanded אלה <WH426> the God שׁמיא <WH8065> of heaven, יתעבד <WH5648> done אדרזדא <WH149> let it be diligently לבית <WH1005> for the house אלה <WH426> of the God שׁמיא <WH8065> of heaven: די <WH1768> למה <WH4101> why להוא <WH1934> should there be קצף <WH7109> wrath על <WH5922> against מלכות <WH4437> the realm מלכא <WH4430> of the king ובנוהי׃ <WH1123> and his sons?"},{"number":24,"verse":"ולכם מהודעין <WH3046> Also we certify די <WH1768> you, that כל <WH3606> touching any כהניא <WH3549> of the priests ולויא <WH3879> and Levites, זמריא <WH2171> singers, תרעיא <WH8652> porters, נתיניא <WH5412> Nethinims, ופלחי <WH6399> or ministers בית <WH1005> house אלהא <WH426> of God, דנה <WH1836> of this מנדה <WH4061> toll, בלו <WH1093> tribute, והלך <WH1983> or custom, לא <WH3809> it shall not שׁליט <WH7990> be lawful למרמא <WH7412> to impose עליהם׃ <WH5922> upon"},{"number":25,"verse":"ואנת <WH607> And thou, עזרא <WH5831> Ezra, כחכמת <WH2452> after the wisdom אלהך <WH426> of thy God, די <WH1768> that בידך <WH3028> in thine hand, מני <WH4483> set שׁפטין <WH8200> magistrates ודינין <WH1782> and judges, די <WH1768> which להון <WH1934> may דאנין <WH1778> לכל <WH3606> all עמה <WH5972> the people די <WH1768> that בעבר <WH5675> beyond נהרה <WH5103> the river, לכל <WH3606> all ידעי <WH3046> such as know דתי <WH1882> the laws אלהך <WH426> of thy God; ודי <WH1768> ye them that לא <WH3809> not. ידע <WH3046> and teach תהודעון׃ <WH3046> know"},{"number":26,"verse":"וכל <WH3606> די <WH1768> of לא <WH3809> not להוא <WH1934> will עבד <WH5648> do דתא <WH1882> the law די <WH1768> of אלהך <WH426> thy God, ודתא <WH1882> and the law די <WH1768> מלכא <WH4430> the king, אספרנא <WH629> speedily דינה <WH1780> judgment להוא <WH1934> let מתעבד <WH5648> be executed מנה <WH4481> upon הן <WH2006> him, whether למות <WH4193> unto death, הן <WH2006> or לשׁרשׁו <WH8332> to banishment, הן <WH2006> or לענשׁ <WH6065> to confiscation נכסין <WH5232> of goods, ולאסורין׃ <WH613> or to imprisonment."},{"number":27,"verse":"ברוך <WH1288> Blessed יהוה <WH3068> the LORD אלהי <WH430> God אבותינו <WH1> of our fathers, אשׁר <WH834> which נתן <WH5414> hath put כזאת <WH2063> as this בלב <WH3820> heart, המלך <WH4428> in the king's לפאר <WH6286> to beautify את <WH853> בית <WH1004> the house יהוה <WH3068> of the LORD אשׁר <WH834> which בירושׁלם׃ <WH3389> in Jerusalem:"},{"number":28,"verse":"ועלי <WH5921> unto הטה <WH5186> And hath extended חסד <WH2617> mercy לפני <WH6440> me before המלך <WH4428> the king, ויועציו <WH3289> and his counselors, ולכל <WH3605> and before all שׂרי <WH8269> princes. המלך <WH4428> the king's הגברים <WH1368> mighty ואני <WH589> And I התחזקתי <WH2388> was strengthened כיד <WH3027> as the hand יהוה <WH3068> of the LORD אלהי <WH430> my God עלי <WH5921> upon ואקבצה <WH6908> me, and I gathered together מישׂראל <WH3478> ראשׁים <WH7218> chief men לעלות <WH5927> to go up עמי׃ <WH5973> with"}]}