{"bibleAbbr":"NRSVue2021","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"(Nations Descended from Noah) These are the descendants of Noah’s sons, Shem, Ham, and Japheth; children were born to them after the flood."},{"number":2,"verse":"(1 Chr 1.5-7) The descendants of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},{"number":3,"verse":"The descendants of Gomer: Ashkenaz, Riphath, and Togarmah."},{"number":4,"verse":"The descendants of Javan: Elishah, Tarshish, Kittim, and Rodanim. (Heb mss Sam Gk: MT Dodanim)"},{"number":5,"verse":"(Gen 5.32) From these the coastland peoples spread. These are the descendants of Japheth (Heb lacks These are the descendants of Japheth) in their lands, with their own language, by their families, in their nations."},{"number":6,"verse":"(1 Chr 1.8-10) The descendants of Ham: Cush, Egypt, Put, and Canaan."},{"number":7,"verse":"The descendants of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The descendants of Raamah: Sheba and Dedan."},{"number":8,"verse":"Cush became the father of Nimrod; he was the first on earth to become a mighty warrior."},{"number":9,"verse":"(Mic 7.2) He was a mighty hunter before the LORD; therefore it is said, “Like Nimrod a mighty hunter before the LORD.”"},{"number":10,"verse":"(Mic 5.6) The beginning of his kingdom was Babel, Erech, Akkad, and Calneh in the land of Shinar."},{"number":11,"verse":"From that land he went into Assyria and built Nineveh, Rehoboth-ir, Calah, and"},{"number":12,"verse":"Resen between Nineveh and Calah; that is the great city."},{"number":13,"verse":"(1 Chr 1.8, 11) Egypt became the father of Ludim, Anamim, Lehabim, Naphtuhim,"},{"number":14,"verse":"Pathrusim, Casluhim, from whom the Philistines come, and Caphtorim."},{"number":15,"verse":"(1 Chr 1.13) Canaan became the father of Sidon, his firstborn, and Heth"},{"number":16,"verse":"and the Jebusites, the Amorites, the Girgashites,"},{"number":17,"verse":"the Hivites, the Arkites, the Sinites,"},{"number":18,"verse":"(1 Chr 1.16; 18.3) the Arvadites, the Zemarites, and the Hamathites. Afterward the families of the Canaanites spread abroad."},{"number":19,"verse":"(Num 34.2-12) And the territory of the Canaanites extended from Sidon in the direction of Gerar as far as Gaza and in the direction of Sodom, Gomorrah, Admah, and Zeboiim as far as Lasha."},{"number":20,"verse":"These are the descendants of Ham, by their families, their languages, their lands, and their nations."},{"number":21,"verse":"To Shem also, the father of all the children of Eber, the elder brother of Japheth, children were born."},{"number":22,"verse":"(Gen 11.10; 14.1, 9; 2 Kings 15.19; 1 Chr 1.17; Isa 66.19) The descendants of Shem: Elam, Asshur, Arpachshad, Lud, and Aram."},{"number":23,"verse":"(Job 1.1) The descendants of Aram: Uz, Hul, Gether, and Mash."},{"number":24,"verse":"(Gen 11.12; Lk 3.35) Arpachshad became the father of Shelah, and Shelah became the father of Eber."},{"number":25,"verse":"(1 Chr 1.19) To Eber were born two sons: the name of the one was Peleg, (That is, division) for in his days the earth was divided, and his brother’s name was Joktan."},{"number":26,"verse":"(1 Chr 1.20-23) Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":27,"verse":"Hadoram, Uzal, Diklah,"},{"number":28,"verse":"Obal, Abimael, Sheba,"},{"number":29,"verse":"Ophir, Havilah, and Jobab; all these were the descendants of Joktan."},{"number":30,"verse":"The territory in which they lived extended from Mesha in the direction of Sephar, the hill country of the east."},{"number":31,"verse":"These are the descendants of Shem, by their families, their languages, their lands, and their nations."},{"number":32,"verse":"(v 1) These are the families of Noah’s sons, according to their genealogies, in their nations, and from these the nations spread abroad on the earth after the flood."}]}