{"bibleAbbr":"NRSVue2021","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"Abram and Lot Separate (Gen 12.9) So Abram went up from Egypt, he and his wife and all that he had and Lot with him, into the Negeb."},{"number":2,"verse":"Now Abram was very rich in livestock, in silver, and in gold."},{"number":3,"verse":"(Gen 12.8, 9) He journeyed on by stages from the Negeb as far as Bethel, to the place where his tent had been at the beginning, between Bethel and Ai,"},{"number":4,"verse":"(Gen 12.7, 8) to the place where he had made an altar at the first, and there Abram called on the name of the LORD."},{"number":5,"verse":"Now Lot, who went with Abram, also had flocks and herds and tents,"},{"number":6,"verse":"and the land could not support both of them living together because their possessions were so great that they could not live together."},{"number":7,"verse":"(Gen 26.20) Thus strife arose between the herders of Abram’s livestock and the herders of Lot’s livestock. At that time the Canaanites and the Perizzites lived in the land."},{"number":8,"verse":"(Prov 15.18; 20.3) Then Abram said to Lot, “Let there be no strife between you and me and between your herders and my herders, for we are kindred."},{"number":9,"verse":"Is not the whole land before you? Separate yourself from me. If you take the left hand, then I will go to the right, or if you take the right hand, then I will go to the left.”"},{"number":10,"verse":"(Gen 19.17-29; Deut 2.8; 14.8) Lot looked about him and saw that the plain of the Jordan was well watered everywhere like the garden of the LORD, like the land of Egypt, in the direction of Zoar; this was before the LORD destroyed Sodom and Gomorrah."},{"number":11,"verse":"So Lot chose for himself all the plain of the Jordan, and Lot journeyed eastward, and they separated from each other."},{"number":12,"verse":"(Gen 19.29) Abram settled in the land of Canaan, while Lot settled among the cities of the plain and moved his tent as far as Sodom."},{"number":13,"verse":"(Gen 18.20; 2 Pet 2.7, 8) Now the people of Sodom were wicked, great sinners against the LORD."},{"number":14,"verse":"(Gen 28.14; Deut 3.27) The LORD said to Abram, after Lot had separated from him, “Raise your eyes now, and look from the place where you are, northward and southward and eastward and westward,"},{"number":15,"verse":"(Gen 12.7; 17.8; Deut 34.4; 2 Chr 20.7; Acts 7.5) for all the land that you see I will give to you and to your offspring forever."},{"number":16,"verse":"(Gen 16.10; 28.14) I will make your offspring like the dust of the earth, so that if one can count the dust of the earth, your offspring also can be counted."},{"number":17,"verse":"(Num 13.17-24) Rise up, walk through the length and the breadth of the land, for I will give it to you.”"},{"number":18,"verse":"(Gen 14.13; 35.27) So Abram moved his tent and came and settled by the oaks (Or terebinths) of Mamre, which are at Hebron, and there he built an altar to the LORD."}]}