{"bibleAbbr":"NRSVue2021","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":28,"verses":[{"number":1,"verse":"(Gen 24.3, 4) Then Isaac called Jacob and blessed him and charged him, “You shall not marry one of the Canaanite women."},{"number":2,"verse":"(Gen 25.20) Go at once to Paddan-aram to the house of Bethuel, your mother’s father, and take as wife from there one of the daughters of Laban, your mother’s brother."},{"number":3,"verse":"(Gen 17.1, 6) May God Almighty (Traditional rendering of Heb El Shaddai) bless you and make you fruitful and numerous, that you may become a company of peoples."},{"number":4,"verse":"(Gen 12.2; 17.8) May he give to you the blessing of Abraham, to you and to your offspring with you, so that you may take possession of the land where you now live as an alien, land that God gave to Abraham.”"},{"number":5,"verse":"Thus Isaac sent Jacob away, and he went to Paddan-aram, to Laban son of Bethuel the Aramean, the brother of Rebekah, Jacob’s and Esau’s mother."},{"number":6,"verse":"(Esau Marries Ishmael’s Daughter) (v 1) Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-aram to take a wife from there and that as he blessed him he charged him, “You shall not marry one of the Canaanite women,”"},{"number":7,"verse":"and that Jacob had obeyed his father and his mother and gone to Paddan-aram."},{"number":8,"verse":"(Gen 24.3; 26.35) So when Esau saw that the Canaanite women did not please his father Isaac,"},{"number":9,"verse":"(Gen 36.3) Esau went to Ishmael and took Mahalath daughter of Abraham’s son Ishmael and sister of Nebaioth to be his wife in addition to the wives he had."},{"number":10,"verse":"(Jacob’s Dream at Bethel) Jacob left Beer-sheba and went toward Haran."},{"number":11,"verse":"He came to a certain place and stayed there for the night, because the sun had set. Taking one of the stones of the place, he put it under his head and lay down in that place."},{"number":12,"verse":"(Jn 1.51) And he dreamed that there was a stairway (Or ramp) set up on the earth, the top of it reaching to heaven, and the angels of God were ascending and descending on it."},{"number":13,"verse":"(Gen 13.15; 26.24; 35.1, 12; 48.3) And the LORD stood beside him (Or stood above it) and said, “I am the LORD, the God of Abraham your father and the God of Isaac; the land on which you lie I will give to you and to your offspring,"},{"number":14,"verse":"(Gen 12.3; 13.14-16; 18.18; 22.17, 18; 26.4) and your offspring shall be like the dust of the earth, and you shall spread abroad to the west and to the east and to the north and to the south, and all the families of the earth shall be blessed (Or shall bless themselves) in you and in your offspring."},{"number":15,"verse":"(Gen 26.3; 48.21; Num 6.24; Deut 31.6, 8; Ps 121.7, 8) Know that I am with you and will keep you wherever you go and will bring you back to this land, for I will not leave you until I have done what I have promised you.”"},{"number":16,"verse":"(Ex 3.5; Josh 5.15) Then Jacob woke from his sleep and said, “Surely the LORD is in this place—and I did not know it!”"},{"number":17,"verse":"And he was afraid and said, “How awesome is this place! This is none other than the house of God, and this is the gate of heaven.”"},{"number":18,"verse":"(Gen 35.14; Lev 8.10-12) So Jacob rose early in the morning, and he took the stone that he had put under his head and set it up for a pillar and poured oil on the top of it."},{"number":19,"verse":"(Judg 1.23, 26; Hos 4.15) He called that place Bethel, (That is, house of God) but the name of the city was Luz at the first."},{"number":20,"verse":"(v 15|GEN 28:15; Gen 31.13; 1 Tim 6.8) Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go and will give me bread to eat and clothing to wear,"},{"number":21,"verse":"(Deut 26.17; Judg 11.31; 2 Sam 15.8; 19.24, 30) so that I come again to my father’s house in peace, then the LORD shall be my God,"},{"number":22,"verse":"(Gen 35.7, 15; Lev 27.30) and this stone, which I have set up for a pillar, shall be God’s house, and of all that you give me I will surely give one-tenth to you.”"}]}