{"bibleAbbr":"NRSVue2021","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":44,"verses":[{"number":1,"verse":"(Joseph Detains Benjamin) (Gen 42.25) Then he commanded the steward of his house, “Fill the men’s sacks with food, as much as they can carry, and put each man’s money in the top of his sack."},{"number":2,"verse":"Put my cup, the silver cup, in the top of the sack of the youngest, with his money for the grain.” And he did as Joseph told him."},{"number":3,"verse":"As soon as the morning was light, the men were sent away with their donkeys."},{"number":4,"verse":"When they had gone only a short distance from the city, Joseph said to his steward, “Go, follow after the men, and when you overtake them, say to them, ‘Why have you returned evil for good? Why have you stolen my silver cup? (Gk Compare Vg: Heb lacks Why have you stolen my silver cup?)"},{"number":5,"verse":"(v 15|GEN 44:15; Lev 19.26; Deut 18.10-14) Is it not from this that my lord drinks? Does he not indeed use it for divination? You have done wrong in doing this.’ ”"},{"number":6,"verse":"When he overtook them, he repeated these words to them."},{"number":7,"verse":"They said to him, “Why does my lord speak such words as these? Far be it from your servants that they should do such a thing!"},{"number":8,"verse":"(Gen 43.21) Look, the money that we found at the top of our sacks, we brought back to you from the land of Canaan; why then would we steal silver or gold from your lord’s house?"},{"number":9,"verse":"(Gen 31.32) Should it be found with any one of your servants, let him die; moreover, the rest of us will become my lord’s slaves.”"},{"number":10,"verse":"He said, “Even so; in accordance with your words, let it be: he with whom it is found shall become my slave, but the rest of you shall go free.”"},{"number":11,"verse":"Then each one quickly lowered his sack to the ground, and each opened his sack."},{"number":12,"verse":"He searched, beginning with the eldest and ending with the youngest, and the cup was found in Benjamin’s sack."},{"number":13,"verse":"(Gen 37.29, 34; Num 14.6) At this they tore their clothes. Then each one loaded his donkey, and they returned to the city."},{"number":14,"verse":"(Gen 37.7, 10) Judah and his brothers came to Joseph’s house while he was still there, and they fell to the ground before him."},{"number":15,"verse":"(v 5) Joseph said to them, “What deed is this that you have done? Do you not know that one such as I can practice divination?”"},{"number":16,"verse":"(v 9) And Judah said, “What can we say to my lord? What can we speak? How can we clear ourselves? God has found out the guilt of your servants; here we are then, my lord’s slaves, both we and also the one in whose possession the cup has been found.”"},{"number":17,"verse":"But he said, “Far be it from me that I should do so! Only the one in whose possession the cup was found shall be my slave, but as for you, go up in peace to your father.”"},{"number":18,"verse":"(Judah Pleads for Benjamin’s Release) (Gen 37.7, 8; 41.40-44) Then Judah stepped up to him and said, “O my lord, let your servant please speak a word in my lord’s ears, and do not be angry with your servant, for you are like Pharaoh himself."},{"number":19,"verse":"My lord asked his servants, saying, ‘Have you a father or a brother?’"},{"number":20,"verse":"(v 30|GEN 44:30; Gen 37.33; 42.13, 38; 43.8) And we said to my lord, ‘We have a father, an old man, and a young brother, the child of his old age. His brother is dead; he alone is left of his mother’s children, and his father loves him.’"},{"number":21,"verse":"Then you said to your servants, ‘Bring him down to me, so that I may set my eyes on him.’"},{"number":22,"verse":"We said to my lord, ‘The boy cannot leave his father, for if he should leave his father, his father would die.’"},{"number":23,"verse":"(Gen 43.3) Then you said to your servants, ‘Unless your youngest brother comes down with you, you shall see my face no more.’"},{"number":24,"verse":"When we went back to your servant my father we told him the words of my lord."},{"number":25,"verse":"And when our father said, ‘Go again; buy us a little food,’"},{"number":26,"verse":"we said, ‘We cannot go down. Only if our youngest brother goes with us will we go down, for we cannot see the man’s face unless our youngest brother is with us.’"},{"number":27,"verse":"Then your servant my father said to us, ‘You know that my wife bore me two sons;"},{"number":28,"verse":"(Gen 37.31-35) one left me, and I said, Surely he has been torn to pieces, and I have never seen him since."},{"number":29,"verse":"(Gen 42.36, 38) If you take this one also from me and harm comes to him, you will bring down my gray hairs in sorrow to Sheol.’"},{"number":30,"verse":"Now therefore, when I come to your servant my father and the boy is not with us, then, as his life is bound up in the boy’s life,"},{"number":31,"verse":"when he sees that the boy is not with us, he will die, and your servants will bring down the gray hairs of your servant our father with sorrow to Sheol."},{"number":32,"verse":"(Gen 43.9) For your servant became surety for the boy to my father, saying, ‘If I do not bring him back to you, then I will bear the blame in the sight of my father all my life.’"},{"number":33,"verse":"Now therefore, please let your servant remain as a slave to my lord in place of the boy, and let the boy go back with his brothers."},{"number":34,"verse":"For how can I go back to my father if the boy is not with me? I fear to see the suffering that would come upon my father.”"}]}