{"bibleAbbr":"NRSVue2021","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"Jacob’s Last Words to His Sons (Num 24.14) Then Jacob called his sons and said, “Gather around, that I may tell you what will happen to you in days to come."},{"number":2,"verse":"Assemble and hear, O sons of Jacob; listen to Israel your father."},{"number":3,"verse":"(Gen 29.32; Deut 21.17) Reuben, you are my firstborn, my might and the first fruits of my vigor, excelling in rank and excelling in power."},{"number":4,"verse":"(Gen 35.22; Deut 27.20) Unstable as water, you shall no longer excel because you went up onto your father’s bed; then you defiled it—you (Gk Syr Tg: Heb he) went up onto my couch!"},{"number":5,"verse":"(Gen 34.25-30) Simeon and Levi are brothers; weapons of violence are their swords."},{"number":6,"verse":"(Gen 34.26; Prov 1.15; Eph 5.11) May I never come into their council; may I not be joined to their company, for in their anger they killed men, and at their whim they hamstrung oxen."},{"number":7,"verse":"(Josh 19.1, 9; 21.1-42) Cursed be their anger, for it is fierce, and their wrath, for it is cruel! I will divide them in Jacob and scatter them in Israel."},{"number":8,"verse":"(Deut 33.7; 1 Chr 5.2) Judah, your brothers shall praise you; your hand shall be on the neck of your enemies; your father’s sons shall bow down before you."},{"number":9,"verse":"(Ezek 19.5-7; Mic 5.8) Judah is a lion’s whelp; from the prey, my son, you have gone up. He crouches down, he stretches out like a lion, like a lioness—who dares rouse him up?"},{"number":10,"verse":"(Num 24.17; Ps 60.7; Isa 2.2; 11.1; Lk 1.32) The scepter shall not depart from Judah, nor the ruler’s staff from between his feet, until tribute comes to him, (Or until Shiloh comes or until he comes to Shiloh or (with Syr) until he comes to whom it belongs) and the obedience of the peoples is his."},{"number":11,"verse":"Binding his foal to the vine and his donkey’s colt to the choice vine, he washes his garments in wine and his robe in the blood of grapes;"},{"number":12,"verse":"his eyes are darker than wine and his teeth whiter than milk."},{"number":13,"verse":"(Deut 33.18, 19; Josh 19.10, 11) Zebulun shall settle at the shore of the sea; he shall be a haven for ships, and his border shall be at Sidon."},{"number":14,"verse":"Issachar is a strong donkey, lying down between the sheepfolds;"},{"number":15,"verse":"he saw that a resting place was good and that the land was pleasant, so he bowed his shoulder to the burden and became a slave at forced labor."},{"number":16,"verse":"(Deut 33.22; Judg 18.1, 2) Dan shall judge his people as one of the tribes of Israel."},{"number":17,"verse":"(Judg 18.26, 27) Dan shall be a snake by the roadside, a viper along the path, that bites the horse’s heels so that its rider falls backward."},{"number":18,"verse":"(Ex 15.2; Ps 25.5; 119.166, 174; Isa 25.9; Mic 7.7) I wait for your salvation, O LORD."},{"number":19,"verse":"(Deut 33.20; 1 Chr 5.18) Gad shall be raided by raiders, but he shall raid at their heels."},{"number":20,"verse":"(Deut 33.24, 25; Josh 19.24) Asher’s (Gk Vg Syr: Heb From Asher) food shall be rich, and he shall provide royal delicacies."},{"number":21,"verse":"(Deut 33.23) Naphtali is a doe let loose that bears lovely fawns. (Or that gives beautiful words)"},{"number":22,"verse":"(Deut 33.13-17) Joseph is a fruitful bough, (Meaning of Heb uncertain) a fruitful bough by a spring; his branches run over the wall. (Meaning of Heb uncertain)"},{"number":23,"verse":"(Gen 37.4, 24, 28) The archers fiercely attacked him; they shot at him and pressed him hard."},{"number":24,"verse":"(Ps 18.34; 23.1; 132.2, 5; Isa 1.24; 28.16; 41.10; 1 Pet 2.6-8) Yet his bow remained taut, and his arms (Heb the arms of his hands) were made agile by the hands of the Mighty One of Jacob, by the name of the Shepherd, the Rock of Israel,"},{"number":25,"verse":"(Gen 27.28; 28.3, 13; 32.9; 48.3) by the God of your father, who will help you, by the Almighty (Traditional rendering of Heb Shaddai) who will bless you with blessings of heaven above, blessings of the deep that lies beneath, blessings of the breasts and of the womb."},{"number":26,"verse":"(Deut 33.15, 16) The blessings of your father are stronger than the blessings of the eternal mountains, the bounties (Cn Compare Gk: Heb of my progenitors to the boundaries) of the everlasting hills; may they be on the head of Joseph, on the brow of him who was set apart from his brothers."},{"number":27,"verse":"Benjamin is a ravenous wolf, in the morning devouring the prey and at evening dividing the spoil.”"},{"number":28,"verse":"(Gen 23.16-20) All these are the twelve tribes of Israel, and this is what their father said to them when he blessed them, blessing each one of them with a suitable blessing."},{"number":29,"verse":"Jacob’s Death and Burial (Gen 25.8; 47.30) Then he charged them, saying to them, “I am about to be gathered to my people. Bury me with my ancestors in the cave in the field of Ephron the Hittite,"},{"number":30,"verse":"(Gen 23.16) in the cave in the field at Machpelah, near Mamre, in the land of Canaan, in the field that Abraham bought from Ephron the Hittite as a burial site."},{"number":31,"verse":"(Gen 23.19; 25.9; 35.29) There Abraham and his wife Sarah were buried; there Isaac and his wife Rebekah were buried; and there I buried Leah."},{"number":32,"verse":"The field and the cave that is in it were purchased from the Hittites.”"},{"number":33,"verse":"(v 29|GEN 49:29; Gen 25.8; Acts 7.15) When Jacob ended his charge to his sons, he drew up his feet into the bed, breathed his last, and was gathered to his people."}]}