{"bibleAbbr":"RSV1971","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"(The Revolt against Rehoboam) Rehobo′am went to Shechem, for all Israel had come to Shechem to make him king."},{"number":2,"verse":"And when Jerobo′am the son of Nebat heard of it (for he was in Egypt, whither he had fled from King Solomon), then Jerobo′am returned from Egypt."},{"number":3,"verse":"And they sent and called him; and Jerobo′am and all Israel came and said to Rehobo′am,"},{"number":4,"verse":"“Your father made our yoke heavy. Now therefore lighten the hard service of your father and his heavy yoke upon us, and we will serve you.”"},{"number":5,"verse":"He said to them, “Come to me again in three days.” So the people went away."},{"number":6,"verse":"Then King Rehobo′am took counsel with the old men, who had stood before Solomon his father while he was yet alive, saying, “How do you advise me to answer this people?”"},{"number":7,"verse":"And they said to him, “If you will be kind to this people and please them, and speak good words to them, then they will be your servants for ever.”"},{"number":8,"verse":"But he forsook the counsel which the old men gave him, and took counsel with the young men who had grown up with him and stood before him."},{"number":9,"verse":"And he said to them, “What do you advise that we answer this people who have said to me, ‘Lighten the yoke that your father put upon us’?”"},{"number":10,"verse":"And the young men who had grown up with him said to him, “Thus shall you speak to the people who said to you, ‘Your father made our yoke heavy, but do you lighten it for us’; thus shall you say to them, ‘My little finger is thicker than my father’s loins."},{"number":11,"verse":"And now, whereas my father laid upon you a heavy yoke, I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.’”"},{"number":12,"verse":"So Jerobo′am and all the people came to Rehobo′am the third day, as the king said, “Come to me again the third day.”"},{"number":13,"verse":"And the king answered them harshly, and forsaking the counsel of the old men,"},{"number":14,"verse":"King Rehobo′am spoke to them according to the counsel of the young men, saying, “My father made your yoke heavy, but I will add to it; my father chastised you with whips, but I will chastise you with scorpions.”"},{"number":15,"verse":"So the king did not hearken to the people; for it was a turn of affairs brought about by God that the LORD might fulfil his word, which he spoke by Ahi′jah the Shi′lonite to Jerobo′am the son of Nebat."},{"number":16,"verse":"And when all Israel saw that the king did not hearken to them, the people answered the king, “What portion have we in David? We have no inheritance in the son of Jesse. Each of you to your tents, O Israel! Look now to your own house, David.” So all Israel departed to their tents."},{"number":17,"verse":"But Rehobo′am reigned over the people of Israel who dwelt in the cities of Judah."},{"number":18,"verse":"Then King Rehobo′am sent Hador′am, who was taskmaster over the forced labor, and the people of Israel stoned him to death with stones. And King Rehobo′am made haste to mount his chariot, to flee to Jerusalem."},{"number":19,"verse":"So Israel has been in rebellion against the house of David to this day."}]}