{
  "bibleAbbr" : "TERV1998",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 6,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஒருவனுக்கு கடன் வாங்கிக்கொடுக்க உதவுவதால் வரும் ஆபத்துஎன் மகனே! அடுத்தவனது கடனுக்கு நீ பொறுப்பாளி ஆகாதே. அடுத்தவன் தன் கடனைச் செலுத்த முடியாதபோது நீ அக்கடனைச் செலுத்துவதாக வாக்குறுதி அளித்திருக்கிறாயா? அடுத்தவன் வாங்கும் கடனுக்கு உன்னைப் பொறுப்பாளியாக ஆக்கிக்கொண்டாயா?"
  }, {
    "number" : 2,
    "verse" : "அப்படியானால் நீ அகப்பட்டுக்கொண்டாய். உன் சொந்த வார்த்தைகளாலேயே நீ அகப்பட்டுக்கொண்டாய்."
  }, {
    "number" : 3,
    "verse" : "நீ அடுத்தவனது அதிகாரத்தின் கீழ் இருக்கிறாய். எனவே அவனிடம் போய் உன்னை விடுவித்துக்கொள். உன்னை அக்கடனிலிருந்து விடுவிக்கும்படி வேண்டிக்கொள்."
  }, {
    "number" : 4,
    "verse" : "அதுவரை தூங்காதே, ஓய்வுக்கொள்ள எண்ணாதே."
  }, {
    "number" : 5,
    "verse" : "வேட்டைக்காரனிடமிருந்து மான் தப்பி ஓடுவதுபோன்று, நீ அந்த வலையிலிருந்து தப்பி ஓடு. வலையிலிருந்து பறவை தப்புவதுபோன்று தப்பிவிடு."
  }, {
    "number" : 6,
    "verse" : "சோம்பேறியாக இருப்பதில் உள்ள ஆபத்துசோம்பேறியே! நீ எறும்பைப்போல இருக்க வேண்டும். எறும்பு என்ன செய்கிறது என்று பார். அதனிடமிருந்து கற்றுக்கொள்."
  }, {
    "number" : 7,
    "verse" : "அந்த எறும்புக்கு ஒரு ராஜாவோ, தலைவனோ, எஜமானோ இல்லை."
  }, {
    "number" : 8,
    "verse" : "ஆனால் அது கோடைக்காலத்தில் தனக்கு வேண்டிய உணவைச் சேகரித்துக்கொள்ளும். தன் உணவை அது பாதுகாக்கிறது. மழைக்காலத்தில் போதுமான அளவுக்கு அதனிடத்தில் உணவு உள்ளது."
  }, {
    "number" : 9,
    "verse" : "சோம்பேறியே! எவ்வளவு நாட்கள் அங்கேயே படுத்துக்கொண்டு கிடப்பாய். உனது ஓய்வை முடித்துக்கொண்டு நீ எப்போது எழப்போகிறாய்?"
  }, {
    "number" : 10,
    "verse" : "அந்தச் சோம்பேறி, “எனக்கு சிறிது தூக்கம் வேண்டும். நான் இங்கே சிறிதுநேரம் படுத்து ஓய்வு எடுப்பேன்” என்பான்."
  }, {
    "number" : 11,
    "verse" : "ஆனால் அவன் மீண்டும், மீண்டும் தூங்கிக்கொண்டிருக்கிறான். அவன் மேலும், மேலும் வறுமைக்குள்ளாவான். விரைவில் அவனிடம் ஒன்றுமேயில்லாமற்போகும். ஒரு திருடன் வந்து அனைத்தையும் அபகரித்துக்கொண்டு போனது போல இருக்கும்."
  }, {
    "number" : 12,
    "verse" : "தீய மனிதன்ஒன்றுக்கும் உதவாத தீயமனிதன் பொய்யையும் தீயவற்றையும் கூறுகிறான்."
  }, {
    "number" : 13,
    "verse" : "அவன் தன் கண்ணைச் சிமிட்டி, கைகளாலும் கால்களாலும் சைகைக்காட்டி ஜனங்களை ஏமாற்றுகிறான்."
  }, {
    "number" : 14,
    "verse" : "அவன் கெட்டவன். அவன் எப்பொழுதும் தொல்லை செய்யவே திட்டமிடுவான். அவன் எல்லா இடங்களிலும் தொல்லை செய்வான்."
  }, {
    "number" : 15,
    "verse" : "ஆனால் அவன் தண்டிக்கப்படுவான். எதிர்பாராத நேரத்தில் திடீரென்று அவனுக்குத் துன்பம் வரும். அவன் விரைவில் அழிந்துப்போவான். எவராலும் அவனுக்கு உதவிசெய்ய முடியாது."
  }, {
    "number" : 16,
    "verse" : "கர்த்தரால் வெறுக்கப்படும் ஏழு காரியங்கள்கர்த்தர் இந்த ஆறு அல்லது ஏழு காரியங்களையும் வெறுக்கிறார்."
  }, {
    "number" : 17,
    "verse" : "கர்வம் கொண்ட கண்கள், பொய்களைக் கூறும் நாவுகள், அப்பாவி ஜனங்களைக்கொல்லும் கைகள்."
  }, {
    "number" : 18,
    "verse" : "தீயவற்றைச் செய்யத் திட்டமிடும் மனது, கெட்டவற்றைச் செய்ய ஓடும் கால்கள்,"
  }, {
    "number" : 19,
    "verse" : "வழக்கு மன்றத்தில் பொய்யைச் சொல்லுபவன், உண்மையில்லாதவற்றைக் கூறுபவன், விவாதங்களைத் தொடங்கி வைத்து அடுத்தவர்களுக்குள் சண்டை மூட்டுபவன்."
  }, {
    "number" : 20,
    "verse" : "என் மகனே, உன் தந்தையின் கட்டளைகளை நினைவுபடுத்திக்கொள். உன் தாயின் போதனைகளையும் மறக்காதே."
  }, {
    "number" : 21,
    "verse" : "அவர்களது வார்த்தைகளை எப்போதும் நினைவுபடுத்திக்கொள். அவற்றை உன் கழுத்தைச் சுற்றிலும் கட்டிக்கொள். அவைகளை உன் இருதயத்தின்மேல் வைத்துக்கொள்."
  }, {
    "number" : 22,
    "verse" : "நீ எங்கே சென்றாலும் அவர்களின் போதனைகள் உனக்கு வழிகாட்டும். நீ தூங்கும்போதும் அவை உன்னைக் கவனித்துக்கொள்ளும். நீ விழித்து எழுந்ததும் அவை உன்னோடு பேசி உனக்கு வழிகாட்டும்."
  }, {
    "number" : 23,
    "verse" : "உன் பெற்றோர்களின் கட்டளைகளும் போதனைகளும் உனக்குச் சரியான பாதையைக் காட்டும் விளக்குகளைப் போன்றவை. அவை உன்னைத் திருத்தும்; வாழ்க்கைக்கான பாதையில் நீ செல்ல உனக்குப் பயிற்சி தரும்."
  }, {
    "number" : 24,
    "verse" : "பாவமுள்ள பெண்ணிடம் உன்னைப் போகவிடாமல் தடுக்கும். அவர்களது போதனைகள், தன் கணவனை விட்டு விலகி வந்த பெண்களின் மென்மையான வார்த்தைகளிலிருந்து உன்னைக் காப்பாற்றும்."
  }, {
    "number" : 25,
    "verse" : "அப்பெண் அழகுள்ளவளாக இருக்கலாம். ஆனால், அந்த அழகு உன் உள்ளத்தை அழித்து உன்னைத் தூண்டாமல் பார்த்துக்கொள். அவளது கண்கள் உன்னைக் கவர்ந்துக்கொள்ளவிடாதே."
  }, {
    "number" : 26,
    "verse" : "வேசியானவள் ஒரு ரொட்டித்துண்டுக்குரிய விலையையே பெறுவாள். ஆனால் அடுத்தவன் மனைவியோ உனது வாழ்க்கையையே இழக்கச் செய்வாள்."
  }, {
    "number" : 27,
    "verse" : "ஒருவன் தன் மடியிலே நெருப்பை வைத்திருந்தால் அது அவனது ஆடைகளை எரித்துவிடும்."
  }, {
    "number" : 28,
    "verse" : "ஒருவன் நெருப்புக்குள் இறங்கி நடந்தால் அவனது பாதங்கள் எரிந்து கருகும்."
  }, {
    "number" : 29,
    "verse" : "இது போலவே இன்னொருவனது மனைவியோடு படுப்பவன் துன்பப்படுவான்."
  }, {
    "number" : 30,
    "verse" : "பசியின் காரணமாக ஒருவன் உண்பதற்காக உணவைத் திருடலாம். அகப்பட்டுக்கொண்டால், திருடியதைப்போல ஏழு மடங்குக்கு அதிகமாக அபராதம் செலுத்தவேண்டும். அது அவனுடைய அனைத்துப் பொருட்களுக்கும் ஈடானதாக இருக்கும். ஆனால் மற்றவர்கள் அவனைப் புரிந்துக்கொள்வார்கள். அவனது மரியாதையைக் குறைத்துக்கொள்ளமாட்டார்கள்."
  }, {
    "number" : 32,
    "verse" : "ஆனால் ஒருவன் முட்டாள்தனமாக விபச்சாரமாகிய பாவத்தைச் செய்தால், அவன் தன்னையே அழித்துக்கொள்கிறான். அவனது அழிவிற்கு அவனே காரணம்."
  }, {
    "number" : 33,
    "verse" : "ஜனங்களிடம் அவன் தனது மதிப்பு முழுவதையும் இழந்துவிடுவான். இந்த அவமானத்தை அவனால் எப்பொழுதும் நீக்க முடியாது."
  }, {
    "number" : 34,
    "verse" : "அப்பெண்ணின் கணவன் பொறாமை கொள்ளுவான். அவன் கோபமாகவும் இருப்பான். அவன் இவனைத் தண்டிக்க எதையாவது செய்வான்."
  }, {
    "number" : 35,
    "verse" : "அவனது கோபத்தைத் தடுக்க எந்தப் பொருளையும் எவ்வளவு தொகையையும் தர இயலாது."
  } ]
}