{"bibleAbbr":"GB1587","bookName":"John","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"Verily, Seeing that by Christ alone we have access to the Father, there are no true shepherds other than those who come to Christ themselves and bring others there also, neither is any to be thought to be in the true sheepfold but those who are gathered to Christ. verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber."},{"number":2,"verse":"But he that goeth in by the doore, is the shepheard of the sheepe."},{"number":3,"verse":"To him the In those days they used to have a servant always sitting at the door, and therefore he speaks after the manner of those days. porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out."},{"number":4,"verse":"And when hee hath sent foorth his owne sheepe, he goeth before them, and the sheepe follow him: for they know his voyce."},{"number":5,"verse":"And they will not follow a stranger, but they flee from him: for they know not the voyce of strangers."},{"number":6,"verse":"This This word «parable», which the evangelist uses here, signifies a hidden type of speech, when words are not used with their natural meaning, but are used to signify another thing to us. parable spake Jesus unto them: but they understood not what things they were which he spake unto them."},{"number":7,"verse":"Then sayd Iesus vnto them againe, Verely, verely I say vnto you, I am that doore of the sheepe."},{"number":8,"verse":"It does not matter how many false teachers there have been, neither how old they have been. All that These terms must be applied to the matter he speaks of. And therefore when he calls himself the door, he calls all those thieves and robbers who take upon themselves this name of «door», which none of the prophets can do, for they showed the sheep that Christ was the door. ever came before me are thieves and robbers: but the sheep did not hear them."},{"number":9,"verse":"Only Christ is the true Pastor, and those only are the true Church who acknowledge him to properly be their only Pastor: opposite to him are thieves who do not feed the sheep, but kill them: and hirelings also, who forsake the flock in time of danger, because they feed it only for their own profit and gains. I am the door: by me if any man enter in, he shall be saved, and shall That is, will live safely, as the Jews used to speak (see (Deu_26:6-10)), and yet there is a special reference to the shepherd's office. go in and out, and find pasture."},{"number":10,"verse":"The theefe commeth not, but for to steale, and to kill, and to destroy: I am come that they might haue life, and haue it in abundance."},{"number":11,"verse":"I am that good shepheard: that good shepheard giueth his life for his sheepe."},{"number":12,"verse":"But an hireling, and hee which is not the shepheard, neither the sheepe are his owne, seeth the wolfe comming, and hee leaueth the sheepe, and fleeth, and the wolfe catcheth them, and scattreth the sheepe."},{"number":13,"verse":"So the hireling fleeth, because he is an hireling, and careth not for the sheepe."},{"number":14,"verse":"I am that good shepheard, & knowe mine, and am knowen of mine."},{"number":15,"verse":"As the Father Loves me, allows me. knoweth me, even so know I the Father: and I lay down my life for the sheep."},{"number":16,"verse":"The calling of the Gentiles. And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be The distinguishing mark of the Christian Church throughout all the world, is that it has only one head, that is Christ, the only keeper, and only shepherd of it. one fold, [and] one shepherd."},{"number":17,"verse":"Christ is by the decree of the Father the only true shepherd of the true Church, for he willingly gave his life for his sheep, and by his own power rose again to life. Therefore doth my Father love me, because He uses the present tense because Christ's whole life was as it were a perpetual death. I lay down my life, that I might take it again."},{"number":18,"verse":"No man taketh it from me, but I lay it downe of my selfe: I haue power to lay it downe, and haue power to take it againe: this commandement haue I receiued of my Father."},{"number":19,"verse":"The gospel uncovers hypocrisy, and therefore the world must necessarily rage when the gospel comes forth. There was a division therefore again among the Jews for these sayings."},{"number":20,"verse":"And many of them sayd, He hath a deuill, and is mad: why heare ye him?"},{"number":21,"verse":"Other sayd, These are not the wordes of him that hath a deuill: can the deuill open the eyes of the blinde?"},{"number":22,"verse":"And it was at Jerusalem the feast of the The feast of the dedication was instituted by Judas Maccabeus and his brethren after the restoring of God's true religion, by the casting out of Antiochus' garrison. dedication, and it was winter."},{"number":23,"verse":"The unbelievers and proud men accuse the gospel of darkness, and this very darkness is indeed within themselves. And Jesus walked in the temple in Solomon's porch."},{"number":24,"verse":"Then came the Iewes round about him, and sayd vnto him, Howe long doest thou make vs dout? If thou be that Christ, tell vs plainely."},{"number":25,"verse":"The doctrine of the gospel is proved from heaven by two witnesses: both by the purity of the doctrine and by miracles. Jesus answered them, I told you, and ye believed not: the works that I do in my Father's name, they bear witness of me."},{"number":26,"verse":"It is no marvel that only a few believe, seeing that all men are by nature untamed beasts: yet nonetheless God has his own, which he turns into sheep, and commits them unto his Son, and preserves them against the cruelty of all wild beasts. But ye believe not, He gives a reason why they do not believe, that is, because they are not his sheep. because ye are not of my sheep, as I said unto you."},{"number":27,"verse":"My sheepe heare my voyce, and I knowe them, and they follow me,"},{"number":28,"verse":"And I giue vnto them eternall life, & they shall neuer perish, neither shall any plucke them out of mine hand."},{"number":29,"verse":"My Father which gaue them me, is greater then all, and none is able to take them out of my Fathers hand."},{"number":30,"verse":"I and my Father are one."},{"number":31,"verse":"Christ proves his dignity by divine works. Then the Jews took up stones again to stone him."},{"number":32,"verse":"Jesus answered them, Many good works have I shewed you from my Through my Father's authority and power. Father; for which of those works do ye stone me?"},{"number":33,"verse":"The Iewes answered him, saying, For the good worke we stone thee not, but for blasphemie, and that thou being a man, makest thy selfe God."},{"number":34,"verse":"Iesus answered them, Is it not written in your Lawe, I sayd, Ye are gods?"},{"number":35,"verse":"If he called them gods, unto whom the word of God came, and the scripture cannot be Void and of no effect. broken;"},{"number":36,"verse":"Say ye of him, whome the Father hath sanctified, and sent into the worlde, Thou blasphemest, because I said, I am the Sonne of God?"},{"number":37,"verse":"If I doe not the workes of my Father, beleeue me not."},{"number":38,"verse":"But if I doe, then though ye beleeue not mee, yet beleeue the workes, that ye may knowe and beleeue, that the Father is in me, and I in him."},{"number":39,"verse":"Christ flees danger, not because of mistrust, nor for fear of death, nor that he would be lazy, but to gather a Church in another place. Therefore they sought again to take him: but he escaped out of their hand,"},{"number":40,"verse":"And went againe beyonde Iordan, into the place where Iohn first baptized, and there abode."},{"number":41,"verse":"And many resorted vnto him, and saide, Iohn did no miracle: but all thinges that Iohn spake of this man, were true."},{"number":42,"verse":"And many beleeued in him there."}]}