{"bibleAbbr":"GB1587","bookName":"John","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"Now Christ is as sure of the victory as he is of the combat which was at hand, and by using the sign of washing the feet, gives by this an example in part of singular modesty, and his great love toward his apostles in this notable act, being likely to depart very shortly from them: and he partly witnesses unto them that it is he alone who washes away the filth of his people, and sanctifies them little by little in their time and season. before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his Those of his household, that is, his saints. own which were in the world, he loved them unto the end."},{"number":2,"verse":"And when supper was done (and that the deuill had now put in the heart of Iudas Iscariot, Simons sonne, to betray him)"},{"number":3,"verse":"Jesus knowing that the Father had given all things into his Into his power. hands, and that he was come from God, and went to God;"},{"number":4,"verse":"He In that he is said to rise, it argues that there was a space of time between the ceremony of the passover and this washing of feet, at which time it seems that the Lord's supper was instituted. riseth from supper, and laid aside his garments; and took a towel, and girded himself."},{"number":5,"verse":"After that, hee powred water into a basen, and began to wash the disciples feete, and to wipe them with the towell, wherewith he was girded."},{"number":6,"verse":"Then came he to Simon Peter, who sayd to him, Lord, doest thou wash my feete?"},{"number":7,"verse":"Iesus answered and sayd vnto him, What I doe, thou knowest not nowe: but thou shalt knowe it hereafter."},{"number":8,"verse":"Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast Unless you allow me to wash you, you will have no part in the kingdom of heaven. no part with me."},{"number":9,"verse":"Simon Peter sayd vnto him, Lord, not my feete onely, but also the hands and the head."},{"number":10,"verse":"Iesus sayd to him, He that is washed, needeth not, saue to wash his feete, but is cleane euery whit: and ye are cleane, but not all."},{"number":11,"verse":"For hee knewe who should betray him: therefore sayd he, Ye are not all cleane."},{"number":12,"verse":"So after he had washed their feete, and had taken his garments, and was set downe againe, he sayd vnto them, Knowe ye what I haue done to you?"},{"number":13,"verse":"Ye call me Master, and Lorde, and ye say well: for so am I."},{"number":14,"verse":"If I then your Lorde, and Master, haue washed your feete, ye also ought to wash one an others feete."},{"number":15,"verse":"For I haue giuen you an example, that ye should doe, euen as I haue done to you."},{"number":16,"verse":"Verely, verely I say vnto you, The seruant is not greater then his master, neither the ambassadour greater then he that sent him."},{"number":17,"verse":"If ye know these things, blessed are ye, if ye doe them."},{"number":18,"verse":"The betraying of Christ was not accidental, or a thing that happened by chance, but it was the Father who ordained the cause of our salvation, to reconcile us unto himself in his Son, and the Son willingly and voluntarily obeyed the Father. I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me."},{"number":19,"verse":"From henceforth tell I you before it come, that when it is come to passe, ye might beleeue that I am he."},{"number":20,"verse":"Verely, verely I say vnto you, If I send any, he that receiueth him, receiueth me, and hee that receiueth me, receiueth him that sent me."},{"number":21,"verse":"When Jesus had thus said, he was troubled in spirit, and He affirmed it openly and sealed it. testified, and said, Verily, verily, I say unto you, that one of you shall betray me."},{"number":22,"verse":"Then the disciples looked one on another, doubting of whom he spake."},{"number":23,"verse":"Now there was John's leaning was such that sitting down on his mat his head was toward the head of Jesus: for it is certain that in ancient times men used to not sit at the table, but to lie down on one of their sides. leaning on Jesus' bosom one of his disciples, whom Jesus loved."},{"number":24,"verse":"To him beckened therefore Simon Peter, that he should aske who it was of whom he spake."},{"number":25,"verse":"He then, as he leaned on Iesus breast, saide vnto him, Lord, who is it?"},{"number":26,"verse":"Iesus answered, He it is, to whome I shall giue a soppe, when I haue dipt it: and hee wet a soppe, and gaue it to Iudas Iscariot, Simons sonne."},{"number":27,"verse":"And after the soppe, Satan entred into him. Then sayd Iesus vnto him, That thou doest, doe quickly."},{"number":28,"verse":"But none of them that were at table, knew, for what cause he spake it vnto him."},{"number":29,"verse":"For some of them thought because Iudas had the bag, that Iesus had sayd vnto him, Buy those things that we haue neede of against ye feast: or that he should giue some thing to the poore."},{"number":30,"verse":"Assoone then as he had receiued the soppe, he went immediately out, and it was night."},{"number":31,"verse":"We have to see the glorifying of Christ in his dishonour. Therefore, when he was gone out, Jesus said, This verse and the one following are a most plain and evident testimony to the divinity of Christ. Now is the Son of man glorified, and God is glorified in him."},{"number":32,"verse":"If God be glorified in him, God shall also glorifie him in himselfe, and shal straightway glorifie him."},{"number":33,"verse":"The eternal glory will flow little by little from the head into the members. But meanwhile, we must take good heed that we run the race of this life in brotherly love. Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you."},{"number":34,"verse":"A newe commaundement giue I vnto you, that ye loue one another: as I haue loued you, that ye also loue one another."},{"number":35,"verse":"By this shall all men knowe that ye are my disciples, if ye haue loue one to another."},{"number":36,"verse":"A weighty example of rash trust and confidence. Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards."},{"number":37,"verse":"Peter sayd vnto him, Lord, why can I not followe thee now? I will lay downe my life for thy sake."},{"number":38,"verse":"Iesus answered him, Wilt thou lay downe thy life for my sake? Verely, verely I say vnto thee, The cocke shall not crowe, till thou haue denied me thrise."}]}