{"bibleAbbr":"Geneva1587","bookName":"John","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"These The ministers of the gospel must expect all types of reproaches, not only by those who are open enemies, but even by those also who seem to be of the same household, and the very pillars of the Church. things have I spoken unto you, that ye should not be offended."},{"number":2,"verse":"They shall excommunicate you: yea, the time shall come, that whosoeuer killeth you, will thinke that he doeth God seruice."},{"number":3,"verse":"And these things will they doe vnto you, because they haue not knowen ye Father, nor me."},{"number":4,"verse":"But these things haue I tolde you, that when the houre shall come, ye might remember, that I tolde you them; these things said I not vnto you from ye beginning, because I was with you."},{"number":5,"verse":"But now I go my way to him that sent me, and none of you asketh me, Whither goest thou?"},{"number":6,"verse":"But because I haue saide these thinges vnto you, your hearts are full of sorowe."},{"number":7,"verse":"The absence of Christ according to the flesh is profitable to the Church in that it causes the Church to be wholly dependant upon his spiritual power. Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you."},{"number":8,"verse":"The Spirit of God works so mightily by the preaching of the word that he forces the world, whether or not it wants to, to confess its own unrighteousness and Christ's righteousness and almightiness. And when he is come, he will He will so reprove the world, that those of the world will not be able to give any excuse. reprove the He refers to the time that followed his ascension, when as all those opposed were manifestly reproved, through the pouring out of the Holy Spirit upon the Church: so that the very enemies of Christ were reproved of sin, in that they were forced to confess that they were deceived, in that they believed not, and therefore they said to Peter in (Act_2:37), «Men and brethren, what shall we do?» world of sin, and of righteousness, and of judgment:"},{"number":9,"verse":"Of sinne, because they beleeued not in me:"},{"number":10,"verse":"Of Of Christ himself: for when the world will see that I have poured out the Holy Spirit they will be forced to confess that I was just, and was not condemned by my Father when I went out of this world. righteousness, because I go to my Father, and ye see me no more;"},{"number":11,"verse":"Of Of that authority and power which I have both in heaven and in earth. judgment, That is, because they will then understand and indeed know that I have overcome the devil, and govern the world, and then all men will see that they set themselves against you in vain, for I will arm you with heavenly power by which you may destroy every high thing which is lifted up against the knowledge of God; (2Co_10:5). because the prince of this world is judged."},{"number":12,"verse":"The doctrine of the apostles proceeded from the Holy Spirit, and is most perfect. I have yet many things to say unto you, but ye cannot bear them now."},{"number":13,"verse":"Howbeit, when he is come which is the Spirit of trueth, he will leade you into all trueth: for he shall not speake of himselfe, but whatsoeuer he shall heare, shall he speake, and he will shew you the things to come."},{"number":14,"verse":"The Holy Spirit brings no new doctrine, but teaches that which was uttered by Christ's own mouth, and imprints it in our minds. He shall glorify me: for he shall receive of mine, and shall shew [it] unto you."},{"number":15,"verse":"All thinges that the Father hath, are mine: therefore said I, that he shall take of mine, and shewe it vnto you."},{"number":16,"verse":"The grace of the Holy Spirit is a most distinct mirror in which Christ is truly beheld with the most sharp sighted eyes of faith, and not with the blurred eyes of the flesh: and by this we feel a continual joy even in the midst of sorrows. A When a little time is past. little while, and ye shall not see me: and again, a little while, and ye shall see me, For I go on to eternal glory, so that I will be much more present with you than I was before: for then you will feel indeed what I am, and what I am able to do. because I go to the Father."},{"number":17,"verse":"Then said some of his disciples among them selues, What is this that he saieth vnto vs, A litle while, and ye shall not see me, and againe, a litle while, and ye shall see me, and, For I goe to the Father."},{"number":18,"verse":"They said therefore, What is this that he saith, A litle while? we know not what he sayeth."},{"number":19,"verse":"Now Iesus knew that they would aske him, and said vnto them, Doe ye enquire among your selues, of that I said, A litle while, & ye shal not see me: and againe, a litle while, and yee shall see me?"},{"number":20,"verse":"Verely, verely I say vnto you, that ye shall weepe and lament, and the worlde shall reioyce: and ye shall sorowe, but your sorowe shalbe turned to ioye."},{"number":21,"verse":"A woman when she traueileth, hath sorowe, because her houre is come: but assoone as she is deliuered of the childe, she remembreth no more the anguish, for ioy that a man is borne into the world."},{"number":22,"verse":"And ye nowe therefore are in sorowe: but I will see you againe, & your hearts shal reioyce, and your ioy shall no man take from you."},{"number":23,"verse":"And in that day shall ye aske me nothing. Verely, verely I say vnto you, whatsoeuer ye shall aske the Father in my Name, he will giue it you."},{"number":24,"verse":"Hitherto haue ye asked nothing in my Name: aske, and ye shall receiue, that your ioye may be full."},{"number":25,"verse":"The Holy Spirit, who was poured upon the apostles after the ascension of Christ, instructed both them in all the central mysteries and secrets of our salvation, and also the Church by them, and he will also instruct the Church until the end of the world. These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father."},{"number":26,"verse":"The sum of the worship of God is the invocation of the Father in the name of the Son the mediator, who is already heard for us, for whom he both abased himself, and is now also glorified. At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:"},{"number":27,"verse":"For the Father himselfe loueth you, because ye haue loued me, and haue beleeued that I came out from God."},{"number":28,"verse":"I am come out from the Father, and came into the worlde: againe I leaue the worlde, and goe to the Father."},{"number":29,"verse":"Faith and foolish security differ greatly. His disciples said unto him, Lo, now speakest thou plainly, and speakest no proverb."},{"number":30,"verse":"Nowe knowe wee that thou knowest all things, and needest not that any man should aske thee. By this we beleeue, that thou art come out from God."},{"number":31,"verse":"Iesus answered them, Doe you beleeue nowe?"},{"number":32,"verse":"Neither the wickedness of the world, neither the weakness of his own, can diminish anything of the virtue of Christ. Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me."},{"number":33,"verse":"The surety and foundation of the Church depends only upon the victory of Christ. These things I have spoken unto you, that That in me you might be thoroughly quieted. For by «peace» is meant here that quiet state of mind which is completely contrary to disquietness and great sadness. in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world."}]}