{"bibleAbbr":"NASB1995","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":7,"verses":[{"number":1,"verse":"Or<WG2228> do you not know,<WG50> brethren<WG80> (for I am speaking<WG2980> to those who know<WG1097> the law<WG3551>), that the law<WG3551> has<WG2961> jurisdiction<WG2961> over<WG2961> a person<WG444> as long<WG5550> as he lives<WG2198>?"},{"number":2,"verse":"For the married<WG5220> woman<WG1135> is bound<WG1210> by law<WG3551> to her husband<WG435> while he is living;<WG2198> but if<WG1437> her husband<WG435> dies,<WG599> she is released<WG2673> from the law<WG3551> concerning the husband.<WG435>"},{"number":3,"verse":"So<WG686> then<WG686> if,<WG1437> while her husband<WG435> is living,<WG2198> she is joined<WG1096> to another<WG2087> man,<WG435> she shall be called<WG5537> an adulteress;<WG3428> but if<WG1437> her husband<WG435> dies,<WG599> she is free<WG1658> from the law,<WG3551> so that she is not an adulteress,<WG3428> though she is joined<WG1096> to another<WG2087> man.<WG435>"},{"number":4,"verse":"Therefore,<WG5620> my brethren,<WG80> you also<WG2532> were made<WG2289> to die<WG2289> to the Law<WG3551> through<WG1223> the body<WG4983> of Christ,<WG5547> that you might be joined<WG1096> to another,<WG2087> to Him who was raised<WG1453> from the dead,<WG3498> that we might bear<WG2592> fruit<WG2592> for God.<WG2316>"},{"number":5,"verse":"For while<WG3753> we were in the flesh,<WG4561> the sinful<WG266> passions,<WG3804> which were [aroused] by the Law,<WG3551> were at work<WG1754> in the members<WG3196> of our body to bear<WG2592> fruit<WG2592> for death.<WG2288>"},{"number":6,"verse":"But now<WG3570> we have been released<WG2673> from the Law,<WG3551> having died<WG599> to that by which<WG3739> we were bound,<WG2722> so<WG5620> that we serve<WG1398> in newness<WG2538> of the Spirit<WG4151> and not in oldness<WG3821> of the letter.<WG1121>"},{"number":7,"verse":"What<WG5101> shall we say<WG3004> then<WG3767>? Is the Law<WG3551> sin<WG266>? May it never<WG3361> be! On the contrary,<WG235> I would not have come to know<WG1097> sin<WG266> except<WG1508> through<WG1223> the Law;<WG3551> for I would not have known<WG3609> about<WG3609> coveting<WG1939> if<WG1487> the Law<WG3551> had not said,<WG3004> \"You shall not covet.<WG1937>\""},{"number":8,"verse":"But sin,<WG266> taking<WG2983> opportunity<WG874> through<WG1223> the commandment,<WG1785> produced<WG2716> in me coveting<WG1939> of every<WG3956> kind;<WG3956> for apart<WG5565> from the Law<WG3551> sin<WG266> [is] dead.<WG3498>"},{"number":9,"verse":"And I was once<WG4218> alive<WG2198> apart<WG5565> from the Law;<WG3551> but when the commandment<WG1785> came,<WG2064> sin<WG266> became<WG326> alive,<WG326> and I died;<WG599>"},{"number":10,"verse":"and this<WG3778> commandment,<WG1785> which was to result<WG1519> in life,<WG2222> proved<WG2147> to result<WG1519> in death<WG2288> for me;"},{"number":11,"verse":"for sin,<WG266> taking<WG2983> opportunity<WG874> through<WG1223> the commandment,<WG1785> deceived<WG1818> me, and through<WG1223> it killed<WG615> me."},{"number":12,"verse":"So<WG5620> then,<WG5620> the Law<WG3551> is holy,<WG40> and the commandment<WG1785> is holy<WG40> and righteous<WG1342> and good.<WG18>"},{"number":13,"verse":"Therefore<WG3767> did that which<WG18> is good<WG18> become<WG1096> [a cause of] death<WG2288> for me? May it never<WG3361> be! Rather<WG235> it was sin,<WG266> in order<WG2443> that it might be shown<WG5316> to be sin<WG266> by effecting<WG2716> my death<WG2288> through<WG1223> that which<WG18> is good,<WG18> that through<WG1223> the commandment<WG1785> sin<WG266> might become<WG1096> utterly<WG5236> sinful.<WG266>"},{"number":14,"verse":"For we know<WG3609> that the Law<WG3551> is spiritual;<WG4152> but I am<WG1510> of flesh,<WG4560> sold<WG4097> into bondage to sin.<WG266>"},{"number":15,"verse":"For that which<WG3739> I am doing,<WG2716> I do not understand;<WG1097> for I am not practicing<WG4238> what<WG3739> I [would] like<WG2309> to [do,] but I am doing<WG4160> the very<WG3778> thing<WG3739> I hate.<WG3404>"},{"number":16,"verse":"But if<WG1487> I do<WG4160> the very<WG3778> thing<WG3778> I do not wish<WG2309> [to do], I agree<WG4852> with the Law,<WG3551> [confessing] that it is good.<WG2570>"},{"number":17,"verse":"So<WG1161> now,<WG3570> no<WG3765> longer<WG3765> am I the one doing<WG2716> it, but sin<WG266> which indwells<WG1774> me."},{"number":18,"verse":"For I know<WG3609> that nothing<WG3756> good<WG18> dwells<WG3611> in me, that is, in my flesh;<WG4561> for the wishing<WG2309> is present<WG3873> in me, but the doing<WG2716> of the good<WG2570> [is] not."},{"number":19,"verse":"For the good<WG18> that I wish,<WG2309> I do not do;<WG4160> but I practice<WG4238> the very<WG3778> evil<WG2556> that I do not wish.<WG2309>"},{"number":20,"verse":"But if<WG1487> I am doing<WG4160> the very<WG3778> thing<WG3778> I do not wish,<WG2309> I am no<WG3765> longer<WG3765> the one doing<WG2716> it, but sin<WG266> which dwells<WG3611> in me."},{"number":21,"verse":"I find<WG2147> then<WG686> the principle<WG3551> that evil<WG2556> is present<WG3873> in me, the one who wishes<WG2309> to do<WG4160> good.<WG2570>"},{"number":22,"verse":"For I joyfully<WG4913> concur<WG4913> with the law<WG3551> of God<WG2316> in the inner<WG2080> man,<WG444>"},{"number":23,"verse":"but I see<WG991> a different<WG2087> law<WG3551> in the members<WG3196> of my body, waging<WG497> war<WG497> against<WG497> the law<WG3551> of my mind,<WG3563> and making<WG163> me a prisoner<WG163> of the law<WG3551> of sin<WG266> which is in my members.<WG3196>"},{"number":24,"verse":"Wretched<WG5005> man<WG444> that I am! Who<WG5101> will set<WG4506> me free<WG4506> from the body<WG4983> of this<WG3778> death<WG2288>?"},{"number":25,"verse":"Thanks<WG5485> be to God<WG2316> through<WG1223> Jesus<WG2424> Christ<WG5547> our Lord!<WG2962> So<WG686> then,<WG686> on the one<WG3303> hand<WG3303> I myself<WG846> with my mind<WG3563> am serving<WG1398> the law<WG3551> of God,<WG2316> but on the other,<WG1161> with my flesh<WG4561> the law<WG3551> of sin.<WG266>"}]}