{"bibleAbbr":"WEB2020+","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"Ask <WH7592> of Yahweh <WH3068> rain <WH4306> in the spring <WH4456> time, <WH6256> Yahweh <WH3068> who makes <WH6213> storm clouds, <WH2385> and he gives <WH5414> rain <WH4456> showers <WH1653> to everyone <WH376> for the plants <WH6212> in the field. <WH7704>"},{"number":2,"verse":"For the teraphim <WH8655> have spoken <WH1696> vanity, <WH205> and the diviners <WH7080> have seen <WH2372> a lie; <WH8267> and they have told <WH1696> false <WH7723> dreams. <WH2472> They comfort <WH5162> in vain. <WH1892> Therefore they go <WH5265> their way like sheep. <WH6629> They are oppressed, <WH6031> because there is no shepherd. <WH7462>"},{"number":3,"verse":"My anger <WH639> is kindled <WH2734> against the shepherds, <WH7462> and I will punish <WH6485> the male goats; <WH6260> For Yahweh <WH3068> of Armies <WH6635> has visited <WH6485> his flock, <WH5739> the house <WH1004> of Judah, <WH3063> and will make <WH7760> them as his majestic <WH1935> horse <WH5483> in the battle. <WH4421>"},{"number":4,"verse":"From him will come forth <WH3318> the cornerstone, <WH6438> from him the nail, <WH3489> from him the battle <WH4421> bow, <WH7198> from him every ruler <WH5065> together. <WH3162>"},{"number":5,"verse":"They shall be as mighty <WH1368> men, <WH947> treading down muddy <WH2916> streets <WH2351> in the battle; <WH4421> and they shall fight, <WH3898> because Yahweh <WH3068> is with them; <WH7392> and the riders on horses <WH5483> will be confounded. <WH3001>"},{"number":6,"verse":"\"I will strengthen <WH1396> the house <WH1004> of Judah, <WH3063> and I will save <WH3467> the house <WH1004> of Joseph, <WH3130> and I will bring them back; <WH3427> for I have mercy <WH7355> on them; <WH834> and they will be as though I had not cast them off: <WH2186> for I am Yahweh <WH3068> their God, <WH430> and I will hear them. <WH6030>"},{"number":7,"verse":"Ephraim <WH669> will be like a mighty <WH1368> man, <WH3820> and their heart will rejoice <WH8055> as through wine; <WH3196> yes, <WH1121> their children will see <WH7200> it, <WH1523> and rejoice. Their heart <WH3820> will be glad <WH8055> in Yahweh. <WH3068>"},{"number":8,"verse":"I will signal <WH8319> for them, <WH6908> and gather them; <WH6299> for I have redeemed them; <WH7235> and they will increase as they have increased. <WH7235>"},{"number":9,"verse":"I will sow <WH2232> them among the peoples; <WH5971> and they will remember <WH2142> me in far countries; <WH4801> and they will live <WH2421> with their children, <WH1121> and will return. <WH7725>"},{"number":10,"verse":"I will bring them again <WH7725> also out of the land <WH776> of Egypt, <WH4714> and gather <WH6908> them out of Assyria; <WH804> and I will bring <WH935> them into the land <WH776> of Gilead <WH1568> and Lebanon; <WH3844> and there won't <WH4672> be room enough for them."},{"number":11,"verse":"He will pass through <WH5674> the sea <WH3220> of affliction, <WH6869> and will strike <WH5221> the waves <WH1530> in the sea, <WH3220> and all the depths <WH4688> of the Nile <WH2975> will dry up; <WH3001> and the pride <WH1347> of Assyria <WH804> will be brought down, <WH3381> and the scepter <WH7626> of Egypt <WH4714> will depart. <WH5493>"},{"number":12,"verse":"I will strengthen <WH1396> them in Yahweh; <WH3068> and they will walk up and down <WH1980> in his name, <WH8034>\" says <WH5002> Yahweh. <WH3068>"}]}