{"bibleAbbr":"WEB2020","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"The angel<WH4397> who talked<WH1696> with me came again,<WH7725> and wakened<WH5782> me,<WH376> as a man who is wakened<WH5782> out of his sleep.<WH8142>"},{"number":2,"verse":"He said<WH559> to me,<WH7200> \"What do you see?\" I said,<WH559> \"I have seen,<WH7200> and behold,<WH4501> a lampstand all of gold,<WH2091> with its bowl<WH1531> on the top<WH7218> of it,<WH7651> and its seven lamps<WH5216> thereon;<WH7651> there are seven pipes<WH4166> to each of the<WH7651> lamps,<WH5216> which are on the top of it;<WH7218>"},{"number":3,"verse":"and two<WH8147> olive trees<WH2132> by it,<WH259> one on the right<WH3225> side of the bowl,<WH1543> and the other<WH259> on the left side of it.<WH8040>\""},{"number":4,"verse":"I answered<WH6030> and spoke<WH559> to the angel<WH4397> who talked<WH1696> with me,<WH559> saying, \"What are these,<WH113> my lord?\""},{"number":5,"verse":"Then the angel<WH4397> who talked<WH1696> with me answered<WH6030> me,<WH3045> \"Don't you know what these are?<WH559>\" I said, \"No,<WH113> my lord.\""},{"number":6,"verse":"Then he answered<WH6030> and spoke<WH559> to me,<WH559> saying, \"This is the word<WH1697> of Yahweh<WH3068> to Zerubbabel,<WH2216> saying,<WH559> <WH2428> 'Not by might, nor by power,<WH3581> but by my Spirit,<WH7307>' says<WH559> Yahweh<WH3068> of Armies.<WH6635>"},{"number":7,"verse":"Who are you,<WH1419> great mountain?<WH2022> Before<WH6440> Zerubbabel<WH2216> you are a plain;<WH4334> and he will bring out<WH3318> the capstone<WH68> with shouts of<WH2580> 'Grace, grace,<WH2580> to it!'\""},{"number":8,"verse":"Moreover the word<WH1697> of Yahweh<WH3068> came to me,<WH559> saying,"},{"number":9,"verse":"\"The hands<WH3027> of Zerubbabel<WH2216> have laid the foundation<WH3245> of this house.<WH1004> His hands<WH3027> shall also finish<WH1214> it;<WH3045> and you will know that Yahweh<WH3068> of Armies<WH6635> has sent me to you.<WH7971>"},{"number":10,"verse":"Indeed,<WH936> who despises the day<WH3117> of small things?<WH6996> For these seven shall rejoice,<WH8055> and shall see<WH7200> the plumb<WH68> line in the hand<WH3027> of Zerubbabel.<WH2216> These<WH7651> are the eyes<WH5869> of Yahweh,<WH3068> which run back and forth<WH7751> through the whole earth.<WH776>\""},{"number":11,"verse":"Then I asked<WH559> him,<WH8147> \"What are these two olive trees<WH2132> on the right<WH3225> side of the lampstand<WH4501> and on the left side of it?<WH8040>\""},{"number":12,"verse":"I asked<WH559> him the second<WH8145> time,<WH8147> \"What are these two olive<WH2132> branches,<WH7641> which are beside<WH3027> the two<WH8147> golden<WH2091> spouts,<WH6804> that pour<WH7324> the golden oil out of themselves?<WH2091>\""},{"number":13,"verse":"He answered<WH559> me,<WH3045> \"Don't you know what these are?<WH559>\" I said, \"No,<WH113> my lord.\""},{"number":14,"verse":"Then he said,<WH559> \"These are the two<WH8147> anointed<WH3323> ones<WH1121> who stand<WH5975> by the Lord<WH113> of the whole earth.<WH776>\""}]}