{"bibleAbbr":"WEB2020+","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"An oracle. <WH4853> The word <WH1697> of Yahweh <WH3068> is against the land <WH776> of Hadrach, <WH2317> and will rest <WH4496> upon Damascus; <WH1834> for the eye <WH5869> of man <WH120> and of all the tribes <WH7626> of Israel <WH3478> is toward Yahweh; <WH3068>"},{"number":2,"verse":"and Hamath, <WH2574> also, <WH1379> which borders on it; <WH6865> Tyre and Sidon, <WH6721> because they are very <WH3966> wise. <WH2449>"},{"number":3,"verse":"Tyre <WH6865> built <WH1129> herself a stronghold, <WH4692> and heaped up <WH6651> silver <WH3701> like the dust, <WH6083> and fine gold <WH2742> like the mire <WH2916> of the streets. <WH2351>"},{"number":4,"verse":"Behold, <WH136> the Lord will dispossess <WH3423> her, <WH5221> and he will strike her power <WH2428> in the sea; <WH3220> and she will be devoured <WH398> with fire. <WH784>"},{"number":5,"verse":"Ashkelon <WH831> will see <WH7200> it, <WH3372> and fear; Gaza <WH5804> also, <WH3966> and will writhe in agony; <WH2342> as will Ekron, <WH6138> for her expectation <WH4007> will be disappointed; <WH3001> and the king <WH4428> will perish <WH6> from Gaza, <WH5804> and Ashkelon <WH831> will not be inhabited. <WH3427>"},{"number":6,"verse":"Foreigners <WH4464> will dwell <WH3427> in Ashdod, <WH795> and I will cut off <WH3772> the pride <WH1347> of the Philistines. <WH6430>"},{"number":7,"verse":"I will take away <WH5493> his blood <WH1818> out of his mouth, <WH6310> and his abominations <WH8251> from between his teeth; <WH8127> and he also will be a remnant <WH7604> for our God; <WH430> and he will be as a chieftain <WH441> in Judah, <WH3063> and Ekron <WH6138> as a Jebusite. <WH2983>"},{"number":8,"verse":"I will encamp <WH2583> around my house <WH1004> against the army, <WH4675> that none pass through <WH5674> or return; <WH7725> and no oppressor <WH5065> will pass through <WH5674> them any more: <WH7200> for now I have seen with my eyes. <WH5869>"},{"number":9,"verse":"Rejoice <WH1523> greatly, <WH3966> daughter <WH1323> of Zion! <WH6726> Shout, <WH7321> daughter <WH1323> of Jerusalem! <WH3389> Behold, <WH4428> your King comes <WH935> to you! <WH6662> He is righteous, and having salvation; <WH3467> lowly, <WH6041> and riding <WH7392> on a donkey, <WH2543> even on a colt, <WH5895> the foal <WH1121> of a donkey. <WH860>"},{"number":10,"verse":"I will cut off <WH3772> the chariot <WH7393> from Ephraim, <WH669> and the horse <WH5483> from Jerusalem; <WH3389> and the battle <WH4421> bow <WH7198> will be cut off; <WH3772> and he will speak <WH1696> peace <WH7965> to the nations: <WH1471> and his dominion <WH4915> will be from sea <WH3220> to sea, <WH3220> and from the River <WH5104> to the ends <WH657> of the earth. <WH776>"},{"number":11,"verse":"As for you also, <WH1818> because of the blood of your covenant, <WH1285> I have set free <WH7971> your prisoners <WH615> from the pit <WH953> in which is no water. <WH4325>"},{"number":12,"verse":"Turn <WH7725> to the stronghold, <WH1225> you prisoners <WH615> of hope! <WH8615> Even today <WH3117> I declare <WH5046> that I will restore <WH7725> double to you. <WH4932>"},{"number":13,"verse":"For indeed I bend Judah <WH3063> as a bow <WH7198> for me. <WH4390> I have filled the bow <WH7198> with Ephraim; <WH669> and I will stir up <WH5782> your sons, <WH1121> Zion, <WH6726> against your sons, <WH1121> Greece, <WH3120> and will make <WH7760> you like the sword <WH2719> of a mighty man. <WH1368>"},{"number":14,"verse":"Yahweh <WH3068> will be seen <WH7200> over them; <WH2671> and his arrow will go flash <WH3318> like lightning; <WH1300> and the Lord <WH136> Yahweh <WH3069> will blow <WH8628> the trumpet, <WH7782> and will go <WH1980> with whirlwinds <WH5591> of the south. <WH8486>"},{"number":15,"verse":"Yahweh <WH3068> of Armies <WH6635> will defend <WH1598> them; <WH398> and they will destroy and overcome <WH3533> with sling <WH7050> stones; <WH68> and they will drink, <WH8354> and roar <WH1993> as through wine; <WH3196> and they will be filled <WH4390> like bowls, <WH4219> like the corners <WH2106> of the altar. <WH4196>"},{"number":16,"verse":"Yahweh <WH3068> their God <WH430> will save <WH3467> them in that day <WH3117> as the flock <WH6629> of his people; <WH5971> for they are like the jewels <WH68> of a crown, <WH5145> lifted on high <WH5264> over his land. <WH127>"},{"number":17,"verse":"For how great is his goodness, <WH2898> and how great is his beauty! <WH3308> Grain <WH1715> will make the young men <WH970> flourish, <WH5107> and new wine <WH8492> the virgins. <WH1330>"}]}