{"bibleAbbr":"NET2007","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":1,"verses":[{"number":1,"verse":"(Introduction) The oracle against Nineveh; (tn Heb “of Nineveh.”) the book of the vision of Nahum the Elkoshite: (tn Or “Nahum of Elkosh” (NAB, NRSV).)"},{"number":2,"verse":"(God Takes Vengeance against His Enemies) The LORD is a zealous (tn Heb “jealous.” The Hebrew term קַנּוֹא (qanno’, “jealous, zealous”) refers to God’s zealous protection of his people and his furious judgment against his enemies. The root קָנָא (qana’) can denote jealous envy (Gen 26:14; 30:1; 37:11; Pss 37:1; 73:3; 106:16; Prov 3:31; 23:17; 24:1, 19; Ezek 31:9), jealous rivalry (Eccl 4:4; 9:6; Isa 11:13), marital jealousy (Num 5:14, 15, 18, 25, 30; Prov 6:34; 27:4), zealous loyalty (Num 11:29; 25:11, 13; 2 Sam 21:2; 1 Kgs 19:10, 14; 2 Kgs 10:16; Ps 69:10; Song 8:6; Isa 9:6; 37:32; 42:13; 59:17; 63:15; Zech 1:14; 8:2), jealous anger (Deut 32:16, 21; Ps 78:58), and zealous fury (Exod 34:14; Deut 5:9; 29:19; 1 Kgs 14:22; Job 5:2; Pss 79:5; 119:139; Prov 14:30; Isa 26:11; Ezek 5:13; 8:3; 16:38, 42; 23:25; 35:11; 36:5, 6; 38:19; Zeph 1:18). See BDB 888 s. v. קָנָא; E. Reuter, TDOT 13:47-58.) and avenging (tn The syntax of this line has been understood in two ways: (1) as a single clause with the Lord as the subject: “A jealous and avenging God is the Lord” (NRSV; NASB) or “The Lord is a jealous and avenging God” (NIV); and (2) as two parallel clauses: “God is jealous, and the Lord avenges” (KJV). The LXX reflects the latter. Masoretic accentuation and Hebrew syntax support the former. Accentuation links קַנּוֹא וְנֹקֵם (qano’ vÿnoqem, “jealous and avenging”) together rather than dividing them into separate clauses. Normal word order suggests that קַנּוֹא וְנֹקֵם (“jealous and avenging”) are attributive adjectives modifying אֵל (’el, “God”). In verbless clauses such as this, the predicate normally precedes the subject; thus, “a jealous and avenging God” (אֵל קַנּוֹא וְנֹקֵם, ’el qanno’ vÿnoqem) is the predicate and “the Lord” (יְהוָה, yÿhvah) is the subject.) God; the LORD is avenging and very angry. (tn Or “exceedingly wrathful”; Heb “a lord of wrath.” The idiom “lord of wrath” (וּבַעַל חֵמָה, uva’al khemah) means “wrathful” or “full of wrath” (Prov 22:24; 29:22). The noun “lord” (בַעַל) is used in construct as an idiom to describe a person’s outstanding characteristic or attribute (e. g., Gen 37:19; 1 Sam 28:7; 2 Kgs 1:8; Prov 1:17; 18:9; 22:24; 23:2; 24:8; Eccl 7:12; 8:8; 10:11, 20; Isa 41:15; 50:8; Dan 8:6, 20); see IBHS 149-51 §9.5.3.) The LORD takes vengeance (tn The term נָקַם (naqam, “avenge, vengeance”) is used three times in 1:2 for emphasis. The Lord will exact just retribution against his enemies (the Assyrians) to avenge their wickedness against his people (Judah).) against his foes; he sustains his rage (tn The verb “rage” (נָטַר, natar) is used elsewhere of keeping a vineyard (Song 1:6; 8:11–12) and guarding a secret (Dan 7:28). When used of anger, it does not so much mean “to control anger” or “to be slow to anger” (HALOT 695 s. v.) but “to stay angry” (TWOT 2:576). It describes a person bearing a grudge, seeking revenge, and refusing to forgive (Lev 19:18). It is often used as a synonym of שָׁמַר (shamar, “to maintain wrath, stay angry”) in collocation with לְעוֹלָם (lÿ’olam, “forever, always”) and לָעַד (la’ad, “continually”) to picture God harboring rage against his enemies forever (Jer 3:5, 12; Amos 1:11; Ps 103:9). The long-term rage depicted by נָטַר (“maintain rage”) serves as an appropriate bridge to the following statement in Nahum that the Lord is slow to anger but furious in judgment. God seeks vengeance against his enemies; he continually rages and maintains his anger; he is slow to anger, but will eventually burst out with the full fury of his wrath.) against his enemies."},{"number":3,"verse":"The LORD is slow to anger (tn Heb “long of anger,” i. e., “slow to anger” (Exod 34:6; Num 14:18; Joel 2:13; Jonah 4:2; Pss 86:15; 103:8; 145:8; Prov 14:29; 15:18; 16:32; Neh 9:17) or restraining anger (Jer 15:15; Prov 25:15). Cf. NCV “The Lord does not become angry quickly.”) but great in power; (tc The BHS editors suggest emending MT “power” (כֹּחַ, koakh) to “mercy” (חֶסֶד, khesed) as in Exod 34:6; Num 14:18; Joel 2:13; Jonah 4:2; Ps 103:8; Neh 9:17. However, this is unnecessary, it has no textual support, and it misses the rhetorical point intended by Nahum’s modification of the traditional expression. sn This is an allusion to the well-known statement, “The Lord is slow to anger but great in mercy” (Exod 34:6; Num 14:18; Joel 2:13; Jonah 4:2; Ps 103:8; Neh 9:17). Nahum subtly modifies this by substituting “great in mercy” with “great in power.” God’s patience at the time of Jonah (Jonah 4:2) one century earlier (ca. 750 b. c.), had run out. Nineveh had exhausted the “great mercy” of God and now would experience the “great power” of God.) the LORD will certainly not (tn Or “he will certainly not acquit [the wicked]”; KJV “and will not at all acquit the wicked.” The root נָקַה (naqah, “to acquit”) is repeated for emphasis. The phrase “he will certainly not allow the wicked to go unpunished” (וְנַקֵּה לֹא יְנַקֶּה, vÿnaqqeh lo’ yÿnaqqeh) is an emphatic construction (see GKC 215 §75. hh; IBHS 584-88 §35.3.1).) allow the wicked (tn The words “the wicked” are not in the Hebrew text but are supplied in the translation; they are implied when this idiom is used (Exod 34:7; Num 14:18). In legal contexts the nuance “the guilty” is most appropriate; in nonlegal contexts the nuance “the wicked” is used.) to go unpunished. He marches out (tn Heb “His way is in the whirlwind” (so NIV). The noun דַּרְכּוֹ (darko, “his way”) is nuanced here in a verbal sense. The noun דֶּרֶךְ (derekh) often denotes a “journey” (Gen 28:20; 30:36; 45:23; Num 9:10; Josh 9:13; 1 Sam 21:6; 1 Kgs 18:27). The verb דָּרַךְ (darakh) often means “to tread a path” (Job 22:15) and “to march out” (Judg 5:21). The Lord is portrayed as the Divine Warrior marching out to battle (Exod 15:1–12; Deut 33:2; Judg 5:4–5; Pss 18:7–15; 68:4–10, 32–35; 77:16–19; Mic 1:3–4; Hab 3:3–15).) in the whirlwind and the raging storm; dark storm clouds billow like dust (tn Heb “clouds are dust.”) under his feet. (tn Heb “of his feet.”)"},{"number":4,"verse":"(The Divine Warrior Destroys His Enemies but Protects His People) He shouts a battle cry (tn The term גָּעַר (ga’ar) often denotes “reprimand” and “rebuke” (cf. KJV, NAB, NASB, NIV, NRSV). When it is used in the context of a military attack, it denotes an angry battle cry shouted by a mighty warrior to strike fear into his enemies to drive them away (e. g., 2 Sam 23:16; Isa 30:17; Pss 18:15; 76:6; 80:17; 104:7). For example, the parallel Ugaritic term is used when Baal utters a battle cry against Yamm before they fight to the death. For further study see, A. A. MacIntosh, “A Consideration of Hebrew g`r,” VT 14 (1969): 474; P. J. van Zijl, “A Consideration of the root ga’ar (“rebuke”),” OTWSA 12 (1969): 56-63; A. Caquot, TDOT 3:49-53.) against the sea (sn The “sea” is personified as an antagonistic enemy, representing the wicked forces of chaos (Pss 66:6; 72:8; 80:12; 89:26; 93:3–4; Isa 50:2; Mic 7:12; Hab 3:8; Zech 9:10).) and makes it dry up; (tn This somewhat unusual use of the preterite (וַיַּבְּשֵׁהוּ, vayyabbÿshehu) follows a participle which depicts characteristic (present-time) action or imminent future action; the preterite depicts the subsequent present or future-time action (see IBHS 561-62 §33.3.5).) he makes all the rivers (sn The Assyrians waged war every spring after the Tigris and Euphrates rivers dried up, allowing them to cross. As the Mighty Warrior par excellence, the Lord is able to part the rivers to attack Assyria.) run dry. Bashan and Carmel wither; (tn The term אֻמְלַל (’umlal, “withers”) occurs twice in this verse in MT. The repetition of אֻמְלַל is also supported by the Dead Sea Scrolls (4QpNah). The BHS editors suggest emending the first occurrence of אֻמְלַל (“withers”) to דָּלְלוּ (dollu, “languishes”) to recover the letter ד (dalet) in the partial acrostic. Several versions do, in fact, employ two different verbs in the line (LXX, Syr, Targum, and Vg). However, the first verb at the beginning of the line in all of the versions reflects a reading of אֻמְלַל. Although several elements of an acrostic are present in Nahum 1, the acrostic is incomplete (only א [alef] to כ [kaf] in vv. 2–8) and broken (several elements are missing within vv. 2–8). There is no textual evidence for a complete, unbroken acrostic throughout the book of Nahum in any ancient Hebrew mss or other textual versions; it is most prudent simply to leave the MT as it stands.) the blossom of Lebanon withers."},{"number":5,"verse":"The mountains tremble before him, (tn Or “because of him.” The Hebrew preposition מִמֶּנּוּ (mimmenu) is taken in a causal sense (“because of him”) by NASB, NJPS; however, it is taken in a locative sense (“before him”) by KJV, NKJV, NRSV, NIV. On the other hand, the LXX rendered it in a separative sense: ἀπ' αὐτοῦ (ap autou, “from him”). The parallelism between 1:5a and 1:5b seems to favor the locative nuance: “The mountains quake before him (מִמֶּנּוּ), the earth is laid waste before him (מִפָּנָיו, mifanayv).”) the hills convulse; (tn Traditionally, “the hills melt.” English versions typically render הִתְמֹגָגוּ (hitmogagu) as “melt” (KJV, NRSV, NIV, NJPS) or “dissolve” (NASB). The LXX renders it ἐσαλεύθησαν (esaleuqhsan, “are shaken”). The Hebrew root has a range of meanings: (1) “to melt,” of courage (Ps 107:26) or troops retreating (“melting away” in fear) in battle (1 Sam 14:16); (2) “to dissolve,” of mountains dissolving due to erosion (Amos 9:13); (3) “to quake, shake apart,” of mountains quaking, swaying backwards and forwards, coming apart, and collapsing in an earthquake (Amos 9:5; Pss 46:6 [7]; 75:3 [4]). The latter fits the imagery of v. 5 (violent earthquakes): the earth trembles in fear at the approach of the Divine Warrior (e. g., Hab 3:6).) the earth is laid waste (tn Or “is upheaved”; or “heaves.” There is debate whether the originally unpointed Hebrew verb וַתִּשָּׂא (vattissa’) should be vocalized as וְתִּשָּׂא (vÿttissa’; NASB “is upheaved”; NRSV, NJPS “heaves”) from the root נָשָׂא (nasa’, “to lift up”) or as וַתִּשָּׁא (vattisha’, “is devastated, laid waste”) from the root שֹׁאָה (sho’ah, “to devastate, lay waste”). The vocalization וְתִּשָּׂא is attested in the Masoretic tradition and the Greek versions: Origen (“was raised up”), Symmachus (“was moved”), and Aquila (“shivered”). However, וְתִּשָּׂא demands an intransitive (“heaves”) or passive (“is upheaved”) sense which is not attested for the Qal stem. The vocalization וַתִּשָּׁא (“is devastated, laid waste”) is supported by the Syriac and Vulgate. The revocalization of the MT וְתִּשָּׂא (“is lifted up”) to וַתִּשָּׁא (“is devastated”) is suggested by the BHS editors and several Hebrew lexicons (HALOT 726 s. v. נשׁא; BDB 670-71 s. v. נָשָׂא). The revocalization involves only the difference between the form שׂ (sin) and שׁ (shin) and is followed in the present translation.) before him, the world and all its inhabitants (sn The phrase “the world and all its inhabitants” is used to stress the universal dimensions of God’s revelation of his glory and his acts of judgment (e. g., Pss 33:8; 98:7; Isa 18:3; 26:9, 18; Lam 4:12).) are laid waste. (tn The words “are laid waste” are not in the Hebrew text, but are an implied repetition from the previous line.)"},{"number":6,"verse":"No one can withstand (tn Heb “stand before” (so KJV, NASB, NRSV, NLT). The Hebrew verb עָמַד (’amad, “stand”) here denotes “to resist, withstand.” It is used elsewhere of warriors taking a stand in battle to hold their ground against enemies (Judg 2:14; Josh 10:8; 21:44; 23:9; 2 Kgs 10:4; Dan 11:16; Amos 2:15). It is also used of people trying to protect their lives from enemy attack (Esth 8:11; 9:16). Like a mighty warrior, the Lord will attack his enemies, but none will be able to make a stand against him; none will be able to hold their ground against him; and none will be able to protect themselves from his onslaught (Pss 76:7[8]; 147:17; Mal 3:2).) his indignation! (tn Heb “Who can stand before his indignation?” The rhetorical question expects a negative answer; it is translated here as an emphatic denial. The Hebrew noun זַעַם (za’am, “indignation, curse”) connotes the angry wrath or indignant curse of God (Isa 10:5, 25; 13:5; 26:20; 30:27; Jer 10:10; 15:17; 50:25; Ezek 21:36; 22:24, 31; Hab 3:12; Zeph 3:8; Pss 38:4; 69:25; 78:49; 102:11; Lam 2:6; Dan 8:19; 11:36). It depicts anger expressed in the form of punishment (HALOT 276 s. v.; TWOT 1:247).) No one can resist (tn Heb “Who can rise up against…?” The verb יָקוּם (yaqum, “arise”) is here a figurative expression connoting resistance. Although the adversative sense of בְּ (bet) with יָקוּם (yaqum, “against him”) is attested, denoting hostile action taken against one’s enemy (Mic 7:6; Ps 27:12), the locative sense (“before him”) is preferred due to the parallelism with לִפְנֵי (lifney, “before him”).) his fierce anger! (tn Heb “Who can rise up against the heat of his anger?” The rhetorical question expects a negative answer which is translated as an emphatic denial to clarify the point.) His wrath is poured out like volcanic fire, boulders are broken up (tn Or “burst into flames.” The Niphal perfect נִתְּצוּ (nittÿtsu) from נָתַץ (natats, “to break up, throw down”) may denote “are broken up” or “are thrown down.” The BHS editors suggest emending the MT’s נִתְּצוּ (nittÿtsu) to נִצְּתּוּ (nitsÿtu, Niphal perfect from יָצַת [yatsat, “to burn, to kindle, to burst into flames”]): “boulders burst into flames.” This merely involves the simple transposition of the second and third consonants. This emendation is supported by a few Hebrew mss (cited in BHS apparatus). It is supported contextually by fire and heat motifs in 1:5–6. The same metathesis of נִתְּצוּ and נִצְּתּוּ occurs in Jer 4:26.) as he approaches. (tn Heb “before him” (so NAB, NIV, TEV).)"},{"number":7,"verse":"The LORD is good (tn The Masoretic disjunctive accent marker (zaqeph parvum) divides the lines here. Most English versions reflect this line division (KJV, RSV, NASB, NIV, NRSV, NKJV). Some extend the line: “Yahweh is better than a fortress” (NJB); “The Lord is good to those who hope in him” (NJPS); and “The Lord is good to those who trust him” (NEB). This issue is complicated by the textual problems in this verse.) — indeed, (tn The preposition לְ (lamed) probably functions in an emphatic asseverative sense, suggested by D. L. Christensen, “The Acrostic of Nahum Reconsidered,” ZAW 87 (1975): 22. This explains the preceding statement: the Lord is good to his people (1:7a) because – like a fortress – he protects them in time of distress (1:7b).) he is a fortress (tc Some ancient versions read, “The Lord is good to those who trust him.” The MT reads לְמָעוֹז (lÿma’oz, “a fortress”): the noun מָעוֹז (ma’oz, “fortress”) with the preposition לְ (lÿ, see below). However, the LXX reflects the reading לְמֵעִיז (lÿme’iz, “to those who trust [him]”): the Hiphil participle from עוּז (’uz, “seek refuge”) with the preposition לְ. The variants involve only different vocalizations and the common confusion of vav (ו) with yod. Most English versions follow the traditional Hebrew reading (KJV, RSV, NASB, NIV, NRSV, NKJV); however, several others follow the alternate Greek reading (NEB, NJPS). The BHS editors and several other scholars favor the LXX tradition; however, the Masoretic tradition has been defended by others. The Masoretic tradition is supported by the Dead Sea Scrolls (4QpNah). The problem with the LXX reading is the absence of the direct object in the Hebrew text; the LXX is forced to supply the direct object αὐτόν (auton, “him”; for a similar addition of the direct object αὐτόν by the LXX, see Amos 9:12). The main objection to the MT reading לְמָעוֹז (“a fortress”) is that לְ is hard to explain. However, לְ may be taken in a comparative sense (Cathcart: “Yahweh is better than a fortress in time of distress”) or an asseverative sense (Christensen: “Yahweh is good; indeed, a fortress in time of distress”). See K. J. Cathcart, Nahum in the Light of Northwest Semitic (BibOr), 55; idem, “More Philological Studies in Nahum,” JNSL 7 (1979): 4; D. L. Christensen, “The Acrostic of Nahum Reconsidered,” ZAW 87 (1975): 22. Elsewhere, the Lord is commonly portrayed as a “fortress” (מָעוֹז) protecting his people (Pss 27:1; 28:8; 31:3, 5; 37:39; 43:2; 52:9; Isa 17:10; 25:4; 27:5; Joel 4:16; Jer 16:19; Neh 8:10; Prov 10:29).) in time of distress, (sn The phrase “time of distress” (בְּיוֹם צָרָה) refers to situations in which God’s people are oppressed by enemy armies (Isa 33:2; Jer 14:8; 15:11; 16:19; Obad 12; Pss 20:2; 37:39). Nahum may be alluding to recent Assyrian invasions of Judah, such as Sennacherib’s devastating invasion in 701 b. c., in which the Lord protected the remnant within the fortress walls of Jerusalem (2 Kgs 18–19; 2 Chr 32; Isa 36–37).) and he protects (tn Heb “he knows” or “he recognizes.” The basic meaning of the verb יָדַע (yada’) is “to know,” but it may denote “to take care of someone” or “to protect” (HALOT 391 s. v.; see Gen 39:6; Job 9:21; Ps 31:8). Most English versions render it as “know” here (KJV, RSV, NASB, NKJV) but at least two recognize the nuance “protect” (NRSV, NIV [which reads “cares for”]). It often refers to God protecting and caring for his people (2 Sam 7:20; Ps 144:3). When the subject is a king (suzerain) and the object is a servant (vassal), it often has covenantal overtones. In several ancient Near Eastern languages this term depicts the king (suzerain) recognizing his treaty obligation to protect and rescue his servant (vassal) from its enemies. For example, a letter from Abdi-Ashirta governor of Ammuru to the Egyptian king Amenophis III ends with a plea for protection from the raids of the Mittani: “May the king my lord know [= protect] me” (yi-da-an-ni; EA 60:30-32). Similarly, in the treaty between Muwattallis and Alaksandus, the Hittite suzerain assures his vassal that in case he was attacked, “As he is an enemy of you, even so he is an enemy to the Sun; I the Sun, will know [= “protect”] only you, Alaksandus” (see H. B. Huffmon, “The Treaty Background of Hebrew YADA`,” BASOR 181 (1966): 31-37; idem, “A Further Note on the Treaty Background of Hebrew YADA`,” BASOR 184 (1966): 36-38.) those who seek refuge (tn Or “those who trust in him” (NIV); NAB “those who have recourse to him.”) in him."},{"number":8,"verse":"But with an overwhelming flood (tn Some scholars connect “in an overwhelming flood” (וּבְשֶׁטֶף עֹבֵר, uvÿshetef ’over) with the preceding line: “he protects those who trust him in an overwhelming flood.” However, others connect it with the following line: “But with an overwhelming flood he will make a complete end of its [Nineveh’s] site.” D. T. Tsumura (“Janus Parallelism in Nah 1:8,” JBL 102 [1983]: 109-11) suggests that it does double duty and should be read with both lines: “he knows those who trust him in an overwhelming flood, / but with an overwhelming flood he will make a complete end of its [Nineveh’s] site.” Connecting it with the preceding line creates a tight parallelism and a balanced 5+5 metrical count. Connecting it with the following line harmonizes with Nah 2:9 [8], which describes the walls of Nineveh being destroyed by flood waters, and with historical evidence (Diodorus Siculus, Bibliotheca Historica, 2.27.1-3; Xenophon, Anabasis, 3.4.12) and modern archaeological evidence (A. T. Olmstead, History of Assyria, 637). This might be an example of intentional ambiguity: God will protect his people from the very calamity that he will use to destroy his enemies.) he will make a complete end of Nineveh; (tc Heb “her place.” Alternately, some ancient versions read “his adversaries.” The MT reads מְקוֹמָהּ (mÿqomah, “her place”). This is supported by the Dead Sea Scrolls (מקומה, “her place,” found in 4QpNah) and Symmachus (τῆς τόποῦ αὐτοῦ, th\" topou autou, “her place”). The reading of the LXX (τούς ἐπεγειρουμένους, tou\" epegeiroumenou\", “those who rise up [against Him]”) and Aquila (ἀντισταμενω¡ν, antistamenw>n, “adversaries”) reflect מְקּוֹמיהוּ or מְקִימיהוּ or מְקִּמָיו (“his adversaries”), also reflected in the Vulgate and Targum. Some scholars suggest emending the MT in the light of the LXX to create a tight parallelism between “his adversaries” (מקומיו) and “his enemies” (וְאֹיְבָיו, vÿ’oyÿvayv) which is a parallel word pair elsewhere (Deut 28:7; 2 Sam 22:40–41, 49; Mic 7:6; Ps 59:2). Likewise, Tsumura suggests emending the MT because the text, as it stands, does not have a clear parallel word for “his enemies” (וְאֹיְבָיו) – emending the MT’s מְקוֹמָהּ (“her place”) to מקומיו (“his adversaries”) would result in a parallel word (D. T. Tsumura, “Janus Parallelism in Nah 1:8,” JBL 102 [1983]: 109-11). The BHS editors propose emending the MT in favor of the Greek tradition. The English versions reflect both textual traditions – several follow the MT with “her place” and “its site” (KJV, NASB, NIV, NKJV, NJPS), while others adopt the LXX reading and emend the Hebrew, resulting in “his adversaries” (NRSV) or “those who defy him” (NJB). The MT makes sense as it stands, but the proposed emendation is attractive and involves only the common confusion between ה and יו.) he will drive (tc The BHS editors propose emending the Masoretic reading יְרַדֶּף (yÿraddef, Piel imperfect of רָדַּף [raddaf], “to chase”) to יֶהְדֹּף (yekhdof, Qal imperfect of הָדַף [hadaf], “to thrust away, drive away”). Although הָדַף is used with חֹשֶׁךְ (khoshekh, “darkness”) in Job 18:18 (“he is driven from light into darkness”), the MT makes good sense as it stands, and is supported by the versions. The conjectural emendation has no support and is unnecessary.) his enemies into darkness."},{"number":9,"verse":"(Denunciation and Destruction of Nineveh) Whatever (tn Alternately, “Why are you plotting?” or “What are you plotting?” The term מַה (mah) ordinarily functions as the interrogative pronoun “what?” (HALOT 550-51 s. v.; BDB 552-53 s. v.). It is often used in reproachful, ridiculing questions and in accusations with an insinuation of blame, reproach, or contempt; see Gen 4:10; 37:10; 44:15; Josh 22:16; Judg 8:1; 15:11; 20:12; 1 Sam 29:3; 2 Sam 9:8; 1 Kgs 9:13; 2 Kgs 9:22; 18:19). It is more disparaging than מִי (mi; HALOT 551 s. v. מַה). The LXX translates it with the interrogative pronoun τί (“what?”). R. L. Smith (Micah-Malachi [WBC], 76) takes it as the indefinite pronoun “whatever” (see also BDB 553 s. v. מָה 3; GKC 443-44 §137. c; Num 23:3; 1 Sam 19:3; 20:10; 2 Sam 18:22–23, 29; Job 13:13; Prov 25:8). W. A. Maier (Nahum, 186) takes it as the interrogative adverb “why?” (see also BDB 553 s. v. מָה 2. b; Gen 3:13; 12:18; 26:10; Exod 14:15; 17:2; 2 Kgs 6:33; 7:3; Pss 42:6, 12; 43:5; 52:3; Job 7:21; 15:12; Song 8:4). All three are represented in English versions: “What?” (KJV, NKJV), “Why?” (NRSV, NJPS), and “Whatever” (NASB, NIV).) you plot (tn Less likely, “[What are you] thinking about.” When used with אֶל (’el) the verb חָשַׁב (khashav) may be taken (1) in a hostile sense: “What are you plotting against the Lord?” or (2) in a nonhostile sense: “What are you thinking about the Lord?” The hostile sense is clearly intended when it is used in collocation with the direct object רָעָה (ra’ah, “evil”; Zech 7:10; 8:17; Pss 35:4; 140:3; Prov 16:9) or when it is followed by the preposition עַל (’al; Gen 50:20; 2 Sam 14:13; Jer 11:19; 18:11, 18; 29:11; 48:2; 49:30; Mic 2:3; Nah 1:11; Pss 36:5; Esth 8:3; 9:24, 25; Dan 11:25). It is also used in a hostile sense when followed by the preposition אֶל, as it is here (Jer 49:20; 50:45; Hos 7:15; Nah 1:9). The major lexicons classify this usage in a hostile sense (BDB 363 s. v. חָשַׁב; HALOT 360 s. v. חשׁב). The verb is repeated in Nah 1:11 where it is clearly used in a hostile sense.) against the LORD, he will completely destroy! (tn Or “The Lord will completely foil whatever you plot against him”; or “Whatever you may think about the Lord, he [always] brings everything to a conclusion.”) Distress (tc The MT reads צָרָה (tsarah, “distress”). This is supported by the LXX. However, the BHS editors propose emending the MT’s צָרָה (“distress”) to צָרָיו (tsarayv, “his adversaries”). Several English versions follow course (NRSV, NJPS); however, the majority of English versions follow the traditional MT reading (KJV, NASB, NIV, NKJV). The term “distress” (צָרָה, tsarah) is repeated from v. 7: God will not only protect his people in time of “distress” (צָרָה) from the Assyrians (v. 7), he will put an end to “distress” (צָרָה) by destroying the Assyrians (v. 9).) will not arise (tn The originally unvocalized consonantal form תקום is vocalized in the MT as תָקוּם (taqum, “will arise”) from קוּם (qum, “to arise”). However, the LXX reflects a vocalization of תִקּוֹם (tiqom, “will take vengeance”) from נָקַם (naqam, “to avenge”). The Masoretic vocalization makes sense and should be retained. The LXX vocalization probably arose under the influence of the three-fold repetition of נקם in Nah 1:2.) a second time."},{"number":10,"verse":"Surely they will be totally consumed (tn The verb אֻכְּלוּ (’ukkÿlu, “they will be consumed”) is an example of the old Qal passive perfect 3rd person common plural which was erroneously pointed by the Masoretes as Pual perfect 3rd person common plural. The Qal passive of אָכַל (’akhal) occurs several times in the Hebrew Bible, pointed as Pual (e. g., Exod 3:2; Neh 2:3, 13; Isa 1:20; Nah 1:10). For further discussion on the old Qal passive see H. L. Ginsberg, “Studies on the Biblical Hebrew Verb: Masoretically Misconstrued Internal Passives,” AJSL 46 (1929): 53-56; R. J. Williams, “The Passive Qal Theme in Hebrew,” Essays on the Ancient Semitic World, 43-50; Joüon 1:166-67 §58. a; IBHS 373-76 §22.6 (see especially n. 36 on p. 375).) like (tn The particle עַד (’ad) is taken as a comparative of degree (“like”) by many lexicographers (BDB 724 s. v. I.3; HALOT 787 s. v. 5), English versions (NASB, NRSV, NJPS), and scholars (W. A. Maier, Nahum, 192; R. L. Smith, Micah-Malachi [WBC], 76; R. D. Patterson, Nahum, Habakkuk, Zephaniah [WEC], 42). Although the comparative sense is rare (1 Sam 11:15; 2 Sam 23:19; 2 Kgs 24:20; 1 Chr 4:27), it is suggested by the similes in v. 10 (see R. J. Williams, Hebrew Syntax, 57, §312). The comparative sense is reflected in the Greek versions of Symmachus, Aquila, and Theodotion. Although Origen took עַד in its more common spatial sense (“up to”), his approach can be dismissed because he misunderstood the entire line: ὅτι ἕως θεμελίου αὐτοῦ ξερσωθήσεται (Joti Jew\" qemeliou autou xerswqhsetai, “up to his foundation he shall be laid bare”). The KJV takes עַד in its rare temporal sense (“while”; see BDB 725 s. v. II.2). T. Longman suggests a locative sense: “by the entangled thorns they are like drunkards stinking of drink” (“Nahum,” The Minor Prophets, 2:794, 796; see R. J. Williams, Hebrew Syntax, 56-57, §310). Because of its difficulty, several scholars have resorted to conjectural emendations of the MT: (1) K. J. Cathcart (Nahum in the Light of Northwest Semitic [BibOr], 61) suggests emending the MT’s עַד to the temporal particle עוֹד (’od, “again”); (2) The BHS editors suggest emending the MT’s כִּי עַד (ki ’ad) to הוֹי עִיר (hoy ’ir, “woe to the city!”) which appears in Nah 3:1; (3) The BHS editors suggest the alternate conjectural emendation of יִבְעֲרוּ כְ (yiv’aru kÿ, “they will burn like …”); (4) H. Junker (Die zwolf kleinen Propheten, 175) suggests emending כִּי עַד (ki ’ad) to כְּיַעַד (kÿya’ad, “like a forest”). Although the Masoretic reading is difficult, it is more plausible than any conjectural emendation.) entangled thorn bushes, (tc The MT reads סִירִים סְבֻכִים (sirim sÿvukhim, “entangled thorn-bushes”), and is supported by the Dead Sea text from Murabba`at: סירים סבכים (see DJD 2:197). The noun סִירִים (“thorn bushes”) is from סִיר (sir, “thorn, thorn bush,” BDB 696 s. v. II סִיר; HALOT 752 s. v. *סִירָה), e. g., Isa 34:13; Hos 2:8; Eccl 7:6. The Qal passive participle סְבֻכִים (sÿvukhim) is from סָבַךְ (savakh, “to interweave,” BDB 687 s. v. סָבַךְ; HALOT 740 s. v. סבך), e. g., Job 8:17, which is related to Assyrian sabaku (“to entwine,” AHw 2:999. a) and Arabic sabaka (“to entwine”; Leslau, 51). The MT is supported by several LXX translators, e. g., Symmachus, Aquila, and Theodotion. It is also reflected in Vulgate’s spinarum perplexi (“thorn-bushes entangled”). On the other hand, the Syriac Peshitta reflects סָרִים סוֹרְרִים (sarim sorÿrim, “your princes are rebels”) which points to orthographic confusion and a different vocalization. Similar textual confusion is apparent in Origen: θεμελίου αὐτοῦ ξερσωθήσεται (qemeliou autou xerswqhsetai, “his foundation shall be laid bare”) seems to reflect יְסֹדָם יְכָבֵּס (yÿsodam yÿkhabbes, “their foundation shall be washed away”) which was caused by orthographic confusion and transposition of consonants. The MT should be retained. sn This simile compares the imminent destruction of Nineveh to the burning of a mass of entangled thorn-bushes (Job 8:17). When thorn-bushes are entangled they burn quickly and completely ( Eccl 7:6; Isa 34:13).) like the drink of drunkards, (tc The MT reading וּכְסָבְאָם סְבוּאִים (ukhÿsav’am sÿvu’im, “and like the drink of drunkards”) is supported by Symmachus (“and as those drinking their drink with one another”) who is known for his wooden literalness to the Hebrew text, and by Vulgate which reads et sicut vino suo inebriati. K. J. Cathcart revocalizes as וּכְסֹבְאִים סְבֻאִים (ukhÿsovÿ’im sÿvu’im, “and like drunkards sodden with drink”; Nahum in the Light of Northwest Semitic [BibOr], 61). Haldar equates Hebrew סָבָא (sava’) with Ugaritic sp’ (“eat”) due to an interchange between ב (bet) and פ (pe), and produces “and as they consume a consuming” (A. Haldar, Studies in the Book of Nahum, 32). Barr argues that the mem (מ) on MT וּכְסָבְאָם (ukhÿsov’am) is enclitic, and he translates the line as “and as the drunken are getting drunk” (J. Barr, Comparative Philology, 33). tn The MT’s וּכְסָבְאָם is a noun with masculine plural suffix from סֹבֶא (sove’, “drink, liquor”), meaning “their drink, liquor” (e. g., Hos 4:18). This is supported by Symmachus (“their drink”) and is reflected in the Syriac (“in their drink”). The Masoretic סְבוּאִים (sÿvu’im) is the passive participle from סָבָא (sava’, “to drink,” BDB 684-85 s. v. סָבָא). This produces “and like their liquor/drink being drunken.” This makes good sense with the following line in which אֻכְּלוּ (’ukkÿlu, “they will be consumed”) appears. The verb אֻכְּלוּ is frequently used in comparisons of consuming liquor and being consumed like chaff.) like very (tc The BHS editors propose emending the MT’s מָלֵא (male’, “fully”) to the negative interrogative הֲלֹא (halo’, “Has not…?”) and connecting it with the next line: “Has not one plotting evil marched out from you?” However, this emendation is unnecessary because the MT makes sense as it stands, and there is no textual support for the emendation. The MT is supported by the Greek tradition, the Dead Sea Scrolls (4QpNah), and the other versions. tn Or “They will be fully consumed like dried stubble.” The term מָלֵא (“fully”) functions either as: (1) an adjective modifying כְּקַשׁ יָבֵשׁ (kÿqash yavesh, “like fully dried stubble”) or (2) an adverb modifying אֻכְּלוּ (’ukkÿlu, “they will be fully consumed”); see BDB 571 s. v. מָלֵא. The adverbial sense is rare, appearing elsewhere only in Jer 12:6; thus, the adjectival sense is more probable. The Hebrew word order also suggests the adjectival sense because מָלֵא follows כְּקַשׁ יָבֵשׁ (kÿqash yavesh) rather than אֻכְּלוּ.) dry stubble."},{"number":11,"verse":"From you, O Nineveh, (tn The words “O Nineveh” are not in the Hebrew text, but are supplied in the translation for clarity. The preceding pronoun is feminine singular, indicating the personified city is in view. See 2:1 (2:2 HT).) one has marched forth who plots evil against the LORD, a wicked military strategist. (tn Heb “a counselor of wickedness”; NASB “a wicked counselor”; NAB “the scoundrel planner.”)"},{"number":12,"verse":"(Oracle of Deliverance to Judah) This is what the LORD says: (sn Verse 12 begins with a typical prophetic introduction (“This is what the Lord says”) in language similar to the typical ancient Near Eastern messenger formula (see C. Westermann, Basic Forms of Prophetic Speeches, 100-115). This formula is frequently used to introduce prophetic speeches (e. g., Jer 2:5; Ezek 2:4; Amos 1:3). The messenger formula indicates that the prophet’s message is not his own, but is a revelatory and prophetic oracle from the Lord. It confirms the authenticity of the message.) “Even though (tn The syntax of this line is complicated and difficult to translate. The first clause is the concessive protasis of a real condition, while the second is the logical apodosis of a comparative clause. This creates an a fortiori argument: “Even though they are strong and likewise many, so much more will they be cut down and pass away!” The first use of the particle וְכֵן (vÿkhen, “Even though”) introduces a concessive or conditional protasis of a present-time or immediate future-time real condition (R. J. Williams, Hebrew Syntax, 87, §515; IBHS 636-37 §38.2). The second use of the particle וְכֵן (“so much more…”) introduces the apodosis of a logical resultative clause (see IBHS 641-42 §38.5).) they are powerful (tn Or “are strong” (cf. NCV); or “are at full strength” (NAB, NRSV); or “are intact.” Alternately, “Even though they have allies” (cf. NIV, NLT). The Hebrew noun שְׁלֵמִים (shÿlemim, from שָׁלֵם [shalem]) means “complete, healthy, sound, safe, intact, peaceful” (BDB 1023-24 s. v. שָׁלֵם; HALOT 1538-1539 s. v. שָׁלֵם). It can connote “full strength” or “full number” of an object (Gen 15:16; Deut 25:15; Prov 11:1; Amos 1:6, 9). Most commentators view this as a reference to the strength or numbers of the Assyrian army: “strong” (R. L. Smith, Micah-Malachi [WBC], 77-78), “full strength” (NASB, NRSV) or “intact” (T. Longman, “Nahum,” The Minor Prophets, 2:798). On the other hand, NIV and NLT follow the lead of Wiseman who points out that שְׁלֵמִים can refer to military allies: “Even though they will have allies and so be all the more numerous” (D. J. Wiseman, “Is It Peace? Covenant and Diplomacy,” VT 32 [1982]: 311-26). Nahum refers to the allies of the Assyrians elsewhere (Nah 3:15–17).) — and what is more, (tn The particle וְכֵן (vÿkhen, “and moreover”) functions as an emphatic comparative adverb of degree (BDB 486 s. v. כֵּן; IBHS 663, 665-67 §39.3.4). It draws a comparison between שְׁלֵמִים (shÿlemim, “strong”) and רַבִּים (rabbim, “many”) but goes one step further for emphasis. This creates an “A, what is more B!” parallelism: “They are strong – what is more – they are many!”) even though their army is numerous (tc The MT reads אִם־שְׁלֵמִים וְכֵן רַבִּים (’im-shÿlemim vÿkhen rabbim, “Even though they are strong and numerous”). The complicated syntax of this line led to textual confusion and several textual variants among the versions. For example, the LXX’s κατάρξων ὑδάτων πολλῶν (katarxwn Judatwn pollwn, “ruler of many waters”) reflects מֹשֵׁל מַיִם רַבִּים (moshel mayim rabbim, “ruler of many waters”) which redivides the words, and omits the letter א (aleph) and the word וְכֵן (vÿkhen). Similarly, the Syriac reflects אֶל מֹשְׁלֵי מַיִם רַבִּים (’el mosÿle rabbim, “to the rulers of many waters”). The MT is the most difficult reading and therefore best explains the origin of these textual variants. Moreover, the LXX of Nahum is well-known for its unusual mistranslations of the Hebrew text of Nahum. The LXX butchers v. 12 in several other places (see below). All major English versions follow the MT here.) — nevertheless, (tn The particle וְכֵן (vÿkhen, “so much more…”) introduces the apodosis of a logical resultative clause (IBHS 641-42 §38.5). It emphasizes that the action described in the apodosis will occur almost immediately (e. g., 1 Kgs 20:40; Ps 48:6).) they will be destroyed (tn Heb “they will be sheared.” The term “cut off” (גָּזָז, gazaz) is ordinarily used to describe the literal actions of “shearing” sheep (Gen 31:19; 38:12–13; Deut 15:19; 18:4; 1 Sam 25:2, 4, 7, 11; 2 Sam 13:23–24; Job 31:20; Isa 53:7) and “cutting” hair (Jer 7:29; Mic 1:16; Job 1:20). It is used figuratively here to describe the destruction of the Assyrian army (BDB 159 s. v. גָּזַז; HALOT 186 s. v. גזז). sn The expression they will be cut off is an example of a hypocatastasis (implied comparison); Nahum intentionally chose this term to compare the destruction of the Assyrians to the shearing of sheep. This word-play has great rhetorical impact because the Assyrians frequently used sheep imagery when boasting of the ease and brutality with which they defeated their enemies (see D. Marcus, “Animal Similes in Assyrian Royal Inscriptions,” Or 46 [1977]: 92-93). It is both appropriate (poetic justice) and ironic (reversal of situation) that the Assyrians themselves should suffer a fate which they boasted of inflicting upon others. They will be an easy, helpless prey for the Divine Warrior. Their punishment will fit their crimes.) and trickle away! (tc In v. 12 the MT preserves a string of plural forms followed by a seemingly anomalous singular form: וְעָבָר … נָגֹזּוּ … רַבִּים … שְׁלֵמִים (shÿlemim … rabbim … nagozzu … vÿ’avar, “Even though they are numerous…they are many…they will be cut off…and he [?] will pass away”). Several other versions (LXX, Syr, Targum) read the plural form וְעָבָרוּ (vÿ’avaru, “and they will pass away”). Several scholars emend the MT to the plural form, noting that the next word (וְעִנִּתִךְ, vÿ’innitikh) begins with vav (ו); they suggest that the plural ending of וְעָבָרוּ dropped out due to haplography or faulty word division (e. g., T. Longman, “Nahum,” The Minor Prophets, 2:798). Another scholar retains the consonantal text, but repoints the form as an infinitive absolute: “They will be cut off, passing away” (K. J. Cathcart). On the other hand, more conservative scholars defend the MT reading and try to solve the problem by suggesting a shift from a plural referent (the Assyrians) to a singular referent (God or the Assyrian king): “They shall be cut down, when he passes through” (KJV) and “They will be cut off and he will pass over” (R. L. Smith, Micah-Malachi [WBC], 77). Still others suggest that the singular form functions as a collective: “They will be cut off and [they] will pass away” (W. A. Maier, Nahum, 206; K&D 27:15). However, rather than resorting to textual emendations or performing syntactical improbabilities, the best solution may be simply to posit the presence of a rhetorical, stylistic device. The shift from these plural forms to the concluding singular form may be an example of heterosis of the plural to the singular (see E. W. Bullinger, Figures of Speech, 525 [4.5]). This is a common poetic device used for emphasis, especially at the climactic point in a speech (e. g., Gen 29:27; Num 22:6; 32:25; Job 12:7; 18:2; Esth 9:23; Ps 73:7; Prov 14:1, 9; John 3:11; 1 Tim 2:15). tn Or “pass away.” The term עָבַר (’avar, “to pass through”) is a key word in Nahum 1; it occurs three times (Nah 1:8, 12, 15 [2:1 HT]). This verb is often used in reference to water, both the raging onset of flood waters (Nah 1:8) and the passive trickling or dwindling away of receding waters (Job 6:15; 11:16). sn The phrase trickle away is an example of a hypocatastasis (implied comparison); Nahum compares the destruction of the mighty Assyrians with the trickling away of once high waters. This imagery has strong rhetorical impact because the Assyrians often boasted that they overwhelmed their enemies like a flood. It is ironic then that they would soon dwindle away to a mere trickle! This is also an appropriate image in the light of the historical destruction of Nineveh through the use of flood waters, as predicted by the prophet (Nah 2:7–9) and recorded by ancient historians (Diodorus Siculus, Bibliotheca Historica 2.26-27; Xenophon, Anabasis 3.4.12; also see P. Haupt, “Xenophon’s Account of the Fall of Nineveh,” JAOS 28 [1907]: 99-107).) Although I afflicted you, I will afflict you no more. (tn The terms אֲעַנֵּךְ (’a’annekh, “I will [no longer] afflict you”) and וְעִנִּתִךְ (vÿ’innitikh, “I afflicted you”) are both derived from the root II עָנָה (’anah, “to afflict”). The LXX mistakenly confused this with the more common root I עָנָה (“to answer, respond”). Although it mistranslated the roots, the LXX reflects the same consonantal text as the MT: וְעִנִּתִךְ לֹא אֲעַנֵּךְ (vÿ’innitikh lo’ ’a’annekh, “Although I have afflicted you, I will afflict you no longer”). Some modern English versions supply various terms not in the Hebrew text to indicate the addressee: NIV “O Judah”; NLT “O my people.” Judah is specifically addressed in 1:15 (2:1 HT) and the feminine singular is used there, just as it is in 1:12.)"},{"number":13,"verse":"And now, (tn The particle וְעַתָּה (vÿ’attah, “And now”) often introduces a transition in a prophetic oracle (HALOT 902 s. v. 3. a). It often draws a contrast between a past condition (as described in v. 12) and what will happen in the immediate future (as described in v. 13; see, e. g., Gen 11:6; 2 Sam 2:6; 2 Kgs 12:8). See H. A. Brongers, “Bemerkungen zum Gebrauch des adverbialen we’attah im Alten Testament,” VT 15 (1965): 289-99.) I will break Assyria’s (tn Heb “his”; the referent (Assyria) has been supplied from context.) yoke bar (tc The BHS editors propose revocalizing the MT מֹטֵהוּ (motehu, “his yoke bar”) to מַטַּהַוּ (mattahu, “his scepter”). The threat of breaking an enemy’s scepter was a common ancient Near Eastern treaty curse (see D. Hillers, Treaty-Curses and the Old Testament Prophets [BibOr], 61). This proposed revocalization has no external support. The MT is supported by the use of the parallel word pair מוֹטָה/מוֹסֵר (motah, “scepter”/moser, “bonds”) elsewhere (Jer 27:2). The term מוֹטָה is never used in parallelism with מוֹסֵר elsewhere. sn The terms yoke bar and shackles are figures of speech (hypocatastasis) for Assyrian subjugation of Judah. The imagery of the yoke bar draws an implied comparison between the yoking of a beast of burden to the subjugation of a nation under a foreign power, i. e., vassaldom (Lev 26:13; Jer 27:2; 28:14; Ezek 30:18; 34:27). This imagery also alludes to the Assyrian use of “yoke” imagery to describe their subjugation of foreign nations to the status of vassal. When describing their subjugation of nations, Assyrian rulers frequently spoke of causing them to “pull my yoke.” Sennacherib subjugated Judah to the Assyrian “yoke” in 701 b. c. when he invaded Judah and forced Hezekiah into a position of Assyrian vassal: “I laid waste the large district of Judah and put the straps of my yoke upon Hezekiah, its king” (“Sennacherib: The Siege of Jerusalem,” lines 13-15, in ANET 288).) from your neck; (tn Heb “from you”; the word “neck” is supplied in the translation as a clarification for the modern reader who may be less familiar with the imagery of a yoke around the neck of farm animals or draft animals. sn The statement I will break Assyria’s yoke bar from your neck draws an implied comparison (hypocatastasis) between breaking a plowing yoke off the neck of a farming animal and freeing a vassal from the tyranny of an oppressive suzerain through military conquest (Lev 26:13; Isa 58:6; Jer 30:8; Ezek 30:18; 34:27).) I will tear apart the shackles (sn The phrase the shackles that are on you draws an implied comparison between the chains and stocks of prisoners or slaves with the burden of international vassaldom to a tyrannical suzerain who demands absolute obedience and requires annual tributary offerings (e. g., Ps 2:3; Isa 52:2; Jer 27:2; 30:8). “Shackles” were the agent of covenantal discipline (e. g., Deut 28:48). Isaiah stated that the Assyrian “yoke” was the Lord’s instrument of discipline (Isa 28:22). The phrase I will tear apart the shackles that are on you draws an implied comparison (hypocatastasis) between removing the iron chains from a prisoner/slave and freeing a vassal from the oppression of a tyrannical suzerain through military conquest (Ps 2:3; Isa 52:2).) that are on you.” (tn Heb “your shackles.”)"},{"number":14,"verse":"(Oracle of Judgment against the King of Nineveh) The LORD has issued a decree against you: (tn Heb “has commanded concerning you.” The referent of the 2nd person masculine singular suffix (“you”) probably refers to the Assyrian king (cf. 3:18–19) rather than to the personified city of Nineveh (so NIV). Elsewhere in the book of Nahum, the city of Nineveh is referred to by the feminine rather than masculine gender. Some modern English versions supply terms not in the Hebrew text to indicate the addressee more clearly: NIV “Nineveh”; NLT “the Assyrians in Nineveh.”) “Your dynasty will come to an end. (tn Heb “from your name there will no longer be sown.”) I will destroy the idols and images in the temples of your gods. I will desecrate (tn The MT reading אָשִׂים קִבְרֶךָ (’asim qivrekha, “I will make your grave”) is usually understood as a figure of speech (metonymy of effect) meaning that the Lord will destroy/execute the Assyrian king. On the other hand, the Targum and Syriac treat this as a double-accusative construction – the implied second object of אָשִׂים being מִבֵּית אֱלֹהֶיךָ (mibbet ’elohekha, “the house [i. e., “temple”] of your gods”): “I will make it [the house (i. e., temple) of your gods] your grave.” Cathcart suggests revocalizing the MT אָשִׂים to a Hiphil imperfect אָשִׁיִם (’ashiyim) from שָׁמֵם (shamem, “to devastate”): “I will devastate your grave.” Cathcart notes that the destruction of one’s grave, like the threat of no burial, was a common ancient Near Eastern treaty-curse: “Tombs, especially royal tombs, were often protected by curses directed against persons who might violate and desecrate them, and the very curse kings used to have inscribed on their tombs were precisely the curse of no progeny and no resting-place” (K. J. Cathcart, “Treaty-Curses and the Book of Nahum,” CBQ 35 [1973]: 180-81). This might reflect the background of the ancient Near Eastern kudurru curses which were made against those who might devastate a royal grave and which were put into effect by the gods of the king (see F. C. Fensham, “Common Trends in Curses of the Near Eastern Treaties and Kudurru-Inscriptions Compared with Maledictions of Amos and Isaiah,” ZAW 75 [1963]: 157-59). Despite the fact the king’s grave was allegedly protected by the Assyrian gods, the Lord would nevertheless successfully destroy it, and it would be the Assyrian king who would receive the curse. This approach respects the traditional consonantal text and only involves the revocalization of the MT’s שׂ (sin) to שׁ (shin).) your grave — because you are accursed!” (tn The Hebrew verb קַלֹּוֹתָ (qallota) is usually rendered “you are despised” (e. g., Gen 16:4–5; 1 Sam 2:30). However, it is possible that the Hebrew root קָלַל (qalal) is related to the Assyrian term qalu “accursed” (W. von Soden, “Hebraische Wortforschung,” VTSup 16 [1967]: 295).)"},{"number":15,"verse":"(Proclamation of the Deliverance of Judah) (2:1) (sn Beginning with 1:15, the verse numbers through 2:13 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 1:15 ET = 2:1 HT, 2:1 ET = 2:2 HT, etc., through 2:13 ET = 2:14 HT. Beginning with 3:1, the verse numbers in the English Bible and the Hebrew Bible are again the same.) Look! A herald is running (tn Heb “the feet of a herald.”) on the mountains! A messenger is proclaiming deliverance: (tn Heb “a messenger of peace.” The Hebrew noun translated “peace” is sometimes used in reference to deliverance or freedom from enemy attack or destruction (e. g., Jer 4:10; 6:14; 8:11; 12:5; 28:9; 29:7).) “Celebrate your sacred festivals, O Judah! Fulfill your sacred vows to praise God! (sn The sacred vows to praise God were often made by Israelites as a pledge to proclaim the mercy of the Lord if he would be gracious to deliver (e. g., Gen 28:20; 31:13; Lev 7:16; Judg 11:30, 39; 1 Sam 1:11, 21; 2 Sam 15:7–8; Pss 22:25 [26]; 50:14; 56:12 [13]; 61:5 [6], 8 [9]; 65:1 [2]; 66:13; 116:14, 18; Eccl 5:4 [3]; Jonah 1:16; 2:9 [10]). The words “to praise God” are not in the Hebrew, but are added in the translation for clarification.) For never again (tc The LXX reflects the plural יוֹסִיפוּ (yosifu, “they shall [never]”). The MT reads the singular יוֹסִיף (yosif, “he shall [never]”) which is also found in the Dead Sea Scrolls (4QpNah). The subject of the verb is the singular noun בְּלִיַּעַל (bÿliyya’al, “the wicked one”) which is also misunderstood by the LXX (see below).) will the wicked (tc The MT reads בְּלִיַּעַל (bÿliyya’al, “the wicked one”; so ASV, NASB). The LXX reading εἰς παλαίωσιν (ei\" palaiwsin, “to old age”) mistakenly derived בְּלִיַּעַל from בָּלָה (balah, “to become worn”). There are several places in the book of Nahum where the LXX produced poor translations. tn Heb “the wicked one.” This is a collective singular and has been translated as a plural.) Assyrians (tn The term “Assyrians” is not in the Hebrew text, but is supplied from context for clarity. If left unspecified, the prophetic statement could be understood to mean that the wicked [i. e., wicked conquerors in general] would never again invade Judah. Cf. NLT “your enemies from Nineveh.”) invade (tn Or “pass through you” (NASB); or “march against you”; NCV “attack you.”) you, they (tn Heb “he.” This is in agreement with the singular “wicked one” in the previous line.) have been completely destroyed.” (tn Heb “he is completely cut off.”)"}]}