{"bibleAbbr":"cKJV+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":16,"verses":[{"number":1,"verse":"And the lot<WH1486> of the sons<WH1121> of Joseph<WH3130> fell<WH3318> from Jordan<WH3383> by Jericho<WH3405>, unto the water<WH4325> of Jericho<WH3405> on the east<WH4217>, to the wilderness<WH4057> that goes up<WH5927> from Jericho<WH3405> throughout mountain<WH2022> Beth<WH1008>–el,"},{"number":2,"verse":"And goes out<WH3318> from Beth<WH1008>–el to Luz<WH3870>, and passes along<WH5674> unto the borders<WH1366> of Archi<WH757> to Ataroth<WH5852>,"},{"number":3,"verse":"And goes down<WH3381> westward<WH3220> to the coast<WH1366> of Japhleti<WH3311>, unto the coast<WH1366> of Beth<WH1032>–horon the nether<WH8481>, and to Gezer<WH1507>: and the goings out<WH8444> there are at the sea<WH3220>."},{"number":4,"verse":"So the sons<WH1121> of Joseph<WH3130>, Manasseh<WH4519> and Ephraim<WH669>, took their inheritance<WH5157>."},{"number":5,"verse":"And the border<WH1366> of the sons<WH1121> of Ephraim<WH669> according to their families<WH4940> was thus<WH1366>: even the border of their inheritance<WH5159> on the east side<WH4217> was Ataroth<WH5853>–addar, unto Beth<WH1032>–horon the upper<WH5945>;"},{"number":6,"verse":"And the border<WH1366> went out<WH3318> toward the sea<WH3220> to Michmethah<WH4366> on the north side<WH6828>; and the border<WH1366> went about<WH5437> eastward<WH4217> unto Taanath<WH8387>–shiloh, and passed<WH5674> by it on the east<WH4217> to Janohah<WH3239>;"},{"number":7,"verse":"And it went down<WH3381> from Janohah<WH3239> to Ataroth<WH5852>, and to Naarath<WH5292>, and came<WH6293> to Jericho<WH3405>, and went out<WH3318> at Jordan<WH3383>."},{"number":8,"verse":"The border<WH1366> went out<WH3212> from Tappuah<WH8599> westward<WH3220> unto the river<WH5158> Kanah<WH7071>; and the goings out<WH8444> there were at the sea<WH3220>. This is the inheritance<WH5159> of the tribe<WH4294> of the sons<WH1121> of Ephraim<WH669> by their families<WH4940>."},{"number":9,"verse":"And the separate<WH3995> cities<WH5892> for the sons<WH1121> of Ephraim<WH669> were among<WH8432> the inheritance<WH5159> of the sons<WH1121> of Manasseh<WH4519>, all the cities<WH5892> with their villages<WH2691>."},{"number":10,"verse":"And they drove not out<WH3423> the Canaanites<WH3669> that lived<WH3427> in Gezer<WH1507>: but the Canaanites<WH3669> live<WH3427> among<WH7130> the Ephraimites<WH669> unto this day<WH3117>, and serve<WH5647> under tribute<WH4522>."}]}