{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"By David. Bless the Lord, my soul; and all within me, his holy name."},{"number":2,"verse":"Bless the Lord, my soul; and forget not all the praises of him;"},{"number":3,"verse":"who pardoneth all thine iniquities; who healeth all thy diseases;"},{"number":4,"verse":"who redeemeth thy life from destruction: who crowneth thee with mercy and kindness;"},{"number":5,"verse":"who satisfieth thy desire with good things that thy youth may be renewed like an eagle's."},{"number":6,"verse":"It is the Lord, who exerciseth mercy and judgment for all who were oppressed."},{"number":7,"verse":"He made known his ways to Moses; his pleasure to the children of Israel."},{"number":8,"verse":"He is the Lord gracious and merciful; slow to anger and abundant in kindness;"},{"number":9,"verse":"he will not be angry to utter ruin, nor continue his wrath forever."},{"number":10,"verse":"He hath not dealt with us according to our sins; nor retributed to us according to our iniquities."},{"number":11,"verse":"For high as the heaven is from the earth; the Lord hath enlarged his mercy for them who fear him."},{"number":12,"verse":"Far as the east is distant from the west, he hath removed from us our transgressions."},{"number":13,"verse":"As a father pitieth his children; the Lord hath pitied them who fear him,"},{"number":14,"verse":"because he knew our formation. O remember that we are dust."},{"number":15,"verse":"As for man, his days are like grass; like a flower of the field, so he may bloom."},{"number":16,"verse":"Because a blast of wind passed over it, it is gone. It shall no more know its place."},{"number":17,"verse":"But the mercy of the Lord is from age to age over them who fear him: and his saving goodness over children's children,"},{"number":18,"verse":"for them who keep his covenant, and remember his commands to do them."},{"number":19,"verse":"The Lord hath established his throne in heaven, and his dominion is exercised over all."},{"number":20,"verse":"Bless the Lord, all ye his angels; ye mighty powers, who execute his word, on hearing the voice of his commands."},{"number":21,"verse":"Bless the Lord, all ye his armies: ye ministers of his, who perform his will."},{"number":22,"verse":"Bless the Lord all ye his works, in every place of his dominion. O my soul, bless thou the Lord."}]}