{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"By David. Bless the Lord O my soul. O Lord my God, thou art very great. Thou hast robed thyself with honour and majesty;"},{"number":2,"verse":"clothing thyself with light as with a mantle; stretching out the heaven as a tent."},{"number":3,"verse":"Thou art he who covereth his chambers with waters who maketh clouds his chariot; who walketh on the wings of winds;"},{"number":4,"verse":"Who maketh winds his messengers, and flaming fire his ministers;"},{"number":5,"verse":"Who founded the earth on its firm basis, that it may not be moved forever."},{"number":6,"verse":"Is the abyss like a garment to be its covering; are waters to stand above the mountains?"},{"number":7,"verse":"At thy rebuke they shall flee; at the peal of thy thunder they will tremble."},{"number":8,"verse":"They ascend mountains, they go down vallies; to the place which thou hast founded for them."},{"number":9,"verse":"Thou has set a bound which they shall not pass; nor shall they return to cover the earth."},{"number":10,"verse":"Thou art he who sendeth forth springs in vallies. Waters shall flow down between the mountains;"},{"number":11,"verse":"and give drink to all the beasts of the field. Wild asses will expect them to quench their thirst."},{"number":12,"verse":"By them the birds of the air will abide: from among the rocks they will utter a sound."},{"number":13,"verse":"Thou art he who watereth mountains from his chambers. With the fruit of thy works the earth will be satisfied."},{"number":14,"verse":"Thou art he who causeth grass to grow for cattle; even verdant grass for the service of man. That he may bring food out of the earth:"},{"number":15,"verse":"wine cheereth the heart of man: that he might exhilarate his countenance with oil; the heart of man is strengthened with bread."},{"number":16,"verse":"The trees of the plain shall be fully satisfied; the cedars of Lebanon, which he hath planted."},{"number":17,"verse":"There the birds will build their nests. The family of the stork account them their own."},{"number":18,"verse":"The lofty mountains are for the hinds; a rock is the refuge of the choirogryllus."},{"number":19,"verse":"He hath appointed the moon for seasons: the sun knoweth his time for going down."},{"number":20,"verse":"Thou hast stationed darkness and there was night: in it all the beasts of the forest will come forth;"},{"number":21,"verse":"Lions roaring for prey, seeking their food from God."},{"number":22,"verse":"When the sun is risen, they will assemble and lay themselves down in their dens;"},{"number":23,"verse":"Man will go forth to his labour and continue at it till evening."},{"number":24,"verse":"How manifold are thy works, Lord, with wisdom thou hast done them all. The earth is filled with thy creatures;"},{"number":25,"verse":"So is the great and spacious sea: in this are moving things innumerable; living creatures small and great."},{"number":26,"verse":"There ships sail: there is that dragon, which thou hast formed to sport therein."},{"number":27,"verse":"All wait on thee to give them food in due season."},{"number":28,"verse":"When thou givest them, they gather; by opening thy hand all are bountifully supplied."},{"number":29,"verse":"But when thou deniest, they are troubled. Withdraw their breath, they die and return to their dust:"},{"number":30,"verse":"send forth thy breath and they are created: thou indeed canst renew the face of the earth."},{"number":31,"verse":"Let the glory of the Lord endure forever; let the Lord rejoice over his works."},{"number":32,"verse":"When he looketh at the earth, he causeth it to tremble; when he toucheth the mountains, they smoke."},{"number":33,"verse":"I will sing to the Lord as long as I live, I will praise my God while I have a being."},{"number":34,"verse":"Let my meditation be acceptable to him, and I will rejoice in the Lord."},{"number":35,"verse":"Let sinners be consumed from the earth, and the wicked so as to be no more; my soul, bless thou the Lord."}]}