{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":119,"verses":[{"number":1,"verse":"An Alleluia. ALEPH. Happy the undefiled in the way! who walk in the law of the Lord."},{"number":2,"verse":"Happy they who search his testimonies, and seek him with their whole"},{"number":3,"verse":"heart: for they are not workers of iniquity; they have walked in his ways."},{"number":4,"verse":"Thou hast enjoined the strict observance of thy precepts."},{"number":5,"verse":"O that my ways may be directed, that I may keep thy rules of rectitude."},{"number":6,"verse":"Then I cannot be put to shame, when I have respect to all thy commandments."},{"number":7,"verse":"I will praise thee with uprightness of heart, when I have learned thy righteous judgments."},{"number":8,"verse":"I will keep thy judgments, forsake me not utterly."},{"number":9,"verse":"BETH. By what can a youth make his way prosperous? By keeping thy words."},{"number":10,"verse":"I have sought thee with my whole heart; let me not be driven from thy commandments."},{"number":11,"verse":"I have hid thine oracles in my heart, that I may not sin against thee."},{"number":12,"verse":"Lord, thou art blessed, teach me thy rules of rectitude."},{"number":13,"verse":"With my lips I have declared all the judgments of thy mouth."},{"number":14,"verse":"I have been delighted with the way of thy testimonies, as for all manner of riches."},{"number":15,"verse":"I will talk continually of thy commandments, and be attentive to thy ways."},{"number":16,"verse":"I will meditate on thy judgments and not forget thy words."},{"number":17,"verse":"GIMEL. Make retribution to thy servant; that I may live and keep thy words."},{"number":18,"verse":"Open mine eyes, that I may discern the wonderous things of thy law."},{"number":19,"verse":"I am a sojourner in this land, hide not thy commandments from me."},{"number":20,"verse":"My soul is engaged in a continual longing for thy judgments."},{"number":21,"verse":"Thou hast rebuked the haughty; cursed are they who turn aside from thy commands."},{"number":22,"verse":"Remove from me reproach and contempt, since I have earnestly sought thy testimonies."},{"number":23,"verse":"For chiefs sat and spoke against me, but thy servant meditated on thy statutes;"},{"number":24,"verse":"for thy testimonies are my study, thy statutes, my counsellors."},{"number":25,"verse":"DALETH. My soul cleaveth to the ground; keep me alive according to thy word."},{"number":26,"verse":"I have declared thy ways and thou hast heard me; teach me thy rules of rectitude."},{"number":27,"verse":"Instruct me in the way of thy statutes, and I will meditate on thy wonders;"},{"number":28,"verse":"my soul drooped with heaviness; strengthen me with thy words."},{"number":29,"verse":"Remove from me the way of injustice, and graciously favour me with thy law."},{"number":30,"verse":"I have chosen the way of truth, and have not forgotten thy judgments;"},{"number":31,"verse":"I have cleaved, O Lord, to thy testimonies; let me not be put to shame."},{"number":32,"verse":"I ran in the way of thy commandments, when thou didst enlarge my heart."},{"number":33,"verse":"HE. Teach me, Lord, the way of thy statutes, and in every occurrence I will seek it."},{"number":34,"verse":"Give me understanding that I may search thy law, and keep it with my whole heart."},{"number":35,"verse":"Lead me in the path of thy commandments; for I have delighted therein."},{"number":36,"verse":"Incline my heart to thy testimonies and not to covetousness."},{"number":37,"verse":"Turn away mine eyes from beholding vanity; keep me alive in thy way."},{"number":38,"verse":"Confirm thine oracle to thy servant that thou mayst be feared."},{"number":39,"verse":"Take away my reproach which I dreaded, because thy judgments are good."},{"number":40,"verse":"Behold I have longed for thy precepts; quicken me by thy saving goodness."},{"number":41,"verse":"VAU. Lord, let thy mercy come upon me; thy salvation according to thy word;"},{"number":42,"verse":"and to them who reproach me I will make answer, that I have trusted in thy words."},{"number":43,"verse":"And take not the word of truth entirely from my mouth, for I have trusted in thy judgments;"},{"number":44,"verse":"and I will keep thy law continually forever and ever."},{"number":45,"verse":"I indeed have walked in a roomy place, because I diligently sought thy precepts;"},{"number":46,"verse":"and I have spoken of thy testimonies before kings, and was not ashamed:"},{"number":47,"verse":"and have meditated on thy commandments, in which I took great delight;"},{"number":48,"verse":"and have held up my hands for thy precepts which I loved, and meditated on thy rules of rectitude."},{"number":49,"verse":"ZAIN. Remember thy words to thy servant, for which thou hast caused me to hope;"},{"number":50,"verse":"this hath comforted me in mine affliction, for thine oracle kept me alive."},{"number":51,"verse":"The haughty transgressed to a great degree, but from thy law I turned not aside."},{"number":52,"verse":"Lord, I remembered thy judgments of old and was comforted."},{"number":53,"verse":"Horror seized me on the account of sinners; of them who utterly forsake thy law."},{"number":54,"verse":"Thy statutes were the subject of my songs, in the place of my pilgrimage."},{"number":55,"verse":"I remembered thy name, Lord, in the night, and have kept thy law."},{"number":56,"verse":"This was my condition, because I diligently sought thy statutes."},{"number":57,"verse":"CHETH. Thou, Lord, art my portion; I have determined to keep thy law."},{"number":58,"verse":"With my whole heart I have entreated thy favour, be gracious to me according to thy word."},{"number":59,"verse":"I revolved thy ways in my mind, and turned my feet to thy testimonies."},{"number":60,"verse":"I prepared myself and was not troubled, to keep thy commandments."},{"number":61,"verse":"The cords of sinners entangled me; but I did not forget thy law."},{"number":62,"verse":"At midnight I arose to give thee thanks; because of thy righteous judgments."},{"number":63,"verse":"I am a companion of all them who fear thee; and of them who keep thy commandments."},{"number":64,"verse":"Lord the earth is full of thy mercy, teach me thy statutes."},{"number":65,"verse":"TETH. Lord, thou hast dealt kindly with thy servant; according to thy word."},{"number":66,"verse":"Teach me kindness and discipline and knowledge; because I have believed thy commandments."},{"number":67,"verse":"Before I was afflicted, I transgressed; for this cause I have kept thy word."},{"number":68,"verse":"Thou, Lord, art good; in thy goodness teach me thy statutes."},{"number":69,"verse":"The iniquity of the proud was multiplied against me: but I with my whole heart will search thy precepts."},{"number":70,"verse":"Their heart was curdled like milk: but I meditated on thy law."},{"number":71,"verse":"It is good for me that thou hast humbled me: that I might learn thy rules of rectitude."},{"number":72,"verse":"The law of thy mouth is better to me than thousands of gold and silver."},{"number":73,"verse":"JOD. Thy hands have made me and fashioned me: instruct me that I may learn thy commandments."},{"number":74,"verse":"They who fear thee will be glad when they see me; because I have trusted in thy words."},{"number":75,"verse":"I know, Lord, that thy judgments are just: and that thou with truth hast humbled me!"},{"number":76,"verse":"let thy mercy be my comfort, according to thy word to thy servant."},{"number":77,"verse":"Let thy tender mercies come to me that I may live; for thy law is my delight."},{"number":78,"verse":"Let the proud be ashamed, because they have unjustly injured me. But let me meditate on thy precepts."},{"number":79,"verse":"Let them who fear thee turn to me; and them who know thy testimonies."},{"number":80,"verse":"Let my heart be sound in thy statutes, that I may not be shamed."},{"number":81,"verse":"CAPH. My soul fainteth for thy salvation; I trusted in thy words."},{"number":82,"verse":"Mine eyes failed for thy promise, saying, When wilt thou comfort me?"},{"number":83,"verse":"Though I became like a leathern bag in frost; I did not forget thy statutes."},{"number":84,"verse":"How many are the days of thy servant? When wilt thou avenge me of my persecutors?"},{"number":85,"verse":"Transgressors told me idle tales: but thy law O Lord, taught me otherwise."},{"number":86,"verse":"All thy commandments are truth. They persecuted me without cause, do thou assist me."},{"number":87,"verse":"They have almost finished me on the earth; but I did not forsake thy precepts."},{"number":88,"verse":"According to thy mercy quicken me: that I may keep the testimonies of thy mouth."},{"number":89,"verse":"LAMED. Lord, thy word will endure in heaven forever;"},{"number":90,"verse":"thy truth to all generations. Thou hast established the earth and it shall continue."},{"number":91,"verse":"By thy arrangement day shall continue: for all things are in subjection to thee."},{"number":92,"verse":"Had not thy law been my study, I should have perished in my affliction."},{"number":93,"verse":"Let me never forget thy rules of rectitude: for by them thou hast kept me alive."},{"number":94,"verse":"I am thine, save me: for I have diligently sought thy statutes."},{"number":95,"verse":"Sinners lay in wait for me to destroy me: I understood thy testimonies."},{"number":96,"verse":"Of all perfection I saw a limit; thy command is very broad."},{"number":97,"verse":"MEM. O! how I have loved thy law, Lord! It is my meditation all the day."},{"number":98,"verse":"Thou hast given me a knowledge of thy law above mine enemies; because it is mine forever."},{"number":99,"verse":"I had more understanding than all my teachers: because thy testimonies are my study."},{"number":100,"verse":"I understood more than elders: because I diligently sought thy commandments."},{"number":101,"verse":"From every evil way I restrained my feet; that I might keep thy words."},{"number":102,"verse":"I have not turned aside from thy judgments: because thou didst instruct me."},{"number":103,"verse":"How sweet are thine oracles to my taste! They are sweeter than honey to my mouth."},{"number":104,"verse":"From thy precepts I got understanding: Therefore I hated every wicked way."},{"number":105,"verse":"NUN. Thy law is a lamp to my feet; and a light to my paths."},{"number":106,"verse":"I have sworn and determined to keep thy righteous judgments."},{"number":107,"verse":"I have been exceedingly afflicted: quicken me, Lord, according to thy word."},{"number":108,"verse":"Accept, O Lord, I beseech thee, the freewill offerings of my mouth: and teach me thy judgments."},{"number":109,"verse":"My life is continually in thy hands; and I have not forgotten thy law."},{"number":110,"verse":"The wicked laid a snare for me: but I erred not from thy precepts."},{"number":111,"verse":"I have taken thy testimonies for an everlasting inheritance: for they are the joy of my heart."},{"number":112,"verse":"I inclined my heart to perform thy statutes; for the sake of an everlasting reward."},{"number":113,"verse":"SAMECH. I have hated transgressors and loved thy law."},{"number":114,"verse":"Thou art my helper and my protector: I have hoped for thy words."},{"number":115,"verse":"Away from me ye evil doers, for I will diligently seek the commandments of my God."},{"number":116,"verse":"Uphold me according to thy word and keep me alive; and let me not be shamed for mine expectation."},{"number":117,"verse":"Help me and I shall be saved; and I will meditate continually on thy statutes."},{"number":118,"verse":"Thou hast set at naught all who apostatize from thy statutes; because their inward thought is wicked."},{"number":119,"verse":"All the sinners of the land I accounted transgressors; therefore I loved thy testimonies."},{"number":120,"verse":"Penetrate my flesh with the dread of thee; for I am terrified at thy judgments."},{"number":121,"verse":"AIN. I have done what is right and just; deliver me not up to mine oppressors."},{"number":122,"verse":"Be surety for thy servant for good; let not the proud oppress me."},{"number":123,"verse":"Mine eyes have failed looking for thy salvation, and for the promise of thy saving goodness."},{"number":124,"verse":"Deal with thy servant according to thy mercy, and teach me thy statutes."},{"number":125,"verse":"I am thy servant, give me understanding, that I may know thy testimonies."},{"number":126,"verse":"It is time to act for the Lord; they have made void thy law."},{"number":127,"verse":"For this cause I loved thy commandments more than gold or the topaz."},{"number":128,"verse":"For this cause I directed my course to all thy commandments: I hated every evil way."},{"number":129,"verse":"PE. Thy testimonies are wonderful; therefore my soul sought them diligently."},{"number":130,"verse":"The manifestation of thy words will enlighten, and make the simple wise."},{"number":131,"verse":"I opened my mouth and panted, because I longed for thy commandments."},{"number":132,"verse":"Look down upon me, and be gracious to me, as thou art to them who love thy name."},{"number":133,"verse":"Order my steps according to thy word, and let no iniquity have dominion over me."},{"number":134,"verse":"Deliver me from the oppression of men, and I will keep thy precepts."},{"number":135,"verse":"Let thy countenance shine on thy servant; and teach me thy statutes."},{"number":136,"verse":"Mine eyes poured down streams of water, because I did not keep thy law."},{"number":137,"verse":"TSADDI. Thou, Lord, art righteous; and thy judgments are right."},{"number":138,"verse":"Thou hast strictly enjoined as thy testimonies, righteousness and truth."},{"number":139,"verse":"My zeal for thee hath consumed me; because mine enemies forgot thy words."},{"number":140,"verse":"Thy word is very pure; and thy servant hath loved it."},{"number":141,"verse":"Young and despised as I am, I have not forgot thy precepts."},{"number":142,"verse":"Thy righteousness is an everlasting righteousness, and thy law is truth."},{"number":143,"verse":"When affliction and distress found me, thy commandments were my study;"},{"number":144,"verse":"thy testimonies are everlasting righteousness; give me understanding and I shall live."},{"number":145,"verse":"KOPH. I have cried with my whole heart, O Lord, hear me; I"},{"number":146,"verse":"will diligently seek thy statutes. I have cried to thee, save"},{"number":147,"verse":"me; and I will keep thy testimonies. I awoke before the dawn of the morning, and cried; on thy words I placed my hope."},{"number":148,"verse":"Mine eyes were awake before the morning dawn, that I might"},{"number":149,"verse":"meditate on thine oracles. Hear my voice, Lord, according to thy mercy; according to thy judgment keep me alive."},{"number":150,"verse":"They, who persecute me unjustly, drew near; but they were"},{"number":151,"verse":"far removed from thy law. Thou, Lord, art near, and all"},{"number":152,"verse":"thy ways are truth. I knew of old from thy testimonies, that thou hast founded them forever."},{"number":153,"verse":"RESH Behold my affliction, and deliver me; for I have not forgotten thy law."},{"number":154,"verse":"Plead my cause and deliver me; on account of thy word keep me alive."},{"number":155,"verse":"Salvation is far from sinners, because they did not seek thy statutes."},{"number":156,"verse":"Thy tender mercies, Lord, are many; quicken me according to thy judgment."},{"number":157,"verse":"Many are my persecutors and mine enemies; yet from thy testimonies I have not declined."},{"number":158,"verse":"I beheld transgressors and was grieved; because they did not keep thy words."},{"number":159,"verse":"Consider, O Lord, that I have loved thy commandments: in thy mercy keep me alive."},{"number":160,"verse":"The beginning of thy words was truth, and all thy righteous judgments endure forever."},{"number":161,"verse":"SCHIN. Chiefs persecuted me undeservedly: but my heart stood in awe of thy words."},{"number":162,"verse":"Let me exult with joy for thine oracles; as one who findeth great spoils."},{"number":163,"verse":"I have hated and abominated iniquity: but thy law I have loved."},{"number":164,"verse":"Seven times a day have I praised thee, for thy righteous judgments."},{"number":165,"verse":"Great peace have they who love thy law: and for them there is no stumbling block."},{"number":166,"verse":"I have waited, Lord, for thy salvation; and have loved thy commandments."},{"number":167,"verse":"My soul hath kept thy testimonies and hath loved them exceedingly."},{"number":168,"verse":"I have kept thy commandments and thy testimonies: for all my ways, Lord, are before thee."},{"number":169,"verse":"TAU. Lord, let my prayer come before thee: give me understanding according to thy word."},{"number":170,"verse":"Let my supplication come before thee, Lord. According to thy word deliver me."},{"number":171,"verse":"Let my lips solemnly utter a hymn; when thou hast taught me thy statutes."},{"number":172,"verse":"Let my tongue resound thine oracles; for all thy commandments are righteous."},{"number":173,"verse":"Let thy hand be near to save me: because I have chosen thy statutes."},{"number":174,"verse":"Lord, I have longed earnestly for thy salvation: and thy law is my study."},{"number":175,"verse":"Let my soul live and praise thee; and thy judgments be my support."},{"number":176,"verse":"Like a lost sheep I have gone astray: O seek thy servant; since I have not forgotten thy commandments."}]}