{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"A Psalm of praise. By David, I will extol thee, my God, my king: and bless thy name for ever and ever."},{"number":2,"verse":"Day by day I will bless thee, and praise thy name for ever and ever."},{"number":3,"verse":"The Lord is great and greatly to be praised; and of his greatness there is no end."},{"number":4,"verse":"Let generation after generation praise thy works, and proclaim thy mighty power:"},{"number":5,"verse":"Let them speak of the transcendant glory of thy majesty, and relate thy wonderous works."},{"number":6,"verse":"Let them express the might of thine awful dealings, and rehearse thy greatness."},{"number":7,"verse":"Let them make mention of thine abundant goodness, and exult with joy in thy saving mercy."},{"number":8,"verse":"The Lord is gracious and merciful: long suffering and abundant in kindness."},{"number":9,"verse":"The Lord is kind to them who wait, and his mercies are over all his works."},{"number":10,"verse":"Let all thy works, O Lord, praise thee, and let thy saints bless thee;"},{"number":11,"verse":"let them speak of the glory of thy kingdom, and talk of thy government:"},{"number":12,"verse":"to make known thy government to the sons of men, and the transcendant glory of thy kingdom."},{"number":13,"verse":"Thy kingdom is an everlasting kingdom, and thy dominion, throughout all generations."},{"number":14,"verse":"The Lord is faithful in his words, and bountiful in all his works."},{"number":15,"verse":"The Lord upholdeth all that are falling, and raiseth up all who are broken down."},{"number":16,"verse":"The eyes of all wait upon thee: and thou givest them their food in due season; thou openest thy hands, and satisfiest the desire of every living thing."},{"number":17,"verse":"The Lord is righteous in all his ways, and bountiful in all his works."},{"number":18,"verse":"The Lord is near to all who invoke him; to all that call upon him with truth."},{"number":19,"verse":"He will fulfil the desire of them who fear him: he will hear their prayer and save them."},{"number":20,"verse":"The Lord keepeth all them who love him; but all the wicked he will utterly destroy."},{"number":21,"verse":"Let my mouth speak the praise of the Lord: and let all flesh bless his holy name, for ever and for evermore."}]}