{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"An Alleluia, of Aggaius and Zacharias. Praise the Lord, for good is a song of praise; to our God let praise be sweetly sung."},{"number":2,"verse":"The Lord is rebuilding Jerusalem; and he will gather the dispersions of Israel."},{"number":3,"verse":"He healeth the broken hearted, and bindeth up their wounds;"},{"number":4,"verse":"he numbereth the multitudes of stars, and calleth them all by their names."},{"number":5,"verse":"Great is our Lord and great his power; and infinite in his understanding."},{"number":6,"verse":"The Lord raiseth up the meek; and humbleth sinners to the ground."},{"number":7,"verse":"Sing alternately to the Lord with thanksgiving. In concert with the kithara, sing praises to our God;"},{"number":8,"verse":"to him who covereth the heaven with clouds; to him who provideth rain for the earth; to him who causeth grass to grow on mountains, and bladed corn for the use of man;"},{"number":9,"verse":"and who giveth suitable food to cattle, and to the young ravens which call on him."},{"number":10,"verse":"In the courage of the horse he will not delight, nor is he pleased with the agility of the warrior."},{"number":11,"verse":"The Lord delighteth in them who fear him, and in all them who trust in his mercy."},{"number":12,"verse":"An Alleluia, of Aggaius and Zacharias. Praise the Lord, Jerusalem: Sion, praise thy God;"},{"number":13,"verse":"for he hath strengthened the bars of thy gates; he hath blessed thy children within thee."},{"number":14,"verse":"He maketh thy borders peace, and feedeth thee with the finest wheat;"},{"number":15,"verse":"He is sending his oracle to this land: his word shall run with speed."},{"number":16,"verse":"When he giveth snow like wool; when he scattereth the hoar frost like ashes;"},{"number":17,"verse":"when he sendeth down like morsels his chrystal hail; who can stand before his cold?"},{"number":18,"verse":"Let him but send forth his word and he will melt them; let him but blow his breath and the waters will flow."},{"number":19,"verse":"He is sending his word to Jacob; his statutes and his judgments to Israel."},{"number":20,"verse":"He hath not dealt thus with any nation, nor hath he laid open to them his judgments."}]}