{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"A Prayer of David. Hearken, Lord, to my justification; attend to my supplication: give ear to my prayer which is not made with feigned lips."},{"number":2,"verse":"Let my sentence come forth from thy presence: Let mine eyes behold righteous decisions."},{"number":3,"verse":"Thou hast proved my heart: thou hast watched me by night: thou hast tried me: and in me there was found no injustice."},{"number":4,"verse":"That my mouth might not speak the works of these men; I, because of the words of thy lips, kept rugged ways."},{"number":5,"verse":"Establish my footsteps in thy paths; that my footsteps may not be moved."},{"number":6,"verse":"I have cried, because thou, O God, didst hear me: incline thine ear to me and hear my words."},{"number":7,"verse":"Display marvellously thy mercies, O thou, who, with thy right hand, savest from adversaries them who trust in thee."},{"number":8,"verse":"Keep me as the apple of an eye: with the cover of thy wings"},{"number":9,"verse":"thou wilt shelter me from the face of the wicked who afflict me. These enemies of mine beset my soul:"},{"number":10,"verse":"they shut up their fat; their mouth spoke proudly."},{"number":11,"verse":"Having driven me out they now enclosed me. They set their eyes inclining to the ground."},{"number":12,"verse":"They observed me, like a lion eager for prey, and like a young lion lurking in coverts."},{"number":13,"verse":"Arise, Lord, prevent them and cause them to stumble. Deliver my soul from the wicked: wrest thy sword"},{"number":14,"verse":"from thine enemies hand Dismiss them, Lord, from the land: disperse them in their life time. Though their belly was filled with thy stores; they glutted themselves with swine's flesh, and left the relicks for their children."},{"number":15,"verse":"But as for me, let me appear righteous before thee; let me be satisfied with a display of thy glory."}]}