{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"For the conclusion. On the help of the morning. A Psalm by David. God, my God! attend to me! why hast thou forsaken me? have the acts of my transgressions [removed thee] far from saving me?"},{"number":2,"verse":"my God, shall I cry to thee by day, and thou not listen, and by night, and thou not hear me?"},{"number":3,"verse":"Thou indeed dwellest in a holy place; thou art the praise of Israel."},{"number":4,"verse":"In thee our fathers placed their trust; they trusted and thou didst deliver them. To thee they cried and they were saved;"},{"number":5,"verse":"in thee they trusted and were not put to shame."},{"number":6,"verse":"As for me, I am a Worm, and no man; the scorn of men and the people's contempt."},{"number":7,"verse":"All that see me have laughed me to scorn; they said with their lips while they shaked their head,"},{"number":8,"verse":"“He trusted in the Lord, let him deliver him; let him save him, since he delighteth in him.”"},{"number":9,"verse":"Because thou art he, who drew me forth from the womb: my hope, when at the breasts of my mother;"},{"number":10,"verse":"I was cast on thy care from my very birth; from my mother's womb thou art my God;"},{"number":11,"verse":"stand not at a distance from me; for trouble is near; for there is no helper."},{"number":12,"verse":"Many bulls have encompassed me; fat bulls have beset me around."},{"number":13,"verse":"Against me they have opened their mouth, like a ravening and roaring lion."},{"number":14,"verse":"I am poured out like water, and all my bones are torn asunder: my heart within me is melted like wax."},{"number":15,"verse":"My strength is dried up like a potsherd, and my tongue cleaveth to my palate; thou hast indeed brought me to the dust of death."},{"number":16,"verse":"Because many dogs have encompassed me, an assembly of wicked men have beset me; have pierced my hands and my feet;"},{"number":17,"verse":"have counted all my bones, and have stared and looked at me;"},{"number":18,"verse":"they have parted my garments among them, and for my vesture have cast lots;"},{"number":19,"verse":"Therefore, Lord, delay not thou my help, draw near to my assistance;"},{"number":20,"verse":"rescue my soul from the sword; this only begotten of mine from the paw of a dog."},{"number":21,"verse":"Save me from the mouth of a lion, and this lowliness of mine from the unicorn's horns."},{"number":22,"verse":"I will declare thy name to my brethren: in the midst of a congregation I will sing praise to thee."},{"number":23,"verse":"Praise him, ye who fear the Lord praise him, all ye seed of Jacob. Let all the seed of Israel fear him;"},{"number":24,"verse":"for he hath not slighted, nor abhorred the prayer of the distressed; nor turned away his face from me: but hearkened to me when I cried to him."},{"number":25,"verse":"My praise shall be of thee in a great congregation: I will pay my vows before them who fear him."},{"number":26,"verse":"The needy shall eat and be satisfied: and they who seek the Lord will praise him. Their heart shall be forever alive."},{"number":27,"verse":"All the ends of the earth shall remember and turn to the Lord; and all the families of the nations shall worship before him:"},{"number":28,"verse":"for the kingdom is the Lord's and he ruleth the nations."},{"number":29,"verse":"All the fat ones of the earth have eaten and worshipped: before him shall bow all that go down to the dust. Let my soul therefore live for him."},{"number":30,"verse":"My seed indeed will serve him: a generation which is coming shall be announced for the Lord:"},{"number":31,"verse":"and they will proclaim his saving mercy to a people that shall be born, whom the Lord made."}]}