{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"For the conclusion. A Psalm by David, on a surprise. In thee, Lord, I have trusted. Let me never be put to shame. In thy saving mercy rescue me and deliver me;"},{"number":2,"verse":"Incline thine ear to me! haste to deliver me. Be thou to me a protecting God; a house of refuge to save me."},{"number":3,"verse":"Because thou art my strength and my refuge; thou therefore, for thy name's sake, wilt guide and nourish me:"},{"number":4,"verse":"thou wilt extricate me from this snare; which they have privily laid for me. Because thou, Lord, art my protector;"},{"number":5,"verse":"into thy hands I will commit my spirit. Thou, Lord the God of truth hast redeemed me."},{"number":6,"verse":"Thou hatedst them who fruitlessly regard vanities; but I have trusted in the Lord."},{"number":7,"verse":"I will exult with joy and rejoice in thy mercy: because thou hast looked on my humiliation; hast delivered my soul from these distresses;"},{"number":8,"verse":"hast not shut me up into an enemy's hand; hast set my feet in a roomy place."},{"number":9,"verse":"Pity me, Lord, for I am afflicted: with indignation mine eye was troubled; my soul and all within me."},{"number":10,"verse":"Because my life was spent with grief, and my years with sighing; with affliction my strength was exhausted and my bones were troubled;"},{"number":11,"verse":"among all mine enemies I became a reproach; and to my neighbours especially, and to my acquaintance, a terror. They who saw me abroad fled from me;"},{"number":12,"verse":"like a dead man out of mind I was quite forgotten: I became like a broken vessel."},{"number":13,"verse":"Because I heard the whispers of many who dwell around me; when they assembled together against me they consulted how to take my life;"},{"number":14,"verse":"but as for me, I put my trust in thee O Lord; I said, Thou art my God;"},{"number":15,"verse":"in thy hands are my lots; deliver me from the hand of mine enemies, and from them who are persecuting me."},{"number":16,"verse":"Let thy face shine upon thy servant: save me for thy mercy's sake."},{"number":17,"verse":"Lord, let me not be shamed, because I have invoked thee. Let the wicked be shamed and driven down to the mansion of the dead."},{"number":18,"verse":"Let those deceitful lips become speechless, which speak injustice against the righteous with pride and contempt."},{"number":19,"verse":"How great, Lord, is the abundance of thy kindness, which thou hast laid up in store for them who fear thee; hast provided for them who trust in thee before the sons of men."},{"number":20,"verse":"In the secret of thy presence thou wilt hide them from the trouble of men; thou wilt shelter them in a pavilion from the strife of tongues."},{"number":21,"verse":"Blessed be the Lord, because he hath marvellously displayed his mercy in a city besieged."},{"number":22,"verse":"As for me, on my surprisal I said, I am cast far from thy presence; therefore thou, Lord, didst hear the voice of my supplication when I cried to thee."},{"number":23,"verse":"Love the Lord, all ye his saints, for the Lord searcheth out truth, and retributeth largely to the insolent."},{"number":24,"verse":"Take courage and let your hearts be strong, all ye whose trust is in the Lord."}]}