{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"By David; when he had changed his behaviour before Abimelech, and, being dismissed by him, had gone away. I Will bless the Lord at all times; his praise shall be continually in my mouth."},{"number":2,"verse":"Let my soul glory in the Lord: let the meek hear and be gladdened."},{"number":3,"verse":"magnify the Lord with me; and let us extol his name together."},{"number":4,"verse":"I sought the Lord and he heard me; and brought me safe out of all my sojourns."},{"number":5,"verse":"Come to him and be enlightened and your faces shall never be shamed."},{"number":6,"verse":"This afflicted man cried; and the Lord heard him; and saved him out of all his afflictions."},{"number":7,"verse":"The angel of the Lord will encamp round them that fear him, and deliver them."},{"number":8,"verse":"Taste and see that the Lord is good! happy is the man, who trusteth in him."},{"number":9,"verse":"fear the Lord all ye his saints! for they who fear him have no want."},{"number":10,"verse":"Rich men have become poor and hungry: But they who seek the Lord shall not want any good thing."},{"number":11,"verse":"Come, ye children, hearken to me: and I will teach you the fear of the Lord."},{"number":12,"verse":"What man soever desireth life and loveth to see good days:"},{"number":13,"verse":"keep thy tongue from evil; and thy lips from speaking guile:"},{"number":14,"verse":"depart from evil and do good; seek peace and pursue it."},{"number":15,"verse":"The eyes of the Lord are upon the righteous: and his ears are open to their prayer."},{"number":16,"verse":"But the face of the Lord is against them that do evil; to destroy the remembrance of them from the earth. The righteous cried and the Lord heard them;"},{"number":17,"verse":"and delivered them out of all their afflictions."},{"number":18,"verse":"The Lord is near to those of a contrite heart; and will save them who are lowly in spirit."},{"number":19,"verse":"Many are the afflictions of the righteous; but out of them all the Lord will deliver them."},{"number":20,"verse":"He keepeth all their bones, not one of them shall be broken."},{"number":21,"verse":"Wretched is the death of sinners; yet they who hate what is just will transgress."},{"number":22,"verse":"The Lord will redeem the souls of his servants: and none will transgress who trust in him."}]}