{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"A Psalm for remembrance, respecting rest. Lord, rebuke me not in thy wrath; nor chasten me in thine anger."},{"number":2,"verse":"For in me thy shafts are deeply fixed; and on me thou hast heavily laid thy hand."},{"number":3,"verse":"There is no soundness in my flesh because of thine anger; no rest to my bones, because of my sins."},{"number":4,"verse":"Because mine iniquities mounted above my head; like a heavy burden they were heavy on me."},{"number":5,"verse":"The Wounds, on account of my folly putrefied and became corrupt."},{"number":6,"verse":"I was in misery and wholly bent down: all the longsome day I went mourning."},{"number":7,"verse":"For my soul was filled with illusions; and there was no soundness in my flesh."},{"number":8,"verse":"I was afflicted and exceedingly depressed: I roared because of the groans of my heart."},{"number":9,"verse":"Now all my desire was before thee, and my groans were not hid from thee."},{"number":10,"verse":"My heart panted, my strength failed me: and the light of mine eyes is no more with me."},{"number":11,"verse":"My friends and my neighbours stood over against me: they drew near and stopt; even my near relations stood aloof."},{"number":12,"verse":"But they who seek my life pressed forward: and they who seek my ruin spake vanities. All the day long they studied deceits."},{"number":13,"verse":"As for me, I, as if deaf, did not hear: and like one dumb I opened not my mouth."},{"number":14,"verse":"I became indeed like a man who heareth not; and in whose mouth there are no reproofs;"},{"number":15,"verse":"for in thee, Lord, I put my trust. (Thou Lord my God wilt hearken;)"},{"number":16,"verse":"for I said, Perhaps mine enemies may rejoice over me: (Indeed when my feet slipped, they used swelling words against me)"},{"number":17,"verse":"for I was prepared for stripes, and my sorrowful situation was continually before me;"},{"number":18,"verse":"that I might declare mine iniquity, and express my sorrow for my sin."},{"number":19,"verse":"But as for mine enemies they live and are stronger than I: and they who hate me wrongfully are multiplied."},{"number":20,"verse":"They who reward me evil for good, traduced me: because I followed righteousness."},{"number":21,"verse":"Forsake me not utterly, Lord, my God: stand not at a distance from me."},{"number":22,"verse":"Draw near to my assistance, Lord of my salvation."}]}