{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":40,"verses":[{"number":1,"verse":"For the conclusion. A Psalm by David. I Waited patiently for the Lord and he attended to me and heard my prayer:"},{"number":2,"verse":"and brought me up from a horrible pit and from miry clay; and set my feet on a rock and directed my steps,"},{"number":3,"verse":"and put in my mouth a new song; a hymn to our God. Many will see and be struck with awe, and trust in the Lord."},{"number":4,"verse":"Happy the man, whose hope is the name of the Lord, and who hath not looked to vanities and lying fooleries."},{"number":5,"verse":"Many are thy wonders which thou, Lord my God, hast wrought; and for thy thoughts there is none to be compared to thee. I have declared and spoken. They are multiplied beyond computation."},{"number":6,"verse":"Sacrifice and offerings thou didst not desire, but preparedst for me a body; whole burnt offerings and offerings for sin thou didst not require."},{"number":7,"verse":"Then I said, Behold I come; (in the volume of a book it is written respecting me)"},{"number":8,"verse":"to perform, my God, thy will, I was determined, even that law of thine, within my heart."},{"number":9,"verse":"I have published the good news of thy righteousness, in a great congregation. Behold I will not refrain my lips; thou, Lord, knowest my righteousness."},{"number":10,"verse":"I have not hid thy truth in my heart, but have mentioned thy salvation; I have not concealed thy mercy and thy truth from a great congregation."},{"number":11,"verse":"Withhold not thou then, Lord, thy tender mercies from me. Thy mercy and thy truth have continually upheld me."},{"number":12,"verse":"Because evils without number encompassed me; mine iniquities had overtaken me, therefore, I was notable to look up; they were multiplied above the hairs of my head, therefore my heart failed me."},{"number":13,"verse":"Be pleased, Lord, to deliver me. Lord, draw near to my assistance."},{"number":14,"verse":"Let them who seek my life to destroy it, be shamed and confounded together. Let them be turned back and shamed who wish me evil;"},{"number":15,"verse":"let those quickly bear their shame who say to me, Ha! ha!"},{"number":16,"verse":"Let all who seek thee, Lord, rejoice and be glad for thee; let them who love thy salvation say continually, The Lord be magnified!"},{"number":17,"verse":"As for me, I am distressed and needy, the Lord will care for me. Thou art my helper and my protector, my God, make no delay."}]}