{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"For the conclusion. An Ode of a Psalm. On the resurrection. Shout for God in triumphant strains, all ye lands."},{"number":2,"verse":"Sing harmoniously to his name, ascribe glory to his praise."},{"number":3,"verse":"Say to God, How awful are thy works! For the greatness of thy power, let thine enemies submit to thee."},{"number":4,"verse":"Let all the earth worship thee. With music vocal and instrumental let them sing to thee; let them sing harmoniously to thy name."},{"number":5,"verse":"Come and see the works of God! He is awful in counsels touching the sons of men."},{"number":6,"verse":"He it is who turned the sea into dry land; that they might march on foot through a flood. There let us rejoice in him"},{"number":7,"verse":"who ruleth by his everlasting power. His eyes look down on the nations. Let not the rebellious exalt themselves."},{"number":8,"verse":"Bless our God, ye nations; and cause the sound of his praise to be heard."},{"number":9,"verse":"He it is who hath kept my soul alive; and hath not given my feet to the briny deep."},{"number":10,"verse":"For thou, God, didst prove us, thou hast tried us as silver is tried."},{"number":11,"verse":"Thou didst bring us into the net: thou didst lay affliction on our back:"},{"number":12,"verse":"thou didst mount men over our heads; we have passed through fire and water. But thou hast brought us to a place of rest."},{"number":13,"verse":"I will go to thy house with whole burnt offerings: To thee I will perform my vows;"},{"number":14,"verse":"which my lips have enjoined; and which my mouth spoke in my affliction."},{"number":15,"verse":"To thee I will offer whole burnt offerings; full of marrow, with frankincense and rams. To thee I will sacrifice bullocks and goats."},{"number":16,"verse":"Come, hearken, all ye who fear God, and I will tell you what he hath done for my soul."},{"number":17,"verse":"To him I uttered a cry with my mouth; and with my tongue repeated this aloud."},{"number":18,"verse":"If I have regarded iniquity in my heart; let not the Lord hearken."},{"number":19,"verse":"For this cause God hearkened to me: he attended to the sound of my prayer."},{"number":20,"verse":"Blessed be God who hath not rejected my prayer; nor turned away his mercy from me."}]}