{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"For the conclusion. Respecting them who are to be changed. By David. Save me, God; for waters have broken in on my soul."},{"number":2,"verse":"I am sunk down into deep mire, and there is no support beneath. I am come into the depth of the sea, and a tempest hath overwhelmed me."},{"number":3,"verse":"I am weary with crying; my throat is hoarse; and mine eyes fail while I wait for my God."},{"number":4,"verse":"They who hate me without cause are more than the hairs of my head. Mine enemies who persecute me wrongfully are become strong. I have made compensation on the spot for what I did not take by violence."},{"number":5,"verse":"Thou, O God, knowest my folly; and my trespasses are not hid from thee."},{"number":6,"verse":"Let not them who wait for thee, Lord of hosts, be put to shame on my account. Let not them be put to confusion for my sake, who are seeking thee, God of Israel."},{"number":7,"verse":"Because for thy sake I have borne reproach, confusion hath covered my face."},{"number":8,"verse":"To my brethren I am become an alien, and a stranger to the children of my mother."},{"number":9,"verse":"For my zeal for thy house hath consumed me; and on me have fallen the reproaches of them, who reproached thee."},{"number":10,"verse":"When I bowed down my soul with fasting; it furnished occasion for reproaching me."},{"number":11,"verse":"When I clothed myself with sackcloth, I became to them a proverb;"},{"number":12,"verse":"they who sat in the gate spoke against me; and they who drank wine, made me their song."},{"number":13,"verse":"But to thee, Lord, I, in my prayer, applied: it was a time of favour. God, in the multitude of thy mercy; in the truth of thy salvation, hearken to me."},{"number":14,"verse":"Save me from mire that I may not sink down. Let me he delivered from them who hate me and out of this depth of waters."},{"number":15,"verse":"Let not a flood of water overwhelm me, nor a whirlpool swallow me up, nor a pit shut its mouth upon me."},{"number":16,"verse":"Hear me, Lord, for thy loving kindness is good; according to thine abundant mercy, look down upon me."},{"number":17,"verse":"Turn not away thy face from thy servant; because I am in distress, hear me speedily."},{"number":18,"verse":"Draw near to my soul and redeem it; deliver me, because of mine enemies."},{"number":19,"verse":"For thou knowest my reproach, and my shame and my confusion; all mine adversaries are before thee."},{"number":20,"verse":"My soul expected reproach and misery. I waited for a condoler, but there was none; for a comforter, but none could I find."},{"number":21,"verse":"They indeed have given me gall for my food, and for my thirst, have made me drink vinegar."},{"number":22,"verse":"Let their table before them become a snare and a recompence and a stumbling block."},{"number":23,"verse":"Let their eyes be darkened that they may not see, and bow down their neck continually."},{"number":24,"verse":"Pour out thine indignation upon them, and let thy wrathful ire take hold of them."},{"number":25,"verse":"Let their fold be desolate, and in their dwellings no inhabitant."},{"number":26,"verse":"Because him, whom thou smotest, they persecuted, and have added to the pains of my Wounds;"},{"number":27,"verse":"add thou iniquity to their iniquity, and let them not come into thy righteousness."},{"number":28,"verse":"Let them be blotted out of the book of the living, and not be enrolled with the righteous."},{"number":29,"verse":"I am afflicted; I am full of pain; but the salvation of thy countenance hath upheld me."},{"number":30,"verse":"I will praise the name of my God with an Ode: I will magnify him with thanksgiving;"},{"number":31,"verse":"this indeed will be more pleasing to God than a young bull with horns and hoofs."},{"number":32,"verse":"Let the afflicted behold and rejoice: seek God diligently and you shall live."},{"number":33,"verse":"For the Lord hath hearkened to the needy, and hath not despised his prisoners."},{"number":34,"verse":"Let the heavens and the earth praise him: the sea and all that move therein."},{"number":35,"verse":"For God will save Sion, and the cities of Judea shall be rebuilded, and the seed of his servants shall dwell there."},{"number":36,"verse":"They shall inherit it and possess it; and they who love his name shall dwell therein."}]}