{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"For Solomon. GOD give the king thy judgment; and thy righteousness to the king's son."},{"number":2,"verse":"That he may judge thy people with righteousness; and thy distressed ones with judgment."},{"number":3,"verse":"Let the mountains and the hills resume peace for thy people:"},{"number":4,"verse":"Let him judge righteously such of the people as are distressed; and save the children of the needy: and humble oppressors:"},{"number":5,"verse":"and continue, as long as the sun and moon, through all generations."},{"number":6,"verse":"Let him descend like rain on a fleece; and like showers gently falling on the ground."},{"number":7,"verse":"In his days let righteousness spring up, with abundance of peace, till the moon is no more."},{"number":8,"verse":"And let him rule from sea to sea; and from the river to the limits of the World."},{"number":9,"verse":"Let the Ethiopeans bow down before him; and let his enemies lick the dust."},{"number":10,"verse":"Let the kings of Tharsis and the isles bring gifts; the kings of the Arabs and Saba offer presents."},{"number":11,"verse":"Let all the kings pay him homage; all the nations serve as vassals."},{"number":12,"verse":"Because he delivered the poor from the oppressor, and the needy who had no helper:"},{"number":13,"verse":"he will spare the afflicted and needy; and save the lives of those in distress;"},{"number":14,"verse":"from usury and injustice he will redeem their lives; and their name will be precious in his sight:"},{"number":15,"verse":"and he shall live, and to him shall be given of the gold of Arabia; and prayer shall be made for him continually: and he will be blessed all the day long."},{"number":16,"verse":"Let there be in the land a settlement on the tops of the mountains; the fruit thereof will overtop Libanus: and they of a city shall flourish like the grass of the earth."},{"number":17,"verse":"Let his name be blessed for ever! His name shall endure longer than the sun: and by him all the tribes of the earth shall be blessed. All the nations shall hail him happy."},{"number":18,"verse":"Blessed be the Lord the God of Israel; who alone doth wonderful things."},{"number":19,"verse":"And blessed be his glorious name for ever and ever: and let all the earth be filled with his glory. Amen. Amen."},{"number":20,"verse":"An intermission of the Hymns of David son of Jessai."}]}