{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"For the conclusion. Respecting them who are to be changed. A testimony. By Asaph. A Psalm respecting the Assyrian. Give ear, O shepherd of Israel! Who leadest Joseph like a flock; thou who art enthroned on the cherubim;"},{"number":2,"verse":"shine forth before Ephraim and Benjamin and Manasses: stir up thy strength and come for our salvation."},{"number":3,"verse":"Turn us, God; and let thy face shine; and we shall be saved."},{"number":4,"verse":"Lord, the God of hosts! How long wilt thou continue thine anger, against the prayer of this servant of thine?"},{"number":5,"verse":"How long wilt thou feed us with bread of tears; and give us tears to drink by measure?"},{"number":6,"verse":"Thou hast made us a mocking stock to our neighbours: and our enemies have derided us."},{"number":7,"verse":"Lord, the God of hosts, bring us back; and let thy face shine and we shall be saved."},{"number":8,"verse":"Thou has brought a vine out of Egypt: thou hast cast out nations and planted it."},{"number":9,"verse":"Thou didst prepare the way before it; and plant its roots and the land was filled:"},{"number":10,"verse":"and its shade obscured mountains: and its branchy shoots, the cedars of God."},{"number":11,"verse":"It extended its branches quite to the sea; and its spreading boughs quite to the river."},{"number":12,"verse":"Why hast thou broken down its hedge; that all who pass by the way, may pluck it?"},{"number":13,"verse":"The boar from the forest hath laid it waste; and a savage beast hath devoured it."},{"number":14,"verse":"God of hosts, return we beseech thee; look down from heaven and see and visit this vine:"},{"number":15,"verse":"and repair that which thy right hand hath planted; even for the son of man, whom thou madest strong for thyself."},{"number":16,"verse":"It is burned up with fire and rooted up. At the rebuke of thy countenance are they to perish?"},{"number":17,"verse":"let thy hand be on the man of thy right hand; on the son of man whom thou hast made strong for thyself:"},{"number":18,"verse":"and let us not depart from thee. Thou canst quicken us that we may invoke thy name."},{"number":19,"verse":"Lord, the God of hosts, bring us back: and let thy face shine and we shall be saved."}]}