{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":81,"verses":[{"number":1,"verse":"For the conclusion. On the wine presses. A Psalm by Asaph. Exult with joy for God our helper! Shout triumphantly for the God of Jacob!"},{"number":2,"verse":"Take a psalm and bring a tympanum; the sweet sounding psaltery with a kithara."},{"number":3,"verse":"Sound the trumpet at the new moon; at the set day of your festival."},{"number":4,"verse":"For it is a statute for Israel; a rite established by the God of Jacob;"},{"number":5,"verse":"as a testimony for Joseph; it pointed him out at the time of his coming out of the land of Egypt; he caused him to hear a tongue which he knew not:"},{"number":6,"verse":"he removed his back from burdens. His hands served at the basket."},{"number":7,"verse":"(J) “In affliction thou didst call upon me, and I delivered thee. I heard thee in the secret of a tempest. I proved thee at the water of strife."},{"number":8,"verse":"Hear my people and I will speak to thee. O Israel, and I will testify to thee. If thou wilt hearken to me,"},{"number":9,"verse":"with thee there must be no new fangled god: nor shalt thou worship a strange god,"},{"number":10,"verse":"for I am the Lord thy God; who brought thee up from the land of Egypt. Open thy mouth wide and I will fill it."},{"number":11,"verse":"But my people did not hearken to my voice; nor did Israel attend to me."},{"number":12,"verse":"Therefore I gave them up to the devices of their own hearts. Let them walk in their own devices."},{"number":13,"verse":"Had my people hearkened to me; had Israel walked in my ways:"},{"number":14,"verse":"I would have effectually humbled their enemies; and laid my hand on those who afflicted them."},{"number":15,"verse":"The enemies of the Lord should have submitted to him; and their time would have been forever:"},{"number":16,"verse":"and he would have fed them with the finest wheat; and satisfied them with honey from a rock.”"}]}