{"bibleAbbr":"Thomson1808","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":90,"verses":[{"number":1,"verse":"A prayer of Moses the man of God. LORD, thou hast been a refuge for us, from one generation to another."},{"number":2,"verse":"Before the mountains were brought forth; or the earth or the world was formed: even from everlasting to everlasting thou existest."},{"number":3,"verse":"Wilt thou turn man away to despondency; when thou hast said, Return ye sons of men?"},{"number":4,"verse":"Since in thy sight a thousand years are but as yesterday which is past; or as a watch in the night:"},{"number":5,"verse":"shall these trifling years of theirs be as if in the morning, a green herb passed away?"},{"number":6,"verse":"Should it in the morning bloom and pass away? In the evening it would have fallen, withered and become dry."},{"number":7,"verse":"Because we have fallen short by thine anger, and by thine indignation have been troubled;"},{"number":8,"verse":"thou hast placed our iniquities before thee: let this age of ours be for the light of thy countenance."},{"number":9,"verse":"Because all our days have fallen short; and we have failed by thine indignation; our years have exercised themselves like a spider."},{"number":10,"verse":"The days of these years of ours are seventy years: and if by reason of strength they be eighty years; still the surplus of them is labour and sorrow. Because gentleness hath come upon us: let us, therefore,"},{"number":11,"verse":"whoever knoweth the power of thine anger, be taught, on the account of the terror of thy wrath,"},{"number":12,"verse":"so to number them. Thus make known thy right hand; and them whose hearts are instructed in wisdom."},{"number":13,"verse":"Return, Lord. How long shall it first be? And be pacified with thy servants."},{"number":14,"verse":"In the morning we were filled with thy mercy. We indeed rejoiced and were made glad."},{"number":15,"verse":"During all these days of ours may we be gladdened; in lieu of the days wherein thou hast humbled us; and of the years in which we have seen evils."},{"number":16,"verse":"And look upon these thy servants and on thy works: and be thou the guide of their children."},{"number":17,"verse":"And let the splendor of the Lord our God be over us: and do thou direct for us the works of our hands."}]}