{"bibleAbbr":"CVB1535","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"Heare, what the LORDE speaketh vnto you (o ye children of Israel) namely, vnto all ye trybes, who I brought out of Egipte, and sayde:"},{"number":2,"verse":"You only haue I accepted from all the generacions off the earth: therfore will I vyset you in all youre wickednesses."},{"number":3,"verse":"Maye twaine walke together excepte they be agreed amonge them selues?"},{"number":4,"verse":"Doth a lyon roare in the wodde, excepte he haue a pray? Or crieth a lyons whelpe out of his denne, excepte he haue gotten somthige?"},{"number":5,"verse":"Doth a byrde fall in a snare vpo ye earth where no fouler is? Taketh a man his snare vp from the grounde, afore he catche somwhat?"},{"number":6,"verse":"Crie they out Alarum with the trompet in the cite, and the people not afrayed? Commeth there eny plage in a cite, without it be the LORDES doinge?"},{"number":7,"verse":"Now doth the LORDE God no maner of thinge, but he telleth his secrete before vnto his seruauntes ye prophetes."},{"number":8,"verse":"When a lyon roareth, who will not be afrayed? Seynge then that the LORDE God himself speaketh, who will not prophecy?"},{"number":9,"verse":"Preach in the palaces at Asdod, and in the palaces off the londe off Egipte, and saye: gather you together vpon the moutaynes off Samaria, so shall ye se greate murthur and violent oppression amonge them: for why, they regarde not the thinge that is right,"},{"number":10,"verse":"sayeth the LORDE: they gather together euell gotten goodes, and laye vp robbery in their houses."},{"number":11,"verse":"Therfore, thus sayeth the LORDE God: This londe shalbe troubled and beseged roude aboute, thy strength shalbe plucte from the, and thy palaces robbed."},{"number":12,"verse":"Thus saieth the LORDE: like as an hyrdeman taketh two legges or a pece off an eare out off the Lyons mouth: Euen so the children of Israel (that dwell in Samaria, hauynge their couches in the corner, and their beddes at Damascus) shalbe plucte awaye."},{"number":13,"verse":"Heare, and beare recorde in the house of Iacob (sayeth the LORDE God of hoostes)"},{"number":14,"verse":"that when I begynne to vyset the wickednesse of Israel, I will vyset ye aulters at Bethel also: so that the hornes of the aulter shalbe broken of, & fall to the groude."},{"number":15,"verse":"As for the wynter house and sommer house, I will smyte them downe: and the houses of yuery, yee and many other houses shal perish, and be destroyed, sayeth the LORDE."}]}