{"bibleAbbr":"NET2007","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"(Introduction and God’s Election of Israel) What follows is divine revelation. (tn Heb “The burden.” The Hebrew term III מַשָּׂא (massa’), usually translated “oracle” or “utterance” (BDB 672 s. v. מַשָּׂא), is a technical term in prophetic literature introducing a message from the Lord (see Zech 9:1; 12:1). Since it derives from a verb meaning “to carry,” its original nuance was that of a burdensome message, that is, one with ominous content. The grammatical structure here suggests that the term stands alone (so NAB, NRSV) and is not to be joined with what follows, “the burden [or “revelation”] of” (so KJV, NASB, ESV).) The word of the LORD came to Israel through Malachi: (tn Heb “The word of the Lord to Israel by the hand of Malachi.” There is some question as to whether מַלְאָכִי (mal’akhi) should be understood as a personal name (so almost all English versions) or as simply “my messenger” (the literal meaning of the Hebrew). Despite the fact that the word should be understood in the latter sense in 3:1 (where, however, it refers to a different person), to understand it that way here would result in the book being of anonymous authorship, a situation anomalous among all the prophetic literature of the OT.)"},{"number":2,"verse":"“I have shown love to you,” says the LORD, but you say, “How have you shown love to us?” “Esau was Jacob’s brother,” the LORD explains, “yet I chose Jacob"},{"number":3,"verse":"and rejected Esau. (tn Heb “and I loved Jacob, but Esau I hated.” The context indicates this is technical covenant vocabulary in which “love” and “hate” are synonymous with “choose” and “reject” respectively (see Deut 7:8; Jer 31:3; Hos 3:1; 9:15; 11:1).) I turned Esau’s (tn Heb “his”; the referent (Esau) has been specified in the translation for clarity.) mountains into a deserted wasteland (tn Heb “I set his mountains as a desolation.”) and gave his territory (tn Or “inheritance” (so NIV, NLT).) to the wild jackals.”"},{"number":4,"verse":"Edom (sn Edom, a “brother” nation to Israel, became almost paradigmatic of hostility toward Israel and God (see Num 20:14–21; Deut 2:8; Jer 49:7–22; Ezek 25:12–14; Amos 1:11–12; Obad 10–12).) says, “Though we are devastated, we will once again build the ruined places.” So the LORD who rules over all (sn The epithet Lord who rules over all occurs frequently as a divine title throughout Malachi (24 times total). This name (יְהוָה צְבָאוֹת, yÿhvah tsÿva’ot), traditionally translated “Lord of hosts” (so KJV, NAB, NASB; cf. NIV NLT “Lord Almighty”; NCV, CEV “Lord All-Powerful”), emphasizes the majestic sovereignty of the Lord, an especially important concept in the postexilic world of great human empires and rulers. For a thorough study of the divine title, see T. N. D. Mettinger, In Search of God, 123-57.) responds, “They indeed may build, but I will overthrow. They will be known as (tn Heb “and they will call them.” The third person plural subject is indefinite; one could translate, “and people will call them.”) the land of evil, the people with whom the LORD is permanently displeased."},{"number":5,"verse":"Your eyes will see it, and then you will say, ‘May the LORD be magnified (tn Or “Great is the Lord” (so NAB; similar NIV, NRSV).) even beyond the border of Israel!’”"},{"number":6,"verse":"(The Sacrilege of Priestly Service) “A son naturally honors his father and a slave respects (tn The verb “respects” is not in the Hebrew text but is supplied in the translation for stylistic reasons. It is understood by ellipsis (see “honors” in the preceding line).) his master. If I am your (tn The pronoun “your” is supplied in the translation for clarification (also a second time before “master” later in this verse).) father, where is my honor? If I am your master, where is my respect? The LORD who rules over all asks you this, you priests who make light of my name! But you reply, ‘How have we made light of your name?’"},{"number":7,"verse":"You are offering improper sacrifices on my altar, yet you ask, ‘How have we offended you?’ By treating the table (sn The word table, here a synonym for “altar,” has overtones of covenant imagery in which a feast shared by the covenant partners was an important element (see Exod 24:11). It also draws attention to the analogy of sitting down at a common meal with the governor (v. 8).) of the LORD as if it is of no importance!"},{"number":8,"verse":"For when you offer blind animals as a sacrifice, is that not wrong? And when you offer the lame and sick, (sn Offerings of animals that were lame or sick were strictly forbidden by the Mosaic law (see Deut 15:21).) is that not wrong as well? Indeed, try offering them (tn Heb “it” (so NAB, NASB). Contemporary English more naturally uses a plural pronoun to agree with “the lame and sick” in the previous question (cf. NIV, NCV).) to your governor! Will he be pleased with you (tc The LXX and Vulgate read “with it” (which in Hebrew would be הֲיִרְצֵהוּ, hayirtsehu, a reading followed by NAB) rather than “with you” of the MT (הֲיִרְצְךָ, hayirtsÿkha). The MT (followed here by most English versions) is to be preferred because of the parallel with the following phrase פָנֶיךָ (fanekha, “receive you,” which the present translation renders as “show you favor”).) or show you favor?” asks the LORD who rules over all."},{"number":9,"verse":"But now plead for God’s favor (tn Heb “seek the face of God.”) that he might be gracious to us. (tn After the imperative, the prefixed verbal form with vav conjunction indicates purpose (cf. NASB, NRSV).) “With this kind of offering in your hands, how can he be pleased with you?” asks the LORD who rules over all."},{"number":10,"verse":"“I wish that one of you would close the temple doors, (sn The rhetorical language suggests that as long as the priesthood and people remain disobedient, the temple doors may as well be closed because God is not “at home” to receive them or their worship there.) so that you no longer would light useless fires on my altar. I am not pleased with you,” says the LORD who rules over all, “and I will no longer accept an offering from you."},{"number":11,"verse":"For from the east to the west my name will be great among the nations. Incense and pure offerings will be offered in my name everywhere, for my name will be great among the nations,” (sn My name will be great among the nations. In what is clearly a strongly ironic shift of thought, the Lord contrasts the unbelief and virtual paganism of the postexilic community with the conversion and obedience of the nations that will one day worship the God of Israel.) says the LORD who rules over all."},{"number":12,"verse":"“But you are profaning it by saying that the table of the Lord is common and its offerings (tn Heb “fruit.” The following word “food” in the Hebrew text (אָכְלוֹ, ’okhlo) appears to be an explanatory gloss to clarify the meaning of the rare word נִיב (niv, “fruit”; see Isa 57:19 Qere; נוֹב, nov, “fruit,” in Kethib). Cf. ASV “the fruit thereof, even its food.” In this cultic context the reference is to the offerings on the altar.) despicable."},{"number":13,"verse":"You also say, ‘How tiresome it is.’ You turn up your nose at it,” says the LORD who rules over all, “and instead bring what is stolen, lame, or sick. You bring these things for an offering! Should I accept this from you?” (tn Heb “from your hand,” a metonymy of part (the hand) for whole (the person).) asks the LORD."},{"number":14,"verse":"“There will be harsh condemnation for the hypocrite who has a valuable male animal in his flock but vows and sacrifices something inferior to the Lord. For I am a great king,” (sn The epithet great king was used to describe the Hittite rulers on their covenant documents and so, in the covenant ideology of Malachi, is an apt description of the Lord.) says the LORD who rules over all, “and my name is awesome among the nations.”"}]}