{"bibleAbbr":"NET2007","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":4,"verses":[{"number":1,"verse":"(3:19) (sn Beginning with 4:1, the verse numbers through 4:6 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 4:1 ET = 3:19 HT, 4:2 ET = 3:20 HT, etc., through 4:6 ET = 3:24 HT. Thus the book of Malachi in the Hebrew Bible has only three chapters, with 24 verses in ch. 3.) “For indeed the day (sn This day is the well-known “day of the Lord” so pervasive in OT eschatological texts (see Joel 2:30–31; Amos 5:18; Obad 15). For the believer it is a day of grace and salvation; for the sinner, a day of judgment and destruction.) is coming, burning like a furnace, and all the arrogant evildoers will be chaff. The coming day will burn them up,” says the LORD who rules over all. “It (tn Heb “so that it” (so NASB, NRSV). For stylistic reasons a new sentence was begun here in the translation.) will not leave even a root or branch."},{"number":2,"verse":"But for you who respect my name, the sun of vindication (tn Here the Hebrew word צְדָקָה (tsÿdaqah), usually translated “righteousness” (so KJV, NIV, NRSV, NLT; cf. NAB “justice”), has been rendered as “vindication” because it is the vindication of God’s people that is in view in the context. Cf. BDB 842 s. v. צְדָקָה 6; “righteousness as vindicated, justification, salvation, etc.”sn The expression the sun of vindication will rise is a metaphorical way of describing the day of the Lord as a time of restoration when God vindicates his people (see 2 Sam 23:4; Isa 30:26; 60:1, 3). Their vindication and restoration will be as obvious and undeniable as the bright light of the rising sun.) will rise with healing wings, (sn The point of the metaphor of healing wings is unclear. The sun seems to be compared to a bird. Perhaps the sun’s “wings” are its warm rays. “Healing” may refer to a reversal of the injury done by evildoers (see Mal 3:5).) and you will skip about (tn Heb “you will go out and skip about.”) like calves released from the stall."},{"number":3,"verse":"You will trample on the wicked, for they will be like ashes under the soles of your feet on the day which I am preparing,” says the LORD who rules over all."},{"number":4,"verse":"Restoration through the Lord “Remember the law of my servant Moses, to whom at Horeb (sn Horeb is another name for Mount Sinai (cf. Exod 3:1).) I gave rules and regulations for all Israel to obey. (tn Heb “which I commanded him in Horeb concerning all Israel, statutes and ordinances.”)"},{"number":5,"verse":"Look, I will send you Elijah (sn I will send you Elijah the prophet. In light of the ascension of Elijah to heaven without dying (2 Kgs 2:11), Judaism has always awaited his return as an aspect of the messianic age (see, e. g., John 1:19–28). Jesus identified John the Baptist as Elijah, because he came in the “spirit and power” of his prototype Elijah (Matt 11:14; 17:1–13; Mark 9:2–13; Luke 9:28–36).) the prophet before the great and terrible day of the LORD arrives."},{"number":6,"verse":"He will encourage fathers and their children to return to me, (tn Heb “he will turn the heart[s] of [the] fathers to [the] sons, and the heart[s] of [the] sons to their fathers.” This may mean that the messenger will encourage reconciliation of conflicts within Jewish families in the postexilic community (see Mal 2:10; this interpretation is followed by most English versions). Another option is to translate, “he will turn the hearts of the fathers together with those of the children [to me], and the hearts of the children together with those of their fathers [to me].” In this case the prophet encourages both the younger and older generations of sinful society to repent and return to the Lord (cf. Mal 3:7). This option is preferred in the present translation; see Beth Glazier-McDonald, Malachi (SBLDS), 256.) so that I will not come and strike the earth with judgment.” (tn Heb “[the] ban” (חֵרֶם, kherem). God’s prophetic messenger seeks to bring about salvation and restoration, thus avoiding the imposition of the covenant curse, that is, the divine ban that the hopelessly unrepentant must expect (see Deut 7:2; 20:17; Judg 1:21; Zech 14:11). If the wicked repent, the purifying judgment threatened in 4:1–3 will be unnecessary.)"}]}