{"bibleAbbr":"RV1885","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"And Hiram king of Tyre sent messengers to David, and cedar trees, and masons, and carpenters, to build him an house."},{"number":2,"verse":"And David perceived that the LORD had established him king over Israel, for his kingdom was exalted on high, for his people Israel s sake."},{"number":3,"verse":"And David took more wives at Jerusalem: and David begat more sons and daughters."},{"number":4,"verse":"And these are the names of the children which he had in Jerusalem; Shammua, and Shobab, Nathan, and Solomon;"},{"number":5,"verse":"and Ibhar, and Elishua, and Elpelet;"},{"number":6,"verse":"and Nogah, and Nepheg, and Japhia;"},{"number":7,"verse":"and Elishama, and Beeliada, and Eliphelet."},{"number":8,"verse":"And when the Philistines heard that David was anointed king over all Israel, all the Philistines went up to seek David: and David heard of it, and went out against them."},{"number":9,"verse":"Now the Philistines had come and made a raid in the valley of Rephaim."},{"number":10,"verse":"And David inquired of God, saying, Shall I go up against the Philistines? and wilt thou deliver them into mine hand? And the LORD said unto him, Go up; for I will deliver them into thine hand."},{"number":11,"verse":"So they came up to Baal perazim, and David smote them there; and David said, God hath broken mine enemies by mine hand, like the breach of waters. Therefore they called the name of that place Baal perazim."},{"number":12,"verse":"And they left their gods there; and David gave commandment, and they were burned with fire."},{"number":13,"verse":"And the Philistines yet again made a raid in the valley."},{"number":14,"verse":"And David inquired again of God; and God said unto him, Thou shalt not go up after them: turn away from them, and come upon them over against the mulberry trees."},{"number":15,"verse":"And it shall be, when thou hearest the sound of marching in the tops of the mulberry trees, that then thou shalt go out to battle: for God is gone out before thee to smite the host of the Philistines;"},{"number":16,"verse":"And David did as God commanded him: and they smote the host of the Philistines from Gibeon even to Gezer."},{"number":17,"verse":"And the fame of David went out unto all lands; and the LORD brought the fear of him upon all nations."}]}