{"bibleAbbr":"TRC1535","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":10,"verses":[{"number":1,"verse":"And I sawe another myghtye angell come doune from heven clothed with a cloude and the rayne bowe apon his heed. And hys face as it were the sunne and his fete as yt were pyllars of fyre"},{"number":2,"verse":"and he had in his honde a lytell boke opyn: and he put his ryght fote apon the see and his lyfte fote on the erth."},{"number":3,"verse":"And cryed with a lowde voyce as when a lyon roreth. And when he had cryed seven thondres spake their voyces."},{"number":4,"verse":"And whe the vii. thondres had spoken their voyces I was aboute to wryte. And I herde a voyce from heven sayinge vnto me seale vp thoo thynges which the vii. thondres spake and write them not."},{"number":5,"verse":"And the angell which I sawe stonde apon the see and apon the erth lyfte vppe his honde to heven"},{"number":6,"verse":"and swore by him that liveth for ever more which created heven and the thynges that ther in are and the see and the thynges which therin are: that there shulde be no lenger tyme:"},{"number":7,"verse":"but in the dayes of the voyce of the seventh angell when he shall begyn to blowe: eve the mistery of god shalbe fynisshed as he preached by his servauntes ye prophetes."},{"number":8,"verse":"And the voyce which I herde from heven spake vnto me agayne and sayde: goo and take the lytle boke which ys open in the honde of the angell which stondeth apon the see and apon the erth."},{"number":9,"verse":"And I went vnto the angell and sayde to him: geve me the lytle boke and he sayd vnto me: take it and eate it vp and it shall make thy belly bytter but it shalbe in thy mouth as swete as hony."},{"number":10,"verse":"and I toke the lytle boke out of his honde and ate it vp and it was in my mouth as swete as hony and as sone as I had eate it my belly was bytter."},{"number":11,"verse":"And he sayde vnto me: thou muste prophesy agayne amonge the people and nacions and tonges and to many kynges."}]}