{"bibleAbbr":"TRC1535","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":21,"verses":[{"number":1,"verse":"And I sawe a newe heven and a newe erth For the fyrst heven and the fyrst erth were vanysshed awaye and there was no more see."},{"number":2,"verse":"And I Iho sawe that holy cite newe Ierusalem come doune from God oute of heven prepared as a bryde garnysshed for hyr husband."},{"number":3,"verse":"And I herde a grett voyce out of heaven sayinge: beholde the tabernacle of God is with men and he will dwell with the And they shalbe his people and God him sylffe shalbe with the and be their god."},{"number":4,"verse":"And God shall wype awaye all teares fro their eyes. And there shalbe nomore deeth nether sorowe nether cryinge nether shall there be eny more payne for the olde thynges are gone."},{"number":5,"verse":"And he that sate apon the seate sayde: Behold I make all thynges newe. And he sayde vnto me: wryte for these wordes are faythfull and true."},{"number":6,"verse":"And he sayde vnto me: it is done I am Alpha and Omega the begynnynge and the ende. I will geve to him yt is a thyrst of the well of the water of lyfe fre."},{"number":7,"verse":"He that overcometh shall inheret all thynges and I will be his God and he shalbe my sonne."},{"number":8,"verse":"But the fearefull and vnbelevynge and the abhominable and murdrers and whormongers and sorcerers and ydolaters and all lyars shall have their parte in the lake which burnyth with fyre and brymstone which is the seconde deth."},{"number":9,"verse":"And there cam vnto me one of the vii. angels which had the vii. vyals full of the vii. laste plages: and talked with me sayinge: come hydder I will shewe the the bryde the lambes wyfe."},{"number":10,"verse":"And he caryed me awaye in the sprete to a grett and an hye mountayne and he shewed me the grett cite holy Ierusalem descendinge out of heven fro God"},{"number":11,"verse":"havynge the brightnes of God. And her shynynge was lyke vnto a stone moste precious even a Iaspar cleare as cristall:"},{"number":12,"verse":"and had walles grett and hye and had xii gates and at the gates xii. angels: and names written which are the xii. trybes of Israell:"},{"number":13,"verse":"on the est parte iii gatis and on the north syde iii gates and to wardes the south iii gates and from the west iii gates:"},{"number":14,"verse":"and the wall of the cite had xii foundacions and in them the names of the lambes. xii. Apostles."},{"number":15,"verse":"And he that talked with me had a golden read to measure the cite with all and the gates therof and the wall therof."},{"number":16,"verse":"And the cite was bylt iiii. square and the length was as large as the bredth of it and he measured the cite with the rede. xii M. fur longes: and the lenght and the bredth and ye heyth of it were equall."},{"number":17,"verse":"And he measured the wall therof. an cxliiii. cubittes: the measure that ye angell had was after the measure that man vseth."},{"number":18,"verse":"And the byldinge of the wall of it was of iaspar. And the cite was pure gold lyke vnto cleare glasse"},{"number":19,"verse":"and the foundacions of the wall of ye cite was garnisshed with all maner of precious stones The fyrste foundacion was iaspar the seconde saphyre the thyrde a calcedony the fourth an emeralde:"},{"number":20,"verse":"the fyft sardonix: the sixt sardeos: the seventh crysolite the ayght berall: the nynth a topas: the tenth a crysoprasos: the eleventh a iacyncte: the twelfe an amatist."},{"number":21,"verse":"The xii. gates were xii pearles every gate was of one pearle and the strete of the cite was pure golde as thorowe shynynge glasse."},{"number":22,"verse":"And there was no temple therin. For the lord god allmyghty and the lambe are the temple of it"},{"number":23,"verse":"and the cite hath no nede of the sonne nether of the mone to lyghten it. For the bryghtnes of God dyd light it: and the lambe was the light of it."},{"number":24,"verse":"And the people which are saved shall walke in the light of it: and the kynges of the erth shall brynge their glory vnto it."},{"number":25,"verse":"And ye gates of it are not shut by daye. For there shalbe no nyght there."},{"number":26,"verse":"And there shall entre into it none vnclene thynge: nether what soever worketh abhominacion: or maketh lyes: but they only which are wrytten in the lambes boke of lyfe."}]}