{"bibleAbbr":"TRC1535","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":4,"verses":[{"number":1,"verse":"After this I loked and beholde a dore was open in heven and the fyrste voyce which I harde was as it were of a trompet talkinge with me which said: come vp hydder and I will shewe the thynges which must be fulfyllyd hereafter"},{"number":2,"verse":"And immediatly I was in the sprete: and beholde a seate was put in heven and one sate on the seate."},{"number":3,"verse":"And he that sat was to loke apo like vnto a iaspar stone and a sardyne stone: And there was a rayne bowe aboute the seate in syght lyke to an Emeralde."},{"number":4,"verse":"And aboute the seate were. xxiiii. seates. And upon the seates. xxiiii. elders syttinge clothed in whyte rayment and had on their heddes crounes of gold."},{"number":5,"verse":"And out of the seate proceded lightnynges and thundrynges and voyces and there wer vii. lampes of fyre burninge before ye seate which are the vii. sprettes of God."},{"number":6,"verse":"And before the seate there was a see of glasse lyke vnto cristall and in the myddes of the seate and rounde aboute the seate were iiii. bestes full of eyes before and behynde."},{"number":7,"verse":"And the fyrste best was lyke a lion the seconde best lyke a calfe and ye thyrde beste had a face as a man and the fourthe beste was like a flyinge egle."},{"number":8,"verse":"And the iiii. bestes had eche one of them vi. wynges aboute him and they were full of eyes with in. And they had noo reste daye nether nyght sayinge: holy holy holy lorde god almyghty which was and is and is to come."},{"number":9,"verse":"And when those beestes gave glory and honour and thankes to him that sat on the seate which lyveth for ever and ever:"},{"number":10,"verse":"the xxiiii. elders fell doune before him that sat on the trone and worshipped him that lyveth for ever and caste their crounes before the trone sayinge:"},{"number":11,"verse":"thou arte worthy lorde to receave glory and honoure and power for thou haste created all thinges and for thy wylles sake they are and were created."}]}