{"bibleAbbr":"NASB2020","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":1,"verses":[{"number":1,"verse":"God Is Awesome The pronouncement of Nineveh. The book of the vision of Nahum the Elkoshite:"},{"number":2,"verse":"A jealous and avenging God is the LORD; The LORD is avenging and (Lit a possessor of wrath) wrathful. The LORD takes vengeance on His adversaries, And He reserves wrath for His enemies."},{"number":3,"verse":"The LORD is slow to anger and great in power, And the LORD will by no means leave the guilty unpunished. In the gale and the storm is His way, And clouds are the dust beneath His feet."},{"number":4,"verse":"He rebukes the sea and dries it up; He dries up all the rivers. Bashan and Carmel wither, The blossoms of Lebanon wither."},{"number":5,"verse":"Mountains quake because of Him, And the hills come apart; Indeed the earth is upheaved by His presence, The world and all the inhabitants in it."},{"number":6,"verse":"Who can stand before His indignation? Who can endure the burning of His anger? His wrath gushes forth like fire, And the rocks are broken up by Him."},{"number":7,"verse":"The LORD is good, A stronghold in the day of trouble, And He knows those who take refuge in Him."},{"number":8,"verse":"But with an overflowing flood He will make a complete end of (I. e., Nineveh’s) its site, And will pursue His enemies into darkness."},{"number":9,"verse":"Whatever you devise against the LORD, He will make a complete end of it. Distress will not rise up twice."},{"number":10,"verse":"Like tangled thorns, And like those who are drunken with their drink, They are consumed Like stubble completely dried up."},{"number":11,"verse":"From you has gone out One who plotted evil against the LORD, A (Or worthless; Heb Belial) wicked counselor."},{"number":12,"verse":"This is what the LORD says: “Though they are at full strength and so they are many, So also they will be cut off and pass away. Though I have afflicted you, I will afflict you no longer."},{"number":13,"verse":"So now, I will break his yoke from upon you, And I will tear your shackles to pieces.”"},{"number":14,"verse":"The LORD has issued a command concerning (I. e., the king of Nineveh) you: “ (Lit No more of your name will be sown) Your name will no longer be perpetuated. I will eliminate the carved image and the cast metal image From the house of your gods. I will prepare your grave, For you are contemptible.”"},{"number":15,"verse":"(Ch 2:1 in Heb) Behold, on the mountains, the feet of him who brings good news, Who announces peace! Celebrate your feasts, Judah, Pay your vows. For never again will the (Or worthless one; Heb Belial) wicked one pass through you; He is eliminated completely."}]}