{"bibleAbbr":"NASB2020","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"(The Overthrow of Nineveh) (Ch 2:2 in Heb) The one who scatters has come up against (Lit your face) you. Keep watch over the fortress, watch the road; (Lit Strengthen your loins) Bind up your waist, (Lit strengthen power greatly) summon all your strength."},{"number":2,"verse":"For the LORD will restore the splendor of Jacob Like the splendor of Israel, Even though destroyers have laid waste to them And ruined their vines."},{"number":3,"verse":"The shields of (I. e., those attacking Nineveh) his warriors are dyed red, The warriors are dressed in scarlet, The chariots are fitted with (Lit fire of steel) flashing steel (Lit On the day of his preparation) When he is prepared to march, And the juniper spears are brandished."},{"number":4,"verse":"The chariots drive wildly in the streets, They rush around in the (Lit broad places) public squares; Their appearance is like torches, They drive back and forth like lightning flashes."},{"number":5,"verse":"He remembers his officers; They stumble in their advance, They hurry to her wall, And the (I. e., a shield used for stopping projectiles) mantelet is set up."},{"number":6,"verse":"The gates of the rivers are opened And the palace sways back and forth."},{"number":7,"verse":"It is set: She is stripped, she is led away, And her slave women are sobbing like the sound of doves, Beating their (Lit hearts) breasts."},{"number":8,"verse":"Though Nineveh was like a pool of water throughout her days, Yet they are fleeing; “Stop, stop,” But no one turns back."},{"number":9,"verse":"Plunder the silver, Plunder the gold! For there is no end to the treasure— Wealth from every kind of desirable object."},{"number":10,"verse":"She is emptied! Yes, she is desolate and waste! Hearts are melting and knees wobbling! Also trembling is in (Lit all the loins) the entire body, And all their faces have become pale!"},{"number":11,"verse":"Where is the den of the lions And the feeding place of the young lions, Where the lion, lioness, and lion’s cub went With nothing to disturb them?"},{"number":12,"verse":"The lion tore enough for his cubs, (Lit Strangled) Killed enough prey for his lionesses, And filled his lairs with prey And his dens with torn flesh."},{"number":13,"verse":"“Behold, I am against you,” declares the LORD of armies. “I will burn up her chariots in smoke, and a sword will devour your young lions; I will eliminate your prey from the land, and no longer will the voice of your messengers be heard.”"}]}