{"bibleAbbr":"ISV2011","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"{David Flees to Nob} d {This verse is 21:2 in MT} David came to Nob to Ahimelech the priest, and Ahimelech was trembling as he came {The Heb. lacks as he came} to meet David. Ahimelech {Lit. He} told him, \"Why are you alone, and no one with you?\""},{"number":2,"verse":"David told Ahimelech the priest, \"The king commanded me about a matter, saying to me, «Don't let anyone know anything about the matter I'm sending you to do {The Heb. lacks to do} and about which I've commanded you. I've directed the young men to a certain place.'"},{"number":3,"verse":"Now, what do you have available? {Lit. under your control} Give me five loaves of bread or whatever you have.\" {Lit. what is found}"},{"number":4,"verse":"The priest answered David: \"There is no ordinary bread available; {Lit. under my control} only consecrated bread, provided that the young men have kept themselves from women.\""},{"number":5,"verse":"David answered the priest, saying to him, \"Indeed, women were kept from us as is usual {Lit. as previously} whenever I go out on a mission, {The Heb. lacks on a mission} and the equipment {Or vessels} of the young men is consecrated even when it's an ordinary journey, so how much more is their equipment {Or are their vessels} consecrated today?\""},{"number":6,"verse":"So the priest gave him consecrated bread because no bread was there except the Bread of the Presence that had been removed from the Lord's presence and replaced with hot bread on the day it was taken away."},{"number":7,"verse":"Now, Doeg the Edomite, one of Saul's officials, {Or servants} was there that day, detained in the Lord's presence. He was the chief of Saul's shepherds."},{"number":8,"verse":"{David Takes Goliath's Sword} d David told Ahimelech, \"Is there no spear or sword available {Lit. under your control} here? I took neither my sword nor my weapons with me, because the king's mission is urgent.\""},{"number":9,"verse":"The priest said, \"The sword of Goliath the Philistine, whom you struck down in the Valley of Elah is wrapped up in a cloth behind the ephod. {The ephod was a type of vest normally worn by the priests} If you want it, take it because there is no other except it here.\" So David said, \"There is none like it. Give it to me.\""},{"number":10,"verse":"{David Flees to Gath} d David got up that day and fled from Saul, and he went to King Achish of Gath."},{"number":11,"verse":"The officials {Or servants} of Achish told him, \"Isn't this David, king of the land? Isn't this the one about whom they sang as they danced, «Saul has struck down his thousands, but David his ten thousands'?\""},{"number":12,"verse":"David took these words seriously, {Lit. paid attention to these words} and he was very frightened of King Achish of Gath."},{"number":13,"verse":"So David changed his behavior before them and acted like he was crazy in their presence. He scribbled on the doors of the gate, and let his saliva run down his beard."},{"number":14,"verse":"Achish told his officials, {Or servants} \"Look, you see a person acting like a madman. Why'd you bring him to me?"},{"number":15,"verse":"Am I lacking madmen that you bring me this one to act like a madman around me? Shall this one come into my house?\""}]}