{"bibleAbbr":"ISV2011","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"{The Philistines Capture the Ark} d What Samuel had to say was directed to all Israel, and Israel went out to engage the Philistines in battle. The Israelis {Lit. They} were camped at Ebenezer, while the Philistines were camped at Aphek."},{"number":2,"verse":"The Philistines deployed their forces to meet Israel, and as the battle spread Israel was defeated by the Philistines, who killed about four thousand men on the battlefield."},{"number":3,"verse":"When the people came to the camp, the elders of Israel said, \"Why did the Lord defeat us today when we fought the Philistines? Let's take the Ark of the Covenant of the Lord from Shiloh, so it {Or he} may go with us and deliver us from the power of our enemies.\""},{"number":4,"verse":"So the people sent word {The Heb. lacks word} to Shiloh and took away from there the Ark of the Covenant of the Lord of the Heavenly Armies, who sits above {Lit. sits} the cherubim. Now the two sons of Eli, Hophni and Phineas, were there with the Ark of the Covenant of God."},{"number":5,"verse":"When the Ark of the Covenant of the Lord came into the camp, all Israel gave a great shout and the earth reverberated!"},{"number":6,"verse":"When the Philistines heard the noise of the shout, they asked, \"What is this noise coming from shouting in the camp of the Hebrews?\" Then they realized that the Ark of the Lord had come into the camp,"},{"number":7,"verse":"and the Philistines were terrified. \"God has come {So MT Some LXX texts read The gods have come and other LXX texts read Their God has come} into the camp,\"they said. \"How terrible for us, because nothing like this has ever happened before!"},{"number":8,"verse":"How terrible for us! Who will deliver us from the hand of these mighty gods? These are the gods who struck the Egyptians with all kinds of plagues in the desert."},{"number":9,"verse":"Philistines, be strong and be men, or you will become slaves to the Hebrews just as they have been slaves to you! Be men and fight!\""},{"number":10,"verse":"The Philistines fought and Israel was defeated; each of them fled to his own tent. It was a very great slaughter, and 30, soldiers of Israel died."},{"number":11,"verse":"The Ark of God was captured, and the two sons of Eli, Hophni and Phineas, died."},{"number":12,"verse":"{The Death of Eli} d That very same day, a man who was a descendant of Benjamin ran from the battle line and came to Shiloh, with his garments torn and dirt on his head."},{"number":13,"verse":"When he arrived, Eli was sitting there on a seat beside the road, watching because his heart trembled for the Ark of God. The man went into the town to give the report, and the whole town cried out."},{"number":14,"verse":"Eli heard the sound of the cry and asked, \"What is the meaning {Lit. sound} of this commotion?\" Then the man quickly came and told Eli."},{"number":15,"verse":"Now Eli was 98 years old, and his vision had failed. {Lit. were set}"},{"number":16,"verse":"The man told Eli, \"I've just come from the battle line, and I escaped from the battle today.\" He asked, \"What happened, my son?\""},{"number":17,"verse":"The messenger answered, \"Israel fled from the Philistines and the people suffered a great defeat as well. Moreover, your two sons, Hophni and Phineas, are dead, and the Ark of God was captured.\""},{"number":18,"verse":"When he mentioned the Ark of God, Eli {Lit. he} fell off the seat backwards by the side of the gate. His neck was broken and he died, since he was old and heavy. Eli had judged Israel for 40 years."},{"number":19,"verse":"{Ichabod is Born} d Eli's {Lit. His} daughter-in-law, the wife of Phineas, was pregnant and ready to give birth. When she heard the report about the capture of the Ark of God and that her father-in-law and husband were dead, she crouched down and gave birth, because her labor pains suddenly began."},{"number":20,"verse":"As she was about to die, the women standing around her said, \"Don't be afraid! You've given birth to a son.\" But she did not respond or pay attention."},{"number":21,"verse":"She had named the boy Ichabod, {Ichabod means Where is the glory?} saying, \"Glory has departed from Israel,\"because the Ark of God had been captured and because her father-in-law and husband were dead. {Lit. because of her father-in-law and husband}"},{"number":22,"verse":"She said, \"Glory has departed from Israel, because the Ark of God has been captured.\""}]}