{"bibleAbbr":"ISV2011","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"{Israel Demands a King} d When Samuel became old, he appointed his sons judges over Israel."},{"number":2,"verse":"The name of his firstborn son was Joel and the name of his second was Abijah. They were judges in Beer-sheba."},{"number":3,"verse":"His sons did not follow Samuel's example. {Lit. not walk in his ways} Instead, they pursued {Lit. turned after} dishonest gain, took bribes, and perverted justice. {Lit. caused justice to be turned aside}"},{"number":4,"verse":"All the elders of Israel gathered together, and came to Samuel at Ramah."},{"number":5,"verse":"They told him, \"Look, you're old, and your sons don't follow your example. {Lit. not walk in his ways} So appoint a king to govern us like all the other {The Heb. lacks other} nations.\""},{"number":6,"verse":"Samuel was displeased {Lit. the thing was bad in the eyes of} when they said, \"Give us a king to govern us.\" So Samuel prayed to the Lord ."},{"number":7,"verse":"The Lord told Samuel, \"Listen to the people {Lit. the voice of the people} in all that they say to you. In fact, it's not you they have rejected, but rather they have rejected me from being their king."},{"number":8,"verse":"Like all the things they have done from the day I brought them up out of Egypt until this very day, they have forsaken me and followed other gods. They're also doing the same thing to you."},{"number":9,"verse":"Now, listen to them, but you are to clearly warn them and inform them about how the king who rules over them will operate.\" {Lit. the practice of the king}"},{"number":10,"verse":"Samuel reported everything the Lord told him to the people who were asking him for a king."},{"number":11,"verse":"He said, \"This is how the king who rules over you will operate: He will conscript your sons and assign them {Lit. them for himself} to his chariots. He will conscript them {The Heb. lacks conscripting them} as his horsemen, and they'll run in front of his chariots."},{"number":12,"verse":"He will appoint his officers over thousands and officers over fifties some will plow his fields, {Lit. and to plow his plowing} reap his harvest, and craft his war implements and equipment for his chariots."},{"number":13,"verse":"He will take your daughters for perfumers, cooks, and bakers."},{"number":14,"verse":"He will take the best products of your fields, your vineyards, and your olive groves and give them to his servants. {Or officials}"},{"number":15,"verse":"He will take a tenth of your seed and your vineyards and give it to his officers and servants. {Or officials}"},{"number":16,"verse":"He will take your male and female servants, your best young men, and your donkeys to do his work."},{"number":17,"verse":"He will take a tenth of your flock, and you will become his servants."},{"number":18,"verse":"When all of this comes about, you will cry out because of your king whom you chose for yourselves, but the Lord won't answer you at that time.\""},{"number":19,"verse":"The people refused to listen to Samuel. {Lit. to the voice of Samuel} Instead, they insisted, \"No! Let a king rule over us instead!"},{"number":20,"verse":"We, too, will be like all the nations! Our king will govern us and go out before us to fight our battles.\""},{"number":21,"verse":"So Samuel listened to all the words of the people, and he repeated them directly to {Lit. them in the ears of} the Lord ."},{"number":22,"verse":"The Lord told Samuel, \"Listen to them, and appoint a king for them.\" Then Samuel told the men of Israel, \"Each of you go to his own town.\""}]}