{"bibleAbbr":"AKJV1999+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":2,"verses":[{"number":1,"verse":"And he said <WH559> to me, Son <WH1121> of man, <WH120> stand <WH5975> on your feet, <WH7272> and I will speak <WH1696> to you."},{"number":2,"verse":"And the spirit <WH7307> entered <WH935> into me when <WH834> he spoke <WH1696> to me, and set <WH5975> me on my feet, <WH7272> that I heard <WH8085> him that spoke <WH1696> to me."},{"number":3,"verse":"And he said <WH559> to me, Son <WH1121> of man, <WH120> I send <WH7971> you to the children <WH1121> of Israel, <WH3478> to a rebellious <WH4775> nation <WH1471> that has rebelled <WH4775> against me: they and their fathers <WH1> have transgressed <WH6586> against me, even to this <WH2088> very <WH6106> day. <WH3117>"},{"number":4,"verse":"For they are impudent <WH7186> <WH6440> children <WH1121> and stiff hearted. <WH2389> <WH3820> I do send <WH7971> you to them; and you shall say <WH559> to them, Thus <WH3541> said <WH559> the Lord <WH136> GOD. <WH3069>"},{"number":5,"verse":"And they, whether <WH518> they will hear, <WH8085> or whether <WH518> they will forbear, <WH2308> (for they are a rebellious <WH4805> house, <WH1004>) yet shall know <WH3045> that there has been <WH1961> a prophet <WH5030> among <WH8432> them."},{"number":6,"verse":"And you, son <WH1121> of man, <WH120> be not afraid <WH3372> of them, neither <WH408> be afraid <WH3372> of their words, <WH1697> though <WH3588> briers <WH5621> and thorns <WH5544> be with you, and you do dwell <WH3427> among <WH413> scorpions: <WH6137> be not afraid <WH3372> of their words, <WH1697> nor <WH408> be dismayed <WH2865> at their looks, <WH6440> though <WH3588> they be a rebellious <WH4805> house."},{"number":7,"verse":"And you shall speak <WH1696> my words <WH1697> to them, whether <WH518> they will hear, <WH8085> or whether <WH518> they will forbear: <WH2308> for they are most rebellious. <WH4805>"},{"number":8,"verse":"But you, son <WH1121> of man, <WH120> hear <WH8085> what <WH853> <WH834> I say <WH1696> to you; Be not you rebellious <WH4805> like that rebellious <WH4805> house: <WH1004> open <WH6475> your mouth, <WH6310> and eat <WH398> that I give <WH5414> you."},{"number":9,"verse":"And when I looked, <WH7200> behold, <WH2009> an hand <WH3027> was sent <WH7971> to me; and, see, <WH2009> a roll <WH4040> of a book <WH5612> was therein;"},{"number":10,"verse":"And he spread <WH6566> it before <WH6440> me; and it was written <WH3789> within <WH6440> and without: <WH268> and there was written <WH3789> therein <WH413> lamentations, <WH7015> and mourning, <WH1899> and woe. <WH1958>"}]}