{"bibleAbbr":"AKJV1999+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"And the word <WH1697> of the LORD <WH3068> came <WH1961> to me, saying, <WH559>"},{"number":2,"verse":"Son <WH1121> of man, <WH120> set <WH7760> your face <WH6440> toward <WH413> Jerusalem, <WH3389> and drop <WH5197> your word toward <WH413> the holy <WH4720> places, and prophesy <WH5012> against <WH413> the land <WH127> of Israel, <WH3478>"},{"number":3,"verse":"And say <WH559> to the land <WH127> of Israel, <WH3478> Thus <WH3541> said <WH559> the LORD; <WH3068> Behold, <WH2005> I am against <WH413> you, and will draw <WH3318> forth <WH3318> my sword <WH2719> out of his sheath, <WH8593> and will cut <WH3772> off from you the righteous <WH6662> and the wicked. <WH7563>"},{"number":4,"verse":"Seeing <WH3282> then that I will cut <WH3772> off from you the righteous <WH6662> and the wicked, <WH7563> therefore shall my sword <WH2719> go <WH3318> forth <WH3318> out of his sheath <WH8593> against <WH413> all <WH3605> flesh <WH1320> from the south <WH5045> to the north: <WH6828>"},{"number":5,"verse":"That all <WH3605> flesh <WH1320> may know <WH3045> that I the LORD <WH3068> have drawn <WH3318> forth <WH3318> my sword <WH2719> out of his sheath: <WH8593> it shall not return <WH7725> any more. <WH5750>"},{"number":6,"verse":"Sigh <WH584> therefore, you son <WH1121> of man, <WH120> with the breaking <WH7670> of your loins; <WH4975> and with bitterness <WH4814> sigh <WH584> before their eyes. <WH5869>"},{"number":7,"verse":"And it shall be, when <WH3588> they say <WH559> to you, Why <WH5981> <WH4100> sigh <WH584> you? that you shall answer, <WH559> For the tidings; <WH8052> because <WH3588> it comes: <WH935> and every <WH3605> heart <WH3820> shall melt, <WH4549> and all <WH3605> hands <WH3027> shall be feeble, <WH7503> and every <WH3605> spirit <WH7307> shall faint, <WH3543> and all <WH3605> knees <WH1290> shall be weak <WH3212> as water: <WH4325> behold, <WH2009> it comes, <WH935> and shall be brought <WH1961> to pass, said <WH5002> the Lord <WH136> GOD. <WH3069>"},{"number":8,"verse":"Again the word <WH1697> of the LORD <WH3068> came <WH1961> to me, saying, <WH559>"},{"number":9,"verse":"Son <WH1121> of man, <WH120> prophesy, <WH5012> and say, <WH559> Thus <WH3541> said <WH559> the LORD; <WH3068> Say, <WH559> A sword, <WH2719> a sword <WH2719> is sharpened, <WH2300> and also <WH1571> furbished: <WH4803>"},{"number":10,"verse":"It is sharpened <WH2300> to make a sore slaughter; <WH2873> it is furbished <WH4803> that it may glitter: <WH1300> should we then <WH176> make mirth? <WH7797> it scorns <WH3988> the rod <WH7626> of my son, <WH1121> as every <WH3605> tree. <WH6086>"},{"number":11,"verse":"And he has given <WH5414> it to be furbished, <WH4803> that it may be handled: <WH8610> <WH3709> this <WH1931> sword <WH2719> is sharpened, <WH2300> and it is furbished, <WH4803> to give <WH5414> it into the hand <WH3027> of the slayer. <WH2026>"},{"number":12,"verse":"Cry <WH2199> and howl, <WH3213> son <WH1121> of man: <WH120> for it shall be on my people, <WH5971> it shall be on all <WH3605> the princes <WH5387> of Israel: <WH3478> terrors <WH4048> by reason <WH413> of the sword <WH2719> shall be on my people: <WH5971> smite <WH5606> therefore on your thigh. <WH3409>"},{"number":13,"verse":"Because <WH3588> it is a trial, <WH974> and what <WH4100> if <WH518> the sword scorn <WH3988> even <WH1571> the rod? <WH7626> it shall be no <WH3808> more, said <WH5002> the Lord <WH136> GOD. <WH3069>"},{"number":14,"verse":"You therefore, son <WH1121> of man, <WH120> prophesy, <WH5012> and smite <WH5221> your hands <WH3709> together. and let the sword <WH2719> be doubled <WH3717> the third <WH7992> time, the sword <WH2719> of the slain: <WH2491> it is the sword <WH2719> of the great <WH1419> men that are slain, <WH2491> which enters into their privy <WH2314> chambers. <WH2315>"},{"number":15,"verse":"I have set <WH5414> the point <WH19> of the sword <WH2719> against <WH5921> all <WH3605> their gates, <WH8179> that their heart <WH3820> may faint, <WH4127> and their ruins <WH4383> be multiplied: <WH7235> ah! <WH253> it is made bright, <WH1300> it is wrapped <WH4593> up for the slaughter. <WH2874>"},{"number":16,"verse":"Go <WH258> you one way or other, either on the right <WH3231> hand, <WH3231> or on the left, <WH8041> wherever <WH575> your face <WH6440> is set. <WH3259>"},{"number":17,"verse":"I will also <WH1571> smite <WH5221> my hands <WH3709> together, and I will cause my fury <WH2534> to rest: <WH5117> I the LORD <WH3068> have said <WH1696> it."},{"number":18,"verse":"The word <WH1697> of the LORD <WH3068> came <WH1961> to me again, saying, <WH559>"},{"number":19,"verse":"Also, you son <WH1121> of man, <WH120> appoint <WH7760> you two <WH8147> ways, <WH1870> that the sword <WH2719> of the king <WH4428> of Babylon <WH894> may come: <WH935> both two <WH8147> shall come <WH3318> forth <WH3318> out of one <WH259> land: <WH776> and choose <WH1254> you a place, <WH3027> choose <WH1254> it at the head <WH7218> of the way <WH1870> to the city. <WH5892>"},{"number":20,"verse":"Appoint <WH7760> a way, <WH1870> that the sword <WH2719> may come <WH935> to Rabbath <WH7237> of the Ammonites, <WH1121> <WH5984> and to Judah <WH3063> in Jerusalem <WH3389> the defended. <WH1219>"},{"number":21,"verse":"For the king <WH4428> of Babylon <WH894> stood <WH5975> at <WH413> the parting <WH517> of the way, <WH1870> at the head <WH7218> of the two <WH8147> ways, <WH1870> to use <WH7080> divination: <WH7081> he made his arrows <WH2671> bright, <WH7043> he consulted <WH7592> with images, <WH8655> he looked <WH7200> in the liver. <WH3516>"},{"number":22,"verse":"At his right <WH3225> hand <WH3225> was the divination <WH7081> for Jerusalem, <WH3389> to appoint <WH7760> captains, <WH3733> to open <WH6605> the mouth <WH6310> in the slaughter, <WH7524> to lift <WH7311> up the voice <WH6963> with shouting, <WH8643> to appoint <WH7760> battering rams <WH3733> against <WH5921> the gates, <WH8179> to cast <WH8210> a mount, <WH5550> and to build <WH1129> a fort. <WH1785>"},{"number":23,"verse":"And it shall be to them as a false <WH7723> divination <WH7080> in their sight, <WH5869> to them that have sworn <WH7650> oaths: <WH7621> but he will call <WH2142> to remembrance <WH2142> the iniquity, <WH5771> that they may be taken. <WH8610>"},{"number":24,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the Lord <WH136> GOD; <WH3069> Because <WH3282> you have made your iniquity <WH5771> to be remembered, <WH2142> in that your transgressions <WH6588> are discovered, <WH1540> so that in all <WH3605> your doings <WH5949> your sins <WH2403> do appear; <WH7200> because, <WH3282> I say, that you are come to remembrance, <WH2142> you shall be taken <WH8610> with the hand. <WH3079>"},{"number":25,"verse":"And you, profane <WH2491> wicked <WH7563> prince <WH5387> of Israel, <WH3478> whose <WH834> day <WH3117> is come, <WH935> when <WH6256> iniquity <WH5771> shall have an end, <WH7093>"},{"number":26,"verse":"Thus <WH3541> said <WH559> the Lord <WH136> GOD; <WH3069> Remove <WH5493> the diadem, <WH4701> and take <WH7311> off the crown: <WH5850> this <WH2063> shall not be the same: <WH2063> exalt <WH1361> him that is low, <WH8217> and abase <WH8213> him that is high. <WH1364>"},{"number":27,"verse":"I will overturn, <WH5754> overturn, <WH5754> overturn, <WH5754> it: and it shall be no <WH3808> more, until <WH5704> he come <WH935> whose <WH834> right <WH4941> it is; and I will give <WH5414> it him."},{"number":28,"verse":"And you, son <WH1121> of man, <WH120> prophesy <WH5012> and say, <WH559> Thus <WH3541> said <WH559> the Lord <WH136> GOD <WH3069> concerning <WH413> the Ammonites, <WH1121> <WH5984> and concerning <WH413> their reproach; <WH2781> even say <WH559> you, The sword, <WH2719> the sword <WH2719> is drawn: <WH6605> for the slaughter <WH2874> it is furbished, <WH4803> to consume <WH398> because <WH4616> of the glittering: <WH1300>"},{"number":29,"verse":"Whiles they see <WH2372> vanity <WH7723> to you, whiles they divine <WH7080> a lie <WH3576> to you, to bring <WH5414> you on the necks <WH6677> of them that are slain, <WH2491> of the wicked, <WH7563> whose <WH834> day <WH3117> is come, <WH935> when <WH6256> their iniquity <WH5771> shall have an end. <WH7093>"},{"number":30,"verse":"Shall I cause it to return <WH7725> into his sheath? <WH8593> I will judge <WH8199> you in the place <WH4725> where <WH834> you were created, <WH1254> in the land <WH776> of your nativity. <WH4351>"},{"number":31,"verse":"And I will pour <WH8210> out my indignation <WH2195> on you, I will blow <WH6315> against <WH5921> you in the fire <WH784> of my wrath, <WH5678> and deliver <WH5414> you into the hand <WH3027> of brutish <WH1197> men, <WH582> and skillful <WH2796> to destroy. <WH4889>"},{"number":32,"verse":"You shall be for fuel <WH402> to the fire; <WH784> your blood <WH1818> shall be in the middle <WH8432> of the land; <WH776> you shall be no <WH3808> more remembered: <WH2142> for I the LORD <WH3068> have spoken <WH1696> it."}]}