{"bibleAbbr":"AKJV1999+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":23,"verses":[{"number":1,"verse":"The word <WH1697> of the LORD <WH3068> came <WH1961> again to me, saying, <WH559>"},{"number":2,"verse":"Son <WH1121> of man, <WH120> there were two <WH8147> women, <WH802> the daughters <WH1323> of one <WH259> mother: <WH517>"},{"number":3,"verse":"And they committed <WH2181> prostitutions in Egypt; <WH4714> they committed <WH2181> prostitutions in their youth: <WH5271> there <WH8033> were their breasts <WH7699> pressed, <WH4600> and there <WH8033> they bruised <WH6213> the teats <WH1717> of their virginity. <WH1331>"},{"number":4,"verse":"And the names <WH8034> of them were Aholah <WH170> the elder, <WH1419> and Aholibah <WH172> her sister: <WH269> and they were mine, and they bore <WH3205> sons <WH1121> and daughters. <WH1323> Thus were their names; <WH8034> Samaria <WH8111> is Aholah, <WH170> and Jerusalem <WH3389> Aholibah. <WH172>"},{"number":5,"verse":"And Aholah <WH170> played the harlot <WH2181> when she was mine; and she doted <WH5689> on <WH413> her lovers, <WH157> on <WH413> the Assyrians <WH804> her neighbors, <WH7138>"},{"number":6,"verse":"Which were clothed <WH3847> with blue, <WH8504> captains <WH6346> and rulers, <WH5461> all <WH3605> of them desirable <WH2531> young <WH970> men, horsemen <WH6571> riding <WH7392> on horses. <WH5483>"},{"number":7,"verse":"Thus she committed <WH5414> her prostitutions <WH8457> with them, with all them that were the chosen <WH4005> men <WH1121> of Assyria, <WH804> and with all <WH3605> on whom <WH834> she doted: <WH5689> with all <WH3605> their idols <WH1544> she defiled <WH2930> herself."},{"number":8,"verse":"Neither <WH3808> left <WH5800> she her prostitutions <WH8457> brought from Egypt: <WH4714> for in her youth <WH5271> they lay <WH7901> with her, and they bruised <WH6213> the breasts <WH1717> of her virginity, <WH1331> and poured <WH8210> their prostitution <WH8457> on her."},{"number":9,"verse":"Why <WH3651> I have delivered <WH5414> her into the hand <WH3027> of her lovers, <WH157> into the hand <WH3027> of the Assyrians, <WH1121> <WH804> on whom <WH834> she doted. <WH5689>"},{"number":10,"verse":"These <WH1992> discovered <WH1540> her nakedness: <WH6172> they took <WH3947> her sons <WH1121> and her daughters, <WH1323> and slew her with the sword: <WH2719> and she became <WH1961> famous <WH8034> among women; <WH802> for they had executed <WH6213> judgment <WH8196> on her."},{"number":11,"verse":"And when her sister <WH269> Aholibah <WH172> saw <WH7200> this, she was more corrupt <WH7843> in her inordinate <WH5691> love <WH5691> than she, and in her prostitutions <WH8457> more than her sister <WH269> in her prostitutions. <WH8457>"},{"number":12,"verse":"She doted <WH5689> on the Assyrians <WH1121> <WH804> her neighbors, <WH7138> captains <WH6346> and rulers <WH5461> clothed <WH3847> most gorgeously, <WH4358> horsemen <WH6571> riding <WH7392> on horses, <WH5483> all <WH3605> of them desirable <WH2531> young <WH970> men."},{"number":13,"verse":"Then I saw <WH7200> that she was defiled, <WH2930> that they took both <WH8147> one <WH259> way, <WH1870>"},{"number":14,"verse":"And that she increased <WH3254> her prostitutions: <WH8457> for when she saw <WH7200> men <WH582> portrayed <WH2707> on the wall, <WH7023> the images <WH6754> of the Chaldeans <WH3779> portrayed <WH2710> with vermilion, <WH8350>"},{"number":15,"verse":"Girded <WH2289> with girdles <WH232> on their loins, <WH4975> exceeding <WH5628> in dyed <WH2871> attire <WH2871> on their heads, <WH7218> all <WH3605> of them princes <WH7991> to look <WH4758> to, after the manner <WH1823> of the Babylonians <WH1121> <WH894> of Chaldea, <WH3778> the land <WH776> of their nativity: <WH4138>"},{"number":16,"verse":"And as soon <WH4758> as she saw them with her eyes, <WH5869> she doted <WH5689> on them, and sent <WH7971> messengers <WH4397> to them into Chaldea. <WH3778>"},{"number":17,"verse":"And the Babylonians <WH1121> <WH894> came <WH935> to her into the bed <WH4904> of love, <WH1730> and they defiled <WH2930> her with their prostitution, <WH8457> and she was polluted <WH2930> with them, and her mind <WH5315> was alienated <WH3363> from them."},{"number":18,"verse":"So she discovered <WH1540> her prostitutions, <WH8457> and discovered <WH1540> her nakedness: <WH6172> then my mind <WH5315> was alienated <WH3363> from her, like as my mind <WH5315> was alienated <WH5361> from her sister. <WH269>"},{"number":19,"verse":"Yet she multiplied <WH7235> her prostitutions, <WH8457> in calling <WH2142> to remembrance <WH2142> the days <WH3117> of her youth, <WH5271> wherein <WH834> she had played the harlot <WH2181> in the land <WH776> of Egypt. <WH4714>"},{"number":20,"verse":"For she doted <WH5689> on their paramours, <WH6370> whose flesh <WH1320> is as the flesh <WH1320> of asses, <WH2543> and whose issue <WH2231> is like the issue <WH2231> of horses. <WH5483>"},{"number":21,"verse":"Thus you called <WH6485> to remembrance <WH6485> the lewdness <WH2154> of your youth, <WH5271> in bruising <WH6213> your teats <WH1717> by the Egyptians <WH4714> for the breasts <WH7699> of your youth. <WH5271>"},{"number":22,"verse":"Therefore, <WH3651> O Aholibah, <WH172> thus <WH3541> said <WH559> the Lord <WH136> GOD; <WH3069> Behold, <WH2005> I will raise <WH5782> up your lovers <WH157> against <WH5921> you, from whom <WH834> <WH1992> your mind <WH5315> is alienated, <WH5361> and I will bring <WH935> them against <WH5921> you on every <WH5437> side; <WH5439>"},{"number":23,"verse":"The Babylonians, <WH1121> <WH894> and all <WH3605> the Chaldeans, <WH3779> Pekod, <WH6489> and Shoa, <WH7772> and Koa, <WH6970> and all <WH3605> the Assyrians <WH804> with them: all <WH3605> of them desirable <WH2531> young <WH970> men, captains <WH6346> and rulers, <WH5461> great <WH7991> lords <WH7991> and renowned, <WH7121> all <WH3605> of them riding <WH7392> on horses. <WH5483>"},{"number":24,"verse":"And they shall come <WH935> against <WH5921> you with chariots, <WH2021> wagons, <WH7393> and wheels, <WH1534> and with an assembly <WH6951> of people, <WH5971> which shall set <WH7760> against <WH5921> you buckler <WH6793> and shield <WH4043> and helmet <WH6959> round <WH5439> about: and I will set <WH5414> judgment <WH4941> before <WH6440> them, and they shall judge <WH8199> you according to their judgments. <WH4941>"},{"number":25,"verse":"And I will set <WH5414> my jealousy <WH7068> against you, and they shall deal <WH6213> furiously <WH2534> with you: they shall take <WH5493> away <WH5493> your nose <WH639> and your ears; <WH241> and your remnant <WH319> shall fall <WH5307> by the sword: <WH2719> they shall take <WH3947> your sons <WH1121> and your daughters; <WH1323> and your residue <WH319> shall be devoured <WH398> by the fire. <WH784>"},{"number":26,"verse":"They shall also strip <WH6584> you out of your clothes, <WH899> and take <WH3947> away your fair <WH8597> jewels. <WH3627>"},{"number":27,"verse":"Thus will I make your lewdness <WH2154> to cease <WH7673> from you, and your prostitution <WH2184> brought from the land <WH776> of Egypt: <WH4714> so that you shall not lift <WH5375> up your eyes <WH5869> to them, nor <WH3808> remember <WH2142> Egypt <WH4714> any more. <WH5750>"},{"number":28,"verse":"For thus <WH3541> said <WH559> the Lord <WH136> GOD; <WH3069> Behold, <WH2005> I will deliver <WH5414> you into the hand <WH3027> of them whom <WH834> you hate, <WH8130> into the hand <WH3027> of them from whom <WH834> your mind <WH5315> is alienated: <WH5361>"},{"number":29,"verse":"And they shall deal <WH6213> with you hatefully, <WH8135> and shall take <WH3947> away all <WH3605> your labor, <WH3018> and shall leave <WH5800> you naked <WH5903> and bore: <WH6181> and the nakedness <WH6172> of your prostitutions <WH2183> shall be discovered, <WH1540> both your lewdness <WH2154> and your prostitutions. <WH8457>"},{"number":30,"verse":"I will do <WH6213> these <WH428> things to you, because you have gone a whoring <WH2181> after <WH310> the heathen, <WH1471> and because <WH5921> <WH834> you are polluted <WH2930> with their idols. <WH1544>"},{"number":31,"verse":"You have walked <WH1980> in the way <WH1870> of your sister; <WH269> therefore will I give <WH5414> her cup <WH3563> into your hand. <WH3027>"},{"number":32,"verse":"Thus <WH3541> said <WH559> the Lord <WH136> GOD; <WH3069> You shall drink <WH8354> of your sister's <WH269> cup <WH3563> deep <WH6013> and large: <WH7342> you shall be laughed <WH6712> to scorn and had in derision; <WH3932> it contains <WH3557> much. <WH4767>"},{"number":33,"verse":"You shall be filled <WH4390> with drunkenness <WH7943> and sorrow, <WH3015> with the cup <WH3563> of astonishment <WH8047> and desolation, <WH8077> with the cup <WH3563> of your sister <WH269> Samaria. <WH8111>"},{"number":34,"verse":"You shall even drink <WH8354> it and suck <WH4680> it out, and you shall break <WH1633> the shards <WH2789> thereof, and pluck <WH5423> off your own breasts: <WH7699> for I have spoken <WH1696> it, said <WH559> the Lord <WH136> GOD. <WH3069>"},{"number":35,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the Lord <WH136> GOD; <WH3069> Because <WH3282> you have forgotten <WH7911> me, and cast <WH7993> me behind <WH310> your back, <WH1458> therefore bear <WH5375> you also <WH1571> your lewdness <WH2154> and your prostitutions. <WH8457>"},{"number":36,"verse":"The LORD <WH3068> said <WH559> moreover to me; Son <WH1121> of man, <WH120> will you judge <WH8199> Aholah <WH170> and Aholibah? <WH172> yes, declare <WH5046> to them their abominations; <WH8441>"},{"number":37,"verse":"That they have committed <WH5003> adultery, <WH5003> and blood <WH1818> is in their hands, <WH3027> and with their idols <WH1544> have they committed <WH5003> adultery, <WH5003> and have also <WH1571> caused their sons, <WH1121> whom <WH834> they bore <WH3205> to me, to pass <WH5674> for them through the fire, to devour <WH402> them."},{"number":38,"verse":"Moreover <WH5750> this <WH2063> they have done <WH6213> to me: they have defiled <WH2930> my sanctuary <WH4720> in the same <WH1931> day, <WH3117> and have profaned <WH2490> my sabbaths. <WH7676>"},{"number":39,"verse":"For when they had slain <WH7819> their children <WH1121> to their idols, <WH1544> then they came <WH935> the same <WH1931> day <WH3117> into <WH413> my sanctuary <WH4720> to profane <WH2490> it; and, see, <WH2009> thus <WH3541> have they done <WH6213> in the middle <WH8432> of my house. <WH1004>"},{"number":40,"verse":"And furthermore, <WH637> that you have sent <WH7971> for men <WH582> to come <WH935> from far, <WH4801> to whom <WH834> <WH413> a messenger <WH4397> was sent; <WH7971> and, see, <WH2009> they came: <WH935> for whom <WH834> you did wash <WH7364> yourself, painted <WH3583> your eyes, <WH5869> and decked <WH5710> yourself with ornaments, <WH5716>"},{"number":41,"verse":"And sat <WH3427> on a stately <WH3520> bed, <WH4296> and a table <WH7979> prepared <WH6186> before <WH6440> it, whereupon <WH5921> you have set <WH7760> my incense <WH7004> and my oil. <WH8081>"},{"number":42,"verse":"And a voice <WH6963> of a multitude <WH1995> being at ease <WH7961> was with her: and with the men <WH582> of the common <WH7230> sort <WH120> were brought <WH935> Sabeans <WH5433> from the wilderness, <WH4057> which put <WH5414> bracelets <WH6781> on their hands, <WH3027> and beautiful <WH8597> crowns <WH5850> on their heads. <WH7218>"},{"number":43,"verse":"Then said <WH559> I to her that was old <WH1087> in adulteries, <WH5004> Will they now <WH6258> commit <WH2181> prostitutions <WH8457> with her, and she with them?"},{"number":44,"verse":"Yet they went <WH935> in to her, as they go <WH935> in to a woman <WH802> that plays the harlot: <WH2181> so <WH3651> went <WH935> they in to Aholah <WH170> and to Aholibah, <WH172> the lewd <WH2154> women. <WH802>"},{"number":45,"verse":"And the righteous <WH6662> men, <WH582> they shall judge <WH8199> them after the manner <WH4941> of adulteresses, <WH5003> and after the manner <WH4941> of women that shed <WH8210> blood; <WH1818> because <WH3588> they are adulteresses, <WH5003> and blood <WH1818> is in their hands. <WH3027>"},{"number":46,"verse":"For thus <WH3541> said <WH559> the Lord <WH136> GOD; <WH3069> I will bring <WH5927> up a company <WH6951> on them, and will give <WH5414> them to be removed <WH2189> and spoiled. <WH957>"},{"number":47,"verse":"And the company <WH6951> shall stone <WH7275> them with stones, <WH68> and dispatch <WH1254> them with their swords; <WH2719> they shall slay <WH4191> their sons <WH1121> and their daughters, <WH1323> and burn <WH8313> up their houses <WH1004> with fire. <WH784>"},{"number":48,"verse":"Thus will I cause lewdness <WH2154> to cease <WH7673> out of the land, <WH776> that all <WH3605> women <WH802> may be taught <WH3256> not to do <WH6213> after your lewdness. <WH2154>"},{"number":49,"verse":"And they shall recompense <WH5414> your lewdness <WH2154> on you, and you shall bear <WH5375> the sins <WH2399> of your idols: <WH1544> and you shall know <WH3045> that I am the Lord <WH136> GOD. <WH3069>"}]}