{"bibleAbbr":"AKJV1999+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"In the five <WH2568> and twentieth <WH6242> year <WH8141> of our captivity, <WH1546> in the beginning <WH7218> of the year, <WH8141> in the tenth <WH6218> day of the month, <WH2320> in the fourteenth <WH702> <WH6240> year <WH8141> after <WH310> that the city <WH5892> was smitten, <WH5221> in the selfsame <WH2088> <WH6106> day <WH3117> the hand <WH3027> of the LORD <WH3068> was on me, and brought <WH935> me thither. <WH8033>"},{"number":2,"verse":"In the visions <WH4759> of God <WH430> brought <WH935> he me into <WH413> the land <WH776> of Israel, <WH3478> and set <WH5117> me on a very <WH3966> high <WH1364> mountain, <WH2022> by which was as the frame <WH4011> of a city <WH5892> on the south. <WH5045>"},{"number":3,"verse":"And he brought <WH935> me thither, <WH8033> and, behold, <WH2009> there was a man, <WH376> whose appearance <WH4758> was like the appearance <WH4758> of brass, <WH5178> with a line <WH6616> of flax <WH6593> in his hand, <WH3027> and a measuring <WH4060> reed; <WH7070> and he stood <WH5975> in the gate. <WH8179>"},{"number":4,"verse":"And the man <WH376> said <WH1696> to me, Son <WH1121> of man, <WH120> behold <WH7200> with your eyes, <WH5869> and hear <WH8085> with your ears, <WH241> and set <WH7760> your heart <WH3820> on all <WH3605> that I shall show <WH7200> you; for to the intent <WH4616> that I might show <WH7200> them to you are you brought <WH935> here: declare <WH5046> all <WH3605> that you see <WH7200> to the house <WH1004> of Israel. <WH3478>"},{"number":5,"verse":"And behold <WH2009> a wall <WH2346> on the outside <WH2351> of the house <WH1004> round <WH5439> about, and in the man's hand <WH3027> a measuring <WH4060> reed <WH7070> of six <WH8337> cubits <WH520> long by the cubit <WH520> and an hand <WH2948> breadth: <WH2948> so he measured <WH4058> the breadth <WH7341> of the building, <WH1146> one <WH259> reed; <WH7070> and the height, <WH6967> one <WH259> reed. <WH7070>"},{"number":6,"verse":"Then came <WH935> he to the gate <WH8179> which <WH834> looks <WH6440> toward <WH1870> the east, <WH6921> and went <WH5927> up the stairs <WH4609> thereof, and measured <WH4058> the threshold <WH5592> of the gate, <WH8179> which was one <WH259> reed <WH7070> broad; <WH7341> and the other <WH259> threshold <WH5592> of the gate, which was one <WH259> reed <WH7070> broad. <WH7341>"},{"number":7,"verse":"And every little chamber <WH8372> was one <WH259> reed <WH7070> long, <WH753> and one <WH259> reed <WH7070> broad; <WH7341> and between <WH996> the little chambers <WH8372> were five <WH2568> cubits; <WH520> and the threshold <WH5592> of the gate <WH8179> by the porch <WH197> of the gate <WH8179> within <WH1004> was one <WH259> reed. <WH7070>"},{"number":8,"verse":"He measured <WH4058> also <WH1571> the porch <WH197> of the gate <WH8179> within, <WH1004> one <WH259> reed. <WH7070>"},{"number":9,"verse":"Then measured <WH4058> he the porch <WH197> of the gate, <WH8179> eight <WH8083> cubits; <WH520> and the posts <WH352> thereof, two <WH8147> cubits; <WH520> and the porch <WH197> of the gate <WH8179> was inward. <WH1004>"},{"number":10,"verse":"And the little chambers <WH8372> of the gate <WH8179> eastward <WH1870> <WH6921> were three <WH7969> on this <WH6311> side, <WH6311> and three <WH7969> on that side; <WH6311> they three <WH7969> were of one <WH259> measure: <WH4060> and the posts <WH352> had one <WH259> measure <WH4060> on this <WH6311> side and on that side."},{"number":11,"verse":"And he measured <WH4058> the breadth <WH7341> of the entry <WH6607> of the gate, <WH8179> ten <WH6235> cubits; <WH520> and the length <WH753> of the gate, <WH8179> thirteen <WH7969> <WH6240> cubits. <WH520>"},{"number":12,"verse":"The space <WH1366> also before <WH6440> the little chambers <WH8372> was one <WH259> cubit <WH520> on this side, and the space <WH1366> was one cubit <WH520> on that side: and the little chambers <WH8372> were six <WH8337> cubits <WH520> on this <WH6311> side, and six <WH8337> cubits <WH520> on that side."},{"number":13,"verse":"He measured <WH4058> then the gate <WH8179> from the roof <WH1406> of one little chamber <WH8372> to the roof <WH1406> of another: the breadth <WH7341> was five <WH2568> and twenty <WH6242> cubits, <WH520> door <WH6607> against <WH5048> door. <WH6607>"},{"number":14,"verse":"He made <WH6213> also posts <WH352> of three score <WH7657> cubits, <WH520> even to the post <WH352> of the court <WH2691> round <WH5439> about the gate. <WH8179>"},{"number":15,"verse":"And from the face <WH6440> of the gate <WH8179> of the entrance <WH2978> to the face <WH6440> of the porch <WH197> of the inner <WH6442> gate <WH8179> were fifty <WH2572> cubits. <WH520>"},{"number":16,"verse":"And there were narrow <WH331> windows <WH2474> to the little chambers, <WH8372> and to their posts <WH352> within <WH6441> the gate <WH8179> round <WH5439> about, and likewise <WH3651> to the arches: <WH361> and windows <WH2474> were round <WH5439> about inward: <WH6441> and on each post <WH352> were palm <WH8561> trees."},{"number":17,"verse":"Then brought <WH935> he me into <WH413> the outward <WH2435> court, <WH2691> and, see, <WH2009> there were chambers, <WH3957> and a pavement <WH7531> made <WH6213> for the court <WH2691> round <WH5439> about: thirty <WH7970> chambers <WH3957> were on the pavement. <WH7531>"},{"number":18,"verse":"And the pavement <WH7531> by the side <WH3802> of the gates <WH8179> over <WH5980> against <WH5980> the length <WH753> of the gates <WH8179> was the lower <WH8481> pavement. <WH7531>"},{"number":19,"verse":"Then he measured <WH4058> the breadth <WH7341> from the forefront <WH6440> of the lower <WH8481> gate <WH8179> to the forefront <WH6440> of the inner <WH6442> court <WH2691> without, <WH2351> an hundred <WH3967> cubits <WH520> eastward <WH6921> and northward. <WH6828>"},{"number":20,"verse":"And the gate <WH8179> of the outward <WH2435> court <WH2691> that looked <WH6440> toward <WH1870> the north, <WH6828> he measured <WH4058> the length <WH753> thereof, and the breadth <WH7341> thereof."},{"number":21,"verse":"And the little chambers <WH8372> thereof were three <WH7969> on this <WH6311> side and three <WH7969> on that side; and the posts <WH352> thereof and the arches <WH361> thereof were after the measure <WH4060> of the first <WH7223> gate: <WH8179> the length <WH753> thereof was fifty <WH2572> cubits, <WH520> and the breadth <WH7341> five <WH2568> and twenty <WH6242> cubits. <WH520>"},{"number":22,"verse":"And their windows, <WH2474> and their arches, and their palm <WH8561> trees, were after the measure <WH4060> of the gate <WH8179> that looks <WH6440> toward <WH1870> the east; <WH6921> and they went <WH5927> up to it by seven <WH7651> steps; <WH4609> and the arches <WH361> thereof were before <WH6440> them."},{"number":23,"verse":"And the gate <WH8179> of the inner <WH6442> court <WH2691> was over <WH5048> against <WH5048> the gate <WH8179> toward <WH1870> the north, <WH6828> and toward <WH1870> the east; <WH6921> and he measured <WH4058> from gate <WH8179> to gate <WH8179> an hundred <WH3967> cubits. <WH520>"},{"number":24,"verse":"After that he brought <WH3212> me toward <WH1870> the south, <WH1864> and behold <WH2009> a gate <WH8179> toward <WH1870> the south: <WH1864> and he measured <WH4058> the posts <WH352> thereof and the arches <WH361> thereof according to these <WH428> measures. <WH4060>"},{"number":25,"verse":"And there were windows <WH2474> in it and in the arches <WH361> thereof round <WH5439> about, like those <WH428> windows: <WH2474> the length <WH753> was fifty <WH2572> cubits, <WH520> and the breadth <WH7341> five <WH2568> and twenty <WH6242> cubits. <WH520>"},{"number":26,"verse":"And there were seven <WH7651> steps <WH4609> to go <WH5930> up to it, and the arches <WH361> thereof were before <WH6440> them: and it had palm <WH8561> trees, one <WH259> on this <WH6311> side, and another <WH259> on that side, on the posts <WH352> thereof."},{"number":27,"verse":"And there was a gate <WH8179> in the inner <WH6442> court <WH2691> toward <WH1870> the south: <WH1864> and he measured <WH4058> from gate <WH8179> to gate <WH8179> toward <WH1870> the south <WH1864> an hundred <WH3967> cubits. <WH520>"},{"number":28,"verse":"And he brought <WH935> me to the inner <WH6442> court <WH2691> by the south <WH1864> gate: <WH8179> and he measured <WH4058> the south <WH1864> gate <WH8179> according to these <WH428> measures; <WH4060>"},{"number":29,"verse":"And the little chambers <WH8372> thereof, and the posts <WH352> thereof, and the arches <WH361> thereof, according to these <WH428> measures: <WH4060> and there were windows <WH2474> in it and in the arches <WH361> thereof round <WH5439> about: it was fifty <WH2572> cubits <WH520> long, <WH753> and five <WH2568> and twenty <WH6242> cubits <WH520> broad. <WH7341>"},{"number":30,"verse":"And the arches <WH361> round <WH5439> about were five <WH2568> and twenty <WH6242> cubits <WH520> long, <WH753> and five <WH2568> cubits <WH520> broad. <WH7341>"},{"number":31,"verse":"And the arches <WH361> thereof were toward <WH413> the utter <WH2435> court; <WH2691> and palm <WH8561> trees were on the posts <WH352> thereof: and the going <WH4608> up to it had eight <WH8083> steps. <WH4609>"},{"number":32,"verse":"And he brought <WH935> me into <WH413> the inner <WH6442> court <WH2691> toward <WH1870> the east: <WH6921> and he measured <WH4058> the gate <WH8179> according to these <WH428> measures. <WH4060>"},{"number":33,"verse":"And the little chambers <WH8372> thereof, and the posts <WH352> thereof, and the arches <WH361> thereof, were according to these <WH428> measures: <WH4060> and there were windows <WH2474> therein and in the arches <WH361> thereof round <WH5439> about: it was fifty <WH2572> cubits <WH520> long, <WH753> and five <WH2568> and twenty <WH6242> cubits <WH520> broad. <WH7341>"},{"number":34,"verse":"And the arches <WH361> thereof were toward the outward <WH2435> court; <WH2691> and palm <WH8561> trees were on the posts <WH352> thereof, on this <WH6311> side, and on that side: and the going <WH4608> up to it had eight <WH8083> steps. <WH4609>"},{"number":35,"verse":"And he brought <WH935> me to the north <WH6828> gate, <WH8179> and measured <WH4058> it according to these <WH428> measures; <WH4060>"},{"number":36,"verse":"The little chambers <WH8372> thereof, the posts <WH352> thereof, and the arches <WH361> thereof, and the windows <WH2474> to it round <WH5439> about: the length <WH753> was fifty <WH2572> cubits, <WH520> and the breadth <WH7341> five <WH2568> and twenty <WH6242> cubits. <WH520>"},{"number":37,"verse":"And the posts <WH352> thereof were toward the utter <WH2435> court; <WH2691> and palm <WH8561> trees were on the posts <WH352> thereof, on this <WH6311> side, and on that side: and the going <WH4608> up to it had eight <WH8083> steps. <WH4609>"},{"number":38,"verse":"And the chambers <WH3957> and the entries <WH6607> thereof were by the posts <WH352> of the gates, <WH8179> where <WH8033> they washed <WH1740> the burnt <WH5930> offering."},{"number":39,"verse":"And in the porch <WH197> of the gate <WH8179> were two <WH8147> tables <WH7979> on this <WH6311> side, and two tables <WH7979> on that side, to slay <WH7819> thereon <WH5921> the burnt <WH5930> offering and the sin <WH2403> offering and the trespass <WH817> offering."},{"number":40,"verse":"And at <WH413> the side <WH3802> without, <WH2351> as one goes <WH5927> up to the entry <WH6607> of the north <WH6828> gate, <WH8179> were two <WH8147> tables; <WH7979> and on <WH413> the other <WH312> side, <WH3802> which <WH834> was at the porch <WH197> of the gate, <WH8179> were two <WH8147> tables. <WH7979>"},{"number":41,"verse":"Four <WH702> tables <WH7979> were on this <WH6311> side, <WH3802> and four <WH702> tables <WH7979> on that side, <WH3802> by the side <WH3802> of the gate; <WH8179> eight <WH8083> tables, <WH7979> whereupon <WH413> they slew <WH7819> their sacrifices."},{"number":42,"verse":"And the four <WH702> tables <WH7979> were of hewn <WH1496> stone <WH68> for the burnt <WH5930> offering, of a cubit <WH520> and an half <WH2677> long, <WH753> and a cubit <WH520> and an half <WH2677> broad, <WH7341> and one <WH259> cubit <WH520> high: <WH1363> whereupon <WH413> also they laid <WH3240> the instruments <WH3627> with which <WH834> they slew <WH7819> the burnt <WH5930> offering and the sacrifice. <WH2077>"},{"number":43,"verse":"And within <WH1004> were hooks, <WH8240> an hand <WH2948> broad, fastened <WH3559> round <WH5439> about: and on the tables <WH7979> was the flesh <WH1320> of the offering. <WH7133>"},{"number":44,"verse":"And without <WH2351> the inner <WH6442> gate <WH8179> were the chambers <WH3957> of the singers <WH7891> in the inner <WH6442> court, <WH2691> which <WH834> was at <WH413> the side <WH3802> of the north <WH6828> gate; <WH8179> and their prospect <WH6440> was toward <WH1870> the south: <WH1864> one <WH259> at <WH413> the side <WH3802> of the east <WH6921> gate <WH8179> having the prospect <WH6440> toward <WH1870> the north. <WH6828>"},{"number":45,"verse":"And he said <WH1696> to me, This <WH2090> chamber, <WH3957> whose <WH834> prospect <WH6440> is toward <WH1870> the south, <WH1864> is for the priests, <WH3548> the keepers <WH8104> of the charge <WH4931> of the house. <WH1004>"},{"number":46,"verse":"And the chamber <WH3957> whose <WH834> prospect <WH6440> is toward <WH1870> the north <WH6828> is for the priests, <WH3548> the keepers <WH8104> of the charge <WH4931> of the altar: <WH4196> these <WH1992> are the sons <WH1121> of Zadok <WH6659> among the sons <WH1121> of Levi, <WH3878> which come <WH7131> near <WH7131> to the LORD <WH3068> to minister <WH8334> to him."},{"number":47,"verse":"So he measured <WH4058> the court, <WH2691> an hundred <WH3967> cubits <WH520> long, <WH753> and an hundred <WH3967> cubits <WH520> broad, <WH7341> foursquare; <WH7251> and the altar <WH4196> that was before <WH6440> the house. <WH1004>"},{"number":48,"verse":"And he brought <WH935> me to the porch <WH197> of the house, <WH1004> and measured <WH4058> each post <WH352> of the porch, <WH197> five <WH2568> cubits <WH520> on this <WH6311> side, and five <WH2568> cubits <WH520> on that side: and the breadth <WH7341> of the gate <WH8179> was three <WH7969> cubits <WH520> on this <WH6311> side, and three <WH7969> cubits <WH520> on that side."},{"number":49,"verse":"The length <WH753> of the porch <WH197> was twenty <WH6242> cubits, <WH520> and the breadth <WH7341> eleven <WH6249> <WH6240> cubits, <WH520> and he brought <WH935> me by the steps <WH4609> whereby <WH834> they went <WH5927> up to it: and there were pillars <WH5982> by the posts, <WH352> one <WH259> on this <WH6311> side, and another <WH259> on that side."}]}