{"bibleAbbr":"awaERV2005","bookName":"पहिला समूएल","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"( समूएल साऊल क अभिसेक करत ह) समूएल खास तेल क एक ठु मेटिया लिहेस। समूएल तेल क साऊल क मूड़े प नाएस। समूएल साऊल क चुम्मा लिहेस अउर कहेस, “यहोवा तोहार अभिसेक क चुनाव आपन मनइयन क मुखिया बनवइ बरे किहेस ह। तू यहोवा क मनइयन क बस मँ करब्या। तू ओन पचन्क ओन दुस्मनन स बचउब्या जउन ओनका चारिहुँ कइँती स घेरे बाटेन। यहोवा तोहार अभिसेक चुनाव आपन मनइयन क ऊपर प्रधान होइ बरे किहे अहइ। हियाँ एक चीन्हा अहइ जउन परमान देइ कि इ फुर बाटइ।"},{"number":2,"verse":"जब तू मोसे अलगाइ जाब्या तउ तू रकेल क मकबरा क निअरे दुइ मनइयन स बिन्यामीन क इलाका मँ जल्जा मँ मिलब्या। उ दुइनउँ मनई तोहसे कहिहीं, ‘जउन गदहन क तू हेरत बाट्या ओनका कउनो मनई पाइ लिहेस ह। तोहार बाप गदहन क बारे मँ फिकिर करब तजि दिहेस ह। अब ओका तोहार फिकिर बा। उ कहत अहइ, “मइँ आपन पूत क बारे मँ का करउँ।”’”"},{"number":3,"verse":"समूएल कहेस, “जब तू तब्बइ तलक चलत रहब्या जब तलक तबोर मँ साह बलूत बृच्छ ताई नाहीं पहोंच जात्या। हुवाँ तोहसे तीन मनई मिलिहीं। उ तीनउँ मनई बेतेल मँ परमेस्सर क आराधना बरे जात्रा प होइहीं। एक ठु मनई बोकरी क तीन बच्चन क ढोवत होइ। दूसर मनई तीन रोटी लइ जात होइ। अउ तीसरा मनई एक गगरी दाखरस लइ जात होइ।"},{"number":4,"verse":"इ तीनउँ मनई कहिहीं, आपक सुआगत अहइ। उ पचे तोहका दुइ रोटी देइहीं। तू ओनसे उ दुइ रोटी क लइ लिहा।"},{"number":5,"verse":"तब तू गिबियथ-एलोहिम जाब्या। उ ठउर प पलिस्तियन क एक ठु किला अहइ। जबहिं तू उ सहर मँ पहोंचब्या तउ कइउ नबियन निकरिहीं। इ नबियन आपन ठउर स पूजा बरे अइहीं। उ सबइ भविस्सबाणी करिहीं। उ सबइ सितार, तम्बूरा, बाँसुरी अउ बीणा बजावत रइहीं।"},{"number":6,"verse":"तब तुरंतही यहोवा क आतिमा तेजी स तोह पइ उतरी। तू बदल जाब्या। तू एक अलगइ मनई होइ जाब्या। तू इ नबी क संग भविस्सबाणी करइ लगब्या।"},{"number":7,"verse":"इ बातन क होइ जाए क पाछे तू जउन चहब्या करब्या। परमेस्सर तोहरे संग होइहीं।"},{"number":8,"verse":"“मोसे पहिले गिलगाल जा। मइँ तोहरे लगे उ ठउरे प आउब। तब मइँ होमबलि अउ मेलबलि चढ़ाउब। मुला तोहका सात दिना तलक प्रतीच्छा करइ क होइ। तबहिं मइँ आउब अउ बताउब कि तोहका अगवा का करइ क अहइ।”"},{"number":9,"verse":"( साऊल क नबी जइसा होब) जइसे ही साऊल समूएल क बिदाह देइ घूमा परमेस्सर साऊल क मन पूरी तरह बदल दिहस। इ सबहिं होनी उहइ दिन भइन।"},{"number":10,"verse":"साऊल अउ ओकर नउकर गिबियथ-एलाहिम गएन। उ ठउर प साऊल नबियन क एक धामिर्क सभा स भेटेस। परमेस्सर क आतिमा साऊल प तेजी स उतरी अउ साऊल नबियन क संग भविस्सबाणी करइ लागेस।"},{"number":11,"verse":"जउन मनइयन साऊल क पहिले स जानत रहेन उ पचे नबियन क संग ओका भविस्सबाणी करत लखेन। उ पचे आपुस मँ पूछइ-पछोरइ लागेन, “किस क पूत क का होइ ग अहइ? का साऊल नबियन मँ स एक अहइ।”"},{"number":12,"verse":"एक मनई जउन गिबियथ-एलोहिम मँ रहत रहा कहेस, “हाँ, अउर अइसा लगत ह कि इ ओनकइ मुखिया अहइ।” इहइ कारण अहइ कि इ परसिद्ध कहतून बन गइ, “का साऊल नबियन मँ स कउनो एक अहइँ?”"},{"number":13,"verse":"( साऊल घरे लौटत ह) आखिर उ नबी क तरह भविस्सबाणी बंद किहेस अउर एक आराधना क ठउर प घर क नगिचे चला गवा।"},{"number":14,"verse":"साऊल क काका ओसे अउ ओकरे पिता क नउकर स पूछेस, “तू पचे कहाँ गवा रह्या?” उ जवाब दिहेस, “हम पचे गदहन क लखइ गवा रहे अउ ओनकइ हेरइ चला ही जात रहे, उ सब कहूँ नाहीं मिल पाएन। ऍह बरे हम पचे समूएल क लगे गएन।”"},{"number":15,"verse":"इ सुनिके साऊल क काका कहेस, “कृपा कइके तू पचे मोका बतावा कि समूएल तू दुइनउँ स का कहेस?”"},{"number":16,"verse":"साऊल जवाब दिहेस, “समूएल हमका बताएस, कि गदहन पहिले मिलि गवा रहेन।” साऊल काका क राजा होइ क बारे मँ कछू बात नाहीं बताएस।"},{"number":17,"verse":"( समूएल साऊल क राजा होइ क बारे मँ डुग्गी पीटेस) समूएल इस्राएल क सबहिं मनइयन स मिस्पा मँ यहोवा स मिलइ बरे एक संग बटुरइ बरे कहेस।"},{"number":18,"verse":"समूएल इस्राएल क मनइयन स कहेस, “इस्राएल क परमेस्सर यहोवा कहत हीं, ‘मइँ इस्राएल क मिस्र स बाहेर निकारेउँ ह। मइँ तोहका मिस्र क गुलामी स अउ दूसर राज्ज क गुलामी स बचाएउँ ह जउन तोह पइ चोट करइ चाहत रहेन।’"},{"number":19,"verse":"मुला आज तू आपन परमेस्सर क तुच्छ जान लिहा ह। तोहार परमेस्सर तोहका सब कस्टन अउ सब समस्या स बचावत ह। मुला तू कहया, ‘नाहीं हम आपन ऊपर राज्ज करइ बरे एक ठु राजा चाहित ह।’ अब आवा अउ यहोवा क समन्वा आपन परिवार अउ आपन गोत क संग खड़ा ह्वा।”"},{"number":20,"verse":"समूएल इस्राएल क सबहिं परिवार क गोते क निअरे लइ गवा। तब समूएल नवा राजा चुनब सुरु किहेस। पहिले बिन्यामीन क परिवार गोत चुना गवा।"},{"number":21,"verse":"समूएल बिन्यामीन क परिवार-गोत क हर एक परिवार क एक एक कइके निकसइ क कहेस, मत्री क परिवार चुना गवा। तब समूएल मत्री क परिवार क हर एक मनई क एक एक कइके ओकरे अगवा स निकसइ क कहेस। इ तरह कीस क पूत साऊल चुना गवा। मुला जब मनइयन साऊल क खोज किहेन, तउ उ पचे ओका नाहीं पाइ सकेन।"},{"number":22,"verse":"तब उ पचे यहोवा स पूछेन, “का साऊल अबहिं तलक हियाँ आइ गवा अहइ?” यहोवा कहेस, “साऊल सामग्री क बीच मँ छुपा बा।”"},{"number":23,"verse":"मनइयन दौड़ेन अउर साऊल क सामग्री क बीच मँ स लइ आएन। साऊल मनइयन क बीच खड़ा भवा। साऊल बस ऍतना लम्बा रहा कि सब मनइयन सिरिफ ओकरे काँधे तलक रहेन।"},{"number":24,"verse":"समूएल सब मनइयन स कहेस, “उ मनई क लखा जेका यहोवा चुने अहइ। मनइयन मँ स कउनो साऊल क नाई नाहीं बा।” तब मनइयन नारा लगाएन, “राजा क लम्बी उमर होइ।”"},{"number":25,"verse":"समूएल राज्ज क नेमँ क मनइयन क समझाएस। उ इ नेमन क एक किताबे मँ लिखेस। उ किताबे क यहोवा क समन्वा रखेस। तब समूएल मनइयन क घर जाइ बरे कहेस।"},{"number":26,"verse":"साऊल भी आपन घरे गिबा मँ चला गवा। परमेस्सर बहादुर मनइयन का हिरदय क छुएस अउ बहादुर मनई साऊल क पाछा करइ लागेन।"},{"number":27,"verse":"मुला कछू परीसानी पइदा करइवाला मनइयन कहेन, “इ मनई हम मनइयन क रच्छा कइसे कइ सकत ह?” उ पचे साऊल क बुराई अउ ओका उपहार देइ स मना कइ दिहेन। मुला साऊल कछू नाहीं कहेस। अम्मोनियन क राजा नाहास, गिलाद अउ याबेस क परिवार समूह क कस्ट देत रहा। नाहास ओनके परिवार क हर एक मनई क दाहिन आँखी निकरवाइ डाए रहा। नाहास कउनो क ओनकइ मदद नाहीं करइ देत रहा। अम्मोनियन क राजा नाहास यरदन नदी क पूरब मँ बसइयन क हर एक इस्राएली मनइयन क दाहिन आँखी निकरवाइ लिए रहा। मुला सात हजार इस्राएली अम्मोनियन क हियाँ स पराइ गएन अउर याबेस गिलाद मँ आइ गएन।"}]}