{"bibleAbbr":"awaERV2005","bookName":"पहिला समूएल","bookEnglishName":"1 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"( समूएल क बेतलेहेम जाब) यहोवा समूएल स कहेस, “तू कब ताई साऊल बरे दुःखी रहब्या? मइँ तोहका बताइ दिहेउँ ह कि साऊल इस्राएल क राजा न होइ तउ भी तू पछतात बाट्या। आपन सींग मँ तेल भरा अउ चल पड़ा। मइँ तोहका यिसै नाउँ क मनई क लगे पठवत हउँ। यिसै बेतलेहेम मँ रहत ह। मइँ ओकरे पूतन मँ स एक क नवा राजा चुनेउँ ह।”"},{"number":2,"verse":"मुला समूएल कहेस, “जदि मइँ जाउँ तउ साऊल इ खबर क सुनी। तबहिं उ मोका मारि डावइ क जतन करी।” यहोवा कहेस, “बेतलेहेम जा। एक बछवा आपन संग लइ जा। इ कहा, ‘मइँ यहोवा क बलि चढ़ावइ आइ अहउँ।’"},{"number":3,"verse":"यिसै क बलि क टेमॅ बोलाँवा। तब मइँ तोहका बताउब कि तोहका का करब अहइ। तोहका उ मनई क अभिसेक करइ चाही जेका मइँ देखाँउब।”"},{"number":4,"verse":"समूएल उहइ किहेस जउन यहोवा ओका करइ क कहे रहेन। समूएल बेतलेहेम गवा। बेतलेहेम क पुरख डर स काँप गएन। उ पचे समूएल स भेंटेन अउ उ सबइ ओसे पूछेन, “का आप लोग सान्ति स आइ अहेन?”"},{"number":5,"verse":"समूएल जवाब दिहेस, “हाँ, मइँ सान्ति स आवा हउँ। मइँ यहोवा क बलि-भेंट चढ़ावइ आवा हउँ। आपन क तइयार करा अउ मोरे संग बलि भेंट मँ आवा।” समूएल यिसै अउ ओकरे बेटहनन क तइयार किहेस। तब समूएल ओनका आवइ अउ बलि भेंट मँ हाथ बटावइ बरे बोलावा दिहेस।"},{"number":6,"verse":"जब यिसै अउर ओकर पूत आएन, तउ समूएल एलीआब क लखेस। समूएल सोचेस, “सचमुच इहइ उ मनई बा जेका यहोवा चुनेस ह।”"},{"number":7,"verse":"मुला यहोवा समूएल स कहेस, “एलीआब सुन्नर बा मुला ओकरे बारे मँ जिन विचारा। एलीआब लम्बा बा मुला ओकरे बारे मँ जिन सोचा। परमेस्सर ओन चीजन्क नाहीं निहारत जेका मामूली मनई लखत हीं। लोग मनई क बाहरी रुप क निहारत हीं, मुला यहोवा मनई क हिरदइ क लखत ह। एलीआब नीक मनई नाहीं अहइ।”"},{"number":8,"verse":"तब यिसै आपन दूसर पूत अबीनादाब क बोलाएस। अबीनादाब समूएल क लगे स गुजरा। मुला समूएल कहेस, “नाहीं, इहइ उ मनई नाहीं अहइ कि जेका यहोवा चुने बा।”"},{"number":9,"verse":"तब यिसै सम्मा क समूएल क लगे स गुजरइ क कहेस। मुला समूएल कहेस, “नाहीं, यहोवा इ मनई क भी नाहीं चुने अहइ।”"},{"number":10,"verse":"यिसै आपन साताहु पूतन क समूएल क देखाँएस। मुला समूएल यिसै स कहेस, “यहोवा इ मनइयन मँ स कउनो क भी नाहीं चुने अहइ।”"},{"number":11,"verse":"तब समूएल यिसै स पूछेस, “का तोहार सबहिं पूत इ सबइ ही बाटेन?” यिसै जवाब दिहेस, “नाहीं मोर सबन त छोट एक अउर पूत अहइ, मुला उ भेड़िन क रखवारी करत ह।” समूएल कहेस, “ओका बोलावा। ओका हिआँ लिआवा। हम पचे तब तलक खइया क खाइ बरे नाहीं बइठब जब तलक उ आइ नाहीं जात।”"},{"number":12,"verse":"यिसै कउनो क आपन सब ते छोटका बेटवा क लइ आवइ बरे पठएस। उ सुन्नर अउ लाल बार वाला नउजवान रहा। इ बहोत सुन्नर रहा। यहोवा समूएल स कहेस, “उठा, एका तेल स अभिसेक करा। इ उहइ व्यक्ति अहइ।”"},{"number":13,"verse":"समूएल तेल स लबालब भरा सीगं उठाएस अउ उ खास तेल क यिसै क सब ते छोट पूत क मूँड़े प ओकरे भाई लोगन क समन्वा उड़ेरेस। उ दिना क पाछे यहोवा क आतिमा दाऊद प उतरा। समूएल आपन घर, रामा क लउटि गवा।"},{"number":14,"verse":"( दुट्ठ आतिमा साऊल क परेसान करत ह) यहोवा क आतिमा साऊल क तजि दिहेस। तब यहोवा साऊल प एक परेत आतिमा पठएस। उ ओका बहोत परेसान किहेस।"},{"number":15,"verse":"साऊल क नउकरन ओसे कहेन, “परमेस्सर क जरिए पठइ गइ एक परेत आतिमा तोहका परेसान करत बाटइ।"},{"number":16,"verse":"हम सबन क हुकुम द्या हम पचे कउनो क हेरब जउन वीणा बजाइ। जदि परेत आतिमा यहोवा क हियाँ स तोहरे ऊपर आइ अहइ तउ उ मनई वीणा बजाइ। तब उ परेत आतिमा तोहका अकेल्ले मँ तजि देइ अउर तू चंगा अनुभव करब्या।”"},{"number":17,"verse":"ऍह बरे साऊल आपन नउकरन स कहेस, “अइसे मनई क हेरा जउन वीणा ठीक तरह बजावत ह अउर ओका मोरे लगे लइ आवा।”"},{"number":18,"verse":"नउकरन मँ स एक कहेस, “बेतलहेम मँ रहइवाला एक मनई अहइ। मइँ यिसै क पूत क लखेउँ ह। उ जानत ह कि वीणा कइसे बजाइ जात ह। उ एक बीर पुरुख भी बा अउ अच्छी तरह लड़त ह। उ चउकन्ना बा अउ सुन्नर भी अहइ अउर यहोवा ओकरे संग अहइ।”"},{"number":19,"verse":"ऍह बरे साऊल यिसै क लगे दूत पठएस। उ पचे यिसै स उ कहेस जउन साऊल स कहे रहा। “तोहार पूत दाऊद नाउँ क अहइ। उ तोहार भेड़ी क रखवारी करत ह। ओका मोरे लगे पठवा।”"},{"number":20,"verse":"फुन यिसै साऊल क भेंट देइ बरे कछू चीज तइयार किहेस। यिसै एक गदहा, कछू रोटी अउ एक गगरी दाखरस अउ एक बोकरी क बच्चा लिहेस। यिसै उ चीजन क दाऊद क दिहेस, अउर उ साऊल क लगे पठइ दिहेस।"},{"number":21,"verse":"इ तरह दाऊद साऊल क लगे गवा अउ ओकरे समन्वा ठाड़ भवा। साऊल दाऊद स बहोत पिआर किहेस। फुन दाऊद साऊल क हथियार लइ चलइवाला बन गवा।"},{"number":22,"verse":"साऊल यिसै क लगे एक खबर पठएस, “दाऊद क मोरे लगे रहइ अउ मोर सेवा करइ द्या। मइँ ओका बहोत पसन्द करत हउँ।”"},{"number":23,"verse":"जब कबहुँ परमेस्सर क परेत आतिमा साऊल प आवत, तउ दाऊद आपन बाँसुरी उठावत अउ ओका बजावइ लागत। परेत आतिमा साऊल क तजि देत अउ उ चंगा महसूस करइ लागत।"}]}