{"bibleAbbr":"awaERV2005","bookName":"पहिला समूएल","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"( परमेस्सर समूएल क बोलावत ह) लरिका समूएल एली क अधीन होइके यहोवा क सेवा करत रहा। ओन दिनन मँ यहोवा अक्सर लोगन स सीधा बात नाहीं करत रहा। अउर बहोत कम लोगन क दर्सन होत रहा।"},{"number":2,"verse":"एली क आँख ऍतनी कमजोर रही कि उ आँधर जइसा रहा। एक रात उ बिछौना प ओलरा रहा।"},{"number":3,"verse":"समूएल यहोवा क पवित्तर आराधनालय मँ बिस्तर प पउढ़ा रहा। उ पवित्तर आराधनालय मँ परमेस्सर क पवित्तर सन्दूख रही। यहोवा क दिया अबहुँ जरत रहा।"},{"number":4,"verse":"यहोवा समूएल क बोलाएस। समूएल जवाब दिहेस, “मइँ हिआँ हाजिर हउँ।”"},{"number":5,"verse":"समूएल सोचा कि ओका एली बोलावत ह। ऍह बरे समूएल दौड़त भवा एली क लगे गवा। समूएल एली स कहेस, “मइँ हिआँ हउँ। आप मोका बोलाएन ह।” मुला एली कहेस, “मइँ तोहका नाहीं बोलाएउँ, आपन बिछौना प जा।” समूएल बिछौना प गवा।"},{"number":6,"verse":"यहोवा फुन बोलाएस, “समूएल।” समूएल फुन दौड़िके एली क लगे गवा अउ कहेस, “मइँ हिआँ हउँ। आप मोका बोलाएन ह।” एली कहेस, “मइँ तोहका नाहीं बोलाएउँ, आपन बिछौना प जा।”"},{"number":7,"verse":"समूएल अबहिं तलक यहोवा क नाहीं जानत रहा। यहोवा अबहिं तलक ओसे सोझ बात नाहीं किहे रहा।"},{"number":8,"verse":"यहोवा समूएल क तिसरी दाई बोलाएस। समूएल फिन उठा अउ एली क लगे गवा, “मइँ आवा हउँ, आप मोका बोलाएन ह।” तबहिं एली समझेस कि यहोवा लरिका क बोलावत अहइँ।"},{"number":9,"verse":"एली समूएल स कहेस, “बिछौना प जा। अगर उ तोहका फुन बोलावत ह तउ कहा, ‘यहोवा मोर संग बात करा काहेकि मइँ आप सेवक हउँ अउ सुनत हउँ।’” तउ समूएल बिछौना प चला गवा।"},{"number":10,"verse":"यहोवा आवा अउ हुवाँ खड़ा होइ गवा। उ पहिले क नाई बोलाएस। उ कहेस, “समूएल, समूएल!” समूएल कहेस, “कहा, मइँ आपक सेवक हउँ अउ सुनत हउँ।”"},{"number":11,"verse":"यहोवा समूएल स कहेस, “मइँ इस्राएल मँ कछू करइ ही वाला हउँ जेकर बरे जब कबहुँ कउनो मनईं सुनिहीं, इ ओकर कानन क चकित कइ देइहीं।"},{"number":12,"verse":"मइँ सब कछू करब। मइँ कहेउँ उ मइँ एली अउ ओकरे परिवार क खिलाफ करब। मइँ सुरु स आखिर तलक सब कछू करब।"},{"number":13,"verse":"मइँ एली स कहेउँ ह कि मइँ ओकरे परिवार बरे सदा सजा देब। मइँ इ ऍह बरे करब कि एली जानत ह कि ओकर बेटवन परमेस्सर क खिलाफ बुरा कहेन ह अउ किहेन ह। अउ एली ओन प बस मँ करइ बरे कामयाब नाहीं भवा।"},{"number":14,"verse":"इहइ कारण अहइ कि मइँ एली क परिवार बरे किरिया खायो हउँ कि बलिदान अउ अन्नबलि भेंट ओनकइ पापन क प्रायस्चित कबहुँ नाहीं कइ सकत हीं।”"},{"number":15,"verse":"समूएल जब तलक भिन्सार नाहीं भवा बिछौना प पउढ़ा रहा। उ बड़े तड़के उठा अउ उ यहोवा क आराधनालय क किवाड़ा खोलेस। समूएल आपन दरसन क बात एली स बतावइ मँ डेरान।"},{"number":16,"verse":"मुला समूएल स एली कहेस, “मोर बेटवा, समूएल।” समूएल जवाब दिहेस, “हाँ, महोदय!”"},{"number":17,"verse":"एली पूछेस, “यहोवा तोहसे का कहेन? ओका मोसे जिन छिपावा। परमेस्सर तोहका सजा देइहीं, अगर तू परमेस्सर जउन संदेसा तोहका दिहेन ह, ओहमाँ स कछू भी छिपउब्या।”"},{"number":18,"verse":"ऍह बरे परमेस्सर एली स उ हर एक बात बताएस। समूएल एली स भी कछू नाहीं छिपाएस। एली कहेस, “उ यहोवा अहइ। ओका वइसा ही करइ द्या जइसा ओका नीक लागत ह।”"},{"number":19,"verse":"यहोवा समूएल क संग रहा। समूएल बाढ़त गवा। यहोवा समूएल क कउनो संदेस क असफल नाहीं होइ दिहस।"},{"number":20,"verse":"तब समूचा इस्राएल, दन स लइके वीरसेबा ताई समझ गवा कि समूएल यहोवा क सच्चा धर्मदूत अहइ।"},{"number":21,"verse":"सीलो मँ यहोवा समूएल क समन्वा परगट भएस। यहोवा सीलो मँ समूएल क अगवा अपने आप क यहोवा क बचन क तरह परगट किहेस।"}]}