{"bibleAbbr":"awaERV2005","bookName":"पहिला समूएल","bookEnglishName":"1 Samuel","chapterNumber":30,"verses":[{"number":1,"verse":"( अमालेकी सिकलग पइ हमला करत हीं) तिसरे दिना दाऊद अउ ओकर मनई सिकलग पहुँचि आएन। उ पचे लखेन कि अमालेकी सिकलग प हमला करत बाटइ। अमालेकी नेगव पहँटा प हमला किहे रहेन। उ पचे सिकलग प हमला किहन अउ सहर क बारि दिहन।"},{"number":2,"verse":"उ पचे सिकलग क मेहररुअन क बन्दी बनाइके लइ गएन। उ सबइ जवान अउ बूढ़न सबहिं क लइ गएन। उ पचे कउनो मनइयन क मारेन नाहीं। उ पचे सिरिफ ओनकइ लइके चलि दिहन।"},{"number":3,"verse":"दाऊद अउ ओकर मनई सिकलग आएन। अउर उ पचे नगर क बरत पाएन। ओनकई मेहरारुअन, पूतन अउ बिटियन क बन्दी बना लेइ गवा रहा अमालेकी लोग ओनका लइ गएन।"},{"number":4,"verse":"दाऊद अउ ओकरी फउज क दूसर लोग तब तलक रोवत रहेन जब तलक उ सबइ थक जाइके कारण रोवइ क लायक नाहीं रहि पाएन।"},{"number":5,"verse":"अमालेकी दाऊद क दुइ मेहरारू यिज्रेल क अहीनोअम अउ कर्मेल क नाबाल क रँड़ अबीगैल क लइ गएन।"},{"number":6,"verse":"फउज क सब लोग दुःखी अउ गुस्सान रहेन काहेकि ओनकइ बेटवा-बिटिया कइदी बनइ लीन्ह ग रहिन। उ पचे दाऊद क पाथर स मारि डावइ क सलाह करत रहेन। ऍहसे दाऊद बहोतइ घबराइ गवा। मुला दाऊद आपन यहोवा परमेस्सर मँ सक्ती पाएस।"},{"number":7,"verse":"दाऊद याजक एब्यातार स कहेस, “एपोद लइ आवा।” ऍह बरे एब्यातार दाऊद बरे एपोद लइ आएस।"},{"number":8,"verse":"तब दाऊद यहोवा स पराथना किहस, “का मोका उ मनइयन क पाछा करइ चाही जउन हमरे परिवारे क उठाइ लइ ग बाटेन? का मइँ धइ लेइ?” यहोवा जवाब दिहस, “ओनकइ पाछा करा। तू ओनका धइ लेब्या। तू आपन परिवार क बचाइ लेब्या।”"},{"number":9,"verse":"( दाऊद अउ ओकर मनई मिस्री दास क धरत हीं) दाऊद आपन छ: सौ मनइयन क संग लिहस अउ उ बसोर क घाटी मँ गवा। ओहमाँ स कछू लोग उहइ ठउर प ठहर गएन। लगभग दुई सौ मनई ठहर गएन काहेकी उ पचे बहोत जिआदा थक ग रहेन अउ दुर्बल होइ जाइ स नाहीं चल सकत रहेन। ऍह बरे दाऊद अउ चार सौ मनइयन अमालेकियन क पाछा किहन।"},{"number":11,"verse":"दाऊद क मनइयन एक ठु मिस्री क खेत मँ लखेन। उ पचे मिस्री क दाऊद क लगे लइ गएन। उ पचे पिअइ क तनिक पानी अउ खाइ बरे भोजन दिहन।"},{"number":12,"verse":"उ पचे मिस्री क अंजीर क टिकिया अउ झुरान अंगूरे क दुइ गुच्छन दिहन। खइया क खाए क पाछे उ चंगा भवा। उ तीन दिन अउ तीन राति स न कछू खाए रहा अउ न ही पानी पिए रहा।"},{"number":13,"verse":"दाऊद मिस्री स पूछेस, “तोहार सुआमी कउन अहइ? तू कहाँ आवा ह?” मिस्री जवाब दिहस, “मइँ मिस्री अहउँ। मइँ एक ठु अमालेकी क दास अहउँ। तीन दिना पहिले मइँ बेराम पड़ि गवा रहेउँ अउ मोर सुआमी मोका तजि दिहस।"},{"number":14,"verse":"हम पचे नेगव प धावा बोलि दीन्ह जहाँ करथीत रहत हीं। हम पचे यहूदा पहँटा प धावा बोलेन अउ नेगव पहँटा प जहाँ कालेब लोग रहत हीं। हम पचे सिकलग क भी बार दीन्ह।”"},{"number":15,"verse":"दाऊद मिस्री स पूछेस, “का तू उ मनइयन क लगे मोका पहुँचउब्या जउन हमरे परिवारे क लइ गवा अहइँ?” मिस्री जवाब दिहस, “तू परमेस्सर क समन्वा प्रण करा कि तू मोका न मरब्या न ही मोका मोर सुआमी क हाथ मँ देब्या! जदि तू अइसा करब्या तउ मइँ ओका धरवावइ मँ तोहार मदद करब।”"},{"number":16,"verse":"( दाऊद अमालेकी क हरावत ह) मिस्री अमालेकियन क दाऊद क हिआँ पहोंचाएस। उ पचे चारिहुँ कइँती जमीन प मधु पीतेन अउ खइया क खात ओलरा रहतेन। उ पचे पलिस्ती अउ यहूदा क पहँटा स बहोत सी चीज जउन लइ आए रहेन, उहइ स जलसा मनावत रहेन।"},{"number":17,"verse":"दाऊद ओनका हराएस अउ ओनका मारि डाएस। उ पचे सूरज निकरइ स अगवा दिन तक जूझेन। अमालेकियन मँ स चार सौ जवानन क अलावा जउन ऊँटे प चढ़िके परानेन कउनो नाहीं बच पावा।"},{"number":18,"verse":"दाऊद क आपन दुइनउँ मेहरारु फुन मिल गइन। दाऊद उ सबहिं चीजन क पाएस जेनका अमालेकी लइ ग रहेन।"},{"number":19,"verse":"कउनो चीज खोइ नाहीं। उ पचे सब गदेलन अउ बुढ़वन क पाइ लिहन। उ पचे आपन सब पूत अउ बिटियन क पाएन। ओनका आपन कीमती चीज मिल गइ। उ पचे आपन हर एक चीज वापस पाएन जउन अमालेकी लइ ग रहेन। दाऊद हर चीज क फुन लौटाइ लिआइ।"},{"number":20,"verse":"दाऊद हर भेड़ी अउ गोरु क लइ लिहस। दाऊद क मनइयन इ पसून क अगवा चलाएन। दाऊद क मनइयन कहेन, “इ सब दाऊद क ईनाम अहइँ।”"},{"number":21,"verse":"( सब मनइयन क हींसा बराबर होइ) दाऊद हुवाँ आवा जहाँ दुई सौ मनई बेसोर क घाटी मँ ठहरा रहेन। उ उहइ मनई रहेन जउन बहोतइ थका अउ कमजोर रहेन। ऍह बरे दाऊद क संग नाहीं जाइ सकत रहेन। उ मनइयन दाऊद अउ उ सिपाहियन क सुआगत करइ बाहेर आएन जउन ओकरे संग गवा रहेन। बेसोर क घाटी मँ ठहरे भए मनइयन दाऊद अउ ओकरी फउज क बधाई दिहन जइसे ही उ निअरे आएन।"},{"number":22,"verse":"मुला जउन टुकड़ी दाऊद क संग गइ ओहमाँ कछू बुरा अउ परेसानी पइदा करइवाला मनई रहेन। उ परेसानी पइदा करइवालन कहेन, “इ दुई सौ मनई हम पचन क संग नाहीं गएन। ऍह बरे जउन चीज हम लइ आए अही ओहमाँ स कछू हम ऍनका न देब। इ मनइयन सिरिफ आपन मेहरारु अउ बचवन क लइ सकत हीं।”"},{"number":23,"verse":"दाऊद जवाब दिहस, “नाहीं मोर भइया लोगो, अइसा जिन करा। इ बिसय मँ सोचा कि यहोवा हमका का दिहे अहइ। यहोवा हम पचन क उ दुस्मन क हरावइ दिहेस ह जउन हम पचन प हमला किहस ह।"},{"number":24,"verse":"जउन तू कहत अहा ओका कउनो न मानी। उ मनइयन क हींसा भी, जउन बाँटइ वाली चीजन क संग ठहरा रहेन, ओतनँइ होइ जेतँना ओनका जउन जुद्ध मँ गवा रहेन। सब क हींसा बराबर होइ।”"},{"number":25,"verse":"दाऊद ओका इस्राएल बरे हुकुम अउ नेम बनाइ दिहस। इ नेमँ अब तलक लागू होइके चला आवा बाटइ।"},{"number":26,"verse":"दाऊद सिकलग मँ आवा। तब उ उ चीजन मँ स, जउन अमालेकियन स लइ लीन्ह ग रहिन, कछू चीजन क आपन मीत लोगन यहूदा क नेता लोगन क पठएस। दाऊद कहेस, “इ सब भेंट आप लोगन क उ चीजन मँ स अहइ जेनका हम पचे यहोवा क दुस्मनन स पावा ह।”"},{"number":27,"verse":"दाऊद उ चीजन मँ स जउन अमालेकियन स मिली रहिन, कछू जउन बेतेल क प्रमुख लोग, नेगव क रमीथ, यत्तीर,"},{"number":28,"verse":"अरोएर, सिपमोत, एस्तमो,"},{"number":29,"verse":"रकल, यरहमेलियन अउ केनि क सहरन,"},{"number":30,"verse":"होर्मा, बोरासान अउ अताक मँ,"},{"number":31,"verse":"अउ हेब्रान क पठएस। दाऊद उ चीजन मँ स कछू क ओन सबहिं ठउरन क प्रमुख लोगन क पठएस जहाँ दाऊद अउ ओकर लोग रहत रहेन।"}]}