{"bibleAbbr":"awaERV2005","bookName":"पहिला समूएल","bookEnglishName":"1 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"( परमेस्सर क पवित्तर सन्दूख पलिस्ती क सतावत ह) पलिस्ती परमेस्सर क पवित्तर सन्दूख लिहे क पाछे, एबनेज़ेर स ओका उ पचे असदोद लइ गएन।"},{"number":2,"verse":"पलिस्ती परमेस्सर क पवित्तर सन्दूख क दागोन क मन्दिर मँ लइ गएन। उ पचे परमेस्सर क पवित्तर सन्दूख क दागोन क बगल मँ धरेन।"},{"number":3,"verse":"दुसरे दिन भिन्सारे असदोद क मनइयन उठेन अउ लखेन कि दागोन मुँह क बल ओलरा बा। दागोन यहोवा क सन्दूख क समन्वा गिरइ पड़ा। असदोद क मनइयन दागोन क मूरति क फुन हुवँइ खड़ा कइ दिहन।"},{"number":4,"verse":"मुला जब दुसरे दिन भिन्सारे असदोद क मनई उठेन तउ उ पचे दागोन क फुन जमीन प ओलरा पाएन। दागोन फुन यहोवा क पवित्तर सन्दूखे क समन्वा गिरइ पड़ा। दागोन क हाथ अउ गोड़ टूट गवा रहेन अउ चौखट प पड़ा रहेन। सिरिफ दागोन क देह एक खण्ड मँ रहा।"},{"number":5,"verse":"इहइ कारण बा कि आजु तलक दागोन क याजक या असदोद मँ दागोन क मन्दिर मँ घुसइवाला दूसर मनई ड्योढ़ी प चलइ स मना कइ देत ह।"},{"number":6,"verse":"यहोवा असदोद क मनइयन अउ ओनकइ पड़ोसियन क जिन्नगी दूभर कइ दिहन। यहोवा ओनका मुसीबत मँ डाइ दिहन। उ ओन सबन्क गिलटी दिहेस। यहोवा ओनके लगे मूस पठएस। मूस ओनकइ सबहिं जहाजे अउ भुइयाँ प दौड़त रहेन। सहर मँ सब मनइयन डेराइ गएन।"},{"number":7,"verse":"असदोद क मनइयन लखेन कि का होत अहइ। उ पचे कहेन, “इस्राएल क परमेस्सर क सन्दूख हिआँ नाहीं रहि सकत। परमेस्सर हमका अउ हमरे देवता दागोन क सजा देत बा।”"},{"number":8,"verse":"असदोद क मनइयन पलिस्ती सासकन क बोलाएन। असदोद क मनइयन राजा लोगन स पूछेन, “हम पचे पवित्तर सन्दूख क का करी?” राजा लोगन जवाब दिहेन, “इस्राएल क परमेस्सर क पवित्तर सन्दूख क गथ लइ जा।” ऍह बरे पलिस्तियन परमेस्सर क पवित्तर सन्दूख क हटाइ दिहन।"},{"number":9,"verse":"मुला जब पलिस्ती परमेस्सर क पवित्तर सन्दूख क गथ क पठइ दिहन तब यहोवा उ सहर क सजा दिहेस। मनइयन बहोत डेराइ गएन। अउर परमेस्सर सहर क लोगन छोट स बड़ा सबइ क फड़ा-फुंसी क मसीबत मँ मुबतला कइ दिहेस।"},{"number":10,"verse":"ऍह बरे पलिस्ती परमेस्सर क पवित्तर सन्दूख क एक्रोन पठइ दिहेन। मुला जब परमेस्सर क पवित्तर सन्दूख एक्रोन आवा, एक्रोन क मनइयन सिकाइत किहेन। उ पचे कहेन, “तू पचे इस्राएल क परमेस्सर क पवित्तर सन्दूख हमरे सहर एक्रोन मँ काहे लइ आवत ह? का तू पचे हमरे मनइयन क मारा चाहत ह?”"},{"number":11,"verse":"एक्रोन क मनइयन सबहिं पलिस्ती राजा लोगन्क एक संग बोलाएस। एक्रोन क मनइयन राजा लोगन्स कहेन, “इस्राएल क परमेस्सर सन्दूख क, ओकरे पहिले कि उ हमका अउ हमरे मनइयन क मारि डावइ, एकरे पहिले क ठउर प पठइ द्या।” एक्रोन क मनइयन बहोत डेराइ ग रहेन। परमेस्सर उ ठउर प ओनकइ जिन्नगी क बहोत दुःखमय बनइ दिहस।"},{"number":12,"verse":"बहोत स मनई तउ मर बिलाइ गएन। अउर जउन लोग नाहीं मरेन ओनका गिलटी निकरि आइ। एक्रोन क मनइयन जोर स रोइके अकास दहलाएन।"}]}