{"bibleAbbr":"awaERV2005","bookName":"पहिला समूएल","bookEnglishName":"1 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( साऊल आपन बाप क गदहन क हेरत ह) बिन्यामीन परिवार समूह स किस एक सक्तीसाली योद्धा रहा। किस अबीएल क पूत रहा। अबीएल ससोर क पूत रहा। सरोर बकारत क पूत रहा। बकारत बिन्यामीन क एक मनई अफिया क पूत रहा।"},{"number":2,"verse":"कीस क पूत साऊल नाउँ क रहा। साऊल एक सुन्नर जवान रहा। हुवाँ साऊल स बढ़िके जिआदा सुन्नर कउनो न रहा। ठाड़ होए प साऊल क मूँड़ इस्राएल क कउनो भी मनई स ऊँच रहत रहा।"},{"number":3,"verse":"एक दिना कीस क गदहन हेराइ गएन। ऍह बरे कीस आपन पूत साऊल स कहेस, “नउकरन मँ स एक क संग लइ ल्या अउर गदहन क हेरइ जा।”"},{"number":4,"verse":"साऊल गदहन क हेरब सुरु किहेस। साऊल एप्रैम क पहाड़ियन मँ होइके घूमा। तबहिं साऊल सालीम क चारिहुँ कइँती पहँटा मँ घूमा। मुला साऊल अउ ओकर नउकर, किस क गदहन क नाहीं पाइ सकेन। ऍह बरे साऊल अउ नउकर सालिम क चारिहुँ कइँती पहँटा मँ गएन। मुला गदहा हुवाँ नाहीं मिलेन। ऍह बरे साऊल बिन्यामीन क पहँटा मँ होइके जात्रा किहेस। मुला उ अउ ओकर नउकर गदहन क तबहुँ नाहीं पाइ सकेन।"},{"number":5,"verse":"आखिर मँ साऊल अउ ओकर नउकर जुफ नाउँ क सहर मँ आएन। साऊल आपन नउकर स कहेस, “चला, हम पचे लौटी। मोर बाप गदहा क बारे मँ सोचब बंद देइहीं अउर हम पचन क बारे मँ फिकिर करिहीं।”"},{"number":6,"verse":"मुला नउकर जवाब दिहेस, “इ सहर मँ परमेस्सर क एक ठु मनई अहइ। मनई ओकर मान करत हीं। उ जउन कहत ह सच होत ह। ऍह बरे हम सबइ इ सहर मँ चली। अइसा लागत ह कि परमेस्सर क उ मनई हमका बताई कि ऍकरे पाछे हम पचे कहाँ जाइ।”"},{"number":7,"verse":"साऊल आपन नउकर स कहेस, “हम पचे सहर मँ जाइ सकित ह। मुला हम पचे उ मनई का इ सकित ह? हम पचन क झोरी क भोजन खतम होइ ग बाटइ। हम पचन क लगे कउनो भी भेंट परमेस्सर क मनई क देइ बरे नाहीं अहइ। हमरे लगे ओका देइ क का अहइ?”"},{"number":8,"verse":"नउकर फिन जवाब दिहेस, “सुना, मोरे लगे तनिक धन अहइ। हम परमेस्सर क मनई क इहइ देइ। तबहि उ बताई कि हम पचे कहाँ जाइ।”"},{"number":9,"verse":"साऊल आपन नउकर स कहेस, “नीक सुझाव अहा, हम पचे चली।” उ पचे सहर मँ हुवाँ गएन जहाँ परमेस्सर क मनई रहा। साऊल अउ ओकर नउकर पहड़िया प चढ़त भए सहर क जात रहेन। राहे मँ उ पचे कछू जवान अउरतन स भेंटेन। जवान अउरत बाहेर स पानी लेइ जात रहिन। साऊल अउ ओकर नउकर जवान अउरतन स पूछेन, “का दर्सी हीआँ अहइँ?” (पुराने जमाना मँ इस्राएल क बसइया नबियन क “दर्सी” कहत रहेन। ऍह बरे उ पचे परमेस्सर स कछू मागँइ चाहत रहेन तउ पचे कहत रहेन, “हम पचे दसीर् क लगे चली।”)"},{"number":12,"verse":"जवान अउरतन जवाब दिहेन, “हाँ, दर्सी हीआँ अहइँ। उ सोझइ इ सड़क प आगे अहइँ। उ आज ही नगर मँ आवा अहइँ। कछू मनइयन हुवाँ एकट्ठइ बटुरा अहइ। उ पचे आराधना ठउर प मेलबलि चढ़ावइ बरे जाइ।"},{"number":13,"verse":"आप लोग सहर मँ जाइँ अउ ओनसे भेंटाइ लेइहीं। जदि आप सब जल्दी जाइहीं तउ आप ओनसे आराधना ठउर प भोजन प जाइ स पहिले मिलि लेइहीं। दर्सी बलि-भेंट क आसीर्बाद देत हीं। ऍह बरे मनइयन जब तलक खाइया क खाब सुरु नाहीं करिहीं जब ताई उ हुवाँ न पहोंच जाइँ। ऍह बरे आप सबइ हाली करइँ तउ आप लोग दर्सी क भेंटि सकत हीं।”"},{"number":14,"verse":"साऊल अउ नउकर ऊपर पहड़िया प सहर कइँती बढ़ब सुरु किहेन। जइसे ही उ पचे सहर मँ घुसेन उ पचे समूएल क आपन कइँती आवत देखेन। समूएल सहर क बाहेर पूजा क ठउर प जाइ बरे अबहिं आवत रहा।"},{"number":15,"verse":"एक दिन पहिले यहोवा समूएल स कहेस,"},{"number":16,"verse":"“काल्ह मइँ इहइ टेमॅ तोहरे लगे एक मनई क पठउब। वह बिन्यामीन क गोत क होइ। तू सबन क ओकर अभिसेक कर देइ चाही। तब उ हमार मनइयन इस्राएलियन क नवा नेता होइ। इ मनई हमरे मनइयन क पलिस्तियन स बचाइ। मइँ आपन मनइयन क दुःख क देखेउँ ह। मइँ आपन मनइयन क रोउब सुनेउ ह।”"},{"number":17,"verse":"समूएल साऊल क लखेस अउ यहोवा ओसे कहेस, “इहइ उ मनई अहइ जेकरे बारे मँ मँइ तोहसे कहेउँ रहे। इ मोरे मनइयन क बस मँ राखी।”"},{"number":18,"verse":"साऊल दुआर क लगे समूएल क निअरे आवा। साऊल समूएल स पूछेस, “मेहरबानी कइके बतावा दर्सी क घर कहाँ अहइ?”"},{"number":19,"verse":"समूएल जवाब दिहेस, “मइँ ही दर्सी अहँउ। मोरे अगवा आराधना क ठउर प पहुँचा। तू अउ तोहार नउकर आज हमरे संग खइया क खइहीं। मइँ भियान भिन्सारे तोहका घरे जाइ देब। मइँ तोहरे सबहिं सवालन क जवाब देब।"},{"number":20,"verse":"अउर ओन गदहन क फिकिर जिन करा जेका तू तीन दिना पहिले खोइ दिहा ह। उ सब मिल गवा बाटेन। अब, तोहका समूचा इस्राएल चाहत अहइ। उ सबइ तोहका अउ तोहरे बाप क परिवारे क सब मनइयन क चाहत हीं।”"},{"number":21,"verse":"साऊल जवाब दिहेस, “मुला मइँ बिन्यामीन परिवार समूह क निअम्बर अहउँ। इ इस्राएल मँ सबन क छोटका समूह अहइ। मोर परिवार मोर पूरा परिवार समूह मँ सब त छोटा अहइ। आप काहे कहत बाटेन कि इस्राएल मोका चाहत ह?”"},{"number":22,"verse":"तब समूएल साऊल अउ ओकरे नउकर क भोजन क जगहिया मँ लइ गवा। लगभग तीस न्यौताहरी एक संग भोजन बरे अउर बलि-भेंट लेइ बरे बोलावा ग रहेन। समूएल साऊल अउ ओकरे नउकर क मेज प सबन ते जिआदा खास जगह दिहेस।"},{"number":23,"verse":"समूएल रसोइया स कहेस, “उ गोस लइ आवा जउन मइँ तोहका दिहेउँ ह। इ उहइ हींसा अहइ जेका मइँ तोहसे जोगइ क रक्खइ बरे केहउँ रहे।”"},{"number":24,"verse":"रसोइया रान लिहेस अउ साऊल क समन्वा मेज प धरेस। समूएल कहेस, “इहइ उ गोस बा जेका मइँ तोहरे बरे जोगइ क राखेउँ रहे। ओका खा काहेकि इ इ खास टेमॅ बरे जोगवा रहा।” इ तरह उ दिना साऊल समूएल क संग खइया क खाएस।"},{"number":25,"verse":"जबहिं उ पचे खइया क खाइ लिहेन, उ पचे पूजा क ठउर स उतरेन अउ सहर क लौटेन। समूएल छते प साऊल बरे बिछौना दसाएस।"},{"number":26,"verse":"अउर साऊल सोइ गवा। भियन भिन्सारे समूएल साऊल क छते प जोर स पुकारेस। समूएल कहेस, “उठा। मइँ तोहका तोहरे राहे प पठउब।” साऊल उठा, अउर तब समूएल क संग घर क बाहेर गवा।"},{"number":27,"verse":"साऊल अउ ओकर नउकर संग संग सहर क सिरे क उतराई प टहरत रहेन। समूएल साऊल स कहेस, “आपन नउकर स हम पचन स अगवा जाइ क कहा। मोरे लगे तोहरे बरे परमेस्सर क एक संदेसा अहइ।” तउ नउकर ओन पचन स तनिक अगवा चला गवा।"}]}