{"bibleAbbr":"WYC1395","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":3,"verses":[{"number":1,"verse":"Nabugodonosor, the kyng, made a goldun ymage, in the heiythe of sixti cubitis, and in the breede of sixe cubitis; and he settide it in the feeld of Duram, of the prouynce of Babiloyne."},{"number":2,"verse":"Therfor Nabugodonosor sente to gadere togidere the wise men, magistratis, and iugis, and duykis, and tirauntis, and prefectis, and alle princes of cuntreis, that thei schulden come togidere to the halewyng of the ymage, which the kyng Nabugodonosor hadde reisid."},{"number":3,"verse":"Thanne the wise men, magistratis, and iugis, and duykis, and tirauntis, and beste men, that weren set in poweris, and alle the princes of cuntreis, weren gaderid togidere, that thei schulden come togidere to the halewyng of the ymage, which the kyng Nabugodonosor hadde reisid. Forsothe thei stoden in the siyt of the ymage, which Nabugodonosor hadde set; and a bedele criede myytili,"},{"number":4,"verse":"It is seid to you, puplis, kynredis, and langagis;"},{"number":5,"verse":"in the our in which ye heren the soun of trumpe, and of pipe, and of harpe, of sambuke, of sawtre, and of symphonye, and of al kynde of musikis, falle ye doun, and worschipe the goldun ymage, which the kyng Nabugodonosor made."},{"number":6,"verse":"Sotheli if ony man fallith not doun, and worschipith not, in the same our he schal be sent in to the furneis of fier brennynge."},{"number":7,"verse":"Therfor aftir these thingis, anoon as alle puplis herden the sown of trumpe, of pipe, and of harpe, of sambuke, and of sawtre, of symphonye, and of al kynde of musikis, alle puplis, lynagis, and langagis fellen doun, and worschipiden the golden ymage, which the kyng Nabugodonosor hadde maad."},{"number":8,"verse":"And anoon in that tyme men of Caldee neiyiden, and accusiden the Jewis,"},{"number":9,"verse":"and seiden to the kyng Nabugodonosor, Kyng, lyue thou with outen ende."},{"number":10,"verse":"Thou, kyng, hast set a decree, that ech man that herith the sown of trumpe, of pipe, and of harpe, of sambuke, and of sawtree, and of symphonye, and of al kynde of musikis, bowe doun hym silf, and worschipe the goldun ymage; forsothe if ony man fallith not doun,"},{"number":11,"verse":"and worschipith not, be he sent in to the furneis of fier brennynge."},{"number":12,"verse":"Therfor men Jewis ben, Sidrac, Mysaac, and Abdenago, whiche thou hast ordeynede on the werkis of the cuntrei of Babiloyne. Thou kyng, these men han dispisid thi decree; thei onouren not thi goddis, and thei worshipen not the goldun ymage, which thou reisidist."},{"number":13,"verse":"Thanne Nabugodonosor comaundide, in woodnesse and in wraththe, that Sidrac, Mysaac, and Abdenago schulden be brouyt; whiche weren brouyt anoon in the siyt of the kyng."},{"number":14,"verse":"And the kyng Nabugodonosor pronounside, and seide to hem, Whether verili Sidrac, Mysaac, and Abdenago, ye onouren not my goddis, and worschipen not the golden ymage, which Y made?"},{"number":15,"verse":"Now therfor be ye redi, in what euer our ye heren the sown of trumpe, of pipe, of harpe, of sambuke, of sawtree, and of symphonye, and of al kynde of musikis, bowe ye doun you, and worschipe the ymage which Y made; that if ye worschipen not, in the same our ye schulen be sent in to the furneis of fier brennynge; and who is God, that schal delyuere you fro myn hond?"},{"number":16,"verse":"Sidrac, Misaac, and Abdenago answeriden, and seiden to the king Nabugodonosor, It nedith not, that we answere of this thing to thee."},{"number":17,"verse":"For whi oure God, whom we worschipen, mai rauysche vs fro the chymenei of fier brennynge, and mai delyuere fro thin hondis, thou kyng."},{"number":18,"verse":"That if he nyle, be it knowun to thee, thou kyng, that we onouren not thi goddis, and we worschipen not the goldun ymage, which thou hast reisid."},{"number":19,"verse":"Thanne Nabugodonosor was fillid of woodnesse, and the biholdyng of his face was chaungid on Sidrac, Misaac, and Abdenago. And he comaundide, that the furneis schulde be maad hattere seuenfold, than it was wont to be maad hoot."},{"number":20,"verse":"And he comaundide to the strongeste men of his oost, that thei schulden bynde the feet of Sidrac, Mysaac, and Abdenago, and sende hem in to the furneis of fier brennynge."},{"number":21,"verse":"And anoon tho men weren boundun, with brechis, and cappis, and schoon, and clothis, and weren sent in to the myddis of the furneis of fier brennynge;"},{"number":22,"verse":"for whi comaundement of the kyng constreinede. Forsothe the furneis was maad ful hoot; certis the flawme of the fier killid tho men, that hadden sent Sidrac, Misaac, and Abdenago in to the furneis."},{"number":23,"verse":"Sotheli these thre men, Sidrac, Misaac, and Abdenago, fellen doun boundun in the mydis of the chymenei of fier brennynge."},{"number":24,"verse":"And thei walkiden in the myddis of the flawme, and herieden God, and blessiden the Lord."},{"number":25,"verse":"Forsothe Asarie stoode, and preiede thus; and he openyde his mouth in the myddis of the fier,"},{"number":26,"verse":"and seide, Lord God of oure fadris, thou art blessid, and worthi to be heried, and thi name is glorious in to worldis;"},{"number":27,"verse":"for thou art riytful in alle thingis whiche thou didist to vs, and alle thi werkis ben trewe; and thi weies ben riytful, and alle thi domes ben trewe."},{"number":28,"verse":"For thou hast do trewe domes, bi alle thingis whiche thou brouytist yn on vs, and on Jerusalem, the hooli citee of oure fadris; for in trewthe and in doom thou brouytist yn alle these thingis for oure synnes."},{"number":29,"verse":"For we synneden, and diden wickidli, goynge awei fro thee, and we trespassiden in alle thingis,"},{"number":30,"verse":"and we herden not, nether kepten thi comaundementis, nether we diden as thou comaundidist to vs, that it schulde be wele to vs. (31)Therfor thou didist bi veri doom alle thingis whiche thou brouytist yn on vs, and alle thingis whiche thou didist to vs; (32)and thou hast bitake vs in the hondis of enemyes, wickid men, and worst trespassouris, and to the vniust kyng, and worst ouer al erthe. (33)And now we moun not opene the mouth; we ben maad schame and schenschipe to thi seruauntis, and to hem that worschipen thee. (34)We bisechen, yyue thou not vs to enemyes with outen ende, for thi name, and distrie thou not thi testament, (35)and take thou not awei thi merci fro vs, for Abraham, thi derlyng, and Ysaac, thi seruaunt, and Israel, thin hooli; (36)to whiche thou spakist, biheetyng that thou schuldist multiplie her seed as the sterris of heuene, and as grauel which is in the brynke of the see. (37)For whi, Lord, we ben maad litle, more than alle folkis, and we ben lowe in al erthe to dai, for oure synnes. (38)And in this tyme is no prince, and duyk, and profete, nether brent sacrifice, nether sacrifice, nether offryng, nether encense, nether place of firste fruytis bifor thee, (39)that we moun fynde thi mercy; but be we resseyued in contrit soule, and in spirit of mekenesse. (40)As in brent sacrifice of rammes, and of bolis, and as in thousyndis of fatte lambren, so oure sacrifice be maad to dai in thi siyt, that it plese thee; for no schame is to hem that tristen in thee. (41)And now we suen thee in al the herte, and we dreden thee, and we seken thi face. (42)Schende thou not vs, but do with vs bi thi myldenesse, and bi the multitude of thi merci. (43)And delyuere thou vs in thy merueils, and yyue thou glorie to thi name, Lord; (44)and alle men ben schent, that schewen yuelis to thi seruauntis; be thei schent in all thi miyt, and the strengthe of hem be al to-brokun; (45)and thei schulen wite, that thou art the Lord God aloone, and glorious on the roundnesse of londis. (46)And the mynystris of the kyng, that hadden sent hem, ceessiden not to make hoot the furneis with syment, and herdis of flex, and pitche, and siouns of vynes. (47)And the flawme was sched out ouer the furneis bi nyne and fourti cubitis, (48)and brak out, and brente hem that it foond of Caldeis bisidis the furneis. (49)Forsothe the aungel of the Lord cam doun with Asarie and hise felowis, in to the furneis, and smoot out the flawme of the fier fro the furneis; (50)and made the myddis of the furneis as the wynd of deew blowynge; and outerli the fier touchide not hem, nether made sori, nether dide ony thing of disese. (51)Thanne these thre as of o mouth herieden and glorifieden God, and blessiden God in the furneis, (52)and seiden, Lord God of oure fadris, thou art blessid, and worthi to be preisid, and gloriouse, and aboue enhaunsid in to worldis; and blessid is the name of thi glorie, which name is hooli, and worthi to be heried, and aboue enhaunsid in alle worldis. (53)Thou art blessid in the hooli temple of thi glorie, and aboue preisable, and gloriouse in to worldis. (54)Thou art blessid in the trone of thi rewme, and aboue preisable, and aboue enhaunsid in to worldis. (55)Thou art blessid, that biholdist depthis of watris, and sittist on cherubyn, and art preisable, and aboue enhaunsid in to worldis. (56)Thou art blessid in the firmament of heuene, and preisable, and gloriouse in to worldis. (57)Alle werkis of the Lord, blesse ye the Lord, herie ye, and aboue enhaunse ye hym in to worldis. (58)Aungels of the Lord, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (59)Heuenes, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (60)Alle watris, that ben aboue heuenes, blesse ye the Lord; herie ye, and aboue enhaunse ye him into worldis. (61)Alle the vertues of the Lord, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (62)Sunne and moone, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (63)Sterris of heuene, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (64)Reyn and deew, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (65)Ech spirit of God, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (66)Fier and heete, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (67)Coold and somer, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (68)Dewis and whijt forst, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (69)Blac forst and coold, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (70)Yces and snowis, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (71)Niytis and daies, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (72)Liyt and derknesse, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (73)Leitis and cloudis, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (74)The erthe blesse the Lord; herie it, and aboue enhaunse it hym in to worldis. (75)Mounteyns and litle hillis, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (76)Alle buriownynge thingis in erthe, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (77)Wellis, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (78)Sees and floodis, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (79)Whallis, and alle thingis that ben mouyd in watris, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (80)Alle briddis of the eyr, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (81)Alle wielde beestis and tame beestis, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (82)Sones of men, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (83)Israel blesse the Lord; herie it, and aboue enhaunse it hym in to worldis. (84)Prestis of the Lord, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (85)Seruauntis of the Lord, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (86)Spiritis and soulis of iust men, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (87)Hooli men and meke of herte, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. (88)Ananye, Azarie, Mysael, blesse ye the Lord; herie ye, and aboue enhaunse ye hym in to worldis. Which Lord rauyschide vs fro helle, and `made saaf fro the hond of deth, and delyueride fro the myddis of flawme brennynge, and rauyschide vs fro the myddis of fier. (89)Knowleche ye to the Lord, for he is good; for his merci is in to the world. (90)Alle religiouse men, blesse ye the Lord, God of goddis; herie ye, and knouleche ye to hym, for his merci is in to alle worldis. (91)Thanne kyng Nabugodonosor was astonyed, and roos hastily, and seide to hise beste men, Whether we senten not thre men feterid in to the myddis of the fier? Whiche answeriden the kyng, and seiden, Verili, kyng. (92)The kyng answeride, and seide, Lo! Y se foure men vnboundun, and goynge in the myddis of the fier, and no thing of corrupcioun is in hem; and the licnesse of the fourthe is lijk the sone of God. (93)Thanne the kyng Nabugodonosor neiyide to the dore of the furneis of fier brennynge, and seide, Sidrac, Mysaac, and Abdenago, the seruauntis of hiy God lyuynge, go ye out, and come ye. And anoon Sidrac, Mysaac, and Abdenago, yeden out of the myddis of the fier. (94)And the wise men, and magistratis, and iugis, and miyti men of the kyng, weren gaderid togidere, and bihelden tho men, for the fier hadde had no thing of power in the bodies of hem, and an heer of her heed was not brent; also the breechis of hem weren not chaungid, and the odour of fier hadde not passid bi hem. (95)And Nabugodonosor brac out, and seide, Blessid be the God of hem, that is, of Sidrac, Mysaac, and Abdenago, that sente his aungel, and delyueride hise seruauntis, that bileuyden in to hym, and chaungiden the word of the kyng, and yauen her bodies, that thei schulden not serue, and that thei schulden not worschipe ony god, outakun her God aloone. (96)Therfor this decree is set of me, that ech puple, and langagis, and lynagis, who euer spekith blasfemye ayen God of Sidrac, and of Mysaac, and of Abdenago, perische, and his hous be distried; for noon other is God, that mai saue so. (97)Thanne the kyng auaunside Sidrac, Mysaac, and Abdenago, in the prouynce of Babiloyne; and sente in to al the lond a pistle, conteynynge these wordis. (98)Nabugodonosor, the kyng, writith thus to alle puplis and langagis, that dwellen in al erthe, pees be multiplied to you. (99)Hiy God made at me myraclis and merueils; (100)therfor it pleside me to preche hise myraclis, for tho ben greet, and hise merueils, for tho ben stronge; and his rewme is an euerlastynge rewme, and his power is in generacioun and in to generacioun."}]}