{"bibleAbbr":"WYC1395","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":5,"verses":[{"number":1,"verse":"Balthasar, the kyng, made a greet feeste to hise beste men a thousynde, and ech man drank aftir his age."},{"number":2,"verse":"Forsothe the kyng thanne drunkun comaundide, that the goldun and siluerne vessels schulden be brouyt forth, whiche Nabugodonosor, his fadir, hadde borun out of the temple that was in Jerusalem, that the kyng, and hise beste men, hise wyues, and councubyns schulden drynke in tho vessels."},{"number":3,"verse":"Thanne the goldun vessels and siluerne, whiche he hadde borun out of the temple that was in Jerusalem, weren brouyt forth; and the kyng, and hise beste men, and hise wyues, and concubyns, drunken in tho vessels."},{"number":4,"verse":"Thei drunken wyn, and herieden her goddis of gold, and of siluer, of bras, and of irun, and of tree, and of stoon."},{"number":5,"verse":"In the same our fyngris apperiden, as of the hond of a man, writynge ayens the candilstike, in the pleyn part of the wal of the kyngis halle; and the kyng bihelde the fyngris of the hond writynge."},{"number":6,"verse":"Thanne the face of the kyng was chaungid, and hise thouytis disturbliden hym; and the ioyncturis of hise reynes weren loosid, and hise knees weren hurtlid to hem silf togidere."},{"number":7,"verse":"Therfor the kyng criede strongli, that thei schulden brynge yn astronomyens, Caldeis, and dyuynouris bi lokyng of auteris. And the kyng spak, and seide to the wise men of Babiloyne, Who euer redith this scripture, and makith opyn the interpretyng therof to me, schal be clothid in purpur; and he schal haue a goldun bie in the necke, and he schal be the thridde in my rewme."},{"number":8,"verse":"Thanne alle the wise men of the kyng entriden, and miyten not rede the scripture, nether schewe to the kyng the interpretyng therof."},{"number":9,"verse":"Wherof kyng Balthasar was disturblid ynow, and his cheer was chaungid, but also hise beste men weren disturblid."},{"number":10,"verse":"Forsothe the queen entride in to the hous of feeste, for the thing that hadde bifeld to the king, and beste men; and sche spak, and seide, Kyng, lyue thou withouten ende. Thi thouytis disturble not thee, and thi face be not chaungid."},{"number":11,"verse":"A man is in thi rewme, that hath the spirit of hooli goddis in hym silf, and in the daies of thi fadir kunnyng and wisdom weren foundun in hym; for whi and Nabugodonosor, thi fadir, made him prince of astronomyens, of enchaunteris, of Caldeis, and of dyuynouris bi lokyng on auteris; sotheli thi fadir, thou kyng, dide this;"},{"number":12,"verse":"for more spirit, and more prudent, and vndurstondyng, and interpretyng of dremes, and schewyng of priuytees, and assoilyng of boundun thingis weren foundun in hym, that is, in Danyel, to whom the kyng puttide the name Balthasar. Now therfor Daniel be clepid, and he schal telle the interpretyng. Therfor Daniel was brouyt in bifor the kyng. To whom the forseid kyng seide,"},{"number":13,"verse":"Art thou Danyel, of the sones of caitifte of Juda, whom my fader, the kyng, brouyte fro Judee?"},{"number":14,"verse":"Y haue herd of thee, that thou hast in thee the spirit of goddis, and more kunnyng, and vndurstondyng, and wisdom be foundun in thee."},{"number":15,"verse":"And now wise men, astronomyens, entriden in my siyt, to rede this scripture, and to schewe to me the interpretyng therof; and thei myyten not seie to me the vndurstondyng of this word."},{"number":16,"verse":"Certis Y haue herde of thee, that thou maist interprete derk thingis, and vnbynde boundun thingis; therfor if thou maist rede the scripture, and schewe to me the interpretyng therof, thou schalt be clothid in purpur, and thou schalt haue a goldun bie aboute thi necke, and thou schalt be the thridde prince in my rewme."},{"number":17,"verse":"To whiche thingis Danyel answeride, and seide bifore the kyng, Thi yiftis be to thee, and yyue thou to another man the yiftis of thin hous; forsothe, kyng, Y schal rede the scripture to thee, and Y schal schewe to thee the interpretyng therof."},{"number":18,"verse":"O! thou kyng, hiyeste God yaf rewme, and greet worschipe, and glorie, and onour, to Nabugodonosor, thi fadir."},{"number":19,"verse":"And for greet worschip which he hadde youe to thilke Nabugodonosor, alle puplis, lynagis, and langagis, trembliden and dredden hym; he killide whiche he wolde, and he smoot whiche he wolde, and he enhaunside whiche he wolde, and he made low which he wolde."},{"number":20,"verse":"Forsothe whanne his herte was reisid, and his spirit was maad obstynat in pride, he was put doun of the seete of his rewme;"},{"number":21,"verse":"and his glorie was takun awei, and he was cast out fro the sones of men; but also his herte was set with beestis, and his dwellyng was with wielde assis; also he eet hei as an oxe doith, and his bodi was colourid with the deew of heuene, til he knewe, that the hiyeste hath power in the rewme of men, and he schal reise on it whom euer he wole."},{"number":22,"verse":"And thou, Balthasar, the sone of hym, mekidest not thin herte, whanne thou knewist alle these thingis;"},{"number":23,"verse":"but thou were reisid ayens the Lord of heuene, and the vessels of his hous weren brouyt bifore thee, and thou, and thi beste men, and thi wyues, and thi concubyns, drunken wyn in tho vessels; and thou heriedist goddis of siluer, and of gold, and of bras, and of irun, and of tree, and of stoon, that seen not, nether heren, nether feelen; certis thou glorifiedist not God, that hath thi blast, and alle thi weies in his hond."},{"number":24,"verse":"Therfor the fyngur of the hond was sent of hym, which hond wroot this thing that is writun."},{"number":25,"verse":"Sotheli this is the scripture which is discryued, Mane, Techel, Phares."},{"number":26,"verse":"And this is the interpretyng of the word. Mane, God hath noumbrid thi rewme, and hath fillid it;"},{"number":27,"verse":"Techel, thou art weied in a balaunce, and thou art foundun hauynge lesse;"},{"number":28,"verse":"Phares, thi rewme is departid, and is youun to Medeis and Perseis."},{"number":29,"verse":"Thanne, for the kyng comaundide, Daniel was clothid in purpur, and a goldun bie was youun aboute in his necke; and it was prechid of hym, that he hadde power, and was the thridde in the rewme."},{"number":30,"verse":"In the same niyt Balthasar, the kyng of Caldeis, was slayn;"},{"number":31,"verse":"and Daryus of Medei was successour in to the rewme, and he was two and sixti yeer eld."}]}