{"bibleAbbr":"WYC1395","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"It pleside Darius, and he ordeynede sixe score duykis ouer the rewme, that thei schulden be in al his rewme."},{"number":2,"verse":"And ouer hem he ordeynede thre princes, of whiche Danyel was oon; that the duykis schulden yelde resoun to hem, and that the kyng schulde not suffre ony disese."},{"number":3,"verse":"Therfor Danyel ouercam alle the princes and duikis, for more spirit of God was in hym."},{"number":4,"verse":"Certis the kyng thouyte to ordeyne hym on al the rewme. Wherfor princes and duikis souyten to fynde occasioun to Danyel, of the side of the kyng; and thei miyten fynde no cause and suspicioun, for he was feithful, and no blame and suspicioun was foundun in hym."},{"number":5,"verse":"Therfor tho men seiden, We schulen not fynde ony occasioun to this Danyel, no but in hap in the lawe of his God."},{"number":6,"verse":"Thanne the princes and duykis maden fals suggestioun to the kyng, and spaken thus to hym, Kyng Darius, lyue thou with onten ende."},{"number":7,"verse":"Alle the princes of thi rewme, and magistratis, and duykis, senatours, and iugis, han maad a counsel, that a decree and comaundement of the emperour go out, that ech man that axith ony axyng of what euer god and man, til to thretti daies, no but of thee, thou kyng, he be sent in to the lake of liouns."},{"number":8,"verse":"Now therfor, kyng, conferme thou the sentence, and write thou the decree, that this that is ordeyned of Medeis and Perseis be not chaungid, nethir be it leueful to ony man to breke."},{"number":9,"verse":"Forsothe Darius, the kyng, settide forth, and confermyde the decree."},{"number":10,"verse":"And whanne Danyel hadde founde this thing, that is, the lawe ordeyned, he entride in to his hous; and the while the wyndows weren open in his soler ayens Jerusalem, in thre tymes in the dai he bowide hise knees, and worschipide, and knoulechide bifore his God, as he was wont to do bifore."},{"number":11,"verse":"Therfor tho men enqueriden ful bisili, and founden Danyel preiynge, and bisechynge his God."},{"number":12,"verse":"And thei neiyiden and spaken to the kyng of the comaundement, Kyng, whether thou ordeynedist not, that ech man that axide ony of goddis and of men, til to thretti daies, no but thee, thou kyng, he schulde be sent in to the lake of liouns? To whiche men the kyng answeride, and seide, The word is soth, bi the decree of Medeis and Perseis, which it is not leueful to breke."},{"number":13,"verse":"Thanne thei answeriden, and seiden bifore the kyng, Danyel, of the sones of caitifte of Juda, reckide not of thi lawe, and of the comaundement, which thou ordeynedist, but thre tymes bi the dai he preieth in his bisechyng."},{"number":14,"verse":"And whanne the kyng hadde herd this word, he was sori ynow, and he settide the herte for Danyel, for to do delyuere hym; and til to the goyng doun of the sunne he trauelide for to do delyuere hym."},{"number":15,"verse":"But tho men vndurstoden the kyng, and seiden to hym, Wite thou, kyng, that it is the lawe of Medeis and of Perseis, that it is not leueful that ony decree be chaungid,"},{"number":16,"verse":"which the kyng ordeyneth. Thanne the kyng comaundide, and thei brouyten Danyel, and senten hym in to the lake of liouns. And the kyng seide to Danyel, Thi God, whom thou worschipist euere, he schal delyuere thee."},{"number":17,"verse":"And o stoon was brouyt, and was put on the mouth of the lake, which the kyng aselide with his ryng, and with the ryng of hise beste men, lest ony thing were don ayens Danyel."},{"number":18,"verse":"Thanne the kyng yede in to his hous, and slepte with out soper, and metis weren not brouyte bifore hym; ferthermore and sleep yede awei fro hym."},{"number":19,"verse":"Thanne the kyng roos in the firste morewtid, and yede hastili to the lake of liouns;"},{"number":20,"verse":"and he neiyide to the lake, and criede on Danyel with wepynge vois, and spak to hym, Danyel, the seruaunt of God lyuynge, gessist thou, whether thi God, whom thou seruest euere, miyte delyuere thee fro liouns?"},{"number":21,"verse":"And Danyel answeride the kyng, and seide, King, lyue thou with outen ende."},{"number":22,"verse":"My God sente his aungel, and closide togidere the mouthis of liouns, and tho noieden not me, for riytfulnesse is foundun in me bifore hym; but also, thou kyng, Y dide no trespas bifore thee."},{"number":23,"verse":"Thanne the kyng made ioie greetli on hym, and comaundide Danyel to be led out of the lake. And Danyel was led out of the lake, and noon hirtyng was foundun in hym, for he bileuede to his God."},{"number":24,"verse":"Forsothe the kyng comaundide, tho men, that accusiden Danyel, weren brouyt, and weren sent in to the lake of liouns, thei, and the sones of hem, and the wyues of hem; and thei camen not `til to the pawment of the lake, til the liouns rauyschiden hem, and al to-braken alle the boonys of hem."},{"number":25,"verse":"Thanne Darius, the kyng, wroot to alle puplis, lynagis, and langagis, dwellynge in al erthe, Pees be multiplied to you."},{"number":26,"verse":"Therfor a decree is ordeyned of me, that in al myn empire and rewme men tremble, and drede the God of Danyel; for he is God lyuynge, and euerlastynge in to worldis, and his rewme schal not be distried, and his power is `til in to with outen ende."},{"number":27,"verse":"He is delyuerer and sauyour, makynge myraclis and merueils in heuene and in erthe, which delyuerede Danyel fro the lake of liouns."},{"number":28,"verse":"Certis Danyel dwellide stabli `til to the rewme of Darius, and `til to the rewme of Sirus of Persey."}]}