{"bibleAbbr":"Orig2013+","bookName":"עמוס","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"דברי <WH1697> The words עמוס <WH5986> of Amos, אשׁר <WH834> who היה <WH1961> was בנקדים <WH5349> among the herdsmen מתקוע <WH8620> אשׁר <WH834> which חזה <WH2372> he saw על <WH5921> concerning ישׂראל <WH3478> Israel בימי <WH3117> in the days עזיה <WH5818> of Uzziah מלך <WH4428> king יהודה <WH3063> of Judah, ובימי <WH3117> and in the days ירבעם <WH3379> of Jeroboam בן <WH1121> the son יואשׁ <WH3101> of Joash מלך <WH4428> king ישׂראל <WH3478> of Israel, שׁנתים <WH8141> two years לפני <WH6440> before הרעשׁ׃ <WH7494> the earthquake."},{"number":2,"verse":"ויאמר <WH559> And he said, יהוה <WH3068> The LORD מציון <WH6726> ישׁאג <WH7580> will roar ומירושׁלם <WH3389> יתן <WH5414> and utter קולו <WH6963> his voice ואבלו <WH56> shall mourn, נאות <WH4999> and the habitations הרעים <WH7462> of the shepherds ויבשׁ <WH3001> shall wither. ראשׁ <WH7218> and the top הכרמל׃ <WH3760> of Carmel"},{"number":3,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; על <WH5921> For שׁלשׁה <WH7969> three פשׁעי <WH6588> transgressions דמשׂק <WH1834> of Damascus, ועל <WH5921> and for ארבעה <WH702> four, לא <WH3808> I will not אשׁיבנו <WH7725> turn away על <WH5921> thereof; because דושׁם <WH1758> they have threshed בחרצות <WH2742> with threshing instruments הברזל <WH1270> of iron: את <WH853> הגלעד׃ <WH1568> Gilead"},{"number":4,"verse":"ושׁלחתי <WH7971> But I will send אשׁ <WH784> a fire בבית <WH1004> into the house חזאל <WH2371> of Hazael, ואכלה <WH398> which shall devour ארמנות <WH759> the palaces בן הדד׃ <WH1130> of Ben-hadad."},{"number":5,"verse":"ושׁברתי <WH7665> I will break בריח <WH1280> also the bar דמשׂק <WH1834> of Damascus, והכרתי <WH3772> and cut off יושׁב <WH3427> the inhabitant מבקעת <WH1237> from the plain און <WH206> of Aven, ותומך <WH8551> and him that holdeth שׁבט <WH7626> the scepter מבית <WH1004> עדןגלו <WH1540> shall go into captivity עם <WH5971> and the people ארם <WH758> of Syria קירה <WH7024> unto Kir, אמר <WH559> saith יהוה׃ <WH3068> the LORD."},{"number":6,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; על <WH5921> For שׁלשׁה <WH7969> three פשׁעי <WH6588> transgressions עזה <WH5804> of Gaza, ועל <WH5921> and for ארבעה <WH702> four, לא <WH3808> I will not אשׁיבנו <WH7725> turn away על <WH5921> thereof; because הגלותם <WH1540> they carried away captive גלות <WH1546> captivity, שׁלמה <WH8003> the whole להסגיר <WH5462> to deliver up לאדום׃ <WH123> to Edom:"},{"number":7,"verse":"ושׁלחתי <WH7971> But I will send אשׁ <WH784> a fire בחומת <WH2346> on the wall עזה <WH5804> of Gaza, ואכלה <WH398> which shall devour ארמנתיה׃ <WH759> the palaces"},{"number":8,"verse":"והכרתי <WH3772> And I will cut off יושׁב <WH3427> the inhabitant מאשׁדוד <WH795> ותומך <WH8551> and him that holdeth שׁבט <WH7626> the scepter מאשׁקלון <WH831> והשׁיבותי <WH7725> and I will turn ידי <WH3027> mine hand על <WH5921> against עקרון <WH6138> Ekron: ואבדו <WH6> shall perish, שׁארית <WH7611> and the remnant פלשׁתים <WH6430> of the Philistines אמר <WH559> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":9,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; על <WH5921> For שׁלשׁה <WH7969> three פשׁעי <WH6588> transgressions צר <WH6865> of Tyrus, ועל <WH5921> and for ארבעה <WH702> four, לא <WH3808> I will not אשׁיבנו <WH7725> turn away על <WH5921> thereof; because הסגירם <WH5462> they delivered up גלות <WH1546> captivity שׁלמה <WH8003> the whole לאדום <WH123> to Edom, ולא <WH3808> not זכרו <WH2142> and remembered ברית <WH1285> covenant: אחים׃ <WH251> the brotherly"},{"number":10,"verse":"ושׁלחתי <WH7971> But I will send אשׁ <WH784> a fire בחומת <WH2346> on the wall צר <WH6865> of Tyrus, ואכלה <WH398> which shall devour ארמנתיה׃ <WH759> the palaces"},{"number":11,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3069> על <WH5921> For שׁלשׁה <WH7969> three פשׁעי <WH6588> transgressions אדום <WH123> of Edom, ועל <WH5921> and for ארבעה <WH702> four, לא <WH3808> I will not אשׁיבנו <WH7725> turn away על <WH5921> thereof; because רדפו <WH7291> he did pursue בחרב <WH2719> with the sword, אחיו <WH251> his brother ושׁחת <WH7843> and did cast off רחמיו <WH7356> all pity, ויטרף <WH2963> did tear לעד <WH5703> perpetually, אפו <WH639> and his anger ועברתו <WH5678> his wrath שׁמרה <WH8104> and he kept נצח׃ <WH5331> forever:"},{"number":12,"verse":"ושׁלחתי <WH7971> But I will send אשׁ <WH784> a fire בתימן <WH8487> upon Teman, ואכלה <WH398> which shall devour ארמנות <WH759> the palaces בצרה׃ <WH1224> of Bozrah."},{"number":13,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; על <WH5921> For שׁלשׁה <WH7969> three פשׁעי <WH6588> transgressions בני <WH1121> of the children עמון <WH5983> of Ammon, ועל <WH5921> and for ארבעה <WH702> four, לא <WH3808> I will not אשׁיבנו <WH7725> turn away על <WH5921> thereof; because בקעם <WH1234> they have ripped up הרות <WH2030> the women with child הגלעד <WH1568> of Gilead, למען <WH4616> that הרחיב <WH7337> they might enlarge את <WH853> גבולם׃ <WH1366> their border:"},{"number":14,"verse":"והצתי <WH3341> But I will kindle אשׁ <WH784> a fire בחומת <WH2346> in the wall רבה <WH7237> of Rabbah, ואכלה <WH398> and it shall devour ארמנותיה <WH759> the palaces בתרועה <WH8643> thereof, with shouting ביום <WH3117> in the day מלחמה <WH4421> of battle, בסער <WH5591> with a tempest ביום <WH3117> in the day סופה׃ <WH5492> of the whirlwind:"},{"number":15,"verse":"והלך <WH1980> shall go מלכם <WH4428> And their king בגולה <WH1473> into captivity, הוא <WH1931> he ושׂריו <WH8269> and his princes יחדו <WH3162> together, אמר <WH559> saith יהוה׃ <WH3068> the LORD."}]}