{"bibleAbbr":"Orig2013+","bookName":"עמוס","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"שׁמעו <WH8085> Hear הדבר <WH1697> word, הזה <WH2088> this פרות <WH6510> ye kine הבשׁן <WH1316> of Bashan, אשׁר <WH834> that בהר <WH2022> in the mountain שׁמרון <WH8111> of Samaria, העשׁקות <WH6231> which oppress דלים <WH1800> the poor, הרצצות <WH7533> which crush אביונים <WH34> the needy, האמרת <WH559> which say לאדניהם <WH113> to their masters, הביאה <WH935> Bring, ונשׁתה׃ <WH8354> and let us drink."},{"number":2,"verse":"נשׁבע <WH7650> hath sworn אדני <WH136> The Lord יהוה <WH3069> GOD בקדשׁו <WH6944> by his holiness, כי <WH3588> that, הנה <WH2009> lo, ימים <WH3117> the days באים <WH935> shall come עליכם <WH5921> upon ונשׂא <WH5375> אתכםצנות <WH6793> with hooks, ואחריתכן <WH319> and your posterity בסירות <WH5518> with fishhooks. דוגה׃ <WH1729> with fishhooks."},{"number":3,"verse":"ופרצים <WH6556> at the breaches, תצאנה <WH3318> And ye shall go out אשׁה <WH802> every נגדה <WH5048> before והשׁלכתנה <WH7993> her; and ye shall cast ההרמונה <WH2038> into the palace, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":4,"verse":"באו <WH935> Come בית אל <WH1008> to Bethel, ופשׁעו <WH6586> and transgress; הגלגל <WH1537> at Gilgal הרבו <WH7235> multiply לפשׁע <WH6586> transgression; והביאו <WH935> and bring לבקר <WH1242> every morning, זבחיכם <WH2077> your sacrifices לשׁלשׁת <WH7969> after three ימים <WH3117> years: מעשׂרתיכם׃ <WH4643> your tithes"},{"number":5,"verse":"וקטר <WH6999> And offer a sacrifice מחמץ <WH2557> leaven, תודה <WH8426> of thanksgiving וקראו <WH7121> and proclaim נדבות <WH5071> the free offerings: השׁמיעו <WH8085> publish כי <WH3588> for כן <WH3651> this אהבתם <WH157> liketh בני <WH1121> you, O ye children ישׂראל <WH3478> of Israel, נאם <WH5002> saith אדני <WH136> the Lord יהוה׃ <WH3068>"},{"number":6,"verse":"וגם <WH1571> also אני <WH589> And I נתתי <WH5414> have given לכם נקיון <WH5356> you cleanness שׁנים <WH8127> of teeth בכל <WH3605> in all עריכם <WH5892> your cities, וחסר <WH2640> and want לחם <WH3899> of bread בכל <WH3605> in all מקומתיכם <WH4725> your places: ולא <WH3808> yet have ye not שׁבתם <WH7725> returned עדי <WH5704> unto נאם <WH5002> me, saith יהוה׃ <WH3068> the LORD."},{"number":7,"verse":"וגם <WH1571> And also אנכי <WH595> I מנעתי <WH4513> have withheld מכם <WH4480> from את <WH853> הגשׁם <WH1653> the rain בעוד <WH5750> you, when yet שׁלשׁה <WH7969> three חדשׁים <WH2320> months לקציר <WH7105> to the harvest: והמטרתי <WH4305> and I caused it to rain על <WH5921> upon עיר <WH5892> city, אחת <WH259> one ועל <WH5921> upon עיר <WH5892> city: אחת <WH259> another לא <WH3808> and caused it not to rain אמטיר <WH4305> and caused it not to rain חלקה <WH2513> piece אחת <WH259> one תמטר <WH4305> was rained upon, וחלקה <WH2513> and the piece אשׁר <WH834> whereupon לא <WH3808> not תמטיר <WH4305> it rained עליה <WH5921> whereupon תיבשׁ׃ <WH3001> withered."},{"number":8,"verse":"ונעו <WH5128> wandered שׁתים <WH8147> So two שׁלשׁ <WH7969> three ערים <WH5892> cities אל <WH413> unto עיר <WH5892> city, אחת <WH259> one לשׁתות <WH8354> to drink מים <WH4325> water; ולא <WH3808> but they were not ישׂבעו <WH7646> satisfied: ולא <WH3808> yet have ye not שׁבתם <WH7725> returned עדי <WH5704> unto נאם <WH5002> me, saith יהוה׃ <WH3068> the LORD."},{"number":9,"verse":"הכיתי <WH5221> I have smitten אתכם <WH853> בשׁדפון <WH7711> you with blasting ובירקון <WH3420> and mildew: הרבות <WH7235> increased, גנותיכם <WH1593> when your gardens וכרמיכם <WH3754> and your vineyards ותאניכם <WH8384> and your fig trees וזיתיכם <WH2132> and your olive trees יאכל <WH398> devoured הגזם <WH1501> the palmerworm ולא <WH3808> yet have ye not שׁבתם <WH7725> returned עדי <WH5704> unto נאם <WH5002> me, saith יהוה׃ <WH3068> the LORD."},{"number":10,"verse":"שׁלחתי <WH7971> I have sent בכם דבר <WH1698> among you the pestilence בדרך <WH1870> after the manner מצרים <WH4714> of Egypt: הרגתי <WH2026> have I slain בחרב <WH2719> with the sword, בחוריכם <WH970> your young men עם <WH5973> and have taken away שׁבי <WH7628> and have taken away סוסיכם <WH5483> your horses; ואעלה <WH5927> to come up באשׁ <WH889> and I have made the stink מחניכם <WH4264> of your camps ובאפכם <WH639> unto your nostrils: ולא <WH3808> yet have ye not שׁבתם <WH7725> returned עדי <WH5704> unto נאם <WH5002> me, saith יהוה׃ <WH3068> the LORD."},{"number":11,"verse":"הפכתי <WH2015> I have overthrown בכם כמהפכת <WH4114> overthrew אלהים <WH430> of you, as God את <WH853> סדם <WH5467> Sodom ואת <WH853> עמרה <WH6017> and Gomorrah, ותהיו <WH1961> and ye were כאוד <WH181> as a firebrand מצל <WH5337> plucked משׂרפה <WH8316> out of the burning: ולא <WH3808> yet have ye not שׁבתם <WH7725> returned עדי <WH5704> unto נאם <WH5002> me, saith יהוה׃ <WH3068> the LORD."},{"number":12,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אעשׂה <WH6213> will I do לך ישׂראל <WH3478> unto thee, O Israel: עקב <WH6118> because כי <WH3588> because זאת <WH2063> this אעשׂה <WH6213> I will do לך הכון <WH3559> unto thee, prepare לקראת <WH7125> to meet אלהיך <WH430> thy God, ישׂראל׃ <WH3478> O Israel."},{"number":13,"verse":"כי <WH3588> For, הנה <WH2009> lo, יוצר <WH3335> he that formeth הרים <WH2022> the mountains, וברא <WH1254> and createth רוח <WH7307> the wind, ומגיד <WH5046> and declareth לאדם <WH120> unto man מה <WH4100> what שׂחו <WH7808> his thought, עשׂה <WH6213> that maketh שׁחר <WH7837> the morning עיפה <WH5890> darkness, ודרך <WH1869> and treadeth על <WH5921> upon במתי <WH1116> the high places ארץ <WH776> of the earth, יהוה <WH3068> The LORD, אלהי <WH430> The God צבאות <WH6635> of hosts, שׁמו׃ <WH8034> his name."}]}