{"bibleAbbr":"Orig2013+","bookName":"עמוס","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"שׁמעו <WH8085> Hear את <WH853> הדבר <WH1697> word הזה <WH2088> ye this אשׁר <WH834> which אנכי <WH595> I נשׂא <WH5375> take up עליכם <WH5921> against קינה <WH7015> you, a lamentation, בית <WH1004> O house ישׂראל׃ <WH3478> of Israel."},{"number":2,"verse":"נפלה <WH5307> is fallen; לא <WH3808> she shall no תוסיף <WH3254> more קום <WH6965> rise: בתולת <WH1330> The virgin ישׂראל <WH3478> of Israel נטשׁה <WH5203> she is forsaken על <WH5921> upon אדמתה <WH127> her land; אין <WH369> none מקימה׃ <WH6965> to raise her up."},{"number":3,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith אדני <WH136> the Lord יהוה <WH3069> GOD; העיר <WH5892> The city היצאת <WH3318> that went out אלף <WH505> a thousand תשׁאיר <WH7604> shall leave מאה <WH3967> a hundred, והיוצאת <WH3318> and that which went forth מאה <WH3967> a hundred תשׁאיר <WH7604> shall leave עשׂרה <WH6235> ten, לבית <WH1004> to the house ישׂראל׃ <WH3478> of Israel."},{"number":4,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD לבית <WH1004> unto the house ישׂראל <WH3478> of Israel, דרשׁוני <WH1875> Seek וחיו׃ <WH2421> ye me, and ye shall live:"},{"number":5,"verse":"ואל <WH408> not תדרשׁו <WH1875> But seek בית אל <WH1008> Bethel, והגלגל <WH1537> into Gilgal, לא <WH3808> nor תבאו <WH935> enter ובאר שׁבע <WH884> to Beer-sheba: לא <WH3808> not תעברו <WH5674> and pass כי <WH3588> for הגלגל <WH1537> Gilgal גלה <WH1540> shall surely go into captivity, יגלה <WH1540> shall surely go into captivity, ובית אל <WH1008> and Bethel יהיה <WH1961> shall come לאון׃ <WH205> to naught."},{"number":6,"verse":"דרשׁו <WH1875> Seek את <WH853> יהוהחיו <WH2421> and ye shall live; פן <WH6435> lest יצלח <WH6743> he break out כאשׁ <WH784> like fire בית <WH1004> in the house יוסף <WH3130> of Joseph, ואכלה <WH398> and devour ואין <WH369> and none מכבה <WH3518> to quench לבית אל׃ <WH1008> in Bethel."},{"number":7,"verse":"ההפכים <WH2015> Ye who turn ללענה <WH3939> to wormwood, משׁפט <WH4941> judgment וצדקה <WH6666> righteousness לארץ <WH776> in the earth, הניחו׃ <WH3240>"},{"number":8,"verse":"עשׂה <WH6213> that maketh כימה <WH3598> the seven stars וכסיל <WH3685> and Orion, והפך <WH2015> and turneth לבקר <WH1242> into the morning, צלמות <WH6757> the shadow of death ויום <WH3117> and maketh the day dark לילה <WH3915> with night: החשׁיך <WH2821> and maketh the day dark הקורא <WH7121> that calleth למי <WH4325> for the waters הים <WH3220> of the sea, וישׁפכם <WH8210> and poureth them out על <WH5921> upon פני <WH6440> the face הארץ <WH776> of the earth: יהוה <WH3068> The LORD שׁמו׃ <WH8034> his name:"},{"number":9,"verse":"המבליג <WH1082> That strengtheneth שׁד <WH7701> the spoiled על <WH5921> against עז <WH5794> ושׁד <WH7701> so that the spoiled על <WH5921> against מבצר <WH4013> the fortress. יבוא׃ <WH935> shall come"},{"number":10,"verse":"שׂנאו <WH8130> They hate בשׁער <WH8179> in the gate, מוכיח <WH3198> him that rebuketh ודבר <WH1696> him that speaketh תמים <WH8549> uprightly. יתעבו׃ <WH8581> and they abhor"},{"number":11,"verse":"לכן <WH3651> therefore יען <WH3282> Forasmuch בושׁסכם <WH1318> as your treading על <WH5921> upon דל <WH1800> the poor, ומשׂאת <WH4864> him burdens בר <WH1250> of wheat: תקחו <WH3947> and ye take ממנו <WH4480> from בתי <WH1004> houses גזית <WH1496> of hewn stone, בניתם <WH1129> ye have built ולא <WH3808> but ye shall not תשׁבו <WH3427> dwell בם כרמי <WH3754> vineyards, חמד <WH2531> pleasant נטעתם <WH5193> in them; ye have planted ולא <WH3808> but ye shall not תשׁתו <WH8354> drink את <WH853> יינם׃ <WH3196> wine"},{"number":12,"verse":"כי <WH3588> For ידעתי <WH3045> I know רבים <WH7227> your manifold פשׁעיכם <WH6588> transgressions ועצמים <WH6099> and your mighty חטאתיכם <WH2403> sins: צררי <WH6887> they afflict צדיק <WH6662> the just, לקחי <WH3947> they take כפר <WH3724> a bribe, ואביונים <WH34> the poor בשׁער <WH8179> in the gate הטו׃ <WH5186> and they turn aside"},{"number":13,"verse":"לכן <WH3651> Therefore המשׂכיל <WH7919> the prudent בעת <WH6256> time; ההיא <WH1931> in that ידם <WH1826> shall keep silence כי <WH3588> for עת <WH6256> time. רעה <WH7451> an evil היא׃ <WH1931> it"},{"number":14,"verse":"דרשׁו <WH1875> Seek טוב <WH2896> good, ואל <WH408> and not רע <WH7451> evil, למען <WH4616> that תחיו <WH2421> ye may live: ויהי <WH1961> shall be כן <WH3651> and so יהוה <WH3068> the LORD, אלהי <WH430> the God צבאות <WH6635> of hosts, אתכם <WH854> with כאשׁר <WH834> you, as אמרתם׃ <WH559> ye have spoken."},{"number":15,"verse":"שׂנאו <WH8130> Hate רע <WH7451> the evil, ואהבו <WH157> and love טוב <WH2896> the good, והציגו <WH3322> and establish בשׁער <WH8179> in the gate: משׁפט <WH4941> judgment אולי <WH194> it may be יחנן <WH2603> will be gracious יהוה <WH3068> that the LORD אלהי <WH430> God צבאות <WH6635> of hosts שׁארית <WH7611> unto the remnant יוסף׃ <WH3130> of Joseph."},{"number":16,"verse":"לכן <WH3651> Therefore כה <WH3541> thus; אמר <WH559> saith יהוה <WH3068> the LORD, אלהי <WH430> the God צבאות <WH6635> of hosts, אדני <WH136> the Lord, בכל <WH3605> in all רחבות <WH7339> streets; מספד <WH4553> Wailing ובכל <WH3605> in all חוצות <WH2351> the highways, יאמרו <WH559> and they shall say הו <WH1930> Alas! הו <WH1930> alas! וקראו <WH7121> and they shall call אכר <WH406> the husbandman אל <WH413> to אבל <WH60> mourning, ומספד <WH4553> wailing. אל <WH413> to יודעי <WH3045> and such as are skillful נהי׃ <WH5092> of lamentation"},{"number":17,"verse":"ובכל <WH3605> And in all כרמים <WH3754> vineyards מספד <WH4553> wailing: כי <WH3588> for אעבר <WH5674> I will pass בקרבך <WH7130> through אמר <WH559> thee, saith יהוה׃ <WH3068> the LORD."},{"number":18,"verse":"הוי <WH1945> Woe המתאוים <WH183> unto you that desire את <WH853> יום <WH3117> the day יהוה <WH3068> of the LORD! למה <WH4100> to what end זה <WH2088> it לכם יום <WH3117> for you? the day יהוה <WH3068> of the LORD הוא <WH1931> חשׁך <WH2822> darkness, ולא <WH3808> and not אור׃ <WH216> light."},{"number":19,"verse":"כאשׁר <WH834> As if ינוס <WH5127> did flee אישׁ <WH376> a man מפני <WH6440> from הארי <WH738> a lion, ופגעו <WH6293> met הדב <WH1677> and a bear ובא <WH935> him; or went הבית <WH1004> into the house, וסמך <WH5564> and leaned ידו <WH3027> his hand על <WH5921> on הקיר <WH7023> the wall, ונשׁכו <WH5391> bit הנחשׁ׃ <WH5175> and a serpent"},{"number":20,"verse":"הלא <WH3808> not חשׁך <WH2822> darkness, יום <WH3117> the day יהוה <WH3068> of the LORD ולא <WH3808> and not אור <WH216> light? ואפל <WH651> even very dark, ולא <WH3808> and no נגה׃ <WH5051> brightness"},{"number":21,"verse":"שׂנאתי <WH8130> I hate, מאסתי <WH3988> I despise חגיכם <WH2282> your feast days, ולא <WH3808> and I will not אריח <WH7306> smell בעצרתיכם׃ <WH6116> in your solemn assemblies."},{"number":22,"verse":"כי <WH3588> אםעלו <WH5927> ye offer לי עלות <WH5930> me burnt offerings ומנחתיכם <WH4503> and your meat offerings, לא <WH3808> I will not ארצה <WH7521> accept ושׁלם <WH8002> the peace offerings מריאיכם <WH4806> of your fat beasts. לא <WH3808> neither אביט׃ <WH5027> will I regard"},{"number":23,"verse":"הסר <WH5493> Take thou away מעלי <WH5921> from המון <WH1995> me the noise שׁריך <WH7892> of thy songs; וזמרת <WH2172> the melody נבליך <WH5035> of thy viols. לא <WH3808> for I will not אשׁמע׃ <WH8085> hear"},{"number":24,"verse":"ויגל <WH1556> run down כמים <WH4325> as waters, משׁפט <WH4941> But let judgment וצדקה <WH6666> and righteousness כנחל <WH5158> stream. איתן׃ <WH386> as a mighty"},{"number":25,"verse":"הזבחים <WH2077> unto me sacrifices ומנחה <WH4503> and offerings הגשׁתם <WH5066> Have ye offered לי במדבר <WH4057> in the wilderness ארבעים <WH705> forty שׁנה <WH8141> years, בית <WH1004> O house ישׂראל׃ <WH3478> of Israel?"},{"number":26,"verse":"ונשׂאתם <WH5375> But ye have borne את <WH853> סכות <WH5522> the tabernacle מלככם <WH4432> of your Moloch ואת <WH853> כיון <WH3594> and Chiun צלמיכם <WH6754> your images, כוכב <WH3556> the star אלהיכם <WH430> of your god, אשׁר <WH834> which עשׂיתם׃ <WH6213> ye made"},{"number":27,"verse":"והגליתי <WH1540> Therefore will I cause you to go into captivity אתכם <WH853> מהלאה <WH1973> beyond לדמשׂק <WH1834> Damascus, אמר <WH559> saith יהוה <WH3068> the LORD, אלהי <WH430> The God צבאות <WH6635> of hosts. שׁמו׃ <WH8034> whose name"}]}