{"bibleAbbr":"Orig2013+","bookName":"עמוס","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"כה <WH3541> Thus הראני <WH7200> showed אדני <WH136> hath the Lord יהוה <WH3069> GOD והנה <WH2009> unto me; and, behold, יוצר <WH3335> he formed גבי <WH1462> grasshoppers בתחלת <WH8462> in the beginning עלות <WH5927> of the shooting up הלקשׁ <WH3954> of the latter growth; והנה <WH2009> and, lo, לקשׁ <WH3954> the latter growth אחר <WH310> after גזי <WH1488> mowings. המלך׃ <WH4428> the king's"},{"number":2,"verse":"והיה <WH1961> And it came to pass, אם <WH518> when כלה <WH3615> they had made an end לאכול <WH398> of eating את <WH853> עשׂב <WH6212> the grass הארץ <WH776> of the land, ואמר <WH559> then I said, אדני <WH136> O Lord יהוה <WH3068> סלח <WH5545> forgive, נא <WH4994> I beseech thee: מי <WH4310> by whom יקום <WH6965> arise? יעקב <WH3290> shall Jacob כי <WH3588> for קטן <WH6996> small. הוא׃ <WH1931> he"},{"number":3,"verse":"נחם <WH5162> repented יהוה <WH3068> The LORD על <WH5921> for זאת <WH2063> this: לא <WH3808> It shall not תהיה <WH1961> be, אמר <WH559> saith יהוה׃ <WH3068> the LORD."},{"number":4,"verse":"כה <WH3541> Thus הראני <WH7200> showed אדני <WH136> hath the Lord יהוה <WH3069> GOD והנה <WH2009> unto me: and, behold, קרא <WH7121> called לרב <WH7378> to contend באשׁ <WH784> by fire, אדני <WH136> the Lord יהוה <WH3069> GOD ותאכל <WH398> and it devoured את <WH853> תהום <WH8415> deep, רבה <WH7227> the great ואכלה <WH398> and did eat up את <WH853> החלק׃ <WH2506> a part."},{"number":5,"verse":"ואמר <WH559> Then said אדני <WH136> I, O Lord יהוה <WH3069> GOD, חדל <WH2308> cease, נא <WH4994> I beseech thee: מי <WH4310> by whom יקום <WH6965> arise? יעקב <WH3290> shall Jacob כי <WH3588> for קטן <WH6996> small. הוא׃ <WH1931> he"},{"number":6,"verse":"נחם <WH5162> repented יהוה <WH3068> The LORD על <WH5921> for זאת <WH2063> this: גם <WH1571> also היא <WH1931> This לא <WH3808> shall not תהיה <WH1961> be, אמר <WH559> saith אדני <WH136> the Lord יהוה׃ <WH3069> GOD."},{"number":7,"verse":"כה <WH3541> Thus הראני <WH7200> he showed והנה <WH2009> me: and, behold, אדני <WH136> the Lord נצב <WH5324> stood על <WH5921> upon חומת <WH2346> a wall אנך <WH594> by a plumb line, ובידו <WH3027> in his hand. אנך׃ <WH594> with a plumb line"},{"number":8,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אלי <WH413> unto מה <WH4100> what אתה <WH859> thou? ראה <WH7200> seest עמוס <WH5986> me, Amos, ואמר <WH559> And I said, אנך <WH594> A plumb line. ויאמר <WH559> Then said אדני <WH136> the Lord, הנני <WH2005> שׂם <WH7760> I will set אנך <WH594> a plumb line בקרב <WH7130> in the midst עמי <WH5971> of my people ישׂראל <WH3478> Israel: לא <WH3808> I will not אוסיף <WH3254> again עוד <WH5750> by them any more: עבור׃ <WH5674> pass"},{"number":9,"verse":"ונשׁמו <WH8074> shall be desolate, במות <WH1116> And the high places ישׂחק <WH3446> of Isaac ומקדשׁי <WH4720> and the sanctuaries ישׂראל <WH3478> of Israel יחרבו <WH2717> shall be laid waste; וקמתי <WH6965> and I will rise על <WH5921> against בית <WH1004> the house ירבעם <WH3379> of Jeroboam בחרב׃ <WH2719> with the sword."},{"number":10,"verse":"וישׁלח <WH7971> sent אמציה <WH558> Then Amaziah כהן <WH3548> the priest בית אל <WH1008> of Bethel אל <WH413> to ירבעם <WH3379> Jeroboam מלך <WH4428> king ישׂראל <WH3478> of Israel, לאמר <WH559> saying, קשׁר <WH7194> hath conspired עליך <WH5921> against עמוס <WH5986> Amos בקרב <WH7130> thee in the midst בית <WH1004> of the house ישׂראל <WH3478> of Israel: לא <WH3808> is not able תוכל <WH3201> is not able הארץ <WH776> the land להכיל <WH3557> to bear את <WH853> כל <WH3605> all דבריו׃ <WH1697> his words."},{"number":11,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith, עמוס <WH5986> Amos בחרב <WH2719> by the sword, ימות <WH4191> shall die ירבעם <WH3379> Jeroboam וישׂראל <WH3478> and Israel גלה <WH1540> shall surely be led away captive יגלה <WH1540> shall surely be led away captive מעל <WH5921> out of אדמתו׃ <WH127> their own land."},{"number":12,"verse":"ויאמר <WH559> said אמציה <WH558> Also Amaziah אל <WH413> unto עמוס <WH5986> Amos, חזה <WH2374> O thou seer, לך <WH1980> go, ברח <WH1272> flee thee away לך אל <WH413> into ארץ <WH776> the land יהודה <WH3063> of Judah, ואכל <WH398> eat שׁם <WH8033> and there לחם <WH3899> bread, ושׁם <WH8033> there: תנבא׃ <WH5012> and prophesy"},{"number":13,"verse":"ובית אל <WH1008> at Bethel: לא <WH3808> not תוסיף <WH3254> again עוד <WH5750> any more להנבא <WH5012> But prophesy כי <WH3588> for מקדשׁ <WH4720> chapel, מלך <WH4428> the king's הוא <WH1931> it ובית <WH1004> court. ממלכה <WH4467> the king's הוא׃ <WH1931> and it"},{"number":14,"verse":"ויען <WH6030> Then answered עמוס <WH5986> Amos, ויאמר <WH559> and said אל <WH413> to אמציה <WH558> Amaziah, לא <WH3808> no נביא <WH5030> prophet, אנכי <WH595> I ולא <WH3808> neither בן <WH1121> son; נביא <WH5030> a prophet's אנכי <WH595> I כי <WH3588> but בוקר <WH951> a herdsman, אנכי <WH595> I ובולס <WH1103> and a gatherer שׁקמים׃ <WH8256> of sycamore fruit:"},{"number":15,"verse":"ויקחני <WH3947> took יהוה <WH3068> And the LORD מאחרי <WH310> הצאן <WH6629> the flock, ויאמר <WH559> said אלי <WH413> unto יהוה <WH3068> and the Lord לך <WH1980> me, Go, הנבא <WH5012> prophesy אל <WH413> unto עמי <WH5971> my people ישׂראל׃ <WH3478> Israel."},{"number":16,"verse":"ועתה <WH6258> Now שׁמע <WH8085> therefore hear דבר <WH1697> thou the word יהוה <WH3068> of the LORD: אתה <WH859> Thou אמר <WH559> sayest, לא <WH3808> not תנבא <WH5012> Prophesy על <WH5921> against ישׂראל <WH3478> Israel, ולא <WH3808> not תטיף <WH5197> and drop על <WH5921> against בית <WH1004> the house ישׂחק׃ <WH3446> of Isaac."},{"number":17,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD; אשׁתך <WH802> Thy wife בעיר <WH5892> in the city, תזנה <WH2181> shall be a harlot ובניך <WH1121> and thy sons ובנתיך <WH1323> and thy daughters בחרב <WH2719> by the sword, יפלו <WH5307> shall fall ואדמתך <WH127> and thy land בחבל <WH2256> by line; תחלק <WH2505> shall be divided ואתה <WH859> and thou על <WH5921> in אדמה <WH127> land: טמאה <WH2931> a polluted תמות <WH4191> shalt die וישׂראל <WH3478> and Israel גלה <WH1540> shall surely go into captivity יגלה <WH1540> shall surely go into captivity מעל <WH5921> forth of אדמתו׃ <WH127> his land."}]}