{"bibleAbbr":"Orig2013+","bookName":"עמוס","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"ראיתי <WH7200> I saw את <WH853> אדני <WH136> the Lord נצב <WH5324> standing על <WH5921> upon המזבח <WH4196> the altar: ויאמר <WH559> and he said, הך <WH5221> Smite הכפתור <WH3730> the lintel וירעשׁו <WH7493> may shake: הספים <WH5592> of the door, that the posts ובצעם <WH1214> and cut בראשׁ <WH7218> them in the head, כלם <WH3605> all ואחריתם <WH319> the last בחרב <WH2719> of them with the sword: אהרג <WH2026> of them; and I will slay לא <WH3808> of them shall not ינוס <WH5127> he that fleeth להם נס <WH5127> flee away, ולא <WH3808> of them shall not ימלט <WH4422> be delivered. להם פליט׃ <WH6412> and he that escapeth"},{"number":2,"verse":"אם <WH518> Though יחתרו <WH2864> they dig בשׁאול <WH7585> into hell, משׁם <WH8033> thence ידי <WH3027> shall mine hand תקחם <WH3947> take ואם <WH518> them; though יעלו <WH5927> they climb up השׁמים <WH8064> to heaven, משׁם <WH8033> thence אורידם׃ <WH3381> will I bring them down:"},{"number":3,"verse":"ואם <WH518> And though יחבאו <WH2244> they hide themselves בראשׁ <WH7218> in the top הכרמל <WH3760> of Carmel, משׁם <WH8033> them out thence; אחפשׂ <WH2664> I will search ולקחתים <WH3947> and take ואם <WH518> and though יסתרו <WH5641> they be hid מנגד <WH5048> from עיני <WH5869> my sight בקרקע <WH7172> in the bottom הים <WH3220> of the sea, משׁם <WH8033> thence אצוה <WH6680> will I command את <WH853> הנחשׁ <WH5175> the serpent, ונשׁכם׃ <WH5391> and he shall bite"},{"number":4,"verse":"ואם <WH518> And though ילכו <WH1980> they go בשׁבי <WH7628> into captivity לפני <WH6440> before איביהם <WH341> their enemies, משׁם <WH8033> thence אצוה <WH6680> will I command את <WH853> החרב <WH2719> the sword, והרגתם <WH2026> and it shall slay ושׂמתי <WH7760> them: and I will set עיני <WH5869> mine eyes עליהם <WH5921> upon לרעה <WH7451> them for evil, ולא <WH3808> and not לטובה׃ <WH2896> for good."},{"number":5,"verse":"ואדני <WH136> And the Lord יהוה <WH3069> GOD הצבאות <WH6635> of hosts הנוגע <WH5060> he that toucheth בארץ <WH776> the land, ותמוג <WH4127> and it shall melt, ואבלו <WH56> therein shall mourn: כל <WH3605> and all יושׁבי <WH3427> that dwell בה ועלתה <WH5927> and it shall rise up כיאר <WH2975> like a flood; כלה <WH3605> wholly ושׁקעה <WH8257> and shall be drowned, כיאר <WH2975> as the flood מצרים׃ <WH4714> of Egypt."},{"number":6,"verse":"הבונה <WH1129> he that buildeth בשׁמים <WH8064> in the heaven, מעלותו <WH4609> his stories ואגדתו <WH92> his troop על <WH5921> in ארץ <WH776> the earth; יסדה <WH3245> and hath founded הקרא <WH7121> he that calleth למי <WH4325> for the waters הים <WH3220> of the sea, וישׁפכם <WH8210> and poureth them out על <WH5921> upon פני <WH6440> the face הארץ <WH776> of the earth: יהוה <WH3068> The LORD שׁמו׃ <WH8034> his name."},{"number":7,"verse":"הלוא <WH3808> not כבני <WH1121> as children כשׁיים <WH3569> of the Ethiopians אתם <WH859> ye לי בני <WH1121> unto me, O children ישׂראל <WH3478> of Israel? נאם <WH5002> saith יהוה <WH3068> the LORD. הלוא <WH3808> Have not את <WH853> ישׂראל <WH3478> Israel העליתי <WH5927> I brought up מארץ <WH776> out of the land מצרים <WH4714> of Egypt? ופלשׁתיים <WH6430> and the Philistines מכפתור <WH3731> וארם <WH758> and the Syrians מקיר׃ <WH7024>"},{"number":8,"verse":"הנה <WH2009> Behold, עיני <WH5869> the eyes אדני <WH136> of the Lord יהוה <WH3069> GOD בממלכה <WH4467> kingdom, החטאה <WH2400> upon the sinful והשׁמדתי <WH8045> and I will destroy אתה <WH853> מעל <WH5921> it from off פני <WH6440> the face האדמה <WH127> of the earth; אפס <WH657> saving כי <WH3588> that לא <WH3808> I will not השׁמיד <WH8045> utterly destroy אשׁמיד <WH8045> utterly destroy את <WH853> בית <WH1004> the house יעקב <WH3290> of Jacob, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":9,"verse":"כי <WH3588> For, הנה <WH2009> lo, אנכי <WH595> I מצוה <WH6680> will command, והנעותי <WH5128> and I will sift בכל <WH3605> among all הגוים <WH1471> nations, את <WH853> בית <WH1004> the house ישׂראל <WH3478> of Israel כאשׁר <WH834> like as ינוע <WH5128> is sifted בכברה <WH3531> in a sieve, ולא <WH3808> yet shall not יפול <WH5307> fall צרור <WH6872> the least grain ארץ׃ <WH776> upon the earth."},{"number":10,"verse":"בחרב <WH2719> by the sword, ימותו <WH4191> shall die כל <WH3605> All חטאי <WH2400> the sinners עמי <WH5971> of my people האמרים <WH559> which say, לא <WH3808> shall not תגישׁ <WH5066> overtake ותקדים <WH6923> nor prevent בעדינו <WH5704> הרעה׃ <WH7451> The evil"},{"number":11,"verse":"ביום <WH3117> day ההוא <WH1931> In that אקים <WH6965> will I raise up את <WH853> סכת <WH5521> the tabernacle דויד <WH1732> of David הנפלת <WH5307> that is fallen, וגדרתי <WH1443> and close up את <WH853> פרציהן <WH6556> the breaches והרסתיו <WH2034> his ruins, אקים <WH6965> thereof; and I will raise up ובניתיה <WH1129> and I will build כימי <WH3117> it as in the days עולם׃ <WH5769> of old:"},{"number":12,"verse":"למען <WH4616> That יירשׁו <WH3423> they may possess את <WH853> שׁארית <WH7611> the remnant אדום <WH123> of Edom, וכל <WH3605> and of all הגוים <WH1471> the heathen, אשׁר <WH834> which נקרא <WH7121> are called by שׁמי <WH8034> my name, עליהם <WH5921> are called by נאם <WH5002> saith יהוה <WH3068> the LORD עשׂה <WH6213> that doeth זאת׃ <WH2063> this."},{"number":13,"verse":"הנה <WH2009> Behold, ימים <WH3117> the days באים <WH935> come, נאם <WH5002> saith יהוה <WH3068> the LORD, ונגשׁ <WH5066> shall overtake חורשׁ <WH2790> that the plowman בקצר <WH7114> the reaper, ודרך <WH1869> and the treader ענבים <WH6025> of grapes במשׁך <WH4900> him that soweth הזרע <WH2233> seed; והטיפו <WH5197> shall drop ההרים <WH2022> and the mountains עסיס <WH6071> sweet wine, וכל <WH3605> and all הגבעות <WH1389> the hills תתמוגגנה׃ <WH4127> shall melt."},{"number":14,"verse":"ושׁבתי <WH7725> And I will bring again את <WH853> שׁבות <WH7622> the captivity עמי <WH5971> of my people ישׂראל <WH3478> of Israel, ובנו <WH1129> and they shall build ערים <WH5892> cities, נשׁמות <WH8074> the waste וישׁבו <WH3427> and inhabit ונטעו <WH5193> and they shall plant כרמים <WH3754> vineyards, ושׁתו <WH8354> and drink את <WH853> יינם <WH3196> the wine ועשׂו <WH6213> thereof; they shall also make גנות <WH1593> gardens, ואכלו <WH398> and eat את <WH853> פריהם׃ <WH6529> the fruit"},{"number":15,"verse":"ונטעתים <WH5193> And I will plant על <WH5921> them upon אדמתם <WH127> their land, ולא <WH3808> and they shall no ינתשׁו <WH5428> be pulled up עוד <WH5750> more מעל <WH5921> out of אדמתם <WH127> their land אשׁר <WH834> which נתתי <WH5414> I have given להם <WH1992> אמר <WH559> them, saith יהוה <WH3069> אלהיך׃ <WH430> thy God."}]}