{"bibleAbbr":"msAB1996","bookName":"MIKHA","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"( Kesudahan Orang yang Menindas Orang Miskin) Alangkah malangnya orang yang merancang kejahatan sementara berbaring di tempat tidur pada waktu malam. Apabila fajar menyingsing mereka melaksanakan rancangan jahat itu kerana mereka dapat berbuat demikian."},{"number":2,"verse":"Apabila mereka mengingini ladang, mereka merampas ladang orang lain. Apabila mereka mengingini rumah, mereka merebut rumah orang lain. Tiada keluarga sesiapa pun, atau harta sesiapa pun yang selamat."},{"number":3,"verse":"Oleh itu TUHAN berfirman, “Aku bercadang mendatangkan bencana kepada kamu. Kamu tidak akan dapat melarikan diri daripadanya. Kamu akan ditimpa kesusahan, maka kamu tidak akan dapat bersikap angkuh lagi."},{"number":4,"verse":"Pada masa itu kelak, orang akan menggunakan kisah tentang kamu sebagai bahan sindiran. Mereka akan menyanyikan lagu perkabungan ini: Kami sudah hancur sama sekali! TUHAN telah mengambil negeri kami lalu memberikannya kepada orang yang menawan kami.” ( Dapat bermakna: orang yang menawan kami; Naskhah Ibrani: pemberontak.)"},{"number":5,"verse":"Oleh itu apabila tanah itu dikembalikan kepada umat TUHAN, tiada sesiapa pun antara kamu yang akan mendapat bahagian."},{"number":6,"verse":"Orang berkhutbah kepadaku dan berkata, “Jangan berkhutbah kepada kami. Jangan berkhutbah tentang semua itu. Allah tidak mungkin mempermalukan kita."},{"number":7,"verse":"Adakah kamu berfikir bahawa Israel telah dikutuk? Adakah TUHAN hilang sabar? Benarkah Dia akan melakukan perkara seperti itu? Tidakkah Dia ( Dapat bermakna: Dia; Naskhah Ibrani: aku.) berfirman dengan lemah lembut kepada orang yang berbuat benar?”"},{"number":8,"verse":"TUHAN menjawab, “Kamu menyerang umat-Ku ( Dapat bermakna: Kamu menyerang umat-Ku; Naskhah Ibrani: Baru-baru ini umat-Ku menyerang.) seolah-olah mereka musuh. Orang lelaki pulang dari peperangan dan menyangka bahawa mereka selamat di rumah. Tetapi kamu sedang menunggu untuk mencuri jubah yang dipakai mereka."},{"number":9,"verse":"Kamu mengusir kaum wanita umat-Ku dari rumah yang disukai mereka; kamu merampas berkat-Ku selama-lamanya daripada anak-anak mereka."},{"number":10,"verse":"Bangunlah dan pergilah dari sini. Tiada lagi tempat yang selamat di sini. Dosa kamu telah mendatangkan malapetaka yang dahsyat ke tempat ini."},{"number":11,"verse":"Kamu menghendaki nabi yang suka berdusta serta menipu, dan yang berkata, ‘Aku bernubuat bahawa kamu akan mendapat wain dan minuman keras yang berlimpah-limpah.’"},{"number":12,"verse":"( Janji tentang Penyelamatan) Tetapi Aku akan mengumpulkan kamu semua, hai umat-Ku Israel yang masih hidup. Aku akan mengumpulkan kamu bagaikan domba-domba yang pulang ke kandang. Umpama padang rumput yang penuh dengan domba, sekali lagi negeri kamu akan penuh dengan orang.”"},{"number":13,"verse":"Allah akan membuka jalan bagi mereka dan membawa mereka keluar dari pembuangan. Mereka akan merempuh keluar dari pintu gerbang kota dan membebaskan diri. TUHAN sendiri, yang menjadi raja mereka akan memimpin mereka keluar."}]}