{"bibleAbbr":"msAB1996","bookName":"MIKHA","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"( TUHAN Memerintah Dunia dengan Damai) ( ( 290 2:2-4 )) Pada masa depan gunung tempat Rumah TUHAN akan menjadi gunung yang tertinggi, mencuar tinggi melampaui semua gunung. Banyak bangsa akan berduyun-duyun ke sana,"},{"number":2,"verse":"lalu mereka akan berkata, “Marilah kita naik ke bukit TUHAN, ( bukit TUHAN: Bukit Sion. (Lihat kamus).) ke Rumah TUHAN, Allah Israel. Dia akan mengajar kita kehendak-Nya yang harus kita lakukan; kita akan mengikut jalan yang dipilih-Nya, kerana ajaran TUHAN itu datang dari Yerusalem; dari Sion Dia berfirman kepada umat-Nya.”"},{"number":3,"verse":"( ; ) Dia akan menyelesaikan perselisihan antara bangsa-bangsa, antara kuasa-kuasa besar yang dekat dan yang jauh. Mereka akan menempa pedang mereka menjadi bajak, dan tombak menjadi pisau pemangkas. Bangsa-bangsa tidak akan berperang lagi, dan tidak bersedia untuk bertempur lagi."},{"number":4,"verse":"( ) Semua orang akan hidup aman di ladang anggur dan kebun ara mereka; tiada sesiapa pun akan menakutkan mereka. Perkara itulah yang dijanjikan TUHAN Yang Maha Kuasa."},{"number":5,"verse":"Setiap bangsa menyembah dan mentaati dewa masing-masing, tetapi kita akan menyembah dan mentaati TUHAN, Allah kita selama-lamanya."},{"number":6,"verse":"( Israel Akan Pulang dari Pembuangan) TUHAN berfirman, “Masanya akan tiba apabila Aku mengumpulkan umat yang Aku hukum, mereka yang telah menderita dalam pembuangan."},{"number":7,"verse":"Mereka lumpuh dan jauh dari rumah, tetapi Aku akan memberikan peluang baru bagi mereka yang masih hidup, lalu mereka akan menjadi satu bangsa yang besar. Aku akan memerintah mereka dari Bukit Sion mulai dari saat itu hingga selama-lamanya.”"},{"number":8,"verse":"Engkau hai Yerusalem, tempat Allah menjaga umat-Nya seperti seorang gembala, akan kembali menjadi ibu kota kerajaanmu seperti dahulu."},{"number":9,"verse":"Mengapakah engkau menangis sekuat itu? Mengapakah engkau kesakitan seperti perempuan yang hendak bersalin? Adakah hal ini disebabkan engkau tidak mempunyai raja, dan para penasihatmu sudah meninggal?"},{"number":10,"verse":"Hai penduduk Yerusalem, menggeliatlah dan mengeranglah, ( Dapat bermakna: mengeranglah; Naskhah Ibrani: beranaklah.) seperti perempuan yang sedang bersalin, kerana sekarang kamu terpaksa meninggalkan kota ini dan tinggal di padang. Kamu terpaksa pergi ke Babel, tetapi di sana TUHAN akan menyelamatkan kamu daripada kuasa musuh."},{"number":11,"verse":"Banyak bangsa telah berkumpul untuk menyerang kamu. Mereka berkata, “Yerusalem mesti dimusnahkan! Kami akan melihat kota itu menjadi runtuhan!”"},{"number":12,"verse":"Tetapi bangsa-bangsa itu tidak tahu apa rancangan TUHAN. Mereka tidak sedar bahawa mereka telah dikumpulkan untuk dihukum, sebagaimana gandum dikumpulkan untuk diirik."},{"number":13,"verse":"TUHAN berfirman, “Hai penduduk Yerusalem, pergilah menghukum musuh kamu! Aku akan menjadikan kamu sekuat lembu jantan yang bertanduk besi dan berkuku gangsa. Kamu akan memusnahkan banyak bangsa, dan kekayaan mereka yang diperoleh dengan kekejaman akan kamu persembahkan kepada-Ku, Tuhan alam semesta.” (14)Hai penduduk Yerusalem, kumpulkan tenteramu! Kita dikepung! Mereka sedang menyerang pemimpin Israel!"}]}