{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"( દાઉદના બિન્યામીનકુળના શરુઆતના સહાયકો) કીશના પુત્ર શાઉલને લીધે દાઉદ હજી સંતાતો ફરતો હતો તેવામાં તેની પાસે જેઓ સિકલાગ આવ્યા તેઓ આ છે; અને તેઓ તેને યુદ્ધમાં સહાય કરનાર શૂરવીરોમાંના હતા."},{"number":2,"verse":"તેઓ તીરંદાજો હતા, ને જમણે તથા ડાબે બન્‍ને હાથે [ગોફણથી] ગોળા મારી શકતા હતા. તેઓ બિન્યામીની શાઉલના ભાઈઓમાંના હતા."},{"number":3,"verse":"મુખ્ય આહીએઝેર, પછી યોઆશ, એ ગિબ્યાથી શમ્માના દીકરા હતા; આઝમાવેથના પુત્રો યઝીએલ તથા પેલેટ; બરાખા, તથા યેહુ અનાથોથી;"},{"number":4,"verse":"ત્રીસમાંનો તથા ત્રીસનો પરાક્રમી સરદાર યિશ્માયા ગિબ્યોની; યર્મિયા, યાહઝીએલ, યોહાનાન, યોઝાબાદ ગેદેરાથી;"},{"number":5,"verse":"એલુઝાય, યરિમોથ, બાલ્યા, શમાર્યા, સફાટ્યા હરુકી;"},{"number":6,"verse":"એલ્કાના, યિશ્શયા, અઝારેલ, યોએઝેર, યાશોબામ, એ કોરાહીઓ હતા;"},{"number":7,"verse":"વળી ગદોરના યરોહામના પુત્રો યોએલા તથા ઝબાદ્યા."},{"number":8,"verse":"( ગાદના કૂળમાંથી દાઉદના સહાયકો) ગાદીઓમાંથી જેઓ શૂરવીર તથા યુદ્ધમાં કુશળ ને ઢાલ તથા ભાલા વાપરી શકે એવા, સિંહના જેવા વિકરાળ, ને પર્વત પરનાં હરણો જેવા ચપળ પુરુષો, જુદા પડીને અરણ્યના ગઢમાં દાઉદ પાસે ગયા."},{"number":9,"verse":"[તેઓમાં] મુખ્ય એઝેર, બીજો ઓબાદ્યા, ત્રીજો અલિયાબ;"},{"number":10,"verse":"ચોથો મિશ્માન્‍ના, પાચમો યર્મિયા;"},{"number":11,"verse":"છઠ્ઠો આત્તાય, સાતમો અલીએલ;"},{"number":12,"verse":"આઠમો યોહાનાન, નવમો એલ્ઝાબાદ;"},{"number":13,"verse":"દશમો યર્મિયા, ને અગિયારમો માખ્બાન્‍નાઈ."},{"number":14,"verse":"ગાદના પુત્રોમાંના તેઓ સૈન્યના સરદારો હતા, તેઓમાંનો જે સૌથી નાનો તે સોની બરાબર હતો, ને તેઓમાંનો જે સૌથી મોટો તે હજારની બરાબર હતો."},{"number":15,"verse":"પહેલા માસમાં યર્દન [નદી] પોતાના કાંઠા પર થઈને છલકાઈ ગઈ હતી તે વખતે જેઓ તેની પાર ગયા, ને જેઓએ પુર્વના તથા પશ્ચિમના નીચાણના પ્રદેશમાં રહેનારા સર્વને નસાડી મૂક્યા હતા તેઓ એ છે."},{"number":16,"verse":"( બિન્યામીન અને યહૂદાના કૂળમાંથી સહાયકો) બિન્યામીનના તથા યહૂદાના પુત્રોમાંના [કેટલાક] દાઉદની પાસે ગઢમાં આવ્યા."},{"number":17,"verse":"દાઉદ નીકળીને તેઓને મળવા ગયો, ને તેઓને કહ્યું, “જો તમે મને સહાય કરવા માટે સલાહશાંતિથી મારી પાસે આવ્યા હો, તો મારું હ્રદય તમારી સાથે એક ગાંઠ થશે; પણ હું નિર્દોષ છતાં, જો મને મારા વૈરીઓને સ્વાધીન કરવા માટે [તમે આવ્યા હો] , તો તે જોઈને આપણા પિતૃઓના ઈશ્વર તેને માટે શિક્ષા કરો.”"},{"number":18,"verse":"ત્યારે ત્રીસમાંના મુખ્ય અમાસાય પર આત્મા આવ્યો. [તેણે કહ્યું કે,] “હે દાઉદ, અમે તમારા માણસો છીએ, હે યિશાઈના પુત્ર, અમે તમારી પડખે છીએ. તમને શાંતિ થાઓ, શાંતિ થાઓ, તમારા સહાયકોને શાંતિ થાઓ; કેમ કે તમારા ઈશ્વર તમને સહાય કરનાર છે.” ત્યારે દાઉદે તેઓનો અંગીકાર કર્યો, ને તેઓને ટોળીઓના સરદારો બનાવ્યા."},{"number":19,"verse":"( મનાશ્શાના કુળમાંથી સહાયકો) વળી જ્યારે પલિસ્તીઓની સાથે તે શાઉલની સામે યુદ્ધમાં આવ્યો ત્યારે મનાશ્શામાંના પણ કેટલાએક ફૂટીને દાઉદના પક્ષમાં આવ્યા, પણ તેઓએ પલિસ્તીઓને સહાય કરી નહિ, કેમ કે તેઓના સરદારોએ અંદર અંદર મસલત કર્યા પછી એમ કહીને તેને વિદાય કર્યો, “તે પોતાના ધણી શાઉલની તરફ ફરી જઈને અમારા શિર જોખમમાં નાખશે.”"},{"number":20,"verse":"તે સિકલાગમાં પાછો જતો હતો, ત્યારે મનાશ્શામાંના આદના, યોઝાબાદ, યદીએલ, મિખાએલ, યોઝાબાદ, અલીહૂ તથા સિલ્લથાય એ મનાશ્શાના સહસ્રાધિપતિઓ ફૂટીને તેના પક્ષમાં આવ્યા."},{"number":21,"verse":"તેઓએ ભટકતાં ધાડાં વિરુદ્ધ દાઉદને સહાય કરી; કેમ કે તેઓ સર્વ શૂરવીરો તથા સૈન્યમાં સરદારો હતા."},{"number":22,"verse":"તે સમયે રોજ રોજ દાઉદને સહાય કરવા માટે લોકો તેની પાસે આવતા ગયા, તેથી તેનું સૈન્ય છેવટે ઇશ્વરના સૈન્ય જેવું મોટું થયું."},{"number":23,"verse":"( દાઉદના લશ્કરની યાદી) સૈન્યને માટે સજ્જ થયેલા જે લોકો યહોવાના વચન પ્રમાણે શાઉલનું રાજ્ય દાઉદને આપવા માટે તેની પાસે હેબ્રોન આવ્યા હતા, તેઓના ઉપરીઓની સંખ્યા આ છે:"},{"number":24,"verse":"યહૂદાના પુત્રો, ઢાલ તથા બરછી ધારણ કરીને, સૈન્યને માટે સજ્જ થયેલા, છ હજાર આઠસો હતા."},{"number":25,"verse":"શિમયોનના પુત્રોમાંથી યુદ્ધમાં કુશળ શૂરવીર પુરુષો સાત હજાર એકસો."},{"number":26,"verse":"લેવીના પુત્રોમાંથી ચાર હજાર છસો."},{"number":27,"verse":"હારુનના [કુટુંબ] નો આગેવાન યહોયાદા હતો, તેની સાથે ત્રણ હજાર સાતસો સૈનિકો હતા."},{"number":28,"verse":"વળી સદોક એક જુવાન તથા શૂરવીર પુરુષ તથા તેના પિતાના કુટુંબના બાવીસ સરદાર તેની સાથે હતા."},{"number":29,"verse":"બિન્યામીનના પુત્રોમાંથી શાઉલના ભાઈઓ ત્રણ હજાર હતા, કેમ કે હજી સુધી તેઓનો મોટો ભાગ શાઉલના કુટુંબ પ્રત્યે વફાદાર રહ્યો હતો."},{"number":30,"verse":"એફ્રાઈમના પુત્રોમાંથી વીસ હજાર આઠસો. તેઓ પોતાના પિતાનાં કુટુંબોમાં નામીચા શૂરવીર પુરુષો [હતા]."},{"number":31,"verse":"વળી મનાશ્શાના અર્ધકુળમાંથી આઢાર હજાર [જેઓનાં નામ નોંધાયેલાં હતાં, તેઓ] દાઉદને રાજા કરવા માટે આવ્યા હતા."},{"number":32,"verse":"ઇસ્સાખારના પુત્રોમાંથી બસો એવા માણસો હતા કે જેઓ તે સમયે શાની જરૂર છે, ને ઇઝરાયલે શું શું કરવું જોઈએ, તે સમજતા હતા. તેઓના સર્વ ભાઈઓ તેઓની આજ્ઞાને આધીન રહેતા હતા."},{"number":33,"verse":"ઝબુલોનમાંથી સૈન્યમાં જઈ શકે એવા તથા સર્વ પ્રકારનાં યુદ્ધશસ્ત્રો સહિત વ્યૂહ રચી શકે એવા પચાસ હજાર; તેઓ વ્યવસ્થા કરી શકે એવા તથા એકદિલ હતા."},{"number":34,"verse":"નફતાલીમાંથી એક હજાર સરદાર હતા, ને તેઓની સાથે ઢાલબરછીવાળા સાડત્રીસ હજાર માણસો હતા."},{"number":35,"verse":"દાનીઓમાંથી વ્યૂહ રચી શકે એવા અઠાવીસ હજાર છસો માણસો હતા."},{"number":36,"verse":"આશેરમાંથી સૈન્યમાં જઈ શકે એવા તથા વ્યૂહ રચી શકે એવા ચાળીસ હજાર હતા."},{"number":37,"verse":"યર્દનને પેલે પાર રુબેનીઓમાંથી, ગાદીઓમાંથી તથા મનાશ્શાના અર્ધકુળમાંથી યુદ્ધને માટે સર્વ પ્રકારના શસ્ત્ર સહિત, એક લાખ વીસ હજાર હતા."},{"number":38,"verse":"એ સર્વ લડવૈયા તથા વ્યૂહ રચી શકે એવા પુરુષો, દાઉદને સર્વ ઇઝરાયલ પર રાજા કરવા માટે એકદિલ થઈને હેબ્રોન આવ્યા. બાકીના સર્વ ઇઝરાયલીઓ પણ એક જ મતના હતા."},{"number":39,"verse":"તેઓએ ખાઇપીને ત્રણ દિવસ સુધી ત્યાં દાઉદની સાથે આનંદ કર્યો; કેમ કે તેઓના ભાઈઓએ તેઓને માટે તૈયારી કરી રાખી હતી."},{"number":40,"verse":"વળી તેઓ તેઓની પાસેના હતા, એટલે ઈસ્સાખાર, ઝબુલોન તથા નફતાલી સુધીના જેઓ હતા, તેઓ ગધેડા પર, ઊંટો પર, ખચ્ચરો પર તથા બળદો પર ખોરાક, એટલે રોટલી, અંજીરનાં ચકતાં, દ્રાક્ષાની લૂમો, દ્રાક્ષારસ તથા તેલ લાવ્યા હતા. વળી ગોધાઓ તથા પુષ્કળ ઘેટાં પણ લાવ્યા હતા; કેમ કે ઇઝરાયલમાં સર્વત્ર આનંદોત્સવ થઇ રહ્યો હતો."}]}