{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( કરારકોશના સ્થળાંતરની તૈયારી) દાઉદનગરમાં [દાઉદે] પોતાને માટે મહેલો બનાવ્યા. અને તેણે ઈશ્વરના કોશને માટે જગા તૈયાર કરીને ત્યાં તેને માટે મંડપ બાંધ્યો."},{"number":2,"verse":"એ વખતે તેણે કહ્યું, ( .) “લેવીઓ સિવાય કોઈએ ઈશ્વરનો કોશ ઊંચકવો નહિ; કેમ કે તેમનો કોશ ઊંચકવા માટે તથા સદા તેમની સેવા કરવા માટે યહોવાએ તેમને જ પસંદ કર્યાં છે.”"},{"number":3,"verse":"તેણે યહોવાના કોશને માટે તૈયાર કરેલી જગાએ તેને લઈ જવા માટે યરુશાલેમમાં સર્વ ઇઝરાયલીઓને ભેગા કર્યાં."},{"number":4,"verse":"વળી તેણે હારુનના પુત્રોને તથા લેવીઓને પણ એકત્ર કર્યા."},{"number":5,"verse":"કહાથના પુત્રોમાં મુખ્ય ઉરીએલ, તથા તેના ભાઈઓ એકસો વીસ;"},{"number":6,"verse":"મરારીના પુત્રોમાં મુખ્ય અસાયા, તથા તેના ભાઈઓ બસો વીસ;"},{"number":7,"verse":"ગેર્શોમનાં પુત્રોમાં મુખ્ય યોએલ, તથા તેના ભાઈઓ એકસો ત્રીસ;"},{"number":8,"verse":"અલિસાફાનના પુત્રોમાં મુખ્ય શમાયા, તથા તેના ભાઈઓ બસો;"},{"number":9,"verse":"હેબ્રોનના પુત્રોમાં મુખ્ય અલીએલ, તથા તેના ભાઈઓ એંશી;"},{"number":10,"verse":"ઉઝ્ઝીએલના પુત્રોમાં મુખ્ય અમિનાદાબ, તથા તેના ભાઈઓ એકસો બાર હતા."},{"number":11,"verse":"દાઉદે સાદોક તથા આબ્યાથાર યાજકોને તથા ઉરીએલ, યસાયા, યોએલ, શમાયા, અલીએલ, તથા અમિનાદાબ, એ લેવીઓને બોલાવ્યા,"},{"number":12,"verse":"અને તેઓને કહ્યું, “એ તમે લેવીઓનાં [કુટુંબોના] મુખ્ય માણસો છો, તમે તથા તમારા ભાઈઓ બન્ને પોતાને શુદ્ધ કરો, અને મેં ઇઝરાયલના ઈશ્વર યહોવાના કોશને માટે જે જગા તૈયાર કરી છે ત્યાં તેને લઈ આવો."},{"number":13,"verse":"તમે પહેલે વખતે તેને ન [ઊંચક્યો] , માટે આપણા ઈશ્વર યહોવા આપણા પર તૂટી પડ્યા, કેમ કે આપણે નિયમ પ્રમાણે તેમની હજૂરમાં ગયા નહિ.”"},{"number":14,"verse":"આથી યાજકોએ તથા લેવીઓએ ઇઝરાયલના ઈશ્વર યહોવાનો કોશ લઈ આવવા માટે પોતાને શુદ્ધ કર્યાં."},{"number":15,"verse":"( .) યહોવાના વચન પ્રમાણે મૂસાએ જેમ આજ્ઞા આપી હતી, તેમ લેવી પુત્રોએ પોતાની ખાંધ પર ઈશ્વરનો કોશ તેની અંદરના દાંડા વડે ઉપાડ્યો."},{"number":16,"verse":"દાઉદે લેવીઓના મુખ્યોને વાજીંત્રોથી, એટલે સિતાર, વીણા તથા ઝાંઝથી મોટો સ્વર કાઢવા માટે તથા ઉત્સાહથી મોટી ગર્જના કરવા માટે પોતાના ગવૈયા ભાઈઓને નીમવાને કહ્યું."},{"number":17,"verse":"માટે લેવીઓએ યોએલના પુત્ર હેમાનને, તેના ભાઈઓમાંના બેરેખ્યાના પુત્ર આસાફને; તથા તેમના ભાઈઓને, એટલે મારારીના પુત્રમાંના કૂશાયાના પુત્ર એથાનને;"},{"number":18,"verse":"અને તેઓની સાથે તેઓના બીજી પાયરીના ભાઈઓને, એટલે ઝખાર્યા, બની, યઝીએલ, શમિરામોથ, અહીએલ, ઉન્ની, અલિયાબ, બનાયા, માસેયા, માતિથ્યા, અલિફ્લેહુ, મિકનેયા, ઓબેદ-અદોમ તથા યેઈએલ તેઓને દ્વારપાળો નીમ્યા."},{"number":19,"verse":"એમ હેમાન, આસાફ તથા એથાન, એ ગવૈયાને પિત્તળની ઝાંઝ મોટેથી વગાડવા માટે [નીમવામાં આવ્યા] ;"},{"number":20,"verse":"અને ટીપના સૂર પર મેળવેલી સિતારો સહિત ઝખાર્યા, યઝીએલ, શમિરામોથ અહીએલ, ઉન્ની અલિયાબ, માસેયા તથા બનાયાને."},{"number":21,"verse":"તેમ જ પરજના સૂર પર મેળવેલી વીણાઓ સહિત રાગ કાઢવા માટે માતિથ્યા, અલિફલેહુ, મિકનેયા, ઓબેદ-અદોમ, યેઇએલ તથા આઝ્ઝાયાને નીમવામાં આવ્યા."},{"number":22,"verse":"લેવીઓનો મુખ્ય કનાન્યા ગવૈયાનો ઉસ્તાદ હતો. તે પ્રવીણ હતો, માટે તે રાગરાગણીની તાલીમ આપતો હતો."},{"number":23,"verse":"બેરેખ્યા તથા એલ્કાના કોશના દ્વારપાળો હતા."},{"number":24,"verse":"શબાન્યા, યોશાફાટ, નથાનિયેલ, અમાસાઈ, ઝખાર્યા, બનાયા તથા એલીએઃઝેર યાજકો ઈશ્વરના કોશની આગળ રણશિંગડા વગાડનારા હતા. અને ઓબેદ-અદોમ તથા યહિયા કોશના દ્વારપાળો હતા."},{"number":25,"verse":"( કરારકોશ યરુશાલેમમાં લાવ્યા) ( ( 100 ૬:૧૨-૨૨ )) તે પછી દાઉદ તથા ઇઝરાયલના વડીલો અને સહસ્રાધિપતિઓ આનંદથી ઓબેદ-અદોમના ઘરમાંથી યહોવાનો કરારકોશ લઈ આવવા ગયા."},{"number":26,"verse":"જ્યારે ઈશ્વરે યહોવાનો કરારકોશ ઊંચકનારા લેવીઓને સહાય કરી ત્યારે તેઓએ સાત બળદો તથા સાત ઘેટાંનું બલિદાન આપ્યું."},{"number":27,"verse":"દાઉદ, કોશ ઊંચકનારા સર્વ લેવીઓ,. ગવૈયાઓ તથા ગવૈયાઓનો ઉસ્તાદ કનાન્યા પોતાના પૂરા બળથી નાચતા હતા, દાઉદે શણનો એફોદ પહેરેલો હતો."},{"number":28,"verse":"એમ સર્વ ઇઝરાયલીઓ યહોવાના કરારકોશને હર્ષનાદ કરતાં શરણાઈ, રણશિંગડા, ઝાંઝ, સિતાર તથા વીણા વગાડી મોટી ગર્જના કરતા લઈ આવ્યા."},{"number":29,"verse":"જ્યારે યહોવાનો કરારકોશ દાઉદનગરમાં લાવવામાં આવ્યો ત્યારે શાઉલની પુત્રી મીખાલે બારીમાંથી ડોકિયું કરીને દાઉદ રાજાને કૂદતો તથા ઉત્સવ કરતો જોયો. તેથી તેણે પોતાના મનમાં તેનો તિરસ્કાર કર્યો."}]}