{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"( યહૂદાના વંશજો) ઇઝરાયલના પુત્રો આ છે: રુબેન, શિમયોન, લેવી, યહૂદા, ઇસ્સાખાર, ઝબુલોન;"},{"number":2,"verse":"દાન, યૂસફ, બિન્યામીન, નફતાલી, ગાદ તથા આશેર."},{"number":3,"verse":"યહૂદાના પુત્રો:એર, ઓનાન તથા શેલા; એ ત્રણ તેને કનાની બાથ-શૂઆને પેટે થયા હતા. યહૂદાનો જ્યેષ્ટ પુત્ર એર યહોવાની ર્દષ્ટિમાં ભૂંડો હતો, તેથી એમણે તેને મારી નાખ્યો."},{"number":4,"verse":"તેને પોતાની પુત્રવધૂ તામારને પેટે પેરેસ તથા ઝેરા થયા. યહૂદાને બધા મળીને પાંચ પુત્રો હતા."},{"number":5,"verse":"પેરેસના પુત્રો:હેસ્રોન તથા હામૂલ."},{"number":6,"verse":"ઝેરાના પુત્રો:ઝિમ્રી એથાન, હેમાન, કાલ્કોલ તથા દારા; બધા મળીને પાંચ હતા."},{"number":7,"verse":"કાર્મીનો પુત્ર: ( .) આખાન કે જે સમર્પિત વસ્તુ બાબત ઉલ્લંઘન કરીને ઇઝરાયલ પર સંકટ લાવનાર હતો."},{"number":8,"verse":"એથાનનો પુત્ર:અઝાર્યા."},{"number":9,"verse":"( રાજા દાઉદની વંશાવળી) હેસ્રોનને પણ જે પુત્રો થયા તે:યરાહમેલ, રામ તથા કાલેખ."},{"number":10,"verse":"રામથી આમિનાદાબ થયો; આમિનાદાબથી નાહશોન, જે યહૂદાના પુત્રોનો અધિપતિ થયો હતો તે;"},{"number":11,"verse":"નાહશોનથી સાલ્મા થયો, ને સાલ્માથી બોઆઝ થયો;"},{"number":12,"verse":"બોઆઝથી ઓબેદ થયો, ને ઓબેદથી યિશાઈ થયો;"},{"number":13,"verse":"યિશાઈથી તેનો જ્યેષ્ઠપુત્ર અલિયાબ, બીજો અબિનાદાબ, ત્રીનો શીમઆ;"},{"number":14,"verse":"ચોથો નથાનિયેલ, પાચમો રાદાય;"},{"number":15,"verse":"છઠ્ઠો ઓસેમ, અને સાતમો દાઉદ;"},{"number":16,"verse":"તેમની બહેનો સરુયા તથા અબિગાઇલ હતી. સરુયાના પુત્રો:અબિશાય, યોઆબ તથા અસાહેલ, એ ત્રણ."},{"number":17,"verse":"અબિગાઇલને પેટે અમાસા થયો; અમાસાનો પિતા ઇશ્માએલી યેથેર હતો."},{"number":18,"verse":"( હેસ્રોનના વંશજો) હેસ્રોનના પુત્ર કાલેબને તેની પત્ની અઝુબાને પેટે તથા યરીઓથને પેટે [સંતાન] થયા. તેના પુત્રો આ હતા : યેશેર, શોબાબ તથા આર્દોન."},{"number":19,"verse":"અઝુબા મરણ પામી, ને કાલેબે એફ્રાથની સાથે લગ્ન કર્યું, ને તેને તેણીને પેટે હૂર થયો."},{"number":20,"verse":"પછી હૂરથી ઉરી થયો, ને ઉરીથી બસાલેલ થયો."},{"number":21,"verse":"ત્યાર પછી હેસ્રોન ગિલ્યાદના પિતા માખીરની પુત્રી કે જેની સાથે તેણે સાઠ વર્ષની ઉમરે લગ્ન કર્યું તેની પાસે ગયો. અને તેણીને પેટે તેને સગુબ થયો."},{"number":22,"verse":"સગુબથી યાયીર થયો, તેના તાબામાં ગિલ્યાદ દેશમાં ત્રેવીસ નગરો હતા."},{"number":23,"verse":"ગશુર તથા અરામે યાઈરના કસબાઓ, ને કનાથ તથા તેનાં ગામો મળીને સાઠ નગરો તેમની પાસેથી લઈ લીધાં, એ સર્વ ગિલ્યાદના પિતા માખીરના પુત્રો હતા."},{"number":24,"verse":"ત્યાર પછી હેસ્રોન કાલેબ-એફ્રાથામાં મરણ પામ્યો, તે અરસામાં હેસ્રોનને તેની પત્ની અબિયાને પેટે તકોઆનો પિતા આશ્હૂર થયો."},{"number":25,"verse":"( યરાહમેલના વંશજો) હેસ્રોનના જ્યેષ્ઠપુત્ર યરાહમેલના પુત્રો આ હતા : તેનો જ્યેષ્ઠપુત્ર રામ, પછી બૂના, ઓરેન, ઓસેમ, તથા અહિયા."},{"number":26,"verse":"યરાહમેલને એક બીજી પત્ની હતી, જેનું નામ અટારા હતું; તે ઓનામની મા હતી."},{"number":27,"verse":"યરાહમેલના જ્યષ્ઠપુત્ર રામના પુત્રો:માસ, યામીન તથા એકેર હતા."},{"number":28,"verse":"ઓનામના પુત્રો:શામ્માય તથા યાદા હતા. શામ્માયના પુત્રો:નાદાબ તથા અબિશુર."},{"number":29,"verse":"અબિશુરની પત્નીનું નામ અબિહાઈલ હતું. તેને તેણીને પેટે આહબાન તથા મોલીદ થયા."},{"number":30,"verse":"નાદાબના પુત્રો:સેલેદ તથા આપ્પાઈમ, પણ સેલેદ નિ:સંતાન મરી ગયો."},{"number":31,"verse":"આપ્પાઈમનો પુત્ર:યીશી, યીશીનો પુત્ર શેશાન. અને શેશાનનો પુત્ર આહલાય."},{"number":32,"verse":"શામ્માયના ભાઈ યાદાના પુત્રો:યેથેર તથા યોનાથાન; યેથેર નિ:સંતાન મરી ગયો."},{"number":33,"verse":"યોનાથાનના પુત્રો:પેલેથ તથા ઝાઝા. એ સર્વ યરાહમેલના પુત્રો હતા."},{"number":34,"verse":"હવે શેશાનને પુત્રો ન હતા, પણ પુત્રીઓ હતી. શેશાનને એક મિસરી ચાકર હતો, તેનું નામ યાર્હા હતું"},{"number":35,"verse":"શેશાને પોતાની પુત્રીને પોતાના ચાકર યાર્હા સાથે પરણાવી. તેણીને પેટે તેને આત્તાય થયો."},{"number":36,"verse":"આત્તાયથી નાથાન થયો, ને નાથાનથી ઝાબાદ થયો;"},{"number":37,"verse":"ઝાબાદથી એફલાલ થયો, ને એફલાલથી ઓબેદ થયો."},{"number":38,"verse":"ઓબેદથી યેહૂ થયો, ને યેહૂથી અઝાર્યા થયો."},{"number":39,"verse":"અને અઝાર્યાથી હેલેસ થયો, ને હેલેસથી એલાસા થયો;"},{"number":40,"verse":"એલાસાથી સિસ્માય થયો, ને સિસ્માયથી શાલ્લુમ થયો;"},{"number":41,"verse":"અને શાલ્લુમથી યકામ્યા થયો, ને યકામ્યાથી અલિશામા થયો."},{"number":42,"verse":"( કાલેબના વંશજો) યરાહમેલના ભાઈ કાલેબના પુત્રો આ હતા : જ્યેષ્ઠપુત્ર મેશા, તે ઝીફનો પિતા હતો; અને હેબ્રોનના પિતા મારેશાના પુત્રો."},{"number":43,"verse":"હબ્રોનના પુત્રો; કોરા, તાપ્પુઆ, રેકેમ તથા શેમા."},{"number":44,"verse":"શેમાથી યોર્કામનો પિતા રાહામ થયો. અને રેકેમથી શામ્માય થયો."},{"number":45,"verse":"શામ્માયનો પુત્ર માઓન હતો; માઓન બેથ-સુરનો પિતા હતો."},{"number":46,"verse":"કાલેબની ઉપપત્ની એફાને પેટે હારાન, મોસા તથા ગાઝેઝ થયા; હારાનથી હાઝેઝ થયો."},{"number":47,"verse":"યહદાયના પુત્રો:રેગેમ, યોથામ, ગેશાન, પેલેટ, એફા તથા શાફ."},{"number":48,"verse":"કાલેબની ઉપપત્ની માકાને પેટે શેબેર તથા તિર્હના થયા."},{"number":49,"verse":"વળી તેને પેટે માદમાન્‍નાનો પિતા શાફ, માખ્બેનાનો પિતા શવા, તથા ગિબયાનો પિતા થયા. કાલેબની પુત્રી આખ્સા હતી."},{"number":50,"verse":"કાલેબના પુત્રો આ હતા : એફ્રાથાના જ્યેષ્ઠપુત્ર હૂરનો પુત્ર શોબાલ, તે કિર્યાથ-યારીમનો પિતા હતો."},{"number":51,"verse":"બેથલેહેમનો પિતા સાલ્મા, ને બેથ-ગાદેરનો પિતા હારેફ."},{"number":52,"verse":"કિર્યાથ-યારીમના પિતા શોબાલને આ પુત્રો હતા : હારોએ, તથા મનુહોથના અર્ધ ભાગ [ના લોક]."},{"number":53,"verse":"કિર્યાથ-યારીમનાં કુટુંબો:યિથ્રિઓ, પુથીઓ, શુમાથીઓ તથા મિશ્રાઈઓ, તેઓથી સોરાથીઓ તથા એશ્તાઓલીઓ થયા."},{"number":54,"verse":"સાલ્માના પુત્રો:બેથલેહેમ તથા નટોફાથીઓ, આટ્રોથ-બેથ-યોઆબ તથા માનાહાથીઓનો અર્ધ ભાગ, તથા સોરાઈઓ."},{"number":55,"verse":"યાબ્બેસવાસી લહિયાઓનાં કુટુંબો:તિરાથીઓ, શિમાથીઓ, સુખાથીઓ, રેખાબના કુટુંબના વડીલ હામ્માથથી થયેલા જે કેનીઓ તેઓ એ છે."}]}