{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"( રાજા દાઉદનાં સંતાનો) દાઉદને હેબ્રોનમા જે પુત્રો થયા તે આ છે: યિઝ્‍એલી અહીનોઆમના પેટનો આમ્મોન તે જ્યેષ્ઠપુત્ર, બીજો, કાર્મેલી અબિગાઈલના પેટનો દાનિયેલ;"},{"number":2,"verse":"ત્રીજો, ગશૂરના રાજા તાલ્માયની પુત્રી માકાનો પુત્ર આબ્શાલોમ; ચોથો હાગ્ગીથનો પુત્ર અદોનીયા;"},{"number":3,"verse":"પાંચમો, અબિટાલના પેટનો શફાટ્યા; છઠ્ઠો, તેની પત્ની એગ્લાના પેટનો વિશ્રામ."},{"number":4,"verse":"હેબ્રોનમાં તેને એ છ પુત્રો થયા; ( ; ; .) ત્યાં તેણે સાડાસાત વર્ષ રાજ કર્યું. યરુશાલેમમાં તેણે તેત્રીસ વર્ષ રાજ કર્યું."},{"number":5,"verse":"યરુશાલેમમાં તેને જે [પુત્રો] થયા તે આ છે: શિમા, શોબાબ, નાથાન, તથા સુલેમાન, એ ચાર આમ્મીએલની પુત્રી તથા ( .) બાથ-શેબાના પેટના;"},{"number":6,"verse":"અને યિબ્હાર, અલિશામા, અલિફેલેટ,"},{"number":7,"verse":"નોગા, નેફેગ, યાફીઆ,"},{"number":8,"verse":"અલિશામા, એલ્યાદા તથા અલિફેલટ, એ નવ."},{"number":9,"verse":"તેની ઉપપત્નીઓના પુત્રો ઉપરાંત એ બધા દાઉદના પુત્રો હતા; તને તામાર તેઓની બહેન હતી."},{"number":10,"verse":"( રાજા સુલેમાનના વંશજો) સુલેમાનનો પુત્ર રહાબામ, તેનો પુત્ર અબિયા, તેનો પુત્ર આસા, તેનો પુત્ર યહોશાફાટ."},{"number":11,"verse":"તેનો પુત્ર યહોરામ, તેનો પુત્ર અહાઝ્યા, તેનો પુત્ર યોઆશ."},{"number":12,"verse":"તેનો પુત્ર અમાસ્યા, તેનો પુત્ર અઝાર્યા, તેનો પુત્ર યોથામ."},{"number":13,"verse":"તેનો પુત્ર આહાઝ, તેનો પુત્ર હિઝકિયા, તેનો પુત્ર મનાશ્શા;"},{"number":14,"verse":"તેનો પુત્ર આમોન, તેનો પુત્ર યોશિયા હતો."},{"number":15,"verse":"યોશિયાના પુત્રો:તેનો જ્યેષ્ઠપુત્ર યોહાનાન બીજો યહોયાકીમ; ત્રીજો સિદકિયા; ચોથો, શાલ્લુમ."},{"number":16,"verse":"યહોયાકીમના પુત્રો:તેનો પુત્ર યખોન્યા, તેનો પુત્ર સિદકિયા."},{"number":17,"verse":"( રાજા યખોન્યા (યહોયાકીન) ના વંશજો) બંદીવાન, યખોન્યાના પુત્રો:તેનો પુત્ર શાલ્તીએલ,"},{"number":18,"verse":"માલ્કીરામ, પદાયા, શેનાસ્સાર, યકામ્યા, હોશામા તથા નદાબ્યા."},{"number":19,"verse":"પદાયાના પુત્રો:ઝરુબ્બાબેલ તથા શિમઈ. ઝરુબ્બાબેલના પુત્રો:મશુલ્લામ તથા હનાન્યા. તેઓની બહેન શલોમીથ હતી;"},{"number":20,"verse":"અને હશુબા, ઓહેલ, બારેખ્યા, હસાદ્યા તથા યુશાબ-હેસેદ, એ પાંચ."},{"number":21,"verse":"હનાન્યાના પુત્રો:પલાટ્યા તથા યશાયા. રફાયાના પુત્રો, આર્નાનના પુત્રો, ઓબાદ્યાના પુત્રો, શખાન્યાના પુત્રો."},{"number":22,"verse":"શખાન્યાના પુત્રો:શમાયા, અને શમાયાના પુત્રો:હાટુશ, યિગાલ, બારિયા, નાર્યા તથા સાફાટ એ છે."},{"number":23,"verse":"નાર્યાના પુત્રો:એલ્યોએનાય, હિઝકિયા તથા આઝ્રીકામ, એ ત્રણ."},{"number":24,"verse":"એલ્યોએનાયના : પુત્રો હોદાવ્યા, એલ્યાશિબ, પલાયા, આક્કુબ, યોહાનાન, દલાયા તથા અનાની, એ સાત."}]}