{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"( યહૂદાના વંશજો) યહૂદાના પુત્રો:પેરેસ, હેસ્રોન, કાર્મી, હૂર તથા શોબાલ."},{"number":2,"verse":"શોબાલના પુત્ર રાયાથી યાહાથ થયો. યાહાથથી આહુમાય તથા લાહાદ થયા. એ સોરાથીઓનાં કુટુંબો છે."},{"number":3,"verse":"એટામના પિતા [ના પુત્રો] આ હતા : યિઝ્‍એલ, યિશ્મા તથા યિદબાશ. તેઓની બહેનનું નામ હાસ્સલેલ્પોની હતું."},{"number":4,"verse":"ગદોરનો પિતા પનુએલ, તથા હૂશાનો પિતા એઝેર. તેઓ બેથલેહેમના પિતા એફ્રાથાના જ્યેષ્ઠપુત્ર હૂરના પુત્રો છે."},{"number":5,"verse":"તકોઆના પિતા આશ્હૂરને બે પત્નીઓ હતી, હેલા તથા નારા."},{"number":6,"verse":"તેને નારાને પેટે અહુઝઝામ, હેફેર, તેમેની તથા હાહાશ્તારી થયા. એઓ નારાના પુત્રો હતા."},{"number":7,"verse":"હેલાના પુત્રો:સેરેથ, યિસ્હાર તથા એથ્નાન હતા."},{"number":8,"verse":"હાક્કોસથી આનૂમ, સોબેબા તથા હારુનના પુત્ર અહાહેલનાં કુટુંબો થયાં."},{"number":9,"verse":"યોબેસ પોતાના ભાઈઓ કરતાં વધારે નામાંકિત હતો. તેની માએ તેને દુ:ખથી જન્મ આપ્યો, માટે તેણે તેનું નામ યાબેસ પાડ્યું."},{"number":10,"verse":"યાબેસે ઇઝરાયલના ઈશ્વરને વિનંતી કરી, “જો તમે મને ખચીત જ આશીર્વાદ આપો, મારી સીમા વિસ્તારો, તમારો હાથ મારી સાથે રહે, ને તમે મને આપત્તિથી એવી રીતે બચાવો કે મારે માથે કંઈ દુ:ખ આવી ન પડે, તો હું કેવો આશીર્વાદિત! “ અને તેણે જે માગ્યું તે ઈશ્વરે તેને આપ્યું."},{"number":11,"verse":"( અન્ય વંશાવળીઓ) શુહાના ભાઈ ફલૂબથી મહીર થયો. તે એશ્તોનનો પિતા હતો."},{"number":12,"verse":"એશ્તોનથી બેથરાફા, પાસેઆ, તથા નાહાશ શહેર વસાવનાર તહિન્‍ના થયા. તેઓ રેખાના માણસો છે."},{"number":13,"verse":"કનાઝના પુત્રો:ઓથ્નીએલ તથા સરાયા. ઓથ્નીએલનો પુત્ર હથાથ."},{"number":14,"verse":"મોનોથાયથી ઓફ્રા થયો. સરાયાથી ગેહરાશીમનો પિતા યોઆબ થયો. તેઓ તો કારીગર હતા."},{"number":15,"verse":"યફુન્‍નેના પુત્ર કાલેબના પુત્રો:ઈરુ, એલા તથા નામ, અને એલાના પુત્રો; અને કનાઝ."},{"number":16,"verse":"યહાલ્લેલેલના પુત્રો:ઝીફ, ઝીફ્રા, તીર્યા તથા અસારેલ."},{"number":17,"verse":"એઝરાના પુત્રો:યેથેર, મેરેદ, એફ્રેર તથા યાલોન, અને મેરેદને ફારુનની પુત્રી બિથ્યાને પેટે મરિયમ તથા શામ્માય તથા એશ્તમોઆનો પિતા તિશ્બા થયાં."},{"number":18,"verse":"તેની યહૂદી પત્નીને પેટે ગદોરનો પિતા યેરેદ, સોખોનો પિતા હેબેર તથા ઝાનોઆનો પિતા યકૂથીએલ થયા. બિથ્યા નામની ફારુનની પુત્રી જેને મેરેદ પરણ્યો હતો તેના પુત્રો એ છે."},{"number":19,"verse":"નાહામની બહેનના, એટલે હોદિયાની પત્નીના દીકરા, તે ગાર્મી-કઈલાનો પિતા તથા માખાથી એશ્તમોઆ હતા."},{"number":20,"verse":"શિમોનના પુત્રો:આમ્નોન, રિન્‍ના, બેન-હાનાન તથા તિલોન, યિશઈના પુત્રો:ઝોહેથ તથા બેન-ઝોહેથ."},{"number":21,"verse":"( શેલાના વંશજો) યહૂદાના પુત્ર શેલાના પુત્રો:લેખાનો પિતા એર, મારેશાનો પિતા લાદા તથા બેથ-આશ્બેઆના રહેવાસીઓ, એટલે જેઓ શણનાં ઝીણાં વણનારા હતા તેઓના કુટુંબો."},{"number":22,"verse":"યોકીમ, કોઝેબાના માણસો, યોઆશ તથા સારાફ, જે મોઆબમાં રાજ કરતો હતો, અને પાછળથી બેથલેહેમમાં રહેવા ગયો. ઉપલી હકીકત પુરાતન લેખોને આધારે છે."},{"number":23,"verse":"તેઓ કુંભાર હતા, ને નટાઈમ તથા ગદેરાના રહેવાસીઓ હતા. તેઓ રાજાની સાથે તેના કામને માટે ત્યાં રહેતા હતા."},{"number":24,"verse":"( શિમયોનના વંશજો) શિમયોનના દીકરા : ળ નમુએલ, યામીન, યારીબ, ઝેરા તથા શાઉલ:"},{"number":25,"verse":"તેનો પુત્ર શાલુમ, ને તેનો પુત્ર મિબ્સામ, ને તેનો પુત્ર મિશ્મા."},{"number":26,"verse":"મિશ્માના પુત્રો:તેનો પુત્ર હામુએલ, તેનો પુત્ર ઝાક્કૂર ને તેનો પુત્ર શિમઈ."},{"number":27,"verse":"શિમઈને સોળ પુત્રો તથા છ પુત્રીઓ થયાં. પણ તેના ભાઈઓને ઘણાં સંતાન નહોતાં. તેમ જ તેઓનું આખું કુટુંબ યહૂદાના વંશજોની જેમ વૃદ્ધિ પામ્યું નહિ."},{"number":28,"verse":"( .) તેઓ બેરશેબામાં મોલાદમાં, હસારશુઆલમાં;"},{"number":29,"verse":"બિલ્લામાં, એસેમમાં, તોલાદમાં;"},{"number":30,"verse":"બથુએલમાં હોર્મામાં, સિકલાંગમાં;"},{"number":31,"verse":"બેથ-માર્કબોથમાં, હસાર-સુસીમમાં, બેથ-બિરઈમાં તથા શારાઈમમાં રહેતા હતા. દાઉદના અમલ સુધી એ તેઓનાં નગર હતાં."},{"number":32,"verse":"વળી એટામ, આઈન, રિમ્મોન, તોખેન, તથા આશાન, એ પાંચ નગર,"},{"number":33,"verse":"તથા બાલ સુધી તે જ નગરોની ચારે તરફનાં સર્વ ગામો પણ તેઓના હતાં. એ તેઓના રહેઠાણ હતાં. તેઓએ પોતાની વંશાવળી રાખેલી છે."},{"number":34,"verse":"મેશોબાબ, યામ્લેખ, અમાસ્યાનો પુત્ર યોશા;"},{"number":35,"verse":"યોએલ તથા આસીએલના પુત્ર સરાયાના પુત્ર યોશિબ્યાનો પુત્ર યેહૂ;"},{"number":36,"verse":"એલ્યોએનાય, યાકોબા, યશોહાયા, અસાયા, અદીએલ, યસીમીએલ તથા બનાયા;"},{"number":37,"verse":"શમાયાના પુત્ર શિમ્રીના પુત્ર યદાયાના પુત્ર આલ્લોનના પુત્ર શિફઈનો પુત્ર ઝિઝા."},{"number":38,"verse":"એ નામના પુરુષો પોતાનાં કુટુંબોના સરદારો હતા. તેઓના કુટુંબો બહુ વૃદ્ધિ પામ્યા."},{"number":39,"verse":"તેઓ પોતાના ટોળાને માટે ઘાસચારો શોધવાને માટે ગદોરની ભાગળ એટલે નીચાણની પૂર્વ બાજુ સુધી ગયા."},{"number":40,"verse":"તેઓને પૌષ્ટિક તથા સારો ચારો મળ્યો, ને દેશ વિશાળ, શાંત તથા સુલેહશાંતિવાળો હતો. કેમ કે અગાઉ ત્યાંના રહેવાસીઓ હામના વંશજો હતા."},{"number":41,"verse":"આ નામવાર ગણાવેલા પુરુષો યહૂદિયાના રાજા હિઝકિયાના સમયમાં આવ્યા, ને ત્યાંના રહેવાસીઓના તંબુઓનો નાશ કર્યો. તથા જે મેઉનીમ ત્યાં મળી આવ્યા તેઓનો જળમૂળથી નાશ કર્યો, ને તેઓની જગાએ પોતે રહ્યા, કેમ કે તેઓનાં ટોળાંને માટે ત્યાં ચારો હતો."},{"number":42,"verse":"તેઓમાંના કેટલાક, એટલે શિમયોનના પુત્રોમાંના પાંચસો પુરુષો યિશઈના દીકરા પલાટ્યા, નાર્યા, રફાયા તથા ઉઝિએલની સરદારી નીચે સેઈર પર્વત તરફ ગયા."},{"number":43,"verse":"અને બાકીના બચેલા અમાલેકીઓને તેઓએ માર્યા, ને તેઓ આજ સુધી ત્યાં વસેલા છે."}]}