{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"( રુબેનના વંશજો) ઇઝરાયલના જ્યેષ્ઠપુત્ર રુબેનના પુત્રો:(કેમ કે તે જ્યેષ્ઠ હતો, પરંતું ( ; .) તેણે પોતાના પિતાનો પલંગ અશુદ્ધ કર્યાને લીધે તેનો જ્યેષ્ઠપણાનો હક ઇઝરાયલના પુત્ર યૂસફના પુત્રોને આપવામાં આવ્યો. અને વંશાવણી જ્યેષ્ઠપણાના હક પ્રમાણે ગણવાની નથી,"},{"number":2,"verse":"કેમ કે ( .) યહૂદા પોતાના ભાઈઓ કરતાં પરાક્રમી થયો, ને તેના વંશમાં સરદાર ઉત્પન્‍ન થયો. પણ જ્યેષ્ઠપણાનો હક તો યૂસફનો જ હતો.)"},{"number":3,"verse":"ઇઝરાયલના જ્યેષ્ઠપુત્ર રુબેનના પુત્રો:હનોખ, પાલ્લુ, હેસ્રોન તથા કાર્મી."},{"number":4,"verse":"યોએલના પુત્રો:તેનો પુત્ર શમાયા, તેનો પુત્ર ગોગ, તેનો પુત્ર શિમઈ."},{"number":5,"verse":"તેનો પુત્ર મિખા, તેનો પુત્ર રાયા, તેનો પુત્ર બાલ."},{"number":6,"verse":"તેનો પુત્ર બેરા, જેને ( .) આશૂરનો રાજા તિગ્લાથ-પિલ્નેસેર બંદીવાન કરીને લઈ ગયો હતો. તે રુબેનીઓનો સરદાર હતો."},{"number":7,"verse":"તેઓની તેઢીઓની વંશાવળી ગણઈ, ત્યારે તેઓના કુટુંબો પ્રમાણે તેના ભાઈઓ આ હતા : એટલે મુખ્ય યેઈએલ, પછી ઝખાર્યા."},{"number":8,"verse":"યોએલના પુત્ર શેમાના પુત્ર આઝાઝનો પુત્ર બેલા, જેઓ એરોએરમાં છેક નબો તથા બાલ-મેઓન સુધી રહેતા હતા."},{"number":9,"verse":"અને પૂર્વ તરફ ફ્રાત નદીથી તે અરણ્યની સરહદ સુધી તેમની વસતિ પ્રસારેલી હતી; કેમ કે ગિલ્યાદ દેશમાં તેઓનાં પશુનો વિસ્તાર વધ્યો હતો."},{"number":10,"verse":"શાઉલના વખતમાં તેઓએ હાગ્રીઓ સાથે વિગ્રહ કર્યો, તે તેઓને હાથે માર્યા ગયા. તેઓ ગિલ્યાદની પૂર્વ બાજુના આખા [પ્રદેશ] માં પોતાના તંબુઓમાં વસ્યા."},{"number":11,"verse":"( ગાદના વંશજો) ગાદના પુત્રો બાશાન દેશમાં તેઓની સામી બાજુએ સાલખા સુધી વસતા હતા."},{"number":12,"verse":"મુખ્ય યોએલ, બીજો શાફામ; યાનાઈ તથા શાફાટ બાશાનમાં [વસતા હતા] ;"},{"number":13,"verse":"તેઓના ભાઈઓ મિખાએલ, મશુલ્લામ, શેબા, યોરાય, યાકાન, ઝીઆ તથા એબેર, એ સાત હતા."},{"number":14,"verse":"એઓ બૂઝના પુત્ર યાહદોના પુત્ર યશિશાયના પુત્ર મિખાએલના પુત્ર હૂરીના પુત્ર અબિહાઈલના પુત્રો હતા."},{"number":15,"verse":"ગુનીના પુત્ર આબ્દિયેલનો પુત્ર આહી, તેઓના કુળના તેઓ સરદારો હતા."},{"number":16,"verse":"તેઓ બાશાનમાંના ગિલ્યાદમાં, તેના કસબાઓમાં તથા શારોનનાં બધાં ગોચરોમાં તેઓની સરહદ સુધી વસતા હતા."},{"number":17,"verse":"યહૂદિયાના રાજા યોથામના સમયમાં તથા ઇઝરાયલના રાજા યરોબામનાં સમયમાં એઓ સર્વ વંશાવળી પ્રમાણે ગણાયા હતા."},{"number":18,"verse":"( પૂર્વનાં કુળોનાં સૈન્ય) રુબેનના પુત્રો, ગાદીઓ, તથા મનાશ્શાનું અર્ધુ કુળ, તેઓમાં ઢાલ તથા તરવાર બાંધી શકે એવા, ધનુર્વિદ્યા જાણનારા, યુદ્ધકુશળ, યુદ્ધમાં જઈ શકે એવા, શૂરવીર પુરુષો ચુમ્માળીસ હજાર સાતસો સાઠ હતા."},{"number":19,"verse":"તેઓએ હાગ્રીઓની, યટૂરની, નાફીશની તથા નોદાબની સાથે યુદ્ધ કર્યું."},{"number":20,"verse":"તેઓએ યુદ્ધમાં ઈશ્વરને વિનંતિ કરી, ને તેમણે તેઓની વિનંતી માન્ય કરી; કારણ કે તેઓ તેમના પર ભરોસો રાખતા હતા. તેથી તેઓની વિરુદ્ધ તેઓને ઈશ્વરની સહાય મળવાથી હાગ્રીઓ તથા જે સર્વ તેઓની સાથે હતા તેઓ તેઓથી હારી ગયા."},{"number":21,"verse":"તેઓ એ લોકોના ઢોર, એટલે પચાસ હજાર ઊંટ, બે લાખ પચાસ હજાર ઘેટાં, હે હજાર ગધેડાં, અને એક લાખ માણસો લઈ ગયા."},{"number":22,"verse":"તેઓમાંના ઘણાખરા તો કતલ થઈ ગયા હતા, કેમ કે તે યુદ્ધ ઈશ્વરનું હતું તેઓ એમની જગાએ બંદીવાસ થતાં સુધી વસ્યા."},{"number":23,"verse":"( મનાશ્શાના પૂર્વના અર્ધકુળના લોકો) મનાશ્શાના અર્ધકુળના જે વંશજો દેશમાં રહ્યા તેઓ બાશાનથી વધીને બાલ-હેર્મોન, સનીર તથા હેર્મોન પર્વત સુધી પહોંચ્યા."},{"number":24,"verse":"તેઓના સરદારો આ હતા : એફેર, યિશઈ, અલિયેલ, આઝિએલ, યર્મિયા, હોદાવ્યા તથા યાહદ્દીએલ; એ પરાક્રમી શૂરવીરો તથા નામાંકિત પુરુષો પોતપોતાના કુળના સરદારો હતા."},{"number":25,"verse":"( પૂર્વના કુળો દેશપાર કરાયાં) તેઓએ પોતાના પિતૃઓના ઈશ્વરની આજ્ઞાઓનું ઉલ્લંઘન કર્યું, તેઓની આગળથી દેશના જે લોકોનો વિનાશ ઈશ્વરે કર્યો હતો તેઓના દેવોની ઉપાસના કરીને તેઓ ધર્મભ્રષ્ટ થયા."},{"number":26,"verse":"ઇઝરાયલના ઈશ્વર આશૂરના ( .) રાજા પૂલનું તથા આશૂરના રાજા ( .) તિગ્લાથ-પિલ્નેસેરનું મન ઉશ્કેર્યું, તેથી તેણે ( .) તેઓને, એટલે રુબેનીઓને, ગાદીઓને તથા માનાશ્શાના અર્ધકુળને પકડી લઈ જઈને તેઓને હલાહ, હાબોર, હારા અને ગોઝાન નદીને કાંઠે લાવીને [વસાવ્યા]. ત્યાં આજ સુધી તેઓ રહે છે."}]}