{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"( ઈસ્સાખારના વંશજો) ઇસ્સાખારના પુત્રો:તોલા, પુઆ, યાશૂબ તથા શિમ્રોન, એ ચાર."},{"number":2,"verse":"તોલાના પુત્રો:ઉઝ્ઝી રફાયા, યરીએલ, યાહમાય, યિબ્સામ તથા શમુએલ, એ પોતાના પિતૃઓનાં કુટુંબોના, એટલે તોલાના કટુના સરદારો, તેઓ પોતાના જમાનાઓમાં પરાક્રમી શૂરવીરો હતા. દાઉદની કારકિર્દીમાં તેઓની સંખ્યા બાવીસ હજાર છસો હતી."},{"number":3,"verse":"ઉઝ્ઝીનો પુત્ર યિઝહાયાના પુત્રો મિખાએલ, ઓબાદ્યા, યોએલ તથા યિશ્શીયા, એ પાંચ સરદારો હતા."},{"number":4,"verse":"તેઓના પિતૃઓના કુરુંબોની વંશાવળીઓ પ્રમાણે, તેઓની પાસે લડાઈને માટે હથિયારબંધ છત્રીસ હજાર માણસો હતા; કેમ કે તેઓને ઘણી પત્નીઓ તથા પુત્રો હતા."},{"number":5,"verse":"ઇસ્સાખારનાં સર્વ કુટુંબો મળીને તેઓના ભાઈઓની વંશાવળી પ્રમાણે ગણતાં તેઓની કુલ સંખ્યા સિત્યાશી હજાર બહદુર સૈનિકોની હતી."},{"number":6,"verse":"( બિન્યામીન અને દાનના વંશજો) બિન્યામીનના પુત્રો:બેલા, બેખેર, તથા યદીએલ, એ ત્રણ."},{"number":7,"verse":"બેલાના પુત્રો:એસ્બોન, ઉઝ્ઝી, ઉઝ્ઝીએલ, યરિમોથ તથા ઈરી, એ પાંચ. તેઓ પોતાના પિતૃઓનાં કુટુંબોના સરદારો, પરાક્રમી અને શૂરવીર પુરુષો હતા. તેઓની વંશાવળી પ્રમાણે તેઓની ગણતરી કરતાં તેઓ બાવીસ હજાર ચોત્રીસ થયા."},{"number":8,"verse":"બેખેરના પુત્રો:ઝમીરા, યોઆશ, એલીએઝેર, એલ્યોનાય, ઓમ્રી, યરેમોથ, અબિયા, અનાથોથ તથા આલેમેથ એ સર્વ બેખેરના પુત્રો."},{"number":9,"verse":"તેઓની વંશાવળી પ્રમાણે તથા પેઢીઓ પ્રમાણે તેમની ગણત્રી કરતાં તેઓ વીસ હજાર બસો પરાક્રમી ને શૂરવીર પુરુષો પોતાના પિતૃઓના કુટુંબોના સરદારો હતા."},{"number":10,"verse":"યદીએલનો પુત્ર બિલ્હાન, બિલ્હાનના પુત્રો:યેઉશ, બિન્યામીન, એહૂદ, કનાના, ઝેથાન, તાર્શીશ તથા અહિશાહાર."},{"number":11,"verse":"એ સર્વ યદીએલના પુત્રો હતા, તેઓના પિત્રુઓના કટુંબોના સરદારો, સત્તર હજાર બસો પરાક્રમી અને શૂરવીર પુરુષો હતા કે, જેઓ લડાઈ વખતે સૈન્યમાં જવાને લાયક હતા."},{"number":12,"verse":"ઈરના પુત્રો:શુપ્પીમ તથા હુપ્પીમ અને આહેરનો પુત્ર હુશીમ."},{"number":13,"verse":"( નફતાલીના વંશજો) નફતાલીના પુત્રો:યાહસીએલ, ગુની, યેસેર તથા શાલુમ; તેઓની મા બિલ્હા હતી."},{"number":14,"verse":"( મનાશ્શાના વંશજો) મનાશ્શાના પુત્રો:અરામી ઉપપત્નીને પેટે તેને આસ્રીએલ થયો; તેને જ પેટે ગિલ્યાદનો પિતા માખીર પણ થયો."},{"number":15,"verse":"તેણે હુપ્પીમ તેમજ શુપ્પીમ કુળમાંની બે પત્ની કરી, એકનુ નામ માકા હતું બીજીને પેટે સલોફહાદ થયો; સલોફહાદને પુત્રીઓ જ થઈ."},{"number":16,"verse":"ગિલ્યાદની સ્ત્રી માકાને પુત્ર થયો; તેણે તેનુઆઆઆઆઆઆઆમ નઞમ પેરેશ પાડ્યું, તેના ભાઈનું નામ શેરેશ હતું, તેના પુત્રો ઉલામ તથા રેકેમ હતા."},{"number":17,"verse":"ઉલામનો પુત્ર બદાન, મનાશ્શાના પુત્ર માખીરના પુત્ર ગિલ્યાદના વંશજો એ હતા."},{"number":18,"verse":"તેની બહેન હામ્મોલેખેથને પેટે ઈશ્હોદ, અબીએઝેર તથા માહલા થયા."},{"number":19,"verse":"શમિદાના પુત્રો:આહ્યાન, શેખેમ, લિકહી તથા અનીઆમ હતા."},{"number":20,"verse":"( એફ્રાઇમના વંશજો) એફ્રાઈમનો પુત્ર શુથેલા હતો, એનો પુત્ર બેરેદ, એનો પુત્ર તાહાથ,"},{"number":21,"verse":"એનો પુત્ર ઝાબાદ, એનો પુત્ર શુથેલા, એસેર, તથા એલાદ, તેમને દેશના મૂળ રહેવાસી ગાથના પુરુષોએ મારી નાખ્યા, કેમ કે તેઓનાં ઢોરોને હરિ લઈ જવા માટે તેઓ ઊતરી આવ્યા હતા."},{"number":22,"verse":"તેઓના પિતા એફ્રાઈમે ઘણા દિવસો સુધી શોક કર્યો, ને તેના ભાઈઓ તેને દિલાસો આપવા આવ્યા."},{"number":23,"verse":"પછી તે પોતાની પત્ની પાસે ગયો, તેને ગર્ભ રહ્યો, ને તેને પુત્રનો પ્રસવ થયો, ને તેણે તેનું નામ બરિયા [ભાગ્યહીન] પાડ્યું, કેમ કે તેના કુટુંબની દુર્દશા થઈ હતી."},{"number":24,"verse":"તેને શેરા નામની એક પુત્રી હતી. તેણે નીચેનું તથા ઉપરનું બેથ-હોરોન તથા ઉઝ્ઝેન-શેરા બાંધ્યા."},{"number":25,"verse":"રેફા તથા રેશેફ તેના પુત્રો હતા. રેશેફનો પુત્ર તેલાહ, એનો પુત્ર તાહાન."},{"number":26,"verse":"એનો પુત્ર લાદાન, એનો પુત્ર આમિહુદ, એનો પુત્ર અલીશામા."},{"number":27,"verse":"એનો પુત્ર નૂન, ને એનો પુત્ર યહોશુઆ."},{"number":28,"verse":"તેઓનાં વતન તથા તેઓનાં રહેઠાણ બેથેલ તથા તેના કસબાઓ હતાં, ને પૂર્વ તરફ નારાન, પશ્ચિમ તરફ ગેઝેર તથા તેના કસબાઓ, અને આઝઝા તથા તના કસબાઓ સુધી."},{"number":29,"verse":"વળી મનાશ્શાના વંશજોની સીમા પાસે બેથ-શાન તથા તેના કસબાઓ, તાનાખ તથા તેના કસબાઓ, દોર તથા તેના કસબાઓ હતા. તેઓમાં ઇઝરાયલના પુત્ર યૂસફના વંશજો રહેતા હતા."},{"number":30,"verse":"( આશેરના વંશજો) આશેરના પુત્રો:યિમ્ના, યિશ્વા, યિશ્વી, બારિયા તથા તેઓની બહેન સેરા,"},{"number":31,"verse":"બરિયાના પુત્રો:હેબેર, તથા માલ્કીએલ જે બિર્ઝાઈથનો પિતા હતો તે."},{"number":32,"verse":"હેબેરથી યાફલેટ, શોમેર તથા હોથામ, ને તેઓની બહેન શુઆ થયાં."},{"number":33,"verse":"યાફલેટના પુત્રો:પાસાખ, બિમ્હાલ તથા આશ્વાથ, એ યાફલેટના ફરજંદ હતાં."},{"number":34,"verse":"શોમેરના પુત્રો:અહી, રોહગા, યહુબ્બા તથા અરામ."},{"number":35,"verse":"તેના ભાઈ હમાથના પુત્રો:સોફાહ, યિમ્ના, શેલેશ તથા આમાલ."},{"number":36,"verse":"સોફાહના પુત્રો:શુઆ, હાર્નેફેર, શુઆલ, બેરી, યિમ્રા;"},{"number":37,"verse":"બેસેર, હોદ, શામ્મા, શિલ્શા, યિથ્રાન તથા બેરા."},{"number":38,"verse":"યેથેરના પુત્રો:યફુન્ને, પિસ્પા તથા અરા."},{"number":39,"verse":"ઉલ્લાના પુત્રો:આરાહ, હાન્‍નીએલ તથા રિસ્યા."},{"number":40,"verse":"એ સર્વ આશેરના પુત્રો હતા. તેઓ પોતાના પિતૃઓના કુટુંબના સરદારો, ચૂંટી કાઢેલા તથા પરાક્રમીઓ ને શૂરવીર પુરુષો હતા. અને વંશાવળી પ્રમાણે યુદ્ધના કામને માટે તેઓની ગણતરી કરતાં તેઓ છવ્વીસ હજાર પુરુષો હતા."}]}