{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું પહેલું પુસ્તક","bookEnglishName":"1 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"( બિન્યામીનના વંશજો) બિન્યામીનનો જ્યેષ્ઠ પુત્ર બેલા, બીજો આશ્બેલ, ત્રીજો આહાર;"},{"number":2,"verse":"ચોથો નોહા ને પાંચમો રાફા થયો."},{"number":3,"verse":"બેલાને આ પુત્રો હતા : આદ્દાર, ગેરા, (જેનો પુત્ર એહૂદ હતો);"},{"number":4,"verse":"અબી-શૂઆ, નામાન, અહોઆ;"},{"number":5,"verse":"શફૂફાન તથા હૂરામ."},{"number":6,"verse":"એહૂદના પુત્રો:એ ગેબાના રહેવાસીઓના પિતૃઓનાં કુટુંબના સરદારો હતા. તેઓ તેઓને કેદ કરીને માનાહાથમાં લઈ ગયા."},{"number":7,"verse":"નામાન, અહિયા, તથા ગેરા તેઓને તે કેદ પકડી ગયા. તેનાથી યુઝઝા તથા અહિહુદ થયા."},{"number":8,"verse":"તેણે તેઓને મોકલી દીધા પછી શાહરાઈમને મોઆબના પ્રદેશમાં સંતાન થયાં. તેની પત્નીઓ હુશીમ તથા બારા હતી."},{"number":9,"verse":"તેને તેની પત્ની હોદેશને પેટે યોબાબ, સિબ્યા, મેશા માલ્કામ;"},{"number":10,"verse":"યેઉસ, શાખ્યા તથા મિર્મા થયા, એ તેના પુત્રો, તેઓના પિતૃઓનાં [કુટુંબોના] સરદરો હતા."},{"number":11,"verse":"હુશીમને પેટે તેને અબિટુબ તથા એલ્પાલ થયા."},{"number":12,"verse":"એલ્પાલના પુત્રો:એબેર મિશામ, તથા શેમેદ, જેણે ઓનો તથા લોદ તેમના કસબાઓ સહિત વસાવ્યાં."},{"number":13,"verse":"( બિન્યામીનીઓ ગાથ અને આયાલોનમાં) બરિયા તથા શેમા, જે આયાલોનના રહેવાસીઓના પિતૃઓનાં [કુટુંબોના] સરદારો હતા, તેઓએ ગાથના રહેવાસીઓને નસાડી મૂકયાં."},{"number":14,"verse":"આહ્યો, શાશાક તથા યરેમોથ;"},{"number":15,"verse":"ઝબાદ્યા, અરાદ, એદેર;"},{"number":16,"verse":"મિખાએલ, યિશ્પા તથા યોહા, એ બરિયાના પુત્રો."},{"number":17,"verse":"( બિન્યામીનીઓ યરુશાલેમમાં) ઝબાદ્યા, મશુલ્લામ, હિઝકી, હેબેર;"},{"number":18,"verse":"યિશ્મરાય, યિઝલીઆ તથા યોઆબ, એ એલ્પાલના પુત્રો."},{"number":19,"verse":"યાકીમ, ઝિખ્રી, ઝાબ્દી;"},{"number":20,"verse":"અલિએનાય, સિલ્લાથય, અલીએલ;"},{"number":21,"verse":"અદાયા, બરાયા તથા શિમ્રાથ, એ શિમઈના પુત્રો."},{"number":22,"verse":"યિશ્પાન, એબેર, અલીએલ;"},{"number":23,"verse":"આબ્દોન, ઝિખ્રી, હાનાન,"},{"number":24,"verse":"હનાન્યા, એલામ, આન્થોથિયા."},{"number":25,"verse":"યિફદયા તથા પનુએલ એ શાશાકના પુત્રો."},{"number":26,"verse":"શામ્શરાય, શહાર્યા, અથાલ્યા."},{"number":27,"verse":"યારેશ્યા, એલિયા તથા ઝિખ્રી, એ યરોહામના પુત્રો."},{"number":28,"verse":"એ તેઓનાં પિતૃઓનાં [કુટુંબોના] સરદારો તથા તેમના જમાનાઓમાં મુખ્ય પુરુષો હતા. તેઓ યરુશાલેમમાં રહેતા હતા."},{"number":29,"verse":"( બિન્યામીનીઓ ગિબ્યોન અને યરુશાલેમમાં) ગિબ્યોનમાં ગિબ્યોનનો પિતા [યેઈએલ] રહેતો હતો, તેની પત્નીનું નામ માકા હતું."},{"number":30,"verse":"તેનો જ્યેષ્ઠ પુત્ર આબ્દોન, તથા સૂર, કીશ, બાલ, નાદાબ;"},{"number":31,"verse":"ગદોર, આહ્યો તથા ઝેખેર હતા."},{"number":32,"verse":"મિકલોથથી શિમા થયો. તેઓ પણ પોતાના ભાઈઓની સામે યરુશાલેમમાં પોતાના ભાઈઓની સાથે રહેતા હતા."},{"number":33,"verse":"( શાઉલનું કુટુંબ) નેરથી કીશ થયો, અને કીશથી શાઉલ થયો. શાઉલથી યોનાથાન, માલ્કી-શૂઆ, અબિનાદાબ તથા એશ્બાલ થયા."},{"number":34,"verse":"યોનાથાનનો પુત્ર મરીબ્બાલ હતો. મરીબ્બાલથી મિખા થયો."},{"number":35,"verse":"મિખાના પુત્રો:પિથોન, મેલેખ, તારેઆ, તથા આહાઝ."},{"number":36,"verse":"આહાઝથી યહોઆદ્દા થયો. અને યહોઆદ્દાથી આલેમેથ, આઝમાવેથ તથા ઝિમ્રી થયા. ઝિમ્રીથી મોસા થયો."},{"number":37,"verse":"મોસાથી બિનઆ થયો. તેનો પુત્ર રાફા હતો, એનો પુત્ર એલાસા, એનો પુત્ર આસેલ."},{"number":38,"verse":"આસેલને છ પુત્રો હતા. તેઓના નામ આ છે: આઝીકામ, બોખરુ, એશ્માએલ, શાર્યા, ઓબાદ્યા તથા હાનાન. એ સર્વ આસેલના પુત્રો હતા."},{"number":39,"verse":"તેના ભાઈ આશેકના પુત્રો:તનો જ્યેષ્ઠ પુત્ર ઉલામ, બીજો યેઉશ, ને ત્રીજો અલીફેલેટ."},{"number":40,"verse":"ઉલામના પુત્રો પરાક્રમી શૂરવીર પુરુષો અને તીરંદાજ હતા, તેઓને ઘણા પુત્રો ને પુત્રોના પુત્રો, એટલે એકસો પચાસ હતા. એ સર્વ બિન્યામીનનાં વંશના હતાં."}]}