{"bibleAbbr":"mniRNT2022","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":5,"verses":[{"number":1,"verse":"( Thajabana taibangpanbabu ngamba) Jisudi Christtani haina thajaba mi khudingmak Tengban Mapudagi poklabani aduga mapa adubu nungsiba mi khudingna machabusu nungsi."},{"number":2,"verse":"Eikhoina Tengban Mapubu nungsiba amasung mahakki yathangsing adu ngakllabadi eikhoina Tengban Mapugi machasingbu nungsi haiba khang-i."},{"number":3,"verse":"( Jn 14:15) Eikhoina Tengban Mapubu nungsiba haibasi mahakki yathangsing inba aduni. Mahakki yathangsingdi eikhoigidamak potlum natte,"},{"number":4,"verse":"maramdi Tengban Mapudagi poklaba mi khudingna taibangpanbabu ngammi. Eikhoina taibangpanbabu ngamba haibasi eikhoigi thajabagi mapannani."},{"number":5,"verse":"Taibangpanbabu ngamba mahak adu kanano? Jisudi Tengban Mapugi Machanupani haina thajaba mahak adu khaktanani."},{"number":6,"verse":"( Jisu Christtagi maramda sakhi) Ising amasung eegi mapanna lenglakpa Ibungo mahak adu asini, haibadi Jisu Christtani. Mahakna isingtagi mapanna lakpa natte adubu ising amasung eegi mapannani. Sakhi piriba adu Thawai adunani maramdi Thawai adu achumbani."},{"number":7,"verse":"Sakhi ahum lei:"},{"number":8,"verse":"Thawai, ising amasung eeni; ahum asi amata oina yanei."},{"number":9,"verse":"Eikhoina mioibagi sakhi lou-i adubu Tengban Mapugi sakhina henna chao-i maramdi mahakki Machanupagi maramda sakhi piriba asi Tengban Mapugi sakhini."},{"number":10,"verse":"Tengban Mapugi Machanupa adubu thajaba makhoina sakhi asi lou-i. Tengban Mapubu thajadaba makhoina Tengban Mapubu chinthiba oihalli, maramdi Tengban Mapuna Machanupagi maramda sakhi piba adu makhoina thajade."},{"number":11,"verse":"( Jn 3:36) Sakhi adu asini, Tengban Mapuna eikhoida lomba naidaba hingba pibire, aduga hingba adu mahakki Machanupa aduda lei."},{"number":12,"verse":"Machanupa adubu phanglaba mahak aduna hingba adu phangle; Tengban Mapugi Machanupa adubu phangdaba mahak aduna hingba adu phangde."},{"number":13,"verse":"( Lomba naidaba hingba) Tengban Mapugi Machanupagi mingda thajaba nakhoida lomba naidaba hingba lei haibasi nakhoina khangnanaba waramsing asi eina nakhoida i-bani."},{"number":14,"verse":"Tengban Mapugi maphamda changjabada eikhoigi leijaba chetna thajaba adu asini: madudi eikhoina mahakki ningba matung inna karigumba ama eikhoina nijarabadi, mahakna eikhoigi nijaba adu tabi."},{"number":15,"verse":"Eikhoina nijaba makhei Ibungona tabi haiba eikhoina khanglabadi, eikhoina mahakki maphamdagi nijakhiba adu eikhoina phangle haiba khang-i."},{"number":16,"verse":"Kanagumba nahakki machin manao amana siba thok-hanba nattaba pap touba urabadi, nahakna haijabigadabani aduga Tengban Mapuna makhoida hingba pibigani. Eina hairiba asi siba thok-hanba nattaba pap toubasing makhoi adugini. Siba thok-hanba pap lei. Nakhoina madugi maramda haijagadabani haina eina haiba natte."},{"number":17,"verse":"Aranba touba pumnamak papni adubu siba thok-handaba pap lei."},{"number":18,"verse":"Tengban Mapudagi pokkhraba mi kana amatana pap makha tana touduna leite haiba eikhoina khang-i; Tengban Mapugi Machanupa aduna makhoibu ngaksenbi amasung Phattaba Mahak aduna makhoibu sokpa ngamde."},{"number":19,"verse":"Eikhoidi Tengban Mapugi machasingni aduga taibangpan pumbadi Phattaba Mahak adugi makhutta lei haiba eikhoina khang-i."},{"number":20,"verse":"Eikhoina achumba Tengban Mapu adubu khangnanaba Tengban Mapugi Machanupa adu lengbiraktuna eikhoida wakhal taba pibire haibasu eikhoina khang-i. Tengban Mapugi Machanupa Jisu Christtada leijaduna eikhoina Tengban Mapuda lei."},{"number":21,"verse":"Eigi nungsiba angangsa, nakhoi nasabu lai-murtisingdagi lapna leiyu."}]}