{"bibleAbbr":"awaERV2005","bookName":"प्रेरितन क काम","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"( पौलुस इफिसुस मँ) अइसा भवा कि जब अपुल्लोस कुरिन्थुस मँ रहा तबहि पौलुस भीतर क पहँटा स जात्रा करत भवा इफिसुस मँ आइ पहोंचा। हुवाँ ओका कछू चेलन मिलेन।"},{"number":2,"verse":"अउर उ ओनसे कहेस, “का जब तू पचे बिसवास धारण किहे रहा तब पवित्तर आतिमा क ग्रहण किहे रहा?” उ सबइ जवाब दिहेन, “हम पचे तउ सुना तलक नाहीं कि कउनो पवित्तर आतिमा बाटइ भी!”"},{"number":3,"verse":"तउ उ कहेस, “तउ तू पचे कइसा बपतिस्मा लिहे अहा!” उ सबइ कहेन, “य़ूहन्ना क बपतिस्मा।”"},{"number":4,"verse":"फिन पौलुस कहेस, “यूहन्ना क बपतिस्मा तउ मनफिरावइ क बपतिस्मा रहा। उ मनइयन स कहे रहा कि जउन मोरे पाछे आवत अहइ, ओह पइ अरथ अहइ ईसू प बिसवास धरा।”"},{"number":5,"verse":"इ सुनिके उ पचे पर्भू ईसू क नाउँ क बपतिस्मा लइ लिहेन।"},{"number":6,"verse":"फिन जब पौलुस ओन प हाथ धरेस तउ ओन पइ पवित्तर आतिमा उतरि आइ। अउर उ सबइ अलग अलग भाखा बोलइ अउर भविस्सबाणी करइ लागेन।"},{"number":7,"verse":"कुल जोरिके उ पचे कउनो बारह मनई रहेन।"},{"number":8,"verse":"फिन पौलुस यहूदी आराधनालय मँ चला गवा अउर तीन महीना निडर होइके बोलत रहा। उ यहूदी लोगन क साथ बहस करत भवा ओनका परमेस्सर क राज्य क बारे मँ समझावत रहत रहा।"},{"number":9,"verse":"मुला ओहमाँ स कछू लोग बहोत जिद्दी रहेन। उ पचे बिसवास ग्रहण करइ स इन्कार कइ दिहेन अउर मनइयन क समन्वा भला बुरा कहत रहेन। तउ उ आपन चेलन क संग लइके ओनका तजिके चला गवा। अउर तरन्नुस क पाठसाला मँ हर रोज बिचार करत रहा।"},{"number":10,"verse":"दुइ बरिस तलक अइसा ही होत रहा। एकर नतीजा इ भवा कि सबइ एसिया क बसइया अउर यहूदियन अउर गैर यहूदियन पर्भू क बचन सुनि लिहेन।"},{"number":11,"verse":"( स्किबा क बेटवन) परमेस्सर पौलुस क हथवा चमत्कार करम करावत रहा।"},{"number":12,"verse":"हिआँ तलक की ओकर छुआ रुमाल अउर अँगरखा क बेरामियन क लगे लइ जावा जात तउ ओऩकइ बेरामी जरटुट होइ जातिन अउर दुस्ट आतिमा ओहमाँ म पराइ जातिन।"},{"number":13,"verse":"कछू यहूदी लोग, जउन दुस्ट आतिमा क उतारत भए एहर ओहर टहरत डोलत रहेन, जिन मनइयन मँ दुस्ट आतिमन क सवारी होतिन, ओन पइ पर्भू ईसू क नाउँ क बइपरइ क जतन करतेन अउर कहतेन, “मइँ तोहका उ ईसू क नाउँ प जेकर प्रचार पौलुस करत वा, आदेस देत हउँ?” एक स्किबा नाउँ क यहूदी महा याजक क सात ठु बेटवन जब अइसा करत रहेन।"},{"number":15,"verse":"तउ दुस्ट आतिमा (एक दाँई) ओनसे कहेस, “मइँ ईसू क पहिचानत हउँ अउर पौलुस क बारे मँ भी जानत हउँ, मुला तू पचे कउऩ अहा?”"},{"number":16,"verse":"फिन उ मनई जेह पइ दुस्ट आतिमा सवार रही, ओन प कूदि पड़ी। उ ओन पइ काबू पाइके अउर ओनकर कपरा फाड़ दिहेस। उ ओनका खूबइ पीटेस अउर ओनकइ ओढ़ना फाड़ि डाएस। एहसे उ पचे बेबस्तर होइके अउर चोटाइके परानेन।"},{"number":17,"verse":"इफिसुस मँ बसइया लोग सबहिं यहूदियन अउर यूनानी लोगन क इ बाते क पता लग गवा। उ सबइ लोग बहोतइ डेराइ गएऩ। इ तरह पर्भू ईसू क नाउँ क आदर अउर जिआदा बाढ़त गवा।"},{"number":18,"verse":"ओहमाँ स बहोत स जउऩ बिसवास ग्रहण किहे रहेन, आपन स कीन्ह गवा कुकरम क सबन क समन्वा कबूलत भए हुवाँ आएन।"},{"number":19,"verse":"जादूगर अउर टोनहन मँ स बहोतन आपन-आपन पोथी लइके हुवाँ बटोरि दिहेन अउर सब मनइयन क अगवा बारि दिहेन। ओऩ पोथिन क कीमत 50000 चाँदी क सिक्का क बराबर कूता गवा।"},{"number":20,"verse":"इ तरइ पर्भू क बचन जिआदा असरदार होत भवा दूर दूर ताई फइल गवा।"},{"number":21,"verse":"( पौलुस क जात्रा क जोजना) इ सब घटित होए क पाछे पौलुस आपन मने मँ मैसीडोनिया अउर अखाया होत भवा यरूसलेम जाइ क निहचय किहेस। उ कहेस, “हुवाँ जाए क पाछे मोका रोम भी लखइ चाही।”"},{"number":22,"verse":"तउ उ आपन तीमुथियुस अउर इरास्तुस नाउँ क दुइ सहायक लोगन क मैसीहोनिया पठएस अउर एसिया मँ तनिक समइ अउर बिताएस।"},{"number":23,"verse":"( इफिसुस मँ उपद्रव) उ दिनन मँ परमेस्सर के रस्ता का लइके हुवाँ खुब उपद्रप भवा।"},{"number":24,"verse":"हुवाँ देमेत्रियुस नाउँ क एक ठु चाँदी क बनवइया सोनार रहा। उ चाँदी क मन्दिर मूरति देवी अरतिमिस क बनवत रहा। जेहसे कारीगर लोगन क रोजी मिलत रही।"},{"number":25,"verse":"उ ओऩका इ धंधा मँ लगा भएन दूसर कारीगरन क बटोरेस अउर कहेस, “लखा मनइयो, तू पचे जानत ह कि काम स हमका एक बढ़िया आमदनी होत ह।"},{"number":26,"verse":"तू सब लखि सकत ह अउर सुनि सकत ह कि इ पौलुस न सिरिफ इफिसुस मँ मुला करीब करीब एसिया क समूचइ पहँटा मँ मनइयन क अपनी सिच्छा क जरिये बदल दिहे बा। उ कहत बा कि मनई क हथवा क बनावा सच देवता नाहीं अहइँ।"},{"number":27,"verse":"एहसे न सिरिफ इ बात क डर अहइ कि हमार बइपार क नामूसी होइ मुला महान देवी अरतिमिस क मंदिर क इज्जत खोइ जाइ क भी डर बाटइ। अउर जउन देवी क आराधना समूचइ एसिया अउर दुनिया स कीन्ह जात बाटइ, ओकर गरिमा छीन लइ जाइ डर अहइ।”"},{"number":28,"verse":"जब उ पचे इ सुनेन तउ उ पचे बहोत कोहाइ गएन अउर चिचिआइ चिचिआइ क कहइ लागेन, “इफिसियो क देवी अरतिमिस महान बा!”"},{"number":29,"verse":"ओहार सारे सहर मँ गड़बड़ी फैलि गइ। तउ मनइयन मैसीडोनिया स आएन अउर पौलुस क संग जात्रा करत भएन गयुस अउर अरिस्तरखुस क धइ दहबोचेन अउर रंग साला मँ लइ भागेन।"},{"number":30,"verse":"पौलुस मनइयन क समन्वा जाब चाहत रहा मुला चेलन ओका नाहीं जाइ दिहन।"},{"number":31,"verse":"कछू प्रांत क अधिकारी जउऩ ओकर मीत रहेन, ओसे कहवाइ पठइएन कि उ हुवाँ रंगसाला मँ आवइ क दुस्साहस जिन करइ।"},{"number":32,"verse":"लोगन मँ स कछू चिचियात बा, अउर कउनो कछू, काहेकि समूचइ सभा मँ हल्बुली फइली बाटइ। ओहमाँ मू जिआदा स जिआदा इ नाहीं जानत रहेन कि उ पचे हुवाँ बटुरा काहे बाटेन।"},{"number":33,"verse":"यहूदियन सिकन्दर क जेकज नाउँ भीड़ मँ स उ पचे सुझाए रहेन, अगवा ठाड़ कइ रखे रहेन। सिकन्दर आपन हथवा क हिलाइ हिलाइके मनइयन क समन्वा सफाई क बयान देत रहा।"},{"number":34,"verse":"मुला जब ओनका इ पता लाग कु उ एक यहूदी अहइ तउ उ सबइ एक अउटके कछू दुइ घण्टा तलक एक सुर मँ चिचियात भवा कहत रहेन, “इफिसियन क देवी अरतिमिस महान बा।”"},{"number":35,"verse":"फिन सहर क बाबू भीड़ क सान्त करत भवा कहेस, “हे इफिसुस क मनइयो, का दुनिया मँ अइसा कउनो मनई बा जउऩ इ नाहीं जानत कि इफिसियन सहर महान देवी अरतिमिस अउर सरग स गिरी भइ पवित्तर सिला क रखवारा अहइ?"},{"number":36,"verse":"काहेकि इ बातन स इन्कार नाहीं होइ सकता ऍह बरे तोहका सान्त रहइ चाही।"},{"number":37,"verse":"“तू पचे इ मनइयन क धइके हियाँ लाया ह जदि अपि उ सबइ न तउ कउनो मंदिर क लुटेन ह अउर न ही हमरी देवि क बेज्जत किहेन ह।"},{"number":38,"verse":"अगर देमेत्रियुस अउर संगी कारीगरन क कउनो क खिलाफ कउनो सिकाइत अहइ तउ अदालत खुली बाटइँ अउर हुवाँ निरनायकन अहइँ। हुवाँ आपुस मँ एक दूसर प नालिस करइँ।"},{"number":39,"verse":"“मुला जदि तू एहसे कछू जिआदा जानइ चाहत ह तउ ओकर फैसला नेम स चलइवाली सभा मँ कीन्ह जाइ।"},{"number":40,"verse":"जउन कछू अहइ ओकरे मुताबिक हमका इ बाते क डर हइ कि आज क दंगा क कारण हम प दोख न लगावा जाइ। इ दंगा बरे हमरे लगे कउनो भी कारण नाहीं बाटइ जेहसे हम सबइ ऍका ठीक ठहराइ सकी।”"},{"number":41,"verse":"ऍतना कहे क पाछे उ सभा क बिसर्जित कइ दिहेस।"}]}