{"bibleAbbr":"awaERV2005","bookName":"प्रेरितन क काम","bookEnglishName":"Acts of the Apostles","chapterNumber":24,"verses":[{"number":1,"verse":"( यहूदियन क जरिए पौलुस प मुकदमा) पाँच दिना पाछे महायाजक हनन्याह कछू बुजुर्ग यहूदी नेतन अउर तिरतुल्लुस नाउँ क एक वकील संग लइके कैसरिया आवा। उ पचे राज्यपाल क समन्वा पौलुस प जुर्म सिद्ध करइ आइ रहेन।"},{"number":2,"verse":"फेलिक्स क समन्वा पौलुस क पेसी होए पइ मुकदमा क सुनवाई सुरू करत भवा। तिरतुल्लुस बोला, “महासय, तोहरे कारण हम सांति स रहत अही तोहार दूरंदेस होइ स देस मँ बहोत जिआदा सूधार भएऩ ह।"},{"number":3,"verse":"हे महामहिम फेलिक्स। हम बड़े एहसान क साथ ऍका हर तरह स हर कहूँ अंगीकार करित ह।"},{"number":4,"verse":"तोहार अउर जिआदा समइ न लेत भए, मोर पराथना अहइ कि कृपा कइके आप थोड़े मँ हमका सुन लेइँ।"},{"number":5,"verse":"बात इ अहइ कि इ मनई क हम एक उत्पाती क रूप मँ पाएउँ ह। सारी दुनिया क यहूदियन मँ इ दंगा भड़काएस ह। इ नासरी लोगन क पंथ क नेता अहइ।"},{"number":6,"verse":"इ मंदिर क अपवित्तर करइ क जतन किहेस ह। हम पचे ऍका यह बरे धरा ह। हम यह पइ जउन आरोप लगावत अही, ओन सबन क आप खुद ऍसे पूछि पछोरिके जान सकत ह।”"},{"number":9,"verse":"इ जुर्म मँ यहूदी भी सामिल होइ गएन। उ पचे जोर दइके कहत रहेन कि इ सब तथ्य फुरि अहइँ!"},{"number":10,"verse":"( पौलुस राज्यपाल फेलिक्स क सामन्वा) फिन राज्यपाल जब पौलुस क बोलइ क इसारा किहेस तउ उ जवाब देत भवा कहेस, “तू बहोत दिना स इ देस क न्यायाधीस अहा। इ जानत भए मइँ खुसी क साथ आपन बचाव रखत अहउँ।"},{"number":11,"verse":"तू खुद इ जान सकत ह कि अबहिं आराधना बरे मोका यरुसलेम गए भए बस बारह दिन बीता बाटेन।"},{"number":12,"verse":"हुवाँ मंदिर मँ मोका न तउ कउनो क संग बहस करत भए पावा गवा अहइ अउर न ही आराधनालय या सहर मँ कतहूँ अउर मनइयन क दंगा बरे भड़कावत भवा"},{"number":13,"verse":"अउर तोहरे समन्वा जउन जुर्म इ सबइ मोह प लगावत अहइ ओनका सिद्ध नाहीं कइ सकत बाटेन।"},{"number":14,"verse":"“मुला मइँ तोहरे समन्वा इ बात क अंगीकार करत हउँ कि मइँ आपन पूर्वजन क परमेस्सर क आराधना ईसू के पंथ क मुताबिक करत हउँ, जेका इ पचे एक पंथ कहत हीं। मइँ हर उ बात मँ बिसवास करत हउँ जेका व्यवस्था बतावत ह अउर जउन नबी लोगन क किताबे मँ लिखी बाटइ।"},{"number":15,"verse":"अउर मइँ परमेस्सर मँ वइसेन ही भरोसा राखत हउँ जइसे खुद ई लोग धरत हीं कि धर्मी अउर विधर्मी दुइनउँ क ही फिन उत्थान होइ।"},{"number":16,"verse":"यह बरे मइँ भी परमेस्सर अउर मनइयन क समन्वा हमेसा आपन अन्तारात्मा क सुद्ध बनाए भए बरे जतन करत रहत हउँ।"},{"number":17,"verse":"“कइउ बरिस तलक यरुसलेम स दूर रहे क पाछे मइँ आपन रास्ट्र बरे उपहार लइके अपने मंदिर पर भेंट चढावइ बरे आएउँ ह। जब मइँ इ करत ही रहेउँ रहा उ पचे मोका मंदिर मँ पाएन, तब मँ बिधि क मुताबिक सुद्ध रहेउँ रहा न तउ हुवाँ भीड़ रही अउर न कउनो असांति।"},{"number":19,"verse":"एसिया स आए कछू यहूदी हुवाँ मौजूद रहेन। अगर मोरे खिलाफ ओनके लगे कछू अहइ तउ उ पचे तोहरे समन्वा हाजिर होइके मोह प जुर्म लगावइ चाही।"},{"number":20,"verse":"या इ लोग जउन हियाँ अहइँ उ सबइ बतावइँ कि जब मइँ यहूदी हमासभा क समन्वा खड़ा रहा, तब उ पचे मोहे मँ का खोट पाएन"},{"number":21,"verse":"सिवाय ऍकरे कि जब मइँ ओनकइ बीच मँ खड़ा रहा तब मइँ ऊँची अवाज मँ कहे रहा, ‘मरे भएऩ मँ स जी जाइ क बारे मँ आजु तोहरे जरिए मोर निआव कीन्ह जात अहइ।’”"},{"number":22,"verse":"फिन फेलिक्स, जउन इ ईसू के पंथ क पूरी जानकारी रखत रहा, मुकदमा क सुनवाई क आगे टारत भवा बोला, “जब सेनानायक लुसियास आइ, मइँ तबहिं तोहरे इ मुकदमे. प आपन फैसला देब।”"},{"number":23,"verse":"फिन उ फऊजी नायक क आदेस दिहेस कि तनिक छूट दइके पौलुस क पहरा क भीतर धरा जाइ अउर ओकरे मीतन क ओकर जरूजत पूरा करइ स न रोका जाइ।"},{"number":24,"verse":"( पौलुस क फेलिक्स अउर ओकर स्त्रियन स बातचीत) कछू दिना पाछे फेलिक्स आपन पतनी द्रुसिल्ला क संग हुवाँ आवा। उ एक यहूदी स्त्री रही। फेलिक्स पौलुस क बोलवावइ पठएस अउर मसीह ईसू मँ बिसवास क बारे मँ ओसे सुनेस।"},{"number":25,"verse":"मुला जब पौलुस नेकी, खुद क संयम मँ राखइ अउर आवइवाला निआव क बारे मँ बोलत रहा तउ फेलिक्स डेराइ गवा अउर बोला, “इ समइ तू चला जा, मौका मिले प मइँ तोहका फिन बोलवाउब।”"},{"number":26,"verse":"अहइ समइया ओका इ आसा भी रहाई कि पौलुस ओका कछू धन देइ। यह बरे फेलिक्स पौलुस क बातचीत बरे अक्सर बोलवावइ बरे पठवत रहा।"},{"number":27,"verse":"दुइ बरिस अइसे ही बीति जाए क पाछे फेलिक्स क जगइ पुरखिउस फेस्तुस ग्रहण कइ लिहस। अउर काहेकि, फेलिक्स यहूदियन क खुस रखइ चाहत रहा, यह बरे उ पौलुस क जेल मँ ही रहइ दिहेस।"}]}