{"bibleAbbr":"awaERV2005","bookName":"प्रेरितन क काम","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"( माल्टा द्वीप प पौलुस) इ सब कछू स सुरच्छा क साथ बच निकरे क पाछे हम सबन क पता लाग कि उ द्वीप क नाउँ माल्टा रहा।"},{"number":2,"verse":"हुवाँ क मूल-नीवासियन हमरे संग असाधारण रूप स नीक बियूहार किहेन। काहेकि जाड़ा रहा अउर बरखा होइ लाग, यह बरे उ पचे आगी बारेन अउर हम सबन क सुआगत किहेन।"},{"number":3,"verse":"पौलुस लकड़ी क गठरा बनाएस अउर जब उ आगी प लकड़ियन क धरत रहा तबहिं गर्मी लागे स एक बिख स भरा नाग बाहेर निकरा अउर उ ओकरे हाथ क डस लिहेस।"},{"number":4,"verse":"हुवाँ क निवासी जब उ जंतु क ओकरे हाथ स लटकत भवा निहारेन तउ उ पचे आपुस मँ कहइ लागेन, “सचमुच ही इ मनई हत्तियारा अहइ। जदि अपि इ सागर स बचिके निकरा अहइ मुला दिब्ब निआव ऍका जिअइ देत नाहीं बा।”"},{"number":5,"verse":"मुला पौलुस उ नाग क आगी मँ ही पटकेस। पौलुस क कउने तरह क हानि नाहीं भइ।"},{"number":6,"verse":"मनइयन सोचत रहेन कि उ या तउ सूजि जाइ या फिन बरबस धरती प भहराइ के मरि जाइ। मुला बहोत देर तलक जोहे क पाछे अउर लखिके ओका असाधारण रूप स कछू नाहीं भवा अहइ, उ पचे आपन बिचार बदल दिहेन अउर बोलेन, “इ तउ कइनो देवता अहइ!”"},{"number":7,"verse":"उ ठउर क नगिचे ही उ द्वीप क प्रधान मनई पुबलियुस की खेत रहा। उ आपन घरे लइ जाइके हमार सुआगत-सत्कार किहेस। बड़ा खुला मन स तीन दिना तलक उ हमार मेहमानदारी करत रहा।"},{"number":8,"verse":"पुबलियुस क बाप बिस्तर प ओलरा रहा। ओका बोखार अउर पेचिस होत रही। पौलुस ओसे भेंटइ भितरे गवा। फिन पराथना करइ क पाछे उ ओह पार आपन हाथ धरेस अउर उ नीक होइ गवा।"},{"number":9,"verse":"इ घटना क बाद उ द्वीप क बाकी सबहिं बेरमियन हुवाँ आएन अउर उ पचे नीक होइ गएन।"},{"number":10,"verse":"कहइ उपहार स हमार मान बढ़ाएन अउर जब हम हुवाँ स नाउ प आगे चलेन तउ उ पचे सब जरूरी चीज क लइ आइके हमका दइ दिहेन। तीन महीना पाछे सिकन्दरिया क एक जहाज स हम चल पड़ेन। इ द्वीप प जहाज जाड़ा भरे क बरे रूका जहाज क आगे क हींसा मँ जुड़वा भाइयन क चीन्हा बना रहा।"},{"number":12,"verse":"( पौलुस क रोम जाब) फिन हम पचे सरकुसा जाइ पहोंचेन जहाँ हम तीन दिना तलक ठहरेन।"},{"number":13,"verse":"हुवाँ स जहाज स हम सबइ रेगियुम पहोंचेन अउर फिन अगले ही दिन दखिनाई हवा चली। तउ अगले दिन हम पुतियुली पहोंचेन।"},{"number":14,"verse":"हुवाँ हमका कछू बंधु मिलेन अउर उ पचे हमका हुवाँ सात दिना ठहरइ क कहेन अउर इ तरह हम रोम पहोंचि आएन।"},{"number":15,"verse":"जब हुवाँ क भाइ लोगन क हमार सूचना मिली तउ उ पचे अप्पियुस क बजार अउर तीन सराय तलक हम पचन स भेंटइ आएन। पौलुस जब ओनका लखेस तु परमेस्सर क धन्यबाद दइके आपना ढ़ाढ़स बढ़ाएस।"},{"number":16,"verse":"( पौलुस क रोम आउब) जब हम सबइ रोम पहोंचेन तउ एक ठु सिपाही क देखरेख मँ पौलुस क अपने आप अलग रहइ क अनुमति दीन्ह गइ।"},{"number":17,"verse":"तीन बरिस पाछे पौलुस यहूदी नेतन क बोलाएस अउर ओनकइ बटुर जाए प उ ओनसे बोला, “भाइयो, चाहे मइँ आपन रास्ट्र या आपन पूर्वजन क व्यवस्था क खिलाफ कछू भी नाहीं किहेउँ ह, तउ भी यरुसलेम मँ मोका बंदी क रूप मँ रोमी लोगन क हवाले कइ दीन्ह गवा रहा।"},{"number":18,"verse":"उ पचे मोर जाँच पड़ताल किहेन अउर मोका छोड़इ चाहेन काहेकि अइसा कछू मइँ किहेउँ ही नाहीं रहा जउन मउत क सजा क काबिल होत"},{"number":19,"verse":"मुला जब यहूदी लोगन एतराज किहेन तउ मइँ कैसर स फिन बिचार करइ क पराथना करइ क बेबस होइ गएउँ। यह बरे कि नाहीं कि मइँ आपन ही लोगन प कउनो दोख लगावइ चाहत रहेउँ।"},{"number":20,"verse":"इहइ कारण अहइ जेहसे मइ तोहसे मिलइ अउर बातचीत करइ चाहत रहेउँ काहेकि इस्राएल क उ भरोसा ही बाटइ जेकरे कारण मइँ जंजीर मँ बंधा अहउँ।”"},{"number":21,"verse":"यहूदी नेतन पौलुस स कहेन, “तोहरे बारे मँ यहूदिया स न तउ कउनो चिट्ठी ही मिली बाटइ, अउर न ही हुवाँ स आवइवाला कुउनो भी भाई तोहार कइनो खबर दिहेन अउर तोहरे बारे मँ कउनो बुरी बात कहेस।"},{"number":22,"verse":"मुला तोहार का बिचार अहइँ, इ हम तोहसे सुनइ चाहित ह काहेकि हम जानित ह कि लोग सब कछू पंथ क खिलाफ बोलत रहत हीं।”"},{"number":23,"verse":"तउ उ पचे ओकरे साथ एक दिन ठहराएन। अउर फिन जहाँ उ ठहरा रहा, बड़ी गनती मँ ओइके उ लोग बटुर गएन। मूसा क व्यवस्था अउर नबी लोगन क किताबन स ईसू क बारे मँ ओनका समझावइ क जतन करत भए उ परमेस्सर क राज्य क बारे मँ आपन साच्छी दिहेस अउर समुझाएस।"},{"number":24,"verse":"उ जउन कछू कहे रहा, ओहसे कछू मिला तउ बात मान गएन मुला कछू बिसवास नाहीं किहेन।"},{"number":25,"verse":"फिन आपुस मँ एक दूसर स असहमत होत भएन उ पचे हुवाँ स जाइ लागेन। तब पौलुस एक बात अउर कहेस, “यसायाह नबी क जरिया पवित्तर आतिमा तोहरे पूर्वजन स केतॅना ठीक कहे रहा,"},{"number":26,"verse":"‘जाइके इन लोगन स कहि द्या: तू पचे सुनब्या, पर न बुझब्या कबहुँ। लखत ही लखत बस तू रहब्या हज न बुझब्या कबहुँ भी!"},{"number":27,"verse":"काहेकि ऍनकइ हिरदय मूर्खपन स गवा भरि कान ऍनकइ मुस्किल स सुनत हीं अउर कइ लिहन मूँद आँखी आपन इ सबइ, काहेकि अइसा न होइ जाइ कि इ सबइ आँखीन स लखइँ, सुनइँ अउर कान स आपन अउर समुझइँ हिरदय मँ, लौटइँ साइद अउर करइ पड़ब मोका चंगा ओनका।’"},{"number":28,"verse":"“यह बरे तोहका जान लेइ चाही कि परमेस्सर क इ उद्धार बिधर्मियन क लगे पठइ दीन्ह ग अहइ। उ पचे ऍका सुनिहीं।”"},{"number":30,"verse":"हुआँ किराये क आपन मकान मँ पौलुस पूरा दुइ बरिस तलक ठहरा। जउन कउनो भी ओसे मिलइ आवत, उ ओकर सुआगत करत।"},{"number":31,"verse":"उ परमेस्सर क राज्य क प्रचार करत रहत अउर पर्भू ईसू मसीह क बारे मँ उपदेस देत। उ इ कारज क पूरा बेडर होइके अउर बगेरे कउनो बाधा क मानत भवा करत रहा।"}]}