{"bibleAbbr":"KNJV","bookName":"ನ್ಯಾಯಸ್ಥಾಪಕರು","bookEnglishName":"Judges","chapterNumber":11,"verses":[{"number":1,"verse":"ಗಿಲ್ಯಾದ್ಯನಾದ ಯೆಪ್ತಾಹನು ಮಹಾಪರಾಕ್ರಮಿಯಾಗಿದ್ದನು. ಅವನು ಗಿಲ್ಯಾದನಿಗೆ ಒಬ್ಬ ಸೂಳೆಯಲ್ಲಿ ಹುಟ್ಟಿದವನು."},{"number":2,"verse":"ಗಿಲ್ಯಾದನಿಗೆ ಹೆಂಡತಿಯಲ್ಲಿಯೂ ಮಕ್ಕಳು ಹುಟ್ಟಿದರು. ಇವರು ದೊಡ್ಡವರಾದ ಮೇಲೆ ಯೆಪ್ತಾಹನಿಗೆ - ನೀನು ಪರಸ್ತ್ರೀಯಿಂದ ಹುಟ್ಟಿದವನು; ಆದದರಿಂದ ನಿನಗೆ ನಮ್ಮ ತಂದೆಯ ಮನೆಯಲ್ಲಿ ಬಾಧ್ಯತೆ ಸಿಕ್ಕಲಾರದು ಎಂದು ಹೇಳಿ ಅವನನ್ನು ಹೊರಗೆ ಹಾಕಿದರು."},{"number":3,"verse":"ಅವನು ತನ್ನ ಸಹೋದರರನ್ನು ಬಿಟ್ಟು ಟೋಬ್ ದೇಶಕ್ಕೆ ಹೋಗಲು ಅಲ್ಲಿನ ಕಾಕಪೋಕರು ಕೂಡಿ ಅವನನ್ನು ಹಿಂಬಾಲಿಸಿದರು."},{"number":4,"verse":"ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ವಿರೋಧವಾಗಿ ಬಂದ ಅಮ್ಮೋನಿಯರು ಸ್ವಲ್ಪದಿನಗಳಾದ ಮೇಲೆ ಯುದ್ಧವನ್ನು ಪ್ರಾರಂಭಿಸಿದರು."},{"number":5,"verse":"ಆಗ ಗಿಲ್ಯಾದಿನ ಹಿರಿಯರು ಯೆಪ್ತಾಹನನ್ನು ಟೋಬ್‍ದೇಶದಿಂದ ಕರೆದುಕೊಂಡು ಬರುವದಕ್ಕಾಗಿ ಅಲ್ಲಿಗೆ ಹೋಗಿ ಅವನಿಗೆ -"},{"number":6,"verse":"ನಾವು ಅಮ್ಮೋನಿಯರೊಡನೆ ಯುದ್ಧಮಾಡುವ ಹಾಗೆ ನೀನು ಬಂದು ನಮ್ಮ ನಾಯಕನಾಗು ಎಂದು ಬೇಡಿಕೊಂಡರು."},{"number":7,"verse":"ಅವನು ಅವರಿಗೆ - ನನ್ನನ್ನು ಹಗೆಮಾಡಿ ನನ್ನ ತಂದೆಯ ಮನೆಯಿಂದ ಅಟ್ಟಿಬಿಟ್ಟವರು ನೀವೇ ಅಲ್ಲವೋ? ನಿಮಗೆ ಕಷ್ಟ ಬಂದಾಗ ನನ್ನ ಬಳಿಗೆ ಯಾಕೆ ಬಂದಿರಿ ಅನ್ನಲು"},{"number":8,"verse":"ಅವರು - ಆದದರಿಂದಲೇ ಈಗ ತಿರಿಗಿ ನಿನ್ನ ಬಳಿಗೆ ಬಂದಿದ್ದೇವೆ; ನಮ್ಮ ಸಂಗಡ ಬಂದು ಅಮ್ಮೋನಿಯರೊಡನೆ ಯುದ್ಧಮಾಡುವಿಯಾದರೆ ಗಿಲ್ಯಾದಿನವರಿಗೆಲ್ಲಾ ನೀನೇ ಶಿರಸ್ಸಾಗಿರುವಿ ಎಂದು ಹೇಳಿದರು."},{"number":9,"verse":"ಆಗ ಯೆಪ್ತಾಹನು ಅವರಿಗೆ - ನೀವು ನನ್ನನ್ನು ಅಮ್ಮೋನಿಯರೊಡನೆ ಯುದ್ಧಮಾಡುವದಕ್ಕೋಸ್ಕರ ಕರೆದುಕೊಂಡು ಹೋಗುವಲ್ಲಿ ಯೆಹೋವನು ಅವರನ್ನು ನನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸಿಕೊಟ್ಟರೆ ನಿಜವಾಗಿ ನನ್ನನ್ನು ಅಧಿಪತಿಯನ್ನಾಗಿ ಮಾಡುವಿರೋ ಎಂದು ಕೇಳಲು"},{"number":10,"verse":"ಅವರು ಅವನಿಗೆ - ಹಾಗೆಯೇ ಮಾಡುವೆವು; ಉಭಯತರ ಮಾತುಗಳಿಗೆ ಯೆಹೋವನೇ ಸಾಕ್ಷಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":11,"verse":"ಆಗ ಯೆಪ್ತಾಹನು ಗಿಲ್ಯಾದಿನ ಹಿರಿಯರ ಸಂಗಡ ಹೋದನು; ಜನರು ಅವನನ್ನು ಅಧಿಪತಿಯನ್ನಾಗಿಯೂ ನಾಯಕನನ್ನಾಗಿಯೂ ನೇಮಿಸಿದರು. ಮತ್ತು ಯೆಪ್ತಾಹನು ತನ್ನ ಸಂಗತಿಗಳನ್ನೆಲ್ಲಾ ಮಿಚ್ಪೆಯಲ್ಲಿ ಯೆಹೋವನ ಮುಂದೆ ಅರಿಕೆಮಾಡಿದನು."},{"number":12,"verse":"ಯೆಪ್ತಾಹನು ಅಮ್ಮೋನಿಯರ ಅರಸನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ ಅವನನ್ನು - ನನಗೂ ನಿನಗೂ ಏನಿದೆ? ನೀನು ನನ್ನ ದೇಶಕ್ಕೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಮಾಡುವದಕ್ಕೇನು ಕಾರಣ ಎಂದು ಕೇಳಿದನು."},{"number":13,"verse":"ಆ ಅರಸನು ದೂತರಿಗೆ - ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತದಿಂದ ಬಂದಾಗ ಅರ್ನೋನಿನಿಂದ ಯಬ್ಬೋಕ್, ಯೊರ್ದನ್ ಹೊಳೆಗಳವರೆಗೂ ಇದ್ದ ನನ್ನ ದೇಶವನ್ನು ಕಸಕೊಂಡರಲ್ಲಾ; ನೀನು ಈಗ ಅದನ್ನು ಸಮಾಧಾನದಿಂದ ಹಿಂದಕ್ಕೆ ಕೊಡು ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿದನು."},{"number":14,"verse":"ಯೆಪ್ತಾಹನು ಇನ್ನೊಂದು ಸಾರಿ ಅಮ್ಮೋನಿಯರ ಅರಸನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ"},{"number":15,"verse":"ಅವನಿಗೆ - ಯೆಪ್ತಾಹನಾದ ನನ್ನ ಮಾತನ್ನು ಕೇಳು; ಇಸ್ರಾಯೇಲ್ಯರು ಮೋವಾಬ್ಯರ ಮತ್ತು ಅಮ್ಮೋನಿಯರ ದೇಶವನ್ನು ತೆಗೆದುಕೊಳ್ಳಲೇ ಇಲ್ಲ."},{"number":16,"verse":"ಅವರು ಐಗುಪ್ತವನ್ನು ಬಿಟ್ಟನಂತರ ಅರಣ್ಯದಲ್ಲಿ ಸಂಚರಿಸಿ ಕೆಂಪುಸಮುದ್ರಕ್ಕೂ ಅನಂತರ ಕಾದೇಶಿಗೂ ಬಂದರು."},{"number":17,"verse":"ಅವರು ಅಲ್ಲಿಂದ ಎದೋಮ್ಯರ ಅರಸನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ - ನಿನ್ನ ದೇಶವನ್ನು ದಾಟಿಹೋಗುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳಲು ಅವನು ಒಪ್ಪಿಕೊಳ್ಳಲಿಲ್ಲ. ತರುವಾಯ ಮೋವಾಬ್ಯರ ಅರಸನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಲು ಅವನೂ ಒಪ್ಪಿಕೊಳ್ಳಲಿಲ್ಲ; ಆದದರಿಂದ ಅವರು ಕಾದೇಶಿನಲ್ಲಿಯೇ ನಿಂತರು."},{"number":18,"verse":"ಅನಂತರ ಅವರು ಅರಣ್ಯದಲ್ಲಿ ಪ್ರಯಾಣಮಾಡಿ ಎದೋಮ್ ಮೋವಾಬ್ ದೇಶಗಳನ್ನು ಸುತ್ತಿಕೊಂಡು ಮೋವಾಬ್ ದೇಶದ ಪೂರ್ವದಿಕ್ಕಿಗೆ ಬಂದು ಅದರ ಮೇರೆಯಾಗಿರುವ ಅರ್ನೋನ್ ಹೊಳೆಯ ಆಚೆಯಲ್ಲಿ ಇಳುಕೊಂಡರು; ಮೋವಾಬ್ಯರ ಮೇರೆಯೊಳಗೆ ಕಾಲಿಡಲಿಲ್ಲ."},{"number":19,"verse":"ತರುವಾಯ ಅವರು ಹೆಷ್ಬೋನನ್ನು ರಾಜಧಾನಿಮಾಡಿಕೊಂಡಿದ್ದ ಅಮೋರಿಯರ ಅರಸನಾದ ಸೀಹೋನನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ - ನಿನ್ನ ದೇಶವನ್ನು ದಾಟಿ ನಮ್ಮ ಸ್ಥಳಕ್ಕೆ ಹೋಗುವದಕ್ಕೆ ಅಪ್ಪಣೆಕೊಡು ಎಂದು ಅವನನ್ನು ಬೇಡಿಕೊಂಡರು."},{"number":20,"verse":"ಆದರೆ ಸೀಹೋನನು ಅವರನ್ನು ನಂಬದವನಾಗಿ ತನ್ನ ಸೀಮೆಯನ್ನು ದಾಟಿಹೋಗುವದಕ್ಕೆ ಅಪ್ಪಣೆಕೊಡದೆ ತನ್ನ ಜನರನ್ನು ಕೂಡಿಸಿಕೊಂಡು ಯಹಚಕ್ಕೆ ಬಂದು ಅವರೊಡನೆ ಯುದ್ಧಮಾಡಿದನು."},{"number":21,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರಾದ ಯೆಹೋವನು ಸೀಹೋನನನ್ನೂ ಅವನ ಜನರೆಲ್ಲರನ್ನೂ ಇಸ್ರಾಯೇಲ್ಯರ ಕೈಗೆ ಒಪ್ಪಿಸಿದ್ದರಿಂದ ಅವರು ಈ ದೇಶದ ನಿವಾಸಿಗಳಾದ ಅಮೋರಿಯರನ್ನು ಹೊಡೆದು ಅವರ ದೇಶವನ್ನೆಲ್ಲಾ ಸ್ವತಂತ್ರಿಸಿಕೊಂಡರು."},{"number":22,"verse":"ಹೀಗೆ ಇಸ್ರಾಯೇಲ್ಯರು ಅರ್ನೋನಿನಿಂದ ಯಬ್ಬೋಕಿನವರೆಗೂ ಅರಣ್ಯದಿಂದ ಯೊರ್ದನಿನವರೆಗೂ ಇದ್ದ ಅಮೋರಿಯರ ಪ್ರಾಂತವನ್ನೆಲ್ಲಾ ವಶಮಾಡಿಕೊಂಡರು."},{"number":23,"verse":"ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನು ಈ ದೇಶವನ್ನು ಅಮೋರಿಯರಿಂದ ತೆಗೆದು ತನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಕೊಟ್ಟ ಮೇಲೆ ನೀನು ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದು ಹೇಗೆ?"},{"number":24,"verse":"ನಿನ್ನ ದೇವನಾದ ಕೆಮೋಷನು ನಿನಗೆ ಕೊಡುವ ದೇಶಗಳನ್ನು ನೀನು ಸ್ವತಂತ್ರಿಸಿಕೊಳ್ಳುವದಿಲ್ಲವೋ? ಹಾಗೆಯೇ ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಮಗೆ ಒಪ್ಪಿಸಿಕೊಡುವದನ್ನು ನಾವು ಸ್ವತಂತ್ರಿಸಿಕೊಳ್ಳುವದು ನ್ಯಾಯವಾಗಿದೆ."},{"number":25,"verse":"ಚಿಪ್ಪೋರನ ಮಗನೂ ಮೋವಾಬ್ಯರ ಅರಸನೂ ಆದ ಬಾಲಾಕನಿಗಿಂತ ನೀನು ಹೆಚ್ಚಿನವನೋ? ಅವನು ಇಸ್ರಾಯೇಲ್ಯರೊಡನೆ ಎಂದಾದರೂ ವಿವಾದಮಾಡಿದನೋ? ಅಥವಾ ಅವರಿಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಕ್ಕೆ ಬಂದನೋ?"},{"number":26,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಮುನ್ನೂರು ವರುಷಗಳಿಂದ ಹೆಷ್ಬೋನ್, ಅರೋಯೇರ್ ಎಂಬ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ಅವುಗಳ ಗ್ರಾಮಗಳಲ್ಲಿಯೂ ಅರ್ನೋನ್ ತೀರದ ಎಲ್ಲಾ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ವಾಸಿಸುತ್ತಿದ್ದಾರಲ್ಲಾ; ಇಷ್ಟು ದಿವಸಗಳವರೆಗೆ ನೀನು ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳದೆ ಇದ್ದದ್ದೇಕೆ?"},{"number":27,"verse":"ನಾನು ನಿನಗೆ ಯಾವ ಅನ್ಯಾಯವನ್ನೂ ಮಾಡಲಿಲ್ಲ. ನೀನು ಈಗ ನನಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಕ್ಕೆ ಬಂದದರಿಂದ ನೀನೇ ಅನ್ಯಾಯಮಾಡಿದ ಹಾಗಾಯಿತು. ನ್ಯಾಯಸ್ಥಾಪಕನಾದ ಯೆಹೋವನೇ ಈ ಹೊತ್ತು ಇಸ್ರಾಯೇಲ್ಯರಿಗೂ ಅಮ್ಮೋನಿಯರಿಗೂ ಮಧ್ಯದಲ್ಲಿ ನ್ಯಾಯತೀರಿಸಲಿ ಎಂದು ಹೇಳಿಸಿದನು."},{"number":28,"verse":"ಆದರೆ ಯೆಪ್ತಾಹನು ಹೇಳಿಕಳುಹಿಸಿದ ಮಾತುಗಳಿಗೆ ಅಮ್ಮೋನಿಯರ ಅರಸನು ಕಿವಿಗೊಡಲಿಲ್ಲ."},{"number":29,"verse":"ಆಗ ಯೆಹೋವನ ಆತ್ಮವು ಯೆಪ್ತಾಹನ ಮೇಲೆ ಬಂದಿತು. ಅವನು ಗಿಲ್ಯಾದ್ ಪ್ರಾಂತ, ಮನಸ್ಸೆಯ ದೇಶ ಇವುಗಳಲ್ಲಿ ಸಂಚರಿಸಿ ತಿರಿಗಿ ಗಿಲ್ಯಾದಿನ ಮಿಚ್ಪೆಗೆ ಬಂದು ಅಲ್ಲಿಂದ ಅಮ್ಮೋನಿಯರ ಮೇಲೆ ಯುದ್ಧಕ್ಕೆ ಹೋದನು."},{"number":30,"verse":"ಇದಲ್ಲದೆ ಅವನು ಯೆಹೋವನಿಗೆ - ನೀನು ಅಮ್ಮೋನಿಯರನ್ನು ನನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸುವದಾದರೆ"},{"number":31,"verse":"ನಾನು ಸುರಕ್ಷಿತನಾಗಿ ಮನೆಗೆ ಮುಟ್ಟಿದಾಗ ನನ್ನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕಾಗಿ ನನ್ನ ಮನೆಯ ಬಾಗಲಿನಿಂದ ಮೊದಲು ಬರುವಂಥ ಪ್ರಾಣಿಯು ನಿನ್ನದೇ ಎಂದು ಅದನ್ನು ನಿನಗೋಸ್ಕರ ಹೋಮಮಾಡುವೆನು ಎಂದು ಹರಕೆಮಾಡಿದನು."},{"number":32,"verse":"ಯೆಪ್ತಾಹನು ಅಮ್ಮೋನಿಯರಿಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಕ್ಕೆ ಹೋಗಲು ಯೆಹೋವನು ಅವರನ್ನು ಅವನ ಕೈಗೆ ಒಪ್ಪಿಸಿದನು."},{"number":33,"verse":"ಅವನು ಅವರನ್ನು ಸೋಲಿಸಿ ಅರೋಯೇರಿನಿಂದ ಮಿನ್ನೀತಿನ ದಾರಿಯವರೆಗೂ ಆಬೇಲ್ ಕೆರಾಮೀಮಿನವರೆಗೂ ಇಪ್ಪತ್ತು ಪಟ್ಟಣಗಳನ್ನು ಹಾಳುಮಾಡಿಬಿಟ್ಟನು. ಹೀಗೆ ದೊಡ್ಡ ಜಯವಾಗಿ ಅಮ್ಮೋನಿಯರು ಇಸ್ರಾಯೇಲ್ಯರ ಮುಂದೆ ತಗ್ಗಿಸಲ್ಪಟ್ಟರು."},{"number":34,"verse":"ಯೆಪ್ತಾಹನು ಮಿಚ್ಪೆಯಲ್ಲಿದ್ದ ತನ್ನ ಮನೆಯನ್ನು ಸಮೀಪಿಸಿದಾಗ ಅವನ ಮಗಳು ದಮ್ಮಡಿಬಡಿಯುತ್ತಾ ನಾಟ್ಯವಾಡುತ್ತಾ ಅವನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕಾಗಿ ಬಂದಳು. ಆಕೆಯು ಅವನ ಒಬ್ಬಳೇ ಮಗಳು. ಆಕೆಯ ಹೊರತು ಅವನಿಗೆ ಬೇರೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳೇ ಇರಲಿಲ್ಲ."},{"number":35,"verse":"ಆಕೆಯನ್ನು ಕಾಣುತ್ತಲೆ ಅವನು ತನ್ನ ಬಟ್ಟೆಯನ್ನು ಹರಿದುಕೊಂಡು - ಅಯ್ಯೋ ನನ್ನ ಮಗಳೇ, ಮಗಳೇ, ನೀನು ನನ್ನನ್ನು ಕುಗ್ಗಿಸೇ ಬಿಟ್ಟಿಯಲ್ಲಾ; ನನಗೆ ಮಹಾಸಂಕಟವನ್ನುಂಟುಮಾಡಿದಿ. ನಾನು ಬಾಯ್ದೆರೆದು ಯೆಹೋವನಿಗೆ ಹರಕೆಮಾಡಿದ್ದೇನೆ; ಅದಕ್ಕೆ ಹಿಂದೆಗೆಯಲಾರೆನು ಎಂದು ಕೂಗಿಕೊಳ್ಳಲು"},{"number":36,"verse":"ಆಕೆಯು ಅವನಿಗೆ - ನನ್ನ ತಂದೆಯೇ, ನೀನು ಬಾಯ್ದೆರೆದು ಯೆಹೋವನಿಗೆ ಹರಕೆ ಮಾಡಿದ ಮೇಲೆ ಆತನು ನಿನ್ನ ಶತ್ರುಗಳಾದ ಅಮ್ಮೋನಿಯರಿಗೆ ಮುಯ್ಯಿತೀರಿಸಿದದರಿಂದ ನಿನ್ನ ಬಾಯಿಂದ ಹೊರಟದ್ದನ್ನೇ ನೆರವೇರಿಸು ಅಂದಳು."},{"number":37,"verse":"ಆಕೆಯು ತಿರಿಗಿ ತನ್ನ ತಂದೆಗೆ - ನನ್ನ ಬಿನ್ನಹವನ್ನು ಲಾಲಿಸು; ಎರಡು ತಿಂಗಳುಗಳವರೆಗೆ ನನ್ನನ್ನು ಬಿಡು. ನಾನು ನನ್ನ ಗೆಳತಿಯರೊಡನೆ ಬೆಟ್ಟದ ಪ್ರದೇಶಗಳಿಗೆ ಹೋಗಿ ನನ್ನ ಕನ್ಯಾವಸ್ಥೆಗೋಸ್ಕರ ಗೋಳಾಡುವೆನು ಅನ್ನಲು ಅವನು -"},{"number":38,"verse":"ಎರಡು ತಿಂಗಳ ತನಕ ಹೋಗಿ ಬಾ ಎಂದು ಕಳುಹಿಸಿದನು. ಆಕೆಯು ಸಖಿಯರ ಸಹಿತವಾಗಿ ಬೆಟ್ಟದ ಪ್ರದೇಶಗಳಿಗೆ ಹೋಗಿ ತನ್ನ ಕನ್ಯಾವಸ್ಥೆಗೋಸ್ಕರ ಗೋಳಾಡಿದಳು."},{"number":39,"verse":"ಎರಡು ತಿಂಗಳು ಕಳೆದನಂತರ ಆಕೆಯು ತಿರಿಗಿ ತಂದೆಯ ಹತ್ತಿರ ಬರಲು ಅವನು ತನ್ನ ಹರಕೆಯನ್ನು ತೀರಿಸಿದನು. ಆಕೆಯು ಪುರುಷನನ್ನರಿಯದವಳು."},{"number":40,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಹೆಣ್ಣುಮಕ್ಕಳು ಪ್ರತಿವರುಷದಲ್ಲಿಯೂ ನಾಲ್ಕು ದಿವಸ ಗಿಲ್ಯಾದ್ಯನಾದ ಯೆಪ್ತಾಹನ ಮಗಳನ್ನು ವರ್ಣಿಸುತ್ತಾರೆ. ಇದು ಅವರಲ್ಲಿ ಒಂದು ಪದ್ಧತಿ."}]}