{"bibleAbbr":"KNJV","bookName":"ನ್ಯಾಯಸ್ಥಾಪಕರು","bookEnglishName":"Judges","chapterNumber":16,"verses":[{"number":1,"verse":"ತರುವಾಯ ಸಂಸೋನನು ಗಾಜಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿ ಒಬ್ಬ ಸೂಳೆಯನ್ನು ಕಂಡು ಅವಳ ಬಳಿಗೆ ಹೋದನು."},{"number":2,"verse":"ಸಂಸೋನನು ಬಂದಿರುವದು ಗಾಜದವರಿಗೆ ಗೊತ್ತಾಗಲು ಅವರು ಬಂದು ಅವನನ್ನು ಸುತ್ತಿಕೊಂಡರು; ಸೂರ್ಯೋದಯವಾಗುತ್ತಲೆ ಅವನನ್ನು ಕೊಂದುಹಾಕೋಣ ಎಂದುಕೊಂಡು ರಾತ್ರಿಯೆಲ್ಲಾ ಊರುಬಾಗಲಲ್ಲಿ ಹೊಂಚಿನೋಡುತ್ತಾ ಸುಮ್ಮನಿದ್ದರು."},{"number":3,"verse":"ಸಂಸೋನನು ಮಲಗಿ ಮಧ್ಯರಾತ್ರಿಯಲ್ಲೆದ್ದು ಊರುಬಾಗಲಿನ ಕದಗಳನ್ನೂ ಅದರ ಎರಡು ನಿಲುವು ಪಟ್ಟಿಗಳನ್ನೂ ಅಗುಳಿಗಳನ್ನೂ ಕಿತ್ತು ಹೆಗಲಮೇಲೆ ಹೊತ್ತುಕೊಂಡು ಹೋಗಿ ಹೆಬ್ರೋನಿನ ಎದುರಿಗಿರುವ ಪರ್ವತದ ಶಿಖರದ ಮೇಲೆ ಇಟ್ಟನು."},{"number":4,"verse":"ಅನಂತರ ಸಂಸೋನನು ಸೋರೇಕ್ ತಗ್ಗಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ದೆಲೀಲಾ ಎಂಬ ಹೆಸರುಳ್ಳ ಒಬ್ಬ ಸ್ತ್ರೀಯಲ್ಲಿ ಮೋಹಿತನಾದನು."},{"number":5,"verse":"ಫಿಲಿಷ್ಟಿಯ ಪ್ರಭುಗಳು ಅವಳ ಬಳಿಗೆ ಹೋಗಿ ಅವಳಿಗೆ - ನೀನು ಅವನನ್ನು ಮರುಳುಗೊಳಿಸಿ ಅವನ ಮಹಾಶಕ್ತಿಯ ಮೂಲ ಯಾವದೆಂಬದನ್ನೂ ನಾವು ಅವನನ್ನು ಗೆದ್ದು ಕಟ್ಟಿ ಕುಂದಿಸುವದು ಹೇಗೆಂಬದನ್ನೂ ಗೊತ್ತುಮಾಡಿಕೊಂಡು ನಮಗೆ ತಿಳಿಸು; ನಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನೂ ನಿನಗೆ ಸಾವಿರದ ನೂರು ರೂಪಾಯಿ ಕೊಡುವೆವು ಎಂದು ಹೇಳಿದರು."},{"number":6,"verse":"ದೆಲೀಲಳು ಸಂಸೋನನಿಗೆ - ನಿನಗೆ ಇಂಥ ಮಹಾಶಕ್ತಿ ಹೇಗೆ ಬಂದಿತು? ನಿನ್ನನ್ನು ಕಟ್ಟಿ ಕುಂದಿಸುವದು ಹೇಗೆ ಎಂಬದನ್ನು ದಯವಿಟ್ಟು ನನಗೆ ತಿಳಿಸು ಅನ್ನಲು"},{"number":7,"verse":"ಅವನು - ಕರುಳಿನ ಏಳು ಹಸೀ ತಂತಿಗಳಿಂದ ನನ್ನನ್ನು ಕಟ್ಟಿದರೆ ನಾನು ಬಲಹೀನನಾಗಿ ಬೇರೆ ಮನುಷ್ಯನಂತಾಗುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":8,"verse":"ಫಿಲಿಷ್ಟಿಯ ಪ್ರಭುಗಳು ಅಂಥ ಏಳು ಹಸೀ ತಂತಿಗಳನ್ನು ಅವಳಿಗೆ ತಂದುಕೊಟ್ಟರು."},{"number":9,"verse":"ಅವಳು ಒಳಗಿನ ಕೋಣೆಯಲ್ಲಿ ಹೊಂಚುಗಾರರನ್ನಿಟ್ಟು ಅವುಗಳಿಂದ ಅವನನ್ನು ಕಟ್ಟಿ - ಸಂಸೋನನೇ, ನಿನ್ನ ಮೇಲೆ ಫಿಲಿಷ್ಟಿಯರು ಬಂದರು ಎಂದು ಕೂಗಿದಳು. ಅವನು ಬೆಂಕಿತಗುಲಿದ ಸೆಣಬಿನ ದಾರವನ್ನೋ ಎಂಬಂತೆ ಆ ತಂತಿಗಳನ್ನು ಹರಿದುಬಿಟ್ಟನು; ಹೀಗೆ ಅವನ ಶಕ್ತಿಯ ರಹಸ್ಯವು ತಿಳಿಯದೆ ಹೋಯಿತು."},{"number":10,"verse":"ದೆಲೀಲಳು ತಿರಿಗಿ ಸಂಸೋನನಿಗೆ - ನೀನು ನನ್ನನ್ನು ವಂಚಿಸಿದಿ; ಸುಳ್ಳಾಡಿದಿ; ನಿನ್ನನ್ನು ಯಾವದರಿಂದ ಕಟ್ಟಬಹುದೆಂಬದನ್ನು ದಯವಿಟ್ಟು ನನಗೆ ತಿಳಿಸು ಎಂದಳು."},{"number":11,"verse":"ಅವನು ಅವಳಿಗೆ - ಯಾವದಕ್ಕೂ ಉಪಯೋಗಿಸದ ಹೊಸ ಹಗ್ಗಗಳಿಂದ ನನ್ನನ್ನು ಕಟ್ಟಿದರೆ ನಾನು ಬಲಹೀನನಾಗಿ ಬೇರೆ ಮನುಷ್ಯರಂತಾಗುವೆನು ಅಂದನು."},{"number":12,"verse":"ಅವಳು ಒಳಗಿನ ಕೋಣೆಯಲ್ಲಿ ಹೊಂಚುಗಾರರನ್ನಿರಿಸಿ ಹೊಸ ಹಗ್ಗಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಅವುಗಳಿಂದ ಅವನನ್ನು ಕಟ್ಟಿ - ಸಂಸೋನನೇ, ಫಿಲಿಷ್ಟಿಯರು ಬಂದಿದ್ದಾರೆಂದು ಕೂಗಲು ಅವನೆದ್ದು ತೋಳುಗಳಿಗೆ ಕಟ್ಟಿದ ಹಗ್ಗಗಳನ್ನು ದಾರವನ್ನೋ ಎಂಬಂತೆ ಹರಿದುಬಿಟ್ಟನು."},{"number":13,"verse":"ಆಗ ದೆಲೀಲಳು ಸಂಸೋನನಿಗೆ - ನೀನು ತಿರಿಗಿ ನನ್ನನ್ನು ವಂಚಿಸಿದಿ; ಸುಳ್ಳಾಡಿದಿ; ನಿನ್ನನ್ನು ಯಾವದರಿಂದ ಕಟ್ಟಬಹುದೆಂದು ತಿಳಿಸು ಅನ್ನಲು ಅವನು - ನನ್ನ ತಲೇಕೂದಲಿನ ಏಳು ಜಡೆಗಳನ್ನು ಮಗ್ಗದಲ್ಲಿ ನೇಯಿದರೆ ಸಾಕು ಎಂದು ಹೇಳಿದನು."},{"number":14,"verse":"ಅವಳು ಅವನ ತಲೇಕೂದಲಿನ ಏಳು ಜಡೆಗಳನ್ನು ಗೂಟಕ್ಕೆ ಭದ್ರಮಾಡಿ ಸಂಸೋನನೇ, ಫಿಲಿಷ್ಟಿಯರು ಬಂದಿದ್ದಾರೆ ಎಂದು ಕೂಗಿದಳು. ಅವನು ನಿದ್ರೆಯಿಂದ ಎಚ್ಚತ್ತು ಮಗ್ಗವನ್ನೂ ಮಗ್ಗದ ಗೂಟವನ್ನೂ ಕಿತ್ತುಕೊಂಡು ಹೋದನು."},{"number":15,"verse":"ಆಕೆಯು ತಿರಿಗಿ ಅವನಿಗೆ - ನಿನ್ನನ್ನು ಪ್ರೀತಿಸುತ್ತೇನೆಂದು ನೀನು ನನಗೆ ಹೇಗೆ ಹೇಳಬಹುದು? ನಿನ್ನ ಮನಸ್ಸು ನನ್ನ ಮೇಲೆ ಇಲ್ಲವಲ್ಲಾ; ಮೂರುಸಾರಿ ನನ್ನನ್ನು ವಂಚಿಸಿದಿ. ನಿನಗೆ ಇಂಥ ಮಹಾಶಕ್ತಿ ಯಾವದರಿಂದ ಬಂದಿತೆಂಬದನ್ನು ನನಗೆ ತಿಳಿಸಲಿಲ್ಲ ಅಂದಳು."},{"number":16,"verse":"ಇದಲ್ಲದೆ ಅವಳು ಅವನನ್ನು ದಿನ ದಿನವೂ ಮಾತಿನಿಂದ ಪೀಡಿಸಿದ್ದರಿಂದ ಅವನಿಗೆ ಸಾಯುವದು ಒಳ್ಳೇದನ್ನುವಷ್ಟು ಬೇಸರವಾಯಿತು."},{"number":17,"verse":"ಮತ್ತು ಅವನು - ಕ್ಷೌರಕತ್ತಿಯು ನನ್ನ ತಲೆಯ ಮೇಲೆ ಬಂದದ್ದಿಲ್ಲ; ನಾನು ಮಾತೃಗರ್ಭ ಬಿಟ್ಟಂದಿನಿಂದಲೇ ದೇವರಿಗೆ ಪ್ರತಿಷ್ಠಿತನಾದವನು. ನನ್ನ ತಲೆಯನ್ನು ಕ್ಷೌರಮಾಡುವದಾದರೆ ನನ್ನ ಶಕ್ತಿಯು ಹೋಗುವದು; ಮತ್ತು ನಾನು ಬಲಹೀನನಾಗಿ ಬೇರೆ ಮನುಷ್ಯನಂತಾಗುವೆನು ಎಂದು ತನ್ನ ಗುಟ್ಟನ್ನೆಲ್ಲಾ ಆಕೆಯ ಮುಂದೆ ಬಿಚ್ಚಿಹೇಳಿದನು."},{"number":18,"verse":"ಅವನು ಇದ್ದದ್ದನ್ನು ಇದ್ದ ಹಾಗೆಯೇ ಹೇಳಿದನೆಂದು ದೆಲೀಲಳು ತಿಳಿದು ಫಿಲಿಷ್ಟಿಯ ಪ್ರಭುಗಳ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ ಅವರಿಗೆ - ಇದೊಂದು ಸಾರಿ ಬನ್ನಿರಿ; ಅವನು ನನಗೆ ತನ್ನ ಹೃದಯವನ್ನೆಲ್ಲಾ ತಿಳಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿಸಿ ಕರಿಸಿದಳು. ಅವರು ಹಣವನ್ನು ತೆಗೆದುಕೊಂಡು ಆಕೆಯ ಬಳಿಗೆ ಬಂದರು."},{"number":19,"verse":"ಆಕೆಯು ಸಂಸೋನನನ್ನು ತನ್ನ ತೊಡೆಯ ಮೇಲೆ ಮಲಗಿಸಿಕೊಂಡು ಅವನಿಗೆ ನಿದ್ರೆಹತ್ತಿದಾಗ ಒಬ್ಬ ಮನುಷ್ಯನಿಂದ ಅವನ ತಲೆಯ ಏಳು ಜಡೆಗಳನ್ನು ಬೋಳಿಸಿ ಅವನನ್ನು ದುರ್ಬಲಪಡಿಸಿದಳು. ಅವನ ಶಕ್ತಿಯು ಹೋಯಿತು,"},{"number":20,"verse":"ಆಗ ಅವಳು - ಸಂಸೋನನೇ, ಫಿಲಿಷ್ಟಿಯರು ಬಂದಿದ್ದಾರೆಂದು ಕೂಗಲು ಅವನು ಎಚ್ಚತ್ತು - ಮುಂಚಿನಂತೆ ಈಗಲೂ ಕೊಸರಿಕೊಂಡು ಹೋಗುವೆನು ಅಂದುಕೊಂಡನು; ಆದರೆ ಯೆಹೋವನು ತನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗಿದ್ದಾನೆಂಬದು ಅವನಿಗೆ ತಿಳಿಯಲಿಲ್ಲ."},{"number":21,"verse":"ಫಿಲಿಷ್ಟಿಯರು ಅವನನ್ನು ಹಿಡಿದು ಕಣ್ಣುಗಳನ್ನು ಕಿತ್ತು ಗಾಜಕ್ಕೆ ಒಯ್ದು ಕಬ್ಬಿಣದ ಬೇಡಿಗಳನ್ನು ಹಾಕಿ ಸೆರೆಮನೆಯಲ್ಲಿ ಬೀಸುವದಕ್ಕೆ ಹಚ್ಚಿದರು."},{"number":22,"verse":"ಅಷ್ಟರಲ್ಲಿ ಅವನ ತಲೆಗೂದಲುಗಳು ಬೆಳೆಯ ಹತ್ತಿದವು."},{"number":23,"verse":"ಶತ್ರುವಾದ ಸಂಸೋನನನ್ನು ತಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸಿದ ತಮ್ಮ ದೇವರಾದ ದಾಗೋನನಿಗೆ ಮಹಾಯಜ್ಞವನ್ನು ಸಮರ್ಪಿಸಿ ಸಂತೋಷಪಡಬೇಕೆಂದು ಫಿಲಿಷ್ಟಿಯ ಪ್ರಭುಗಳು ಕೂಡಿಬಂದರು."},{"number":24,"verse":"ಜನರು ಸಂಸೋನನನ್ನು ನೋಡಿ - ನಮ್ಮ ದೇಶವನ್ನು ಹಾಳುಮಾಡಿ ನಮ್ಮಲ್ಲಿ ಅನೇಕರನ್ನು ಕೊಂದು ಹಾಕಿದ ಈ ಶತ್ರುವನ್ನು ನಮ್ಮ ದೇವರು ನಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸಿ ಕೊಟ್ಟಿದ್ದಾನೆ ಎಂದು ಗಾನಮಾಡಿದರು."},{"number":25,"verse":"ಅವರು ಆನಂದಲಹರಿಯಲ್ಲಿದ್ದಾಗ - ನಮ್ಮ ವಿನೋದಕ್ಕೋಸ್ಕರ ಸಂಸೋನನನ್ನು ಕರಕೊಂಡು ಬನ್ನಿರಿ ಅಂದರು; ಅದರಂತೆಯೇ ಸಂಸೋನನನ್ನು ಸೆರೆಮನೆಯಿಂದ ಕರಕೊಂಡು ಬಂದರು. ಅವನು ಎರಡು ಸ್ತಂಭಗಳ ನಡುವೆ ನಿಂತು ವಿನೋದಮಾಡಬೇಕಾಯಿತು."},{"number":26,"verse":"ಆಗ ಸಂಸೋನನು ತನ್ನನ್ನು ಕೈಹಿಡಿದು ನಡಿಸುವ ಹುಡುಗನಿಗೆ - ನನ್ನ ಕೈಗಳನ್ನು ಬಿಡು; ನಾನು ಕೈಯಾಡಿಸಿ ಮನೆಗೆ ಆಧಾರವಾಗಿರುವ ಸ್ತಂಭಗಳನ್ನು ಹುಡುಕಿ ಅವುಗಳಿಗೆ ಸ್ವಲ್ಪ ಒರಗಿಕೊಳ್ಳುತ್ತೇನೆ ಅಂದನು."},{"number":27,"verse":"ಆ ಮನೆಯು ಸ್ತ್ರೀಪುರುಷರಿಂದ ಕಿಕ್ಕಿರಿಯುತ್ತಿತ್ತು. ಫಿಲಿಷ್ಟಿಯರ ಅಧಿಪತಿಗಳೆಲ್ಲರೂ ಅಲ್ಲಿದ್ದರು; ಸಂಸೋನನ ವಿನೋದವನ್ನು ನೋಡುವದಕ್ಕಾಗಿ ಬಂದವರಲ್ಲಿ ಸುಮಾರು ಮೂರು ಸಾವಿರ ಮಂದಿ ಸ್ತ್ರೀಪುರುಷರು ಮಾಳಿಗೆಯ ಮೇಲಿದ್ದರು."},{"number":28,"verse":"ಆಗ ಸಂಸೋನನು ಯೆಹೋವನಿಗೆ - ಕರ್ತನೇ, ಯೆಹೋವನೇ, ಫಿಲಿಷ್ಟಿಯರು ಕಿತ್ತುಹಾಕಿದ ನನ್ನ ಎರಡೂ ಕಣ್ಣುಗಳಲ್ಲಿ ಒಂದಕ್ಕೋಸ್ಕರವಾದರೂ ನಾನು ಅವರಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವ ಹಾಗೆ ನನ್ನನ್ನು ಈ ಸಾರಿ ಬಲಪಡಿಸು ಎಂದು ಮೊರೆಯಿಟ್ಟು"},{"number":29,"verse":"ಮನೆಯ ಆಧಾರಸ್ತಂಭಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಲಗೈಯಿಂದಲೂ ಇನ್ನೊಂದನ್ನು ಎಡಗೈಯಿಂದಲೂ ಹಿಡಿದು"},{"number":30,"verse":"ಅವುಗಳನ್ನು ಒತ್ತಿ ನಾನೂ ಫಿಲಿಷ್ಟಿಯರ ಸಂಗಡ ಸಾಯುವೆನು ಎಂದು ಹೇಳಿ ಬಲವಾಗಿ ಬಾಗಿಕೊಳ್ಳಲು ಮನೆಯು ಅಧಿಪತಿಗಳ ಮೇಲೆಯೂ ಅಲ್ಲಿ ಬಂದಿದ್ದ ಎಲ್ಲಾ ಜನರ ಮೇಲೆಯೂ ಬಿದ್ದಿತು. ಅವನು ಜೀವದಿಂದಿದ್ದಾಗ ಕೊಂದುಹಾಕಿದವರಿಗಿಂತ ಸಾಯುವಾಗ ಕೊಂದವರ ಸಂಖ್ಯೆಯೇ ಹೆಚ್ಚಿತ್ತು."},{"number":31,"verse":"ಅವನ ಬಂಧುಗಳೂ ತಂದೆಯ ಮನೆಯವರೆಲ್ಲರೂ ಬಂದು ಅವನ ಶವವನ್ನು ಎತ್ತಿ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಚೊರ್ಗಕ್ಕೂ ಎಷ್ಟಾವೋಲಿಗೂ ಮಧ್ಯದಲ್ಲಿದ್ದ ಅವನ ತಂದೆಯಾದ ಮಾನೋಹನ ಸಮಾಧಿಯಲ್ಲಿ ಹೂಣಿಟ್ಟರು. ಅವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಇಪ್ಪತ್ತು ವರುಷ ಪಾಲಿಸಿದನು."}]}