{"bibleAbbr":"KNJV","bookName":"ನ್ಯಾಯಸ್ಥಾಪಕರು","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರೊಳಗೆ ಅರಸನಿರಲಿಲ್ಲ. ಎಫ್ರಾಯೀಮ್ ಪರ್ವತಪ್ರದೇಶದ ಒಂದು ಮೂಲೆಯಲ್ಲಿ ಒಬ್ಬಾನೊಬ್ಬ ಲೇವಿಯನು ಪ್ರವಾಸಿಯಾಗಿದ್ದನು. ಯೆಹೂದದ ಬೇತ್ಲೆಹೇಮಿನವಳಾದ ಒಬ್ಬ ಸ್ತ್ರೀಯು ಅವನಿಗೆ ಉಪಪತ್ನಿಯಾಗಿದ್ದಳು."},{"number":2,"verse":"ಈಕೆಯು ಇವನನ್ನು ಬಿಟ್ಟು ಜಾರತ್ವಮಾಡಿ ಯೆಹೂದದ ಬೇತ್ಲೆಹೇಮಿನಲ್ಲಿದ್ದ ತನ್ನ ತೌರಮನೆಗೆ ಹೋಗಿ ಅಲ್ಲಿ ನಾಲ್ಕು ತಿಂಗಳು ಇದ್ದಳು."},{"number":3,"verse":"ಅನಂತರ ಆಕೆಯ ಗಂಡನಾದ ಆ ಲೇವಿಯನು ಆಕೆಯನ್ನು ಪ್ರೀತಿಯಿಂದ ಮಾತಾಡಿಸಿ ತಿರಿಗಿ ಮನೆಗೆ ಕರತರಬೇಕೆಂದು ಒಬ್ಬ ಸೇವಕನನ್ನೂ ಎರಡು ಕತ್ತೆಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಅಲ್ಲಿಗೆ ಹೋದನು. ಆಕೆಯು ಅವನನ್ನು ತನ್ನ ತೌರ ಮನೆಯಲ್ಲಿ ಸೇರಿಸಿಕೊಂಡಳು; ಆಕೆಯ ತಂದೆಯೂ ಅವನನ್ನು ನೋಡಿ ಸಂತೋಷಪಟ್ಟನು."},{"number":4,"verse":"ಆ ಸ್ತ್ರೀಯ ತಂದೆಯಾದ ಅವನ ಮಾವನು ಅವನನ್ನು ಮೂರು ದಿವಸ ಅಲ್ಲೇ ನಿಲ್ಲಿಸಿಕೊಂಡನು; ಅವನೂ ಅವನ ಸೇವಕನೂ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾ ಅಲ್ಲಿದ್ದರು."},{"number":5,"verse":"ಅವರು ನಾಲ್ಕನೆಯ ದಿನ ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಹೋಗುವದಕ್ಕೆ ಸಿದ್ಧರಾಗಲು ಆ ಸ್ತ್ರೀಯ ತಂದೆಯು ತನ್ನ ಅಳಿಯನಿಗೆ - ಮೊದಲು ಸ್ವಲ್ಪ ಊಟಮಾಡಿ ಬಲಹೊಂದು; ಆಮೇಲೆ ಹೋಗಬಹುದು ಎಂದು ಹೇಳಲು"},{"number":6,"verse":"ಅವರಿಬ್ಬರೂ ಕೂತು ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡರು. ಊಟವಾದ ಮೇಲೆ ಆ ಸ್ತ್ರೀಯ ತಂದೆಯು ತಿರಿಗಿ ಅವನಿಗೆ - ದಯವಿಟ್ಟು ಈ ಹೊತ್ತಿನ ರಾತ್ರಿ ಇಲ್ಲೇ ಇದ್ದು ಸಂತೋಷಪಡು ಎಂದು ಹೇಳಿದರೂ ಅವನು ಹೊರಡುವದಕ್ಕಿದ್ದನು;"},{"number":7,"verse":"ಆದರೆ ಅವನ ಮಾವನು ಬಹಳ ಬಲಾತ್ಕಾರಮಾಡಿದ್ದರಿಂದ ಆ ರಾತ್ರಿ ಅಲ್ಲಿ ಇಳುಕೊಂಡನು."},{"number":8,"verse":"ಅವರು ಐದನೆಯ ದಿನ ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಹೋಗುವದಕ್ಕೆ ಸಿದ್ಧರಾಗಲು ಆ ಸ್ತ್ರೀಯ ತಂದೆಯು - ದಯವಿಟ್ಟು ಇಳಿಹೊತ್ತಿನವರೆಗೆ ಇಲ್ಲೇ ಇದ್ದು ಬಲಹೊಂದು ಎಂದು ಅವನನ್ನು ಬೇಡಿಕೊಳ್ಳಲು ತಿರಿಗಿ ಊಟಕ್ಕೆ ನಿಂತನು."},{"number":9,"verse":"ಅನಂತರ ಅವನೂ ಅವನ ಉಪಪತ್ನಿಯೂ ಸೇವಕನೂ ಹೋಗುವದಕ್ಕೆ ಸಿದ್ಧರಾಗಲು ಆ ಸ್ತ್ರೀಯ ತಂದೆಯು ತನ್ನ ಅಳಿಯನಿಗೆ - ಹೊತ್ತು ಹೋಯಿತು; ಸಂಜೆಯಾಯಿತು. ದಯವಿಟ್ಟು ಈ ಹೊತ್ತಿನ ರಾತ್ರಿ ಇಲ್ಲೇ ಇರು; ನೋಡು, ಸಾಯಂಕಾಲವಾಯಿತು. ಈ ರಾತ್ರಿ ಇಲ್ಲಿದ್ದು ನಮ್ಮೊಡನೆ ಸಂತೋಷಪಡು; ನಾಳೆ ಬೆಳಿಗ್ಗೆ ಎದ್ದು ನಿನ್ನ ಮನೆಗೆ ಹೋಗಬಹುದು ಎಂದು ಬೇಡಿಕೊಂಡರೂ"},{"number":10,"verse":"ಆ ಮನುಷ್ಯನು ಒಪ್ಪದೆ ತನ್ನ ಎರಡು ಕತ್ತೆಗಳಿಗೆ ತಡಿಹಾಕಿಸಿ ಉಪಪತ್ನಿಯನ್ನು ಕರೆದುಕೊಂಡು ಹೊರಟನು."},{"number":11,"verse":"ಅವರು ಯೆಬೂಸಿಯರ ಊರಾದ ಯೆರೂಸಲೇಮಿನ ಸಮೀಪಕ್ಕೆ ಬಂದಾಗ ಹೊತ್ತು ಮುಣುಗುವ ಕಾಲವಾದದರಿಂದ ಸೇವಕನು ದಣಿಗೆ - ದಯವಿಟ್ಟು ಬಾ; ನಾವು ಯೆಬೂಸಿಯರ ಈ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿ ರಾತ್ರಿಯನ್ನು ಕಳೆಯೋಣ ಅಂದನು."},{"number":12,"verse":"ಆಗ ದಣಿಯು - ನಾವು ಇಸ್ರಾಯೇಲ್ಯರಿಲ್ಲದ ಅನ್ಯರ ಪಟ್ಟಣದಲ್ಲಿ ಇಳಿಯಬಾರದು; ಗಿಬೆಯಕ್ಕೆ ಹೋಗೋಣ ಅಂದನು."},{"number":13,"verse":"ಅವನು ತಿರಿಗಿ ತನ್ನ ಆಳಿಗೆ - ನಾವು ಬೇಗನೆ ಹೋಗಿ ಮುಂದಿರುವ ಗಿಬೆಯದಲ್ಲಾಗಲಿ ರಾಮದಲ್ಲಾಗಲಿ ಇಳುಕೊಳ್ಳೋಣ ಬಾ ಅಂದನು."},{"number":14,"verse":"ಹೀಗೆ ಅವರು ಮುಂದೆ ಸಾಗಿ ಬೆನ್ಯಾಮೀನ್ಯರ ಗಿಬೆಯ ಊರಿನ ಸಮೀಪಕ್ಕೆ ಬಂದಾಗ ಸೂರ್ಯನು ಮುಣುಗಿದನು."},{"number":15,"verse":"ಆದದರಿಂದ ಅವರು ಇಳುಕೊಳ್ಳುವದಕ್ಕೋಸ್ಕರ ಗಿಬೆಯಕ್ಕೆ ಹೋಗಿ ಯಾರೂ ಮನೆಯಲ್ಲಿ ಸೇರಿಸಿಕೊಳ್ಳದ್ದರಿಂದ ಸಂತೇ ಬೀದಿಯಲ್ಲಿ ಕೂತುಕೊಂಡರು."},{"number":16,"verse":"ಅಷ್ಟರಲ್ಲಿ ಎಫ್ರಾಯೀಮ್ ಪರ್ವತ ಪ್ರದೇಶಕ್ಕೆ ಸೇರಿದವನೂ ಬೆನ್ಯಾಮೀನ್ಯರ ಊರಾದ ಗಿಬೆಯದಲ್ಲಿ ವಾಸಿಸುವವನೂ ಆಗಿದ್ದ ಒಬ್ಬಾನೊಬ್ಬ ಮುದುಕನು ಸಾಯಂಕಾಲವಾದದರಿಂದ ಕೆಲಸವನ್ನು ಬಿಟ್ಟು ಹೊಲದಿಂದ ಮನೆಗೆ ಬರುತ್ತಿದ್ದನು."},{"number":17,"verse":"ಈ ಮುದುಕನು ಬೀದಿಯಲ್ಲಿ ಕೂತಿದ್ದ ಆ ದಾರಿಗನನ್ನು ಕಂಡು - ಎಲ್ಲಿಂದ ಬಂದಿ? ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತೀ ಎಂದು ಕೇಳಲು"},{"number":18,"verse":"ಅವನು ಇವನಿಗೆ - ನಾವು ಯೆಹೂದದ ಬೇತ್ಲೆಹೇಮಿನಿಂದ ಎಫ್ರಾಯೀಮ್ ಪರ್ವತಪ್ರದೇಶದ ಒಂದು ಮೂಲೆಯಲ್ಲಿರುವ ನಮ್ಮ ವಾಸಸ್ಥಳಕ್ಕೆ ಹೋಗುತ್ತಿದ್ದೇವೆ. ನಾನು ಅಲ್ಲಿಂದ ಯೆಹೂದದ ಬೇತ್ಲೆಹೇಮಿಗೆ ಹೋಗಿದ್ದೆನು; ಈಗ ತಿರಿಗಿ ಯೆಹೋವನ ಮಂದಿರಕ್ಕೆ ಹೋಗುತ್ತೇನೆ. ಇಲ್ಲಿ ಯಾರೂ ನಮ್ಮನ್ನು ತಮ್ಮ ಮನೆಗೆ ಕರಕೊಂಡು ಹೋಗಲಿಲ್ಲ."},{"number":19,"verse":"ನಮ್ಮ ಕತ್ತೆಗಳಿಗೆ ಹುಲ್ಲೂ ಕಾಳೂ ಇವೆ; ನನಗೂ ನಿನ್ನ ಸೇವಕಿಗೂ ನಿನ್ನ ಸೇವಕನ ಸಂಗಡ ಬಂದಿರುವ ಈ ಪ್ರಾಯಸ್ಥನಿಗೂ ಸಾಕಾಗುವಷ್ಟು ರೊಟ್ಟಿಯೂ ದ್ರಾಕ್ಷಾರಸವೂ ಇರುತ್ತವೆ; ನಮಗೆ ಹೆಚ್ಚು ಏನೂ ಬೇಕಾಗಿರುವದಿಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":20,"verse":"ಆಗ ಆ ಮುದುಕನು - ನಿನಗೆ ಶುಭವಾಗಲಿ; ನಿನಗೆ ಏನಾದರೂ ಕಡಿಮೆಯಾದರೆ ಅದನ್ನು ನೋಡಿಕೊಳ್ಳುತ್ತೇನೆ;"},{"number":21,"verse":"ಈ ಬೀದಿಯಲ್ಲಿ ರಾತ್ರಿ ಕಳೆಯಬೇಡ, ನನ್ನ ಮನೆಗೆ ಬಾ ಎಂದು ಹೇಳಿ ಅವನನ್ನು ಕರಕೊಂಡು ಹೋಗಿ ಅವನ ಕತ್ತೆಗಳಿಗೆ ಮೇವು ಕೊಟ್ಟನು. ಅವರು ತಮ್ಮ ಕೈಕಾಲುಗಳನ್ನು ತೊಳೆದುಕೊಂಡು ಅಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡರು."},{"number":22,"verse":"ಅವರು ಭೋಜನದಿಂದ ತೃಪ್ತಿಪಡುವಷ್ಟರಲ್ಲಿ ಆ ಊರಲ್ಲಿದ್ದ ನೀಚಜನರು ಬಂದು ಆ ಮನೆಯನ್ನು ಸುತ್ತಿಕೊಂಡು ಕದಗಳನ್ನು ಬಡಿದು ಮನೆಯ ಯಜಮಾನನಾದ ಮುದುಕನಿಗೆ - ನಿನ್ನ ಮನೆಗೆ ಬಂದಿರುವಂಥ ಮನುಷ್ಯನನ್ನು ಹೊರಗೆ ತೆಗೆದುಕೊಂಡು ಬಾ; ಅವನೊಡನೆ ನಮಗೆ ಸಂಗಮವಾಗಬೇಕು ಎಂದು ಕೂಗಿದರು."},{"number":23,"verse":"ಆಗ ಆ ಮುದುಕನು ಹೊರಗೆ ಹೋಗಿ ಅವರಿಗೆ - ಸಹೋದರರೇ, ಇಂಥ ದುಷ್ಟತನವನ್ನು ನಡಿಸಬೇಡಿರಿ; ಅವನು ಆಶ್ರಯಕ್ಕಾಗಿ ನನ್ನ ಮನೆಗೆ ಬಂದಿದ್ದಾನೆ; ನೀವು ಇಂಥ ಹುಚ್ಚುತನವನ್ನು ಮಾಡಬೇಡಿರಿ."},{"number":24,"verse":"ಇನ್ನೂ ಮದುವೆಯಾಗದಂಥ ನನ್ನ ಮಗಳನ್ನೂ ಅವನ ಉಪಪತ್ನಿಯನ್ನೂ ಹೊರಗೆ ತರುತ್ತೇನೆ; ಅವರನ್ನು ಭಂಗಪಡಿಸಿರಿ; ನಿಮ್ಮ ಮನಸ್ಸಿಗೆ ಬಂದ ಹಾಗೆ ಅವರಿಗೆ ಮಾಡಿರಿ. ಈ ಮನುಷ್ಯನಿಗೆ ಮಾತ್ರ ಅಂಥ ದುಷ್ಕೃತ್ಯವನ್ನು ಮಾಡಬೇಡಿರಿ ಅಂದನು."},{"number":25,"verse":"ಆದರೆ ಅವರು ಆ ಮುದುಕನಿಗೆ ಕಿವಿಗೊಡಲೊಲ್ಲದೆ ಹೋದದರಿಂದ ಆ ಮನುಷ್ಯನು ತನ್ನ ಉಪಪತ್ನಿಯನ್ನು ಹೊರಗೆ ಅವರ ಮಧ್ಯಕ್ಕೆ ಕಳುಹಿಸಿಬಿಟ್ಟನು. ಅವರು ಆಕೆಯನ್ನು ಕೆಡಿಸಿ ರಾತ್ರಿಯಲ್ಲೆಲ್ಲಾ ಬಹುಕ್ರೂರತನದಿಂದ ನಡಿಸಿ ಕೋಳಿಕೂಗುವ ಹೊತ್ತಾಗಲು ಬಿಟ್ಟು ಹೋದರು."},{"number":26,"verse":"ಆ ಸ್ತ್ರೀಯು ಸೂರ್ಯೋದಯಕ್ಕೆ ಮುಂಚೆಯೇ ಬಂದು ತನ್ನ ಯಜಮಾನನು ಇಳುಕೊಂಡಿದ್ದ ಮನೆಯ ಬಾಗಲಲ್ಲಿ ಬಿದ್ದವಳು ಬೆಳಗಾದರೂ ಏಳಲೇ ಇಲ್ಲ."},{"number":27,"verse":"ಆಕೆಯ ಪತಿಯು ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಹೊರಡುವದಕ್ಕೆ ಸಿದ್ಧನಾಗಿ ಬಾಗಲನ್ನು ತೆರೆಯಲು ತನ್ನ ಉಪಪತ್ನಿಯು ಬಾಗಲ ಮುಂದೆ ಬಿದ್ದಿರುವದನ್ನೂ ಆಕೆಯ ಕೈಗಳು ಹೊಸ್ತಲಿನ ಮೇಲಿರುವದನ್ನೂ ಕಂಡನು."},{"number":28,"verse":"ಅವನು - ಏಳು, ಹೋಗೋಣ ಎಂದು ಆಕೆಯನ್ನು ಕರೆಯಲು ಪ್ರತ್ಯುತ್ತರವೇ ಇಲ್ಲ. ಆಗ ಅವನು ಆಕೆಯ ಶವವನ್ನು ಕತ್ತೆಯ ಮೇಲೆ ಹಾಕಿಕೊಂಡು ಸ್ವಸ್ಥಳಕ್ಕೆ ಹೋದನು."},{"number":29,"verse":"ಅವನು ಮನೆ ಸೇರಿದ ಮೇಲೆ ಒಂದು ಕತ್ತಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ತನ್ನ ಉಪಪತ್ನಿಯ ಶವವನ್ನು ಎಲುಬುಗಳ ಸಹಿತವಾಗಿ ಹನ್ನೆರಡು ತುಂಡುಮಾಡಿ ಅವುಗಳನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಪ್ರಾಂತಗಳಿಗೆ ಕಳುಹಿಸಿದನು."},{"number":30,"verse":"ಅವುಗಳನ್ನು ಕಂಡವರೆಲ್ಲರೂ - ಇಸ್ರಾಯೇಲ್ಯರು ಐಗುಪ್ತವನ್ನು ಬಿಟ್ಟು ಬಂದ ದಿವಸ ಮೊದಲುಗೊಂಡು ಈ ದಿವಸದವರೆಗೆ ಇಂಥ ಕೃತ್ಯವು ನಡೆಯಲೂ ಇಲ್ಲ. ನಾವು ಅದನ್ನು ನೋಡಿಯೂ ಇಲ್ಲ. ಈ ಸಂಗತಿಯನ್ನು ಮನಸ್ಸಿಗೆ ತಂದು ವಿಚಾರಿಸತಕ್ಕದ್ದು ಅಂದುಕೊಂಡರು."}]}