{"bibleAbbr":"KNJV","bookName":"ನ್ಯಾಯಸ್ಥಾಪಕರು","bookEnglishName":"Judges","chapterNumber":21,"verses":[{"number":1,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಮಿಚ್ಪೆಯಲ್ಲಿದ್ದಾಗ ತಾವು ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ತಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಕೊಡುವದಿಲ್ಲವೆಂದು ಆಣೆಯಿಟ್ಟಿದ್ದರು."},{"number":2,"verse":"ಅವರು ಬೇತೇಲಿಗೆ ಬಂದು ಸಾಯಂಕಾಲದವರೆಗೆ ದೇವರ ಮುಂದೆ ಬಿದ್ದುಕೊಂಡು ಗಟ್ಟಿಯಾಗಿ ಅಳುತ್ತಾ -"},{"number":3,"verse":"ಯೆಹೋವನೇ, ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೇ, ನಮ್ಮಲ್ಲಿ ಹೀಗೆ ಯಾಕೆ ಆಯಿತು? ಇಸ್ರಾಯೇಲ್ಯರ ಒಂದು ಕುಲವು ಹಾಳಾಗಿ ಹೋಯಿತಲ್ಲಾ ಎಂದು ಕೂಗಿದರು."},{"number":4,"verse":"ಮರುದಿವಸ ಅವರು ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿ ಸರ್ವಾಂಗಹೋಮಗಳನ್ನೂ ಸಮಾಧಾನಯಜ್ಞಗಳನ್ನೂ ಸಮರ್ಪಿಸಿದರು."},{"number":5,"verse":"ಮತ್ತು ಯೆಹೋವನ ಮುಂದೆ ಸಭೆ ನೆರೆದಾಗ ಅದಕ್ಕೆ ಬಾರದೆ ಇದ್ದಂಥ ಇಸ್ರಾಯೇಲ್ಯರು ಯಾರಾರೆಂದು ವಿಚಾರಮಾಡಿದರು. ಯಾಕಂದರೆ ಮಿಚ್ಪೆಯಲ್ಲಿ - ಯೆಹೋವನ ಸನ್ನಿಧಿಗೆ ಬಾರದವರನ್ನು ಕೊಂದೇಹಾಕುವೆವೆಂದು ಆಣೆಯಿಟ್ಟು ಖಂಡಿತ ಪ್ರಮಾಣಮಾಡಿದ್ದರು."},{"number":6,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ತಮ್ಮ ಬಂಧುಗಳಾದ ಬೆನ್ಯಾಮೀನ್ಯರ ಅವಸ್ಥೆಯನ್ನು ನೆನಸಿ ದುಃಖದಿಂದ - ಅಯ್ಯೋ, ಇಸ್ರಾಯೇಲ್ಯರಾದ ನಮ್ಮಲ್ಲಿ ಒಂದು ಕುಲವು ಕಡಮೆಯಾಯಿತಲ್ಲಾ;"},{"number":7,"verse":"ಜೀವದಿಂದುಳಿದವರಿಗೆ ಹೆಂಡತಿಯರನ್ನು ದೊರಕಿಸಿಕೊಡುವದು ಹೇಗೆ? ನಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಅವರಿಗೆ ಕೊಡುವದಿಲ್ಲವೆಂದು ಯೆಹೋವನ ಹೆಸರಿನಲ್ಲಿ ಆಣೆಯಿಟ್ಟೆವಲ್ಲಾ ಎಂದು ಗೋಳಾಡಿದರು."},{"number":8,"verse":"ಮಿಚ್ಪೆಯಲ್ಲಿ ಯೆಹೋವನ ಮುಂದೆ ಸಭೆನೆರೆದಾಗ ಅದಕ್ಕೆ ಬಾರದಿದ್ದ ಇಸ್ರಾಯೇಲ್ಯರು ಯಾರಾದರೂ ಇದ್ದಾರೋ ಎಂದು ವಿಚಾರಿಸುವಲ್ಲಿ ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಿಂದ ಒಬ್ಬನೂ ಬರಲಿಲ್ಲವೆಂದು ಗೊತ್ತಾಯಿತು."},{"number":9,"verse":"ಜನರನ್ನು ಲೆಕ್ಕಿಸಿದಾಗ ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಿಂದ ಯಾರೂ ಬರಲಿಲ್ಲವೆಂಬದು ದೃಢವಾಯಿತು."},{"number":10,"verse":"ಆಗ ಅವರು ತಮ್ಮಲ್ಲಿಂದ ಹನ್ನೆರಡು ಸಾವಿರ ಮಂದಿ ಪರಾಕ್ರಮಶಾಲಿಗಳನ್ನು ಆರಿಸಿಕೊಂಡು ಅವರಿಗೆ - ನೀವು ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿಗೆ ಹೋಗಿ ಎಲ್ಲಾ ನಿವಾಸಿಗಳನ್ನೂ ಸ್ತ್ರೀಯರನ್ನೂ ಚಿಕ್ಕ ಮಕ್ಕಳನ್ನೂ ಬಿಡದೆ ಸಂಹರಿಸಬೇಕು;"},{"number":11,"verse":"ಹೇಗೂ ಗಂಡಾದದ್ದೆಲ್ಲವನ್ನೂ ಮದುವೆಯಾದ ಸ್ತ್ರೀಯರನ್ನೂ ನಿರ್ಮೂಲಮಾಡುವದು ನಿಮ್ಮ ಕೆಲಸ ಎಂದು ಆಜ್ಞಾಪಿಸಿ ಕಳುಹಿಸಿದರು."},{"number":12,"verse":"ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಲ್ಲಿ ಇನ್ನೂ ಮದುವೆಯಾಗದಿದ್ದ ನಾನೂರು ಮಂದಿ ಯುವತಿಯರಿದ್ದರು. ಪಟ್ಟಣವನ್ನು ಸಂಹರಿಸುವದಕ್ಕೆ ಹೋದವರು ಇವರನ್ನು ಉಳಿಸಿ ಕಾನಾನ್ ದೇಶದ ಶೀಲೋವಿನಲ್ಲಿದ್ದ ಪಾಳೆಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಬಂದರು."},{"number":13,"verse":"ಅನಂತರ ಸರ್ವಸಭೆಯವರು ರಿಮ್ಮೋನ್ ಗಿರಿಯಲ್ಲಿದ್ದ ಬೆನ್ಯಾಮೀನ್ಯರ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ ಅವರಲ್ಲಿ ಸಮಾಧಾನವಾಕ್ಯವನ್ನು ಪ್ರಕಟಿಸಲು ಅವರು ತಿರಿಗಿ ಬಂದರು."},{"number":14,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ತಾವು ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಿಂದ ಉಳಿಸಿ ತಂದ ಕನ್ಯೆಯರನ್ನು ಅವರಿಗೆ ಮದುವೆಮಾಡಿಕೊಟ್ಟರು; ಅವರು ಸಾಲಲಿಲ್ಲ."},{"number":15,"verse":"ಯೆಹೋವನು ನಮ್ಮಲ್ಲಿ ಒಂದು ಲೋಪವನ್ನುಂಟು ಮಾಡಿದ್ದಾನೆಂದು ಇಸ್ರಾಯೇಲ್ಯರು ಬೆನ್ಯಾಮೀನ್ಯರ ವಿಷಯದಲ್ಲಿ ದುಃಖಪಟ್ಟರು."},{"number":16,"verse":"ಸಭೆಯ ಹಿರಿಯರು - ಉಳಿದಿರುವ ಬೆನ್ಯಾಮೀನ್ಯರಿಗೋಸ್ಕರ ಹೆಂಡತಿಯರನ್ನು ದೊರಕಿಸುವದು ಹೇಗೆ? ಅವರ ಸ್ತ್ರೀಯರೆಲ್ಲಾ ಸಂಹೃತರಾದರಲ್ಲಾ."},{"number":17,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಒಂದು ಪೂರ್ಣ ಕುಲವು ಅಳಿದುಹೋಗಬಾರದು; ತಪ್ಪಿಸಿಕೊಂಡು ಉಳಿದಿರುವ ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ಬಾಧ್ಯಸ್ಥರು ಹುಟ್ಟಬೇಕಲ್ಲಾ."},{"number":18,"verse":"ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ತಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಕೊಡುವ ಇಸ್ರಾಯೇಲ್ಯರು ಶಾಪಗ್ರಸ್ತರಾಗಲಿ ಎಂದು ಆಣೆಯಿಟ್ಟುಕೊಂಡಿದ್ದೇವಾದದರಿಂದ ನಾವು ಅವರಿಗೆ ನಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಕೊಡುವದಕ್ಕಾಗುವದಿಲ್ಲ ಎಂದು ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಿರುವಾಗ"},{"number":19,"verse":"ಶೀಲೋವಿನಲ್ಲಿ ವರ್ಷ ವರ್ಷ ಯೆಹೋವನ ಉತ್ಸವ ನಡೆಯುತ್ತದೆಂಬದು ಅವರಿಗೆ ನೆನಪಿಗೆ ಬಂದಿತು. (ಶೀಲೋ ಎಂಬದು ಬೇತೇಲಿನ ಉತ್ತರಕ್ಕೂ ಬೇತೇಲಿನಿಂದ ಶೆಕೆಮಿಗೆ ಹೋಗುವ ರಾಜಮಾರ್ಗದ ಪೂರ್ವಕ್ಕೂ ಲೆಬೋನದ ದಕ್ಷಿಣಕ್ಕೂ ಇರುತ್ತದೆ.)"},{"number":20,"verse":"ಆಗ ಅವರು ಬೆನ್ಯಾಮೀನ್ಯರನ್ನು ಕರೆದು ಅವರಿಗೆ - ಇಗೋ, ನೀವು ದ್ರಾಕ್ಷೇ ತೋಟಗಳಲ್ಲಿ ಅಡಗಿಕೊಳ್ಳಿರಿ;"},{"number":21,"verse":"ಶೀಲೋವಿನ ಕನ್ಯೆಯರು ಹೊರಗೆ ಬಂದು ನಾಟ್ಯವಾಡುವಾಗ ನೀವು ತೋಟಗಳಿಂದ ಹೊರಗೆ ಬಂದು ಪ್ರತಿಯೊಬ್ಬನು ತನತನಗೆ ಶೀಲೋವಿನ ಕನ್ನಿಕೆಗಳಿಂದ ಒಬ್ಬಳನ್ನು ಹೆಂಡತಿಯಾಗಿ ತೆಗೆದುಕೊಂಡು ನಿಮ್ಮ ಸೀಮೆಗೆ ಓಡಿ ಹೋಗಿರಿ."},{"number":22,"verse":"ಅವರ ತಂದೆಗಳೂ ಅಣ್ಣತಮ್ಮಂದಿರೂ ನಮ್ಮ ಹತ್ತಿರ ದೂರು ತಂದರೆ ನಾವು ಅವರಿಗೆ - ನಮ್ಮನ್ನು ನೋಡಿ ಅವರಿಗೆ ಕೃಪೆತೋರಿಸಿರಿ; ಯುದ್ಧದಿಂದ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಹೆಣ್ಣನ್ನು ದೊರಕಿಸುವದು ನಮ್ಮಿಂದಾಗಲಿಲ್ಲವಲ್ಲಾ; ಮತ್ತು ನಿಮ್ಮ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ನೀವೇ ಕೊಡಲಿಲ್ಲವಾದದರಿಂದ ನೀವು ನಿರಪರಾಧಿಗಳು ಎಂದು ಹೇಳಿ ಸಮಾಧಾನಪಡಿಸುವೆವು ಅಂದರು."},{"number":23,"verse":"ಅದರಂತೆಯೇ ಬೆನ್ಯಾಮೀನ್ಯರು ನಾಟ್ಯವಾಡುವದಕ್ಕೋಸ್ಕರ ಹೊರಗೆ ಬಂದಿದ್ದ ಕನ್ಯೆಯರಲ್ಲಿ ತಮ್ಮ ಸಂಖ್ಯೆಗೆ ಸರಿಯಾಗುವಷ್ಟು ಮಂದಿಯನ್ನು ಹೆಂಡತಿಯರನ್ನಾಗಿ ಹಿಡಿದುಕೊಂಡು ತಮ್ಮ ಸ್ವಾಸ್ತ್ಯಭೂಮಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಪಟ್ಟಣಗಳನ್ನು ಕಟ್ಟಿ ವಾಸಮಾಡಿದರು."},{"number":24,"verse":"ಅನಂತರ ಇಸ್ರಾಯೇಲ್ಯರು ತಮ್ಮ ತಮ್ಮ ಕುಲಗೋತ್ರಗಳಿಗೆ ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಸಿಕ್ಕಿದ ಪ್ರದೇಶಗಳಿಗೆ ಹಿಂದಿರುಗಿ ಹೋದರು."},{"number":25,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರೊಳಗೆ ಅರಸನಿರಲಿಲ್ಲ; ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ಮನಸ್ಸಿಗೆ ಬಂದಂತೆ ನಡೆಯುತ್ತಿದ್ದನು."}]}