{"bibleAbbr":"RSV1971","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":14,"verses":[{"number":1,"verse":"(The Distribution of Territory West of the Jordan) And these are the inheritances which the people of Israel received in the land of Canaan, which Elea′zar the priest, and Joshua the son of Nun, and the heads of the fathers’ houses of the tribes of the people of Israel distributed to them."},{"number":2,"verse":"Their inheritance was by lot, as the LORD had commanded Moses for the nine and one-half tribes."},{"number":3,"verse":"For Moses had given an inheritance to the two and one-half tribes beyond the Jordan; but to the Levites he gave no inheritance among them."},{"number":4,"verse":"For the people of Joseph were two tribes, Manas′seh and E′phraim; and no portion was given to the Levites in the land, but only cities to dwell in, with their pasture lands for their cattle and their substance."},{"number":5,"verse":"The people of Israel did as the LORD commanded Moses; they allotted the land."},{"number":6,"verse":"(Hebron Allotted to Caleb) Then the people of Judah came to Joshua at Gilgal; and Caleb the son of Jephun′neh the Ken′izzite said to him, “You know what the LORD said to Moses the man of God in Ka′desh-bar′nea concerning you and me."},{"number":7,"verse":"I was forty years old when Moses the servant of the LORD sent me from Ka′desh-bar′nea to spy out the land; and I brought him word again as it was in my heart."},{"number":8,"verse":"But my brethren who went up with me made the heart of the people melt; yet I wholly followed the LORD my God."},{"number":9,"verse":"And Moses swore on that day, saying, ‘Surely the land on which your foot has trodden shall be an inheritance for you and your children for ever, because you have wholly followed the LORD my God.’"},{"number":10,"verse":"And now, behold, the LORD has kept me alive, as he said, these forty-five years since the time that the LORD spoke this word to Moses, while Israel walked in the wilderness; and now, lo, I am this day eighty-five years old."},{"number":11,"verse":"I am still as strong to this day as I was in the day that Moses sent me; my strength now is as my strength was then, for war, and for going and coming."},{"number":12,"verse":"So now give me this hill country of which the LORD spoke on that day; for you heard on that day how the Anakim were there, with great fortified cities: it may be that the LORD will be with me, and I shall drive them out as the LORD said.”"},{"number":13,"verse":"Then Joshua blessed him; and he gave Hebron to Caleb the son of Jephun′neh for an inheritance."},{"number":14,"verse":"So Hebron became the inheritance of Caleb the son of Jephun′neh the Ken′izzite to this day, because he wholly followed the LORD, the God of Israel."},{"number":15,"verse":"Now the name of Hebron formerly was Kir′iath-ar′ba; (That is The city of Arba) this Arba was the greatest man among the Anakim. And the land had rest from war."}]}