{"bibleAbbr":"RSV1971","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":19,"verses":[{"number":1,"verse":"(The Territory of Simeon) The second lot came out for Simeon, for the tribe of Simeon, according to its families; and its inheritance was in the midst of the inheritance of the tribe of Judah."},{"number":2,"verse":"And it had for its inheritance Beer-sheba, Sheba, Mola′dah,"},{"number":3,"verse":"Hazar-shu′al, Balah, Ezem,"},{"number":4,"verse":"Elto′lad, Bethul, Hormah,"},{"number":5,"verse":"Ziklag, Beth-mar′caboth, Ha′zar-su′sah,"},{"number":6,"verse":"Beth-leba′oth, and Sharu′hen — thirteen cities with their villages;"},{"number":7,"verse":"En-rimmon, Ether, and Ashan — four cities with their villages;"},{"number":8,"verse":"together with all the villages round about these cities as far as Ba′alath-beer, Ramah of the Negeb. This was the inheritance of the tribe of Simeon according to its families."},{"number":9,"verse":"The inheritance of the tribe of Simeon formed part of the territory of Judah; because the portion of the tribe of Judah was too large for them, the tribe of Simeon obtained an inheritance in the midst of their inheritance."},{"number":10,"verse":"(The Territory of Zebulun) The third lot came up for the tribe of Zeb′ulun, according to its families. And the territory of its inheritance reached as far as Sarid;"},{"number":11,"verse":"then its boundary goes up westward, and on to Mar′eal, and touches Dab′besheth, then the brook which is east of Jok′ne-am;"},{"number":12,"verse":"from Sarid it goes in the other direction eastward toward the sunrise to the boundary of Chis′loth-ta′bor; thence it goes to Dab′erath, then up to Japhi′a;"},{"number":13,"verse":"from there it passes along on the east toward the sunrise to Gath-hepher, to Eth-kazin, and going on to Rimmon it bends toward Ne′ah;"},{"number":14,"verse":"then on the north the boundary turns about to Han′nathon, and it ends at the valley of Iph′tahel;"},{"number":15,"verse":"and Kattath, Nahal′al, Shimron, I′dalah, and Bethlehem — twelve cities with their villages."},{"number":16,"verse":"This is the inheritance of the tribe of Zeb′ulun, according to its families — these cities with their villages."},{"number":17,"verse":"(The Territory of Issachar) The fourth lot came out for Is′sachar, for the tribe of Is′sachar, according to its families."},{"number":18,"verse":"Its territory included Jezreel, Chesul′loth, Shunem,"},{"number":19,"verse":"Haph′ara-im, Shion, Ana′harath,"},{"number":20,"verse":"Rabbith, Kish′ion, Ebez,"},{"number":21,"verse":"Remeth, En-gan′nim, En-had′dah, Beth-paz′zez;"},{"number":22,"verse":"the boundary also touches Tabor, Shahazu′mah, and Beth-she′mesh, and its boundary ends at the Jordan — sixteen cities with their villages."},{"number":23,"verse":"This is the inheritance of the tribe of Is′sachar, according to its families — the cities with their villages."},{"number":24,"verse":"(The Territory of Asher) The fifth lot came out for the tribe of Asher according to its families."},{"number":25,"verse":"Its territory included Helkath, Hali, Beten, Ach′shaph,"},{"number":26,"verse":"Allam′melech, Amad, and Mishal; on the west it touches Carmel and Shihor-lib′nath,"},{"number":27,"verse":"then it turns eastward, it goes to Beth-dagon, and touches Zeb′ulun and the valley of Iph′tahel northward to Beth-emek and Nei′el; then it continues in the north to Cabul,"},{"number":28,"verse":"Ebron, Rehob, Hammon, Kanah, as far as Sidon the Great;"},{"number":29,"verse":"then the boundary turns to Ramah, reaching to the fortified city of Tyre; then the boundary turns to Hosah, and it ends at the sea; Mahalab, (Cn Compare Gk: Heb Mehebel) Achzib,"},{"number":30,"verse":"Ummah, Aphek and Rehob — twenty-two cities with their villages."},{"number":31,"verse":"This is the inheritance of the tribe of Asher according to its families — these cities with their villages."},{"number":32,"verse":"(The Territory of Naphtali) The sixth lot came out for the tribe of Naph′tali, for the tribe of Naph′tali, according to its families."},{"number":33,"verse":"And its boundary ran from Heleph, from the oak in Za-anan′nim, and Ad′ami-nekeb, and Jabneel, as far as Lakkum; and it ended at the Jordan;"},{"number":34,"verse":"then the boundary turns westward to Az′noth-tabor, and goes from there to Hukkok, touching Zeb′ulun at the south, and Asher on the west, and Judah on the east at the Jordan."},{"number":35,"verse":"The fortified cities are Ziddim, Zer, Hammath, Rakkath, Chin′nereth,"},{"number":36,"verse":"Ad′amah, Ramah, Hazor,"},{"number":37,"verse":"Kedesh, Ed′re-i, En-ha′zor,"},{"number":38,"verse":"Yiron, Mig′dal-el, Horem, Beth-anath, and Beth-she′mesh — nineteen cities with their villages."},{"number":39,"verse":"This is the inheritance of the tribe of Naph′tali according to its families — the cities with their villages."},{"number":40,"verse":"(The Territory of Dan) The seventh lot came out for the tribe of Dan, according to its families."},{"number":41,"verse":"And the territory of its inheritance included Zorah, Esh′ta-ol, Ir-she′mesh,"},{"number":42,"verse":"Sha-alab′bin, Ai′jalon, Ithlah,"},{"number":43,"verse":"Elon, Timnah, Ekron,"},{"number":44,"verse":"El′tekeh, Gib′bethon, Ba′alath,"},{"number":45,"verse":"Jehud, Bene-be′rak, Gath-rim′mon,"},{"number":46,"verse":"and Me-jar′kon and Rakkon with the territory over against Joppa."},{"number":47,"verse":"When the territory of the Danites was lost to them, the Danites went up and fought against Leshem, and after capturing it and putting it to the sword they took possession of it and settled in it, calling Leshem, Dan, after the name of Dan their ancestor."},{"number":48,"verse":"This is the inheritance of the tribe of Dan, according to their families — these cities with their villages."},{"number":49,"verse":"(Joshua’s Inheritance) When they had finished distributing the several territories of the land as inheritances, the people of Israel gave an inheritance among them to Joshua the son of Nun."},{"number":50,"verse":"By command of the LORD they gave him the city which he asked, Tim′nath-se′rah in the hill country of E′phraim; and he rebuilt the city, and settled in it."},{"number":51,"verse":"These are the inheritances which Elea′zar the priest and Joshua the son of Nun and the heads of the fathers’ houses of the tribes of the people of Israel distributed by lot at Shiloh before the LORD, at the door of the tent of meeting. So they finished dividing the land."}]}