{"bibleAbbr":"RSV1971","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"(The Gibeonites Save Themselves by Trickery) When all the kings who were beyond the Jordan in the hill country and in the lowland all along the coast of the Great Sea toward Lebanon, the Hittites, the Amorites, the Canaanites, the Per′izzites, the Hivites, and the Jeb′usites, heard of this,"},{"number":2,"verse":"they gathered together with one accord to fight Joshua and Israel."},{"number":3,"verse":"But when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,"},{"number":4,"verse":"they on their part acted with cunning, and went and made ready provisions, and took worn-out sacks upon their asses, and wineskins, worn-out and torn and mended,"},{"number":5,"verse":"with worn-out, patched sandals on their feet, and worn-out clothes; and all their provisions were dry and moldy."},{"number":6,"verse":"And they went to Joshua in the camp at Gilgal, and said to him and to the men of Israel, “We have come from a far country; so now make a covenant with us.”"},{"number":7,"verse":"But the men of Israel said to the Hivites, “Perhaps you live among us; then how can we make a covenant with you?”"},{"number":8,"verse":"They said to Joshua, “We are your servants.” And Joshua said to them, “Who are you? And where do you come from?”"},{"number":9,"verse":"They said to him, “From a very far country your servants have come, because of the name of the LORD your God; for we have heard a report of him, and all that he did in Egypt,"},{"number":10,"verse":"and all that he did to the two kings of the Amorites who were beyond the Jordan, Sihon the king of Heshbon, and Og king of Bashan, who dwelt in Ash′taroth."},{"number":11,"verse":"And our elders and all the inhabitants of our country said to us, ‘Take provisions in your hand for the journey, and go to meet them, and say to them, “We are your servants; come now, make a covenant with us.”’"},{"number":12,"verse":"Here is our bread; it was still warm when we took it from our houses as our food for the journey, on the day we set forth to come to you, but now, behold, it is dry and moldy;"},{"number":13,"verse":"these wineskins were new when we filled them, and behold, they are burst; and these garments and shoes of ours are worn out from the very long journey.”"},{"number":14,"verse":"So the men partook of their provisions, and did not ask direction from the LORD."},{"number":15,"verse":"And Joshua made peace with them, and made a covenant with them, to let them live; and the leaders of the congregation swore to them."},{"number":16,"verse":"At the end of three days after they had made a covenant with them, they heard that they were their neighbors, and that they dwelt among them."},{"number":17,"verse":"And the people of Israel set out and reached their cities on the third day. Now their cities were Gibeon, Chephi′rah, Be-er′oth, and Kir′iath-je′arim."},{"number":18,"verse":"But the people of Israel did not kill them, because the leaders of the congregation had sworn to them by the LORD, the God of Israel. Then all the congregation murmured against the leaders."},{"number":19,"verse":"But all the leaders said to all the congregation, “We have sworn to them by the LORD, the God of Israel, and now we may not touch them."},{"number":20,"verse":"This we will do to them, and let them live, lest wrath be upon us, because of the oath which we swore to them.”"},{"number":21,"verse":"And the leaders said to them, “Let them live.” So they became hewers of wood and drawers of water for all the congregation, as the leaders had said of them."},{"number":22,"verse":"Joshua summoned them, and he said to them, “Why did you deceive us, saying, ‘We are very far from you,’ when you dwell among us?"},{"number":23,"verse":"Now therefore you are cursed, and some of you shall always be slaves, hewers of wood and drawers of water for the house of my God.”"},{"number":24,"verse":"They answered Joshua, “Because it was told to your servants for a certainty that the LORD your God had commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you; so we feared greatly for our lives because of you, and did this thing."},{"number":25,"verse":"And now, behold, we are in your hand: do as it seems good and right in your sight to do to us.”"},{"number":26,"verse":"So he did to them, and delivered them out of the hand of the people of Israel; and they did not kill them."},{"number":27,"verse":"But Joshua made them that day hewers of wood and drawers of water for the congregation and for the altar of the LORD, to continue to this day, in the place which he should choose."}]}