{"bibleAbbr":"AKJV1999+","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"And he began<WG756> to speak<WG3004> to them by parables.<WG3850> A certain man<WG444> planted<WG5452> a vineyard,<WG290> and set<WG4060> an hedge<WG5418> about <WG5418> it, and dig <WG3736> a place for the winefat,<WG5276> and built<WG3618> a tower,<WG4444> and let<WG1554> it out to farmers,<WG1092> and went<WG589> into a far country. <WG589>"},{"number":2,"verse":"And at the season<WG2540> he sent<WG649> to the farmers<WG1092> a servant,<WG1401> that he might receive<WG2983> from the farmers<WG1092> of the fruit<WG2590> of the vineyard. <WG290>"},{"number":3,"verse":"And they caught <WG2983> him, and beat<WG1194> him, and sent <WG649> him away<WG649> empty. <WG2756>"},{"number":4,"verse":"And again<WG3825> he sent<WG649> to them another<WG243> servant;<WG1401> and at him they cast<WG3036> stones,<WG3036> and wounded him in the head,<WG2775> and sent <WG649> him away<WG649> shamefully<WG821> handled. <WG821>"},{"number":5,"verse":"And again<WG3825> he sent<WG649> another;<WG243> and him they killed,<WG615> and many<WG4183> others;<WG243> beating<WG1194> some, <WG3588> <WG3303> and killing<WG615> some. <WG3588>"},{"number":6,"verse":"Having<WG2192> yet<WG2089> therefore<WG3767> one<WG1520> son,<WG5207> his well beloved,<WG27> he sent<WG649> him also<WG2532> last<WG2078> to them, saying,<WG3004> They will reverence<WG1788> my son. <WG5207>"},{"number":7,"verse":"But those<WG1565> farmers<WG1092> said<WG2036> among<WG4314> themselves,<WG1438> This<WG3778> is the heir;<WG2818> come,<WG1205> let us kill<WG615> him, and the inheritance<WG2817> shall be our's. <WG2257>"},{"number":8,"verse":"And they took<WG2983> him, and killed <WG615> him, and cast <WG1544> him out of the vineyard. <WG290>"},{"number":9,"verse":"What<WG5101> shall therefore<WG3767> the lord<WG2962> of the vineyard<WG290> do?<WG4160> he will come<WG2064> and destroy<WG622> the farmers,<WG1092> and will give<WG1325> the vineyard<WG290> to others. <WG243>"},{"number":10,"verse":"And have you not read<WG314> this<WG5026> scripture;<WG1124> The stone<WG3037> which<WG3739> the builders<WG3618> rejected<WG593> is become <WG1096> <WG1519> the head<WG2776> of the corner: <WG1137>"},{"number":11,"verse":"This<WG3778> was the Lord's<WG2962> doing,<WG1096> and it is marvelous<WG2298> in our eyes? <WG3788>"},{"number":12,"verse":"And they sought<WG2212> to lay hold<WG2902> on him, but feared<WG5399> the people:<WG3793> for they knew<WG1097> that he had spoken<WG2036> the parable<WG3850> against<WG4314> them: and they left<WG863> him, and went<WG565> their way."},{"number":13,"verse":"And they send<WG649> to him certain<WG5100> of the Pharisees<WG5330> and of the Herodians,<WG2265> to catch<WG64> him in his words.<WG3056>"},{"number":14,"verse":"And when they were come,<WG2064> they say<WG3004> to him, Master,<WG1320> we know<WG1492> that you are<WG1488> true,<WG227> and care<WG3199> for no<WG3762> man:<WG444> for you regard<WG991> not the person<WG4383> of men,<WG444> but teach<WG1321> the way<WG3598> of God<WG2316> in truth:<WG225> Is it lawful<WG1832> to give<WG1325> tribute<WG2778> to Caesar,<WG2541> or<WG2228> not?"},{"number":15,"verse":"Shall we give,<WG1325> or<WG2228> shall we not give?<WG1325> But he, knowing<WG1492> their hypocrisy,<WG5272> said<WG2036> to them, Why<WG5101> tempt<WG3985> you me? bring<WG5342> me a penny,<WG1220> that I may see <WG1492> it."},{"number":16,"verse":"And they brought<WG5342> it. And he said<WG3004> to them, Whose <WG5101> is this<WG3778> image<WG1504> and superscription? <WG1923> And they said<WG2036> to him, Caesar's.<WG2541>"},{"number":17,"verse":"And Jesus<WG2424> answering<WG611> said<WG2036> to them, Render<WG591> to Caesar<WG2541> the things that are Caesar's,<WG2541> and to God<WG2316> the things that are God's. <WG2316> And they marveled<WG2296> at<WG1909> him."},{"number":18,"verse":"Then<WG2532> come<WG2064> to him the Sadducees,<WG4523> which<WG3748> say<WG3004> there is no<WG3361> resurrection;<WG386> and they asked<WG1905> him, saying,<WG3004>"},{"number":19,"verse":"Master,<WG1320> Moses<WG3475> wrote<WG1125> to us, If<WG1437> a man's<WG5100> brother<WG80> die,<WG599> and leave<WG2641> his wife<WG1135> behind<WG2641> him, and leave<WG863> no<WG3361> children,<WG5043> that his brother<WG80> should take<WG2983> his wife,<WG1135> and raise<WG1817> up seed<WG4690> to his brother.<WG80>"},{"number":20,"verse":"Now<WG3767> there were seven<WG2033> brothers:<WG80> and the first<WG4413> took<WG2983> a wife,<WG1135> and dying<WG599> left<WG863> no<WG3756> seed.<WG4690>"},{"number":21,"verse":"And the second<WG1208> took<WG2983> her, and died,<WG599> neither<WG3761> left<WG863> he any seed:<WG4690> and the third<WG5154> likewise.<WG5615>"},{"number":22,"verse":"And the seven<WG2033> had<WG2983> her, and left<WG863> no<WG3756> seed:<WG4690> last<WG2078> of all<WG3956> the woman<WG1135> died<WG599> also.<WG2532>"},{"number":23,"verse":"In the resurrection<WG386> therefore,<WG3767> when<WG3752> they shall rise,<WG450> whose<WG5101> wife<WG1135> shall she be of them? for the seven<WG2033> had<WG2192> her to wife.<WG1135>"},{"number":24,"verse":"And Jesus<WG2424> answering<WG611> said<WG2036> to them, Do you not therefore <WG1223> <WG5124> err,<WG4105> because you know<WG1492> not the scriptures,<WG1124> neither<WG3366> the power<WG1411> of God? <WG2316>"},{"number":25,"verse":"For when<WG3752> they shall rise<WG450> from the dead,<WG3498> they neither<WG3777> marry,<WG1060> nor<WG3777> are given in marriage;<WG1061> but are as the angels<WG32> which<WG3588> are in heaven. <WG3772>"},{"number":26,"verse":"And as touching<WG4012> the dead,<WG3498> that they rise:<WG1453> have you not read<WG314> in the book<WG976> of Moses,<WG3475> how<WG5613> in the bush<WG942> God<WG2316> spoke<WG2036> to him, saying,<WG3004> I am the God<WG2316> of Abraham,<WG11> and the God<WG2316> of Isaac,<WG2464> and the God<WG2316> of Jacob? <WG2384>"},{"number":27,"verse":"He is not the God<WG2316> of the dead,<WG3498> but the God<WG2316> of the living:<WG2198> you therefore<WG3767> do greatly<WG4183> err. <WG4105>"},{"number":28,"verse":"And one<WG1520> of the scribes<WG1122> came,<WG4334> and having heard<WG191> them reasoning<WG4802> together,<WG4802> and perceiving<WG1492> that he had answered<WG611> them well,<WG2573> asked<WG1905> him, Which<WG4169> is the first<WG4413> commandment<WG1785> of all?<WG3956>"},{"number":29,"verse":"And Jesus<WG2424> answered<WG611> him, The first<WG4413> of all<WG3956> the commandments <WG1785> is, Hear,<WG191> O Israel;<WG2474> The Lord<WG2962> our God<WG2316> is one<WG1520> Lord: <WG2962>"},{"number":30,"verse":"And you shall love<WG25> the Lord<WG2962> your God<WG2316> with all<WG3650> your heart,<WG2588> and with all<WG3650> your soul,<WG5590> and with all<WG3650> your mind,<WG1271> and with all<WG3650> your strength:<WG2479> this <WG3778> is the first<WG4413> commandment. <WG1785>"},{"number":31,"verse":"And the second <WG1208> is like, <WG3664> namely this,<WG3778> You shall love<WG25> your neighbor<WG4139> as yourself.<WG4572> There is none<WG3756> other<WG243> commandment<WG1785> greater<WG3187> than these. <WG5130>"},{"number":32,"verse":"And the scribe<WG1122> said<WG2036> to him, Well,<WG2573> Master,<WG1320> you have said<WG2036> the truth:<WG225> for there is one<WG1520> God;<WG2316> and there is none<WG3756> other<WG243> but he:"},{"number":33,"verse":"And to love<WG25> him with all<WG3650> the heart,<WG2588> and with all<WG3650> the understanding,<WG4907> and with all<WG3650> the soul,<WG5590> and with all<WG3650> the strength,<WG2479> and to love<WG25> his neighbor<WG4139> as himself,<WG1438> is more<WG4119> than all<WG3956> whole<WG3646> burnt<WG3646> offerings<WG3646> and sacrifices.<WG2378>"},{"number":34,"verse":"And when Jesus<WG2424> saw<WG1492> that he answered<WG611> discreetly,<WG3562> he said<WG2036> to him, You are<WG1488> not far<WG3112> from the kingdom<WG932> of God. <WG2316> And no<WG3762> man<WG3762> after<WG3765> that dared<WG5111> ask<WG1905> him any question."},{"number":35,"verse":"And Jesus<WG2424> answered<WG611> and said,<WG3004> while he taught<WG2258> <WG1321> in the temple,<WG2411> How<WG4459> say<WG3004> the scribes<WG1122> that Christ<WG5547> is the son<WG5207> of David? <WG1138>"},{"number":36,"verse":"For David<WG1138> himself<WG846> said<WG2036> by the Holy<WG40> Ghost,<WG4151> The LORD<WG2962> said<WG2036> to my Lord,<WG2962> Sit<WG2521> you on<WG1537> my right<WG1188> hand, till<WG2193> I make<WG5087> your<WG4675> enemies<WG2190> your footstool. <WG5286>"},{"number":37,"verse":"David<WG1138> therefore<WG3767> himself<WG846> calls<WG3004> him Lord;<WG2962> and from where<WG4159> is he then his son? <WG5207> And the common<WG4183> people<WG3793> heard<WG191> him gladly.<WG2234>"},{"number":38,"verse":"And he said<WG3004> to them in his doctrine,<WG1322> Beware<WG991> of the scribes,<WG1122> which<WG3588> love<WG2309> to go<WG4043> in long clothing,<WG4749> and love salutations<WG783> in the marketplaces, <WG58>"},{"number":39,"verse":"And the chief<WG4410> seats<WG4410> in the synagogues,<WG4864> and the uppermost<WG4411> rooms<WG4411> at<WG1722> feasts: <WG1173>"},{"number":40,"verse":"Which<WG3739> devour<WG2719> widows'<WG5503> houses,<WG3614> and for a pretense<WG4392> make<WG4336> long<WG3117> prayers:<WG4336> these<WG3778> shall receive<WG2983> greater<WG4055> damnation. <WG2917>"},{"number":41,"verse":"And Jesus<WG2424> sat<WG2523> over<WG2713> against<WG2713> the treasury,<WG1049> and beheld<WG2334> how<WG4459> the people<WG3793> cast<WG906> money<WG5475> into<WG1519> the treasury:<WG1049> and many<WG4183> that were rich<WG4145> cast<WG906> in much.<WG4183>"},{"number":42,"verse":"And there came<WG2064> a certain<WG1520> poor<WG4434> widow,<WG5503> and she threw<WG906> in two<WG1417> mites,<WG3016> which<WG2076> make<WG1510> a farthing.<WG2835>"},{"number":43,"verse":"And he called<WG4341> to him his disciples,<WG3101> and said<WG3004> to them, Truly<WG281> I say<WG3004> to you, That this<WG3778> poor<WG4434> widow<WG5503> has cast<WG906> more<WG4119> in, than all<WG3956> they which have cast<WG906> into<WG1519> the treasury: <WG1049>"},{"number":44,"verse":"For all <WG3956> they did cast<WG906> in of their abundance;<WG4052> but she of her want<WG5304> did cast<WG906> in all<WG3956> that she had, <WG2192> even all<WG3650> her living. <WG979>"}]}