{"bibleAbbr":"AKJV1999+","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"And as he went <WG1607> out of the temple, <WG2411> one <WG1520> of his disciples <WG3101> said <WG3004> to him, Master, <WG1320> see <WG2396> what <WG4217> manner <WG4217> of stones <WG3037> and what <WG4217> buildings <WG3619> are here! <WG5602>"},{"number":2,"verse":"And Jesus <WG2424> answering <WG611> said <WG2036> to him, See <WG991> you these <WG5025> great <WG3173> buildings? <WG3619> there shall not be left <WG863> one stone <WG3037> on another, that shall not be thrown <WG2647> down. <WG2647>"},{"number":3,"verse":"And as he sat <WG2521> on the mount <WG3735> of Olives <WG1636> over <WG2713> against <WG2713> the temple, <WG2411> Peter <WG4074> and James <WG2385> and John <WG2491> and Andrew <WG406> asked <WG1905> him privately, <WG2596>"},{"number":4,"verse":"Tell <WG2036> us, when <WG4218> shall these <WG5023> things be? and what <WG5101> shall be the sign <WG4592> when <WG3752> all <WG3956> these <WG5023> things shall be fulfilled? <WG4931>"},{"number":5,"verse":"And Jesus <WG2424> answering <WG611> them began <WG756> to say, <WG3004> Take heed <WG991> lest <WG3361> any <WG5100> man deceive <WG4105> you:"},{"number":6,"verse":"For many <WG4183> shall come <WG2064> in my name, <WG3686> saying, <WG3004> I am <WG1510> Christ; and shall deceive <WG4105> many. <WG4183>"},{"number":7,"verse":"And when <WG3752> you shall hear <WG191> of wars <WG4171> and rumors <WG189> of wars, <WG4171> be you not troubled: <WG2360> for such things must <WG1163> needs be; but the end <WG5056> shall not be yet. <WG3768>"},{"number":8,"verse":"For nation <WG1484> shall rise <WG1453> against <WG1909> nation, <WG1484> and kingdom <WG932> against <WG1909> kingdom: <WG932> and there shall be earthquakes <WG4578> in divers places, <WG5117> and there shall be famines <WG3042> and troubles: <WG5016> these <WG5023> are the beginnings <WG746> of sorrows. <WG5604>"},{"number":9,"verse":"But take heed <WG991> to yourselves: <WG1438> for they shall deliver <WG3860> you up to councils; <WG4892> and in the synagogues <WG4864> you shall be beaten: <WG1194> and you shall be brought <WG2476> before <WG1909> rulers <WG2232> and kings <WG935> for my sake, <WG1752> for a testimony <WG3142> against them."},{"number":10,"verse":"And the gospel <WG2098> must <WG1163> first <WG4412> be published <WG2784> among <WG1519> all <WG3956> nations. <WG1484>"},{"number":11,"verse":"But when <WG3752> they shall lead <WG71> you, and deliver <WG3860> you up, take no <WG3361> thought <WG4305> beforehand <WG4305> what <WG5101> you shall speak, <WG2980> neither <WG3366> do you premeditate: <WG3191> but whatever <WG3739> <WG1437> shall be given <WG1325> you in that hour, <WG5610> that speak <WG2980> you: for it is not you that speak, <WG2980> but the Holy <WG40> Ghost. <WG4151>"},{"number":12,"verse":"Now <WG1161> the brother <WG80> shall betray <WG3860> the brother <WG80> to death, <WG2288> and the father <WG3962> the son; <WG5043> and children <WG5043> shall rise <WG1881> up against <WG1909> their parents, <WG1118> and shall cause <WG2289> them to be put <WG2289> to death. <WG2289>"},{"number":13,"verse":"And you shall be hated <WG3404> of all <WG3956> men for my name's <WG3686> sake: but he that shall endure <WG5278> to the end, <WG5056> the same <WG3778> shall be saved. <WG4982>"},{"number":14,"verse":"But when <WG3752> you shall see <WG1492> the abomination <WG946> of desolation, <WG2050> spoken <WG4483> of by Daniel <WG1158> the prophet, <WG4396> standing <WG2476> where <WG3699> it ought <WG1163> not, (let him that reads <WG314> understand, <WG3539> ) then <WG5119> let them that be in Judaea <WG2449> flee <WG5343> to the mountains: <WG3735>"},{"number":15,"verse":"And let him that is on <WG1909> the housetop <WG1430> not go <WG2597> down <WG2597> into <WG1519> the house, <WG3614> neither <WG3366> enter <WG1525> therein, to take <WG142> any <WG5100> thing out of his house: <WG3614>"},{"number":16,"verse":"And let him that is in the field <WG68> not turn <WG1994> back <WG617> again <WG1994> for to take <WG142> up his garment. <WG2440>"},{"number":17,"verse":"But woe <WG3759> to them that are with child, <WG1722> <WG1064> <WG2192> and to them that give suck <WG2337> in those <WG1565> days! <WG2250>"},{"number":18,"verse":"And pray <WG4336> you that your <WG5216> flight <WG5437> be not in the winter. <WG5494>"},{"number":19,"verse":"For in those <WG1565> days <WG2250> shall be affliction, <WG2347> such <WG3634> as was not from the beginning <WG746> of the creation <WG2937> which <WG3739> God <WG2316> created <WG2936> to this <WG3568> time, <WG3568> neither <WG3756> <WG3361> shall be."},{"number":20,"verse":"And except <WG1508> that the Lord <WG2962> had shortened <WG2856> those <WG3588> days, <WG2250> no <WG3756> <WG3956> flesh <WG4561> should be saved: <WG4982> but for the elect's <WG1588> sake, whom <WG3739> he has chosen, <WG1586> he has shortened <WG2856> the days. <WG2250>"},{"number":21,"verse":"And then <WG5119> if <WG1437> any <WG5100> man shall say <WG2036> to you, See, <WG2400> here <WG5602> is Christ; <WG5547> or, <WG2228> see, <WG2400> he is there; <WG1563> believe <WG4100> him not:"},{"number":22,"verse":"For false <WG5580> Christs <WG5580> and false <WG5578> prophets <WG5578> shall rise, <WG1453> and shall show <WG1325> signs <WG4592> and wonders, <WG5059> to seduce, <WG635> if <WG1487> it were possible, <WG1415> even <WG2532> the elect. <WG1588>"},{"number":23,"verse":"But take you heed: <WG991> behold, <WG2400> I have foretold <WG4280> you all <WG3956> things."},{"number":24,"verse":"But in those <WG3588> days, <WG2250> after <WG3326> that tribulation, <WG2347> the sun <WG2246> shall be darkened, <WG4654> and the moon <WG4582> shall not give <WG1325> her light, <WG5338>"},{"number":25,"verse":"And the stars <WG792> of heaven <WG3772> shall fall, <WG1601> and the powers <WG1411> that are in heaven <WG3772> shall be shaken. <WG4531>"},{"number":26,"verse":"And then <WG5119> shall they see <WG3700> the Son <WG5207> of man <WG444> coming <WG2064> in the clouds <WG3507> with great <WG4183> power <WG1411> and glory. <WG1391>"},{"number":27,"verse":"And then <WG5119> shall he send <WG649> his angels, <WG32> and shall gather <WG1996> together <WG1996> his elect <WG1588> from the four <WG5064> winds, <WG417> from the uttermost <WG206> part of the earth <WG1093> to the uttermost <WG206> part of heaven. <WG3772>"},{"number":28,"verse":"Now <WG1161> learn <WG3129> a parable <WG3850> of the fig <WG4808> tree; <WG4808> When <WG3752> her branch <WG2798> is yet <WG2236> tender, <WG527> and puts <WG1631> forth <WG1631> leaves, <WG5444> you know <WG1097> that summer <WG2330> is near: <WG1451>"},{"number":29,"verse":"So <WG2532> you in like <WG2532> manner, <WG3779> when <WG3752> you shall see <WG1492> these <WG5023> things come <WG1096> to pass, know <WG1097> that it is near, <WG1451> even at <WG1909> the doors. <WG2374>"},{"number":30,"verse":"Truly <WG281> I say <WG3004> to you, that this <WG3778> generation <WG1074> shall not pass, <WG3928> till <WG3360> all <WG3956> these <WG5023> things be done. <WG1096>"},{"number":31,"verse":"Heaven <WG3772> and earth <WG1093> shall pass <WG3928> away: <WG3928> but my words <WG3056> shall not pass <WG3928> away. <WG3928>"},{"number":32,"verse":"But of that day <WG2250> and that hour <WG5610> knows <WG1492> no <WG3762> man, <WG3762> no, not the angels <WG32> which <WG3588> are in heaven, <WG3772> neither <WG3761> the Son, <WG5207> but the Father. <WG3962>"},{"number":33,"verse":"Take you heed, <WG991> watch <WG69> and pray: <WG4336> for you know <WG1492> not when <WG4218> the time <WG2540> is."},{"number":34,"verse":"For the Son of Man is as a man <WG444> taking a far journey, <WG590> who left <WG863> his house, <WG3614> and gave <WG1325> authority <WG1849> to his servants, <WG1401> and to every <WG1538> man his work, <WG2041> and commanded <WG1781> the porter <WG2377> to watch. <WG1127>"},{"number":35,"verse":"Watch <WG1127> you therefore: <WG3767> for you know <WG1492> not when <WG4218> the master <WG2962> of the house <WG3614> comes, <WG2064> at even, <WG3796> or <WG2228> at midnight, <WG3317> or <WG2228> at the cock-crowing, <WG219> or <WG2228> in the morning: <WG4404>"},{"number":36,"verse":"Lest <WG3361> coming <WG2064> suddenly <WG1810> he find <WG2147> you sleeping. <WG2518>"},{"number":37,"verse":"And what <WG3739> I say <WG3004> to you I say <WG3004> to all, <WG3956> Watch. <WG1127>"}]}