{"bibleAbbr":"AKJV1999+","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":14,"verses":[{"number":1,"verse":"After <WG3326> two <WG1417> days <WG2250> was the feast of the passover, <WG3957> and of unleavened <WG106> bread: and the chief <WG749> priests <WG749> and the scribes <WG1122> sought <WG2212> how <WG4459> they might take <WG2902> him by craft, <WG1388> and put <WG615> him to death. <WG615>"},{"number":2,"verse":"But they said, <WG3004> Not on <WG1722> the feast <WG1859> day, lest <WG3379> there be an uproar <WG2351> of the people. <WG2992>"},{"number":3,"verse":"And being <WG5607> in Bethany <WG963> in the house <WG3614> of Simon <WG4613> the leper, <WG3015> as he sat <WG2621> at <WG2621> meat, there came <WG2064> a woman <WG1135> having <WG2192> an alabaster <WG211> box <WG211> of ointment <WG3464> of spikenard <WG3487> <WG4101> very <WG4185> precious; <WG4185> and she broke <WG4937> the box, <WG211> and poured <WG2708> it on <WG2596> his head. <WG2776>"},{"number":4,"verse":"And there were some <WG5100> that had indignation <WG23> within <WG4314> themselves, <WG1438> and said, <WG3004> Why <WG1519> <WG5101> was this <WG3778> waste <WG684> of the ointment <WG3464> made? <WG1096>"},{"number":5,"verse":"For it might <WG1410> have been sold <WG4097> for more <WG1883> than <WG1883> three <WG5145> hundred <WG5145> pence, <WG1220> and have been given <WG1325> to the poor. <WG4434> And they murmured <WG1690> against <WG1690> her."},{"number":6,"verse":"And Jesus <WG2424> said, <WG2036> Let <WG863> her alone; <WG863> why <WG5101> trouble <WG2873> <WG3930> you her? she has worked <WG2038> a good <WG2570> work <WG2041> on <WG1722> me."},{"number":7,"verse":"For you have <WG2192> the poor <WG4434> with you always, <WG3842> and whenever <WG3752> you will <WG2309> you may <WG1410> do <WG4160> them good: <WG2095> but me you have <WG2192> not always. <WG3842>"},{"number":8,"verse":"She has done <WG4160> what <WG3739> she could: <WG2192> she is come <WG4301> beforehand <WG4301> to anoint <WG3462> my body <WG4983> to the burying. <WG1780>"},{"number":9,"verse":"Truly <WG281> I say <WG3004> to you, Wherever <WG3699> <WG302> this <WG5124> gospel <WG2098> shall be preached <WG2784> throughout <WG1519> the whole <WG3650> world, <WG2889> this also <WG2532> that she has done <WG4160> shall be spoken <WG2980> of for a memorial <WG3422> of her."},{"number":10,"verse":"And Judas <WG2455> Iscariot, <WG2469> one <WG1520> of the twelve, <WG1427> went <WG565> to the chief <WG749> priests, <WG749> to betray <WG3860> him to them."},{"number":11,"verse":"And when they heard <WG191> it, they were glad, <WG5463> and promised <WG1861> to give <WG1325> him money. <WG694> And he sought <WG2212> how <WG4459> he might conveniently <WG2122> betray <WG3860> him."},{"number":12,"verse":"And the first <WG4413> day <WG2250> of unleavened <WG106> bread, when <WG3753> they killed <WG2380> the passover, <WG3957> his disciples <WG3101> said <WG3004> to him, Where <WG4226> will <WG2309> you that we go <WG565> and prepare <WG2090> that you may eat <WG5315> the passover? <WG3957>"},{"number":13,"verse":"And he sends <WG649> forth <WG1614> two <WG1417> of his disciples, <WG3101> and said <WG3004> to them, Go <WG5217> you into <WG1519> the city, <WG4172> and there shall meet <WG528> you a man <WG444> bearing <WG941> a pitcher <WG2765> of water: <WG5204> follow <WG190> him."},{"number":14,"verse":"And wherever <WG3699> <WG1437> he shall go <WG1525> in, say <WG2036> you to the manager <WG3611> of the house, <WG3617> The Master <WG1320> said, <WG3004> Where <WG4226> is the guest room, <WG2646> where <WG3699> I shall eat <WG5315> the passover <WG3957> with my disciples? <WG3101>"},{"number":15,"verse":"And he will show <WG1166> you a large <WG3173> upper <WG508> room <WG508> furnished <WG4766> and prepared: <WG2092> there <WG1563> make <WG2090> ready <WG2090> for us."},{"number":16,"verse":"And his disciples <WG3101> went <WG1831> forth, <WG1831> and came <WG2064> into <WG1519> the city, <WG4172> and found <WG2147> as he had said <WG2036> to them: and they made <WG2090> ready <WG2090> the passover. <WG3957>"},{"number":17,"verse":"And in the evening <WG3798> he comes <WG2064> with the twelve. <WG1427>"},{"number":18,"verse":"And as they sat <WG345> and did eat, <WG2068> Jesus <WG2424> said, <WG2036> Truly <WG281> I say <WG3004> to you, One <WG1520> of you which <WG3588> eats <WG2068> with me shall betray <WG3860> me."},{"number":19,"verse":"And they began <WG756> to be sorrowful, <WG3076> and to say <WG3004> to him one <WG1520> by one, <WG1520> Is it I? and another <WG243> said, Is it I?"},{"number":20,"verse":"And he answered <WG611> and said <WG2036> to them, It is one <WG1520> of the twelve, <WG1427> that dips <WG1686> with me in the dish. <WG5165>"},{"number":21,"verse":"The Son <WG5207> of man <WG444> indeed <WG3303> goes, <WG5217> as it is written <WG1125> of him: but woe <WG3759> to that man <WG444> by whom <WG3739> the Son <WG5207> of man <WG444> is betrayed! <WG3860> good <WG2570> were it for that man <WG444> if <WG1487> he had never <WG3756> been born. <WG1080>"},{"number":22,"verse":"And as they did eat, <WG2068> Jesus <WG2424> took <WG2983> bread, <WG740> and blessed, <WG2127> and broke <WG2806> it, and gave <WG1325> to them, and said, <WG2036> Take, <WG2983> eat: <WG5315> this <WG5124> is my body. <WG4983>"},{"number":23,"verse":"And he took <WG2983> the cup, <WG4221> and when he had given thanks, <WG2168> he gave <WG1325> it to them: and they all <WG3956> drank <WG4095> of it."},{"number":24,"verse":"And he said <WG2036> to them, This <WG5124> is my blood <WG129> of the new <WG2537> testament, <WG1242> which <WG3588> is shed <WG1632> for many. <WG4183>"},{"number":25,"verse":"Truly <WG281> I say <WG3004> to you, I will drink <WG4095> no <WG3765> more <WG3765> of the fruit <WG1081> of the vine, <WG288> until <WG2193> that day <WG2250> that I drink <WG4095> it new <WG2537> in the kingdom <WG932> of God. <WG2316>"},{"number":26,"verse":"And when they had sung <WG5214> an hymn, they went <WG1831> out into <WG1519> the mount <WG3735> of Olives. <WG1636>"},{"number":27,"verse":"And Jesus <WG2424> said <WG3004> to them, All <WG3956> you shall be offended <WG4624> because <WG1722> of me this <WG5026> night: <WG3571> for it is written, <WG1125> I will smite <WG3960> the shepherd, <WG4166> and the sheep <WG4263> shall be scattered. <WG1287>"},{"number":28,"verse":"But after <WG3326> that I am risen, <WG1453> I will go <WG4254> before <WG4254> you into <WG1519> Galilee. <WG1056>"},{"number":29,"verse":"But Peter <WG4074> said <WG5346> to him, Although <WG2532> <WG1487> all <WG3956> shall be offended, <WG4624> yet <WG235> will not I."},{"number":30,"verse":"And Jesus <WG2424> said <WG3004> to him, Truly <WG281> I say <WG3004> to you, That this <WG4594> day, <WG4594> even in this <WG5026> night, <WG3571> before <WG4250> <WG2228> the cock <WG220> crow <WG5455> twice, <WG1364> you shall deny <WG533> me thrice. <WG5151>"},{"number":31,"verse":"But he spoke <WG3004> the more <WG3123> vehemently, <WG1722> <WG4053> If <WG1437> I should <WG1163> die <WG4880> with you, I will not deny <WG533> you in any <WG3364> wise. Likewise <WG5615> also <WG2532> said <WG3004> they all. <WG3956>"},{"number":32,"verse":"And they came <WG2064> to a place <WG5564> which was named <WG3686> Gethsemane: <WG1068> and he said <WG3004> to his disciples, <WG3101> Sit <WG2523> you here, <WG5602> while <WG2193> I shall pray. <WG4336>"},{"number":33,"verse":"And he takes <WG3880> with him Peter <WG4074> and James <WG2385> and John, <WG2491> and began <WG756> to be sore <WG1568> amazed, <WG1568> and to be very <WG85> heavy; <WG85>"},{"number":34,"verse":"And said <WG3004> to them, My soul <WG5590> is exceeding <WG4036> sorrowful <WG4036> to death: <WG2288> tarry <WG3306> you here, <WG5602> and watch. <WG1127>"},{"number":35,"verse":"And he went <WG4281> forward <WG4281> a little, <WG3397> and fell <WG4098> on <WG1909> the ground, <WG1093> and prayed <WG4336> that, if <WG1487> it were possible, <WG1415> the hour <WG5610> might pass <WG3928> from him."},{"number":36,"verse":"And he said, <WG3004> Abba, <WG5> Father, <WG3962> all <WG3956> things are possible <WG1415> to you; take <WG3911> away <WG3911> this <WG5124> cup <WG4221> from me: nevertheless <WG235> not what <WG5101> I will, <WG2309> but what <WG5101> you will. <WG2309>"},{"number":37,"verse":"And he comes, <WG2064> and finds <WG2147> them sleeping, <WG2518> and said <WG3004> to Peter, <WG4074> Simon, <WG4613> sleep <WG2518> you? could <WG2480> not you watch <WG1127> one <WG3391> hour? <WG5610>"},{"number":38,"verse":"Watch <WG1127> you and pray, <WG4336> lest <WG2443> <WG3361> you enter <WG1525> into <WG1519> temptation. <WG3986> The spirit <WG4151> truly <WG3303> is ready, <WG4289> but the flesh <WG4561> is weak. <WG772>"},{"number":39,"verse":"And again <WG3825> he went <WG565> away, <WG565> and prayed, <WG4336> and spoke <WG2036> the same <WG846> words. <WG3056>"},{"number":40,"verse":"And when he returned, <WG5290> he found <WG2147> them asleep <WG2518> again, <WG3825> (for their eyes <WG3788> were heavy, <WG916>) neither <WG2532> <WG3756> knew <WG1492> they what <WG5101> to answer <WG611> him."},{"number":41,"verse":"And he comes <WG2064> the third <WG5154> time, and said <WG3004> to them, Sleep <WG2518> on now, <WG3063> and take your rest: <WG373> it is enough, <WG566> the hour <WG5610> is come; <WG2064> behold, <WG2400> the Son <WG5207> of man <WG444> is betrayed <WG3860> into <WG1519> the hands <WG5495> of sinners. <WG268>"},{"number":42,"verse":"Rise <WG1453> up, let us go; <WG71> see, <WG2400> he that betrays <WG3860> me is at <WG1448> hand. <WG1448>"},{"number":43,"verse":"And immediately, <WG2112> while he yet <WG2089> spoke, <WG2980> comes <WG3854> Judas, <WG2455> one <WG1520> of the twelve, <WG1427> and with him a great <WG4183> multitude <WG3793> with swords <WG3162> and staves, <WG3586> from the chief <WG749> priests <WG749> and the scribes <WG1122> and the elders. <WG4245>"},{"number":44,"verse":"And he that betrayed <WG3860> him had given <WG1325> them a token, <WG4953> saying, <WG3004> Whomsoever <WG3739> <WG302> I shall kiss, <WG5368> that same <WG846> is he; take <WG2902> him, and lead <WG520> him away <WG520> safely. <WG806>"},{"number":45,"verse":"And as soon as he was come, <WG2064> he goes <WG4334> straightway <WG2112> to him, and said, <WG3004> Master, <WG4461> master; <WG4461> and kissed <WG2705> him."},{"number":46,"verse":"And they laid <WG1911> their hands <WG5495> on <WG1909> him, and took <WG2902> him."},{"number":47,"verse":"And one <WG1520> of them that stood <WG3936> by drew <WG4685> a sword, <WG3162> and smote <WG3817> a servant <WG1401> of the high <WG749> priest, <WG749> and cut <WG851> off <WG609> his ear. <WG5621>"},{"number":48,"verse":"And Jesus <WG2424> answered <WG611> and said <WG2036> to them, Are you come <WG1831> out, as against <WG1909> a thief, <WG3027> with swords <WG3162> and with staves <WG3586> to take <WG4815> me?"},{"number":49,"verse":"I was daily <WG2596> <WG2250> with you in the temple <WG2411> teaching, <WG1321> and you took <WG2902> me not: but the scriptures <WG1124> must <WG2443> be fulfilled. <WG4137>"},{"number":50,"verse":"And they all <WG3956> forsook <WG863> him, and fled. <WG5343>"},{"number":51,"verse":"And there followed <WG190> him a certain <WG5100> young <WG3495> man, <WG3495> having a linen <WG4616> cloth <WG4616> cast <WG4016> about <WG1909> his naked <WG1131> body; <WG4983> and the young <WG3495> men <WG3495> laid hold <WG2902> on him:"},{"number":52,"verse":"And he left <WG2641> the linen <WG4616> cloth, <WG4616> and fled <WG5343> from them naked. <WG1131>"},{"number":53,"verse":"And they led <WG520> Jesus <WG2424> away <WG520> to the high <WG749> priest: <WG749> and with him were assembled <WG4905> all <WG3956> the chief <WG749> priests <WG749> and the elders <WG4245> and the scribes. <WG1122>"},{"number":54,"verse":"And Peter <WG4074> followed <WG190> him afar <WG3113> off, <WG575> even <WG2193> into <WG2080> <WG1519> the palace <WG833> of the high <WG749> priest: <WG749> and he sat <WG4775> with the servants, <WG5257> and warmed <WG2328> himself <WG846> at <WG4314> the fire. <WG5457>"},{"number":55,"verse":"And the chief <WG749> priests <WG749> and all <WG3650> the council <WG4892> sought <WG2212> for witness <WG3141> against <WG2596> Jesus <WG2424> to put <WG2289> him to death; <WG2289> and found <WG2147> none. <WG3756>"},{"number":56,"verse":"For many <WG4183> bore <WG5576> false <WG5576> witness <WG5576> against <WG2596> him, but their witness <WG3141> agreed <WG2470> not together."},{"number":57,"verse":"And there arose <WG450> certain, <WG5100> and bore <WG5576> false <WG5576> witness <WG5576> against <WG2596> him, saying, <WG3004>"},{"number":58,"verse":"We heard <WG191> him say, <WG3004> I will destroy <WG2647> this <WG5126> temple <WG3485> that is made <WG5499> with hands, <WG5499> and within <WG1223> three <WG5140> days <WG2250> I will build <WG3618> another <WG243> made <WG886> without <WG886> hands. <WG886>"},{"number":59,"verse":"But neither <WG3761> so <WG3779> did their witness <WG3141> agree <WG2470> together."},{"number":60,"verse":"And the high <WG749> priest <WG749> stood <WG450> up in the middle, <WG3319> and asked <WG1905> Jesus, <WG2424> saying, <WG3004> Answer <WG611> you nothing? <WG3762> what <WG5101> is it which these <WG3778> witness <WG2649> against you?"},{"number":61,"verse":"But he held <WG4623> his peace, <WG4623> and answered <WG611> nothing. <WG3762> Again <WG3825> the high <WG749> priest <WG749> asked <WG1905> him, and said <WG3004> to him, Are <WG1488> you the Christ, <WG5547> the Son <WG5207> of the Blessed? <WG2128>"},{"number":62,"verse":"And Jesus <WG2424> said, <WG2036> I am: <WG1510> and you shall see <WG3700> the Son <WG5207> of man <WG444> sitting <WG2521> on <WG1537> the right <WG1188> hand of power, <WG1411> and coming <WG2064> in the clouds <WG3507> of heaven. <WG3772>"},{"number":63,"verse":"Then <WG1161> the high <WG749> priest <WG749> rent <WG1284> his clothes, <WG5509> and said, <WG3004> What <WG5101> need <WG2192> <WG5532> we any <WG2089> further <WG2089> witnesses? <WG3144>"},{"number":64,"verse":"You have heard <WG191> the blasphemy: <WG988> what <WG5101> think <WG5316> you? And they all <WG3956> condemned <WG2632> him to be guilty <WG1777> of death. <WG2288>"},{"number":65,"verse":"And some <WG5100> began <WG756> to spit <WG1716> on <WG1716> him, and to cover <WG4028> his face, <WG4383> and to buffet <WG2852> him, and to say <WG3004> to him, Prophesy: <WG4395> and the servants <WG5257> did strike <WG906> him with the palms <WG4475> of their hands."},{"number":66,"verse":"And as Peter <WG4074> was beneath <WG2736> in the palace, <WG833> there comes <WG2064> one <WG3391> of the maids <WG3814> of the high <WG749> priest: <WG749>"},{"number":67,"verse":"And when she saw <WG1492> Peter <WG4074> warming <WG2328> himself, <WG846> she looked <WG1689> on him, and said, <WG3004> And you also <WG2532> were <WG2258> with Jesus <WG2424> of Nazareth. <WG3478>"},{"number":68,"verse":"But he denied, <WG720> saying, <WG3004> I know <WG1492> not, neither <WG3761> understand <WG1987> I what <WG5101> you say. <WG3004> And he went <WG1831> out into <WG1519> the porch; <WG4259> and the cock <WG220> crew. <WG5455>"},{"number":69,"verse":"And a maid <WG3814> saw <WG1492> him again, <WG3825> and began <WG756> to say <WG3004> to them that stood <WG3936> by, This <WG3778> is one of them."},{"number":70,"verse":"And he denied <WG720> it again. <WG3825> And a little <WG3397> after, <WG3326> they that stood <WG3936> by said <WG3004> again <WG3825> to Peter, <WG4074> Surely <WG230> you are <WG1488> one of them: for you are a Galilaean, <WG1057> and your speech <WG2981> agrees <WG3662> thereto."},{"number":71,"verse":"But he began <WG756> to curse <WG332> and to swear, <WG3660> saying, I know <WG1492> not this <WG5126> man <WG444> of whom <WG3739> you speak. <WG3004>"},{"number":72,"verse":"And the second <WG1208> time the cock <WG220> crew. <WG5455> And Peter <WG4074> called <WG363> to mind <WG363> the word <WG4487> that Jesus <WG2424> said <WG2036> to him, Before <WG4250> the cock <WG220> crow <WG5455> twice, <WG1364> you shall deny <WG533> me thrice. And when he thought <WG1911> thereon, <WG1911> he wept. <WG2799>"}]}