{"bibleAbbr":"AKJV1999+","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"And again <WG3825> he entered <WG1525> into <WG1519> Capernaum <WG2584> after <WG1223> some days; <WG2250> and it was noised <WG191> that he was in the house. <WG3624>"},{"number":2,"verse":"And straightway <WG2112> many <WG4183> were gathered <WG4863> together, <WG4863> so <WG5620> that there was no <WG3371> room <WG5562> to receive <WG5562> them, no, not so <WG3366> much <WG3366> as about <WG4314> the door: <WG2374> and he preached <WG2980> the word <WG3056> to them."},{"number":3,"verse":"And they come <WG2064> to him, bringing <WG5342> one sick <WG3885> of the palsy, <WG3885> which was borne <WG142> of four. <WG5064>"},{"number":4,"verse":"And when they could <WG1410> not come <WG4331> near to him for the press, <WG3793> they uncovered <WG648> the roof <WG4721> where <WG3699> he was: and when they had broken <WG1846> it up, they let <WG5465> down <WG5465> the bed <WG2895> wherein <WG1909> <WG3739> the sick <WG3885> of the palsy <WG3885> lay. <WG2621>"},{"number":5,"verse":"When Jesus <WG2424> saw <WG1492> their faith, <WG4102> he said <WG3004> to the sick <WG3885> of the palsy, <WG3885> Son, <WG5043> your sins <WG266> be forgiven <WG863> you."},{"number":6,"verse":"But there was certain <WG5100> of the scribes <WG1122> sitting <WG2521> there, <WG1563> and reasoning <WG1260> in their hearts, <WG2588>"},{"number":7,"verse":"Why <WG5101> does this <WG3778> man thus <WG3779> speak <WG2980> blasphemies? <WG988> who <WG5101> can <WG1410> forgive <WG863> sins <WG266> but God <WG2316> only? <WG1520>"},{"number":8,"verse":"And immediately <WG2112> when Jesus <WG2424> perceived <WG1921> in his spirit <WG4151> that they so <WG3779> reasoned <WG1260> within <WG1722> themselves, <WG1438> he said <WG2036> to them, Why <WG5101> reason <WG1260> you these <WG5023> things in your <WG5216> hearts? <WG2588>"},{"number":9,"verse":"Whether <WG5101> is it easier <WG2123> to say <WG2036> to the sick <WG3885> of the palsy, <WG3885> Your sins <WG266> be forgiven <WG863> you; or <WG2228> to say, <WG2036> Arise, <WG1453> and take <WG142> up your bed, <WG2895> and walk? <WG4043>"},{"number":10,"verse":"But that you may know <WG1492> that the Son <WG5207> of man <WG444> has <WG2192> power <WG1849> on <WG1909> earth <WG1093> to forgive <WG863> sins, <WG266> (he said <WG3004> to the sick <WG3885> of the palsy, <WG3885>)"},{"number":11,"verse":"I say <WG3004> to you, Arise, <WG1453> and take <WG142> up your bed, <WG2895> and go <WG5217> your way into <WG1519> your <WG4675> house. <WG3624>"},{"number":12,"verse":"And immediately <WG2112> he arose, <WG1453> took <WG142> up the bed, <WG2895> and went <WG1831> forth <WG1831> before <WG1726> them all; <WG3956> so <WG5620> that they were all <WG3956> amazed, <WG1839> and glorified <WG1392> God, <WG2316> saying, <WG3004> We never <WG3763> saw <WG1492> it on this <WG3779> fashion. <WG3778>"},{"number":13,"verse":"And he went <WG1831> forth <WG1831> again <WG3825> by the sea <WG2281> side; <WG3844> and all <WG3956> the multitude <WG3793> resorted <WG2064> to him, and he taught <WG2258> <WG1321> them."},{"number":14,"verse":"And as he passed <WG3855> by, he saw <WG1492> Levi <WG3018> the son of Alphaeus <WG256> sitting <WG2521> at <WG1909> the receipt <WG5058> of custom, <WG5058> and said <WG3004> to him, Follow <WG190> me. And he arose <WG450> and followed <WG190> him."},{"number":15,"verse":"And it came <WG1096> to pass, that, as Jesus <WG2424> sat <WG2621> at <WG2621> meat in his house, <WG3614> many <WG4183> publicans <WG5057> and sinners <WG268> sat <WG4873> also <WG2532> together <WG4873> with Jesus <WG2424> and his disciples: <WG3101> for there were many, <WG4183> and they followed <WG190> him."},{"number":16,"verse":"And when the scribes <WG1122> and Pharisees <WG5330> saw <WG1492> him eat <WG2068> with publicans <WG5057> and sinners, <WG268> they said <WG3004> to his disciples, <WG3101> How <WG5101> is it that he eats <WG2068> and drinks <WG4095> with publicans <WG5057> and sinners? <WG268>"},{"number":17,"verse":"When Jesus <WG2424> heard <WG191> it, he said <WG3004> to them, They that are whole <WG2480> have <WG2192> no <WG3756> need <WG5532> of the physician, <WG2395> but they that are sick: <WG2192> <WG2560> I came <WG2064> not to call <WG2564> the righteous, <WG1342> but sinners <WG268> to repentance. <WG3341>"},{"number":18,"verse":"And the disciples <WG3101> of John <WG2491> and of the Pharisees <WG5330> used <WG1510> to fast: <WG3522> and they come <WG2064> and say <WG3004> to him, Why <WG1302> do the disciples <WG3101> of John <WG2491> and of the Pharisees <WG5330> fast, <WG3522> but your disciples <WG3101> fast <WG3522> not?"},{"number":19,"verse":"And Jesus <WG2424> said <WG2036> to them, Can <WG1410> the children <WG5207> of the bridal chamber <WG3567> fast, <WG3522> while <WG1722> <WG3739> the bridegroom <WG3566> is with them? as long <WG5550> as they have <WG2192> the bridegroom <WG3566> with them, they cannot <WG3756> <WG1410> fast. <WG3522>"},{"number":20,"verse":"But the days <WG2250> will come, <WG2064> when <WG3752> the bridegroom <WG3566> shall be taken <WG522> away <WG522> from them, and then <WG5119> shall they fast <WG3522> in those <WG1565> days. <WG2250>"},{"number":21,"verse":"No <WG3762> man <WG3762> also <WG2532> sews <WG1976> a piece <WG1915> of new <WG46> cloth <WG4470> on <WG1909> an old <WG3820> garment: <WG2440> else <WG1490> the new <WG2537> piece <WG4138> that filled <WG4138> it up takes <WG142> away <WG142> from the old, <WG3820> and the rent <WG4978> is made <WG1096> worse. <WG5501>"},{"number":22,"verse":"And no <WG3762> man <WG3762> puts <WG906> new <WG3501> wine <WG3631> into <WG1519> old <WG3820> bottles: <WG779> else <WG1490> the new <WG3501> wine <WG3631> does burst <WG4486> the bottles, <WG779> and the wine <WG3631> is spilled, <WG1632> and the bottles <WG779> will be marred: <WG622> but new <WG3501> wine <WG3631> must be put <WG906> into <WG1519> new <WG2537> bottles. <WG779>"},{"number":23,"verse":"And it came <WG1096> to pass, that he went <WG3899> through <WG1223> the corn <WG4702> fields on <WG1722> the sabbath <WG4521> day; and his disciples <WG3101> began, <WG756> as they went, <WG3598> <WG4160> to pluck <WG5089> the ears <WG4719> of corn. <WG4719>"},{"number":24,"verse":"And the Pharisees <WG5330> said <WG3004> to him, Behold, <WG2396> why <WG5101> do <WG4160> they on <WG1722> the sabbath <WG4521> day that which <WG3739> is not lawful? <WG1832>"},{"number":25,"verse":"And he said <WG3004> to them, Have you never <WG3763> read <WG314> what <WG5101> David <WG1138> did, <WG4160> when <WG3753> he had <WG2192> need, <WG5532> and was an hungered, <WG3983> he, and they that were with him?"},{"number":26,"verse":"How <WG4459> he went <WG1525> into <WG1519> the house <WG3624> of God <WG2316> in the days <WG1909> of Abiathar <WG8> the high <WG749> priest, <WG749> and did eat <WG5315> the show bread, <WG740> <WG4286> which <WG3739> is not lawful <WG1832> to eat <WG5315> but for the priests, <WG2409> and gave <WG1325> also <WG2532> to them which were with him?"},{"number":27,"verse":"And he said <WG3004> to them, The sabbath <WG4521> was made <WG1096> for man, <WG444> and not man <WG444> for the sabbath: <WG4521>"},{"number":28,"verse":"Therefore <WG5620> the Son <WG5207> of man <WG444> is Lord <WG2962> also <WG2532> of the sabbath. <WG4521>"}]}