{"bibleAbbr":"AKJV1999+","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"Then<WG2532> came<WG4863> together<WG4863> to him the Pharisees,<WG5330> and certain<WG5100> of the scribes,<WG1122> which came<WG2064> from Jerusalem.<WG2414>"},{"number":2,"verse":"And when they saw<WG1492> some<WG5100> of his disciples<WG3101> eat<WG2068> bread<WG740> with defiled,<WG2839> that is to say,<WG3004> with unwashed,<WG449> hands,<WG5495> they found fault.<WG3201>"},{"number":3,"verse":"For the Pharisees,<WG5330> and all<WG3956> the Jews,<WG2453> except<WG3362> they wash<WG3538> their hands<WG5495> oft,<WG4435> eat<WG2068> not, holding<WG2902> the tradition<WG3862> of the elders.<WG4245>"},{"number":4,"verse":"And when they come from the market,<WG58> except<WG3362> they wash,<WG907> they eat<WG2068> not. And many<WG4183> other<WG243> things there be, which<WG3739> they have received<WG3880> to hold,<WG2902> as the washing<WG909> of cups,<WG4221> and pots,<WG3582> brazen<WG5473> vessels, and of tables.<WG2825>"},{"number":5,"verse":"Then<WG1899> the Pharisees<WG5330> and scribes<WG1122> asked<WG1905> him, Why<WG1302> walk<WG4043> not your disciples<WG3101> according<WG2596> to the tradition<WG3862> of the elders,<WG4245> but eat<WG2068> bread<WG740> with unwashed<WG449> hands?<WG5495>"},{"number":6,"verse":"He answered<WG611> and said<WG2036> to them, Well<WG2573> has Esaias<WG2268> prophesied<WG4395> of you hypocrites,<WG5273> as it is written,<WG1125> This<WG3778> people<WG2992> honors<WG5091> me with their lips,<WG5491> but their heart<WG2588> is far<WG4206> from me."},{"number":7,"verse":"However, in vain<WG3155> do they worship<WG4576> me, teaching <WG1321> for doctrines<WG1319> the commandments<WG1778> of men. <WG444>"},{"number":8,"verse":"For laying<WG863> aside<WG863> the commandment<WG1785> of God,<WG2316> you hold<WG2902> the tradition<WG3862> of men, <WG444> as the washing<WG909> of pots<WG3582> and cups:<WG4221> and many<WG4183> other<WG243> such<WG5108> like<WG3946> things you do. <WG4160>"},{"number":9,"verse":"And he said<WG3004> to them, Full well<WG2573> you reject<WG114> the commandment<WG1785> of God,<WG2316> that you may keep<WG5083> your<WG5216> own tradition. <WG3862>"},{"number":10,"verse":"For Moses<WG3475> said,<WG2036> Honor<WG5091> your father<WG3962> and your mother;<WG3384> and, Whoever<WG3588> curses<WG2551> father<WG3962> or<WG2228> mother,<WG3384> let him die<WG5053> the death: <WG2288>"},{"number":11,"verse":"But you say,<WG3004> If<WG1437> a man<WG444> shall say<WG2036> to his father<WG3962> or<WG2228> mother, <WG3384> It is Corban,<WG2878> that is to say, a gift,<WG1435> by whatever<WG1437> you might be profited<WG5623> by me; he shall be free."},{"number":12,"verse":"And you suffer<WG863> him no<WG3765> more<WG3765> to do<WG4160> ought<WG3762> for his father<WG3962> or<WG2228> his mother; <WG3384>"},{"number":13,"verse":"Making<WG208> the word<WG3056> of God<WG2316> of none<WG208> effect<WG208> through your<WG5216> tradition,<WG3862> which<WG3739> you have delivered:<WG3860> and many<WG4183> such<WG5108> like<WG3946> things do<WG4160> you."},{"number":14,"verse":"And when he had called<WG4341> all<WG3956> the people<WG3793> to him, he said<WG3004> to them, Listen<WG191> to me every<WG3956> one of you, and understand: <WG4920>"},{"number":15,"verse":"There is nothing<WG3762> from without<WG1855> a man,<WG444> that entering<WG1531> into<WG1519> him can<WG1410> defile<WG2840> him: but the things which come<WG1607> out of him, those<WG1565> are they that defile<WG2840> the man. <WG444>"},{"number":16,"verse":"If<WG1487> any<WG1536> man have<WG2192> ears<WG3775> to hear,<WG191> let him hear. <WG191>"},{"number":17,"verse":"And when<WG3753> he was entered<WG1525> into<WG1519> the house<WG3624> from the people,<WG3793> his disciples<WG3101> asked<WG1905> him concerning<WG4012> the parable.<WG3850>"},{"number":18,"verse":"And he said<WG3004> to them, Are you so<WG3779> without<WG801> understanding<WG801> also?<WG2532> Do you not perceive,<WG3539> that whatever<WG3956> thing from without<WG1855> enters<WG1531> into<WG1519> the man, <WG444> it cannot <WG3756> <WG1410> defile<WG2840> him;"},{"number":19,"verse":"Because<WG3754> it enters<WG1531> not into<WG1519> his heart,<WG2588> but into<WG1519> the belly,<WG2836> and goes<WG1607> out into<WG1519> the draught,<WG856> purging<WG2511> all<WG3956> meats? <WG1033>"},{"number":20,"verse":"And he said,<WG3004> That which comes<WG1607> out of the man,<WG444> that defiles<WG2840> the man. <WG444>"},{"number":21,"verse":"For from within,<WG2081> out of the heart<WG2588> of men,<WG444> proceed<WG1607> evil<WG2556> thoughts,<WG1261> adulteries,<WG3430> fornications,<WG4202> murders, <WG5408>"},{"number":22,"verse":"Thefts,<WG2829> covetousness,<WG4124> wickedness,<WG4189> deceit,<WG1388> lasciviousness,<WG766> an evil<WG4190> eye,<WG3788> blasphemy,<WG988> pride,<WG5243> foolishness: <WG877>"},{"number":23,"verse":"All<WG3956> these<WG5023> evil<WG4190> things come<WG1607> from within,<WG2081> and defile<WG2840> the man. <WG444>"},{"number":24,"verse":"And from there<WG1564> he arose,<WG450> and went<WG565> into<WG1519> the borders<WG3181> of Tyre<WG5184> and Sidon,<WG4605> and entered<WG1525> into<WG1519> an house,<WG3614> and would<WG2309> have no<WG3762> man<WG3762> know<WG1097> it: but he could<WG1410> not be hid.<WG2990>"},{"number":25,"verse":"For a certain woman,<WG1135> whose<WG3739> young<WG2365> daughter<WG2365> had<WG2192> an unclean<WG169> spirit,<WG4151> heard<WG191> of him, and came<WG2064> and fell<WG4363> at<WG4314> his feet:<WG4228>"},{"number":26,"verse":"The woman<WG1135> was a Greek,<WG1674> a Syrophenician<WG4949> by nation;<WG1085> and she sought<WG2065> him that he would cast<WG1544> forth<WG1544> the devil<WG1140> out of her daughter.<WG2364>"},{"number":27,"verse":"But Jesus<WG2424> said<WG2036> to her, Let<WG863> the children<WG5043> first<WG4412> be filled:<WG5526> for it is not meet<WG2570> to take<WG2983> the children's<WG5043> bread,<WG740> and to cast <WG906> it to the dogs. <WG2952>"},{"number":28,"verse":"And she answered<WG611> and said<WG3004> to him, Yes,<WG3483> Lord:<WG2962> yet<WG1063> the dogs<WG2952> under<WG5270> the table<WG5132> eat<WG2068> of the children's<WG3813> crumbs.<WG5589>"},{"number":29,"verse":"And he said<WG2036> to her, For this<WG5126> saying<WG3056> go<WG5217> your way; the devil<WG1140> is gone<WG1831> out of your daughter. <WG2364>"},{"number":30,"verse":"And when she was come<WG565> to her house,<WG3624> she found<WG2147> the devil<WG1140> gone<WG1831> out, and her daughter<WG2364> laid<WG906> on the bed.<WG2825>"},{"number":31,"verse":"And again,<WG3825> departing<WG1831> from the coasts<WG3725> of Tyre<WG5184> and Sidon,<WG4605> he came<WG2064> to the sea<WG2281> of Galilee,<WG1056> through<WG303> the middle<WG3319> of the coasts<WG3725> of Decapolis.<WG1179>"},{"number":32,"verse":"And they bring<WG5342> to him one that was deaf,<WG2974> and had an impediment<WG3424> in his speech;<WG3424> and they beseech<WG3870> him to put<WG2007> his hand<WG5495> on him."},{"number":33,"verse":"And he took<WG618> him aside<WG2596> <WG2398> from the multitude,<WG3793> and put<WG906> his fingers<WG1147> into<WG1519> his ears,<WG3775> and he spit,<WG4429> and touched<WG680> his tongue;<WG1100>"},{"number":34,"verse":"And looking<WG308> up to heaven,<WG3772> he sighed,<WG4727> and said<WG3004> to him, Ephphatha, <WG2188> that is, Be opened.<WG1272>"},{"number":35,"verse":"And straightway<WG2112> his ears<WG189> were opened,<WG1272> and the string<WG1199> of his tongue<WG1100> was loosed,<WG3089> and he spoke<WG2980> plain.<WG3723>"},{"number":36,"verse":"And he charged<WG1291> them that they should tell<WG2036> no<WG3367> man:<WG3367> but the more<WG3745> he charged<WG1291> them, so much<WG3123> the more<WG3123> a great<WG3123> deal<WG4054> they published<WG2784> it;"},{"number":37,"verse":"And were beyond<WG5249> measure<WG5249> astonished,<WG1605> saying,<WG3004> He has done<WG4160> all<WG3956> things well:<WG2573> he makes<WG4160> both<WG5037> the deaf<WG2974> to hear,<WG191> and the dumb<WG216> to speak.<WG2980>"}]}