{"bibleAbbr":"BB1572","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":6,"verses":[{"number":1,"verse":"The same night coulde not the king sleepe, and he commaunded to bring the chronicles and stories: and they were read before the king."},{"number":2,"verse":"Then it was founde written howe Mardocheus had tolde that Bigthana & Theres the kinges two chamberlaynes which kept the thresholdes, sought to laye handes on king Ahasuerus."},{"number":3,"verse":"And the king saide: What honour and dignitie hath ben geuen to Mardocheus therfore? Then saide the kinges seruautes that ministred vnto him: There is nothing at all done for him."},{"number":4,"verse":"And the king saide: Who is in the court? (for Haman was come into the court without before the kinges house, that he might speake vnto the king to hang Mardocheus on the tree that he had prepared for him.)"},{"number":5,"verse":"And the kinges seruauntes saide vnto him: Beholde, Haman standeth in the court. And the king saide: let him come in."},{"number":6,"verse":"And when Haman came in, the king saide vnto him: what shalbe done vnto the man whom the king would faine bring vnto worship? (Haman thought in his heart: Whom desireth the king to bring vnto worship more then me?)"},{"number":7,"verse":"And Haman aunswered the king: Let the man whom the king pleaseth to bring vnto worship, be brought hither,"},{"number":8,"verse":"That he may be arayed with the royall garmentes which the king vseth to weare, and the horse that the king rydeth vpon, and that the crowne royall may be set vpon his head:"},{"number":9,"verse":"And let this rayment and horse be deliuered vnder the hande of one of the kinges most noble princes, that they may aray the man withal whom the king is disposed to bring to honour, and cary him vpon the horse through the streete of the citie, and proclayme before him, Thus shall it be done to the man whom the king pleaseth to bring to honour."},{"number":10,"verse":"And the king saide to Haman: Make haste, and take as thou hast saide the rayment and the horse, and do euen so vnto Mardocheus the Iewe that sitteth before the kinges gate, and let nothing faile of all that thou hast spoken."},{"number":11,"verse":"Then toke Haman the rayment and the horse, and arayed Mardocheus, and brought him on horsebacke through the streete of the citie, and proclaymed before him, Euen this shall it be done vnto the man whom the king is disposed to honour."},{"number":12,"verse":"And Mardocheus came againe to the kinges gate: but Haman gat him home in all the haste mourning, and his head couered,"},{"number":13,"verse":"And tolde Zares his wyfe and all his friendes euery thing that had befallen him. Then saide his wise men and Zares his wyfe vnto him: If it be Mardocheus of the seede of the Iewes, before who thou hast begun to fall, thou shalt not preuaile against him, but shalt surely fall before him."},{"number":14,"verse":"And whyle they were yet talking with him, came the kinges chamberlaynes, & caused Haman to make hast to come vnto the banket that Esther had prepared."}]}