{"bibleAbbr":"BB1572","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":9,"verses":[{"number":1,"verse":"In the twelfth moneth (that is the moneth Adar) vpo the thirteenth day of the same, when the kinges worde and commaundement drue neare to be put in execution, in the day that the enemies of the Iewes hoped to haue power ouer the, it turned contrary: for the Iewes had rule ouer them that hated them."},{"number":2,"verse":"For then gathered the Iewes together in their cities within all the prouinces of king Ahasuerus, to lay hande on such as woulde do them euill, and no man could withstand them: for the feare of them was come ouer all people."},{"number":3,"verse":"And all the rulers in the prouinces, and princes, and deputies, and officers of the king, promoted the Iewes: for the feare of Mardocheus came vpon them."},{"number":4,"verse":"For Mardocheus was great in the kinges house, & the reporte of him was noysed in all the prouinces: for this man Mardocheus waxed greater and greater."},{"number":5,"verse":"Thus the Iewes smote all their enemies with the stroke of the sword, and slaughter, and destruction, & did what they would vnto their enemies."},{"number":6,"verse":"And at Susan the chiefe citie slue the Iewes, & destroyed fiue hundred men."},{"number":7,"verse":"And slue Pharsandatha, Dalphon, Asphatha,"},{"number":8,"verse":"Phoratha, Adalia, Aridatha,"},{"number":9,"verse":"Pharmastha, Arisai, Aridai, and Uaizatha,"},{"number":10,"verse":"The ten sonnes of Haman the sonne of Hamadata the enemie of the Iewes: but on his goodes they layed no handes."},{"number":11,"verse":"At the same time was the king certified of the number of those that were slaine in the citie of Susan."},{"number":12,"verse":"And the king saide vnto queene Esther: The Iewes haue slaine and destroyed fiue hundred men in the citie of Susan, and the ten sonnes of Haman: What haue they done [thinkest thou] in other landes of the king? And what is thy petition, that it may be geuen thee? or what requirest thou more to be done?"},{"number":13,"verse":"Esther aunswered: If it please the king, let him suffer the Iewes which are in Susan, to morow also to do according vnto this dayes decree, that they may hang Hamans ten sonnes vpon the tree."},{"number":14,"verse":"And the king charged to do so: and the decree was deuised at Susan, and they hanged Hamans ten sonnes."},{"number":15,"verse":"For the Iewes that were in Susan gathered them selues together, vpon the fourteenth day of the moneth Adar, and slue three hundred men at Susan: but on their goodes they layed no handes."},{"number":16,"verse":"As for the other Iewes that were in the kinges prouinces, they came together and stoode for their liues, & had rest from their enemies, & slue of their enemies seuentie and fiue thousand: howbeit they layed no handes on their goodes."},{"number":17,"verse":"[This they did] on the thirteenth day of the moneth Adar, & on the fourteenth day of the same moneth rested they, which day they held with feasting and gladnesse."},{"number":18,"verse":"But the Iewes that were at Susan came together both on the thirteenth day and on the fourteenth: and on the fifteenth day of the same they rested, and held that day with feasting & gladnesse."},{"number":19,"verse":"And therefore the Iewes that dwelt in the villages and vnwalled townes, held the fourteenth day of the moneth Adar with gladnesse and feasting, and kept holy day, and euery one sent preasentes vnto his neighbour."},{"number":20,"verse":"And Mardocheus wrote these wordes, and sent letters vnto all the Iewes that were in all the prouinces of king Ahasuerus, both nie and farre:"},{"number":21,"verse":"That they should make a lawe among the selues, & holde the fourteenth & fifteenth day of the moneth Adar, yerely."},{"number":22,"verse":"As the dayes wherein the Iewes came to rest from their enemies, and as a moneth wherein their paine was turned to ioy, and their sorowe into a ioyful day: and that in those dayes they should make feastes and gladnesse, and one to send giftes vnto another, and to distribute vnto the poore."},{"number":23,"verse":"And the Iewes promised to do as they had begunne, and as Mardocheus had written vnto them:"},{"number":24,"verse":"Because Haman the sonne of Hamadatha the Agagite all the Iewes enemie, had deuised against the Iewes how he might destroy them, and caused to cast Phur (that is a lot) for to consume them, & to bring them to naught."},{"number":25,"verse":"But when Esther came before the king, he commaunded by letters that his wicked deuice which he imagined against the Iewes, should be turned vpon his owne head, and that he and his sonnes should be hanged on the tree."},{"number":26,"verse":"For the which cause they called these dayes Phurim, because of the name of the lot, and because of all the wordes of this writing, and what they themselues had seene, & what had come vnto them:"},{"number":27,"verse":"And the Iewes ordayned, and toke it vpon them and their seede, and vpon all such as ioyned them selues vnto them, that they would not misse but obserue these two dayes yerely, according as they were written and appoynted in their season,"},{"number":28,"verse":"And that these dayes are to be remembred and to be kept of childers children among al kinredes in all landes and cities: In these dayes of Phurim which are not to be ouerslipt among ye Iewes, and the memoriall of them ought not to perishe from their seede."},{"number":29,"verse":"And queene Esther the daughter of Abihail & Mardocheus the Iewe, wrote with all aucthoritie to confirme this second writing of Phurim."},{"number":30,"verse":"And he sent the letters vnto all the Iewes, to the hundred twentie and seuen prouinces of the empire of Ahasuerus, with wordes of peace and trueth:"},{"number":31,"verse":"To confirme these dayes of Phurim in their time appoynted, according as Mardocheus the Iewe and Esther the queene had appoynted them: and they bound their soule and their seede to fasting and prayer."},{"number":32,"verse":"And the decree of Esther confirmed these wordes of Phurim, and was written in the booke."}]}