{"bibleAbbr":"teOV2016","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"జ్ఞానవంతురాలు తన యిల్లు కట్టును మూఢురాలు తన చేతులతో తన యిల్లు ఊడ బెరుకును."},{"number":2,"verse":"యథార్థముగా ప్రవర్తించువాడు యెహోవాయందు భయభక్తులుగలవాడు కుటిలచిత్తుడు ఆయనను తిరస్కరించువాడు,"},{"number":3,"verse":"మూఢుల నోట బెత్తమువంటి గర్వమున్నది. జ్ఞానుల పెదవులు వారిని కాపాడును."},{"number":4,"verse":"ఎద్దులు లేని చోట గాదెయందు ధాన్యముండదు ఎద్దుల బలముచేత విస్తారము వచ్చుబడి కలుగును"},{"number":5,"verse":"నమ్మకమైన సాక్షి అబద్ధమాడడు కూటసాక్షికి అబద్ధములు ప్రియములు."},{"number":6,"verse":"అపహాసకుడు జ్ఞానము వెదకుట వ్యర్థము. తెలివిగలవానికి జ్ఞానము సులభము."},{"number":7,"verse":"బుద్ధిహీనుని యెదుటనుండి వెళ్లిపొమ్ము జ్ఞానవచనములు వానియందు కనబడవు గదా?"},{"number":8,"verse":"తమ ప్రవర్తనను కనిపెట్టి యుండుట వివేకుల జ్ఞానమునకు లక్షణము మోసకృత్యములే బుద్ధిహీనులు కనుపరచు మూఢత."},{"number":9,"verse":"మూఢులుచేయు అపరాధపరిహారార్థబలి వారిని అపహాస్యము చేయును యథార్థవంతులు ఒకరియందు ఒకరు దయ చూపుదురు."},{"number":10,"verse":"ఎవని దుఃఖము వాని హృదయమునకే తెలియును ఒకని సంతోషములో అన్యుడు పాలివాడు కానేరడు."},{"number":11,"verse":"భక్తిహీనుల యిల్లు నిర్మూలమగును యథార్థవంతుల గుడారము వర్ధిల్లును."},{"number":12,"verse":"ఒకని యెదుట సరియైనదిగా కనబడు మార్గము కలదు అయితే తుదకు అది మరణమునకు త్రోవతీయును."},{"number":13,"verse":"ఒకడు నవ్వుచుండినను హృదయమున దుఃఖముండ వచ్చును. సంతోషము తుదకు వ్యసనమగును."},{"number":14,"verse":"భక్తి విడిచినవాని మార్గములు వానికే వెక్కసమగును మంచివాని స్వభావము వానికే సంతోషమిచ్చును."},{"number":15,"verse":"జ్ఞానము లేనివాడు ప్రతి మాట నమ్మును వివేకియైనవాడు తన నడతలను బాగుగా కనిపెట్టును."},{"number":16,"verse":"జ్ఞానముగలవాడు భయపడి కీడునుండి తొలగును బుద్ధిహీనుడు విఱ్ఱవీగి నిర్భయముగా తిరుగును."},{"number":17,"verse":"త్వరగా కోపపడువాడు మూఢత్వము చూపును. దుర్యోచనలుగలవాడు ద్వేషింపబడును."},{"number":18,"verse":"జ్ఞానము లేనివారికి మూఢత్వమే స్వాస్థ్యము వివేకులు జ్ఞానమును కిరీటముగా ధరించుకొందురు."},{"number":19,"verse":"చెడ్డవారు మంచివారి యెదుటను భక్తిహీనులు నీతిమంతుల తలుపునొద్దను వంగుదురు."},{"number":20,"verse":"దరిద్రుడు తన పొరుగువారికి అసహ్యుడు ఐశ్వర్యవంతుని ప్రేమించువారు అనేకులు."},{"number":21,"verse":"తన పొరుగువాని తిరస్కరించువాడు పాపము చేయువాడు బీదలను కటాక్షించువాడు ధన్యుడు."},{"number":22,"verse":"కీడు కల్పించువారు తప్పిపోవుదురు మేలు కల్పించువారు కృపాసత్యముల నొందుదురు."},{"number":23,"verse":"ఏ కష్టము చేసినను లాభమే కలుగును వట్టిమాటలు లేమిడికి కారణములు."},{"number":24,"verse":"జ్ఞానుల ఐశ్వర్యము వారికి భూషణము బుద్ధిహీనుల మూఢత్వము మూఢత్వమే."},{"number":25,"verse":"నిజము పలుకు సాక్షి మనుష్యులను రక్షించును అబద్ధములాడువాడు వట్టి మోసగాడు."},{"number":26,"verse":"యెహోవాయందు భయభక్తులు కలిగియుండుట బహు ధైర్యము పుట్టించును"},{"number":27,"verse":"అట్టివారి పిల్లలకు ఆశ్రయస్థానము కలదు. యెహోవాయందు భయభక్తులు కలిగియుండుట జీవపుఊట అది మరణపాశములలోనుండి విడిపించును"},{"number":28,"verse":"జనసమృద్ధి కలుగుటచేత రాజులకు ఘనత వచ్చును జనక్షయము రాజులకు వినాశకరము."},{"number":29,"verse":"దీర్ఘశాంతముగలవాడు మహా వివేకి ముంగోపి మూఢత్వమును బహుమానముగా పొందును."},{"number":30,"verse":"సాత్వికమైన మనస్సు శరీరమునకు జీవము మత్సరము ఎముకలకు కుళ్లు."},{"number":31,"verse":"దరిద్రుని బాధించువాడు వాని సృష్టికర్తను నిందించువాడు బీదను కనికరించువాడు ఆయనను ఘనపరచువాడు."},{"number":32,"verse":"అపాయము రాగా భక్తిహీనుడు నశించును మరణకాలమందు నీతిమంతునికి ఆశ్రయము కలదు."},{"number":33,"verse":"తెలివిగలవాని హృదయమందు జ్ఞానము సుఖనివాసము చేయును బుద్ధిహీనుల అంతరంగములోనున్నది బయలుపడును"},{"number":34,"verse":"నీతి జనములు ఘనతకెక్కుటకు కారణము పాపము ప్రజలకు అవమానము తెచ్చును."},{"number":35,"verse":"బుద్ధిగల సేవకుడు రాజుల కిష్టుడు అవమానకరముగా నడచువానిమీద రాజు కోపించును"}]}