{"bibleAbbr":"teOV2016","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"రాజైన లెమూయేలు మాటలు, అతని తల్లి అతని కుపదేశించిన దేవోక్తి,"},{"number":2,"verse":"నా కుమారుడా, నేనేమందును? నేను కన్న కుమారుడా, నేనేమందును? నా మ్రొక్కులు మ్రొక్కి కనిన కుమారుడా, నేనే మందును?"},{"number":3,"verse":"నీ బలమును స్త్రీలకియ్యకుము రాజులను నశింపజేయు స్త్రీలతో సహవాసము చేయకుము"},{"number":4,"verse":"ద్రాక్షారసము త్రాగుట రాజులకు తగదు లెమూయేలూ, అది రాజులకు తగదు మద్యపానాసక్తి అధికారులకు తగదు."},{"number":5,"verse":"త్రాగినయెడల వారు కట్టడలను మరతురు దీనులకందరికి అన్యాయము చేయుదురు"},{"number":6,"verse":"ప్రాణము పోవుచున్నవానికి మద్యము నియ్యుడి మనోవ్యాకులముగలవారికి ద్రాక్షారసము నియ్యుడి."},{"number":7,"verse":"వారు త్రాగి తమ పేదరికము మరతురు తమ శ్రమను ఇక తలంచకుందురు."},{"number":8,"verse":"మూగవారికిని దిక్కులేనివారికందరికిని న్యాయము జరుగునట్లు నీ నోరు తెరువుము."},{"number":9,"verse":"నీ నోరు తెరచి న్యాయముగా తీర్పు తీర్చుము దీనులకును శ్రమపడువారికిని దరిద్రులకును న్యాయము జరిగింపుము."},{"number":10,"verse":"గుణవతియైన భార్య దొరుకుట అరుదు అట్టిది ముత్యముకంటె అమూల్యమైనది."},{"number":11,"verse":"ఆమె పెనిమిటి ఆమెయందు నమ్మికయుంచును అతని లాభప్రాప్తికి వెలితి కలుగదు."},{"number":12,"verse":"ఆమె తాను బ్రదుకు దినములన్నియు అతనికి మేలుచేయును గాని కీడేమియు చేయదు."},{"number":13,"verse":"ఆమె గొఱ్ఱెబొచ్చును అవిసెనారను వెదకును తన చేతులార వాటితో పనిచేయును."},{"number":14,"verse":"వర్తకపు ఓడలు దూరమునుండి ఆహారము తెచ్చునట్లు ఆమె దూరమునుండి ఆహారము తెచ్చుకొనును."},{"number":15,"verse":"ఆమె చీకటితోనే లేచి, తన యింటివారికి భోజనము సిద్ధపరచును తన పనికత్తెలకు బత్తెము ( పనిని ఏర్పరచును.) ఏర్పరచును."},{"number":16,"verse":"ఆమె పొలమును చూచి దానిని తీసికొనును తాము కూడబెట్టిన ద్రవ్యము పెట్టి ద్రాక్షతోట యొకటి నాటించును."},{"number":17,"verse":"ఆమె నడికట్టుచేత నడుము బలపరచుకొని చేతులతో బలముగా పనిచేయును"},{"number":18,"verse":"తన వ్యాపారలాభము అనుభవముచే తెలిసికొనును రాత్రివేళ ఆమె దీపము ఆరిపోదు."},{"number":19,"verse":"ఆమె పంటెను చేతపట్టుకొనును తన వ్రేళ్లతో కదురు పట్టుకొని వడుకును."},{"number":20,"verse":"దీనులకు తన చెయ్యి చాపును దరిద్రులకు తన చేతులు చాపును"},{"number":21,"verse":"తన యింటివారికి చలి తగులునని భయపడదు ఆమె యింటివారందరు రక్తవర్ణ వస్త్రములు ధరించినవారు."},{"number":22,"verse":"ఆమె పరుపులను సిద్ధపరచుకొనును ఆమె బట్టలు సన్నని నారబట్టలు రక్తవర్ణపు వస్త్రములు."},{"number":23,"verse":"ఆమె పెనిమిటి దేశపు పెద్దలతోకూడ కూర్చుండును గవినియొద్ద పేరుగొనినవాడైయుండును."},{"number":24,"verse":"ఆమె నారబట్టలు నేయించి అమ్మును"},{"number":25,"verse":"నడికట్లను వర్తకులకు అమ్మును. బలమును ఘనతయు ఆమెకు వస్త్రములు ఆమె రాబోవు కాలము విషయమై నిర్భయముగా ఉండును."},{"number":26,"verse":"జ్ఞానము కలిగి తన నోరు తెరచును కృపగల ఉపదేశము ఆమె బోధించును."},{"number":27,"verse":"ఆమె తన యింటివారి నడతలను బాగుగా కని పెట్టును పనిచేయకుండ ఆమె భోజనము చేయదు."},{"number":28,"verse":"ఆమె కుమారులు లేచి ఆమెను ధన్యురాలందరు"},{"number":29,"verse":"— చాలమంది కుమార్తెలు పతివ్రతాధర్మము ననుసరించియున్నారు గాని వారందరిని నీవు మించినదానవు అని ఆమె పెనిమిటి ఆమెను పొగడును."},{"number":30,"verse":"అందము మోసకరము, సౌందర్యము వ్యర్థము యెహోవాయందు భయభక్తులు కలిగిన స్త్రీ కొని యాడబడును"},{"number":31,"verse":"చేసిన పనినిబట్టి అట్టిదానికి ప్రతిఫలమియ్యదగును గవునులయొద్ద ఆమె పనులు ఆమెను కొనియాడును."}]}