{"bibleAbbr":"teOV2016","bookName":"సామెతలు","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"నా కుమారుడా, నా జ్ఞానోపదేశము ఆలకింపుము వివేకముగల నా బోధకు చెవి యొగ్గుము"},{"number":2,"verse":"అప్పుడు నీవు బుద్ధికలిగి నడచుకొందువు తెలివినిబట్టి నీ పెదవులు మాటలాడును."},{"number":3,"verse":"జారస్త్రీ పెదవులనుండి తేనె కారును దాని నోటి మాటలు నూనెకంటెను నునుపైనవి"},{"number":4,"verse":"దానివలన కలుగు ఫలము ముసిణిపండంత చేదు అది రెండంచులుగల కత్తియంత పదునుగలది,"},{"number":5,"verse":"దాని నడతలు మరణమునకు దిగుటకు దారితీయును దాని అడుగులు పాతాళమునకు చక్కగా చేరును"},{"number":6,"verse":"అది జీవమార్గమును ఏమాత్రమును విచారింపదు దానికి తెలియకుండనే దాని పాదములు ఇటు అటు తిరుగును."},{"number":7,"verse":"కుమారులారా, నా మాట ఆలకింపుడి నేను చెప్పు ఉపదేశమునుండి తొలగకుడి."},{"number":8,"verse":"జారస్త్రీయుండు ఛాయకు పోక నీ మార్గము దానికి దూరముగా చేసికొనుము దాని యింటివాకిటి దగ్గరకు వెళ్లకుము."},{"number":9,"verse":"వెళ్లినయెడల పరులకు నీ యౌవనబలమును క్రూరులకు నీ జీవితకాలమును ఇచ్చివేతువు"},{"number":10,"verse":"నీ ఆస్తివలన పరులు తృప్తిపొందుదురు నీ కష్టార్జితము అన్యుల యిల్లు చేరును."},{"number":11,"verse":"తుదకు నీ మాంసమును నీ శరీరమును క్షీణించినప్పుడు"},{"number":12,"verse":"అయ్యో, ఉపదేశము నేనెట్లు త్రోసివేసితిని? నా హృదయము గద్దింపు నెట్లు తృణీకరించెను?"},{"number":13,"verse":"నా బోధకుల మాట నేను వినకపోతిని నా ఉపదేశకులకు నేను చెవియొగ్గలేదు"},{"number":14,"verse":"నేను సమాజ సంఘములమధ్యనుండినను ప్రతివిధమైన దౌష్ట్యమునకు లోబడుటకు కొంచెమే యెడమాయెను అని నీవు చెప్పుకొనుచు మూలు గుచు నుందువు."},{"number":15,"verse":"నీ సొంతకుండలోని నీళ్లు పానము చేయుము నీ సొంత బావిలో ఉబుకు జలము త్రాగుము."},{"number":16,"verse":"నీ ఊటలు బయటికి చెదరిపోదగునా?"},{"number":17,"verse":"వీధులలో అవి నీటి కాలువగా పారదగునా? అన్యులు నీతోకూడ వాటి ననుభవింపకుండ అవి నీకే యుండవలెను గదా."},{"number":18,"verse":"నీ ఊట దీవెన నొందును. నీ యౌవనకాలపు భార్యయందు సంతోషింపుము."},{"number":19,"verse":"ఆమె అతిప్రియమైన లేడి, అందమైన దుప్పి ఆమె రొమ్ములవలన నీవు ఎల్లప్పుడు తృప్తినొందు చుండుము. ఆమె ప్రేమచేత నిత్యము బద్ధుడవై యుండుము."},{"number":20,"verse":"నా కుమారుడా, జార స్త్రీయందు నీవేల బద్ధుడవై యుందువు? పరస్త్రీ రొమ్ము నీవేల కౌగలించుకొందువు?"},{"number":21,"verse":"నరుని మార్గములను యెహోవా యెరుగును వాని నడతలన్నిటిని ఆయన గుర్తించును."},{"number":22,"verse":"దుష్టుని దోషములు వానిని చిక్కులబెట్టును వాడు తన పాపపాశములవలన బంధింపబడును."},{"number":23,"verse":"శిక్షలేకయే అట్టివాడు నాశనమగును అతిమూర్ఖుడై వాడు త్రోవతప్పి పోవును."}]}