{"bibleAbbr":"GB1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"Moreouer, the Spirite lift me vp, and brought me vnto the East gate of the Lordes house, which lyeth Eastwarde, and beholde, at the entrie of the gate were fiue and twentie men: among whome I sawe Iaazaniah the sonne of Azur, and Pelatiah the sonne of Benaiah, the princes of the people."},{"number":2,"verse":"Then said he vnto me, Sonne of man, these are the men that imagine mischiefe, and deuise wicked counsell in this citie."},{"number":3,"verse":"Who say, Thus the wicked derided the prophets as though they preached only errors, and therefore gave themselves still to their pleasures. [It is] not near; let us build houses: this [city is] the We will not be pulled out of Jerusalem, till the hour of our death comes, as the flesh is not taken out of the caldron until it is boiled. caldron, and we [are] the flesh."},{"number":4,"verse":"Therefore prophesie against them, sonne of man, prophesie."},{"number":5,"verse":"And the Spirite of the Lord fell vpon me, and said vnto me, Speake, Thus saith the Lorde, O ye house of Israel, this haue ye said, and I know that which riseth vp of your mindes."},{"number":6,"verse":"Many haue ye murthered in this citie, and ye haue filled the streets thereof with the slaine."},{"number":7,"verse":"Therefore thus saith the Lord GOD; Your slain whom ye have laid in the midst of it, they [are] Contrary to their vain confidence he shows in what sense the city is the caldron: that is, because of the dead bodies that have been murdered in it, and so lit as flesh in the caldron. the flesh, and this [city is] the caldron: but I will bring you forth out of the midst of it."},{"number":8,"verse":"Ye haue feared the sworde, and I wil bring a sworde vpon you, saith the Lorde God."},{"number":9,"verse":"And I will bring you out of the midst of it, and deliver you into That is, of the Chaldeans. the hands of strangers, and will execute judgments among you."},{"number":10,"verse":"Ye shall fall by the sword; I will judge you in the border of That is, in Riblah, read (2Ki_25:6). Israel; and ye shall know that I [am] the LORD."},{"number":11,"verse":"This citie shall not be your caldron, neyther shall ye be the flesh in the middes thereof, but I will iudge you in the border of Israel."},{"number":12,"verse":"And ye shall knowe that I am the Lorde: for ye haue not walked in my statutes, neither executed my iudgements, but haue done after the maners of the heathen, that are round about you."},{"number":13,"verse":"And it came to pass, when I prophesied, that Pelatiah the son of It seems that this noble man died of some terrible death, and therefore the prophet feared some strange judgment of God toward the rest of the people. Benaiah died. Then I fell down upon my face, and cried with a loud voice, and said, Ah Lord GOD! wilt thou make a full end of the remnant of Israel?"},{"number":14,"verse":"Againe the worde of the Lorde came vnto me, saying,"},{"number":15,"verse":"Son of man, thy They that remained at Jerusalem thus reproached them that were gone into captivity as though they were cast off and forsaken by God. brethren, [even] thy brethren, the men of thy kindred, and all the house of Israel wholly, [are] they to whom the inhabitants of Jerusalem have said, Retire far from the LORD: to us is this land given in possession."},{"number":16,"verse":"Therefore say, Thus saith the Lord GOD; Although I have cast them far off among the nations, and although I have scattered them among the countries, yet will I be to them as a little They will be yet a little church: showing that the Lord will ever have some to call on his Name, whom he will preserve and restore, though they are for a time afflicted. sanctuary in the countries where they shall come."},{"number":17,"verse":"Therefore say, Thus saith the Lord God, I will gather you againe from the people, and assemble you out of the countreis where ye haue bene scattered, & I will giue you ye land of Israel."},{"number":18,"verse":"And they shall come thither, and they shal take away all the idoles thereof, and all the abominations thereof from thence."},{"number":19,"verse":"And I will give them one heart, and I will put a new spirit within you; and I will take the Meaning, the heart to which nothing can enter and regenerate them anew, so that their heart may be soft and ready to receive my graces. stony heart out of their flesh, and will give them an heart of flesh:"},{"number":20,"verse":"That they may walke in my statutes, and keepe my iudgements, and execute them: and they shall be my people, and I will be their God."},{"number":21,"verse":"But vpon them, whose heart is towarde their idoles, and whose affection goeth after their abominations, I will lay their way vpon their owne heades, saith the Lorde God."},{"number":22,"verse":"Then did the Cherubims lift vp their wings, and the wheeles besides them, and the glorie of the God of Israel was vpon them on hie."},{"number":23,"verse":"And the glorie of the Lord went vp from the middes of the citie, & stoode vpon the moutaine which is towarde the East side of the citie."},{"number":24,"verse":"Afterwarde the Spirite tooke me vp, and brought me in a vision by the Spirit of God into Caldea to them that were led away captiues: so the vision that I had seene, went vp from me."},{"number":25,"verse":"Then I spoke to them of the When Jeconiah was led away captive. captivity all the things that the LORD had shown me."}]}