{"bibleAbbr":"Geneva1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"Then came certain of the elders of Israel to me, and He shows the hypocrisy of the idolaters, who will pretend to hear the prophets of God, though in their hearts they follow nothing less than their admonitions and also how by one means or another God discovers them. sat before me."},{"number":2,"verse":"And the worde of the Lord came vnto me, saying,"},{"number":3,"verse":"Son of man, these men have set up their idols in their They are not only idolaters in heart, but also worship their filthy idols openly which lead them in blindness, and cause them to stumble, so that he will not hear them when they call to him. {{See Isa_1:15}} heart, and put the stumblingblock of their iniquity before their face: should I be enquired of at all by them?"},{"number":4,"verse":"Therefore speak to them, and say to them, Thus saith the Lord GOD; Every man of the house of Israel that setteth up his idols in his heart, and putteth the stumblingblock of his iniquity before his face, and cometh to the To inquire of things which the Lord has appointed to come to pass. prophet; I the LORD will answer him that cometh according to the multitude As his abomination has deserved: that is, he will be led with lies according as he delighted in it, (2Th_2:10). of his idols;"},{"number":5,"verse":"That That is, convince them by their own conscience. I may take the house of Israel in their own heart, because they are all estranged from me through their idols."},{"number":6,"verse":"Therfore say vnto the house of Israel, Thus sayth the Lord God, Returne, and withdraw your selues, and turne your faces from your idoles, and turne your faces from all your abominations."},{"number":7,"verse":"For euery one of the house of Israel, or of the stranger that soiourneth in Israel, which departeth from mee, and setteth vp his idoles in his heart, and putteth the stumbling blocke of his iniquitie before his face, and commeth to a Prophet, for to inquire of him for me, I the Lord will answere him for my selfe,"},{"number":8,"verse":"And I will set my face against that man, and will make him an example and prouerbe, and I will cut him off from the middes of my people, and ye shall knowe that I am the Lorde."},{"number":9,"verse":"And if the prophet be The prophet declares that God for man's ingratitude raises up false prophets to seduce them that delight in lies rather than in the truth of God, and thus he punishes sin with sin, (1Ki_22:20, 1Ki_22:22) and destroys those prophets as well as the people. deceived when he hath spoken a thing, I the LORD have deceived that prophet, and I will stretch out my hand upon him, and will destroy him from the midst of my people Israel."},{"number":10,"verse":"And they shall beare their punishment: the punishment of the Prophet shall bee euen as the punishment of him that asketh,"},{"number":11,"verse":"That the house of Thus God's judgments against the wicked are admonitions to the godly to cleave to the Lord and not to defile themselves with the same abominations. Israel may no more go astray from me, neither be polluted any more with all their transgressions; but that they may be my people, and I may be their God, saith the Lord GOD."},{"number":12,"verse":"The worde of the Lord came againe vnto me, saying,"},{"number":13,"verse":"Son of man, when the land sinneth against me by trespassing grievously, then will I stretch out my hand upon it, Read (Eze_4:16, Eze_5:17; Isa_3:1). and will break the staff of its bread, and will send famine upon it, and will cut off man and beast from it:"},{"number":14,"verse":"Though these three men, Though Noah and Job were now alive, which in their time were most godly men (for at this time Daniel was in captivity with Ezekiel) and so these three together would pray for this wicked people, yet I would not hear them, read (Jer_15:1). Noah, Daniel, and Job, were in it, they should deliver their own souls only by their Meaning, that a very few (which he calls the remnant, (Eze_14:22)) would escape these plagues, whom God has sanctified and made righteous, so that this righteousness is a sign that they are the Church of God, whom he would preserve for his own sake. righteousness, saith the Lord GOD."},{"number":15,"verse":"If I bring noysome beastes into the lande and they spoyle it, so that it bee desolate, that no man may passe through, because of beastes,"},{"number":16,"verse":"Though these three men were in the mids thereof, As I liue, sayth the Lord God, they shall saue neither sonnes nor daughters: they onely shalbe deliuered, but the land shall be waste."},{"number":17,"verse":"Or if I bring a sworde vpon this land, and say, Sword, go through the land, so that I destroy man and beast out of it,"},{"number":18,"verse":"Though these three men were in the mids thereof, As I liue, sayth the Lorde God, they shal deliuer neither sonnes nor daughters, but they onely shall be deliuered themselues."},{"number":19,"verse":"Or if I send a pestilence into this land, and powre out my wrath vpon it in blood, to destroy out of it man and beast,"},{"number":20,"verse":"And though Noah, Daniel and Iob were in the middes of it, As I liue, sayth the Lorde God, they shal deliuer neither sonne nor daughter: they shall but deliuer their owne soules by their righteousnes."},{"number":21,"verse":"For thus saith the Lord God, Howe much more when I sende my foure sore iudgements vpon Ierusalem, euen the sworde, and famine, and the noysome beast & pestilence, to destroy man and beast out of it?"},{"number":22,"verse":"Yet, behold, in it shall be left a {{See Eze_5:3}} remnant that shall be brought forth, [both] sons and daughters: behold, they shall come forth to you, and ye shall see their way and their doings: and ye shall be comforted concerning the evil that I have brought upon Jerusalem, [even] concerning all that I have brought upon it."},{"number":23,"verse":"And they shal comfort you, when yee see their way and their enterprises: & ye shal know, that I haue not done without cause all that I haue done in it, saith the Lorde God."}]}