{"bibleAbbr":"Geneva1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":20,"verses":[{"number":1,"verse":"And it came to pass in the Of the captivity of Jeconiah. seventh year, in the fifth [month], the tenth [day] of the month, [that] certain of the elders of Israel came to enquire of the LORD, and sat before me."},{"number":2,"verse":"Then came the worde of the Lorde vnto me, saying,"},{"number":3,"verse":"Sonne of man, speake vnto the Elders of Israel, and say vnto them, Thus saith the Lord God, Are ye come to enquire of me? As I liue, sayth the Lord God, when I am asked, I wil not answer you."},{"number":4,"verse":"Wilt thou judge them, son of man, wilt thou judge [them]? cause This declares the great leniency and patience of God who calls sinners to repentance before he condemns them. them to know the abominations of their fathers:"},{"number":5,"verse":"And say to them, Thus saith the Lord GOD; In the day when I chose Israel, and I swore that I would be their God, which manner of oath was observed from all antiquity, where they used to lift up their hands toward the heavens, acknowledging God to be the author of truth and the defender of it, and also the judge of the heart, wishing that he would take vengeance, if they concealed anything which they knew to be truth. lifted up my hand to the seed of the house of Jacob, and made myself known to them in the land of Egypt, when I lifted up my hand to them, saying, I [am] the LORD your God;"},{"number":6,"verse":"In the day that I lift vp mine hand vnto them to bring them forth of the land of Egypt, into a land that I had prouided for them, flowing with milke & hony which is pleasant among all lands,"},{"number":7,"verse":"Then said I to them, Cast ye away every man the abominations of his eyes, God had forbidden them to make mention of the idols, (Exo_23:13; Psa_16:4). and defile not yourselves with the idols of Egypt: I [am] the LORD your God."},{"number":8,"verse":"But they rebelled against me, and would not hearken to me: they did not every man cast away the abominations of Which declares the wickedness of man's heart, who judge God's service by their eyes and outward senses. their eyes, neither did they forsake the idols of Egypt: then I said, I will pour out my fury upon them, to accomplish my anger against them in the midst of the land of Egypt."},{"number":9,"verse":"But I wrought for my God had ever this respect to his glory, that he would not have evil spoken of his Name among the Gentiles for the punishment that his people deserved, in confidence of which the godly ever prayed, as in (Exo_32:12; Num_14:13). name's sake, that it should not be profaned before the nations, among whom they [were], in whose sight I made myself known to them, in bringing them forth from the land of Egypt."},{"number":10,"verse":"Nowe I caried them out of the land of Egypt, and brought them into the wildernes."},{"number":11,"verse":"And I gaue them my statutes, and declared my iudgements vnto them, which if a man doe, he shall liue in them."},{"number":12,"verse":"Moreouer I gaue them also my Sabbaths to be a signe betwene me & them, that they might knowe that I am the Lord, that sanctifie them."},{"number":13,"verse":"But the house of Israel rebelled against me in the wildernes: they walked not in my statutes, and they cast away my iudgements, which if a man doe, he shall liue in them, and my Sabbaths haue they greatly polluted: then I thought to powre out mine indignation vpon them in the wildernes to consume them,"},{"number":14,"verse":"But I wrought for my name's sake, that it should not be profaned before the Who might by it take an opportunity to blaspheme my Name and to accuse me of lack of ability, or else that I had sought a means to destroy them more conveniently. nations, in whose sight I brought them out."},{"number":15,"verse":"Yet neuerthelesse, I lift vp mine hande vnto them in the wildernes that I would not bring them into the lande, which I had giuen them, flowing with milke and hony, which was pleasant aboue all landes,"},{"number":16,"verse":"Because they despised my judgments, and walked not in my statutes, but profaned my That is, my true religion, which I had commanded them, and gave themselves to serve me according to their own fantasies. sabbaths: for their heart went after their idols."},{"number":17,"verse":"Neuerthelesse, mine eye spared them, that I would not destroye them, neither would I consume them in the wildernes."},{"number":18,"verse":"But I said to their children in the wilderness, Walk ye not in the statutes of your By which the Holy Spirit confuses them that say that they will follow the religion and example of their fathers, and not measure their doings by God's word whether they are approved by it or not. fathers, neither observe their judgments, nor defile yourselves with their idols:"},{"number":19,"verse":"I am the Lord your God: walke in my statutes, and keepe my iudgements and doe them,"},{"number":20,"verse":"And sanctifie my Sabbaths, and they shall bee a signe betweene mee and you, that ye may knowe that I am the Lord your God."},{"number":21,"verse":"Notwithstanding the children rebelled against mee: they walked not in my statutes, nor kept my iudgements to doe them, which if a man doe, hee shall liue in them, but they polluted my Sabbaths: then I thought to powre out mine indignation vpo them, and to accomplish my wrath against them in the wildernes."},{"number":22,"verse":"Neuerthelesse I withdrew mine hand & had respect to my Name that it should not be polluted before the heathen, in whose sight I brought them foorth."},{"number":23,"verse":"Yet I lift vp mine hande vnto them in the wildernes, that I would scatter them among the heathen, & disperse them through the countreys,"},{"number":24,"verse":"Because they had not executed my judgments, but had despised my statutes, and had profaned my sabbaths, and their eyes were after Meaning that they set their delight on them. their fathers' idols."},{"number":25,"verse":"Wherefore I gave Because they would not obey my laws, I gave them up to themselves that they should obey their own fantasies, as in (Eze_20:39; Rom_1:21, Rom_1:24). them also statutes [that were] not good, and judgments by which they should not live;"},{"number":26,"verse":"And I polluted them in their own I condemned those things, and counted them as abominable, which they thought had been excellent and to have declared most zeal, (Luk_16:15) for that which God required as most excellent they gave to their idols. gifts, in that they caused to pass through [the fire] all the firstborn, that I might make them desolate, to the end that they might know that I [am] the LORD."},{"number":27,"verse":"Therefore, sonne of man, speake vnto the house of Israel, and say vnto them, Thus saith the Lorde God, Yet in this your fathers haue blasphemed me, though they had before grieuously transgressed against me."},{"number":28,"verse":"Not only in the wilderness, when I brought them out of Egypt, but since I placed them in this land: which declares how prompt man's heart is to idolatry seeing that by no admonitions can he be drawn back.[For] when I had brought them into the land, [for] which I lifted up my hand to give it to them, then they saw every high hill, and all the thick trees, and they offered there their sacrifices, and there they presented the provocation of their offering: there also they made their sweet savour, and poured out there their drink offerings."},{"number":29,"verse":"Then I said to them, What [is] the high place to which ye go? And its name is called Which signifies a high place, declaring that they vaunted themselves of their idolatry and were not ashamed of it, though God had commanded them expressly that they should have no altar lifted on high by stairs, (Exo_20:26). Bamah to this day."},{"number":30,"verse":"Wherefore, say vnto the house of Israel, Thus saith the Lord God, Are ye not polluted after the maner of your fathers? and commit ye not whoredome after their abominations?"},{"number":31,"verse":"For when ye offer your gifts, when ye make your sons to pass through the fire, ye pollute yourselves with all your idols, even to this day: and shall I be enquired of by you, O house of Israel? [As] I live, saith the Lord GOD, He shows that the ingratitude of the people deserves that God should cut them off, and that they should not have the comfort of his word. I will not be enquired of by you."},{"number":32,"verse":"And that which cometh into your mind shall not be at all, that ye say, We will be as the nations, as the families of the countries, to serve wood and He declares that man by nature is wholly enemy to God, and to his own salvation, and therefore God calls him to the right way, partly by chastising but chiefly by his mercy in forgiving his rebellion and wickedness. stone."},{"number":33,"verse":"As I liue, saith the Lorde God, I will surely rule you with a mightie hand, and with a stretched out arme, and in my wrath powred out,"},{"number":34,"verse":"And will bring you from the people, and will gather you out of the countreys, wherein ye are scattered, with a mighty hand, and with a stretched out arme, and in my wrath powred out,"},{"number":35,"verse":"And I will bring you into the I will bring you among strange nations as into a wilderness and there will visit you, and so call you to repentance and then bring the godly home again, (Isa_65:9). wilderness of the people, and there will I enter into judgment with you face to face."},{"number":36,"verse":"Like as I pleaded with your fathers in the wildernes of the lande of Egypt, so will I pleade with you, saith the Lord God."},{"number":37,"verse":"And I wil cause you to passe vnder the rod, and wil bring you into the bond of the couenant."},{"number":38,"verse":"And I will Signifying that he will not burn the corn with the chaff, but chose out the wicked to punish them when he will spare his. purge out from among you the rebels, and them that transgress against me: I will bring them forth out of the country where they sojourn, and they shall not enter into the land of Israel: and ye shall know that I [am] the LORD."},{"number":39,"verse":"As for you, O house of Israel, thus saith the Lord GOD; This is spoken to the hypocrites. Go ye, serve ye every one his idols, and after this [also], if ye will not hearken to me: but profane ye my holy name no more with your gifts, and with your idols."},{"number":40,"verse":"For in mine holy mountaine, euen in the hie mountaine of Israel, saith the Lord God, there shall all the house of Israel, and all in the lande, serue me: there will I accept them, and there will I require your offrings and the first fruites of your oblations, with all your holy things."},{"number":41,"verse":"I will accept your sweete sauour, when I bring you from the people, and gather you out of the countreys, wherein ye haue bene scattered, that I may be sanctified in you before ye heathen."},{"number":42,"verse":"And ye shall knowe, that I am the Lorde, when I shall bring you into the land of Israel, into the land, for the which I lifted vp mine hande to giue it to your fathers."},{"number":43,"verse":"And there shall ye remember your ways, and all your doings, in which ye have been defiled; and ye Your own consciences will convict you after you have felt my mercies. shall lothe yourselves in your own sight for all your evils that ye have committed."},{"number":44,"verse":"And ye shall knowe, that I am the Lorde, when I haue respect vnto you for my Names sake, and not after your wicked wayes, nor according to your corrupt workes, O ye house of Israel, saith the Lord God."},{"number":45,"verse":"Moreouer, the worde of the Lorde came vnto me, saying,"},{"number":46,"verse":"Son of man, set thy face toward the south, and drop [thy word] toward For Judah stood south from Babylon. the south, and prophesy against the forest of the south field;"},{"number":47,"verse":"And say to the forest of the south, Hear the word of the LORD; Thus saith the Lord GOD; Behold, I will kindle a fire in thee, and it shall devour every Both strong and weak in Jerusalem. green tree in thee, and every dry tree: the blazing flame shall not be quenched, and all faces from the south to the north shall be burned in it."},{"number":48,"verse":"And all flesh shall see, that I the Lord haue kindled it, and it shall not bee quenched."},{"number":49,"verse":"Then said I, Ah Lord GOD! they say of me, Doth he not speak The people said that the prophet spoke darkly: therefore he desires the Lord to give them a plain declaration of it. parables?"}]}