{"bibleAbbr":"GB1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":22,"verses":[{"number":1,"verse":"Moreouer, the worde of the Lorde came vnto me, saying,"},{"number":2,"verse":"Now, thou son of man, wilt thou Are you ready to execute your charge, which I commit to you against Jerusalem that murders the prophets and them that are godly? judge, wilt thou judge the bloody city? yea, thou shalt show her all her abominations."},{"number":3,"verse":"Then say thou, Thus saith the Lord GOD, The city sheddeth blood in the midst of it, that her That is, the time of her destruction. time may come, and maketh idols against To her own undoing. herself to defile herself."},{"number":4,"verse":"Thou hast offended in thy blood, that thou hast shed, & hast polluted thy selfe in thine idols, which thou hast made, and thou hast caused thy dayes to draw neere, & art come vnto thy terme: therefore haue I made thee a reproch to the heathen, and a mocking to all countreys."},{"number":5,"verse":"[Those that are] near, and [those that are] far from thee, shall mock thee, [who art] Whose very name all men hate. infamous [and] much troubled."},{"number":6,"verse":"Beholde, the princes of Israel euery one in thee was ready to his power, to shed blood."},{"number":7,"verse":"In thee have they set light by father and mother: in the midst of thee He means by this that there was no kind of wickedness which was not committed in Jerusalem and therefore the plagues of God would speedily come on her. have they dealt by oppression with the stranger: in thee have they oppressed the fatherless and the widow."},{"number":8,"verse":"Thou hast despised mine holy things, and hast polluted my Sabbaths."},{"number":9,"verse":"In thee are men that cary tales to shed blood: in thee are they that eate vpon the mountaines: in ye mids of thee they comit abomination."},{"number":10,"verse":"In thee haue they discouered their fathers shame: in thee haue they vexed her that was polluted in her floures."},{"number":11,"verse":"And euery one hath committed abomination with his neighbours wife, and euery one hath wickedly defiled his daughter in lawe, and in thee hath euery man forced his owne sister, euen his fathers daughter."},{"number":12,"verse":"In thee haue they taken giftes to shed blood: thou hast taken vsurie and the encrease, and thou hast defrauded thy neighbours by extortion, & hast forgotten me, saith the Lord God."},{"number":13,"verse":"Behold, therefore I have In token of my wrath and vengeance. smitten my hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee."},{"number":14,"verse":"Can thy heart endure, or can thy hands That is, able to defend yourself. be strong, in the days that I shall deal with thee? I the LORD have spoken [it], and will do [it]."},{"number":15,"verse":"And I will scatter thee among the nations, and disperse thee in the countries, and will consume thy I will thus take away the occasion of your wickedness. filthiness out of thee."},{"number":16,"verse":"And thou shalt take thy You will be no more the inheritance of the Lord, but forsaken. inheritance in thyself in the sight of the nations, and thou shalt know that I [am] the LORD."},{"number":17,"verse":"And the worde of the Lorde came vnto me, saying,"},{"number":18,"verse":"Son of man, the house of Israel is to me become Which before was most precious. dross: all they [are] brass, and tin, and iron, and lead, in the midst of the furnace; they are [even] the dross of silver."},{"number":19,"verse":"Therefore, thus sayth the Lorde God, Because ye are all as drosse, beholde, therefore I will gather you in the middes of Ierusalem."},{"number":20,"verse":"[As] they gather silver, and brass, and iron, and lead, and tin, into the midst of the furnace, to blow the fire upon it, to melt [it]; so will I gather [you] in my anger and in my fury, and I will leave [you there], Meaning by this that the godly would be tried and the wicked destroyed. and melt you."},{"number":21,"verse":"I wil gather you, I say, and blowe the fire of my wrath vpon you, and you shalbe melted in the mids thereof."},{"number":22,"verse":"As siluer is melted in the mids of the fornace, so shal ye be melted in the mids thereof, and ye shall knowe, that I the Lord haue powred out my wrath vpon you."},{"number":23,"verse":"And the worde of the Lord came vnto me, saying,"},{"number":24,"verse":"Son of man, say to her, Thou [art] the land that is not cleansed, You are like a barren land which the Lord plagues with drought. nor rained upon in the day of indignation."},{"number":25,"verse":"[There is] a conspiracy The false prophets have conspired together to make their doctrine more probable. of her prophets in the midst of her, like a roaring lion ravening the prey; they have devoured souls; they have taken the treasure and precious things; they have made her many widows in the midst of her."},{"number":26,"verse":"Her priests have violated my law, and have profaned my holy things: they have put no difference between the holy and profane, neither have they shown [difference] between the unclean and the clean, and have hid their They have neglected my service. eyes from my sabbaths, and I am profaned among them."},{"number":27,"verse":"Her princes in the mids thereof are like wolues, rauening the praye to shed blood, and to destroy soules for their owne couetous lucre."},{"number":28,"verse":"And her They who would have reproved them, flattered them in their vices and covered their doings with lies. {{See Eze_13:10}} prophets have daubed them with untempered [mortar], seeing vanity, and divining lies to them, saying, Thus saith the Lord GOD, when the LORD hath not spoken."},{"number":29,"verse":"The people of the land haue violently oppressed by spoyling and robbing, and haue vexed the poore and the needy: yea, they haue oppressed the stranger against right."},{"number":30,"verse":"And I sought for a man among them, that should Who would show himself zealous in my cause by resisting vice, (Isa_59:16) also pray to me to withhold my plagues, (Psa_106:23). make up the hedge, and stand in the gap before me for the land, that I should not destroy it: but I found none."},{"number":31,"verse":"Therefore haue I powred out mine indignation vpon them, and consumed them with the fire of my wrath: their owne wayes haue I rendred vpon their heads, sayth the Lord God."}]}