{"bibleAbbr":"GB1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"Again in the Of Jeconiah's captivity and of the reign of Zedekiah, (2Ki_25:1). ninth year, in the tenth month, in the tenth [day] of the Called Tebeth, which contains part of December and part of January: in which month and day Nebuchadnezzar besieged Jerusalem. month, the word of the LORD came to me, saying,"},{"number":2,"verse":"Sonne of man, write thee the name of the day, euen of this same day: for the King of Babel set himselfe against Ierusalem this same day."},{"number":3,"verse":"And utter a parable to the rebellious house, and say to them, Thus saith the Lord GOD; Set on a By which was meant Jerusalem. pot, set [it] on, and also pour water into it:"},{"number":4,"verse":"Gather its That is the citizens and the chief men of it. pieces into it, [even] every good piece, the thigh, and the shoulder; fill [it] with the choice bones."},{"number":5,"verse":"Take the choice of the flock, and burn also the Meaning, of the innocents whom they had slain, who were the cause of the kindling of God's wrath against them. bones under it, [and] make it boil well, and let them boil its bones in it."},{"number":6,"verse":"Wherefore thus saith the Lord GOD; Woe to the bloody city, to the pot Whose iniquities and wicked citizens there yet remain. whose scum [is] in it, and whose scum is not gone out of it! bring it out Signifying that they should not be destroyed all at once, but little by little. piece by piece; let no Spare no estate or condition. lot fall upon it."},{"number":7,"verse":"For her blood is in the midst of her; she set it upon the top of a The city showed her cruelty to all the world, and was not ashamed of it, neither yet hid it. rock; she poured it not upon the ground, to cover it with dust;"},{"number":8,"verse":"That it might cause wrath to arise, & take vengeance: euen I haue set her blood vpon an high rocke that it should not be couered."},{"number":9,"verse":"Therefore thus saith ye Lord God, Woe to the bloody citie, for I will make ye burning great."},{"number":10,"verse":"Heap on wood, Meaning that the city would be utterly destroyed and that he would give the enemies an appetite for it. kindle the fire, consume the flesh, and spice it well, and let the bones be burned."},{"number":11,"verse":"Then set it emptie vpon the coles thereof, that the brasse of it may be hot, and may burne, and that the filthinesse of it may be molten in it, and that the skomme of it may be consumed."},{"number":12,"verse":"The city has flattered herself in vain. She hath wearied [herself] with lies, and her great scum went not forth out of her: her scum [shall be] in the fire."},{"number":13,"verse":"In thy filthiness [is] lewdness: because I I laboured by sending my prophets to call you to repentance but you would not. have purged thee, and thou wast not purged, thou shalt not be purged from thy filthiness any more, till I have caused my fury to rest upon thee."},{"number":14,"verse":"I the LORD have spoken [it]: it shall come to pass, and I will do [it]; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall That is, the Babylonians. they judge thee, saith the Lord GOD."},{"number":15,"verse":"Also the worde of ye Lord came vnto me, saying,"},{"number":16,"verse":"Son of man, behold, I take away from thee the Meaning his wife in whom he delighted, as in (Eze_24:18). desire of thy eyes with a stroke: yet neither shalt thou mourn nor weep, neither shall thy tears run down."},{"number":17,"verse":"Forbear to cry, make no mourning for the dead, bind thy turban upon thee, For in mourning they went bare headed and barefooted and also covered their lips. and put on thy shoes upon thy feet, and cover not [thy] lips, and eat That is, which the neighbours sent to them that mourned. not the bread of men."},{"number":18,"verse":"So I spoke to the people in the morning: and at evening my wife died; and I did Meaning the morning following. in the morning as I was commanded."},{"number":19,"verse":"And the people said vnto me, Wilt thou not tell vs what these things meane towarde vs that thou doest so?"},{"number":20,"verse":"Then I answered them, The worde of the Lord came vnto me, saying,"},{"number":21,"verse":"Speak to the house of Israel, Thus saith the Lord GOD; Behold, I will By sending the Chaldeans to destroy it, as in {{See Eze_7:22}}. profane my sanctuary, the In which you boast and delight. excellence of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword."},{"number":22,"verse":"And ye shall doe as I haue done: ye shall not couer your lippes, neither shall ye eate the bread of men."},{"number":23,"verse":"And your tyre shalbe vpon your heads, and your shooes vpon your feete: ye shall not mourne nor weepe, but ye shall pine away for your iniquities, and mourne one toward another."},{"number":24,"verse":"Thus Ezekiel is vnto you a signe: according to all that he hath done, ye shall do: and when this commeth, ye shall know that I am the Lord God."},{"number":25,"verse":"Also, thou sonne of man, shall it not be in the day when I take from them their power, ye ioy of their honor, ye pleasure of their eyes, & the desire of their heart, their sonnes & their daughters?"},{"number":26,"verse":"That he that escapeth in that day, shal come vnto thee to tell thee that which hee hath heard with his eares?"},{"number":27,"verse":"In that day shall thy mouth be opened to him which is escaped, and thou shalt speake, and be no more dumme, & thou shalt be a signe vnto them, and they shall knowe that I am the Lord."}]}