{"bibleAbbr":"Geneva1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":33,"verses":[{"number":1,"verse":"Againe, the woorde of the Lorde came vnto me, saying,"},{"number":2,"verse":"Son of man, speak to the children of thy people, and say to them, When I bring the sword upon a land, if the people of the land take a man of their territory, and set him for their He shows that the people ought to continually have governors and teachers who may have a care over them, and to warn them ever of the dangers which are at hand. watchman:"},{"number":3,"verse":"If when hee seeth the sworde come vpon ye land, he blow the trumpet, & warne the people,"},{"number":4,"verse":"Then hee that heareth the sounde of the trumpet, and will not bee warned, if the sworde come, and take him away, his blood shall be vpon his owne head."},{"number":5,"verse":"For he heard the sound of the trumpet, and woulde not bee admonished: therefore his blood shall be vpon him: but he that receiueth warning, shall saue his life."},{"number":6,"verse":"But if the watchman shall see the sword come, and blow not the trumpet, and the people be not warned; if the sword shall come, and take [any] person from among them, he is taken away in his Signifying that the wicked will not escape punishment though the watchman is negligent: but if the watchman blows the trumpet, and then he will not obey, he will deserve double punishment. iniquity; but his blood will I require at the watchman's hand."},{"number":7,"verse":"So thou, O son of man, I have set thee a watchman to the house of Israel; therefore thou shalt hear the word at my Which teaches that he that receives not his charge at the Lord's mouth is a spy and not a true watchman. mouth, and warn them from me."},{"number":8,"verse":"When I say to the wicked, O wicked [man], thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked [man] shall die in his iniquity; but his blood will I The watchman must answer for the blood of all that perish through his negligence. require at thy hand."},{"number":9,"verse":"Neuerthelesse, If thou warne the wicked of his way, to turne from it, if he doe not turne from his way, he shall die for his iniquitie, but thou hast deliuered thy soule."},{"number":10,"verse":"Therefore, O thou son of man, speak to the house of Israel; Thus ye speak, saying, If our transgressions and our sins [are] upon us, and we pine away in them, Thus the wicked when they hear God's judgments for their sins, despair of his mercies and murmur. how should we then live?"},{"number":11,"verse":"Say to them, [As] I live, saith the Lord GOD, {{See Eze_18:23}} I have no pleasure in the death of the wicked; but that the wicked should turn from his way and live: turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?"},{"number":12,"verse":"Therefore, thou son of man, say to the children of thy people, The Read of this righteousness, (Eze_18:21, Eze_18:24). righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall by it in the day that he turneth from his wickedness; neither shall the righteous be able to live for his [righteousness] in the day that he sinneth."},{"number":13,"verse":"When I shal say vnto the righteous, that he shall surely liue, if he trust to his owne righteousnes, and commit iniquitie, all his righteousnes shal be no more remembred, but for his iniquitie that he hath committed, he shall die for the same."},{"number":14,"verse":"Again, when I say to the wicked, Thou shalt surely die; if he shall turn from his sin, and do that which is lawful and By this he condemns them all of hypocrisy, who pretend to forsake wickedness and yet do not declare themselves such by their fruits, that is, in obeying God's commandments and by godly life. right;"},{"number":15,"verse":"To wit, if the wicked restore the pledge, and giue againe that he had robbed, and walke in the statutes of life, without committing iniquitie, he shall surely liue, and not die."},{"number":16,"verse":"None of his sinnes that he hath comitted, shal be mentioned vnto him: because he hath done that, which is lawful, and right, he shal surely liue."},{"number":17,"verse":"Yet the children of thy people say, The way of the Lord is not equall: but their owne way is vnequall."},{"number":18,"verse":"When the righteous turneth from his righteousnesse, and committeth iniquitie, he shall euen die thereby."},{"number":19,"verse":"But if the wicked returne from his wickednesse, and doe that which is lawfull and right, hee shall liue thereby."},{"number":20,"verse":"Yet yee say, The way of the Lord is not equall. O ye house of Israel, I will iudge you euery one after his waies."},{"number":21,"verse":"And it came to pass in the twelfth year of our When the prophet was led away captive with Jeconiah. captivity, in the tenth [month], in the fifth [day] of the month, [that] one that had escaped out of Jerusalem came to me, saying, The city is smitten."},{"number":22,"verse":"Now the I was endued with the Spirit of prophecy, (Eze_3:22). hand of the LORD was upon me in the evening, before he that had escaped came; and had opened my mouth, until he came to me in the morning; and my By which is signified that the ministers of God cannot give them courage and open their mouths, (Eze_24:27, Eze_29:21; Eph_6:19). mouth was opened, and I was no more dumb."},{"number":23,"verse":"Againe the worde of the Lord came vnto me, and saide,"},{"number":24,"verse":"Son of man, they that inhabit those wastes of the land of Israel speak, saying, Thus the wicked think themselves more worthy to enjoy God's promises than the saints of God, to whom they were made: and would bind God to be subject to them, though they would not be bound to him. Abraham was one, and he inherited the land: but we [are] many; the land is given to us for inheritance."},{"number":25,"verse":"Wherefore say to them, Thus saith the Lord GOD; Ye eat with the Contrary to the law, (Lev_17:14). blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?"},{"number":26,"verse":"Ye stand upon your As they that are ready still to shed blood. sword, ye work abomination, and ye defile every one his neighbour's wife: and shall ye possess the land?"},{"number":27,"verse":"Say thus vnto them, Thus saieth the Lorde God, As I liue, so surely they that are in the desolate places, shall fall by the sword: and him that is in the open field, will I giue vnto the beasts to be deuoured: and they that be in the forts and in the caues, shall die of the pestilence."},{"number":28,"verse":"For I will lay the land desolate and waste, and the pompe of her strength shall cease: and the moutaines of Israel shalbe desolate, and none shall passe through."},{"number":29,"verse":"Then shall they know that I am the Lord, when I haue laid ye land desolate & wast, because of al their abominations, that they haue committed."},{"number":30,"verse":"Also, thou son of man, the children of thy people still are In derision. talking against thee by the walls and in the doors of the houses, and speak one to another, every one to his brother, saying, Come, I pray you, and hear what is the word that cometh forth from the LORD."},{"number":31,"verse":"And they come to thee as the people come, and they sit before thee [as] my people, and they hear thy words, but they will not do them: for with their mouth they This declares that we ought to hear God's word with such zeal and affection that we should in all points obey it, else we abuse the word to our own condemnation and make of its ministers as though they were jesters to serve men's foolish fantasies. show much love, [but] their heart goeth after their covetousness."},{"number":32,"verse":"And loe, thou art vnto them, as a iesting song of one that hath a pleasant voyce, and can sing well: for they heare thy woordes, but they doe them not."},{"number":33,"verse":"And when this commeth to passe (for loe, it will come) then shall they know, that a Prophet hath bene among them."}]}