{"bibleAbbr":"GB1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"And the woorde of the Lorde came vnto me, saying,"},{"number":2,"verse":"Son of man, prophesy against the shepherds of Israel, prophesy, and say to them, Thus saith the Lord GOD to the shepherds; Woe [be] to the By the shepherds he means the king, the magistrates, priests and prophets. shepherds of Israel that do feed themselves! should not the shepherds feed the flocks?"},{"number":3,"verse":"Ye eat the You seek to enrich yourselves by their conveniences and to spoil their riches and substance. fat, and ye clothe yourselves with the wool, ye kill them that are fed: [but] ye feed not the flock."},{"number":4,"verse":"The He describes the office and duty of a good pastor who ought to love and comfort his flock and not be cruel toward them. diseased ye have not strengthened, neither have ye healed that which was sick, neither have ye bound up [that which was] broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost; but with force and with cruelty have ye ruled them."},{"number":5,"verse":"And they were scattered, because [there is] no shepherd: and they For lack of good government and doctrine they perished. became food to all the beasts of the field, when they were scattered."},{"number":6,"verse":"My sheepe wandred through all the mountaines, and vpon euery hie hill: yea, my flocke was scattered through al the earth, and none did seeke or search after them."},{"number":7,"verse":"Therefore ye shepherds, heare the woorde of the Lord."},{"number":8,"verse":"As I liue, sayeth the Lorde God, surely because my flocke was spoyled, and my sheepe were deuoured of all the beasts of the fielde, hauing no shepherde, neither did my shepherdes seeke my sheepe, but the shepherdes fedde them selues, and fedde not my sheepe,"},{"number":9,"verse":"Therefore, heare ye the word of the Lorde, O ye shepherds."},{"number":10,"verse":"Thus saith the Lord GOD; Behold, I [am] against the shepherds; and I will require my flock at their hand, and cause them to cease from feeding the flock; neither shall the shepherds feed themselves any more; for I will deliver my flock from By destroying the covetous hirelings and restoring true shepherds of which we have a sign so often as God sends true preachers, who both by doctrine and life labour to feed his sheep in the pleasant pastures of his word. their mouth, that they may not be food for them."},{"number":11,"verse":"For thus sayeth the Lorde God, Beholde, I will search my sheepe, and seeke them out."},{"number":12,"verse":"As a shepherd seeketh out his flock in the day that he is among his sheep [that are] scattered; so will I seek out my sheep, and will deliver them out of all places where they have been scattered in In the day of their affliction and misery: and this promise is to comfort the Church in all dangers. the cloudy and dark day."},{"number":13,"verse":"And I will bring them out from the people, and gather them from the countreis, and will bring them to their owne lande, and feede them vpon the mountaines of Israel, by the riuers, and in all the inhabited places of the countrey."},{"number":14,"verse":"I will feede them in a good pasture, and vpon the hie mountaines of Israel shal their folde be: there shall they lie in a good folde and in fat pasture shall they feede vpon the mountaines of Israel."},{"number":15,"verse":"I will feede my sheepe, and bring them to their rest, sayth the Lord God."},{"number":16,"verse":"I will seek that which was lost, and bring again that which was driven away, and will bind up [that which was] broken, and will strengthen that which was sick: but I will destroy the fat and the Meaning such as lift up themselves above their brethren and think they have no need to be governed by me. strong; I will feed them with That is, by putting difference between the good and the bad, and so give to either as they deserve. judgment."},{"number":17,"verse":"Also you my sheepe, Thus saieth the Lorde God, behold, I iudge betweene sheepe, & sheepe, betweene the rammes and the goates."},{"number":18,"verse":"[Seemeth it] a small thing to you to have eaten up the good By good pasture and deep waters is meant the pure word of God and the administration of justice which they did not distribute to the poor till they had corrupted it. pasture, but ye must tread down with your feet the rest of your pastures? and to have drank of the deep waters, but ye must foul the rest with your feet?"},{"number":19,"verse":"And my sheepe eate that which yee haue troden with your feete, and drinke that which ye haue troubled with your feete."},{"number":20,"verse":"Therefore thus sayth the Lorde God vnto them, behold, I, euen I wil iudge betweene the fat sheepe and the leane sheepe."},{"number":21,"verse":"Because ye haue thrust with side and with shoulder, & pusht al the weake with your hornes, till ye haue scattered them abroade,"},{"number":22,"verse":"Therefore wil I helpe my sheepe, and they shal no more be spoyled, & I wil iudge betweene sheepe and sheepe."},{"number":23,"verse":"And I will set up one shepherd over them, and he shall feed them, [even] my servant Meaning Christ, of whom David was a figure, {{See Jer_30:9}} David; he shall feed them, and he shall be their shepherd."},{"number":24,"verse":"And I the Lord will be their God, and my seruant Dauid shalbe the prince amog them. I the Lord haue spoken it."},{"number":25,"verse":"And I will make with them a covenant of peace, and will cause the evil beasts to cease out of the land: and they shall This declares that under Christ the flock would be truly delivered from sin and hell, and so be safely preserved in the Church where they would never perish. dwell safely in the wilderness, and sleep in the woods."},{"number":26,"verse":"And I wil set them, as a blessing, euen roud about my mountaine: and I will cause rayne to come downe in due season, & there shalbe raine of blessing."},{"number":27,"verse":"And the The fruit of God's grace will appear in great abundance in his Church. tree of the field shall yield her fruit, and the earth shall yield her increase, and they shall be safe in their land, and shall know that I [am] the LORD, when I have broken the bars of their yoke, and delivered them out of the hand of those that subjected them to service."},{"number":28,"verse":"And they shall no more be spoyled of the heathen, neither shall the beastes of the land deuoure them, but they shal dwell safely and none shal make them afrayd."},{"number":29,"verse":"And I will raise up for them a That is, the rod that will come out of the root of Jesse, (Isa_11:1). plant of renown, and they shall be no more consumed with hunger in the land, neither bear the shame of the nations any more."},{"number":30,"verse":"Thus shall they vnderstande, that I the Lorde their God am with them, and that they, euen the house of Israel, are my people, sayth the Lord God."},{"number":31,"verse":"And yee my sheepe, the sheepe of my pasture are men, and I am your God, saith the Lord God."}]}