{"bibleAbbr":"GB1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":38,"verses":[{"number":1,"verse":"And the worde of the Lorde came vnto mee, saying,"},{"number":2,"verse":"Son of man, set thy face against Who were a people that came from Magog the son of Japheth, (Gen_10:2). Magog also here signifies a certain country so that by these two countries which had the government of Greece and Italy he means the principal enemies of the Church, (Rev_20:8). Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,"},{"number":3,"verse":"And say, Thus sayth the Lord God, Behold, I come against thee, O Gog the chiefe prince of Meshech and Tubal."},{"number":4,"verse":"And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thy army, horses and horsemen, all of them clothed with all sorts [of armour, even] a great company [with] bucklers and shields, all of them He shows that the enemy would bend themselves against the Church but it would be to their own destruction. handling swords:"},{"number":5,"verse":"The Persians, Ethiopians and men of Africa. Persia, Cush, and Libya with them; all of them with shield and helmet:"},{"number":6,"verse":"Gomer was Japheth's son, and Togarmah the son of Gomer, and are thought to be they that inhabited Asia Minor. Gomer, and all his troops; the house of Togarmah of the north quarters, and all his troops: [and] many people with thee."},{"number":7,"verse":"Be thou prepared, and Signifying that all the people of the world would assemble themselves against the Church and Christ their head. prepare for thyself, thou, and all thy company that are assembled to thee, and be thou a guard to them."},{"number":8,"verse":"After many dayes thou shalt bee visited: for in the latter yeres thou shalt come into the land, that hath bene destroyed with the sworde, and is gathered out of many people vpon the mountaines of Israel, which haue long lien waste: yet they haue bene brought out of the people, and they shall dwell all safe."},{"number":9,"verse":"Thou shalt ascende and come vp like a tempest, and shalt be like a cloude to couer the land, both thou, and all thy bandes, and many people with thee."},{"number":10,"verse":"Thus saith the Lord GOD; It shall also come to pass, [that] at the same time shall things come into thy mind, and thou shalt think an That is, to molest and destroy the Church. evil thought:"},{"number":11,"verse":"And thou shalt say, I will go up to the land of unwalled villages; Meaning Israel, which had now been destroyed and was not yet built again: declaring by this the simplicity of the godly, who seek not so much to fortify themselves by outward force, as to depend on the providence and goodness of God. I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,"},{"number":12,"verse":"Thinking to spoyle the pray, and to take a bootie, to turne thine hande vpon the desolate places that are nowe inhabited, and vpon the people, that are gathered out of the nations which haue gotten cattell and goods, and dwell in the middes of the land."},{"number":13,"verse":"Sheba, and Dedan, and the merchants of Tarshish, with all its young lions, shall say to thee, One enemy will envy another because everyone will think to have the spoil of the Church. Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?"},{"number":14,"verse":"Therefore, son of man, prophesy and say to Gog, Thus saith the Lord GOD; In that day when my people of Israel Will you not spy your opportunity to come against my Church when they suspect nothing? dwelleth safely, shalt thou not know [it]?"},{"number":15,"verse":"And come fro thy place out of the North partes, thou and much people with thee? All shall ride vpon horses, euen a great multitude and a mightie armie."},{"number":16,"verse":"And thou shalt come against my people of Israel, as a cloud to cover the land; it shall be in the Meaning in the last age, and from the coming of Christ to the end of the world. latter days, and I will bring thee against my land, that the nations may know me, when I Signifying that God will be sanctified by maintaining his church, and destroying his enemies, as in (Eze_36:23, Eze_37:28). shall be sanctified in thee, O Gog, before their eyes."},{"number":17,"verse":"Thus saith the Lord GOD; [Art] thou he of whom I have spoken of old By this he declares that no affliction can come to the Church of which they have not been advertised before to teach them to endure all things with more patience when they know that God has so ordained. by my servants the prophets of Israel, who prophesied in those days [many] years that I would bring thee against them?"},{"number":18,"verse":"At the same time also whe Gog shal come against the land of Israel, sayth the Lord God, my wrath shall arise in mine anger."},{"number":19,"verse":"For in mine indignation and in the fire of my wrath haue I spoken it: surely at that time there shalbe a great shaking in the land of Israel,"},{"number":20,"verse":"So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping animals that creep upon the earth, and all the men that [are] upon the face of the earth, shall shake at my presence, and the mountains shall be overturned, and the All means by which man would think to save himself will fail, the affliction in those days will be so great, and the enemies destruction will be so terrible. steep places shall fall, and every wall shall fall to the ground."},{"number":21,"verse":"And I will call for a sword against him Against the people of God and Magog. throughout all my mountains, saith the Lord GOD: every man's sword shall be against his brother."},{"number":22,"verse":"And I will pleade against him with pestilence, and with blood, and I will cause to raine vpon him and vpon his bands, and vpon the great people, that are with him, a sore raine, and hailestones, fire, and brimstone."},{"number":23,"verse":"Thus will I be magnified, and sanctified, and knowen in the eyes of many nations, & they shall knowe, that I am the Lord."}]}