{"bibleAbbr":"GB1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"In the five and twentieth year of our captivity, in the The Jews counted the beginning of the year after two sorts: for their feasts they began to count in March and for their other affairs in September: so that this is to be understood of September. beginning of the year, in the tenth [day] of the month, in the fourteenth year after the city was smitten, in the same day the hand of the LORD was upon me, and brought me there."},{"number":2,"verse":"Into the lande of Israel brought he me by a diuine vision, & set me vpon a very hie mountaine, whereupon was as the building of a citie, toward the South."},{"number":3,"verse":"And he brought me there, and, behold, [there was] a Which was an angel in the form of a man, that came to measure out this building. man, whose appearance [was] like the appearance of brass, with a line of flax in his hand, and a measuring reed; and he stood in the gate."},{"number":4,"verse":"And the man said vnto me, Sonne of man, beholde with thine eyes, and heare with thine eares, and set thine heart vpon all that I shal shew thee: for to the intent, that they might be shewed thee, art thou brought hither: declare al that thou seest, vnto the house of Israel."},{"number":5,"verse":"And beholde, I sawe a wall on the outside of the house round about: and in the mans hand was a reede to measure with, of sixe cubites long, by the cubite, and an hand breadth: so he measured the breadth of the buylding with one reede, and the height with one reede."},{"number":6,"verse":"Then came he vnto the gate, which looketh towarde the East, and went vp the stayres thereof, and measured the poste of the gate, which was one reede broade, and the other poste of the gate, which was one reede broade."},{"number":7,"verse":"And euery chamber was one reede long, & one reede broad, & betweene the chambers were fiue cubites: & the post of the gate by the porch of the gate within was one reede."},{"number":8,"verse":"He measured also the porche of the gate within with one reede."},{"number":9,"verse":"Then measured he the porch of the gate of eight cubites, and the postes thereof, of two cubites, and the porch of the gate was inward."},{"number":10,"verse":"And the chambers of the gate Eastwarde, were three on this side, and three on that side: they three were of one measure, and the postes had one measure on this side, and one on that side."},{"number":11,"verse":"And he measured the breadth of the entrie of the gate ten cubites, and the height of the gate thirteene cubites."},{"number":12,"verse":"The space also before the chambers was one cubite on this side, and the space was one cubite on that side, and the chambers were sixe cubites on this side and sixe cubites on that side."},{"number":13,"verse":"He measured then the gate from the roufe of a chamber to the toppe of the gate: the breadth was fiue and twentie cubites, doore against doore."},{"number":14,"verse":"He made also postes of threescore cubites, and the postes of the court, and of the gate had one measure round about."},{"number":15,"verse":"And vpon the forefront of the entry of the gate vnto the forefront of the porch of the gate within were fiftie cubites."},{"number":16,"verse":"And there were narrowe windowes in the chambers, & in their postes within the gate round about, and likewise to the arches: and the windowes went rounde about within: and vpon the postes were palme trees."},{"number":17,"verse":"Then brought he me into the outwarde court, and lo, there were chambers, & a pauement made for the court round about, & thirtie chambers were vpon the pauement."},{"number":18,"verse":"And the pauement was by the side of the gates ouer against the length of the gates, and the pauement was beneath."},{"number":19,"verse":"Then hee measured the breadth from the forefront of the lower gate without, vnto the forefront of the court within, an hundreth cubits Eastward and Northward."},{"number":20,"verse":"And the gate of the outwarde court, that looked toward the North, measured he after the length and breadth thereof."},{"number":21,"verse":"And the chambers thereof were, three on this side, and three on that side, and the postes thereof and the arches thereof were after the measure of the first gate: the length thereof was fiftie cubites, and the breadth fiue and twentie cubites."},{"number":22,"verse":"And their windowes, and their arches with their palme trees, were after the measure of the gate that looketh toward the East, and the going vp vnto it had seuen steppes, and the arches therof were before them."},{"number":23,"verse":"And the gate of the inner court stoode ouer against the gate towarde the North, and towarde the East, and hee measured from gate to gate an hundreth cubites."},{"number":24,"verse":"After that, he brought mee towarde the South, and loe, there was a gate towarde the South, and hee measured the postes thereof, and the arches thereof according to these measures."},{"number":25,"verse":"And there were windowes in it, and in the arches thereof round about, like those windowes: the height was fiftie cubites, and the breadth fiue and twentie cubites."},{"number":26,"verse":"And there were seuen steps to go vp to it, and the arches thereof were before them: and it had palme trees, one on this side, and another on that side vpon the post thereof."},{"number":27,"verse":"And there was a gate in the inner court towarde the South, and he measured from gate to gate towarde the South an hundreth cubites."},{"number":28,"verse":"And he brought me into the inner court by the South gate, and he measured the South gate according to these measures,"},{"number":29,"verse":"And the chambers thereof, and the postes thereof, and the arches thereof according to these measures, and there were windowes in it, and in the arches thereof rounde about, it was fiftie cubites long and fiue and twentie cubites broade."},{"number":30,"verse":"And the arches round about were fiue and twenty cubites long, and fiue cubites broad."},{"number":31,"verse":"And the arches thereof were towarde the vtter court, and palme trees were vpon the postes thereof, and the going vp to it had eight steppes."},{"number":32,"verse":"Againe he brought me into ye inner court toward the East, and he measured the gate according to these measures."},{"number":33,"verse":"And the chambers thereof, and the postes thereof, and the arches thereof were according to these measures, and there were windowes therein, and in the arches thereof round about, it was fiftie cubites long, and fiue and twentie cubites broade."},{"number":34,"verse":"And the arches thereof were towarde the vtter court, and palme trees were vpon the postes thereof, on this side and on that side, & the going vp to it had eight steppes."},{"number":35,"verse":"After he brought mee to the North gate, and measured it, according to these measures,"},{"number":36,"verse":"The chambers thereof, the postes thereof, and the arches thereof, and there were windowes therein round about: the height was fiftie cubits, and the breadth fiue and twentie cubites."},{"number":37,"verse":"And the postes thereof were towarde the vtter court, and palme trees were vpon the postes thereof on this side, and on that side, & the going vp to it had eight steps."},{"number":38,"verse":"And euery chamber, and the entrie thereof was vnder the postes of the gates: there they washed the burnt offring."},{"number":39,"verse":"And in the porch of the gate stoode two tables on this side, and two tables on that side, vpon the which they slew the burnt offring, and the sinne offring, and the trespas offring."},{"number":40,"verse":"And at the side beyond the steppes, at the entry of the North gate stoode two tables, and on the other side, which was at the porch of the gate were two tables."},{"number":41,"verse":"Foure tables were on this side, and foure tables on that side by the side of the gate, euen eight tables whereupon they slew their sacrifice."},{"number":42,"verse":"And the foure tables were of hewen stone for the burnt offering, of a cubite and an halfe long, and a cubite and an halfe broade, and one cubite hie: whereupon also they layde the instruments wherewith they slew the burnt offring and the sacrifice."},{"number":43,"verse":"And within were borders an hand broade, fastened round about, and vpon the tables lay the flesh of the offring."},{"number":44,"verse":"And without the inner gate were ye chambers of the singers in the inner Court, which was at the side of the North gate: and their prospect was towarde the South, and one was at the side of the East gate, hauing the prospect towarde the North."},{"number":45,"verse":"And he said vnto me, This chamber whose prospect is towarde the South, is for the Priestes that haue the charge to keepe the house."},{"number":46,"verse":"And the chamber whose prospect is toward the North, is for the Priestes that haue the charge to keepe the altar: these are the sonnes of Zadok among ye sonnes of Leui which may come neere to the Lord to minister vnto him."},{"number":47,"verse":"So he measured the court, an hundreth cubites long, & an hundreth cubits broad, eue foure square: likewise the altar that was before ye house."},{"number":48,"verse":"And hee brought mee to the porch of the house, and measured the postes of the porch, fiue cubites on this side, and fiue cubites on that side: and the breadth of the gate was three cubites on this side, and three cubites on that side."},{"number":49,"verse":"The length of the porch was twentie cubites, and ye breadth eleuen cubites, & he brought me by the steps whereby they went vp to it, and there were pillars by the postes, one on this side, and another on that side."}]}