{"bibleAbbr":"Geneva1587","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"Then brought hee me into the vtter court by the way towarde the North, and he brought me into the chamber that was ouer against the separate place, and which was before the building toward the North."},{"number":2,"verse":"Before ye length of an hundreth cubites, was the North doore, and it was fiftie cubites broad."},{"number":3,"verse":"Ouer against the twentie cubites which were for the inner court, and ouer against the pauement, which was for the vtter court, was chamber against chamber in three rowes."},{"number":4,"verse":"And before the chambers was a gallery of ten cubites wide, and within was a way of one cubite, and their doores towarde the North."},{"number":5,"verse":"Nowe the chambers aboue were narower: for those chambers seemed to eate vp these, to wit, the lower, and those that were in the middes of the building."},{"number":6,"verse":"For they were in three rowes, but had not pillars as the pillars of the court: therefore there was a difference from them beneath and from the middlemost, euen from the ground."},{"number":7,"verse":"And the wall that was without ouer against the chambers, toward the vtter court on the forefront of the chambers, was fiftie cubites long."},{"number":8,"verse":"For the length of the chambers that were in the vtter court, was fiftie cubites: and loe, before the Temple were an hundreth cubites."},{"number":9,"verse":"And vnder these chambers was the entrie, on the East side, as one goeth into them from the outward court."},{"number":10,"verse":"The chambers were in the thicknesse of the wall of the court towarde the East, ouer against the separate place, and ouer against the building."},{"number":11,"verse":"And the way before them was after ye maner of the chambers, which were toward ye North, as long as they, and as broad as they: and all their entries were like, both according to their facions, and according to their doores."},{"number":12,"verse":"And according to ye doores of ye chambers that were towarde the South, was a doore in the corner of the way, euen the way directly before the wall toward the East, as one entreth."},{"number":13,"verse":"The said he vnto me, The North chambers and ye South chambers which are before ye separate place, they be holy chambers, wherein the Priests that approch vnto ye Lord, shal eat the most holy things: there shall they lay the most holy things, and the meate offering, and the sinne offering, and the trespasse offring: for the place is holy."},{"number":14,"verse":"When the Priestes enter therein, they shall not go out of the holy place into the vtter court, but there they shall lay their garmentes wherein they minister: for they are holy, and shall put on other garmentes, and so shall approch to those things, which are for the people."},{"number":15,"verse":"Nowe when he had made an ende of measuring the inner house, he brought mee forth toward the gate whose prospect is towarde the East, and measured it round about."},{"number":16,"verse":"He measured the East side with the measuring rod, fiue hundreth reedes, euen with the measuring reede round about."},{"number":17,"verse":"He measured also the Northside, fiue hundreth reedes, euen with the measuring reede rounde about."},{"number":18,"verse":"And he measured the South side fiue hundreth reedes with the measuring reede."},{"number":19,"verse":"He turned about also to the West side, and measured fiue hundreth reedes with the measuring reede."},{"number":20,"verse":"He measured it by the foure sides: it had a wall round about, fiue hundreth reedes long, and fiue hundreth broade to make a separation betweene the Sanctuarie, and the prophane place."}]}