{"bibleAbbr":"NRSVue2021","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"(The Boiling Pot) (Ezek 1.2; 8.1; 20.1; 26.1) In the ninth year, in the tenth month, on the tenth day of the month, the word of the LORD came to me:"},{"number":2,"verse":"(2 Kings 25.1; Isa 8.1; Jer 39.1; 52.4) Mortal, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem this very day."},{"number":3,"verse":"(Jer 1.13; Ezek 11.3; 17.2) And utter an allegory to the rebellious house and say to them: Thus says the Lord GOD: Set on the pot; set it on; pour in water also;"},{"number":4,"verse":"put in it the pieces, all the good pieces, the thigh and the shoulder; fill it with choice cuts."},{"number":5,"verse":"Take the choicest one of the flock; pile the logs (Heb the bones) under it; boil its pieces; (Heb mss: MT its boilings) seethe (Cn: Heb its bones seethe) also its bones in it."},{"number":6,"verse":"(v 9|EZK 24:9; Ezek 22.3; Joel 3.3; Mic 7.2; Nah 3.10) Therefore thus says the Lord GOD: Woe to the bloody city, the pot whose crud is in it, whose crud has not gone out of it! Empty it piece by piece, making no choice at all. (Heb piece, no lot has fallen on it)"},{"number":7,"verse":"(Lev 17.13; Deut 12.16; Ezek 23.37, 45) For the blood she shed is inside it; she placed it on a bare rock; she did not pour it out on the ground, to cover it with earth."},{"number":8,"verse":"To rouse my wrath, to take vengeance, I have placed the blood she shed on a bare rock, so that it may not be covered."},{"number":9,"verse":"(v 6|EZK 24:6; Nah 3.1; Hab 2.12) Therefore thus says the Lord GOD: Woe to the bloody city! I will even make the pile great."},{"number":10,"verse":"Heap up the logs; kindle the fire; boil the meat well; boil down the broth; (Gk: Heb mix in the spices) let the bones be burned."},{"number":11,"verse":"Stand it empty upon the coals, so that it may become hot, its copper glow, its filth melt in it, its crud be consumed."},{"number":12,"verse":"In vain I have wearied myself; (Cn: Meaning of Heb uncertain) its thick crud does not depart. To the fire with its crud!"},{"number":13,"verse":"(Jer 6.28-30; Ezek 5.13; 8.18; 16.42; 22.24) Yet when I cleansed you in your filthy lewdness, you did not become clean from your filth; you shall not again be cleansed until I have satisfied my fury upon you."},{"number":14,"verse":"(1 Sam 15.29; Isa 55.11; Ezek 9.10; 18.30; 36.19) I the LORD have spoken; the time is coming; I will act. I will not refrain; I will not spare; I will not relent. According to your ways and your doings I will judge you, says the Lord GOD."},{"number":15,"verse":"(Ezekiel’s Bereavement) The word of the LORD came to me:"},{"number":16,"verse":"(Job 23.2; Jer 13.17; 16.5; 22.10) Mortal, with one blow I am about to take away from you the delight of your eyes, yet you shall not mourn or weep, nor shall your tears run down."},{"number":17,"verse":"(2 Sam 15.30; Jer 16.5-7; Mic 3.7) Groan quietly; make no mourning for the dead. Bind on your turban, and put your sandals on your feet; do not cover your upper lip or eat the bread of mourners. (Vg Tg: Heb of men)"},{"number":18,"verse":"So I spoke to the people in the morning, and at evening my wife died. And on the next morning I did as I was commanded."},{"number":19,"verse":"Then the people said to me, “Will you not tell us what these things mean for us, that you are acting this way?”"},{"number":20,"verse":"Then I said to them, “The word of the LORD came to me:"},{"number":21,"verse":"(Ps 27.4; Jer 6.11; 7.14; Ezek 23.47) Say to the house of Israel: Thus says the Lord GOD: I will profane my sanctuary, the pride of your power, the delight of your eyes, and your heart’s desire, and your sons and your daughters whom you left behind shall fall by the sword."},{"number":22,"verse":"And you shall do as I have done; you shall not cover your upper lip or eat the bread of mourners. (Vg Tg: Heb of men)"},{"number":23,"verse":"(Job 27.15; Ps 78.64; Ezek 33.10) Your turbans shall be on your heads and your sandals on your feet; you shall not mourn or weep, but you shall pine away in your iniquities and groan to one another."},{"number":24,"verse":"(Jer 17.15; Ezek 4.3; 6.7; 12.6, 11; 25.5) Thus Ezekiel shall be a sign to you; you shall do just as he has done. When this comes, then you shall know that I am the Lord GOD.”"},{"number":25,"verse":"(Jer 11.22) And you, mortal, on the day when I take from them their stronghold, their joy and glory, the delight of their eyes and their heart’s affection, and also (Heb lacks and also) their sons and their daughters,"},{"number":26,"verse":"on that day, one who has escaped will come to you to report to you the news."},{"number":27,"verse":"(v 24|EZK 24:24; Ezek 3.26, 27; 33.22) On that day your mouth shall be opened to the one who has escaped, and you shall speak and no longer be silent. So you shall be a sign to them, and they shall know that I am the LORD."}]}