{"bibleAbbr":"NRSVue2021","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":35,"verses":[{"number":1,"verse":"(Judgment on Mount Seir) The word of the LORD came to me:"},{"number":2,"verse":"(Jer 49.7, 8) Mortal, set your face against Mount Seir and prophesy against it,"},{"number":3,"verse":"and say to it: Thus says the Lord GOD: I am against you, Mount Seir; I stretch out my hand against you to make you a desolation and a waste."},{"number":4,"verse":"I lay your towns in ruins; you shall become a desolation, and you shall know that I am the LORD."},{"number":5,"verse":"(Ezek 7.2; 21.25, 29; 25.12; Ob 10) Because you cherished an ancient enmity and gave over the people of Israel to the power of the sword at the time of their calamity, at the time of their final punishment,"},{"number":6,"verse":"therefore, as I live, says the Lord GOD, I will make you bloody, and blood shall pursue you; since you did not hate bloodshed, bloodshed will pursue you."},{"number":7,"verse":"(Ezek 25.13; 29.11) I will make Mount Seir a waste and a desolation, and I will cut off from it all who come and go."},{"number":8,"verse":"(Isa 34.5, 6; Ezek 31.12; 32.4, 5) I will fill its mountains with the slain; on your hills and in your valleys and in all your watercourses those killed with the sword shall fall."},{"number":9,"verse":"(Jer 49.13; Ezek 6.7; 36.11) I will make you a perpetual desolation, and your cities shall never be inhabited. Then you shall know that I am the LORD."},{"number":10,"verse":"(Ps 48.1, 3; Ezek 36.2, 5; 48.35) Because you said, “These two nations and these two countries shall be mine, and we will take possession of them”—although the LORD was there—"},{"number":11,"verse":"(Ps 9.16; Am 1.11; Mt 7.2) therefore, as I live, says the Lord GOD, I will deal with you according to the anger and envy that you showed because of your hatred against them, and I will make myself known among you (Gk: Heb them) when I judge you."},{"number":12,"verse":"You shall know that I, the LORD, have heard all the abusive speech that you uttered against the mountains of Israel, saying, “They are laid desolate; they are given us to devour.”"},{"number":13,"verse":"(Jer 7.11; 29.23; Ezek 36.3) And you magnified yourselves against me with your mouth and multiplied your words against me; I heard it."},{"number":14,"verse":"(Isa 49.13; Jer 51.48) Thus says the Lord GOD: As the whole earth rejoices, I will make you desolate."},{"number":15,"verse":"(Jer 50.11; Ezek 6.7; Ob 4, 21) As you rejoiced over the inheritance of the house of Israel because it was desolate, so I will deal with you; you shall be desolate, Mount Seir and all Edom, all of it. Then they shall know that I am the LORD."}]}