{"bibleAbbr":"NRSVue2021","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":38,"verses":[{"number":1,"verse":"Invasion by Gog The word of the LORD came to me:"},{"number":2,"verse":"(Ezek 39.1; Rev 20.8) Mortal, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal. Prophesy against him"},{"number":3,"verse":"and say: Thus says the Lord GOD: I am against you, O Gog, chief prince of Meshech and Tubal;"},{"number":4,"verse":"(2 Kings 19.28; Ezek 39.2) I will turn you around and put hooks into your jaws, and I will lead you out with all your army, horses and horsemen, all of them clothed in full armor, a great company, all of them with shield and buckler, wielding swords."},{"number":5,"verse":"(Ezek 27.10; 30.4, 5) Paras, Cush, and Put are with them, all of them with buckler and helmet;"},{"number":6,"verse":"(Gen 10.2; Ezek 27.14) Gomer and all its troops; Beth-togarmah from the remotest parts of the north with all its troops—many peoples are with you."},{"number":7,"verse":"Be ready and keep ready, you and all the companies that are assembled around you, and take command of them. (Cn: Heb hold yourselves in reserve for them)"},{"number":8,"verse":"(Isa 24.22; Ezek 36.24) After many days you shall be mustered; in the latter years you shall go against a land restored from war, a land where people were gathered from many nations on the mountains of Israel, which had long lain waste; its people were brought out from the nations and now are living in safety, all of them."},{"number":9,"verse":"(Isa 28.2; Joel 2.2) You shall advance, coming on like a storm; you shall be like a cloud covering the land, you and all your troops and many peoples with you."},{"number":10,"verse":"(Mic 2.1) Thus says the Lord GOD: On that day thoughts will come into your mind, and you will devise an evil scheme."},{"number":11,"verse":"(v 8|EZK 38:8; Jer 49.31; Zech 2.4) You will say, “I will go up against the land of unwalled villages; I will fall upon the quiet people who live in safety, all of them living without walls and having no bars or gates,"},{"number":12,"verse":"(Isa 10.6; Ezek 29.19) to seize spoil and carry off plunder, to assail the waste places that are now inhabited and the people who were gathered from the nations, who are acquiring cattle and goods, who live at the center (Heb navel) of the earth.”"},{"number":13,"verse":"(Ezek 27.15, 22; Nah 2.11-13) Sheba and Dedan and the merchants of Tarshish and all its young warriors (Heb young lions) will say to you, “Have you come to seize spoil? Have you assembled your horde to carry off plunder, to carry away silver and gold, to take away cattle and goods, to seize a great amount of spoil?”"},{"number":14,"verse":"(Jer 23.6; Zech 2.5, 8) Therefore, mortal, prophesy and say to Gog: Thus says the Lord GOD: On that day when my people Israel are living securely, you will rouse yourself (Gk: Heb will you not know?)"},{"number":15,"verse":"(Ezek 39.2) and come from your place out of the remotest parts of the north, you and many peoples with you, all of them riding on horses, a great horde, a mighty army;"},{"number":16,"verse":"(Ezek 36.23) you will come up against my people Israel like a cloud covering the earth. In the latter days I will bring you against my land, so that the nations may know me, when through you, O Gog, I display my holiness before their eyes."},{"number":17,"verse":"Judgment on Gog (Isa 34.1-6) Thus says the Lord GOD: Are you he of whom I spoke in former days by my servants the prophets of Israel, who in those days prophesied for years that I would bring you against them?"},{"number":18,"verse":"(Ps 18.8, 15) On that day, when Gog comes against the land of Israel, says the Lord GOD, my wrath shall be aroused."},{"number":19,"verse":"(Ezek 36.5, 6; Nah 1.2; Hag 2.6, 7; Rev 16.18) For in my jealousy and in my blazing wrath I declare: On that day there shall be a great shaking in the land of Israel;"},{"number":20,"verse":"(Jer 4.24; Hos 4.3; Nah 1.5, 6; Zech 14.4) the fish of the sea and the birds of the air and the animals of the field and all creeping things that creep on the ground and all humans who are on the face of the earth shall quake at my presence, and the mountains shall be thrown down, and the cliffs shall fall, and every wall shall tumble to the ground."},{"number":21,"verse":"(Judg 7.22; 1 Sam 14.20; 2 Chr 20.23; Ezek 14.17) I will summon the sword against Gog (Heb him) in (Heb to or for) all my mountains, says the Lord GOD; the swords of all will be against their comrades."},{"number":22,"verse":"(Ps 11.6; Isa 66.16; Jer 25.31; Rev 16.21) With pestilence and bloodshed I will enter into judgment with him, and I will pour down torrential rains and hailstones, fire and sulfur upon him and his troops and the many peoples who are with him."},{"number":23,"verse":"(Ps 9.16; Ezek 36.23; 37.28) So I will display my greatness and my holiness and make myself known in the eyes of many nations. Then they shall know that I am the LORD."}]}