{"bibleAbbr":"NRSVue2021","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"(Judgment on Idolatrous Israel) The word of the LORD came to me:"},{"number":2,"verse":"O mortal, set your face toward the mountains of Israel and prophesy against them"},{"number":3,"verse":"(Ezek 36.4, 6) and say: You mountains of Israel, hear the word of the Lord GOD! Thus says the Lord GOD to the mountains and the hills, to the ravines and the valleys: I, I myself, will bring a sword upon you, and I will destroy your high places."},{"number":4,"verse":"(Lev 26.30) Your altars shall become desolate, and your incense stands shall be broken, and I will throw down your slain in front of your idols."},{"number":5,"verse":"I will lay the corpses of the people of Israel in front of their idols, and I will scatter your bones around your altars."},{"number":6,"verse":"(Lev 26.31; Zech 13.2) Wherever you live, your towns shall be waste and your high places ruined, so that your altars will be waste and ruined, (Syr Vg Tg: Heb and will bear their punishment) your idols broken and destroyed, your incense stands cut down, and your works wiped out."},{"number":7,"verse":"(Ezek 11.10, 12) The slain shall fall in your midst; then you shall know that I am the LORD."},{"number":8,"verse":"(Jer 44.28; Ezek 5.2, 12; 12.16; 14.22) But I will spare some. Some of you shall escape the sword among the nations and be scattered through the countries."},{"number":9,"verse":"(Ps 78.40; Isa 7.13; Jer 51.50; Ezek 20.7, 24, 43; 43.24) Your survivors shall remember me among the nations where they are carried captive, how I was crushed by their wanton heart that turned away from me and their wanton eyes that turned after their idols. Then they will be loathsome in their own sight for the evils that they have committed, for all their abominations."},{"number":10,"verse":"And they shall know that I am the LORD; I did not threaten in vain to bring this disaster upon them."},{"number":11,"verse":"(Ezek 5.12; 7.15; 21.14; 25.6) Thus says the Lord GOD: Strike your hands together and stamp your foot and say Alas! for all the vile abominations of the house of Israel. For they shall fall by the sword, by famine, and by pestilence."},{"number":12,"verse":"(Ezek 5.13; Dan 9.7) Those far off shall die of pestilence, those nearby shall fall by the sword, and any who are left and are spared shall die of famine. Thus I will spend my fury upon them."},{"number":13,"verse":"(v 7|EZK 6:7; Isa 57.5; Jer 2.20; Hos 4.13) And you shall know that I am the LORD when their slain lie among their idols around their altars, on every high hill, on all the mountaintops, under every green tree, and under every leafy oak, wherever they offered pleasing odor to all their idols."},{"number":14,"verse":"(Num 33.46; Isa 5.25; Ezek 14.13) I will stretch out my hand against them and make the land desolate and waste, throughout all their settlements, from the wilderness to Riblah. (Cn: Heb Diblah) Then they shall know that I am the LORD."}]}