{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":16,"verses":[{"number":1,"verse":"ಆಮೇಲೆ ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನರಪುತ್ರನೇ, ನೀನು ಯೆರೂಸಲೇಮಿಗೆ ಅದರ ಅಸಹ್ಯಕಾರ್ಯಗಳನ್ನು ತಿಳಿಯಪಡಿಸಿ ಹೀಗೆ ನುಡಿ -"},{"number":3,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಯೆರೂಸಲೇಮೆಂಬಾಕೆಗೆ ಈ ಮಾತನ್ನು ಹೇಳಿಕಳುಹಿಸಿದ್ದಾನೆ - ನೀನು ಹುಟ್ಟಿದ್ದು ಕಾನಾನ್ ದೇಶ, ಅದೇ ನಿನ್ನ ಜನ್ಮಭೂಮಿ, ನಿನ್ನ ತಂದೆ ಅಮೋರಿಯನು, ನಿನ್ನ ತಾಯಿ ಹಿತ್ತೀಯಳು."},{"number":4,"verse":"ನಿನ್ನ ಜನನವನ್ನು ಕುರಿತು ಏನು ಹೇಳಲಿ! ನೀನು ಹುಟ್ಟಿದ ದಿವಸದಲ್ಲಿ ಯಾರೂ ನಿನ್ನ ಹೊಕ್ಕಳು ಕೊಯ್ದುಕಟ್ಟಲಿಲ್ಲ, ನಿನ್ನನ್ನು ನೀರಿನಿಂದ ತೊಳೆದು ಶುಚಿಮಾಡಲಿಲ್ಲ, ನಿನಗೆ ಉಪ್ಪನ್ನು ಸ್ವಲ್ಪವೂ ಸವರಲಿಲ್ಲ, ನಿನ್ನನ್ನು ಬಟ್ಟೆಯಲ್ಲಿ ಎಷ್ಟು ಮಾತ್ರವೂ ಸುತ್ತಲಿಲ್ಲ."},{"number":5,"verse":"ನಿನ್ನನ್ನು ಕಟಾಕ್ಷಿಸಿ ಕರುಣಿಸಿ ಯಾರೂ ನಿನಗೆ ಇಂಥಾ ಸಹಾಯ ಮಾಡಲಿಲ್ಲ; ನಿನ್ನ ಜನನ ದಿವಸದಲ್ಲಿ ನೀನು ಹೇಸಿಗೆಯಾಗಿದ್ದಿ, ನಿನ್ನನ್ನು ಬೈಲಿನಲ್ಲಿ ಬಿಸಾಟುಬಿಟ್ಟರು."},{"number":6,"verse":"ನಾನು ಹಾದುಹೋಗುತ್ತಾ ನಿನ್ನ ರಕ್ತದಲ್ಲೇ ಹೊರಳಾಡುತ್ತಿದ್ದ ನಿನ್ನನ್ನು ನೋಡಿ ನೀನು ರಕ್ತದಿಂದ ಹೊಲೆಯಾಗಿದ್ದರೂ ಬದುಕು ಎಂದು ಹೇಳಿದೆನು, ಹೌದು, ನೀನು ರಕ್ತದಿಂದ ಹೊಲೆಯಾಗಿದ್ದರೂ ಬದುಕು ಎಂದು ಹೇಳಿ ಬದುಕಿಸಿದೆನು."},{"number":7,"verse":"ಭೂಮಿಯಲ್ಲಿ ಮೊಳಿಕೆಯನ್ನೋ ಎಂಬಂತೆ ನಾನು ನಿನ್ನನ್ನು ಬೆಳೆಯಿಸಲು ನೀನು ಬಲಿತು ಪ್ರಾಯತುಂಬಿ ಅತಿಸುಂದರಿಯಾದಿ; ನಿನಗೆ ಸ್ತನಬಂತು, ನಿನ್ನ ಕೂದಲು ಉದ್ದವಾಯಿತು; ಆದರೆ ನೀನು ಬಟ್ಟೆಯಿಲ್ಲದೆ ಬೆತ್ತಲೆಯಾಗಿದ್ದಿ."},{"number":8,"verse":"ನಾನು ಹಾದುಹೋಗುತ್ತಾ ನಿನ್ನನ್ನು ನೋಡಲು ಇಗೋ, ನೀನು ಮದುವೆಗೆ ಸಿದ್ಧಳಾಗಿದ್ದಿ; ಆಗ ನಾನು ನನ್ನ ಹೊದಿಕೆಯ ನೆರಿಗೆಯನ್ನು ನಿನ್ನ ಮೇಲೆ ಹಾಕಿ ನಿನ್ನ ಮಾನವನ್ನು ಕಾಪಾಡಿದೆನು; ಇದಲ್ಲದೆ ನಾನು ನಿನಗೆ ಮಾತುಕೊಟ್ಟು ಒಡಂಬಡಿಕೆ ಮಾಡಿಕೊಂಡದರಿಂದ ನೀನು ನನ್ನವಳಾದಿ; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":9,"verse":"ಆಗ ನಾನು ನೀರಿನಲ್ಲಿ ನಿನ್ನನ್ನು ಸ್ನಾನಮಾಡಿಸಿ ನಿನ್ನ ಮೇಲಣ ರಕ್ತವನ್ನು ತೊಳೆದುಬಿಟ್ಟು ನಿನಗೆ ತೈಲವನ್ನು ಹಚ್ಚಿದೆನು."},{"number":10,"verse":"ಇದಲ್ಲದೆ ನಾನು ಕಸೂತಿಯ ಬಟ್ಟೆಯನ್ನು ನಿನಗೆ ತೊಡಿಸಿ ಕಡಲುಹಂದಿಯ ತೊಗಲಿನ ಕೆರಗಳನ್ನು ನಿನ್ನ ಕಾಲಿಗೆ ಮೆಟ್ಟಿಸಿ ನಯವಾದ ನಾರುಮಡಿಯನ್ನು ನಿನಗೆ ಉಡಿಸಿ ರೇಷ್ಮೆಯ ಹೊದಿಕೆಯನ್ನು ನಿನಗೆ ಹೊದಿಸಿದೆನು."},{"number":11,"verse":"ಮತ್ತು ನಾನು ನಿನ್ನ ಕೈಗಳಿಗೆ ಬಳೆಗಳನ್ನು, ಕಂಠಕ್ಕೆ ಮಾಲೆಯನ್ನು,"},{"number":12,"verse":"ಮೂಗಿಗೆ ಮೂಗುತಿಯನ್ನು, ಶಿರಸ್ಸಿಗೆ ಸುಂದರಕಿರೀಟವನ್ನು ಇಟ್ಟು ನಿನ್ನನ್ನು ಆಭರಣಗಳಿಂದ ಸಿಂಗರಿಸಿದೆನು."},{"number":13,"verse":"ನಿನ್ನ ಒಡವೆಗಳು ಬೆಳ್ಳಿಬಂಗಾರದವು; ನಿನ್ನ ಉಡುಪು ನಯವಾದ ನಾರುಮಡಿ, ರೇಷ್ಮೆಯ ಹೊದಿಕೆ, ಕಸೂತಿಯ ಬಟ್ಟೆ; ನಿನ್ನ ಆಹಾರವು ಗೋದಿಹಿಟ್ಟು, ಜೇನು, ಎಣ್ಣೆ; ನಿನ್ನ ಲಾವಣ್ಯವು ಅತಿಮನೋಹರ; ನೀನು ವೃದ್ಧಿಗೊಂಡು ರಾಣಿಯಾದಿ."},{"number":14,"verse":"ನಾನು ನಿನಗೆ ಅನುಗ್ರಹಿಸಿದ ನನ್ನ ವೈಭವದಿಂದ ನಿನ್ನ ಸೌಂದರ್ಯವು ಪರಿಪೂರ್ಣವಾಯಿತು; ನಿನ್ನ ಚೆಲುವಿಕೆಯ ಹೆಸರುವಾಸಿಯು ಜನಾಂಗಗಳಲ್ಲಿ ಹಬ್ಬಿತು; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":15,"verse":"ಆದರೆ ನೀನು ನಿನ್ನ ಸೌಂದರ್ಯದಲ್ಲಿಯೇ ನಂಬಿಕೆಯಿಟ್ಟು ನಾನು ಪ್ರಸಿದ್ಧಳಾಗಿದ್ದೇನಲ್ಲಾ ಎಂದು ಉಬ್ಬಿಕೊಂಡು ಸೂಳೆತನಮಾಡಿದಿ; ಹಾದುಹೋಗುವ ಪ್ರತಿಯೊಬ್ಬನ ಸಂಗಡ ಮಿತಿಮೀರಿ ಹಾದರಮಾಡಿದಿ, ಒಬ್ಬೊಬ್ಬನಿಗೂ ಒಳಗಾದಿ."},{"number":16,"verse":"ನೀನು ಪೂಜಾಸ್ಥಾನಗಳನ್ನು ಕಟ್ಟಿಕೊಂಡು ನಿನ್ನ ಚಿತ್ರವಿಚಿತ್ರ ವಸ್ತ್ರಗಳಿಂದ ಅವುಗಳನ್ನು ಅಲಂಕರಿಸಿ ಅಲ್ಲಿ ವ್ಯಭಿಚಾರನಡಿಸಿದಿ. (ಇದು ನಡೆಯತಕ್ಕದ್ದಲ್ಲ. ಆಗಬಾರದಾಗಿತ್ತು.)"},{"number":17,"verse":"ಮತ್ತು ನಾನು ನನ್ನ ಬೆಳ್ಳಿಬಂಗಾರದಿಂದ ಮಾಡಿಸಿ ನಿನಗೆ ಕೊಟ್ಟಿದ್ದ ನಿನ್ನ ಚಂದವಾದ ಆಭರಣಗಳನ್ನು ನೀನು ತೆಗೆದು ಅವುಗಳಿಂದ ಪುರುಷಮೂರ್ತಿಗಳನ್ನು ರೂಪಿಸಿಕೊಂಡು ಅವುಗಳೊಡನೆ ಹಾದರಮಾಡಿದಿ;"},{"number":18,"verse":"ನಿನ್ನ ಕಸೂತಿಯ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದು ಮೂರ್ತಿಗಳಿಗೆ ಹೊದಿಸಿ ಅವುಗಳ ಮುಂದೆ ನನ್ನ ತೈಲವನ್ನೂ ನನ್ನ ಧೂಪವನ್ನೂ ಅರ್ಪಿಸಿದಿ."},{"number":19,"verse":"ನಾನು ನಿನಗೆ ಕೊಟ್ಟ ರೊಟ್ಟಿಯನ್ನೂ ನಿನ್ನ ಆಹಾರಕ್ಕೆ ನಾನು ಒದಗಿಸಿದ ಗೋದಿಹಿಟ್ಟು, ಎಣ್ಣೆ, ಜೇನು ಇವುಗಳನ್ನೂ ನೀನು ಆ ಮೂರ್ತಿಗಳ ಮುಂದೆ ಸುಗಂಧಹೋಮ ಮಾಡಿದಿ; ಅಯ್ಯೋ, ಹೀಗಾಯಿತಲ್ಲ! ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":20,"verse":"ಇದಲ್ಲದೆ ನೀನು ನನಗೆ ಹೆತ್ತ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಹಿಡಿದು ಮೂರ್ತಿಗಳಿಗೆ ಅಹಾರವಾಗಲೆಂದು ಯಜ್ಞಮಾಡಿದಿ."},{"number":21,"verse":"ನಿನ್ನ ಸೂಳೆತನವು ಅಲ್ಪಕಾರ್ಯವೆಂದು ಭಾವಿಸಿದಿಯೋ? ಅದನ್ನೂ ಮೀರಿಸಬೇಕೆಂದು ನೀನು ನನ್ನ ಮಕ್ಕಳನ್ನು ಹತಿಸಿ ಆಹುತಿಕೊಟ್ಟು ಮೂರ್ತಿಗಳಿಗೆ ಅರ್ಪಿಸಿದಿಯೋ?"},{"number":22,"verse":"ಈ ನಿನ್ನ ಅಸಹ್ಯಕಾರ್ಯಗಳನ್ನೂ ಸೂಳೆತನವನ್ನೂ ನೀನು ಪದೇಪದೇ ನಡಿಸುತ್ತಿದ್ದಾಗ ನೀನು ಬಟ್ಟೆಯಿಲ್ಲದೆ ಬೆತ್ತಲೆಯಾಗಿ ನಿನ್ನ ರಕ್ತದಲ್ಲಿ ಹೊರಳಾಡುತ್ತಿದ್ದ ನಿನ್ನ ಎಳೆತನವನ್ನು ನೀನು ಜ್ಞಾಪಕಕ್ಕೆ ತಂದುಕೊಳ್ಳಲಿಲ್ಲ."},{"number":23,"verse":"ಅಯ್ಯಯ್ಯೋ, ನಿನ್ನ ಗತಿಯನ್ನು ಏನು ಹೇಳಲಿ ಎಂಬದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":24,"verse":"ನೀನು ಈ ದುಷ್ಕೃತ್ಯಗಳನ್ನೆಲ್ಲಾ ನಡಿಸಿದ್ದಲ್ಲದೆ ಪ್ರತಿಯೊಂದು ಚೌಕದಲ್ಲಿ ದಿಬ್ಬವನ್ನು ಮಾಡಿ ಜಗಲಿಯನ್ನು ಕಟ್ಟಿಕೊಂಡಿದ್ದೀ."},{"number":25,"verse":"ಒಂದೊಂದು ಬೀದಿಯ ಕೊನೆಯಲ್ಲಿಯೂ ನೀನು ಜಗಲಿಯನ್ನು ಕಟ್ಟಿಕೊಂಡು ನಿನ್ನ ಸೌಂದರ್ಯವನ್ನು ನೀಚ ಕೆಲಸಕ್ಕೆ ಒಪ್ಪಿಸಿ ಹಾದುಹೋಗುವವರೆಲ್ಲರನ್ನು ಸೇರಿ ಸೂಳೆತನವನ್ನು ಹೆಚ್ಚಾಗಿ ನಡಿಸಿದ್ದೀ."},{"number":26,"verse":"ನಿನ್ನ ನೆರೆಯವರೂ ಅತಿಕಾಮಿಗಳೂ ಆದ ಐಗುಪ್ತ್ಯರೊಂದಿಗೆ ಸಹ ನೀನು ಕಲೆತು ಹೆಚ್ಚಾಗಿ ಹಾದರಮಾಡಿ ನನ್ನನ್ನು ರೇಗಿಸಿದ್ದೀ."},{"number":27,"verse":"ಆದಕಾರಣ ನಾನು ನಿನ್ನ ಮೇಲೆ ಕೈಯೆತ್ತಿ ನಿನ್ನ ಆಹಾರವನ್ನು ಕಡಿಮೆಮಾಡಿದೆನು; ನಿನ್ನನ್ನು ದ್ವೇಷಿಸಿ ನಿನ್ನ ಕೆಟ್ಟ ನಡತೆಗೆ ಅಸಹ್ಯಪಡುವವರಾದ ಫಿಲಿಷ್ಟಿಯದ ಕುಮಾರ್ತೆಯರ ಕೈಗೆ ನಿನ್ನನ್ನು ಸಿಕ್ಕಿಸಿದೆನು."},{"number":28,"verse":"ಮತ್ತು ಇಷ್ಟೂ ಸಾಲದೆಂದು ಅಶ್ಯೂರ್ಯರೊಂದಿಗೂ ಹಾದರಮಾಡಿದಿ; ಹೌದು, ಅವರೊಡನೆ ಹಾದರಮಾಡಿದರೂ ನಿನಗೆ ತೃಪ್ತಿಯಾಗಲಿಲ್ಲ."},{"number":29,"verse":"ಇದಲ್ಲದೆ ನೀನು ತುಂಬಾ ವ್ಯಾಪಾರವುಳ್ಳ ಕಸ್ದೀಯ ದೇಶಕ್ಕೆ ಸೇರಿ ಅಲ್ಲಿಯೂ ಬಹಳ ಸೂಳೆತನ ಮಾಡಿದಿ, ಆದರೂ ನಿನಗೆ ತೃಪ್ತಿಯಾಗಲಿಲ್ಲ."},{"number":30,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಿನ್ನ ಮನಸ್ಸು ಮೋಹಕ್ಕೆ ಎಷ್ಟೋ ಸೋತಿದೆ! ಇಷ್ಟೆಲ್ಲಾ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ನಡಿಸಿ ಕಟ್ಟಿಲ್ಲದ ಜಾರಸ್ತ್ರೀಯಾಗಿದ್ದೀಯಲ್ಲಾ;"},{"number":31,"verse":"ಒಂದೊಂದು ಬೀದಿಯ ಕೊನೆಯಲ್ಲಿಯೂ ನೀನು ಗದ್ದುಗೆಯನ್ನು ಕಟ್ಟಿ ಎಲ್ಲಾ ಚೌಕಗಳಲ್ಲಿ ಜಗಲಿಯನ್ನು ಸ್ಥಾಪಿಸಿಕೊಂಡಿದ್ದೀ; ದೊರೆತದ್ದನ್ನು ಕಡಿಮೆಯೆಂದು ತಿರಸ್ಕರಿಸುವ ಸೂಳೆಯಂತೆ ನೀನು ನಡೆಯುವವಳಲ್ಲ."},{"number":32,"verse":"ನೀನು ಸೂಳೆತನಮಾಡುವ ಪತಿವತಿ! ಗಂಡನಿಗೆ ಬದಲಾಗಿ ಅನ್ಯರನ್ನು ಸೇರುವ ಜಾರಿಣಿ!"},{"number":33,"verse":"ಎಲ್ಲಾ ಕಡೆ ಸೂಳೆಯರಿಗೆ ಹಣಕೊಡುವದುಂಟು; ನೀನಾದರೂ ನಿನ್ನ ಎಲ್ಲಾ ಮಿಂಡರಿಗೆ ನೀನೇ ಕೊಡುತ್ತೀ; ಅವರು ಎಲ್ಲಾ ಕಡೆಯಿಂದಲೂ ಬಂದು ನಿನ್ನಲ್ಲಿ ವ್ಯಭಿಚಾರಮಾಡುವಂತೆ ಅವರಿಗೆ ಇನಾಮು ಕೊಡುತ್ತಿ."},{"number":34,"verse":"ನಿನ್ನ ಸೂಳೆತನಕ್ಕೂ ಇತರ ವೇಶಿಗಳ ಸೂಳೆತನಕ್ಕೂ ವ್ಯತ್ಯಾಸವುಂಟು; ನಿನ್ನಲ್ಲಿ ವ್ಯಭಿಚಾರಮಾಡಲಿಕ್ಕೆ ಯಾರೂ ನಿನ್ನ ಹಿಂದೆ ಬಾರರು; ನೀನೇ ಕೊಡುತ್ತೀಯೇ ಹೊರತು ನಿನಗೇನೂ ಸಿಕ್ಕದು; ನಿನ್ನ ದುರಾಚಾರವು ವಿಪರೀತವೇ ಸರಿ."},{"number":35,"verse":"ಹೀಗಿರಲು, ಸೂಳೆಯೇ, ಯೆಹೋವನ ಈ ವಾಕ್ಯವನ್ನು ಕೇಳು!"},{"number":36,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ಮಿತಿಮೀರಿದ ನಿನ್ನ ಕಾಮಾತುರ, ನಿನ್ನಲ್ಲಿ ವ್ಯಭಿಚಾರಮಾಡಿದ ನಿನ್ನ ಮಿಂಡರ ಮೂಲಕ ನಿನಗಾದ ಮಾನಭಂಗ, ನಿನ್ನ ಎಲ್ಲಾ ಅಸಹ್ಯ ವಿಗ್ರಹಗಳು, ನೀನು ಅವುಗಳಿಗೆ ಅರ್ಪಿಸಿದ ನಿನ್ನ ಮಕ್ಕಳ ರಕ್ತ,"},{"number":37,"verse":"ಇವುಗಳನ್ನು ನಾನು ನೋಡಿ ನೀನು ರಮಿಸಿದ ನಿನ್ನ ಎಲ್ಲಾ ಮಿಂಡರನ್ನೂ ನೀನು ಮೋಹಿಸಿದ ಸಮಸ್ತರನ್ನೂ ನೀನು ಹಗೆಮಾಡಿದ ಎಲ್ಲರೊಂದಿಗೆ ಸುತ್ತುಮುತ್ತಲು ನಿನಗೆ ವಿರುದ್ಧವಾಗಿ ಕೂಡಿಸಿ ಅವರ ಕಣ್ಣೆದುರಿಗೆ ನಿನ್ನನ್ನು ಬೆತ್ತಲೆಗೈದು ನಿನ್ನ ಮಾನವನ್ನು ಬಟ್ಟಬೈಲುಮಾಡುವೆನು."},{"number":38,"verse":"ವ್ಯಭಿಚಾರಮಾಡುವಂಥ, ರಕ್ತಸುರಿಸುವಂಥ ಹೆಂಗಸರಿಗೆ ತಕ್ಕ ದಂಡನೆಗಳನ್ನು ನಾನು ನಿನಗೆ ವಿಧಿಸಿ ಕೋಪೋದ್ರೇಕದಿಂದಲೂ ರೋಷಾವೇಶದಿಂದಲೂ ನಿನ್ನ ರಕ್ತವನ್ನು ಸುರಿಸುವೆನು."},{"number":39,"verse":"ನಾನು ನಿನ್ನನ್ನು ಸುತ್ತಲಿನವರ ಕೈವಶಮಾಡುವೆನು; ಅವರು ನಿನ್ನ ದಿಬ್ಬವನ್ನು ಕೆಡವಿ ನಿನ್ನ ಜಗಲಿಗಳನ್ನು ಒಡೆದು ನಿನ್ನ ಬಟ್ಟೆಗಳನ್ನು ಕಿತ್ತು ನಿನ್ನ ಒಡವೆಗಳನ್ನು ಸುಲಿದುಕೊಂಡು ನಿನ್ನನ್ನು ಬಟ್ಟಬರಿದಾಗಿ ಬಿಟ್ಟುಹೋಗುವರು."},{"number":40,"verse":"ಅವರು ನಿನ್ನ ವಿಚಾರವಾಗಿ ನ್ಯಾಯಸಭೆಯನ್ನು ಕೂಡಿಸಿ ನಿನ್ನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವರು, ಕತ್ತಿಗಳಿಂದ ಹತಿಸುವರು."},{"number":41,"verse":"ನಿನ್ನ ಮನೆಗಳನ್ನು ಬೆಂಕಿಯಿಂದ ಸುಡುವರು; ಬಹುಮಂದಿ ಹೆಂಗಸರ ಕಣ್ಣೆದುರಿನಲ್ಲಿ ನಿನ್ನನ್ನು ದಂಡಿಸುವರು; ನೀನು ನಿನ್ನ ಸೂಳೆತನವನ್ನು ನಿಲ್ಲಿಸಿಬಿಡುವಂತೆ ನಾನು ಮಾಡುವೆನು; ನೀನು [ನಿನ್ನ ಮಿಂಡರಿಗೆ] ಇನ್ನು ಹಣಕೊಡದಿರುವಿ."},{"number":42,"verse":"ಹೀಗೆ ನಾನು ನಿನ್ನ ಮೇಲಣ ಸಿಟ್ಟನ್ನು ತೀರಿಸಲು ನನ್ನ ರೋಷವು ನಿನ್ನ ಕಡೆಯಿಂದ ತೊಲಗಿಬಿಡುವದು; ನಾನು ಶಾಂತನಾಗಿ ಇನ್ನು ಮೇಲೆ ಕೋಪಗೊಳ್ಳೆನು."},{"number":43,"verse":"ನೀನು ನಿನ್ನ ಯೌವನಕಾಲವನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳದೆ ಈ ದುಷ್ಕೃತ್ಯಗಳನ್ನೆಲ್ಲಾ ನಡಿಸಿ ನನ್ನನ್ನು ರೇಗಿಸಿದ್ದರಿಂದ ಇಗೋ, ನಾನು ನಿನ್ನ ದುರ್ಮಾರ್ಗದ ಫಲವನ್ನು ನಿನ್ನ ತಲೆಗೆ ಕಟ್ಟುವೆನು; ನೀನು ಲೆಕ್ಕವಿಲ್ಲದ ದುರಾಚಾರಗಳನ್ನು ನಡಿಸಿದ್ದಲ್ಲದೆ ಈ ಅಸಹ್ಯ ಕಾರ್ಯವನ್ನೂ ಮಾಡಿದ್ದೀಯಲ್ಲಾ. ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":44,"verse":"ಆಹಾ, ಗಾದೆಗಳಲ್ಲಿ ಜಾಣರು ತಾಯಿಯಂತೆ ಮಗಳು ಎಂಬ ಗಾದೆಯನ್ನು ನಿನ್ನ ವಿಷಯವಾಗಿ ನುಡಿಯುವರು."},{"number":45,"verse":"ಗಂಡನಿಗೂ ಮಕ್ಕಳಿಗೂ ಬೇಸರಪಡುವವಳಾದ ನಿನ್ನ ತಾಯಿಗೆ ನೀನು ತಕ್ಕ ಮಗಳು; ಗಂಡನಿಗೂ ಮಕ್ಕಳಿಗೂ ಬೇಸರಪಡುವವರಾದ ನಿನ್ನ ಅಕ್ಕಂದಿರಿಗೆ ನೀನು ತಕ್ಕ ತಂಗಿ; ನಿನ್ನ ತಾಯಿ ಹಿತ್ತಿಯಳು, ನಿನ್ನ ತಂದೆ ಅಮೋರಿಯನು;"},{"number":46,"verse":"ನಿನ್ನೆಡಗಡೆಯಲ್ಲಿ ಕುಮಾರ್ತೆಯರೊಂದಿಗೆ ವಾಸಿಸುವ ಸಮಾರ್ಯ ನಿನ್ನ ಅಕ್ಕ, ಬಲಗಡೆಯಲ್ಲಿ ಕುಮಾರ್ತೆಯರೊಂದಿಗೆ ವಾಸಿಸುವ ಸೊದೋಮ್ ನಿನ್ನ ತಂಗಿ."},{"number":47,"verse":"ಆದರೆ ನೀನು ನಡೆದ ದುರ್ಮಾರ್ಗವು ಅವರು ನಡೆದಂಥದಲ್ಲ, ನಿನ್ನ ಅಸಹ್ಯಕಾರ್ಯಗಳು ಅವರು ನಡಿಸಿದಂಥವುಗಳಲ್ಲ, ಅವರ ದುರ್ನಡತೆಯು ಅತ್ಯಲ್ಪವೆಂದು ಸರ್ವದಾ ಅವರಿಗಿಂತ ಬಹುಕೆಟ್ಟವಳಾಗಿ ನಡೆದುಕೊಂಡಿ."},{"number":48,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನನ್ನ ಜೀವದಾಣೆ, ನೀನೂ ನಿನ್ನ ಕುಮಾರ್ತೆಯರೂ ನಡೆದಂತೆ ಸೊದೋಮೆಂಬ ನಿನ್ನ ತಂಗಿಯಾಗಲಿ ಆಕೆಯ ಕುಮಾರ್ತೆಯರಾಗಲಿ ನಡೆಯಲಿಲ್ಲ."},{"number":49,"verse":"ಸೊದೋಮೆಂಬ ನಿನ್ನ ತಂಗಿಯ ದೋಷವನ್ನು ನೋಡು; ಹೆಮ್ಮೆಪಡುವದು, ಹೊಟ್ಟೆತುಂಬಿಸಿಕೊಳ್ಳುವದು, ಸ್ವಸುಖದಲ್ಲಿ ಮುಳುಗಿರುವದು, ಇವು ಆಕೆಯಲ್ಲಿಯೂ ಆಕೆಯ ಕುಮಾರ್ತೆಯರಲ್ಲಿಯೂ ಇದ್ದವು. ಅಲ್ಲದೆ ಆಕೆಯು ದೀನದರಿದ್ರರಿಗೆ ಬೆಂಬಲವಾಗಿರಲಿಲ್ಲ."},{"number":50,"verse":"ಅವರು ಸೊಕ್ಕೇರಿ ನನ್ನ ಕಣ್ಣೆದುರಿಗೆ ಅಸಹ್ಯಾಚಾರಗಳನ್ನು ನಡಿಸಿದರು; ನಾನು ಅದನ್ನು ನೋಡಿ ಅವರನ್ನು ನಿರ್ಮೂಲಮಾಡಿದೆನು."},{"number":51,"verse":"ಸಮಾರ್ಯವೆಂಬಾಕೆಯು ಕೂಡ ನೀನು ಮಾಡಿದ ಪಾಪಗಳಲ್ಲಿ ಅರ್ಧವನ್ನೂ ಮಾಡಲಿಲ್ಲ. ನೀನು ನಿನ್ನ ಅಕ್ಕತಂಗಿಯರಿಗಿಂತಲೂ ಅತ್ಯಧಿಕವಾದ ಅಸಹ್ಯಕಾರ್ಯಗಳನ್ನು ನಡಿಸಿದ್ದೀ; ನೀನು ಮಾಡಿದ ಲೆಕ್ಕವಿಲ್ಲದ ದುರಾಚಾರಗಳಿಂದ ಅವರನ್ನು ನಿರ್ದೋಷಿಗಳೆಂದು ತೋರ್ಪಡಿಸಿದಿ."},{"number":52,"verse":"ನಿನ್ನ ದೋಷಗಳೇ ನಿನ್ನ ಅಕ್ಕತಂಗಿಯರ ಪಕ್ಷವಾಗಿ ನಿಂತದರಿಂದ ನೀನು ನಾಚಿಕೆಪಡು; ಅವರಿಗಿಂತ ಅಧಿಕವಾಗಿ ನೀನು ಮಾಡಿದ ಅಸಹ್ಯಪಾಪಗಳ ಮೂಲಕ ಅವರು ನಿನಗಿಂತ ಉತ್ತಮರೆಂದು ಕಂಡುಬಂದಿದ್ದಾರೆ; ಹೌದು, ನೀನು ಲಜ್ಜೆಪಡು, ನಾಚಿಕೆಗೊಳ್ಳು; ನಿನ್ನ ಅಕ್ಕತಂಗಿಯರನ್ನು ನಿರ್ದೋಷಿಗಳೆಂದು ತೋರ್ಪಡಿದ್ದೀಯಷ್ಟೆ."},{"number":53,"verse":"ಸೊದೋಮ್, ಆಕೆಯ ಕುಮಾರ್ತೆಯರು, ಸಮಾರ್ಯ, ಆಕೆಯ ಕುಮಾರ್ತೆಯರು, ಇವರ ದುರವಸ್ಥೆಯನ್ನು ನಾನು ತಪ್ಪಿಸುವೆನು, ಅದರೊಂದಿಗೆ ನಿನ್ನ ದುರವಸ್ಥೆಯನ್ನೂ ತಪ್ಪಿಸುವೆನು."},{"number":54,"verse":"ಹೀಗಿರಲು ನೀನು ನಿನ್ನ ಲೆಕ್ಕವಿಲ್ಲದ ದುಷ್ಕೃತ್ಯಗಳ ಮೂಲಕ ಅವರನ್ನು ಸಂತೈಸಿದ್ದರಿಂದ ಲಜ್ಜೆಪಡುವಿ, ನಾಚಿಕೆಗೊಳ್ಳುವಿ."},{"number":55,"verse":"ಆಗ ಸಮಾರ್ಯ, ಸೊದೋಮ್ ಎಂಬ ನಿನ್ನ ಅಕ್ಕತಂಗಿಯರೂ ಅವರ ಕುಮಾರ್ತೆಯರೂ ತಮ್ಮ ಪೂರ್ವಸ್ಥಿತಿಗೆ ಸೇರುವರು, ನೀನೂ ನಿನ್ನ ಕುಮಾರ್ತೆಯರೂ ನಿಮ್ಮ ಪೂರ್ವಸ್ಥಿತಿಗೆ ಸೇರುವಿರಿ."},{"number":56,"verse":"ಅರಾಮಿನ ಕುಮಾರ್ತೆಯರು, ಆಕೆಯ ಸುತ್ತಮುತ್ತಲಿನ ಸಮಸ್ತರು, ನಿನ್ನನ್ನು ಎಲ್ಲಿಯೂ ಹೀನೈಸುತ್ತಿರುವ ಫಿಲಿಷ್ಟಿಯದ ಕುಮಾರ್ತೆಯರು, ಇವರೆಲ್ಲರ ದೂಷಣೆಗೆ ನೀನು ಗುರಿಯಾಗುವದಕ್ಕೆ ಮುಂಚೆ,"},{"number":57,"verse":"ನಿನ್ನ ಕೆಟ್ಟತನವು ಬೈಲಿಗೆ ಬರುವದಕ್ಕೆ ಮೊದಲು ಆ ನಿನ್ನ ಗರ್ವಕಾಲದಲ್ಲಿ ಸೊದೋಮೆಂಬ ನಿನ್ನ ತಂಗಿಯ ಹೆಸರು ನಿನ್ನ ಬಾಯಲ್ಲಿ ಬರಲೇ ಇಲ್ಲ;"},{"number":58,"verse":"ಈಗ ನಿನ್ನ ದುರ್ನಡತೆಯ ಮತ್ತು ದುರಾಚಾರಗಳ ಫಲವನ್ನು ನೀನು ಅನುಭವಿಸಬೇಕಾಗಿ ಬಂತು. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":59,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ಒಡಂಬಡಿಕೆಯನ್ನು ಮೀರಿ ನಿನ್ನ ಆಣೆಯನ್ನು ತಿರಸ್ಕರಿಸಿದಿ, ನೀನು ಮಾಡಿದ್ದಕ್ಕೆ ತಕ್ಕದ್ದನ್ನು ನಾನು ನಿನಗೆ ಮಾಡುವೆನು."},{"number":60,"verse":"ಹೀಗಾದರೂ ನಾನು ನಿನ್ನ ಯೌವನಕಾಲದಲ್ಲಿ ನಿನ್ನೊಂದಿಗೆ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯನ್ನು ಜ್ಞಾಪಕಕ್ಕೆ ತಂದುಕೊಂಡು ನಿನ್ನ ಸಂಗಡ ಎಂದಿಗೂ ತಪ್ಪದ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಂಡು ದೃಢೀಕರಿಸುವೆನು."},{"number":61,"verse":"ಇದಕ್ಕನುಸಾರ ನಾನು ಕುಮಾರ್ತೆಯರನ್ನೋ ಎಂಬಂತೆ ನಿನಗೆ ದಯಪಾಲಿಸುವ ನಿನ್ನ ಅಕ್ಕಂದಿರೂ ತಂಗಿಯರೂ ನಿನ್ನಲ್ಲಿ ಸೇರಿಕೊಳ್ಳುವಾಗ ನೀನು ನಿನ್ನ ದುರ್ಮಾರ್ಗಗಳನ್ನು ನೆನಸಿಕೊಂಡು ನಾಚಿಕೆಪಡುವಿ; ಈ ನನ್ನ ದಯೆ ನಿನ್ನ [ಹಿಂದಿನ] ಒಡಂಬಡಿಕೆಯ ಫಲವಲ್ಲ."},{"number":62,"verse":"ನಾನು ಈ ಒಡಂಬಡಿಕೆಯನ್ನು ನಿನ್ನೊಂದಿಗೆ ಮಾಡಿಕೊಳ್ಳಲು ನಾನೇ ಯೆಹೋವನು ಎಂದು ನಿನಗೆ ಗೊತ್ತಾಗುವದು;"},{"number":63,"verse":"ನಾನು ನಿನ್ನ ದುಷ್ಕೃತ್ಯಗಳನ್ನೆಲ್ಲಾ ಕ್ಷಮಿಸಿಬಿಟ್ಟ ಮೇಲೆ ನೀನು ಅವುಗಳನ್ನು ಜ್ಞಾಪಕಕ್ಕೆ ತಂದು ನಾಚಿಕೆಪಟ್ಟು ನಿನ್ನ ಅವಮಾನದ ನಿಮಿತ್ತ ಇನ್ನು ಬಾಯಿ ತೆರೆಯದಿರುವಿ. ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."}]}