{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನರಪುತ್ರನೇ, ನೀನು ಯೆರೂಸಲೇಮಿಗೆ ಅಭಿಮುಖನಾಗಿ ಅಲ್ಲಿನ ಪವಿತ್ರಸ್ಥಾನಗಳ ಕಡೆಗೆ ಮಾತಾಡುತ್ತಾ ಇಸ್ರಾಯೇಲ್ ದೇಶದ ಪ್ರಸ್ತಾಪವನ್ನೆತ್ತಿ ಆ ದೇಶಕ್ಕೆ ಹೀಗೆ ಸಾರಿಹೇಳು -"},{"number":3,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ನಾನು ನಿನಗೆ ವಿರುದ್ಧನಾಗಿದ್ದೇನೆ, ನನ್ನ ಖಡ್ಗವನ್ನು ಒರೆಯಿಂದ ಹಿರಿದು ನಿನ್ನಲ್ಲಿನ ಶಿಷ್ಟರನ್ನೂ ದುಷ್ಟರನ್ನೂ ಸಂಹರಿಸಿಬಿಡುವೆನು."},{"number":4,"verse":"ನಾನು ನಿನ್ನಲ್ಲಿನ ಶಿಷ್ಟರನ್ನೂ ದುಷ್ಟರನ್ನೂ ಸಂಹರಿಸಬೇಕೆಂದಿರುವದರಿಂದ ನನ್ನ ಖಡ್ಗವು ಒರೆಯಿಂದ ಹೊರಟು ತೆಂಕಲಿಂದ ಬಡಗಲವರೆಗೆ ಸಕಲನರಪ್ರಾಣಿಗಳ ಮೇಲೆ ಬೀಳುವದು;"},{"number":5,"verse":"ಆಗ ಯೆಹೋವನಾದ ನಾನೇ ನನ್ನ ಖಡ್ಗವನ್ನು ಒರೆಯಿಂದ ಹಿರಿದಿದ್ದೇನೆ ಎಂಬದು ಎಲ್ಲಾ ನರಮನುಷ್ಯರಿಗೂ ಗೊತ್ತಾಗುವದು; ಅದು ಪುನಃ ಒರೆಗೆ ಸೇರದು."},{"number":6,"verse":"ನರಪುತ್ರನೇ, ಮೊರೆಯಿಡು; ಸೊಂಟಮುರಿದಷ್ಟು ದುಃಖದಿಂದ ಜನರ ಮುಂದೆ ನರಳಾಡು."},{"number":7,"verse":"ಏಕೆ ನರಳಾಡುತ್ತೀ ಎಂದು ಅವರು ನಿನ್ನನ್ನು ಕೇಳಲು ನೀನು ಅವರಿಗೆ - ದುರ್ವಾರ್ತೆಯ ನಿಮಿತ್ತ ನರಳುತ್ತೇನೆ; ಇಗೋ, ವಿಪತ್ತು ಬಂತು; ಎಲ್ಲರ ಹೃದಯವು ಕರಗಿ ನೀರಾಗುವದು; ಎಲ್ಲರ ಕೈ ಜೋಲು ಬೀಳುವದು, ಎಲ್ಲರ ಮನಸ್ಸು ಕುಂದುವದು, ಎಲ್ಲರ ಮೊಣಕಾಲು ನೀರಿನಂತೆ ಚಂಚಲವಾಗುವದು; ಇಗೋ, ಬಂತು, ಆಯಿತು; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ ಎಂದು ಉತ್ತರಕೊಡು."},{"number":8,"verse":"ಆಮೇಲೆ ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು - ನರಪುತ್ರನೇ,"},{"number":9,"verse":"ಕರ್ತನು ಇಂತೆನ್ನುತ್ತಾನೆ ಎಂಬದಾಗಿ ನುಡಿದು ಹೀಗೆ ಸಾರು - ಆಹಾ, ಖಡ್ಗ, ಖಡ್ಗ, ಸಾಣೆಹಿಡಿದಿದೆ, ತಿಕ್ಕಿದೆ."},{"number":10,"verse":"ಸಂಹರಿಸುವಂತೆ ಸಾಣೆಹಿಡಿದಿದೆ, ಮಿಂಚುವಂತೆ ತಿಕ್ಕಿದೆ. ನಮ್ಮ ಕುಮಾರನ ರಾಜದಂಡವು ಮಿಕ್ಕ ಎಲ್ಲಾ ದಂಡಗಳನ್ನು ತಿರಸ್ಕರಿಸುತ್ತದಲ್ಲಾ ಎಂಬದಾಗಿ ನಾವು ಸಂಭ್ರಮಪಡಬಹುದೇ?"},{"number":11,"verse":"ಖಡ್ಗವು ಕೈಗೆ ಸಿದ್ಧವಾಗುವಂತೆ ತಿಕ್ಕುವದಕ್ಕೆ ಕೊಟ್ಟಿದೆ, ಘಾತಕನ ಕೈಗೆ ಈಡಾಗುವ ಹಾಗೆ ಸಾಣೆಹಿಡಿದಿದೆ, ತಿಕ್ಕಿದೆ."},{"number":12,"verse":"ನರಪುತ್ರನೇ, ಕೂಗಿಕೋ, ಗೋಳಾಡು! ಖಡ್ಗವು ನನ್ನ ಜನರ ಮೇಲೆಯೂ ಇಸ್ರಾಯೇಲಿನ ಪ್ರಭುಗಳೆಲ್ಲರ ಮೇಲೆಯೂ ಬಿದ್ದಿದೆ; ಆ ಪ್ರಭುಗಳು ನನ್ನ ಜನರೊಂದಿಗೆ ಖಡ್ಗಕ್ಕೆ ತುತ್ತಾಗಿದ್ದಾರೆ; ತೊಡೆಯನ್ನು ಬಡಿದುಕೋ."},{"number":13,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಶೋಧನೆಯು ಸಂಭವಿಸಿತು; ತಿರಸ್ಕರಿಸುತ್ತಿದ್ದ ರಾಜದಂಡವೇ ನಾಶವಾದರೆ ಗತಿಯೇನು?"},{"number":14,"verse":"ನರಪುತ್ರನೇ, ನೀನು ದೈವಸಂಕಲ್ಪವನ್ನು ಸಾರಿ ಚಪ್ಪಾಳೆಬಡಿ; ಖಡ್ಗವು ಎರಡರಷ್ಟು ಮೂರರಷ್ಟು ಸಂಹರಿಸಲಿ! ಪ್ರಜೆಯನ್ನು ಹತಿಸುವ ಖಡ್ಗ! ಸುತ್ತಲು ಬೀಸಿ ಅಧಿಪತಿಯನ್ನು ಹತಿಸುವ ಖಡ್ಗ!"},{"number":15,"verse":"ಅವರ ಹೃದಯವು ನೀರಾಗಿ ಬಹುಜನ ಎಡವಿಬೀಳುವಂತೆ ಸಂಹರಿಸುವ ಖಡ್ಗವನ್ನು ಅವರ ಪುರದ್ವಾರಗಳಿಗೆಲ್ಲಾ ತಂದಿದ್ದೇನೆ. ಆಹಾ, ಮಿಂಚಿನಂತೆ ಮಿಂಚುತ್ತದೆ, ವಧೆಗಾಗಿ ಉಜ್ಜಿದೆ!"},{"number":16,"verse":"[ಖಡ್ಗವೇ,] ಏಕಾಗ್ರವಾಗಿ ಬಲಕ್ಕೆ ಹೋಗು, ಸಿದ್ಧವಾಗಿ ಎಡಕ್ಕೆ ಸಾಗು, ನಿನ್ನ ಮುಖವಿದ್ದ ಕಡೆಗೇ ಹೊರಡು."},{"number":17,"verse":"ನಾನು ಚಪ್ಪಾಳೆಬಡಿದು ನನ್ನ ರೋಷವನ್ನು ತೀರಿಸಿಕೊಳ್ಳುವೆನು. ಕರ್ತನಾದ ನಾನೇ ಇದನ್ನು ನುಡಿದಿದ್ದೇನೆ."},{"number":18,"verse":"ಯೆಹೋವನು ನನಗೆ ಮತ್ತೊಂದು ವಾಕ್ಯವನ್ನು ದಯಪಾಲಿಸಿದನು -"},{"number":19,"verse":"ನರಪುತ್ರನೇ, ಬಾಬೆಲಿನ ಅರಸನ ಖಡ್ಗವು ಬರುವದಕ್ಕೆ ಎರಡು ದಾರಿಗಳ ನಕ್ಷೆಯನ್ನು ಬರೆ; ಅವೆರಡು ಒಂದೇ ದೇಶದಿಂದ ಹೊರಟಹಾಗಿರಲಿ; ಒಂದೊಂದು ಪಟ್ಟಣಕ್ಕೆ ಹೋಗುವ ದಾರಿಯ ಮೊದಲಲ್ಲಿ ಕೈಮರವನ್ನು ಚಿತ್ರಿಸು."},{"number":20,"verse":"ಅಮ್ಮೋನ್ಯರ ರಬ್ಬಾ ಎಂಬ ಪಟ್ಟಣಕ್ಕೂ ಯೆಹೂದದೊಳಗೆ ಕೋಟೆಕೊತ್ತಲಗಳಿಂದ ಕೂಡಿದ ಯೆರೂಸಲೇಮಿಗೂ ಖಡ್ಗವು ಬರುವದಕ್ಕೆ ದಾರಿಗಳನ್ನು ಮಾಡು."},{"number":21,"verse":"ಮಾರ್ಗವು ಒಡೆಯುವ ಸ್ಥಳದಲ್ಲಿ, ಎರಡು ದಾರಿಗಳ ಮೊದಲಲ್ಲಿ ಬಾಬೆಲಿನ ಅರಸನು ಶಕುನನೋಡುವದಕ್ಕೆ ನಿಂತಿದ್ದಾನೆ; ಬಾಣಗಳನ್ನು ಕಲಕಿ ವಿಗ್ರಹಗಳನ್ನು ಪ್ರಶ್ನೆಕೇಳಿ ಕಾಳಿಜವನ್ನು ಪರೀಕ್ಷಿಸಿದ್ದಾನೆ."},{"number":22,"verse":"ಯೆರೂಸಲೇಮ್ ಗುರುತಿನ ಬಾಣವು ಅವನ ಬಲಗೈಗೆ ಸಿಕ್ಕಿದೆ; ಭಿತ್ತಿಭೇದಕ ಯಂತ್ರಗಳನ್ನು ನಿಲ್ಲಿಸಿ ಬಾಯಿಬಿಟ್ಟು ಸಂಹಾರಧ್ವನಿಗೈದು ಕೂಗಿ ಹೌದು ಭಿತ್ತಿಭೇದಕಯಂತ್ರಗಳನ್ನು ಪುರದ್ವಾರಗಳೆದುರಿಗೆ ನಿಲ್ಲಿಸಿ ದಿಬ್ಬಹಾಕಿ ಒಡ್ಡುಕಟ್ಟಬೇಕೆಂದು ಅದರಿಂದ ಸೂಚನೆಯಾಯಿತು."},{"number":23,"verse":"ಪುರನಿವಾಸಿಗಳು ತಾವು ಆ ಅರಸನಿಂದ ಮಾಡಿಸಿಕೊಂಡ ಪ್ರಮಾಣಗಳಲ್ಲಿ ಭರವಸವಿಟ್ಟು ಈ ಶಕುನವು ಸುಳ್ಳೆಂದು ಭಾವಿಸುವರು; ಆದರೆ ಅವನು ಅವರ ಅಧರ್ಮವನ್ನು ಬೈಲಿಗೆ ತರಲು [ಅವನ ಕೈಗೆ] ಸಿಕ್ಕಿಬೀಳುವರು."},{"number":24,"verse":"ಹೀಗಿರಲು ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಿಮ್ಮ ಅಪರಾಧಗಳು ಬೈಲಿಗೆ ಬಂದು ನಿಮ್ಮ ಪಾಪಗಳು ನಿಮ್ಮ ಕಾರ್ಯಗಳಲ್ಲೆಲ್ಲಾ ತಲೆದೋರಿ ನೀವು ನಿಮ್ಮ ಅಧರ್ಮವನ್ನು ನನ್ನ ಜ್ಞಾಪಕಕ್ಕೆ ತಂದು [ಪಾಪಿಗಳಾಗಿ] ನನ್ನ ನೆನಪಿಗೆ ಬಂದಿರಾದ ಕಾರಣ ಶತ್ರುವಿನ ಕೈಗೆ ಸಿಕ್ಕಿಬೀಳುವಿರಿ."},{"number":25,"verse":"ಇಸ್ರಾಯೇಲಿನ ದೊರೆಯೇ, ದುಷ್ಟನೇ, ಭ್ರಷ್ಟನೇ! ನಿನಗೆ ಸಮಯವು ಹತ್ತರಿಸಿದೆ; ಇದೇ ನಿನ್ನ ಅಪರಾಧದ ಕಡೆಗಾಲ."},{"number":26,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಮುಂಡಾಸವನ್ನು ಕಿತ್ತುಬಿಡು! ಕಿರೀಟವನ್ನು ಎತ್ತಿಹಾಕು! ಎಲ್ಲವೂ ವ್ಯತ್ಯಸ್ತವಾಗಲಿ; ಕೆಳಗಿನದನ್ನು ಮೇಲೆ ಮಾಡು, ಮೇಲಿನದನ್ನು ಕೆಳಗೆ ಮಾಡು;"},{"number":27,"verse":"ನಾನು ದೊಬ್ಬಿಬಿಡುವೆನು, ದೊಬ್ಬಿಬಿಡುವೆನು, ದೊಬ್ಬಿಬಿಡುವೆನು; [ರಾಜ್ಯಕ್ಕೆ] ಬಾಧ್ಯನು ಬರುವದರೊಳಗೆ ಒಂದೂ ಇದ್ದಂತಿರದು; ಅವನಿಗೇ ರಾಜ್ಯವನ್ನು ವಹಿಸುವೆನು."},{"number":28,"verse":"ನರಪುತ್ರನೇ, ನೀನು ದೈವಸಂಕಲ್ಪವನ್ನು ಪ್ರಕಟಿಸುತ್ತಾ ಹೀಗೆ ನುಡಿ - ಅಮ್ಮೋನ್ಯರ ವಿಷಯದಲ್ಲಿಯೂ ಅವರು ಮಾಡುವ ದೂಷಣೆಯ ವಿಷಯದಲ್ಲಿಯೂ ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ಖಡ್ಗ, ಖಡ್ಗ, ಸಂಹರಿಸುವದಕ್ಕೆ ಹಿರಿದಿದೆ, ಮಿಂಚುವಂತೆ ತೀರಾತಿಕ್ಕಿದೆ;"},{"number":29,"verse":"[ಅಮ್ಮೋನೇ,] ನಿನ್ನ ಜೋಯಿಸರು ಮಿಥ್ಯೆಯನ್ನು ಸಾಕ್ಷಾತ್ಕರಿಸಿ ಸುಳ್ಳುಸುಳ್ಳಾಗಿ ಕಣಿ ಹೇಳುತ್ತಿದ್ದಾರೆ. ಸಮಯವು ಹತ್ತರಿಸಿ ಅಪರಾಧದ ಕಡೆಗಾಲವು ಸಂಭವಿಸಿ ಹತರಾಗಿ ಬಿದ್ದಿರುವ ದುಷ್ಟರ ಗತಿಯನ್ನು ನೋಡು! ಜೋಯಿಸರನ್ನು ನಂಬಿದ ನೀನೂ ಆ ದುಷ್ಟರ ಕತ್ತುಗಳ ಮೇಲೆ ಒರಗಿಹೋಗುವಿ."},{"number":30,"verse":"ಕತ್ತಿಯನ್ನು ಒರೆಗೆ ಸೇರಿಸು. ನಿನ್ನ ಸೃಷ್ಟಿಸ್ಥಳದಲ್ಲಿ, ನಿನ್ನ ಜನ್ಮಭೂಮಿಯಲ್ಲಿ ನಿನಗೆ ನ್ಯಾಯತೀರಿಸುವೆನು."},{"number":31,"verse":"ನಿನ್ನ ಮೇಲೆ ನನ್ನ ಕೋಪವನ್ನು ಸುರಿಸಿ ರೋಷಾಗ್ನಿಯನ್ನು ಊದಿ ನಿನ್ನನ್ನು ಮೃಗಪ್ರಾಯರೂ ಹಾಳುಮಾಡುವದರಲ್ಲಿ ಗಟ್ಟಿಗರೂ ಆದವರ ಕೈಗೆ ಸಿಕ್ಕಿಸುವೆನು."},{"number":32,"verse":"ನೀನು ಅಗ್ನಿಗೆ ಆಹುತಿಯಾಗುವಿ; ನಿನ್ನ ರಕ್ತವು ದೇಶದಲ್ಲೆಲ್ಲಾ ಇಂಗಿರುವದು; ನೀನು ಇನ್ನು ಜ್ಞಾಪಕಕ್ಕೆ ಬರುವದಿಲ್ಲ; ಯೆಹೋವನಾದ ನಾನೇ ಇದನ್ನು ನುಡಿದಿದ್ದೇನೆ."}]}