{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":25,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನರಪುತ್ರನೇ, ನೀನು ಅಮ್ಮೋನಿಗೆ ಅಭಿಮುಖನಾಗಿ ಅದರ ವಿಷಯದಲ್ಲಿ ದೈವಸಂಕಲ್ಪವನ್ನು ಪ್ರಕಟಿಸುತ್ತಾ ಅದಕ್ಕೆ ಹೀಗೆ ನುಡಿ -"},{"number":3,"verse":"ಕರ್ತನಾದ ಯೇಹೋವನ ಮಾತನ್ನು ಕೇಳು - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - [ಅಮ್ಮೋನೇ,] ನನ್ನ ಪವಿತ್ರಾಲಯವು ಹೊಲಸಾದದ್ದನ್ನು, ಇಸ್ರಾಯೇಲ್ ದೇಶವು ಹಾಳುಬಿದ್ದದ್ದನ್ನು, ಯೆಹೂದವಂಶದವರು ಸೆರೆಹೋದದ್ದನ್ನು ನೀನು ನೋಡಿ ಅಹಹ ಎಂದು ಹಿಗ್ಗಿಕೊಂಡದರಿಂದ"},{"number":4,"verse":"ಇಗೋ, ನಾನು ನಿನ್ನನ್ನು ಮೂಡಣದವರಿಗೆ ಬಾಧ್ಯವಾಗಿ ವಶಪಡಿಸುವೆನು; ಅವರು ನಿನ್ನಲ್ಲಿ ತಮ್ಮ ಗುಡಾರಗಳನ್ನು ಹಾಕಿ ಪಾಳೆಯ ಮಾಡಿಕೊಳ್ಳುವರು; ನಿನ್ನ ಹಣ್ಣನ್ನು ತಿಂದು ನಿನ್ನ ಹಾಲನ್ನು ಕುಡಿದುಬಿಡುವರು."},{"number":5,"verse":"ನಾನು ರಬ್ಬಾಪಟ್ಟಣವನ್ನು ಒಂಟೆಗಳಿಗೆ ಲಾಯವನ್ನಾಗಿಯೂ ಅಮ್ಮೋನ್ ಸೀಮೆಯನ್ನು ಹಿಂಡುಗಳಿಗೆ ರೊಪ್ಪವನ್ನಾಗಿಯೂ ಮಾಡುವೆನು; ನಾನೇ ಯೆಹೋವನು ಎಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವದು."},{"number":6,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ಚಪ್ಪಾಳೆಹೊಡೆದು ಕಾಲಿನಿಂದ ನೆಲವನ್ನು ಬಡಿದು ಇಸ್ರಾಯೇಲ್ ದೇಶವನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ತಿರಸ್ಕರಿಸಿ ಅದರ ಗತಿಗೆ ಹಿಗ್ಗಿಕೊಂಡದರಿಂದ"},{"number":7,"verse":"ಇಗೋ, ನಾನು ನಿನ್ನ ಮೇಲೆ ಕೈಯೆತ್ತಿ ನಿನ್ನನ್ನು ಸೂರೆಗಾಗಿ ಮ್ಲೇಚ್ಫರಿಗೆ ವಶಪಡಿಸಿ ಜನಾಂಗಗಳೊಳಗಿಂದ ಕಿತ್ತುಬಿಟ್ಟು ದೇಶಗಳೊಳಗಿಂದ ನಿನ್ನ ಹೆಸರನ್ನು ಅಳಿಸಿ ನಿನ್ನನ್ನು ಹಾಳುಮಾಡುವೆನು; ಆಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ನಿನಗೆ ಗೊತ್ತಾಗುವದು,"},{"number":8,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ಯೆಹೂದವಂಶವು ಎಲ್ಲಾ ಜನಾಂಗಗಳ ಹಾಗೆಯೇ ಇದೆ, [ವಿಶೇಷವೇನು] ಎಂದು ಮೋವಾಬೂ ಸೇಯೀರೂ ಅಂದುಕೊಂಡದರಿಂದ"},{"number":9,"verse":"ಇಗೋ, ದೇಶಭೂಷಣಗಳಾದ ಮೋವಾಬಿನ ಗಡಿಯ ಪಟ್ಟಣಗಳು ಅಂದರೆ ಬೇತ್‍ಯೆಷೀಮೋತ್ ಬಾಳ್‍ಮೆಯೋನ್, ಕಿರ್ಯಾಥಯಿಮ್ ಎಂಬ ಪಟ್ಟಣಗಳು ಇರುವ ಕಡೆಯಲ್ಲಿ ನಾನು ಮೋವಾಬಿನ ಮೇರೆಯನ್ನು ಒಡೆದುಬಿಟ್ಟು"},{"number":10,"verse":"ಆ ಸೀಮೆಯನ್ನಲ್ಲದೆ ಅಮ್ಮೋನನ್ನೂ ಮೂಡಣವರಿಗೆ ಬಾಧ್ಯವಾಗಿ ಕೊಟ್ಟು ಅಮ್ಮೋನ್ಯರು ಜನಾಂಗಗಳೊಳಗೆ ನಿರ್ನಾಮವಾಗಬೇಕೆಂಬ ನನ್ನ ಸಂಕಲ್ಪವನ್ನು ನೆರವೇರಿಸುವೆನು;"},{"number":11,"verse":"ಮೋವಾಬ್ಯರಿಗೂ ದಂಡನೆಗಳನ್ನು ವಿಧಿಸಿ ತೀರಿಸುವೆನು; ಆಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವದು."},{"number":12,"verse":"ಕರ್ತನಾದ ಯೇಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಎದೋಮು ಯೆಹೂದವಂಶಕ್ಕೆ ಪ್ರತೀಕಾರಮಾಡಿದೆ; ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿತೀರಿಸಿ ಮಹಾಪರಾಧವನ್ನು ನಡಿಸಿದೆ;"},{"number":13,"verse":"ಹೀಗಿರಲು ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾನು ಎದೋಮಿನ ಮೇಲೆ ಕೈಯೆತ್ತಿ ಅದರೊಳಗಿಂದ ಜನರನ್ನೂ ಪಶುಗಳನ್ನೂ ನಿರ್ಮೂಲಪಡಿಸಿ ತೇಮಾನಿನಿಂದ ದೆದಾನಿನವರೆಗೂ ಅದನ್ನು ಹಾಳುಮಾಡಿ ಪ್ರಜೆಗಳನ್ನು ಖಡ್ಗಕ್ಕೆ ಸಿಕ್ಕಿಸುವೆನು."},{"number":14,"verse":"ನಾನು ಎದೋಮಿಗೆ ನನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರ ಕೈಯಿಂದ ಮುಯ್ಯಿತೀರಿಸುವೆನು; ಅವರು ನನ್ನ ಕೋಪರೋಷಗಳಿಗೆ ತಕ್ಕ ಹಾಗೆ ಅದಕ್ಕೆ ಮಾಡುವರು; ನನ್ನ ಪ್ರತೀಕಾರವು ಎದೋಮಿನ ಅನುಭವಕ್ಕೆ ಬರುವದು; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":15,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಫಿಲಿಷ್ಟಿಯರು ಯೆಹೂದಕ್ಕೆ ಪ್ರತೀಕಾರಮಾಡಿದ್ದಾರೆ; ಹೌದು, ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿತೀರಿಸುತ್ತಾ ಅದನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ತಿರಸ್ಕರಿಸಿ ದೀರ್ಘದ್ವೇಷದಿಂದ ಹಾಳುಮಾಡಿದ್ದಾರೆ;"},{"number":16,"verse":"ಹೀಗಿರಲು ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಗೋ, ನಾನು ಫಿಲಿಷ್ಟಿಯರ ಮೇಲೆ ಕೈಯೆತ್ತುವೆನು; ಕೆರೇತಿಯರನ್ನು ಕತ್ತರಿಸಿಬಿಟ್ಟು ಸಮುದ್ರತೀರದಲ್ಲಿನ ಜನಶೇಷವನ್ನು ನಿಶ್ಶೇಷಮಾಡುವೆನು;"},{"number":17,"verse":"ಅವರೆಲ್ಲರನ್ನು ಬಲವಾಗಿ ಖಂಡಿಸಿ ಮುಯ್ಯಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು; ಹೀಗೆ ಪ್ರತೀಕಾರಮಾಡಲು ನಾನೇ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವದು."}]}