{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಇನ್ನೊಂದು ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನರಪುತ್ರನೇ, ನೀನು ತೂರಿನ ಪ್ರಭುವಿಗೆ ಹೀಗೆ ನುಡಿ - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ಉಬ್ಬಿದ ಮನಸ್ಸುಳ್ಳವನಾಗಿ ಆಹಾ, ನಾನು ದೇವರು, ಸಮುದ್ರ ಮಧ್ಯದಲ್ಲಿ ದೇವರ ಆಸನವನ್ನೇ ಹತ್ತಿದ್ದೇನೆ ಅಂದುಕೊಂಡಿಯಷ್ಟೆ; ನೀನು ನಿನ್ನ ಮನಸ್ಸನ್ನು ದೇವರ ಮನಸ್ಸಿನಷ್ಟು ಹೆಚ್ಚಿಸಿಕೊಂಡದೇನು? ನೀನು ಎಂದಿಗೂ ದೇವರಲ್ಲ, ನೀನು ನರಪ್ರಾಣಿಯೇ."},{"number":3,"verse":"ಇಗೋ, ನೀನು ದಾನಿಯೇಲನಿಗಿಂತಲೂ ಬುದ್ಧಿವಂತನು; ನಿನಗೆ ಮರೆಯಾದ ಮರ್ಮವು ಯಾವದೂ ಇಲ್ಲ;"},{"number":4,"verse":"ನಿನ್ನ ಜ್ಞಾನವಿವೇಕಗಳಿಂದ ನೀನು ಐಶ್ವರ್ಯವನ್ನು ಗಳಿಸಿ ನಿನ್ನ ಬೊಕ್ಕಸಗಳಲ್ಲಿ ಬೆಳ್ಳಿಬಂಗಾರವನ್ನು ತುಂಬಿಸಿಕೊಂಡಿದ್ದೀ;"},{"number":5,"verse":"ನೀನು ನಿನ್ನ ಅಧಿಕಜ್ಞಾನದಿಂದಲೂ ವ್ಯಾಪಾರದಿಂದಲೂ ಸಂಪತ್ತನ್ನು ವೃದ್ಧಿಮಾಡಿಕೊಂಡಿರಲು ನಿನ್ನ ಮನಸ್ಸು ನಿನ್ನ ಆಸ್ತಿಯ ನಿಮಿತ್ತ ಉಬ್ಬಿಕೊಂಡಿದೆ;"},{"number":6,"verse":"ಹೀಗಿರಲು ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ನಿನ್ನ ಮನಸ್ಸನ್ನು ದೇವರ ಮನಸ್ಸಿನಷ್ಟು ಹೆಚ್ಚಿಸಿಕೊಂಡದರಿಂದ"},{"number":7,"verse":"ನಾನು ನಿನ್ನ ಮೇಲೆ ಅತಿ ಭಯಂಕರ ಜನಾಂಗದವರಾದ ಮ್ಲೇಚ್ಫರನ್ನು ಬೀಳಮಾಡುವೆನು; ಅವರು ನಿನ್ನ ಜ್ಞಾನದ ಸೊಬಗಿನ ಮೇಲೆ ಕತ್ತಿಹಿರಿದು ನಿನ್ನ ಹೊಳಪನ್ನು ಹೊಲಸುಮಾಡುವರು."},{"number":8,"verse":"ನಿನ್ನನ್ನು ಪಾತಾಳಕ್ಕೆ ತಳ್ಳಿಬಿಡುವರು; ಸಮುದ್ರಮಧ್ಯದಲ್ಲಿ ನಿನಗೆ ಹತರಾದವರ ಗತಿ ಸಂಭವಿಸುವದು."},{"number":9,"verse":"ನೀನು ನಿನ್ನನ್ನು ಸಂಹರಿಸುವವನೆದುರಿಗೆ ನಾನು ದೇವರು ಎಂದು ಹೇಳುವಿಯಾ? ಹತಿಸುವವನ ಕೈಗೆ ನೀನು ಎಂದಿಗೂ ದೇವರಲ್ಲ, ನರಪ್ರಾಣಿಯೇ."},{"number":10,"verse":"ನೀನು ಅನ್ಯರ ಕೈಯಿಂದ ಸುನ್ನತಿಹೀನರ ಮರಣಕ್ಕೆ ಗುರಿಯಾಗುವಿ; ನಾನೇ ನುಡಿದಿದ್ದೇನೆ, ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ಸಂಕಲ್ಪ."},{"number":11,"verse":"ಯೆಹೋವನು ಇನ್ನೊಂದು ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":12,"verse":"ನರಪುತ್ರನೇ, ನೀನು ತೂರಿನ ಅರಸನ ವಿಷಯದಲ್ಲಿ ಶೋಕಗೀತವನ್ನೆತ್ತು, ಅವನಿಗೆ ಹೀಗೆ ನುಡಿ - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ಸರ್ವಸುಲಕ್ಷಣಶಿರೋಮಣಿ, ಪೂರ್ಣಜ್ಞಾನಿ, ಪರಿಪೂರ್ಣಸುಂದರ."},{"number":13,"verse":"ದೇವರ ಉದ್ಯಾನವನವಾದ ಏದೆನಿನಲ್ಲಿ ನೀನಿದ್ದಿ; ಮಾಣಿಕ್ಯ ಪುಷ್ಯರಾಗ ಪಚ್ಚೆ ಪೀತರತ್ನ ಬೆರುಲ್ಲ ವೈಡೂರ್ಯ ನೀಲಕೆಂಪರಲು ಸ್ಫಟಿಕ ಈ ನವರತ್ನಗಳಿಂದ ಭೂಷಿತವಾಗಿದ್ದಿ; ನಿನ್ನಲ್ಲಿನ [ಈ ರತ್ನಗಳ] ಗೂಡುಗಳೂ ಮನೆಗಳೂ ಸುವರ್ಣ ರಚಿತವಾಗಿದ್ದವು; ನಿನ್ನ ಸೃಷ್ಟಿಯ ದಿನದಲ್ಲಿ ಸಿದ್ಧವಾದವು."},{"number":14,"verse":"ನೀನು ರೆಕ್ಕೆತೆರೆದು ನೆರಳುಕೊಡುವ ಕೆರೂಬಿಯಾಗಿದ್ದಿ; ನಾನು ನಿನ್ನನ್ನು ದೇವರ ಪರಿಶುದ್ಧಪರ್ವತದಲ್ಲಿ ನೆಲೆಗೊಳಿಸಿದೆನು; ನೀನು ಕೆಂಡದ ಮಳೆಯಲ್ಲಿ ವಿಹಾರಮಾಡುತ್ತಾ ಇದ್ದಿ."},{"number":15,"verse":"ನಿನ್ನ ಸೃಷ್ಟಿಯ ದಿನದಿಂದ ನಿನ್ನಲ್ಲಿ ಅಪರಾಧವು ಸಿಕ್ಕುವ ತನಕ ನಿನ್ನ ನಡತೆಯು ನಿರ್ದೋಷವಾಗಿ ಕಾಣುತಿತ್ತು."},{"number":16,"verse":"ನಿನ್ನ ಮಿತಿಯಿಲ್ಲದ ವ್ಯಾಪಾರದಿಂದ ನಿನ್ನಲ್ಲಿ ಬಲಾತ್ಕಾರವು ತುಂಬಿ ನೀನು ಪಾಪಿಯಾದಿ. ಆದಕಾರಣ ನಾನು ನಿನ್ನನ್ನು ದೇವರ ಪರ್ವತದಿಂದ ಹೊಲಸನ್ನಾಗಿ ತಳ್ಳಿಬಿಟ್ಟೆನು; ಹೌದು. ನೆರಳುಕೊಡುವ ಕೆರೂಬಿಯೇ, ಕೆಂಡದ ಮಳೆಯ ಮಧ್ಯದಲ್ಲಿನ ನಿನ್ನ ನೆಲೆಯಿಂದ ನಾನು ನಿನ್ನನ್ನು ಕಿತ್ತು ಧ್ವಂಸಮಾಡಿದೆನು."},{"number":17,"verse":"ನೀನು ನಿನ್ನ ಸೊಬಗಿನ ನಿಮಿತ್ತ ಉಬ್ಬಿದ ಮನಸ್ಸುಳ್ಳವನಾಗಿ ನಿನ್ನ ಮೆರೆತದಿಂದ ನಿನ್ನ ಬುದ್ಧಿಯನ್ನು ಹಾಳುಮಾಡಿಕೊಂಡಿ; ಇದರಿಂದ ನಾನು ನಿನ್ನನ್ನು ನೆಲಕ್ಕೆ ದೊಬ್ಬಿ ನೀನು ಅರಸರಿಗೆ ನೋಟವಾಗುವಂತೆ ಅವರ ಕಣ್ಣಮುಂದೆ ಹಾಕಿದೆನು."},{"number":18,"verse":"ನಿನ್ನ ಅಪಾರವಾದ ಅಪರಾಧಗಳಿಂದಲೂ ಅನ್ಯಾಯವಾದ ವ್ಯಾಪಾರದಿಂದಲೂ ನಿನ್ನಲ್ಲಿನ ಪವಿತ್ರಾಲಯಗಳನ್ನು ಹೊಲಸುಮಾಡಿದಿ; ಆದಕಾರಣ ನಾನು ನಿನ್ನೊಳಗಿಂದ ಬೆಂಕಿಯನ್ನು ಬರಮಾಡಿದೆನು, ಅದು ನಿನ್ನನ್ನು ನುಂಗಿತು, ನೋಡುವವರೆಲ್ಲರ ಕಣ್ಣೆದುರಿಗೆ ನಿನ್ನನ್ನು ಬೂದಿಮಾಡಿಬಿಟ್ಟೆನು;"},{"number":19,"verse":"ಜನಾಂಗಗಳಲ್ಲಿ ನಿನ್ನನ್ನು ಬಲ್ಲವರೆಲ್ಲರೂ ನಿನ್ನ ಗತಿಗೆ ಬೆಚ್ಚಿ ಬೆರಗಾಗುವರು; ನೀನು ತೀರಾ ಧ್ವಂಸವಾಗಿ ಇನ್ನೆಂದಿಗೂ ಇಲ್ಲದಂತಾದಿ."},{"number":20,"verse":"ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":21,"verse":"ನರಪುತ್ರನೇ, ನೀನು ಚೀದೋನಿಗೆ ಅಭಿಮುಖನಾಗಿ ಅದರ ವಿಷಯದಲ್ಲಿ ಹೀಗೆ ನುಡಿ -"},{"number":22,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ಚೀದೋನೇ, ನಾನು ನಿನಗೆ ವಿರುದ್ಧವಾಗಿ ನಿನ್ನ ಮಧ್ಯದಲ್ಲಿ ಪ್ರಖ್ಯಾತಿಗೊಳ್ಳುವೆನು; ನಾನು ಈ ಪಟ್ಟಣವನ್ನು ದಂಡಿಸಿ ನನ್ನ ಗೌರವವನ್ನು ಕಾಪಾಡಿಕೊಂಡ ಮೇಲೆ ನಾನೇ ಯೆಹೋವನು ಎಂದು ಎಲ್ಲರಿಗೂ ಗೊತ್ತಾಗುವದು."},{"number":23,"verse":"ನಾನು ಅದರಲ್ಲಿ ವ್ಯಾಧಿಯನ್ನೂ ಅದರ ಚೌಕಗಳಲ್ಲಿ ಸಂಹಾರವನ್ನೂ ಉಂಟುಮಾಡುವೆನು; ಖಡ್ಗವು ಸುತ್ತುಮುತ್ತಲು ಅದರ ಮೇಲೆ ಬೀಸುತ್ತಿರಲು ಪ್ರಜೆಗಳು ಅದರ ನಡುವೆ ಹತರಾಗಿ ಬೀಳುವರು; ಆಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ತಿಳಿದುಬರುವದು."},{"number":24,"verse":"ಇಸ್ರಾಯೇಲ್ ವಂಶದವರಿಗೆ ಚುಚ್ಚುವ ಮುಳ್ಳು ಇನ್ನಿರದು; ಹೀನೈಸುವ ನೆರೆಹೊರೆಯವರೆಂಬ ಕಂಟಕದ ಬಾಧೆಯು ಇನ್ನಾಗದು; ನಾನೇ ಕರ್ತನಾದ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ವ್ಯಕ್ತವಾಗುವದು."},{"number":25,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಜನಾಂಗಗಳಲ್ಲಿ ಚದರಿಹೋಗಿರುವ ಇಸ್ರಾಯೇಲ್ ವಂಶದವರನ್ನು ನಾನು ಒಟ್ಟುಗೂಡಿಸಿ ಎಲ್ಲಾ ಜನಾಂಗಗಳ ಕಣ್ಣೆದುರಿಗೆ ನನ್ನ ಗೌರವವನ್ನು ಕಾಪಾಡಿಕೊಂಡ ಮೇಲೆ ಆ ಇಸ್ರಾಯೇಲ್ ವಂಶದವರು ನನ್ನ ಸೇವಕನಾದ ಯಾಕೋಬನಿಗೆ ನಾನು ಅನುಗ್ರಹಿಸಿದ ತಮ್ಮ ಸ್ವದೇಶದಲ್ಲಿ ವಾಸಿಸುವರು."},{"number":26,"verse":"ಅಲ್ಲಿ ನಿರ್ಭಯವಾಗಿರುವರು, ಮನೆಗಳನ್ನು ಕಟ್ಟಿಕೊಂಡು ತೋಟಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಸುಖವಾಗಿ ವಾಸಿಸುವರು; ಅವರನ್ನು ಹೀನೈಸುವ ನೆರೆಹೊರೆಯವರಿಗೆ ನಾನು ದಂಡನೆಮಾಡಿದ ಮೇಲೆ ನಾನೇ ತಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ನಿಶ್ಚಯವಾಗುವದು."}]}