{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":33,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನರಪುತ್ರನೇ, ನಿನ್ನ ಜನರನ್ನು ಸಂಬೋಧಿಸಿ ಅವರಿಗೆ ಹೀಗೆ ನುಡಿ - ನಾನು ದೇಶದ ಮೇಲೆ ಖಡ್ಗವನ್ನು ಬೀಳಮಾಡುವಾಗ ಆ ದೇಶದವರು ತಮ್ಮಲ್ಲಿ ಆರಿಸಿ ನೇಮಿಸಿಕೊಂಡ ಕಾವಲುಗಾರನು"},{"number":3,"verse":"ದೇಶದ ಮೇಲೆ ಬೀಳುವ ಖಡ್ಗವನ್ನು ನೋಡಿದ ಕೂಡಲೆ ಕೊಂಬನ್ನೂದಿ ಸ್ವಜನರನ್ನು ಎಚ್ಚರಿಸಿದರೂ"},{"number":4,"verse":"ಕೊಂಬಿನ ಕೂಗನ್ನು ಕೇಳಿದ ಯಾವನೇ ಆಗಲಿ ಎಚ್ಚರಗೊಳ್ಳದೆ ಬೀಳುವ ಖಡ್ಗಕ್ಕೆ ಸಿಕ್ಕಿ ನಾಶವಾದರೆ ತನ್ನ ಮರಣಕ್ಕೆ ತಾನೇ ಕಾರಣ."},{"number":5,"verse":"ಅವನು ಕೊಂಬಿನ ಕೂಗನ್ನು ಕೇಳಿಯೂ ಎಚ್ಚರಗೊಳ್ಳಲಿಲ್ಲವಷ್ಟೆ; ತನ್ನ ಮರಣಕ್ಕೆ ತಾನೇ ಕಾರಣನು; ಎಚ್ಚರಗೊಂಡಿದ್ದರೆ ತನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದನು."},{"number":6,"verse":"ಆದರೆ ಕಾವಲುಗಾರನು ಬೀಳುವ ಖಡ್ಗವನ್ನು ನೋಡಿಯೂ ಕೊಂಬನ್ನೂದದೆ ಸ್ವಜನರನ್ನು ಎಚ್ಚರಿಸದೆ ಇರುವಲ್ಲಿ ಖಡ್ಗವು ಬಿದ್ದು ಆ ಜನರೊಳಗೆ ಯಾವನನ್ನೇ ಆಗಲಿ ನಾಶಮಾಡಿದರೆ ತನ್ನ ಅಧರ್ಮದಲ್ಲೇ ನಾಶಗೊಂಡ ಆ ಮನುಷ್ಯನ ಮರಣಕ್ಕೆ ಹೊಣೆಯಾದ ಕಾವಲುಗಾರನಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು."},{"number":7,"verse":"ನರಪುತ್ರನೇ, ನಾನು ನಿನ್ನನ್ನು ಇಸ್ರಾಯೇಲ್ ವಂಶದವರಿಗೆ ಕಾವಲುಗಾರನನ್ನಾಗಿ ನೇಮಿಸಿದ್ದೇನೆ; ನೀನು ನನ್ನ ಬಾಯಿಂದ ಹೊರಡುವ ಮಾತನ್ನು ಕೇಳಿ ನನ್ನ ದೂತನಾಗಿ ಅವರನ್ನು ಎಚ್ಚರಪಡಿಸು."},{"number":8,"verse":"ನಾನು ದುಷ್ಟನಿಗೆ - ದುಷ್ಟನೇ, ಸತ್ತೇಸಾಯುವಿ ಎಂದು ನುಡಿಯುವಾಗ ನೀನು ಆ ದುಷ್ಟನನ್ನು ತನ್ನ ದುರ್ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸಲು ಅವನನ್ನು ಎಚ್ಚರಪಡಿಸದೆ ಹೋದರೆ ಅವನು ತನ್ನ ಅಪರಾಧದಿಂದಲೇ ಸಾಯಬೇಕಾಗುವದು; ಅವನ ಮರಣಕ್ಕೆ ಹೊಣೆಯಾದ ನಿನಗೆ ನಾನು ಮುಯ್ಯಿತೀರಿಸುವೆನು."},{"number":9,"verse":"ಆದರೆ ನೀನು ದುಷ್ಟನನ್ನು ದುರ್ಮಾಗದಿಂದ ತಪ್ಪಿಸಲು ಅವನನ್ನು ಎಚ್ಚರಿಸಿದರೂ ಅವನು ಅದನ್ನು ಬಿಡದೆಹೋದರೆ ತನ್ನ ಅಪರಾಧದಲ್ಲೇ ಸಾಯುವನು; ನೀನೋ ನಿನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಂಡಿರುವಿ."},{"number":10,"verse":"ನರಪುತ್ರನೇ, ಇಸ್ರಾಯೇಲ್ ವಂಶದವರಿಗೆ ಹೀಗೆ ನುಡಿ - ಅಯ್ಯೋ, ನಮ್ಮ ದ್ರೋಹಗಳ ಮತ್ತು ಪಾಪಗಳ ಭಾರವು ನಮ್ಮ ಮೇಲೆ ಬಿದ್ದಿದೆ; ಅವುಗಳಿಂದ ಕ್ಷೀಣವಾಗಿ ಹೋಗುತ್ತಿದ್ದೇವೆ; ನಾವು ಹೇಗೆ ಉಳಿದೇವು ಅಂದುಕೊಳ್ಳುತ್ತೀರಲ್ಲಾ."},{"number":11,"verse":"ನನ್ನ ಜೀವದಾಣೆ, ದುಷ್ಟನ ಸಾವಿನಲ್ಲಿ ನನಗೆ ಲೇಶವಾದರೂ ಸಂತೋಷವಿಲ್ಲ; ಅವನು ತನ್ನ ದುರ್ಮಾರ್ಗವನ್ನು ಬಿಟ್ಟು ಬಾಳುವದೇ ನನಗೆ ಸಂತೋಷ. ಇಸ್ರಾಯೇಲ್ ವಂಶದವರೇ, ನಿಮ್ಮ ದುರ್ಮಾರ್ಗಗಳನ್ನು ಬಿಡಿರಿ, ಬಿಟ್ಟುಬಿಡಿರಿ; ನೀವು ಸಾಯಲೇಕೆ? ಇದು ಕರ್ತನಾದ ಯೇಹೋವನ ನುಡಿ."},{"number":12,"verse":"ನರಪುತ್ರನೇ, ಜನರಿಗೆ ಹೀಗೆ ಹೇಳು - ಶಿಷ್ಟನು ದ್ರೋಹಮಾಡಿದ್ದಲ್ಲಿ ಅವನ ಪುಣ್ಯವು ಅವನನ್ನು ಉದ್ಧರಿಸದು; ದುಷ್ಟನು ತನ್ನ ದುಷ್ಟತನವನ್ನು ಬಿಟ್ಟಲ್ಲಿ ಅವನ ಪಾಪವು ಅವನನ್ನು ಬೀಳಿಸದು; ಶಿಷ್ಟನು ಪಾಪಮಾಡಿದಲ್ಲಿ ಅವನ ಪುಣ್ಯವು ಅವನನ್ನು ಉಳಿಸಲಾರದು."},{"number":13,"verse":"ನಾನು ಶಿಷ್ಟನಿಗೆ - ನೀನು ಬಾಳೇ ಬಾಳುವಿ ಎಂದು ಹೇಳಲು ಅವನು ತನ್ನ ಪುಣ್ಯದ ಮೇಲೆ ಭರವಸವಿಟ್ಟು ಪಾಪ ಮಾಡಿದರೆ ಅವನು ಮಾಡಿದ ಯಾವ ಸುಕೃತ್ಯವೂ ಅವನ ಲೆಕ್ಕಕ್ಕೆ ಸೇರಿಸಲ್ಪಡದು; ಅವನು ಮಾಡುವ ಪಾಪದಿಂದಲೇ ಅವನು ಸಾಯುವನು."},{"number":14,"verse":"ನಾನು ದುಷ್ಟನಿಗೆ - ನೀನು ಸತ್ತೇ ಸಾಯುವಿ ಎಂದು ಹೇಳಲು ಅವನು ತನ್ನ ಪಾಪವನ್ನು ಬಿಟ್ಟು ನೀತಿನ್ಯಾಯಗಳನ್ನು ನಡಿಸುವ ಪಕ್ಷದಲ್ಲಿ,"},{"number":15,"verse":"ಅಂದರೆ ಆ ದುಷ್ಟನು ಒತ್ತೆಯನ್ನು ಬಿಗಿಹಿಡಿಯದೆ ದೋಚಿಕೊಂಡದ್ದನ್ನು ಹಿಂದಕ್ಕೆ ಕೊಟ್ಟು ಜೀವಾಧಾರವಾದ ವಿಧಿಗಳನ್ನು ಅನುಸರಿಸಿ ಸಕಲ ದುಷ್ಕರ್ಮಗಳಿಗೂ ದೂರನಾಗಿರುವ ಪಕ್ಷದಲ್ಲಿ ಸಾಯನು, ಬಾಳೇಬಾಳುವನು."},{"number":16,"verse":"ಅವನು ಮಾಡಿದ ಯಾವ ಪಾಪವೂ ಅವನ ಲೆಕ್ಕಕ್ಕೆ ಸೇರಿಸಲ್ಪಡದು; ನೀತಿನ್ಯಾಯಗಳನ್ನು ನಡಿಸುತ್ತಿದ್ದಾನಲ್ಲಾ; ಬಾಳೇಬಾಳುವನು."},{"number":17,"verse":"ಆದರೆ ನಿನ್ನ ಜನರು ಕರ್ತನ ಕ್ರಮವು ಸಮವಲ್ಲವೆಂದು ಹೇಳುತ್ತಿದ್ದಾರೆ, ಅವರ ಕ್ರಮವೇ ಸಮವಲ್ಲವಷ್ಟೆ."},{"number":18,"verse":"ಶಿಷ್ಟನು ತನ್ನ ಶಿಷ್ಟತನವನ್ನು ಬಿಟ್ಟು ಅಧರ್ಮಮಾಡಿದರೆ ಆ ಅಧರ್ಮದಿಂದಲೇ ಸಾಯುವನು."},{"number":19,"verse":"ದುಷ್ಟನು ತನ್ನ ದುಷ್ಟತನವನ್ನು ಬಿಟ್ಟು ನೀತಿನ್ಯಾಯಗಳನ್ನು ನಡಿಸಿದರೆ ಅವುಗಳಿಂದ ಉಳಿಯುವನು."},{"number":20,"verse":"ಆದರೆ ನೀವು ಯೆಹೋವನ ಕ್ರಮವು ಸಮವಲ್ಲವೆಂದು ಹೇಳುತ್ತಿದ್ದೀರಿ; ಇಸ್ರಾಯೇಲ್ ವಂಶದವರೇ, ನಿಮ್ಮ ನಿಮ್ಮ ನಡತೆಗೆ ತಕ್ಕ ಹಾಗೆ ನಾನು ನಿಮಗೆ ತೀರ್ಪುಮಾಡುವೆನು."},{"number":21,"verse":"ನಾವು ಸೆರೆಯಾಗಿ ಹನ್ನೆರಡನೆಯ ವರುಷದ ಹತ್ತನೆಯ ತಿಂಗಳಿನ ಐದನೆಯ ದಿನದಲ್ಲಿ ಯೆರೂಸಲೇಮಿನಿಂದ ಪಲಾಯನಮಾಡಿದವನೊಬ್ಬನು ನನ್ನ ಬಳಿಗೆ ಬಂದು - ಪಟ್ಟಣವು ಶತ್ರುವಶವಾಯಿತು ಎಂದು ಹೇಳಿದನು."},{"number":22,"verse":"ಅವನು ಬರುವದಕ್ಕೆ ಹಿಂದಿನ ಸಾಯಂಕಾಲ ನಾನು ಯೆಹೋವನ ಹಸ್ತಸ್ಪರ್ಶದಿಂದ ಪರವಶನಾಗಿರಲು ಯೆಹೋವನು ಆ ಪಲಾಯಿತನು ಬೆಳಿಗ್ಗೆ ಬರುವನೆಂದು ನನ್ನ ಬಾಯನ್ನು ಬಿಚ್ಚಿದ್ದನು; ಹೌದು, ನನ್ನ ಬಾಯಿ ಬಿಚ್ಚಿತು, ನನ್ನ ಮೂಕತನವು ಹೋಯಿತು."},{"number":23,"verse":"ಆಗ ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":24,"verse":"ನರಪುತ್ರನೇ, ಇಸ್ರಾಯೇಲ್ ಸೀಮೆಯ ಹಾಳು ಪ್ರದೇಶಗಳಲ್ಲಿ ವಾಸಿಸುವವರು - ಅಬ್ರಹಾಮನು ಒಂಟಿಗನಾಗಿದ್ದರೂ ಈ ದೇಶವು ಅವನಿಗೆ ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಸಿಕ್ಕಿತಲ್ಲಾ; ಅದು ಬಹುಜನರಾದ ನಮಗೆ ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಸಿಕ್ಕಿದ್ದು ಏನು ದೊಡ್ಡದು ಅಂದುಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ."},{"number":25,"verse":"ಆದದರಿಂದ ನೀನು ಅವರಿಗೆ ಹೀಗೆ ನುಡಿ - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ರಕ್ತದಿಂದ ಕೂಡಿದ ಮಾಂಸವನ್ನು ತಿನ್ನುತ್ತೀರಿ, ಬೊಂಬೆಗಳ ಕಡೆಗೆ ಕಣ್ಣೆತ್ತುತ್ತೀರಿ; ರಕ್ತವನ್ನು ಸುರಿಸುತ್ತೀರಿ; ನಿಮ್ಮಂಥವರು ದೇಶವನ್ನು ಅನುಭವಿಸಬಹುದೇ?"},{"number":26,"verse":"ನೀವು ಕತ್ತಿಯಲ್ಲೇ ನಿರತರಾಗಿದ್ದೀರಿ, ದುರಾಚಾರನಡಿಸುತ್ತೀರಿ, ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ನೆರೆಯವನ ಹೆಂಡತಿಯನ್ನು ಕೆಡಿಸುತ್ತಾನೆ; ನಿಮ್ಮಂಥವರು ದೇಶವನ್ನು ಅನುಭವಿಸಬಹುದೋ?"},{"number":27,"verse":"ಮತ್ತು ಅವರಿಗೆ ಹೀಗೆ ನುಡಿ - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನನ್ನ ಜೀವದಾಣೆ, ಹಾಳು ಪ್ರದೇಶಗಳಲ್ಲಿರುವವರನ್ನು ಖಡ್ಗವು ಹತಿಸುವದು; ಬೈಲಿನಲ್ಲಿರುವವರನ್ನು ನಾನು ಮೃಗಗಳಿಗೆ ತುತ್ತುಮಾಡುವೆನು; ಗುಹೆ ದುರ್ಗಗಳಲ್ಲಿರುವವರನ್ನು ವ್ಯಾಧಿಯು ಸಾಯಿಸುವದು."},{"number":28,"verse":"ನಾನು ದೇಶವನ್ನು ಹಾಳುಪಾಳುಮಾಡುವೆನು, ಅದರ ಶಕ್ತಿಯ ಮದವು ಇಳಿದುಹೋಗುವದು; ಇಸ್ರಾಯೇಲಿನ ಮಲೆನಾಡು ಬೀಡುಬೀಳುವದು; ಯಾರೂ ಅಲ್ಲಿ ಹಾದುಹೋಗರು."},{"number":29,"verse":"ಅವರು ನಡಿಸಿದ ಬಹುದುರಾಚಾರಗಳ ನಿಮಿತ್ತ ನಾನು ದೇಶವನ್ನು ಹಾಳುಪಾಳುಮಾಡಿದಾಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ದೃಢವಾಗುವದು."},{"number":30,"verse":"ನರಪುತ್ರನೇ, ನಿನ್ನ ಜನರು ಗೋಡೆಗಳ ನೆರಳಿನಲ್ಲಿಯೂ ಮನೆಯ ಬಾಗಿಲುಗಳಲ್ಲಿಯೂ ನಿನ್ನ ಪ್ರಸ್ತಾಪವನ್ನೆತ್ತಿ ಪರಸ್ಪರವಾಗಿ ಒಬ್ಬರಿಗೊಬ್ಬರು - ಯೆಹೋವನ ಬಾಯಿಂದ ಹೊರಟ ಮಾತೇನು ಕೇಳೋಣ ಬನ್ನಿರಿ ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ."},{"number":31,"verse":"[ಪ್ರಶ್ನೆ ಕೇಳುವದಕ್ಕೆ] ಬರುವ ಜನರಂತೆ ಅವರು ನಿನ್ನ ಬಳಿಗೆ ಬಂದು ನನ್ನ ಭಕ್ತರಾಗಿ ನಿನ್ನ ಮುಂದೆ ಕೂತುಕೊಂಡು ನಿನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳುತ್ತಾರೆ, ಆದರೆ ಕೈಕೊಳ್ಳುವದಿಲ್ಲ; ಬಾಯಿಂದ ಬಹುಪ್ರೀತಿಯನ್ನು ತೋರಿಸುತ್ತಾರೆ. ಅವರ ಮನಸ್ಸೇನೋ ತಾವು ದೋಚಿಕೊಂಡದರ ಮೇಲೆ ಹೋಗುತ್ತದೆ."},{"number":32,"verse":"ಇಗೋ, ನಿನ್ನ ಮಾತು ಅವರ ಎಣಿಕೆಯಲ್ಲಿ ಒಬ್ಬ ಸಂಗೀತಗಾರನು ವಾದ್ಯವನ್ನು ಜಾಣತನದಿಂದ ಬಾರಿಸಿ ಮಧುರಸ್ವರದಿಂದ ಹಾಡುವ ಪ್ರೇಮಗೀತಕ್ಕೆ ಸಮಾನವಾಗಿದೆ; ನಿನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳುತ್ತಾರೆ ಆದರೆ ಕೈಕೊಳ್ಳುವದಿಲ್ಲ."},{"number":33,"verse":"ನೀನು ಮುಂತಿಳಿಸಿದ್ದು ಸಂಭವಿಸುವಾಗ [ಆಹಾ, ಸಂಭವಿಸಿತು] ತಮ್ಮ ಮಧ್ಯದಲ್ಲಿದ್ದವನು ಪ್ರವಾದಿಯೇ ಎಂದು ಅವರಿಗೆ ನಿಶ್ಚಿತವಾಗುವದು."}]}