{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಈ ಮಾತನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನರಪುತ್ರನೇ, ಇಸ್ರಾಯೇಲೆಂಬ ಮಂದೆಯ ಕುರುಬರಿಗೆ ಈ ದೈವೋಕ್ತಿಯನ್ನು ನುಡಿ, ನುಡಿದೇ ನುಡಿ - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಅಯ್ಯೋ, ಸ್ವಂತ ಹೊಟ್ಟೆಯನ್ನು ಹೊರೆದುಕೊಳ್ಳುವ ಇಸ್ರಾಯೇಲಿನ ಕುರುಬರ ಗತಿಯನ್ನು ಏನು ಹೇಳಲಿ! ಕುರಿಗಳ ಹೊಟ್ಟೆಯನ್ನು ನೋಡುವದು ಕುರುಬರ ಧರ್ಮವಲ್ಲವೆ."},{"number":3,"verse":"ನೀವು ಕೊಬ್ಬಿನ ಮಾಂಸವನ್ನು ತಿನ್ನುತ್ತೀರಿ, ಉಣ್ಣೆಯ ಹೊದಿಕೆಯನ್ನು ಹೊದೆಯುತ್ತೀರಿ, ಕೊಬ್ಬಿದ ಕುರಿಗಳನ್ನು ಕಡಿಯುತ್ತೀರಿ; ಆದರೆ ಕುರಿಗಳನ್ನು ಮೇಯಿಸುವದಿಲ್ಲ."},{"number":4,"verse":"ಹಾ, ನೀವು ದುರ್ಬಲವಾದವುಗಳನ್ನು ಬಲಗೊಳಿಸಲಿಲ್ಲ, ರೋಗದವುಗಳನ್ನು ಸ್ವಸ್ಥಮಾಡಲಿಲ್ಲ, ಮುರಿದ ಅಂಗಗಳನ್ನು ಕಟ್ಟಲಿಲ್ಲ, ಓಡಿಸಿದವುಗಳನ್ನು ಮಂದೆಗೆ ಸೇರಿಸಲಿಲ್ಲ, ತಪ್ಪಿಸಿಕೊಂಡವುಗಳನ್ನು ಹುಡುಕಲಿಲ್ಲ; ಅವುಗಳನ್ನು ಹಿಂಸೆ ಬಲಾತ್ಕಾರಗಳಿಂದ ಆಳುತ್ತಾ ಬಂದಿದ್ದೀರಿ."},{"number":5,"verse":"ಕುರುಬರು ಇರಲಿಲ್ಲವಾದದರಿಂದ ಅವು ಚದರಿಹೋದವು; ದಿಕ್ಕಾಪಾಲಾಗಿ ಕಾಡಿನ ಸಕಲಮೃಗಗಳಿಗೆ ತುತ್ತಾದವು;"},{"number":6,"verse":"ನನ್ನ ಕುರಿಗಳು ಮಲೆನಾಡಿನಲ್ಲೆಲ್ಲಾ ಎತ್ತರವಾದ ಪ್ರತಿಯೊಂದು ಬೆಟ್ಟದ ಮೇಲೆ ಅಲೆದಾಡಿದವು; ಹೌದು, ನನ್ನ ಕುರಿಗಳು ಭೂಮಂಡಲದಲ್ಲೆಲ್ಲಾ ಚದರಿಹೋದವು; ಯಾರೂ ಅವುಗಳ ಹಿಂದೆ ಹೋಗಿ ಹುಡುಕಲಿಲ್ಲ."},{"number":7,"verse":"ಕುರುಬರೇ, ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳಿರಿ; ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ -"},{"number":8,"verse":"ಅಯ್ಯೋ, ನನ್ನ ಕುರಿಗಳು ಕೊಳ್ಳೆಯಾದವು, ಕಾಡಿನ ಸಕಲಮೃಗಗಳಿಗೆ ತುತ್ತಾದವು, ಕುರುಬರು ಇರಲಿಲ್ಲವಲ್ಲಾ, ನನ್ನ ಕುರುಬರು ನನ್ನ ಕುರಿಗಳನ್ನು ಹುಡುಕಲಿಲ್ಲವಲ್ಲಾ, ಅವರು ಸ್ವಂತ ಹೊಟ್ಟೆಯನ್ನು ನೋಡಿಕೊಂಡರೇ ಹೊರತು ನನ್ನ ಕುರಿಗಳ ಹೊಟ್ಟೆಯನ್ನು ನೋಡಲೇ ಇಲ್ಲ."},{"number":9,"verse":"ಆದಕಾರಣ, ಕುರುಬರೇ ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳಿರಿ -"},{"number":10,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ನನ್ನ ಜೀವದಾಣೆ, ನಾನು ಕುರುಬರಿಗೆ ವಿರುದ್ಧನಾಗಿದ್ದೇನೆ; ಅವರು ನನ್ನ ಕುರಿಗಳ ಲೆಕ್ಕವನ್ನು ನನಗೆ ಒಪ್ಪಿಸಬೇಕು; ನನ್ನ ಕುರಿಮೇಯಿಸುವ ಕೆಲಸದಿಂದ ಅವರನ್ನು ತೆಗೆದುಬಿಡುವೆನು; ಆ ಕುರುಬರು ಇನ್ನು ಸ್ವಂತ ಹೊಟ್ಟೆಯನ್ನು ತುಂಬಿಸಿಕೊಳ್ಳರು; ನನ್ನ ಕುರಿಗಳು ಆಹಾರವಾಗಿ ಅವರ ಬಾಯಿಗೆ ಬೀಳದಂತೆ ಅವುಗಳನ್ನು ರಕ್ಷಿಸುವೆನು."},{"number":11,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ನಾನೇ ನನ್ನ ಕುರಿಗಳನ್ನು ಹಿಂಬಾಲಿಸಿ ಹುಡುಕುವೆನು."},{"number":12,"verse":"ಮಂದೆಯ ಕುರುಬನು ಸುತ್ತುಮುತ್ತಲು ಚದರಿಹೋದ ತನ್ನ ಕುರಿಗಳನ್ನು ಹುಡುಕುವ ಹಾಗೆ ನಾನು ನನ್ನ ಕುರಿಗಳನ್ನು ಹುಡುಕುವೆನು; ಕಾರ್ಮುಗಿಲಿನ ದುರ್ದಿನದಲ್ಲಿ ಚೆಲ್ಲಾಪಿಲ್ಲಿಯಾದ ಎಲ್ಲಾ ಸ್ಥಳಗಳಿಂದ ಅವುಗಳನ್ನು ಬಿಡಿಸಿ"},{"number":13,"verse":"ಜನಾಂಗಗಳ ವಶದಿಂದ ತಪ್ಪಿಸಿ ದೇಶದೇಶಗಳಿಂದ ಒಟ್ಟುಗೂಡಿಸಿ ಸ್ವದೇಶಕ್ಕೆ ಬರಮಾಡಿ ಇಸ್ರಾಯೇಲಿನ ಬೆಟ್ಟಗಳಲ್ಲಿಯೂ ತೊರೆಗಳ ಬಳಿಯಲ್ಲಿಯೂ ಸೀಮೆಯ ಎಲ್ಲಾ ಹಕ್ಕೆಗಳಲ್ಲಿಯೂ ಮೇಯಿಸುವೆನು."},{"number":14,"verse":"ಅವುಗಳಿಗೆ ಒಳ್ಳೆಯ ಮೇವನ್ನು ಮೇಯಿಸುವೆನು; ಅವುಗಳ ಹುಲ್ಗಾವಲು ಇಸ್ರಾಯೇಲಿನ ಎತ್ತರವಾದ ಬೆಟ್ಟಗಳಲ್ಲಿರುವದು; ಅಲ್ಲಿ ಒಳ್ಳೆಯ ತೆವರಿನಲ್ಲಿ ಮಲಗುವವು; ಇಸ್ರಾಯೇಲಿನ ಬೆಟ್ಟಗಳಲ್ಲಿ ಹಸಿಹುಲ್ಲನ್ನು ಮೇಯುವವು."},{"number":15,"verse":"ನಾನೇ ನನ್ನ ಕುರಿಗಳನ್ನು ಮೇಯಿಸಿ ಹಾಯಾಗಿ ಮಲಗುವಂತೆ ಮಾಡುವೆನು; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":16,"verse":"ತಪ್ಪಿಸಿಕೊಂಡದ್ದನ್ನು ಹುಡುಕುವೆನು, ಓಡಿಸಿದ್ದನ್ನು ಮಂದೆಗೆ ಸೇರಿಸುವೆನು, ದುರ್ಬಲವಾದದ್ದನ್ನು ಬಲಗೊಳಿಸುವೆನು, ಮುರಿದ ಅಂಗವನ್ನು ಕಟ್ಟುವೆನು; ಬಲಿತ ಕೊಬ್ಬಿದ ಕುರಿಗಳನ್ನೋ ಧ್ವಂಸಮಾಡುವೆನು; ಅವುಗಳಿಗೆ ನ್ಯಾಯದಂಡನೆ ಎಂಬ ಮೇವನ್ನು ತಿನ್ನಿಸುವೆನು."},{"number":17,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನನ್ನ ಹಿಂಡೇ, ಇಗೋ, ನಾನು ನಿಮ್ಮಲ್ಲಿನ ಕುರಿ ಮೇಕೆಗಳಿಗೂ ಟಗರುಹೋತಗಳಿಗೂ ಮಧ್ಯವರ್ತಿಯಾಗಿ ನ್ಯಾಯತೀರಿಸುವೆನು."},{"number":18,"verse":"[ಟಗರುಹೋತಗಳೇ,] ಒಳ್ಳೆಯ ಮೇವನ್ನು ನೀವು ಮೇದುಬಿಟ್ಟು ಮಿಕ್ಕ ಮೇವನ್ನು ತುಳಿದು ಕಾಲಕಸಮಾಡಿದ್ದು ಅಲ್ಪಕಾರ್ಯವೋ? ತಿಳಿನೀರನ್ನು ಕುಡಿದುಬಿಟ್ಟು ಮಿಕ್ಕದ್ದನ್ನು ಕಾಲಿನಿಂದ ಕಲಕಿ ಬದಿಮಾಡಿದ್ದು ಸಣ್ಣ ಕೆಲಸವೋ?"},{"number":19,"verse":"ನೀವು ತುಳಿದು ಕಾಲಕಸಮಾಡಿದ್ದನ್ನು ನನ್ನ ಕುರಿಗಳು ಮೇಯಬೇಕಾಯಿತು; ನೀವು ಕಾಲಿನಿಂದ ಕಲಕಿ ಬದಿಮಾಡಿದ್ದನ್ನು ಅವು ಕುಡಿಯಬೇಕಾಯಿತು."},{"number":20,"verse":"ಹೀಗಿರಲು ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಗೋ, ನಾನೇ ಕೊಬ್ಬಿದ ಟಗರುಹೋತಗಳಿಗೂ ಬಡ ಕುರಿಮೇಕೆಗಳಿಗೂ ನ್ಯಾಯತೀರಿಸುವೆನು."},{"number":21,"verse":"[ಟಗರುಹೋತಗಳೇ,] ನೀವು ಕುರಿಮೇಕೆಗಳನ್ನು ಪಕ್ಕದಿಂದಲೂ ಹೆಗಲಿನಿಂದಲೂ ನೂಕುತ್ತಾ ದುರ್ಬಲವಾದವುಗಳನ್ನು ಕೊಂಬುಗಳಿಂದ ಹಾಯುತ್ತಾ ನನ್ನ ಹಿಂಡನ್ನು ಚದರಿಸಿ ಬಿಟ್ಟಿರಿ;"},{"number":22,"verse":"ಆದಕಾರಣ ನನ್ನ ಹಿಂಡು ಇನ್ನೆಂದಿಗೂ ಸೂರೆಯಾಗದಂತೆ ನಾನು ಅದನ್ನು ರಕ್ಷಿಸಿ ಟಗರುಹೋತಗಳಿಗೂ ಕುರಿಮೇಕೆಗಳಿಗೂ ನ್ಯಾಯತೀರಿಸುವೆನು."},{"number":23,"verse":"ನನ್ನ ಹಿಂಡನ್ನು ಕಾಯಲಿಕ್ಕೆ ಒಬ್ಬನೇ ಕುರುಬನನ್ನು ಏರ್ಪಡಿಸುವೆನು; ನನ್ನ ಸೇವಕನಾದ ದಾವೀದನೆಂಬ ಆ ಕುರುಬನು ಅದನ್ನು ಮೇಯಿಸುವನು; ಹೌದು, ಅದರ ಕುರುಬನಾಗಿ ಅದನ್ನು ಮೇಯಿಸುತ್ತಾ ಬರುವನು."},{"number":24,"verse":"ಯೆಹೋವನಾದ ನಾನು ನನ್ನ ಜನರ ದೇವರಾಗಿರುವೆನು; ನನ್ನ ಸೇವಕನಾದ ದಾವೀದನು ಅವರನ್ನಾಳುವ ಪ್ರಭುವಾಗಿರುವನು; ಯೆಹೋವನಾದ ನಾನೇ ಇದನ್ನು ನುಡಿದಿದ್ದೇನೆ."},{"number":25,"verse":"ನಾನು ಅವರೊಂದಿಗೆ ಸಮಾಧಾನದ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಳ್ಳುವೆನು; ದುಷ್ಟಮೃಗಗಳು ದೇಶದಲ್ಲಿ ಇನ್ನಿರದಂತೆ ಮಾಡುವೆನು; ನನ್ನ ಜನರು ಕಾಡಿನಲ್ಲಿ ನಿರ್ಭಯವಾಗಿ ವಾಸಿಸುವರು, ಅರಣ್ಯದಲ್ಲಿ ಹಾಯಾಗಿ ನಿದ್ರಿಸುವರು."},{"number":26,"verse":"ನಾನು ಅವರನ್ನೂ ನನ್ನ ಪರ್ವತದ ಸುತ್ತಣ ಪ್ರದೇಶಗಳನ್ನೂ ಆಶೀರ್ವದಿಸಿ ಸುಖಪಡಿಸುವೆನು; ಕಾಲಕ್ಕೆ ಸರಿಯಾಗಿ ಮಳೆಯನ್ನು ಸುರಿಸುವೆನು; ಶುಭದಾಯಕ ವೃಷ್ಟಿಯು ಆಗುವದು."},{"number":27,"verse":"ತೋಟದ ಮರಗಳು ಹಣ್ಣುಬಿಡುವವು; ಹೊಲಗಳು ಒಳ್ಳೆಯ ಬೆಳೆಕೊಡುವವು; ಜನರು ಸ್ವದೇಶದಲ್ಲಿ ನೆಮ್ಮದಿಯಾಗಿರುವರು; ಅವರ ಮೇಲೆ ಹೇರಿದ ನೊಗದ ಗೂಟಗಳನ್ನು ನಾನು ಮುರಿದುಹಾಕಿ ಅವರನ್ನು ಅಡಿಯಾಳಾಗಿ ಮಾಡಿಕೊಂಡವರ ಅಧೀನದಿಂದ ಬಿಡಿಸಿದಾಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ದೃಢವಾಗುವದು."},{"number":28,"verse":"ಅಂದಿನಿಂದ ಅವರನ್ನು ಅನ್ಯಜನರು ಸೂರೆಮಾಡರು, ಕಾಡುಮೃಗಗಳು ನುಂಗವು; ಅವರು ಯಾರಿಗೂ ಹೆದರದೆ ನೆಮ್ಮದಿಯಾಗಿ ವಾಸಿಸುವರು."},{"number":29,"verse":"ನಾನು ಅವರಿಗಾಗಿ ಪ್ರಸಿದ್ಧ ಫಲವೃಕ್ಷಗಳನ್ನು ಬೆಳೆಯಿಸುವೆನು, ಕ್ಷಾಮವು ಅವರ ದೇಶವನ್ನು ಇನ್ನು ಹಾಳುಮಾಡದು, ಅವರು ಅನ್ಯಜನರ ತಿರಸ್ಕಾರಕ್ಕೆ ಗುರಿಯಾಗರು."},{"number":30,"verse":"ಆಗ ಅವರು ತಮ್ಮ ದೇವರಾದ ಯೆಹೋವನೆಂಬ ನಾನು ತಮ್ಮೊಂದಿಗಿದ್ದೇನೆಂತಲೂ ಇಸ್ರಾಯೇಲ್ ವಂಶದವರಾದ ತಾವು ನನ್ನ ಜನರಾಗಿದ್ದೇವೆಂತಲೂ ನಿಶ್ಚಯಿಸಿಕೊಳ್ಳುವರು; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":31,"verse":"ನೀವು ನನ್ನ ಕುರಿಗಳು, ನನ್ನ ಕಾವಲಿನ ಕುರಿಗಳು; ನರಪ್ರಾಣಿಗಳಾದ ನಿಮಗೆ ನಾನು ದೇವರು ಎಂದು ಕರ್ತನಾದ ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."}]}