{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":35,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ನರಪುತ್ರನೇ, ನೀನು ಸೇಯೀರ್ ಬೆಟ್ಟದ ಸೀಮೆಗೆ ಅಭಿಮುಖನಾಗಿ ಅದಕ್ಕೆ ಈ ದೈವೋಕ್ತಿಯನ್ನು ನುಡಿ -"},{"number":3,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಸೇಯೀರ್‍ಬೆಟ್ಟವೇ, ಇಗೋ, ನಾನು ನಿನಗೆ ವಿರುದ್ಧನಾಗಿದ್ದೇನೆ; ನಾನು ನಿನ್ನ ಸೀಮೆಯ ಮೇಲೆ ಕೈಯೆತ್ತಿ ಅದನ್ನು ಹಾಳುಪಾಳುಮಾಡುವೆನು."},{"number":4,"verse":"ನಾನು ನಿನ್ನ ಪಟ್ಟಣಗಳನ್ನು ನಾಶಪಡಿಸಲು ನೀನು ಕಾಡಾಗುವಿ; ಆಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ತಿಳಿದುಕೊಳ್ಳುವಿ."},{"number":5,"verse":"ನೀನು ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ದೀರ್ಘದ್ವೇಷವಿಟ್ಟು ಅವರ ಅಪರಾಧದ ಕಡೆಗಾಲದಲ್ಲಿ ಆಪತ್ತು ಸಂಭವಿಸಿದಾಗ ಅವರನ್ನು ಕತ್ತಿಯ ಬಾಯಿಗೆ ಗುರಿಮಾಡಿದ್ದರಿಂದ"},{"number":6,"verse":"ನನ್ನ ಜೀವದಾಣೆ, ನಾನು ನಿನ್ನನ್ನು ರಕ್ತಮಯಮಾಡುವೆನು, ರಕ್ತದ ಕೋಡಿಯು ನಿನ್ನನ್ನು ಹಿಂದಟ್ಟುವದು; ನೀನು ರಕ್ತಸುರಿಸುವದಕ್ಕೆ ಹೇಸದೆ ಹೋದಕಾರಣ ರಕ್ತಪ್ರವಾಹವೇ ನಿನ್ನ ಬೆನ್ನಹತ್ತುವದು; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":7,"verse":"ಸೇಯೀರ್ ಬೆಟ್ಟವೇ, ನಾನು ನಿನ್ನ ಸೀಮೆಯನ್ನು ಹಾಳುಪಾಳುಮಾಡಿ ಅದರೊಳಗೆ ಹೋಗುವವರನ್ನೂ ಬರುವವರನ್ನೂ ಕತ್ತರಿಸಿಬಿಟ್ಟು"},{"number":8,"verse":"ನಿನ್ನ ಪರ್ವತಗಳನ್ನು ನಿನ್ನವರ ಶವಗಳಿಂದ ತುಂಬಿಸುವೆನು; ಖಡ್ಗಹತರು ನಿನ್ನ ಗುಡ್ಡ ತಗ್ಗು ತೊರೆಗಳಲ್ಲಿ ಬಿದ್ದುಹೋಗುವರು."},{"number":9,"verse":"ನಾನು ನಿನ್ನನ್ನು ನಿತ್ಯನಾಶನಕ್ಕೆ ಈಡುಮಾಡುವೆನು; ನಿನ್ನ ಪಟ್ಟಣಗಳು ನಿರ್ಜನವಾಗುವವು; ಆಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ನಿನ್ನವರಿಗೆ ನಿಶ್ಚಿತವಾಗುವದು."},{"number":10,"verse":"ನೀನು - ಇವೆರಡು ಜನಾಂಗಗಳೂ ಇವೆರಡು ದೇಶಗಳೂ ನನ್ನ ವಶವಾಗುವವು, ನಾವು ಅವುಗಳನ್ನು ಅನುಭವಿಸುವೆವು ಅಂದುಕೊಂಡು ಅಲ್ಲಿ ನನ್ನ ಸಾನ್ನಿಧ್ಯವನ್ನು ಅಲಕ್ಷ್ಯ ಮಾಡಿದ್ದರಿಂದ ನನ್ನ ಜೀವದಾಣೆ,"},{"number":11,"verse":"ನೀನು ನನ್ನ ಜನರನ್ನು ದ್ವೇಷಿಸಿ ಅವರ ಮೇಲಿಟ್ಟ ಕೋಪಕ್ಕೂ ಮಾತ್ಸರ್ಯಕ್ಕೂ ನಾನು ನಿನಗೆ ಪ್ರತಿಮಾಡುವೆನು; ನಿನ್ನನ್ನು ದಂಡಿಸಿದಾಗ ನಾನು ಅವರಿಗೆ ಗೋಚರನಾಗುವೆನು, ಇದು ಕರ್ತನಾದ ಯೆಹೋನ ನುಡಿ."},{"number":12,"verse":"ಮತ್ತು ನೀನು ಇಸ್ರಾಯೇಲಿನ ಪರ್ವತಗಳನ್ನು ನೋಡಿ - ಆಹಾ, ಹಾಳಾದವು, ನಮಗೆ ತುತ್ತಾಗಿವೆ ಎಂದು ಮಾಡಿದ ದೂಷಣೆಗಳು ಯೆಹೋವನಾದ ನನ್ನ ಕಿವಿಗೆ ಬಿದ್ದಿವೆ ಎಂಬದು ನಿನಗೆ ಗೊತ್ತಾಗುವದು."},{"number":13,"verse":"ನಿನ್ನವರು ದೊಡ್ಡ ಬಾಯಿಮಾಡಿ ನನ್ನ ಮೇಲೆ ಆಡಿದ ಹೆಚ್ಚು ಹರಟೆಗಳನ್ನು ಕೇಳಿದ್ದೇನೆ."},{"number":14,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾನು ನಿನ್ನನ್ನು ಹಾಳುಮಾಡಿ ಲೋಕವನ್ನೆಲ್ಲಾ ಸಂತೋಷಪಡಿಸುವೆನು."},{"number":15,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಸ್ವಾಸ್ತ್ಯದ ನಾಶನಕ್ಕೆ ನೀನು ಹೇಗೆ ಸಂತೋಷಪಟ್ಟಿಯೋ ಹಾಗೆಯೇ ನಿನ್ನ ನಾಶನಕ್ಕೆ ಲೋಕವೆಲ್ಲಾ ಸಂತೋಷಪಡುವಂತೆ ಮಾಡುವೆನು; ಸೇಯೀರ್ ಬೆಟ್ಟವೇ, ನೀನು ಹಾಳಾಗುವಿ; ಹೌದು, ಎದೋಮ್ ಸೀಮೆಯೆಲ್ಲಾ ತೀರಾ ಹಾಳಾಗುವದು; ಆಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ವ್ಯಕ್ತವಾಗುವದು."}]}