{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":36,"verses":[{"number":1,"verse":"ನರಪುತ್ರನೇ, ನೀನು ಇಸ್ರಾಯೇಲಿನ ಪರ್ವತಗಳಿಗೆ ಈ ದೈವೋಕ್ತಿಯನ್ನು ನುಡಿ - ಇಸ್ರಾಯೇಲಿನ ಪರ್ವತಗಳೇ, ಯೆಹೋವನ ವಾಕ್ಯವನ್ನು ಕೇಳಿರಿ."},{"number":2,"verse":"ಶತ್ರುವು ನಿಮ್ಮನ್ನು ನೋಡಿ ಆಹಾ, ಎನ್ನುತ್ತಾ ಈ ಪುರಾತನದುರ್ಗಗಳು ನಮ್ಮ ವಶವಾಗಿವೆ ಎಂದು ಹಿಗ್ಗಿಕೊಂಡದರಿಂದ ಈ ದೈವೋಕ್ತಿಯನ್ನು ನುಡಿಯಬೇಕೆಂದು ಕರ್ತನಾದ ಯೆಹೋವನ ಅಪ್ಪಣೆಯಾಯಿತು -"},{"number":3,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಅಯ್ಯೋ, ಎಲ್ಲಾ ಕಡೆಯೂ ತುಳಿಯಲ್ಪಟ್ಟು ಹಾಳಾದ ನೀವು ಜನಾಂಗಗಳಲ್ಲಿ ಉಳಿದವರ ವಶವಾಗಿದ್ದೀರಲ್ಲಾ! ಹರಟೆಗಾರರ ಬಾಯಿಗೆ ಬಿದ್ದು ಜನರ ದೂಷಣೆಗೆ ಗುರಿಯಾಗಿದ್ದೀರಲ್ಲಾ!"},{"number":4,"verse":"ಆದಕಾರಣ ಇಸ್ರಾಯೇಲಿನ ಪರ್ವತಗಳೇ, ಕರ್ತನಾದ ಯೆಹೋವನ ವಾಕ್ಯಗಳನ್ನು ಕೇಳಿರಿ - ಬೆಟ್ಟಗುಡ್ಡ ತೊರೆತಗ್ಗುಗಳಿಗೂ ಕಾಡಾದ ಹಾಳುಪ್ರದೇಶಗಳಿಗೂ ಸುತ್ತಣ ಜನಾಂಗಗಳಲ್ಲಿ ಉಳಿದವರು ಕೊಳ್ಳೆಹೊಡೆದು ಅಣಕಿಸುವ ಹಾಳು ಪಟ್ಟಣಗಳಿಗೂ ಯೆಹೋವಕರ್ತನು ಹೀಗೆ ನುಡಿಯುತ್ತಾನೆ -"},{"number":5,"verse":"ಆಹಾ, ನನ್ನ ದೇಶವನ್ನು ತಮ್ಮ ಸ್ವಾಸ್ತ್ಯಮಾಡಿಕೊಂಡು ಪೂರ್ಣಹೃದಯದಿಂದ ಆನಂದಪಟ್ಟವರೂ ಅದನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ತಿರಸ್ಕರಿಸಿ ಸೂರೆಗೆ ತಳ್ಳಿಬಿಟ್ಟವರೂ ಆದ ಎದೋಮಿನವರೆಲ್ಲರನ್ನೂ ಇತರ ಜನಾಂಗಗಳಲ್ಲಿ ಉಳಿದವರನ್ನೂ ನಾನು ರೋಷದಿಂದುರಿಯುತ್ತಾ ಶಪಿಸೇ ಶಪಿಸಿದ್ದೇನೆ;"},{"number":6,"verse":"ಹೀಗಿರಲು ಇಸ್ರಾಯೇಲ್ ದೇಶದ ವಿಷಯವಾದ ಈ ದೈವೋಕ್ತಿಯನ್ನು ಅದರ ಬೆಟ್ಟಗುಡ್ಡ ತೊರೆತಗ್ಗುಗಳಿಗೆ ನುಡಿಯಬೇಕೆಂದು ಅಪ್ಪಣೆಯಾಗಿದೆ - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ನಾನು ಕೋಪೋದ್ರೇಕದಿಂದಲೂ ರೋಷಾವೇಶದಿಂದಲೂ ಮಾತಾಡಿದ್ದೇನೆ, ನೀವು ಅನ್ಯಜನಾಂಗಗಳಿಂದ ಅವಮಾನವನ್ನು ಅನುಭವಿಸಿದ್ದೀರಲ್ಲಾ!"},{"number":7,"verse":"ಆದಕಾರಣ ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಿಮ್ಮ ಸುತ್ತಣ ಆ ಅನ್ಯಜನಾಂಗಗಳೇ ತಮ್ಮ ಮೇಲೆ ಬಿದ್ದ ಅವಮಾನವನ್ನು ಅನುಭವಿಸುವದು ಖಂಡಿತ ಎಂದು ಕೈಯೆತ್ತಿ ಪ್ರಮಾಣಮಾಡಿದ್ದೇನೆ."},{"number":8,"verse":"ಇಸ್ರಾಯೇಲಿನ ಪರ್ವತಗಳೇ, ನಿಮ್ಮ ಗಿಡಗಳು ರೆಂಬೆಗಳನ್ನು ಹರಡಿಕೊಂಡು ನನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಫಲಕೊಡುವವು; ಅವರ ಬರುವಿಕೆಯು ಸಮೀಪವಾಯಿತು."},{"number":9,"verse":"ಇಗೋ, ನಾನು ನಿಮ್ಮ ಪಕ್ಷದವನು; ನಿಮ್ಮ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವೆನು; ನಿಮ್ಮಲ್ಲಿ ಗೆಯ್ಯುವರು, ಬಿತ್ತುವರು;"},{"number":10,"verse":"ನಿಮ್ಮಲ್ಲಿ ಬಹುಜನರು ಅಂದರೆ ಇಸ್ರಾಯೇಲ್ ವಂಶವೆಲ್ಲವೂ ವಾಸಿಸುವಂತೆ ಮಾಡುವೆನು; ಪಟ್ಟಣಗಳು ಜನಭರಿತವಾಗುವವು, ಹಾಳುನಿವೇಶನಗಳಲ್ಲಿ ಕಟ್ಟಡಗಳು ಏಳುವವು;"},{"number":11,"verse":"ನಿಮ್ಮಲ್ಲಿ ಬಹುಜನರನ್ನೂ ಪಶುಗಳನ್ನೂ ವೃದ್ಧಿಗೊಳಿಸುವೆನು; ಅವು ಹೆಚ್ಚಿ ಅಭಿವೃದ್ಧಿಯಾಗುವವು; ಮೊದಲಿನಂತೆ ನಿಮ್ಮಲ್ಲಿ ನಿವಾಸಿಗಳನ್ನು ತುಂಬಿಸಿ ಮೊದಲಿಗಿಂತ ನಿಮ್ಮನ್ನು ಉತ್ತಮ ಸ್ಥಿತಿಗೆ ತರುವೆನು; ನಾನೇ ಯೆಹೋವನು ಎಂದು ನಿಮಗೆ ದೃಢವಾಗುವದು."},{"number":12,"verse":"ಬೆಟ್ಟದ ಸೀಮೆಯೇ, ನಾನು ನಿನ್ನಲ್ಲಿ ಜನಸಂಚಾರವನ್ನುಂಟುಮಾಡುವೆನು; ನನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರೇ ನಿನ್ನಲ್ಲಿ ಸಂಚರಿಸುತ್ತಾ ನಿನ್ನನ್ನು ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಅನುಭವಿಸುವರು; ನೀನು ಇನ್ನು ಅವರಿಗೆ ಪುತ್ರಶೋಕವನ್ನು ಕೊಡದಿರುವಿ."},{"number":13,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನೀನು ನರಭಕ್ಷಕನಾಗಿ ನಿನ್ನ ಪ್ರಜೆಗೆ ಪುತ್ರಶೋಕವನ್ನು ಕೊಟ್ಟಿದ್ದೀ ಎಂದು ನಿನ್ನನ್ನು ಬಯ್ಯುತ್ತಾರಲ್ಲಾ;"},{"number":14,"verse":"ಇನ್ನು ಮುಂದೆ ನೀನು ನರಭಕ್ಷಕನಾಗುವದಿಲ್ಲ, ನಿನ್ನ ಪ್ರಜೆಗೆ ಇನ್ನು ಪುತ್ರಶೋಕವನ್ನು ಕೊಡದಿರುವಿ;"},{"number":15,"verse":"ಮ್ಲೇಚ್ಫರ ಧಿಕ್ಕಾರವನ್ನು ಇನ್ನು ನಿನ್ನ ಕಿವಿಗೆ ಬೀಳಿಸೆನು; ನೀನು ಜನಾಂಗಗಳಿಂದ ಇನ್ನು ಅವಮಾನವನ್ನು ಅನುಭವಿಸದಿರುವಿ; ನಿನ್ನ ಪ್ರಜೆಯು ಮುಗ್ಗರಿಸುವದಕ್ಕೆ ಇನ್ನು ನೀನು ಕಾರಣನಾಗುವದಿಲ್ಲ; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":16,"verse":"ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":17,"verse":"ನರಪುತ್ರನೇ, ಇಸ್ರಾಯೇಲ್ ವಂಶದವರು ಸ್ವದೇಶದಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದಾಗ ತಮ್ಮ ದುರ್ಮಾರ್ಗ ದುರಾಚಾರಗಳಿಂದ ಅದನ್ನು ಹೊಲೆಗೈದರು; ಅವರ ನಡತೆಯು ಮುಟ್ಟಿನ ಹೊಲಸಿನಂತೆ ನನಗೆ ಅಸಹ್ಯವಾಗಿತ್ತು."},{"number":18,"verse":"ಅವರು ದೇಶದ ಮೇಲೆ ರಕ್ತವನ್ನು ಸುರಿಸಿ ತಮ್ಮ ಬೊಂಬೆಗಳಿಂದ ಅದನ್ನು ಹೊಲೆಗೈದ ಕಾರಣ ನಾನು ಅವರ ಮೇಲೆ ನನ್ನ ರೋಷಾಗ್ನಿಯನ್ನು ಸುರಿಸಿ"},{"number":19,"verse":"ಜನಾಂಗಗಳೊಳಗೆ ಅವರನ್ನು ಚದರಿಸಿ ದೇಶದೇಶಗಳಿಗೆ ತೂರಿಬಿಟ್ಟು ಅವರ ದುರ್ಮಾರ್ಗ ದುರಾಚಾರಗಳಿಗೆ ಸರಿಯಾಗಿ ದಂಡಿಸಿದೆನು."},{"number":20,"verse":"ಅವರು ಆ ಜನಾಂಗಗಳೊಳಗೆ ಸೇರಿಕೊಂಡ ಮೇಲೆ ಓಹೋ, ಇವರು ಯೆಹೋವನ ಪ್ರಜೆಗಳು, ಆತನ ದೇಶದಿಂದ ಭ್ರಷ್ಟರಾಗಿ ಬಂದಿದ್ದಾರೆ ಎಂದೆನ್ನಿಸಿಕೊಂಡು ನನ್ನ ಪರಿಶುದ್ಧನಾಮಕ್ಕೆ ಅಪಕೀರ್ತಿಯನ್ನು ತರಲು"},{"number":21,"verse":"ಇಸ್ರಾಯೇಲ್ ವಂಶದವರು ಜನಾಂಗಗಳೊಳಗೆ ಸೇರಿ ಅಲ್ಲಿ ಅಪಕೀರ್ತಿಗೆ ಗುರಿಮಾಡಿದ ನನ್ನ ಪರಿಶುದ್ಧನಾಮವನ್ನು ಕುರಿತು ನಾನು ಮರುಗಿದೆನು."},{"number":22,"verse":"ಆದಕಾರಣ ನೀನು ಇಸ್ರಾಯೇಲ್ ವಂಶದವರಿಗೆ ಹೀಗೆ ನುಡಿ - ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಸ್ರಾಯೇಲ್ ವಂಶದವರೇ, ನಿಮ್ಮ ನಿಮಿತ್ತವಲ್ಲ, ನೀವು ಜನಾಂಗಗಳೊಳಗೆ ಸೇರಿ ಅಪಕೀರ್ತಿಗೆ ಗುರಿಮಾಡಿದ ನನ್ನ ಪರಿಶುದ್ಧನಾಮದ ನಿಮಿತ್ತವೇ ಈ ರಕ್ಷಣಕಾರ್ಯವನ್ನು ಮಾಡುತ್ತೇನೆ."},{"number":23,"verse":"ಜನಾಂಗಗಳಲ್ಲಿ ಅಪಕೀರ್ತಿಗೆ ಗುರಿಯಾದ, ಅಂದರೆ ನೀವು ಜನಾಂಗಗಳ ನಡುವೆ ಅಪಕೀರ್ತಿಗೆ ಗುರಿಮಾಡಿದ ನನ್ನ ಘನನಾಮದ ಗೌರವವನ್ನು ನಾನು ಕಾಪಾಡಿಕೊಳ್ಳುವೆನು; ಹೀಗೆ ನಾನು ಅವುಗಳ ಕಣ್ಣೆದುರಿಗೆ ನಿಮ್ಮ ರಕ್ಷಣೆಯ ಮೂಲಕ ನನ್ನ ಗೌರವವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ಅವುಗಳಿಗೆ ನಿಶ್ಚಿತವಾಗುವದು; ಇದು ಕರ್ತನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":24,"verse":"ನಾನು ನಿಮ್ಮನ್ನು ಜನಾಂಗಗಳೊಳಗಿಂದ ಬಿಡಿಸಿ ಸಕಲ ದೇಶಗಳಿಂದ ಒಟ್ಟುಗೂಡಿಸಿ ಸ್ವದೇಶಕ್ಕೆ ಬರಮಾಡುವೆನು."},{"number":25,"verse":"ನಾನು ನಿಮ್ಮ ಮೇಲೆ ನಿರ್ಮಲೋದಕವನ್ನು ಪ್ರೋಕ್ಷಿಸಲು ನೀವು ನಿರ್ಮಲರಾಗುವಿರಿ; ನಿಮ್ಮ ಸಮಸ್ತ ವಿಗ್ರಹಗಳಿಂದಲೂ ಸಕಲವಿಧವಾದ ಹೊಲಸಿನಿಂದಲೂ ನಿಮ್ಮನ್ನು ಶುದ್ಧಿಮಾಡುವೆನು."},{"number":26,"verse":"ನಾನು ನಿಮಗೆ ಹೊಸ ಮನಸ್ಸನ್ನು ಕೊಟ್ಟು ನಿಮ್ಮಲ್ಲಿ ನೂತನ ಸ್ವಭಾವವನ್ನು ಹುಟ್ಟಿಸುವೆನು; ಕಲ್ಲಾದ ಹೃದಯವನ್ನು ನಿಮ್ಮೊಳಗಿಂದ ತೆಗೆದು ಮೃದುವಾದ ಹೃದಯವನ್ನು ನಿಮಗೆ ದಯಪಾಲಿಸುವೆನು."},{"number":27,"verse":"ನನ್ನ ಆತ್ಮವನ್ನು ನಿಮ್ಮಲ್ಲಿ ನೆಲಸಿರುವಂತೆ ಅನುಗ್ರಹಿಸಿ ನೀವು ನನ್ನ ನಿಯಮಗಳನ್ನು ಅನುಸರಿಸುವ ಹಾಗೆ ಮಾಡುವೆನು. ನೀವು ನನ್ನ ವಿಧಿಗಳನ್ನು ಕೈಕೊಂಡು ಆಚರಿಸುವಿರಿ."},{"number":28,"verse":"ನಾನು ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ಅನುಗ್ರಹಿಸಿದ ದೇಶದಲ್ಲಿ ನೀವು ವಾಸಿಸುವಿರಿ. ನೀವು ನನಗೆ ಪ್ರಜೆಯಾಗಿರುವಿರಿ, ನಾನು ನಿಮಗೆ ದೇವರಾಗಿರುವೆನು."},{"number":29,"verse":"ನಾನು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಎಲ್ಲಾ ಹೊಲಸಿನಿಂದ ಉದ್ಧರಿಸಿ ಬೆಳೆ ಬೆಳೆಯಲೆಂದು ಅಪ್ಪಣೆಕೊಟ್ಟು ಅದನ್ನು ವೃದ್ಧಿಗೊಳಿಸುವೆನು; ನಿಮಗೆ ಕ್ಷಾಮವನ್ನು ಇನ್ನು ಬರಮಾಡೆನು."},{"number":30,"verse":"ನೀವು ಕ್ಷಾಮದೇಶದವರೆಂದು ಜನಾಂಗಗಳು ನಿಮ್ಮನ್ನು ನಿಂದಿಸದಂತೆ ನಾನು ಮರದ ಹಣ್ಣನ್ನೂ ಹೊಲದ ಬೆಳೆಯನ್ನೂ ಹೆಚ್ಚಿಸುವೆನು."},{"number":31,"verse":"ಆಗ ನೀವು ನಿಮ್ಮ ದುರ್ಮಾರ್ಗ ದುರಾಚಾರಗಳನ್ನು ಜ್ಞಾಪಕಕ್ಕೆ ತಂದುಕೊಂಡು ನಿಮ್ಮ ಅಪರಾಧಗಳ ಮತ್ತು ಅಸಹ್ಯಕಾರ್ಯಗಳ ನಿಮಿತ್ತ ನಿಮಗೆ ನೀವೇ ಹೇಸಿಕೊಳ್ಳುವಿರಿ."},{"number":32,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾನು ಈ ರಕ್ಷಣಕಾರ್ಯವನ್ನು ಮಾಡುವದು ನಿಮ್ಮ ನಿಮಿತ್ತವಲ್ಲವೆಂದು ನಿಮಗೆ ತಿಳಿದಿರಲಿ; ಇಸ್ರಾಯೇಲ್ ವಂಶದವರೇ, ನಿಮ್ಮ ದುರ್ಮಾರ್ಗಗಳಿಗೆ ಲಜ್ಜೆಗೊಳ್ಳಿರಿ, ನಾಚಿಕೆಪಡಿರಿ."},{"number":33,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾನು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಅಪರಾಧಗಳಿಂದೆಲ್ಲಾ ಶುದ್ಧಿಮಾಡುವ ದಿನದಲ್ಲಿ ಪಟ್ಟಣಗಳನ್ನು ನಿವಾಸಿಗಳಿಂದ ತುಂಬಿಸುವೆನು, ಹಾಳು ನಿವೇಶನಗಳಲ್ಲಿ ಕಟ್ಟಡಗಳು ಏಳುವವು."},{"number":34,"verse":"ಹಾದು ಹೋಗುವವರೆಲ್ಲರ ಕಣ್ಣೆದುರಿಗೆ ಬೀಡುಬಿದ್ದು ಕಾಡಾದ ಭೂಮಿಯನ್ನು ಗೆಯ್ಯುವರು."},{"number":35,"verse":"ಆಗ ಜನರು - ಕಾಡಾಗಿದ್ದ ಈ ದೇಶವು ಏದೆನ್ ಉದ್ಯಾನದಂತೆ ಕಳಕಳಿಸುತ್ತದೆ; ಬಿದ್ದುಹೋಗಿ ಹಾಳುಪಾಳಾದ ಪಟ್ಟಣಗಳು ಕೋಟೆಕೊತ್ತಲಗಳಿಂದ ಕೂಡಿ ಜನಭರಿತವಾಗಿವೆಯಲ್ಲಾ ಎಂದು ಹೇಳುವರು."},{"number":36,"verse":"ಯೆಹೋವನಾದ ನಾನೇ ಬಿದ್ದುಹೋದದನ್ನು ಕಟ್ಟಿ ಹಾಳಾದದನ್ನು ಬೆಳೆಯಿಸಿದ್ದೇನೆಂಬದು ನಿಮ್ಮ ಸುತ್ತಲು ಉಳಿದ ಜನಾಂಗಗಳಿಗೆ ಗೊತ್ತಾಗುವದು; ಯೆಹೋವನಾದ ನಾನೇ ನುಡಿದಿದ್ದೇನೆ, ನಡಿಸುತ್ತೇನೆ."},{"number":37,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾನು ಇನ್ನೊಂದು ವಿಷಯದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ ವಂಶದವರ ವಿಜ್ಞಾಪನೆಯನ್ನು ಲಾಲಿಸಿ ನೆರವೇರಿಸುವೆನು; ಅಂದರೆ ಅವರ ಜನಸಂಖ್ಯೆಯನ್ನು ಹಿಂಡಿನೋಪಾದಿಯಲ್ಲಿ ಹೆಚ್ಚಿಸುವೆನು."},{"number":38,"verse":"ಮೀಸಲಾದ ಮಂದೆಯಂತೆ, ಹಬ್ಬಗಳಲ್ಲಿ ಯೆರೂಸಲೇಮಿಗೆ ಬಂದು ಸೇರುವ ಹಿಂಡಿನ ಹಾಗೆ ಮನುಷ್ಯರು ಹಾಳುಪಟ್ಟಣಗಳಲ್ಲಿ ಹಿಂಡುಹಿಂಡಾಗಿ ತುಂಬಿಕೊಳ್ಳುವರು; ಆಗ ನಾನೇ ಯೆಹೋವನು ಎಂದು ಅವರಿಗೆ ನಿಶ್ಚಯವಾಗುವದು."}]}