{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"ನಾವು ಸೆರೆಯಾದ ಇಪ್ಪತ್ತೈದನೆಯ ವರುಷದ ಅಂದರೆ ಪಟ್ಟಣವು ಹಾಳಾದ ಹದಿನಾಲ್ಕನೆಯ ವರುಷದ ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಹತ್ತನೆಯ ದಿನದಲ್ಲಿ, ಹೌದು, ಆ ದಿನದಲ್ಲೇ ನಾನು ಯೆಹೋವನ ಹಸ್ತಸ್ಪರ್ಶದಿಂದ ಪರವಶನಾಗಿರಲು ಆತನು ನನ್ನನ್ನು ಅಲ್ಲಿಗೆ ಒಯ್ದನು."},{"number":2,"verse":"ಆತನು ನನ್ನನ್ನು ಇಸ್ರಾಯೇಲ್ ದೇಶಕ್ಕೆ ತಂದು ಅತ್ಯುನ್ನತ ಪರ್ವತದ ಮೇಲೆ ಇಳಿಸಿದನೆಂದು ದೇವರ ದರ್ಶನದಲ್ಲಿ ನನಗೆ ಕಂಡುಬಂತು. ತೆಂಕಲಕಡೆಯಲ್ಲಿ ಆ ಪರ್ವತದ ಮೇಲೆ ಪಟ್ಟಣದಂತಿರುವ ಒಂದು ಕಟ್ಟಡವು ಕಾಣಿಸಿತು."},{"number":3,"verse":"ಆತನು ನನ್ನನ್ನು ಅಲ್ಲಿಗೆ ತರಲು ಇಗೋ, ತಾಮ್ರದಂತೆ ಹೊಳೆಯುವ ಒಬ್ಬ ಪುರುಷನು ನಾರಿನ ಹುರಿಯನ್ನೂ ಅಳತೇಕೋಲನ್ನೂ ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಬಾಗಿಲಲ್ಲಿ ನಿಂತಿದ್ದನು."},{"number":4,"verse":"ಆ ಪುರುಷನು ನನಗೆ - ನರಪುತ್ರನೇ, ನೀನು ಕಣ್ಣಿಟ್ಟು ನೋಡು, ಕಿವಿಗೊಟ್ಟು ಕೇಳು; ನಾನು ನಿನಗೆ ತೋರಿಸುವದನ್ನೆಲ್ಲಾ ಮನಸ್ಸಿಟ್ಟು ತಿಳಿದುಕೋ; ನಾನು ನಿನಗೆ ತೋರಿಸುವದನ್ನು ನೀನು ನೋಡಬೇಕೆಂದೇ ಇಲ್ಲಿಗೆ ತರಲ್ಪಟ್ಟಿ; ನೀನು ನೋಡುವದನ್ನೆಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ ವಂಶದವರಿಗೆ ಪ್ರಕಟಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":5,"verse":"ಇಗೋ, ಒಂದು ಗೋಡೆಯು ಆ ಕಟ್ಟಡವನ್ನು ಸುತ್ತಿಕೊಂಡಿತ್ತು; ಆ ಪುರುಷನ ಕೈಯಲ್ಲಿ ಆರು ಉದ್ದಮೊಳದ ಅಳತೇಕೋಲೊಂದಿತ್ತು (ಉದ್ದಮೊಳ ಅಂದರೆ ಮೊಳದ ಮೇಲೆ ಒಂದು ಹಿಡಿಯುದ್ದ); ಅವನು ಆ ಗೋಡೆಯ ದಪ್ಪವನ್ನು ಒಂದು ಕೋಲು, ಎತ್ತರವನ್ನು ಒಂದು ಕೋಲು ಅಳೆದನು."},{"number":6,"verse":"ಆಮೇಲೆ ಅವನು ಮೂಡಣ ಹೆಬ್ಬಾಗಿಲಿಗೆ ಬಂದು ಮೆಟ್ಲುಗಳನ್ನು ಹತ್ತಿ ಹೊಸ್ತಲಿನ ಅಗಲವನ್ನು ಒಂದು ಕೋಲಳೆದನು. ಒಂದೊಂದು ಹೊಸ್ತಲಿನ ಅಗಲವು ಒಂದೊಂದು ಕೋಲಿತ್ತು."},{"number":7,"verse":"ಅಲ್ಲಿ [ಗೋಡೆಯಲ್ಲಿದ್ದ] ಒಂದೊಂದು ಕೋಣೆಯ ಉದ್ದ ಒಂದು ಕೋಲು, ಅಗಲ ಒಂದು ಕೋಲು; ಆ ಗೋಡೇಕೋಣೆಗಳು ಒಂದಕ್ಕೊಂದು ಐದೈದು ಮೊಳ ದೂರವಾಗಿದ್ದವು; ದೇವಸ್ಥಾನಕ್ಕೆ ಎದುರಾಗಿರುವ ಹೆಬ್ಬಾಗಿಲ ಕೈಸಾಲೆಯ ಹೊಸ್ತಲಿನ ಅಗಲವು ಒಂದು ಕೋಲು."},{"number":9,"verse":"ಆಮೇಲೆ ಅವನು ಹೆಬ್ಬಾಗಿಲ ಕೈಸಾಲೆಯ ಅಗಲವನ್ನು ಅಳೆದನು; ಅದು ಎಂಟು ಮೊಳ; ನಿಲವುಕಂಬಗಳ ಅಗಲವು ಎರಡೆರಡು ಮೊಳ; ಹೆಬ್ಬಾಗಿಲ ಕೈಸಾಲೆಯು ದೇವಸ್ಥಾನಕ್ಕೆ ಎದುರಾಗಿತ್ತು."},{"number":10,"verse":"ಮೂಡಣ ಹೆಬ್ಬಾಗಿಲಿನ ಎರಡು ಪಕ್ಕಗಳಲ್ಲಿ ಮೂರು ಮೂರು ಗೋಡೇಕೋಣೆಗಳಿದ್ದವು; ಅವೆಲ್ಲಾ ಒಂದೇ ಅಳತೆ; ಎರಡು ಪಕ್ಕಗಳಲ್ಲಿನ ನಿಲವುಕಂಬಗಳೂ ಒಂದೇ ಅಳತೆಯಾಗಿದ್ದವು."},{"number":11,"verse":"ಅನಂತರ ಅವನು ಹೆಬ್ಬಾಗಿಲ ದ್ವಾರವನ್ನು ಅಳೆದನು; ಅಗಲ ಹತ್ತು ಮೊಳ; ಉದ್ದ ಹದಿಮೂರು ಮೊಳ;"},{"number":12,"verse":"ಎರಡು ಪಕ್ಕಗಳಲ್ಲಿನ ಗೋಡೇಕೋಣೆಗಳ ಮುಂದೆ ಒಂದೊಂದು ಮೊಳ ಅವಕಾಶ; ಎರಡು ಕಡೆಯ ಗೋಡೇಕೋಣೆಗಳ ಅಗಲವು ಆರಾರು ಮೊಳ."},{"number":13,"verse":"ಅವನು ಒಂದು ಕಡೆಯ ಗೋಡೇಕೋಣೆಗಳ ಮಾಳಿಗೆಯ ಹೊರಕೊನೆಯಿಂದ ಇನ್ನೊಂದು ಕಡೆಯ ಗೋಡೇಕೋಣೆಗಳ ಮಾಳಿಗೆಯ ಹೊರಕೊನೆಗೆ ಅಂದರೆ [ಒಂದು ಕೋಣೆಯ] ಬಾಗಿಲಿನಿಂದ [ಇನ್ನೊಂದು ಕೋಣೆಯ] ಬಾಗಿಲಿಗೆ ಹೆಬ್ಬಾಗಿಲಿನ ಅಗಲವನ್ನು ಅಳೆಯಲು ಇಪ್ಪತೈದು ಮೊಳವಿತ್ತು."},{"number":14,"verse":"ಪ್ರಾಕಾರದಲ್ಲಿನ ನಿಲವುಕಂಬದವರೆಗೆ ನಿಲವುಕಂಬಗಳನ್ನು [ಅಳತೆ] ಮಾಡಲು ಅರುವತ್ತು ಮೊಳವಿದ್ದವು; ಹೆಬ್ಬಾಗಿಲನ್ನು ಸುತ್ತುಮುತ್ತಲು [ಅಳೆದನು]."},{"number":15,"verse":"ಪ್ರವೇಶ ಸ್ಥಾನದ ಹೊರಗಡೆಯಿಂದ ಒಳಕೈಸಾಲೆಯ ಕೊನೆಯ ತನಕ ಹೆಬ್ಬಾಗಿಲು ಐವತ್ತು ಮೊಳ ಉದ್ದವಾಗಿತ್ತು."},{"number":16,"verse":"ಗೋಡೇಕೋಣೆಗಳಲ್ಲಿಯೂ ಒಳಗಣ ಎರಡು ಕಡೆಯ ನಿಲವು ಕಂಬಗಳಲ್ಲಿಯೂ ಕೈಸಾಲೆಯಲ್ಲಿಯೂ ತೆರೆಯಲಾಗದ ಕಿಟಕಿಗಳು ಹೆಬ್ಬಾಗಿಲೊಳಗೆ ಸುತ್ತುಮುತ್ತಲಿದ್ದವು; [ಹೊರಗಣ] ನಿಲವುಕಂಬಗಳಲ್ಲಿ ಖರ್ಜೂರವೃಕ್ಷಗಳು ಚಿತ್ರಿತವಾಗಿದ್ದವು."},{"number":17,"verse":"ಆಮೇಲೆ ಅವನು ನನ್ನನ್ನು ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಕರತಂದನು; ಇಗೋ, ಕೋಣೆಗಳೂ ಪ್ರಾಕಾರದ ಸುತ್ತಲು ಹಾಕಿದ ನೆಲಗಟ್ಟೂ ಕಾಣಿಸಿದವು; ಒಟ್ಟಾಗಿ ನೆಲಗಟ್ಟಿನ ಮೇಲೆ ಮೂವತ್ತು ಕೋಣೆಗಳಿದ್ದವು."},{"number":18,"verse":"ಆ ಕೆಳಗಣ ನೆಲಗಟ್ಟು ಹೆಬ್ಬಾಗಿಲುಗಳ ಎರಡು ಪಕ್ಕಗಳಲ್ಲಿಯೂ ಹಾಸಲ್ಪಟ್ಟು ಅವುಗಳಷ್ಟು ಅಗಲವಾಗಿತ್ತು."},{"number":19,"verse":"ಅವನು ಮೂಡಲಲ್ಲಿಯೂ ಬಡಗಲಲ್ಲಿಯೂ ಕೆಳಗಣ ಹೆಬ್ಬಾಗಿಲಿನ ಒಳಗಡೆಯಿಂದ ಒಳಗಣ ಪ್ರಾಕಾರದ ಹೊರಗಡೆಯ ತನಕ ಅಳೆಯಲು ನೂರು ಮೊಳವಿತ್ತು."},{"number":20,"verse":"ಇದಲ್ಲದೆ ಹೊರಗಣ ಪ್ರಾಕಾರದ ಬಡಗಣ ಹೆಬ್ಬಾಗಿಲಿನ ಅಗಲವನ್ನೂ ಉದ್ದವನ್ನೂ ಅಳೆದನು."},{"number":21,"verse":"ಅದರೊಳಗೆ ಎರಡು ಕಡೆ ಗೋಡೇಕೋಣೆಗಳು ಮೂರುಮೂರಿದ್ದವು; ಅಲ್ಲಿನ ನಿಲವುಕಂಬಗಳೂ ಕೈಸಾಲೆಯೂ ಮೊದಲನೆಯ ಹೆಬ್ಬಾಗಿಲಿನ ಅಳತೆಯಂತಿದ್ದವು; ಆ ಹೆಬ್ಬಾಗಿಲಿನ ಉದ್ದ ಐವತ್ತು ಮೊಳ, ಅಗಲ ಇಪ್ಪತ್ತೈದು ಮೊಳ."},{"number":22,"verse":"ಅಲ್ಲಿನ ಕಿಟಕಿಗಳೂ ಕೈಸಾಲೆಯೂ [ಚಿತ್ರಿತವಾಗಿದ್ದ] ಖರ್ಜೂರ ವೃಕ್ಷಗಳೂ ಮೂಡಣ ಹೆಬ್ಬಾಗಿಲಿನವುಗಳ ಅಳತೆಯಷ್ಟಿದ್ದವು; ಏಳು ಮೆಟ್ಲು ಹತ್ತಿ ಅಲ್ಲಿಗೆ ಸೇರುತ್ತಿದ್ದರು; ಕೈಸಾಲೆಯು ಒಳಗಡೆಯಿತ್ತು."},{"number":23,"verse":"[ಹೊರಗಣ ಪ್ರಾಕಾರದ] ಬಡಗಣ ಮೂಡಣ ಹೆಬ್ಬಾಗಿಲುಗಳಿಗೆ ಎದುರಾಗಿ ಒಳಗಣ ಪ್ರಾಕಾರಕ್ಕೂ ಹೆಬ್ಬಾಗಿಲುಗಳು ಇದ್ದವು; ಒಂದು ಬಾಗಿಲಿಂದ ಎದುರು ಬಾಗಿಲಿಗೆ ನೂರು ಮೊಳ ಅಳೆದನು."},{"number":24,"verse":"ಆಮೇಲೆ ಅವನು ನನ್ನನ್ನು ತೆಂಕಲಿಗೆ ಕರತಂದನು. ಇಗೋ, ಅಲ್ಲಿಯೂ ಒಂದು ಹೆಬ್ಬಾಗಿಲು; ಅವನು ಅಲ್ಲಿನ ನಿಲವುಕಂಬಗಳನ್ನೂ ಕೈಸಾಲೆಯನ್ನೂ ಅಳೆಯಲು ಹಿಂದಣ ಅಳತೆಗಳೇ ಕಂಡುಬಂದವು."},{"number":25,"verse":"ಅದರಲ್ಲಿಯೂ ಅದರ ಕೈಸಾಲೆಯಲ್ಲಿಯೂ ಎಲ್ಲಾ ಕಡೆ ಅಂಥ ಕಿಟಕಿಗಳೇ ಇದ್ದವು; ಹೆಬ್ಬಾಗಿಲಿನ ಉದ್ದ ಐವತ್ತು ಮೊಳ, ಅಗಲ ಇಪ್ಪತ್ತೈದು ಮೊಳ."},{"number":26,"verse":"ಅಲ್ಲಿ ಹತ್ತುವದಕ್ಕೆ ಏಳು ಮೆಟ್ಲುಗಳಿದ್ದವು; ಕೈಸಾಲೆಯು ಒಳಗಡೆಯಿತ್ತು; ಕೈಸಾಲೆಯ ಎದುರುಬದುರಿನ ನಿಲವು ಕಂಬಗಳಲ್ಲಿ ಖರ್ಜೂರ ವೃಕ್ಷಗಳು ಚಿತ್ರಿತವಾಗಿದ್ದವು."},{"number":27,"verse":"ಒಳಗಣ ಪ್ರಾಕಾರದಲ್ಲಿಯೂ ತೆಂಕಲಿಗೆ ಹೆಬ್ಬಾಗಿಲಿತ್ತು; ತೆಂಕಲಲ್ಲಿ ಒಂದು ಬಾಗಿಲಿಂದ ಎದುರುಬಾಗಿಲಿಗೆ ನೂರುಮೊಳ ಅಳೆದನು."},{"number":28,"verse":"ಆಮೇಲೆ ಅವನು ನನ್ನನ್ನು ತೆಂಕಣ ಬಾಗಿಲ ಮಾರ್ಗವಾಗಿ ಒಳಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಕರತಂದನು; ಅವನು ಆ ತೆಂಕಣ ಹೆಬ್ಬಾಗಿಲನ್ನೂ ಅಲ್ಲಿನ ಗೊಡೇಕೋಣೆ, ನಿಲವುಕಂಬ, ಕೈಸಾಲೆ ಇವುಗಳನ್ನೂ ಅಳೆಯಲು ಅಷ್ಟೇ ಅಳತೆಗಳಿದ್ದವು;"},{"number":29,"verse":"ಅದರಲ್ಲಿಯೂ ಅದರ ಕೈಸಾಲೆಯಲ್ಲಿಯೂ ಕಿಟಕಿಗಳು ಎಲ್ಲಾ ಕಡೆಯಿದ್ದವು; ಹೆಬ್ಬಾಗಿಲಿನ ಉದ್ದ ಐವತ್ತು ಮೊಳ, ಅಗಲ ಇಪ್ಪತ್ತೈದು ಮೊಳ."},{"number":30,"verse":"ಸುತ್ತುಮುತ್ತಲು ಕೈಸಾಲೆಗಳು ಇದ್ದವು; ಒಂದೊಂದರ ಉದ್ದ ಇಪ್ಪತ್ತೈದು ಮೊಳ, ಅಗಲ ಐದು ಮೊಳ."},{"number":31,"verse":"ಆ ಹೆಬ್ಬಾಗಿಲ ಕೈಸಾಲೆಯು ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಅಭಿಮುಖವಾಗಿತ್ತು; ಅದರ ನಿಲವುಕಂಬಗಳಲ್ಲಿ ಖರ್ಜೂರ ವೃಕ್ಷಗಳು ಚಿತ್ರಿತವಾಗಿದ್ದವು; ಅಲ್ಲಿ ಹತ್ತುವದಕ್ಕೆ ಎಂಟು ಮೆಟ್ಲುಗಳಿದ್ದವು."},{"number":32,"verse":"ಅವನು ನನ್ನನ್ನು ಒಳಗಣ ಪ್ರಾಕಾರದ ಮೂಡಲಿಗೆ ಕರತಂದು ಅಲ್ಲಿನ ಹೆಬ್ಬಾಗಿಲನ್ನೂ ಅದರ ಗೋಡೇಕೋಣೆ, ನಿಲವುಕಂಬ, ಕೈಸಾಲೆ ಇವುಗಳನ್ನೂ ಅಳೆಯಲು ಆ ಅಳತೆಗಳೇ ಕಂಡುಬಂದವು;"},{"number":33,"verse":"ಅದರಲ್ಲಿಯೂ ಅದರ ಕೈಸಾಲೆಯಲ್ಲಿಯೂ ಎಲ್ಲಾ ಕಡೆ ಕಿಟಕಿಗಳಿದ್ದವು; ಆ ಹೆಬ್ಬಾಗಿಲಿನ ಉದ್ದ ಐವತ್ತು ಮೊಳ, ಅಗಲ ಇಪ್ಪತ್ತೈದು ಮೊಳ."},{"number":34,"verse":"ಅದರ ಕೈಸಾಲೆಯು ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಅಭಿಮುಖವಾಗಿತ್ತು; ಕೈಸಾಲೆಯ ಎದುರುಬದುರಿನ ನಿಲವುಕಂಬಗಳಲ್ಲಿ ಖರ್ಜೂರ ವೃಕ್ಷಗಳು ಚಿತ್ರಿತವಾಗಿದ್ದವು; ಅಲ್ಲಿ ಹತ್ತುವದಕ್ಕೆ ಎಂಟು ಮೆಟ್ಲುಗಳಿದ್ದವು."},{"number":35,"verse":"ಆಮೇಲೆ ಅವನು ನನ್ನನ್ನು ಬಡಗಣ ಬಾಗಿಲಿಗೆ ಕರತಂದು ಅದನ್ನೂ ಅದರ ಗೋಡೇಕೋಣೆ, ನಿಲವುಕಂಬ, ಕೈಸಾಲೆ ಇವುಗಳನ್ನೂ ಅಳೆಯಲು ಅಲ್ಲಿಯೂ ಆ ಅಳತೆಗಳೇ ಕಂಡುಬಂದವು;"},{"number":36,"verse":"ಅದರಲ್ಲಿ ಎಲ್ಲಾ ಕಡೆ ಕಿಟಕಿಗಳಿದ್ದವು; ಅದರ ಉದ್ದ ಐವತ್ತು ಮೊಳ, ಅಗಲ ಇಪ್ಪತ್ತೈದು ಮೊಳ."},{"number":37,"verse":"ಅದರ ನಿಲವುಕಂಬಗಳು ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಅಭಿಮುಖವಾಗಿದ್ದವು; ಆ ಎದುರುಬದುರಿನ ನಿಲವುಕಂಬಗಳಲ್ಲಿ ಖರ್ಜೂರ ವೃಕ್ಷಗಳು ಚಿತ್ರಿತವಾಗಿದ್ದವು; ಅಲ್ಲಿ ಹತ್ತುವದಕ್ಕೆ ಎಂಟು ಮೆಟ್ಲುಗಳಿದ್ದವು."},{"number":38,"verse":"ಹೆಬ್ಬಾಗಿಲ ನಿಲವುಕಂಬಗಳ ಪಕ್ಕದಲ್ಲಿ ಒಂದು ಕೋಣೆಯೂ ಅದರ ದ್ವಾರವೂ ಕಾಣಿಸಿದವು; ಆ ಕೋಣೆಯೊಳಗೆ ಸರ್ವಾಂಗಹೋಮಪಶುಗಳ ಮಾಂಸವನ್ನು ತೊಳೆಯುತ್ತಿದ್ದರು."},{"number":39,"verse":"ಹೆಬ್ಬಾಗಿಲ ಕೈಸಾಲೆಯಲ್ಲಿ ಎರಡು ಕಡೆಯಲ್ಲಿಯೂ ಎರಡೆರಡು ಪೀಠಗಳಿದ್ದವು; ಅವುಗಳ ಮೇಲೆ ಸರ್ವಾಂಗಹೋಮಪಶು, ದೋಷಪರಿಹಾರಕಯಜ್ಞಪಶು, ಪ್ರಾಯಶ್ಚಿತ್ತಯಜ್ಞಪಶು ಇವುಗಳನ್ನು ವಧಿಸುತ್ತಿದ್ದರು."},{"number":40,"verse":"ಬಡಗಣ ಹೆಬ್ಬಾಗಿಲ ಪ್ರವೇಶಸ್ಥಾನದ ಮೆಟ್ಲುಗಳ ಹತ್ತಿರ ಆ ಬಾಗಿಲ ಕೈಸಾಲೆಯ ಹೊರಗೆ ಒಂದು ಕೊನೆಯಲ್ಲಿ ಎರಡು ಪೀಠಗಳು, ಇನ್ನೊಂದು ಕೊನೆಯಲ್ಲಿ ಎರಡು ಪೀಠಗಳು ಇದ್ದವು."},{"number":41,"verse":"ಹೆಬ್ಬಾಗಿಲಿನ ಎರಡು ಪಕ್ಕಗಳಲ್ಲಿ ಇತ್ತ ನಾಲ್ಕು ಅತ್ತ ನಾಲ್ಕು ಪೀಠಗಳು, ಒಟ್ಟಿಗೆ ಯಜ್ಞಪಶುಗಳನ್ನು ವಧಿಸುವ ಎಂಟು ಪೀಠಗಳಿದ್ದವು."},{"number":42,"verse":"ಇದಲ್ಲದೆ ಸರ್ವಾಂಗಹೋಮಕ್ಕೆ ಉಪಯುಕ್ತವಾದ ಕೆತ್ತಿದ ಕಲ್ಲಿನ ನಾಲ್ಕು ಪೀಠಗಳಿದ್ದವು; ಅವುಗಳ ಅಗಲ ಒಂದುವರೆ ಮೊಳ, ಉದ್ದ ಒಂದುವರೆ ಮೊಳ, ಎತ್ತರ ಒಂದು ಮೊಳ; ಅವುಗಳ ಮೇಲೆ ಸರ್ವಾಂಗಹೋಮಪಶುಗಳ ವಧೆಯ ಉಪಕರಣಗಳನ್ನು ಇಡುತ್ತಿದ್ದರು."},{"number":43,"verse":"ಅಂಚಿನಲ್ಲಿ ಹಿಡಿಯೆತ್ತರ ದಿಂಡುಕಟ್ಟಿತ್ತು; ನೈವೇದ್ಯಮಾಂಸವು ಪೀಠಗಳ ಮೇಲಿತ್ತು."},{"number":44,"verse":"ಆಮೇಲೆ ಅವನು ನನ್ನನ್ನು ಒಳಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಕರತಂದನು; ಇಗೋ, ಅಲ್ಲಿ ಎರಡು ಕೋಣೆಗಳು ಕಾಣಿಸಿದವು; ಬಡಗಣ ಹೆಬ್ಬಾಗಿಲ ಪಕ್ಕದಲ್ಲಿ ಒಂದು ಕೋಣೆಯು ತೆಂಕಲಿಗೆ ಅಭಿಮುಖವಾಗಿತ್ತು; ತೆಂಕಣ ಹೆಬ್ಬಾಗಿಲ ಪಕ್ಕದಲ್ಲಿ ಇನ್ನೊಂದು ಕೋಣೆಯು ಬಡಗಲಿಗೆ ಅಭಿಮುಖವಾಗಿತ್ತು."},{"number":45,"verse":"ಆಗ ಅವನು ನನಗೆ - ತೆಂಕಲಿಗೆ ಅಭಿಮುಖವಾಗಿರುವ ಈ ಕೋಣೆಯು ದೇವಾಲಯದ ಪಾರುಪತ್ಯವನ್ನು ನಡಿಸುವ ಯಾಜಕರಿಗೆ ನೇಮಕವಾಗಿದೆ;"},{"number":46,"verse":"ಬಡಗಲಿಗೆ ಅಭಿಮುಖವಾಗಿರುವ ಆ ಕೋಣೆಯು ಯಜ್ಞವೇದಿಯ ಕಾರ್ಯದರ್ಶಿಗಳಾದ ಯಾಜಕರಿಗೆ ನೇಮಕವಾಗಿದೆ; ಚಾದೋಕನ ಸಂತತಿಯವರಾದ ಇವರು ಲೇವಿಯ ಕುಲದವರಲ್ಲಿ ಯೆಹೋವನ ಸನ್ನಿಧಿಸೇವಕರಾಗಿದ್ದಾರೆ ಎಂದು ಹೇಳಿದನು."},{"number":47,"verse":"ಆಮೇಲೆ ಅವನು ಪ್ರಾಕಾರವನ್ನು ಅಳೆಯಲು ಅದು ನೂರು ಮೊಳ ಉದ್ದವಾಗಿಯೂ ನೂರು ಮೊಳ ಅಗಲವಾಗಿಯೂ ಚಚ್ಚೌಕವಾಗಿತ್ತು; ಯಜ್ಞವೇದಿಯು ದೇವಸ್ಥಾನದ ಮುಂದೆ ಇತ್ತು."},{"number":48,"verse":"ಕೂಡಲೆ ಅವನು ನನ್ನನ್ನು ದೇವಸ್ಥಾನದ ದ್ವಾರಮಂಟಪಕ್ಕೆ ಕರತಂದು ಅದನ್ನು ಅಳೆಯಲು ಅದರ ಎದುರುಬದುರಿನ ನಿಲವು ಕಂಬಗಳ ಅಗಲ ಐದೈದು ಮೊಳ, ಬಾಗಿಲಿನ ಎರಡು ಪಕ್ಕದ [ಗೋಡೆಗಳ] ಅಗಲ ಮೂರು ಮೂರು ಮೊಳ,"},{"number":49,"verse":"ದ್ವಾರಮಂಟಪದ ಉದ್ದ ಇಪ್ಪತ್ತು ಮೊಳ, ಅಗಲ ಹನ್ನೊಂದು ಮೊಳ ಇದ್ದವು; ಹತ್ತು ಮೆಟ್ಲುಗಳನ್ನು ಹತ್ತಿ ಅಲ್ಲಿಗೆ ಸೇರುತ್ತಿದ್ದರು; ಎರಡು ಕಡೆಯ ನಿಲವುಕಂಬಗಳ ಪಕ್ಕದಲ್ಲಿ ಒಂದೊಂದು ಉಪಸ್ತಂಭವು ಇತ್ತು."}]}