{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":41,"verses":[{"number":1,"verse":"ಆಮೇಲೆ ಅವನು ನನ್ನನ್ನು ಪರಿಶುದ್ಧಸ್ಥಳಕ್ಕೆ ತಂದು ಅದನ್ನು ಅಳೆಯಲು ಅದರ ಎದುರುಬದುರಿನ ನಿಲವುಕಂಬಗಳ ಅಗಲ ದೇವರ ಗುಡಾರದ ಅಗಲದಂತೆ ಆರಾರು ಮೊಳ, ದ್ವಾರದ ಅಗಲ ಹತ್ತು ಮೊಳ,"},{"number":2,"verse":"ದ್ವಾರದ ಎರಡು ಪಕ್ಕದ ಗೋಡೆಗಳ ಅಗಲ ಐದೈದು ಮೊಳ, ಪರಿಶುದ್ಧ ಸ್ಥಳದ ಉದ್ದ ನಾಲ್ವತ್ತು ಮೊಳ, ಅಗಲ ಇಪ್ಪತ್ತು ಮೊಳ ಇದ್ದವು."},{"number":3,"verse":"ಆಮೇಲೆ ಅವನು ಇನ್ನೂ ಮುಂದಕ್ಕೆ ಹೋಗಿ ಪರಿಶುದ್ಧ ಸ್ಥಳದ ಕೊನೆಯಲ್ಲಿ [ಗರ್ಭಗೃಹವನ್ನು] ಅಳೆಯಲು ದ್ವಾರದ ಒಂದೊಂದು ನಿಲವುಕಂಬದ ಅಗಲ ಎರಡೆರಡು ಮೊಳ, ದ್ವಾರದ ಅಗಲ ಆರು ಮೊಳ,"},{"number":4,"verse":"ದ್ವಾರದ ಪಕ್ಕದ ಗೋಡೆಗಳ ಅಗಲ ಏಳೇಳು ಮೊಳ, ಗರ್ಭಗೃಹದ ಉದ್ದ ಇಪ್ಪತ್ತು ಮೊಳ, ಅಗಲ ಇಪ್ಪತ್ತು ಮೊಳ ಇದ್ದವು; ಆಗ ಅವನು ನನಗೆ - ಇದು ಮಹಾಪರಿಶುದ್ಧಸ್ಥಳವೆಂದು ಹೇಳಿದನು."},{"number":5,"verse":"ಆಮೇಲೆ ಅವನು ಅಳೆಯಲು ದೇವಸ್ಥಾನದ ಗೋಡೆಯ ಅಗಲ ಆರು ಮೊಳ, ದೇವಸ್ಥಾನದ ಸುತ್ತುಮುತ್ತಲು ಎಲ್ಲಾ ಕಡೆ ಅದರ ಪಕ್ಕಗಳಿಗೆ ಅಂಟಿಕೊಂಡಿದ್ದ ಕೊಠಡಿಗಳ ಅಗಲ ನಾಲ್ಕು ನಾಲ್ಕು ಮೊಳ ಇದ್ದವು."},{"number":6,"verse":"ಆ ಕೊಠಡಿಗಳು ಒಂದರ ಮೇಲೊಂದು ಮೂರಂತಸ್ತಾಗಿದ್ದವು; ಒಂದೊಂದು ಅಂತಸ್ತಿನಲ್ಲಿ ಮೂವತ್ತು ಮೂವತ್ತಿದ್ದವು; ದೇವಸ್ಥಾನದ ಗೋಡೆಯು ಮೆಟ್ಲು ಮೆಟ್ಲಾಗಿ ಕಟ್ಟಲ್ಪಟ್ಟಿತ್ತು. ಗೋಡೆಯಲ್ಲಿ ತೂತಿಲ್ಲದೆ ಆ ಮೆಟ್ಲುಗಳೇ ಸುತ್ತಣ ಕೊಠಡಿಗಳ ತೊಲೆಗಳಿಗೆ ಅಧಾರವಾಗಿದ್ದವು."},{"number":7,"verse":"ಸುತ್ತಣ ಅಂತಸ್ತುಗಳು ಮೇಲೆ ಮೇಲೆ ಹೋದ ಹಾಗೆಲ್ಲಾ ಆಯಾ ಕೊಠಡಿಗಳ ಅಗಲವು ಹೆಚ್ಚುತ್ತಾ ಬಂತು; ಅವು ದೇವಸ್ಥಾನವನ್ನು ಸುತ್ತಿಕೊಂಡು ಮೇಲೆ ಮೇಲೆ ಹೋದ ಹಾಗೆಲ್ಲಾ ಅದನ್ನು ಬಿಗಿಬಿಗಿಯಾಗಿ ತಬ್ಬಿಕೊಂಡಂತೆ ಇದ್ದವು. ಹೀಗೆ ಮೇಲುಮೇಲಿನ ಅಂತಸ್ತುಗಳು ದೇವಸ್ಥಾನದ ಕಡೆಗೆ ಅಗಲವಾಗುತ್ತಾ ಬಂದವು; ಕೆಳಗಣ ಅಂತಸ್ತಿನಿಂದ ನಡುವಣ ಅಂತಸ್ತಿನ ಮಾರ್ಗವಾಗಿ ಮೇಲಣ ಅಂತಸ್ತಿಗೆ ಹತ್ತುತ್ತಿದ್ದರು."},{"number":8,"verse":"ದೇವಸ್ಥಾನದ ಸುತ್ತುಮುತ್ತಲು ಒಂದು ಜಗಲಿಯು ಕಾಣಿಸಿತು; ಅದು ಕೊಠಡಿಗಳಿಗೆ ತಳಹದಿಯಾಗಿ ನೆಲಮಟ್ಟದಿಂದ ತುಂಬಾ ಆರು ಮೊಳದ ಅಳತೇಕೋಲಿನಷ್ಟು ಎತ್ತರವಾಗಿತ್ತು."},{"number":9,"verse":"ಕೊಠಡಿಗಳ ಹೊರಗೋಡೆಯ ದಪ್ಪವು ಐದು ಮೊಳವಿತ್ತು."},{"number":10,"verse":"ದೇವಸ್ಥಾನಕ್ಕೆ ಅಂಟಿಕೊಂಡ ಆ ಕೊಠಡಿಗಳಿಗೂ [ದೀಕ್ಷಿತ ಯಾಜಕರ] ಕೋಣೆಗಳಿಗೂ ನಡುವೆ ದೇವಸ್ಥಾನದ ಸುತ್ತುಮುತ್ತಲೂ ಇಪ್ಪತ್ತು ಮೊಳ ಅಂತರವಿತ್ತು."},{"number":11,"verse":"ಆ ಎಲ್ಲಾ ಕೊಠಡಿಗಳ ಪ್ರವೇಶಕ್ಕೂ ಎರಡೇ ಬಾಗಿಲು, ಬಡಗಲಿಗೊಂದು ತೆಂಕಲಿಗೊಂದು, ಅವೆರಡೂ ಜಗಲಿಯ ಕಡೆಗಿದ್ದವು; ಆ ಜಗಲಿಯು ಎಲ್ಲಾ ಕಡೆ ಐದು ಮೊಳ ಅಗಲವಾಗಿತ್ತು."},{"number":12,"verse":"ಪಡುವಲಲ್ಲಿ ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರದ ಹಿಂದಿನ ಶಾಲೆಯ ಅಗಲ ಎಪ್ಪತ್ತು ಮೊಳ, ಉದ್ದ ತೊಂಭತ್ತು ಮೊಳ, ಅದರ ಗೋಡೆಯ ದಪ್ಪ ಐದು ಮೊಳ."},{"number":13,"verse":"ಆ ಪುರುಷನು ಅಳೆಯಲು ದೇವಸ್ಥಾನದ ಉದ್ದ ನೂರು ಮೊಳವೂ ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರ, ಶಾಲೆ, ಶಾಲೆಯ ಗೋಡೆಗಳು, ಇವುಗಳ ಒಟ್ಟಗಲ ನೂರು ಮೊಳವೂ,"},{"number":14,"verse":"ಮೂಡಲಲ್ಲಿನ ದೇವಸ್ಥಾನ ಮುಖ, ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರ, ಇವುಗಳ ಒಟ್ಟಗಲ ನೂರು ಮೊಳವೂ ಇದ್ದವು."},{"number":15,"verse":"ಅವನು ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರದ ಹಿಂದಿನ ಶಾಲೆಯನ್ನು ಆ ಪ್ರಾಕಾರದ ಕಡೆಯಲ್ಲಿ ಅಳೆಯಲು ಅದರ ಉದ್ದ ಎರಡು ಪಕ್ಕದ ಗೋಡೆಗಳ ಸಹಿತ ನೂರು ಮೊಳವಿತ್ತು."},{"number":16,"verse":"ಗರ್ಭಗೃಹ, ಪ್ರಾಕಾರದಲ್ಲಿನ ದ್ವಾರಮಂಟಪಗಳು, ಹೊಸ್ತಲುಗಳು, ತೆರೆಯಲಾಗದ ಕಿಟಕಿಗಳು, ಹೊಸ್ತಲಿನ ಎದುರಿಗೆ ಮೂರಂತಸ್ತಾಗಿ ಸುತ್ತಲು ಕಟ್ಟಲ್ಪಟ್ಟ ಗೋಡೆಯಟ್ಟಗಳು, ಇವುಗಳನ್ನೂ ಅಳೆದನು;"},{"number":17,"verse":"ನೆಲದಿಂದ ಕಿಟಕಿಗಳವರೆಗೂ ದ್ವಾರದ ಮೇಲೂ ಗರ್ಭಗೃಹದ ಮತ್ತು ಈಚಿನ ಗೃಹದ ಗೋಡೆಗೆಲ್ಲಾ ಸುತ್ತುಮುತ್ತಲು ಹಲಿಗೆಗಳು ಚೌಕಚೌಕವಾಗಿ ಹೊದಿಸಲ್ಪಟ್ಟಿದ್ದವು; ಕಿಟಕಿಗಳ [ಪಕ್ಕಗಳಿಗೂ ಹಲಿಗೆಯ] ಹೊದಿಕೆಯಿತ್ತು."},{"number":18,"verse":"[ಆ ಚೌಕಗಳಲ್ಲಿ] ಕೆರೂಬಿಗಳೂ ಖರ್ಜೂರ ವೃಕ್ಷಗಳೂ ಚಿತ್ರಿತವಾಗಿದ್ದವು; ಎರಡೆರಡು ಕೆರೂಬಿಗಳ ನಡುವೆ ಒಂದೊಂದು ಖರ್ಜೂರ ವೃಕ್ಷ; ಒಂದೊಂದು ಕೆರೂಬಿಗೆ ಎರಡೆರಡು ಮುಖ;"},{"number":19,"verse":"ಖರ್ಜೂರ ವೃಕ್ಷದ ಒಂದು ಪಕ್ಕವು ಮನುಷ್ಯ ಮುಖಕ್ಕೆ ಎದುರು, ಇನ್ನೊಂದು ಪಕ್ಕವು ಸಿಂಹಮುಖಕ್ಕೆ ಎದುರು; ದೇವಸ್ಥಾನದ ಒಳಭಾಗವೆಲ್ಲಾ ಸುತ್ತುಮುತ್ತು ಹೀಗೆ ಚಿತ್ರಮಯವಾಗಿತ್ತು."},{"number":20,"verse":"ನೆಲದಿಂದ ದಾರವಂದದ ಮೇಲ್ಮಟ್ಟದ ತನಕ ಕೆರೂಬಿಗಳೂ ಖರ್ಜೂರ ವೃಕ್ಷಗಳೂ ಚಿತ್ರಿತವಾಗಿದ್ದವು."},{"number":21,"verse":"ಪರಿಶುದ್ಧ ಸ್ಥಳದ [ಈಚಿನ] ಗೋಡೆಯ ಬಾಗಿಲ ಚೌಕಟ್ಟು ಚಚ್ಚೌಕವಾಗಿತ್ತು; ಮಹಾಪರಿಶುದ್ಧಸ್ಥಳದ ಈಚಿನ ಗೋಡೆಯ ಚೌಕಟ್ಟೂ ಹಾಗೆಯೇ ಇತ್ತು."},{"number":22,"verse":"ಅಲ್ಲಿ ಮರದ ವೇದಿಯೊಂದಿತ್ತು; ಅದರ ಎತ್ತರ ಮೂರು ಮೊಳ, ಉದ್ದ ಎರಡು ಮೊಳ; ಅದರ ಮೂಲೆಗಳೂ ಪೀಠವೂ ಪಕ್ಕಗಳೂ ಮರದ್ದೇ; ಆ ಪುರುಷನು ನನಗೆ - ಇದು ಯೆಹೋವನ ಸಮ್ಮುಖದ ಮೇಜು ಎಂದು ಹೇಳಿದನು."},{"number":23,"verse":"ಪರಿಶುದ್ಧಸ್ಥಳದ ಮತ್ತು ಮಹಾಪರಿಶುದ್ಧಸ್ಥಳದ ಬಾಗಿಲುಗಳಿಗೆ ಎರಡೆರಡು ಕದಗಳು;"},{"number":24,"verse":"ಒಂದೊಂದು ಕದಕ್ಕೆ ಎರಡೆರಡು ಮಡಚುವ ಭಾಗಗಳು; ಇತ್ತಕಡೆಯ ಕದಕ್ಕೆ ಎರಡು ಭಾಗ, ಅತ್ತಕಡೆಯ ಕದಕ್ಕೆ ಎರಡು ಭಾಗ ಇದ್ದವು."},{"number":25,"verse":"ಆ ಕದಗಳಲ್ಲಿ, ಅಂದರೆ ಪರಿಶುದ್ಧಸ್ಥಳದ ಕದಗಳಲ್ಲಿ ಕೆರೂಬಿಗಳೂ ಖರ್ಜೂರ ವೃಕ್ಷಗಳೂ ಗೋಡೆಗಳಲ್ಲಿ ಚಿತ್ರಿಸಲ್ಪಟ್ಟ ಹಾಗೆಯೇ ಚಿತ್ರಿತವಾಗಿದ್ದವು; ದ್ವಾರಮಂಟಪದ ಹೊರಗಡೆ ಮರದ ಸೂರು ಇತ್ತು"},{"number":26,"verse":"ದ್ವಾರಮಂಟಪದ ಪಕ್ಕದ ಗೋಡೆಗಳಲ್ಲಿ ತೆರೆಯಲಾಗದ ಕಿಟಕಿಗಳೂ [ಚಿತ್ರಿತ] ಖರ್ಜೂರ ವೃಕ್ಷಗಳೂ ಇದ್ದವು."}]}