{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"ಆಮೇಲೆ ಅವನು ನನ್ನನ್ನು ಬಡಗಲ ಮಾರ್ಗವಾಗಿ ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಬರಮಾಡಿ ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರಕ್ಕೂ ಉತ್ತರದ ಪೌಳಿಗೋಡೆಗೂ ನಡುವಣ ಕೋಣೆಗಳಿಗೆ ಕರತಂದು"},{"number":2,"verse":"ಬಡಗಣ ಬಾಗಿಲುಳ್ಳ ಕೋಣೆಗಳ ಸಾಲಿನ ಮುಂದೆ ನಿಲ್ಲಿಸಿದನು; ಆ ಸಾಲಿನ ಉದ್ದವು ನೂರು ಮೊಳ;"},{"number":3,"verse":"ಒಳಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಸೇರಿದ ಇಪ್ಪತ್ತು ಮೊಳ ಅಗಲದ ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರಕ್ಕೂ ಹೊರಗಣ ಪ್ರಾಕಾರದ ನೆಲಗಟ್ಟಿಗೂ ನಡುವೆಯಿದ್ದ ಆ ಪ್ರದೇಶವು ಐವತ್ತು ಮೊಳ ಅಗಲ; [ಅಲ್ಲಿನ ಎರಡು ಸಾಲುಗಳ] ಮೂರನೆಯ ಅಂತಸ್ತಿನ ಅಂಚಿನ ದಾರಿಗಳು ಒಂದಕ್ಕೊಂದು ಎದುರಾಗಿದ್ದವು."},{"number":4,"verse":"ಆ ಸಾಲುಗಳ ನಡುವೆ ನೂರು ಮೊಳ ಉದ್ದದ ಹತ್ತು ಮೊಳ ಅಗಲದ ಓಣಿಯೊಂದಿತ್ತು; ಕೋಣೆಗಳ ಬಾಗಿಲುಗಳು ಬಡಗಲ ಕಡೆಗಿದ್ದವು."},{"number":5,"verse":"ಮೇಲಣ ಕೋಣೆಗಳು ನಡುವಣ ಮತ್ತು ಕೆಳಗಣ ಕೋಣೆಗಳಿಗಿಂತ ಇಕ್ಕಟ್ಟಾಗಿದ್ದವು; ಅಂಚಿನ ದಾರಿಗಳು ಅವುಗಳ ಅಗಲವನ್ನು ತಿಂದುಬಿಟ್ಟಿದ್ದವು."},{"number":6,"verse":"ಕೋಣೆಗಳು ಮೂರಂತಸ್ತಾಗಿದ್ದವು; [ಹೊರಗಣ] ಪ್ರಾಕಾರದ ಕೋಣೆಗಳಿಗೆ ಇದ್ದಂತೆ ಈ ಕೋಣೆಗಳಿಗೆ ಕೈಸಾಲೆಗಳಿರಲಿಲ್ಲ; ಆದದರಿಂದ ನೆಲಕ್ಕೆತ್ತರದಲ್ಲಿನ ಮೇಲಣ ಕೋಣೆಗಳು ಕೆಳಗಣ ಮತ್ತು ನಡುವಣ ಕೋಣೆಗಳಿಗಿಂತ ಇಕ್ಕಟ್ಟಾಗಿದ್ದವು."},{"number":7,"verse":"ಹೊರಗಣ ಪ್ರಾಕಾರದ ಕಡೆಗಿರುವ ಕೋಣೆಗಳ ಸಾಲಿಗೆ ಸಮವಾಗಿ ಹೊರಗೋಡೆಯೊಂದಿತ್ತು; ಅದು ಐವತ್ತು ಮೊಳ ಉದ್ದವಾಗಿ [ಎರಡನೆಯ] ಸಾಲಿಗೆ ಎದುರಾಗಿತ್ತು."},{"number":8,"verse":"ಹೊರಗಣ ಪ್ರಾಕಾರದ ಕಡೆಗಿರುವ ಕೋಣೆಗಳ ಸಾಲಿನ ಉದ್ದವು ಐವತ್ತು ಮೊಳ, ದೇವಸ್ಥಾನದ ಕಡೆಗಿರುವ ಕೋಣೆಗಳ ಸಾಲಿನ ಉದ್ದವು ನೂರು ಮೊಳ."},{"number":9,"verse":"ಕೋಣೆಗಳ ಪ್ರಾಕಾರದ ಮೂಡಲಲ್ಲಿ ಕೆಳಗಿನ ಮಟ್ಟದಲ್ಲಿ ಆ ಪ್ರಾಕಾರದ ಗೋಡೆಯ ನಡುವೆ ಹೊರಗಣ ಪ್ರಾಕಾರದಿಂದ ಅಲ್ಲಿಗೆ ಸೇರುವ ಮಾರ್ಗವಿತ್ತು."},{"number":10,"verse":"ಇದಲ್ಲದೆ ಮೂಡಲಲ್ಲಿ ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರಕ್ಕೂ ಪೌಳಿಗೋಡೆಗೂ ನಡುವೆ ಕೋಣೆಗಳಿದ್ದವು;"},{"number":11,"verse":"ಇವುಗಳ ಮುಂದೆ ಓಣಿಯೊಂದಿತ್ತು; ಅವು ಬಡಗಲ ಕೋಣೆಗಳಂತೆ ಕಾಣಿಸುತ್ತಿದ್ದವು, ಇವುಗಳ ಉದ್ದವೂ ಅಗಲವೂ ಅವುಗಳ ಉದ್ದವೂ ಅಗಲವೂ ಒಂದೇ; ಇವುಗಳ ರಚನಾಕ್ರಮ ದ್ವಾರ ನಿರ್ಗಮಸ್ಥಾನಗಳೆಲ್ಲವೂ ಅವುಗಳಂತಿದ್ದವು; ತೆಂಕಲ ಕೋಣೆಗಳು ಹಾಗೆಯೇ ಇದ್ದವು."},{"number":12,"verse":"ಕೋಣೆಗಳ ಪ್ರಾಕಾರವನ್ನು ಮೂಡಲಲ್ಲಿ ಸೇರುವ ಕಡೆ ಗೋಡೆಯ ಪಕ್ಕದಲ್ಲೇ ಇರುವ ದಾರಿಯ ಕೊನೆಯಲ್ಲಿ ಒಂದು ಬಾಗಿಲಿತ್ತು."},{"number":13,"verse":"ಆಗ ಅವನು ನನಗೆ - ದೀಕ್ಷಿತರ ಪ್ರಾಕಾರದ ಬಡಗಣ ತೆಂಕಣ ಕಡೆಗಳಲ್ಲಿನ ಕೋಣೆಗಳು ಪರಿಶುದ್ಧವಾಗಿವೆ; ಅಲ್ಲಿ ಯೆಹೋವನ ಸನ್ನಿಧಿ ಸೇವಕರಾದ ಯಾಜಕರು ಮಹಾಪರಿಶುದ್ಧ ಪದಾರ್ಥಗಳನ್ನು ಭುಜಿಸುವರು, ಮತ್ತು ಧಾನ್ಯನೈವೇದ್ಯ, ದೋಷಪರಿಹಾರಕಯಜ್ಞದ್ರವ್ಯ, ಪ್ರಾಯಶ್ಚಿತ್ತಯಜ್ಞದ್ರವ್ಯ ಎಂಬೀ ಮಹಾಪರಿಶುದ್ಧಪದಾರ್ಥಗಳನ್ನು ಅಲ್ಲಿಡುವರು; ಆ ಸ್ಥಳವು ಪರಿಶುದ್ಧವಷ್ಟೆ."},{"number":14,"verse":"ಯಾಜಕರು ಪರಿಶುದ್ಧ ಪ್ರಾಕಾರವನ್ನು ಪ್ರವೇಶಿಸಿದ ಮೇಲೆ ಅದನ್ನು ಬಿಟ್ಟು ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಹೋಗಕೂಡದು; ತಮ್ಮ ದೀಕ್ಷಾವಸ್ತ್ರಗಳನ್ನು ಅಲ್ಲೇ ತೆಗೆದಿಟ್ಟುಕೊಳ್ಳಬೇಕು, ಅವು ಪರಿಶುದ್ಧವೇ; ಆಮೇಲೆ ಬೇರೆ ವಸ್ತ್ರಗಳನ್ನು ಹಾಕಿಕೊಂಡು ಸಾಮಾನ್ಯಜನರ ಪ್ರಾಕಾರಕ್ಕೆ ಬರುವರು."},{"number":15,"verse":"ಆ ಪುರುಷನು ಒಳಗಣ ಮಂದಿರವನ್ನು ಅಳೆದುಬಿಟ್ಟ ನಂತರ ನನ್ನನ್ನು ಮೂಡಣ ಹೆಬ್ಬಾಗಿಲ ಮಾರ್ಗವಾಗಿ ಈಚೆಗೆ ಕರತಂದು ಆಲಯವನ್ನೆಲ್ಲಾ ಸುತ್ತುಮುತ್ತಲು ಅಳೆದನು."},{"number":16,"verse":"ಮೂಡಣ ದಿಕ್ಕಿನಲ್ಲಿ ಉದ್ದಕ್ಕೂ ಅಳತೇಕೋಲಿನಿಂದ ಐನೂರು ಕೋಲಳೆದನು."},{"number":17,"verse":"ಬಡಗಣ ದಿಕ್ಕಿನಲ್ಲಿ ಉದ್ದಕ್ಕೂ ಅಳತೇಕೋಲಿನಿಂದ ಐನೂರು ಕೋಲಳೆದನು."},{"number":18,"verse":"ತೆಂಕಣ ದಿಕ್ಕಿನಲ್ಲಿ ಅಳತೇಕೋಲಿನಿಂದ ಐನೂರು ಕೋಲಳೆದನು."},{"number":19,"verse":"ಪಡುವಣ ಗೋಡೆಯ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಅಳತೇಕೋಲಿನಿಂದ ಐನೂರು ಕೋಲಳೆದನು."},{"number":20,"verse":"ಆಲಯವನ್ನು ನಾಲ್ಕು ಪಾರ್ಶ್ವಗಳಲ್ಲಿಯೂ ಅಳೆದನು; ಪರಿಶುದ್ಧವಾದ ಮತ್ತು ಅಪರಿಶುದ್ಧವಾದ ಪ್ರದೇಶಗಳನ್ನು ವಿಂಗಡಿಸುವದಕ್ಕೆ ಐನೂರಳತೇ ಕೋಲುದ್ದದ ಐನೂರಳತೇ ಕೋಲಗಲದ ಗೋಡೆಯು ಸುತ್ತುಮುತ್ತಲಿತ್ತು."}]}