{"bibleAbbr":"KNJV","bookName":"ಯೆಹೆಜ್ಕೇಲನು","bookEnglishName":"Ezekiel","chapterNumber":46,"verses":[{"number":1,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ವಾರದೊಳಗೆ ಕೆಲಸನಡೆಯುವ ಆರು ದಿವಸಗಳಲ್ಲಿ ಒಳಗಣ ಪ್ರಾಕಾರದ ಮೂಡಲ ಹೆಬ್ಬಾಗಿಲು ಮುಚ್ಚಿರಬೇಕು; ಆದರೆ ಸಬ್ಬತ್ ದಿನದಲ್ಲಿಯೂ ಅಮಾವಾಸ್ಯೆಯಲ್ಲಿಯೂ ತೆರೆದಿರಬೇಕು."},{"number":2,"verse":"ಪ್ರಭುವು ಹೊರಗಣ ಕೈಸಾಲೆಯ ಮಾರ್ಗವಾಗಿ ಆ ಹೆಬ್ಬಾಗಿಲನ್ನು ಪ್ರವೇಶಿಸಿ ಬಾಗಿಲ ನಿಲವುಕಂಬದ ಪಕ್ಕದಲ್ಲಿ ನಿಂತುಕೊಂಡು ತಾನು ಒಪ್ಪಿಸಿದ ಸರ್ವಾಂಗಹೋಮಪಶುವನ್ನೂ ಸಮಾಧಾನಯಜ್ಞಪಶುಗಳನ್ನೂ ಯಾಜಕರು ಅರ್ಪಿಸುತ್ತಿರುವಾಗ ಬಾಗಿಲ ಹೊಸ್ತಲಿನಲ್ಲಿ ಅಡ್ಡಬೀಳಲಿ; ಆಮೇಲೆ ಹೊರಟುಹೋಗಲಿ; ಅಂದು ಸಂಜೆಯ ತನಕ ಬಾಗಿಲನ್ನು ಮುಚ್ಚಬಾರದು."},{"number":3,"verse":"ಸಬ್ಬತ್ ದಿನಗಳಲ್ಲಿಯೂ ಅಮಾವಾಸ್ಯೆಗಳಲ್ಲಿಯೂ ದೇಶದ ಜನರು ಆ ಹೆಬ್ಬಾಗಿಲ ದ್ವಾರದ ಮುಂದೆ ಯೆಹೋವನ ಸಮ್ಮುಖವಾಗಿ ಅಡ್ಡಬೀಳಲಿ."},{"number":4,"verse":"ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಪ್ರಭುವು ಯೆಹೋವನಿಗೆ ಪೂರ್ಣಾಂಗವಾದ ಆರು ಕುರಿಗಳನ್ನೂ ಪೂರ್ಣಾಂಗವಾದ ಒಂದು ಟಗರನ್ನೂ ಸರ್ವಾಂಗಹೋಮವಾಗಿ ಅರ್ಪಿಸತಕ್ಕದ್ದು;"},{"number":5,"verse":"ಟಗರಿನೊಡನೆ ಮೂವತ್ತು ಸೇರು [ಗೋದಿ ಹಿಟ್ಟನ್ನೂ] ಕುರಿಗಳೊಡನೆ ಶಕ್ತಿಯಿದ್ದಷ್ಟು [ಗೋದಿ ಹಿಟ್ಟನ್ನೂ] ಮೂವತ್ತು ಮೂವತ್ತು ಸೇರು [ಗೋದಿ ಹಿಟ್ಟಿಗೆ] ಆರಾರು ಸೇರಿನಂತೆ ಎಣ್ಣೆಯನ್ನೂ ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಕೊಡಲಿ."},{"number":6,"verse":"ಅಮಾವಾಸ್ಯೆಯಲ್ಲಿ ಅವನು ಪೂರ್ಣಾಂಗವಾದ ಒಂದು ಹೋರಿಯನ್ನೂ ಆರು ಕುರಿಗಳನ್ನೂ ಒಂದು ಟಗರನ್ನೂ ಒಪ್ಪಿಸತಕ್ಕದ್ದು; ಅದು ಪೂರ್ಣಾಂಗವಾಗಿಯೇ ಇರಬೇಕು;"},{"number":7,"verse":"ಮತ್ತು ಹೋರಿಯೊಡನೆ ಮೂವತ್ತು ಸೇರು, ಟಗರಿನೊಡನೆ ಮೂವತ್ತು ಸೇರು, ಕುರಿಗಳೊಡನೆ ಶಕ್ತಿಯಿದ್ದಷ್ಟು ಸೇರು [ಗೋದಿ ಹಿಟ್ಟನ್ನೂ] ಮೂವತ್ತು ಮೂವತ್ತು ಸೇರಿಗೆ ಆರಾರು ಸೇರಿನಂತೆ ಎಣ್ಣೆಯನ್ನೂ ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಒದಗಿಸಬೇಕು."},{"number":8,"verse":"ಪ್ರಭುವು ಪ್ರವೇಶಮಾಡುವಾಗ ಹೆಬ್ಬಾಗಿಲ ಕೈಸಾಲೆಯ ಮಾರ್ಗವಾಗಿ ಸೇರಿ ಅದೇ ಮಾರ್ಗವಾಗಿ ಹೊರಡಲಿ."},{"number":9,"verse":"ದೇಶದ ಜನರಾದರೋ ಹಬ್ಬಗಳಲ್ಲಿ ಯೆಹೋವನ ಸಮ್ಮುಖದಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುವಾಗ ಬಡಗಣ ಬಾಗಿಲಿಂದ ಆರಾಧಿಸುವದಕ್ಕೆ ಪ್ರವೇಶಿಸಿದವನು ತೆಂಕಣ ಬಾಗಿಲಿಂದ ಹೊರಡಲಿ; ತೆಂಕಣ ಬಾಗಿಲಿಂದ ಪ್ರವೇಶಿಸಿದವನು ಬಡಗಣ ಬಾಗಿಲಿಂದ ಹೊರಡಲಿ; ತಾನು ಪ್ರವೇಶಿಸಿದ ಬಾಗಿಲಿಂದ ಹಿಂದಿರುಗದೆ ಬಂದ ಮುಖವಾಗಿಯೇ ಹೋಗಲಿ."},{"number":10,"verse":"ಜನರು ಪ್ರವೇಶಿಸುವಾಗ ಪ್ರಭುವು ಅವರ ಮಧ್ಯದಲ್ಲಿ ಪ್ರವೇಶಿಸಲಿ; ಅವರು ಹೊರಡುವಾಗ ಅವನೂ ಹೊರಡಲಿ."},{"number":11,"verse":"[ಪ್ರಭುವು] ಉತ್ಸವಗಳಲ್ಲಿಯೂ ಹಬ್ಬಗಳಲ್ಲಿಯೂ ಹೋರಿಯೊಡನೆ ಮೂವತ್ತು ಸೇರು, ಟಗರಿನೊಡನೆ ಮೂವತ್ತು ಸೇರು, ಕುರಿಗಳೊಡನೆ ಶಕ್ತಿಯಿದ್ದಷ್ಟು ಸೇರು [ಗೋದಿ ಹಿಟ್ಟನ್ನೂ] ಮೂವತ್ತು ಮೂವತ್ತು ಸೇರಿಗೆ ಆರಾರು ಸೇರಿನಂತೆ ಎಣ್ಣೆಯನ್ನೂ ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಒದಗಿಸಬೇಕು."},{"number":12,"verse":"ಪ್ರಭುವು ಸ್ವಂತ ಇಚ್ಫೆಯಿಂದ ಕಾಣಿಕೆಯನ್ನಾಗಲಿ ಸರ್ವಾಂಗಹೋಮವನ್ನಾಗಲಿ ಸಮಾಧಾನ ಯಜ್ಞಗಳನ್ನಾಗಲಿ ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿಸಬೇಕೆಂದಿರುವಾಗ ಅವನಿಗಾಗಿ ಮೂಡಲ ಹೆಬ್ಬಾಗಿಲನ್ನು ತೆರೆಯಬೇಕು; ಅವನು ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಸಮರ್ಪಿಸುವಂತೆ ಸರ್ವಾಂಗಹೋಮಪಶುವನ್ನೂ ಸಮಾಧಾನಯಜ್ಞಪಶುಗಳನ್ನೂ ಸಮರ್ಪಿಸಿ ಹೊರಡಲಿ; ಹೊರಟ ಮೇಲೆ ಬಾಗಿಲನ್ನು ಮುಚ್ಚಬೇಕು."},{"number":13,"verse":"ನೀನು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿಯನ್ನು ಯೆಹೋವನಿಗೆ ಸರ್ವಾಂಗಹೋಮವಾಗಿ ದಿನವಹಿ ಅರ್ಪಿಸಬೇಕು; ಪ್ರತಿದಿನ ಬೆಳಿಗ್ಗೆ ಅದನ್ನು ಅರ್ಪಿಸತಕ್ಕದ್ದು."},{"number":14,"verse":"ಅದರೊಂದಿಗೆ ಪ್ರತಿದಿನ ಬೆಳಿಗ್ಗೆ ಧಾನ್ಯನೈವೇದ್ಯವಾಗಿ ಐದು ಸೇರು ಗೋದಿಹಿಟ್ಟನ್ನೂ ಅದನ್ನು ನೆನೆಯಿಸುವದಕ್ಕೆ ಎರಡು ಸೇರು ಎಣ್ಣೆಯನ್ನೂ ನೀನು ಸಮರ್ಪಿಸಬೇಕು; ಇವುಗಳನ್ನು ಪ್ರತಿನಿತ್ಯವೂ ಯೆಹೋವನಿಗೆ ಧಾನ್ಯನೈವೇದ್ಯವಾಗಿ ಅರ್ಪಿಸತಕ್ಕದ್ದು; ಇದು ಶಾಶ್ವತನಿಯಮ."},{"number":15,"verse":"ಯಾಜಕರು ಕುರಿಯನ್ನೂ ಧಾನ್ಯ ನೈವೇದ್ಯವನ್ನೂ ಎಣ್ಣೆಯನ್ನೂ ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವಾಗಿ ಪ್ರತಿದಿನ ಬೆಳಿಗ್ಗೆ ಸಮರ್ಪಿಸಬೇಕು."},{"number":16,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಪ್ರಭುವು ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಭೂದಾನಮಾಡಿದರೆ ಅದು ತಂದೆಯ ಸ್ವಾಸ್ತ್ಯವಾದ ಕಾರಣ ಮಕ್ಕಳಿಗೆ ಹಕ್ಕುಬರುವದು, ಅದು ಬಾಧ್ಯವಾಗಿ ಸಿಕ್ಕಿದ ಸ್ವಾಸ್ತ್ಯವೇ."},{"number":17,"verse":"ಆದರೆ ಪ್ರಭುವು ತನ್ನ ಭೂಮಿಯ ಒಂದು ಭಾಗವನ್ನು ತನ್ನ ಸೇವಕರಲ್ಲಿ ಒಬ್ಬನಿಗೆ ದಾನಮಾಡಿದರೆ ಬಿಡುಗಡೆಯ ವರುಷದವರೆಗೆ ಅದು ಅವನ ಅಧೀನವಾಗಿರುವದು; ಆಮೇಲೆ ಅದು ಪುನಃ ಪ್ರಭುವಿನ ವಶವಾಗುವದು; ಆದರೆ ಪ್ರಭುವು ತನ್ನ ಮಕ್ಕಳಿಗೆ ಕೊಟ್ಟ ಸ್ವಾಸ್ತ್ಯವು ಅವರಿಗೇ ಸೇರಿಬಿಡುವದು."},{"number":18,"verse":"ಇದಲ್ಲದೆ ಪ್ರಭುವು ಪ್ರಜೆಗಳ ಪಿತ್ರಾರ್ಜಿತ ಭೂಮಿಯನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಅವರ ಬಾಧ್ಯತೆಯನ್ನು ತಪ್ಪಿಸಬಾರದು; ಸ್ವಂತ ಭೂಮಿಯನ್ನೇ ಭಾಗಿಸಿ ತನ್ನ ಮಕ್ಕಳಿಗೆ ಪಾಲುಕೊಡಲಿ; ಇಲ್ಲವಾದರೆ ನನ್ನ ಪ್ರಜೆಯಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ತನ್ನ ಭೂಸ್ಥಿತಿಯನ್ನು ಕಳಕೊಂಡು ದಿಕ್ಕಾಪಾಲಾಗಿ ಹೋದಾನು."},{"number":19,"verse":"ಬಳಿಕ ಆ ಪುರುಷನು ನನ್ನನ್ನು ಹೆಬ್ಬಾಗಿಲ ಪಕ್ಕದಲ್ಲಿನ ಪ್ರವೇಶದ ಮಾರ್ಗವಾಗಿ ಬಡಗಲಿಗೆ ಅಭಿಮುಖವಾಗಿಯೂ ಯಾಜಕರಿಗೆ ನೇಮಕವಾಗಿಯೂ ಇರುವ ಪರಿಶುದ್ಧವಾದ ಕೋಣೆಗಳಿಗೆ ಬರಮಾಡಿದನು; ಇಗೋ, ಅವುಗಳ ಹಿಂದೆ ಪಡುವಲಲ್ಲಿ ಒಂದು ಸ್ಥಳವಿತ್ತು."},{"number":20,"verse":"ಆಗ ಅವನು ನನಗೆ - ಯಾಜಕರು ಹವಿಸ್ಸನ್ನು ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಒಯ್ದು ಜನರನ್ನು ಶುದ್ಧಿಮಾಡದ ಹಾಗೆ ಪ್ರಾಯಶ್ಚಿತ್ತಯಜ್ಞಪಶುವಿನ ಮತ್ತು ದೋಷಪರಿಹಾರಕಯಜ್ಞಪಶುವಿನ ಮಾಂಸವನ್ನು ಬೇಯಿಸುವದಕ್ಕೂ ಧಾನ್ಯನೈವೇದ್ಯವನ್ನು ಪಕ್ವಮಾಡುವದಕ್ಕೂ ಈ ಸ್ಥಳವು ಏರ್ಪಟ್ಟಿದೆ ಎಂದು ಹೇಳಿದನು."},{"number":21,"verse":"ತರುವಾಯ ಅವನು ನನ್ನನ್ನು ಹೊರಗಣ ಪ್ರಾಕಾರಕ್ಕೆ ಬರಮಾಡಿ ಅಲ್ಲಿನ ನಾಲ್ಕು ಮೂಲೆಗಳ ಮಾರ್ಗವಾಗಿ ಕರಕೊಂಡು ಹೋದನು; ಇಗೋ, ಪ್ರಾಕಾರದ ಒಂದೊಂದು ಮೂಲೆಯಲ್ಲಿ ಒಂದೊಂದು ಒಳ ಅಂಗಳವು ಕಾಣಿಸಿತು."},{"number":22,"verse":"ಹೌದು, ಪ್ರಾಕಾರದ ನಾಲ್ಕು ಮೂಲೆಗಳಲ್ಲಿಯೂ ನಾಲ್ವತ್ತು ಮೊಳ ಉದ್ದದ ಮೂವತ್ತು ಮೊಳ ಅಗಲದ ಪ್ರತ್ಯೇಕವಾದ ಅಂಗಳಗಳು ಇದ್ದವು; ಮೂಲೆಗಳಲ್ಲಿನ ಆ ನಾಲ್ಕು ಅಂಗಳಗಳು ಒಂದೇ ಅಳತೆಯಾಗಿದ್ದವು."},{"number":23,"verse":"ಅವುಗಳೊಳಗೆ ಸುತ್ತಲು, ಅಂದರೆ ಆ ನಾಲ್ಕು ಅಂಗಳಗಳ ಸುತ್ತುಮುತ್ತಲು [ಕಲ್ಲಿನ] ವರಸೆಯು ಚಾಚಿಕೊಂಡಿತು; ಆ ವರಸೆಗಳ ಕೆಳಗೆ ಒಲೆಗಳು ಸುತ್ತಲೂ ಕಟ್ಟಿದ್ದವು."},{"number":24,"verse":"ಆಗ ಅವನು ನನಗೆ - ಇವು ದೇವಾಲಯದ ಸೇವಕರು ಯಜ್ಞಪಶುಗಳನ್ನು ತಂದ ಜನರಿಗೋಸ್ಕರ ಅವುಗಳ ಮಾಂಸವನ್ನು ಬೇಯಿಸುವ ಪಾಕಶಾಲೆಗಳು ಎಂದು ಹೇಳಿದನು."}]}