{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 தீமோத்தேயு",
  "bookEnglishName" : "1 Timothy",
  "chapterNumber" : 6,
  "verses" : [ {
    "number" : 1,
    "verse" : "அடிமைகளுக்கான விதிமுறைகள்அடிமைகளாய் இருக்கிற அனைவரும் தங்கள் எஜமானர்களுக்கு மரியாதை காட்டவேண்டும். அவர்கள் இதனைச் செய்யும்பொழுது தேவனுடைய பெயரும், நம் போதனையும் விமர்சிக்கப்படாமல் இருக்கும்."
  }, {
    "number" : 2,
    "verse" : "சில அடிமைகளின் எஜமானர்கள் விசுவாசம் உடையவர்களாய் இருப்பார்கள். அதனால் அவர்கள் இருவரும் சகோதரர்களாய் இருப்பார்கள். எனினும் அந்த அடிமைகள் தங்கள் மரியாதையைக் குறைத்துக்கொள்ளக் கூடாது. அவர்கள் மேலும் சிறப்பான முறையில் தங்கள் வேலையைத் தங்கள் எஜமானர்களுக்காகச் செய்யவேண்டும். ஏனென்றால் தாம் நேசிக்கும் விசுவாசிகளுக்கு அந்த அடிமைகள் உதவிக்கொண்டும் பயன் விளைவித்துக்கொண்டும் இருக்கிறார்கள். இக்காரியங்களைச் செய்ய நீ அவர்களுக்கு இதனைப் போதிக்கவும் உற்சாகப்படுத்தவும் வேண்டும்."
  }, {
    "number" : 3,
    "verse" : "தவறான போதனையும் உண்மையான செல்வமும்சிலர் தவறான போதனைகளைச் செய்துவருகிறார்கள். நமது கர்த்தராகிய இயேசு கிறிஸ்துவின் உண்மையான போதனையை அவர்கள் பின்பற்றுவதில்லை. தேவனுக்குச் சேவை செய்கிற உண்மையான வழியையும் அவர்கள் ஏற்றுக்கொள்ளமாட்டார்கள்."
  }, {
    "number" : 4,
    "verse" : "தவறான போதகன் தற்பெருமையை உடையவன். அவனுக்கு எதுவும் புரியாது. வாக்குவாதங்களின் மேல் ஒரு நோய் கொண்ட உற்சாகத்தை உடையவனாக இருக்கிறான். அது பொறாமையையும், சண்டையையும், அவதூறுகளையும், பொல்லாத ஐயங்களையும் உண்டாக்குகின்றன."
  }, {
    "number" : 5,
    "verse" : "உக்கிரமான தீயமனம் உடையவர்கள் வெறும் வாக்குவாதங்களையே முடிவில் உருவாக்குகிறார்கள். அவர்கள் உண்மையைத் தொலைத்துவிட்டார்கள். தேவனை சேவிப்பது செல்வந்தனாகும் வழி என்று அவர்கள் நினைக்கிறார்கள்."
  }, {
    "number" : 6,
    "verse" : "தன்னிடம் இருப்பதே போதும் என்று ஒருவன் திருப்தி அடைகிறானெனில் அத்துடன் அவனுக்குள்ள தேவபக்தியானது மிகுந்த இலாபமாயிருக்கும், என்பது உண்மை."
  }, {
    "number" : 7,
    "verse" : "நாம் இந்த உலகத்துக்கு வரும்போது எதையும் நம்மோடு கொண்டு வரவில்லை. நாம் இறக்கும்போதும் எதையும் கொண்டு போகப் போவதில்லை."
  }, {
    "number" : 8,
    "verse" : "எனவே, நம்மிடம் உள்ள உணவு, ஆடை ஆகியவற்றோடு திருப்தி அடையவேண்டும்."
  }, {
    "number" : 9,
    "verse" : "மேலும் செல்வந்தராக விரும்புகிறவர்கள் சோதனைக்கு உள்ளாகிறார்கள். அவர்கள் கண்ணிகளில் மாட்டிக்கொள்கிறார்கள். முட்டாள்தனமானதும் ஆபத்தானதுமான ஆசைகளை வளர்த்துக்கொள்கிறார்கள். அவை அவர்களைப் பாதித்து, அழிக்கும்."
  }, {
    "number" : 10,
    "verse" : "பண ஆசையானது எல்லாவிதமான பாவங்களுக்கும் வழி வகுக்கும். சிலர் மேலும், மேலும் பணத்தை விரும்பி உண்மையான போதனையை விட்டுவிட்டார்கள். அதனால் தம் துன்பத்துக்குத் தாமே காரணமாகிறார்கள்."
  }, {
    "number" : 11,
    "verse" : "நினைவுகொள்ளவேண்டிய விஷயங்கள்நீயோ தேவனுடைய மனிதன். எனவே நீ இவற்றில் இருந்து விலகி இருக்கவேண்டும். சரியான வழியில் வாழ முயற்சி செய். தேவனுக்கு சேவை செய். விசுவாசம், அன்பு, பொறுமை, சாந்தம் ஆகியவற்றை வைத்துக்கொள்."
  }, {
    "number" : 12,
    "verse" : "விசுவாசம் வைத்தல் பந்தயத்தில் ஓடுவது போன்றது. அதில் வெற்றி பெறக் கடுமையாகப் பாடுபடு. நித்தியஜீவனைப் பற்றிக்கொள். அத்தகைய வாழ்க்கைக்காகவே நீ அழைக்கப்பட்டாய், அநேக மக்களுக்கு முன்னிலையில் கிறிஸ்துவின் பேருண்மையை நீ அறிக்கை பண்ணியுமிருக்கிறாய்."
  }, {
    "number" : 13,
    "verse" : "தேவனுக்கும் கர்த்தராகிய இயேசு கிறிஸ்துவுக்கும் முன்பாக நான் ஒரு ஆணையை இடுகிறேன். பொந்தியு பிலாத்துவின் முன்னால் நிற்கும்போது அவர் பேருண்மைக்கு சாட்சியம் வழங்கினவர். கிறிஸ்து இயேசு ஒருவரே எல்லாவற்றிற்கும் வாழ்வளிக்கிறார்."
  }, {
    "number" : 14,
    "verse" : "அதனால் இப்பொழுது உனக்குக் கூறுகிறேன், உனக்கு ஆணையிட்டுள்ளபடி செய். நம் கர்த்தராகிய இயேசு கிறிஸ்து திரும்பி வரும்வரை குற்றம் இல்லாமலும் பிழை இல்லாமலும் சரியாகச் செய்."
  }, {
    "number" : 15,
    "verse" : "தேவன் அதனைச் சரியான நேரத்தில் நிகழும்படி செய்வார். தேவன் ஆசீர்வதிக்கப்பட்டவராகவும், ஏக சக்கரவர்த்தியாகவும் இருக்கிறார். அவரே ராஜாக்களுக்கெல்லாம் ராஜாவாகவும், கர்த்தர்களுக்கெல்லாம் கர்த்தராகவும் விளங்குகிறார்."
  }, {
    "number" : 16,
    "verse" : "அவர் ஒருவரே என்றும் மரிப்பதில்லை. அவர் யாராலும் அருகில் நெருங்கி வரமுடியாத ஒளியில் வாழ்கிறார். எந்த மனிதனும் அவரை ஒரு போதும் பார்த்ததில்லை. யாராலும் அவரைப் பார்க்கமுடியாது. என்றென்றைக்கும் அவருக்குக் கனமும் வல்லமையும் உண்டாகுவதாக ஆமென்."
  }, {
    "number" : 17,
    "verse" : "இந்த ஆணைகளைச் செல்வர்களிடம் கூறு. பெருமிதம் கொள்ளவேண்டாம் என அவர்களுக்குச் சொல். செல்வத்தின் மீது விசுவாசம் நிரந்தரமாக வைக்கவேண்டாம் என்றும், தேவன் மீது விசுவாசம் வைக்குமாறும் கூறு. செல்வம் விசுவாசிப்பதற்கு உரியதன்று. ஆனால் தேவன் நம்மை செழிப்பாகப் பாதுகாக்கிறார். அவற்றை நாம் சந்தோஷமாக அனுபவிக்க அவர் கொடுக்கிறார்."
  }, {
    "number" : 18,
    "verse" : "நல்ல செயல்களைச் செய்யுமாறு செல்வர்களிடம் கூறு. வள்ளல்களாகவும், பகிர்ந்துகொள்ள விரும்புகிறவர்களாகவும் இருக்கக் கூறு."
  }, {
    "number" : 19,
    "verse" : "இவற்றைச் செய்வதன் மூலம் அவர்கள் பரலோகத்தில் ஒரு பொக்கிஷத்தைச் சேமித்து வைக்கிறார்கள். அது அவர்களுக்குப் பலமான அஸ்திபாரமாக எதிர்கால வாழ்வைக் கட்ட உதவியாக இருக்கும். அதனால் உண்மையான வாழ்வைப் பெறுவர்."
  }, {
    "number" : 20,
    "verse" : "தீமோத்தேயுவே, தேவன் உன்னிடம் நம்பிக்கையுடன் பல நல்ல காரியங்களைத் தந்திருக்கிறார். அவற்றைப் பாதுகாத்துக்கொள். தேவனிடமிருந்து வராத முட்டாள்தனமான காரியங்களைப் பேசுகிறவர்களிடமிருந்து விலகு. உண்மைக்கு எதிராக வாதம் செய்கிறவர்களிடமிருந்தும் விலகிப் போ. அவர்கள் “ஞானம்” என்று அழைப்பதெல்லாம் தவறான “ஞானம்” ஆகும்."
  }, {
    "number" : 21,
    "verse" : "சிலர் தங்களிடம் அந்த “ஞானம்” உள்ளதாகக் கூறிக்கொள்கிறார்கள். அவர்கள் உண்மையான போதனையில் இருந்து விலகிப்போனார்கள். தேவனுடைய கிருபை உங்கள் அனைவரோடும் இருப்பதாக!"
  } ]
}