{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":11,"verses":[{"number":1,"verse":"( বাবিলে ভাষা-ভেদ।) সমস্ত পৃথিবীতে এক ভাষা ও একরূপ কথা ছিল।"},{"number":2,"verse":"পরে লোকেরা পূর্ব্বদিকে ভ্রমণ করিতে করিতে শিনিয়র দেশে এক সমস্থলী পাইয়া সে স্থানে বসতি করিল;"},{"number":3,"verse":"আর পরস্পর কহিল, আইস, আমরা ইষ্টক নির্ম্মাণ করিয়া অগ্নিতে দগ্ধ করি; তাহাতে ইষ্টক তাহাদের প্রস্তর ও মেটিয়া তৈল চূণ হইল।"},{"number":4,"verse":"পরে তাহারা কহিল, আইস, আমরা আপনাদের নিমিত্তে এক নগর ও গণনস্পর্শী এক উচ্চগৃহ নির্ম্মাণ করিয়া আপনাদের নাম বিখ্যাত করি, পাছে সমস্ত ভূমণ্ডলে ছিন্নভিন্ন হই।"},{"number":5,"verse":"পরে মনুষ্য-সন্তানেরা যে নগর ও উচ্চগৃহ নির্ম্মাণ করিতেছিল, তাহা দেখিতে সদাপ্রভু নামিয়া আসিলেন।"},{"number":6,"verse":"আর সদাপ্রভু কহিলেন, দেখ, তাহারা সকলে এক জাতি ও এক ভাষাবাদী; এখন এই কর্ম্মে প্রবৃত্ত হইল; ইহার পরে যে কিছু করিতে সঙ্কল্প করিবে, তাহা হইতে নিবারিত হইবে না।"},{"number":7,"verse":"আইস, আমরা নীচে গিয়া, সেই স্থানে তাহাদের ভাষার ভেদ জন্মাই, যেন তাহারা এক জন অন্যের ভাষা বুঝিতে না পারে।"},{"number":8,"verse":"অার সদাপ্রভু তথা হইতে সমস্ত ভূমণ্ডলে তাহাদিগকে ছিন্নভিন্ন করিলেন, এবং তাহারা নগর পত্তন হইতে নিবৃত্ত হইল।"},{"number":9,"verse":"এই জন্য সেই নগরের নাম বাবিল [ভেদ] থাকিল; কেননা সেই স্থানে সদাপ্রভু সমস্ত পৃথিবীর ভাষার ভেদ জন্মাইয়াছিলেন, এবং তথা হইতে সদাপ্রভু তাহাদিগকে সমস্ত ভূমণ্ডলে ছিন্নভিন্ন করিয়াছিলেন।"},{"number":10,"verse":"( শেম-বংশের বিবরণ) শেমের বংশ-বৃত্তান্ত এই। শেম এক শত বৎসর বয়সে, জলপ্লাবনের দুই বৎসর পরে, অর্ফক্ষদের জন্ম দিলেন।"},{"number":11,"verse":"অর্ফক্ষদের জন্ম দিলে পর শেম পাঁচ শত বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":12,"verse":"অর্ফক্ষদ পঁয়ত্রিশ বৎসর বয়সে শেলহের জন্ম দিলেন।"},{"number":13,"verse":"শেলহের জন্ম দিলে পর অর্ফক্ষদ চারি শত তিন বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":14,"verse":"শেলহ ত্রিশ বৎসর বয়সে এবরের জন্ম দিলেন।"},{"number":15,"verse":"এবরের জন্ম দিলে পর শেলহ চারি শত তিন বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":16,"verse":"এবর চৌত্রিশ বৎসর বয়সে পেলগের জন্ম দিলেন।"},{"number":17,"verse":"পেলগের জন্ম দিলে পর এবর চারি শত ত্রিশ বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":18,"verse":"পেলগ ত্রিশ বৎসর বয়সে রিয়ূর জন্ম দিলেন।"},{"number":19,"verse":"রিয়ূর জন্ম দিলে পর পেলগ দুই শত নয় বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":20,"verse":"রিয়ূ বত্রিশ বৎসর বয়সে সরূগের জন্ম দিলেন।"},{"number":21,"verse":"সরূগের জন্ম দিলে পর রিয়ূ দুই শত সপ্ত বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":22,"verse":"সরূগ ত্রিশ বৎসর বয়সে নাহোরের জন্ম দিলেন।"},{"number":23,"verse":"নাহোরের জন্ম দিলে পর সরূগ দুই শত বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":24,"verse":"নাহোর ঊনত্রিশ বৎসর বয়সে তেরহের জন্ম দিলেন।"},{"number":25,"verse":"তেরহের জন্ম দিলে পর নাহোর এক শত ঊনিশ বৎসর জীবৎ থাকিয়া আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":26,"verse":"তেরহ সত্তর বৎসর বয়সে অব্রাম, নাহোর ও হারণের জন্ম দিলেন।"},{"number":27,"verse":"তেরহের বংশ-বৃত্তান্ত এই। তেরহ অব্রাম, নাহোর ও হারণের জন্ম দিলেন।"},{"number":28,"verse":"আর হারণ লোটের জন্ম দিলেন। কিন্তু হারণ আপন পিতা তেরহের সাক্ষাতে আপন জন্মস্থান কল্দীয় দেশের ঊরে প্রাণত্যাগ করিলেন।"},{"number":29,"verse":"অব্রাম ও নাহোর উভয়েই বিবাহ করিলেন; অব্রামের স্ত্রীর নাম সারী, ও নাহোরের স্ত্রীর নাম মিল্কা। এই স্ত্রী হারণের কন্যা; হারণ মিল্কার ও যিষ্কার পিতা।"},{"number":30,"verse":"সারী বন্ধ্যা ছিলেন, তাঁহার সন্তান হইল না।"},{"number":31,"verse":"আর তেরহ আপন পুত্র অব্রামকে ও হারণের পুত্র আপন পৌত্র লোটকে এবং অব্রামের স্ত্রী সারী নাম্নী পুত্রবধূকে সঙ্গে লইলেন; তাঁহারা একসঙ্গে কনান দেশে যাইবার নিমিত্তে কল্দীয় দেশের ঊর হইতে যাত্রা করিলেন; আর হারণ নগর পর্য্যন্ত গিয়া তথায় বসতি করিলেন।"},{"number":32,"verse":"পরে তেরহের দুই শত পাঁচ বৎসর বয়স হইলে ঐ হারণে তাঁহার মৃত্যু হইল।"}]}