{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"( সদোম ও ঘমোরার বিনাশ। লোটের শেষগতি।) পরে সন্ধ্যাকালে ঐ দুই দূত সদোমে আসিলেন। তখন লোট সদোমের দ্বারে বসিয়া ছিলেন, আর তাঁহাদিগকে দেখিয়া তাঁহাদের নিকট যাইবার জন্য উঠিলেন, এবং ভূমিতে মুখ দিয়া প্রণিপাত করিয়া কহিলেন,"},{"number":2,"verse":"হে আমার প্রভুরা, দেখুন, বিনয় করি, আপনাদের এই দাসের গৃহে পদার্পণ করিয়া রাত্রি বাস করুন ও পা ধুউন; পরে প্রত্যূষে উঠিয়া স্বযাত্রায় অগ্রসর হইবেন। তাঁহারা কহিলেন, না, আমরা চকেই রাত্রি যাপন করিব।"},{"number":3,"verse":"কিন্তু লোট অতিশয় আগ্রহ দেখাইলে তাঁহারা তাঁহার সঙ্গে গেলেন, ও তাঁহার বাটীতে প্রবেশ করিলেন; তাহাতে তিনি তাঁহাদের জন্য ভোজ প্রস্তুত করিলেন, ও তাড়ীশূন্য রুটী পাক করিলেন, আর তাঁহারা ভোজন করিলেন।"},{"number":4,"verse":"পরে তাঁহাদের শয়নের পূর্ব্বে ঐ নগরের পুরুষেরা, সদোমের আবাল বৃদ্ধ সমস্ত লোক চতুর্দ্দিক্ হইতে আসিয়া তাঁহার বাটী ঘেরিল, এবং লোটকে ডাকিয়া কহিল,"},{"number":5,"verse":"অদ্য রাত্রিতে যে দুই ব্যক্তি তোমার বাটীতে আসিল, তাহারা কোথায়? তাহাদিগকে বাহির করিয়া আমাদের নিকটে আন, আমরা তাহাদের পরিচয় লইব।"},{"number":6,"verse":"তখন লোট গৃহদ্বারের বাহিরে তাহাদের নিকটে আসিয়া আপনার পশ্চাৎ কবাট বন্ধ করিয়া কহিলেন,"},{"number":7,"verse":"ভাই সকল, বিনয় করি, এমন কুব্যবহার করিও না।"},{"number":8,"verse":"দেখ, পুরুষের পরিচয় অপ্রাপ্তা আমার দুইটি কন্যা আছে, তাহাদিগকে তোমাদের নিকটে আনি, তোমাদের দৃষ্টিতে যাহা ভাল, তাহা কর, কিন্তু সেই ব্যক্তিদের প্রতি কিছুই করিও না, কেননা এই নিমিত্তে তাঁহারা আমার গৃহের ছায়া আশ্রয় করিলেন।"},{"number":9,"verse":"তখন তাহারা কহিল, সরিয়া যা। আরও কহিল, এ একাকী প্রবাস করিতে আসিয়া আমাদের বিচারকর্ত্তা হইল; এখন তাহাদের অপেক্ষা তোর প্রতি আরও কুব্যবহার করিব। ইহা বলিয়া তাহারা লোটের উপরে ভারী চড়াউ হইয়া কবাট ভাঙ্গিতে গেল।"},{"number":10,"verse":"তখন সেই দুই ব্যক্তি হস্ত বাড়াইয়া লোটকে গৃহের মধ্যে আপনাদের নিকটে টানিয়া লইয়া কবাট বন্ধ করিলেন;"},{"number":11,"verse":"এবং গৃহদ্বারের নিকটবর্ত্তী ক্ষুদ্র ও মহান্ সকল লোককে অন্ধতায় আহত করিলেন; তাহাতে তাহারা দ্বার খুঁজিতে খুঁজিতে পরিশ্রান্ত হইল।"},{"number":12,"verse":"পরে সেই ব্যক্তিরা লোটকে কহিলেন, এই স্থানে তোমার আর কে কে আছে? তোমার জামাতা ও পুত্র কন্যা যত জন এই নগরে আছে, সে সকলকে এই স্থান হইতে লইয়া যাও।"},{"number":13,"verse":"কেননা আমরা এই স্থান উচ্ছিন্ন করিব; কারণ সদাপ্রভুর সাক্ষাতে এই লোকদের বিপরীতে মহাক্রন্দন উঠিয়াছে, তাই সদাপ্রভু ইহা উচ্ছিন্ন করিতে আমাদিগকে পাঠাইয়াছেন।"},{"number":14,"verse":"তখন লোট বাহিরে গিয়া, যাহারা তাঁহার কন্যাদিগকে বিবাহ করিয়াছিল, আপনার সেই জামাতাদিগকে কহিলেন, উঠ, এ স্থান হইতে বাহির হও, কেননা সদাপ্রভু এই নগর উচ্ছিন্ন করিবেন। কিন্তু তাঁহার জামাতারা তাঁহাকে উপহাসকারী বলিয়া জ্ঞান করিল।"},{"number":15,"verse":"পরে প্রভাত হইলে সেই দূতেরা লোটকে সত্বর করিলেন, কহিলেন, উঠ, তোমার স্ত্রীকে ও এই যে কন্যা দুইটী এখানে আছে, ইহাদিগকে লইয়া যাও, পাছে তোমরা নগরের অপরাধে বিনষ্ট হও।"},{"number":16,"verse":"কিন্তু তিনি ইতস্ততঃ করিতে লাগিলেন; তাহাতে তাঁহার প্রতি সদাপ্রভুর স্নেহ প্রযুক্ত সেই ব্যক্তিরা তাঁহার ও তাঁহার স্ত্রীর ও কন্যা দুইটীর হস্ত ধরিয়া নগরের বাহিরে লইয়া রাখিলেন।"},{"number":17,"verse":"এইরূপে তাঁহাদিগকে বাহির করিয়া তিনি লোটকে কহিলেন, প্রাণরক্ষার্থ পলায়ন কর, পশ্চাৎ দিকে দৃষ্টি করিও না; এই সমস্ত অঞ্চলের মধ্যেও দাঁড়াইয়া থাকিও না; পর্ব্বতে পলায়ন কর, পাছে বিনষ্ট হও।"},{"number":18,"verse":"তাহাতে লোট তাঁহাদিগকে কহিলেন, হে আমার প্রভো, এমন না হউক।"},{"number":19,"verse":"দেখুন, আপনার দাস আপনার কাছে অনুগ্রহ প্রাপ্ত হইয়াছে; আমার প্রাণরক্ষা করাতে আপনি আমার প্রতি আপনার মহাদয়া প্রকাশ করিয়াছেন; কিন্তু আমি পর্ব্বতে পলায়ন করিতে পারি না; কি জানি, সেই বিপদ আসিয়া পড়িলে আমিও মরিব।"},{"number":20,"verse":"দেখুন, পলায়ন জন্য ঐ নগর নিকটবর্ত্তী, উহা ক্ষুদ্র; ওখানে পলাইবার অনুমতি দিউন, তাহা হইলে আমার প্রাণ বাঁচিবে; উহা কি ক্ষুদ্র নয়?"},{"number":21,"verse":"তিনি কহিলেন, ভাল, আমি এ বিষয়েও তোমার প্রতি অনুগ্রহ করিয়া, ঐ যে নগরের কথা কহিলে, উহা উৎপাটন করিব না।"},{"number":22,"verse":"শীঘ্রই ঐ স্থানে পলায়ন কর, কেননা তুমি ঐ স্থানে না পঁহুছিলে আমি কিছু করিতে পারি না। এই হেতু সেই স্থানের নাম সোয়র, ক্ষুদ্র হইল।"},{"number":23,"verse":"দেশের উপরে সূর্য্য উদিত হইলে লোট সোয়রে প্রবেশ করিলেন,"},{"number":24,"verse":"এমন সময়ে সদাপ্রভু আপনার নিকট হইতে, গগন হইতে, সদোমের ও ঘমোরার উপরে গন্ধক ও অগ্নি বর্ষাইয়া সেই সমুদয় নগর,"},{"number":25,"verse":"সমস্ত অঞ্চল নগরনিবাসী সকল লোক ও সেই ভূমিতে জাত সমস্ত বস্তু উৎপাটন করিলেন।"},{"number":26,"verse":"আর লোটের স্ত্রী তাঁহার পিছন হইতে পশ্চাৎ দিকে দৃষ্টি করিল, আর লবণস্তম্ভ হইয়া গেল।"},{"number":27,"verse":"আর অব্রাহাম প্রত্যূষে উঠিয়া, পূর্ব্বে যে স্থানে সদাপ্রভুর সাক্ষাতে দাঁড়াইয়াছিলেন,"},{"number":28,"verse":"তথায় গমন করিলেন; এবং সদোম ও ঘমোরার দিকে ও সেই অঞ্চলের সমস্ত ভূমির দিকে চাহিয়া দেখিলেন, আর দেখ, ভাটীর ধূমের ন্যায় সেই দেশের ধূম উঠিতেছে।"},{"number":29,"verse":"এইরূপে সেই অঞ্চলে স্থিত সমস্ত নগরের বিনাশকালে ঈশ্বর অব্রাহামকে স্মরণ করিয়া, যে যে নগরে লোট বাস করিতেন, সেই সেই নগরের উৎপাটনকালে উৎপাটনের মধ্য হইতে লোটকে প্রেরণ করিলেন।"},{"number":30,"verse":"পরে লোট ও তাঁহার দুইটী কন্যা সোয়র হইতে পর্ব্বতে উঠিয়া গিয়া তথায় থাকিলেন; কেননা তিনি সোয়রে বাস করিতে ভয় করিলেন আর তিনি ও তাঁহার সেই দুই কন্যা গুহামধ্যে বসতি করিলেন।"},{"number":31,"verse":"পরে তাঁহার জ্যেষ্ঠা কন্যা কনিষ্ঠাকে কহিল, আমাদের পিতা বৃদ্ধ, এবং জগৎসংসারের ব্যবহার অনুসারে আমাদিগকে উপগত হইতে এ দেশে কোন পুরুষ নাই;"},{"number":32,"verse":"আইস, আমরা পিতাকে দ্রাক্ষারস পান করাইয়া তাঁহার সহিত শয়ন করি, এইরূপে পিতার বংশ রক্ষা করিব।"},{"number":33,"verse":"তাহাতে তাহারা সেই রাত্রিতে আপনাদের পিতাকে দ্রাক্ষারস পান করাইল, পরে তাঁহার জ্যেষ্ঠা কন্যা পিতার সহিত শয়ন করিতে গেল; কিন্তু তাহার শয়ন ও উঠিয়া যাওয়া লোট টের পাইলেন না।"},{"number":34,"verse":"আর পরদিন জ্যেষ্ঠা কনিষ্ঠাকে কহিল, দেখ, গত রাত্রিতে আমি পিতার সহিত শয়ন করিয়াছিলাম; আইস, আমরা অদ্য রাত্রিতেও পিতাকে দ্রাক্ষারস পান করাই; পরে তুমি যাইয়া তাঁহার সহিত শয়ন কর, এইরূপে পিতার বংশ রক্ষা করিব।"},{"number":35,"verse":"এইরূপে তাহারা সেই রাত্রিতেও পিতাকে দ্রাক্ষারস পান করাইল; পরে কনিষ্ঠা উঠিয়া তাঁহার সহিত শয়ন করিল; কিন্তু তাহার শয়ন ও উঠিয়া যাওয়া লােট টের পাইলেন না।"},{"number":36,"verse":"এইরূপে লোটের দুই কন্যাই আপনাদের পিতা হইতে গর্ভবতী হইল।"},{"number":37,"verse":"পরে জ্যেষ্ঠা কন্যা পুত্র প্রসব করিয়া তাহার নাম মোয়াব রাখিল; সে এখনকার মোয়াবীয়দের আদিপিতা।"},{"number":38,"verse":"আর কনিষ্ঠা কন্যাও পুত্র প্রসব করিয়া তাহার নাম বিন্-অম্মি রাখিল, সে এখনকার অম্মোন-সন্তানদের আদিপিতা।"}]}