{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"এইরূপে আকাশমণ্ডল ও পৃথিবী এবং তদুভয়স্থ সমস্ত বস্তুব্যূহ সমাপ্ত হইল।"},{"number":2,"verse":"পরে ঈশ্বর সপ্তম দিনে আপনার কৃত কার্য্য হইতে নিবৃত্ত হইলেন, সেই সপ্তম দিনে আপনার কৃত সমস্ত কার্য্য হইতে বিশ্রাম করিলেন।"},{"number":3,"verse":"আর ঈশ্বর সেই সপ্তম দিনকে আশীর্ব্বাদ করিয়া পবিত্র করিলেন, কেননা সেই দিনে ঈশ্বর আপনার সৃষ্ট ও কৃত সমস্ত কার্য্য হইতে বিশ্রাম করিলেন।"},{"number":4,"verse":"( প্রথম নরনারীর বিবরণ।) সৃষ্টিকালে যে দিন সদাপ্রভু ঈশ্বর পৃথিবী ও আকাশমণ্ডল নির্ম্মাণ করিলেন, তখনকার আকাশমণ্ডল ও পৃথিবীর বৃত্তান্ত এই।"},{"number":5,"verse":"সেই সময়ে পৃথিবীতে ক্ষেত্রের কোন উদ্ভিজ্জ হইত না, আর ক্ষেত্রের কোন ওষধি উৎপন্ন হইত না, কেননা সদাপ্রভু ঈশ্বর পৃথিবীতে বৃষ্টি বর্ষান নাই, আর ভূমিতে কৃষিকর্ম্ম করিতে মনুষ্য ছিল না।"},{"number":6,"verse":"আর পৃথিবী হইতে কুজ্ঝটিকা উঠিয়া সমস্ত ভূতলকে জলসিক্ত করিল।"},{"number":7,"verse":"আর সদাপ্রভু ঈশ্বর মৃত্তিকার ধূলিতে আদমকে [অর্থাৎ মনুষ্যকে] নির্ম্মাণ করিলেন, এবং তাহার নাসিকায় ফুঁ দিয়া প্রাণবায়ু প্রবেশ করাইলেন; তাহাতে মনুষ্য সজীব প্রাণী হইল।"},{"number":8,"verse":"আর সদাপ্রভু ঈশ্বর পূর্ব্বদিকে, এদনে, এক উদ্যান প্রস্তুত করিলেন, এবং সেই স্থানে আপনার নির্ম্মিত ঐ মনুষ্যকে রাখিলেন।"},{"number":9,"verse":"আর সদাপ্রভু ঈশ্বর ভূমি হইতে সর্ব্বজাতীয় সুদৃশ্য ও সুখাদ্য-দায়ক বৃক্ষ, এবং সেই উদ্যানের মধ্যস্থানে জীবনবৃক্ষ ও সদসদ্-জ্ঞানদায়ক বৃক্ষ, উৎপন্ন করিলেন।"},{"number":10,"verse":"আর উদ্যানে জলসেচনার্থে এদন হইতে এক নদী নির্গত হইল, উহা তথা হইতে বিভিন্ন হইয়া চতুর্ম্মুখ হইল।"},{"number":11,"verse":"প্রথম নদীর নাম পীশোন; ইহা সমস্ত হবীলা দেশ বেষ্টন করে,"},{"number":12,"verse":"তথায় স্বর্ণ পাওয়া যায়, আর সেই দেশের স্বর্ণ উত্তম, এবং সেই স্থানে গুগ্গুলু ও গোমেদকমণি জন্মে।"},{"number":13,"verse":"দ্বিতীয় নদীর নাম গীহোন; ইহা সমস্ত কূশ দেশ বেষ্টন করে।"},{"number":14,"verse":"তৃতীয় নদীর নাম হিদ্দেকল, ইহা অশূরিয়া দেশের সম্মুখ দিয়া প্রবাহিত হয়। চতুর্থ নদী ফরাৎ।"},{"number":15,"verse":"পরে সদাপ্রভু ঈশ্বর আদমকে লইয়া এদনস্থ উদ্যানের কৃষিকর্ম্ম ও রক্ষার্থে তথায় রাখিলেন।"},{"number":16,"verse":"আর সদাপ্রভু ঈশ্বর আদমকে এই আজ্ঞা দিলেন, তুমি এই উদ্যানের সমস্ত বৃক্ষের ফল স্বচ্ছন্দে ভোজন করিও;"},{"number":17,"verse":"কিন্তু সদসদ্-জ্ঞানদায়ক যে বৃক্ষ, তাহার ফল ভোজন করিও না, কেননা যে দিন তাহার ফল খাইবে, সেই দিন মরিবেই মরিবে।"},{"number":18,"verse":"আর সদাপ্রভু ঈশ্বর কহিলেন, মনুষ্যের একাকী থাকা ভাল নয়, আমি তাহার জন্য তাহার অনুরূপ সহকারিণী নির্ম্মাণ করি।"},{"number":19,"verse":"আর সদাপ্রভু ঈশ্বর মৃত্তিকা হইতে সকল বন্য পশু ও আকাশের সকল পক্ষী নির্ম্মাণ করিলেন; পরে আদম তাহাদের কি কি নাম রাখিবেন, তাহা জানিতে সেই সকলকে তাঁহার নিকটে আনিলেন, তাহাতে আদম যে সজীব প্রাণীর যে নাম রাখিলেন, তাহার সেই নাম হইল।"},{"number":20,"verse":"আদম যাবতীয় গ্রাম্য পশুর ও খেচর পক্ষীর ও যাবতীয় বন্য পশুর নাম রাখিলেন, কিন্তু মনুষ্যের জন্য তাঁহার অনুরূপ সহকারিণী পাওয়া গেল না।"},{"number":21,"verse":"পরে সদাপ্রভু ঈশ্বর আদমকে ঘোর নিদ্রায় মগ্ন করিলে তিনি নিদ্রিত হইলেন; আর তিনি তাঁহার একখান পঞ্জর লইয়া মাংস দ্বারা সেই স্থান পূরাইলেন।"},{"number":22,"verse":"সদাপ্রভু ঈশ্বর আদম হইতে গৃহীত সেই পঞ্জরে এক স্ত্রী নির্ম্মাণ করিলেন ও তাঁহাকে আদমের নিকটে আনিলেন।"},{"number":23,"verse":"তখন আদম কহিলেন, এবার [হইয়াছে]; ইনি আমার অস্থির অস্থি ও মাংসের মাংস; ইহাঁর নাম নারী হইবে, কেননা ইনি নর হইতে গৃহীত হইয়াছেন।"},{"number":24,"verse":"এই কারণ মনুষ্য আপন পিতা মাতাকে ত্যাগ করিয়া আপন স্ত্রীতে আসক্ত হইবে, এবং তাহারা একাঙ্গ হইবে।"},{"number":25,"verse":"ঐ সময়ে আদম ও তাঁহার স্ত্রী উভয়ে উলঙ্গ থাকিতেন, আর তাঁহাদের লজ্জা বোধ ছিল না।"}]}