{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"( অব্রাহামের মহাপরীক্ষা।) এই সকল ঘটনার পরে ঈশ্বর অব্রাহামের পরীক্ষা করিলেন। তিনি তাঁহাকে কহিলেন, হে অব্রাহাম; তিনি উত্তর করিলেন, দেখুন, এই আমি।"},{"number":2,"verse":"তখন তিনি কহিলেন, তুমি আপন পুত্রকে, তোমার অদ্বিতীয় পুত্রকে, যাহাকে তুমি ভাল বাস, সেই ইস্হাককে লইয়া মোরিয়া দেশে যাও, এবং তথাকার যে এক পর্ব্বতের কথা আমি তোমাকে বলিব, তাহার উপরে তাহাকে হোমার্থে বলিদান কর।"},{"number":3,"verse":"পরে অব্রাহাম প্রত্যূষে উঠিয়া গর্দ্দভ সাজাইয়া দুই জন দাস ও আপন পুত্র ইস্হাককে সঙ্গে লইলেন, হোমের নিমিত্তে কাষ্ঠ কাটিলেন, আর উঠিয়া ঈশ্বরের নির্দ্দিষ্ট স্থানের দিকে গমন করিলেন।"},{"number":4,"verse":"তৃতীয় দিবসে অব্রাহাম চক্ষু তুলিয়া দূর হইতে সেই স্থান দেখিলেন"},{"number":5,"verse":"তখন অব্রাহাম অাপন দাসদিগকে কহিলেন, তোমরা এই স্থানে গর্দ্দভের সহিত থাক; আমি ও যুবক, আমরা ঐ স্থানে গিয়া প্রণিপাত করি, পরে তোমাদের কাছে ফিরিয়া আসিব।"},{"number":6,"verse":"তখন অব্রাহাম হোমের কাষ্ঠ লইয়া আপন পুত্র ইস্হাকের স্কন্ধে দিলেন, এবং নিজ হস্তে অগ্নি ও খড়গ লইলেন; পরে উভয়ে একত্র চলিয়া গেলেন।"},{"number":7,"verse":"আর ইস্হাক আপন পিতা অব্রাহামকে কহিলেন, হে আমার পিতঃ। তিনি কহিলেন, হে বৎস, দেখ, এই আমি। তখন তিনি কহিলেন, এই দেখুন, অগ্নি ও কাষ্ঠ, কিন্তু হোমের নিমিত্তে মেষশাবক কোথায়?"},{"number":8,"verse":"অব্রাহাম কহিলেন, বৎস, ঈশ্বর আপনি হোমের জন্য মেষশাবক যোগাইবেন। পরে উভয়ে একসঙ্গে চলিয়া গেলেন।"},{"number":9,"verse":"ঈশ্বরের নির্দ্দিষ্ট স্থানে উপস্থিত হইলে অব্রাহাম সেখানে যজ্ঞবেদি নির্ম্মাণ করিয়া কাষ্ঠ সাজাইলেন, পরে আপন পুত্র ইস্হাককে বাঁধিয়া বেদিতে কাষ্ঠের উপরে রাখিলেন।"},{"number":10,"verse":"পরে অব্রাহাম হস্ত বিস্তার করিয়া আপন পুত্রকে বধ করণার্থে খড়গ গ্রহণ করিলেন।"},{"number":11,"verse":"এমন সময়ে আকাশ হইতে সদাপ্রভুর দূত তাঁহাকে ডাকিলেন, কহিলেন, অব্রাহাম, অব্রাহাম। তিনি কহিলেন, দেখুন এই আমি।"},{"number":12,"verse":"তখন তিনি বলিলেন, যুবকের প্রতি তোমার হস্ত বিস্তার করিও না, উহার প্রতি কিছুই করিও না, কেননা এখন আমি বুঝিলাম, তুমি ঈশ্বরকে ভয় কর, আমাকে আপনার অদ্বিতীয় পুত্র দিতেও অসম্মত নও।"},{"number":13,"verse":"তখন অব্রাহাম চক্ষু তুলিয়া চাহিলেন, আর দেখ, তাঁহার পশ্চাৎ দিকে একটী মেষ, তাহার শৃঙ্গ ঝোপে বদ্ধ; পরে অব্রাহাম গিয়া সেই মেষটি লইয়া আপন পুত্রের পরিবর্ত্তে হোমার্থ বলিদান করিলেন।"},{"number":14,"verse":"আর অব্রাহাম সেই স্থানের নাম যিহোবা-যিরি [সদাপ্রভু যোগাইবেন] রাখিলেন। এই জন্য অদ্যাপি লোকে বলে, সদাপ্রভুর পর্ব্বতে যোগান হইবে।"},{"number":15,"verse":"পরে সদাপ্রভুর দূত দ্বিতীয় বার আকাশ হইতে অব্রাহামকে ডাকিয়া কহিলেন, সদাপ্রভু বলিতেছেন,"},{"number":16,"verse":"তুমি এই কার্য্য করিলে, আমাকে আপনার অদ্বিতীয় পুত্র দিতে অসম্মত হইলে না, এই হেতু আমি আমারই দিব্য করিয়া কহিতেছি,"},{"number":17,"verse":"আমি অবশ্য তোমাকে আশীর্ব্বাদ করিব, এবং আকাশের তারাগণের ও সমুদ্রতীরস্থ বালুকার ন্যায় তোমার অতিশয় বংশবৃদ্ধি করিব; তোমার বংশ শত্রুগণের পুরদ্বার অধিকার করিবে;"},{"number":18,"verse":"আর তোমার বংশে পৃথিবীর সকল জাতি আশীর্ব্বাদ প্রাপ্ত হইবে; কারণ তুমি আমার বাক্যে অবধান করিয়াছ।"},{"number":19,"verse":"পরে অব্রাহাম আপন দাসদের নিকটে ফিরিয়া গেলেন, আর সকলে উঠিয়া একত্র বের-শেবাতে গেলেন; এবং অব্রাহাম বের-শেবাতে বসতি করিলেন।"},{"number":20,"verse":"ঐ ঘটনার পরে অব্রাহামের নিকটে এই সমাচার আসিল, দেখুন, আপনার ভ্রাতা নাহোরের জন্য মিল্কাও পুত্রগণকে প্রসব করিয়াছেন;"},{"number":21,"verse":"তাঁহার জ্যেষ্ঠ পুত্র ঊষ ও তাহার ভ্রাতা বূষ ও অরামের পিতা কমূয়েল,"},{"number":22,"verse":"এবং কেষদ, হসো, পিল্দশ, যিদ্লফ ও বথূয়েল। বথূয়েলের কন্যা রিবিকা।"},{"number":23,"verse":"অব্রাহামের ভ্রাতা নাহোরের জন্য মিল্কা এই আট জনকে প্রসব করেন।"},{"number":24,"verse":"আর রূমা নামে তাঁহার উপপত্নী টেবহ, গহম, তহশ এবং মাখা, এই সকলকে প্রসব করিল।"}]}