{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":23,"verses":[{"number":1,"verse":"( সারার মৃত্যু ও সমাধি।) সারার বয়স এক শত সাতাইশ বৎসর হইয়াছিল; সারার জীবনকাল এত বৎসর।"},{"number":2,"verse":"পরে সারা কনান দেশস্থ কিরিয়থর্ব্বে অর্থাৎ হিব্রোণে মরিলেন। আর অব্রাহাম সারার নিমিত্তে শোক ও রোদন করিতে আসিলেন।"},{"number":3,"verse":"পরে অব্রাহাম আপন মৃতের সম্মুখ হইতে উঠিয়া গিয়া হেতের সন্তানদিগকে কহিলেন,"},{"number":4,"verse":"আমি আপনাদের মধ্যে বিদেশী ও প্রবাসী; আপনাদের মধ্যে আমাকে করবস্থানের অধিকার দিউন; আমি আমার সম্মুখ হইতে আমার মৃতকে কবর দিই।"},{"number":5,"verse":"তখন হেতের সন্তানেরা অব্রাহামকে উত্তর করিলেন,"},{"number":6,"verse":"হে প্রভো, আমাদের কথা শুনুন; আপনি আমাদের মধ্যে ঈশ্বরনিযুক্ত রাজাস্বরূপ; আপনার মৃতকে আমাদের কবরস্থানের মধ্যে আপনার অভীষ্ট কবরে রাখুন, অাপনার মৃতকে কবর দিবার জন্য আমাদের কেহ নিজ কবর অস্বীকার করিবে না।"},{"number":7,"verse":"তখন অব্রাহাম উঠিয়া তদ্দেশীয় লোকদিগের, অর্থাৎ হেতের সন্তানগণের কাছে প্রণিপাত করিলেন, ও সম্ভাষণ করিয়া কহিলেন,"},{"number":8,"verse":"আমার সম্মুখ হইতে আমার মৃতকে কবরে রাখিতে যদি আপনাদের সম্মতি হয়, তবে আমার কথা শুনুন। আপনারা আমার জন্য সােহরের পুত্র ইফ্রোণের কাছে নিবেদন করুন;"},{"number":9,"verse":"তাঁহার ক্ষেত্রের প্রান্তে মক্পেলা গুহা আছে, আপনাদের মধ্যে আমার কবরস্থানের অধিকারার্থে তিনি আমাকে তাহাই দিউন; সম্পূর্ণ মূল্য লইয়া দিউন।"},{"number":10,"verse":"তখন ইফ্রোণ হেতের সন্তানদের মধ্যে বসিয়া ছিলেন; আর হেতের যত সন্তান তাঁহার নগরদ্বারে প্রবেশ করিলেন, তাঁহাদের কর্ণগোচরে সেই হিত্তীয় ইফ্রোণ অব্রাহামকে উত্তর করিলেন,"},{"number":11,"verse":"হে আমার প্রভো, তাহা হইবে না, আমার করা শুনুন, আমি সেই ক্ষেত্র ও তথাকার গুহা আপনাকে দান করিলাম; আমি নিজ জাতির সন্তানদের সাক্ষাতেই আপনাকে তাহা দিলাম, আপনার মৃতকে কবর দিউন।"},{"number":12,"verse":"তখন অব্রাহাম তদ্দেশীয় লোকদের সাক্ষাতে প্রণিপাত করিলেন,"},{"number":13,"verse":"আর তদ্দেশীয় সকলের কর্ণগোচরে ইফ্রোণকে কহিলেন, যদি আপনার ইচ্ছা হয়, নিবেদন করি, আমার কথা শুনুন, আমি সেই ক্ষেত্রের মূল্য দিই, আপনি আমার নিকটে তাহা গ্রহণ করুন, পরে আমি সে স্থানে আমার মৃতকে কবর দিব।"},{"number":14,"verse":"তখন ইফ্রোণ উত্তর দিয়া অব্রাহামকে কহিলেন,"},{"number":15,"verse":"হে আমার প্রভো, আমার কথা শুনুন, সেই ভূমির মূল্য চারি শত শেকল রৌপ্যমাত্র; ইহাতে আপনার ও আমার কি আইসে যায়? আপনি নিজ মৃতকে কবর দিউন।"},{"number":16,"verse":"তখন অব্রাহাম ইফ্রোণের বাক্যে অবধান করিলেন; ইফ্রোণ হেতের সন্তানদের কর্ণগোচরে যে রৌপ্যের কথা বলিয়াছিলেন, অব্রাহাম তাহা, অর্থাৎ বণিক্দের মধ্যে প্রচলিত চারি শত শেকল রৌপ্য তৌল করিয়া ইফ্রোণকে দিলেন।"},{"number":17,"verse":"এইরূপে মম্রির সম্মুখে মক্পেলায় ইফ্রোণের যে ক্ষেত্র ছিল, সেই ক্ষেত্র, তথাকার গুহা ও সেই ক্ষেত্রস্থ বৃক্ষ সকল, তাহার চতুঃসীমার অন্তর্গত বৃক্ষসমূহ,"},{"number":18,"verse":"এই সকলেতে হেতের সন্তানদের সাক্ষাতে, তাঁহার নগরদ্বারে প্রবেশকারী সকলের সাক্ষাতে, অব্রাহামের স্বত্বাধিকার স্থিরীকৃত হইল।"},{"number":19,"verse":"তৎপরে অব্রাহাম কনান দেশস্থ মম্রির, অর্থাৎ হিব্রোণের সম্মুখে মক্পেলা ক্ষেত্রে স্থিত গুহাতে আপন স্ত্রী সারার কবর দিলেন।"},{"number":20,"verse":"এইরূপে কবরস্থানের অধিকারার্থে সেই ক্ষেত্রে ও তথাকার গুহাতে অব্রাহামের অধিকার হেতের সন্তানগণ কর্ত্তৃক স্থিরীকৃত হইল।"}]}