{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":28,"verses":[{"number":1,"verse":"তখন ইস্হাক যাকোবকে ডাকিয়া আশীর্ব্বাদ করিলেন, এবং ইহা আজ্ঞা দিয়া তাঁহাকে কহিলেন, তুমি কনান দেশীয় কোন কন্যাকে বিবাহ করিও না।"},{"number":2,"verse":"উঠ, পদ্দন-অরামে আপন মাতামহ বথূয়েলের বাটীতে গিয়া সে স্থানে আপন মাতুল লাবনের কোন কন্যাকে বিবাহ কর।"},{"number":3,"verse":"আর সর্ব্বশক্তিমান্ ঈশ্বর তোমাকে আশীর্ব্বাদ করিয়া ফলবান্ ও বহুপ্রজ করুন, যেন তুমি জাতিসমাজ হইয়া উঠ।"},{"number":4,"verse":"তিনি অব্রাহামের আশীর্ব্বাদ তোমাকে ও তোমার সহিত তোমার বংশকে দিউন; যেন তোমার প্রবাসস্থান এই যে দেশ ঈশ্বর অব্রাহামকে দিয়াছেন, ইহাতে তোমার অধিকার হয়।"},{"number":5,"verse":"পরে ইস্হাক যাকোবকে বিদায় করিলে তিনি পদ্দন-অরামে অরামীয় বথূয়েলের পুত্র লাবনের নিকট যাত্রা করিলেন; সেই ব্যক্তি যাকোবের ও এষৌর মাতা রিবিকার ভ্রাতা।"},{"number":6,"verse":"এষৌ যখন দেখিলেন, ইস্হাক যাকোবকে আশীর্ব্বাদ করিয়া বিবাহার্থ কন্যা গ্রহণজন্য পদ্দন-অরামে বিদায় করিয়াছেন, এবং আশীর্ব্বাদের সময় কনানীয় কোন কন্যাকে বিবাহ করিতে নিষেধ করিয়াছেন,"},{"number":7,"verse":"এবং যাকোব মাতা পিতার আজ্ঞা মানিয়া পদ্দন-অরামে যাত্রা করিয়াছেন,"},{"number":8,"verse":"তখন এষৌ দেখিলেন যে, কনানীয় কন্যারা তাঁহার পিতা ইস্হাকের অসন্তোষপাত্রী;"},{"number":9,"verse":"অতএব দুই স্ত্রী থাকিলেও এষৌ ইশ্মায়েলের নিকট গিয়া অব্রাহামের পুত্র ইশ্মায়েলের কন্যা, নবায়োতের ভগিনী, মহলৎকে বিবাহ করিলেন।"},{"number":10,"verse":"আর যাকোব বের্-শেবা হইতে বাহির হইয়া হারণের দিকে যাত্রা করিলেন,"},{"number":11,"verse":"এবং কোন এক স্থানে পঁহুছিলে সূর্য্য অস্তগত হওয়াতে তথায় রাত্রিযাপন করিলেন। আর তিনি তথাকার প্রস্তর লইয়া বালিশ করিয়া সেই স্থানে নিদ্রা যাইবার জন্য শয়ন করিলেন।"},{"number":12,"verse":"পরে তিনি স্বপ্ন দেখিলেন, আর দেখ, পৃথিবীর উপরে এক সিড়ি স্থাপিত, তাহার মস্তক গগনস্পর্শী, আর দেখ, তাহা দিয়া ঈশ্বরের দূতগণ উঠিতেছেন ও নামিতেছেন।"},{"number":13,"verse":"আর দেখ, সদাপ্রভু তাহার উপরে দণ্ডায়মান; তিনি কহিলেন, আমি সদাপ্রভু, তোমার পিতা অব্রাহামের ঈশ্বর ও ইস্হাকের ঈশ্বর; এই যে ভূমিতে তুমি শয়ন করিয়া আছ, ইহা আমি তোমাকে ও তোমার বংশকে দিব।"},{"number":14,"verse":"তোমার বংশ পৃথিবীর ধূলির ন্যায় [অসংখ্য] হইবে, এবং তুমি পশ্চিম ও পূর্ব্ব, উত্তর ও দক্ষিণ চারিদিকে বিস্তীর্ণ হইবে, এবং তোমাতে ও তোমার বংশে পৃথিবীস্থ যাবতীয় গোষ্ঠী আশীর্ব্বাদ প্রাপ্ত হইবে।"},{"number":15,"verse":"আর দেখ, আমি তোমার সহবর্ত্তী, যে যে স্থানে তুমি যাইবে, সেই সেই স্থানে তোমাকে রক্ষা করিব, ও পুনর্ব্বার এই দেশে আনিব; কেননা আমি তোমাকে যাহা যাহা বলিলাম, তাহা যাবৎ সফল না করি, তাবৎ তোমাকে ত্যাগ করিব না।"},{"number":16,"verse":"পরে নিদ্রাভঙ্গ হইলে যাকোব কহিলেন, অবশ্য এই স্থানে সদাপ্রভু আছেন, আর আমি তাহা জ্ঞাত ছিলাম না।"},{"number":17,"verse":"আর তিনি ভীত হইয়া কহিলেন, এ কেমন ভয়াবহ স্থান! এ নিতান্তই ঈশ্বরের গৃহ, এ স্বর্গের দ্বার।"},{"number":18,"verse":"পরে যাকোব প্রত্যূষে উঠিয়া বালিশের নিমিত্ত যে প্রস্তর রাখিয়াছিলেন, তাহা লইয়া স্তম্ভরূপে স্থাপন করিয়া তাহার উপর তৈল ঢালিয়া দিলেন।"},{"number":19,"verse":"আর সেই স্থানের নাম বৈথেল [ঈশ্বরের গৃহ] রাখিলেন, কিন্তু পূর্ব্বে ঐ নগরের নাম লূস ছিল।"},{"number":20,"verse":"আর যাকোব মানত করিয়া এই প্রতিজ্ঞা করিলেন, যদি ঈশ্বর আমার সহবর্ত্তী হন, আমার এই গন্তব্য পথে আমাকে রক্ষা করেন, এবং আহারার্থ খাদ্য ও পরিধানার্থ বস্ত্র দেন,"},{"number":21,"verse":"আর আমি যদি কুশলে পিত্রালয়ে ফিরিয়া আসিতে পাই, তবে সদাপ্রভু আমার ঈশ্বর হইবেন,"},{"number":22,"verse":"এবং এই যে প্রস্তর আমি স্তম্ভরূপে স্থাপন করিয়াছি, ইহা ঈশ্বরের গৃহ হইবে; আর তুমি আমাকে যে কিছু দিবে, তাহার দশমাংশ অামি তোমাকে অবশ্য দিব।"}]}