{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":38,"verses":[{"number":1,"verse":"( যিহূদার বিবরণ।) ঐ সময়ে যিহূদা আপন ভ্রাতৃগণের নিকট হইতে প্রস্থান করিয়া অদুল্লমীয় হীরা নামে একটি লোকের কাছে গেল।"},{"number":2,"verse":"সে স্থানে শূয় নামে এক কনানীয় পুরুষের কন্যাকে দেখিয়া যিহূদা তাহাকে গ্রহণ করিয়া তাহার কাছে গমন করিল।"},{"number":3,"verse":"পরে সে গর্ভবতী হইয়া পুত্র প্রসব করিল, ও যিহূদা তাহার নাম এর রাখিল।"},{"number":4,"verse":"পরে পুনর্ব্বার তাহার গর্ভ হইলে সে পুত্র প্রসব করিয়া তাহার নাম ওনন রাখিল।"},{"number":5,"verse":"পনর্ব্বার তাহার গর্ভ হইলে সে পুত্র প্রসব করিয়া তাহার নাম শেলা রাখিল; ইহার জন্মকালে যিহূদা কষীবে ছিল।"},{"number":6,"verse":"পরে যিহূদা তামর নাম্নী একটী কন্যাকে আনিয়া আপন জ্যেষ্ঠ পুত্র এরের সঙ্গে বিবাহ দিল।"},{"number":7,"verse":"কিন্তু যিহূদার জ্যেষ্ঠ পুত্র এর সদাপ্রভুর সাক্ষাতে দুষ্ট হওয়াতে সদাপ্রভু তাহাকে মারিয়া ফেলিলেন।"},{"number":8,"verse":"তাহাতে যিহূদা ওননকে কহিল, তুমি আপন ভ্রাতার স্ত্রীর কাছে গমন কর, ও তাহার প্রতি দেবরের কর্ত্তব্য সাধন করিয়া নিজ ভ্রাতার জন্য বংশ উৎপন্ন কর।"},{"number":9,"verse":"কিন্তু ঐ বংশ আপনার হইবে না, ইহা বুঝিয়া ওনন ভ্রাতৃজায়ার কাছে গমন করিলেও ভ্রাতৃবংশ উৎপন্ন করিবার অনিচ্ছাতে ভূমিতে রেতঃপাত করিল।"},{"number":10,"verse":"তাহার সেই কার্য্য সদাপ্রভুর দৃষ্টিতে মন্দ হওয়াতে তিনি তাহাকেও বধ করিলেন।"},{"number":11,"verse":"তখন যিহূদা পুত্রবধূ তামরকে কহিল, যে পর্য্যন্ত আমার পুত্র শেলা বড় না হয়, তাবৎ তুমি আপন পিত্রালয়ে গিয়া বিধবাই থাক। কেননা সে বলিল, পাছে ভ্রাতাদের ন্যায় সেও মরে। অতএব তামর পিত্রালয়ে গিয়া বাস করিল।"},{"number":12,"verse":"পরে বহু দিবস গত হইলে শূয়ের কন্যা যিহূদার স্ত্রী মরিয়া গেল, পরে যিহূদা সান্ত্বনাযুক্ত হইয়া আপন বন্ধু অদুল্লমীয় হীরার সহিত তিম্নায়, যাহারা তাঁহার মেষগণের লোম কাটিতেছিল, তাহাদের নিকটে চলিল।"},{"number":13,"verse":"তখন কেহ তামরকে বলিল, দেখ, তোমার শ্বশুর আপন মেষগণের লোম কাটিতে তিম্নায় যাইতেছেন।"},{"number":14,"verse":"তখন সে বৈধব্য বস্ত্র ত্যাগ করিয়া আবরণ দ্বারা আপনাকে আচ্ছাদন করিল, ও গায়ে কাপড় দিয়া তিম্নার পথের পার্শ্বস্থিত ঐনয়িমের প্রবেশস্থানে বসিয়া রহিল; কারণ সে দেখিল, শেলা বড় হইলেও তাহার সহিত তাহার বিবাহ হইল না।"},{"number":15,"verse":"পরে যিহূদা তাহাকে দেখিয়া বেশ্যা মনে করিল, কেননা সে মুখ আচ্ছাদন করিয়াছিল।"},{"number":16,"verse":"অতএব সে পুত্রবধূকে চিনিতে না পারাতে পথের পার্শ্বে তাহার নিকটে গিয়া কহিল, আইস, আমি তোমার কাছে গমন করি। তামর কহিল, আমার কাছে আসিবার জন্য আমাকে কি দিবে?"},{"number":17,"verse":"সে কহিল, পাল হইতে একটী ছাগবৎস পাঠাইয়া দিব। তামর কহিল, যাবৎ তাহা না পাঠাও, তাবৎ আমার কাছে কি কিছু বন্ধক রাখিবে?"},{"number":18,"verse":"সে কহিল, কি বন্ধক রাখিব? তামর কহিল, তোমার এই মোহর ও সূত্র ও হস্তের যষ্টি। তখন সে তাহাকে সেইগুলি দিয়া তাহার কাছে গমন করিল; তাহাতে সে তাহা হইতে গর্ভবতী হইল।"},{"number":19,"verse":"পরে সে উঠিয়া চলিয়া গেল, এবং সেই আবরণ ত্যাগ করিয়া আপনার বৈধব্য বস্ত্র পরিধান করিল।"},{"number":20,"verse":"পরে যিহূদা সেই স্ত্রীলোকের নিকট হইতে বন্ধক দ্রব্য লইবার জন্য আপন অদুল্লমীয় বন্ধুর হাতে ছাগবৎসটী পাঠাইয়া দিল, কিন্তু সে তাহাকে পাইল না।"},{"number":21,"verse":"তখন সে তথাকার লোকদিগকে জিজ্ঞাসা করিল, ঐনয়িমে পথের পার্শ্বে যে বেশ্যা ছিল, সে কোথায়? তাহারা কহিল, এ স্থানে কোন বেশ্যা আইসে নাই।"},{"number":22,"verse":"পরে সে যিহূদার নিকটে ফিরিয়া গিয়া কহিল, আমি তাহাকে পাইলাম না, এবং তথাকার লোকেরাও বলিল, এ স্থানে কোন বেশ্যা আইসে নাই।"},{"number":23,"verse":"তখন যিহূদা কহিল, তাহার কাছে যাহা আছে, সে তাহা রাখুক, নতুবা আমরা লজ্জায় পড়িব। দেখ, আমি এই ছাগবৎসটী পাঠাইয়াছিলাম, কিন্তু তুমি তাহাকে পাইলে না।"},{"number":24,"verse":"প্রায় তিন মাস পরে কেহ যিহূদাকে কহিল, তোমার পুত্রবধূ তামর ব্যভিচারিণী হইয়াছে, আরও দেখ, ব্যভিচারহেতু তাহার গর্ভ হইয়াছে। তখন যিহূদা কহিল, তাহাকে বাহিরে আনিয়া পোড়াইয়া দেও।"},{"number":25,"verse":"পরে বাহিরে আনীত হইবার সময়ে সে শ্বশুরকে বলিয়া পাঠাইল, যাহার এই সকল বস্তু, সেই পুরুষ হইতে আমার গর্ভ হইয়াছে। সে আরও কহিল, এই মোহর, সূত্র ও যষ্টি কাহার? চিনিয়া দেখ।"},{"number":26,"verse":"তখন যিহূদা সেগুলি চিনিয়া কহিল, সে আমা হইতেও অধিক ধার্ম্মিকা, কেননা আমি তাহাকে আপন পুত্র শেলাকে দিই নাই। আর যিহূদা তাহাতে আর উপগত হইল না।"},{"number":27,"verse":"পরে তামরের প্রসবকাল উপস্থিত হইল, আর দেখ, তাহার উদরে যমজ সন্তান।"},{"number":28,"verse":"তাহার প্রসবকালে একটী বালক হস্ত বাহির করিল; তাহাতে ধাত্রী তাহার সেই হস্ত করিয়া রক্তবর্ণ সূত্র বাঁধিয়া কহিল, এই প্রথমে ভূমিষ্ঠ হইল।"},{"number":29,"verse":"কিন্তু সে আপন হস্ত টানিয়া লইলে দেখ, তাহার ভ্রাতা ভূমিষ্ঠ হইল; তখন ধাত্রী কহিল, তুমি কি প্রকারে আপনার জন্য ভেদ করিয়া আসিলে? অতএব তাহার নাম পেরস [ভেদ] হইল।"},{"number":30,"verse":"পরে হস্তে রক্তবর্ণ সূত্রবদ্ধ তাহার ভ্রাতা ভূমিষ্ঠ হইলে তাহার নাম সেরহ হইল।"}]}