{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"( যাকোব সবংশে মিসরে যান।) পরে ইস্রায়েল আপনার সর্ব্বস্বের সহিত যাত্রা করিয়া বের্-শেবাতে আসিলেন, এবং আপন পিতা ইস্হাকের ঈশ্বরের উদ্দেশে বলিদান করিলেন।"},{"number":2,"verse":"পরে ঈশ্বর রাত্রিতে ইস্রায়েলকে দর্শন দিয়া কহিলেন, হে যাকোব, হে যাকোব। তিনি উত্তর করিলেন, দেখ, এই আমি।"},{"number":3,"verse":"তখন তিনি কহিলেন, আমি ঈশ্বর, তোমার পিতার ঈশ্বর; তুমি মিসরে যাইতে ভয় করিও না, কেননা আমি সেই স্থানে তোমাকে বৃহৎ জাতি করিব।"},{"number":4,"verse":"আমিই তোমার সঙ্গে মিসরে যাইব, এবং আমিই তথা হইতে তোমাকে ফিরাইয়াও আনিব, আর যোষেফ তোমার চক্ষে হস্তার্পণ করিবে।"},{"number":5,"verse":"পরে যাকোব বের্-শেবা হইতে যাত্রা করিলেন। ইস্রায়েলের পুত্রগণ আপনাদের পিতা যাকোবকে এবং আপন আপন বালক বালিকা ও স্ত্রীদিগকে সেই সকল শকটে করিয়া লইয়া গেলেন, যাহা ফরৌণ তাঁহাদের বহনার্থে পাঠাইয়াছিলেন।"},{"number":6,"verse":"পরে তাঁহারা, যাকোব ও তাঁহার সমস্ত বংশ, আপনাদের পশুগণ ও কনান দেশে উপার্জ্জিত সকল সম্পত্তি লইয়া মিসর দেশে পঁহুছিলেন।"},{"number":7,"verse":"এইরূপে যাকোব আপন পুত্র পৌত্র, পুত্রী পৌত্রী প্রভৃতি সমস্ত বংশকে সঙ্গে করিয়া মিসরে লইয়া গেলেন।"},{"number":8,"verse":"ইস্রায়েল-সন্তানগণ, যাকোব ও তাঁহার সন্তানগণ, যাঁহারা মিসরে গেলেন, তাঁহাদের নাম। যাকোবের জ্যেষ্ঠ পুত্র রূবেণ।"},{"number":9,"verse":"রূবেণের পুত্র হনোক, পল্লু, হিষ্রোণ ও কর্মি।"},{"number":10,"verse":"শিমিয়োনের পুত্র যিমূয়েল, যামীন, ওহদ, যাখীন, সোহর ও তাহার কনানীয়া স্ত্রীজাত পুত্র শৌল।"},{"number":11,"verse":"লেবির পুত্র গের্শোন, কহাৎ ও মরারি।"},{"number":12,"verse":"যিহূদার পুত্র এর, ওনন, শেলা, পেরস ও সেরহ। কিন্তু এর ও ওনন কনান দেশে মরিয়াছিল; এবং পেরসের পুত্র হিষ্রোণ ও হামূল।"},{"number":13,"verse":"ইষাখরের পুত্র তোলয়, পূয়, যোব ও শিম্রোণ।"},{"number":14,"verse":"আর সবূলূনের পুত্র সেরদ, এলোন ও যহলেল।"},{"number":15,"verse":"ইহারা লেয়ার সন্তান; তিনি পদ্দন্-অরামে যাকোবের জন্য ইহাদিগকে ও তাঁহার কন্যা দীণাকে প্রসব করেন। যাকোবের এই পুত্র কন্যারা সর্ব্বশুদ্ধ তেত্রিশ প্রাণী।"},{"number":16,"verse":"আর গাদের পুত্র সিফিয়োন, হগি, শূনী, ইষ্বোন, এরি, অরোদী ও অরেলী।"},{"number":17,"verse":"আশেরের পুত্র যিম্না, যিশ্বা, যিশ্বি, বরিয় ও তাহাদের ভগিনী সেরহ। বরিয়ের পুত্র হেবর ও মল্কীয়েল।"},{"number":18,"verse":"ইহারা সেই সিল্পার সন্তান, যাহাকে লাবন আপন কন্যা লেয়াকে দিয়াছিলেন; সে যাকোবের জন্য ইহাদিগকে প্রসব করিয়াছিল। ইহারা ষোল প্রাণী।"},{"number":19,"verse":"আর যাকোবের স্ত্রী রাহেলের পুত্র যোষেফ ও বিন্যামীন।"},{"number":20,"verse":"যোষেফের পুত্র মনঃশি ও ইফ্রয়িম মিসর দেশে জন্মিয়াছিল; ওন নগরের পোটীফেরঃ যাজকের কন্যা আসনৎ তাঁহার জন্য তাহাদিগকে প্রসব করিয়াছিলেন।"},{"number":21,"verse":"বিন্যামীনের পুত্র বেলা, বেখর, অস্বেল, গেরা, নামন, এহী, রোশ, মুপ্পীম, হুপ্পীম ও অর্দ।"},{"number":22,"verse":"এই চৌদ্দ প্রাণী যাকোব হইতে জাত রাহেলের সন্তান।"},{"number":23,"verse":"আর দানের পুত্র হূশীম।"},{"number":24,"verse":"নপ্তালির পুত্র যহসিয়েল, গূনি, যেৎসর ও শিল্লেম।"},{"number":25,"verse":"ইহারা সেই বিল্হার সন্তান, যাহাকে লাবন আপন কন্যা রাহেলকে দিয়াছিলেন। সে যাকোবের জন্য ইহাদিগকে প্রসব করিয়াছিল; ইহারা সর্ব্বশুদ্ধ সাত প্রাণী।"},{"number":26,"verse":"যাকোবের কটি হইতে উৎপন্ন যে প্রাণিগণ তাঁহার সঙ্গে মিসরে উপস্থিত হইল, যাকোবের পুত্রবধূরা ছাড়া তাহারা সর্ব্বশুদ্ধ ছেষট্টি প্রাণী।"},{"number":27,"verse":"মিসরে যোষেফের যে পুত্রেরা জন্মিয়াছিল, তাহারা দুই প্রাণী। যাকোবের পরিজন, যাহারা মিসরে গেল, তাহারা সর্ব্বশুদ্ধ সত্তর প্রাণী।"},{"number":28,"verse":"পরে আগে আগে গোশনের পথ দেখাইবার নিমিত্তে যাকোব আপনার অগ্রে যিহূদাকে যোষেফের নিকটে পাঠাইলেন; আর তাঁহারা গোশন প্রদেশে পঁহুছিলেন।"},{"number":29,"verse":"তখন যোষেফ আপন রথ সাজাইয়া গোশনে আপন পিতা ইস্রায়েলের সহিত সাক্ষাৎ করিতে গেলেন; আর তাঁহাকে দেখা দিয়া তাঁহার গলা ধরিয়া অনেকক্ষণ রোদন করিলেন।"},{"number":30,"verse":"তখন ইস্রায়েল যোষেফকে কহিলেন, এখন স্বচ্ছন্দে মরিব, কেননা তোমার মুখ দেখিতে পাইলাম, তুমি এখনও জীবিত আছ।"},{"number":31,"verse":"পরে যোষেফ আপন ভ্রাতাদিগকে ও পিতার পরিজনকে কহিলেন, আমি গিয়া ফরৌণকে সংবাদ দিব, তাঁহাকে বলিব, আমার ভ্রাতারা ও পিতার সমস্ত পরিজন কনান দেশ হইতে আমার নিকটে আসিয়াছেন;"},{"number":32,"verse":"তাঁহারা মেষপালক, তাঁহারা পশুপাল রাখিয়া থাকেন; আর তাঁহাদের গোমেষাদি পাল এবং সর্ব্বস্ব আনিয়াছেন।"},{"number":33,"verse":"তাহাতে ফরৌণ তোমাদিগকে ডাকিয়া যখন জিজ্ঞাসা করিবেন, তোমাদের ব্যবসায় কি?"},{"number":34,"verse":"তখন তোমরা বলিবে, আপনার এই দাসগণ পিতৃপুরুষানুক্রমে বাল্যাবধি অদ্য পর্য্যন্ত পশুপাল রাখিয়া আসিতেছে; তাহাতে তোমরা গোশন প্রদেশে বাস করিতে পাইবে; কেননা পশুপালক মাত্রেই মিস্রীয়দের ঘৃণাস্পদ।"}]}