{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":47,"verses":[{"number":1,"verse":"পরে যোষেফ গিয়া ফরৌণকে সংবাদ দিলেন, বলিলেন, আমার পিতা ও ভ্রাতারা আপন আপন গোমেষাদির পাল এবং সর্ব্বস্ব কনান দেশ হইতে লইয়া আসিয়াছেন; আর দেখুন, তাঁহারা গোশন প্রদেশে আছেন।"},{"number":2,"verse":"আর তিনি আপন ভ্রাতাদের মধ্যে পাঁচ জনকে লইয়া ফরৌণের সম্মুখে, উপস্থিত করিলেন।"},{"number":3,"verse":"তাহাতে ফরৌণ যোষেফের ভ্রাতাদিগকে জিজ্ঞাসা করিলেন, তোমাদের ব্যবসায় কি? তাঁহারা ফরৌণকে কহিলেন, আপনার এই দাসগণ পিতৃপুরুষানুক্রমে পশুপালক।"},{"number":4,"verse":"তাঁহারা ফরৌণকে আরও কহিলেন, আমরা এই দেশে প্রবাস করিতে আসিয়াছি, কারণ আপনার এই দাসদের পশুপালের চরাণী হয় না, কারণ কনান দেশে অতি ভারী দুর্ভিক্ষ হইয়াছে; অতএব বিনয় করি, আপনার এই দাসদিগকে গোশন প্রদেশে বাস করিতে দিউন।"},{"number":5,"verse":"ফরৌণ যোষেফকে কহিলেন, তোমার পিতা ও ভ্রাতারা তোমার কাছে আসিয়াছে;"},{"number":6,"verse":"মিসর দেশ তোমার সম্মুখে রহিয়াছে; দেশের উত্তম স্থানে আপন পিতা ও ভ্রাতাদিগকে বাস করাও; তাহারা গোশন প্রদেশে বাস করুক; আর যদি তাহাদের মধ্যে কাহাকেও কাহাকেও কার্য্যদক্ষ লোক বলিয়া জান, তবে তাহাদিগকে আমার পশুপালের অধ্যক্ষ পদে নিযুক্ত কর।"},{"number":7,"verse":"পরে যোষেফ আপন পিতা যাকোবকে আনাইয়া ফরৌণের সম্মুখে উপস্থিত করিলেন, আর যাকোব ফরৌণকে আশীর্ব্বাদ করিলেন।"},{"number":8,"verse":"তখন ফরৌণ যাকোবকে জিজ্ঞাসা করিলেন, আপনার কত বৎসর বয়স হইয়াছে?"},{"number":9,"verse":"যাকোব ফরৌণকে কহিলেন, আমার প্রবাসকালের এক শত ত্রিশ বৎসর হইয়াছে; আমার আয়ুর দিন আল্প ও কষ্টকর হইয়াছে, এবং আমার পিতৃপুরুষদের প্রবাসকালের আয়ুর তুল্য হয় নাই।"},{"number":10,"verse":"পরে যাকোব ফরৌণকে আশীর্ব্বাদ করিয়া তাঁহার সম্মুখ হইতে বিদায় হইলেন।"},{"number":11,"verse":"তখন যোষেফ ফরৌণের আজ্ঞানুসারে মিসর দেশের উত্তম অঞ্চলে, রামিষেষ প্রদেশে, অধিকার দিয়া আপন পিতা, ও ভ্রাতাদিগকে বসাইয়া দিলেন।"},{"number":12,"verse":"আর যোষেফ আপন পিতা ও ভ্রাতাদিগকে এবং পিতার সমস্ত পরিজনকে তাঁহাদের পরিবারানুসারে ভক্ষ্য দ্রব্য দিয়া প্রতিপালন করিলেন।"},{"number":13,"verse":"( যোষেফের মিসর দেশ শাসন।) তৎকালে সমগ্র দেশে ভক্ষ্য দ্রব্য ছিল না, কারণ অতি ভারী দুর্ভিক্ষ হইয়াছিল, তাহাতে মিসর দেশ ও কনান দেশ দুর্ভিক্ষপ্রযুক্ত অবসন্ন হইয়া পড়িল।"},{"number":14,"verse":"আর মিসর দেশে ও কনান দেশে যত রৌপ্য ছিল, লোকে তাহা দিয়া শস্য ক্রয় করাতে যোষেফ সেই সমস্ত রৌপ্য সংগ্রহ করিয়া ফরৌণের ভাণ্ডারে আনিলেন।"},{"number":15,"verse":"মিসর দেশে ও কনান দেশে রৌপ্য ব্যয় হইয়া গেলে মিস্রীয়েরা সকলে যোষেফের নিকটে আসিয়া কহিল, আমাদিগকে খাদ্য দ্রব্য দিউন, আমাদের রৌপ্য শেষ হইয়া গিয়াছে বলিয়া আমরা কি আপনার সম্মুখে মরিব?"},{"number":16,"verse":"যোষেফ কহিলেন, তোমাদের পশু দেও; যদি রৌপ্য শেষ হইয়া থাকে, তবে তোমাদের পশুর পরিবর্ত্তে তোমাদিগকে ভক্ষ্য দিব।"},{"number":17,"verse":"তখন তাহারা যোষেফের কাছে আপন আপন পশু আনিলে যোষেফ অশ্ব, মেষপাল, গোপাল ও গর্দ্দভদিগকে পরিবর্ত্ত লইয়া তাহাদিগকে ভক্ষ্য দিতে লাগিলেন; এইরূপে যোষেফ তাহাদের সমস্ত পশু লইয়া সেই বৎসর ভক্ষ্য দিয়া তাহাদের চালাইয়া দিলেন।"},{"number":18,"verse":"আর সেই বৎসর অতীত হইলে দ্বিতীয় বৎসরে তাহারা তাঁহার নিকটে আসিয়া কহিল, আমরা প্রভু হইতে কিছু গোপন করিব না; আমাদের সমস্ত রৌপ্য শেষ হইয়া গিয়াছে, এবং পশুধনও প্রভুরই হইয়াছে; এখন প্রভুর সাক্ষাতে আর কিছুই অবশিষ্ট নাই, কেবল আমাদের শরীর ও ভূমি রহিয়াছে।"},{"number":19,"verse":"আমরা আপন আপন ভূমির সহিত আপনার চক্ষুর্গোচরে কেন মারা যাইব? আপনি ভক্ষ্য দিয়া আমাদিগকে ও আমাদের ভূমি ক্রয় করিয়া লউন; আমরা আপন আপন ভূমির সহিত ফরৌণের দাস হইব; আর আমাদিগকে বীজ দিউন, তাহা হইলে আমরা বাঁচিব, মারা পড়িব না, ভূমিও নষ্ট হইবে না।"},{"number":20,"verse":"তখন যোষেফ মিসরের সমস্ত ভূমি ফরৌণের নিমিত্তে ক্রয় করিলেন, কেননা দুর্ভিক্ষ তাহাদের অসহ্য হওয়াতে মিস্রীয়েরা প্রত্যেকে আপন আপন ক্ষেত্র বিক্রয় করিল। অতএব মাটি ফরৌণের হইল।"},{"number":21,"verse":"আর তিনি মিসরের এক সীমা অবধি অন্য সীমা পর্য্যন্ত প্রজাদিগকে নগরে নগরে প্রবাস করাইলেন।"},{"number":22,"verse":"তিনি কেবল যাজকদের ভূমি ক্রয় করিলেন না, কারণ ফরৌণ যাজকদিগকে বৃত্তি দিতেন, এবং তাহারা ফরৌণের দত্ত বৃত্তি ভোগ করিত; এই জন্য আপন আপন ভূমি বিক্রয় করিল না।"},{"number":23,"verse":"পরে যোষেফ প্রজাগণকে কহিলেন, দেখ, আমি অদ্য তোমাদিগকে ও তোমাদের ভূমি ফরৌণের নিমিত্তে ক্রয় করিলাম। দেখ, এই বীজ লইয়া ভূমিতে বপন কর;"},{"number":24,"verse":"তাহাতে যাহা যাহা উৎপন্ন হইবে, তাহার পঞ্চমাংশ ফরৌণকে দিও, অন্য চারি অংশ ক্ষেত্রের বীজের নিমিত্তে এবং আপনাদের ও পরিজনদের ও শিশুগণের খাদ্যের নিমিত্তে তোমাদেরই থাকিবে।"},{"number":25,"verse":"তাহাতে তাহারা কহিল, আপনি আমাদের প্রাণ রক্ষা করিলেন; আমাদের প্রতি আপনার অনুগ্রহদৃষ্টি হউক, আমরা ফরৌণের দাস হইব।"},{"number":26,"verse":"মিসরের ভূমির সম্বন্ধে যোষেফ এই ব্যবস্থা স্থাপন করেন, আর ইহা অদ্যাবধি চলিতেছে যে, পঞ্চমাংশ ফরৌণ পাইবেন; কেবল যাজকদের ভূমি ফরৌণের হয় নাই।"},{"number":27,"verse":"আর ইস্রায়েল মিসর দেশে, গোশন অঞ্চলে, বাস করিল, তাহারা তথায় অধিকার পাইয়া ফলবন্ত ও অতি বহুবংশ হইয়া উঠিল।"},{"number":28,"verse":"( যাকোব যোষেফের দুই পুত্রকে আশীর্ব্বাদ করেন।) মিসর দেশে যাকোব সতের বৎসর জীবিত রহিলেন; যাকোবের আয়ুর পরিমাণ এক শত সাতচল্লিশ বৎসর হইল।"},{"number":29,"verse":"পরে ইস্রায়েলের মরণ দিন সন্নিকট হইল। তখন তিনি আপন পুত্র যোষেফকে ডাকাইয়া কহিলেন, আমি যদি তোমার দৃষ্টিতে অনুগ্রহ পাইয়া থাকি, তবে বিনয় করি, তুমি আমার জঙ্ঘার নীচে হস্ত দেও, এবং আমার প্রতি সদয় ও সত্য ব্যবহার কর; মিসরে আমাকে কবর দিও না।"},{"number":30,"verse":"আমি যখন আপন পিতৃপুরুষদের নিকটে শয়ন করিব, তখন তুমি আমাকে মিসর হইতে লইয়া গিয়া তাঁহাদের করবস্থানে কবরশায়ী করিও। যোষেফ কহিলেন, আপনি যাহা বলিলেন, তাহাই করিব।"},{"number":31,"verse":"আর যাকোব তাঁহাকে দিব্য করিতে কহিলে তিনি তাঁহার নিকটে দিব্য করিলেন। তখন ইস্রায়েল শয্যার শিয়রের দিকে প্রণিপাত করিলেন।"}]}