{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"( যাকোব পুত্রগণকে আশীর্ব্বাদ করেন।) পরে যাকোব আপন পুত্রগণকে ডাকিয়া কহিলেন, তোমরা একত্র হও, উত্তর কালে তোমাদের প্রতি যাহা ঘটিবে, তাহা তোমাদিগকে বলিতেছি।"},{"number":2,"verse":"যাকোবের পুত্রগণ, সমবেত হও, শুন, তোমাদের পিতা ইস্রায়েলের বাক্য শুন।"},{"number":3,"verse":"রূবেণ, তুমি আমার প্রথমজাত, আমার বল ও আমার শক্তির প্রথম ফল, মহিমার প্রাধান্য ও পরাক্রমের প্রাধান্য।"},{"number":4,"verse":"তুমি [তপ্ত] জলবৎ চপল, তোমার প্রাধান্য থাকিবে না; কেননা তুমি আপন পিতার শয্যায় গিয়াছিলে; তখন অপবিত্র কর্ম্ম করিয়াছিলে; সে আমার শয্যায় গিয়াছিল।"},{"number":5,"verse":"শিমিয়োন ও লেবি দুই সহোদর; তাহাদের খড়গ দৌরাত্ম্যের অস্ত্র।"},{"number":6,"verse":"হে মম প্রাণ! তাহাদের সভায় যাইও না; হে মম গৌরব! তাহাদের সমাজে যোগ দিও না; কেননা তাহারা ক্রোধে নরহত্যা করিল, স্বেচ্ছাচারিতায় বৃষের শিরা ছেদন করিল।"},{"number":7,"verse":"অভিশপ্ত তাহাদের ক্রোধ, কেননা তাহা প্রচণ্ড; তাহাদের কোপ, কেননা তাহা নিষ্ঠুর; আমি তাহাদিগকে যাকোবের মধ্যে বিভাগ করিব; ইস্রায়েলের মধ্যে ছিন্নভিন্ন করিব।"},{"number":8,"verse":"যিহূদা, তোমার ভ্রাতৃগণ তোমারই স্তব করিবে; তোমার হস্ত তোমার শত্রুগণের ঘাড় ধরিবে; তব পিতৃসন্তানেরা তোমার সম্মুখে প্রণিপাত করিবে।"},{"number":9,"verse":"যিহূদা সিংহশাবক; বৎস, তুমি মৃগবিদারণ হইতে উঠিয়া আসিলে; সে শয়ন করিল, গুঁড়ি মারিল, সিংহের ন্যায়, ও সিংহীর ন্যায়; কে তাহাকে উঠাইবে?"},{"number":10,"verse":"যিহূদা হইতে রাজদণ্ড যাইবে না, তাহার চরণযুগলের মধ্য হইতে বিচারদণ্ড যাইবে না, যে পর্য্যন্ত শীলো ( (বা) যাঁহার অধিকার আছে, তিনি।) না আইসেন; জাতিগণ তাঁহারই আজ্ঞাবহতা স্বীকার করিবে।"},{"number":11,"verse":"সে দ্রাক্ষালতায় আপন গর্দ্দভ বাঁধিবে, উত্তম দ্রাক্ষালতায় আপন খরশাবক বাঁধিবে; সে দ্রাক্ষারসে আপন পরিচ্ছদ কাচিয়াছে, দ্রাক্ষার রক্তে আপন কাপড় কাচিয়াছে।"},{"number":12,"verse":"তাহার চক্ষু দ্রাক্ষারসে রক্তবর্ণ, তাহার দন্ত দুগ্ধে শ্বেতবর্ণ।"},{"number":13,"verse":"সবূলূন সমুদ্র-তীরে বাস করিবে, তাহা পোতাশ্রয়ের তীর হইবে, সীদোন পর্য্যন্ত তাহার সীমা হইবে।"},{"number":14,"verse":"ইষাখর বলবান্ গর্দ্দভ, সে খোঁয়াড়ের মধ্যে শয়ন করে।"},{"number":15,"verse":"সে দেখিল, বিশ্রামস্থান উত্তম, দেখিল, এই দেশ রমণীয়, তাই ভার বহিতে কাঁধ পাতিয়া দিল, আর করাধীন দাস হইল।"},{"number":16,"verse":"দান আপন প্রজাবৃন্দের বিচার করিবে, ইস্রায়েলের এক বংশের ন্যায়।"},{"number":17,"verse":"দান পথে অবস্থিত সর্প, সে মার্গে অবস্থিত ফণী, যে ঘোটকের চরণে দংশন করে, আর তদারূঢ় ব্যক্তি পশ্চাতে পতিত হয়।"},{"number":18,"verse":"সদাপ্রভো, আমি তোমার পরিত্রাণের অপেক্ষায় রহিয়াছি।"},{"number":19,"verse":"গাদকে সৈন্যদল আঘাত করিবে; কিন্তু সে তাহাদের পশ্চাদ্ভাগে আঘাত করিবে।"},{"number":20,"verse":"আশের হইতে অতি উত্তম খাদ্য জন্মিবে; সে রাজার উপাদেয় ভক্ষ্য যোগাইয়া দিবে।"},{"number":21,"verse":"নপ্তালি উন্মুক্তা হরিণী, সে মনোহর বাক্য বলে।"},{"number":22,"verse":"যোষেফ ফলবান্ তরু-পল্লব, জলপ্রবাহের পার্শ্বস্থিত ফলবান্ তরু পল্লব; তাহার শাখা সকল প্রাচীর অতিক্রম করে।"},{"number":23,"verse":"ধনুর্দ্ধরেরা তাহাকে কঠোর ক্লেশ দিয়াছিল, বাণাঘাতে তাহাকে উৎপীড়ন করিয়াছিল;"},{"number":24,"verse":"কিন্তু তাহার ধনুক দৃঢ় থাকিল, তাহার হস্তের বাহুযুগল বলবান্ রহিল, যাকোবের একবীরের হস্ত দ্বারা, যিনি ইস্রায়েলের পালক ও শৈল, তাঁহার দ্বারা,"},{"number":25,"verse":"তোমার পিতার সেই ঈশ্বরের দ্বারা, —যিনি তোমাকে সাহায্য করিবেন, —সেই সর্ব্বশক্তিমানের দ্বারা,—যিনি তোমাকে আশীর্ব্বাদ করিবেন, উপরিস্থ আকাশ হইতে নিঃসৃত আশীর্ব্বাদে, অধোবিস্তীর্ণ জলধি হইলে নিঃসৃত আশীর্ব্বাদে, স্তন ও গর্ভ হইতে নিঃসৃত আশীর্ব্বাদে।"},{"number":26,"verse":"আমার পিতৃপুরুষদের আশীর্ব্বাদ অপেক্ষা তোমার পিতার আশীর্ব্বাদ উৎকৃষ্ট। তাহা চিরন্তন গিরিমালার সীমা পর্য্যন্ত ব্যাপ্ত; তাহা বর্ত্তিবে যোষেফের মস্তকে, ভ্রাতৃগণ হইতে পৃথক্কৃতের মস্তকের তালুতে।"},{"number":27,"verse":"বিন্যামীন বিদারক নেকড়িয়ার তুল্য; প্রাতঃকালে সে শিকার ভক্ষণ করিবে, সন্ধ্যাকালে সে লুট দ্রব্য বন্টন করিবে।"},{"number":28,"verse":"ইহাঁরা সকলে ইস্রায়েলের দ্বাদশ বংশ; ইহাঁদের পিতা আশীর্ব্বাদ করিবার সময়ে এই কথা কহিলেন; ইহাঁদের প্রত্যেক জনকে বিশেষ বিশেষ আশীর্ব্বাদ করিলেন।"},{"number":29,"verse":"( যাকোবের ও যোষেফের মৃত্যু।) পরে যাকোব তাঁহাদিগকে আদেশ দিয়া কহিলেন, আমি আপন লোকদের নিকটে সংগৃহীত হইতে উদ্যত।"},{"number":30,"verse":"হেতীয় ইফ্রোণের ক্ষেত্রস্থিত গুহাতে আমার পিতৃপুরুষদের নিকটে আমার কবর দিও; সেই গুহা কনান দেশে মম্রির সম্মুখস্থ মক্পেলা ক্ষেত্রে স্থিত; অব্রাহাম হেতীয় ইফ্রোণের কাছে তাহা কবরস্থানের অধিকার জন্য কিনিয়াছিলেন।"},{"number":31,"verse":"সেই স্থানে অব্রাহামের ও তাঁহার ভার্য্যা সারার কবর হইয়াছে, সেই স্থানে ইস্হাকের ও তাঁহার ভার্য্যা রিবিকার কবর হইয়াছে, এবং সেই স্থানে আমিও লেয়ার কবর দিয়াছি;"},{"number":32,"verse":"সেই ক্ষেত্র ও তাহার মধ্যবর্ত্তী গুহা হেতের সন্তানদের কাছে কেনা হইয়াছিল।"},{"number":33,"verse":"যাকোব আপন পুত্রদের প্রতি আদেশ সমাপ্ত করিলে পর শয্যাতে দুই চরণ একত্র করিলেন, ও প্রাণত্যাগ করিয়া আপন লোকদের নিকটে সংগৃহীত হইলেন।"}]}