{"bibleAbbr":"bnOV2016","bookName":"আদিপুস্তক","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"আর সদাপ্রভু নোহকে কহিলেন, তুমি সপরিবারে জাহাজে প্রবেশ কর, কেননা এই কালের লোকদের মধ্যে আমার সাক্ষাতে তোমাকেই ধার্ম্মিক দেখিয়াছি।"},{"number":2,"verse":"তুমি শুচি পশুর স্ত্রীপুরুষ লইয়া প্রত্যেক জাতির সাত সাত যোড়া, এবং অশুচি পশুর স্ত্রীপুরুষ লইয়া প্রত্যেক জাতির এক এক যোড়া,"},{"number":3,"verse":"এবং আকাশের পক্ষীদিগেরও স্ত্রীপুরুষ লইয়া প্রত্যেক জাতির সাত সাত যোড়া, সমস্ত ভূমণ্ডলে তাহাদের বংশ রক্ষার্থে আপনার সঙ্গে রাখ।"},{"number":4,"verse":"কেননা সাত দিনের পর আমি পৃথিবীতে চল্লিশ দিবারাত্র বৃষ্টি বর্ষাইয়া আমার নির্ম্মিত যাবতীয় প্রাণীকে ভূমণ্ডল হইতে উচ্ছিন্ন করিব।"},{"number":5,"verse":"তখন নোহ সদাপ্রভুর আজ্ঞানুসারে সকল কর্ম্ম করিলেন।"},{"number":6,"verse":"নোহের ছয় শত বৎসর বয়সে পৃথিবীতে জলপ্লাবন হইল"},{"number":7,"verse":"জলপ্লাবনের অপেক্ষাতে নোহ ও তাঁহার পুত্রগণ এবং তাঁহার স্ত্রী ও পুত্রবধূগণ জাহাজে প্রবেশ করিলেন।"},{"number":8,"verse":"নোহের প্রতি ঈশ্বরের আজ্ঞানুসারে শুচি অশুচি পশুর,"},{"number":9,"verse":"এবং পক্ষীর ও ভূমিতে গমনশীল যাবতীয় জীবের স্ত্রীপুরুষ যোড়া যোড়া জাহাজে নোহের নিকটে প্রবেশ করিল।"},{"number":10,"verse":"পরে সেই সাত দিন গত হইলে পৃথিবীতে জলপ্লাবন হইল।"},{"number":11,"verse":"নোহের বয়সের ছয় শত বৎসরের দ্বিতীয় মাসের সপ্তদশ দিনে মহাজলধির সমস্ত উনুই ভাঙ্গিয়া গেল, এবং আকাশের বাতায়ন সকল মুক্ত হইল;"},{"number":12,"verse":"তাহাতে পৃথিবীতে চল্লিশ দিবারাত্র মহাবৃষ্টি হইল।"},{"number":13,"verse":"সেই দিন নোহ, এবং শেম, হাম ও যেফৎ নামে নোহের পুত্রগণ, এবং তাঁহাদের সহিত নোহের স্ত্রী ও তিন পুত্রবধূ জাহাজে প্রবেশ করিলেন।"},{"number":14,"verse":"আর তাঁহাদের সহিত সর্ব্বজাতীয় বন্য পশু, সর্ব্বজাতীয় গ্রাম্য পশু, সর্ব্বজাতীয় ভূচর সরীসৃপ জীব ও সর্ব্বজাতীয় পক্ষী, সর্ব্বজাতীয় খেচর,"},{"number":15,"verse":"প্রাণবায়ুবিশিষ্ট সর্ব্বপ্রকার জীবজন্তু যোড়া যোড়া জাহাজে নোহের নিকটে প্রবেশ করিল।"},{"number":16,"verse":"ফলতঃ তাঁহার প্রতি ঈশ্বরের আজ্ঞানুসারে সমস্ত প্রাণীর স্ত্রীপুরুষ প্রবেশ করিল। পরে সদাপ্রভু তাঁহার পশ্চাৎ দ্বার বদ্ধ করিলেন।"},{"number":17,"verse":"আর চল্লিশ দিন পর্য্যন্ত পৃথিবীতে জলপ্লাবন হইল, তাহাতে জল বৃদ্ধি পাইয়া জাহাজ ভাসাইলে তাহা মৃত্তিকা ছাড়িয়া উঠিল।"},{"number":18,"verse":"পরে জল প্রবল হইয়া পৃথিবীতে অতিশয় বৃদ্ধি পাইল, এবং জাহাজ জলের উপরে ভাসিয়া গেল।"},{"number":19,"verse":"আর পৃথিবীতে জল অত্যন্ত প্রবল হইল, আকাশমণ্ডলের অধঃস্থিত সকল মহাপর্ব্বত মগ্ন হইল।"},{"number":20,"verse":"তাহার উপরে পনের হাত জল উঠিয়া প্রবল হইল, পর্ব্বত সকল মগ্ন হইল।"},{"number":21,"verse":"তাহাতে ভূচর যাবতীয় প্রাণী—পক্ষী, গ্রাম্য ও বন্য পশু, ভূচর সরীসৃপ সকল এবং মনুষ্য সকল মরিল।"},{"number":22,"verse":"স্থলচর যত প্রাণীর নাসিকাতে প্রাণবায়ুর সঞ্চার ছিল, সকলে মরিল।"},{"number":23,"verse":"এইরূপে ভূমণ্ডল-নিবাসী সমস্ত প্রাণী—মনুষ্য, পশু, সরীসৃপ জীব ও আকাশীয় পক্ষী সকল উচ্ছিন্ন হইল, পৃথিবী হইতে উচ্ছিন্ন হইল, কেবল নোহ ও তাঁহার সঙ্গী জাহাজস্থ প্রাণীরা বাঁচিলেন।"},{"number":24,"verse":"আর জল পৃথিবীর উপরে এক শত পঞ্চাশ দিন পর্য্যন্ত প্রবল থাকিল।"}]}