{"bibleAbbr":"CVg2018","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"Sed et regina Saba, audita fama Salomonis in nomine Domini, venit tentare eum in ænigmatibus."},{"number":2,"verse":"Et ingressa Jerusalem multo cum comitatu et divitiis, camelis portantibus aromata, et aurum infinitum nimis, et gemmas pretiosas, venit ad regem Salomonem, et locuta est ei universa quæ habebat in corde suo."},{"number":3,"verse":"Et docuit eam Salomon omnia verba quæ proposuerat : non fuit sermo qui regem posset latere, et non responderet ei."},{"number":4,"verse":"Videns autem regina Saba omnem sapientiam Salomonis, et domum quam ædificaverat,"},{"number":5,"verse":"et cibos mensæ ejus, et habitacula servorum, et ordines ministrantium, vestesque eorum, et pincernas, et holocausta quæ offerebat in domo Domini : non habebat ultra spiritum."},{"number":6,"verse":"Dixitque ad regem : Verus est sermo quem audivi in terra mea"},{"number":7,"verse":"super sermonibus tuis, et super sapientia tua : et non credebam narrantibus mihi, donec ipsa veni, et vidi oculis meis, et probavi quod media pars mihi nuntiata non fuerit : major est sapientia et opera tua, quam rumor quem audivi."},{"number":8,"verse":"Beati viri tui, et beati servi tui, qui stant coram te semper, et audiunt sapientiam tuam."},{"number":9,"verse":"Sit Dominus Deus tuus benedictus, cui complacuisti, et posuit te super thronum Israël, eo quod dilexerit Dominus Israël in sempiternum, et constituit te regem ut faceres judicium et justitiam."},{"number":10,"verse":"Dedit ergo regi centum viginti talenta auri, et aromata multa nimis, et gemmas pretiosas : non sunt allata ultra aromata tam multa, quam ea quæ dedit regina Saba regi Salomoni."},{"number":11,"verse":"(Sed et classis Hiram, quæ portabat aurum de Ophir, attulit ex Ophir ligna thyina multa nimis, et gemmas pretiosas."},{"number":12,"verse":"Fecitque rex de lignis thyinis fulcra domus Domini et domus regiæ, et citharas lyrasque cantoribus : non sunt allata hujuscemodi ligna thyina, neque visa usque in præsentem diem.)"},{"number":13,"verse":"Rex autem Salomon dedit reginæ Saba omnia quæ voluit et petivit ab eo, exceptis his quæ ultro obtulerat ei munere regio. Quæ reversa est, et abiit in terram suam cum servis suis."},{"number":14,"verse":"Erat autem pondus auri quod afferebatur Salomoni per annos singulos, sexcentorum sexaginta sex talentorum auri,"},{"number":15,"verse":"excepto eo quod afferebant viri qui super vectigalia erant, et negotiatores, universique scruta vendentes, et omnes reges Arabiæ, ducesque terræ."},{"number":16,"verse":"Fecit quoque rex Salomon ducenta scuta de auro purissimo : sexcentos auri siclos dedit in laminas scuti unius."},{"number":17,"verse":"Et trecentas peltas ex auro probato : trecentæ minæ auri unam peltam vestiebant : posuitque eas rex in domo saltus Libani."},{"number":18,"verse":"Fecit etiam rex Salomon thronum de ebore grandem : et vestivit eum auro fulvo nimis,"},{"number":19,"verse":"qui habebat sex gradus : et summitas throni rotunda erat in parte posteriori : et duæ manus hinc atque inde tenentes sedile : et duo leones stabant juxta manus singulas."},{"number":20,"verse":"Et duodecim leunculi stantes super sex gradus hinc atque inde : non est factum tale opus in universis regnis."},{"number":21,"verse":"Sed et omnia vasa quibus potabat rex Salomon, erant aurea : et universa supellex domus saltus Libani de auro purissimo : non erat argentum, nec alicujus pretii putabatur in diebus Salomonis,"},{"number":22,"verse":"quia classis regis per mare cum classe Hiram semel per tres annos ibat in Tharsis, deferens inde aurum, et argentum, et dentes elephantorum, et simias, et pavos."},{"number":23,"verse":"Magnificatus est ergo rex Salomon super omnes reges terræ divitiis et sapientia."},{"number":24,"verse":"Et universa terra desiderabat vultum Salomonis, ut audiret sapientiam ejus, quam dederat Deus in corde ejus."},{"number":25,"verse":"Et singuli deferebant ei munera, vasa argentea et aurea, vestes et arma bellica, aromata quoque, et equos et mulos per annos singulos."},{"number":26,"verse":"Congregavitque Salomon currus et equites, et facti sunt ei mille quadringenti currus, et duodecim millia equitum : et disposuit eos per civitates munitas, et cum rege in Jerusalem."},{"number":27,"verse":"Fecitque ut tanta esset abundantia argenti in Jerusalem, quanta et lapidum : et cedrorum præbuit multitudinem quasi sycomoros quæ nascuntur in campestribus."},{"number":28,"verse":"Et educebantur equi Salomoni de Ægypto, et de Coa. Negotiatores enim regis emebant de Coa, et statuto pretio perducebant."},{"number":29,"verse":"Egrediebatur autem quadriga ex Ægypto sexcentis siclis argenti, et equus centum quinquaginta. Atque in hunc modum cuncti reges Hethæorum et Syriæ equos venundabant."}]}