{"bibleAbbr":"CVg2018","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"Erat autem rex Salomon regnans super omnem Israël :"},{"number":2,"verse":"et hi principes quos habebat : Azarias filius Sadoc sacerdotis :"},{"number":3,"verse":"Elihoreph et Ahia filii Sisa scribæ : Josaphat filius Ahilud a commentariis :"},{"number":4,"verse":"Banaias filius Jojadæ super exercitum : Sadoc autem et Abiathar sacerdotes :"},{"number":5,"verse":"Azarias filius Nathan super eos qui assistebant regi : Zabud filius Nathan sacerdos, amicus regis :"},{"number":6,"verse":"et Ahisar præpositus domus : et Adoniram filius Abda super tributa."},{"number":7,"verse":"Habebat autem Salomon duodecim præfectos super omnem Israël, qui præbebant annonam regi et domui ejus : per singulos enim menses in anno, singuli necessaria ministrabant."},{"number":8,"verse":"Et hæc nomina eorum : Benhur in monte Ephraim."},{"number":9,"verse":"Bendecar in Macces, et in Salebim, et in Bethsames, et in Elon, et in Bethanan."},{"number":10,"verse":"Benhesed in Aruboth : ipsius erat Socho, et omnis terra Epher."},{"number":11,"verse":"Benabinadab, cujus omnis Nephath Dor : Tapheth filiam Salomonis habebat uxorem."},{"number":12,"verse":"Bana filius Ahilud regebat Thanac et Mageddo, et universam Bethsan, quæ est juxta Sarthana subter Jezrahel, a Bethsan usque Abelmehula e regione Jecmaan."},{"number":13,"verse":"Bengaber in Ramoth Galaad : habebat Avothjair filii Manasse in Galaad : ipse præerat in omni regione Argob, quæ est in Basan, sexaginta civitatibus magnis atque muratis quæ habebant seras æreas."},{"number":14,"verse":"Ahinadab filius Addo præerat in Manaim."},{"number":15,"verse":"Achimaas in Nephthali : sed et ipse habebat Basemath filiam Salomonis in conjugio."},{"number":16,"verse":"Baana filius Husi in Aser, et in Baloth."},{"number":17,"verse":"Josaphat filius Pharue in Issachar."},{"number":18,"verse":"Semei filius Ela in Benjamin."},{"number":19,"verse":"Gaber filius Uri in terra Galaad, in terra Sehon regis Amorrhæi et Og regis Basan, super omnia quæ erant in illa terra."},{"number":20,"verse":"Juda et Israël innumerabiles, sicut arena maris in multitudine : comedentes, et bibentes, atque lætantes."},{"number":21,"verse":"Salomon autem erat in ditione sua, habens omnia regna a flumine terræ Philisthiim usque ad terminum Ægypti : offerentium sibi munera, et servientium ei cunctis diebus vitæ ejus."},{"number":22,"verse":"Erat autem cibus Salomonis per dies singulos triginta cori similæ, et sexaginta cori farinæ,"},{"number":23,"verse":"decem boves pingues, et viginti boves pascuales, et centum arietes, excepta venatione cervorum, caprearum, atque bubalorum, et avium altilium."},{"number":24,"verse":"Ipse enim obtinebat omnem regionem quæ erat trans flumen, a Thaphsa usque ad Gazan, et cunctos reges illarum regionum : et habebat pacem ex omni parte in circuitu."},{"number":25,"verse":"Habitabatque Juda et Israël absque timore ullo, unusquisque sub vite sua et sub ficu sua, a Dan usque Bersabee, cunctis diebus Salomonis."},{"number":26,"verse":"Et habebat Salomon quadraginta millia præsepia equorum currilium, et duodecim millia equestrium."},{"number":27,"verse":"Nutriebantque eos supradicti regis præfecti : sed et necessaria mensæ regis Salomonis cum ingenti cura præbebant in tempore suo."},{"number":28,"verse":"Hordeum quoque, et paleas equorum et jumentorum, deferebant in locum ubi erat rex, juxta constitutum sibi."},{"number":29,"verse":"Dedit quoque Deus sapientiam Salomoni, et prudentiam multam nimis, et latitudinem cordis quasi arenam quæ est in littore maris."},{"number":30,"verse":"Et præcedebat sapientia Salomonis sapientiam omnium Orientalium et Ægyptiorum,"},{"number":31,"verse":"et erat sapientior cunctis hominibus : sapientior Ethan Ezrahita, et Heman, et Chalcol, et Dorda filiis Mahol : et erat nominatus in universis gentibus per circuitum."},{"number":32,"verse":"Locutus est quoque Salomon tria millia parabolas : et fuerunt carmina ejus quinque et mille."},{"number":33,"verse":"Et disputavit super lignis a cedro quæ est in Libano, usque ad hyssopum quæ egreditur de pariete : et disseruit de jumentis, et volucribus, et reptilibus, et piscibus."},{"number":34,"verse":"Et veniebant de cunctis populis ad audiendam sapientiam Salomonis, et ab universis regibus terræ qui audiebant sapientiam ejus."}]}