{"bibleAbbr":"BB1572","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"Wherfore, sence we coulde no longer forbeare, we thought it good to remaine at Athens alone."},{"number":2,"verse":"And sent Timotheus, our brother and minister of God, and felowe labourer in the Gospell of Christe, to stablishe you & to comfort you concernyng your faith."},{"number":3,"verse":"That no man shoulde be moued in these afflictions: For ye your selues knowe, that we are appoynted therevnto."},{"number":4,"verse":"For veryly when we were with you, we tolde you before that we shoulde suffer tribulation, euen as it came to passe, and [as] ye knowe."},{"number":5,"verse":"For this cause, when I coulde no longer forbeare, I sent to knowe your fayth, lest by some meanes the tempter had tempted you, and our labour had ben vayne."},{"number":6,"verse":"But nowe lately, when Timotheus came from you vnto vs, and brought vs good tydynges of your fayth and loue, and howe that ye haue good remembraunce of vs alwayes, desiryng to see vs, as we also [to see] you:"},{"number":7,"verse":"Therefore brethren we were comforted ouer you, in all our aduersitie and necessitie, because of your fayth."},{"number":8,"verse":"For nowe we lyue, yf ye stande fast in the Lorde."},{"number":9,"verse":"For what thankes can we recompence to God agayne for you, for all the ioye wherwith we ioy for your sakes before our God?"},{"number":10,"verse":"Praying nyght and daye exceedyngly to see you personally, and repayre the wantynges of your fayth?"},{"number":11,"verse":"Nowe God him selfe, and our father, and our Lord Iesus Christe, guyde our waye vnto you."},{"number":12,"verse":"And the Lorde encrease you, & make you abounde in loue one towarde another, and towarde all men, euen as we also towarde you,"},{"number":13,"verse":"To stablyshe your heartes vnblameable, in holynesse before God and our father, in the commyng of our Lorde Iesus Christe, with all his saintes."}]}