{"bibleAbbr":"NLT2015","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"God Confirms His Covenant Then God blessed Noah and his sons and told them, “Be fruitful and multiply. Fill the earth."},{"number":2,"verse":"All the animals of the earth, all the birds of the sky, all the small animals that scurry along the ground, and all the fish in the sea will look on you with fear and terror. I have placed them in your power."},{"number":3,"verse":"I have given them to you for food, just as I have given you grain and vegetables."},{"number":4,"verse":"But you must never eat any meat that still has the lifeblood in it."},{"number":5,"verse":"“And I will require the blood of anyone who takes another person’s life. If a wild animal kills a person, it must die. And anyone who murders a fellow human must die."},{"number":6,"verse":"If anyone takes a human life, that person’s life will also be taken by human hands. For God made human beings (Or man; Hebrew reads ha-adam.) in his own image."},{"number":7,"verse":"Now be fruitful and multiply, and repopulate the earth.”"},{"number":8,"verse":"Then God told Noah and his sons,"},{"number":9,"verse":"“I hereby confirm my covenant with you and your descendants,"},{"number":10,"verse":"and with all the animals that were on the boat with you—the birds, the livestock, and all the wild animals—every living creature on earth."},{"number":11,"verse":"Yes, I am confirming my covenant with you. Never again will floodwaters kill all living creatures; never again will a flood destroy the earth.”"},{"number":12,"verse":"Then God said, “I am giving you a sign of my covenant with you and with all living creatures, for all generations to come."},{"number":13,"verse":"I have placed my rainbow in the clouds. It is the sign of my covenant with you and with all the earth."},{"number":14,"verse":"When I send clouds over the earth, the rainbow will appear in the clouds,"},{"number":15,"verse":"and I will remember my covenant with you and with all living creatures. Never again will the floodwaters destroy all life."},{"number":16,"verse":"When I see the rainbow in the clouds, I will remember the eternal covenant between God and every living creature on earth.”"},{"number":17,"verse":"Then God said to Noah, “Yes, this rainbow is the sign of the covenant I am confirming with all the creatures on earth.”"},{"number":18,"verse":"Noah’s Sons The sons of Noah who came out of the boat with their father were Shem, Ham, and Japheth. (Ham is the father of Canaan.)"},{"number":19,"verse":"From these three sons of Noah came all the people who now populate the earth."},{"number":20,"verse":"After the flood, Noah began to cultivate the ground, and he planted a vineyard."},{"number":21,"verse":"One day he drank some wine he had made, and he became drunk and lay naked inside his tent."},{"number":22,"verse":"Ham, the father of Canaan, saw that his father was naked and went outside and told his brothers."},{"number":23,"verse":"Then Shem and Japheth took a robe, held it over their shoulders, and backed into the tent to cover their father. As they did this, they looked the other way so they would not see him naked."},{"number":24,"verse":"When Noah woke up from his stupor, he learned what Ham, his youngest son, had done."},{"number":25,"verse":"Then he cursed Canaan, the son of Ham: “May Canaan be cursed! May he be the lowest of servants to his relatives.”"},{"number":26,"verse":"Then Noah said, “May the LORD, the God of Shem, be blessed, and may Canaan be his servant!"},{"number":27,"verse":"May God expand the territory of Japheth! May Japheth share the prosperity of Shem, (Hebrew May he live in the tents of Shem.) and may Canaan be his servant.”"},{"number":28,"verse":"Noah lived another 350 years after the great flood."},{"number":29,"verse":"He lived 950 years, and then he died."}]}