{"bibleAbbr":"BB1572","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":10,"verses":[{"number":1,"verse":"For the lawe, hauyng the shadow of good thynges to come, and not the very fashion of the thinges the selues, can neuer with those sacrifices whiche they offer yere by yere continually, make the commers therevnto perfect."},{"number":2,"verse":"For woulde not then those [sacrifices] haue ceassed to haue ben offred, because that the offerers once pourged, shoulde haue had no more conscience of sinnes?"},{"number":3,"verse":"Neuerthelesse, in those (sacrifices) is mention made of sinnes euery yere."},{"number":4,"verse":"For it is not possible that the blood of Bulles & of Goates shoulde take away sinnes."},{"number":5,"verse":"Wherfore when he commeth into the worlde, he saith: Sacrifice and offring thou wouldest not haue, but a body hast thou ordeyned me."},{"number":6,"verse":"In burnt sacrifices & sinne (offerynges) thou hast had no pleasure."},{"number":7,"verse":"Then sayde I, lo I come (In the begynnyng of the booke it is written of me) to do thy wyll O God."},{"number":8,"verse":"Aboue when he saith, that sacrifice, and offeryng, and burnt offeringes, and sinne [offerynges] thou wouldest not, neither haddest pleasure [therein] (which are offered by the lawe:)"},{"number":9,"verse":"Then sayde he, lo I come, to do thy wyll, O God. He taketh away ye first to stablyshe the seconde."},{"number":10,"verse":"In ye which wyll we are made holy, euen by the offeryng of the body of Iesus Christe once for all."},{"number":11,"verse":"And euery priest standeth dayly ministryng, & offeryng oftentymes the same sacrifices, whiche can neuer take away sinnes."},{"number":12,"verse":"But this man, after he hath offered one sacrifice for sinnes, is sit downe for euer on the ryght hande of God:"},{"number":13,"verse":"From hencefoorth tarying tyl his foes be made his footstoole."},{"number":14,"verse":"For with one offeryng hath he made perfite for euer them that are sanctified."},{"number":15,"verse":"And the holy ghost also beareth vs recorde: For after that he tolde before,"},{"number":16,"verse":"This is the couenaunt that I wyll make vnto them after those dayes, (sayth the Lorde) geuyng my lawes in their heart, and in their myndes wyl I write them:"},{"number":17,"verse":"And their sinnes and iniquities wyll I remember no more."},{"number":18,"verse":"And where remission of these thinges [is] there [is] no more offering for sinne."},{"number":19,"verse":"Hauyng therefore brethren, libertie to enter into holy [places] in the blood of Iesus,"},{"number":20,"verse":"By the new and lyuing way, which he hath prepared for vs through the vayle, that is to say his flesshe:"},{"number":21,"verse":"And [seyng we haue] an hye priest ouer the house of God:"},{"number":22,"verse":"Let vs drawe nye with a true hearte, in assuraunce of fayth, sprinkeled in our heartes from an euyll conscience, and wasshed in body with pure water."},{"number":23,"verse":"Let vs holde the profession of the hope without waueryng, (for he is faythfull that promised:)"},{"number":24,"verse":"And let vs consider one another to prouoke vnto loue and good workes,"},{"number":25,"verse":"Not forsakyng the assemblyng of our selues together, as the maner of some [is] but exhortyng one (another) and so much the more, as ye see the day approchyng."},{"number":26,"verse":"For yf we sinne wyllyngly after that we haue receaued the knowledge of the trueth, there remayneth no more sacrifice for sinnes:"},{"number":27,"verse":"But a fearefull lokyng for of iudgement, and violent fire, whiche shall deuour the aduersaries."},{"number":28,"verse":"He that despiseth Moyses lawe, dyeth without mercie vnder two or thre witnesses:"},{"number":29,"verse":"Of howe muche sorer punyshement (suppose ye) shall he be worthy, whiche treadeth vnder foote the sonne of God? and counteth the blood of the couenaut wherein he was sanctified, an vnholye thyng, and doth despite to the spirite of grace?"},{"number":30,"verse":"For we knowe hym that hath sayde, vengeaunce [belongeth] vnto me, I wyl render saith the Lorde: And agayne, the Lorde shall iudge his people."},{"number":31,"verse":"It is a fearefull thyng to fall into the handes of the lyuyng God."},{"number":32,"verse":"Call to remebraunce the former dayes, in the which after ye had receaued light ye endured a great fyght of aduersities:"},{"number":33,"verse":"Partly whyle ye were made a gasing stocke, both by reproches & afflictions, and partly whyle ye became companions of them whiche were so tossed to & fro."},{"number":34,"verse":"For ye suffred also with my bondes, & toke in woorth the spoylyng of your goodes with gladnesse: knowyng in your selues how that ye haue in heauen a better and an enduryng substaunce."},{"number":35,"verse":"Cast not awaye therefore your confidence, which hath great recompence of rewarde."},{"number":36,"verse":"For ye haue neede of pacience, that after ye haue done the wyll of God, ye myght receaue the promise."},{"number":37,"verse":"For yet a very litle whyle, and he that shall come, wyll come, and wyll not tary."},{"number":38,"verse":"And the iuste shall lyue by fayth: And yf he withdrawe hym selfe, my soule shall haue no pleasure in hym."},{"number":39,"verse":"We are not of them that withdrawe our selues vnto perdition: but we parteyne vnto fayth, to the wynning of the soule."}]}