{"bibleAbbr":"BB1572","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"Wherfore, seyng that we are compassed with so great a cloude of witnesses, lay away all that presseth downe, & the sinne that hangeth so fast on, let vs run with patience vnto the battayle that is set before vs:"},{"number":2,"verse":"Lokyng vnto Iesus, the captayne and finissher of our fayth, which for the ioy that was set before hym, endured the crosse, hauyng dispised the shame, and is set downe on the ryght hande of the throne of God."},{"number":3,"verse":"Consider therfore hym that endured such speakyng agaynst hym of sinners, lest you shoulde be weryed, fayntyng in your myndes."},{"number":4,"verse":"Ye haue not yet resisted vnto blood, stryuyng agaynst sinne."},{"number":5,"verse":"And ye haue forgotten the exhortatio, which speaketh vnto you as vnto chyldren: My sonne despise not thou the chastenyng of the Lorde, neither faynt when thou art rebuked of hym:"},{"number":6,"verse":"For whom the Lord loueth, he chasteneth, and scourgeth euery sonne that he receaueth."},{"number":7,"verse":"If ye endure chastenyng, God offereth him selfe as vnto sonnes: For what sonne is he whom the father chasteneth not?"},{"number":8,"verse":"But yf ye be without chastisment, wherof all are partakers, then are ye bastardes, and not sonnes."},{"number":9,"verse":"Furthermore, we haue had fathers of our fleshe, which corrected vs, and we gaue them reuerence: Shall we not then much rather be in subiection vnto the father of spirites, and lyue?"},{"number":10,"verse":"For they veryly, for a fewe dayes, chastened vs after their owne pleasure: but he, for our profite, that we myght be partakers of his holynesse."},{"number":11,"verse":"No chashsyng for the present seemeth to be ioyous, but greeuous: Neuerthelesse, afterwarde it bryngeth the quiet fruite of ryghteousnesse, vnto the which are exercised therby."},{"number":12,"verse":"Strayghten vp therfore the handes which were let downe, and the weake knees:"},{"number":13,"verse":"And make ryght steppes vnto your feete, lest that which is haltyng, turne you out of the way: but let it rather be healed."},{"number":14,"verse":"Folowe peace with all men, and holynesse, without the which, no man shall see the Lorde:"},{"number":15,"verse":"Takyng heede that no man fall away from the grace of God, lest any roote of bitternesse spryngyng vp, trouble you, and therby many be defyled."},{"number":16,"verse":"Let there be no fornicator or vncleane person, as Esau, which for one morsell of meate, solde his birthryght."},{"number":17,"verse":"For ye knowe, howe that afterwarde when he woulde haue inherited the blessyng, he was reprobated: For he founde no place of repentaunce, though he sought it with teares."},{"number":18,"verse":"For ye are not come vnto the mount that is touched, & vnto burnyng fyre, and vnto storme and darkenesse, and tempestes of weather,"},{"number":19,"verse":"And sounde of a trompe, & the voyce of wordes: which [voyce] they that heard it, wisshed away, that the worde should not be spoken to them:"},{"number":20,"verse":"(For they dyd not abyde that which was commaunded. If a beast touche the mountaine, it shalbe stoned, or thrust through with a darte."},{"number":21,"verse":"And so terrible was the syght which appeared, that Moyses sayde, I feare and quake.)"},{"number":22,"verse":"But ye are come vnto ye mount Sion, and to the citie of the lyuyng God, the celestiall Hierusalem, and to an innumerable companie of Angels,"},{"number":23,"verse":"And vnto the congregation of the first borne, written in heauen, and to God the iudge of all, and to the spirites of iust and perfect men:"},{"number":24,"verse":"And to Iesus the mediatour of the newe couenaunt, and to the blood of sprinklyng, that speaketh better then that of Abel."},{"number":25,"verse":"See that ye despise not hym that speaketh: For yf they escaped not, which refused hym that spake on earth: much more shall we [not escape] yf we turne away from hym that [speaketh] from heauen:"},{"number":26,"verse":"Whose voyce then shoke the earth, & nowe hath declared, saying: Yet once more wyll I shake, not the earth only, but also heauen."},{"number":27,"verse":"And this [yet once more] signifieth remouyng of those thynges which are shaken, as of thynges which are made: that the thynges which are not shaken, may remayne."},{"number":28,"verse":"Wherfore, we receauyng a kingdome which can not be moued, let vs haue grace, wherby we may so serue God acceptablie, with reuerence & godly feare."},{"number":29,"verse":"For our God [is] a consumyng fyre."}]}