{"bibleAbbr":"BB1572","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"Wherfore we ought to geue the more earnest heede to the thynges which we haue heard, lest at any tyme we should let them slippe."},{"number":2,"verse":"For yf the worde spoken by Angels, was stedfast: And euery transgression and disobedience receaued a iust recompense of rewarde:"},{"number":3,"verse":"Howe shall we escape, yf we neglect so great saluation? which at the first began to be preached of the Lorde, and was confirmed vnto vswarde, by them that hearde it:"},{"number":4,"verse":"God bearyng witnesse therto both with signes & wonders also, and with diuers powers and gyftes of the holy ghost, accordyng to his owne wyll."},{"number":5,"verse":"For vnto the Anges hath he not put in subiection the worlde to come, wherof we speake."},{"number":6,"verse":"But one in a certayne place witnessed, saying: What is man, that thou arte myndeful of hym? Or the sonne of man, that thou wouldest loke vpon hym?"},{"number":7,"verse":"Thou madest hym for a litle whyle lower then the Angels, thou hast crowned him with glorie and honour, and hast set hym aboue the workes of thy handes."},{"number":8,"verse":"Thou hast put all thynges in subiectio vnder his feete. In yt he put all thinges vnder hym, he left nothyng that is not put vnder hym. But nowe, we see not yet all thynges put vnder hym."},{"number":9,"verse":"But hym that [for a whyle] was made lesse then the Angels, we see [that it was] Iesus, who through the sufferyng of death, was crowned with glorie and honour, that he by the grace of God, shoulde taste of death for all."},{"number":10,"verse":"For it became hym, for whom are all thynges, and by whom are all thynges, after he had brought many sonnes vnto glorie, that he shoulde make the capitayne of their saluation perfect through afflictions."},{"number":11,"verse":"For both he that sanctifieth, and they which are sanctified, [are] all of one. For which cause, he is not ashamed to call them brethren,"},{"number":12,"verse":"Saying: I wyll declare thy name vnto my brethren, in the myddes of the Churche wyll I prayse thee."},{"number":13,"verse":"And agayne: I wyll put my trust in hym. And agayne: Beholde here am I, and the chyldren whiche God hath geuen me."},{"number":14,"verse":"Forasmuch then as the chyldren are partakers of flesshe and blood, he also hym selfe lykewyse toke part with the, that through death he myght expell hym that had lordship ouer death, that is the deuyll:"},{"number":15,"verse":"And that he myght delyuer them, which through feare of death, were all their lyfe tyme in daunger of bondage."},{"number":16,"verse":"For he in no place taketh on hym the Angels: but the seede of Abraham taketh he on hym."},{"number":17,"verse":"Wherfore, in all thinges it became him to be made lyke vnto his brethren, that he myght be mercyfull, and a faythfull hye priest in thynges concernyng God, for to purge the peoples sinnes."},{"number":18,"verse":"For in that he hym selfe suffered and was tempted, he is able to succour them that are tempted."}]}