{"bibleAbbr":"orOV2014","bookName":"ଯିରିମୀୟଙ୍କ ବିଳାପ","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"( ଯିରୂଶାଲମର ନିର୍ଜନତା) ହାୟ ହାୟ, ଲୋକରେ ପରିପୂର୍ଣ୍ଣ ନଗରୀ କିପରି ଏକାକିନୀ ହୋଇ ବସୁଅଛି ! ସେ କିପରି ବିଧବା ତୁଲ୍ୟ ହୋଇଅଛି ! ଯେ ଗୋଷ୍ଠୀଗଣ ମଧ୍ୟରେ ପ୍ରଧାନା ଥିଲା ଓ ପ୍ରଦେଶସମୂହ ମଧ୍ୟରେ ରାଣୀ ଥିଲା, ସେ କିପରି କରଦାୟିନୀ ହୋଇଅଛି !"},{"number":2,"verse":"ସେ ରାତ୍ରିରେ ଅତିଶୟ ରୋଦନ କରେ, ତାହାର ଲୋତକ ଗଣ୍ତଦେଶରେ ପଡ଼ିଅଛି; ତାହାର ସମସ୍ତ ପ୍ରେମିକଙ୍କ ମଧ୍ୟରେ ତାହାକୁ ସାନ୍ତ୍ଵନା କରିବାକୁ କେହି ନାହିଁ; ତାହାର ବନ୍ଧୁ ସମସ୍ତେ ତାହାକୁ ପ୍ରବଞ୍ଚନା କରିଅଛନ୍ତି, ସେମାନେ ତାହାର ଶତ୍ରୁ ହୋଇଅଛନ୍ତି ।"},{"number":3,"verse":"ଦୁଃଖ ସକାଶୁ ଓ ମହାଦାସତ୍ଵ ସକାଶୁ ଯିହୁଦା ବନ୍ଦୀ ହୋଇ ଯାଇଅଛି; ସେ ଦେବପୂଜକମାନଙ୍କ ମଧ୍ୟରେ ବାସ କରେ, ସେ କିଛି ବିଶ୍ରାମ ପାଏ ନାହିଁ; ତାହାର ତାଡ଼ନାକାରୀ ସମସ୍ତେ ସଙ୍କୀର୍ଣ୍ଣ ପଥରେ ତାହାର ସଙ୍ଗ ଧରିଲେ ।"},{"number":4,"verse":"ସିୟୋନର ପଥସକଳ ଶୋକ କରଇ, କାରଣ କେହି ମହାସଭାକୁ ଆସେ ନାହିଁ; ତାହାର ଦ୍ଵାରସବୁ ଶୂନ୍ୟ, ତାହାର ଯାଜକମାନେ ଦୀର୍ଘ ନିଶ୍ଵାସ ଛାଡ଼ୁଅଛନ୍ତି; ତାହାର କୁମାରୀଗଣ ଦୁଃଖଗ୍ରସ୍ତ ଓ ସେ ନିଜେ ମନଃପୀଡ଼ା ପାଇଅଛି ।"},{"number":5,"verse":"ତାହାର ବିପକ୍ଷଗଣ ମସ୍ତକ ସ୍ଵରୂପ ହୋଇଅଛନ୍ତି, ତାହାର ଶତ୍ରୁମାନେ ସମୃଦ୍ଧ ହୋଇଅଛନ୍ତି; କାରଣ ତାହାର ଅସଂଖ୍ୟ ଆଜ୍ଞାଲଙ୍ଘନ ସକାଶୁ ସଦାପ୍ରଭୁ ତାହାକୁ କ୍ଳେଶ ଦେଇଅଛନ୍ତି; ତାହାର ଶିଶୁ ସନ୍ତାନଗଣ ବିପକ୍ଷର ଆଗେ ଆଗେ ବନ୍ଦୀ ହୋଇ ଯାଇଅଛନ୍ତି ।"},{"number":6,"verse":"ସିୟୋନ କନ୍ୟାର ଶ୍ରୀ ତାହାଠାରୁ ଯାଇଅଛି । ତାହାର ଅଧିପତିଗଣ ଚରାଣି ସ୍ଥାନ ନ ପାଇବା ହରିଣୀମାନଙ୍କ ପରି ହୋଇଅଛନ୍ତି, ପୁଣି ସେମାନେ ପଛେ ଗୋଡ଼ାଇବା ଲୋକର ଆଗେ ଆଗେ ଶକ୍ତିହୀନ ହୋଇ ଗମନ କରିଅଛନ୍ତି ।"},{"number":7,"verse":"ନିଜ ଦୁଃଖ ଓ ଦୁର୍ଗତିର ସମୟରେ, ଯିରୂଶାଲମ ଆପଣା ପୂର୍ବ କାଳର ମନୋହର ବିଷୟସବୁ ସ୍ମରଣ କରୁଅଛି । ଯେତେବେଳେ ତାହାର ଲୋକମାନେ ବିପକ୍ଷର ହସ୍ତରେ ପଡ଼ିଲେ ଓ କେହି ତାହାର ସାହାଯ୍ୟ କଲେ ନାହିଁ, ସେତେବେଳେ ବିପକ୍ଷଗଣ ତାହାକୁ ଦେଖି ତାହାର ଉତ୍ସନ୍ନତାରେ ଉପହାସ କଲେ ।"},{"number":8,"verse":"ଯିରୂଶାଲମ ଅତିଶୟ ପାପ କରିଅଛି, ଏଥିପାଇଁ ସେ ଅଶୁଚି ବସ୍ତୁ ତୁଲ୍ୟ ହୋଇଅଛି; ଯେଉଁମାନେ ତାହାକୁ ସମ୍ମାନ କଲେ, ସେ ସମସ୍ତେ ତାହାକୁ ତୁଚ୍ଛ କରନ୍ତି, କାରଣ ସେମାନେ ତାହାର ଉଲଙ୍ଗତା ଦେଖିଅଛନ୍ତି; ହଁ, ସେ ଦୀର୍ଘ ନିଶ୍ଵାସ ଛାଡ଼ୁଅଛି, ସେ ପଛକୁ ମୁଖ ଫେରାଉଅଛି ।"},{"number":9,"verse":"ତାହାର ଅଶୌଚ ତାହାର ବସ୍ତ୍ରର ଅଞ୍ଚଳରେ ଥିଲା; ସେ ଆପଣାର ଶେଷ ଦଶା ସ୍ମରଣ କଲା ନାହିଁ; ଏଥିପାଇଁ ସେ ଆଶ୍ଚର୍ଯ୍ୟଜନକ ରୂପେ ଅଧଃପତିତ ହୋଇଅଛି; ତାହାର ସାନ୍ତ୍ଵନାକାରୀ କେହି ନାହିଁ । ହେ ସଦାପ୍ରଭୁ, ମୋହର ଦୁଃଖ ଦେଖ, କାରଣ ଶତ୍ରୁ ଆପଣାକୁ ବଡ଼ କରିଅଛି ।"},{"number":10,"verse":"ତାହାର ସକଳ ମନୋହର ବିଷୟ ଉପରେ ବିପକ୍ଷ ଆପଣା ହସ୍ତ ପ୍ରସାରିଅଛି; ହଁ, ଯେଉଁ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କୁ ତୁମ୍ଭ ସମାଜରେ ପ୍ରବେଶ କରିବା ପାଇଁ ତୁମ୍ଭେ ନିଷେଧ କରିଅଛ, ସେମାନଙ୍କୁ ସେ ତାହାର ପବିତ୍ର ସ୍ଥାନରେ ପ୍ରବେଶ କରିବାର ଦେଖିଅଛି ।"},{"number":11,"verse":"ତାହାର ଲୋକସକଳ ଦୀର୍ଘ ନିଶ୍ଵାସ ଛାଡ଼ନ୍ତି, ସେମାନେ ଆହାର ଖୋଜୁଅଛନ୍ତି; ସେମାନେ ପ୍ରାଣ ଶୀତଳ କରିବା ପାଇଁ ଖାଦ୍ୟ ନିମନ୍ତେ ଆପଣା ଆପଣାର ମନୋହର ସାମଗ୍ରୀସବୁ ଦେଇଅଛନ୍ତି । ହେ ସଦାପ୍ରଭୁ, ଦେଖ, ନିରୀକ୍ଷଣ କର, କାରଣ ମୁଁ ତୁଚ୍ଛନୀୟ ହୋଇଅଛି ।"},{"number":12,"verse":"ହେ ପଥିକ ସମସ୍ତେ, ଏହା କି ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି କିଛି ନୁହେଁ ? ଦେଖି ବୁଝ, ମୋତେ ଯେଉଁ ଦୁଃଖ ଦିଆ ଯାଇଅଛି, ମୋହର ସେହି ଦୁଃଖ ପରି କି କୌଣସି ଦୁଃଖ ଅଛି ? ତଦ୍ଦ୍ଵାରା ସଦାପ୍ରଭୁ ଆପଣା ପ୍ରଚଣ୍ତ କ୍ରୋଧର ଦିନରେ ମୋତେ କ୍ଳେଶଯୁକ୍ତ କରିଅଛନ୍ତି ।"},{"number":13,"verse":"ସେ ଊର୍ଦ୍ଧ୍ଵରୁ ମୋʼ ଅସ୍ଥିସକଳର ମଧ୍ୟକୁ ଅଗ୍ନି ପ୍ରେରଣ କରିଅଛନ୍ତି, ଆଉ ତାହା ସେସବୁକୁ ପରାସ୍ତ କରଇ; ସେ ମୋʼ ଚରଣ ପାଇଁ ଜାଲ ପାତିଅଛନ୍ତି, ସେ ମୋତେ ଫେରାଇଅଛନ୍ତି; ସେ ମୋତେ ଅନାଥିନୀ ଓ ଦିନଯାକ ମୂର୍ଚ୍ଛିତା କରିଅଛନ୍ତି ।"},{"number":14,"verse":"ମୋର ଅଧର୍ମରୂପ ଯୁଆଳି ତାହାଙ୍କ ହସ୍ତ ଦ୍ଵାରା ବନ୍ଧାଯାଇଅଛି; ତାହା ଏକତ୍ର ଜଡ଼ିତ ହୋଇଅଛି, ତାହା ମୋʼ ସ୍କନ୍ଧ ଉପରକୁ ଆସିଅଛି; ସେ ମୋʼ ବଳ ଖର୍ବ କରିଅଛନ୍ତି; ଯେଉଁମାନଙ୍କ ବିରୁଦ୍ଧରେ ମୁଁ ଠିଆହୋଇ ନ ପାରେ, ସେମାନଙ୍କ ହସ୍ତରେ ପ୍ରଭୁ ମୋତେ ସମର୍ପଣ କରିଅଛନ୍ତି ।"},{"number":15,"verse":"ପ୍ରଭୁ ମୋହର ମଧ୍ୟବର୍ତ୍ତୀ ବୀର ସମସ୍ତଙ୍କୁ ଅକିଞ୍ଚନ କରିଅଛନ୍ତି; ସେ ମୋʼ ଯୁବକଗଣକୁ ଦଳି ପକାଇବା ପାଇଁ ମୋʼ ବିରୁଦ୍ଧରେ ଏକ ମହାସଭା ଆହ୍ଵାନ କରିଅଛନ୍ତି; ଦ୍ରାକ୍ଷାକୁଣ୍ତରେ ମର୍ଦ୍ଦନ କଲା ପରି ପ୍ରଭୁ ଯିହୁଦାର କୁମାରୀକି ମର୍ଦ୍ଦନ କରିଅଛନ୍ତି ।"},{"number":16,"verse":"ଏହିସବୁ ବିଷୟର ଲାଗି ମୁଁ କ୍ରନ୍ଦନ କରୁଅଛି; ମୋର ଚକ୍ଷୁ, ମୋର ଚକ୍ଷୁ ଜଳର ନିର୍ଝର ହୋଇଅଛି; କାରଣ ମୋʼ ସାନ୍ତ୍ଵନାକାରୀ ଯେ ମୋହର ପ୍ରାଣକୁ ଆଶ୍ଵାସ ଦିଅନ୍ତା; ସେ ମୋʼଠାରୁ ଦୂରରେ ଅଛି; ଶତ୍ରୁ ଜୟଯୁକ୍ତ ହେବାରୁ ମୋର ସନ୍ତାନଗଣ ଅନାଥ ହୋଇଅଛନ୍ତି ।"},{"number":17,"verse":"ସିୟୋନ ଆପଣା ହସ୍ତ ପ୍ରସାରୁଅଛି; ତାହାକୁ ସାନ୍ତ୍ଵନା କରିବାକୁ କେହି ନାହିଁ; ଯାକୁବର ଚତୁର୍ଦ୍ଦିଗବର୍ତ୍ତୀ ଲୋକମାନେ ତାହାର ବିପକ୍ଷ ହେବେ ବୋଲି ସଦାପ୍ରଭୁ ତାହା ବିଷୟରେ ଏହି ଆଜ୍ଞା କରିଅଛନ୍ତି; ଯିରୂଶାଲମ ସେମାନଙ୍କ ମଧ୍ୟରେ ଅଶୁଚି ବସ୍ତୁ ତୁଲ୍ୟ ଅଛି ।"},{"number":18,"verse":"ସଦାପ୍ରଭୁ ଧାର୍ମିକ ଅଟନ୍ତି; ମୁଁ ତାହାଙ୍କ ଆଜ୍ଞାର ପ୍ରତିକୂଳାଚରଣ କରିଅଛି; ହେ ଗୋଷ୍ଠୀସକଳ, ବିନୟ କରୁଅଛି, ତୁମ୍ଭେମାନେ ଶୁଣ ଓ ମୋହର ଦୁଃଖ ଦେଖ; ମୋହର କୁମାରୀଗଣ ଓ ଯୁବକଗଣ ବନ୍ଦୀତ୍ଵ ସ୍ଥାନକୁ ଯାଇଅଛନ୍ତି ।"},{"number":19,"verse":"ମୁଁ ଆପଣା ପ୍ରେମିକମାନଙ୍କୁ ଡାକିଲି, ମାତ୍ର ସେମାନେ ମୋତେ ବଞ୍ଚନା କଲେ; ମୋର ଯାଜକମାନେ ଓ ମୋର ପ୍ରାଚୀନବର୍ଗ ନଗର ମଧ୍ୟରେ ପ୍ରାଣତ୍ୟାଗ କଲେ, ସେମାନେ ଆପଣା ଆପଣା ପ୍ରାଣକୁ ଆଶ୍ଵାସ କରିବା ପାଇଁ ଆହାର ଖୋଜୁ ଖୋଜୁ ମଲେ ।"},{"number":20,"verse":"ହେ ସଦାପ୍ରଭୁ, ଦେଖ; କାରଣ ମୁଁ ବିପଦଗ୍ରସ୍ତା; ମୋହର ଅନ୍ତ୍ର ବ୍ୟଥିତ ହେଉଅଛି; ମୋର ହୃଦୟ ମୋʼ ଅନ୍ତରରେ ବିକାରପ୍ରାପ୍ତ ହେଉଅଛି; କାରଣ ମୁଁ ଅତ୍ୟ; ବିଦ୍ରୋହାଚରଣ କରିଅଛି; ବାହାରେ ଖଡ଼୍‍ଗ ବଧ କରୁଅଛି, ଗୃହରେ ମୃତ୍ୟୁ ଥିଲା ପରି ହେଉଅଛି ।"},{"number":21,"verse":"ଲୋକମାନେ ମୋହର ଦୀର୍ଘନିଶ୍ଵାସ ଶୁଣିଅଛନ୍ତି; ମୋତେ ସାନ୍ତ୍ଵନା କରିବାକୁ କେହି ନାହିଁ; ମୋର ଶତ୍ରୁ ସମସ୍ତେ ମୋʼ ବିପଦର କଥା ଶୁଣିଅଛନ୍ତି; ତୁମ୍ଭେ ତାହା ଘଟାଇଅଛ ବୋଲି ସେମାନେ ଆନନ୍ଦିତ ଅଟନ୍ତି; ତୁମ୍ଭେ ଯେଉଁ ଦିନର କଥା ପ୍ରଚାର କରିଅଛ, ତାହା ଉପସ୍ଥିତ କରିବ, ପୁଣି ସେମାନେ ମୋହର ତୁଲ୍ୟ ହେବେ ।"},{"number":22,"verse":"ସେମାନଙ୍କର ସକଳ ଦୁଷ୍ଟତା ତୁମ୍ଭ ସମ୍ମୁଖରେ ପ୍ରବେଶ ହେଉ ଓ ତୁମ୍ଭେ ମୋହର ସକଳ ଆଜ୍ଞା ଲଙ୍ଘନ ସକାଶୁ ମୋʼ ପ୍ରତି ଯେରୂପ କରିଅଛ, ସେମାନଙ୍କ ପ୍ରତି ସେରୂପ କର; କାରଣ ମୋହର ଦୀର୍ଘ ନିଶ୍ଵାସ ଅନେକ ଓ ମୋର ହୃଦୟ ମୂର୍ଚ୍ଛିତ ହୋଇଅଛି ।"}]}