{"bibleAbbr":"GB1539","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul called an Apostle of Iesus Christ, thorowe the will of God, and brother Softenes."},{"number":2,"verse":"Unto the congregacyon of God whych is at Corynthum. To them that are sanctifyed by Christ Iesu, called saynctes, with all that call on the name of oure Lorde Iesus Chryst in euery place, ether of theirs or of oures."},{"number":3,"verse":"Grace be vnto you and peace from God oure father, & from the Lorde Iesus Christ."},{"number":4,"verse":"I thanke my God allwayes on youre behalfe, for the grace of God, whych is geuen you by Iesus Christ,"},{"number":5,"verse":"that in all thynges ye are made ryche by hym, in all vtteraunce & in all knowlegde,"},{"number":6,"verse":"by the which thinges the testimony of Iesus Christ was confermed in you,"},{"number":7,"verse":"so that ye are behynde in no gyfte, waytinge for the appearyng of oure Lord Iesus Christ,"},{"number":8,"verse":"which shall also strenght you vnto the ende, that ye maye be blamelesse in the daye of oure Lorde Iesus Christ."},{"number":9,"verse":"God is faythfull, by whom ye are called vnto the fellyshyppe of hys sonne Iesus Christ our Lord."},{"number":10,"verse":"I beseche you brethren by the name of oure Lord Iesus Christ, that ye all speake one thinge, and that there be no dissencion amonge you: but that ye maye be a whole body: of one mynde and of one meanynge."},{"number":11,"verse":"For it is shewed vnto me (my brethren) of you, by them which are of the house of Cloe, that ther is stryfes amonge you."},{"number":12,"verse":"I speake of the same that euery one of you sayeth: I holde of Paul: I holde of Apollo: I holde of Cephas: I holde of Christ."},{"number":13,"verse":"Is Christ deuyded? Was Paul crucifyed for you? ether were ye baptysed in the name of Paul?"},{"number":14,"verse":"I thanke God, that I baptysed none of you, but Crispus and Gaius:"},{"number":15,"verse":"lest eny shuld saye, that I had baptysed in myne awne name."},{"number":16,"verse":"I baptised also the house of Stephana. Furthermore knowe I not, whether I baptised eny man or no."},{"number":17,"verse":"For Christ sent me not to baptyse, but to preache the Gospell, not wt wysdome of wordes, lest the crosse of Christ shulde haue bene made of none effecte."},{"number":18,"verse":"For the preaching of the crosse, is to them that perisshe, foolishnes: but vnto vs which are saued it is the power of God."},{"number":19,"verse":"For it is wrytten: I will destroye the wysdome of the wyse, and wyll cast awaye the vnderstandynge of the prudent."},{"number":20,"verse":"Where is the wyse? Where is the scrybe? Where is the disputer of this worlde?"},{"number":21,"verse":"Hath not God made the wysdome of this worlde foolishnes? For after that the worlde thorowe wysdome knewe not God, in the wysdome of God, it pleased God thorowe foolyshnes of preachynge, to saue them that beleue."},{"number":22,"verse":"For the Iewes require a sygne, and the Grekes seke after wysdome."},{"number":23,"verse":"But we preache Christ crucifyed, vnto the Iewes an occasyon of fallynge, and vnto the Grekes foolysihnes:"},{"number":24,"verse":"but vnto them whych are called both of the Iewes & Grekes, we preache Christ the power of God and the wysdome of God."},{"number":25,"verse":"For the foolishnes of God, is wyser then men: and the weakenes of God is stronger then men."},{"number":26,"verse":"Brethren, ye se your callynge, how that not many wyse men after the flesshe, not many myghty, not many of hye degre, are called:"},{"number":27,"verse":"But God hath chosen the folisshe thynges of the worlde, to confounde the wyse. And God hath chosen the weake thynges, of the worlde, to confounde thynges whych are myghtye."},{"number":28,"verse":"And vyle thynges of the worlde, & thinges which are despised, hath God chosen, yee and thinges of no reputacyon, for to brynge to nought thynges of reputacyon,"},{"number":29,"verse":"that no flesshe shulde reioyce in hys presence."},{"number":30,"verse":"And of hym are ye, in Chryst Iesu, whych of God is made vnto vs, wysdome, & rightwesnes, and sanctifyinge, and redempcyon."},{"number":31,"verse":"That accordynge as it is written: he which reioyseth, shulde reioyce in the Lorde."}]}