{"bibleAbbr":"GB1539","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"Concernynge spirituall thinges (brethren) I wolde not haue you ignoraunt."},{"number":2,"verse":"Ye knowe that ye were gentyls, & went youre wayes vnto domme ymages, euen as ye were led."},{"number":3,"verse":"Wherfore I declare vnto you, that no man speakyng by the sprete of God, defyeth Iesus. Also no man can saye that Iesus is the Lorde, but by the holy ghost."},{"number":4,"verse":"Ther are diuersites of gyftes, yet but one sprete."},{"number":5,"verse":"And ther are differences of administracyons, and yet but one Lorde."},{"number":6,"verse":"And ther are dyuers maners of operacyons, and yet but one God whych worcketh all in all."},{"number":7,"verse":"The gyfte of the sprete is geuen to euery man, to edifye withall,"},{"number":8,"verse":"For to one is geuen thorow the spirite the vtteraunce of wisdome. To another is geuen the vttraunce of knowledge by the same sprete."},{"number":9,"verse":"To another is geuen fayth, by the same sprete. To another the gyftes of healinge by the same sprete."},{"number":10,"verse":"To another power to do miracles. To another prophesye. To another iudgement to discerne spretes. To another diuers tonges. To another the interpretacyon of tonges:"},{"number":11,"verse":"But these all worketh euen the selfe same sprete, diuidynge to euery man a seuerall gyfte, euen as he wyll."},{"number":12,"verse":"For as the body is one, and hath many membres, and all the membres of one body though they be many, yet are but one bodye, euen so is Christ."},{"number":13,"verse":"For by one sprete are we all baptysed to make one body, whether we be Iewes or Gentyls, whether we be bonde or fre, and haue all droncke of one sprete."},{"number":14,"verse":"For the body is not one member, but many."},{"number":15,"verse":"If the fote saye: I am not the hande, I am not of the body: is he therfore not of the body?"},{"number":16,"verse":"And yf the eare saye, I am not the eye, I am not of the body: is he therfore not of the body?"},{"number":17,"verse":"If all the body were an eye, where were then the eare? If all were hearynge: where were the smellynge?"},{"number":18,"verse":"But nowe hath God set the membres euery one seuerally in the body as it hath pleased him."},{"number":19,"verse":"If they were all one member: where were the bodye?"},{"number":20,"verse":"Nowe are there many membres, yet but one body."},{"number":21,"verse":"And the eye can not saye vnto the hande: I haue no nede of the. Agayne, the heed can not saye to the fete: I haue no nede of you."},{"number":22,"verse":"Yee rather a great deale those membres of the body which seme to be more feble, are necessary."},{"number":23,"verse":"And vpon those membres of the body which we thinke leest honest, put we more honestye on. And oure vngoodlye partes haue more beautye on."},{"number":24,"verse":"For oure honest membres nede it not: But God hath so disposed the body, & hath geuen the more honoure to that parte whych lacked,"},{"number":25,"verse":"lest there shulde be eny stryfe in the body: but that the membres shuld indifferently care one for another. And yf one member suffer, all suffer with him."},{"number":26,"verse":"yf one member be had in honour, all membres be glad also."},{"number":27,"verse":"Ye are the body of Christ, and membres one of another."},{"number":28,"verse":"And God hath also ordeyned in the congregacyon, fyrst Apostles, secondarely prophetes, thrydly teachers, then them that do myracles: after that, the gyftes of healyng, helpers, gouerners, diuersitye of tonges."},{"number":29,"verse":"Are all Apostles? Are all Prophetes? Are all teachers? Are all doars of miracles?"},{"number":30,"verse":"Haue all the gyftes of healinge? Do all speake with tonges? Do all interprete?"},{"number":31,"verse":"Couet after the best gyftes. And yet shewe I vnto you a more excellent waye."}]}