{"bibleAbbr":"GB1539","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"And I brethren (when I came to you) came not in gloriousnes of wordes, or of wysdome, shewynge vnto you the testimony of God."},{"number":2,"verse":"Nether shewed I my selfe that I knewe eny thynge amonge you, saue Iesus Christ, euen the same that was crucifyed."},{"number":3,"verse":"And I was among you in weaknes, and in feare, and in moche tremblynge."},{"number":4,"verse":"And my wordes and my preachynge was not wt entysynge wordes of mannes wysdome: but in shewynge of the sprete and of power,"},{"number":5,"verse":"that your fayth shuld not stande in the wysdome of men, but in the power of God."},{"number":6,"verse":"We speake of wysdome amonge them that are perfecte: not the wysdome of this world, nether of the rulars of this worlde (whych go to nought)"},{"number":7,"verse":"but we speake the wysdome of God, whych is in secrete & lyeth hyd, which God ordeyned before the worlde, vnto oure glory:"},{"number":8,"verse":"which wysdome none of the rulars of this worlde knewe. For had they had knowlege, they wold not haue crucifyed the Lorde of glory."},{"number":9,"verse":"But as it is written. The eye hath not sene, and the eare hath not heard, nether haue entred into the hert of man, the thynges which God hath prepared for them that loue hym."},{"number":10,"verse":"But God hath opened them vnto vs by his sprete. For the sprete searcheth all thinges, ye the botome of Goddes secretes."},{"number":11,"verse":"For what man knoweth the thinges of a man: saue the sprete of man which is wt in him? Euen so the thynges of God knoweth no man, but the sprete of God."},{"number":12,"verse":"And we haue not receaued the sprete of the worlde: but the sprete which commeth of God, for to knowe the thynges that are geuen to vs of God:"},{"number":13,"verse":"which thynges also we speake (not wt wordes that mannes wysdome teacheth, but wt wordes whych the holy ghost doth teache) makyng spirituall comparisons of spretuall thinges."},{"number":14,"verse":"The naturall man perceaueth not the thinges that belonge to the sprete of God. For they are but folyshnes vnto him. Nether can he perceaue them, because they are spretually examined."},{"number":15,"verse":"But he that is spretual, discusseth all thynges: yet he him selfe is iudged of no man."},{"number":16,"verse":"For who hath knowen the mynde of the Lord, other who shall informe hym? But we vnderstande the mynde of Chryst."}]}