{"bibleAbbr":"GB1539","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"Let a man this wyse esteme vs, euen as the minysters of Christ, and stewards of the secretes of God."},{"number":2,"verse":"Furthermore it is required of the stewardes, that a man be founde faythfull."},{"number":3,"verse":"Wyth me is it but a very small thynge, that I shuld be iudged of you, ether of mans iudgement. No I iudge not myne awne selfe."},{"number":4,"verse":"For I knowe nought by my selfe: yet am I not therby iustifyed. It is the Lorde that iudgeth me."},{"number":5,"verse":"Therfore iudge nothinge before the tyme vntyll the Lorde come, whych wyll lyghten thinges that are hyd in darcknes, and open the counsels of the hertes. And then shall euery man haue prayse of God."},{"number":6,"verse":"These thynges (brethren) I haue for an ensample described in myne awne person, & in Apollos, for youre sakes, that ye myght learne by vs, that noman counte of hym selfe beyonde that which is aboue wrytten: that one swell not agaynst another for eny mans cause."},{"number":7,"verse":"For who preferreth the? What hast thou, that thou hast not receaued? If thou haue receaued it, why reioysest thou, as though thou haddest not receaued it?"},{"number":8,"verse":"Nowe ye are full: nowe ye are made ryche: ye raygne as kinges without vs: and I wolde to God ye dyd raygne, that we myght raygne with you."},{"number":9,"verse":"For me thynketh, that God hath set forth vs (which are the last Apostles) as it were men appoynted to deeth. For we are a gasynge stocke vnto the worlde, and to the Angels, and to men."},{"number":10,"verse":"We are fooles for Christes sake, but ye are wyse thorowe Chryst. We weake, but ye are stronge. Ye are honorable, but we are despysed."},{"number":11,"verse":"Euen vnto this tyme we honger and thyrst, and are naked, and are boffeted with fystes, and haue no certayne dwellynge place,"},{"number":12,"verse":"& laboure, worckynge wt oure awne handes. We are reuyled, and yet we blesse. We are persecuted, and suffer it."},{"number":13,"verse":"We are euyll spoken of, & we praye. We are made as it were the fylthines of the worlde, the ofscowrynge of all thynges, euen vnto thys daye."},{"number":14,"verse":"I wryte not these thynges, to shame you: but as my beloued sonnes I warne you."},{"number":15,"verse":"For though ye haue ten thousande instructours in Chryst: yet haue ye not many fathers. In Chryst Iesu I haue begotten you thorow the Gospell."},{"number":16,"verse":"Wherfore, I desyre you to folowe me."},{"number":17,"verse":"For thys cause haue I sent vnto you Tymotheus, which is my deare sonne, and faythfull in the Lorde, whych shall put you in remembraunce of my wayes, that I haue in Chryst, euen as I teach euery where in all congregacions."},{"number":18,"verse":"Some swell, as though I wold come nomore at you."},{"number":19,"verse":"But I wyll come to you shortely yf God wyll: & will know, not the wordes of them which swell but the power:"},{"number":20,"verse":"for the Kyngdome of God is not in wordes, but in power."},{"number":21,"verse":"What wyll ye? Shall I come vnto you with a rodde, or els in loue and in the sprete of softnesse?"}]}