{"bibleAbbr":"GB1539","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"As touchyng thinges offred vnto ymages, we are sure that we all haue knowledge. Knowledge maketh a man swell: but loue edifyeth."},{"number":2,"verse":"If eny man thynke that he knoweth eny thing, he knoweth nothyng yet as he ought to knowe."},{"number":3,"verse":"But yf eny man loue God, the same is knowen of him."},{"number":4,"verse":"As concernyng the eatyng of those thynges that are offred vnto ydols, we are sure, that the ymage is nothing in the worlde and that ther is none other God, but one."},{"number":5,"verse":"And though ther be that are called Goddes, whether in heauen other in erth (as ther be Goddes many, and Lordes many)"},{"number":6,"verse":"yet vnto vs is there but one God, which is the father, of whom are all thinges, & we for him & one Lord Iesus Christ, by whom are all thinges, and we by him."},{"number":7,"verse":"But euery man hath not knowledge. Some hauing conscience because of the ymage, vntill thys houre, eate as a thinge offered vnto ymages: & so their conscience beinge weake is defyled."},{"number":8,"verse":"But meate maketh vs not acceptable to God. Nether yf we eate, are we the better. Nether yf we eate not, are we the worsse."},{"number":9,"verse":"But take hede, lest by any meanes this libertie of yours be an occasion of falling to them that are weake."},{"number":10,"verse":"For yf some man se the which hast knowledge, syt & eate of meate offred vnto ymages, shall not the conscience of him which is weake, be boldened to eate those thynges, which are offered to ymages."},{"number":11,"verse":"And so thorow thy knowledge shall the weake brother perysshe, for whom Christ dyed."},{"number":12,"verse":"When ye synne so agaynst the brethren, & wounde their weake conscience, ye synne agaynst Christ."},{"number":13,"verse":"Wherfore yf meate hurt my brother, I will neuer eate flesshe lest I shulde offende my brother."}]}