{"bibleAbbr":"urRV2010","bookName":"ہوسیعَِ","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"( خُداوند کا اِسرا ئیل پر اِلزام) اَے بنی اِسرائیل خُداوند کا کلام سُنو کیونکہ اِس مُلک کے رہنے والوں سے خُداوند کا جھگڑا ہے کیونکہ یہ مُلک راستی و شفقت اور خُدا شناسی سے خالی ہے۔"},{"number":2,"verse":"بدزُبانی عہد شِکنی اور خُون ریزی اور چوری اور حرام کاری کے سِوا اَور کُچھ نہیں ہوتا ۔ وہ ظُلم کرتے ہیں اور خُون پر خُون ہوتا ہے۔"},{"number":3,"verse":"اِس لِئے مُلک ماتم کرے گا اور اُس کے تمام باشِندے جنگلی جانوروں اور ہوا کے پرِندوں سمیت ناتواں ہو جائیں گے بلکہ سمُندر کی مچھلیاں بھی غائِب ہو جائیں گی۔"},{"number":4,"verse":"( خُداوند کاہِنوں کو مُلزم ٹھہراتا ہے) تَو بھی کوئی دُوسرے کے ساتھ بحث نہ کرے اور نہ کوئی اُسے اِلزام دے کیونکہ تیرے لوگ اُن کی مانِند ہیں جو کاہِن سے بحث کرتے ہیں۔"},{"number":5,"verse":"اِس لِئے تُو دِن کو گِر پڑے گا اور تیرے ساتھ نبی بھی رات کو گِرے گا اور مَیں تیری ماں کو تباہ کرُوں گا۔"},{"number":6,"verse":"میرے لوگ عدمِ معرفت سے ہلاک ہُوئے ۔ چُونکہ تُو نے معرفت کو رّد کِیا اِس لِئے مَیں بھی تُجھ کو رّد کرُوں گاتاکہ تُو میرے حضُور کاہِن نہ ہو اور چُونکہ تُو اپنے خُدا کی شرِیعت کو بُھول گیا ہے اِس لِئے مَیں بھی تیری اَولاد کو بُھول جاؤُں گا۔"},{"number":7,"verse":"جُوں جُوں وہ فراوان ہُوئے میرے خِلاف زِیادہ گُناہ کرنے لگے ۔ پس مَیں اُن کی حشمت کو رُسوائی سے بدل ڈالُوں گا۔"},{"number":8,"verse":"وہ میرے لوگوں کے گُناہ پر گُذران کرتے ہیں اور اُن کی بدکرداری کے آرزُومند ہیں۔"},{"number":9,"verse":"پس جَیسا لوگوں کا حال وَیسا ہی کاہِنوں کا حال ہوگا ۔ مَیں اُن کی روِش کی سزا اور اُن کے اعمال کا بدلہ اُن کو دُوں گا۔"},{"number":10,"verse":"چُونکہ اُن کو خُداوند کا خیال نہیں اِس لِئے وہ کھائیں گے پر آسُودہ نہ ہوں گے ۔ وہ بدکاری کریں گے لیکن زِیادہ نہ ہوں گے۔"},{"number":11,"verse":"( خُداوند بُت پرستی کی مُذمّت کرتاہے) بدکاری اور مَے اور نئی مَے سے بصِیرت جاتی رہتی ہے۔"},{"number":12,"verse":"میرے لوگ اپنے کاٹھ کے پُتلے سے سوال کرتے ہیں ۔ اُن کالٹھ اُن کو جواب دیتا ہے کیونکہ بدکاری کی رُوح نے اُن کوگُمراہ کِیا ہے اور اپنے خُدا کی پناہ کو چھوڑ کر بدکاری کرتے ہیں۔"},{"number":13,"verse":"پہاڑوں کی چوٹِیوں پر وہ قُربانِیاں گُذرانتے ہیں اورٹِیلوں پر اور بلُوط و چنار و بطم کے نِیچے بخُور جلاتے ہیں کیونکہ اُن کا سایہ اچّھا ہے ۔ پس بہُو بیٹِیاں بدکاری کرتی ہیں۔"},{"number":14,"verse":"جب تُمہاری بہُو بیٹِیاں بدکاری کریں گی تو مَیں اُن کوسزا نہ دُوں گا کیونکہ وہ آپ ہی بدکاروں کے ساتھ خلوت میں جاتے ہیں اور کسبیوں کے ساتھ قُربانِیاں گُذرانتے ہیں ۔ پس جو لوگ دانِش سے خالی ہیں برباد کِئے جائیں گے۔"},{"number":15,"verse":"اَے اِسرائیل اگرچہ تُو بدکاری کرے تَو بھی اَیسانہ ہو کہ یہُودا ہ بھی گُنہگار ہو ۔ تُم جِلجا ل میں نہ آؤ اور بَیت آ ون پر نہ جاؤ اور خُداوند کی حیات کی قَسم نہ کھاؤ۔"},{"number":16,"verse":"کیونکہ اِسرائیل نے سرکش بچھیا کی مانِند سرکشی کی ہے ۔ اب خُداوند اُن کو کُشادہ جگہ میں برّہ کی مانِندچرائے گا۔"},{"number":17,"verse":"اِفرائِیم بُتوں سے مِل گیا ہے ۔ اُسے چھوڑ دو۔"},{"number":18,"verse":"وہ مَیخواری سے سیر ہو کر بدکاری میں مشغُول ہوتے ہیں۔ اُس کے حاکِم رُسوائی دوست ہیں۔"},{"number":19,"verse":"ہوا نے اُسے اپنے دامن میں اُٹھا لِیا ۔ وہ اپنی قُربانِیوں سے شرمِندہ ہوں گے۔"}]}