{"bibleAbbr":"RcV2003","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"But I determined this for myself, that I would not come again to you in sorrow."},{"number":2,"verse":"For if I cause you sorrow, who then is the one who makes me glad, except the one who is made sorrowful by me?"},{"number":3,"verse":"And I wrote this very thing to you that when I come I would not have sorrow from those who ought to make me rejoice, having confidence in you all that my joy is the joy of you all."},{"number":4,"verse":"For out of much affliction and anguish of heart I wrote to you through many tears, not that you would be made sorrowful but that you would know the love which I have more abundantly toward you."},{"number":5,"verse":"But if anyone has caused sorrow, he has not caused me to sorrow, but in part (lest I lay too heavy a burden) all of you."},{"number":6,"verse":"Sufficient for such a one is this punishment by the majority,"},{"number":7,"verse":"So that on the contrary you should rather forgive and comfort him, lest perhaps such a one be swallowed up with excessive sorrow."},{"number":8,"verse":"Therefore I exhort you to confirm your love toward him."},{"number":9,"verse":"For to this end also I wrote, that I might know your approvedness, whether you are obedient in all things."},{"number":10,"verse":"But whom you forgive anything, I also forgive; for also what I have forgiven, if I have forgiven anything, it is for your sake in the person of Christ;"},{"number":11,"verse":"That we may not be taken advantage of by Satan, for we are not ignorant of his schemes."},{"number":12,"verse":"Furthermore, when I came to Troas for the gospel of Christ and a door was open to me in the Lord,"},{"number":13,"verse":"I had no rest in my spirit, for I did not find Titus my brother; but taking leave of them, I went forth into Macedonia."},{"number":14,"verse":"But thanks be to God, who always leads us in triumph in the Christ and manifests the savor of the knowledge of Him through us in every place."},{"number":15,"verse":"For we are a fragrance of Christ to God in those who are being saved and in those who are perishing:"},{"number":16,"verse":"To some a savor out of death unto death, and to the others a savor out of life unto life. And who is sufficient for these things?"},{"number":17,"verse":"For we are not like the many, adulterating the word of God for profit; but as out of sincerity, but as out of God, before God we speak in Christ."}]}