{"bibleAbbr":"RcV2003","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"Are we beginning again to commend ourselves? Or do we need, as some do, letters of commendation to you or from you?"},{"number":2,"verse":"You are our letter, inscribed in our hearts, known and read by all men,"},{"number":3,"verse":"Since you are being manifested that you are a letter of Christ ministered by us, inscribed not with ink but with the Spirit of the living God; not in tablets of stone but in tablets of hearts of flesh."},{"number":4,"verse":"And such confidence we have through Christ toward God,"},{"number":5,"verse":"Not that we are sufficient of ourselves to account anything as from ourselves; but our sufficiency is from God,"},{"number":6,"verse":"Who has also made us sufficient as ministers of a new covenant, ministers not of the letter but of the Spirit; for the letter kills, but the Spirit gives life."},{"number":7,"verse":"Moreover if the ministry of death, engraved in stone in letters, came about in glory, so that the sons of Israel were not able to gaze at the face of Moses because of the glory of his face, a glory which was being done away with,"},{"number":8,"verse":"How shall the ministry of the Spirit not be more in glory?"},{"number":9,"verse":"For if there is glory with the ministry of condemnation, much more the ministry of righteousness abounds with glory."},{"number":10,"verse":"For also that which has been glorified in this respect has not been glorified on account of the surpassing glory."},{"number":11,"verse":"For if that which was being done away with was through glory, much more that which remains is in glory."},{"number":12,"verse":"Therefore since we have such hope, we use much boldness,"},{"number":13,"verse":"And are not like Moses, who put a veil on his face so that the sons of Israel would not gaze at the end of that which was being done away with."},{"number":14,"verse":"But their thoughts were hardened; for until the present day the same veil remains at the reading of the old covenant, it not being unveiled to them that the veil is being done away with in Christ."},{"number":15,"verse":"Indeed unto this day, whenever Moses is read, a veil lies on their heart;"},{"number":16,"verse":"But whenever their heart turns to the Lord, the veil is taken away."},{"number":17,"verse":"And the Lord is the Spirit; and where the Spirit of the Lord is, there is freedom."},{"number":18,"verse":"But we all with unveiled face, beholding and reflecting like a mirror the glory of the Lord, are being transformed into the same image from glory to glory, even as from the Lord Spirit."}]}