{"bibleAbbr":"RcV2003","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"For we know that if our earthly tabernacle dwelling is taken down, we have a building from God, a dwelling not made with hands, eternal, in the heavens."},{"number":2,"verse":"For also in this we groan, longing to be clothed upon with our dwelling place from heaven,"},{"number":3,"verse":"If indeed, being clothed, we will not be found naked."},{"number":4,"verse":"For also, we who are in this tabernacle groan, being burdened, in that we do not desire to be unclothed, but clothed upon, that what is mortal may be swallowed up by life."},{"number":5,"verse":"Now He who has wrought us for this very thing is God, who has given to us the Spirit as a pledge."},{"number":6,"verse":"Therefore being always of good courage and knowing that while we are at home in the body, we are abroad from the Lord"},{"number":7,"verse":"(For we walk by faith, not by appearance) —"},{"number":8,"verse":"We are of good courage then and are well pleased rather to be abroad from the body and at home with the Lord."},{"number":9,"verse":"Therefore also we are determined, whether at home or abroad, to gain the honor of being well pleasing to Him."},{"number":10,"verse":"For we must all be manifested before the judgment seat of Christ, that each one may receive the things done through the body according to what he has practiced, whether good or bad."},{"number":11,"verse":"Knowing therefore the fear of the Lord, we persuade men, but we are made manifest to God; yet I hope that we are made manifest also in your consciences."},{"number":12,"verse":"We are not again commending ourselves to you, but so speak in order to give you an opportunity to boast on our behalf, that you may have an answer for those who are boasting in outward appearance and not in heart."},{"number":13,"verse":"For whether we were beside ourselves, it was to God; or whether we are sober-minded, it is for you."},{"number":14,"verse":"For the love of Christ constrains us because we have judged this, that One died for all, therefore all died;"},{"number":15,"verse":"And He died for all that those who live may no longer live to themselves but to Him who died for them and has been raised."},{"number":16,"verse":"So then we, from now on, know no one according to the flesh; even though we have known Christ according to the flesh, yet now we know Him so no longer."},{"number":17,"verse":"So then if anyone is in Christ, he is a new creation. The old things have passed away; behold, they have become new."},{"number":18,"verse":"But all things are out from God, who has reconciled us to Himself through Christ and has given to us the ministry of reconciliation;"},{"number":19,"verse":"Namely, that God in Christ was reconciling the world to Himself, not accounting their offenses to them, and has put in us the word of reconciliation."},{"number":20,"verse":"On behalf of Christ then we are ambassadors, as God entreats you through us; we beseech you on behalf of Christ, Be reconciled to God."},{"number":21,"verse":"Him who did not know sin He made sin on our behalf that we might become the righteousness of God in Him."}]}