{"bibleAbbr":"RcV2003","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"Therefore since we have these promises, beloved, let us cleanse ourselves from all defilement of flesh and of spirit, perfecting holiness in the fear of God."},{"number":2,"verse":"Make room for us; we have wronged no one, we have corrupted no one, we have taken advantage of no one."},{"number":3,"verse":"I do not say this to condemn you, for I have said before that you are in our hearts for our dying together and our living together."},{"number":4,"verse":"Great is my boldness toward you, great is my boasting on your behalf; I am filled with comfort, I overflow with joy in all our affliction."},{"number":5,"verse":"For even when we came into Macedonia, our flesh had no rest, but we were afflicted in everything; without were fightings, within were fears."},{"number":6,"verse":"But He who comforts those who are downcast, that is, God, comforted us by the coming of Titus;"},{"number":7,"verse":"And not only by his coming, but also by the comfort with which he was comforted because of you, declaring to us your longing, your lamentation, your zeal for me, so that I rejoiced the more."},{"number":8,"verse":"For though I caused you sorrow by the letter, I do not regret it. Even if I did regret it (for I see that that letter, even if for an hour, caused you sorrow),"},{"number":9,"verse":"Now I rejoice, not that you were made sorrowful, but that you were made sorrowful to repentance; for you were made sorrowful according to God, that in nothing you might suffer loss from us."},{"number":10,"verse":"For sorrow according to God works repentance unto salvation, which is without regret; but the sorrow of the world works out death."},{"number":11,"verse":"For behold this very thing, your being made sorrowful according to God, what earnestness it has worked out in you, indeed what defense, indeed what indignation, indeed what fear, indeed what longing, indeed what zeal, indeed what punishment! In everything you have commended yourselves to be pure in the matter."},{"number":12,"verse":"So then, though I wrote to you, it was not for the sake of him who did the wrong, nor for the sake of him who was wronged, but for the sake of manifesting to you before God your earnestness for us."},{"number":13,"verse":"Because of this we have been comforted. And in addition to our comfort, we rejoiced more abundantly over the joy of Titus, because his spirit has been refreshed by all of you."},{"number":14,"verse":"For if in anything I boasted to him on your behalf, I have not been put to shame; on the contrary, as we spoke all things in truth to you, so also our boasting before Titus turned out to be the truth."},{"number":15,"verse":"And his affections are abundantly toward you, he remembering the obedience of you all, how you received him with fear and trembling."},{"number":16,"verse":"I rejoice that in everything I have boldness because of you."}]}