{"bibleAbbr":"CVB1535","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"O that I might fynde the without & kysse ye, whom I loue as my brother which suckte my mothers brestes: & that thou woldest not be offended,"},{"number":2,"verse":"yf I toke the and brought the in to my mothers house: that thou mightest teach me, and that I might geue the drynke of spyced wyne and of the swete sappe of my pomgranates."},{"number":3,"verse":"His left hande lyeth vnder my heade, & his right hande embraceth me."},{"number":4,"verse":"I charge you (o ye daughters of Ierusale) that ye wake not vp my loue ner touch her, tyll she be content herself."},{"number":5,"verse":"What is she this, that cometh vp from the wildernes, and leaneth vpon hir loue? I am the same that waked the vp amonge the aple trees, where thy mother beare ye, where yi mother brought the in to the worlde."},{"number":6,"verse":"O set me as a seale vpo thine hert, and as a seale vpon thine arme: for loue is mightie as the death, & gelousy as the hell. Hir coales are of fyre, and a very flamme of the LORDE:"},{"number":7,"verse":"so yt many waters are not able to quench loue, nether maye ye streames drowne it. Yee yf a man wolde geue all the good of his house for loue, he shulde counte it nothinge."},{"number":8,"verse":"When oure loue is tolde oure yonge sister, whose brestes are not yet growne, what shal we do vnto her?"},{"number":9,"verse":"Yf she be a wall, we shal buylde a syluer bollworke there vpon: Yf she be a tower, we shal festen her with bordes of Cedre tre."},{"number":10,"verse":"Yf I be a wall, & my brestes like towres, then am I as one that hath founde fauoure in his sight."},{"number":11,"verse":"Salomon had a vynyarde at Baal Hamon, this vynyarde delyuered he vnto the kepers: yt euery one for the frute therof shulde geue him a thousande peces of syluer."},{"number":12,"verse":"But my vynyarde (o Salomon) geueth the a thousande, and two hundreth to ye kepers of the frute."},{"number":13,"verse":"Thou that dwellest in the gardens, O let me heare thy voyce, that my companyons maye herken to the same."},{"number":14,"verse":"O get the awaye (my loue) as a roo or a yonge hert vnto the swete smellinge moutaynes."}]}