{
  "bibleAbbr" : "TIRV2019",
  "bookName" : "யோசுவா",
  "bookEnglishName" : "Joshua",
  "chapterNumber" : 19,
  "verses" : [ {
    "number" : 1,
    "verse" : "சிமியோன் கோத்திரத்தார்களின் பங்குஇரண்டாம் சீட்டு சிமியோனுக்கு விழுந்தது; சிமியோன் கோத்திரத்திற்கு அவர்களுடைய வம்சங்களின்படி கிடைத்த பங்கு, யூதா கோத்திரத்தார்களுடைய பங்குகளின் நடுவே இருக்கிறது."
  }, {
    "number" : 2,
    "verse" : "அவர்களுக்குச் சொந்தமாகக் கிடைத்த பட்டணங்களாவன: பெயெர்செபா, சேபா, மொலாதா,"
  }, {
    "number" : 3,
    "verse" : "ஆசார்சூவால், பாலா, ஏத்சேம்,"
  }, {
    "number" : 4,
    "verse" : "எல்தோலாத், பெத்தூல், ஓர்மா,"
  }, {
    "number" : 5,
    "verse" : "சிக்லாக், பெத்மார்காபோத், ஆத்சார்சூசா,"
  }, {
    "number" : 6,
    "verse" : "பெத்லெபாவோத், சருகேன் பட்டணங்களும் அவைகளின் கிராமங்களும் உட்பட பதிமூன்று."
  }, {
    "number" : 7,
    "verse" : "மேலும் ஆயீன், ரிம்மோன். ஏத்தேர், ஆசான் என்னும் நான்கு பட்டணங்களும் அவைகளின் கிராமங்களுமே."
  }, {
    "number" : 8,
    "verse" : "இந்தப் பட்டணங்களைச் சுற்றிலும் பாலாத்பெயேர்மட்டும், தெற்கே இருக்கிற ராமாத்வரை இருக்கிற எல்லாக் கிராமங்களுமே; இவை சிமியோன் கோத்திரத்திற்கு அவர்கள் வம்சங்களின்படி கிடைத்த பங்கு."
  }, {
    "number" : 9,
    "verse" : "சிமியோன் கோத்திரத்தார்களுடைய பங்கு யூதா கோத்திரத்தார்களின் பங்குவீதத்திற்குள் இருக்கிறது; யூதா கோத்திரத்தார்களின் பங்கு அவர்களுக்கு மிகுதியாக இருந்தபடியால், சிமியோன் கோத்திரத்தார் அவர்களுடைய பங்குகளின் நடுவிலே பங்குகளைப் பெற்றார்கள்."
  }, {
    "number" : 10,
    "verse" : "செபுலோன் கோத்திரத்தார்களின் பங்குமூன்றாம் சீட்டு செபுலோன் கோத்திரத்தார்களுக்கு விழுந்தது; அவர்களுக்கு அவர்களுடைய வம்சங்களின்படி கிடைத்த சொந்தமான பங்குவீதம் சாரீத் வரை உள்ளது."
  }, {
    "number" : 11,
    "verse" : "அவர்களுடைய எல்லை மேற்கே மாராலாவுக்கு ஏறி, தாபசேத்திற்கு வந்து, யொக்னியாமுக்கு எதிரான ஆற்றுக்குப் போகும்."
  }, {
    "number" : 12,
    "verse" : "சாரீதிலிருந்து அது கிழக்கே சூரியன் உதிக்கும் முனையாய்க் கிஸ்லோத்தாபோரின் எல்லையினிடத்திற்குத் திரும்பி, தாபராத்திற்குச் சென்று, யப்பியாவுக்கு ஏறி,"
  }, {
    "number" : 13,
    "verse" : "அங்கேயிருந்து கிழக்குப்புறத்திலே காத்தேப்பேரையும் இத்தாகாத்சீனையும் கடந்து, ரிம்மோன்மெத்தோவாருக்கும் நேயாவுக்கும் போகும்."
  }, {
    "number" : 14,
    "verse" : "அப்புறம் அந்த எல்லை வடக்கே அன்னத்தோனுக்குத் திரும்பி, இப்தாவேலின் பள்ளத்தாக்கிலே முடியும்."
  }, {
    "number" : 15,
    "verse" : "காத்தாத், நகலால், சிம்ரோன், இதாலா, பெத்லகேம் முதலான பன்னிரண்டு பட்டணங்களும் அவைகளின் கிராமங்களும்,"
  }, {
    "number" : 16,
    "verse" : "செபுலோன் கோத்திரத்தார்களுக்கு, அவர்களுடைய வம்சங்களின்படி, கிடைத்த பங்குகள் ஆகும்."
  }, {
    "number" : 17,
    "verse" : "இசக்கார் கோத்திரத்தார்களின் பங்குநாலாம் சீட்டு இசக்காருக்கு விழுந்தது."
  }, {
    "number" : 18,
    "verse" : "இசக்கார் கோத்திரத்தார்களுக்கு அவர்கள் வம்சங்களின்படி கிடைத்த எல்லை, யெஸ்ரயேல், கெசுல்லோத், சூனேம்,"
  }, {
    "number" : 19,
    "verse" : "அப்பிராயீம், சீகோன் அனாகராத்,"
  }, {
    "number" : 20,
    "verse" : "ராப்பித், கிஷியோன், அபெத்ஸ்,"
  }, {
    "number" : 21,
    "verse" : "ரெமேத், என்கன்னீம், என்காதா, பெத்பாத்செஸ் இவைகளே."
  }, {
    "number" : 22,
    "verse" : "அப்புறம் அந்த எல்லை தாபோருக்கும், சகசீமாவுக்கும், பெத்ஷிமேசுக்கும் வந்து யோர்தானிலே முடியும்; அதற்குள் பதினாறு பட்டணங்களும் அவைகளுடைய கிராமங்களும் உண்டு."
  }, {
    "number" : 23,
    "verse" : "இந்தப் பட்டணங்களும் இவைகளைச்சேர்ந்த கிராமங்களும் இசக்கார் கோத்திரத்திற்கு, அவர்களுடைய வம்சங்களின்படி கிடைத்த பங்கு ஆகும்."
  }, {
    "number" : 24,
    "verse" : "ஆசேர் கோத்திரத்தார்களின் பங்குஐந்தாம் சீட்டு ஆசேர் கோத்திரத்தார்களுக்கு விழுந்தது."
  }, {
    "number" : 25,
    "verse" : "அவர்களுடைய வம்சங்களின்படி அவர்களுக்குக் கிடைத்த எல்லை, எல்காத், ஆலி, பேதேன், அக்சாப்,"
  }, {
    "number" : 26,
    "verse" : "அலம்மேலெக், ஆமாத், மிஷயால் இவைகளே; பின்பு அது மேற்கே கர்மேலுக்கும் சீகோர்லிப்னாத்திற்கும் சென்று,"
  }, {
    "number" : 27,
    "verse" : "கிழக்கே பெத்தாகோனுக்குத் திரும்பி, செபுலோனுக்கு வடக்கே இருக்கிற இப்தாவேலின் பள்ளத்தாக்கிற்கும் பெத்தேமேக்கிற்கும் நேகியெலிற்கும் வந்து, இடதுபுறமான காபூலிற்கும்,"
  }, {
    "number" : 28,
    "verse" : "எபிரோனிற்கும், ரேகோபிற்கும், அம்மோனிற்கும், கானாவிற்கும், பெரிய சீதோன்வரைக்கும் போகும்."
  }, {
    "number" : 29,
    "verse" : "அப்புறம் அந்த எல்லை ராமாவிற்கும் தீரு என்னும் பாதுகாப்பான பட்டணம்வரைத் திரும்பும்; பின்பு அந்த எல்லை ஓசாவிற்குத் திரும்பி, அக்சீபின் எல்லை ஓரத்தில் உள்ள மத்திய தரைக் கடலிலே முடியும்."
  }, {
    "number" : 30,
    "verse" : "உம்மாவும், ஆப்பெக்கும், ரேகோபும் அதற்கு அடுத்திருக்கிறது; இந்தப் பட்டணங்களும் இவைகளின் கிராமங்களும் இருபத்திரண்டு."
  }, {
    "number" : 31,
    "verse" : "இந்தப் பட்டணங்களும் இவைகளின் கிராமங்களும் ஆசேர் கோத்திரத்திற்கு, அவர்களுடைய வம்சங்களின்படி கிடைத்த பங்குகள் ஆகும்."
  }, {
    "number" : 32,
    "verse" : "நப்தலி கோத்திரத்தார்களின் பங்குஆறாம் சீட்டு நப்தலி கோத்திரத்தார்களுக்கு விழுந்தது."
  }, {
    "number" : 33,
    "verse" : "நப்தலி கோத்திரத்தார்களுக்கு அவர்களுடைய வம்சங்களின்படி கிடைத்த எல்லை, ஏலேப்பிலும், சானானிமிலுள்ள அல்லோனிலுமிருந்து வந்து, ஆதமி, நெக்கேபின் மேலும் யாப்னியேலின்மேலும், லக்கூம்வரைக்கும் போய், யோர்தானில் முடியும்."
  }, {
    "number" : 34,
    "verse" : "அப்புறம் அந்த எல்லை மேற்கே அஸ்னோத்தாபோருக்குத் திரும்பி, அங்கேயிருந்து உக்கோகக்கிற்குச் சென்று, தெற்கே செபுலோனையும், மேற்கே ஆசேரையும் சூரியோதயப்புறத்திலே யோர்தானிலே யூதாவையும் சேர்ந்து வரும்."
  }, {
    "number" : 35,
    "verse" : "பாதுகாப்பான பட்டணங்களாவன: சீத்திம், சேர், அம்மாத், ரக்காத், கின்னரேத்,"
  }, {
    "number" : 36,
    "verse" : "ஆதமா, ராமா, ஆத்சோர்,"
  }, {
    "number" : 37,
    "verse" : "கேதேஸ், எத்ரேயி, என்ஆத்சோர்,"
  }, {
    "number" : 38,
    "verse" : "ஈரோன், மிக்தாலேல், ஓரேம், பெத்தானாத் பெத்ஷிமேஸ் முதலானவைகளே; பட்டணங்களும் அவைகளின் கிராமங்களும் உட்பட பத்தொன்பது."
  }, {
    "number" : 39,
    "verse" : "இந்தப் பட்டணங்களும் இவைகளின் கிராமங்களும் நப்தலி கோத்திரத்தார்களுக்கு, அவர்களுடைய வம்சங்களின்படி உண்டான பங்குகள் ஆகும்."
  }, {
    "number" : 40,
    "verse" : "தாண் கோத்திரத்தார்களின் பங்குஏழாம் சீட்டு தாண் கோத்திரத்தார்களுக்கு விழுந்தது."
  }, {
    "number" : 41,
    "verse" : "அவர்களுக்கு அவர்களுடைய வம்சங்களின்படி கிடைத்த பங்கின் எல்லையாவது, சோரா, எஸ்தாவோல், இர்சேமேஸ்,"
  }, {
    "number" : 42,
    "verse" : "சாலாபீன், ஆயலோன், யெத்லா,"
  }, {
    "number" : 43,
    "verse" : "ஏலோன், திம்னாதா, எக்ரோன்,"
  }, {
    "number" : 44,
    "verse" : "எல்தெக்கே, கிபெத்தோன், பாலாத்,"
  }, {
    "number" : 45,
    "verse" : "யேகூத், பெனபெராக், காத்ரிம்மோன்,"
  }, {
    "number" : 46,
    "verse" : "மேயார்கோன், ராக்கோன் என்னும் பட்டணங்களும், யோப்பாவுக்கு எதிரான எல்லையுமே."
  }, {
    "number" : 47,
    "verse" : "தாண் கோத்திரத்தார்களின் எல்லை அவர்களுக்கு ஒடுக்கமாக இருந்தபடியால், அவர்கள் புறப்பட்டுப்போய், லேசேமின்மேல் யுத்தம்செய்து, அதைப் பிடித்து, பட்டயத்தினால் அழித்து, அதைச் சொந்தமாக்கிக்கொண்டு, அதிலே குடியிருந்து, லேசேமுக்குத் தங்களுடைய முற்பிதாவாகிய தாணுடைய பெயரின்படியே தாண் என்று பேரிட்டார்கள்."
  }, {
    "number" : 48,
    "verse" : "இந்தப் பட்டணங்களும் இவைகளின் கிராமங்களும் தாண் கோத்திரத்தார்களுக்கு அவர்களுடைய வம்சங்களின்படி உண்டான பங்குகள் ஆகும்."
  }, {
    "number" : 49,
    "verse" : "யோசுவாவின் பங்குதேசத்தை அதின் எல்லைகளின்படி சொந்தமாகப் பங்கிட்டு முடித்தபோது, இஸ்ரவேல் மக்கள் நூனின் மகனாகிய யோசுவாவிற்குத் தங்கள் நடுவிலே ஒரு பங்கைக் கொடுத்தார்கள்."
  }, {
    "number" : 50,
    "verse" : "எப்பிராயீமின் மலைத்தேசத்தில் இருக்கிற திம்னாத் சேரா என்னும் அவன் கேட்ட பட்டணத்தை அவனுக்குக் யெகோவாவுடைய கட்டளையின்படியே கொடுத்தார்கள்; அந்தப் பட்டணத்தை அவன் கட்டி, அதிலே குடியிருந்தான்."
  }, {
    "number" : 51,
    "verse" : "ஆசாரியனாகிய எலெயாசாரும், நூனின் மகனாகிய யோசுவாவும், கோத்திரப் பிதாக்களுடைய தலைவரும் சீலோவிலே ஆசரிப்புக் கூடாரத்தின் வாசலிலே யெகோவாவுடைய சந்நிதியில் இஸ்ரவேல் மக்களின் கோத்திரங்களுக்குச் சீட்டுப்போட்டுக் கொடுத்த பங்குகள் இவைகளே; இவ்விதமாக அவர்கள் தேசத்தைப் பங்கிட்டு முடித்தார்கள்."
  } ]
}