{"bibleAbbr":"Thomson1808","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"Rebuke not an aged man with sharpness; but admonish him as a father; young men, as brothers;"},{"number":2,"verse":"aged women, as Mothers; young women, as sisters, with all purity."},{"number":3,"verse":"Honour widows who are widows indeed."},{"number":4,"verse":"But if any widow hath children, or grand children; let these first learn to respect their own household, and to make suitable returns to their parents; for this is good and acceptable in the sight of the Lord."},{"number":5,"verse":"Now she, who being really a widow and desolate, hath trusted in God, will continue in her supplications and prayers night and day;"},{"number":6,"verse":"but she, who indulgeth herself in sensuality, is dead, though she liveth."},{"number":7,"verse":"Announce these things, that they may be irreprehensible."},{"number":8,"verse":"Now if any one doth not provide for his own, and especially for those of his family, he hath renounced his belief, and is worse than an infidel."},{"number":9,"verse":"Let no widow under sixty years old be put on the list, Having been the wife of one man,"},{"number":10,"verse":"is she eminent for good works? Hath she brought up children? Hath she exercised hospitality? Hath she washed the feet of the saints? Hath she assisted the afflicted? Hath she been assiduous to perform every good work?"},{"number":11,"verse":"As for young widows, reject them; for when they become impatient of the restraints of the Christ, they will wish to marry,"},{"number":12,"verse":"incurring blame for having violated their former engagement."},{"number":13,"verse":"Add to this, that, being idle, they learn to ramble from house to house, and are not only idle, but are indeed tatlers, and intermedlers, speaking tilings which are unbecoming."},{"number":14,"verse":"My decision therefore is, that the younger widows marry, bear children, govern their families, give no advantage, no occasion of reproach to the adversary."},{"number":15,"verse":"For some have already turned aside after satan."},{"number":16,"verse":"If any believer of either sex hath widows, let him or her relieve them, and let not the congregation be burdened, that they may relieve them who are really widows."},{"number":17,"verse":"Let the elders who preside well be accounted worthy of double honour, especially they who labour in word and doctrine;"},{"number":18,"verse":"for the scripture saith, \"Thou shalt not muzzle an ox treading out corn,\" and, \"The labourer is worthy of wages.\""},{"number":19,"verse":"Receive not an accusation against an elder, but on the testimony of two or three witnesses."},{"number":20,"verse":"Them, who sin, rebuke before all, that others may fear."},{"number":21,"verse":"I charge thee before the God and Lord Jesus Christ, and the chosen angels, to observe these things without prejudging, and to do nothing by partiality."},{"number":22,"verse":"Lay hands upon no one hastily, nor be a partaker in the sins of others. Keep thyself pure."},{"number":23,"verse":"Discontinue the drinking of water, and take a little wine on account of thy stomach, and thy frequent indisposition."},{"number":24,"verse":"The sins of some are so notorious that they go before them to judgment. Some indeed they follow."},{"number":25,"verse":"In like manner also the good works of some are open and manifest; and such as are otherwise cannot be hid."}]}