{"bibleAbbr":"Thomson1808","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"Let as many as are under a yoke of bondage account their masters worthy of all honour, that the name of God, and this doctrine, may not be reviled."},{"number":2,"verse":"And let not those who have believing masters disregard them because they are brethren, but serve them the more, because they who receive the good service are believers, and beloved. Teach these things, and enforce them by exhortation."},{"number":3,"verse":"If any one teacheth otherwise, and doth not attend to the wholesome words of our Lord Jesus Christ, and to the doctrine according to godliness,"},{"number":4,"verse":"he is puffed up, knowing nothing, but raving upon questions and debates about words, from which proceed envy, contention, abusive language, evil suspicions,"},{"number":5,"verse":"preposterous studies of men whose minds are corrupt and devoid of truth, who suppose this religion to be a matter of gain. From such withdraw thyself."},{"number":6,"verse":"Now this religion, with contentment, is a great gain."},{"number":7,"verse":"For we brought nothing into this world; and it is evident that we can carry nothing out of it."},{"number":8,"verse":"Having then food and raiment let us be content with these."},{"number":9,"verse":"But they who determine to be rich, fall headlong into temptation, and a snare, and into many foolish and hurtful desires, which plunge men into ruin and destruction."},{"number":10,"verse":"For the love of money is the root of all evil; to gratify which, some have wandered from the faith, and pierced themselves through with many sorrows."},{"number":11,"verse":"But thou, man of God, shun these things and pursue righteousness, godliness, faith, love, patience, gentleness."},{"number":12,"verse":"Maintain the good combat of faith. Lay hold on the life everlasting to which thou hast been invited, and of which thou hast made a good profession before many witnesses."},{"number":13,"verse":"I charge thee in the presence of God, who giveth life to all, and of Christ Jesus who witnessed before Pontius Pilate the good confession,"},{"number":14,"verse":"to keep thyself, in respect to this command, unspotted, irreprehensible, until the appearance of our Lord Jesus Christ,"},{"number":15,"verse":"which, in his own proper times will be displayed by him, who is the blessed and only potentate, the king of kings and the lord of lords,"},{"number":16,"verse":"who alone hath immortality, who inhabiteth light inaccessible, whom no man hath seen, or can see, to whom be honour and everlasting dominion. Amen."},{"number":17,"verse":"Charge them who are rich in this present state not to be high minded; not to trust in uncertain riches, but in the living God who imparteth to us richly all things for enjoyment;"},{"number":18,"verse":"to be beneficent; to be rich in good works, ready to distribute; willing to communicate,"},{"number":19,"verse":"laying up for themselves a good deposit for the time to come, that they may obtain the life everlasting."},{"number":20,"verse":"O Timothy keep this deposit, avoiding the profane empty declamations, and the antitheses of that falsely called science,"},{"number":21,"verse":"which some making a profession of, have, in respect to this belief, wandered from the mark. The favor be with thee. Amen."}]}