{"bibleAbbr":"cKJV+","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"A prayer<WH8605> of Habakkuk<WH2265> the prophet<WH5030> upon Shigionoth<WH7692>."},{"number":2,"verse":"O Lord<WH3068>, I have heard<WH8085> your speech<WH8088>, and was afraid<WH3372>: O Lord<WH3068>, revive<WH2421> your work<WH6467> in the midst<WH7130> of the years<WH8141>, in the midst<WH7130> of the years<WH8141> make known<WH3045>; in wrath<WH7267> remember<WH2142> mercy<WH7355>."},{"number":3,"verse":"God<WH433> came<WH935> from Teman<WH8487>, and the Holy One<WH6918> from mountain<WH2022> Paran<WH6290>. Selah<WH5542>. His glory<WH1935> covered<WH3680> the heavens<WH8064>, and the earth<WH776> was full<WH4390> of his praise<WH8416>."},{"number":4,"verse":"And his brightness<WH5051> was as the light<WH216>; he had horns<WH7161> coming out of his hand<WH3027>: and there was the hiding<WH2253> of his power<WH5797>."},{"number":5,"verse":"Before<WH6440> him went<WH3212> the pestilence<WH1698>, and burning coals<WH7565> went forth<WH3318> at his feet<WH7272>."},{"number":6,"verse":"He stood<WH5975>, and measured<WH4128> the earth<WH776>: he looked<WH7200>, and drove asunder<WH5425> the nations<WH1471>; and the everlasting<WH5703> mountains<WH2042> were scattered<WH6327>, the perpetual<WH5769> hills<WH1389> did bow<WH7817>: his ways<WH1979> are everlasting<WH5769>."},{"number":7,"verse":"I saw<WH7200> the tents<WH168> of Cushan<WH3572> in affliction<WH205>: and the curtains<WH3407> of the land<WH776> of Midian<WH4080> did tremble<WH7264>."},{"number":8,"verse":"Was the Lord<WH3068> displeased<WH2734> against the rivers<WH5104>? was your anger<WH639> against the rivers<WH5104>? was your wrath<WH5678> against the sea<WH3220>, that you did ride<WH7392> upon your horses<WH5483> and your chariots<WH4818> of salvation<WH3444>?"},{"number":9,"verse":"Your bow<WH7198> was made quite<WH6181> naked<WH5783>, according to the oaths<WH7621> of the tribes<WH4294>, even your word<WH562>. Selah<WH5542>. You did cleave<WH1234> the earth<WH776> with rivers<WH5104>."},{"number":10,"verse":"The mountains<WH2022> saw<WH7200> you<WH2342>, and they trembled: the overflowing<WH2230> of the water<WH4325> passed by<WH5674>: the deep<WH8415> uttered<WH5414> his voice<WH6963>, and lifted up<WH5375> his hands<WH3027> on high<WH7315>."},{"number":11,"verse":"The sun<WH8121> and moon<WH3394> stood still<WH5975> in their habitation<WH2073>: at the light<WH216> of your arrows<WH2671> they went<WH1980>, and at the shining<WH5051> of your glittering<WH1300> spear<WH2595>."},{"number":12,"verse":"You did march through<WH6805> the land<WH776> in indignation<WH2195>, you did thresh<WH1758> the heathen<WH1471> in anger<WH639>."},{"number":13,"verse":"You went forth<WH3318> for the salvation<WH3468> of your people<WH5971>, even for salvation<WH3468> with your anointed<WH4899>; you wounded<WH4272> the head<WH7218> out of the house<WH1004> of the wicked<WH7563>, by discovering<WH6168> the foundation<WH3247> unto the neck<WH6677>. Selah.<WH5542>"},{"number":14,"verse":"You did strike through<WH5344> with his poles<WH4294> the head<WH7218> of his villages<WH6518>: they came out as a whirlwind<WH5590> to scatter<WH6327> me<WH5951>: their rejoicing was as to devour<WH398> the poor<WH6041> secretly<WH4565>."},{"number":15,"verse":"You did walk<WH1869> through the sea<WH3220> with your horses<WH5483>, through the heap<WH2563> of great<WH7227> waters<WH4325>."},{"number":16,"verse":"When I heard<WH8085>, my belly<WH990> trembled<WH7264>; my lips<WH8193> quivered<WH6750> at the voice<WH6963>: rottenness<WH7538> entered<WH935> into my bones<WH6106>, and I trembled<WH7264> in myself<WH5117>, that I might rest in the day<WH3117> of trouble<WH6869>: when he comes up<WH5927> unto the people<WH5971>, he will invade them with his troops<WH1464>."},{"number":17,"verse":"Although the fig tree<WH8384> shall not blossom<WH6524>, neither shall fruit<WH2981> be in the vines<WH1612>; the labor<WH4639> of the olive<WH2132> shall fail<WH3584>, and the fields<WH7709> shall yield<WH6213> no food<WH400>; the flock<WH6629> shall be cut off<WH1504> from the fold<WH4356>, and there shall be no herd<WH1241> in the stalls<WH7517>:"},{"number":18,"verse":"Yet I will rejoice<WH5937> in the Lord<WH3068>, I will joy<WH1523> in the God<WH430> of my salvation<WH3468>."},{"number":19,"verse":"The Lord<WH3069> God<WH136> is my strength<WH2428>, and he will make<WH7760> my feet<WH7272> like hinds<WH355>' feet<WH1869>, and he will make me to walk upon my high places<WH1116>. To the chief singer<WH5329> on my stringed instruments<WH5058>."}]}