{"bibleAbbr":"KJ3-2005","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"And I myself, Paul, call on you through the meekness and gentleness of Christ I, who indeed according to face am lowly among you, but being absent am bold toward you;"},{"number":2,"verse":"but I ask, not being present, that I may be bold with the confidence which I think to be bold gainst some, the ones reckoning us as walking according to flesh."},{"number":3,"verse":"For walking about in flesh, we do not war according to flesh;"},{"number":4,"verse":"for the weapons of our warfare are not fleshly, but powerful to God to the demolition of strongholds,"},{"number":5,"verse":"demolishing reasonings and every high thing lifting up itself against the knowledge of God, and bringing into captivity every thought into the obedience of Christ,"},{"number":6,"verse":"and having readiness to avenge all disobedience, whenever your obedience is fulfilled."},{"number":7,"verse":"Do you look at things according to face? If anyone has persuaded himself to be of Christ, let him think this again as to himself, that as he is of Christ, so also we are of Christ."},{"number":8,"verse":"For even if I also somewhat more abundantly may boast about our authority, which the Lord gave us for building up and not for your destruction, I will not be put to shame,"},{"number":9,"verse":"so that I may not seem to terrify you by letters."},{"number":10,"verse":"Because, they say, the letters are weighty and strong, but the bodily presence is weak, and his speech being despised."},{"number":11,"verse":"Let such a one think this, that such as we are in word through letters, being absent, such we are also being present in deed."},{"number":12,"verse":"For we dare not rank or compare ourselves with some of those commending themselves, but they measuring themselves among themselves and comparing themselves to themselves, are not perceptive."},{"number":13,"verse":"But we will not boast beyond measure, but according to measure of the rule which the God of measure distributed to us, to reach even as far as to you."},{"number":14,"verse":"For we do not overstretch ourselves as if not reaching to you, for even as far as to you we came to you in the gospel of Christ,"},{"number":15,"verse":"not boasting beyond measure in the labors of others, but having hope that the growing faith among you will be made larger according to our rule, to overflowing,"},{"number":16,"verse":"in order to preach the gospel to the regions beyond you, not to glory in another's rule in things made ready."},{"number":17,"verse":"\"But the one glorying, let him glory in\" the \"Lord.\" Jer 9:24"},{"number":18,"verse":"For not the one commending himself is the one approved, but the one whom the Lord commends."}]}