{"bibleAbbr":"LBP1933","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"FROM of old God spoke to our fathers by the prophets in every manner and in all ways; and in these latter days, he has spoken to us by his Son;"},{"number":2,"verse":"Whom he has appointed heir of all things, and by whom also he made the worlds;"},{"number":3,"verse":"For he is the brightness of his glory and the express image of his being, upholding all things by the power of his word; and when he had through his person, cleansed our sins, then he sat down on the right hand of the Majesty on high;"},{"number":4,"verse":"And he is altogether greater than the angels, just as the name he has inherited is a more excellent name than theirs."},{"number":5,"verse":"For to which of the angels has God at any time, said You are my Son, this day have I begotten you? And again, I will be to him a Father, and he shall be to me a Son?"},{"number":6,"verse":"And again, when he brought the Firstbegotten into the world, he said, Let all the angels of God worship him."},{"number":7,"verse":"And of the angels he said thus, Who makes his angels spirits; his ministers a flaming fire."},{"number":8,"verse":"But of the Son he said, Thy throne, O God, is for ever and ever: the scepter of thy kingdom is a right scepter."},{"number":9,"verse":"You have loved righteousness, and hated iniquity; therefore, God, even your God, has anointed you with the oil of gladness more than your fellows."},{"number":10,"verse":"And from the very beginning you have laid the foundations of the earth; and the heavens are the works of your hands:"},{"number":11,"verse":"They shall pass away; but you shall endure; and they all shall wear out like a garment;"},{"number":12,"verse":"And as a cloak you shall fold them up, and they shall be changed: but you are the same, and your years shall never end."},{"number":13,"verse":"For to which of the angels has he at any time said, Sit thou at my right hand, until I make thine enemies thy footstool under your feet?"},{"number":14,"verse":"Are they not all ministering spirits, sent forth in the service for those who shall inherit life everlasting?"}]}