{"bibleAbbr":"NKJV1982","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"Therefore, my beloved and (Phil. 1:8) longed-for brethren, (2 Cor. 1:14) my joy and crown, so (1 Cor. 16:13; Phil. 1:27) stand fast in the Lord, beloved."},{"number":2,"verse":"(Be United, Joyful, and in Prayer) I implore Euodia and I implore Syntyche (Phil. 2:2; 3:16) to be of the same mind in the Lord."},{"number":3,"verse":"And I urge you also, true companion, help these women who (Rom. 16:3) labored with me in the gospel, with Clement also, and the rest of my fellow workers, whose names are in (Ex. 32:32; Luke 10:20) the Book of Life."},{"number":4,"verse":"(Rom. 12:12) Rejoice in the Lord always. Again I will say, rejoice!"},{"number":5,"verse":"Let your gentleness be known to all men. (1 Cor. 16:22; Heb. 10:25, 37; (James 5:7-9); Rev. 22:7, 20) The Lord is at hand."},{"number":6,"verse":"(Ps. 55:22; Matt. 6:25; 1 Pet. 5:7) Be anxious for nothing, but in everything by prayer and supplication, with ((1 Thess. 5:17, 18)) thanksgiving, let your requests be made known to God;"},{"number":7,"verse":"and ((Is. 26:3; John 14:27); Phil. 4:9; Col. 3:15) the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."},{"number":8,"verse":"(Meditate on These Things) Finally, brethren, whatever things are (Eph. 4:25) true, whatever things are (2 Cor. 8:21) noble, whatever things are (Deut. 16:20) just, (1 Thess. 5:22; James 3:17) whatever things are pure, whatever things are (1 Cor. 13:4-7) lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things."},{"number":9,"verse":"The things which you learned and received and heard and saw in me, these do, and (Rom. 15:33; Heb. 13:20) the God of peace will be with you."},{"number":10,"verse":"(Philippian Generosity) But I rejoiced in the Lord greatly that now at last (2 Cor. 11:9; Phil. 2:30) your care for me has flourished again; though you surely did care, but you lacked opportunity."},{"number":11,"verse":"Not that I speak in regard to need, for I have learned in whatever state I am, (2 Cor. 9:8; 1 Tim. 6:6, 8; Heb. 13:5) to be content:"},{"number":12,"verse":"(1 Cor. 4:11) I know how to be abased, and I know how to abound. Everywhere and in all things I have learned both to be full and to be hungry, both to abound and to suffer need."},{"number":13,"verse":"I can do all things (John 15:5) through Christ who strengthens me."},{"number":14,"verse":"Nevertheless you have done well that (Phil. 1:7) you shared in my distress."},{"number":15,"verse":"Now you Philippians know also that in the beginning of the gospel, when I departed from Macedonia, (2 Cor. 11:8, 9) no church shared with me concerning giving and receiving but you only."},{"number":16,"verse":"For even in Thessalonica you sent aid once and again for my necessities."},{"number":17,"verse":"Not that I seek the gift, but I seek (Titus 3:14) the fruit that abounds to your account."},{"number":18,"verse":"Indeed I have all and abound. I am full, having received from (Phil. 2:25) Epaphroditus the things sent from you, (Heb. 13:16) a sweet-smelling aroma, (Rom. 12:1; 2 Cor. 9:12) an acceptable sacrifice, well pleasing to God."},{"number":19,"verse":"And my God (Ps. 23:1; 2 Cor. 9:8) shall supply all your need according to His riches in glory by Christ Jesus."},{"number":20,"verse":"(Rom. 16:27) Now to our God and Father be glory forever and ever. Amen."},{"number":21,"verse":"(Greeting and Blessing) Greet every saint in Christ Jesus. The brethren (Gal. 1:2) who are with me greet you."},{"number":22,"verse":"All the saints greet you, but especially those who are of Caesar’s household."},{"number":23,"verse":"The grace of our Lord Jesus Christ be with you all. Amen."}]}