{"bibleAbbr":"GB1539","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"The seconde yere of Ioas sonne of Iehoahaz kynge of Israel raygned Amaziahu the sonne of Ioas kynge of Iuda:"},{"number":2,"verse":"he was . xxv. yeare olde when he began to raygne, and raigned . xxix. yeare in Ierusalem, & hys mothers name was Iehoadan, of Ieru salem."},{"number":3,"verse":"And he dyd that which is good in the syght of the Lorde, yet not lyke Dauid his father: but dyd accordynge to all thynges as Ioas hys father dyd."},{"number":4,"verse":"Nether were the hyllaulters taken awaye: For as yet the people dyd sacrifice & burnt incense on the hyllaulters."},{"number":5,"verse":"And assone as the kyngdome was setteled in hys hande it came to passe, that he slue hys seruauntes which had kylled the kynge hys father."},{"number":6,"verse":"But the chyldren of those murtherars he slue not, accordynge vnto it that is written in the boke of the lawe of Moses: where in the Lorde commaunded, sayinge: let not the fathers dye for the chyldren, nor let the chyldren be slayne for the fathers: But let euery man be put to death for his awne sinne."},{"number":7,"verse":"He slue of Edom in the salt valeye ten thousande, and toke the castell on the rock in the same battell, & called the name of it Ioktheel vnto this daye."},{"number":8,"verse":"Then Amaziahu sent messengers to Iehoas the sonne of Iehoahaz sonne of Iehu kynge of Israel, sayinge: come, let vs se eche other."},{"number":9,"verse":"And Iehoas the kynge of Israel sent to Amaziahu kynge of Iuda, sayinge: dyd not a thystle that is in libanon, sende to a Cedre tre that is in Libanon, sayinge: geue thy daughter to my sonne to wyfe: And the wylde beaste that was in Libanon, went and troade downe the thistell."},{"number":10,"verse":"Thou hast smytten Edom, thyne hart hath made the proude: Enioye thys glory, & tarye at home. Why dost thou prouoke to mischeue, that thou shuldest be ouerthrowen, and Iuda wyth the?"},{"number":11,"verse":"But Amaziahu wolde not heare. And Iehoas kynge of Israel went vp, and he and Amaziahu kynge of Iuda sawe ether other at Bethsames whych is in Iuda."},{"number":12,"verse":"And Iuda was put to the worse before Israel, and they fled euery man to theyr tentes."},{"number":13,"verse":"And Iehoas kinge of Israel toke Amaziahu king of Iuda, the sonne of Iehoas the sonne of Ahaziahu, at Bethsames, and came to Ierusalem & brake downe the wall of Ierusalem from the gate of Ephraim to the corner gate, foure hundred cubytes."},{"number":14,"verse":"And he toke all the golde and syluer and all the vesselles that were founde in the house of the Lorde, & in the treasures of the kynges house, and the chyldren toke he to be hys wardes & returned to Samaria agayne."},{"number":15,"verse":"The rest of the actes of Iehoas which he dyd, & hys power, and howe he fought with Amaziahu kyng of Iuda, are they not written in the Chronycle boke of the kynges of Israel?"},{"number":16,"verse":"and Iehoas slepte with his fathers, and was buryed at Samaria, amonge the kynges of Israel: and Ieroboam hys sonne raygned in hys steade."},{"number":17,"verse":"Amaziahu the sonne of Ioas kynge of Iuda, lyued after the deeth of Iehoas sonne of Iehoahaz kynge of Israel, fyftene yeare."},{"number":18,"verse":"And the remnaunt of the wordes that concerne Amaziahu, are they not wrytten in the boke of the Chronycles of the kynges of Iuda?"},{"number":19,"verse":"But they conspired treason agaynst him in Ierusalem: and whan he fled to Lachis, they sent after him to Lachis, and slue hym there."},{"number":20,"verse":"And they brought hym on horses, & he was buryed at Ierusalem wyth hys fathers in the cytie of Dauid."},{"number":21,"verse":"And all the people of Iuda toke Azaria, whych was . xvi. yere olde, and made hym kynge for hys father Amaziahu."},{"number":22,"verse":"He buylt Elath, and brought it agayne to Iuda, after that the kynge was layde to rest wyth hys fathers."},{"number":23,"verse":"In the . xv. yeare of Amaziahu the sonne of Ioas kyng of Iuda, was Ieroboam the sonne of Ioas made kynge ouer Israel in Samaria, and raygned . xli. yere,"},{"number":24,"verse":"and wrought that which was euell in the syght of the Lorde. Nether turned he awaye from all the sinnes of Ieroboam the sonne of Nebat which made Israel to synne."},{"number":25,"verse":"He restored the coaste of Israel from the enterynge of Hemath vnto the see of the wildernes, according to the worde of the Lorde God of Israel, which he spake by the hande of his seruaunt Iona the sonne of Amithai the prophete, which was of Geth hepher."},{"number":26,"verse":"For the Lorde sawe howe that the afflyccyon of Israel was exceadynge bytter, in so moche that the presoned and the forsaken were at an ende. And ther was none to helpe Israel."},{"number":27,"verse":"And the Lorde sayde not, that he wolde putt out the name of Israel from vnder heauen, but he helped them by the hande of Ieroboam the sonne of Ioas."},{"number":28,"verse":"The rest of the wordes that concerne Ieroboam, and all that he dyd, and hys strength, which he executed in the warres, and howe he restored Damasco, and Heniath to Iuda in Israel, are not they written in the boke of the chronycles of the kynges of Israel?"},{"number":29,"verse":"And Ieroboam slepte with hys fathers, euen wt the kynges of Israel, and Zacharia his sonne raygned in hys steade."}]}