{"bibleAbbr":"GB1539","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":25,"verses":[{"number":1,"verse":"And it fortuned, that in the nynth yere of hys raygne, the tenth daye of the tenth moneth: Nebuchadnezar kynge of Babilon came, he and all his hoost agaynst Ierusalem: and pitched agaynst it, and made engynes agaynst it on euery syde."},{"number":2,"verse":"And the citye was beseged vnto the eleuenth yere of kinge Zedekia."},{"number":3,"verse":"And the nynth daye of the moneth, there was so greate hongre in the citye, that there was no breed for the people of the lande."},{"number":4,"verse":"And the citye was broken vp: and all the men of armes fledd by nyght, by a waye thorowe a gate which is betwene two walles, by the kynges garden: the Chaldees lyinge about the citye. And the kynge went the waye towarde the playne."},{"number":5,"verse":"And the soudyers of the Chaldees folowed after the kynge, and toke him in the playne of Iericho, and all hys armye were scatered awaye from hym,"},{"number":6,"verse":"So they toke the kynge, and brought hym to Nebuchadnezar the kynge of Babylon to Ribla, where they reasoned wt hym."},{"number":7,"verse":"And they slue the sonnes of Zedekia before hys eyes: and he put out the eyes of Zedekia, and fettered him with two chaynes, and caryed hym to Babylon."},{"number":8,"verse":"And the . vij. daye of the . v. moneth which is the . xix. yere of king Nabuchadnezer king of Babylon, came Nebusaradan a seruaunt of the kynge of Babylon, and chefe captayne of the men of warre, vnto Ierusalem:"},{"number":9,"verse":"& burnt the house of the Lorde, and the kynges house, and all the houses of Ierusalem, & all great houses burnt he wt fyre."},{"number":10,"verse":"And all the soudiers of the Chaldees that were with the chefe captayne of the men of warre, broke downe the walles of Ierusalem rounde about."},{"number":11,"verse":"But the rest of the people that were left in the citye, and them that were fledd to the kyng of Babylon, wt the remnaunt of the comen people, dyd Nabusaradan the chefe captayne of the men of warre carye awaye:"},{"number":12,"verse":"but the captayne of the souldyers lefte of the poore of the lande, to dresse the vynes, and to tyll the grounde."},{"number":13,"verse":"And the pyllers of brasse that were in the house of the Lord, and the sockettes, and the brasen lauatory that was in the house of the Lorde dyd the Chaldees breake, and caryed all the brasse of them to Babylon."},{"number":14,"verse":"And the pottes, shouelles, dressynge knyues, spones, and all the vessels of brasse that they minystred in, toke they awaye."},{"number":15,"verse":"And the fyer pannes, and basens, and soch thinges as were of golde, & of siluer,"},{"number":16,"verse":"then toke the chefe captayne awaye: euen two pyllers, one lauatory, and the sokettes which Salomon had made for the house of the Lord. The brasse of all these vesselles was without waight."},{"number":17,"verse":"The heygth of the one pyller was . xviij. cubytes, and the heed theron was brasse, and thre cubytes hye and vpon the heed was there a wrethen worke and pomegranates rounde aboute, all of brasse. And of the same fassyon was the seconde pyller, with a wrethen worke."},{"number":18,"verse":"And the chefe captayne of the men of warre toke Saraia the chefe preste, and Zephoniah the hyest preste saue one, and the thre kepers of the holy thynges."},{"number":19,"verse":"And out of the citye he toke a chamberlayne, that had the ouersight of the men of warre, and . v. men of them that were euer in the kynges presence, which were founde in the cytie: and him that was scrybe to the captayne of the hoost, which brought out the people of the lande to warre, and thre skore men of the people of the lande, that were founde in the citye."},{"number":20,"verse":"And Nebusaradan the chefe captayne of the men of warre toke these, and brought them to the kynge of Babylon to Ribla."},{"number":21,"verse":"And the kynge of Babylon smote them, and slue them at Ribla in the hande of Hanath. And so Iuda was caryed awaye out of theyr lande."},{"number":22,"verse":"Howebeit, there remayned people in the lande of Iuda, whom Nebuchadnezar kyng of Babylon lefte, & made Gedalia the sonne of Ahikam the sonne of Saphan ruler ouer them."},{"number":23,"verse":"And all the captaynes of the souldyers, and other men hearde, that the kynge of Babilon had made Gedalia gouerner: and there came to Gedalia to Mazphah: Ismael the sonne of Nethania, Iohannan the sonne of Karea, Saraia the sonne of Thanhumeth the Netophathite, and Iazaania the sonne of Maachati, & theyr men."},{"number":24,"verse":"And Gedalia sware to them and to the men whom they had with them, and sayde vnto them: feare not ye because ye are the seruauntes of the caldees, dwell in the lande, and serue the kinge of Babilon, and ye shalbe well."},{"number":25,"verse":"But it chaunced in the seuenth moneth, that Ismael the sonne of Nethania the sonne of Elisama, of the kynges bloude, came, and ten men with hym, and smote Gedalia, that he dyed: and so dyd he the Iewes and the Chaldees that were with hym at Mizpa."},{"number":26,"verse":"And all the people, bothe small and greate, and the captaynes of warre arose, and came to Egipte: for they were afrayd of the Chaldees."},{"number":27,"verse":"Notwithstandyng yet in the seuen and thyrtye yere after Iehoachin kynge of Iuda was caryed awaye the seuen and twentye daye of the twelueth moneth, Euilmerodach kynge of Babylon, the same yeare that he beganne to raygne, dyd lyfte vp the heade of Iehoachin kynge of Iuda out of the preson,"},{"number":28,"verse":"and spake kyndely to hym, and set hys seate aboue the seate of the kynges that were with hym in Babylon:"},{"number":29,"verse":"and chaunged hys preson garmentes. And he dyd euer eate breed before hym, all the dayes of hys lyfe."},{"number":30,"verse":"Hys porcyon was a contynuall porcyon that was assigned hym of the kyng, euery daye a certayne, as longe as he lyued."}]}