{"bibleAbbr":"GB1539","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"Then spake Elisa vnto the woman (whose sonne he had restored to lyfe agayne) sayinge: vp and go, thou and thyne house, & soiourne wheresoeuer thou canst, for the Lorde hath called for a derth, and the same shall come vpon the land seuen yeres."},{"number":2,"verse":"And the woman arose, and dyd after the sayinge of the man of God, and went both she and her houshold, & soiourned in the lande of the Philistines seuen yere."},{"number":3,"verse":"And at the seuen yeres ende, it fortuned, that the woman came agayne out of the lande of the Philistines, and went out to call vpon the kynge for her house and for her land."},{"number":4,"verse":"And the kynge talked with Gehezi the seruaunt of the man of God, sayinge: tell me I praye the all the great deades that Elisa hath done."},{"number":5,"verse":"He tolde the kynge, howe he had restored a deed bodye to lyfe agayne: but in the meane tyme the woman (whose sonne he had raysed vp agayne) cryed to the kynge for her house & for her lande. And Gehezi sayde: My Lorde O kyng, thys is the woman, and thys is her sonne whom Elisa raysed vp agayne."},{"number":6,"verse":"And whan the kynge asked the woman, she tolde hym. And so the kynge delyuered her a chambrelayne, sayinge: restore thou vnto her all that are hers, and all the frutes of the felde, sence the daye that she left the lande, vnto this tyme."},{"number":7,"verse":"And Elisa came to Damascon, & Benhadad the kynge of Siria was sycke. And one tolde him sayinge. The man of God is come hither."},{"number":8,"verse":"And the kynge sayde vnto Hazael: take a present in thine hande, and goo mete the man of God, that thou mayest aske the Lord by him, whether I shall recouer of this disease."},{"number":9,"verse":"And so Hazael went to mete him and toke the present with him, and of euery good thinge of Damascon, euen as moch as fourtye Cameles coulde beare, and came & presented hym selfe before hym, and sayde: Thy sonne Benhadad kynge of Siria hath sent me to the, sayinge, shall I recouer of this dysease?"},{"number":10,"verse":"And Elisa sayd vnto him: go & saye vnto him: thou shalt recouer, howbeit the Lorde hath shewed me, that he shall surely dye."},{"number":11,"verse":"And he loked asyde, and was asshamed, and the man of God wepte."},{"number":12,"verse":"And Hazael sayde: why wepeth my Lord? He answered: for I know the euyll thinges that thou shalt do vnto the chyldren of Israel: for their stronge cyties shalt thou sett on fyre, and their younge men shalt thou sley with the swerde & shalt dasshe out the braynes of their suckynge chyldren, & all to teare their wemen with chylde."},{"number":13,"verse":"But Hazael sayde: what is thy seruaunt, a dogge, that I shulde do this great thynge? And Elisa answered: the Lorde hath shewed me, that thou shalt be kynge of Siria."},{"number":14,"verse":"And so he departed from Elisa, & came to his master, which sayde to him. What sayde Elisa to the? He answered: he tolde me, that thou shuldest recouer."},{"number":15,"verse":"And on the morowe it fortuned, that he toke a thicke cloth, and dypt it in water, and spred it on his face, and he dyed, and Hazael raygned in his steade."},{"number":16,"verse":"The fyfte yeare of Iehoram the sonne of Ahab kynge of Israel, Iehosaphat beynge also kinge of Iuda, Iehoram the sonne of Iehosaphat kynge of Iuda, beganne to raygne."},{"number":17,"verse":". xxxii. yere olde was he, when he beganne to raygne, and he raygned eyght yere in Ierusalem."},{"number":18,"verse":"And he walked in the wayes of the kinges of Israel, as they that were of the house of Ahab: for the daughter of Ahab was his wyfe, and he dyd euell in the syght of the Lorde."},{"number":19,"verse":"And the Lorde wolde not destroye Iuda, and that because of Dauid hys seruaunt, as he promysed hym to geue hym all waye a lyght amonge hys chyldren."},{"number":20,"verse":"In those dayes Edom dyd wickedly when he was vnder the hande of Iuda. For they made them a kynge of theyr awne."},{"number":21,"verse":"So Iehoram went to Zair, he and all his charettes with hym. And he rose by nyght, and smote the Edomites, which compassed hym in, with the captaynes of hys charettes, & the people fledd into theyr tentes."},{"number":22,"verse":"But Edom rebelled, so that he wold not be vnder the hande of Iuda vnto thys daye. And then Lobnah began to be disobedient euen that same tyme."},{"number":23,"verse":"The rest of the wordes that concerne Ioram and all that he dyd, are they not wrytten in the boke of the chronicles of the kynges of Iuda?"},{"number":24,"verse":"And Ioram rested with hys fathers, and was buryed besyde his fathers in the citie of Dauid. And Ahaziahu his sonne raygned in his steade."},{"number":25,"verse":"In the . xij. yere of Ioram the sonne of Ahab kynge of Israel, dyd Ahaziahu the sonne of Iehoram kinge of Iuda begynne to raygne."},{"number":26,"verse":"Two & twentye yere olde was Ahaziahu when he beganne to raygne, and he raygned one yere in Ierusalem, and hys mothers name was Athaliahu the daughter of Omri kynge of Israel."},{"number":27,"verse":"But he walked in the waye of the house of Ahab, and dyd euell in the sight of the Lorde, euen as dyd the house of Ahab."},{"number":28,"verse":"For he was the sonne in lawe of the house of Ahab. And he went with Ioram the sonne of Ahab to warre agaynst Hazael kynge of Siria, in Ramoth Gilead, & the Sirians wounded Ioram."},{"number":29,"verse":"And kynge Ioram went back agayne to be healed in Iesrahel of the woundes which the Sirians had geuen hym at Ramoth, when he fought agaynst Hazael king of Siria. And Ahaziahu the sonne of Iehoram kynge of Iuda went downe to se Ioram the sonne of Ahab in Iesrael, because he was sycke there."}]}