{"bibleAbbr":"GB1539","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"And Elisa the prophete called one of the chyldren of the prophetes, & sayd vnto him: gyrde vp thy loynes, and take thys boxe of oyle in thyne hande, and get the to Ramoth in Gilead."},{"number":2,"verse":"And when thou commest thyther, loke where is Iehu the sonne of Iehosaphat, the sonne of Nimsi, and go to him, and make him aryse vp from amonge hys brethren, & carye hym to a secret chambre."},{"number":3,"verse":"Then take the boxe of oyle, and powre it on hys heed, and saye: thus sayth the Lorde: I haue anoynted the to be kynge ouer Israel. And then open the dore, and flee without any taryinge."},{"number":4,"verse":"And so the seruaunt of the prophete gat him to Ramoth Gilead:"},{"number":5,"verse":"and when he came in, beholde, the captaynes of the hoost were syttynge togyther. And he sayde: I haue an errand to the, o captayne. And Iehu sayde: vnto which of all vs? He sayde: to the, o captayne."},{"number":6,"verse":"And he arose, and went into the house. And he powred the oyle on hys heed, and sayde vnto hym: thus saythe the Lorde God of Israel: I haue anoynted the to be kinge ouer the people of the Lorde, euen ouer Israel."},{"number":7,"verse":"Thou shalt smyte the house of Ahab thy master, that I maye aduenge the bloud of my seruauntes the prophetes, and the bloude of all the seruauntes of the Lorde, of the hande of Iezabel,"},{"number":8,"verse":"for the whole house of Ahab shalbe destroyed, and I wyll destroye from Ahab, euen hym that maketh water agaynst the wall, and him that is presoned and forsaken in Israel:"},{"number":9,"verse":"and I wyll make the house of Ahab lyke the house of Ieroboam the sonne of Nebat, and lyke the house of Baasa the sonne of Ahia."},{"number":10,"verse":"And as for Iezabel the dogges shall eate her in the felde of Iezrael, and ther shalbe none to burye her. And he opened the dore, and fledd."},{"number":11,"verse":"Iehu came out to the seruauntes of hys lorde, and one sayde vnto hym, is all well? Wherfore came thys madd felowe to the? And he sayde vnto them: ye knowe what maner of man it is, and what hys communicacyon is."},{"number":12,"verse":"They sayde vnto hym agayne: it is not so, tell vs. He sayde: thus and thus spake he to me, sayinge: Thus sayth the Lorde: I haue anoynted the to be kynge ouer Israel."},{"number":13,"verse":"Then they besyde the horologye hasted, and toke euery man hys garment, and put it vnder hym, and blewe with trompettes, sayinge: Iehu is kynge."},{"number":14,"verse":"And so, Iehu the sonne of Iehosaphat the sonne of Nimsi conspyred agaynst Ioram. Ioram kepte Ramoth Gilead, he and all Israel because of Hazael kynge of Siria:"},{"number":15,"verse":"and kynge Ioram returned to be healed in Iezrahel, of the woundes which the Sirians had geuen him, when he fought with Hazael kynge of Siria. And Iehu sayde: If it be youre myndes, then let no man departe and scape out of the citye, to go, & tell in Iezrahel."},{"number":16,"verse":"So Iehu gatt vp into a charette, and wente to Iezrahel, where Ioram laye, & Ahaziahu kyng of Iuda was come downe thither to se Ioram."},{"number":17,"verse":"And the watchman that stode on the towre in Iezrael, spyed the company of Iehu as he came, and sayde: I se a companye. And Iehoram sayd: take an horsman, and sende to mete them, that he maye aske whether it be peace."},{"number":18,"verse":"And so there went one on horsbacke to mete him, and sayde: thus sayth the kynge: is it peace? and Iehu sayde: what hast thou to do with peace? turne the behynde me. And the wathman tolde, sayinge: the messenger came to them, but he commeth not agayne."},{"number":19,"verse":"Then he sent out another on horsbacke, which came to them, and sayde: thus saythe the kynge: is it peace? Iehu answered: what hast thou to do with peace? turne the behind me."},{"number":20,"verse":"And the watchman tolde, sayinge: he came to them also, and commeth not agayne, and the driuynge is lyke the driuynge of Iehu the sonne of Nimsi: for he driueth the charet as he were madd."},{"number":21,"verse":"And Iehoram sayde: make ready. And the charet was made ready. And Iehoram kinge of Israel, and Ahaziahu kynge of Iuda went out ether of them in hys charet agaynst Iehu, and met hym in the furlonge of Naboth the Iezraelite."},{"number":22,"verse":"And it fortuned, that when Iehoram sawe Iehu, he sayde: is it peace Iehu? He answered: What peace shulde there be, so longe as the whordoms of thy mother Iezabel, and her witchcraftes are so great?"},{"number":23,"verse":"And Iehoram turned his handes, and fledd, and sayde to Ahaziahu: ther is falshed, o Ahaziahu."},{"number":24,"verse":"And Iehu toke a bowe in hys handes, and smote Iehoram betwene the armes, & the arowe went thorowe hys hert. And he fell downe flatt in hys charet."},{"number":25,"verse":"Then sayde Iehu to Bidkar a captayne: take him, & cast him in the platt of the grounde of Naboth the Iezraelite. For I remembre that whan I and thou roade together in a charet after Ahab his father, the Lorde layed this heuy burthen vpon hym."},{"number":26,"verse":"I haue sene yesterdaye the bloud of Naboth, & the bloude of his sonnes, sayde the Lord: & I will quyte it the in this ground, sayth the Lorde. Nowe therfore take him, & cast hym in the plat of ground, accordyng to the worde of the Lorde."},{"number":27,"verse":"But when Ahaziahu the kynge of Iuda sawe this, he fledd by the waye of the garden house. And Iehu folowed after hym, & sayde: smyte him also in the charet: in hys charet. at the goynge vp to Gur by Iiblean, & he fleed to Magiddo, & ther dyed."},{"number":28,"verse":"And his seruauntes caried hym in a charet to Ierusalem, & buryed hym there in his sepulchre, wt his fathers, in the citie of Dauid."},{"number":29,"verse":"And in the . xi. yere of Ioram the sonne of Ahab, beganne Ahaziahu to raygne ouer Iuda."},{"number":30,"verse":"And when Iehu was come to Iezrahel Iezabel hearde of it, & starched her face, & tired her heed, & loked out at a windowe."},{"number":31,"verse":"And as Iehu entred at the gate, she sayde: had zimri peace which slue hys master?"},{"number":32,"verse":"And he lyft vp his eyes to the windowe, and sayde: who is of my syde, who? And ther loked out to hym two or thre chamberlaynes."},{"number":33,"verse":"And he sayde: throwe her downe. So they threwe her downe, and her bloude dasshed towarde the wall, & toward the horses, and he troade her vnder fote."},{"number":34,"verse":"And when he was come in, he dyd eate & drincke, & sayde: go & vyset I praye you yonder cursed creature, and burie her: for she is a kynges daughter."},{"number":35,"verse":"And so when they came to burye her, they founde nomore of her then the skulle, and the fete, and the palmes of her handes."},{"number":36,"verse":"Wherfore they come agayne, & told hym. And he sayde: thys is the worde of the Lorde, which he spake by the hande of his seruaunt Elia the Thesbite, sayinge: in the felde of Iezrahel shall dogges eate the flessh of Iezabel."},{"number":37,"verse":"And so the carkas of Iezabel was euen as donge vpon the earth, in the felde of Iezrahel: so that no man myght saye: Thys was Iezabel."}]}