{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":1,"verses":[{"number":1,"verse":"( تمہید) یِسُو ع مسِیح کا مُکاشفہ جو اُسے خُدا کی طرف سے اِس لِئے ہُؤا کہ اپنے بندوں کو وہ باتیں دِکھائے جِن کا جلد ہونا ضرُور ہے اور اُس نے اپنے فرِشتہ کو بھیج کر اُس کی معرفت اُنہیں اپنے بندہ یُو حنّا پر ظاہِر کِیا۔"},{"number":2,"verse":"جِس نے خُدا کے کلام اور یِسُو ع مسِیح کی گواہی کی یعنی اُن سب چِیزوں کی جو اُس نے دیکھی تِھیں شہادت دی۔"},{"number":3,"verse":"اِس نبُوّت کی کِتاب کا پڑھنے والا اور اُس کے سُننے والے اور جو کُچھ اِس میں لِکھا ہے اُس پر عمل کرنے والے مُبارک ہیں کیونکہ وقت نزدِیک ہے۔"},{"number":4,"verse":"( سات کلِیسیاؤں کے نام سلام) یُوحنّا کی جانِب سے اُن سات کلِیسیاؤں کے نام جو آسیہ میں ہیں ۔ اُس کی طرف سے جو ہے اور جو تھا اور جو آنے والا ہے اور اُن سات رُوحوں کی طرف سے جو اُس کے تخت کے سامنے ہیں۔"},{"number":5,"verse":"اور یِسُو ع مسِیح کی طرف سے جو سچّا گواہ اور مُردوں میں سے جی اُٹھنے والوں میں پہلوٹھا اور دُنیا کے بادشاہوں پر حاکِم ہے تُمہیں فضل اور اِطمِینان حاصِل ہوتا رہے ۔ جو ہم سے مُحبّت رکھتا ہے اور جِس نے اپنے خُون کے وسِیلہ سے ہم کو گُناہوں سے خلاصی بخشی۔"},{"number":6,"verse":"اور ہم کو ایک بادشاہی بھی اور اپنے خُدا اور باپ کے لِئے کاہِن بھی بنا دِیا ۔ اُس کا جلال اور سلطنت ابدُالآباد رہے ۔ آمِین۔"},{"number":7,"verse":"دیکھو وہ بادِلوں کے ساتھ آنے والا ہے اور ہر ایک آنکھ اُسے دیکھے گی اور جنہوں نے اُسے چھیدا تھا وہ بھی دیکھیں گے اور زمِین پر کے سب قبِیلے اُس کے سبب سے چھاتی پِیٹیں گے ۔ بیشک ۔ آمِین۔"},{"number":8,"verse":"خُداوند خُدا جو ہے اور جو تھا اور جو آنے والا ہے یعنی قادِرِ مُطلق فرماتا ہے کہ مَیں الفا اور اومیگا ہُوں۔"},{"number":9,"verse":"( مسِیح کی ایک رویا) مَیں یُو حنّا جو تُمہارا بھائی اور یِسُو ع کی مُصِیبت اور بادشاہی اور صبر میں تُمہارا شرِیک ہُوں خُدا کے کلام اور یِسُو ع کی نِسبت گواہی دینے کے باعِث اُس ٹاپُو میں تھا جو پتمُس کہلاتا ہے۔"},{"number":10,"verse":"کہ خُداوند کے دِن رُوح میں آ گیا اور اپنے پِیچھے نرسِنگے کی سی یہ ایک بڑی آواز سُنی۔"},{"number":11,"verse":"کہ جو کُچھ تُو دیکھتا ہے اُس کو کِتاب میں لِکھ کر ساتوں کلِیسیاؤں کے پاس بھیج دے یعنی اِفِسُس اور سمُر نہ اور پِرگمُن اور تھوا تِیرہ اور سردِیس اور فِلَدِلفیہ اور لَودِیکیہ میں۔"},{"number":12,"verse":"مَیں نے اُس آواز دینے والے کو دیکھنے کے لِئے مُنہ پھیرا جِس نے مُجھ سے کہا تھا اور پِھر کر سونے کے سات چراغ دان دیکھے۔"},{"number":13,"verse":"اور اُن چراغ دانوں کے بیچ میں آدم زاد سا ایک شخص دیکھا جو پاؤں تک کا جامہ پہنے اور سونے کا سِینہ بند سِینہ پر باندھے ہُوئے تھا۔"},{"number":14,"verse":"اُس کا سر اور بال سفید اُون بلکہ برف کی مانِند سفید تھے اور اُس کی آنکھیں آگ کے شُعلہ کی مانِند تِھیں۔"},{"number":15,"verse":"اور اُس کے پاؤں اُس خالِص پِیتل کے سے تھے جو بھٹّی میں تپایا گیا ہو اور اُس کی آواز زور کے پانی کی سی تھی۔"},{"number":16,"verse":"اور اُس کے دہنے ہاتھ میں سات سِتارے تھے اور اُس کے مُنہ میں سے ایک دو دھاری تیز تلوار نِکلتی تھی اور اُس کاچِہرہ اَیسا چمکتا تھا جَیسے تیزی کے وقت آفتاب۔"},{"number":17,"verse":"جب مَیں نے اُسے دیکھا تو اُس کے پاؤں میں مُردہ سا گِر پڑا اور اُس نے یہ کہہ کر مُجھ پر اپنا دہنا ہاتھ رکھّا کہ خَوف نہ کر ۔ مَیں اوّل اور آخِر۔"},{"number":18,"verse":"اور زِندہ ہُوں ۔ مَیں مَر گیا تھا اور دیکھ ابدُالآباد زِندہ رہُوں گااور مَوت اور عالَمِ ارواح کی کُنجِیاں میرے پاس ہیں۔"},{"number":19,"verse":"پس جو باتیں تُو نے دیکِھیں اور جو ہیں اور جو اِن کے بعد ہونے والی ہیں اُن سب کو لِکھ لے۔"},{"number":20,"verse":"یعنی اُن سات سِتاروں کا بھید جِنہیں تُو نے میرے دہنے ہاتھ میں دیکھا تھا اور اُن سونے کے سات چراغ دانوں کا ۔ وہ سات سِتارے تو سات کلِیسیاؤں کے فرِشتے ہیں اور وہ سات چراغ دان کلِیسیائیں ہیں۔"}]}