{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":11,"verses":[{"number":1,"verse":"( دوگواہ) اور مُجھے عصا کی مانِند ایک ناپنے کی لکڑی دی گئی اور کِسی نے کہا کہ اُٹھ کر خُدا کے مَقدِس اور قُربان گاہ اور اُس میں کے عِبادت کرنے والوں کو ناپ۔"},{"number":2,"verse":"اور اُس صِحن کو جو مَقدِس کے باہر ہے خارِج کر دے اور اُسے نہ ناپ کیونکہ وہ غَیر قَوموں کو دے دِیا گیا ہے ۔ وہ مُقدّس شہر کو بیالِیس مہِینے تک پامال کریں گی۔"},{"number":3,"verse":"اور مَیں اپنے دو گواہوں کو اِختیار دُوں گا اور وہ ٹاٹ اوڑھے ہُوئے ایک ہزار دو سَو ساٹھ دِن نبُوّت کریں گے۔"},{"number":4,"verse":"یہ وُہی زَیتُون کے دو درخت اور دو چراغ دان ہیں جو زمِین کے خُداوند کے سامنے کھڑے ہیں۔"},{"number":5,"verse":"اور اگر کوئی اُنہیں ضرر پُہنچانا چاہتا ہے تو اُن کے مُنہ سے آگ نِکل کر اُن کے دُشمنوں کو کھا جاتی ہے اور اگر کوئی اُنہیں ضرر پُہنچانا چاہے گا تو وہ ضرُور اِسی طرح مارا جائے گا۔"},{"number":6,"verse":"اُن کواِختیار ہے کہ آسمان کو بند کر دیں تاکہ اُن کی نبُوّت کے زمانہ میں پانی نہ برسے اور پانِیوں پر اِختیار ہے کہ اُنہیں خُون بنا ڈالیں اور جِتنی دفعہ چاہیں زمِین پر ہر طرح کی آفت لائیں۔"},{"number":7,"verse":"جب وہ اپنی گواہی دے چُکیں گے تو وہ حَیوان جو اتھاہ گڑھے سے نِکلے گا اُن سے لڑ کر اُن پر غالِب آئے گا اور اُنکو مارڈالے گا۔"},{"number":8,"verse":"اور اُن کی لاشیں اُس بڑے شہر کے بازار میں پڑی رہیں گی جو رُوحانی اِعتبار سے سدُوم اور مِصر کہلاتا ہے ۔ جہاں اُن کا خُداوند بھی مصلُوب ہُؤا تھا۔"},{"number":9,"verse":"اور اُمّتوں اور قبِیلوں اور اہلِ زُبان اور قَوموں میں سے لوگ اُن کی لاشوں کو ساڑھے تِین دِن تک دیکھتے رہیں گے اور اُن کی لاشوں کو قبر میں نہ رکھنے دیں گے۔"},{"number":10,"verse":"اور زمِین کے رہنے والے اُن کے مَرنے سے خُوشی منائیں گے اور شادِیانے بجائیں گے اور آپس میں تُحفے بھیجیں گے کیونکہ اِن دونوں نبیوں نے زمِین کے رہنے والوں کو ستایا تھا۔"},{"number":11,"verse":"اور ساڑھے تِین دِن کے بعد خُدا کی طرف سے اُن میں زِندگی کی رُوح داخِل ہُوئی اور وہ اپنے پاؤں کے بل کھڑے ہو گئے اور اُن کے دیکھنے والوں پر بڑا خَوف چھا گیا۔"},{"number":12,"verse":"اور اُنہیں آسمان پر سے ایک بُلند آوازسُنائی دی کہ یہاں اُوپر آ جاؤ ۔ پس وہ بادل پر سوار ہو کر آسمان پر چڑھ گئے اور اُن کے دُشمن اُنہیں دیکھ رہے تھے۔"},{"number":13,"verse":"پِھر اُسی وقت ایک بڑا بَھونچال آ گیا اور شہر کا دَسواں حِصّہ گِر گیا اور اُس بَھونچال سے سات ہزار آدمی مَرے اور باقی ڈر گئے اور آسمان کے خُدا کی تمجِید کی۔"},{"number":14,"verse":"دُوسرا افسوس ہو چُکا ۔ دیکھو تِیسرا افسوس جلد ہونے والا ہے۔"},{"number":15,"verse":"( ساتواں نرسِنگا) اور جب ساتوِیں فرِشتہ نے نرسِنگا پُھونکا تو آسمان پر بڑی آوازیں اِس مضمُون کی پَیدا ہُوئیں کہ دُنیا کی بادشاہی ہمارے خُداوند اور اُس کے مسِیح کی ہو گئی اور وہ ابدُالآباد بادشاہی کرے گا۔"},{"number":16,"verse":"اور چَوبِیسوں بزُرگوں نے جو خُدا کے سامنے اپنے اپنے تخت پر بَیٹھے تھے مُنہ کے بل گِر کر خُدا کو سِجدہ کِیا۔"},{"number":17,"verse":"اور یہ کہا کہ اَے خُداوند خُدا ۔ قادِرِ مُطلِق! جو ہے اور جو تھا ۔ ہم تیرا شُکر کرتے ہیں کیونکہ تُو نے اپنی بڑی قُدرت کو ہاتھ میں لے کر بادشاہی کی۔"},{"number":18,"verse":"اور قَوموں کو غُصّہ آیا اور تیرا غضب نازِل ہُؤا اور وہ وقت آ پُہنچا ہے کہ مُردوں کا اِنصاف کِیا جائے اور تیرے بَندوں نبیوں اور مُقدّسوں اور اُن چھوٹے بڑوں کو جو تیرے نام سے ڈرتے ہیں اَجر دِیا جائے اور زمِین کے تباہ کرنے والوں کو تباہ کِیا جائے۔"},{"number":19,"verse":"اور خُدا کا جو مَقدِس آسمان پر ہے وہ کھولا گیا اور اُس کے مَقدِس میں اُس کے عہد کا صندُوق دِکھائی دِیا اور بِجلِیاں اور آوازیں اور گرجیں پَیدا ہُوئیں اور بَھونچال آیا اور بڑے اَولے پڑے۔"}]}