{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"( دو حَیوان) اور سمُندر کی ریت پر جا کھڑا ہُؤا ۔ اور مَیں نے ایک حَیوان کو سمُندر میں سے نِکلتے ہُوئے دیکھا ۔ اُس کے دَس سِینگ اور سات سر تھے اور اُس کے سِینگوں پر دَس تاج اور اُس کے سروں پر کُفر کے نام لِکھے ہُوئے تھے۔"},{"number":2,"verse":"اور جو حَیوان مَیں نے دیکھا اُس کی شکل تیندوے کی سی تھی اور پاؤں رِیچھ کے سے اور مُنہ بَبر کا سا اور اُس اژدہا نے اپنی قُدرت اور اپنا تخت اور بڑا اِختیار اُسے دے دِیا۔"},{"number":3,"verse":"اور مَیں نے اُس کے سروں میں سے ایک پر گویا زخَم کاری لگا ہُؤا دیکھا مگر اُس کا زخَم کاری اچھّا ہو گیا اور ساری دُنیا تعجُّب کرتی ہُوئی اُس حَیوان کے پِیچھے پِیچھے ہو لی۔"},{"number":4,"verse":"اور چُونکہ اُس اژدہا نے اپنا اِختیار اُس حَیوان کو دے دِیا تھا اِس لِئے اُنہوں نے اژدہا کی پرستِش کی اور اُس حَیوان کی بھی یہ کہہ کر پرستِش کی کہ اِس حَیوان کی مانِند کَون ہے؟ کَون اُس سے لڑ سکتا ہے؟۔"},{"number":5,"verse":"اور بڑے بول بولنے اور کُفر بَکنے کے لِئے اُسے ایک مُنہ دِیا گیا اور اُسے بیالِیس مہِینے تک کام کرنے کا اِختیار دِیا گیا۔"},{"number":6,"verse":"اوراُس نے خُدا کی نِسبت کُفر بَکنے کے لِئے مُنہ کھولا کہ اُس کے نام اور اُس کے خَیمہ یعنی آسمان کے رہنے والوں کی نِسبت کُفر بَکے۔"},{"number":7,"verse":"اور اُسے یہ اِختیار دِیا گیا کہ مُقدّسوں سے لڑے اور اُن پر غالِب آئے اور اُسے ہر قبِیلہ اور اُمّت اور اہلِ زُبان اور قَوم پر اِختیار دِیا گیا۔"},{"number":8,"verse":"اور زمِین کے وہ سب رہنے والے جِن کے نام اُس برّہ کی کِتابِ حیات میں لِکھے نہیں گئے جو بنایِ عالم کے وقت سے ذبح ہُؤا ہے اُس حَیوان کی پرستِش کریں گے۔"},{"number":9,"verse":"جِس کے کان ہوں وہ سُنے۔"},{"number":10,"verse":"جِس کو قَید ہونے والی ہے وہ قَید میں پڑے گا ۔ جو کوئی تلوار سے قتل کرے گا وہ ضرُور تلوار سے قتل کِیا جائے گا۔ مُقدّسوں کے صبر اور اِیمان کا یِہی مَوقع ہے۔"},{"number":11,"verse":"پِھر مَیں نے ایک اَور حَیوان کو زمِین میں سے نِکلتے ہُوئے دیکھا ۔ اُس کے برّہ کے سے دو سِینگ تھے اور اژدہا کی طرح بولتا تھا۔"},{"number":12,"verse":"اور یہ پہلے حَیوان کا سارا اِختیار اُس کے سامنے کام میں لاتا تھا اور زمِین اور اُس کے رہنے والوں سے اُس پہلے حَیوان کی پرستِش کراتا تھا جِس کا زخِم کاری اچھّا ہو گیا تھا۔"},{"number":13,"verse":"اور وہ بڑے بڑے نِشان دِکھاتا تھا ۔ یہاں تک کہ آدمِیوں کے سامنے آسمان سے زمِین پر آگ نازِل کر دیتا تھا۔"},{"number":14,"verse":"اور زمِین کے رہنے والوں کو اُن نِشانوں کے سبب سے جِن کے اُس حَیوان کے سامنے دِکھانے کا اُس کو اِختیار دِیا گیا تھا اِس طرح گُمراہ کر دیتا تھا کہ زمِین کے رہنے والوں سے کہتا تھا کہ جِس حَیوان کے تلوار لگی تھی اور وہ زِندہ ہو گیا اُس کا بُت بناؤ۔"},{"number":15,"verse":"اور اُسے اُس حَیوان کے بُت میں رُوح پُھونکنے کا اِختیار دِیا گیا تاکہ وہ حَیوان کا بُت بولے بھی اور جِتنے لوگ اُس حَیوان کے بُت کی پرستِش نہ کریں اُن کو قتل بھی کرائے۔"},{"number":16,"verse":"اور اُس نے سب چھوٹے بڑوں دَولت مندوں اور غرِیبوں ۔ آزادوں اور غُلاموں کے دہنے ہاتھ یا اُن کے ماتھے پر ایک ایک چھاپ کرا دی۔"},{"number":17,"verse":"تاکہ اُس کے سِوا جِس پر نِشان یعنی اُس حَیوان کا نام یا اُس کے نام کا عدد ہو اَور کوئی خرِید و فروخت نہ کر سکے۔"},{"number":18,"verse":"حِکمت کا یہ مَوقع ہے ۔ جو سمجھ رکھتا ہے وہ اِس حَیوان کا عدد گِن لے کیونکہ وہ آدمی کا عدد ہے اور اُس کا عدد چھ سَو چھیاسٹھ ہے۔"}]}