{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":14,"verses":[{"number":1,"verse":"( برّہ اور اُس کے لوگ) پِھر مَیں نے نِگاہ کی تو کیا دیکھتا ہُوں کہ وہ برّہ صِیُّو ن کے پہاڑ پر کھڑا ہے اور اُس کے ساتھ ایک لاکھ چَوالِیس ہزار شخص ہیں جِن کے ماتھے پر اُس کا اور اُس کے باپ کا نام لِکھا ہُؤا ہے۔"},{"number":2,"verse":"اور مُجھے آسمان پر سے ایک اَیسی آواز سُنائی دی جو زور کے پانی اور بڑی گرج کی سی آواز تھی اور جو آواز مَیں نے سُنی وہ اَیسی تھی جَیسے بربط نواز بربط بجاتے ہوں۔"},{"number":3,"verse":"وہ تخت کے سامنے اور چاروں جان داروں اور بزُرگوں کے آگے گویا ایک نیا گِیت گا رہے تھے اور اُن ایک لاکھ چَوالِیس ہزار شخصوں کے سِوا جو دُنیا میں سے خرِید لِئے گئے تھے کوئی اُس گِیت کو نہ سِیکھ سکا۔"},{"number":4,"verse":"یہ وہ ہیں جو عَورتوں کے ساتھ آلُودہ نہیں ہُوئے بلکہ کُنوارے ہیں ۔ یہ وہ ہیں جو برّہ کے پِیچھے پِیچھے چلتے ہیں ۔ جہاں کہِیں وہ جاتا ہے ۔ یہ خُدا اور برّہ کے لِئے پہلے پَھل ہونے کے واسطے آدمِیوں میں سے خرِید لِئے گئے ہیں۔"},{"number":5,"verse":"اور اُن کے مُنہ سے کبھی جُھوٹ نہ نِکلا تھا ۔ وہ بے عَیب ہیں۔"},{"number":6,"verse":"( تِین فرِشتے) پِھر مَیں نے ایک اَور فرِشتہ کو آسمان کے بِیچ میں اُڑتے ہُوئے دیکھا جِس کے پاس زمِین کے رہنے والوں کی ہر قَوم اور قبِیلہ اور اَہلِ زُبان اور اُمّت کے سُنانے کے لِئے اَبدی خُوش خبری تھی۔"},{"number":7,"verse":"اور اُس نے بڑی آواز سے کہا کہ خُدا سے ڈرو اور اُس کی تمجِید کرو کیونکہ اُس کی عدالت کا وقت آ پُہنچا ہے اور اُسی کی عِبادت کرو جِس نے آسمان اور زمِین اور سمُندر اور پانی کے چشمے پَیدا کِئے۔"},{"number":8,"verse":"پِھر اِس کے بعد ایک اَور دُوسرا فرِشتہ یہ کہتا ہُؤا آیا کہ گِر پڑا ۔ وہ بڑا شہر بابل گِر پڑا جِس نے اپنی حرام کاری کی غضب ناک مَے تمام قَوموں کو پِلائی ہے۔"},{"number":9,"verse":"پِھراِن کے بعد ایک اور تِیسرے فرِشتہ نے آ کر بڑی آواز سے کہا کہ جو کوئی اُس حَیوان اور اُس کے بُت کی پرستِش کرے اور اپنے ماتھے یا اپنے ہاتھ پر اُس کی چھاپ لے لے۔"},{"number":10,"verse":"وہ خُدا کے قہر کی اُس خالِص مَے کو پِئے گا جو اُس کے غضب کے پِیالے میں بھری گئی ہے اور پاک فرِشتوں کے سامنے اور برّہ کے سامنے آگ اور گندھک کے عذاب میں مُبتلا ہو گا۔"},{"number":11,"verse":"اور اُن کے عذاب کا دُھواں ابدُالآباد اُٹھتا رہے گا اور جو اُس حَیوان اور اُس کے بُت کی پرستِش کرتے ہیں اور جو اُس کے نام کی چھاپ لیتے ہیں اُن کو رات دِن چَین نہ مِلے گا۔"},{"number":12,"verse":"مُقدّسوں یعنی خُدا کے حُکموں پر عمل کرنے والوں اور یِسُوع پر اِیمان رکھنے والوں کے صبر کا یِہی مَوقع ہے۔"},{"number":13,"verse":"پِھر مَیں نے آسمان میں سے یہ آواز سُنی کہ لِکھ! مُبارک ہیں وہ مُردے جو اَب سے خُداوند میں مَرتے ہیں ۔ رُوح فرماتا ہے بیشک! کیونکہ وہ اپنی مِحنتوں سے آرام پائیں گے اور اُن کے اَعمال اُن کے ساتھ ساتھ ہوتے ہیں۔"},{"number":14,"verse":"( فصل کی کٹائی) پِھر مَیں نے نِگاہ کی تو کیا دیکھتا ہُوں کہ ایک سفید بادِل ہے اور اُس بادِل پر آدم زاد کی مانِند کوئی بَیٹھا ہے جِس کے سر پر سونے کا تاج اور ہاتھ میں تیز دَرانتی ہے۔"},{"number":15,"verse":"پِھر ایک اَور فرِشتہ نے مَقدِس سے نِکل کر اُس بادِل پر بَیٹھے ہُوئے سے بڑی آواز کے ساتھ پُکار کر کہا کہ اپنی درانتی چلا کر کاٹ کیونکہ کاٹنے کا وقت آ گیا ۔ اِس لِئے کہ زمِین کی فصل بُہت پَک گئی۔"},{"number":16,"verse":"پس جو بادل پر بَیٹھا تھا اُس نے اپنی دَرانتی زمِین پر ڈال دی اور زمِین کی فصل کَٹ گئی۔"},{"number":17,"verse":"پِھر ایک اَور فرِشتہ اُس مَقدِس میں سے نِکلا جو آسمان پر ہے ۔ اُس کے پاس بھی تیز دَرانتی تھی۔"},{"number":18,"verse":"پِھر ایک اَور فرِشتہ قُربان گاہ سے نِکلا جِس کا آگ پر اِختیار تھا ۔ اُس نے تیز دَرانتی والے سے بڑی آواز سے کہا کہ اپنی تیز دَرانتی چلا کر زمِین کے انگُور کے درخت کے گُچّھے کاٹ لے کیونکہ اُس کے انگُور بِالکُل پَک گئے ہیں۔"},{"number":19,"verse":"اور اُس فرِشتہ نے اپنی دَرانتی زمِین پر ڈالی اور زمِین کے انگُور کے درخت کی فصل کاٹ کر خُدا کے قَہر کے بڑے حَوض میں ڈال دی۔"},{"number":20,"verse":"اور شہر کے باہر اُس حَوض میں انگُور رَوندے گئے اور حَوض میں سے اِتنا خُون نِکلا کہ گھوڑوں کی لگاموں تک پُہنچ گیا اور سولہ سَو فرلانگ تک بہہ نِکلا۔"}]}