{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"( خُداکے قہر کے پِیالے) پِھر مَیں نے مَقدِس میں سے کِسی کو بڑی آواز سے اُن ساتوں فرِشتوں سے یہ کہتے سُنا کہ جاؤ ۔ خُدا کے قہر کے ساتوں پِیالوں کو زمِین پر اُلٹ دو۔"},{"number":2,"verse":"پس پہلے نے جا کر اپنا پِیالہ زمِین پر اُلٹ دِیا اور جِن آدمِیوں پر اُس حَیوان کی چھاپ تھی اور جو اُس کے بُت کی پرستِش کرتے تھے اُن کے ایک بُرا اور تکلِیف دینے والا ناسُور پَیدا ہو گیا۔"},{"number":3,"verse":"اور دُوسرے نے اپنا پِیالہ سمُندر میں اُلٹا اور وہ مُردے کا سا خُون بن گیا اور سمُندر کے سب جان دار مَر گئے۔"},{"number":4,"verse":"اور تِیسرے نے اپنا پِیالہ دریاؤں اور پانی کے چشموں پر اُلٹا اور وہ خُون بن گئے۔"},{"number":5,"verse":"اور مَیں نے پانی کے فرِشتہ کو یہ کہتے سُنا کہ اَے قدُّوس ! جو ہے اور جو تھا تُوعادِل ہے کہ تُونے یہ اِنصاف کِیا۔"},{"number":6,"verse":"کیونکہ اُنہوں نے مُقدّسوں اور نبیوں کا خُون بہایا تھا اور تُو نے اُنہیں خُون پِلایا ۔ وہ اِسی لائِق ہیں۔"},{"number":7,"verse":"پِھر مَیں نے قُربان گاہ میں سے یہ آواز سُنی کہ اَے خُداوند خُدا قادرِ مُطلق! بیشک تیرے فَیصلے درُست اور راست ہیں۔"},{"number":8,"verse":"اور چَوتھے نے اپنا پِیالہ سُورج پر اُلٹا اور اُسے آدمِیوں کو آگ سے جُھلس دینے کا اِختیار دِیا گیا۔"},{"number":9,"verse":"اور آدمی سخت گرمی سے جُھلس گئے اور اُنہوں نے خُدا کے نام کی نِسبت کُفر بَکا جو اِن آفتوں پر اِختیار رکھتا ہے اور تَوبہ نہ کی کہ اُس کی تمجِید کرتے۔"},{"number":10,"verse":"اور پانچویں نے اپنا پِیالہ اُس حَیوان کے تخت پر اُلٹا اور اُس کی بادشاہی میں اَندھیرا چھا گیا اور درد کے مارے لوگ اپنی زُبانیں کاٹنے لگے۔"},{"number":11,"verse":"اور اپنے دُکھوں اور ناسُوروں کے باعِث آسمان کے خُدا کی نِسبت کُفر بَکنے لگے اور اپنے کاموں سے تَوبہ نہ کی۔"},{"number":12,"verse":"اور چَھٹے نے اپنا پِیالہ بڑے دریا یعنی فرا ت پر اُلٹا اور اُس کا پانی سُوکھ گیا تاکہ مشرِق سے آنے والے بادشاہوں کے لِئے راہ تیّار ہو جائے۔"},{"number":13,"verse":"پِھر مَیں نے اُس اَژدہا کے مُنہ سے اور اُس حَیوان کے مُنہ سے اور اُس جُھوٹے نبی کے مُنہ سے تِین ناپاک رُوحیں مینڈکوں کی صُورت میں نِکلتے دیکھیں۔"},{"number":14,"verse":"یہ شَیاطِین کی نِشان دِکھانے والی رُوحیں ہیں جو قادِرِ مُطلق خُدا کے روزِ عظِیم کی لڑائی کے واسطے جمع کرنے کے لِئے ساری دُنیا کے بادشاہوں کے پاس نِکل کر جاتی ہیں۔"},{"number":15,"verse":"(دیکھو مَیں چور کی طرح آتا ہُوں ۔ مُبارک وہ ہے جو جاگتا ہے اور اپنی پَوشاک کی حِفاظت کرتا ہے تاکہ ننگا نہ پِھرے اور لوگ اُس کی برہنگی نہ دیکھیں)۔"},{"number":16,"verse":"اور اُنہوں نے اُن کو اُس جگہ جمع کِیا جِس کا نام عِبرانی میں ہرمِجّدون ہے۔"},{"number":17,"verse":"اور ساتویں نے اپنا پِیالہ ہوا پر اُلٹا اور مَقدِس کے تخت کی طرف سے بڑے زور سے یہ آواز آئی کہ ہو چُکا۔"},{"number":18,"verse":"پِھر بِجلِیاں اور آوازیں اور گرجیں پَیدا ہُوئیں اور ایک اَیسا بڑا بَھونچال آیا کہ جب سے اِنسان زمِین پر پَیدا ہُوئے اَیسا بڑا اور سخت بَھونچال کبھی نہ آیا تھا۔"},{"number":19,"verse":"اور اُس بڑے شہر کے تِین ٹُکڑے ہو گئے اور قَوموں کے شہر گِر گئے اور بڑے شہر بابل کی خُدا کے ہاں یاد ہُوئی تاکہ اُسے اپنے سخت غضب کی مَے کا جام پِلائے۔"},{"number":20,"verse":"اور ہر ایک ٹاپُو اپنی جگہ سے ٹل گیا اور پہاڑوں کا پتہ نہ لگا۔"},{"number":21,"verse":"اور آسمان سے آدمِیوں پر مَن مَن بھر کے بڑے بڑے اَولے گِرے اور چُونکہ یہ آفت نِہایت سخت تھی اِس لِئے لوگوں نے اَولوں کی آفت کے باعِث خُدا کی نِسبت کُفر بَکا۔"}]}