{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":20,"verses":[{"number":1,"verse":"( ہزار سالہ بادشاہی) پِھر مَیں نے ایک فرِشتہ کو آسمان سے اُترتے دیکھا جِس کے ہاتھ میں اتھاہ گڑھے کی کُنجی اور ایک بڑی زنجِیر تھی۔"},{"number":2,"verse":"اُس نے اُس اَژدہا یعنی پُرانے سانپ کو جو اِبلِیس اور شَیطان ہے پکڑ کر ہزار برس کے لِئے باندھا۔"},{"number":3,"verse":"اور اُسے اتھاہ گڑھے میں ڈال کر بند کر دِیا اور اُس پر مُہر کر دی تاکہ وہ ہزار برس کے پُورے ہونے تک قَوموں کو پِھر گُمراہ نہ کرے ۔ اِس کے بعد ضرُور ہے کہ تھوڑے عرصہ کے لِئے کھولا جائے۔"},{"number":4,"verse":"پِھر مَیں نے تخت دیکھے اور لوگ اُن پر بَیٹھ گئے اور عدالت اُن کے سپُرد کی گئی اور اُن کی رُوحوں کو بھی دیکھا جِن کے سر یِسُوع کی گواہی دینے اور خُدا کے کلام کے سبب سے کاٹے گئے تھے اور جِنہوں نے نہ اُس حَیوان کی پرستِش کی تھی نہ اُس کے بُت کی اور نہ اُس کی چھاپ اپنے ماتھے اور ہاتھوں پر لی تھی ۔ وہ زِندہ ہو کر ہزار برس تک مسِیح کے ساتھ بادشاہی کرتے رہے۔"},{"number":5,"verse":"اور جب تک یہ ہزار برس پُورے نہ ہو لِئے باقی مُردے زِندہ نہ ہُوئے ۔ پہلی قِیامت یِہی ہے۔"},{"number":6,"verse":"مُبارک اور مُقدّس وہ ہے جو پہلی قِیامت میں شرِیک ہو ۔ اَیسوں پر دُوسری مَوت کا کُچھ اِختیار نہیں بَلکہ وہ خُدا اور مسِیح کے کاہِن ہوں گے اور اُس کے ساتھ ہزار برس تک بادشاہی کریں گے۔"},{"number":7,"verse":"( شَیطان کی شکست) اور جب ہزار برس پُورے ہو چُکیں گے تو شَیطان قَید سے چھوڑ دِیا جائے گا۔"},{"number":8,"verse":"اور اُن قَوموں کو جو زمِین کی چاروں طرف ہوں گی یعنی جوج و ماجوج کو گُمراہ کر کے لڑائی کے لِئے جمع کرنے کو نِکلے گا ۔ اُن کا شُمار سمُندر کی ریت کے برابر ہو گا۔"},{"number":9,"verse":"اور وہ تمام زمِین پر پَھیل جائیں گی اور مُقدّسوں کی لشکرگاہ اور عزِیز شہر کو چاروں طرف سے گھیر لیں گی اور آسمان پر سے آگ نازِل ہو کر اُنہیں کھا جائے گی۔"},{"number":10,"verse":"اور اُن کا گُمراہ کرنے والا اِبلِیس آگ اور گندھک کی اُس جِھیل میں ڈالا جائے گا جہاں وہ حَیوان اور جُھوٹا نبی بھی ہو گا اور وہ رات دِن ابدُالآباد عذاب میں رہیں گے۔"},{"number":11,"verse":"( آخِری عدالت) پِھر مَیں نے ایک بڑا سفید تخت اور اُس کو جو اُس پر بَیٹھا ہُؤا تھا دیکھا جِس کے سامنے سے زمِین اور آسمان بھاگ گئے اور اُنہیں کہِیں جگہ نہ مِلی۔"},{"number":12,"verse":"پِھر مَیں نے چھوٹے بڑے سب مُردوں کو اُس تخت کے سامنے کھڑے ہُوئے دیکھا اور کِتابیں کھولی گئِیں ۔ پِھر ایک اَور کِتاب کھولی گئی یعنی کِتابِ حیات اور جِس طرح اُن کِتابوں میں لِکھا ہُؤا تھا اُن کے اَعمال کے مُطابِق مُردوں کا اِنصاف کِیا گیا۔"},{"number":13,"verse":"اور سمُندر نے اپنے اندر کے مُردوں کو دے دِیا اور مَوت اور عالَمِ ارواح نے اپنے اندر کے مُردوں کو دے دِیا اور اُن میں سے ہر ایک کے اَعمال کے مُوافِق اُس کا اِنصاف کِیا گیا۔"},{"number":14,"verse":"پِھر مَوت اور عالَمِ ارواح آگ کی جِھیل میں ڈالے گئے ۔ یہ آگ کی جِھیل دُوسری مَوت ہے۔"},{"number":15,"verse":"اور جِس کِسی کا نام کِتابِ حیات میں لِکھا ہُؤا نہ مِلا وہ آگ کی جِھیل میں ڈالا گیا۔"}]}