{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"پِھر اُس نے مُجھے بَلّور کی طرح چمکتا ہُؤا آبِ حیات کا ایک دریا دِکھایا جو خُدا اور برّہ کے تخت سے نِکل کر اُس شہر کی سڑک کے بِیچ میں بہتا تھا۔"},{"number":2,"verse":"اور دَریا کے وارپار زِندگی کا درخت تھا ۔ اُس میں بارہ قِسم کے پَھل آتے تھے اور ہر مہِینے میں پَھلتا تھا اور اُس درخت کے پتّوں سے قَوموں کو شِفا ہوتی تھی۔"},{"number":3,"verse":"اور پِھر لَعنت نہ ہو گی اور خُدا اور بَرّہ کا تخت اُس شہر میں ہو گا اور اُس کے بندے اُس کی عِبادت کریں گے۔"},{"number":4,"verse":"اور وہ اُس کا مُنہ دیکھیں گے اور اُس کا نام اُن کے ماتھوں پر لِکھا ہُؤا ہو گا۔"},{"number":5,"verse":"اور پِھر رات نہ ہو گی اور وہ چراغ اور سُورج کی روشنی کے مُحتاج نہ ہوں گے کیونکہ خُداوند خُدا اُن کو رَوشن کرے گا اور وہ ابدُالآباد بادشاہی کریں گے۔"},{"number":6,"verse":"( یِسُوع مسِیح کی آمد ِ ثانی) پِھر اُس نے مُجھ سے کہا یہ باتیں سچ اور برحق ہیں چُنانچہ خُداوند نے جو نبیوں کی رُوحوں کا خُدا ہے اپنے فرِشتہ کو اِس لِئے بھیجا کہ اپنے بندوں کو وہ باتیں دِکھائے جِن کا جلد ہونا ضرُور ہے۔"},{"number":7,"verse":"اور دیکھ مَیں جلد آنے والا ہُوں ۔ مُبارک ہے وہ جو اِس کِتاب کی نبُوّت کی باتوں پر عمل کرتا ہے۔"},{"number":8,"verse":"مَیں وُہی یُوحنّا ہُوں جو اِن باتوں کو سُنتا اور دیکھتا تھا اور جب مَیں نے سُنا اور دیکھا تو جِس فرِشتہ نے مُجھے یہ باتیں دِکھائیں مَیں اُس کے پاؤں پر سِجدہ کرنے کو گِرا۔"},{"number":9,"verse":"اُس نے مُجھ سے کہا خبردار! اَیسا نہ کر ۔ مَیں بھی تیرا اور تیرے بھائی نبیوں اور اِس کِتاب کی باتوں پر عمل کرنے والوں کا ہم خِدمت ہُوں ۔ خُدا ہی کو سِجدہ کر۔"},{"number":10,"verse":"پِھر اُس نے مُجھ سے کہا اِس کِتاب کی نبُوّت کی باتوں کو پَوشِیدہ نہ رکھّ کیونکہ وقت نزدِیک ہے۔"},{"number":11,"verse":"جو بُرائی کرتا ہے وہ بُرائی ہی کرتا جائے اور جو نجِس ہے وہ نجِس ہی ہوتا جائے اور جو راست باز ہے وہ راست بازی ہی کرتا جائے اور جو پاک ہے وہ پاک ہی ہوتا جائے۔"},{"number":12,"verse":"دیکھ مَیں جلد آنے والا ہُوں اور ہر ایک کے کام کے مُوافِق دینے کے لِئے اَجر میرے پاس ہے۔"},{"number":13,"verse":"مَیں الفااور اومیگا۔ اَوّل و آخِر ۔ اِبتدا و اِنتہا ہُوں۔"},{"number":14,"verse":"مُبارک ہیں وہ جو اپنے جامے دھوتے ہیں کیونکہ زِندگی کے درخت کے پاس آنے کا اِختیار پائیں گے اور اُن دروازوں سے شہر میں داخِل ہوں گے۔"},{"number":15,"verse":"مگر کُتّے اور جادُوگر اور حرام کار اور خُونی اور بُت پَرست اور جُھوٹی بات کا ہر ایک پسند کرنے اور گھڑنے والا باہر رہے گا۔"},{"number":16,"verse":"مُجھ یِسُوع نے اپنا فرِشتہ اِس لِئے بھیجا کہ کلِیسیاؤں کے بارے میں تُمہارے آگے اِن باتوں کی گواہی دے ۔ مَیں داؤُد کی اَصل و نسل اور صُبح کا چمکتا ہُؤا سِتارہ ہُوں۔"},{"number":17,"verse":"اور رُوح اور دُلہن کہتی ہیں آ اور سُننے والا بھی کہے آ ۔ اور جوپیاسا ہو وہ آئے اور جو کوئی چاہے آبِ حیات مُفت لے۔"},{"number":18,"verse":"( اِختتامیہ) مَیں ہر ایک آدمی کے آگے جو اِس کِتاب کی نبُوّت کی باتیں سُنتا ہے گواہی دیتا ہُوں کہ اگر کوئی آدمی اُن میں کُچھ بڑھائے تو خُدا اِس کِتاب میں لِکھی ہُوئی آفتیں اُس پر نازِل کرے گا۔"},{"number":19,"verse":"اور اگر کوئی اِس نبُوّت کی کِتاب کی باتوں میں سے کُچھ نِکال ڈالے تو خُدا اُس زِندگی کے درخت اور مُقدّس شہر میں سے جِن کا اِس کِتاب میں ذِکر ہے اُس کا حِصّہ نِکال ڈالے گا۔"},{"number":20,"verse":"جو اِن باتوں کی گواہی دیتا ہے وہ یہ کہتا ہے کہ بیشک مَیں جلد آنے والا ہُوں ۔ آمِین ۔اَے خُداوند یِسُوع آ۔"},{"number":21,"verse":"خُداوند یِسُو ع کا فضل مُقدّسوں کے ساتھ رہے ۔ آمِین۔"}]}