{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":5,"verses":[{"number":1,"verse":"( طُومار اور برّہ) اور جو تخت پر بَیٹھا تھا مَیں نے اُس کے دہنے ہاتھ میں ایک کِتاب دیکھی جو اندر سے اور باہِر سے لِکھی ہُوئی تھی اور اُسے سات مُہریں لگا کر بند کِیا گیا تھا۔"},{"number":2,"verse":"پِھر مَیں نے ایک زور آور فرِشتہ کو بُلند آواز سے یہ مُنادی کرتے دیکھا کہ کَون اِس کِتاب کو کھولنے اور اُس کی مُہریں توڑنے کے لائِق ہے؟۔"},{"number":3,"verse":"اور کوئی شخص آسمان پر یا زمِین پر یا زمِین کے نِیچے اُس کِتاب کو کھولنے یا اُس پر نظر کرنے کے قابِل نہ نِکلا۔"},{"number":4,"verse":"اور مَیں اِس بات پر زار زار رونے لگا کہ کوئی اُس کِتاب کو کھولنے یا اُس پر نظر کرنے کے لائِق نہ نِکلا۔"},{"number":5,"verse":"تب اُن بزُرگوں میں سے ایک نے مُجھ سے کہا کہ مَت رو ۔ دیکھ ۔ یہُودا ہ کے قبِیلہ کا وہ بَبر جو داؤُد کی اصل ہے اُس کِتاب اور اُس کی ساتوں مُہروں کو کھولنے کے لِئے غالِب آیا۔"},{"number":6,"verse":"اور مَیں نے اُس تخت اور چاروں جانداروں اور اُن بزُرگوں کے بِیچ میں گویا ذبح کِیا ہُؤا ایک برّہ کھڑا دیکھا ۔ اُس کے سات سِینگ اور سات آنکھیں تِھیں ۔ یہ خُدا کی ساتوں رُوحیں ہیں جو تمام رُویِ زمِین پر بھیجی گئی ہیں۔"},{"number":7,"verse":"اُس نے آ کر تخت پر بَیٹھے ہُوئے کے دہنے ہاتھ سے اُس کِتاب کو لے لِیا۔"},{"number":8,"verse":"جب اُس نے کِتاب لے لی تو وہ چاروں جان دار اور چَوبِیس بزُرگ اُس برّہ کے سامنے گِر پڑے اور ہر ایک کے ہاتھ میں بَربَط اور عُود سے بھرے ہُوئے سونے کے پِیالے تھے ۔ یہ مُقدّسوں کی دُعائیں ہیں۔"},{"number":9,"verse":"اور وہ یہ نیا گِیت گانے لگے کہ تُو ہی اِس کِتاب کو لینے اور اُس کی مُہریں کھولنے کے لائِق ہے کیونکہ تُو نے ذبح ہو کر اپنے خُون سے ہر ایک قبِیلہ اور اہلِ زُبان اور اُمّت اور قَوم میں سے خُدا کے واسطے لوگوں کو خرِید لِیا۔"},{"number":10,"verse":"اور اُن کو ہمارے خُدا کے لِئے ایک بادشاہی اور کاہِن بنا دِیا اور وہ زمِین پر بادشاہی کرتے ہیں۔"},{"number":11,"verse":"اور جب مَیں نے نِگاہ کی تو اُس تخت اور اُن جان داروں اور بزُرگوں کے گِرداگِرد بُہت سے فرِشتوں کی آواز سُنی جِن کا شُمار لاکھوں اور کروڑوں تھا۔"},{"number":12,"verse":"اور وہ بُلند آواز سے کہتے تھے کہ ذبح کِیا ہُؤا برّہ ہی قُدرت اور دَولت اور حِکمت اور طاقت اور عِزّت اور تمجِید اور حَمد کے لائِق ہے۔"},{"number":13,"verse":"پِھر مَیں نے آسمان اور زمِین اور زمِین کے نِیچے کی اور سمُندر کی سب مخلُوقات کو یعنی سب چِیزوں کو جو اُن میں ہیں یہ کہتے سُنا کہ جو تخت پر بَیٹھا ہے اُس کی اور بَرّہ کی حَمد اور عِزّت اور تمجِید اور سَلطنت ابدُالآباد رہے۔"},{"number":14,"verse":"اور چاروں جانداروں نے آمِین کہا اور بزُرگوں نے گِر کر سِجدہ کِیا۔"}]}