{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":6,"verses":[{"number":1,"verse":"( مُہریں) پِھر مَیں نے دیکھا کہ برّہ نے اُن سات مُہروں میں سے ایک کو کھولا اور اُن چاروں جان داروں میں سے ایک کی گرج کی سی یہ آواز سُنی کہ آ۔"},{"number":2,"verse":"اور مَیں نے نِگاہ کی تو کیا دیکھتا ہُوں کہ ایک سفید گھوڑا ہے اور اُس کا سوار کمان لِئے ہُوئے ہے ۔ اُسے ایک تاج دِیا گیا اور وہ فتح کرتا ہُؤا نِکلا تاکہ اَور بھی فتح کرے۔"},{"number":3,"verse":"اور جب اُس نے دُوسری مُہر کھولی تو مَیں نے دُوسرے جان دار کو یہ کہتے سُنا کہ آ۔"},{"number":4,"verse":"پِھر ایک اَور گھوڑا نکلا جِس کا رنگ لال تھا ۔ اُس کے سوار کو یہ اِختیار دِیا گیا کہ زمِین پر سے صُلح اُٹھا لے تاکہ لوگ ایک دُوسرے کو قتل کریں اور اُسے ایک بڑی تلوار دی گئی۔"},{"number":5,"verse":"اور جب اُس نے تِیسری مُہر کھولی تو مَیں نے تِیسرے جان دار کو یہ کہتے سُنا کہ آاور مَیں نے نِگاہ کی تو کیا دیکھتا ہُوں کہ ایک کالا گھوڑا ہے اور اُس کے سوار کے ہاتھ میں ایک ترازُو ہے۔"},{"number":6,"verse":"اور مَیں نے گویا اُن چاروں جان داروں کے بِیچ میں سے یہ آواز آتی سُنی کہ گیہُوں دِینار کے سیر بھر اور جَو دِینار کے تِین سیر اور تیل اور مَے کا نُقصان نہ کر۔"},{"number":7,"verse":"اور جب اُس نے چَوتھی مُہر کھولی تو مَیں نے چَوتھے جان دار کو یہ کہتے سُنا کہ آ۔"},{"number":8,"verse":"اور مَیں نے نِگاہ کی تو کیا دیکھتا ہُوں کہ ایک زَرد سا گھوڑا ہے اور اُس کے سوار کا نام مَوت ہے اور عالَمِ اَرواح اُس کے پِیچھے پِیچھے ہے اور اِن کو چَوتھائی زمِین پر یہ اِختیار دِیا گیا کہ تلوار اور کال اور وَبا اور زمِین کے درِندوں سے لوگوں کو ہلاک کریں۔"},{"number":9,"verse":"اور جب اُس نے پانچوِیں مُہر کھولی تو مَیں نے قُربان گاہ کے نِیچے اُن کی رُوحیں دیکھیں جو خُدا کے کلام کے سبب سے اور گواہی پر قائِم رہنے کے باعِث مارے گئے تھے۔"},{"number":10,"verse":"اور وہ بڑی آواز سے چِلاّ کر بولِیں کہ اَے مالِک! اَے قدُّوس و برحق! تُو کب تک اِنصاف نہ کرے گا اور زمِین کے رہنے والوں سے ہمارے خُون کا بدلہ نہ لے گا؟۔"},{"number":11,"verse":"اور اُن میں سے ہر ایک کو سفید جامہ دِیا گیا اور اُن سے کہا گیا کہ اَور تھوڑی مُدّت آرام کرو جب تک کہ تُمہارے ہم خِدمت اور بھائِیوں کا بھی شُمار پُورا نہ ہو لے جو تُمہاری طرح قتل ہونے والے ہیں۔"},{"number":12,"verse":"اور جب اُس نے چھٹی مُہر کھولی تو مَیں نے دیکھا کہ ایک بڑا بَھونچال آیا اور سُورج کَمّل کی مانِند کالا اور سارا چاند خُون سا ہو گیا۔"},{"number":13,"verse":"اور آسمان کے سِتارے اِس طرح زمِین پر گِر پڑے جِس طرح زور کی آندھی سے ہِل کر انجِیرکے درخت میں سے کچّے پَھل گِر پڑتے ہیں۔"},{"number":14,"verse":"اور آسمان اِس طرح سَرک گیا جِس طرح مکتُوب لپیٹنے سے سَرک جاتا ہے اور ہر ایک پہاڑ اور ٹاپُو اپنی جگہ سے ٹل گیا۔"},{"number":15,"verse":"اور زمِین کے بادشاہ اور امِیراور فَوجی سردار اور مال دار اور زور آور اور تمام غُلام اور آزاد پہاڑوں کے غاروں اور چٹانوں میں جا چُھپے۔"},{"number":16,"verse":"اور پہاڑوں اور چٹانوں سے کہنے لگے کہ ہم پر گِر پڑو اور ہمیں اُس کی نظر سے جو تخت پر بَیٹھا ہُؤا ہے اور برّہ کے غضب سے چُھپا لو۔"},{"number":17,"verse":"کیونکہ اُن کے غضب کا روزِ عظِیم آ پُہنچا ۔ اب کَون ٹھہر سکتا ہے؟۔"}]}