{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":7,"verses":[{"number":1,"verse":"( اِسرا ئیل کے ایک لاکھ چَوالِیس ہزار افراد) اِس کے بعد مَیں نے زمِین کے چاروں کونوں پر چار فرِشتے کھڑے دیکھے ۔ وہ زمِین کی چاروں ہواؤں کو تھامے ہُوئے تھے تاکہ زمِین یا سمُندر یا کِسی درخت پر ہوا نہ چلے۔"},{"number":2,"verse":"پِھر مَیں نے ایک اور فرِشتہ کو زِندہ خُدا کی مُہر لِئے ہُوئے مشرِق سے اُوپر کی طرف آتے دیکھا ۔ اُس نے اُن چاروں فرِشتوں سے جِنہیں زمِین اور سمُندر کو ضرر پُہنچانے کا اِختیار دِیا گیا تھا بُلند آواز سے پُکار کر کہا۔"},{"number":3,"verse":"کہ جب تک ہم اپنے خُدا کے بندوں کے ماتھے پر مُہر نہ کر لیں زمِین اور سمُندر اور درختوں کو ضرر نہ پُہنچانا۔"},{"number":4,"verse":"اور جِن پر مُہر کی گئی مَیں نے اُن کا شُمار سُنا کہ بنی اِسرائیل کے سب قبِیلوں میں سے ایک لاکھ چَوالِیس ہزار پر مُہر کی گئی۔"},{"number":5,"verse":"یہُودا ہ کے قبِیلہ میں سے بارہ ہزار پر مُہر کی گئی۔رُوبن کے قبِیلہ میں سے بارہ ہزار پر ۔ جدّ کے قبِیلہ میں سے بارہ ہزار پر۔"},{"number":6,"verse":"آشر کے قبِیلہ میں سے بارہ ہزار پر ۔نفتا لی کے قبِیلہ میں سے بارہ ہزار پر۔منسّی کے قبِیلہ میں سے بارہ ہزار پر۔"},{"number":7,"verse":"شمعُو ن کے قبِیلہ میں سے بارہ ہزار پر ۔لاو ی کے قبِیلہ میں سے بارہ ہزار پر ۔اِشکار کے قبِیلہ میں سے بارہ ہزار پر۔"},{"number":8,"verse":"زبُولُو ن کے قبِیلہ میں سے بارہ ہزار پر۔یُوسف کے قبِیلہ میں سے بارہ ہزار پر ۔ بِنیمیِن کے قبِیلہ میں سے بارہ ہزار پر مُہر کی گئی۔"},{"number":9,"verse":"( بے شُمار بھِیڑ) اِن باتوں کے بعد جو مَیں نے نِگاہ کی تو کیا دیکھتا ہُوں کہ ہر ایک قَوم اور قبِیلہ اور اُمّت اور اہلِ زُبان کی ایک اَیسی بڑی بِھیڑ جِسے کوئی شُمار نہیں کر سکتا سفید جامے پہنے اور کھجُور کی ڈالِیاں اپنے ہاتھوں میں لِئے ہُوئے تخت اور برّہ کے آگے کھڑی ہے۔"},{"number":10,"verse":"اور بڑی آواز سے چِلاّ چِلاّ کر کہتی ہے کہ نجات ہمارے خُدا کی طرف سے ہے جو تخت پر بَیٹھا ہے اور برّہ کی طرف سے۔"},{"number":11,"verse":"اور سب فرِشتے اُس تخت اور بزُرگوں اور چاروں جانداروں کے گِرداگِرد کھڑے ہیں ۔ پِھر وہ تخت کے آگے مُنہ کے بل گِر پڑے اور خُدا کو سِجدہ کر کے۔"},{"number":12,"verse":"کہا آمِین ۔ حمد اور تمجِید اور حِکمت اور شُکر اور عِزّت اور قُدرت اور طاقت ابدُالآباد ہمارے خُدا کی ہو ۔ آمِین۔"},{"number":13,"verse":"اور بزُرگوں میں سے ایک نے مُجھ سے کہا کہ یہ سفید جامے پہنے ہُوئے کَون ہیں اور کہاں سے آئے ہیں؟۔"},{"number":14,"verse":"مَیں نے اُس سے کہا کہ اَے میرے خُداوند ! تُو ہی جانتا ہے ۔ اُس نے مُجھ سے کہا یہ وُہی ہیں جو اُس بڑی مُصِیبت میں سے نِکل کر آئے ہیں ۔ اِنہوں نے اپنے جامے برّہ کے خُون سے دھو کر سفید کِئے ہیں۔"},{"number":15,"verse":"اِسی سبب سے یہ خُدا کے تخت کے سامنے ہیں اور اُس کے مَقدِس میں رات دِن اُس کی عِبادت کرتے ہیں اور جو تخت پر بَیٹھا ہے وہ اپنا خَیمہ اُن کے اُوپر تانے گا۔"},{"number":16,"verse":"اِس کے بعد نہ کبھی اُن کو بُھوک لگے گی نہ پِیاس اور نہ کبھی اُن کودُھوپ ستائے گی نہ گرمی۔"},{"number":17,"verse":"کیونکہ جو برّہ تخت کے بیچ میں ہے وہ اُن کی گلّہ بانی کرے گا اور اُنہیں آبِ حیات کے چشموں کے پاس لے جائے گا اور خُدا اُن کی آنکھوں کے سب آنسُو پونچھ دے گا۔"}]}