{"bibleAbbr":"urRV2010","bookName":"مُکاشفہ","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"( ساتوِیں مُہر) جب اُس نے ساتوِیں مُہر کھولی تو آدھ گھنٹے کے قرِیب آسمان میں خاموشی رہی۔"},{"number":2,"verse":"اَور مَیں نے اُن ساتوں فرِشتوں کو دیکھا جو خُدا کے سامنے کھڑے رہتے ہیں اور اُنہیں سات نرسِنگے دِئے گئے۔"},{"number":3,"verse":"پِھر ایک اور فرِشتہ سونے کا عُود سوز لِئے ہُوئے آیا اور قُربان گاہ کے اُوپر کھڑا ہُؤا اور اُس کو بُہت سا عُود دِیا گیا تاکہ سب مُقدّسوں کی دُعاؤں کے ساتھ اُس سُنہری قُربان گاہ پر چڑھائے جو تخت کے سامنے ہے۔"},{"number":4,"verse":"اور اُس عُود کا دُھواں فرِشتہ کے ہاتھ سے مُقدّسوں کی دُعاؤں کے ساتھ خُدا کے سامنے پُہنچ گیا۔"},{"number":5,"verse":"اور فرِشتہ نے عُود سوز کو لے کر اُس میں قُربان گاہ کی آگ بھری اور زمِین پر ڈال دی اور گَرجیں اور آوازیں اور بِجلِیاں پَیدا ہُوئِیں اور بَھونچال آیا۔"},{"number":6,"verse":"( نرسِنگے) اور وہ ساتوں فرِشتے جِن کے پاس وہ سات نرسِنگے تھے پُھونکنے کو تیّار ہُوئے۔"},{"number":7,"verse":"اور جب پہلے نے نرسِنگا پُھونکا تو خُون مِلے ہُوئے اَولے اور آگ پَیدا ہُوئی اور زمِین پر ڈالی گئی اور تِہائی زمِین جل گئی اور تِہائی درخت جل گئے اور تمام ہری گھاس جل گئی۔"},{"number":8,"verse":"اور جب دُوسرے فرِشتہ نے نرسِنگا پُھونکا تو گویا آگ سے جلتا ہُؤا ایک بڑا پہاڑ سمُندر میں ڈالا گیا اور تِہائی سمُندر خُون ہو گیا۔"},{"number":9,"verse":"اور سمُندر کی تِہائی جان دار مخلُوقات مَر گئی اور تِہائی جہاز تباہ ہو گئے۔"},{"number":10,"verse":"اور جب تِیسرے فرِشتہ نے نرسِنگا پُھونکا تو ایک بڑا سِتارہ مشعل کی طرح جلتا ہُؤا آسمان سے ٹُوٹا اور تِہائی دریاؤں اور پانی کے چشموں پر آ پڑا۔"},{"number":11,"verse":"اُس سِتارے کا نام ناگ دَونا کہلاتا ہے اور تِہائی پانی ناگ دَونے کی طرح کڑوا ہو گیا اور پانی کے کڑوا ہو جانے سے بُہت سے آدمی مَر گئے۔"},{"number":12,"verse":"اور جب چَوتھے فرِشتہ نے نرسِنگا پُھونکا تو تِہائی سُورج اور تِہائی چاند اور تِہائی سِتاروں پر صَدمہ پُہنچا ۔ یہاں تک کہ اُن کا تِہائی حِصّہ تارِیک ہو گیا اور تِہائی دِن میں رَوشنی نہ رہی اور اِسی طرح تہائی رات میں بھی۔"},{"number":13,"verse":"اور جب مَیں نے پِھر نِگاہ کی تو آسمان کے بِیچ میں ایک عُقاب کو اُڑتے اور بڑی آواز سے یہ کہتے سُنا کہ اُن تِین فرِشتوں کے نرسِنگوں کی آوازوں کے سبب سے جِن کا پُھونکنا ابھی باقی ہے زمِین کے رہنے والوں پر افسوس ۔ افسوس ۔ افسوس!۔"}]}