{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 15,
  "verses" : [ {
    "number" : 1,
    "verse" : "சாந்தமான பதில் கடுங்கோபத்தைத் தணிக்கும்; ஆனால் கடுஞ்சொல்லோ கோபத்தைத் தூண்டுகிறது."
  }, {
    "number" : 2,
    "verse" : "ஞானியின் நாவு அறிவை பயன்படுத்தும்; ஆனால் மூடரின் வாயோ மூடத்தனத்தை வெளிக்காட்டும்."
  }, {
    "number" : 3,
    "verse" : "யெகோவாவின் கண்கள் எங்கும் நோக்கமாயிருக்கின்றன, அவை கொடியவர்களையும் நல்லவர்களையும் உன்னிப்பாய் கவனிக்கின்றன."
  }, {
    "number" : 4,
    "verse" : "சுகத்தைக் கொடுக்கும் நாவு ஒரு வாழ்வுதரும் மரம் போன்றது, ஆனால் வஞ்சனையுள்ள நாவோ உள்ளத்தை நொறுக்கும்."
  }, {
    "number" : 5,
    "verse" : "மூடர் தமது பெற்றோர் தம்மை நற்கட்டுப்பாடு செய்யும்போது, அதை உதாசீனம் செய்கிறார்கள்; ஆனால் கண்டித்துத் திருத்துதலை ஏற்றுக்கொள்பவர்களோ விவேகிகள்."
  }, {
    "number" : 6,
    "verse" : "நீதிமான்களின் வீட்டில் மிகுந்த செல்வம் உண்டு, ஆனால் கொடியவர்களின் வருமானமோ தொல்லையையே கொண்டுவரும்."
  }, {
    "number" : 7,
    "verse" : "ஞானியின் உதடுகள் அறிவைப் பரப்பும், ஆனால் மூடர்களின் இருதயங்களோ நேர்மையானதில்லை."
  }, {
    "number" : 8,
    "verse" : "யெகோவா கொடியவர்களின் பலியை அருவருக்கிறார், ஆனால் நீதிமான்களின் ஜெபம் அவரை மகிழ்ச்சியூட்டும்."
  }, {
    "number" : 9,
    "verse" : "யெகோவா கொடியவர்களின் வழியை அருவருக்கிறார், ஆனால் அவர் நீதியைப் பின்பற்றுகிறவர்களை நேசிக்கிறார்."
  }, {
    "number" : 10,
    "verse" : "வழியைவிட்டு விலகுகிறவர்களுக்கு கடுமையான தண்டனை காத்திருக்கிறது, கண்டித்துத் திருத்துதலை வெறுப்பவர்கள் சாவார்கள்."
  }, {
    "number" : 11,
    "verse" : "பாதளமும் பிரேதக்குழியும் யெகோவாவுக்கு முன்பாக திறந்தவண்ணமாயிருக்க, மனுமக்களின் இருதயம் எவ்வளவு வெளியரங்கமாயிருக்கும்!"
  }, {
    "number" : 12,
    "verse" : "கேலி செய்பவர்கள் திருத்துவதை வெறுக்கிறார்கள், அவர்கள் ஞானமுள்ளவரிடம் ஆலோசனை கேட்கமாட்டார்கள்."
  }, {
    "number" : 13,
    "verse" : "மகிழ்ச்சியுள்ள இருதயம் முகத்தை மலர்ச்சியுடையதாக்கும்; ஆனால் இருதயத்தின் வேதனையோ ஆவியை நொறுங்கச்செய்யும்."
  }, {
    "number" : 14,
    "verse" : "பகுத்தறியும் இருதயம் அறிவைத் தேடுகிறது, ஆனால் மூடரின் வாயோ மூடத்தனத்திலேயே மேய்கிறது."
  }, {
    "number" : 15,
    "verse" : "ஒடுக்கப்பட்டவர்களின் வாழ்நாட்கள் எல்லாம் அவலமானவை, ஆனால் மகிழ்ச்சியான இருதயத்திற்கு எல்லா நாளும் விருந்து."
  }, {
    "number" : 16,
    "verse" : "அதிக செல்வமும் அதனோடு கலக்கமும் இருப்பதைவிட, சிறிதளவு செல்வமும் அதனோடு யெகோவாவுக்குப் பயந்து நடத்தலும் இருப்பது சிறந்தது."
  }, {
    "number" : 17,
    "verse" : "பகையோடு பரிமாறப்படும் நல்ல இறைச்சி உணவைவிட, அன்போடு கிடைக்கும் காய்கறி உணவே சிறந்தது."
  }, {
    "number" : 18,
    "verse" : "முற்கோபிகள் சண்டையைத் தூண்டிவிடுகிறார்கள்; ஆனால் பொறுமையுள்ளவர்கள் வாக்குவாதத்தை நிறுத்துகிறார்கள்."
  }, {
    "number" : 19,
    "verse" : "சோம்பேறியின் வழி முள்வேலியினால் தடைசெய்யப்பட்டிருக்கிறது; ஆனால் நீதிமான்களின் வழி நன்கு கட்டமைக்கப்பட்ட சாலையாயிருக்கிறது."
  }, {
    "number" : 20,
    "verse" : "ஞானமுள்ள பிள்ளைகள் தங்கள் தகப்பனுக்கு மகிழ்ச்சியைக் கொண்டுவருகிறார்கள், மதியற்ற மனிதனோ தன்னுடைய தாயை அலட்சியம்பண்ணுகிறான்."
  }, {
    "number" : 21,
    "verse" : "புத்தியற்றவர்களுக்கு மூடத்தனம் மகிழ்ச்சியைக் கொடுக்கிறது, ஆனால் புரிந்துகொள்ளுதல் உள்ளவர்கள் நேர்வழியில் செல்கிறார்கள்."
  }, {
    "number" : 22,
    "verse" : "ஆலோசனை குறைவுபடுவதால் திட்டங்கள் தோல்வியடையும், அநேகர் ஆலோசித்து செயல்பட்டால் அவை வெற்றிபெறும்."
  }, {
    "number" : 23,
    "verse" : "தகுந்த பதில் சொல்வதில் மகிழ்ச்சி கிடைக்கிறது; காலத்திற்கு ஏற்ற வார்த்தை எவ்வளவு நலமானது!"
  }, {
    "number" : 24,
    "verse" : "வாழ்வின் பாதை ஞானமுள்ளவர்களை உன்னதத்திற்கு வழிநடத்துகிறது, அது பாதாளத்திற்குப் போகாதபடி அவர்களைக் காத்துக்கொள்ளும்."
  }, {
    "number" : 25,
    "verse" : "பெருமையுள்ளவரின் வீட்டை யெகோவா இடித்துப்போடுகிறார், ஆனால் விதவையின் எல்லைகளையோ அவர் பாதுகாக்கிறார்."
  }, {
    "number" : 26,
    "verse" : "கொடியவர்களின் சிந்தனைகளை யெகோவா அருவருக்கிறார், ஆனால் கருணைமிக்க வார்த்தைகள் அவருடைய பார்வையில் தூய்மையானவை."
  }, {
    "number" : 27,
    "verse" : "பேராசைக்காரர் தன் குடும்பத்திற்குத் தொல்லையைக் கொண்டுவருகிறார்கள், ஆனால் இலஞ்சத்தை வெறுப்பவர்கள் நல்வாழ்வடைவார்கள்."
  }, {
    "number" : 28,
    "verse" : "நீதிமான்களின் இருதயம் பதில் சொல்லுமுன் கவனமாக சிந்திக்கிறது, ஆனால் கொடியவர்களின் வாய் தீமையைக் கக்குகிறது."
  }, {
    "number" : 29,
    "verse" : "யெகோவா கொடியவர்களுக்குத் தூரமாய் இருக்கிறார், ஆனால் அவர் நீதிமான்களின் ஜெபத்தைக் கேட்கிறார்."
  }, {
    "number" : 30,
    "verse" : "மகிழ்ச்சியான பார்வை இருதயத்திற்கு மகிழ்ச்சியைக் கொடுக்கிறது; நற்செய்தி எலும்புகளுக்குச் சுகத்தைக் கொடுக்கிறது."
  }, {
    "number" : 31,
    "verse" : "வாழ்வு கொடுக்கும் திருத்துதலைக் கவனமாகக் கேட்கிறவர்கள் ஞானிகளோடு குடியிருப்பார்கள்."
  }, {
    "number" : 32,
    "verse" : "அறிவுரையை உதாசீனம் செய்கிறவர்கள் தங்களையே வெறுக்கிறார்கள்; ஆனால் கண்டித்துத் திருத்துதலை ஏற்றுக்கொள்பவர்கள் புரிந்துகொள்ளுதலைப் பெற்றுக்கொள்கிறார்கள்."
  }, {
    "number" : 33,
    "verse" : "யெகோவாவுக்குப் பயந்து நடப்பது ஞானத்தைப் போதிக்கிறது, கனத்திற்கு முன்பு தாழ்மை."
  } ]
}