{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 கொரிந்தியர்",
  "bookEnglishName" : "1 Corinthians",
  "chapterNumber" : 13,
  "verses" : [ {
    "number" : 1,
    "verse" : "அன்பே சிறந்த வரம்நான் இப்போது மிகச் சிறந்த வழியைக் காட்டுவேன். மனிதர்களுடையதும், தேவ தூதர்களுடையதுமான வெவ்வேறு மொழிகளை நான் பேசக்கூடும். ஆனால் என்னிடம் அன்பு இல்லையானால் நான் சப்தமிடும் மணியைப் போலவும், தாளமிடும் கருவியைப் போலவும் இருப்பேன்."
  }, {
    "number" : 2,
    "verse" : "தீர்க்கதரிசனம் உரைக்கும் வரம் எனக்கு இருக்கலாம். தேவனுடைய இரகசியமான காரியங்களை நான் உணர்ந்துகொள்ளக் கூடும். எல்லாம் அறிந்திருக்கக்கூடும். மலைகளை அசைக்க வல்ல அரிய விசுவாசம் எனக்கு இருக்கக் கூடும். ஆனால் இவையிருந்தும் என்னிடம் அன்பு இல்லையானால் மேற்கண்ட செய்கைகளைச் செய்வதால் எனக்கு எவ்வித பயனுமில்லை."
  }, {
    "number" : 3,
    "verse" : "மக்களுக்கு உணவுகொடுக்க என்னிடமிருக்கிற ஒவ்வொன்றையும் நான் கொடுக்கலாம். என் சரீரத்தையே கூட காணிக்கைப் பொருளாகக் கொடுக்கலாம். ஆனால் என்னிடம் அன்பு இல்லையென்றால் இக்காரியங்களைச் செய்வதன் மூலம் எனக்கு எவ்வித லாபமும் இல்லை."
  }, {
    "number" : 4,
    "verse" : "அன்பு பொறுமை உள்ளது. தன்னைப் புகழாது, அன்பு தற்பெருமை பாராட்டாது. அன்பு பொறாமை அற்றது."
  }, {
    "number" : 5,
    "verse" : "அன்பு கடுமையானதன்று. அன்பு தன்னலமற்றது. அன்பு எளிதாகக் கோபம் அடையாது. தனக்கு எதிராக இழைக்கப்படும் தீங்குகளையும் அன்பு நினைவுகொள்ளாது."
  }, {
    "number" : 6,
    "verse" : "அன்பு தீமையைக் கண்டு மகிழ்வதில்லை. ஆனால் உண்மையைக் கண்டு மகிழ்கிறது."
  }, {
    "number" : 7,
    "verse" : "அன்பு எல்லாவற்றையும் பொறுமையாய் ஏற்கும். அன்பு எப்போதும் நம்பும். அன்பு கைவிடுவதில்லை, எப்போதும் உறுதியுடன் தொடரும்."
  }, {
    "number" : 8,
    "verse" : "அன்பு முடிவற்றது. தீர்க்கதரிசன வரங்கள் முடிவுடையவை. பல மொழிகளைப் பேசும் வரங்களும் உண்டு. அவற்றிற்கும் முடிவுண்டு. அறிவென்னும் வரமும் உண்டு. ஆனால் அதுவும் முடிவு கொண்டது."
  }, {
    "number" : 9,
    "verse" : "நமது அறிவும் தீர்க்கதரிசனம் கூறும் திறனும் முழுமையுறாதவை. எனவே அவற்றிற்கு முடிவு உண்டு."
  }, {
    "number" : 10,
    "verse" : "முழுமையான ஒன்று வருகிறபொழுது முழுமையுறாத பொருள்கள் முடிவுறும்."
  }, {
    "number" : 11,
    "verse" : "நான் குழந்தையாய் இருந்தபோது, குழந்தையைப்போலப் பேசினேன். குழந்தையைப் போல சிந்தித்தேன். குழந்தையைப் போலவே திட்டமிட்டேன். நான் பெரிய மனிதனானபோது குழந்தைத்தனமான வழிகளை விட்டுவிட்டேன்."
  }, {
    "number" : 12,
    "verse" : "அதுவே நம் அனைவருக்கும் பொருந்தும். தெளிவற்ற கண்ணாடிக்குள் பார்ப்பதுபோல நாம் இப்போது பார்க்கிறோம். எதிர்காலத்தில் தெளிவான பார்வை நமக்கு உருவாகும். இப்போது ஒரு பகுதியே எனக்குத் தெரியும். தேவன் என்னை அறிந்துகொண்டதுபோல அப்போது நான் முழுக்க அறிவேன்."
  }, {
    "number" : 13,
    "verse" : "எனவே இந்த மூன்றும் நிலைத்திருக்கிறது. விசுவாசம், நம்பிக்கை, அன்பு. இவற்றுள் அன்பே மிக மேன்மையானது."
  } ]
}