{"bibleAbbr":"NASB1995","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"Now David<WH1732> assembled<WH6950> at Jerusalem<WH3389> all<WH3605> the officials<WH8269> of Israel,<WH3478> the princes<WH8269> of the tribes,<WH7626> and the commanders<WH8269> of the divisions<WH4256> that served<WH8334> the king,<WH4428> and the commanders<WH8269> of thousands,<WH505> and the commanders<WH8269> of hundreds,<WH3967> and the overseers<WH8269> of all<WH3605> the property<WH7399> and livestock<WH4735> belonging to the king<WH4428> and his sons,<WH1121> with the officials<WH5631> and the mighty<WH1368> men,<WH1368> even all<WH3605> the valiant<WH2428> men.<WH1368>"},{"number":2,"verse":"Then King<WH4428> David<WH1732> rose<WH6965> to his feet<WH7272> and said,<WH559> \"Listen<WH8085> to me, my brethren<WH251> and my people;<WH5971> I [had] intended<WH3824> to build<WH1129> a permanent<WH4496> home<WH1004> for the ark<WH727> of the covenant<WH1285> of the Lord<WH3068> and for the footstool<WH1916> <WH7272> of our God.<WH430> So I had made<WH3559> preparations<WH3559> to build<WH1129> [it.]"},{"number":3,"verse":"\"But God<WH430> said<WH559> to me, 'You shall not build<WH1129> a house<WH1004> for My name<WH8034> because<WH3588> you are a man<WH376> of war<WH4421> and have shed<WH8210> blood.<WH1818>'"},{"number":4,"verse":"\"Yet, the Lord,<WH3068> the God<WH430> of Israel,<WH3478> chose<WH977> me from all<WH3605> the house<WH1004> of my father to be king<WH1> over<WH4428> Israel<WH5921> forever.<WH3478> For He has chosen<WH5769> Judah<WH977> to be a leader;<WH3063> and in the house<WH5057> of Judah,<WH1004> my father's house,<WH3063> and among the sons<WH1> of my father He took<WH1004> pleasure<WH1121> in me to make<WH7521> [me] king<WH7521> over<WH4427> all<WH4427> Israel.<WH5921>"},{"number":5,"verse":"\"And of all<WH3605> my sons<WH1121> (for the Lord<WH3068> has given<WH5414> me many<WH7227> sons<WH1121>), He has chosen<WH977> my son<WH1121> Solomon<WH8010> to sit<WH3427> on the throne<WH3678> of the kingdom<WH4438> of the Lord<WH3068> over<WH5921> Israel.<WH3478>"},{"number":6,"verse":"\"And He said<WH559> to me, 'Your son<WH1121> Solomon<WH8010> is the one who<WH1931> shall build<WH1129> My house<WH1004> and My courts;<WH2691> for I have chosen<WH977> him to be a son<WH1121> to Me, and I will be a father to him."},{"number":7,"verse":"'And I will establish<WH3559> his kingdom<WH4438> forever,<WH5704> <WH5769> if<WH518> he resolutely<WH2388> performs<WH6213> My commandments<WH4687> and My ordinances,<WH4941> as is done now.<WH3117>'"},{"number":8,"verse":"\"So now,<WH6258> in the sight<WH5869> of all<WH3605> Israel,<WH3478> the assembly<WH6951> of the Lord,<WH3068> and in the hearing<WH241> of our God,<WH430> observe<WH8104> and seek<WH1875> after<WH1875> all<WH3605> the commandments<WH4687> of the Lord<WH3068> your God<WH430> in order<WH4616> that you may possess<WH5157> the good<WH2896> land<WH776> and bequeath<WH5157> [it] to your sons<WH1121> after<WH310> you forever.<WH5704> <WH5769>"},{"number":9,"verse":"\"As for you, my son<WH1121> Solomon,<WH8010> know<WH3045> the God<WH430> of your father, and serve<WH1> Him with a whole<WH5647> heart<WH8003> and a willing<WH3820> mind;<WH2655> for the Lord<WH5315> searches<WH3068> all<WH1875> hearts,<WH3605> and understands<WH3824> every<WH995> intent<WH3605> of the thoughts.<WH3336> If<WH4284> you seek<WH518> Him, He will let you find<WH1875> Him; but if<WH4672> you forsake<WH518> Him, He will reject<WH5800> you forever.<WH2186>"},{"number":10,"verse":"\"Consider<WH7200> now,<WH6258> for the Lord<WH3068> has chosen<WH977> you to build<WH1129> a house<WH1004> for the sanctuary;<WH4720> be courageous<WH2388> and act.<WH6213>\""},{"number":11,"verse":"Then David<WH1732> gave<WH5414> to his son<WH1121> Solomon<WH8010> the plan<WH8403> of the porch<WH197> [of the temple,] its buildings,<WH1004> its storehouses,<WH1597> its upper<WH5944> rooms,<WH5944> its inner<WH6442> rooms,<WH2315> and the room<WH1004> for the mercy<WH3727> seat;<WH3727>"},{"number":12,"verse":"and the plan<WH8403> of all<WH3605> that he had<WH1961> in mind,<WH7307> for the courts<WH2691> of the house<WH1004> of the Lord,<WH3068> and for all<WH3605> the surrounding<WH5439> rooms,<WH3957> for the storehouses<WH214> of the house<WH1004> of God,<WH430> and for the storehouses<WH214> of the dedicated<WH6944> things;<WH6944>"},{"number":13,"verse":"also for the divisions<WH4256> of the priests<WH3548> and the Levites<WH3881> and for all<WH3605> the work<WH4399> of the service<WH5656> of the house<WH1004> of the Lord<WH3068> and for all<WH3605> the utensils<WH3627> of service<WH5656> in the house<WH1004> of the Lord;<WH3068>"},{"number":14,"verse":"for the golden<WH2091> [utensils,<WH3627>] the weight<WH4948> of gold<WH2091> for all<WH3605> utensils<WH3627> for every<WH3605> kind<WH5656> of service;<WH5656> for the silver<WH3701> utensils,<WH3627> the weight<WH4948> [of silver] for all<WH3605> utensils for every<WH3605> kind<WH5656> of service;<WH5656>"},{"number":15,"verse":"and the weight<WH4948> [of gold] for the golden<WH2091> lampstands<WH4501> and their golden<WH2091> lamps,<WH5216> with the weight<WH4948> of each lampstand<WH4501> and its lamps;<WH5216> and [the weight<WH4948> of silver<WH3701>] for the silver lampstands,<WH4501> with the weight of each lampstand<WH4501> and its lamps<WH5216> according to the use<WH5656> of each<WH4501> lampstand;<WH4501>"},{"number":16,"verse":"and the gold<WH2091> by weight<WH4948> for the tables<WH7979> of showbread,<WH4635> for each<WH7979> table;<WH7979> and silver<WH3701> for the silver<WH3701> tables;<WH7979>"},{"number":17,"verse":"and the forks,<WH9254> the basins,<WH4219> and the pitchers<WH7184> of pure<WH2889> gold;<WH2091> and for the golden<WH2091> bowls<WH3713> with the weight<WH4948> for each<WH3713> bowl;<WH3713> and for the silver<WH3701> bowls<WH3713> with the weight<WH4948> for each<WH3713> bowl;<WH3713>"},{"number":18,"verse":"and for the altar<WH4196> of incense<WH7004> refined<WH2212> gold<WH2091> by weight;<WH4948> and gold<WH2091> for the model<WH8403> of the chariot,<WH4818> [even] the cherubim,<WH3742> that spread<WH6566> out [their wings,] and covered<WH5526> the ark<WH727> of the covenant<WH1285> of the Lord.<WH3068>"},{"number":19,"verse":"\"All<WH3605> [this,]\" [said David,] \"the Lord<WH3068> made me understand<WH7919> in writing<WH3791> by His hand<WH3027> upon me, all<WH3605> the details<WH4399> of this pattern.<WH8403>\""},{"number":20,"verse":"Then David<WH1732> said<WH559> to his son<WH1121> Solomon,<WH8010> \"Be strong<WH2388> and courageous,<WH553> and act;<WH6213> do not fear<WH3372> nor<WH408> be dismayed,<WH2865> for the Lord<WH3068> God,<WH430> my God,<WH430> is with you. He will not fail<WH7503> you nor<WH3808> forsake<WH5800> you until<WH5704> all<WH3605> the work<WH4399> for the service<WH5656> of the house<WH1004> of the Lord<WH3068> is finished.<WH3615>"},{"number":21,"verse":"\"Now behold,<WH2009> [there are] the divisions<WH4256> of the priests<WH3548> and the Levites<WH3881> for all<WH3605> the service<WH5656> of the house<WH1004> of God,<WH430> and every<WH3605> willing<WH5081> man<WH5081> of any<WH3605> skill<WH2451> will be with you in all<WH3605> the work<WH4399> for all<WH3605> kinds of service.<WH5656> The officials<WH8269> also and all<WH3605> the people<WH5971> will be entirely<WH3605> at your command.<WH1697>\""}]}