{"bibleAbbr":"WB1895","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":6,"verses":[{"number":1,"verse":"So then we also, along with Him, plead with you that you don't receive God's grace in vain."},{"number":2,"verse":"For he says, \"I heard you in an acceptable time, and in the day of salvation I helped you.\" Look, now is the acceptable time; look, now is the day of salvation."},{"number":3,"verse":"We are not giving any one an offense, in order that the ministry won't be blamed."},{"number":4,"verse":"Instead, in everything showing ourselves as God's ministers--in much patience, afflictions, necessities, distresses"},{"number":5,"verse":"beatings, imprisonments, riots, hard work, sleeplessness, hunger"},{"number":6,"verse":"purity, knowledge, long suffering, kindness, the Holy Spirit, love"},{"number":7,"verse":"telling the truth, God's power, the weapons of righteousness on the right and left hand"},{"number":8,"verse":"honor and dishonor, slanderous reports and true reports, as deceivers and yet true"},{"number":9,"verse":"as unknown and yet well known, as dying and look we live! as punished, but not killed,"},{"number":10,"verse":"as being depressed, yet always rejoicing, as poor, yet making many rich, as having nothing, and yet having it all."},{"number":11,"verse":"O Corinthians let us speak freely, we have opened our hearts to you."},{"number":12,"verse":"Our affections towards you are not less, but yours for us has been lessened."},{"number":13,"verse":"Now in return--I speak as [I would] to my children--increase [your love for us]."},{"number":14,"verse":"Do not be unequally yoked with unbelievers, for what friendly association does righteousness have with unrighteousness, and what fellowship is there between light and darkness."},{"number":15,"verse":"What harmony does Christ have with Satan, or what is there in common between a believer and unbeliever?"},{"number":16,"verse":"What does the Temple of God have in agreement with idols? For you are the Temple of the Living God, just as God has said, \"I will live in them and walk in them, and I will be their God, and they will be my people."},{"number":17,"verse":"\"So then come out from among them; be separate,\" says the Lord, \"and do not touch [what is] unclean, and I will accept you,"},{"number":18,"verse":"and I will be a Father to you, and you will be my sons and daughters,\" says the Lord Almighty."}]}