{"bibleAbbr":"guOV2016","bookName":"ગીતોનું ગીત","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"( પ્રિયતમા) હે મારી પ્રાણપ્રિયા, [મારી] નવોઢા, હું મારા બાગમાં આવ્યો છું; મેં મારાં બોળ તથા સુગંધીદ્રવ્યો વીણી લીધાં છે; મેં મારા મધપૂડામાંથી મધ ખાધું છે; મેં મારા દૂધ સાથે મારો દ્રાક્ષારસ પીધો છે. હે મિત્રો, ખાઓ; મેં મારા દૂધ સાથે મારો દ્રાક્ષારસ પીધો છે. હે મિત્રો ખાઓ, હે પ્રિય ભાઈઓ, પીઓ, હા, પુષ્કળ પીઓ."},{"number":2,"verse":"( ચોથું ગીત) ( પ્રિયતમા) હું ઊંઘતી હતી, પણ મારું મન જાગતું હતું; એ મારા પ્રીતમનો સ્વર છે કે, જે [દ્વાર] ઠોકે છે [ને કહે છે કે,] હે મારી પ્રાણપ્રિયા, મારી પ્રિયતમા, મારી હોલી, મારી નિર્મળા, મારે માટે ઉઘાડ; કેમ કે મારું માથું ઝાડળથી, તથા મારી લટો રાતનાં ટીપાંથી ભરાઈ ગઈ છે!!"},{"number":3,"verse":"( પ્રીતમ) ( પ્રિયતમા) મેં મારું વસ્ત્ર કાઢયું છે; તે હું કેમ પહેરું? મેં મારા પગ ધોયા છે; ને હું તેમને કેમ મેલા કરું?"},{"number":4,"verse":"મારા પ્રીતમે [કમાડના] બાકામાં થઈને અંદર હાથ ઘાલ્યો, અને મારું હૈયું ધડકી ઊઠયું!"},{"number":5,"verse":"હું મારા પ્રીતમને માટે [દ્વાર] ઉઘાડવાને ઊઠી; કળના હાથા પર મારા હાથમાંથી બોળ, અને મારી આંગળીઓમાંથી બોળનો અર્ક ટપકતાં હતાં."},{"number":6,"verse":"મેં મારા પ્રીતમને માટે [દ્વાર] ઉઘાડયું; પણ મારો પ્રીતમ ત્યાંથી ખસી ગયો હતો. તે બોલ્યો ત્યારે હું ભાન-ભૂલી બની ગઈ હતી. મેં તેને શોધ્યો, પણ મને તે જડયો નહિ; મેં તેને બોલાવ્યો, પણ તેણે મને કશો ઉત્તર આપ્યો નહિ."},{"number":7,"verse":"નગરમાં રોન ફરતા ચોકીદારોનો મને ભેટો થયો, તેઓએ મને મારી, તેઓએ મને ઘાયલ કરી; કોટરક્ષકોએ મારો બુરખો મારા અંગ પરથી છીનવી લીધો."},{"number":8,"verse":"હે યરુશાલેમની પુત્રીઓ, હું તમને સોગન દઉં છું કે, જો તમને મારો પ્રીતમ મળી જાય, તો તેને કહેજો કે હું પ્રેમપીડિત છું."},{"number":9,"verse":"( સ્ત્રીઓ) હે સ્ત્રીઓમાં સર્વોત્તમ સુંદરી, તારો પ્રીતમ [બીજી કોઈના] પ્રીતમ કરતાં શો વિશેષ છે? તારો પ્રીતમ [બીજી કોઈના] પ્રીતમ કરતાં શો વિશેષ છે? કે, તું એ પ્રમાણે અમને સોગન દે છે?"},{"number":10,"verse":"( પ્રિયતમા) મારો પ્રીતમ ગોરો ગોરો અને લાલચોળ છે, તે દશ હજારમાં શિરોમણી છે."},{"number":11,"verse":"તેનુમ માથું સર્વોત્તમ સોના જેવું છે, તેની લટો ગુચ્છાદાર અને કાગ જેવી કાળી છે."},{"number":12,"verse":"તેની આંખો પાણીના ઝરણા પાસે ઊભેલા હોલા જેવી છે; તે દૂધથી ધોયેલી તથા યોગ્ય રીતે બેસાડેલી છે."},{"number":13,"verse":"તેના ગાલ સુગંધીદ્રવ્યના ક્યારા જેવા, તથા સુગંધીઓની પાળો જેવા છે; જેમાંથી બોળનો અર્ક ઝરતો હોય એવી ગુલછડીઓ જેવા તેના હોઠ છે."},{"number":14,"verse":"તેના હાથ પોખરાજ જડેલી સોનાની વીંટીઓ જેવા છે; નીલમથી મઢેલા હાથીદાંતના કામ જેવું તેનું અંગ અંગ છે."},{"number":15,"verse":"તેના પગ! ચોખ્ખા સોનાની કૂંભીઓમાં બેસાડેલા સંગેમરમરના સ્તંભો જેવા છે; તેનો દેખાવ [ભવ્ય] લબાનોન અને ઉન્નત એરેજવૃક્ષો જેવો ઉત્તમ છે."},{"number":16,"verse":"તેનું મુખ અતિ મધુર છે; હા, [તે] અતિ મનોહર છે. હે યરુશાલેમની પુત્રીઓ, આ મારો પ્રીતમ, અને આ મારો મિત્ર છે."}]}