{"bibleAbbr":"KJV1769","bookName":"Job","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"Then Eliphaz<WH464> the Temanite<WH8489> answered<WH6030> and said<WH559>,"},{"number":2,"verse":"Can a man<WH1397> be profitable<WH5532> unto God<WH410>, as<WH3588> he that is wise<WH7919> may be profitable<WH5532> unto himself? as he: or, if he may be profitable, doth his good success depend thereon?"},{"number":3,"verse":"Is it any pleasure<WH2656> to the Almighty<WH7706>, that thou art righteous<WH6663>? or is it gain<WH1215> to him, that thou makest thy ways<WH1870> perfect<WH8552>?"},{"number":4,"verse":"Will he reprove<WH3198> thee for fear<WH3374> of thee? will he enter<WH935> with thee into judgment<WH4941>?"},{"number":5,"verse":"Is not thy wickedness<WH7451> great<WH7227>? and thine iniquities<WH5771> infinite<WH7093>?"},{"number":6,"verse":"For thou hast taken a pledge<WH2254> from thy brother<WH251> for nought<WH2600>, and stripped<WH6584> the naked<WH6174> of their clothing<WH899>. the naked: Heb. the clothes of the naked"},{"number":7,"verse":"Thou hast not given water<WH4325> to the weary<WH5889> to drink<WH8248>, and thou hast withholden<WH4513> bread<WH3899> from the hungry<WH7457>."},{"number":8,"verse":"But as for the mighty<WH2220> man<WH376>, he had the earth<WH776>; and the honourable man<WH5375> <WH6440> dwelt<WH3427> in it. mighty: Heb. man of arm honourable: Heb. eminent, or, accepted for countenance"},{"number":9,"verse":"Thou hast sent<WH7971> widows<WH490> away empty<WH7387>, and the arms<WH2220> of the fatherless<WH3490> have been broken<WH1792>."},{"number":10,"verse":"Therefore snares<WH6341> are round about<WH5439> thee, and sudden<WH6597> fear<WH6343> troubleth<WH926> thee;"},{"number":11,"verse":"Or darkness<WH2822>, that thou canst not see<WH7200>; and abundance<WH8229> of waters<WH4325> cover<WH3680> thee."},{"number":12,"verse":"Is not God<WH433> in the height<WH1363> of heaven<WH8064>? and behold<WH7200> the height<WH7218> of the stars<WH3556>, how high<WH7311> they are! height of the stars: Heb. head of the stars"},{"number":13,"verse":"And thou sayest<WH559>, How doth God<WH410> know<WH3045>? can he judge<WH8199> through the dark cloud<WH6205>? How: or, What"},{"number":14,"verse":"Thick clouds<WH5645> are a covering<WH5643> to him, that he seeth<WH7200> not; and he walketh<WH1980> in the circuit<WH2329> of heaven<WH8064>."},{"number":15,"verse":"Hast thou marked<WH8104> the old<WH5769> way<WH734> which wicked<WH205> men<WH4962> have trodden<WH1869>?"},{"number":16,"verse":"Which were cut down<WH7059> out of time<WH6256>, whose foundation<WH3247> was overflown<WH3332> with a flood<WH5104>: whose: Heb. a flood was poured upon their foundation"},{"number":17,"verse":"Which said<WH559> unto God<WH410>, Depart<WH5493> from us: and what can the Almighty<WH7706> do<WH6466> for them? for: or, to"},{"number":18,"verse":"Yet he filled<WH4390> their houses<WH1004> with good<WH2896> things: but the counsel<WH6098> of the wicked<WH7563> is far<WH7368> from me."},{"number":19,"verse":"The righteous<WH6662> see<WH7200> it, and are glad<WH8055>: and the innocent<WH5355> laugh them to scorn<WH3932>."},{"number":20,"verse":"Whereas<WH518> our substance<WH7009> is not cut down<WH3582>, but the remnant<WH3499> of them the fire<WH784> consumeth<WH398>. substance: or, estate the remnant: or, their excellency"},{"number":21,"verse":"Acquaint<WH5532> now thyself with him, and be at peace<WH7999>: thereby good<WH2896> shall come<WH935> unto thee. him: that is, God"},{"number":22,"verse":"Receive<WH3947>, I pray thee, the law<WH8451> from his mouth<WH6310>, and lay up<WH7760> his words<WH561> in thine heart<WH3824>."},{"number":23,"verse":"If thou return<WH7725> to the Almighty<WH7706>, thou shalt be built up<WH1129>, thou shalt put away<WH7368> iniquity<WH5766> far<WH7368> from thy tabernacles<WH168>."},{"number":24,"verse":"Then shalt thou lay up<WH7896> gold<WH1220> as<WH5921> dust<WH6083>, and the gold of Ophir<WH211> as the stones<WH6697> of the brooks<WH5158>. as dust: or, on the dust"},{"number":25,"verse":"Yea, the Almighty<WH7706> shall be thy defence<WH1220>, and thou shalt have plenty<WH8443> of silver<WH3701>. defence: or, gold plenty: Heb. silver of strength"},{"number":26,"verse":"For then shalt thou have thy delight<WH6026> in the Almighty<WH7706>, and shalt lift up<WH5375> thy face<WH6440> unto God<WH433>."},{"number":27,"verse":"Thou shalt make thy prayer<WH6279> unto him, and he shall hear<WH8085> thee, and thou shalt pay<WH7999> thy vows<WH5088>."},{"number":28,"verse":"Thou shalt also decree<WH1504> a thing<WH562>, and it shall be established<WH6965> unto thee: and the light<WH216> shall shine<WH5050> upon thy ways<WH1870>."},{"number":29,"verse":"When men are cast down<WH8213>, then thou shalt say<WH559>, There is lifting up<WH1466>; and he shall save<WH3467> the humble<WH7807> person<WH5869>. the humble: Heb. him that hath low eyes"},{"number":30,"verse":"He shall deliver<WH4422> the island<WH336> of the innocent<WH5355>: and it is delivered<WH4422> by the pureness<WH1252> of thine hands<WH3709>. He shall: or, The innocent shall deliver the island"}]}