{"bibleAbbr":"KJV1769","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"Why, seeing times<WH6256> are not hidden<WH6845> from the Almighty<WH7706>, do they that know<WH3045> him not see<WH2372> his days<WH3117>?"},{"number":2,"verse":"Some remove<WH5381> the landmarks<WH1367>; they violently take away<WH1497> flocks<WH5739>, and feed<WH7462> thereof. feed: or, feed them"},{"number":3,"verse":"They drive away<WH5090> the ass<WH2543> of the fatherless<WH3490>, they take<WH2254> the widow's<WH490> ox<WH7794> for a pledge<WH2254>."},{"number":4,"verse":"They turn<WH5186> the needy<WH34> out of the way<WH1870>: the poor<WH6041> <WH6035> of the earth<WH776> hide<WH2244> themselves together<WH3162>."},{"number":5,"verse":"Behold, as wild asses<WH6501> in the desert<WH4057>, go they forth<WH3318> to their work<WH6467>; rising betimes<WH7836> for a prey<WH2964>: the wilderness<WH6160> yieldeth food<WH3899> for them and for their children<WH5288>."},{"number":6,"verse":"They reap<WH7114> <WH7114> every one his corn<WH1098> in the field<WH7704>: and they gather<WH3953> the vintage<WH3754> of the wicked<WH7563>. corn: Heb. mingled corn, or, dredge they gather: Heb. the wicked gather the vintage"},{"number":7,"verse":"They cause the naked<WH6174> to lodge<WH3885> without clothing<WH3830>, that they have no covering<WH3682> in the cold<WH7135>."},{"number":8,"verse":"They are wet<WH7372> with the showers<WH2230> of the mountains<WH2022>, and embrace<WH2263> the rock<WH6697> for want of a shelter<WH4268>."},{"number":9,"verse":"They pluck<WH1497> the fatherless<WH3490> from the breast<WH7699>, and take a pledge<WH2254> of the poor<WH6041>."},{"number":10,"verse":"They cause him to go<WH1980> naked<WH6174> without clothing<WH3830>, and they take away<WH5375> the sheaf<WH6016> from the hungry<WH7457>;"},{"number":11,"verse":"Which make oil<WH6671> within<WH996> their walls<WH7791>, and tread<WH1869> their winepresses<WH3342>, and suffer thirst<WH6770>."},{"number":12,"verse":"Men<WH4962> groan<WH5008> from out of the city<WH5892>, and the soul<WH5315> of the wounded<WH2491> crieth out<WH7768>: yet God<WH433> layeth<WH7760> not folly<WH8604> to them."},{"number":13,"verse":"They are of those that rebel<WH4775> against the light<WH216>; they know<WH5234> not the ways<WH1870> thereof, nor abide<WH3427> in the paths<WH5410> thereof."},{"number":14,"verse":"The murderer<WH7523> rising<WH6965> with the light<WH216> killeth<WH6991> the poor<WH6041> and needy<WH34>, and in the night<WH3915> is as a thief<WH1590>."},{"number":15,"verse":"The eye<WH5869> also of the adulterer<WH5003> waiteth<WH8104> for the twilight<WH5399>, saying<WH559>, No eye<WH5869> shall see<WH7789> me: and disguiseth<WH5643> <WH7760> his face<WH6440>. disguiseth: Heb. setteth his face in secret"},{"number":16,"verse":"In the dark<WH2822> they dig through<WH2864> houses<WH1004>, which they had marked<WH2856> for themselves in the daytime<WH3119>: they know<WH3045> not the light<WH216>."},{"number":17,"verse":"For the morning<WH1242> is to them even as<WH3162> the shadow of death<WH6757>: if one know<WH5234> them, they are in the terrors<WH1091> of the shadow of death<WH6757>."},{"number":18,"verse":"He is swift<WH7031> as the waters<WH6440> <WH4325>; their portion<WH2513> is cursed<WH7043> in the earth<WH776>: he beholdeth<WH6437> not the way<WH1870> of the vineyards<WH3754>."},{"number":19,"verse":"Drought<WH6723> and heat<WH2527> consume<WH1497> the snow<WH7950> waters<WH4325>: so doth the grave<WH7585> those which have sinned<WH2398>. consume: Heb. violently take"},{"number":20,"verse":"The womb<WH7358> shall forget<WH7911> him; the worm<WH7415> shall feed sweetly<WH4988> on him; he shall be no more remembered<WH2142>; and wickedness<WH5766> shall be broken<WH7665> as a tree<WH6086>."},{"number":21,"verse":"He evil entreateth<WH7462> the barren<WH6135> that beareth<WH3205> not: and doeth not good<WH3190> to the widow<WH490>."},{"number":22,"verse":"He draweth<WH4900> also the mighty<WH47> with his power<WH3581>: he riseth up<WH6965>, and no man is sure<WH539> of life<WH2416>. no: or, he trusteth not his own life"},{"number":23,"verse":"Though it be given<WH5414> him to be in safety<WH983>, whereon he resteth<WH8172>; yet his eyes<WH5869> are upon their ways<WH1870>."},{"number":24,"verse":"They are exalted<WH7426> for a little while<WH4592>, but are gone and brought low<WH4355>; they are taken out<WH7092> of the way<WH1870> as all other, and cut off<WH5243> as the tops<WH7218> of the ears of corn<WH7641>. are gone: Heb. are not taken: Heb. closed up"},{"number":25,"verse":"And if it be not so now<WH645>, who will make<WH7760> me a liar<WH3576>, and make<WH7760> my speech<WH4405> nothing worth<WH408>?"}]}