{"bibleAbbr":"KNJV","bookName":"ಅರಣ್ಯಕಾಂಡ","bookEnglishName":"Numbers","chapterNumber":12,"verses":[{"number":1,"verse":"ಮೋಶೆ ಕೂಷ್ ದೇಶದ ಸ್ತ್ರೀಯನ್ನು ಮದುವೆ ಮಾಡಿಕೊಂಡಿದ್ದನು. ಅದರ ನಿಮಿತ್ತ ಮಿರ್ಯಾಮಳೂ ಆರೋನನೂ ಅವನಿಗೆ ವಿರೋಧವಾಗಿ ಮಾತಾಡುವವರಾಗಿ -"},{"number":2,"verse":"ಯೆಹೋವನು ಮೋಶೆಯ ಮೂಲಕವಾಗಿ ಮಾತ್ರವೇ ಮಾತಾಡಿದ್ದಾನೋ; ನಮ್ಮ ಮೂಲಕವೂ ಆತನು ಮಾತಾಡಲಿಲ್ಲವೇ ಎಂದು ಹೇಳಿಕೊಂಡರು."},{"number":3,"verse":"ಆ ಮೋಶೆ ಭೂಮಿಯ ಮೇಲಿರುವ ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗಿಂತಲೂ ಬಹುಸಾತ್ವಿಕನು."},{"number":4,"verse":"ಹೀಗಿರಲಾಗಿ ಅವರು ಆಡಿದ ಮಾತನ್ನು ಯೆಹೋವನು ಕೇಳಿ ಫಕ್ಕನೆ ಮೋಶೆ ಆರೋನ್ ಮಿರ್ಯಾಮರಿಗೆ - ನೀವು ಮೂರು ಮಂದಿಯೂ ದೇವದರ್ಶನದ ಗುಡಾರಕ್ಕೆ ಬರಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":5,"verse":"ಆ ಮೂವರು ಬಂದಾಗ ಯೆಹೋವನು ಮೇಘಸ್ತಂಭದೊಳಗೆ ಇಳಿದು ಬಂದು ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲಲ್ಲಿ ನಿಂತು ಆರೋನ್ ಮಿರ್ಯಾಮರನ್ನು ಹತ್ತಿರಕ್ಕೆ ಕರೆದನು."},{"number":6,"verse":"ಅವರು ಬಂದಾಗ ಆತನು - ನನ್ನ ಮಾತನ್ನು ಕೇಳಿರಿ. ನಿಮ್ಮಲ್ಲಿ ಪ್ರವಾದಿಯಿದ್ದರೆ ನಾನು ಅವನಿಗೆ ಜ್ಞಾನದೃಷ್ಟಿಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುವೆನು, ಇಲ್ಲವೆ ಸ್ವಪ್ನದಲ್ಲಿ ಅವನ ಸಂಗಡ ಮಾತಾಡುವೆನು."},{"number":7,"verse":"ನನ್ನ ಸೇವಕನಾದ ಮೋಶೆ ಅಂಥವನಲ್ಲ; ಅವನು ನನ್ನ ಮನೆಯಲ್ಲೆಲ್ಲಾ ನಂಬಿಗಸ್ತನು."},{"number":8,"verse":"ಅವನ ಸಂಗಡ ನಾನು ಗೂಢವಾಗಿ ಅಲ್ಲ, ಪ್ರತ್ಯಕ್ಷದಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿಯೇ ಮಾತಾಡುವೆನು. ಅವನು ಯೆಹೋವನ ಸ್ವರೂಪವನ್ನೇ ದೃಷ್ಟಿಸುವನು. ಹೀಗಿರಲು ನೀವು ನನ್ನ ಸೇವಕನಾದ ಮೋಶೆಗೆ ವಿರೋಧವಾಗಿ ಮಾತಾಡುವದಕ್ಕೆ ಭಯಪಡಬೇಕಾಗಿತ್ತು ಎಂದು ಹೇಳಿ ಕೋಪಗೊಂಡು ಹೋದನು."},{"number":9,"verse":"ಆ ಮೇಘವು ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಳಿಯಿಂದ ಹೋದಾಗ, ಆಹಾ, ಮಿರ್ಯಾಮಳಿಗೆ ತೊನ್ನು ಹತ್ತಿದದರಿಂದ ಆಕೆಯ ಚರ್ಮ ಹಿಮದಂತೆ ಬೆಳ್ಳಗಾಗಿಹೋಗಿತ್ತು. ಆರೋನನು ಆಕೆಯನ್ನು ನೋಡಲಾಗಿ ಆಕೆಗೆ ತೊನ್ನು ಪ್ರಾಪ್ತವಾಯಿತೆಂದು ತಿಳುಕೊಂಡನು."},{"number":11,"verse":"ಆಗ ಆರೋನನು ಮೋಶೆಗೆ - ಅಯ್ಯಾ, ನಾವು ವಿವೇಕವಿಲ್ಲದೆ ನಡೆದು ದೋಷಿಗಳಾದರೂ ಈ ದೋಷದ ಫಲವನ್ನು ನಾವು ಅನುಭವಿಸುವಂತೆ ಮಾಡಬೇಡವೆಂದು ನಿನ್ನನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ;"},{"number":12,"verse":"ಅರ್ಧಮಾಂಸ ಕೊಳೆತು ಹೋಗಿ ಹುಟ್ಟಿದ ಶಿಶು ಶವದಂತೆ ಈಕೆ ಆಗಬಾರದು ಎಂದು ಬೇಡಿದನು."},{"number":13,"verse":"ಆಗ ಮೋಶೆ ಯೆಹೋವನಿಗೆ - ದೇವಾ, ಆಕೆಯನ್ನು ವಾಸಿಮಾಡಬೇಕೆಂದು ಬೇಡುತ್ತೇನೆ ಎಂದು ಮೊರೆಯಿಟ್ಟನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಯೆಹೋವನು - ತಂದೆ ಮುಖದ ಮೇಲೆ ಉಗುಳಿದರೆ ಆಕೆ ಹೇಗೂ ಏಳು ದಿವಸ ನಾಚಿಕೆಯಿಂದ ಮರೆಯಾಗುವದಿಲ್ಲವೇ; ಹಾಗಾದರೆ ಆಕೆ ಏಳು ದಿವಸ ಪಾಳೆಯದ ಹೊರಗೆ ಇರಬೇಕು; ತರುವಾಯ ನೀನು ಆಕೆಯನ್ನು ಪಾಳೆಯದೊಳಗೆ ಸೇರಿಸಿಕೊಳ್ಳಬಹುದು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":15,"verse":"ಆದಕಾರಣ ಮಿರ್ಯಾಮಳು ಏಳು ದಿನದವರೆಗೆ ಪಾಳೆಯದ ಹೊರಗೆ ಇರಬೇಕಾಯಿತು. ಆಕೆಯು ತಿರಿಗಿ ಸೇರಿಕೊಳ್ಳುವ ಪರ್ಯಂತರ ಇಸ್ರಾಯೇಲ್ಯರು ಪ್ರಯಾಣಮಾಡಲಿಲ್ಲ."},{"number":16,"verse":"ತರುವಾಯ ಅವರು ಹಚೇರೋತಿನಿಂದ ಹೊರಟು ಪಾರಾನ್ ಅರಣ್ಯದಲ್ಲಿ ಇಳುಕೊಂಡರು."}]}