{"bibleAbbr":"KNJV","bookName":"ಅರಣ್ಯಕಾಂಡ","bookEnglishName":"Numbers","chapterNumber":20,"verses":[{"number":1,"verse":"ಮೊದಲನೆಯ ತಿಂಗಳಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರ ಸರ್ವಸಮೂಹದವರು ಚಿನ್ ಎಂಬ ಅರಣ್ಯಕ್ಕೆ ಬಂದು ಕಾದೇಶಿನಲ್ಲಿ ಇಳಿದುಕೊಂಡರು. ಅಲ್ಲಿ ಮಿರ್ಯಾಮಳು ತೀರಿಹೋದಳು; ಆಕೆಯ ಶವವನ್ನು ಸಮಾಧಿಮಾಡಿದರು."},{"number":2,"verse":"ಸಮೂಹದವರಿಗೆ ನೀರು ಇಲ್ಲದ ಕಾರಣ ಅವರು ಮೋಶೆ ಆರೋನರಿಗೆ ವಿರೋಧವಾಗಿ ಕೂಡಿಕೊಂಡು ಮೋಶೆಯ ಸಂಗಡ ವಿವಾದಿಸುವವರಾಗಿ -"},{"number":3,"verse":"ನಮ್ಮ ಜನರು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸತ್ತಾಗ ನಾವೂ ಸತ್ತುಹೋಗಿದ್ದರೆ ಎಷ್ಟೋ ಮೇಲಾಗಿತ್ತು ಎಂದೂ"},{"number":4,"verse":"ನೀವು ಯೆಹೋವನ ಸಭೆಯವರಾದ ನಮ್ಮನ್ನೂ ನಮ್ಮ ಪಶುಗಳನ್ನೂ ಈ ಮರಳುಕಾಡಿಗೆ ಕರಕೊಂಡು ಬಂದು ಯಾಕೆ ಸಾಯಿಸುತ್ತೀರಿ?"},{"number":5,"verse":"ನಮ್ಮನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಬರಮಾಡಿ ಈ ಕೆಟ್ಟ ಸ್ಥಳಕ್ಕೆ ಯಾಕೆ ಕರಕೊಂಡು ಬಂದಿರಿ? ಈ ನೆಲದಲ್ಲಿ ಯಾವ ಧಾನ್ಯವೂ ಬೆಳೆಯುವದಿಲ್ಲ, ಮತ್ತು ಅಂಜೂರವಿಲ್ಲ, ದ್ರಾಕ್ಷೆಯಿಲ್ಲ, ದಾಳಿಂಬವಿಲ್ಲ, ಕುಡಿಯುವದಕ್ಕೆ ನೀರಾದರೂ ಇಲ್ಲ ಎಂದೂ ಹೇಳುತ್ತಿದ್ದರು."},{"number":6,"verse":"ಮೋಶೆ ಆರೋನರು ಜನಸಮೂಹದ ಎದುರಿನಿಂದ ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲಿಗೆ ಹೋಗಿ ಅಡ್ಡಬೀಳಲಾಗಿ ಯೆಹೋವನ ತೇಜಸ್ಸು ಅವರಿಗೆ ಕಾಣಿಸಿತು."},{"number":7,"verse":"ಆಗ ಯೆಹೋವನು ಮೋಶೆಗೆ - ನೀನು ಕೋಲನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದು ನಿನ್ನ ಅಣ್ಣನಾದ ಆರೋನನ ಜೊತೆಯಲ್ಲಿ ಸಮೂಹದವರನ್ನು ಕೂಡಿಸಿಕೊಂಡು ಅವರ ಎದುರಿನಲ್ಲೇ ಆ ಕಡಿದಾದ ಬಂಡೆಗೆ ನೀರು ಕೊಡಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸು. ಅದರೊಳಗಿಂದ ನೀರು ಹೊರಟುಬರುವದು; ನೀನು ಸಮೂಹದವರಿಗೂ ಅವರ ಪಶುಗಳಿಗೂ ನೀರನ್ನು ಕುಡಿಯಕೊಡಬಹುದು ಎಂದು ಹೇಳಿದನು."},{"number":9,"verse":"ಯೆಹೋವನು ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಮೋಶೆಯು ಆ ಕೋಲನ್ನು ಆತನ ಸನ್ನಿಧಿಯಿಂದ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ"},{"number":10,"verse":"ಆರೋನನ ಜೊತೆಯಲ್ಲಿ ಸಮೂಹದವರನ್ನು ಆ ಕಡಿದಾದ ಬಂಡೆಗೆದುರಾಗಿ ಕೂಡಿಸಿ ಅವರಿಗೆ - ದ್ರೋಹಿಗಳೇ, ಕೇಳಿರಿ; ನಾವು ಈ ಬಂಡೆಯೊಳಗಿಂದಲೇ ನಿಮಗೋಸ್ಕರ ನೀರನ್ನು ಬರಮಾಡಬೇಕೋ ಎಂದು ಹೇಳಿ"},{"number":11,"verse":"ಕೈಯೆತ್ತಿ ತನ್ನ ಕೈಯಲ್ಲಿರುವ ಕೋಲಿನಿಂದ ಆ ಬಂಡೆಯನ್ನು ಎರಡು ಸಾರಿ ಹೊಡೆದನು. ಆಗ ನೀರು ಪ್ರವಾಹವಾಗಿ ಹೊರಟಿತು; ಸಮೂಹದವರೂ ಅವರ ಪಶುಗಳೂ ಕುಡಿದರು."},{"number":12,"verse":"ಆಗ ಯೆಹೋವನು ಮೋಶೆ ಆರೋನರಿಗೆ - ನೀವು ನನ್ನನ್ನು ನಂಬದವರಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರ ಎದುರಿನಲ್ಲಿ ನನ್ನ ಗೌರವವನ್ನು ಕಾಪಾಡದೆಹೋದದರಿಂದ ಈ ಸಮೂಹದವರನ್ನು ನಾನು ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಿದ ದೇಶದೊಳಕ್ಕೆ ನೀವು ಕರಕೊಂಡು ಹೋಗಕೂಡದು ಎಂದು ಹೇಳಿದನು."},{"number":13,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಅಲ್ಲಿ ಯೆಹೋವನ ಸಂಗಡ ವಿವಾದಮಾಡಿದ್ದರಿಂದ ಆ ನೀರಿನ ಪ್ರವಾಹಕ್ಕೆ ಮೆರೀಬಾ ಎಂದು ಹೆಸರಾಯಿತು. ಅದಲ್ಲದೆ ಅಲ್ಲಿ ಯೆಹೋವನು ತನ್ನ ಮಹಾಮಹಿಮೆಯನ್ನು ತೋರ್ಪಡಿಸಿದನು."},{"number":14,"verse":"ಮೋಶೆ ಕಾದೇಶಿನಿಂದ ಎದೋಮ್ಯರ ಅರಸನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ - ತಮ್ಮ ಸಂಬಂಧಿಕರಾದ ಇಸ್ರಾಯೇಲ್ಯರು ಕೇಳಿಕೊಳ್ಳುವದೇನಂದರೆ - ನಮಗೆ ಸಂಭವಿಸಿದ ಎಲ್ಲಾ ಕಷ್ಟವನ್ನು ತಾವು ಕೇಳಿದ್ದೀರಷ್ಟೆ."},{"number":15,"verse":"ನಮ್ಮ ಪಿತೃಗಳು ಐಗುಪ್ತದೇಶಕ್ಕೆ ಇಳಿದು ಹೋದದ್ದೂ ನಾವು ಅಲ್ಲಿ ಬಹುದಿವಸ ವಾಸವಾಗಿದ್ದದ್ದೂ ಐಗುಪ್ತ್ಯರು ನಮ್ಮನ್ನೂ ನಮ್ಮ ಪಿತೃಗಳನ್ನೂ ಉಪದ್ರವಪಡಿಸಿದ್ದೂ"},{"number":16,"verse":"ನಾವು ಯೆಹೋವನಿಗೆ ಮೊರೆಯಿಡಲಾಗಿ ಆತನು ನಮ್ಮ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳಿ ದೂತನನ್ನು ಕಳುಹಿಸಿ ನಮ್ಮನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಬಿಡುಗಡೆಮಾಡಿಸಿದ್ದೂ ಇದನ್ನೆಲ್ಲಾ ತಾವು ತಿಳಿದೇ ಇದ್ದೀರಷ್ಟೆ. ಈಗ ನಾವು ತಮ್ಮ ರಾಜ್ಯದ ಕಟ್ಟ ಕಡೆಯ ಹತ್ತಿರವಿರುವ ಕಾದೇಶೆಂಬ ಊರಲ್ಲಿದ್ದೇವೆ."},{"number":17,"verse":"ತಮ್ಮ ದೇಶವನ್ನು ದಾಟಿಹೋಗುವದಕ್ಕೆ ನಮಗೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳುತ್ತೇವೆ. ನಾವು ಹೊಲಗಳಲ್ಲಿ ಯಾದರೂ ದ್ರಾಕ್ಷೇತೋಟಗಳಲ್ಲಿಯಾದರೂ ಹೋಗುವದಿಲ್ಲ; ಬಾವಿಗಳ ನೀರನ್ನು ಕುಡಿಯುವದಿಲ್ಲ; ರಾಜ ಮಾರ್ಗದಲ್ಲಿಯೇ ನಡೆದು ತಮ್ಮ ದೇಶದ ಮೇರೆಗಳನ್ನು ದಾಟಿದ ತನಕ ಬಲಕ್ಕೂ ಎಡಕ್ಕೂ ತಿರುಗುವದಿಲ್ಲ ಎಂದು ಹೇಳಿಸಿದನು."},{"number":18,"verse":"ಆದರೆ ಎದೋಮ್ಯರು - ನಮ್ಮ ದೇಶವನ್ನು ನೀವು ದಾಟಿ ಹೋಗಕೂಡದು; ದಾಟುವದಾದರೆ ನಾವು ನಿಮ್ಮ ಮೇಲೆ ಯುದ್ಧಕ್ಕೆ ಬರುತ್ತೇವೆ ಎಂದು ಉತ್ತರ ಕೊಟ್ಟರು."},{"number":19,"verse":"ಅದಕ್ಕೆ ಇಸ್ರಾಯೇಲ್ಯರು - ನಾವು ರಾಜಮಾರ್ಗದಲ್ಲಿಯೇ ಹೋಗುವೆವು; ನಾವೂ ನಮ್ಮ ಪಶುಗಳೂ ನಿಮ್ಮ ನೀರನ್ನು ಕುಡಿದರೆ ಅದರ ಬೆಲೆಕೊಡುವೆವು; ಬೇರೆ ಏನೂ ನಮಗೆ ಬೇಡ; ಕಾಲ್ನಡೆಯಾಗಿ ದಾಟಿ ಹೋಗುವದಕ್ಕೆ ನಮಗೆ ಅಪ್ಪಣೆಯಾಗಬೇಕು ಎಂದು ಹೇಳಿದರು."},{"number":20,"verse":"ಆದರೆ ಎದೋಮ್ಯರು - ನೀವು ದಾಟಿಲೇಬಾರದು ಎಂದು ಉತ್ತರ ಕೊಟ್ಟು ಬಹುಜನ ಕೂಡಿಕೊಂಡು ಬಲಾತ್ಕಾರದಿಂದ ಎದುರಿಸುವವರಾಗಿ ಬಂದರು."},{"number":21,"verse":"ಎದೋಮ್ಯರು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ತಮ್ಮ ಪ್ರದೇಶದೊಳಗೆ ದಾಟಿಹೋಗುವದಕ್ಕೆ ಅಪ್ಪಣೆಕೊಡದೆಹೋದದರಿಂದ ಇಸ್ರಾಯೇಲ್ಯರು ಅವರ ಕಡೆಯಿಂದ ತಿರುಗಿಕೊಂಡು [ಬೇರೊಂದು ಮಾರ್ಗವಾಗಿ] ಹೊರಟರು."},{"number":22,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಸರ್ವಸಮೂಹದವರು ಕಾದೇಶಿನಿಂದ ಹೊರಟು ಹೋರ್ ಎಂಬ ಬೆಟ್ಟಕ್ಕೆ ಬಂದರು."},{"number":23,"verse":"ಯೆಹೋವನು ಎದೋಮ್ಯರ ದೇಶದ ಮೇರೆಯ ಹತ್ತಿರವಿರುವ ಹೋರ್ ಎಂಬ ಬೆಟ್ಟದ ಬಳಿಯಲ್ಲಿ ಮೋಶೆ ಆರೋನರ ಸಂಗಡ ಮಾತಾಡಿ -"},{"number":24,"verse":"ಆರೋನನು ದೇಹವನ್ನು ಬಿಟ್ಟು ತನ್ನ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಬೇಕು. ನೀವಿಬ್ಬರೂ ಮೆರೀಬಾ ಪ್ರವಾಹದ ಹತ್ತಿರ ನನ್ನ ಮಾತಿಗೆ ವಿರೋಧವಾಗಿ ತಿರುಗಿಬಿದ್ದದರಿಂದ ನಾನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ವಾಗ್ದಾನಮಾಡಿದ ದೇಶದೊಳಗೆ ಆರೋನನು ಸೇರಕೂಡದು."},{"number":25,"verse":"ನೀನು ಆರೋನನನ್ನೂ ಅವನ ಮಗನಾದ ಎಲ್ಲಾಜಾರನನ್ನೂ ಕರಕೊಂಡು ಹೋರ್ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿ"},{"number":26,"verse":"ಆರೋನನ ವಸ್ತ್ರಗಳನ್ನು ತೆಗೆದು ಅವನ ಮಗನಾದ ಎಲ್ಲಾಜಾರನಿಗೆ ತೊಡಿಸಬೇಕು. ಆರೋನನು ಅಲ್ಲಿ ದೇಹವನ್ನು ಬಿಟ್ಟು ತನ್ನ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಬೇಕು ಎಂದು ಆಜ್ಞಾ ಪಿಸಿದನು."},{"number":27,"verse":"ಯೆಹೋವನ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ಮೋಶೆ ಮಾಡಿದನು. ಸರ್ವಸಮೂಹದವರು ನೋಡುತ್ತಿರಲಾಗಿ ಅವರು ಹೋರ್ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿದರು."},{"number":28,"verse":"ಮೋಶೆ ಆರೋನನ ವಸ್ತ್ರಗಳನ್ನು ತೆಗೆದುಬಿಟ್ಟು ಅವನ ಮಗನಾದ ಎಲ್ಲಾಜಾರನಿಗೆ ತೊಡಿಸಿದನು. ಆರೋನನು ಅಲ್ಲೇ ಬೆಟ್ಟದ ತುದಿಯಲ್ಲಿ ಸತ್ತುಹೋದನು. ತರುವಾಯ ಮೋಶೆಯೂ ಎಲ್ಲಾಜಾರನೂ ಬೆಟ್ಟದಿಂದ ಇಳಿದುಬಂದರು."},{"number":29,"verse":"ಆರೋನನು ಸತ್ತುಹೋದದ್ದನ್ನು ಇಸ್ರಾಯೇಲ್ ಜನಾಂಗದವರೆಲ್ಲರೂ ತಿಳಿದು ಮೂವತ್ತು ದಿನಗಳು ಅವನಿಗಾಗಿ ಶೋಕಿಸಿದರು."}]}