{"bibleAbbr":"KNJV","bookName":"ಅರಣ್ಯಕಾಂಡ","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"ಕಾನಾನ್‍ದೇಶದ ದಕ್ಷಿಣಪ್ರಾಂತ್ಯದಲ್ಲಿದ್ದ ಕಾನಾನ್ಯನಾದ ಅರಾದ್ ಪಟ್ಟಣದ ಅರಸನು ಅತಾರೀಮ್ ಮಾರ್ಗವಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರು ಬರುತ್ತಾರೆಂಬ ವರ್ತಮಾನವನ್ನು ಕೇಳಿದಾಗ ಅವನು ಅವರ ಮೇಲೆ ಯುದ್ಧಮಾಡಿ ಕೆಲವರನ್ನು ಸೆರೆಹಿಡಿದನು."},{"number":2,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಯೆಹೋವನಿಗೆ ಹರಕೆಯನ್ನು ಮಾಡಿಕೊಂಡು - ನಾವು ಈ ಜನವನ್ನು ಜಯಿಸುವಂತೆ ನೀನು ಅನುಗ್ರಹಿಸಿದರೆ ನಾವು ಅವರ ಗ್ರಾಮಗಳನ್ನು ಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡಿ ಯೆಹೋವನಿಗಾಗಿಯೇ ಬಿಟ್ಟುಬಿಡುತ್ತೇವೆ ಅಂದರು."},{"number":3,"verse":"ಯೆಹೋವನು ಆ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳಿ ಇಸ್ರಾಯೇಲ್ಯರು ಆ ಕಾನಾನ್ಯರನ್ನು ಜಯಿಸುವಂತೆ ಮಾಡಲಾಗಿ ಅವರು ಆ ಜನರನ್ನೂ ಅವರ ಗ್ರಾಮಗಳನ್ನೂ ನಿಶ್ಶೇಷವಾಗಿ ನಾಶಮಾಡಿಬಿಟ್ಟರು. ಆದದರಿಂದ ಆ ಪ್ರದೇಶಕ್ಕೆ ಹೊರ್ಮಾ ಎಂದು ಹೆಸರಾಯಿತು."},{"number":4,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಹೋರ್ ಬೆಟ್ಟದಿಂದ ಹೊರಟು ಎದೋಮ್ಯರ ದೇಶವನ್ನು ಸುತ್ತಿಕೊಂಡುಹೋಗುವದಕ್ಕೆ ಕೆಂಪು ಸಮುದ್ರದ ಮಾರ್ಗವಾಗಿ ಪ್ರಯಾಣಮಾಡುತ್ತಿರಲು ಮಾರ್ಗಾಯಾಸದಿಂದ ಅವರಿಗೆ ಬೇಸರವಾಯಿತು."},{"number":5,"verse":"ಆಗ ಅವರು ದೇವರಿಗೂ ಮೋಶೆಗೂ ವಿರೋಧವಾಗಿ ಮಾತಾಡುತ್ತಾ - ನೀವು ನಮ್ಮನ್ನು ಈ ಮರಳುಕಾಡಿನಲ್ಲಿ ಕೊಲ್ಲಬೇಕೆಂದು ಐಗುಪ್ತದೇಶದಿಂದ ಕರೆದುಕೊಂಡು ಬಂದಿರೋ? ಇಲ್ಲಿ ಆಹಾರವೂ ಇಲ್ಲ, ನೀರೂ ಇಲ್ಲ; ಈ ನಿಸ್ಸಾರವಾದ ಆಹಾರವನ್ನು ತಿಂದು ತಿಂದು ನಮಗೆ ಬೇಸರವಾಯಿತೆಂದು ಹೇಳುವವರಾದರು."},{"number":6,"verse":"ಅದಕ್ಕೆ ಯೆಹೋವನು ಉರಿಮಂಡಲಗಳನ್ನು ಜನರೊಳಗೆ ಬರಮಾಡಿದನು; ಅವು ಜನರನ್ನು ಕಚ್ಚಿದ್ದರಿಂದ ಬಹುಜನ ಸತ್ತುಹೋದರು."},{"number":7,"verse":"ಆದದರಿಂದ ಜನರು ಮೋಶೆಯ ಬಳಿಗೆ ಬಂದು - ನಾವು ನಿನಗೂ ಯೆಹೋವನಿಗೂ ವಿರೋಧವಾಗಿ ಮಾತಾಡಿ ದೋಷಿಗಳಾದೆವು. ಈ ಸರ್ಪಗಳು ನಮ್ಮ ಬಳಿಯಿಂದ ತೊಲಗಿಹೋಗುವಂತೆ ನೀನು ಯೆಹೋವನಿಗೆ ಪ್ರಾರ್ಥನೆಮಾಡಬೇಕೆಂದು ಬೇಡಿಕೊಂಡರು."},{"number":8,"verse":"ಮೋಶೆ ಜನರಿಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸಲಾಗಿ ಯೆಹೋವನು ಅವನಿಗೆ - ನೀನು [ತಾಮ್ರದಿಂದ] ವಿಷಸರ್ಪದ ಆಕಾರವನ್ನು ಮಾಡಿಸಿ ಧ್ವಜಸ್ತಂಭದ ಮೇಲೆ ಎತ್ತಿ ನಿಲ್ಲಿಸಬೇಕು; ಸರ್ಪಗಳಿಂದ ಗಾಯಪಟ್ಟವರು ಅದನ್ನು ನೋಡಿ ಬದುಕಿಕೊಳ್ಳುವರು ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":9,"verse":"ಆದಕಾರಣ ಮೋಶೆ ತಾಮ್ರದಿಂದ ಸರ್ಪದ ಆಕಾರವನ್ನು ಮಾಡಿಸಿ ಧ್ವಜಸ್ತಂಭದ ಮೇಲೆ ಇಡಿಸಿದನು. ಸರ್ಪಗಳಿಂದ ಗಾಯಪಟ್ಟವರಲ್ಲಿ ಯಾರು ಆ ತಾಮ್ರದ ಸರ್ಪವನ್ನು ಲಕ್ಷ್ಯವಿಟ್ಟು ನೋಡಿದರೋ ಅವರೆಲ್ಲರೂ ಬದುಕಿಕೊಂಡರು."},{"number":10,"verse":"ತರುವಾಯ ಇಸ್ರಾಯೇಲ್ಯರು ಅಲ್ಲಿಂದ ಹೊರಟು ಓಬೋತಿನಲ್ಲಿ ಇಳಿದುಕೊಂಡರು."},{"number":11,"verse":"ಓಬೋತಿನಿಂದ ಹೊರಟು ಮೋವಾಬ್ ದೇಶದ ಮೂಡಲ ದಿಕ್ಕಿನ ಅರಣ್ಯದಲ್ಲಿರುವ ಇಯ್ಯೇಅಬಾರೀಮಿನಲ್ಲಿ ಇಳಿದುಕೊಂಡರು."},{"number":12,"verse":"ಅಲ್ಲಿಂದ ಹೊರಟು ಜೆರೆದ್ ತಗ್ಗಿನಲ್ಲಿ ಇಳಿದುಕೊಂಡರು."},{"number":13,"verse":"ಅಲ್ಲಿಂದ ಹೊರಟು ಅರ್ನೋನ್ ಹೊಳೆಯ ಆಚೇ ಕಡೆಯಲ್ಲಿ ಇಳಿದುಕೊಂಡರು. ಅರ್ನೋನ್ ಹೊಳೆಯು ಅಮೋರಿಯರ ಪ್ರದೇಶದಿಂದಾಚೆ ಇರುವ ಅರಣ್ಯದಲ್ಲಿ ಮೋವಾಬ್ಯರಿಗೂ ಅಮೋರಿಯರಿಗೂ ನಡುವೆ ಇದ್ದು ಮೋವಾಬ್ಯರ ಮೇರೆಯಾಗಿದೆ."},{"number":14,"verse":"ಅದಕ್ಕನುಗುಣವಾಗಿ ಯೆಹೋವವಿಜಯ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ - ಸೂಫಕ್ಕೆ ಸೇರಿದ ವಾಹೇಬನ್ನೂ ಅರ್ನೋನ್ ಹೊಳೆಗೆ ಕೂಡುವ ಹಳ್ಳಗಳನ್ನೂ"},{"number":15,"verse":"ಆರ್‍ ಪಟ್ಟಣದ ತನಕ ಮೋವಾಬಿನ ಮೇರೆಯಾಗಿರುವ ಕೊರಕಲನ್ನೂ [ದಾಟಿದ್ದಾಯಿತು] ಎಂದು ಬರೆದದೆ."},{"number":16,"verse":"ಅಲ್ಲಿಂದ ಅವರು ಬೇರ್ ಸ್ಥಳಕ್ಕೆ ಬಂದರು. ಜನರನ್ನು ಕೂಡಿಸಿಕೋ, ನಾನು ಅವರಿಗೆ ಜಲಾಧಾರವನ್ನುಂಟುಮಾಡಿ ಕೊಡುವೆನು ಎಂದು ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ ಮಾತು ಇಲ್ಲಿನ ಬಾವಿಯ ವಿಷಯವಾದದ್ದೇ."},{"number":17,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರು ಈ ಹಾಡನ್ನು ಗಾನಮಾಡಿದರು; ಏನೆಂದರೆ - ಬಾವಿಯೇ, ಉಕ್ಕುತ್ತಾ ಬಾ! ಜನರೇ, ಉಲ್ಲಾಸದಿಂದ ಗಾನಮಾಡಿರಿ."},{"number":18,"verse":"ಇದು ಪ್ರಧಾನರು ದಂಡಗಳಿಂದ ತೋಡಿದ ಬಾವಿ, ಇದು ಜನಾಧಿಪತಿಗಳು ಕೋಲುಗಳಿಂದ ಅಗೆದ ಬಾವಿ ಎಂಬದೇ."},{"number":19,"verse":"ಅವರು ಅರಣ್ಯವನ್ನು ಬಿಟ್ಟು ಮತ್ತಾನಕ್ಕೂ ಮತ್ತಾನದಿಂದ ನಹಲೀಯೇಲಿಗೂ ನಹಲೀಯೇಲಿನಿಂದ ಬಾಮೋತಿಗೂ ಬಂದರು."},{"number":20,"verse":"ಬಾಮೋತಿನಿಂದ ಮೋವಾಬ್ಯರ ಬೈಲಿನ ಪ್ರದೇಶದಲ್ಲಿರುವ ತಗ್ಗಿಗೆ ಅಂದರೆ ಪಿಸ್ಗಾ ಎಂಬ ಬೆಟ್ಟದ ಸೀಮೆಯ ಅಂಚಿಗೆ ಬಂದರು. ಆ ಬೆಟ್ಟದ ಮೇಲಿನಿಂದ ಕೆಳಗಿರುವ ಯೆಷೀಮೋನ್ ಎಂಬ ಅರಣ್ಯ ಪ್ರದೇಶವು ಕಾಣಿಸುತ್ತದೆ."},{"number":21,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಅಮೋರಿಯರ ಅರಸನಾದ ಸೀಹೋನನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ -"},{"number":22,"verse":"ನಿನ್ನ ದೇಶವನ್ನು ದಾಟಿ ಹೋಗುವದಕ್ಕೆ ನಮಗೆ ಅಪ್ಪಣೆಯಾಗಬೇಕು. ನಾವು ಹೊಲಗಳಲ್ಲಿಯಾಗಲಿ ದ್ರಾಕ್ಷೇತೋಟಗಳಲ್ಲಿಯಾಗಲಿ ಹೋಗುವದಿಲ್ಲ; ಬಾವಿಗಳ ನೀರನ್ನು ಕುಡಿಯುವದಿಲ್ಲ; ನಿನ್ನ ದೇಶವನ್ನು ದಾಟುವವರೆಗೂ ರಾಜಮಾರ್ಗದಲ್ಲಿಯೇ ನಡೆದು ಹೋಗುವೆವು ಎಂದು ಹೇಳಿಸಿದರು."},{"number":23,"verse":"ಆದರೆ ತನ್ನ ಸೀಮೆಯನ್ನು ದಾಟಿಹೋಗುವದಕ್ಕೆ ಸೀಹೋನನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಅಪ್ಪಣೆಕೊಡದೆ ತನ್ನ ಜನರೆಲ್ಲರನ್ನೂ ಕೂಡಿಸಿಕೊಂಡು ಅವರನ್ನು ಎದುರಿಸುವದಕ್ಕೆ ಅರಣ್ಯಕ್ಕೆ ಹೊರಟು ಯಹಚಕ್ಕೆ ಬಂದು ಅವರೊಡನೆ ಯುದ್ಧಮಾಡಿದನು."},{"number":24,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಅವನ ಜನರನ್ನು ಸೋಲಿಸಿ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿ ಅರ್ನೋನ್‍ಹೊಳೆ ಮೊದಲುಗೊಂಡು ಯಬ್ಬೋಕ್ ಹೊಳೆಯವರೆಗೂ ಅಮ್ಮೋನಿಯರ ಮೇರೆಯವರೆಗೂ ಸೀಹೋನನ ದೇಶವನ್ನೆಲ್ಲಾ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡರು. ಅಮ್ಮೋನಿಯರ ಮೇರೆ ಬಲವುಳ್ಳದ್ದಾಗಿತ್ತು."},{"number":25,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಈ ಪಟ್ಟಣಗಳನ್ನೆಲ್ಲಾ ವಶಮಾಡಿಕೊಂಡರು. ಅವರು ಹೆಷ್ಬೋನಿನಲ್ಲಿಯೂ ಅದಕ್ಕೆ ಸೇರಿದ ಗ್ರಾಮಗಳಲ್ಲಿಯೂ ಅಮೋರಿಯರ ಬೇರೆ ಎಲ್ಲಾ ಊರುಗಳಲ್ಲಿಯೂ ವಾಸಿಸಿದರು."},{"number":26,"verse":"ಹೆಷ್ಬೋನ್ ಪಟ್ಟಣವು ಅಮೋರಿಯರ ಅರಸನಾದ ಸೀಹೋನನ ರಾಜಧಾನಿ. ಅವನು ಮೋವಾಬ್ಯರ ಪೂರ್ವದ ಅರಸನ ಮೇಲೆ ಯುದ್ಧಮಾಡಿ ಅರ್ನೋನ್ ಹೊಳೆಯವರೆಗೂ ಅವನ ದೇಶವನ್ನೆಲ್ಲಾ ಸ್ವಾಧೀನ ಮಾಡಿಕೊಂಡಿದ್ದನು."},{"number":27,"verse":"ಕವಿಗಳು ಹೇಳಿದ ಪದ್ಯವು ಇದರ ವಿಷಯವಾದದ್ದೇ; ಅದೇನಂದರೆ - ಹೆಷ್ಬೋನಿಗೆ ಬಂದು ಅದನ್ನು [ಹೊಸತಾಗಿ] ಕಟ್ಟಬೇಕು; ಸೀಹೋನನ ಪಟ್ಟಣವನ್ನು ಪುನಃಸ್ಥಾಪನೆ ಮಾಡಬೇಕು;"},{"number":28,"verse":"ಸೀಹೋನನ ಪಟ್ಟಣವಾದ ಹೆಷ್ಬೋನಿನಿಂದ ಅಗ್ನಿಜ್ವಾಲೆಹೊರಟು ಮೋವಾಬ್ಯರ ರಾಜಧಾನಿಯಾದ ಆರ್ ಎಂಬಪಟ್ಟಣವನ್ನೂ ಅರ್ನೋನ್ ಹೊಳೆಯ ಬಳಿಯಲ್ಲಿರುವ ಪೂಜಾಸ್ಥಳಗಳ ದೇವತೆಗಳನ್ನೂ ದಹಿಸಿಬಿಟ್ಟಿತು."},{"number":29,"verse":"ಮೋವಾಬ್ಯರೇ, ನಿಮ್ಮ ಗತಿಯೇನೆಂದು ಹೇಳಲಿ; ಕೆಮೋಷಿನ ಭಕ್ತರೇ, ನಿಮಗೆ ದುರ್ಗತಿಯುಂಟಾಯಿತಲ್ಲಾ. ಆತನು ತನ್ನ ಗಂಡುಮಕ್ಕಳನ್ನು ದೇಶಭ್ರಷ್ಟರನ್ನಾಗಿಯೂ ತನ್ನ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ಸೆರೆಯವರನ್ನಾಗಿಯೂ ಮಾಡಿದ್ದಾನಲ್ಲಾ. ಅಮೋರಿಯರ ಅರಸನಾದ ಸೀಹೋನನಿಗೆ ಸೆರೆಯವರಾದರು."},{"number":30,"verse":"ನಾವು ಅವರನ್ನು ಬಾಣದಿಂದ ಹೊಡೆದೆವು; ಹೆಷ್ಬೋನಿನಿಂದ ದೀಬೋನಿನವರೆಗೂ ಎಲ್ಲಾ ನಾಶವಾಯಿತು. ಮೇದೆಬಾ ಊರಿನ ನೆರೆಯಲ್ಲಿರುವ ನೋಫಹದ ತನಕ ಹಾಳುಮಾಡಿ ಬಿಟ್ಟೆವು ಎಂಬದೇ."},{"number":31,"verse":"ಹೀಗೆ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಅಮ್ಮೋನಿಯರ ದೇಶದಲ್ಲಿ ನಿವಾಸವುಂಟಾಯಿತು."},{"number":32,"verse":"ಅದಲ್ಲದೆ ಮೋಶೆ ಗೂಢಚಾರರ ಮೂಲಕ ಯಗ್ಜೇರನ್ನು ಪರೀಕ್ಷಿಸಿದ ಮೇಲೆ ಇಸ್ರಾಯೇಲ್ಯರು ಅದರ ಗ್ರಾಮಗಳನ್ನು ವಶಪಡಿಸಿಕೊಂಡು ಅಲ್ಲಿದ್ದ ಅಮೋರಿಯರನ್ನು ಹೊರಡಿಸಿಬಿಟ್ಟರು."},{"number":33,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಹಿಂದಿರುಗಿ ಬಾಷಾನಿನ ಮಾರ್ಗವಾಗಿ ಹತ್ತಿಹೋಗಲಾಗಿ ಬಾಷಾನಿನ ಅರಸನಾದ ಓಗನು ತನ್ನ ಜನರೆಲ್ಲರೊಡನೆ ಅವರಿಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಮಾಡುವದಕ್ಕೆ ಎದ್ರೈವೂರಿಗೆ ಹೊರಟುಬಂದನು."},{"number":34,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ - ಅವನಿಗೆ ಭಯಪಡಬೇಡ; ನಾನು ಅವನನ್ನೂ ಅವನ ಸಮಸ್ತ ಜನರನ್ನೂ ಅವನ ದೇಶವನ್ನೂ ನಿನಗೆ ಕೈವಶಮಾಡಿದ್ದೇನೆ; ನೀನು ಹೆಷ್ಬೋನಿನಲ್ಲಿದ್ದ ಅಮೋರಿಯರ ಅರಸನಾದ ಸೀಹೋನನಿಗೆ ಮಾಡಿದ ಪ್ರಕಾರವೇ ಇವರಿಗೂ ಮಾಡಬೇಕು ಎಂದು ಹೇಳಿದನು."},{"number":35,"verse":"ಆದಕಾರಣ ಇಸ್ರಾಯೇಲ್ಯರು ಅವನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ಅವನ ಜನರೆಲ್ಲರನ್ನೂ ಒಬ್ಬರಾದರೂ ಉಳಿಯದಂತೆ ಹತಮಾಡಿ ಅವನ ದೇಶವನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡರು."}]}