{"bibleAbbr":"KNJV","bookName":"ಅರಣ್ಯಕಾಂಡ","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"ತರುವಾಯ ಇಸ್ರಾಯೇಲ್ಯರು ಪ್ರಯಾಣಮಾಡಿ ಯೆರಿಕೋ ಪಟ್ಟಣಕ್ಕೆ ಎದುರಾಗಿ ಯೊರ್ದನ್ ಹೊಳೆಯ ತೀರದಲ್ಲಿ ಮೋವಾಬ್ಯರ ಬೈಲಿನಲ್ಲಿ ಇಳಿದುಕೊಂಡರು."},{"number":2,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಚಿಪ್ಪೋರನ ಮಗನಾದ ಬಾಲಾಕನು ಅರಸನಾಗಿದ್ದನು. ಇಸ್ರಾಯೇಲ್ಯರು ಅಮೋರಿಯರನ್ನು ಸಂಹಾರಮಾಡಿದ ವರ್ತಮಾನವು ಅವನಿಗೆ ತಿಳಿದುಬಂದಾಗ"},{"number":3,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಬಹು ಮಂದಿಯಾದದರಿಂದ ಮೋವಾಬ್ಯರು ಬಲು ದಿಗಿಲುಪಟ್ಟರು. ಅವರು ಇಸ್ರಾಯೇಲ್ಯರ ವಿಷಯದಲ್ಲಿ ಸಹಿಸಲಾರದಷ್ಟು ಹೆದರಿಕೆಯುಳ್ಳವರಾಗಿ ಮಿದ್ಯಾನ್ಯರ ಹಿರಿಯರಿಗೆ -"},{"number":4,"verse":"ದನಗಳು ಅಡವಿಯ ಹುಲ್ಲನ್ನೆಲ್ಲಾ ಮೇದುಬಿಡುವಂತೆ ಈ ಸಮೂಹವು ನಮ್ಮನ್ನೂ ನಮ್ಮ ಸುತ್ತಲಿರುವ ಎಲ್ಲರನ್ನೂ ನಿರ್ಮೂಲಮಾಡುವ ಹಾಗಿದೆಯಲ್ಲವೇ ಎಂದು ಹೇಳಿದರು."},{"number":5,"verse":"ಅವನು ಬೆಯೋರನ ಮಗನಾದ ಬಿಳಾಮನನ್ನು ಕರಿಸುವದಕ್ಕೆ ಸ್ವಜನರ ದೇಶಕ್ಕೆ ಯೂಫ್ರೇಟೀಸ್ ನದಿಯ ತೀರದಲ್ಲಿರುವ ಪೆತೋರೂರಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ ಅವನಿಗೆ - ಚಿತ್ತೈಸಬೇಕು; ಒಂದು ಜನಾಂಗವು ಐಗುಪ್ತದೇಶದಿಂದ ಬಂದಿದೆ; ಅವರು ನೆಲವನ್ನೆಲ್ಲಾ ಮುಚ್ಚಿಕೊಂಡು ನನಗೆದುರಾಗಿ ಇಳಿದಿದ್ದಾರೆ; ಅವರು ನಮಗಿಂತ ಬಲಿಷ್ಠರು."},{"number":6,"verse":"ಆದದರಿಂದ ನೀನು ದಯಮಾಡಿ ಬಂದು ನನಗೋಸ್ಕರ ಈ ಜನಕ್ಕೆ ಶಾಪಕೊಡಬೇಕು; ಆಗ ಅವರನ್ನು ಸೋಲಿಸಿ ಈ ದೇಶದಿಂದ ಹೊರಡಿಸಿಬಿಡುವದಕ್ಕೆ ನನ್ನಿಂದಾದೀತು. ನಿನ್ನ ಆಶೀರ್ವಾದದಿಂದ ಶುಭವೂ ನಿನ್ನ ಶಾಪದಿಂದ ಅಶುಭವೂ ಉಂಟಾಗುತ್ತದೆ ಎಂಬದನ್ನು ನಾನು ಬಲ್ಲೆ ಎಂದು ಹೇಳಿಸಿದನು."},{"number":7,"verse":"ಮೋವಾಬ್ಯರ ಹಿರಿಯರೂ ಮಿದ್ಯಾನ್ಯರ ಹಿರಿಯರೂ ಶಕುನದ ಕಾಣಿಕೆಯನ್ನು ಕೈಯಲ್ಲಿ ತೆಗೆದುಕೊಂಡು ಬಿಳಾಮನ ಹತ್ತಿರಕ್ಕೆ ಬಂದು ಬಾಲಾಕನ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿದಾಗ ಅವನು -"},{"number":8,"verse":"ಈ ರಾತ್ರಿ ನೀವು ಇಲ್ಲೇ ಇಳಿದುಕೊಂಡಿರ್ರಿ; ಯೆಹೋವನು ನನಗೆ ಹೇಳುವ ಮಾತನ್ನು ಬೆಳಿಗ್ಗೆ ತಿಳಿಸುವೆನು ಎಂದು ಹೇಳಲಾಗಿ ಮೋವಾಬ್ಯರ ಪ್ರಧಾನರು ಬಿಳಾಮನ ಬಳಿಯಲ್ಲಿ ಇಳಿದುಕೊಂಡರು."},{"number":9,"verse":"ದೇವರು ಬಿಳಾಮನ ಬಳಿಗೆ ಬಂದು - ನಿನ್ನ ಬಳಿಯಲ್ಲಿರುವ ಆ ಮನುಷ್ಯರು ಯಾರೆಂದು ಕೇಳಲು ಬಿಳಾಮನು -"},{"number":10,"verse":"ಮೋವಾಬ್ಯರ ಅರಸನು ಅಂದರೆ ಚಿಪ್ಪೋರನ ಮಗನಾದ ಬಾಲಾಕನು ನನ್ನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ -"},{"number":11,"verse":"ಚಿತ್ತೈಸಬೇಕು; ಒಂದು ಜನಾಂಗವು ಐಗುಪ್ತದೇಶದಿಂದ ಹೊರಟು ಬಂದಿದೆ; ಅವರು ನೆಲವನ್ನೆಲ್ಲಾ ಮುಚ್ಚಿಕೊಂಡಿದ್ದಾರೆ; ನೀನು ಬಂದು ಅವರಿಗೆ ಶಾಪಕೊಡಬೇಕು; ಕೊಟ್ಟರೆ ಅವರನ್ನು ಸೋಲಿಸಿ ಹೊರಡಿಸಿಬಿಡುವದಕ್ಕೆ ನನ್ನಿಂದಾದೀತೆಂದು ಹೇಳಿಕಳುಹಿಸಿದ್ದಾನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":12,"verse":"ಅದಕ್ಕೆ ದೇವರು - ನೀನು ಅವರ ಜೊತೆಯಲ್ಲಿ ಹೋಗಬಾರದು; ಆ ಜನಾಂಗದವರು ನನ್ನ ಆಶೀರ್ವಾವಾದವನ್ನು ಹೊಂದಿದವರು; ಅವರನ್ನು ಶಪಿಸಬಾರದು ಎಂದು ಹೇಳಿದನು."},{"number":13,"verse":"ಬೆಳಿಗ್ಗೆ ಬಿಳಾಮನು ಬಾಲಾಕನ ಪ್ರಧಾನರಿಗೆ - ನಾನು ನಿಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಬರುವದಕ್ಕೆ ಯೆಹೋವನ ಅಪ್ಪಣೆಯಿಲ್ಲ. ನೀವು ನಿಮ್ಮ ದೇಶಕ್ಕೆ ಹೋಗಿರಿ ಎಂದು ಹೇಳಲಾಗಿ"},{"number":14,"verse":"ಮೋವಾಬ್ಯರ ಪ್ರಧಾನರು ಹೊರಟು ಬಾಲಾಕನ ಬಳಿಗೆ ಬಂದು - ಬಿಳಾಮನು ಬರಲೊಲ್ಲನು ಎಂದು ತಿಳಿಸಿದರು."},{"number":15,"verse":"ಆದರೆ ಬಾಲಾಕನು ಅವರಿಗಿಂತಲೂ ಘನವಂತರಾದ ಹೆಚ್ಚುಮಂದಿ ಪ್ರಧಾನರನ್ನು ಕಳುಹಿಸಿದನು."},{"number":16,"verse":"ಇವರು ಬಿಳಾಮನ ಬಳಿಗೆ ಬಂದು ಅವನಿಗೆ - ನೀನು ದಯಮಾಡಿ ನನ್ನ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ಯಾವ ಅಡ್ಡಿಯನ್ನೂ ಹೇಳಬೇಡ;"},{"number":17,"verse":"ನಾನು ನಿನ್ನನ್ನು ಬಹಳವಾಗಿ ಘನಪಡಿಸುವೆನು; ನೀನು ಏನು ಹೇಳಿದರೂ ಅದನ್ನು ಮಾಡುತ್ತೇನೆ; ನೀನು ಅಗತ್ಯವಾಗಿ ಬಂದು ಈ ಜನವನ್ನು ನನಗೋಸ್ಕರ ಶಪಿಸಬೇಕೆಂದು ಚಿಪ್ಪೋರನ ಮಗನಾದ ಬಾಲಾಕನು ಹೇಳುತ್ತಾನೆಂದು ತಿಳಿಸಿದರು."},{"number":18,"verse":"ಅದಕ್ಕೆ ಬಿಳಾಮನು - ಬಾಲಾಕನು ತನ್ನ ಮನೇ ತುಂಬುವಷ್ಟು ಬೆಳ್ಳಿಬಂಗಾರ ಕೊಟ್ಟರೂ ನಾನು ನನ್ನ ದೇವರಾದ ಯೆಹೋವನ ಆಜ್ಞೆಯನ್ನು ಮೀರಿ ಸಣ್ಣ ಕೆಲಸವನ್ನಾಗಲಿ, ದೊಡ್ಡ ಕೆಲಸವನ್ನಾಗಲಿ ಮಾಡಲಾರೆನು."},{"number":19,"verse":"ಆದದರಿಂದ ನೀವೂ ಕೂಡ ಈ ರಾತ್ರಿ ಇಲ್ಲೇ ಇರ್ರಿ; ಯೆಹೋವನು ಈಗ ಏನು ಹೇಳುವನೋ ಅದನ್ನು ನಾನು ತಿಳಿದುಕೊಳ್ಳುತ್ತೇನೆ ಎಂದು ಬಾಲಾಕನ ಸೇವಕರಿಗೆ ಉತ್ತರಕೊಟ್ಟನು."},{"number":20,"verse":"ಆ ರಾತ್ರಿ ದೇವರು ಬಿಳಾಮನ ಬಳಿಗೆ ಬಂದು - ಆ ಮನುಷ್ಯರು ನಿನ್ನನ್ನು ಕರೆಯುವದಕ್ಕೆ ಬಂದಿರುವದರಿಂದ ಎದ್ದು ಅವರ ಜೊತೆಯಲ್ಲಿ ಹೋಗು; ಆದರೆ ನಾನು ನಿನಗೆ ಆಜ್ಞಾಪಿಸುವ ಪ್ರಕಾರವೇ ನೀನು ಮಾಡಬೇಕು ಅಂದನು."},{"number":21,"verse":"ಬೆಳಿಗ್ಗೆ ಬಿಳಾಮನು ತನ್ನ ಕತ್ತೆಗೆ ತಡಿಹಾಕಿಸಿ ಮೋವಾಬ್ಯರ ಪ್ರಧಾನರ ಜೊತೆಯಲ್ಲಿ ಹೊರಟನು."},{"number":22,"verse":"ಅವನು ಹೋದದರಿಂದ ದೇವರಿಗೆ ಕೋಪವುಂಟಾಯಿತು; ಯೆಹೋವನ ದೂತನು ಅವನಿಗೆ ಎದುರಾಳಿಯಾಗಿ ದಾರಿಯಲ್ಲಿ ನಿಂತುಕೊಂಡನು. ಬಿಳಾಮನು ತನ್ನ ಕತ್ತೆಯ ಮೇಲೆ ಹತ್ತಿಕೊಂಡಿದ್ದನು; ಇಬ್ಬರು ಆಳುಗಳು ಅವನ ಸಂಗಡ ಇದ್ದರು."},{"number":23,"verse":"ಯೆಹೋವನ ದೂತನು ಬಿಚ್ಚುಕತ್ತಿಯನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ದಾರಿಯಲ್ಲೇ ನಿಂತಿರುವದನ್ನು ಆ ಕತ್ತೆ ನೋಡಿ ದಾರಿಯನ್ನು ಬಿಟ್ಟು ಅಡವಿಕಡೆ ಹೋಯಿತು; ಕತ್ತೆಯನ್ನು ದಾರಿಗೆ ತಿರುಗಿಸುವದಕ್ಕೆ ಬಿಳಾಮನು ಅದನ್ನು ಹೊಡೆದನು."},{"number":24,"verse":"ಆಮೇಲೆ ಯೆಹೋವನ ದೂತನು ದ್ರಾಕ್ಷೇತೋಟಗಳ ಸಂದಿನಲ್ಲಿ ನಿಂತುಕೊಂಡನು; ಎರಡು ಕಡೆಯಲ್ಲಿಯೂ ಗೋಡೆಯಿತ್ತು."},{"number":25,"verse":"ಕತ್ತೆ ಯೆಹೋವನ ದೂತನನ್ನು ನೋಡಿ ಗೋಡೆಗೆ ಒತ್ತಿಕೊಂಡು ಬಿಳಾಮನ ಕಾಲನ್ನು ಆ ಗೋಡೆಗೆ ಇರುಕಿಸಲು ಅವನು ಅದನ್ನು ತಿರಿಗಿ ಹೊಡೆದನು."},{"number":26,"verse":"ಆಗ ಯೆಹೋವನ ದೂತನು ಮುಂದೆ ಹೋಗಿ ಎಡಬಲಕ್ಕೆ ತಿರುಗಲಿಕ್ಕೆ ದಾರಿಯಿಲ್ಲದ ಇಕ್ಕಟ್ಟಾದ ಸ್ಥಳದಲ್ಲಿ ನಿಂತುಕೊಂಡನು."},{"number":27,"verse":"ಕತ್ತೆಯು ಅವನನ್ನು ನೋಡಿ ಬಿಳಾಮನ ಕೆಳಗೇ ಅಣಗಿಕೊಂಡಾಗ ಬಿಳಾಮನು ಸಿಟ್ಟುಗೊಂಡು ತನ್ನ ಕೈಕೋಲಿನಿಂದ ಹೊಡೆದನು."},{"number":28,"verse":"ಆಗ ಯೆಹೋವನು ಆ ಕತ್ತೆಗೆ ಮಾತಾಡುವ ಶಕ್ತಿಯನ್ನು ಕೊಡಲಾಗಿ ಅದು ಬಿಳಾಮನನ್ನು - ನೀನು ಮೂರು ಸಾರಿ ನನ್ನನ್ನು ಹೊಡೆದದ್ದೇಕೆ; ನಾನು ನಿನಗೇನು ಮಾಡಿದ್ದೇನೆ ಎಂದು ಕೇಳಿತು."},{"number":29,"verse":"ಅದಕ್ಕೆ ಬಿಳಾಮನು - ನೀನು ಇಷ್ಟಬಂದಂತೆ ನನ್ನನ್ನು ಆಡಿಸಿದಿಯಲ್ಲಾ; ನನ್ನ ಕೈಯಲ್ಲಿ ಕತ್ತಿಯಿದ್ದರೆ ನಿನ್ನನ್ನು ಕೊಂದುಹಾಕಿ ಬಿಡುತ್ತಿದ್ದೆ ಅಂದನು."},{"number":30,"verse":"ಅದಕ್ಕೆ ಆ ಕತ್ತೆ - ನಿನ್ನ ಜೀವಮಾನವೆಲ್ಲಾ ಇಂದಿನವರೆಗೂ ನೀನು ಹತ್ತುತ್ತಾ ಇರುವ ನಿನ್ನ ಕತ್ತೆಯು ನಾನಲ್ಲವೇ; ನಾನು ಯಾವಾಗಲಾದರೂ ಈ ರೀತಿಯಾಗಿ ಮಾಡಿದ್ದುಂಟೋ ಅಂದಾಗ ಬಿಳಾಮನು ಇಲ್ಲವೆಂದನು."},{"number":31,"verse":"ಅಷ್ಟರಲ್ಲೇ ಯೆಹೋವನು ಬಿಳಾಮನ ಕಣ್ಣುಗಳನ್ನು ತೆರೆದನು. ಯೆಹೋವನ ದೂತನು ಬಿಚ್ಚುಕತ್ತಿಯನ್ನು ಹಿಡಿದು ದಾರಿಯಲ್ಲೇ ನಿಂತಿರುವದನ್ನು ಅವನು ಕಂಡಾಗ ಅಡ್ಡಬಿದ್ದು ನಮಸ್ಕರಿಸಿದನು."},{"number":32,"verse":"ಯೆಹೋವನ ದೂತನು - ನೀನು ಮೂರು ಸಾರಿಗೂ ನಿನ್ನ ಕತ್ತೆಯನ್ನು ಹೊಡೆದದ್ದೇಕೆ; ನೀನು ನನಗೆ ವಿರುದ್ಧವಾದ ಮಾರ್ಗವನ್ನು ಹಿಡಿದದ್ದರಿಂದ ನಿನ್ನನ್ನು ತಡೆಯುವದಕ್ಕೆ ನಾನೇ ಬಂದಿದ್ದೇನೆ."},{"number":33,"verse":"ಆ ಕತ್ತೆ ನನ್ನನ್ನು ನೋಡಿ ಮೂರು ಸಾರಿ ನನ್ನೆದುರಿನಿಂದ ಒತ್ತಟ್ಟಿಗೆ ತಿರುಗಿಕೊಂಡಿತು; ಹಾಗೆ ತಿರುಗಿಕೊಳ್ಳದಿದ್ದರೆ ನಾನು ಕತ್ತೆಯನ್ನು ಉಳಿಸಿ ನಿನ್ನನ್ನು ಕೊಂದುಹಾಕಿಬಿಡುತ್ತಿದ್ದೆನು ಎಂದು ಹೇಳಿದನು."},{"number":34,"verse":"ಅದಕ್ಕೆ ಬಿಳಾಮನು - ನಾನು ಪಾಪಮಾಡಿದ್ದೇನೆ; ನೀನೇ ನನಗೆದುರಾಗಿ ದಾರಿಯಲ್ಲಿ ನಿಂತಿರುವದು ನನಗೆ ತಿಳಿಯಲಿಲ್ಲ; ನಾನು ಮಾಡುವದು ನಿನಗೆ ಕೆಟ್ಟದ್ದಾಗಿ ತೋರಿದರೆ ಹಿಂದಕ್ಕೆ ತಿರುಗಿಕೊಳ್ಳುತ್ತೇನೆ ಅಂದಾಗ"},{"number":35,"verse":"ಯೆಹೋವನ ದೂತನು ಅವನಿಗೆ - ಆ ಮನುಷ್ಯರ ಜೊತೆಯಲ್ಲಿ ಹೋಗು; ಆದರೆ ನಾನು ನಿನಗೆ ಹೇಳುವ ಮಾತನ್ನೇ ಹೊರತು ಬೇರೆ ಯಾವದನ್ನೂ ಹೇಳಬಾರದು ಎಂದು ಹೇಳಲಾಗಿ ಬಿಳಾಮನು ಬಾಲಾಕನ ಪ್ರಧಾನರ ಜೊತೆಯಲ್ಲಿ ಹೊರಟನು."},{"number":36,"verse":"ಬಿಳಾಮನು ಬಂದ ವರ್ತಮಾನವನ್ನು ಬಾಲಾಕನು ಕೇಳಿ ಅವನನ್ನು ಎದುರುಗೊಳ್ಳುವದಕ್ಕಾಗಿ ತನ್ನ ದೇಶದ ಮೇರೆಯಾದ ಅರ್ನೋನ್ ಹೊಳೆಯ ತೀರದಲ್ಲಿ ಇರುವ ಮೋವಾಬ್ಯರ ಪಟ್ಟಣಕ್ಕೆ ಹೋದನು."},{"number":37,"verse":"ಬಾಲಾಕನು ಬಿಳಾಮನನ್ನು ಕಂಡಾಗ - ನಿನ್ನನ್ನು ಅವಸರದಿಂದ ಕರಿಸುವದಕ್ಕೆ ದೂತರನ್ನು ಕಳುಹಿಸಿದೆನಲ್ಲಾ; ನೀನು ಯಾಕೆ ಆಗಲೇ ಬರಲಿಲ್ಲ; ನಿನ್ನನ್ನು ಘನಪಡಿಸುವದಕ್ಕೆ ನಾನು ಸಮರ್ಥನಲ್ಲವೆಂದು ಭಾವಿಸುತ್ತೀಯೋ? ಎಂದು ಹೇಳಿದ್ದಕ್ಕೆ"},{"number":38,"verse":"ಬಿಳಾಮನು - ಅದಿರಲಿ; ನಾನು ಬಂದಿದ್ದೇನೆ; ಆದರೆ ಏನು? ಏನಾದರೂ ಹೇಳುವದಕ್ಕೆ ನನಗೆ ಶಕ್ತಿಯುಂಟೋ? ದೇವರು ಆಡಿಸುವ ಮಾತನ್ನೇ ಹೇಳುತ್ತೇನಷ್ಟೆ ಎಂದು ಹೇಳಿದನು."},{"number":39,"verse":"ಆಗ ಬಿಳಾಮನು ಬಾಲಾಕನ ಜೊತೆಯಲ್ಲಿ ಹೋದನು; ಅವರು ಕಿರ್ಯತ್‍ಹುಚೋತಿಗೆ ಬಂದರು."},{"number":40,"verse":"ಬಾಲಾಕನು ಹೋರಿಗಳನ್ನೂ ಕುರಿಗಳನ್ನೂ ವಧಿಸಿ ಯಜ್ಞಮಾಡಿ ಬಿಳಾಮನಿಗೂ ಅವನ ಸಂಗಡ ಇದ್ದ ಪ್ರಧಾನರಿಗೂ ಊಟಕ್ಕೆ ಕಳುಹಿಸಿದನು."},{"number":41,"verse":"ಮರುದಿನ ಬೆಳಿಗ್ಗೆ ಬಾಲಾಕನು ಬಿಳಾಮನನ್ನು ಕರಕೊಂಡು ಬಾಳೆಂಬ ದೇವತೆಯ ಪೂಜಾಸ್ಥಳಗಳಿದ್ದ ಗುಡ್ಡವನ್ನು ಹತ್ತಿ ಇಸ್ರಾಯೇಲ್ಯರ ಒಂದು ಭಾಗವನ್ನು ಅಲ್ಲಿಂದ ತೋರಿಸಿದನು."}]}