{"bibleAbbr":"KNJV","bookName":"ಅರಣ್ಯಕಾಂಡ","bookEnglishName":"Numbers","chapterNumber":29,"verses":[{"number":1,"verse":"ತುತೂರಿಗಳ ಧ್ವನಿಯಿಂದ ಪ್ರಕಟವಾಗುವ ಏಳನೆಯ ತಿಂಗಳಿನ ಮೊದಲನೆಯ ದಿನದಲ್ಲಿ ನೀವು ಯಾವ ಉದ್ಯೋಗವನ್ನೂ ನಡಿಸದೆ ದೇವಾರಾಧನೆಗಾಗಿ ಸಭೆಕೂಡಬೇಕು."},{"number":2,"verse":"ಅದರಲ್ಲಿ ನೀವು ಯೆಹೋವನಿಗೆ ಸುವಾಸನೆಯನ್ನುಂಟುಮಾಡುವ ಸರ್ವಾಂಗಹೋಮಕ್ಕಾಗಿ ಒಂದು ಹೋರಿ, ಒಂದು ಟಗರು, ಏಳು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":3,"verse":"ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಆ ಹೋರಿಗೆ ಒಂಭತ್ತು ಸೇರು, ಟಗರಿಗೆ ಆರು ಸೇರು,"},{"number":4,"verse":"ಒಂದೊಂದು ಕುರಿಗೆ ಮೂರು ಮೂರು ಸೇರು ಈ ಮೇರೆಗೆ ಎಣ್ಣೆ ಬೆರಸಿದ ಗೋದಿಹಿಟ್ಟನ್ನೂ;"},{"number":5,"verse":"ದೋಷಪರಿಹಾರಕ ಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ತಂದು ಸಮರ್ಪಿಸಬೇಕು."},{"number":6,"verse":"ಅಮಾವಾಸ್ಯೆಯಲ್ಲಿಯೂ ದಿನಂಪ್ರತಿಯೂ ಮಾಡಬೇಕಾದ ಸರ್ವಾಂಗಹೋಮಗಳನ್ನೂ ಅವುಗಳಿಗೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯ ನೈವೇದ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಮೇಲೆ ಕಂಡ ಯಜ್ಞಗಳನ್ನು ಹೆಚ್ಚಾಗಿ ಮಾಡಬೇಕು. ಅವು ಯೆಹೋವನಿಗೆ ಸುಗಂಧಹೋಮವಾಗಿರುವವು."},{"number":7,"verse":"ಉಪವಾಸಾಚರಣೆಯ ಏಳನೆಯ ತಿಂಗಳಿನ ಹತ್ತನೆಯ ದಿನದಲ್ಲಿ ನೀವು ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡದೆ ದೇವಾರಾಧನೆಗಾಗಿ ಸಭೆಕೂಡಬೇಕು."},{"number":8,"verse":"ನೀವು ಯೆಹೋವನಿಗೆ ಸುವಾಸನೆಯನ್ನುಂಟುಮಾಡುವ ಸರ್ವಾಂಗಹೋಮಕ್ಕಾಗಿ ಒಂದು ಹೋರಿ, ಒಂದು ಟಗರು, ಏಳು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":9,"verse":"ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಹೋರಿಗೆ ಒಂಭತ್ತು ಸೇರು, ಟಗರಿಗೆ ಆರು ಸೇರು,"},{"number":10,"verse":"ಕುರಿಯೊಂದಕ್ಕೆ ಮೂರು ಸೇರು ಈ ಮೇರೆಗೆ ಎಣ್ಣೆ ಬೆರಸಿದ ಗೋದಿಹಿಟ್ಟನ್ನೂ;"},{"number":11,"verse":"ದೋಷಪರಿಹಾರಕ ಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ತಂದು ಸಮರ್ಪಿಸಬೇಕು. ಆ ದಿನಕ್ಕೆ ನೇಮಕವಾದ ದೋಷಪರಿಹಾರಕಯಜ್ಞ, ನಿತ್ಯಸರ್ವಾಂಗಹೋಮ, ಇದರ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯ ನೈವೇದ್ಯಗಳು ಇವುಗಳನ್ನಲ್ಲದೆ ಮೇಲೆ ಕಂಡ ಯಜ್ಞಗಳನ್ನು ಹೆಚ್ಚಾಗಿ ಸಮರ್ಪಿಸಬೇಕು."},{"number":12,"verse":"ಏಳನೆಯ ತಿಂಗಳಿನ ಹದಿನೈದನೆಯ ದಿನದಲ್ಲಿ ದೇವಾರಾಧನೆಗಾಗಿ ಸಭೆಕೂಡಬೇಕು. ನೀವು ಅದರಲ್ಲಿ ಯಾವ ಉದ್ಯೋಗವನ್ನೂ ನಡಿಸಕೂಡದು. ಆ ದಿನ ಮೊದಲುಗೊಂಡು ಏಳು ದಿನಗಳವರೆಗೆ ಯೆಹೋವನಿಗೆ ಉತ್ಸವವನ್ನು ಆಚರಿಸಬೇಕು."},{"number":13,"verse":"ಆ ದಿನದಲ್ಲಿ ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯನೈವೇದ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಯೆಹೋವನಿಗೆ ಸುವಾಸನೆಯನ್ನುಂಟುಮಾಡುವ ಸರ್ವಾಂಗಹೋಮಕ್ಕಾಗಿ ಹದಿಮೂರು ಹೋರಿಗಳನ್ನೂ ಎರಡು ಟಗರುಗಳನ್ನೂ ಹದಿನಾಲ್ಕು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿಗಳನ್ನೂ;"},{"number":14,"verse":"ಧಾನ್ಯನೈವೇದ್ಯಕ್ಕಾಗಿ ಪ್ರತಿಯೊಂದು ಹೋರಿಗೆ ಒಂಭತ್ತು ಸೇರು, ಟಗರಿಗೆ ಆರು ಸೇರು,"},{"number":15,"verse":"ಕುರಿಗೆ ಮೂರು ಸೇರು ಈ ಮೇರೆಗೆ ಎಣ್ಣೆಬೆರಸಿದ ಗೋದಿಹಿಟ್ಟನ್ನೂ;"},{"number":16,"verse":"ದೋಷಪರಿಹಾರಕಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ತಂದು ಸಮರ್ಪಿಸಬೇಕು."},{"number":17,"verse":"ಆ ಉತ್ಸವದ ಎರಡನೆಯ ದಿನದಲ್ಲಿ ನೀವು ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ [ಸರ್ವಾಂಗಹೋಮಕ್ಕಾಗಿ] ಹನ್ನೆರಡು ಹೋರಿ, ಎರಡು ಟಗರು, ಹದಿನಾಲ್ಕು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":18,"verse":"ನೈವೇದ್ಯಕ್ಕಾಗಿ ಈ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದಕ್ಕೆ ನೇಮಕವಾದ ಪ್ರಕಾರವೇ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ;"},{"number":19,"verse":"ದೋಷಪರಿಹಾರಕಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":20,"verse":"ಮೂರನೆಯ ದಿನದಿಂದ ನೀವು ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯ ಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಹನ್ನೊಂದು ಹೋರಿ, ಎರಡು ಟಗರು, ಹದಿನಾಲ್ಕು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":21,"verse":"ನೈವೇದ್ಯಕ್ಕಾಗಿ ಈ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದಕ್ಕೆ ನೇಮಕವಾದ ಪ್ರಕಾರವೇ ಧಾನ್ಯದ್ರವ್ಯ ಪಾನದ್ರವ್ಯಗಳನ್ನೂ;"},{"number":22,"verse":"ದೋಷಪರಿಹಾರಕಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":23,"verse":"ನಾಲ್ಕನೆಯ ದಿನದಲ್ಲಿ ನೀವು ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಹತ್ತು ಹೋರಿ, ಎರಡು ಟಗರು, ಹದಿನಾಲ್ಕು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":24,"verse":"ನೈವೇದ್ಯಕ್ಕಾಗಿ ಈ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದಕ್ಕೆ ನೇಮಕವಾದ ಪ್ರಕಾರವೇ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ;"},{"number":25,"verse":"ದೋಷಪರಿಹಾರಕಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":26,"verse":"ಐದನೆಯ ದಿನದಲ್ಲಿ ನೀವು ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಒಂಭತ್ತು ಹೋರಿ, ಎರಡು ಟಗರು, ಹದಿನಾಲ್ಕು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":27,"verse":"ನೈವೇದ್ಯಕ್ಕಾಗಿ ಈ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದಕ್ಕೆ ನೇಮಕವಾದ ಪ್ರಕಾರವೇ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ ;"},{"number":28,"verse":"ದೋಷಪರಿಹಾರಕಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":29,"verse":"ಆರನೆಯ ದಿನದಲ್ಲಿ ನೀವು ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಎಂಟು ಹೋರಿ, ಎರಡು ಟಗರು, ಹದಿನಾಲ್ಕು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":30,"verse":"ನೈವೇದ್ಯಕ್ಕಾಗಿ ಈ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದಕ್ಕೆ ನೇಮಕವಾದ ಪ್ರಕಾರವೇ ಧಾನ್ಯದ್ರವ್ಯ ಪಾನದ್ರವ್ಯಗಳನ್ನೂ;"},{"number":31,"verse":"ದೋಷಪರಿಹಾರಕಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":32,"verse":"ಏಳನೆಯ ದಿನದಲ್ಲಿ ನೀವು ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಏಳು ಹೋರಿ, ಎರಡು ಟಗರು, ಹದಿನಾಲ್ಕು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ ;"},{"number":33,"verse":"ನೈವೇದ್ಯಕ್ಕಾಗಿ ಈ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದಕ್ಕೆ ನೇಮಕವಾದ ಪ್ರಕಾರವೇ ಧಾನ್ಯದ್ರವ್ಯ ಪಾನದ್ರವ್ಯಗಳನ್ನೂ;"},{"number":34,"verse":"ದೋಷಪರಿಹಾರಕ ಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":35,"verse":"ಎಂಟನೆಯ ದಿನದಲ್ಲಿ ದೇವಾರಾಧನೆಗೆ ಸಭೆಕೂಡಬೇಕು. ಅದರಲ್ಲಿ ಯಾವ ಉದ್ಯೋಗವನ್ನೂ ನಡಿಸಕೂಡದು."},{"number":36,"verse":"ನೀವು ನಿತ್ಯಸರ್ವಾಂಗಹೋಮವನ್ನೂ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಧಾನ್ಯದ್ರವ್ಯ ಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಮಾತ್ರವಲ್ಲದೆ ಯೆಹೋವನಿಗೆ ಸುಗಂಧಕರ ಸರ್ವಾಂಗಹೋಮಕ್ಕಾಗಿ ಒಂದು ಹೋರಿ, ಒಂದು ಟಗರು, ಏಳು ಪೂರ್ಣಾಂಗವಾದ ವರುಷದ ಕುರಿ ಇವುಗಳನ್ನೂ;"},{"number":37,"verse":"ನೈವೇದ್ಯಕ್ಕಾಗಿ ಈ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದಕ್ಕೆ ನೇಮಕವಾದ ಪ್ರಕಾರವೇ ಧಾನ್ಯದ್ರವ್ಯ ಪಾನದ್ರವ್ಯಗಳನ್ನೂ"},{"number":38,"verse":"ದೋಷಪರಿಹಾರಕಯಜ್ಞಕ್ಕಾಗಿ ಒಂದು ಹೋತವನ್ನೂ ಸಮರ್ಪಿಸಬೇಕು."},{"number":39,"verse":"ನೀವು ಕಾಣಿಕೆಯಾಗಿಯಾಗಲಿ ಹರಕೆಯನ್ನು ತೀರಿಸುವದಕ್ಕಾಗಿಯಾಗಲಿ ಮಾಡುವ ಸರ್ವಾಂಗಹೋಮ, ಧಾನ್ಯದ್ರವ್ಯ ನೈವೇದ್ಯ, ಪಾನದ್ರವ್ಯಾರ್ಪಣೆ, ಸಮಾಧಾನಯಜ್ಞ ಇವುಗಳನ್ನಲ್ಲದೆ ಹಬ್ಬಗಳ ದಿನಗಳಲ್ಲಿ ಮೇಲೆ ಸೂಚಿಸಿರುವ ಯಜ್ಞಗಳನ್ನೂ ಹೆಚ್ಚಾಗಿ ಮಾಡಬೇಕು."},{"number":40,"verse":"ಯೆಹೋವನು ಮಾಡಿದ ಈ ಎಲ್ಲಾ ಆಜ್ಞೆಗಳನ್ನು ಮೋಶೆ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ತಿಳಿಸಿದನು."}]}