{"bibleAbbr":"KNJV","bookName":"ಅರಣ್ಯಕಾಂಡ","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆ ಆರೋನರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೇನಂದರೆ -"},{"number":2,"verse":"ನೀನು ಲೇವಿಯರೊಳಗೆ ಕೆಹಾತ್ಯರಲ್ಲಿ ಯಾರಾರು ಮೂವತ್ತರಿಂದ ಐವತ್ತು ವರುಷದವರೆಗೂ ವಯಸ್ಸುಳ್ಳವರಾಗಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಸೇವಕಮಂಡಲಿಗೆ ಸೇರತಕ್ಕವರಾಗಿದ್ದಾರೋ ಅವರನ್ನು ಗೋತ್ರಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಬೇಕು."},{"number":4,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದ ವಿಷಯದಲ್ಲಿ ಕೆಹಾತ್ಯರು ಮಾಡಬೇಕಾದ ಕೆಲಸ ಯಾವದಂದರೆ - ಅವರು ಮಹಾಪರಿಶುದ್ಧ ವಸ್ತುಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಬೇಕು."},{"number":5,"verse":"ದಂಡು ಹೊರಡುವಾಗ ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಒಳಗೆ ಬಂದು [ಮಹಾಪವಿತ್ರಸ್ಥಾನವನ್ನು] ಮರೆಮಾಡುವ ತೆರೆಯನ್ನು ಇಳಿಸಿ ಅದರಿಂದ ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷವನ್ನು ಮುಚ್ಚಿಬಿಟ್ಟು"},{"number":6,"verse":"ಅದರ ಮೇಲೆ ಕಡಲುಹಂದಿಯ ತೊಗಲನ್ನೂ ನೀಲಿಬಟ್ಟೆಯನ್ನೂ ಹೊದಿಸಿ [ಮಂಜೂಷದ ಬಳೆಗಳಲ್ಲಿ] ಹೊರುವ ಕೋಲುಗಳನ್ನು ಸೇರಿಸಬೇಕು."},{"number":7,"verse":"ಬಳಿಕ ಅವರು ಯೆಹೋವನ ಸಮ್ಮುಖದಲ್ಲಿರುವ ಮೇಜಿನ ಮೇಲೆ ನೀಲಿ ಬಟ್ಟೆಯನ್ನು ಹಾಸಿ ಅದರ ಮೇಲೆ ಮೇಜಿಗೆ ಸೇರಿದ ಹರಿವಾಣಗಳನ್ನೂ ಧೂಪಾರತಿಗಳನ್ನೂ ಹೂಜೆಗಳನ್ನೂ ಪಾನದ್ರವ್ಯಾರ್ಪಣೆಯ ಬಟ್ಟಲುಗಳನ್ನೂ ಇಡಬೇಕು. ಯಾವಾಗಲೂ ಇರಬೇಕಾದ ರೊಟ್ಟಿಗಳೂ ಅದರ ಮೇಲೆ ಇರಬೇಕು."},{"number":8,"verse":"ಅವೆಲ್ಲವುಗಳ ಮೇಲೆ ಅವರು ರಕ್ತವರ್ಣದ ಬಟ್ಟೆಯನ್ನು ಹಾಸಿ ಕಡಲುಹಂದಿಯ ತೊಗಲನ್ನು ಹೊದಿಸಿ ಹೊರುವ ಕೋಲುಗಳನ್ನು ಸೇರಿಸಬೇಕು."},{"number":9,"verse":"ಆಮೇಲೆ ಅವರು ದೀಪಸ್ತಂಭವನ್ನೂ ಅದಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟ ಹಣತೆಗಳನ್ನೂ ಕತ್ತರಿಗಳನ್ನೂ ದೀಪದ ಕುಡಿತೆಗೆಯುವ ಬಟ್ಟಲುಗಳನ್ನೂ ಎಣ್ಣೆಯ ಪಾತ್ರೆಗಳನ್ನೂ ನೀಲಿಬಟ್ಟೆಯಿಂದ ಮುಚ್ಚಿಬಿಟ್ಟು"},{"number":10,"verse":"ಅದಕ್ಕೂ ಅದರ ಎಲ್ಲಾ ಉಪಕರಣಗಳಿಗೂ ಕಡಲುಹಂದಿಯ ತೊಗಲನ್ನು ಹೊದಿಸಿ ಅವುಗಳನ್ನು ಅಡ್ಡದಂಡಕ್ಕೆ ಕಟ್ಟಬೇಕು."},{"number":11,"verse":"ತರುವಾಯ ಅವರು ಬಂಗಾರದ ವೇದಿಯ ಮೇಲೆ ನೀಲಿಬಟ್ಟೆಯನ್ನು ಹಾಸಿ ಕಡಲು ಹಂದಿಯ ತೊಗಲನ್ನು ಹೊದಿಸಿ ಹೊರುವ ಕೋಲುಗಳನ್ನು ಹಾಕಬೇಕು."},{"number":12,"verse":"ದೇವಸ್ಥಾನದ ಸೇವೋಪಕರಣಗಳನ್ನೆಲ್ಲಾ ನೀಲಿಬಟ್ಟೆಯಲ್ಲಿ ಇಟ್ಟು ಕಡಲುಹಂದಿಯ ತೊಗಲನ್ನು ಹೊದಿಸಿ ಅಡ್ಡದಂಡಕ್ಕೆ ಕಟ್ಟಬೇಕು."},{"number":13,"verse":"ಆಗ ಅವರು ಯಜ್ಞವೇದಿಯ ಬೂದಿಯನ್ನು ತೆಗೆದುಬಿಟ್ಟು ಆ ವೇದಿಯ ಮೇಲೆ ಧೂಮ್ರವರ್ಣದ ಬಟ್ಟೆಯನ್ನು ಹಾಸಿ"},{"number":14,"verse":"ಅದಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟ ಅಗ್ಗಿಷ್ಟಿಗೆಗಳು, ಮುಳ್ಳುಗಳು, ಸಲಿಕೆಗಳು, ಬೋಗುಣಿಗಳು ಮುಂತಾದ ಉಪಕರಣಗಳನ್ನೆಲ್ಲಾ ಮೇಲೆ ಇಟ್ಟು ಕಡಲುಹಂದಿಯ ತೊಗಲನ್ನು ಹೊದಿಸಿ ಹೊರುವ ಕೋಲುಗಳನ್ನು ಹಾಕಬೇಕು."},{"number":15,"verse":"ದಂಡು ಹೊರಡುವ ಕಾಲದಲ್ಲಿ ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ದೇವಸ್ಥಾನದ ಎಲ್ಲಾ ಸಾಮಾನುಗಳನ್ನು ಮುಚ್ಚಿ ಸಿದ್ಧಮಾಡಿದನಂತರ ಕೆಹಾತ್ಯರು ಅವುಗಳನ್ನು ಹೊರುವದಕ್ಕೆ ಬರಬೇಕು. ಇವರು ದೇವಸ್ಥಾನದ ಸಾಮಾನುಗಳನ್ನು ಮುಟ್ಟಬಾರದು; ಮುಟ್ಟಿದರೆ ಸತ್ತಾರು. ದೇವದರ್ಶನದ ಗುಡಾರದ ಸಾಮಾನುಗಳಲ್ಲಿ ಕೆಹಾತ್ಯರು ಹೊರಬೇಕಾದವುಗಳು ಇವೇ."},{"number":16,"verse":"ಮಹಾಯಾಜಕ ಆರೋನನ ಮಗನಾದ ಎಲ್ಲಾಜಾರನು ದೀಪದ ಎಣ್ಣೆಯನ್ನೂ ಪರಿಮಳಧೂಪವನ್ನೂ ನಿತ್ಯವಾಗಿ ನೈವೇದ್ಯ ಮಾಡುವ ಧಾನ್ಯದ್ರವ್ಯವನ್ನೂ ಅಭೀಷೇಕ ತೈಲವನ್ನೂ ತನ್ನ ವಶದಲ್ಲಿ ಇಟ್ಟುಕೊಳ್ಳಬೇಕು. ಅದಲ್ಲದೆ ದೇವದರ್ಶನದ ಗುಡಾರದ ಎಲ್ಲಾ ಭಾಗಗಳೂ ಅದರಲ್ಲಿಯೂ ಅದರ ಪಾತ್ರೆಗಳಲ್ಲಿಯೂ ಇರುವ ಸಮಸ್ತ ವಸ್ತುಗಳೂ ಅವನ ಮೇಲ್ವಿಚಾರಣೆಯಲ್ಲಿರಬೇಕು."},{"number":17,"verse":"ಯೆಹೋವನು ಮೋಶೆ ಆರೋನರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೇನಂದರೆ -"},{"number":18,"verse":"ಕೆಹಾತ್ಯರ ಗೋತ್ರ ಕುಟುಂಬಗಳವರು ಲೇವಿಯರೊಳಗೆ ಉಳಿಯದೆ ನಾಶವಾಗುವದಕ್ಕೆ ಆಸ್ಪದಕೊಡಬೇಡಿರಿ."},{"number":19,"verse":"ಅವರು ಮಹಾಪರಿಶುದ್ಧವಸ್ತುಗಳ ಹತ್ತಿರಕ್ಕೆ ಬರುವಾಗ ಸಾಯದಂತೆ ನೀವು ಅವರ ವಿಷಯದಲ್ಲಿ ಮಾಡಬೇಕಾದದ್ದೇನಂದರೆ - ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ ಒಳಗೆ ಬಂದು ಅವರವರ ಕೆಲಸಗಳನ್ನೂ ಅವರವರ ಹೊರೆಗಳನ್ನೂ ಗೊತ್ತುಮಾಡಬೇಕು."},{"number":20,"verse":"ಕೆಹಾತ್ಯರೇ ಒಳಗೆ ಬಂದು ಒಂದು ಕ್ಷಣವಾದರೂ ಆ ಪರಿಶುದ್ಧವಸ್ತುಗಳನ್ನು ನೋಡಬಾರದು; ನೋಡಿದರೆ ಸತ್ತಾರು."},{"number":21,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೇನಂದರೆ -"},{"number":22,"verse":"ನೀನು ಗೇರ್ಷೋನ್ಯರಲ್ಲಿ ಯಾರಾರು ಮೂವತ್ತರಿಂದ ಐವತ್ತು ವರುಷದವರೆಗೂ ವಯಸ್ಸುಳ್ಳವರಾಗಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಸೇವಕಮಂಡಲಿಗೆ ಸೇರತಕ್ಕವರಾಗಿದ್ದಾರೋ ಅವರನ್ನು ಗೋತ್ರಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಬೇಕು."},{"number":24,"verse":"ಪರಿಚರ್ಯ ಮಾಡುವದರಲ್ಲಿಯೂ ಹೊರೆಗಳನ್ನು ಹೊರುವದರಲ್ಲಿಯೂ ಗೇರ್ಷೋನ್ಯರು ಮಾಡಬೇಕಾದ ಸೇವೆ ಯಾವದಂದರೆ -"},{"number":25,"verse":"ಅವರು ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಟ್ಟೆಗಳನ್ನು ಹೊರಬೇಕು; ಅಂದರೆ ಗುಡಾರವು, ಅದರ ಹೊದಿಕೆಯು, ಅದರ ಮೇಲಣ ಕಡಲುಹಂದಿಯ ತೊಗಲಿನ ಹೊದಿಕೆಯು,"},{"number":26,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲಿನ ಪರದೆಯು, ಗುಡಾರದ ಮತ್ತು ಯಜ್ಞವೇದಿಯ ಸುತ್ತಣ ಅಂಗಳದ ತೆರೆಗಳು, ಅದರ ಬಾಗಲಿನ ಪರದೆಯು, ಹಗ್ಗಗಳು, ಎಲ್ಲಾ ಉಪಕರಣಗಳು ಇವುಗಳನ್ನು ಹೊರಬೇಕು; ಮತ್ತು ಇವುಗಳಿಗೆ ಸಂಬಂಧಪಟ್ಟ ಎಲ್ಲಾ ಕೆಲಸವನ್ನು ಅವರು ಮಾಡಬೇಕು."},{"number":27,"verse":"ಗೇರ್ಷೋನ್ಯರು ಹೊರೆಹೊರುವದರಲ್ಲಿಯೂ ಬೇರೆ ಪರಿಚರ್ಯಮಾಡುವದರಲ್ಲಿಯೂ ಆರೋನನ ಮತ್ತು ಅವನ ಮಕ್ಕಳ ಅಪ್ಪಣೆಯ ಪ್ರಕಾರವೇ ನಡೆಯಬೇಕು. ನೀವೇ ಹೊರೆಗಳನ್ನು ಗೊತ್ತುಮಾಡಿ ಅವರವರ ವಶಕ್ಕೆ ಕೊಡಬೇಕು."},{"number":28,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದ ವಿಷಯದಲ್ಲಿ ಗೇರ್ಷೋನ್ಯರು ಮಾಡಬೇಕಾದ ಕೆಲಸ ಇದೇ. ಮಹಾಯಾಜಕನಾದ ಆರೋನನ ಮಗನಾದ ಈತಾಮಾರನು ಅವರ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಬೇಕು."},{"number":29,"verse":"ನೀನು ಮೆರಾರೀಯರಲ್ಲೂ ಯಾರಾರು ಮೂವತ್ತರಿಂದ ಐವತ್ತು ವರುಷದವರೆಗೂ ವಯಸ್ಸುಳ್ಳವರಾಗಿ"},{"number":30,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದ ಸೇವಕಮಂಡಲಿಗೆ ಸೇರತಕ್ಕವರಾಗಿದ್ದಾರೋ ಅವರನ್ನು ಗೋತ್ರಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಬೇಕು."},{"number":31,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದ ವಿಷಯದಲ್ಲಿ ಅವರು ಮಾಡಬೇಕಾದ ಕೆಲಸ ಯಾವದಂದರೆ - ಅವರು ಗುಡಾರದ ಚೌಕಟ್ಟುಗಳನ್ನೂ ಅಗುಳಿಗಳನ್ನೂ ಕಂಬಗಳನ್ನೂ ಗದ್ದಿಗೇಕಲ್ಲುಗಳನ್ನೂ ಅಂಗಳದ ಕಂಬಗಳನ್ನೂ"},{"number":32,"verse":"ಇವುಗಳ ಗದ್ದಿಗೇಕಲ್ಲುಗಳನ್ನೂ ಗೂಟಗಳನ್ನೂ ಹಗ್ಗಗಳನ್ನೂ ಎಲ್ಲಾ ಉಪಕರಣಗಳನ್ನೂ ಹೊರಬೇಕು; ಇವುಗಳಿಗೆ ಸಂಬಂಧಪಟ್ಟ ಎಲ್ಲಾ ಕೆಲಸವನ್ನು ಅವರು ಮಾಡಬೇಕು. ಅವರವರ ಹೊರೆಗಳನ್ನೆಲ್ಲಾ ನೀವು ಹೆಸರು ಹೇಳಿ ಗೊತ್ತುಮಾಡಬೇಕು."},{"number":33,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದ ವಿಷಯದಲ್ಲಿ ಮೆರಾರೀಯರು ಮಾಡಬೇಕಾದ ಕೆಲಸ ಇದೇ. ಅವರು ಮಹಾಯಾಜಕ ಆರೋನನ ಮಗನಾದ ಈತಾಮಾರನ ಕೈ ಕೆಳಗೆ ಅದನ್ನು ನಡಿಸಬೇಕು."},{"number":34,"verse":"ಮೋಶೆ ಆರೋನರೂ ಸಮೂಹದ ಪ್ರಧಾನರೂ ಕೆಹಾತ್ಯರಲ್ಲಿ ಯಾರಾರು ಮೂವತ್ತರಿಂದ ಐವತ್ತು ವರುಷದವರೆಗೂ ವಯಸ್ಸುಳ್ಳವರಾಗಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಸೇವಕಮಂಡಲಿಗೆ ಸೇರತಕ್ಕವರಾಗಿದ್ದಾರೋ ಅವರನ್ನು ಗೋತ್ರ ಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಿದರು."},{"number":36,"verse":"ಅವರಲ್ಲಿ ಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಲ್ಪಟ್ಟವರು 2750 ಮಂದಿ."},{"number":37,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಕೊಟ್ಟ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ಮೋಶೆ ಆರೋನರು ಕೆಹಾತ್ಯರನ್ನು ಲೆಕ್ಕಿಸಲಾಗಿ ಅವರಲ್ಲಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಕೆಲಸವನ್ನು ಮಾಡತಕ್ಕವರು ಇಷ್ಟೇ ಜನ."},{"number":38,"verse":"ಗೇರ್ಷೋನ್ಯರಲ್ಲಿ ಮೂವತ್ತರಿಂದ ಐವತ್ತು ವರುಷದವರೆಗೂ ವಯಸ್ಸುಳ್ಳವರಾಗಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಕೆಲಸಕ್ಕೆ ಸೇರಿದವರೆಂದು"},{"number":40,"verse":"ಗೋತ್ರಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಲ್ಪಟ್ಟವರು 2630 ಮಂದಿ."},{"number":41,"verse":"ಯೆಹೋವನ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ಮೋಶೆ ಆರೋನರು ಅವರನ್ನು ಲೆಕ್ಕಿಸಲಾಗಿ ಅವರಲ್ಲಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಕೆಲಸವನ್ನು ಮಾಡತಕ್ಕವರು ಇಷ್ಟೇ ಜನ."},{"number":42,"verse":"ಮೆರಾರೀಯರಲ್ಲಿ ಮೂವತ್ತರಿಂದ ಐವತ್ತು ವರುಷದವರೆಗೂ ವಯಸ್ಸುಳ್ಳವರಾಗಿ ದೇವದರ್ಶನದ ಗುಡಾರದ ಕೆಲಸಕ್ಕೆ ಸೇರಿದವರೆಂದು"},{"number":44,"verse":"ಗೋತ್ರಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಲ್ಪಟ್ಟವರು 3200 ಮಂದಿ."},{"number":45,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದ ಪ್ರಕಾರ ಮೋಶೆ ಆರೋನರು ಮೆರಾರೀಯರನ್ನು ಲೆಕ್ಕಿಸಲಾಗಿ ಅವರ ಸಂಖ್ಯೆ ಇಷ್ಟೇ."},{"number":46,"verse":"ಮೋಶೆ ಆರೋನರೂ ಇಸ್ರಾಯೇಲ್ಯರ ಪ್ರಧಾನರೂ ಲೇವಿಯರಲ್ಲಿ ಮೂವತ್ತರಿಂದ ಐವತ್ತು ವರುಷದವರೆಗೂ ವಯಸ್ಸುಳ್ಳವರನ್ನು ಅಂದರೆ ದೇವದರ್ಶನದ ಗುಡಾರದ ಪರಿಚರ್ಯವನ್ನು ಮಾಡಲೂ"},{"number":48,"verse":"ಅದರ ಹೊರೆಗಳನ್ನು ಹೊರಲೂ ತಕ್ಕವರನ್ನು ಗೋತ್ರಕುಟುಂಬಗಳ ಪ್ರಕಾರ ಲೆಕ್ಕಿಸಲಾಗಿ ಅವರ ಒಟ್ಟು ಸಂಖ್ಯೆ 8580."},{"number":49,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದ ಮೇರೆಗೆ ಅವನಿಂದ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಅವನವನ ಕೆಲಸವೂ ಹೊರೆಯೂ ಗೊತ್ತು ಮಾಡಲ್ಪಟ್ಟಿತು. ಹೀಗೆ ಯೆಹೋವನ ಆಜ್ಞೆಯ ಮೇರೆಗೆ ಲೆಕ್ಕವಾಯಿತು."}]}