{"bibleAbbr":"GB1539","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"It happened after this, that the king of the children of Ammon died, & Hanon his sonne raygned in his steade."},{"number":2,"verse":"Then sayd Dauid: I will shew kyndnesse vnto Hanon the sonne of Nahas, as hys father shewed kyndnesse vnto me. And Dauid sent to confort hym by the hand of his seruauntes ouer hys father. And Dauids seruauntes came into the lande of the children of Ammon,"},{"number":3,"verse":"and the Lordes of the children of Ammon sayd vnto Hanon their Lord: thynkest thou that Dauid dothe honoure thy father, that he hath sent comfortoures to the? Hath not Dauid rather sent his seruauntes vnto the, to searche the cytie, & to spye it out, and to ouerthrow it?"},{"number":4,"verse":"Wherfore, Hanon toke Dauids seruauntes, & shaued of the one halfe of euerye mannes berd and cut of their garmentes in the myddle, euen harde to the buttockes of them, & sent them awaye."},{"number":5,"verse":"When they tolde it vnto Dauid, he sent to mete them (for they were men excedingly a shamed) & the kyng sayd: tarie at Iericho vntill your beerdes be growen, and then returne."},{"number":6,"verse":"And when the chyldren of Ammon saw that they stancke in the sight of Dauid, they sent and hired the Syrians of the house of Rehob, & the Sirians of Zoba . xx. thousand fote men, and of kyng Maacha a thousand men, & of Istob twelue thousand men."},{"number":7,"verse":"And when Dauid hearde of it, he sent Ioab & all the host of strong men."},{"number":8,"verse":"And the children of Ammon came out, and waged battell at the entring in of the gate, & the Sirians of Zobah, of Rehob, Istob and Maacah were by them selues in the felde."},{"number":9,"verse":"When Ioab saw that the front of the battell was agaynst hym before and after, he chose of all the fresh young men of Israell, & put them in araye agaynst the Syrians."},{"number":10,"verse":"And the rest of the people he delyuered into the hand of Abisay hys brother, that he myght put them in araye agaynst the children of Ammon."},{"number":11,"verse":"And be sayd, yf the Sirians be stronger then I, thou shalt helpe me. But yf the chyldren of Ammon be to strong for the, I will come and succoure the."},{"number":12,"verse":"Therfore quyte the lyke a man, & let vs stonde stiff for oure people, & for the cities of oure God. And the Lord do that which is good in his owne eyes."},{"number":13,"verse":"And Ioab proceded forth, & the people that was with hym, to fight with the Sirians. But they fled before him."},{"number":14,"verse":"And when the children of Ammon saw that the Sirians were fled, then fled they also before Abisay, and entred into the citye. And so Ioab returned from the children of Ammon, & came to Ierusalem."},{"number":15,"verse":"And when the Sirians saw that they were put to the worsse before Israel, they geathered them togeather."},{"number":16,"verse":"And Hadarezer sent, & brought out the Sirians that were beyounde the ryuer. And they came with their armye and Hobah the captayne of the host of Hadarezer went before them."},{"number":17,"verse":"And when it was shewed Dauid, he geathered all Israel togeather, and passed ouer Iordan, & cam to Helam: And the Sirians set them selues in araye agaynst Dauid, & fought with him:"},{"number":18,"verse":"and the Sirians fled before Israel. And Dauid destroyed seuen hundred charettes of the Sirians, and fourtye thousand horsemen, and smote Sobah the captayne of their host, which also dyed there."},{"number":19,"verse":"And when all the kinges (that were seruauntes to Hadarezer) saw that they were put to the worse before Israell, they made peace with them, & serued them. And so the Sirians feared to helpe the children of Ammon any moare."}]}