{"bibleAbbr":"GB1539","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"After thys it fortuned, that Dauid asked councell at the Lorde, sayinge: shall I go vp into any of the cyties of Iuda? And the Lorde sayde vnto hym: go. And Dauid sayde agayne: Whither shall I go? He answered: Unto Hebron."},{"number":2,"verse":"And so Dauid went thither with his two wyues, Ahinoam the Iesrahelite, & Abigail Nabals wyfe the Carmelite."},{"number":3,"verse":"And the men that were wyth him, dyd Dauid carye vp also, euery man with his housholde. And they dwelt in the townes of Hebron."},{"number":4,"verse":"And the men of Iuda came, and there they anoynted Dauid kynge, ouer the house of Iuda. And they tolde Dauid sayinge: It is the men of Iabes in Gilead that buryed Saul."},{"number":5,"verse":"And Dauid sent messengers vnto the men of Iabes in Gilead, and sayde vnto them: blessed are ye vnto the Lorde, that ye haue shewed soche kyndnesse vnto youre Lorde Saul, and haue buryed him."},{"number":6,"verse":"And nowe the Lorde shewe mercye & truthe vnto you. And I wyll do you also soche kyndnesse as ye haue done in thys thynge."},{"number":7,"verse":"Therfore nowe let youre handes be stronge, and playe ye the men: For your master Saul is deed. And they that are of the house of Iuda, haue anoynted me kynge ouer them."},{"number":8,"verse":"But Abner the sonne of Ner that was captayne of Sauls host,"},{"number":9,"verse":"toke Isboseth the sonne of Saul, and brought him to Mahanaim, and made hym kynge ouer Gilead, and ouer the Assurites, & ouer Iesrahel, Ephraim, BenIamin, and ouer all Israel."},{"number":10,"verse":"And Isboseth Sauls sonne was fourtye yere olde, when he began to raygne ouer Israel, and raygned two yere. But the house of Iuda folowed Dauid."},{"number":11,"verse":"And the tyme which Dauid raygned in Hebron ouer the house of Iuda, was . vij. yere and syxe monethes."},{"number":12,"verse":"And Abner the sonne of Ner and the seruauntes of Isboseth the sonne of Saul went out of Mahanaim, to Gibeon."},{"number":13,"verse":"And Ioab the sonne of Zaruia and the seruauntes of Dauid went out, and mette them by the Pole of Gibeon. And they satt downe the one, on the one syde of the Pole, and the other on the other syde."},{"number":14,"verse":"And Abner sayde to Ioab: let the younge men aryse, and playe before vs. And Ioab sayde: Let them aryse."},{"number":15,"verse":"Then there arose and went ouer. twelue of Ben Iamin by nombre, which pertayned to Isboseth the sonne of Saul, and twelue of the seruauntes of Dauid."},{"number":16,"verse":"And euery one caught hys felowe (that came agaynst hym) by the heed, and thrust hys swerde in hys syde, and so they felle downe together. Wherfore the place was called: The felde of the myghtye. And it is in Gibeon."},{"number":17,"verse":"And there beganne an exceadinge cruell battell that same daye. For Abner and the men of Israel fell before the seruauntes of Dauid."},{"number":18,"verse":"And there were thre sonnes of Zaruiah there: Ioab, Abisai and Asahel. And Asahel was as lyght of fote as a wylde Roo,"},{"number":19,"verse":"and Asahel folowed after Abner, and turned nether to the ryght hand nor to the lefte, from Abner."},{"number":20,"verse":"Then Abner loked behynde hym, and sayde: art thou Asahel? He answered: yee that I am."},{"number":21,"verse":"Abner sayde: turne the ether to the ryghthand or to the lefte and catche one of the younge men, and take the his weapons. But Asahel wolde not depart from hym."},{"number":22,"verse":"And Abner sayde agayne to Asahel departe fro me. Wherfore shulde I smyte the to the grounde, and not be able to holde vp my face to Ioab, thy brother?"},{"number":23,"verse":"Howbeit, whan he wolde in no wyse departe, Abner with the hynder ende of the speare smote hym vnder the short rybbes, that the speare cam out behynde hym: that he fell downe in the same place, and dyed there. And as many as cam to the place where Asahel fell downe and dyed, stode still."},{"number":24,"verse":"Ioab also & Abisai folowed Abner. And the sonne went downe, when they were come to the hyll Ama that lyeth before Giah by the waye that goeth thorowe the wyldernesse of Gibeon."},{"number":25,"verse":"And the chyldren of Ben Iamin geathered them selues together on a heape, to Abner, & stode on the toppe of an hyll."},{"number":26,"verse":"Then Abner called to Ioab, and sayde: shall the swerde deuoure styll for euer? knowest thou not, that it wylbe bitternesse in the latter ende? howe longe shall it be, yer thou bydde the people returne from folowynge their brethren?"},{"number":27,"verse":"And Ioab sayde: as truely as God lyueth yf thou haddest not spoken in the mornynge, the people had bene departed, euery one from persecutynge hys brother."},{"number":28,"verse":"And so Ioab blewe a trompet, and all the people stode styll, and pursued after Israel no more nether fought they any more."},{"number":29,"verse":"And Abner and his men walked all that nyght thorowe the playne, & went ouer Iordan, & past thorowe all Bethhoron tyll they cam to Mahanaim."},{"number":30,"verse":"And Ioab returned from persecuting Abner. And whan he had geathered all the people together, there lacked of Dauids seruauntes nyntene men, & Asahel."},{"number":31,"verse":"But the seruauntes of Dauid had slayne of Beniamin, and of Abners men, thre hundred & thre skore men."},{"number":32,"verse":"And they toke vp Asahel, and buryed hym in the sepulchre of his father in Bethlehem. And Ioab and his men went all nyght, vntyll the dawnyng of the daye, and came to Hebron."}]}