{"bibleAbbr":"GB1539","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"And agayne, the Lord was wroth agaynst Israel, and he moued Dauid agaynst them, in that he sayde: go and nombre Israel and Iuda."},{"number":2,"verse":"For the kynge sayde to Ioab the captayne of his host: go thou abroade nowe, thorow out all the trybes of Israel, euen from Dan to Beer Seba, & nombre ye the people, that I maye knowe the nombre of them."},{"number":3,"verse":"And Ioab sayde vnto the kynge: I beseche the Lorde thy God, to make the people as many moo as they be: ye and an hundred tymes so many mo, and that the eyes of my Lorde the kynge maye se them. And what is the cause that my Lorde the kynge hath a lust to this thinge?"},{"number":4,"verse":"Not witstandynge the kynges worde preuayled agaynst Ioab and agaynst the captaynes of the hoste: And Ioab and the captaynes of the host went out from the presence of the kynge, to nombre the people of Israel."},{"number":5,"verse":"And they passed ouer Iordan, and pitched in Aroer on the ryght syde of the cytie that lyeth in the myddes of the valeye of Gad, ouer agaynst Iazer."},{"number":6,"verse":"And then they came to Gilead, and to the nether lande, where was a newe habitacyon, & from thence they came to Dan Iaan about to Sidon,"},{"number":7,"verse":"& came to the stronge holde of Tyre, and to all the cyties of the Heuites and of the Cananites, & then went out to the South of Iuda, euen to Beerseba."},{"number":8,"verse":"And so, when they had bene abroade thorowe out all the lande, they returned to Ierusalem agayne, after the ende of nyne monethes and twentye dayes."},{"number":9,"verse":"And Ioab delyuered vp the nombre and summe of the people vnto the kynge. And there were in Israel eyghte hundred thousande men of myght that drewe swerdes. And the men of Iuda were fyue hundred thousande men."},{"number":10,"verse":"And Dauids hert smote hym, after that he had nombred the people. And Dauid sayde vnto the Lorde: I haue synned excedyngly in that I haue done. And nowe Lorde take awaye the trespace of thy seruaunt: for I haue done very folyshely."},{"number":11,"verse":"And when Dauid was vp in a morninge, the worde of the Lord came vnto the prophet Gad Dauids sear, sayinge:"},{"number":12,"verse":"go and saye vnto Dauid, thus sayth the Lord: I offer the thre thynges, chose the which of them I shall do vnto the."},{"number":13,"verse":"So Gad came to Dauid, and shewed him, & sayde vnto him. Wilt thou haue seuen yeres hunger to come in thy lande, or wilt thou flee . iij. monethes before thyne enemies, they folowinge the, or that there be thre dayes pestilence in thy lande? Nowe therfore aduyse the, & se, what answere I shall geue to him that sent me."},{"number":14,"verse":"And Dauid sayde vnto Gad: I am in extreme trouble. We will fall now into the hande of the Lorde, for moch is his mercye, and lett me not falle into the hande of man."},{"number":15,"verse":"And so the Lorde sent a pestilence in Israel. from the mornynge vnto the tyme appoynted. And there dyed of the people from Dan to Beerseba seuenty thousande men."},{"number":16,"verse":"And when the Angell stretched out his hande vpon Ierusalem to destroye it, the Lorde had compassion to do that euell, and sayde to the Angell that destroyed the people: it is nowe sufficient: holde thyne hande. And the angell was by the thresshinge place of Arefna the Iebusite."},{"number":17,"verse":"And Dauid spake vnto the Lorde (when he sawe the angell that smote the people) and sayde: loo, it is I that haue synned, and I that haue done wyckedly. But these shepe, what haue they done? lett thyne hande (I praye the) be agaynst me and agaynst my fathers house."},{"number":18,"verse":"And Gad came the same daye to Dauid, and sayde vnto him: go vp and reare an aultare vnto the Lord in the thresshinge flowre of Arefna the Iebusite."},{"number":19,"verse":"And Dauid (accordinge to the sayinge of Gad) went vp, as the Lorde commaunded."},{"number":20,"verse":"And Arefna loked, and sawe the kynge and his seruauntes cominge towarde him. And Arefna went out, and bowed him selfe before the kynge flat on his face vpon the grounde,"},{"number":21,"verse":"and Arefna sayde wherfore is my Lorde the kynge come to his seruaunt? Dauid answered: to bye the thresshynge flowre of the, and to make an aultare vnto the Lorde, that the plage maye cease from the people."},{"number":22,"verse":"And Arefna sayde vnto Dauid: let my Lord the kynge take and offer what semyth him good in his eyes: Beholde, here be oxen for burnt sacrifyce, and steades and the other instrumentes of the oxen for wood."},{"number":23,"verse":"All these thynges dyd Arefna geue vnto the kynge, & sayde moreouer vnto the kynge: the Lorde thy God accept the."},{"number":24,"verse":"And the kynge sayde vnto Arefna: not so, but I wyll bye it of the at a pryce, and wyll not offer sacrifyce vnto the Lorde my God of that which doth cost me nothinge. And so Dauid bought the thresshynge flowre, & the oxen for fyftie sycles of syluer."},{"number":25,"verse":"And Dauid buylt there an aultare vnto the Lorde, & offered burnt sacrifyces and peace offeringes. And so the Lorde was intreated for the lande. And the plage ceased from Israel."}]}