{"bibleAbbr":"GB1539","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"Then cam all the trybes of Israel to Dauid, vnto Hebron and sayd, Beholde, we are of thy bone, and of thy fleshe."},{"number":2,"verse":"And in tyme past when Saul was oure kynge, thou leddest Israel in and oute. And the Lorde hath sayd to the: thou shalt fede my people Israell, and thou shalt be a captayne ouer Israel."},{"number":3,"verse":"And so all the elders of Israel came to the kynge to Hebron. And kyng Dauid made a couenaunt wyth them in Hebron before the Lord. And they annoynted Dauid kyng ouer Israell."},{"number":4,"verse":"Dauid was thirtye yere olde, when he began to raygne, and he raygned fourtye yere."},{"number":5,"verse":"In Hebron he raygned ouer Iuda seuen yere, and syxe monethes: And in Ierusalem he raygned thirtye and thre yeres ouer all Israel and Iuda."},{"number":6,"verse":"The kyng also and his men went to Ierusalem, vnto the Iebusites, the enhabiters of the land. Which spake vnto Dauid sayeng: except thou take awaye the blynde and the lame, thou shalt not come in hither. For they sayd: Thou art not able to come in hither."},{"number":7,"verse":"Neuerthelesse Dauid toke the strong holde of Sion. The same is the citie of Dauid."},{"number":8,"verse":"And Dauid sayd the same daye: Whosoeuer smyteth the Iebusites, & getteth vp to the gutters of the houses, & smyteth the lame & the blynd that hate Dauids soule? Wherfore: they sayd, the blynd and the lame shall not come into the house."},{"number":9,"verse":"And so Dauid dwelt in the towre, & called it in the citye of Dauid, & buylt round about it from Millo inwarde."},{"number":10,"verse":"And Dauid prospered & grew, and the Lord God of hostes was with him"},{"number":11,"verse":"And Hiram kyng of Tire sent messengers to Dauid, and Cedar trees, and carpenters & Masons for walles: and they builte Dauid an house."},{"number":12,"verse":"And Dauid perceaued, that the Lord had stablissshed hym kynge ouer Israel, & that he had exalted his kingdom for his people Israels sake."},{"number":13,"verse":"And Dauid toke him mo concubyues and wyues out of Ierusalem, after he was come from Hebron, & mo sonnes, & daughters were yet borne to Dauid."},{"number":14,"verse":"And these be the names of the sonnes that were borne vnto hym in Ierusalem: Sammua, Sobab, Nathan, & Salomon,"},{"number":15,"verse":"Iibhar also and Elisua, Nepheg, & Iaphia,"},{"number":16,"verse":"Elisama Eliada, and Eliaphelet."},{"number":17,"verse":"But when the Philistines heard, that they had anoynted Dauid king ouer Israel, they cam all vp to seke Dauid. And as sone as Dauid heard of it, he gat hym to an holde."},{"number":18,"verse":"And whan the Philistines cam, they layde them a long in the valeye of Raphaim."},{"number":19,"verse":"And Dauid asked councell of the Lorde sayeng: shall I go vp to the Philistines? wilt thou deliuer them into my handes? And the lord answered vnto Dauid: go vp, for I will doutlesse delyuer the Philistines into thy handes."},{"number":20,"verse":"And Dauid cam to the playne of Perazim, and smote them there, and sayd: the Lorde hath deuided myne enemyes asondre before me, as waters be deuyded asondre. And therfore, the name of the place was called: the playne of Perazim:"},{"number":21,"verse":"And there they left their Images, & Dauid & his men toke them vp."},{"number":22,"verse":"And the Philistines cam yet agayne, and layd them selues in the valeye of Rephaim."},{"number":23,"verse":"And whan Dauid asked at the Lord: He answered: Thou shalt not go vp: but compasse them on the backsyde, & come vpon them ouer agaynst the Peretrees."},{"number":24,"verse":"And when thou hearest the noyse of a thing going in the toppe of the Peretrees, then remoue. For then shall the Lord go out before the, to smyte the hoste of the Philistines."},{"number":25,"verse":"And Dauid did as the Lord had commaunded hym, & smote the Philistines from Geba, vntyll thou come to Gazer."}]}