{"bibleAbbr":"GB1539","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"It fortuned, that as the kyng satt in his house (after that the Lord had geuen hym rest rounde about from all his enemyes)"},{"number":2,"verse":"he sayde vnto Nathan the prophet: behold, I dwell now in an house of Cedar trees, but the Arcke of God dwelleth within the curtayne."},{"number":3,"verse":"And Nathan sayd vnto the kyng: go & do all that is in thine hert for the Lord is with the."},{"number":4,"verse":"And it fortuned the same nyght that the woord of the lord came vnto Nathan sayeng:"},{"number":5,"verse":"go and tell my seruaunt Dauid, thus sayth the Lorde: shalt thou bylde me an house to dwelle in?"},{"number":6,"verse":"For I haue not dwelt in any house, sence the tyme that I brought the children of Israel out of Egipt, vnto this daye:"},{"number":7,"verse":"but haue walked, in a tent and tabernacle. In all the places where in I haue walked with al the children of Israel, spake I one word wt any of the tribes of Israel (sens I commaunded the iudges to fede my people Israel) sayeng: why bylde ye not me an house of Cedar trees?"},{"number":8,"verse":"Now therfore, so saye vnto my seruaunt Dauid: thus sayth the Lorde of Hostes. I toke the from the shepe cote (as thou wast folowyng shepe) that thou myghtest be ruler ouer my people Israel."},{"number":9,"verse":"And I was with the in all that thou wentest to, & haue destroyed all thyne enemyes out of thy syght, and haue made the a great name, lyke vnto the name of the great men that are in the worlde."},{"number":10,"verse":"And therfore, I will appoynt a place for my people Israel, and wyll plant it, that they maye dwell in a place of their awne, and moue no moare, nether shall wyckyd people trouble them any more, as they did at the beginnyng:"},{"number":11,"verse":"sence the tyme that I sett Iudges ouer my people Israel. And I will geue the rest from all thine enemyes. And the Lord telleth the, that he wyll make the an howse."},{"number":12,"verse":"And when thy dayes he fulfilled, thou shalt slepe wyth thy fathers, and I wyll set vp thy seede after the, which shall procead out of thy bodye, & will stablyshe his kyngdome."},{"number":13,"verse":"He shall bylde an house for my name, & I wyll stablyshe the seate of his kyngdome for euer."},{"number":14,"verse":"I wylbe his father, and he shalbe my sonne: yf he synne, I wyll chasten hym wyth soche a rodde as men be chastened wt, & wt soche plages as the children of men be plaged wt."},{"number":15,"verse":"But my mercie shal not depart awaye from him, as I toke it from Saul, whom I put downe before the."},{"number":16,"verse":"And thyne house and thy kyngdome shall endure wt out ende after the, and thy seate shalbe stablyshed foreuer."},{"number":17,"verse":"According to all these wordes and accordyng to all thys visyon, dyd Nathan speake vnto Dauid."},{"number":18,"verse":"Then went Dauid in, and set hym downe before the Lord, and sayde: what am I, O Lord God? and what is my house? that thou shuldest haue brought me this farre forth?"},{"number":19,"verse":"And this was yet a small thing in thy sight, O Lord God, but thou hast spoken also of thy seruauntes house for a great while to come: For this is the vse of man, O lord God."},{"number":20,"verse":"And what can Dauid saye moare vnto the: for thou Lord God knowest thy seruaunt."},{"number":21,"verse":"Euen for thy wordes sake & according to thine awne hert hast thou done all these greate thynges to make them knowen vnto thy seruaunt."},{"number":22,"verse":"Wherfore thou art great, O Lord God: for there is none lyke the nether is there any God saue thou, according to all that we haue heard wt oure eares."},{"number":23,"verse":"And what one people in the erth is lyke thy people Israel whose God, went & delyuered them, that they myght be his people, & that he myght make hym a name, & to shewe great & terrible things in the erthe, for thy people which thou redemedst to the out of Egipt, euen the people with their goddes."},{"number":24,"verse":"For thou hast ordeyned thy people Israel, to be thy people for euer. And thou Lorde art become theyr God."},{"number":25,"verse":"And now (Lord God) the worde that thou hast spoken concernyng thy seruaunt and his house: make it good for euer, and do as thou hast sayd."},{"number":26,"verse":"For so shall thy name be magnified for euer, of men that shall saye: the Lorde of Hostes is the God of Israell: and the house of thy seruaunt shall be stablyshed before the."},{"number":27,"verse":"For thou, O Lord of Hostes, God of Israell, hast tolde in the eare of thy seruaunt, sayeng: I wyll bylde the an house And therfore hath thy seruaunt found in his harte, to praye this prayer vnto the."},{"number":28,"verse":"Therfore now Lord God, thou art God, and thy wordes must be true, thou that hast tolde this goodnesse vnto thy seruaunt."},{"number":29,"verse":"And now go to, and blesse the housse of thy seruaunt, that it maye contynew for euer before the. for thou. Lord God hast spoken it, and with thy blessyng shall the house of thy seruaunt be blessed for euer."}]}