{"bibleAbbr":"NRSVue2021","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"Brothers and sisters, my heart’s desire and prayer to God for them is that they may be saved."},{"number":2,"verse":"(Acts 21.20) For I can testify that they have a zeal for God, but it is not based on knowledge."},{"number":3,"verse":"(Rom 1.17; Phil 3.9) Not knowing the righteousness of God and seeking to establish their own, they have not submitted to God’s righteousness."},{"number":4,"verse":"(Rom 7.1-4; Gal 3.24) For Christ is the culmination of the law so that there may be righteousness for everyone who believes."},{"number":5,"verse":"Salvation Is for All (Neh 9.29; Ezek 20.11, 13, 21; Rom 7.10) Moses writes concerning the righteousness that comes from the law, that “the person who does these things will live by them.”"},{"number":6,"verse":"But the righteousness that comes from faith says, “Do not say in your heart, ‘Who will ascend into heaven?’ ” (that is, to bring Christ down)"},{"number":7,"verse":"“or ‘Who will descend into the abyss?’ ” (that is, to bring Christ up from the dead)."},{"number":8,"verse":"(Deut 30.14) But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we proclaim),"},{"number":9,"verse":"(Mt 10.32; Lk 12.8; Acts 16.31) because (Or namely, that) if you confess with your mouth that Jesus is Lord and believe (Or trust) in your heart that God raised him from the dead, you will be saved."},{"number":10,"verse":"For one believes (Or trusts) with the heart, leading to righteousness, and one confesses with the mouth, leading to salvation."},{"number":11,"verse":"(Isa 28.16; Rom 9.33) The scripture says, “No one who believes (Or trusts) in him will be put to shame.”"},{"number":12,"verse":"(Acts 10.36; Rom 3.22, 29; Gal 3.28) For there is no distinction between Jew and Greek; the same Lord is Lord of all and is generous to all who call on him."},{"number":13,"verse":"(Joel 2.32; Acts 2.21) For “everyone who calls on the name of the Lord shall be saved.”"},{"number":14,"verse":"But how are they to call on one in whom they have not believed? (Or trusted) And how are they to believe (Or trust) in one of whom they have never heard? And how are they to hear without someone to proclaim him?"},{"number":15,"verse":"(Isa 52.7) And how are they to proclaim him unless they are sent? As it is written, “How beautiful are the feet of those who bring good news!”"},{"number":16,"verse":"(Isa 53.1; Jn 12.38; Heb 4.2) But not all have obeyed the good news, (Or gospel) for Isaiah says, “Lord, who has believed (Or trusted) our message?”"},{"number":17,"verse":"So faith (Or trust) comes from what is heard, and what is heard comes through the word of Christ. (Or about Christ; other ancient authorities read of God)"},{"number":18,"verse":"(Ps 19.4; Col 1.6, 23; 1 Thess 1.8) But I ask, have they not heard? Indeed they have: “Their voice has gone out to all the earth and their words to the ends of the world.”"},{"number":19,"verse":"(Deut 32.21; Rom 11.11) Again I ask, did Israel not understand? First Moses says, “I will use those who are not a nation to make you jealous; with a foolish nation I will provoke you.”"},{"number":20,"verse":"(Isa 65.1; Rom 9.30) Then Isaiah is so bold as to say, “I have been found by those who did not seek me; I have shown myself to those who did not ask for me.”"},{"number":21,"verse":"(Isa 65.2) But of Israel he says, “All day long I have held out my hands to a disobedient and contrary people.”"}]}