{"bibleAbbr":"RcV2003","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"Meanwhile, when the myriads of the crowd were gathered together so that they trampled on one another, He began to say to His disciples first, Beware of the leaven of the Pharisees, which is hypocrisy."},{"number":2,"verse":"But there is nothing covered up which will not be revealed, and hidden which will not be known."},{"number":3,"verse":"Therefore what you have said in the darkness will be heard in the light, and what you have spoken in the ear in the private rooms will be proclaimed on the housetops."},{"number":4,"verse":"And I say to you My friends, Do not fear those who kill the body and afterward have nothing more that they can do."},{"number":5,"verse":"But I will show you whom you should fear: fear Him who, after killing, has authority to cast into Gehenna; yes, I tell you, fear this One."},{"number":6,"verse":"Are not five sparrows sold for two assaria? And not one of them is forgotten before God."},{"number":7,"verse":"But even the hairs of your head have all been numbered. Do not be afraid; you are of more value than many sparrows."},{"number":8,"verse":"Moreover, I tell you, Everyone who confesses in Me before men, the Son of Man will also confess in him before the angels of God;"},{"number":9,"verse":"But he who denies Me before men will be denied before the angels of God."},{"number":10,"verse":"And everyone who will say a word against the Son of Man, it will be forgiven him; but to him who blasphemes against the Holy Spirit, it will not be forgiven."},{"number":11,"verse":"And when they bring you before the synagogues and the rulers and the authorities, do not be anxious about how or what you should reply in defense, or what you should say;"},{"number":12,"verse":"For the Holy Spirit will teach you in that hour what should be said."},{"number":13,"verse":"And someone out of the crowd said to Him, Teacher, tell my brother to divide the inheritance with me."},{"number":14,"verse":"But He said to him, Man, who appointed Me a judge or a divider over you?"},{"number":15,"verse":"And He said to them, Watch and guard yourself from all covetousness, for no one’s life is in the abundance of his possessions."},{"number":16,"verse":"And He told them a parable, saying, The land of a certain rich man brought forth abundantly."},{"number":17,"verse":"And he reasoned in himself, saying, What shall I do, for I have no place where I may gather my crops?"},{"number":18,"verse":"And he said, I will do this: I will tear down my barns and build larger ones, and I will gather there all my wheat and my goods."},{"number":19,"verse":"And I will say to my soul, Soul, you have many goods laid up for many years; rest, eat, drink, be merry."},{"number":20,"verse":"But God said to him, Foolish one, this night they are requiring your soul from you; and the things which you have prepared, whose will they be?"},{"number":21,"verse":"So is he who stores up treasure for himself and is not rich toward God."},{"number":22,"verse":"And He said to His disciples, Therefore I say to you, Do not be anxious for your life, what you should eat; nor for your body, what you should put on;"},{"number":23,"verse":"For the life is more than food, and the body more than clothing."},{"number":24,"verse":"Consider the ravens. They neither sow nor reap, they have neither storehouse nor barn; yet God nourishes them. How much more valuable are you than the birds!"},{"number":25,"verse":"And which of you by being anxious can add a cubit to his stature?"},{"number":26,"verse":"If then you cannot do even the least, why are you anxious about the rest?"},{"number":27,"verse":"Consider the lilies, how they grow; they do not toil nor even spin thread; but I tell you, Not even Solomon in all his glory was clothed like one of these."},{"number":28,"verse":"Now if God so arrays the grass in the field, which is here today and tomorrow is cast into the furnace, how much more will He clothe you, you of little faith!"},{"number":29,"verse":"And you, do not seek what you shall eat and what you shall drink, and do not be unsettled."},{"number":30,"verse":"For all these things the Gentiles of the world are anxiously seeking, but your Father knows that you need these things."},{"number":31,"verse":"However, seek His kingdom, and these things shall be added to you."},{"number":32,"verse":"Do not be afraid, little flock, because your Father has been well pleased to give you the kingdom."},{"number":33,"verse":"Sell your possessions and give alms; make for yourselves purses which do not become old, an unfailing treasure in the heavens, where thief does not come near nor even moth corrupts;"},{"number":34,"verse":"For where your treasure is, there also your heart will be."},{"number":35,"verse":"Let your loins be girded and your lamps burning,"},{"number":36,"verse":"And you be like men waiting for their own master when he returns from the wedding feast, so that when he comes and knocks they may open to him immediately."},{"number":37,"verse":"Blessed are those slaves whom the master, when he comes, will find watching. Truly I tell you that he will gird himself and will have them recline at table, and he will come to them and serve them."},{"number":38,"verse":"And if he comes in the second watch, or if in the third, and finds them so, blessed are those slaves."},{"number":39,"verse":"But know this, that if the master of the house had known in what hour the thief was coming, he would not have allowed his house to be broken into."},{"number":40,"verse":"You also, be ready, because at an hour when you do not expect it, the Son of Man is coming."},{"number":41,"verse":"And Peter said, Lord, are You saying this parable to us, or also to all?"},{"number":42,"verse":"And the Lord said, Who then is the faithful and prudent steward, whom the master will set over his service to give them their portion of food at the proper time?"},{"number":43,"verse":"Blessed is that slave whom his master, when he comes, will find so doing."},{"number":44,"verse":"Truly I tell you that he will set him over all his possessions."},{"number":45,"verse":"But if that slave says in his heart, My master is delaying his coming, and begins to beat the male servants and the female servants and to eat and to drink and become drunk,"},{"number":46,"verse":"The master of that slave will come on a day when he does not expect him and at an hour which he does not know, and will cut him asunder, and will appoint his portion with the unbelievers."},{"number":47,"verse":"And that slave who knew his master’s will and did not prepare or do according to his will, will receive many lashes;"},{"number":48,"verse":"But he who did not know, yet did things worthy of stripes, will receive few lashes. But to everyone to whom much has been given, much will be required from him; and to whom much has been committed, they will ask of him all the more."},{"number":49,"verse":"I have come to cast fire on the earth, and how I wish that it were already kindled!"},{"number":50,"verse":"But I have a baptism to be baptized with, and how I am pressed until it is accomplished!"},{"number":51,"verse":"Do you think that I have come to give peace on the earth? No, I tell you, but rather division."},{"number":52,"verse":"For from now on there will be five in one house divided, three against two and two against three."},{"number":53,"verse":"They will be divided: father against son and son against father; mother against her daughter and daughter against her mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law."},{"number":54,"verse":"And He said also to the crowds, When you see a cloud rising in the west, immediately you say that a shower is coming, and so it happens."},{"number":55,"verse":"And when you see a south wind blowing, you say that there will be scorching heat, and it happens."},{"number":56,"verse":"Hypocrites, you know how to discern the face of the earth and of the sky. How is it then that you do not know how to discern this time?"},{"number":57,"verse":"And why do you not judge also of yourselves what is right?"},{"number":58,"verse":"For as you are going with your opponent at law to a magistrate, endeavor to be released from him on the way, lest he drag you to the judge; and the judge will deliver you up to the officer, and the officer will throw you into prison."},{"number":59,"verse":"I tell you, You shall by no means come out from there until you have paid the very last lepton."}]}