{"bibleAbbr":"RcV2003","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":18,"verses":[{"number":1,"verse":"And He told them a parable to the end that they ought always to pray and not lose heart,"},{"number":2,"verse":"Saying, There was a certain judge in a certain city who did not fear God and did not regard man."},{"number":3,"verse":"And there was a widow in that city, and she kept coming to him, saying, Avenge me of my opponent."},{"number":4,"verse":"And for a time he would not; but afterward he said within himself, Even though I do not fear God nor regard man,"},{"number":5,"verse":"Yet because this widow causes me trouble, I will avenge her, lest by continually coming she wear me out."},{"number":6,"verse":"And the Lord said, Hear what the unrighteous judge says."},{"number":7,"verse":"And will not God by all means carry out the avenging of His chosen ones, who cry to Him day and night, though He is long-suffering over them?"},{"number":8,"verse":"I tell you that He will carry out their avenging quickly. Nevertheless, when the Son of Man comes, will He find faith on the earth?"},{"number":9,"verse":"And He told this parable also to certain ones who trusted in themselves that they were righteous and despised the rest:"},{"number":10,"verse":"Two men went up to the temple to pray, the one a Pharisee and the other a tax collector."},{"number":11,"verse":"The Pharisee stood and prayed these things to himself: God, I thank You that I am not like the rest of men — extortioners, unjust, adulterers, or even like this tax collector."},{"number":12,"verse":"I fast twice a week; I give a tenth of all that I get."},{"number":13,"verse":"But the tax collector, standing at a distance, would not even lift up his eyes to heaven, but beat his breast, saying, God, be propitiated to me, the sinner!"},{"number":14,"verse":"I tell you, This man went down to his house justified rather than that one; for everyone who exalts himself shall be humbled, but he who humbles himself shall be exalted."},{"number":15,"verse":"And they were bringing to Him also their babies that He might touch them. But when the disciples saw this they rebuked them."},{"number":16,"verse":"But Jesus called them to Him, saying, Allow the little children to come to Me, and do not forbid them, for of such is the kingdom of God."},{"number":17,"verse":"Truly I say to you, Whoever does not receive the kingdom of God like a little child shall by no means enter into it."},{"number":18,"verse":"And a certain ruler questioned Him, saying, Good Teacher, what shall I do to inherit eternal life?"},{"number":19,"verse":"But Jesus said to him, Why do you call Me good? No one is good except One — God."},{"number":20,"verse":"You know the commandments: “Do not commit adultery, do not murder, do not steal, do not bear false witness, honor your father and mother.”"},{"number":21,"verse":"And he said, All these things I have kept from my youth."},{"number":22,"verse":"And hearing this, Jesus said to him, Still you lack one thing: all that you have, sell and distribute to the poor, and you will have treasure in the heavens; and come, follow Me."},{"number":23,"verse":"But when he heard these things, he became very sorrowful, for he was exceedingly rich."},{"number":24,"verse":"And Jesus, seeing that he became very sorrowful, said, How difficult it is for those who have riches to go into the kingdom of God."},{"number":25,"verse":"For it is easier for a camel to enter through the eye of a needle than for a rich man to enter into the kingdom of God."},{"number":26,"verse":"And those who heard said, Then who can be saved?"},{"number":27,"verse":"But He said, The things that are impossible with men are possible with God."},{"number":28,"verse":"And Peter said, Behold, we have left our own things and have followed You."},{"number":29,"verse":"And He said to them, Truly I say to you that there is no one who has left house or wife or brothers or parents or children for the sake of the kingdom of God,"},{"number":30,"verse":"Who shall not by all means receive back many times as much in this time, and in the coming age, eternal life."},{"number":31,"verse":"And taking the twelve aside, He said to them, Behold we are going up to Jerusalem, and all things which have been written through the prophets regarding the Son of Man will be accomplished,"},{"number":32,"verse":"For He will be delivered up to the Gentiles and will be mocked and outrageously treated and spat upon;"},{"number":33,"verse":"And when they have scourged Him, they will kill Him; and on the third day He will rise."},{"number":34,"verse":"And they understood none of these things, and this saying was hidden from them, and they did not know what was being said."},{"number":35,"verse":"And as He drew near to Jericho, a certain blind man was sitting by the road, begging."},{"number":36,"verse":"And hearing a crowd going by, he inquired what this might be."},{"number":37,"verse":"And they told him that Jesus the Nazarene was passing by."},{"number":38,"verse":"And he shouted, saying, Jesus, Son of David, have mercy on me!"},{"number":39,"verse":"And those going before rebuked him so that he would be silent, but he cried out much more, Son of David, have mercy on me!"},{"number":40,"verse":"And Jesus, standing still, commanded that he be led to Him. And when he drew near, He questioned him,"},{"number":41,"verse":"What do you want Me to do for you? And he said, Lord, that I may receive my sight!"},{"number":42,"verse":"And Jesus said to him, Receive your sight; your faith has healed you."},{"number":43,"verse":"And instantly he received his sight and followed Him, glorifying God. And all the people, seeing it, gave praise to God."}]}