{"bibleAbbr":"RcV2003","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"And on one of the days, as He was teaching the people in the temple and announcing the good news, the chief priests and the scribes with the elders came upon Him,"},{"number":2,"verse":"And spoke, saying to Him, Tell us by what authority You do these things, or who is the one who gave You this authority?"},{"number":3,"verse":"And He answered and said to them, I also will ask you one thing, and you tell Me:"},{"number":4,"verse":"The baptism of John, was it from heaven or from men?"},{"number":5,"verse":"And they reasoned together among themselves, saying, If we say, From heaven, He will say, Why did you not believe him?"},{"number":6,"verse":"But if we say, From men, all the people will stone us to death, for they are persuaded that John was a prophet."},{"number":7,"verse":"And they answered that they did not know where it was from."},{"number":8,"verse":"And Jesus said to them, Neither do I tell you by what authority I do these things."},{"number":9,"verse":"And He began to speak to the people this parable: A certain man planted a vineyard and leased it out to vinedressers and went abroad for a considerable time."},{"number":10,"verse":"And at the proper time he sent a slave to the vinedressers so that they might give him some of the fruit of the vineyard; but the vinedressers beat him and sent him away empty-handed."},{"number":11,"verse":"And he went on to send another slave, but they beat that one also, and dishonored him, and sent him away empty-handed."},{"number":12,"verse":"And he went on to send a third, but that one also they wounded and threw out."},{"number":13,"verse":"And the master of the vineyard said, What shall I do? I will send my son, the beloved; they will probably respect this one."},{"number":14,"verse":"But when the vinedressers saw him, they reasoned with one another, saying, This is the heir; let us kill him that the inheritance may become ours."},{"number":15,"verse":"And they threw him out of the vineyard and killed him. What then will the master of the vineyard do to them?"},{"number":16,"verse":"He will come and destroy these vinedressers and will give the vineyard to others. And when they heard this, they said, May it never happen!"},{"number":17,"verse":"But He looked at them, and said, What then is this that is written, “The stone which the builders rejected, this has become the head of the corner”?"},{"number":18,"verse":"Everyone who falls on that stone shall be broken to pieces; but on whomever it falls, it shall crush him to powder and scatter him like chaff."},{"number":19,"verse":"And the scribes and the chief priests sought to lay hands on Him in that hour; yet they feared the people, for they perceived that it was with them in view that He spoke this parable."},{"number":20,"verse":"And they watched Him closely and sent spies who feigned themselves to be righteous, in order that they might lay hold on some word of His, so as to deliver Him up to the rule and authority of the governor."},{"number":21,"verse":"And they questioned Him, saying, Teacher, we know that You speak and teach correctly, and do not accept man’s person, but teach the way of God in truth."},{"number":22,"verse":"Is it lawful for us to pay taxes to Caesar, or not?"},{"number":23,"verse":"But He perceived their craftiness and said to them,"},{"number":24,"verse":"Show Me a denarius. Whose image and inscription does it have? And they said, Caesar’s."},{"number":25,"verse":"And He said to them, Therefore render the things that are Caesar’s to Caesar, and the things that are God’s to God."},{"number":26,"verse":"And they were not able to lay hold of a saying of His in the presence of the people; and marveling at His answer, they kept silent."},{"number":27,"verse":"And some of the Sadducees, who say there is no resurrection, came to Him and questioned Him,"},{"number":28,"verse":"Saying, Teacher, Moses wrote for us, If anyone’s brother has a wife and dies, and this one is childless, his brother should take the wife and raise up seed to his brother."},{"number":29,"verse":"There were then seven brothers. And the first took a wife and died childless;"},{"number":30,"verse":"And the second;"},{"number":31,"verse":"And the third took her; and similarly the seven also did not leave children and died."},{"number":32,"verse":"Finally the woman also died."},{"number":33,"verse":"In the resurrection, therefore, which one’s wife does the woman become? For the seven had her as wife."},{"number":34,"verse":"And Jesus said to them, The sons of this age marry and are given in marriage,"},{"number":35,"verse":"But those who are counted worthy to obtain that age and the resurrection from the dead neither marry nor are given in marriage;"},{"number":36,"verse":"For neither can they die anymore, for they are equal to angels, and they are sons of God, being sons of the resurrection."},{"number":37,"verse":"But that the dead are raised, even Moses disclosed in the section concerning the bush, when he calls the Lord the God of Abraham and the God of Isaac and the God of Jacob."},{"number":38,"verse":"Now He is not the God of the dead, but of the living, for to Him all men are living."},{"number":39,"verse":"And some of the scribes answered and said, Teacher, You have spoken well."},{"number":40,"verse":"For they no longer dared to question Him about anything."},{"number":41,"verse":"And He said to them, How is it that they say that the Christ is David’s son?"},{"number":42,"verse":"For David himself says in the book of Psalms, “The Lord said to my Lord, Sit at My right hand,"},{"number":43,"verse":"Until I set Your enemies as a footstool for Your feet.”"},{"number":44,"verse":"David therefore calls Him Lord, and how is He his son?"},{"number":45,"verse":"And as all the people were listening, He said to His disciples,"},{"number":46,"verse":"Beware of the scribes, who like to walk around in long robes, and love greetings in the marketplaces and chief seats in the synagogues and places of honor at the dinners,"},{"number":47,"verse":"Who devour widows’ houses, and for a pretense make long prayers. These shall receive greater judgment."}]}