{"bibleAbbr":"RcV2003","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":3,"verses":[{"number":1,"verse":"Now in the fifteenth year of the government of Tiberius Caesar, while Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,"},{"number":2,"verse":"During the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zachariah in the wilderness."},{"number":3,"verse":"And he came into all the region surrounding the Jordan, proclaiming a baptism of repentance for forgiveness of sins,"},{"number":4,"verse":"As it is written in the book of the words of Isaiah the prophet, “A voice of one crying in the wilderness, Prepare the way of the Lord; make straight His paths."},{"number":5,"verse":"Every ravine shall be filled up, and every mountain and hill shall be leveled; and the crooked places shall become a straight way, and the rough ways smooth."},{"number":6,"verse":"And all flesh shall see the salvation of God.”"},{"number":7,"verse":"He said therefore to the crowds going out to be baptized by him, Offspring of vipers, who prompted you to flee from the coming wrath?"},{"number":8,"verse":"Produce then fruits worthy of your repentance, and do not begin to say within yourselves, We have Abraham as our father; for I tell you that God is able out of these stones to raise up children to Abraham."},{"number":9,"verse":"And already also the axe is laid at the root of the trees. Every tree therefore that does not produce good fruit is cut down and cast into the fire."},{"number":10,"verse":"And the crowds asked him, saying, What then shall we do?"},{"number":11,"verse":"And he answered and said to them, He who has two tunics, let him share with the one who has none; and he who has food, let him do likewise."},{"number":12,"verse":"And tax collectors also came to be baptized, and they said to him, Teacher, what shall we do?"},{"number":13,"verse":"And he said to them, Exact nothing more than what you have been ordered to."},{"number":14,"verse":"And some serving in the military also questioned him, saying, And we, what shall we do? And he said to them, Extort nothing from anyone by force, nor take anything by false accusation, and be content with your wages."},{"number":15,"verse":"Now while the people were in expectation and all were reasoning in their hearts concerning John, whether he might possibly be the Christ,"},{"number":16,"verse":"John answered and said to all, I baptize you in water, but He who is stronger than I is coming, the thong of whose sandals I am not worthy to untie. He Himself will baptize you in the Holy Spirit and fire,"},{"number":17,"verse":"Whose winnowing fan is in His hand to thoroughly cleanse His threshing floor and to gather the wheat into His barn, but the chaff He will burn up with unquenchable fire."},{"number":18,"verse":"So, exhorting them with many other things also, he announced the gospel to the people."},{"number":19,"verse":"But Herod the tetrarch, because he was reproved by him concerning Herodias, his brother’s wife, and concerning all the evil things which Herod did,"},{"number":20,"verse":"Added this also above all: he shut John up in prison."},{"number":21,"verse":"Now when all the people were baptized and as Jesus was baptized and was praying, heaven was opened,"},{"number":22,"verse":"And the Holy Spirit descended in bodily form as a dove upon Him. And a voice came out of heaven: You are My Son, the Beloved; in You I have found My delight."},{"number":23,"verse":"And He, Jesus, when He began to minister, was about thirty years old, being, so it was thought, the son of Joseph, the son of Heli,"},{"number":24,"verse":"The son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"},{"number":25,"verse":"The son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"},{"number":26,"verse":"The son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"},{"number":27,"verse":"The son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Salathiel, the son of Neri,"},{"number":28,"verse":"The son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"},{"number":29,"verse":"The son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"},{"number":30,"verse":"The son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"},{"number":31,"verse":"The son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"},{"number":32,"verse":"The son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,"},{"number":33,"verse":"The son of Aminadab, the son of Aram, the son of Hezron, the son of Pharez, the son of Judah,"},{"number":34,"verse":"The son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"},{"number":35,"verse":"The son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Sala,"},{"number":36,"verse":"The son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"},{"number":37,"verse":"The son of Methuselah, the son of Enoch, the son of Jared, the son of Maleleel, the son of Cainan,"},{"number":38,"verse":"The son of Enosh, the son of Seth, the son of Adam, the son of God."}]}