{"bibleAbbr":"RcV2003","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":5,"verses":[{"number":1,"verse":"And as the crowd pressed upon Him to hear the word of God, He was standing by the lake of Gennesaret."},{"number":2,"verse":"And He saw two boats lying by the lake, and the fishermen had gotten out of them and were washing the nets."},{"number":3,"verse":"And He got into one of the boats, which was Simon’s, and asked him to put out a little from the land. And He sat down and from the boat taught the crowds."},{"number":4,"verse":"And when He ceased speaking, He said to Simon, Put out into the deep and let down your nets for a catch."},{"number":5,"verse":"And Simon answered and said, Master, through the whole night we toiled and caught nothing; but based on Your word I will let down the nets."},{"number":6,"verse":"And when they did this, they enclosed a great number of fish, and their nets began to tear apart."},{"number":7,"verse":"And they signaled to their companions in the other boat to come and assist them. And they came and filled both the boats, so that they began to sink."},{"number":8,"verse":"And when Simon Peter saw this, he fell down at Jesus’ knees, saying, Depart from me, for I am a sinful man, Lord."},{"number":9,"verse":"For amazement had taken possession of him and all who were with him, because of the catch of the fish which they took;"},{"number":10,"verse":"And likewise also James and John, the sons of Zebedee, who were partners with Simon. And Jesus said to Simon, Do not be afraid. From now on you will be catching men alive."},{"number":11,"verse":"And when they had brought the boats to the land, they left all and followed Him."},{"number":12,"verse":"And while He was in one of the cities, behold, there was a man full of leprosy. And when he saw Jesus, he fell on his face and begged Him, saying, Lord, if You are willing, You can cleanse me."},{"number":13,"verse":"And stretching out His hand, He touched him, saying, I am willing; be cleansed! And immediately the leprosy left him."},{"number":14,"verse":"And He charged him to tell no one: But go away, show yourself to the priest, and offer the gift for your cleansing, even as Moses directed, for a testimony to them."},{"number":15,"verse":"But the word concerning Him spread abroad all the more, and great crowds came together to hear Him and to be healed from their infirmities."},{"number":16,"verse":"But He Himself often withdrew in the wilderness and prayed."},{"number":17,"verse":"And on one of the days He was teaching, and there were Pharisees and teachers of the law sitting there, who had come out of every village of Galilee and Judea and Jerusalem. And the power of the Lord was with Him to heal."},{"number":18,"verse":"And behold, some men brought on a bed a man who was paralyzed, and they sought a way to carry him in and lay him before Him."},{"number":19,"verse":"And since they could not find by what way they might carry him in because of the crowd, they went up onto the housetop and let him down with the cot through the tiles into the midst, in front of Jesus."},{"number":20,"verse":"And seeing their faith, He said, Man, your sins are forgiven you."},{"number":21,"verse":"And the scribes and the Pharisees began to reason, saying, Who is this who speaks blasphemies? Who can forgive sins except God alone?"},{"number":22,"verse":"But Jesus, knowing fully their reasonings, answered and said to them, Why are you reasoning in your hearts?"},{"number":23,"verse":"Which is easier: to say, Your sins are forgiven you, or to say, Rise and walk?"},{"number":24,"verse":"But that you may know that the Son of Man has authority on the earth to forgive sins — He said to the one paralyzed, To you I say, Rise and take up your cot and go to your house."},{"number":25,"verse":"And he rose up at once before them and took up that upon which he was lying and went away to his house, glorifying God."},{"number":26,"verse":"And astonishment took hold of all, and they glorified God and were filled with fear, saying, We have seen extraordinary things today."},{"number":27,"verse":"And after these things He went out and beheld a tax collector named Levi sitting at the tax office, and He said to him, Follow Me."},{"number":28,"verse":"And leaving all, he rose up and followed Him."},{"number":29,"verse":"And Levi gave a great reception for Him in his house; and there was a great crowd of tax collectors and others who were reclining at table with them."},{"number":30,"verse":"And the Pharisees and their scribes murmured at His disciples, saying, Why do you eat and drink with the tax collectors and sinners?"},{"number":31,"verse":"And Jesus answered and said to them, Those who are healthy have no need of a physician, but those who are ill;"},{"number":32,"verse":"I have not come to call the righteous, but sinners to repentance."},{"number":33,"verse":"And they said to Him, The disciples of John fast often and make petitions, likewise also those of the Pharisees, but Yours eat and drink."},{"number":34,"verse":"And Jesus said to them, You cannot make the sons of the bridechamber fast while the bridegroom is with them, can you?"},{"number":35,"verse":"But the days will come when the bridegroom will be taken away from them; then they will fast in those days."},{"number":36,"verse":"And He also spoke a parable to them: No one tears a patch from a new garment and puts it on an old garment; otherwise, he will tear the new garment, and also the patch from the new will not match the old."},{"number":37,"verse":"And no one puts new wine into old wineskins; otherwise, the new wine will burst the wineskins, and it will be poured out and the wineskins will be ruined;"},{"number":38,"verse":"But new wine must be put into fresh wineskins."},{"number":39,"verse":"And no one who has drunk the old desires the new, for he says, The old is better."}]}