{
  "bibleAbbr" : "TCL1995",
  "bookName" : "விடுதலைப் பயணம்",
  "bookEnglishName" : "Exodus",
  "chapterNumber" : 20,
  "verses" : [ {
    "number" : 1,
    "verse" : "(பத்துக் கட்டளைகள்) கடவுள் அருளிய வார்த்தைகள் இவையே:"
  }, {
    "number" : 2,
    "verse" : "நானே உன் கடவுளாகிய ஆண்டவர்: அடிமை வீடாகிய எகிப்து நாட்டினின்று உன்னை வெளியேறச் செய்தவர்."
  }, {
    "number" : 3,
    "verse" : "என்னைத் தவிர வேறு தெய்வங்கள் உனக்கிருத்தல் ஆகாது."
  }, {
    "number" : 4,
    "verse" : "மேலே விண்வெளியில், கீழே மண்ணுலகில், பூமிக்கடியே நீர்த்திரளில் உள்ள யாதொன்றின் சிலையையோ ஓவியத்தையோ நீ உருவாக்க வேண்டாம்."
  }, {
    "number" : 5,
    "verse" : "நீ அவைகளை வழிபடவோ அவற்றிற்குப் பணிவிடை புரியவோ வேண்டாம்.ஏனெனில் உன் கடவுளும் ஆண்டவருமாகிய நான் இதைச் சகித்துக்கொள்ளமாட்டேன்: என்னைப் புறக்கணிக்கும் மூதாதையரின் பாவங்களைப் பிள்ளைகள் மேல் மூன்றாம் நான்காம் தலைமுறைமட்டும் தண்டித்துத் தீர்ப்பேன்."
  }, {
    "number" : 6,
    "verse" : "மாறாக என்மீது அன்புகூர்ந்து என் விதிமுறைகளைக் கடைப்பிடிப்போருக்கு ஆயிரம் தலைமுறைக்கும் பேரன்பு காட்டுவேன்."
  }, {
    "number" : 7,
    "verse" : "உன் கடவுளாகிய ஆண்டவரின் பெயரை வீணாகப் பயன்படுத்தாதே: ஏனெனில், தம் பெயரை வீணாகப் பயன்படுத்துபவரை ஆண்டவர் தண்டியாது விடார்."
  }, {
    "number" : 8,
    "verse" : "ஓய்வு நாளைத் தூயதாகக் கடைப்பிடிப்பதில் கருத்தாயிரு."
  }, {
    "number" : 9,
    "verse" : "ஆறு நாள்கள் நீ உழைத்து உன் அனைத்து வேலையையும் செய்வாய்."
  }, {
    "number" : 10,
    "verse" : "ஏழாம் நாளோ உன் கடவுளாகிய ஆண்டவருக்கான ஓய்வு நாள்.எனவே அன்று நீயும் உன் மகனும் மகளும் உன் அடிமையும் அடிமைப்பெண்ணும் உன் கால்நடைகளும் உன் நகர்களுக்குள் இருக்கும் அன்னியனும் யாதொரு வேலையும் செய்ய வேண்டாம்."
  }, {
    "number" : 11,
    "verse" : "ஏனெனில், ஆண்டவர் ஆறு நாள்களில் விண்ணுலகையும், மண்ணுலகையும், கடலையும், அவற்றிலுள்ள அனைத்தையும் படைத்து ஏழாம் நாளில் ஓய்ந்திருந்தார். இவ்வாறு ஆண்டவர் ஓய்வு நாளுக்கு ஆசிவழங்கி அதனைப் புனிதப்படுத்தினார்."
  }, {
    "number" : 12,
    "verse" : "உன் கடவுளாகிய ஆண்டவர் உனக்களிக்கும் நாட்டில் உன் வாழ்நாள்கள் நீடிக்கும்படி, உன் தந்தையையும் உன் தாயையும் மதித்து நட."
  }, {
    "number" : 13,
    "verse" : "கொலை செய்யாதே."
  }, {
    "number" : 14,
    "verse" : "விபசாரம் செய்யாதே."
  }, {
    "number" : 15,
    "verse" : "களவு செய்யாதே."
  }, {
    "number" : 16,
    "verse" : "பிறருக்கு எதிராகப் பொய்ச்சான்று சொல்லாதே."
  }, {
    "number" : 17,
    "verse" : "பிறர் வீட்டைக் கவர்ந்திட விரும்பாதே: பிறர் மனைவி, அடிமை, அடிமைப்பெண், மாடு, கழுதை, அல்லது பிறர்க்குரியது எதையுமே கவர்ந்திட விரும்பாதே."
  }, {
    "number" : 18,
    "verse" : "(ஜனங்கள் தேவனுக்கு பயப்படுதல்) மக்கள் அனைவரும் இடி மின்னல்களையும் எக்காள முழக்கத்தையும் புகையையும் மலையையும் கண்டனர்: கண்டு, மக்கள் நடுநடுங்கித் தூரத்தில் நின்று கொண்டு,"
  }, {
    "number" : 19,
    "verse" : "மோசேயை நோக்கி, “நீர் எங்களோடு பேசும்.நாங்கள் கேட்போம்.கடவுள் எங்களோடு பேசவே வேண்டாம்.ஏனெனில் நாங்கள் செத்துப் போவோம்” என்றனர்."
  }, {
    "number" : 20,
    "verse" : "மோசே மக்களை நோக்கி, “அஞ்சாதீர்கள்: கடவுள்மீது உங்களுக்கு ஏற்படும் அச்சத்தால் நீங்கள் பாவம் செய்யாதிருப்பீர்களா என்று உங்களைச் சோதித்தறியவே அவர் இவ்வாறு தோன்றினார்” என்றார்."
  }, {
    "number" : 21,
    "verse" : "மக்கள் தொலையில் நின்றுகொண்டிருக்க மோசே கடவுள் இருந்த காரிருளை அணுகினார்."
  }, {
    "number" : 22,
    "verse" : "ஆண்டவர் மோசேயை நோக்கிப் பின்வருமாறு உரைத்தார்! இவ்வாறு நீ இஸ்ரயேல் மக்களிடம் சொல்: “நான் வானத்திலிருந்து உங்களோடு பேசினேன் என்பதை நீங்கள் கண்டீர்கள்."
  }, {
    "number" : 23,
    "verse" : "எனக்கு இணையாக வைக்க வெள்ளியாலான தெய்வங்களையும், பொன்னாலான தெய்வங்களையும் உங்களுக்கு நீங்கள் செய்து கொள்ள வேண்டாம்."
  }, {
    "number" : 24,
    "verse" : "எனக்கென்று மண்ணால் பீடம் அமைத்து, உன் ஆடுகளையும் மாடுகளையும் அதன்மேல் எரி பலிகளாகவும், நல்லுறவுப் பலிகளாகவும் செலுத்து.நான் என்பெயரை நினைவுபடுத்தச் செய்யும் இடங்கள் யாவற்றிலும், நான் உன்னிடம் வந்து உனக்கு ஆசி வழங்குவேன்."
  }, {
    "number" : 25,
    "verse" : "எனக்காகக் கற்பீடம் அமைத்தால், செதுக்கிய கற்கள்கொண்டு கட்டவேண்டாம்.ஏனெனில், உனது உளி அதன்மேல் பட்டால், நீ அதனைத் தீட்டுப்படுத்துவாய்."
  }, {
    "number" : 26,
    "verse" : "உன் திறந்தமேனி என் பீடத்தின்மேல் தெரிந்து விடாதபடி, படிகள் வழியாய் அதன்மேல் ஏறிச்செல்ல வேண்டாம்."
  } ]
}