{
  "bibleAbbr" : "TCL1995",
  "bookName" : "விடுதலைப் பயணம்",
  "bookEnglishName" : "Exodus",
  "chapterNumber" : 23,
  "verses" : [ {
    "number" : 1,
    "verse" : "பொய், புரளியை நீ கிளப்ப வேண்டாம்.அநியாயமாய்ப் பொய்ச்சாட்சியாகி, நீ தீயவருக்குக் கைகொடுக்க வேண்டாம்."
  }, {
    "number" : 2,
    "verse" : "கெடுமதி கொண்ட கும்பலைப் பின்பற்றாதே.வழக்கின்போது கும்பலைச் சார்ந்து கொண்டு நீதியைத் திரித்துச் சான்று சொல்ல வேண்டாம்!"
  }, {
    "number" : 3,
    "verse" : "எளியவரது வழக்கிலும், அவருக்கெதிராக ஒரு தலைச்சார்பாக நிற்காதே."
  }, {
    "number" : 4,
    "verse" : "உன் பகைவரின் வழிதவறித் திரியும் மாடோ கழுதையோ உனக்கு எதிர்ப்பட்டால் நீ அதனை உரியவரிடம் கொண்டு சேர்த்துவிடு."
  }, {
    "number" : 5,
    "verse" : "உன்னை வெறுக்கும் ஒருவரின் கழுதை சுமையினால் படுத்துவிட்டதை நீ கண்டால், அந்நிலையில் அவரை விட்டகலாதே! அதைத் தூக்கிவிட அவருக்கு உதவிசெய்."
  }, {
    "number" : 6,
    "verse" : "உன்னைச் சார்ந்துள்ள எளியவரின் வழக்கில் நீதியைத் திரித்து விடாதே."
  }, {
    "number" : 7,
    "verse" : "தவறான குற்றச்சாட்டுகளிலிருந்து விலகியிரு.குற்றமற்றவரையும், நேர்மையாளரையும் கொலை செய்ய வேண்டாம்.ஏனெனில், தீயவரை நல்லவராக நான் தீர்ப்பிடவே மாட்டேன்."
  }, {
    "number" : 8,
    "verse" : "கையூட்டு வாங்காதே.கையூட்டு, பார்வையுடையவரையும் குருடராக்கும்.நேர்மையாளரின் வழக்கையும் புரட்டிவிடும்."
  }, {
    "number" : 9,
    "verse" : "அன்னியரை நீ ஒடுக்காதே. அன்னியரது உணர்வுகளை நீங்கள் அறிவீர்கள். ஏனெனில் எகிப்து நாட்டில் நீங்களும் அன்னியராக இருந்தீர்கள்."
  }, {
    "number" : 10,
    "verse" : "(விசேஷ விடுமுறைகள்) ஆறு ஆண்டுகள் உன் நிலத்தில் நீ விதைத்து அதன் விளைச்சலை சேமித்து வைப்பாய்."
  }, {
    "number" : 11,
    "verse" : "ஏழாம் ஆண்டு அதை, ஓய்வு கொள்ளவும் தரிசாகக் கிடக்கவும் விட்டுவிடுவாய். உன் மக்களில் வறியவர்கள் தானாக விளைவதை உண்ணட்டும். அவர்கள் விட்டுவைப்பதை வயல்வெளி உயிரினங்கள் உண்ணும். உன் திராட்சைத் தோட்டத்திற்கும், உன் ஒலிவ தோட்டத்திற்கும் இவ்வாறே செய்வாய்."
  }, {
    "number" : 12,
    "verse" : "ஆறு நாள்கள் நீ உன் வேலையைச் செய்வாய்: ஏழாம் நாளிலோ ஓய்ந்திருப்பாய். இதனால் உன் மாட்டுக்கும் உன் கழுதைக்கும் ஓய்வுகிடைக்கும்: உன் அடிமைப்பெண்ணின் பிள்ளையும் அன்னியரும் இளைப்பாறுவர்."
  }, {
    "number" : 13,
    "verse" : "நான் உங்களுக்கு சொன்ன யாவற்றையும் கடைபிடியுங்கள். பிற தெய்வங்களின் பெயரை நீங்கள் உச்சரிக்க வேண்டாம். அது உங்கள் வாயில் ஒலிக்கவும் வேண்டாம்."
  }, {
    "number" : 14,
    "verse" : "ஆண்டில் மூன்று முறை நீ எனக்கு விழா எடுப்பாய்."
  }, {
    "number" : 15,
    "verse" : "புளிப்பற்ற அப்ப விழாவை நீ கொண்டாட வேண்டும். நான் உனக்கு கட்டளையிட்டபடி ஆபிபு மாதத்தில் குறிக்கபட்ட காலத்தில் ஏழு நாள்கள் புளிப்பற்ற அப்பம் உண்பாய். ஏனெனில், அப்போது நீ எகிப்திலிருந்து வெளியேறினாய். எவரும் வெறுங்கையராக என் திருமுன் வரவேண்டாம்."
  }, {
    "number" : 16,
    "verse" : "வயலில் நீ விதைத்து, உன் உழைப்பின் முதற்பலன் கிட்டும்போது,அறுவடைவிழா வும், ஆண்டுத் தொடக்கத்தில் வயலிலிருந்து உனது உழைப்பின் பயனை ஒன்று சேர்க்கையில்சேகரிப்பு விழா வும் எடுக்க வேண்டும்."
  }, {
    "number" : 17,
    "verse" : "ஆண்டில் மூன்றுமுறை உன் ஆண்மகவு ஒவ்வொன்றும் தலைவராகிய ஆண்டவர் திருமுன் வரவேண்டும்."
  }, {
    "number" : 18,
    "verse" : "எனக்குச் செலுத்தும் பலியின் இரத்தத்தைப் புளித்த மாவுடன் படைக்காதே.என் விழாவிலுள்ள கொழுப்பு காலைவரைக்கும் இருக்கக்கூடாது."
  }, {
    "number" : 19,
    "verse" : "உன் நிலத்தின் முதற்கனிகளில் முதன்மையானவற்றை உன் கடவுளாகிய ஆண்டவரின் இல்லத்துக்குக் கொண்டு செல்வாய்.குட்டியை அதன் தாய்ப்பாலில் சமைக்காதே."
  }, {
    "number" : 20,
    "verse" : "(இஸ்ரவேலர் தங்கள் நாட்டைப் பெறுவதற்கு தேவன் உதவுவார்) வழியில் உன்னைப் பாதுகாக்கவும், நான் ஏற்பாடு செய்துள்ள இடத்தில் உன்னைக் கொண்டு சேர்க்கவும், இதோ நான் உனக்கு முன் ஒரு தூதரை அனுப்புகிறேன்."
  }, {
    "number" : 21,
    "verse" : "அவர்முன் எச்சரிக்கையாயிரு: அவர் சொற்கேட்டு நட: அவரை எதிர்ப்பவனாய் இராதே. உன் குற்றங்களை அவர் பொறுத்துக்கொள்ளார். ஏனெனில், என் பெயர் அவரில் உள்ளது."
  }, {
    "number" : 22,
    "verse" : "நீ அவர் சொல் கேட்டு நடந்தால், நான் சொல்வது யாவற்றையும் கேட்டுச் செயல்பட்டால், நான் உன் எதிரிகளுக்கு எதிரியும், உன் பகைவர்க்குப் பகைவனும் ஆவேன்."
  }, {
    "number" : 23,
    "verse" : "ஏனெனில், என் தூதர் உனக்குமுன் சென்று உன்னை எமோரியர், இத்தியர், பெரிசியர், கானானியர், இவ்வியர், எபூசியர் இவர்களிடம் கொண்டுபோய்ச் சேர்க்கும்போது நான் அவர்களை அழித்தொழிப்பேன்."
  }, {
    "number" : 24,
    "verse" : "நீ அவர்கள் தெய்வங்களைப் பணிந்து கொள்ளவோ, அவைகளுக்கு வழிபாடு செய்யவோ, அவைகளுக்குரிய பழக்கவழக்கங்களைப் பின்பற்றவோ வேண்டாம். மாறாக அவற்றை அழித்தொழித்து அவற்றின் சிலைத்தூண்களை உடைத்துத் தள்ளுவாய்."
  }, {
    "number" : 25,
    "verse" : "நீ உன் கடவுளாகிய ஆண்டவரை வழிபடவேண்டும்.அவர் உன் உணவு தண்ணீர் இவற்றின் மேல் ஆசி வழங்குவார்.அவர் உன் நடுவினின்று நோயை அகற்றிவிடுவார்."
  }, {
    "number" : 26,
    "verse" : "குறைகாலப் பிள்ளைப்பேறும் மலடும் உன் நாட்டில் இரா.உன் வாழ்நாள்களின் எண்ணிக்கையை நான் நிறைவு செய்வேன்."
  }, {
    "number" : 27,
    "verse" : "என் பேரச்சத்தை”உனக்கு முன்னர் அனுப்பி, உன்னை எதிர்ப்படும் எல்லா மக்களையும் நான் கதிகலங்கச் செய்வேன்.உன் பகைவர் அனைவரும் உனக்குப் புறம்காட்டச் செய்வேன்."
  }, {
    "number" : 28,
    "verse" : "உனக்கு முன் நான் குளவிகளை அனுப்பி வைப்பேன்.அவை இவ்வியரையும் கானானியரையும் இத்தியரையும் உனக்கு முன்னின்று துரத்திவிடும்."
  }, {
    "number" : 29,
    "verse" : "ஆயினும், ஒரே ஆண்டில், உனக்கு முன்னின்று நான் அவர்களைத் துரத்திவிட மாட்டேன்.துரத்தினால், நிலம் தரிசாகிவிடும்.உன்னிலும் மிகுதியாக வயல்வெளி விலங்குகள் பலுகிப் பெருகிவிடும்."
  }, {
    "number" : 30,
    "verse" : "எனவே நீ பலுகிப்பெருகி நாட்டைக் கைப்பற்றும் வரை சிறிது சிறிதாக அவர்களை உனக்கு முன்னின்று துரத்திவிடுவேன்."
  }, {
    "number" : 31,
    "verse" : "உன் எல்லைகள், செங்கடல்முதல் பெலிஸ்தியர் கடல்வரைக்கும், பாலைநிலம் முதல் யூப்பிரத்தீசு நதிவரைக்கும், விரிந்து கிடக்கச் செய்வேன்.ஏனெனில் அந்நாட்டின் குடிமக்களை நான் உன் கையில் ஒப்படைப்பேன்.நீயும் அவர்களை உன் முன்னின்று துரத்திவிடுவாய்."
  }, {
    "number" : 32,
    "verse" : "நீ அவர்களுடனோ அவர்களுடைய தெய்வங்களுடனோ எந்த உடன்படிக்கையும் செய்யாதே!"
  }, {
    "number" : 33,
    "verse" : "அவர்கள் உன் நாட்டில் குடியிருக்க வேண்டாம்.இல்லையெனில் நீ எனக்கு எதிராகப் பாவம் செய்ய அவர்கள் காரணமாவர்.நீ அவர்கள் தெய்வங்களை வழிபடுவது உனக்குக் கண்ணியாக அமையும்."
  } ]
}