{"bibleAbbr":"KJV1850+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"He that is wounded in the stones, <WH6481> <WH1795> or hath his privy member <WH8212> cut off, <WH3772> shall not <WH3808> enter <WH935> into the congregation <WH6951> of the LORD. <WH3068>"},{"number":2,"verse":"A bastard <WH4464> shall not <WH3808> enter <WH935> into the congregation <WH6951> of the LORD; <WH3068> even <WH1571> to his tenth <WH6224> generation <WH1755> shall he not <WH3808> enter <WH935> into the congregation <WH6951> of the LORD. <WH3068>"},{"number":3,"verse":"An Ammonite <WH5984> or Moabite <WH4125> shall not <WH3808> enter <WH935> into the congregation <WH6951> of the LORD; <WH3068> even <WH1571> to their tenth <WH6224> generation <WH1755> shall they not <WH3808> enter <WH935> into the congregation <WH6951> of the LORD <WH3068> forever: <WH5704> <WH5769>"},{"number":4,"verse":"Because <WH5921> <WH1697> they <WH834> met <WH6923> you not <WH3808> with bread <WH3899> and with water <WH4325> in the way, <WH1870> when ye came forth <WH3318> out of Egypt; <WH4480> <WH4714> and because <WH834> they hired <WH7936> against <WH5921> thee <WH853> Balaam <WH1109> the son <WH1121> of Beor <WH1160> of Pethor <WH4480> <WH6604> of Mesopotamia, <WH763> to curse <WH7043> thee."},{"number":5,"verse":"Nevertheless the LORD <WH3068> thy God <WH430> would <WH14> not <WH3808> hearken <WH8085> unto <WH413> Balaam; <WH1109> but the LORD <WH3068> thy God <WH430> turned <WH2015> <WH853> the curse <WH7045> into a blessing <WH1293> unto thee, because <WH3588> the LORD <WH3068> thy God <WH430> loved <WH157> thee."},{"number":6,"verse":"Thou shalt not <WH3808> seek <WH1875> their peace <WH7965> nor their prosperity <WH2896> all <WH3605> thy days <WH3117> forever. <WH5769>"},{"number":7,"verse":"Thou shalt not <WH3808> abhor <WH8581> an Edomite; <WH130> for <WH3588> he <WH1931> is thy brother: <WH251> thou shalt not <WH3808> abhor <WH8581> an Egyptian; <WH4713> because <WH3588> thou wast <WH1961> a stranger <WH1616> in his land. <WH776>"},{"number":8,"verse":"The children <WH1121> that <WH834> are begotten <WH3205> of them shall enter <WH935> into the congregation <WH6951> of the LORD <WH3068> in their third <WH7992> generation. <WH1755>"},{"number":9,"verse":"When <WH3588> the host <WH4264> goeth forth <WH3318> against <WH5921> thine enemies, <WH341> then keep thee <WH8104> from every <WH4480> <WH3605> wicked <WH7451> thing. <WH1697>"},{"number":10,"verse":"If <WH3588> there be <WH1961> among you any man, <WH376> that <WH834> is <WH1961> not <WH3808> clean <WH2889> by reason of uncleanness that chanceth <WH4480> <WH7137> him by night, <WH3915> then shall he go abroad <WH3318> out of <WH413> <WH4480> <WH2351> the camp, <WH4264> he shall not <WH3808> come <WH935> within <WH413> <WH8432> the camp: <WH4264>"},{"number":11,"verse":"But it shall be, <WH1961> when evening <WH6153> cometh on, <WH6437> he shall wash <WH7364> himself with water: <WH4325> and when the sun <WH8121> is down, <WH935> he shall come <WH935> into <WH413> <WH8432> the camp <WH4264> again."},{"number":12,"verse":"Thou shalt have <WH1961> a place <WH3027> also without <WH4480> <WH2351> the camp, <WH4264> whither <WH8033> thou shalt go forth <WH3318> abroad: <WH2351>"},{"number":13,"verse":"And thou shalt have <WH1961> a paddle <WH3489> upon <WH5921> thy weapon; <WH240> and it shall be, <WH1961> when thou wilt ease <WH3427> thyself abroad, <WH2351> thou shalt dig <WH2658> therewith, and shalt turn back <WH7725> and cover <WH3680> <WH853> that which cometh <WH6627> from thee:"},{"number":14,"verse":"For <WH3588> the LORD <WH3068> thy God <WH430> walketh <WH1980> in the midst <WH7130> of thy camp, <WH4264> to deliver <WH5337> thee, and to give up <WH5414> thine enemies <WH341> before <WH6440> thee; therefore shall thy camp <WH4264> be <WH1961> holy: <WH6918> that he see <WH7200> no <WH3808> unclean <WH6172> thing <WH1697> in thee, and turn away <WH7725> from <WH4480> <WH310> thee."},{"number":15,"verse":"Thou shalt not <WH3808> deliver <WH5462> unto <WH413> his master <WH113> the servant <WH5650> which <WH834> is escaped <WH5337> from <WH4480> <WH5973> his master <WH113> unto <WH413> thee:"},{"number":16,"verse":"He shall dwell <WH3427> with <WH5973> thee, even among <WH7130> you, in that place <WH4725> which <WH834> he shall choose <WH977> in one <WH259> of thy gates, <WH8179> where it liketh him best: <WH2896> thou shalt not <WH3808> oppress <WH3238> him."},{"number":17,"verse":"There shall be <WH1961> no <WH3808> whore <WH6948> of the daughters <WH4480> <WH1323> of Israel, <WH3478> nor <WH3808> a sodomite <WH6945> of the sons <WH4480> <WH1121> of Israel. <WH3478>"},{"number":18,"verse":"Thou shalt not <WH3808> bring <WH935> the hire <WH868> of a whore, <WH2181> or the price <WH4242> of a dog, <WH3611> into the house <WH1004> of the LORD <WH3068> thy God <WH430> for any <WH3605> vow: <WH5088> for <WH3588> even <WH1571> both <WH8147> these are abomination <WH8441> unto the LORD <WH3068> thy God. <WH430>"},{"number":19,"verse":"Thou shalt not <WH3808> lend upon usury <WH5391> to thy brother; <WH251> usury <WH5392> of money, <WH3701> usury <WH5392> of victuals, <WH400> usury <WH5392> of any <WH3605> thing <WH1697> that <WH834> is lent upon usury: <WH5391>"},{"number":20,"verse":"Unto a stranger <WH5237> thou mayest lend upon usury; <WH5391> but unto thy brother <WH251> thou shalt not <WH3808> lend upon usury: <WH5391> that <WH4616> the LORD <WH3068> thy God <WH430> may bless <WH1288> thee in all <WH3605> that thou settest <WH4916> thine hand <WH3027> to in <WH5921> the land <WH776> whither <WH834> <WH8033> thou <WH859> goest <WH935> to possess <WH3423> it."},{"number":21,"verse":"When <WH3588> thou shalt vow <WH5087> a vow <WH5088> unto the LORD <WH3068> thy God, <WH430> thou shalt not <WH3808> slack <WH309> to pay <WH7999> it: for <WH3588> the LORD <WH3068> thy God <WH430> will surely require <WH1875> <WH1875> it of <WH4480> <WH5973> thee; and it would be <WH1961> sin <WH2399> in thee."},{"number":22,"verse":"But if <WH3588> thou shalt forbear <WH2308> to vow, <WH5087> it shall be <WH1961> no <WH3808> sin <WH2399> in thee."},{"number":23,"verse":"That which is gone out <WH4161> of thy lips <WH8193> thou shalt keep <WH8104> and perform; <WH6213> even a freewill offering, <WH5071> according as <WH834> thou hast vowed <WH5087> unto the LORD <WH3068> thy God, <WH430> which <WH834> thou hast promised <WH1696> with thy mouth. <WH6310>"},{"number":24,"verse":"When <WH3588> thou comest <WH935> into thy neighbor's <WH7453> vineyard, <WH3754> then thou mayest eat <WH398> grapes <WH6025> thy fill <WH7648> at thine own pleasure; <WH5315> but thou shalt not <WH3808> put <WH5414> any in <WH413> thy vessel. <WH3627>"},{"number":25,"verse":"When <WH3588> thou comest <WH935> into the standing corn <WH7054> of thy neighbor, <WH7453> then thou mayest pluck <WH6998> the ears <WH4425> with thine hand; <WH3027> but thou shalt not <WH3808> move <WH5130> a sickle <WH2770> unto <WH5921> thy neighbor's <WH7453> standing corn. <WH7054>"}]}