{"bibleAbbr":"RSV1971","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"Salutation Paul, called by the will of God to be an apostle of Christ Jesus, and our brother Sos′thenes,"},{"number":2,"verse":"To the church of God which is at Corinth, to those sanctified in Christ Jesus, called to be saints together with all those who in every place call on the name of our Lord Jesus Christ, both their Lord and ours:"},{"number":3,"verse":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"number":4,"verse":"I give thanks to God (Other ancient authorities read my God) always for you because of the grace of God which was given you in Christ Jesus,"},{"number":5,"verse":"that in every way you were enriched in him with all speech and all knowledge —"},{"number":6,"verse":"even as the testimony to Christ was confirmed among you —"},{"number":7,"verse":"so that you are not lacking in any spiritual gift, as you wait for the revealing of our Lord Jesus Christ;"},{"number":8,"verse":"who will sustain you to the end, guiltless in the day of our Lord Jesus Christ."},{"number":9,"verse":"God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord."},{"number":10,"verse":"Divisions in the Church I appeal to you, brethren, by the name of our Lord Jesus Christ, that all of you agree and that there be no dissensions among you, but that you be united in the same mind and the same judgment."},{"number":11,"verse":"For it has been reported to me by Chlo′e’s people that there is quarreling among you, my brethren."},{"number":12,"verse":"What I mean is that each one of you says, “I belong to Paul,” or “I belong to Apol′los,” or “I belong to Cephas,” or “I belong to Christ.”"},{"number":13,"verse":"Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?"},{"number":14,"verse":"I am thankful (Other ancient authorities read I thank God) that I baptized none of you except Crispus and Ga′ius;"},{"number":15,"verse":"lest any one should say that you were baptized in my name."},{"number":16,"verse":"(I did baptize also the household of Steph′anas. Beyond that, I do not know whether I baptized any one else.)"},{"number":17,"verse":"For Christ did not send me to baptize but to preach the gospel, and not with eloquent wisdom, lest the cross of Christ be emptied of its power."},{"number":18,"verse":"Christ the Power and Wisdom of God For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God."},{"number":19,"verse":"For it is written, “I will destroy the wisdom of the wise, and the cleverness of the clever I will thwart.”"},{"number":20,"verse":"Where is the wise man? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world?"},{"number":21,"verse":"For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe."},{"number":22,"verse":"For Jews demand signs and Greeks seek wisdom,"},{"number":23,"verse":"but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles,"},{"number":24,"verse":"but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God."},{"number":25,"verse":"For the foolishness of God is wiser than men, and the weakness of God is stronger than men."},{"number":26,"verse":"For consider your call, brethren; not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth;"},{"number":27,"verse":"but God chose what is foolish in the world to shame the wise, God chose what is weak in the world to shame the strong,"},{"number":28,"verse":"God chose what is low and despised in the world, even things that are not, to bring to nothing things that are,"},{"number":29,"verse":"so that no human being might boast in the presence of God."},{"number":30,"verse":"He is the source of your life in Christ Jesus, whom God made our wisdom, our righteousness and sanctification and redemption;"},{"number":31,"verse":"therefore, as it is written, “Let him who boasts, boast of the Lord.”"}]}