{"bibleAbbr":"TRC1535","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"Brethren I wolde not that ye shuld be ignoraunt of this how yt oure fathers were all vnder a cloude and all passed thorow the see"},{"number":2,"verse":"and were all baptised vnder Moses in the cloude and in the see:"},{"number":3,"verse":"and dyd all eate of one spirituall meate"},{"number":4,"verse":"and did all drincke of one maner of spirituall drincke. And they dranke of that spretuall rocke that folowed them which rocke was Christ."},{"number":5,"verse":"But in many of them had god no delite. For they were overthrowen in the wildernes."},{"number":6,"verse":"These are ensamples to vs that we shuld not lust after evyll thinges as they lusted"},{"number":7,"verse":"Nether be ye worshippers of Images as were some of them accordynge as it is written: The people sate doune to eate and drynke and rose vp agayne to playe."},{"number":8,"verse":"Nether let vs comit fornicacion as some of them committed fornicacion and were destroyed in one daye. xxiii. thousande."},{"number":9,"verse":"Nether let vs tempte Christ as some of them tempted and were destroyed of serpentes."},{"number":10,"verse":"Nether murmure ye as some of them murmured and were destroyed of ye destroyer"},{"number":11,"verse":"All these thinges happened vnto them for ensamples and were written to put vs in remembraunce whom the endes of the worlde are come apon."},{"number":12,"verse":"Wherfore let hym that thynketh he stodeth take hede least he fall."},{"number":13,"verse":"There hath none other temptacion taken you but soche as foloweth ye nature of ma. But God is faythfull which shall not suffer you to be tempted above youre strenght: but shall in the myddes of the temptacion make awaye to escape out."},{"number":14,"verse":"Wherfore my deare beloued fle from worshippynge of ydols."},{"number":15,"verse":"I speake as vnto them which have discrecion Iudge ye what I saye."},{"number":16,"verse":"Ys not the cuppe of blessinge which we blesse partakynge of ye bloude of Christ? ys not the breed which we breake partetakynge of the body of Christ?"},{"number":17,"verse":"because that we (though we be many) yet are one breed and one bodye in as moch as we all are partetakers of one breed."},{"number":18,"verse":"Beholde Israhell which walketh carnally. Are not they which eate of the sacrifyse partetakers of the aultre?"},{"number":19,"verse":"What saye I then? that the ymage is eny thinge? or that it which is offered to ymages is eny thinge?"},{"number":20,"verse":"Nay but I saye that those thinges which the gentyle offer they offer to devyls and not to god. And I wolde not that ye shuld have fellishippe with ye devils"},{"number":21,"verse":"Ye canot drincke of the cup of the lorde and of yt cup of ye deuyls. Ye cnanot be partetakers of the lordes table and of the table of deuelles."},{"number":22,"verse":"Ether shall we provoke the lorde? Or are we stronger then he? All thynges are laufull vnto me but all thynges are not expedient."},{"number":23,"verse":"All thynges are lawfull to me but all thinges edifye not."},{"number":24,"verse":"Let no man seke his awne proffet: but let every man seke anothers welthe."},{"number":25,"verse":"What soever is solde in the market that eate and axe no questions for conscience sake"},{"number":26,"verse":"For the erth is the lordis and all that therein is."},{"number":27,"verse":"Yf eny of them which beleve not bid you to a feest and yf ye be disposed to goo what soever is seet before you: eate axinge no question for conscience sake."},{"number":28,"verse":"But and yf eny man saye vnto you: this is dedicate vnto ydols eate not of it for his sake that shewed it and for hurtynge of conscience."},{"number":29,"verse":"The erth is the lordes and all that there in is. Conscience I saye not thyne: but the coscieuce of that other. For why shuld my liberte be iudged of another manes conscience:"},{"number":30,"verse":"For yf I take my parte with thakes: why am I evell spoken of for that thynge wherfore I geve thankes."},{"number":31,"verse":"Whether therfore ye eate or dryncke or what soever ye do do all to the prayse of God."},{"number":32,"verse":"Se that ye geve occasion of evell nether to ye Iewes nor yet to the gentyls nether to ye cogregacion of god:"},{"number":33,"verse":"euen as I please all men in all thinges not sekynge myne awne proffet but the proffet of many that they myght be saved. Folowe me as I do Christ."}]}