{"bibleAbbr":"TRC1535","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"And I brethren when I came to you came not in gloriousnes of wordes or of wysdome shewynge vnto you the testimony of God."},{"number":2,"verse":"Nether shewed I my selfe that I knewe eny thinge amonge you save Iesus Christ eve the same that was crucified."},{"number":3,"verse":"And I was amoge you in weaknes and in feare and in moche treblinge."},{"number":4,"verse":"And my wordes and my preachinge were not with entysynge wordes of manes wysdome: but in shewinge of ye sprete and of power"},{"number":5,"verse":"that youre fayth shuld not stonde in ye wysdome of me but in yt power of God."},{"number":6,"verse":"That we speake of is wysdome amonge them that are perfecte: not the wysdome of this worlde nether of the rulars of this worlde (which go to nought)"},{"number":7,"verse":"but we speake ye wysdome of God which is in secrete and lieth hyd which God ordeyned before the worlde vnto oure glory:"},{"number":8,"verse":"which wysdome none of ye rulars of the worlde knewe. For had they knowe it they wolde not have crucified the Lorde of glory."},{"number":9,"verse":"But as it is written: The eye hath not sene and the eare hath not hearde nether have entred into the herte of man ye thinges which God hath prepared for them that love him."},{"number":10,"verse":"But God hath opened them vnto vs by his sprete. For ye sprete searcheth all thinges ye the bottome of Goddes secretes."},{"number":11,"verse":"For what man knoweth the thinges of a ma: save ye sprete of a man which is with in him? Even so ye thinges of God knoweth no man but ye sprete of god."},{"number":12,"verse":"And we have not receaved the sprete of ye worlde: but the sprete which cometh of god for to knowe the thinges that are geve to vs of god"},{"number":13,"verse":"which thinges also we speake not in the conynge wordes of manes wysdome but with the conynge wordes of the holy goost makynge spretuall coparesons of spretuall thinges."},{"number":14,"verse":"For ye naturall man perceaveth not the thinges of the sprete of god. For they are but folysshnes vnto him. Nether can he perceave them because he is spretually examined."},{"number":15,"verse":"But he that is spretuall discusseth all thinges: yet he him selfe is iudged of no ma."},{"number":16,"verse":"For who knoweth the mynde of the Lorde other who shall informe him? But we vnderstonde the mynde of Christ."}]}