{"bibleAbbr":"NLT2015","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"A Taunt for Babylon’s King But the LORD will have mercy on the descendants of Jacob. He will choose Israel as his special people once again. He will bring them back to settle once again in their own land. And people from many different nations will come and join them there and unite with the people of Israel. (Hebrew the house of Jacob. The names “Jacob” and “Israel” are often interchanged throughout the Old Testament, referring sometimes to the individual patriarch and sometimes to the nation.)"},{"number":2,"verse":"The nations of the world will help the people of Israel to return, and those who come to live in the LORD’s land will serve them. Those who captured Israel will themselves be captured, and Israel will rule over its enemies."},{"number":3,"verse":"In that wonderful day when the LORD gives his people rest from sorrow and fear, from slavery and chains,"},{"number":4,"verse":"you will taunt the king of Babylon. You will say, “The mighty man has been destroyed. Yes, your insolence (As in Dead Sea Scrolls; the meaning of the Masoretic Text is uncertain.) is ended."},{"number":5,"verse":"For the LORD has crushed your wicked power and broken your evil rule."},{"number":6,"verse":"You struck the people with endless blows of rage and held the nations in your angry grip with unrelenting tyranny."},{"number":7,"verse":"But finally the earth is at rest and quiet. Now it can sing again!"},{"number":8,"verse":"Even the trees of the forest— the cypress trees and the cedars of Lebanon— sing out this joyous song: ‘Since you have been cut down, no one will come now to cut us down!’"},{"number":9,"verse":"“In the place of the dead (Hebrew Sheol; also in 14:15.) there is excitement over your arrival. The spirits of world leaders and mighty kings long dead stand up to see you."},{"number":10,"verse":"With one voice they all cry out, ‘Now you are as weak as we are!"},{"number":11,"verse":"Your might and power were buried with you. (Hebrew were brought down to Sheol.) The sound of the harp in your palace has ceased. Now maggots are your sheet, and worms your blanket.’"},{"number":12,"verse":"“How you are fallen from heaven, O shining star, son of the morning! You have been thrown down to the earth, you who destroyed the nations of the world."},{"number":13,"verse":"For you said to yourself, ‘I will ascend to heaven and set my throne above God’s stars. I will preside on the mountain of the gods far away in the north. (Or on the heights of Zaphon.)"},{"number":14,"verse":"I will climb to the highest heavens and be like the Most High.’"},{"number":15,"verse":"Instead, you will be brought down to the place of the dead, down to its lowest depths."},{"number":16,"verse":"Everyone there will stare at you and ask, ‘Can this be the one who shook the earth and made the kingdoms of the world tremble?"},{"number":17,"verse":"Is this the one who destroyed the world and made it into a wasteland? Is this the king who demolished the world’s greatest cities and had no mercy on his prisoners?’"},{"number":18,"verse":"“The kings of the nations lie in stately glory, each in his own tomb,"},{"number":19,"verse":"but you will be thrown out of your grave like a worthless branch. Like a corpse trampled underfoot, you will be dumped into a mass grave with those killed in battle. You will descend to the pit."},{"number":20,"verse":"You will not be given a proper burial, for you have destroyed your nation and slaughtered your people. The descendants of such an evil person will never again receive honor."},{"number":21,"verse":"Kill this man’s children! Let them die because of their father’s sins! They must not rise and conquer the earth, filling the world with their cities.”"},{"number":22,"verse":"This is what the LORD of Heaven’s Armies says: “I, myself, have risen against Babylon! I will destroy its children and its children’s children,” says the LORD."},{"number":23,"verse":"“I will make Babylon a desolate place of owls, filled with swamps and marshes. I will sweep the land with the broom of destruction. I, the LORD of Heaven’s Armies, have spoken!”"},{"number":24,"verse":"A Message about Assyria The LORD of Heaven’s Armies has sworn this oath: “It will all happen as I have planned. It will be as I have decided."},{"number":25,"verse":"I will break the Assyrians when they are in Israel; I will trample them on my mountains. My people will no longer be their slaves nor bow down under their heavy loads."},{"number":26,"verse":"I have a plan for the whole earth, a hand of judgment upon all the nations."},{"number":27,"verse":"The LORD of Heaven’s Armies has spoken— who can change his plans? When his hand is raised, who can stop him?”"},{"number":28,"verse":"A Message about Philistia This message came to me the year King Ahaz died: (King Ahaz died in 715 B. C.)"},{"number":29,"verse":"Do not rejoice, you Philistines, that the rod that struck you is broken— that the king who attacked you is dead. For from that snake a more poisonous snake will be born, a fiery serpent to destroy you!"},{"number":30,"verse":"I will feed the poor in my pasture; the needy will lie down in peace. But as for you, I will wipe you out with famine and destroy the few who remain."},{"number":31,"verse":"Wail at the gates! Weep in the cities! Melt with fear, you Philistines! A powerful army comes like smoke from the north. Each soldier rushes forward eager to fight."},{"number":32,"verse":"What should we tell the Philistine messengers? Tell them, “The LORD has built Jerusalem (Hebrew Zion.) ; its walls will give refuge to his oppressed people.”"}]}