{"bibleAbbr":"NET2007","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"So get rid of (tn Or “put away.”) all evil and all deceit and hypocrisy and envy and all slander."},{"number":2,"verse":"And (tn Here “And” has been supplied in the translation to show clearly the connection between vv. 1 and 2.) yearn (tn Grk “getting rid of…yearn for.”) like newborn infants for pure, spiritual milk, (tn The word for spiritual in Greek is λογικός (logikos), which is a play on words with the reference in 1:23–25 to the living and enduring word (λόγος, logos) of God, through which they were born anew. This is a subtle indication that the nourishment for their growth must be the word of God.) so that by it you may grow up to (tn Or “in, in regard to.” But the focus of “salvation” here, as in 1:5, 9, is the future deliverance of these who have been born anew and protected by God’s power.) salvation, (tc The Byzantine text lacks εἰς σωτηρίαν (ei\" swthrian, “to salvation”), while the words are found in the earliest and best witnesses (Ì72 א A B C K P Ψ 33 81 630 1241 1505 1739 al latt sy co). Not only is the longer reading superior externally, but since the notion of growing up [in]to salvation would have seemed theologically objectionable, it is easy to see why some scribes would omit it.)"},{"number":3,"verse":"if you have experienced (tn Grk “have tasted that the Lord is kind.”) the Lord’s kindness. (sn A quotation from Ps 34:8.)"},{"number":4,"verse":"(A Living Stone, a Chosen People) So as you come to him, (tn Grk “to whom coming…you are built up…” as a continuation of the reference to the Lord in v. 3.) a living stone rejected by men but (tn Greek emphasizes the contrast between these two phrases more than can be easily expressed in English.) chosen and priceless (tn Grk “chosen, priceless.”) in God’s sight,"},{"number":5,"verse":"you yourselves, as living stones, are built up as a spiritual house to be a holy priesthood and to offer (tn Grk “unto a holy priesthood to offer.”) spiritual sacrifices that are acceptable to God through Jesus Christ."},{"number":6,"verse":"For it says (tn Grk “it contains,” “it stands.”) in scripture, “Look, I lay in Zion a stone, a chosen and priceless cornerstone, (tn Grk “chosen, priceless.”) and whoever believes (tn Grk “the one who believes.”) in him (tn Grk either “in him” or “in it,” but the OT and NT uses personify the stone as the King, the Messiah whom God will establish in Jerusalem.) will never (tn The negative (οὐ μή, ou mh) is emphatic: “will certainly not.”) be put to shame.” (sn A quotation from Isa 28:16.)"},{"number":7,"verse":"So you who believe see (tn Grk “to you who believe is the value,” referring to their perception of the stone in contrast to those who reject (vv. 7b–8). But the expression may also be translated as “to you who believe is this honor,” referring to the lack of shame cited in v. 6b.) his value, (tn Grk “the value” or “the honor,” but the former is preferred since it comes from the same root as “priceless” in vv. 4, 6, and it is in contrast to the negative estimate of the stone by those who reject (vv. 7b–8).) but for those who do not believe, the stone that the builders rejected has become the (tn Grk “the head of the corner.”) cornerstone, (sn A quotation from Ps 118:22 (cf. Matt 21:42; Mark 12:10; Luke 20:17; Acts 4:11).)"},{"number":8,"verse":"and a stumbling-stone (tn Grk “a stone of stumbling and a rock of offense.” The latter phrase uses the term σκάνδαλον (skandalon), denoting an obstacle to faith, something that arouses anger and rejection.) and a rock to trip over. (sn A quotation from Isa 8:14.) They stumble (tn Grk “who stumble,” referring to “those who do not believe” in vs. 7. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) because they disobey the word, as they were destined to do. (tn Grk “to which they were also destined.”)"},{"number":9,"verse":"But you are a chosen race, a royal priesthood, a holy nation, a people of his own, so that you may proclaim the virtues (sn This verse contains various allusions and quotations from Exod 19:5–6; 23:22 (LXX); Isa 43:20–21; and Mal 3:17.) of the one who called you out of darkness into his marvelous light."},{"number":10,"verse":"You (tn Grk “who,” continuing the description of the readers from vs. 9. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) once were not a people, but now you are God’s people. You were shown no mercy, (sn The quotations in v. 10 are from Hos 1:6, 9; 2:23.) but now you have received mercy."},{"number":11,"verse":"Dear friends, I urge you as foreigners and exiles to keep away from fleshly desires that do battle against the soul,"},{"number":12,"verse":"and maintain good conduct (tn Grk “keeping your conduct good.”) among the non-Christians, (tn Grk “the Gentiles,” used here of those who are not God’s people.) so that though (tn Grk “in order that in what they malign you.”) they now malign you as wrongdoers, they may see your good deeds and glorify God when he appears. (tn Or “when he visits.” Grk “in the day of visitation,” denoting a time when God intervenes directly in human affairs, either for blessing (Luke 1:68, 78; 7:16; 19:44) or for judgment (Isa 10:3; Jer 6:15). This phrase may be a quotation from Isa 10:3, in which case judgment is in view here. But blessing seems to be the point, since part of the motive for good behavior is winning the non-Christian over to the faith (as in 3:1; also apparently in 3:15; cf. Matt 5:16).)"},{"number":13,"verse":"(Submission to Authorities) Be subject to every human institution (tn Or “every human being”; Grk “every human creation,” denoting either everything created for mankind (NRSV mg: “every institution ordained for human beings”) or every creature who is human. The meaning of the verb “be subject” and the following context supports the rendering adopted in the text.) for the Lord’s sake, whether to a king as supreme"},{"number":14,"verse":"or to governors as those he commissions (tn Grk “those sent by him.”) to punish wrongdoers and praise (tn Grk “for the punishment…and the praise.”) those who do good."},{"number":15,"verse":"For God wants you (tn Grk “because thus it is God’s will.”) to silence the ignorance of foolish people by doing good."},{"number":16,"verse":"Live (tn There is no main verb in this verse, but it continues the sense of command from v. 13, “be subject…, as free people…not using…but as slaves of God.”) as free people, not using your freedom as a pretext for evil, but as God’s slaves. (tn Traditionally, “servants” or “bondservants.” Though δοῦλος (doulos) is normally translated “servant,” the word does not bear the connotation of a free individual serving another. BDAG notes that “‘servant’ for ‘slave’ is largely confined to Biblical transl. and early American times…in normal usage at the present time the two words are carefully distinguished” (BDAG 260 s. v.). The most accurate translation is “bondservant” (sometimes found in the ASV for δοῦλος), in that it often indicates one who sells himself into slavery to another. But as this is archaic, few today understand its force. sn Undoubtedly the background for the concept of being the Lord’s slave or servant is to be found in the Old Testament scriptures. For a Jew this concept did not connote drudgery, but honor and privilege. It was used of national Israel at times (Isa 43:10), but was especially associated with famous OT personalities, including such great men as Moses (Josh 14:7), David (Ps 89:3; cf. 2 Sam 7:5, 8) and Elijah (2 Kgs 10:10); all these men were “servants (or slaves) of the Lord.”)"},{"number":17,"verse":"Honor all people, love the family of believers, (tn Grk “love the brotherhood.” The Greek term “brotherhood” is used in a broad sense to connote familial relationships within the family of God. BDAG 19 s. v. ἀδελφότης 1 suggests “a fellowship,” but in the present context “love the fellowship of believers” could be taken to mean “love to participate in fellowship with believers,” whereas the present verse suggests the Christian community as a whole, in familial terms, is in view. This same word occurs in 5:9; there it has been translated “brothers and sisters.”) fear God, honor the king."},{"number":18,"verse":"Slaves, (tn The Greek term here is οἰκέτης (oiketh\"), often used of a servant in a household (who would have been a slave).) be subject (tn Grk “being subject,” but continuing the sense of command from vs. 13.) to your masters with all reverence, not only to those who are good and gentle, but also to those who are perverse."},{"number":19,"verse":"For this finds God’s favor, (tn Grk “For this [is] favor/grace,” used as a metonymy of that which pleases him, which he looks on with favor (cf. BDAG 1079 s. v. χάρις 2). Cf. 1 Pet 2:20.) if because of conscience toward God (tc The expression “consciousness/conscience of God” (συνείδησιν θεοῦ; suneidhsin qeou) is unusual, occurring only here in the NT. Because θεοῦ was liable to misinterpretation, several witnesses altered the text, either replacing it with ἀγαθήν (agaqhn; C Ψ 323 614 630 945 1241 1505 1739 al sy) or expanding the expression by adding ἀγαθήν before θεοῦ (Ì72 [A* 33] 81). Replacing θεοῦ with ἀγαθήν conforms to other NT phrases, notably in this same letter (Acts 23:1; 1 Tim 1:5, 19; 1 Pet 3:16, 21), suggesting that such a reading is motivated. The reading θεοῦ, however, has superior support (א Ac B P 049 Ï lat co), and best explains the rise of the other readings. tn Grk “conscious(ness) of God,” an awareness of God and allegiance to him.) someone endures hardships in suffering unjustly."},{"number":20,"verse":"For what credit is it if you sin and are mistreated and endure it? But if you do good and suffer and so endure, this finds favor with God. (tn Grk “For this [is] favor/grace with God,” used as a metonymy as in vs. 19 of that which pleases him, which he looks on with favor (cf. BDAG 1079 s. v. χάρις 2).)"},{"number":21,"verse":"For to this you were called, since Christ also suffered for you, leaving an example for you to follow in his steps."},{"number":22,"verse":"He (tn Grk “who,” referring to Christ and applying the quotations from Isa 53 to him. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) committed no sin nor was deceit found in his mouth. (sn A quotation from Isa 53:9.)"},{"number":23,"verse":"When he was maligned, he (tn Grk “who being maligned,” continuing the reference to Christ. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) did not answer back; when he suffered, he threatened (tn Grk “he did not threaten, but.”) no retaliation, (sn An allusion to Isa 53:7.) but committed himself to God (tn Grk “to the one”; the referent (God) has been specified in the translation for clarity.) who judges justly."},{"number":24,"verse":"He (tn Grk “who.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) himself bore our sins (sn A quotation from Isa 53:4, 12.) in his body on the tree, that we may cease from sinning (tn The verb ἀπογίνομαι (apoginomai) occurs only here in the NT. It can have a literal meaning (“to die”; L&N 74.27) and a figurative meaning (“to cease”; L&N 68.40). Because it is opposite the verb ζάω (zaw, “to live”), many argue that the meaning of the verb here must be “die” (so BDAG 108 s. v.), but even so literal death would not be in view. “In place of ἀποθνῃσκιεν, the common verb for ‘die,’ ἀπογινεθαι serves Peter as a euphemism, with the meaning ‘to be away’ or ‘to depart’” (J. R. Michaels, 1 Peter [WBC 49], 148). It is a metaphorical way to refer to the decisive separation from sin Jesus accomplished for believers through his death; the result is that believers “may cease from sinning.”) and live for righteousness. By his (tn Grk “whose.” Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) wounds (tn Grk the singular: “wound”; “injury.”) you were healed. (sn A quotation from Isa 53:5.)"},{"number":25,"verse":"For you were going astray like sheep (sn A quotation from Isa 53:6.) but now you have turned back to the shepherd and guardian of your souls."}]}