{"bibleAbbr":"NET2007","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"(Leading and Living in God’s Flock) So as your fellow elder and a witness of Christ’s sufferings and as one who shares in the glory that will be revealed, I urge the elders among you:"},{"number":2,"verse":"Give a shepherd’s care to (tn Grk “shepherd,” “tend,” “pastor.”) God’s flock among you, exercising oversight (tc A few important mss (א* B sa) lack ἐπισκοποῦντες (episkopounte\", “exercising oversight”), but the participle enjoys otherwise good ms support (Ì72 א2 A P Ψ 33 1739 Ï lat). A decision is difficult because normally the shorter reading is preferred, especially when found in excellent witnesses. However, in this instance the omission may be due to a hesitation among some scribes to associate oversight with elders, since the later church viewed overseer/bishop as a separate office from elder.) not merely as a duty (tn Or “not under compulsion/coercion.”) but willingly under God’s direction, (tn Grk “according to God.”) not for shameful profit but eagerly."},{"number":3,"verse":"And do not lord it over (tn Grk “not as lording it over…but being examples.” The participles continue the command of v. 2 by describing how the shepherding should be carried out.) those entrusted to you, (tn Grk “the ones allotted,” referring to those God has given over to their care.) but be examples to the flock."},{"number":4,"verse":"Then (tn Here καί (kai) has been translated as “Then” to reflect the logical sequence of events.) when the Chief Shepherd appears, you will receive the crown of glory that never fades away."},{"number":5,"verse":"In the same way, you who are younger, (sn In this context younger and elder are terms that combine two meanings: relative age and an official structure of leadership in the church. As in v. 1, elder here denotes those who exercise spiritual leadership, who for the most part are older in years. Likewise younger means the rest of the community, who for the most part are younger in age, who are urged to accept the authority of their leaders.) be subject to the elders. And all of you, clothe yourselves with humility toward one another, because God opposes the proud but gives grace to the humble. (sn A quotation from Prov 3:34 (cf. Jas 4:6).)"},{"number":6,"verse":"And God will exalt you in due time, (tn Grk “in time,” but connoting “the proper time, when the time is right” as in Matt 24:45; Luke 12:42.) if you humble yourselves under his mighty hand (tn Grk “Humble yourselves, therefore, under the mighty hand of God, so that in due time he may exalt you.” The sentence was rearranged so that the English reader could more clearly see the connection between “casting” (v. 7) and “humble” (v. 6).)"},{"number":7,"verse":"by casting (tn Or “throwing on”; “loading.” Some scholars take the participle to function imperativally, or as attendant circumstance – thus, “cast.” See below for discussion. sn Casting. According to ExSyn 630, “Although treated as an independent command in several modern translations (e. g., RSV, NRSV, NIV), the participle [casting] should be connected with the verb of v 6, ταπεινώθητε [tapeinwqhte, Humble yourselves]. As such, it is not offering a new command, but is defining how believers are to humble themselves. Taking the participle as means enriches the understanding of both verbs: Humbling oneself is not a negative act of self-denial per se, but a positive one of active dependence on God for help.”) all your cares (tn Or “anxiety, burden,” but using a word from the same root as the verb “cares” in the last part of the verse.) on him because he cares for you."},{"number":8,"verse":"Be sober and alert. Your enemy the devil, like a roaring lion, (sn This phrase may be an allusion to Ps 22:13.) is on the prowl looking for someone (tc A few mss (B Ψ 0206vid pc) lack the pronoun τινα (tina), while others have it. Those that have it either put the acute accent over the penult, making this an interrogative pronoun (“whom”; L P 322 323 614 630 945 1243 1739 2298 al), or leave off any accent, making this an indefinite pronoun (“someone”; Ï), or are too early to employ accents but nevertheless have the pronoun τινα (Ì72 א A). Generally speaking, the shorter and harder reading is to be preferred. In this instance, the omission of the pronoun would obviously be accommodated for by scribes, since both ζητέω (zhtew, “look, seek”) and καταπίνω (katapinw, “devour”) are transitive verbs. However, if the omission were original, one might expect the position of the pronoun to float in the mss – both before and after the infinitive καταπιεῖν (katapiein, “to devour”). Further, other terms might be expected as well, such as ἕνα ἐξ ὑμῶν ({ena ex Jumwn, “one of you”) or τινα ἐξ ὑμῶν (tina ex Jumwn, “a certain one/someone of you”). The uniformity of both the word and its location suggests that the shorter reading (found in but a few Greek mss) in this instance was a scribal mistake. As to whether the pronoun is interrogative or indefinite, since accents were not a part of the earliest mss, such Greek witnesses are of no help to us in this kind of problem. There would be little difference in meaning between the two in this context.) to devour."},{"number":9,"verse":"Resist him, (tn Grk “whom,” referring to the devil in v. 8. Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) strong in your faith, because you know (tn Grk “knowing,” a participle that usually denotes a reason for the related action.) that your brothers and sisters (tn Grk “your brotherhood.” The Greek term “brotherhood” is used in a broad sense to connote familial relationships within the family of God (cf. BDAG 19 s. v. ἀδελφότης 1). Another alternative translation would be “your fellow believers,” though this would weaken the familial connotations. This same word occurs in 2:17; there it has been translated “family of believers.”) throughout the world (tn Grk “your brotherhood in the world,” referring to the Christian community worldwide.) are enduring (tn This verb carries the nuance “to accomplish, complete,” emphasizing their faithful endurance in suffering. The verb is passive in Greek (“suffering is being endured by your brotherhood”), but has been translated as an active to give a smoother English style.) the same kinds of suffering. (tn Grk “the same things of sufferings.”)"},{"number":10,"verse":"And, after you have suffered for a little while, the God of all grace who called you to his eternal glory in Christ (tc ‡ A few important mss (א B 614 630 1505 pc) lack “Jesus” after “Christ,” while the majority include the name (Ì72 A P Ψ 33 1739 Ï latt). However, the inclusion is a natural and predictable expansion on the text. NA27 includes ᾿Ιησοῦ (Ihsou, “Jesus”) in brackets, indicating doubts as to its authenticity..) will himself restore, confirm, strengthen, and establish you. (tn The pronoun “you” is not used explicitly but is clearly implied by the Greek.)"},{"number":11,"verse":"To him belongs (tn No verb is expressed here but the verb “is” or “belongs” is clearly implied. This doxology expresses a fact for which God should be glorified (as in 4:11), rather than a wish or prayer (“may power be to him”).) the power forever. Amen."},{"number":12,"verse":"(Final Greetings) Through Silvanus, (sn The phrase Through Silvanus means either that Silvanus was the secretary (amanuensis) who assisted Peter in writing or composing the letter (cf. Rom 16:22) or that he carried the letter to the churches. The latter sense is more likely since this is the meaning of the Greek wording when it is used elsewhere (cf. Acts 15:23; Ignatius, Letter to the Romans 10:1; Letter to the Philadelphians 11:2; Letter to the Smyrnaeans 12:1; Polycarp, Letter to the Philippians 14), though it is perhaps possible that both ideas could be incorporated by this expression. For a detailed argument regarding this issue, see E. R. Richards, “Silvanus Was Not Peter’s Secretary: Theological Bias in Interpreting διὰ Σιλουανοῦ…ἔγραψα,” JETS 43 (September 2000): 417-32.) whom I know to be a faithful brother, (tn Grk “the faithful brother, as I think.”) I have written to you briefly, in order to encourage you and testify (tn These are participles (“encouraging and testifying”) showing purpose. The pronoun object “you” is omitted in Greek but implied by the context.) that this is the true grace of God. Stand fast in it. (tn Grk “in which stand fast.” For emphasis, and due to constraints of contemporary English, this was made a separate sentence in the translation.)"},{"number":13,"verse":"The church (tn Grk “the one in Babylon,” which could refer to some individual woman (“she who is in Babylon”) since the Greek article (here “the one”) is feminine. But it is much more likely to be a veiled reference to a church (the Greek word “church” is also feminine in gender).) in Babylon, (sn Most scholars understand Babylon here to be a figurative reference to Rome. Although in the OT the city of Babylon in Mesopotamia was the seat of tremendous power (2 Kgs 24–25; Isa 39; Jer 25), by the time of the NT what was left was an insignificant town, and there is no tradition in Christian history that Peter ever visited there. On the other hand, Christian tradition connects Peter with the church in Rome, and many interpreters think other references to Babylon in the NT refer to Rome as well (Rev 14:8; 16:19; 17:5; 18:2, 10, 21). Thus it is likely Peter was referring to Rome here.) chosen together with you, (tn Grk “chosen together,” implying the connection “with you” in context.) greets you, and so does Mark, my son."},{"number":14,"verse":"Greet one another with a loving kiss. (tn Grk “a kiss of love.”) Peace to all of you who are in Christ. (tc Most mss (א P 1739c Ï) have ἀμήν (amen, “amen”) at the end of 1 Peter. Such a conclusion is routinely added by scribes to NT books because a few of these books originally had such an ending (cf. Rom 16:27; Gal 6:18; Jude 25). A majority of Greek witnesses have the concluding ἀμήν in every NT book except Acts, James, and 3 John (and even in these books, ἀμήν is found in some witnesses). It is thus a predictable variant. Further, the absence of such a conclusion to the epistle in such witnesses as A B Ψ 81 323 945 1241 1739* co seems inexplicable unless the word here is not authentic.)"}]}