{"bibleAbbr":"HOV2012","bookName":"सपन्याह","bookEnglishName":"Zephaniah","chapterNumber":3,"verses":[{"number":1,"verse":"हाय बलवा करनेवाली और अशुद्ध और अन्धेर से भरी हुई नगरी!"},{"number":2,"verse":"उसने मेरी नहीं सुनी, उस ने ताड़ना से भी नहीं माना, उसने यहोवा पर भरोसा नहीं रखा, वह अपने परमेश्‍वर के समीप नहीं आई।"},{"number":3,"verse":"उसके हाकिम गरजनेवाले सिंह ठहरे; उसके न्यायी साँझ को आहेर करनेवाले हुंडार हैं जो सबेरे के लिये कुछ नहीं छोड़ते।"},{"number":4,"verse":"उसके भविष्यद्वक्‍ता व्यर्थ बकनेवाले और विश्‍वासघाती हैं, उसके याजकों ने पवित्रस्थान को अशुद्ध किया और व्यवस्था में खींच-खाँच की है।"},{"number":5,"verse":"यहोवा जो उसके बीच में है, वह धर्मी है, वह कुटिलता न करेगा; वह अपना न्याय प्रति भोर प्रगट करता है और चूकता नहीं; परन्तु कुटिल जन को लज्जा आती ही नहीं।"},{"number":6,"verse":"मैं ने अन्यजातियों को यहाँ तक नष्‍ट किया, कि उनके कोनेवाले गुम्मट उजड़ गए; मैं ने उनकी सड़कों को यहाँ तक सूनी किया, कि कोई उन पर नहीं चलता; उनके नगर यहाँ तक नष्‍ट हुए कि उनमें कोई मनुष्य वरन् कोई भी प्राणी नहीं रहा।"},{"number":7,"verse":"मैं ने कहा, “अब तू मेरा भय मानेगी, और मेरी ताड़ना अंगीकार करेगी जिस से उसका निवास-स्थान उस सब के अनुसार जो मैं ने ठहराया था, नष्‍ट न हो। परन्तु वे सब प्रकार के बुरे बुरे काम यत्न से करने लगे।”"},{"number":8,"verse":"इस कारण यहोवा की यह वाणी है, “जब तक मैं नष्‍ट करने को न उठूँ, तब तक तुम मेरी बाट जोहते रहो। मैं ने यह ठान लिया है कि जाति-जाति के और राज्य-राज्य के लोगों को मैं इकट्ठा करूँ, कि उन पर अपने क्रोध की आग पूरी रीति से भड़काऊँ; क्योंकि सारी पृथ्वी मेरी जलन की आग से भस्म हो जाएगी।"},{"number":9,"verse":"“उस समय मैं देश-देश के लोगों से एक नई और शुद्ध भाषा बुलवाऊँगा, कि वे सब के सब यहोवा से प्रार्थना करें, और एक मन से कन्धे से कन्धा मिलाए हुए उसकी सेवा करें।"},{"number":10,"verse":"मेरी तितर-बितर की हुई प्रजा मुझ से विनती करती हुई मेरी भेंट बनकर आएगी।"},{"number":11,"verse":"“उस दिन, तू अपने सब बड़े से बड़े कामों से, जिन्हें करके तू मुझ से फिर गई थी, फिर लज्जित न होगी। उस समय मैं तेरे बीच से सब फूले हुए घमण्डियों को दूर करूँगा, और तू मेरे पवित्र पर्वत पर फिर कभी अभिमान न करेगी।"},{"number":12,"verse":"क्योंकि मैं तेरे बीच में दीन और कंगाल लोगों का एक दल बचा रखूँगा, और वे यहोवा के नाम की शरण लेंगे।"},{"number":13,"verse":"इस्राएल के बचे हुए लोग न तो कुटिलता करेंगे और न झूठ बोलेंगे, और न उनके मुँह से छल की बातें निकलेंगी वे चरेंगे और विश्राम करेंगे, और कोई उनको डरानेवाला न होगा।”"},{"number":14,"verse":"हे सिय्योन अपने सम्पूर्ण मन से आनन्द कर, और प्रसन्न हो!"},{"number":15,"verse":"यहोवा ने तेरा दण्ड दूर कर दिया और तेरा शत्रु भी दूर किया गया है। इस्राएल का राजा यहोवा तेरे बीच में है, इसलिये तू फिर विपत्ति न भोगेगी।"},{"number":16,"verse":"उस समय यरूशलेम से यह कहा जाएगा : “हे सिय्योन, मत डर, तेरे हाथ ढीले न पड़ने पाएँ।"},{"number":17,"verse":"तेरा परमेश्‍वर यहोवा तेरे बीच में है, वह उद्धार करने में पराक्रमी है; वह तेरे कारण आनन्द से मगन होगा, वह अपने प्रेम के मारे चुपका रहेगा; फिर ऊँचे स्वर से गाता हुआ तेरे कारण मगन होगा।"},{"number":18,"verse":"“जो लोग नियत पर्वों में सम्मिलित न होने के कारण खेदित रहते हैं, उनको मैं इकट्ठा करूँगा, क्योंकि वे तेरे हैं; और उसकी नामधराई उनको बोझ जान पड़ती है।"},{"number":19,"verse":"उस समय मैं उन सभों से जो तुझे दु:ख देते हैं, उचित बर्ताव करूँगा। और मैं लंगड़ों।"},{"number":20,"verse":"उसी समय मैं तुम्हें ले जाऊँगा, और उसी समय मैं तुम्हें इकट्ठा करूँगा और जब मैं तुम्हारे सामने तुम्हारी समृद्धि को लौटा लाऊँगा, तब पृथ्वी की सारी जातियों के बीच में तुम्हारी कीर्ति और प्रशंसा फैला दूँगा,” यहोवा का यही वचन है।"}]}