{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"Then Job answered and said,"},{"number":2,"verse":"Surely then you are the people, / And wisdom will die with you."},{"number":3,"verse":"I also have understanding as you do; / I am not inferior to you. / And who does not know things like these?"},{"number":4,"verse":"I have become a laughingstock to my friends, / I, who have called out to God and He answers me. / The righteous man, the perfect man, is a laughingstock."},{"number":5,"verse":"There is contempt for calamity in the thought of him who is at ease: / It is prepared for those whose foot slips."},{"number":6,"verse":"The tents of robbers prosper, / And those who provoke God have security, / Those who carry their god in their own might."},{"number":7,"verse":"But ask now of the beasts, and they will teach you; / And of the birds of heaven, and they will tell you."},{"number":8,"verse":"Or speak to the earth, and it will teach you; / And the fish of the sea will declare to you."},{"number":9,"verse":"Who among all these does not know / That the hand of Jehovah has done this,"},{"number":10,"verse":"In whose hand is the life of every living thing / And the breath of all flesh of man?"},{"number":11,"verse":"Does not the ear try words / Even as the palate tastes food for itself?"},{"number":12,"verse":"In aged men, you say, there is wisdom, / And in length of days there is understanding."},{"number":13,"verse":"But with Him are wisdom and might; / Counsel and understanding are His."},{"number":14,"verse":"Indeed, He breaks down, and it cannot be rebuilt; / He shuts a man up, and the door cannot be opened."},{"number":15,"verse":"Indeed, He withholds the waters, and they dry up; / And He sends them forth, and they overturn the earth."},{"number":16,"verse":"With Him are strength and effectual wisdom; / The deceived and the deceiver are His."},{"number":17,"verse":"He leads counselors away stripped, / And He makes fools of judges."},{"number":18,"verse":"He loosens the fetters of kings / And binds their loins with a belt."},{"number":19,"verse":"He leads priests away stripped, / And He overturns dignitaries."},{"number":20,"verse":"He removes the utterance of the trusty / And takes away the counsel of the elders."},{"number":21,"verse":"He pours contempt upon the princes / And loosens the belt of the strong."},{"number":22,"verse":"He uncovers the depths out of darkness / And brings to light the shadow of death."},{"number":23,"verse":"He makes nations great and destroys them; / He expands nations and leads them off."},{"number":24,"verse":"He removes the understanding of the heads of the people of the earth / And causes them to wander in a pathless waste."},{"number":25,"verse":"They grope in darkness, and there is no light; / And He causes them to stagger like a drunken man."}]}