{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"Man, born of woman, / Is of few days and full of trouble."},{"number":2,"verse":"He comes forth like a blossom and is cut down, / He also flees like a shadow and does not remain."},{"number":3,"verse":"And do You open Your eyes upon such a one / And bring me into litigation with You?"},{"number":4,"verse":"Who can bring a clean thing out from the unclean? / No one!"},{"number":5,"verse":"Since his days are determined, / And the number of his months is with You; / Since You have appointed his bounds, and he cannot go beyond;"},{"number":6,"verse":"Look away from him that he may rest, / Until he fulfills his day like a hired hand."},{"number":7,"verse":"For there is hope for a tree: / If it is cut down, it will sprout again, / And its tender shoot will not cease."},{"number":8,"verse":"Though its root grows old in the earth, / And its trunk dies in the dirt,"},{"number":9,"verse":"At the scent of water it will bud / And will produce branches like a new plant."},{"number":10,"verse":"But a man dies and is laid low; / Yes, a man expires, and then where is he?"},{"number":11,"verse":"The waters of the sea recede, / And the river becomes parched and dried up:"},{"number":12,"verse":"So a man lies down and does not rise up; / Until the heavens are no more, he will not awake, / Nor will he be roused from his sleep."},{"number":13,"verse":"Oh, that You would hide me in Sheol, / That You would conceal me until Your anger has passed, / That You would set me an appointed time and remember me!"},{"number":14,"verse":"If a man dies, will he live again? / All the days of my service I would wait, / Until a change for me should come."},{"number":15,"verse":"You would call, and I would answer You; / You would long after the work of Your hands."},{"number":16,"verse":"For now You number my steps. / Do You not watch over my sin?"},{"number":17,"verse":"My transgression has been sealed up in a bag, / And You have fastened up my iniquity."},{"number":18,"verse":"However the mountain falls and crumbles, / And the rock moves from its place;"},{"number":19,"verse":"Waters wear away stones; / Their torrents wash away the dust of the earth: / So You destroy the hope of man."},{"number":20,"verse":"You prevail forever against him, and he passes away; / You change his countenance and send him away."},{"number":21,"verse":"His sons gain honor, but he does not know it; / And they become insignificant, but he does not perceive it."},{"number":22,"verse":"Only the pain of his own flesh does he feel, / And his own soul mourns for him."}]}