{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Then Bildad the Shuhite answered and said,"},{"number":2,"verse":"How long will you hunt for words? / Consider, and afterward we will speak."},{"number":3,"verse":"Why are we considered to be like beasts / And have become unclean in your eyes?"},{"number":4,"verse":"You who tear yourself in your anger, / Will the earth be forsaken for your sake, / Or will the rock be removed from its place?"},{"number":5,"verse":"Indeed the light of the wicked goes out, / And the flame of his fire does not shine."},{"number":6,"verse":"The light is darkness in his tent, / And his lamp above him goes out."},{"number":7,"verse":"The steps of his strength are confined, / And his counsel has cast him down."},{"number":8,"verse":"For he has been cast into a net by his own feet, / And he walks about on the webbing of a pitfall."},{"number":9,"verse":"A snare grabs him by the heel; / A trap lays hold on him."},{"number":10,"verse":"A rope is hidden for him on the ground, / And a trap for him, on the path."},{"number":11,"verse":"Terrors frighten him all around / And chase him at his heels."},{"number":12,"verse":"His strength is famished, / And calamity is prepared at his side."},{"number":13,"verse":"It devours the members of his body; / The firstborn of death devours his members."},{"number":14,"verse":"He is rooted out of his tent, in which he trusts; / And he is made to march to the king of terrors."},{"number":15,"verse":"That which is not his dwells in his tent; / Brimstone is scattered upon his habitation."},{"number":16,"verse":"Beneath, his roots are dried up; / And above, his branch is withered."},{"number":17,"verse":"The memory of him perishes from the earth, / And he has no name on the open plain."},{"number":18,"verse":"He is thrust out from the light to the darkness / And driven from the world."},{"number":19,"verse":"He has no posterity and no progeny among his people, / And there are none remaining where he sojourned."},{"number":20,"verse":"Those who come after will be astonished at his day, / As those who went before were horrified."},{"number":21,"verse":"Surely these are the dwellings of the unjust, / And this is the place of him who does not know God."}]}