{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"After this Job opened his mouth and cursed the day of his birth."},{"number":2,"verse":"And Job responded and said,"},{"number":3,"verse":"Let the day on which I was born perish, / And the night which said, A man has been conceived."},{"number":4,"verse":"Let that day be darkness; / Let God not seek it from above, / Nor let light shine upon it."},{"number":5,"verse":"Let darkness and the shadow of death reclaim it; / Let a cloud dwell upon it; / Let the things that blacken the day terrify it."},{"number":6,"verse":"As for that night, let deep darkness take hold of it; / Let it not rejoice among the days of the year; / Let it not come up in the number of the months."},{"number":7,"verse":"Behold, let that night be barren; / Let no joyous shout come in it."},{"number":8,"verse":"Let those curse it who curse the day, / Who are ready to rouse leviathan."},{"number":9,"verse":"Let its predawn stars be dark; / Let it wait for light and there be none, / And do not let it see the eyelids of the dawn."},{"number":10,"verse":"For it did not shut up the doors of the womb that bore me, / Nor did it hide trouble from my eyes."},{"number":11,"verse":"Why did I not die at birth, / Come forth from the womb and expire?"},{"number":12,"verse":"Why did the knees receive me? / And why the breasts, that I should suck?"},{"number":13,"verse":"For now I would have lain down and been undisturbed; / I would have slept; then I would have been at rest"},{"number":14,"verse":"With kings and counselors of the earth, / Who rebuilt ruins for themselves;"},{"number":15,"verse":"Or with princes who had gold, / Who filled their houses with silver."},{"number":16,"verse":"Or like a miscarriage that has been concealed, I would not have been, / Like infants that do not see the light."},{"number":17,"verse":"There the wicked cease from their troubling, / And there the weary rest."},{"number":18,"verse":"Captives are altogether at ease; / They do not hear the voice of the taskmaster."},{"number":19,"verse":"The small and the great are there, / And the servant is free from his master."},{"number":20,"verse":"Why does He give light to him who suffers / And life to the bitter in soul,"},{"number":21,"verse":"Who wait for death, but it is not there; / And dig for it more than for hidden treasures;"},{"number":22,"verse":"Who rejoice to the point of exultation / And are glad when they have found the grave;"},{"number":23,"verse":"To the man whose way is hidden / And whom God has hedged in?"},{"number":24,"verse":"For my sighing comes as my food, / And my groaning pours out like water."},{"number":25,"verse":"For I dread something, and it comes upon me; / And what I fear comes to me."},{"number":26,"verse":"I have no ease and I have no quiet / And I have no rest, but trouble comes."}]}