{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"But now, Job, hear my speaking, / And give ear to all my words."},{"number":2,"verse":"Indeed now, I have opened my mouth; / My tongue has spoken in my mouth."},{"number":3,"verse":"My words manifest the uprightness of my heart, / And what my lips know they speak sincerely."},{"number":4,"verse":"The Spirit of God has made me, / And the breath of the Almighty has enlivened me."},{"number":5,"verse":"If you can, respond to me; / Arrange your words before me; take your stand."},{"number":6,"verse":"Indeed, I am before God as you are; / I too was cut out of clay."},{"number":7,"verse":"So no fear of me can terrify you, / Nor can my pressure be heavy upon you."},{"number":8,"verse":"You have surely spoken in my hearing, / And I have heard the voice of your words, saying,"},{"number":9,"verse":"I am clean and without transgression; / I am pure, and there is no iniquity in me."},{"number":10,"verse":"See, He finds occasions for hostility against me; / He considers me as His enemy."},{"number":11,"verse":"He puts my feet in stocks; / He watches all my paths."},{"number":12,"verse":"However, in this you are not right, I will answer you, / For God is greater than man."},{"number":13,"verse":"Why do you contend with Him, / Saying that He does not answer for any of His affairs?"},{"number":14,"verse":"For God speaks in one way, / Indeed in two ways, without any perceiving it —"},{"number":15,"verse":"In a dream, a night vision, / When deep sleep falls upon men / In the slumberings upon their beds —"},{"number":16,"verse":"Then He opens the ears of men / And seals up their instruction,"},{"number":17,"verse":"That He may turn man aside from his doing / And hide pride from man."},{"number":18,"verse":"He keeps his soul from the pit, / And his life from perishing by the sword."},{"number":19,"verse":"He is also chastened with pain upon his bed / And with continual strife in his bones,"},{"number":20,"verse":"So that his life abhors bread, / And his soul, fancy food."},{"number":21,"verse":"His flesh is so consumed that it cannot be seen, / And his bones that had not been seen stick out."},{"number":22,"verse":"And his soul draws near to the pit, / And his life, to the destroyers."},{"number":23,"verse":"If there is with him an angel, / An interpreter, one of a thousand, / To declare to man what is right for him,"},{"number":24,"verse":"Then He will be gracious to him and will say, / Redeem him from going down into the pit; / I have found a ransom."},{"number":25,"verse":"His flesh will be fresher than in childhood; / He will return to the days of his youth."},{"number":26,"verse":"He will pray to God, and He will accept him, / So that he sees His face with joyous shouting; / And God restores to man his righteousness."},{"number":27,"verse":"He will sing to men and say, / I sinned and perverted what was right, / But it was not paid back to me."},{"number":28,"verse":"He has redeemed my soul from perishing in the pit, / And my life will see the light."},{"number":29,"verse":"Indeed, all these things God accomplishes for a man, / Twice, even three times,"},{"number":30,"verse":"To bring his soul back from the pit, / To enlighten him with the light of the living."},{"number":31,"verse":"Take heed, Job; hear me. / Be silent, and I will speak."},{"number":32,"verse":"If you have anything to say, answer me; / Speak, for I desire to justify you."},{"number":33,"verse":"If not, you listen to me; / Be silent, and I will teach you wisdom."}]}