{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"Then Eliphaz the Temanite answered and said,"},{"number":2,"verse":"If one attempts a word with you, will you be wearied by it? / But who can refrain from speaking?"},{"number":3,"verse":"Indeed, you have instructed many, / And you have strengthened the weak hands."},{"number":4,"verse":"Your words have raised up him who was stumbling, / And you have made the bowing knees firm."},{"number":5,"verse":"But now it comes to you, and you are wearied by it; / It touches you, and you are disturbed."},{"number":6,"verse":"Is not your fear of God your confidence, / And the integrity of your ways your hope?"},{"number":7,"verse":"Remember now, who, being innocent, has ever perished? / And where have the upright ever been cut off?"},{"number":8,"verse":"According to what I have seen, those who plow iniquity / And those who sow trouble reap the same."},{"number":9,"verse":"By the breath of God they perish, / And by the blast of His anger they are consumed."},{"number":10,"verse":"The roaring of the lion and the sound of the fierce lion / And the teeth of the young lions are broken;"},{"number":11,"verse":"The strong lion perishes for lack of prey, / And the whelps of the lioness are scattered."},{"number":12,"verse":"But a matter has stolen in unto me, / And my ear has received a whisper of it."},{"number":13,"verse":"In perplexing thoughts of the night visions, / When deep sleep falls upon men,"},{"number":14,"verse":"Dread came upon me, and trembling, / And caused all my bones to dread."},{"number":15,"verse":"And a spirit passed before my face; / The hair of my flesh bristled."},{"number":16,"verse":"It stood still, but I could not discern its appearance; / A form stood before my eyes; / I heard a murmur of a voice:"},{"number":17,"verse":"Can a mortal man be more righteous than God? / Can a man be purer than his Maker?"},{"number":18,"verse":"If He puts no trust in His servants, / And He charges His angels with error,"},{"number":19,"verse":"How much more those who dwell in houses of clay, / Whose foundation is in dust, / Who are crushed like a moth!"},{"number":20,"verse":"From morning to evening they are smashed to pieces; / Without any considering it, they continually perish."},{"number":21,"verse":"Should their tent cord be plucked up within them, / They die, and not in wisdom."}]}