{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"Call now! Is there anyone who will answer you? / And to which of the holy ones will you turn?"},{"number":2,"verse":"Surely vexation slays the fool, / And jealousy kills the simpleton."},{"number":3,"verse":"I have seen the fool taking root, / But suddenly I cursed his habitation."},{"number":4,"verse":"His children are far from safety, / And they are crushed in the gate; and there is no one to deliver them."},{"number":5,"verse":"The hungry eat his harvest / And even take it out from the thorns, / And the thirsty pant after his wealth."},{"number":6,"verse":"For evil does not come forth from the dust, / Nor does trouble spring forth from the ground."},{"number":7,"verse":"But man is born unto trouble, / Just as sparks fly upward."},{"number":8,"verse":"But as for me, I would seek after God, / And I would commit my cause to God,"},{"number":9,"verse":"Who does great things that cannot be searched, / Wonderful deeds that cannot be numbered;"},{"number":10,"verse":"Who gives rain upon the surface of the earth / And sends water upon the surface of the fields;"},{"number":11,"verse":"Who sets on high those who are lowly / And puts those who mourn safely above all."},{"number":12,"verse":"He frustrates the devices of the crafty, / So that their hands achieve no enterprise."},{"number":13,"verse":"He seizes the wise in their own craftiness, / And the counsel of the wily is brought to a sudden end."},{"number":14,"verse":"By day they encounter darkness, / And at noon they grope about as in the night."},{"number":15,"verse":"But He saves the needy from the sword of their mouth, / From the hand of the strong."},{"number":16,"verse":"Thus the poor have hope, / And Injustice stops her mouth."},{"number":17,"verse":"Indeed, blessed is the man whom God corrects; / Therefore do not reject the chastening of the Almighty."},{"number":18,"verse":"For He wounds, but He binds up; / He strikes, but His hands heal."},{"number":19,"verse":"In six troubles He will deliver you; / Indeed in seven no evil will touch you."},{"number":20,"verse":"In famine He will redeem you from death, / And in battle, from the power of the sword."},{"number":21,"verse":"From the scourge of the tongue you will be hidden, / And you will not be afraid of destruction when it comes."},{"number":22,"verse":"At destruction and at famine you will laugh, / And you will not be afraid of the animals of the earth."},{"number":23,"verse":"For you will be in an alliance with the stones of the field, / And the animals of the field will be at peace with you."},{"number":24,"verse":"And you will know that your tent is at peace, / And you will inspect your fold and miss nothing."},{"number":25,"verse":"And you will know that your seed will be great, / And your offspring like the grass of the earth."},{"number":26,"verse":"You will come to the grave at a ripe old age, / Like a shock of grain coming up in its season."},{"number":27,"verse":"This is it. We have searched it out; it is so. / Hear then and know it for yourself."}]}