{"bibleAbbr":"RcV2003","bookName":"Job","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"Does not man have a term of hard service on earth? / And are his days not like the days of a hired hand?"},{"number":2,"verse":"Like a servant who longs for the shade, / And like a hired hand who waits for his pay,"},{"number":3,"verse":"So I am made to inherit months of vanity, / And nights of trouble are appointed to me."},{"number":4,"verse":"If I lie down, I say, / When will I arise? But the evening is long, / And I am full of tossings until the dawn."},{"number":5,"verse":"My flesh is clothed with worms and dirt clods; / My skin crusts and then oozes again."},{"number":6,"verse":"My days are swifter than a weaver’s shuttle / And are spent without hope."},{"number":7,"verse":"Remember that my life is a breath; / My eye will not see good again."},{"number":8,"verse":"The eye of him who sees me will not look on me; / Your eyes will be on me, but I will not be."},{"number":9,"verse":"The cloud is consumed and goes away: / Likewise he who goes down into Sheol does not come up."},{"number":10,"verse":"He returns no more to his house, / Nor does his place know him anymore."},{"number":11,"verse":"For my part, I also will not restrain my mouth; / I will speak in the distress of my spirit; / I will complain in the bitterness of my soul."},{"number":12,"verse":"Am I the sea, or a sea serpent, / That You must set a watch over me?"},{"number":13,"verse":"When I say, My bed will comfort me, / My couch will bear up my complaint;"},{"number":14,"verse":"Then You scare me with dreams / And terrify me with visions,"},{"number":15,"verse":"So that my soul would choose strangulation / And death rather than my bones."},{"number":16,"verse":"I loathe life; I would not live forever. / Leave me alone, for my days are a mere breath."},{"number":17,"verse":"What is mortal man that You magnify him, / And that You consider him,"},{"number":18,"verse":"And that You visit him every morning, / You try him every moment?"},{"number":19,"verse":"How long before You look away from me, / Before You abandon me until I swallow my spittle?"},{"number":20,"verse":"If I have sinned, what have I done to You, O Watcher of man? / Why have You made me Your target so that I have become a burden to You?"},{"number":21,"verse":"And why do You not forgive my transgression / And take away my iniquity? / For now I may lie down in the dust; / And You will seek me out, and I will not be."}]}