{"bibleAbbr":"YLT1898","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"And Sarai, Abram's wife, hath not borne to him, and she hath an handmaid, an Egyptian, and her name [is] Hagar;"},{"number":2,"verse":"and Sarai saith unto Abram, ‘Lo, I pray thee, JEHOVAH hath restrained me from bearing, go in, I pray thee, unto my handmaid; perhaps I am built up from her;’ and Abram hearkeneth to the voice of Sarai."},{"number":3,"verse":"And Sarai, Abram's wife, taketh Hagar the Egyptian, her handmaid, at the end of the tenth year of Abram's dwelling in the land of Canaan, and giveth her to Abram her husband, to him for a wife,"},{"number":4,"verse":"and he goeth in unto Hagar, and she conceiveth, and she seeth that she hath conceived, and her mistress is lightly esteemed in her eyes."},{"number":5,"verse":"And Sarai saith unto Abram, ‘My violence [is] for thee; I - I have given mine handmaid into thy bosom, and she seeth that she hath conceived, and I am lightly esteemed in her eyes; JEHOVAH doth judge between me and thee.’"},{"number":6,"verse":"And Abram saith unto Sarai, ‘Lo, thine handmaid [is] in thine hand, do to her that which is good in thine eyes;’ and Sarai afflicted her, and she fleeth from her presence."},{"number":7,"verse":"And a messenger of JEHOVAH findeth her by the fountain of water in the wilderness, by the fountain in the way [to] Shur,"},{"number":8,"verse":"and he saith, ‘Hagar, Sarai's handmaid, whence hast thou come, and whither dost thou go?’ and she saith, ‘From the presence of Sarai, my mistress, I am fleeing.’"},{"number":9,"verse":"And the messenger of JEHOVAH saith to her, ‘Turn back unto thy mistress, and humble thyself under her hands;’"},{"number":10,"verse":"and the messenger of JEHOVAH saith to her, ‘Multiplying I multiply thy seed, and it is not numbered from multitude;’"},{"number":11,"verse":"and the messenger of JEHOVAH saith to her, ‘Behold thou [art] conceiving, and bearing a son, and hast called his name Ishmael, for JEHOVAH hath hearkened unto thine affliction;"},{"number":12,"verse":"and he is a wild-ass man, his hand against every one, and every one's hand against him - and before the face of all his brethren he dwelleth.’"},{"number":13,"verse":"And she calleth the name of JEHOVAH who is speaking unto her, ‘Thou [art], O God, my beholder;’ for she said, ‘Even here have I looked behind my beholder?’"},{"number":14,"verse":"therefore hath one called the well, ‘The well of the Living One, my beholder;’ lo, between Kadesh and Bered."},{"number":15,"verse":"And Hagar beareth to Abram a son; and Abram calleth the name of his son, whom Hagar hath borne, Ishmael;"},{"number":16,"verse":"and Abram [is] a son of eighty and six years in Hagar's bearing Ishmael to Abram."}]}