{"bibleAbbr":"BBE1965","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"When the words of my law came from Ephraim, he was lifted up in Israel; but when he did evil through the Baal, death overtook him."},{"number":2,"verse":"And now their sins are increased; they have made themselves a metal image, false gods from their silver, after their designs, all of them the work of the metal-workers; they say of them, Let them give offerings, let men give kisses to the oxen."},{"number":3,"verse":"So they will be like the morning cloud, like the dew which goes early away, like the dust of the grain which the wind is driving out of the crushing-floor, like smoke going up from the fireplace."},{"number":4,"verse":"But I am the Lord your God, from the land of Egypt; you have knowledge of no other God and there is no saviour but me."},{"number":5,"verse":"I had knowledge of you in the waste land where no water was."},{"number":6,"verse":"When I gave them food they were full, and their hearts were full of pride, and they did not keep me in mind."},{"number":7,"verse":"So I will be like a lion to them; as a cruel beast I will keep watch by the road;"},{"number":8,"verse":"I will come face to face with them like a bear whose young ones have been taken from her, and their inmost hearts will be broken; there the dogs will make a meal of them; they will be wounded by the beasts of the field."},{"number":9,"verse":"I have sent destruction on you, O Israel; who will be your helper?"},{"number":10,"verse":"Where is your king, that he may be your saviour? and all your rulers, that they may take up your cause? of whom you said, Give me a king and rulers."},{"number":11,"verse":"I have given you a king, because I was angry, and have taken him away in my wrath."},{"number":12,"verse":"The wrongdoing of Ephraim is shut up; his sin is put away in secret."},{"number":13,"verse":"The pains of a woman in childbirth will come on him: he is an unwise son, for at this time it is not right for him to keep his place when children come to birth."},{"number":14,"verse":"I will give the price to make them free from the power of the underworld, I will be their saviour from death: O death! where are your pains? O underworld! where is your destruction? my eyes will have no pity."},{"number":15,"verse":"Though he gives fruit among his brothers, an east wind will come, the wind of the Lord coming up from the waste land, and his spring will become dry, his fountain will be without water: it will make waste the store of all the vessels of his desire."},{"number":16,"verse":"Samaria will be made waste, for she has gone against her God: they will be cut down by the sword, their little children will be broken on the rocks, their women who are with child will be cut open."}]}