{"bibleAbbr":"ULT2024","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":14,"verses":[{"number":1,"verse":"It was now two days before the Passover and the Festival of Unleavened Bread. The chief priests and the scribes were considering how they might arrest Jesus by stealth and kill him."},{"number":2,"verse":"For they were saying, \"Not during the feast, so that there might not be a riot among the people.\""},{"number":3,"verse":"Now while Jesus was in Bethany in the house of Simon the leper, as he was reclining at the table, a woman came, having an alabaster jar of very costly annointing- oil, which was pure nard. She broke the jar and poured it on his head."},{"number":4,"verse":"But there were some who were angry, saying to themselves, \"Why has this waste of the annointing- oil happened?"},{"number":5,"verse":"For this perfume could have been sold for more than three hundred denarii, and given to the poor.\" Then they scolded her."},{"number":6,"verse":"But Jesus said, \"Leave her alone. Why are you troubling her? She has done a good work for me."},{"number":7,"verse":"For you always have the poor with you, and whenever you desire you can do good to them, but you will not always have me."},{"number":8,"verse":"She has done what she could. She has anointed my body beforehand for burial."},{"number":9,"verse":"Truly I say to you, wherever the gospel is preached in the whole world, what this woman has done will also be spoken of, in memory of her.\""},{"number":10,"verse":"Then Judas Iscariot, who was one of the twelve, went away to the chief priests so that he might deliver him over to them."},{"number":11,"verse":"When the chief priests heard it, they were glad and promised to give him money. He began looking for an opportunity to betray him."},{"number":12,"verse":"Now on the first day of unleavened bread, when they sacrificed the Passover lamb, his disciples said to him, \"Where do you want us to go to prepare, so you may eat the Passover meal?\""},{"number":13,"verse":"So he sent two of his disciples and said to them, \"Go into the city, and a man bearing a pitcher of water will meet you. Follow him."},{"number":14,"verse":"Whereever he enters, say to the owner of that house,' The Teacher says, \"Where is my guest room where I will eat the Passover with my disciples?\"'"},{"number":15,"verse":"He will show you a large upper room, furnished and ready. Make the preparations for us there.\""},{"number":16,"verse":"So the disciples left and went to the city. They found it just as he had said to them, and they prepared the Passover meal."},{"number":17,"verse":"Then, when evening arrived, he came with the twelve."},{"number":18,"verse":"As they were reclining at the table and eating, Jesus said, \"Truly I say to you, one of you who is eating with me will betray me.\""},{"number":19,"verse":"They began to be grieved, and to say to him one by one, \"Surely not I?\""},{"number":20,"verse":"Then he said to them, \"It is one of the twelve, the one who is dipping bread with me in the bowl."},{"number":21,"verse":"For the Son of Man will go just as it is written about him. But woe to that man through whom the Son of Man is betrayed! It would have been better for him if that man had not been born.\""},{"number":22,"verse":"As they were eating, Jesus took bread, blessed it, and broke it. He gave it to them and said, \"Take this. This is my body.\""},{"number":23,"verse":"He also took a cup, gave thanks, and gave it to them, and they all drank from it."},{"number":24,"verse":"He said to them, \"This is my blood of the covenant, that is poured out for many."},{"number":25,"verse":"Truly I say to you, I will never drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.\""},{"number":26,"verse":"When they had sung a hymn, they went out to the Mount of Olives."},{"number":27,"verse":"Then Jesus said to them, \"All of you will fall away, for it is written, ' I will strike the shepherd and the sheep will be scattered.'"},{"number":28,"verse":"But after I am raised up, I will go ahead of you into Galilee.\""},{"number":29,"verse":"But Peter said to him, \"Even if all fall away, yet I will not.\""},{"number":30,"verse":"Then Jesus said to him, \"Truly I say to you, today— this very night— before the rooster crows twice, you will deny me three times.\""},{"number":31,"verse":"But Peter said emphatically, \"If I must die with you, I will never deny you.\" And they all also spoke in the same manner."},{"number":32,"verse":"Then they came to the place that is called Gethsemane, and Jesus said to his disciples, \"Sit here while I pray.\""},{"number":33,"verse":"He took Peter, James, and John with him and began to be distressed and deeply troubled."},{"number":34,"verse":"He said to them, \"My soul is deeply grieved, even to the point of death. Remain here and stay alert.\""},{"number":35,"verse":"Then going a little farther, Jesus fell to the ground and prayed that if it were possible the hour might pass from him."},{"number":36,"verse":"He said, \"Abba, Father, all things are possible with you. Remove this cup from me. But not what I will, but what you will.\""},{"number":37,"verse":"Then he came back and found them sleeping, and he said to Peter, \"Simon, are you asleep? Could you not stay alert for one hour?"},{"number":38,"verse":"Stay alert and pray, so that you do not enter into temptation. The spirit indeed is willing, but the flesh is weak.\""},{"number":39,"verse":"He went away and prayed again, saying the same thing."},{"number":40,"verse":"When he came back again, he found them sleeping, for their eyes were heavy. They did not know what to say to him."},{"number":41,"verse":"Then he came the third time and said to them, \"Are you still sleeping and taking your rest? Enough! The hour has come. Look! The Son of Man is being betrayed into the hands of sinners."},{"number":42,"verse":"Get up; let us go. Look, the one who is betraying me is near.\""},{"number":43,"verse":"And immediately, while he was still speaking, Judas, one of the twelve, arrived, and a crowd with him with swords and clubs, from the chief priests, the scribes, and the elders."},{"number":44,"verse":"Now his betrayer had given them a sign, saying, \"Whomever I kiss, he is the one. Seize him and lead him away under guard.\""},{"number":45,"verse":"So when Judas arrived, immediately he came up to Jesus and said, \"Rabbi, \"and he kissed him."},{"number":46,"verse":"Then they laid hands on him and seized him."},{"number":47,"verse":"But a certain one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear."},{"number":48,"verse":"Then Jesus answered and said to them, \"Do you come out, as against a robber, with swords and clubs to capture me?"},{"number":49,"verse":"Every day I was with you teaching in the temple, and you did not arrest me. But this happened so that the scriptures might be fulfilled.\""},{"number":50,"verse":"Then they all left him and ran away."},{"number":51,"verse":"Now a certain young man was following Jesus, wearing only a linen garment over his naked body. They seized him,"},{"number":52,"verse":"but he left behind the linen garment and ran away naked."},{"number":53,"verse":"Then they led Jesus away to the high priest, and all the chief priests, the elders, and the scribes gathered together."},{"number":54,"verse":"Now Peter followed him from a distance, right into the courtyard of the high priest. He was sitting among the guards and warming himself at the fire."},{"number":55,"verse":"Now the chief priests and the entire Jewish council were seeking testimony against Jesus to put him to death. But they did not find any."},{"number":56,"verse":"For many brought false testimony against him, but even their testimony did not agree."},{"number":57,"verse":"Some stood up and brought false testimony against him, saying,"},{"number":58,"verse":"\"We heard him say,' I will destroy this temple made with hands, and in three days I will build another made without hands.'\""},{"number":59,"verse":"Yet even in this, their testimony did not agree."},{"number":60,"verse":"Then the high priest stood up among them and questioned Jesus, saying, \"Do you not answer at all? What is it that they testify against you?\""},{"number":61,"verse":"But he was silent and did not answer at all. Again the high priest questioned him and said to him, \"Are you the Christ, the Son of the Blessed One?\""},{"number":62,"verse":"Jesus said, \"I am; and you will see the Son of Man when he sits at the right hand of power and comes with the clouds of heaven.\""},{"number":63,"verse":"Then the high priest tore his garments and said, \"What need do we still have for witnesses?"},{"number":64,"verse":"You have heard the blasphemy. What do you think?\" They all condemned him to be deserving of death."},{"number":65,"verse":"Then some began to spit on him, and to cover his face, and strike him, and say to him, \"Prophesy!\" The officers also took him and slapped him."},{"number":66,"verse":"Now while Peter was below in the courtyard, one of the servant girls of the high priest came to him."},{"number":67,"verse":"She saw Peter warming himself, and she looked closely at him and said, \"You were also with the Nazarene, Jesus.\""},{"number":68,"verse":"But he denied it, saying, \"I neither know nor understand what you are talking about.\" Then he went out into the courtyard. [ Some ancient copies add, \"Then the rooster crowed, \"but the best ancient copies do not have this phrase. ]"},{"number":69,"verse":"But the servant girl saw him there and began to say again to those who were standing there, \"This man is one of them!\""},{"number":70,"verse":"But he denied it again. After a little while those who were standing there again were saying to Peter, \"Surely you are one of them, for you also are a Galilean.\""},{"number":71,"verse":"But he began to curse and to swear, \"I do not know this man whom you are talking about.\""},{"number":72,"verse":"The rooster immediately crowed a second time. Then Peter remembered the words that Jesus had said to him:\" Before the rooster crows twice, you will deny me three times, \"and he broke down and wept."}]}