{"bibleAbbr":"ULT2024","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"Early in the morning, the chief priests met together with the elders and scribes and the entire Jewish council. They bound Jesus, led him away, and handed him over to Pilate."},{"number":2,"verse":"Pilate asked him, \"Are you the King of the Jews?\" So answering him, he said, \"You say so.\""},{"number":3,"verse":"Then the chief priests were accusing him of many things."},{"number":4,"verse":"So Pilate again questioned him, saying, \"Do you not answer at all? See how many charges they are bringing against you!\""},{"number":5,"verse":"But Jesus no longer answered anything, so that Pilate was amazed."},{"number":6,"verse":"Now at the time of the feast, Pilate usually released to them one prisoner, whom they requested."},{"number":7,"verse":"A man who was named Barabbas was in prison with the rebels, who had committed murder in the rebellion,."},{"number":8,"verse":"Then the crowd came to Pilate and began to ask him to do what he usually did for them."},{"number":9,"verse":"So Pilate answered them and said, \"Do you want me to release to you the King of the Jews?\""},{"number":10,"verse":"For he knew that the chief priests had handed Jesus over to him because of envy."},{"number":11,"verse":"But the chief priests stirred up the crowd so that he would release Barabbas to them instead."},{"number":12,"verse":"Then Pilate again answered and said to them, \"What therefore should I do to the one you call the King of the Jews?\""},{"number":13,"verse":"But they shouted again, \"Crucify him!\""},{"number":14,"verse":"So Pilate said to them, \"What wrong has he done?\" But they shouted more and more, \"Crucify him.\""},{"number":15,"verse":"So Pilate, wanting to do what would satisfy the crowd, released Barabbas to them. He scourged Jesus and then handed him over in order to be crucified."},{"number":16,"verse":"Then the soldiers led him into the palace (that is, the Praetorium), and they called together the whole cohort of soldiers."},{"number":17,"verse":"They put a purple robe on Jesus, and they twisted together a crown of thorns and put it on him."},{"number":18,"verse":"Then they began to salute him:\" Hail, King of the Jews!\""},{"number":19,"verse":"They kept striking his head with a staff and spitting on him. They knelt down as if to honor him."},{"number":20,"verse":"When they had mocked him, they took off of him the purple robe and put his own garments on him, and then led him out in order to crucify him."},{"number":21,"verse":"A certain passerby, Simon of Cyrene (the father of Alexander and Rufus), was coming from the country, and they forced him to carry his cross."},{"number":22,"verse":"They brought Jesus to Golgotha (a place which is translated, \"Place of a Skull\")."},{"number":23,"verse":"They offered him wine mixed with myrrh, but he did not drink it."},{"number":24,"verse":"Then they crucified him, and divided his garments by casting lots for them to determine who would take which piece."},{"number":25,"verse":"Now it was the third hour when they crucified him."},{"number":26,"verse":"And the inscription of the charge against him was written:\" The king of the Jews.\""},{"number":27,"verse":"They also crucified two robbers with him, one on his right, and one on his left."},{"number":28,"verse":"[ The best ancient copies do not have Mark 15:28, The scripture was fulfilled that says, 'He was counted with the lawless ones,' (compare LUK 22:37). ]"},{"number":29,"verse":"Those who passed by insulted him, shaking their heads and saying, \"Aha! You who would destroy the temple and rebuild it in three days,"},{"number":30,"verse":"save yourself and come down from the cross!\""},{"number":31,"verse":"In the same way the chief priests were also mocking him with each other, along with the scribes, and said, \"He saved others, but he cannot save himself."},{"number":32,"verse":"Let the Christ, the King of Israel, come down now from the cross, so that we may see and believe, \"and those who were crucified with him also taunted him."},{"number":33,"verse":"Now when the sixth hour arrived, darkness came over the whole land until the ninth hour."},{"number":34,"verse":"And at the ninth hour Jesus, cried out with a loud voice, \"Eloi, Eloi, lama sabachthani?\" which is translated, \"My God, my God, why have you forsaken me?\""},{"number":35,"verse":"When some of those standing by heard him, they said, \"Look, he is calling for Elijah.\""},{"number":36,"verse":"Then someone ran and filled a sponge with sour wine, put it on a reed, and gave it to him to drink, saying, \"Let him alone! Let us see if Elijah comes to take him down!\""},{"number":37,"verse":"Then Jesus cried out with a loud voice and breathed his last."},{"number":38,"verse":"Then the curtain of the temple was torn in two from the top to the bottom."},{"number":39,"verse":"When the centurion who stood in front of Jesus saw that he had breathed his last in this way, he said, \"Truly this man was the Son of God.\""},{"number":40,"verse":"There were also women who looked on from a distance. Among them were Mary Magdalene, Mary (the mother of James the younger and of Joses), and Salome."},{"number":41,"verse":"When he was in Galilee they followed him and served him. There were also many other women, who had come up with him to Jerusalem."},{"number":42,"verse":"Now when evening had already come, because it was the Day of Preparation, that is, the day before the Sabbath,"},{"number":43,"verse":"Joseph of Arimathea, a respected member of the council who also was himself waiting for the kingdom of God, came. He boldly went in to Pilate and asked for the body of Jesus."},{"number":44,"verse":"Pilate was amazed that Jesus was already dead, so he called the centurion and asked him if Jesus had already died."},{"number":45,"verse":"When Pilate learned this from the centurion, he gave the body to Joseph."},{"number":46,"verse":"So Joseph had bought a linen cloth, took him down from the cross, wrapped him in the linen cloth, and laid him in a tomb that had been cut out of a rock. Then he rolled a stone against the entrance of the tomb."},{"number":47,"verse":"Mary Magdalene and Mary the mother of Joses saw the place where Jesus was buried."}]}