{"bibleAbbr":"ULT2024","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":8,"verses":[{"number":1,"verse":"In those days, there was again a great crowd, and they did not have anything to eat. Jesus called his disciples and said to them,"},{"number":2,"verse":"\"I have compassion on the crowd, because they continue to be with me already for three days and do not have anything to eat."},{"number":3,"verse":"If I send them away to their home without eating, they may faint on the way, and some of them have come from far way.\""},{"number":4,"verse":"His disciples answered him, \"Where can anyone get enough bread to satisfy these people here in this deserted place?\""},{"number":5,"verse":"So he asked them, \"How many loaves do you have?\" They said, \"Seven.\""},{"number":6,"verse":"Then he commanded the crowd to recline on the ground. He took the seven loaves, gave thanks, and broke them. He gave them to his disciples so that they might serve them, so they served the crowd."},{"number":7,"verse":"They also had a few small fish, and after he gave thanks for them, he told them to serve these as well."},{"number":8,"verse":"They ate and were satisfied, and they picked up seven baskets of the remaining broken pieces."},{"number":9,"verse":"There were about four thousand people. Then he sent them away."},{"number":10,"verse":"Immediately he got into the boat with his disciples, and they went into the region of Dalmanutha."},{"number":11,"verse":"Then the Pharisees came out and began to argue with him. They sought from him a sign from heaven, to test him."},{"number":12,"verse":"He sighed deeply in his spirit and said, \"Why does this generation seek for a sign? Truly I say to you, no sign will be given to this generation.\""},{"number":13,"verse":"Then he left them, got into a boat again, and went away to the other side."},{"number":14,"verse":"Now they had forgotten to bring bread, and except for one loaf, they did not have any with them in the boat."},{"number":15,"verse":"Then Jesus warned them and said, \"Keep watch and be on guard against the yeast of the Pharisees and the yeast of Herod.\""},{"number":16,"verse":"So the disciples reasoned with each other, \"It is because we do not have bread.\""},{"number":17,"verse":"And being aware of this, Jesus said to them, \"Why are you reasoning that you do not have bread? Do you not yet perceive, nor understand? Have your hearts become hardened?"},{"number":18,"verse":"Having eyes, do you not see? And having ears, do you not hear? And do you not remember?"},{"number":19,"verse":"When I broke the five loaves among the five thousand, how many baskets full of broken pieces did you take up?\" They said to him, \"Twelve.\""},{"number":20,"verse":"\"When I broke the seven loaves among the four thousand, how many basketfuls of broken pieces did you take up?\" They said to him, \"Seven.\""},{"number":21,"verse":"Then he said to them, \"How do you not yet understand?\""},{"number":22,"verse":"Then they came to Bethsaida. People brought to him a blind man and begged him that he would touch him."},{"number":23,"verse":"Taking hold of the hand of the blind man, Jesus led him out of the village. When he had spit on his eyes, he laid his hands on him, asking him, \"Do you see anything?\""},{"number":24,"verse":"He looked up, and said, \"I see men who look like walking trees.\""},{"number":25,"verse":"Then he again laid his hands upon his eyes, and the man looked intently and was restored, and he saw everything clearly."},{"number":26,"verse":"Then Jesus sent him away to his home and said, \"Do not enter into the town.\""},{"number":27,"verse":"Then Jesus and his disciples went out into the villages of Caesarea Philippi. On the way he asked his disciples saying to them, \"Who do the people say that I am?\""},{"number":28,"verse":"They answered him and said, \"John the Baptist. Others say,' Elijah,' and others,' One of the prophets.'\""},{"number":29,"verse":"He asked them, \"But who do you say that I am?\" Peter answered and said to him, \"You are the Christ.\""},{"number":30,"verse":"Then Jesus warned them that they should tell no one about him."},{"number":31,"verse":"Then he began to teach them that the Son of Man must suffer many things, and be rejected by the elders and the chief priests and the scribes, and be killed, and rise up after three days."},{"number":32,"verse":"He spoke this message clearly. Then Peter took him aside and began to rebuke him."},{"number":33,"verse":"But Jesus turned and looked at his disciples and rebuked Peter and said, \"Get behind me, Satan! For you are not setting your mind on the things of God, but on the things of men.\""},{"number":34,"verse":"Then he called the crowd along with his disciples, and he said to them, \"If anyone wants to follow after me, he must deny himself, take up his cross, and follow me."},{"number":35,"verse":"For whoever wants to save his soul will lose it, but whoever loses his soul for my sake and for the gospel, will save it."},{"number":36,"verse":"For what does it profit a man to gain the whole world and to forfeit his soul?"},{"number":37,"verse":"For what can a man give in exchange for his soul?"},{"number":38,"verse":"For if anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.\""}]}