{"bibleAbbr":"ULT2024","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"And he said to them, \"Truly I say to you, there are some of you who are standing here who will not taste death before they see the kingdom of God come with power.\""},{"number":2,"verse":"Six days later, Jesus took Peter and James and John and led them up on a high mountain, alone by themselves. Then he was transfigured before them."},{"number":3,"verse":"His garments became radiantly, extremely white, as no bleacher on earth could bleach them."},{"number":4,"verse":"Then Elijah with Moses appeared to them, and they were talking with Jesus."},{"number":5,"verse":"So Peter spoke to Jesus and said, \"Rabbi, it is good for us to be here, and so let us make three shelters, one for you, one for Moses, and one for Elijah.\""},{"number":6,"verse":"(For he did not know what to say, for they were terrified.)"},{"number":7,"verse":"Then a cloud came and overshadowed them, and a voice came out of the cloud, \"This is my beloved Son. Listen to him.\""},{"number":8,"verse":"Suddenly, when they looked around, they no longer saw anyone with them, but only Jesus."},{"number":9,"verse":"As they were coming down from the mountain, he commanded them to tell no one what they had seen, until the Son of Man had risen from the dead."},{"number":10,"verse":"So they kept the matter to themselves, but they discussed among themselves what\" rising from the dead\" could mean."},{"number":11,"verse":"Then they asked him, saying, \"Why do the scribes say that Elijah must come first?\""},{"number":12,"verse":"He said to them, \"Elijah does come first to restore all things. Why then is it written of the Son of Man that he must suffer many things and be despised?"},{"number":13,"verse":"But I say to you that Elijah has indeed come, and they did whatever they wanted to him, just as it is written about him.\""},{"number":14,"verse":"When they came to the disciples, they saw a great crowd around them and scribes were arguing with them."},{"number":15,"verse":"Immediately, when the whole crowd saw Jesus, they were amazed, and they ran up to him and greeted him."},{"number":16,"verse":"He asked his disciples, \"What are you arguing with them about?\""},{"number":17,"verse":"Someone in the crowd answered him, \"Teacher, I brought my son to you. He has a spirit that makes him mute."},{"number":18,"verse":"Whenever it seizes him, it throws him down, and he foams at the mouth, grinds his teeth, and he becomes rigid. I asked your disciples to drive it out, but they could not.\""},{"number":19,"verse":"Then he answered them and said, \"You unbelieving generation, how long will I be with you? How long will I bear with you? Bring him to me.\""},{"number":20,"verse":"So they brought the boy to him. When the spirit saw Jesus, it immediately threw him into a convulsion, and the boy fell on the ground, rolled around, and foamed at the mouth."},{"number":21,"verse":"Jesus asked his father, \"How long has he been like this?\" The father said, \"Since childhood."},{"number":22,"verse":"It has often both thrown him into the fire and into the waters in order to destroy him. But if you are able to do anything, have compassion on us and help us.\""},{"number":23,"verse":"Then Jesus said to him,\"' If you are able'? All things are possible for the one who believes.\""},{"number":24,"verse":"Immediately the father of the child cried out and said, \"I believe! Help my unbelief!\""},{"number":25,"verse":"Now when Jesus saw that the crowd was running to them, he rebuked the unclean spirit and said to it, \"You mute and deaf spirit, I command you, come out of him, and never enter into him again.\""},{"number":26,"verse":"It cried out and convulsed the boy greatly and then came out. The boy became like a dead person, so that many said, \"He is dead.\""},{"number":27,"verse":"But Jesus took him by his hand and lifted him up, and the boy stood up."},{"number":28,"verse":"Then when Jesus went into a house, his disciples asked him privately, \"Why could we not cast it out?\""},{"number":29,"verse":"He said to them, \"This kind cannot come out except by prayer and fasting.\" [ Some manuscripts do not include, and fasting but the best manuscripts include it. ]"},{"number":30,"verse":"They went out from there and passed through Galilee, but he did not want anyone to know it,"},{"number":31,"verse":"for he was teaching his disciples and saying to them, \"The Son of Man will be delivered into the hands of men, and they will kill him. And when he has been killed, he will rise again after three days.\""},{"number":32,"verse":"But they did not understand this statement, and they were afraid to ask him."},{"number":33,"verse":"Then they came to Capernaum. When he was in the house, he asked them, \"What were you discussing on the way?\""},{"number":34,"verse":"But they were silent. For they had been arguing with one another on the way about who was the greatest."},{"number":35,"verse":"So sitting down, he called the twelve together and he said to them, \"If anyone wants to be first, he must be last of all and servant of all.\""},{"number":36,"verse":"Then he took a little child and placed him in their midst. He took him in his arms and said to them,"},{"number":37,"verse":"\"Whoever receives one of these little children in my name receives me; and whoever receives me, does not receive me but the one who sent me.\""},{"number":38,"verse":"John said to him, \"Teacher, we saw someone driving out demons in your name and we stopped him, because he does not follow us.\""},{"number":39,"verse":"But Jesus said, \"Do not stop him, for there is no one who will do a mighty work in my name and can soon afterwards say anything bad about me."},{"number":40,"verse":"For he who is not against us is for us."},{"number":41,"verse":"For whoever gives you a cup of water to drink because you have the name of Christ, truly I say to you, he will not lose his reward."},{"number":42,"verse":"And whoever causes one of these little ones who believe in me to stumble, it would be better for him instead if a large millstone was put around his neck and he was thrown into the sea."},{"number":43,"verse":"If your hand causes you to stumble, cut it off. It is better for you to enter into life maimed than to have two hands and to go into hell, into the unquenchable fire."},{"number":44,"verse":"[ The best ancient copies do not have this phrase from verses 44 and 46, where their worm does not die, and the fire is not put out. ]"},{"number":45,"verse":"And if your foot causes you to stumble, cut it off. It is better for you to enter into life lame than to have your two feet and be thrown into hell."},{"number":46,"verse":"[ The best ancient copies do not have this phrase from verses 44 and 46, where their worm does not die, and the fire is not put out. ]"},{"number":47,"verse":"And if your eye causes you to stumble, tear it out. It is better for you to enter into the kingdom of God with one eye than to have two eyes and to be thrown into hell,"},{"number":48,"verse":"where their worm does not die, and the fire is not put out."},{"number":49,"verse":"For everyone will be salted with fire."},{"number":50,"verse":"Salt is good, but if the salt becomes unsalty, with what will you season it? Have salt in yourselves, and be at peace with one another.\""}]}