{"bibleAbbr":"BBE1965","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Then Zophar the Naamathite made answer and said,"},{"number":2,"verse":"Are all these words to go unanswered? and is a man seen to be right because he is full of talk?"},{"number":3,"verse":"Are your words of pride to make men keep quiet? and are you to make sport, with no one to put you to shame?"},{"number":4,"verse":"You may say, My way is clean, and I am free from sin in your eyes."},{"number":5,"verse":"But if only God would take up the word, opening his lips in argument with you;"},{"number":6,"verse":"And would make clear to you the secrets of wisdom, and the wonders of his purpose!"},{"number":7,"verse":"Are you able to take God's measure, to make discovery of the limits of the Ruler of all?"},{"number":8,"verse":"They are higher than heaven; what is there for you to do? deeper than the underworld, and outside your knowledge;"},{"number":9,"verse":"Longer in measure than the earth, and wider than the sea."},{"number":10,"verse":"If he goes on his way, shutting a man up and putting him to death, who may make him go back from his purpose?"},{"number":11,"verse":"For in his eyes men are as nothing; he sees evil and takes note of it."},{"number":12,"verse":"And so a hollow-minded man will get wisdom, when a young ass of the field gets teaching."},{"number":13,"verse":"But if you put your heart right, stretching out your hands to him;"},{"number":14,"verse":"If you put far away the evil of your hands, and let no wrongdoing have a place in your tent;"},{"number":15,"verse":"Then truly your face will be lifted up, with no mark of sin, and you will be fixed in your place without fear:"},{"number":16,"verse":"For your sorrow will go from your memory, like waters flowing away:"},{"number":17,"verse":"And your life will be brighter than day; though it is dark, it will become like the morning."},{"number":18,"verse":"And you will be safe because there is hope; after looking round, you will take your rest in quiet;"},{"number":19,"verse":"Sleeping with no fear of danger; and men will be desiring to have grace in your eyes;"},{"number":20,"verse":"But the eyes of the evil-doers will be wasting away; their way of flight is gone, and their only hope is the taking of their last breath."}]}