{"bibleAbbr":"orOV2014","bookName":"ରାଜାବଳୀର ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"( ରାଜା ଦାଉଦଙ୍କ ବୃଦ୍ଧାବସ୍ଥା) ଅନନ୍ତର ଦାଉଦ ରାଜା ବୃଦ୍ଧ ଓ ଗତବୟସ୍କ ହେଲେ; ତହିଁରେ ଲୋକମାନେ ତାଙ୍କୁ ଅନେକ ବସ୍ତ୍ର ଘୋଡ଼ାଇଲେ, ମାତ୍ର ସେ କିଛି ଉଷ୍ଣତା ପାଇଲେ ନାହିଁ ।"},{"number":2,"verse":"ଏଣୁ ତାଙ୍କ ଦାସମାନେ ତାଙ୍କୁ କହିଲେ, ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ମହାରାଜଙ୍କ ନିମନ୍ତେ ଗୋଟିଏ ଯୁବତୀ କନ୍ୟା ଅନ୍ଵେଷଣ କରାଯାଉ ଓ ସେ ମହାରାଜଙ୍କ ଛାମୁରେ ଠିଆ ହୋଇ ସେବା କରୁ; ଆଉ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ମହାରାଜ ଯେପରି ଉଷ୍ଣତା ପାଇବେ, ଏଥିପାଇଁ ସେ ଆପଣଙ୍କ କୋଳରେ ଶୟନ କରୁ ।"},{"number":3,"verse":"ତହିଁରେ ଲୋକମାନେ ଇସ୍ରାଏଲର ସମସ୍ତ ଅଞ୍ଚଳରେ ସୁନ୍ଦରୀ କନ୍ୟାର ଅନ୍ଵେଷଣ କରି ଶୁନେମୀୟା ଅବୀଶଗକୁ ପାଇ ରାଜାଙ୍କ ନିକଟକୁ ତାହାକୁ ଆଣିଲେ ।"},{"number":4,"verse":"ସେହି ଯୁବତୀ ଅତି ସୁନ୍ଦରୀ ଥିଲା ଓ ସେ ରାଜାଙ୍କର ସେବା ଓ ପରିଚର୍ଯ୍ୟା କଲା; ମାତ୍ର ରାଜା ତାହାର ସହବାସ କଲେ ନାହିଁ ।"},{"number":5,"verse":"( ଅଦୋନୀୟର ରାଜ୍ୟ ଦାବୀ) ଏହି ସମୟରେ ହାଗୀତର ପୁତ୍ର ଅଦୋନୀୟ ଆପଣାକୁ ବଡ଼ କରି କହିଲା, ମୁଁ ରାଜା ହେବି; ଏଣୁ ସେ ଆପଣା ପାଇଁ ରଥ ଓ ଅଶ୍ଵାରୋହୀଗଣ ଓ ଆପଣା ଆଗେ ଆଗେ ଦୌଡ଼ିବା ପାଇଁ ପାଞ୍ଚଶହ ଜଣ ପ୍ରସ୍ତୁତ କଲା ।"},{"number":6,"verse":"ମାତ୍ର ତୁମ୍ଭେ କାହିଁକି ଏପରି କରୁଅଛ ବୋଲି କହି ତାହାର ପିତା ତାହାକୁ କୌଣସି ସମୟରେ ଅସନ୍ତୁଷ୍ଟ କରି ନ ଥିଲେ । ସେ ମଧ୍ୟ ଅତି ସୁନ୍ଦର ପୁରୁଷ ଓ ଅବଶାଲୋମ ଉତ୍ତାରେ ଜାତ ହୋଇଥିଲା ।"},{"number":7,"verse":"ପୁଣି ସେ ସରୁୟାର ପୁତ୍ର ଯୋୟାବ ଓ ଅବୀୟାଥର ଯାଜକ ସହିତ ପରାମର୍ଶ କଲା; ଆଉ ସେମାନେ ଅଦୋନୀୟର ଅନୁଗତ ହୋଇ ତାହାକୁ ସାହାଯ୍ୟ କଲେ ।"},{"number":8,"verse":"ମାତ୍ର ସାଦୋକ ଯାଜକ ଓ ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟ ଓ ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତା ଓ ଶିମୀୟି ଓ ରେୟି ଓ ଦାଉଦଙ୍କର ବୀରଗଣ ଅଦୋନୀୟର ପକ୍ଷ ନ ଥିଲେ ।"},{"number":9,"verse":"ଏଉତ୍ତାରେ ଅଦୋନୀୟ ଐନରୋଗେଲର ପାର୍ଶ୍ଵସ୍ଥ ସୋହେଲତ୍-ପ୍ରସ୍ତର ନିକଟରେ ମେଷ, ବୃଷ ଓ ପୁଷ୍ଟ ପଶୁମାନଙ୍କୁ ମାରି ଆପଣା ଭ୍ରାତା ସମସ୍ତ ରାଜପୁତ୍ରଙ୍କୁ ଓ ରାଜାଙ୍କ ଦାସ ଯିହୁଦାର ସମସ୍ତ ଲୋକଙ୍କୁ ନିମନ୍ତ୍ରଣ କଲା ।"},{"number":10,"verse":"ମାତ୍ର ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କୁ ଓ ବନାୟକୁ ଓ ବୀରମାନଙ୍କୁ ଓ ଆପଣା ଭାଇ ଶଲୋମନକୁ ସେ ନିମନ୍ତ୍ରଣ କଲା ନାହିଁ ।"},{"number":11,"verse":"( ଶଲୋମନ ରାଜା ଅଭିଷିକ୍ତ) ଏଥିରେ ନାଥନ ଶଲୋମନଙ୍କର ମାତା ବତ୍ଶେବାକୁ କହିଲେ, ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଦାଉଦଙ୍କ ଅଜ୍ଞାତସାରରେ ହଗୀତର ପୁତ୍ର ଅଦୋନୀୟ ରାଜ୍ୟ କରୁଅଛି, ଏହା କʼଣ ତୁମ୍ଭେ ଶୁଣି ନାହଁ ?"},{"number":12,"verse":"ଏହେତୁ ବିନୟ କରୁଅଛି, ଏବେ ଆସ, ମୁଁ ତୁମ୍ଭକୁ ମନ୍ତ୍ରଣା ଦେବି; ତହିଁରେ ତୁମ୍ଭେ ଆପଣା ପ୍ରାଣ ଓ ଆପଣା ପୁତ୍ର ଶଲୋମନର ପ୍ରାଣ ରକ୍ଷା କରିବ ।"},{"number":13,"verse":"ତୁମ୍ଭେ ଦାଉଦ ରାଜାଙ୍କ ନିକଟକୁ ଯାଇ ତାଙ୍କୁ କୁହ, ହେ ମୋହର ପ୍ରଭୋ, ମହାରାଜ, ଆପଣ କି ଶପଥ କରି ଆପଣା ଦାସୀକି କହି ନାହାନ୍ତି, ମୋʼ ଉତ୍ତାରେ ତୁମ୍ଭ ପୁତ୍ର ଶଲୋମନ ନିଶ୍ଚୟ ରାଜ୍ୟ କରିବ ଓ ସେ ମୋʼ ସିଂହାସନରେ ବସିବ ? ତେବେ ଅଦୋନୀୟ କିହେତୁ ରାଜ୍ୟ କରୁଅଛି ?"},{"number":14,"verse":"ଦେଖ, ତୁମ୍ଭେ ରାଜାଙ୍କ ସଙ୍ଗେ କଥାବାର୍ତ୍ତା କରୁଥିବା ବେଳେ ମୁଁ ମଧ୍ୟ ତୁମ୍ଭ ପଛେ ଯାଇ ତୁମ୍ଭ କଥା ଦୃଢ଼ କରିବି ।"},{"number":15,"verse":"ଏଥିରେ ବତ୍ଶେବା କୋଠରି ଭିତରେ ରାଜାଙ୍କ ନିକଟକୁ ଗଲା; ସେସମୟରେ ରାଜା ଅତି ବୃଦ୍ଧ ଥିଲେ; ଆଉ ଶୁନେମୀୟା ଅବୀଶଗ ରାଜାଙ୍କର ପରିଚର୍ଯ୍ୟା କରୁଥିଲା ।"},{"number":16,"verse":"ତହୁଁ ବତ୍ଶେବା ନଇଁପଡ଼ି ରାଜାଙ୍କୁ ପ୍ରଣାମ କଲା । ତହିଁରେ ରାଜା ପଚାରିଲେ, ତୁମ୍ଭେ କଅଣ ଇଚ୍ଛା କରୁଅଛ ?"},{"number":17,"verse":"ଏଥିରେ ସେ ତାଙ୍କୁ କହିଲା, ହେ ମୋହର ପ୍ରଭୋ, ଆପଣ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ନାମରେ ଆପଣା ଦାସୀ ନିକଟରେ ଶପଥ କରିଥିଲେ ଯେ, ମୋʼ ଉତ୍ତାରେ ତୁମ୍ଭ ପୁତ୍ର ଶଲୋମନ ନିଶ୍ଚୟ ରାଜ୍ୟ କରିବ ଓ ସେ ମୋʼ ସିଂହାସନରେ ବସିବ ।"},{"number":18,"verse":"ମାତ୍ର ଏବେ ଦେଖନ୍ତୁ, ଅଦୋନୀୟ ରାଜ୍ୟ କରୁଅଛି, ଆଉ ମୋʼ ପ୍ରଭୁ ମହାରାଜ ତାହା ଜାଣନ୍ତି ନାହିଁ ।"},{"number":19,"verse":"ଆଉ ସେ ଅନେକ ବୃଷ ଓ ପୁଷ୍ଟ ପଶୁ ଓ ମେଷ ମାରି ମହାରାଜଙ୍କ ସମସ୍ତ ପୁତ୍ରଙ୍କୁ ଓ ଅବୀୟାଥର ଯାଜକକୁ ଓ ଯୋୟାବ ସେନାପତିକି ନିମନ୍ତ୍ରଣ କରିଅଛି; ମାତ୍ର ଆପଣଙ୍କ ଦାସ ଶଲୋମନକୁ ନିମନ୍ତ୍ରଣ କରି ନାହିଁ ।"},{"number":20,"verse":"ପୁଣି ହେ ମୋହର ପ୍ରଭୋ, ମହାରାଜ, ମୋହର ପ୍ରଭୁ ମହାରାଜଙ୍କ ସିଂହାସନରେ ତାଙ୍କ ଉତ୍ତାରେ କିଏ ବସିବ, ଏହା ଯେପରି ଆପଣ ସମଗ୍ର ଇସ୍ରାଏଲକୁ କହିବେ, ଏଥିପାଇଁ ସେମାନଙ୍କ ଦୃଷ୍ଟି ଆପଣଙ୍କ ଉପରେ ଅଛି ।"},{"number":21,"verse":"ନୋହିଲେ ମୋʼ ପ୍ରଭୁ ମହାରାଜ ଆପଣା ପିତୃ-ଲୋକମାନଙ୍କ ସହିତ ଶୟନ କଲା ଉତ୍ତାରେ ମୁଁ ଓ ମୋʼ ପୁତ୍ର ଶଲୋମନ ଦୋଷୀ ଗଣିତ ହେବୁ ।"},{"number":22,"verse":"ଆଉ ସେ ରାଜାଙ୍କ ସହିତ କଥାବାର୍ତ୍ତା କରୁଥିବା ସମୟରେ, ଦେଖ, ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତା ଉପସ୍ଥିତ ହେଲେ ।"},{"number":23,"verse":"ଏଣୁ ସେମାନେ ରାଜାଙ୍କୁ କହିଲେ, ଦେଖନ୍ତୁ, ଏହି ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତା । ତହିଁରେ ସେ ରାଜାଙ୍କ ସମ୍ମୁଖକୁ ଆସି ଭୂମିଷ୍ଠ ହୋଇ ରାଜାଙ୍କୁ ପ୍ରଣାମ କଲେ ।"},{"number":24,"verse":"ପୁଣି ନାଥନ କହିଲେ, ହେ ମୋହର ପ୍ରଭୋ ମହାରାଜ, ମୋʼଉତ୍ତାରେ ଅଦୋନୀୟ ରାଜ୍ୟ କରିବ ଓ ମୋʼ ସିଂହାସନରେ ବସିବ, ଏହା କଅଣ ଆପଣ କହିଅଛନ୍ତି ?"},{"number":25,"verse":"କାରଣ ସେ ଆଜି ଯାଇ ଅନେକ ବୃଷ ଓ ପୁଷ୍ଟ ପଶୁ ଓ ମେଷ ମାରି ରାଜପୁତ୍ର ସମସ୍ତଙ୍କୁ ଓ ସେନାପତିମାନଙ୍କୁ ଓ ଅବିୟାଥର ଯାଜକକୁ ନିମନ୍ତ୍ରଣ କରିଅଛି; ଆଉ ଦେଖନ୍ତୁ, ସେମାନେ ତାହା ସାକ୍ଷାତରେ ଭୋଜନପାନ କରି କହୁଅଛନ୍ତି, ଅଦୋନିୟ ରାଜା ଚିରଜୀବୀ ହେଉନ୍ତୁ ।"},{"number":26,"verse":"ମାତ୍ର ଆପଣଙ୍କ ଦାସ ଯେ ମୁଁ, ମୋତେ ଓ ସାଦୋକ ଯାଜକକୁ ଓ ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟକୁ ଓ ଆପଣଙ୍କ ଦାସ ଶଲୋମନକୁ ସେ ନିମନ୍ତ୍ରଣ କରି ନାହିଁ ।"},{"number":27,"verse":"ଏହି କର୍ମ କି ମୋʼ ପ୍ରଭୁ ମହରାଜଙ୍କ ଦ୍ଵାରା ହେଲା, ଆଉ ମୋʼ ପ୍ରଭୁ ମହାରାଜଙ୍କ ସିଂହାସନରେ ତାଙ୍କ ଉତ୍ତାରେ କିଏ ବସିବ, ଏହା ଆପଣ ନିଜ ଦାସମାନଙ୍କୁ ଜଣାଇ ନାହାନ୍ତି ?"},{"number":28,"verse":"ତେବେ ଦାଉଦ ରାଜା ଉତ୍ତର କରି କହିଲେ, ବତ୍ଶେବାକୁ ମୋʼ କତିକି ଡାକ । ତହୁଁ ସେ ରାଜାଙ୍କ ଛାମୁକୁ ଆସି ରାଜାଙ୍କ ଛାମୁରେ ଠିଆ ହେଲା ।"},{"number":29,"verse":"ଏଥିରେ ରାଜା ଶପଥ କରି କହିଲେ, ମୁଁ ଅବଶ୍ୟ ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କ ନାମରେ"},{"number":30,"verse":"ଯେପରି ତୁମ୍ଭ ନିକଟରେ ଶପଥ କରିଅଛି ଯେ, ମୋʼ ଉତ୍ତାରେ ତୁମ୍ଭ ପୁତ୍ର ଶଲୋମନ ନିଶ୍ଚୟ ରାଜ୍ୟ କରିବ ଓ ମୋʼ ପଦରେ ମୋʼ ସିଂହାସନରେ ବସିବ, ସବୁ କ୍ଳେଶରୁ ମୋʼ ପ୍ରାଣ ମୁକ୍ତକାରୀ ସଦାପ୍ରଭୁ ଜୀବିତ ଥିବା ପ୍ରମାଣେ ମୁଁ ଅବଶ୍ୟ ଆଜି ସେପରି କରିବି ।"},{"number":31,"verse":"ତହୁଁ ବତ୍ଶେବା ଭୂମିରେ ମୁହଁ ମାଡ଼ି ରାଜାଙ୍କୁ ପ୍ରଣାମ କରି କହିଲା, ମୋʼ ପ୍ରଭୁ ମହାରାଜ ଦାଉଦ ଚିରଜୀବୀ ହେଉନ୍ତୁ ।"},{"number":32,"verse":"ଏଥିରେ ଦାଉଦ ରାଜା କହିଲେ, ସାଦୋକ ଯାଜକକୁ ଓ ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କୁ ଓ ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟକୁ ମୋʼ କତିକି ଡାକ । ଏଣୁ ସେମାନେ ରାଜାଙ୍କ ସମ୍ମୁଖକୁ ଆସିଲେ ।"},{"number":33,"verse":"ତହିଁରେ ରାଜା ସେମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ଆପଣା ପ୍ରଭୁଙ୍କ ଦାସମାନଙ୍କୁ ସଙ୍ଗେ ନେଇ ଓ ମୋʼ ପୁତ୍ର ଶଲୋମନକୁ ମୋʼ ନିଜ ଖଚରରେ ଆରୋହଣ କରାଇ ଗୀହୋନକୁ ଆଣ ।"},{"number":34,"verse":"ଆଉ ସେଠାରେ ସାଦୋକ ଯାଜକ ଓ ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତା ତାହାକୁ ଇସ୍ରାଏଲ ଉପରେ ରାଜାଭିଷିକ୍ତ କରନ୍ତୁ; ପୁଣି ତୁମ୍ଭେମାନେ ତୂରୀ ବଜାଇ କୁହ, ଶଲୋମନ ରାଜା ଚିରଜୀବୀ ହେଉନ୍ତୁ ।"},{"number":35,"verse":"ତହିଁ ଉତ୍ତାରେ ତୁମ୍ଭେମାନେ ତାହାର ପଛେ ପଛେ ଆସ ଓ ସେ ଆସି ମୋʼ ସିଂହାସନରେ ବସୁ; କାରଣ ସେ ମୋʼ ପଦରେ ରାଜା ହେବ; ଆଉ ମୁଁ ତାହାକୁ ଇସ୍ରାଏଲ ଓ ଯିହୁଦାର ଅଗ୍ରଣୀ କରି ନିଯୁକ୍ତ କଲି ।"},{"number":36,"verse":"ଏଥିରେ ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟ ରାଜାଙ୍କୁ ଉତ୍ତର କରି କହିଲା, ଆମେନ୍; ମୋʼ ପ୍ରଭୁ ମହାରାଜଙ୍କୁ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵର ମଧ୍ୟ ଏପରି କହନ୍ତୁ ।"},{"number":37,"verse":"ସଦାପ୍ରଭୁ ଯେପରି ମୋʼ ପ୍ରଭୁ ମହାରାଜଙ୍କର ସହବର୍ତ୍ତୀ ହୋଇଅଛନ୍ତି, ସେପରି ଶଲୋମନଙ୍କର ସହବର୍ତ୍ତୀ ହେଉନ୍ତୁ ଓ ସେ ମୋʼ ପ୍ରଭୁ ମହାରାଜ ଦାଉଦଙ୍କ ସିଂହାସନ ଅପେକ୍ଷା ତାଙ୍କ ସିଂହାସନ ବଡ଼ କରନ୍ତୁ ।"},{"number":38,"verse":"ଏଥିରେ ସାଦୋକ ଯାଜକ ଓ ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତା ଓ ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟ ଓ କରେଥୀୟ ଓ ପଲେଥୀୟ ଲୋକମାନେ ଯାଇ ଶଲୋମନଙ୍କୁ ଦାଉଦ ରାଜାଙ୍କର ଖଚର ଉପରେ ଆରୋହଣ କରାଇ ଗୀହୋନକୁ ଆଣିଲେ ।"},{"number":39,"verse":"ପୁଣି ସାଦୋକ ଯାଜକ ତମ୍ଵୁ ମଧ୍ୟରୁ ତୈଳପୂର୍ଣ୍ଣ ଶୃଙ୍ଗ ନେଇ ଶଲୋମନଙ୍କୁ ଅଭିଷେକ କଲା । ତହୁଁ ଲୋକମାନେ ତୂରୀ ବଜାନ୍ତେ, ସମସ୍ତେ କହିଲେ, ଶଲୋମନ ରାଜା ଚିରଜୀବୀ ହେଉନ୍ତୁ ।"},{"number":40,"verse":"ଆଉ ସମସ୍ତ ଲୋକ ତାହା ପଛେ ପଛେ ଉଠି ଆସିଲେ ଓ ଲୋକମାନେ ବଂଶୀ ବଜାଇ ଏପରି ମହାହର୍ଷନାଦ କଲେ ଯେ, ସେମାନଙ୍କ ଶଦ୍ଦରେ ପୃଥିବୀ ବିଦୀର୍ଣ୍ଣ ହେଲା ।"},{"number":41,"verse":"ପୁଣି ଅଦୋନୀୟ ଓ ତାହାର ସଙ୍ଗୀ ନିମନ୍ତ୍ରିତ ସମସ୍ତ ଲୋକ ଭୋଜନ ଶେଷ କରିବା ସମୟରେ ତାହା ଶୁଣିଲେ । ଆଉ ଯୋୟାବ ତୂରୀ ଶଦ୍ଦ ଶୁଣି ପଚାରିଲା, ନଗରରେ ଏହି କୋଳାହଳ ଶଦ୍ଦ କାହିଁକି ହେଉଅଛି ?"},{"number":42,"verse":"ସେ ଏପରି କହୁଥିବା ସମୟରେ, ଦେଖ, ଅବୀୟାଥର ଯାଜକର ପୁତ୍ର ଯୋନାଥନ ଉପସ୍ଥିତ ହେଲା; ତହିଁରେ ଅଦୋନୀୟ କହିଲା, ଭିତରକୁ ଆସ; କାରଣ ତୁମ୍ଭେ ଯୋଗ୍ୟ ପୁରୁଷ ଓ ସୁସମାଚାର ଆଣିଥିବ ।"},{"number":43,"verse":"ତହିଁରେ ଯୋନାଥନ ଅଦୋନୀୟକୁ ଉତ୍ତର କରି କହିଲା, ସତ୍ୟ, ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଦାଉଦ ରାଜା ଶଲୋମନଙ୍କୁ ରାଜା କରିଅଛନ୍ତି;"},{"number":44,"verse":"ପୁଣି ରାଜା ସାଦୋକ ଯାଜକକୁ ଓ ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କୁ ଓ ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟକୁ, ପୁଣି କରେଥୀୟ ଓ ପଲେଥୀୟମାନଙ୍କୁ ତାଙ୍କ ସଙ୍ଗେ ପଠାଇଲେ ଓ ସେମାନେ ତାଙ୍କୁ ରାଜାଙ୍କ ନିଜ ଖଚରରେ ଆରୋହଣ କରାଇଲେ;"},{"number":45,"verse":"ଆଉ ସାଦୋକ ଯାଜକ ଓ ନାଥନ ଭବିଷ୍ୟଦ୍ବକ୍ତା ତାଙ୍କୁ ଗୀହୋନରେ ରାଜାଭିଷିକ୍ତ କଲେ ଓ ସେମାନେ ସେଠାରୁ ଏପରି ଆନନ୍ଦ କରି କରି ଆସିଲେ ଯେ, ତହିଁର ଶଦ୍ଦରେ ନଗର ପରିପୂର୍ଣ୍ଣ ହେଲା । ତୁମ୍ଭେମାନେ ଯାହା ଶୁଣିଲ, ତାହା ସେହି ଶଦ୍ଦ ।"},{"number":46,"verse":"ଶଲୋମନ ମଧ୍ୟ ରାଜ୍ୟର ସିଂହାସନରେ ବସୁଅଛନ୍ତି ।"},{"number":47,"verse":"ଆହୁରି ରାଜାଙ୍କର ଦାସମାନେ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଦାଉଦ ରାଜାଙ୍କର ମଙ୍ଗଳବାଦ କରିବାକୁ ଆସି କହିଲେ, ଆପଣଙ୍କ ପରମେଶ୍ଵର ଆପଣଙ୍କ ନାମ ଅପେକ୍ଷା ଶଲୋମନଙ୍କ ନାମ ଅଧିକ କରନ୍ତୁ ଓ ଆପଣଙ୍କ ସିଂହାସନ ଅପେକ୍ଷା ତାଙ୍କ ସିଂହାସନ ବଡ଼ କରନ୍ତୁ; ତହିଁରେ ରାଜା ଶଯ୍ୟାରେ ଥାଇ ପ୍ରଣାମ କଲେ ।"},{"number":48,"verse":"ଆଉ ମଧ୍ୟ ରାଜା ଏପରି କହିଲେ, ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଧନ୍ୟ, ସେ ଆଜି ମୋʼ ସିଂହାସନରେ ବସିବା ପାଇଁ ଜଣକୁ ଯୋଗାଇଲେ, ଏହା ହିଁ ମୋହର ଚକ୍ଷୁ ଦେଖିଲା ।"},{"number":49,"verse":"ଏଥିରେ ଅଦୋନୀୟର ନିମନ୍ତ୍ରିତ ଲୋକ ସମସ୍ତେ ଭୀତ ହେଲେ, ପୁଣି ଉଠି ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ବାଟରେ ଚାଲିଗଲେ ।"},{"number":50,"verse":"ଆଉ ଅଦୋନୀୟ ଶଲୋମନଙ୍କ ସକାଶୁ ଭୀତ ହେଲା ଓ ସେ ଉଠିଯାଇ ଯଜ୍ଞବେଦିର ଶୃଙ୍ଗ ଅବଲମ୍ଵନ କଲା ।"},{"number":51,"verse":"ଏଉତ୍ତାରେ କେହି ଶଲୋମନଙ୍କୁ ଜଣାଇ କହିଲା, ଦେଖନ୍ତୁ, ଶଲୋମନ ରାଜାଙ୍କୁ ଅଦୋନୀୟ ଭୟ କରୁଅଛି; କାରଣ ସେ ଯଜ୍ଞବେଦିର ଶୃଙ୍ଗ ଅବଲମ୍ଵନ କରି କହୁଅଛି, ଶଲୋମନ ରାଜା ଯେ ଆପଣା ଦାସକୁ ଖଡ଼୍‍ଗରେ ବଧ କରିବେ ନାହିଁ, ଏହା ସେ ଆଜି ମୋʼ ନିକଟରେ ଶପଥ କରନ୍ତୁ ।"},{"number":52,"verse":"ତହିଁରେ ଶଲୋମନ କହିଲେ, ଯେବେ ସେ ଆପଣାକୁ ଯୋଗ୍ୟ ଲୋକ ଦେଖାଇବ, ତେବେ ତାହାର ଏକ କେଶ ହିଁ ଭୂମିରେ ପଡ଼ିବ ନାହିଁ; ମାତ୍ର ତାହାଠାରେ ଦୁଷ୍ଟତା ଦେଖାଗଲେ, ସେ ମରିବ ।"},{"number":53,"verse":"ତହୁଁ ଶଲୋମନ ରାଜା ଲୋକ ପଠାନ୍ତେ, ସେମାନେ ତାହାକୁ ଯଜ୍ଞବେଦିରୁ ଓହ୍ଲାଇ ଆଣିଲେ । ତହିଁରେ ସେ ଆସି ଶଲୋମନ ରାଜାଙ୍କୁ ପ୍ରଣାମ କଲା, ପୁଣି ଶଲୋମନ ତାହାକୁ କହିଲେ, ଆପଣା ଘରକୁ ଯାଅ ।"}]}