{"bibleAbbr":"orOV2014","bookName":"ରାଜାବଳୀର ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"( ଶଲୋମନଙ୍କ ଅଧିକାରୀଗଣ) ଏହିରୂପେ ଶଲୋମନ ରାଜା ସମଗ୍ର ଇସ୍ରାଏଲ ଉପରେ ରାଜା ହେଲେ ।"},{"number":2,"verse":"ଏମାନେ ତାଙ୍କର ଅଧିପତି ଥଲେ, ଯଥା, ସାଦୋକର ପୁତ୍ର ଅସରୀୟ ଯାଜକ ।"},{"number":3,"verse":"ଶୀଶାର ପୁତ୍ର ଇଲୀହୋରଫ ଓ ଅହୀୟ ଲେଖକ; ଅହୀଲୂଦର ପୁତ୍ର ଯିହୋଶଫଟ ଇତିହାସକର୍ତ୍ତା"},{"number":4,"verse":"ଓ ଯିହୋୟାଦାର ପୁତ୍ର ବନାୟ ସେନାପତି ଥିଲା; ପୁଣି ସାଦୋକ ଓ ଅବୀୟାଥର ଯାଜକ ଥିଲେ;"},{"number":5,"verse":"ନାଥନର ପୁତ୍ର ଅସରୀୟ ଦେଶାଧ୍ୟକ୍ଷମାନଙ୍କର ପ୍ରଧାନ ଥିଲା ଓ ନାଥନର ପୁତ୍ର ସାବୁଦ୍ ଯାଜକ ଓ ରାଜାଙ୍କ ମିତ୍ର ଥିଲା ।"},{"number":6,"verse":"ପୁଣି ଅହୀଶାର୍ ଗୃହାଧ୍ୟକ୍ଷ ଥିଲା ଓ ଅବ୍ଦର ପୁତ୍ର ଅଦୋନୀରାମ୍ ବେଠିକର୍ମର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":7,"verse":"ଆଉ ସମଗ୍ର ଇସ୍ରାଏଲ ଉପରେ ଶଲୋମନଙ୍କର ବାର ଜଣ ଦେଶାଧ୍ୟକ୍ଷ ଥିଲେ, ସେମାନେ ରାଜା ଓ ତାଙ୍କର ଗୃହ ପାଇଁ ଖାଦ୍ୟଦ୍ରବ୍ୟ ଯୋଗାଇଲେ; ପ୍ରତି ଜଣ ବର୍ଷ ମଧ୍ୟରେ ଏକ ଏକ ମାସ ପାଇଁ ଦ୍ରବ୍ୟ ଯୋଗାଇଲେ ।"},{"number":8,"verse":"ଆଉ ସେମାନଙ୍କର ନାମ ଏହି; ଇଫ୍ରୟିମର ପର୍ବତମୟ ଦେଶରେ ବିନ୍-ହୂର ।"},{"number":9,"verse":"ମାକସ୍ ଓ ଶାଲବୀମ୍ ଓ ବୈଥ୍-ଶେମଶ୍ ଓ ଏଲୋନ-ବୈଥାନନରେ ବିନ୍-ଦେକର;"},{"number":10,"verse":"ଅରୁବୋତରେ ବିନ୍-ହେଷଦ୍; ସୋଖୋ ଓ ସମୁଦାୟ ହେଫର ପ୍ରଦେଶ ତାହାର ଅଧୀନ ଥିଲା;"},{"number":11,"verse":"ସମୁଦାୟ ଦୋର ଉପପର୍ବତରେ ବିନ୍-ଅବୀନାଦବ୍; ଶଲୋମନଙ୍କର କନ୍ୟା ଟାଫତ୍ ତାହାର ଭାର୍ଯ୍ୟା ଥିଲା ।"},{"number":12,"verse":"ତାନକ୍ ଓ ମଗିଦ୍ଦୋ ଓ ବୈଥ୍-ଶାନ୍ ଠାରୁ ଆବେଲ୍ମ-ହୋଲା ଓ ଯଗୂମିୟାମ ପାରି ପର୍ଯ୍ୟନ୍ତ ସର୍ତ୍ତନ ନିକଟବର୍ତ୍ତୀ ଯିଷ୍ରିୟେଲ ତଳେ ଥିବା ସମଗ୍ର ବୈଥ୍-ଶାନ୍ରେ ଅହୀଲୂଦର ପୁତ୍ର ବାନା ।"},{"number":13,"verse":"ରାମୋତ୍-ଗିଲୀୟଦରେ ବିନ୍-ଗେବର; ମନଃଶିର ପୁତ୍ର ଯାୟୀରର ଗିଲୀୟଦସ୍ଥିତ ସମସ୍ତ ଗ୍ରାମ ତାହାର ଅଧୀନ ଥିଲା, ଅର୍ଥାତ୍ ବାଶନସ୍ଥ ଅର୍ଗୋବ-ଅଞ୍ଚଳରେ ଥିବା ପ୍ରାଚୀରବେଷ୍ଟିତ ଓ ପିତ୍ତଳ ଅର୍ଗଳବିଶିଷ୍ଟ ଷାଠିଏ ବୃହତ ନଗର ତାହାର ଅଧୀନ ଥିଲା;"},{"number":14,"verse":"ମହନୟିମରେ ଇଦ୍ଦୋର ପୁତ୍ର ଅହୀନାଦବ୍ ।"},{"number":15,"verse":"ନପ୍ତାଲିରେ ଅହୀମାସ୍; ସେ ଶଲୋମନଙ୍କର କନ୍ୟା ବାସମତ୍କୁ ବିବାହ କରିଥିଲା ।"},{"number":16,"verse":"ଆଶେର୍ ଓ ବାଲୋରେ ହୂଶୟର ପୁତ୍ର ବାନା ।"},{"number":17,"verse":"ଇଷାଖରରେ ପାରୁହର ପୁତ୍ର ଯିହୋଶାଫଟ୍;"},{"number":18,"verse":"ବିନ୍ୟାମୀନରେ ଏଲାର ପୁତ୍ର ଶିମୀୟି;"},{"number":19,"verse":"ଇମୋରୀୟମାନଙ୍କ ରାଜା ସୀହୋନର ଓ ବାଶନର ରାଜା ଓଗର ଗିଲୀୟଦ ଦେଶରେ ଊରିର ପୁତ୍ର ଗେବର; ସେ ଦେଶରେ ସେ ଏକମାତ୍ର ଦେଶାଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":20,"verse":"( ଶଲୋମନଙ୍କ ସମୃଦ୍ଧି) ଯିହୁଦା ଓ ଇସ୍ରାଏଲ ଭୋଜନପାନ ଓ ଆମୋଦ-ପ୍ରମୋଦ କରି ବାହୁଲ୍ୟ ହେତୁରୁ ସମୁଦ୍ରତୀରସ୍ଥ ବାଲୁକା ନ୍ୟାୟ ବହୁସଂଖ୍ୟକ ଥିଲେ।"},{"number":21,"verse":"ପୁଣି ଶଲୋମନ (ଫରାତ୍) ନଦୀଠାରୁ ପଲେଷ୍ଟୀୟମାନଙ୍କ ଦେଶ ଓ ମିସର-ସୀମା ପର୍ଯ୍ୟନ୍ତ ସମସ୍ତ ରାଜ୍ୟ ଉପରେ ରାଜତ୍ଵ କଲେ; ଶଲୋମନଙ୍କର ଯାବଜ୍ଜୀବନ ସେମାନେ ଭେଟୀ ଆଣିଲେ ଓ ତାଙ୍କର ସେବା କଲେ⇧ ।"},{"number":22,"verse":"ଶଲୋମନଙ୍କର ପ୍ରାତ୍ୟହିକ ଆୟୋଜନୀୟ ଦ୍ରବ୍ୟ ତିରିଶ ମହଣ ସରୁ ମଇଦା ଓ ଷାଠିଏ ମହଣ ସୁଜୀ,"},{"number":23,"verse":"ଆଉ ଦଶ ପୁଷ୍ଟ ଗୋରୁ ଓ ଚରା-ସ୍ଥାନରୁ କୋଡ଼ିଏ ଗୋରୁ ଓ ଏକ ଶହ ମେଷ, ଏହାଛଡ଼ା ଅନେକ ହରିଣ ଓ କୃଷ୍ଣସାର ଓ ବନଗୋରୁ ଓ ପୁଷ୍ଟ ପକ୍ଷୀ ଥିଲା ।"},{"number":24,"verse":"କାରଣ ସେ ତିପ୍ସହଠାରୁ ଘସା ପର୍ଯ୍ୟନ୍ତ (ଫରାତ୍) ନଦୀର ଏପାରିସ୍ଥିତ ସମସ୍ତ ଅଞ୍ଚଳର ରାଜାମାନଙ୍କ ଉପରେ କର୍ତ୍ତୃତ୍ଵ କଲେ; ପୁଣି ତାଙ୍କର ଚତୁର୍ଦ୍ଦିଗସ୍ଥ ସବୁଆଡ଼େ ଶାନ୍ତି ଥିଲା ।"},{"number":25,"verse":"ଏଣୁ ଶଲୋମନଙ୍କର ଯାବଜ୍ଜୀବନ ଦାନ୍‍ଠାରୁ ବେର୍ଶେବା ପର୍ଯ୍ୟନ୍ତ ଯିହୁଦା ଓ ଇସ୍ରାଏଲର ପ୍ରତ୍ୟେକ ଲୋକ ଆପଣା ଆପଣା ଦ୍ରାକ୍ଷାଲତା ଓ ଆପଣା ଆପଣା ଡିମିରି ବୃକ୍ଷ ମୂଳରେ ନିରାପଦରେ ବାସ କଲେ ।"},{"number":26,"verse":"ଆଉ ଶଲୋମନଙ୍କର ରଥ ନିମନ୍ତେ ଚାଳିଶ ସହସ୍ର ଅଶ୍ଵଶାଳା ଓ ବାର ସହସ୍ର ଅଶ୍ଵାରୋହୀ ଥିଲେ ।"},{"number":27,"verse":"ଆଉ ଶଲୋମନ ରାଜାଙ୍କ ନିମନ୍ତେ ଓ ଶଲୋମନ ରାଜାଙ୍କର ମେଜରେ ଭୋଜନକାରୀ ସମସ୍ତଙ୍କ ନିମନ୍ତେ ପୂର୍ବୋକ୍ତ ଦେଶାଧ୍ୟକ୍ଷମାନଙ୍କର ପ୍ରତ୍ୟେକ ଜଣ ଆପଣା ଆପଣା ନିରୂପିତ ମାସରେ ଖାଦ୍ୟଦ୍ରବ୍ୟ ଯୋଗାଇଲେ; ସେମାନେ କିଛି ଊଣା କଲେ ନାହିଁ ।"},{"number":28,"verse":"ସେମାନଙ୍କର ପ୍ରତ୍ୟେକ ଜଣ ମଧ୍ୟ ଆପଣା ଆପଣା ନିରୂପିତ କର୍ମାନୁସାରେ ଅଶ୍ଵ ଓ ଦ୍ରୁତଗାମୀ ବାହନସକଳ ନିମନ୍ତେ ଅଧ୍ୟକ୍ଷମାନଙ୍କ ଥିବା ସ୍ଥାନକୁ ଯବ ଓ ତୃଣ ଆଣିଲେ ।"},{"number":29,"verse":"ଆହୁରି ପରମେଶ୍ଵର ଶଲୋମନଙ୍କୁ ଅତିଶୟ ଜ୍ଞାନ ଓ ବୁଦ୍ଧି, ପୁଣି ସମୁଦ୍ରତୀରସ୍ଥ ବାଲୁକା ନ୍ୟାୟ ମନର ବିସ୍ତୀର୍ଣ୍ଣତା ପ୍ରଦାନ କଲେ ।"},{"number":30,"verse":"ପୂର୍ବଦେଶୀୟ ଓ ମିସ୍ରୀୟ ସମସ୍ତ ଲୋକଙ୍କର ସମୁଦାୟ ଜ୍ଞାନ ଅପେକ୍ଷା ଶଲୋମନଙ୍କର ଜ୍ଞାନ ଅଧିକ ହେଲା ।"},{"number":31,"verse":"କାରଣ ସେ ସମସ୍ତ ଲୋକଙ୍କଠାରୁ, ଇଷ୍ରାହୀୟ ଏଥନ୍ ଓ ମାହୋଲର ପୁତ୍ର ହେମନ୍ ଓ କଲ୍‍କୋଲ ଓ ଦର୍ଦା, ଏମାନଙ୍କଠାରୁ ଅଧିକ ଜ୍ଞାନବାନ ଥିଲେ ଓ ଚତୁର୍ଦ୍ଦିଗସ୍ଥ ସକଳ ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ତାଙ୍କର ସୁଖ୍ୟାତି ବ୍ୟାପିଲା ।"},{"number":32,"verse":"ସେ ତିନି ସହସ୍ର ନୀତିକଥା କହିଲେ ଓ ତାଙ୍କର ଗୀତ ଏକ ସହସ୍ର ପାଞ୍ଚ ଥିଲା ।"},{"number":33,"verse":"ପୁଣି ସେ ଲିବାନୋନର ଏରସ ବୃକ୍ଷଠାରୁ ପ୍ରାଚୀରରେ ଉତ୍ପନ୍ନ ଏସୋବ ତୃଣ ପର୍ଯ୍ୟନ୍ତ ବୃକ୍ଷମାନର ବର୍ଣ୍ଣନା କଲେ; ସେ ପଶୁ ଓ ପକ୍ଷୀ ଓ ଉରୋଗାମୀ ପ୍ରାଣୀ ଓ ମତ୍ସ୍ୟମାନଙ୍କର ମଧ୍ୟ ବର୍ଣ୍ଣନା କଲେ ।"},{"number":34,"verse":"ପୁଣି ପୃଥିବୀସ୍ଥ ଯେ ଯେ ରାଜା ଶଲୋମନଙ୍କର ଜ୍ଞାନ ବିଷୟ ଶୁଣିଥିଲେ, ସେମାନଙ୍କ ନିକଟରୁ ସର୍ବଦେଶୀୟ ଲୋକେ ତାଙ୍କର ଜ୍ଞାନର କଥା ଶୁଣିବାକୁ ଆସିଲେ ।"}]}