{"bibleAbbr":"orOV2014","bookName":"ରାଜାବଳୀର ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Kings","chapterNumber":5,"verses":[{"number":1,"verse":"( ଶଲୋମନଙ୍କ ମନ୍ଦିର ନିର୍ମାଣର ପ୍ରସ୍ତୁତି) ଅନନ୍ତର ସୋରର ରାଜା ହୀରମ୍ ଶଲୋମନଙ୍କ ନିକଟକୁ ଆପଣା ଦାସମାନଙ୍କୁ ପଠାଇଲା; କାରଣ ଲୋକମାନେ ତାଙ୍କ ପିତାଙ୍କର ବଦଳେ ତାଙ୍କୁ ରାଜାଭିଷିକ୍ତ କଲେ ବୋଲି ସେ ଶୁଣିଥିଲା; ଆଉ ଦାଉଦ ସର୍ବଦା ହୀରମ୍ର ପ୍ରିୟପାତ୍ର ଥିଲେ ।"},{"number":2,"verse":"ଏଣୁ ଶଲୋମନ ହୀରମ୍ ନିକଟକୁ ଏହି କଥା କହି ପଠାଇଲେ,"},{"number":3,"verse":"ଆପଣ ଜାଣନ୍ତି, ମୋʼ ପିତା ଦାଉଦ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ଗୋଟିଏ ଗୃହ ନିର୍ମାଣ କରି ପାରିଲେ ନାହିଁ, କାରଣ ସଦାପ୍ରଭୁ (ଶତ୍ରୁମାନଙ୍କୁ) ତାଙ୍କର ପଦତଳସ୍ଥ କରିବା ପର୍ଯ୍ୟନ୍ତ ତାଙ୍କ ଚାରି ଆଡ଼େ ଯୁଦ୍ଧ ଘେରିଥିଲା ।"},{"number":4,"verse":"ମାତ୍ର ଏବେ ସଦାପ୍ରଭୁ ମୋʼ ପରମେଶ୍ଵର ଚତୁର୍ଦ୍ଦିଗରେ ମୋତେ ବିଶ୍ରାମ ଦେଇଅଛନ୍ତି; ବିପକ୍ଷ କେହି ନାହିଁ, ବା ବିପଦ-ଘଟନା କିଛି ନାହିଁ ।"},{"number":5,"verse":"ଏହେତୁ ଦେଖନ୍ତୁ, ସଦାପ୍ରଭୁ ମୋʼ ପରମେଶ୍ଵରଙ୍କ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ମୁଁ ଗୋଟିଏ ଗୃହ ନିର୍ମାଣ କରିବାକୁ ମନସ୍ଥ କରୁଅଛି, କାରଣ ସଦାପ୍ରଭୁ ମୋʼ ପିତା ଦାଉଦଙ୍କୁ କହିଥିଲେ, ଆମ୍ଭେ ତୁମ୍ଭ ବଦଳେ ତୁମ୍ଭର ଯେଉଁ ପୁତ୍ରକୁ ତୁମ୍ଭ ସିଂହାସନରେ ବସାଇବା, ସେ ଆମ୍ଭ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ଗୃହ ନିର୍ମାଣ କରିବ ।"},{"number":6,"verse":"ଏଣୁ ଏବେ ମୋʼ ପାଇଁ ଲିବାନୋନରୁ ଏରସ ବୃକ୍ଷ କାଟିବାକୁ ଆପଣ ଲୋକମାନଙ୍କୁ ଆଜ୍ଞା ଦେଉନ୍ତୁ; ପୁଣି ମୋʼ ଦାସମାନେ ଆପଣଙ୍କ ଦାସମାନଙ୍କ ସଙ୍ଗରେ ଥିବେ; ଆଉ ଆପଣ ଯାହା କହିବେ, ତଦନୁସାରେ ଆପଣଙ୍କ ଦାସମାନଙ୍କ ପାଇଁ ମୁଁ ଆପଣଙ୍କୁ ମୂଲ ଦେବି; କାରଣ ଆପଣ ଜାଣନ୍ତି ଯେ, କାଠ କାଟିବା କାର୍ଯ୍ୟରେ ସୀଦୋନୀୟମାନଙ୍କ ପରି ନିପୁଣ ଲୋକ ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ କେହି ନାହିଁ ।"},{"number":7,"verse":"ସେତେବେଳେ ହୀରମ୍ ଶଲୋମନଙ୍କର ଏହି କଥା ଶୁଣନ୍ତେ, ଅତି ଆନନ୍ଦିତ ହୋଇ କହିଲା, ସଦାପ୍ରଭୁ ଆଜି ଧନ୍ୟ ହେଉନ୍ତୁ, ସେ ଏହି ମହାଗୋଷ୍ଠୀ ଉପରେ ଦାଉଦଙ୍କୁ ଏକ ଜ୍ଞାନବାନ ପୁତ୍ର ଦେଇଅଛନ୍ତି ।"},{"number":8,"verse":"ଏଉତ୍ତାରେ ହୀରମ୍ ଶଲୋମନଙ୍କ ନିକଟକୁ କହି ପଠାଇଲା, ଆପଣ ମୋʼ କତିକି ଯେଉଁ କଥା କହି ପଠାଇଲେ, ତାହା ମୁଁ ଶୁଣିଲି; ମୁଁ ଏରସ ଓ ଦେବଦାରୁ କାଷ୍ଠ ବିଷୟରେ ଆପଣଙ୍କର ସମସ୍ତ ବାଞ୍ଛା ସଫଳ କରିବି ।"},{"number":9,"verse":"ମୋʼ ଦାସମାନେ ଲିବାନୋନଠାରୁ ସମୁଦ୍ର ପର୍ଯ୍ୟନ୍ତ ତାହା ଆଣିବେ; ପୁଣି ଆପଣ ଯେଉଁ ସ୍ଥାନ ନିରୂପଣ କରିବେ, ସେଠାକୁ ମୁଁ ଭେଳା ବାନ୍ଧି ସମୁଦ୍ର ପଥରେ ପଠାଇ ସେଠାରେ ତାହା ଫିଟାଇଦେବି, ତହୁଁ ଆପଣ ନେଇଯିବେ; ଆଉ ଆପଣ ମୋʼ ଗୃହ ପାଇଁ ଖାଦ୍ୟଦ୍ରବ୍ୟ ଯୋଗାଇ ମୋʼ ବାଞ୍ଛା ସଫଳ କରିବେ ।"},{"number":10,"verse":"ଏହିରୂପେ ହୀରମ୍ ଶଲୋମନଙ୍କର ସମସ୍ତ ବାଞ୍ଛାନୁସାରେ ତାଙ୍କୁ ଏରସ ଓ ଦେବଦାରୁ କାଷ୍ଠ ଦେଲା ।"},{"number":11,"verse":"ପୁଣି ଶଲୋମନ ହୀରମ୍ ଗୃହର ଖାଦ୍ୟ ନିମନ୍ତେ ତାହାକୁ କୋଡ଼ିଏ ହଜାର ମହଣ ଗହମ ଓ କୋଡ଼ିଏ ମହଣ ପେଷା ତେଲ ଦେଲେ; ଏହିରୂପେ ବର୍ଷକୁ ବର୍ଷ ଶଲୋମନ ହୀରମ୍କୁ ଦେଲେ ।"},{"number":12,"verse":"ପୁଣି ସଦାପ୍ରଭୁ ଆପଣା ପ୍ରତିଜ୍ଞାନୁସାରେ ଶଲୋମନଙ୍କୁ ଜ୍ଞାନ ଦେଲେ; ଆଉ ହୀରମ୍ ଓ ଶଲୋମନଙ୍କ ମଧ୍ୟରେ ସନ୍ଧି ଥିଲା ଓ ସେ ଦୁହେଁ ପରସ୍ପର ନିୟମ କଲେ ।"},{"number":13,"verse":"ଅନନ୍ତର ଶଲୋମନ ରାଜା ସମୁଦାୟ ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ବେଠିକର୍ମ ନିମନ୍ତେ ଲୋକ ସଂଗ୍ରହ କଲେ; ତହିଁରେ ତିରିଶ ହଜାର ଲୋକ ସଂଗୃହୀତ ହେଲେ ।"},{"number":14,"verse":"ପୁଣି ସେ ପାଳି ଅନୁସାରେ ମାସକୁ ଦଶ ହଜାର ଲୋକ ଲିବାନୋନକୁ ପଠାଇଲେ; ସେମାନେ ମାସେ ଲେଖାଏଁ ଲିବାନୋନରେ ଓ ଦୁଇ ମାସ ଲେଖାଏଁ ଘରେ ରହିଲେ ଓ ଅଦୋନୀରାମ୍ ବେଠିକର୍ମକାରୀମାନଙ୍କର ଅଧ୍ୟକ୍ଷ ଥିଲା ।"},{"number":15,"verse":"ପୁଣି ଶଲୋମନଙ୍କର ସତୁରି ହଜାର ଭାରବାହକ ଓ ପର୍ବତରେ ଅଶୀ ହଜାର ପଥର-କଟାଳୀ ଥିଲେ ।"},{"number":16,"verse":"ଏହାଛଡ଼ା କର୍ମକାରୀ ଲୋକମାନଙ୍କ ଉପରେ ଶଲୋମନଙ୍କର ତିନି ହଜାର ତିନି ଶହ ପ୍ରଧାନ କାର୍ଯ୍ୟାଧ୍ୟକ୍ଷ ନିଯୁକ୍ତ ଥିଲେ ।"},{"number":17,"verse":"ପୁଣି ପ୍ରସ୍ତୁତ ପ୍ରସ୍ତରରେ ଗୃହର ଭିତ୍ତିମୂଳ ସ୍ଥାପନ କରିବା ନିମନ୍ତେ ସେମାନେ ରାଜାଜ୍ଞାରେ ବୃହତ ପ୍ରସ୍ତର ଓ ମୂଲ୍ୟବାନ ପ୍ରସ୍ତର ଖୋଳିଲେ ।"},{"number":18,"verse":"ଆଉ ଶଲୋମନଙ୍କର ଓ ହୀରମର ରାଜମିସ୍ତ୍ରୀ-ମାନେ ଓ ଗିବ୍ଲୀୟ ଲୋକମାନେ ସେସବୁର ଗଠନ କଲେ, ଏହିରୂପେ ସେମାନେ ଗୃହ-ନିର୍ମାଣ ନିମନ୍ତେ କାଷ୍ଠ ଓ ପ୍ରସ୍ତର ପ୍ରସ୍ତୁତ କଲେ ।"}]}