{"bibleAbbr":"orOV2014","bookName":"ରାଜାବଳୀର ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"( ଶଲୋମନଙ୍କ ମନ୍ଦିର ନିର୍ମାଣ) ମିସର ଦେଶରୁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ବାହାରି ଆସିଲା ଉତ୍ତାରେ ଚାରି ଶହ ଅଶୀ ବର୍ଷରେ ଓ ଇସ୍ରାଏଲ ଉପରେ ଶଲୋମନଙ୍କର ରାଜତ୍ଵର ଚତୁର୍ଥ ବର୍ଷର ସିବ୍ ନାମକ ଦ୍ଵିତୀୟ ମାସରେ ସେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଗୃହ ନିର୍ମାଣ କରିବାକୁ ଆରମ୍ଭ କଲେ ।"},{"number":2,"verse":"ପୁଣି ଶଲୋମନ ରାଜା ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯେଉଁ ଗୃହ ନିର୍ମାଣ କଲେ, ତହିଁର ଦୈର୍ଘ୍ୟ ଷାଠିଏ ହାତ ଓ ପ୍ରସ୍ଥ କୋଡ଼ିଏ ହାତ ଓ ଉଚ୍ଚତା ତିରିଶ ହାତ ।"},{"number":3,"verse":"ଆଉ ଗୃହର ପବିତ୍ର-ସ୍ଥାନ ସମ୍ମୁଖସ୍ଥ ବରଣ୍ତା, ଗୃହର ପ୍ରସ୍ଥାନୁସାରେ କୋଡ଼ିଏ ହାତ ଦୀର୍ଘ ଓ ଗୃହର ସମ୍ମୁଖରେ ତହିଁର ପ୍ରସ୍ଥ ଦଶ ହାତ ଥିଲା ।"},{"number":4,"verse":"ପୁଣି ଗୃହ ନିମନ୍ତେ ସେ ବନ୍ଦ ଜାଲିଝରକା ନିର୍ମାଣ କଲେ ।"},{"number":5,"verse":"ପୁଣି ସେ ଗୃହର କାନ୍ଥ ଚାରିଆଡ଼େ, ଅର୍ଥାତ୍, ମନ୍ଦିର ଓ ଗର୍ଭାଗାରର କାନ୍ଥକୁ ଲଗାଇ ଚାରିଆଡ଼େ ମହଲା ବନାଇଲେ ଓ ଚାରିଆଡ଼େ କୋଠରି ନିର୍ମାଣ କଲେ ।"},{"number":6,"verse":"ତହିଁରେ ତଳ ମହଲା ପାଞ୍ଚ ହାତ ପ୍ରସ୍ଥ, ମଧ୍ୟ ମହଲା ଛଅ ହାତ ପ୍ରସ୍ଥ ଓ ତୃତୀୟ ମହଲା ସାତ ହାତ ପ୍ରସ୍ଥ ଥିଲା । କାରଣ କଡ଼ିକାଠ ଯେପରି ଗୃହକାନ୍ଥରେ ବନ୍ଦ ନ ହୁଏ, ଏଥିପାଇଁ ସେ ଚାରିଆଡ଼େ ଗୃହକାନ୍ଥର ବାହାର ଭାଗରେ ଆଧାର କଲେ ।"},{"number":7,"verse":"ସେହି ଗୃହ ନିର୍ମିତ ହେବା ସମୟରେ ତାହା ପଥରଖଣିରେ ପ୍ରସ୍ତୁତ ପଥରରେ ଗଢ଼ାଯାଇଥିଲା; ଏଣୁ ସେ ଗୃହ ନିର୍ମିତ ହେବା ସମୟଯାକ ତହିଁ ମଧ୍ୟରେ ହାତୁଡ଼ି କି ବଟାଳି, କୌଣସି ଲୌହାସ୍ତ୍ରର ଶଦ୍ଦ ଶୁଣା ନ ଗଲା ।"},{"number":8,"verse":"ମଧ୍ୟମ କୋଠରିମାନର ଦ୍ଵାର ଗୃହର ଦକ୍ଷିଣଭାଗରେ ଥିଲା; ପୁଣି ଲୋକମାନେ ଘୂର୍ଣ୍ଣିତ ସୋପାନ ଦେଇ ମଧ୍ୟମ କୋଠରିକି ଓ ମଧ୍ୟମ କୋଠରିରୁ ତୃତୀୟ କୋଠରିକି ଚଢ଼ି ଗଲେ ।"},{"number":9,"verse":"ଏହିରୂପେ ସେ ଗୃହ ନିର୍ମାଣ କାର୍ଯ୍ୟ ସମାପ୍ତ କଲେ ଓ ଏରସ କାଷ୍ଠର କଡ଼ି ଓ ପଟାରେ ଗୃହ ଆଚ୍ଛାଦନ କଲେ ।"},{"number":10,"verse":"ଆଉ, ସେ ସମୁଦାୟ ଗୃହକୁ ଲଗାଇ ପାଞ୍ଚ ପାଞ୍ଚ ହାତ ଉଚ୍ଚର ମହଲା ବନାଇଲେ ଓ ଏରସ କାଷ୍ଠ ଦ୍ଵାରା ଗୃହ ଉପରେ ସେସବୁର ଭାର ରହିଲା ।"},{"number":11,"verse":"ଅନନ୍ତର ଶଲୋମନଙ୍କ ନିକଟରେ ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟ ଉପସ୍ଥିତ ହେଲା, ଯଥା,"},{"number":12,"verse":"ତୁମ୍ଭେ ତ ଏହି ଗୃହ ନିର୍ମାଣ କରୁଅଛ, ଯେବେ ତୁମ୍ଭେ ଆମ୍ଭର ସମସ୍ତ ବିଧି ଅନୁସାରେ ଚାଲିବ ଓ ଆମ୍ଭର ସକଳ ଶାସନ ରକ୍ଷା କରିବ ଓ ଆମ୍ଭର ଆଜ୍ଞାସବୁ ପାଳନ କରି ତଦନୁସାରେ ଚାଲିବ; ତେବେ ଆମ୍ଭେ ତୁମ୍ଭ ପିତା ଦାଉଦଙ୍କୁ ଯାହା କହିଅଛୁ, ଆମ୍ଭେ ଆପଣାର ସେହି ବାକ୍ୟ ତୁମ୍ଭ ପ୍ରତି ସଫଳ କରିବା ।"},{"number":13,"verse":"ପୁଣି, ଆମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ବାସ କରିବା ଓ ଆପଣା ଲୋକ ଇସ୍ରାଏଲକୁ ପରିତ୍ୟାଗ କରିବା ନାହିଁ ।"},{"number":14,"verse":"ଏହିରୂପେ ଶଲୋମନ ଗୃହ ନିର୍ମାଣ କରି ତାହା ସମାପ୍ତ କଲେ ।"},{"number":15,"verse":"ସେ ଭିତରେ ଗୃହ-କାନ୍ଥସବୁରେ ଏରସ କାଷ୍ଠର ପଟା ଦେଲେ; ଗୃହର ଚଟାଣରୁ କାନ୍ଥଛାତ ପର୍ଯ୍ୟନ୍ତ ଭିତରଯାକ ସେ ସେହି କାଷ୍ଠରେ ଆଚ୍ଛାଦନ କଲେ; ପୁଣି ଦେବଦାରୁ ପଟାରେ ଗୃହର ଚଟାଣ ଆଚ୍ଛାଦନ କଲେ ।"},{"number":16,"verse":"ପୁଣି ସେ ଗୃହର ପଶ୍ଚାତ୍ଭାଗ କୋଡ଼ିଏ ହାତ କରି ଚଟାଣରୁ କାନ୍ଥ ପର୍ଯ୍ୟନ୍ତ ଏରସ କାଷ୍ଠର ପଟା ଦେଲେ; ସେ ଭିତରେ ଗର୍ଭାଗାର, ଅର୍ଥାତ୍, ମହାପବିତ୍ର-ସ୍ଥାନ ନିମନ୍ତେ ତାହା ପ୍ରସ୍ତୁତ କଲେ ।"},{"number":17,"verse":"ତହିଁରେ ଗୃହ, ଅର୍ଥାତ୍, ଗର୍ଭାଗାରର ସମ୍ମୁଖସ୍ଥ ମନ୍ଦିର ଚାଳିଶ ହାତ ଦୀର୍ଘ ହେଲା ।"},{"number":18,"verse":"ପୁଣି ଗୃହ ଭିତରେ ଏରସ କାଷ୍ଠରେ କଳିକା ଓ ପ୍ରସ୍ଫୁଟିତ ପୁଷ୍ପ ଖୋଳିଲେ; ସବୁ ଏରସ କାଷ୍ଠର ଥିଲା; କିଛିମାତ୍ର ପ୍ରସ୍ତର ଦୃଶ୍ୟ ନୋହିଲା ।"},{"number":19,"verse":"ପୁଣି ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ସ୍ଥାପନାର୍ଥେ ଅନ୍ତଃସ୍ଥ ଗୃହ ମଧ୍ୟରେ ସେ ଗର୍ଭାଗାର ପ୍ରସ୍ତୁତ କଲେ ।"},{"number":20,"verse":"ଆଉ ସେହି ଗର୍ଭାଗାର ଭିତର କୋଡ଼ିଏ ହାତ ଦୀର୍ଘ ଓ କୋଡ଼ିଏ ହାତ ପ୍ରସ୍ଥ ଓ କୋଡ଼ିଏ ହାତ ଉଚ୍ଚ ଥିଲା, ଆଉ ସେ ତହିଁରେ ନିର୍ମଳ ସୁବର୍ଣ୍ଣ ମଡ଼ାଇଲେ ଓ ଧୂପବେଦି ଏରସ କାଷ୍ଠରେ ଆଚ୍ଛାଦନ କଲେ ।"},{"number":21,"verse":"ଏହିରୂପେ ଶଲୋମନ ଗୃହ ଭିତର ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ଓ ଗର୍ଭାଗାର ସମ୍ମୁଖରେ ସୁବର୍ଣ୍ଣ ଜଞ୍ଜିରମାନ ଟଙ୍ଗାଇଲେ ଓ ସେ ତାହା ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ।"},{"number":22,"verse":"ପୁଣି ସମୁଦାୟ ଗୃହ ସମାପ୍ତ ହେବା ପର୍ଯ୍ୟନ୍ତ ସମସ୍ତ ଗୃହ ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ; ମଧ୍ୟ ଗର୍ଭାଗାରର ଧୂପବେଦି ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ।"},{"number":23,"verse":"ପୁଣି ସେ ଗର୍ଭାଗାର ମଧ୍ୟରେ ଦଶ ହାତ ଉଚ୍ଚ ଜୀତ କାଷ୍ଠର ଦୁଇ କିରୂବ ନିର୍ମାଣ କଲେ ।"},{"number":24,"verse":"ଏକ କିରୂବର ଏକ ପକ୍ଷ ପାଞ୍ଚ ହାତ ଓ ଅନ୍ୟ ପକ୍ଷ ହିଁ ପାଞ୍ଚ ହାତ ଥିଲା; ଏକ ପକ୍ଷର ଅଗ୍ରଭାଗରୁ ଅନ୍ୟ ପକ୍ଷର ଅଗ୍ରଭାଗ ପର୍ଯ୍ୟନ୍ତ ଦଶ ହାତ ଥିଲା ।"},{"number":25,"verse":"ସେରୂପେ ଅନ୍ୟ କିରୂବ ହିଁ ଦଶ ହାତ ଥିଲା; ଦୁଇ କିରୂବଯାକ ଏକ ମାପ ଓ ଏକ ଆକାରର ଥିଲେ ।"},{"number":26,"verse":"ଏକ କିରୂବର ଉଚ୍ଚତା ଦଶ ହାତ, ଅନ୍ୟ କିରୂବର ହିଁ ସେହିପରି ଥିଲା ।"},{"number":27,"verse":"ପୁଣି ସେ ସେହି କିରୂବଦ୍ଵୟକୁ ଅନ୍ତରାଗାର ମଧ୍ୟରେ ରଖିଲେ; ଆଉ ସେହି କିରୂବମାନଙ୍କର ପକ୍ଷ ଏପରି ବିସ୍ତୀର୍ଣ୍ଣ ହୋଇଥିଲା ଯେ, ଏକର ପକ୍ଷ ଏକ କାନ୍ଥକୁ ଓ ଅନ୍ୟର ପକ୍ଷ ଅନ୍ୟ କାନ୍ଥକୁ ସ୍ପର୍ଶ କଲା; ପୁଣି ଗୃହ ମଧ୍ୟରେ ସେମାନଙ୍କ ପକ୍ଷ ପରସ୍ପର ସ୍ପର୍ଶ କଲା ।"},{"number":28,"verse":"ତହୁଁ ସେ କିରୂବମାନଙ୍କୁ ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ।"},{"number":29,"verse":"ପୁଣି ସେ ଗୃହର ସକଳ କାନ୍ଥର ଭିତରେ ବାହାରେ ଚାରିଆଡ଼େ ଖୋଦିତ କିରୂବ ଓ ଖର୍ଜ୍ଜୁରବୃକ୍ଷ ଓ ପ୍ରସ୍ଫୁଟିତ ପୁଷ୍ପମାନଙ୍କର ଆକୃତି ଖୋଳିଲେ ।"},{"number":30,"verse":"ଆହୁରି ଗୃହ-ଚଟାଣର ଭିତର ବାହାର ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ।"},{"number":31,"verse":"ଆଉ ସେ ଗର୍ଭାଗାରର ପ୍ରବେଶ-ଦ୍ଵାର ଜୀତ କାଷ୍ଠରେ ନିର୍ମାଣ କଲେ, ତହିଁର କପାଳୀ ଓ ବାଜୁବନ୍ଧ କାନ୍ଥର ପଞ୍ଚମାଂଶ ଥିଲା ।"},{"number":32,"verse":"ଏହିରୂପେ ସେ ଜୀତ କାଷ୍ଠରେ ଦୁଇ କବାଟ କଲେ; ତହିଁ ଉପରେ କିରୂବ ଓ ଖର୍ଜ୍ଜୁରବୃକ୍ଷ ଓ ପ୍ରସ୍ଫୁଟିତ ପୁଷ୍ପମାନର ଆକୃତି ଖୋଳିଲେ ଓ ତାହା ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ; ଆଉ କିରୂବ ଓ ଖର୍ଜ୍ଜୁରବୃକ୍ଷମାନ ଉପରେ ସୁବର୍ଣ୍ଣ ମଡ଼ାଇଲେ ।"},{"number":33,"verse":"ତଦ୍ରୂପ ମନ୍ଦିରର ପ୍ରବେଶ-ଦ୍ଵାର ନିମନ୍ତେ କାନ୍ଥର ଚତୁର୍ଥାଂଶରେ ଜୀତ କାଷ୍ଠର ଚୌକାଠ କଲେ;"},{"number":34,"verse":"ଆଉ ଦେବଦାରୁ କାଷ୍ଠରେ ଦୁଇ କବାଟ କଲେ; ଏକ କବାଟର ଦୁଇ ପଟ ଦୋହରା ଥିଲା, ଅନ୍ୟ କବାଟର ଦୁଇ ପଟ ଦୋହରା ଥିଲା ।"},{"number":35,"verse":"ପୁଣି ସେ ତହିଁ ଉପରେ କିରୂବ ଓ ଖର୍ଜ୍ଜୁରବୃକ୍ଷ ଓ ପ୍ରସ୍ଫୁଟିତ ପୁଷ୍ପମାନ ଖୋଳି ସେହି ଖୋଦିତ କର୍ମର ଆକୃତି ଅନୁସାରେ ସୁବର୍ଣ୍ଣ ମଡ଼ାଇଲେ ।"},{"number":36,"verse":"ପୁଣି ସେ ତିନି ଧାଡ଼ି ଖୋଦିତ ପ୍ରସ୍ତରରେ ଓ ଏକ ଧାଡ଼ି ଏରସ କାଷ୍ଠର କଡ଼ିରେ ଭିତର ପ୍ରାଙ୍ଗଣ ନିର୍ମାଣ କଲେ ।"},{"number":37,"verse":"ଚତୁର୍ଥ ବର୍ଷର ସିବ୍ ମାସରେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ଭିତ୍ତିମୂଳ ସ୍ଥାପିତ ହେଲା ।"},{"number":38,"verse":"ପୁଣି ଏକାଦଶ ବର୍ଷର ବୂଲ ନାମକ ଅଷ୍ଟମ ମାସରେ ନିରୂପିତ ଆକୃତି ଅନୁସାରେ ସମୁଦାୟ ଅଂଶରେ ଗୃହର ନିର୍ମାଣ କାର୍ଯ୍ୟ ସମାପ୍ତ ହେଲା । ଏରୂପେ ତାହା ନିର୍ମାଣ କରିବାରେ ତାଙ୍କୁ ସାତ ବର୍ଷ ଲାଗିଲା ।"}]}