{"bibleAbbr":"WB1895","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore if there is any motivation in Christ, if any comfort from love, if any fellowship of the Spirit, if any affections and mercies,"},{"number":2,"verse":"then fulfill my joy that you be like-minded, having the same love, joined together in soul and mind."},{"number":3,"verse":"Let nothing be done through strife or self-seeking praise but in a humble attitude let each consider the other better than themselves."},{"number":4,"verse":"Every one must not be just attentive of his own things but every one also on the things of others."},{"number":5,"verse":"Have this attitude in you, which was also in Christ Jesus,"},{"number":6,"verse":"who, being in the form of God, didn't think it robbery to be equal to God"},{"number":7,"verse":"but made himself a nobody and took the form of a slave and was made in the likeness of men."},{"number":8,"verse":"Being found outwardly as a man, he humbled himself and became obedient to death even the death of the cross."},{"number":9,"verse":"Therefore God has also highly exalted him and given him a name, which is above every name."},{"number":10,"verse":"So that at the name of Jesus every knee will bow, things in heaven, on earth, and under the earth"},{"number":11,"verse":"and that every tongue will confess that Jesus Christ is Lord to the glory of God the Father."},{"number":12,"verse":"Therefore, my beloved, as you have always obeyed, not only in my presence but now much more in my absence work out you own salvation with fear and trembling."},{"number":13,"verse":"For it is God who shows his work in you both to will and do his good pleasure."},{"number":14,"verse":"Do all things without grumbling and questioning [what is true]."},{"number":15,"verse":"So that you may be blameless and innocent, the children of God, without need for rebuke, in the midst of a crooked and perverse nation, among whom you shine as lights in the world."},{"number":16,"verse":"Offering the word of life, so that I can rejoice on the Day of Christ, so that I have not worked so hard in vain, nor exhausted myself in vain."},{"number":17,"verse":"Yes, and if I am offered in sacrifice and service for your faith, I am glad and rejoice with you all."},{"number":18,"verse":"For this same thing you also are glad and rejoice with me."},{"number":19,"verse":"But I trust in the Lord Jesus to send Timothy to you shortly, so that I also may be cheerful when I know how you're doing."},{"number":20,"verse":"For I have no man like-minded, who will genuinely care how you're doing."},{"number":21,"verse":"For everyone seeks their own, not the things which are Jesus Christ's."},{"number":22,"verse":"But you know his proven character that like a son with his father; he has served with me in the Gospel."},{"number":23,"verse":"Therefore I hope to send him quickly, as soon as I will see how it goes with me."},{"number":24,"verse":"But I trust in the Lord that I will also come soon."},{"number":25,"verse":"However, I think it necessary to send Epaphroditus, my brother, fellow-worker, and fellow-soldier, to you,"},{"number":26,"verse":"for he longed for you all and was full of heaviness, because you had heard that he had been sick."},{"number":27,"verse":"Truly he was sick, near to death, but God had mercy on him and not on him only but also on me, lest I would have sorrow on sorrow."},{"number":28,"verse":"Therefore I sent him even sooner, so that when you see him again, you may rejoice and that I have less grief."},{"number":29,"verse":"Therefore welcome him with all gladness, and hold such [men] in honor."},{"number":30,"verse":"Because for the work of Christ, he was close to dying, disregarding his life in order to complete [what's] lacking in meeting my needs."}]}