{"bibleAbbr":"Geneva1599","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"((2 Asa for fear of Baasha king of Israel, maketh a covenant with Ben-Hadad king of Aram.7 He is reproved by the Prophet.10 Whom he putteth in prison.12 He putteth his trust in the Physicians.13 His death.) ) In the six and thirtieth year of the reign of Asa came Baasha king of Israel up against Judah, and built (He fortified it with walls and ditches: it was a city in Benjamin near to Gibeon.) Ramah, to let none pass out or go in to Asa king of Judah."},{"number":2,"verse":"Then Asa brought out silver and gold out of the treasures of the house of the Lord, and of the king’s house, and sent to Ben-Hadad king of Aram that dwelt at (Or, Darmesek.) Damascus, saying,"},{"number":3,"verse":"There is a covenant between me and thee, and between my father and thy father: behold, I have sent thee silver and gold: come, (He thought to repulse his adversary by an unlawful means, that is, by seeking help of infidels, as they that seek the Turks’ amity, thinking thereby to make themselves more strong.) break thy league with Baasha king of Israel, that he may depart from me."},{"number":4,"verse":"And Ben-Hadad hearkened unto King Asa, and sent the captains of the army which he had, against the cities of Israel. And they smote Ijon, and Dan, and Abel Maim, and all the store cities of Naphtali."},{"number":5,"verse":"And when Baasha heard it, he left building of Ramah, and let his work cease."},{"number":6,"verse":"Then Asa the king took all Judah, and carried away the stones of Ramah and the timber thereof, wherewith Baasha did build, and he built therewith Geba and Mizpah."},{"number":7,"verse":"¶ And at that same time Hanani the (Or, Prophet.) Seer came to Asa king of Judah, and said unto him, Because thou hast rested upon the king of Aram, and not rested in the Lord thy God, therefore is the host of the king of Aram escaped out of thine hand."},{"number":8,"verse":"(2 Chron. 14:9) The Ethiopians and the Lubim, were they not a great host with chariots and horsemen, exceedingly many? yet because thou didst rest upon the Lord, he delivered them into thine hand."},{"number":9,"verse":"For the eyes of the Lord behold all the earth, to show himself strong with them that are of perfect heart toward him: thou hast then done foolishly in this: therefore from henceforth thou shalt have wars."},{"number":10,"verse":"Then Asa was wroth with the Seer, and put him into a (Hebrew, prison house.) prison: for he was (Thus instead of turning to God by repentance, he disdained the admonition of the Prophet, and punished him, as the wicked do when they be told of their faults.) displeased with him, because of this thing. And Asa oppressed certain of the people at the same time."},{"number":11,"verse":"And behold, the acts of Asa first and last, lo, they are written in the book of the Kings of Judah and Israel."},{"number":12,"verse":"¶ And Asa in the nine and thirtieth year of his reign was diseased in his feet, and his disease was extreme: yet he sought not the Lord in his disease, but to the (He showeth that it is in vain to seek to the Physicians, except we first seek to God to purge our sins, which are the chief cause of all our diseases, and after use the help of the Physician, as a means by whom God worketh.) Physicians. (Or, gouty, or swollen.) (Or, to the top of his head.) (God plagued his rebellion, and hereby declareth that it is nothing to begin well, except we so continue to the end, that is, zealous of God’s glory, and put our whole trust in him.) (1 Kings 15:23)"},{"number":13,"verse":"So Asa slept with his fathers, and died in the one and fortieth year of his reign."},{"number":14,"verse":"And they buried him in one of his sepulchers, which he had made for himself in the city of David, and laid him in the bed, which they had filled with sweet odors and divers kinds of spices made by the art of the Apothecary: and they burnt odors for him with an exceeding great fire."}]}