{"bibleAbbr":"Geneva1599","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"(1, 9 The Queen of Sheba cometh to see Solomon, and bringeth gifts.13 His yearly revenues.30 The time of his reign.31 His death.) And (Cross references: : 1 Kings 10:1; Matt. 12:42; Luke 11:3) when the Queen of Sheba heard of the fame of Solomon, she came to (To know whether his wisdom were so great as the report was.) prove Solomon with hard questions at Jerusalem, with a very great train, and camels that bare sweet odors and much gold, and precious stones: and when she came to Solomon, she communed with him of all that was in her heart."},{"number":2,"verse":"And Solomon declared her all her questions, and there was (There was no question so hard that he did not resolve.) nothing hid from Solomon, which he declared not unto her."},{"number":3,"verse":"Then the Queen of Sheba saw the wisdom of Solomon, and the house that he had built,"},{"number":4,"verse":"And the meat of his table, and the sitting of his servants, and the order of his waiters, and their apparel, and his butlers, and their apparel, and his (Or, galleries whereby he went up.) burnt offerings which he offered in the house of the Lord, and she was greatly (Hebrew, there was no spirit in her.) astonied."},{"number":5,"verse":"And she said to the King, It was a true word which I heard in mine own land of thy (Or, acts.) sayings, and of thy wisdom:"},{"number":6,"verse":"Howbeit, I believed not their report, until I came, and mine eyes had seen it: and behold, the one half of thy great wisdom was not told me: for thou exceedest the fame that I heard."},{"number":7,"verse":"Happy are thy men, and happy are these thy servants, which stand before thee always, and hear thy wisdom."},{"number":8,"verse":"Blessed be the Lord thy God, which loved thee, to set thee on his (Meaning, that the Israelites were God’s peculiar people, and that Kings are the lieutenants of God, which ought to grant unto him the superiority, and minister justice to all.) throne as king, in the stead of the Lord thy God: because thy God loveth Israel, to establish it forever, therefore hath he made thee king over them, to execute judgments and justice."},{"number":9,"verse":"Then she gave the King sixscore talents of gold, and of sweet odors exceedingly much, and precious stones: neither was there such sweet odors since, as the Queen of Sheba gave unto King Solomon."},{"number":10,"verse":"And the servants also of Huram, and the servants of Solomon which brought gold from Ophir, brought (Read 2 Chron. 2:8 and 1 Kings 10:11.) Algummim wood and precious stones."},{"number":11,"verse":"And the King made of the Algummim wood (Or pillars: meaning, the garnishing, and trimming of the stairs or pillars.) stairs in the house of the Lord, and in the king’s house, and harps and viols for singers: and there was no such seen before in the land of Judah."},{"number":12,"verse":"And King Solomon gave to the Queen of Sheba every pleasant thing that she asked, (That is, which the King gave her for recompense of the treasure which she brought.) besides for that which she had brought unto the king: so she returned and went to her own country, both she, and her servants."},{"number":13,"verse":"¶ Also the weight of gold that came to Solomon in one year, was six hundred threescore and six talents of gold,"},{"number":14,"verse":"Besides that which chapmen and merchants brought: and all the Kings of Arabia, and the princes of the country brought gold and silver to Solomon."},{"number":15,"verse":"And King Solomon made two hundred targets of beaten gold, and (Which sum mounteth to 2400 crowns of the sun, Budeus De Asse.) six hundred shekels of beaten gold went to one target."},{"number":16,"verse":"And three hundred shields of beaten gold: three hundred (Or, pounds called mina, whereof every one seemed to make an hundred shekels.) shekels of gold went to one shield, and the king put them in the house of the wood of Lebanon."},{"number":17,"verse":"And the king made a great throne of ivory, and overlaid it with pure gold."},{"number":18,"verse":"And the throne had six steps, with a footstool of gold (That is, the steps and the footstool were fastened to the throne.) fastened to the throne, and stays on either side on the place of the seats, and two lions standing by the (Upon the pommels or knops.) stays."},{"number":19,"verse":"And twelve lions stood there on the six steps on either side: there was not the like made in any kingdom."},{"number":20,"verse":"And all King Solomon’s drinking vessels were of gold, and all the vessels of the house of the wood of Lebanon were of pure gold: for silver was nothing esteemed in the days of Solomon."},{"number":21,"verse":"For the king’s ships went to Tarshish with the servants of Huram, every three years once came the ships of (Which country of the best writers is thought to be Cilicia, read 1 Kings 10:22.) Tarshish, and brought gold, and silver, ivory, and apes, and peacocks."},{"number":22,"verse":"So king Solomon excelled all the kings of the earth in riches and wisdom."},{"number":23,"verse":"And all the Kings of the earth sought the presence of Solomon, to hear his wisdom that God had put in his heart."},{"number":24,"verse":"And they brought every man his present, vessels of silver, and vessels of gold, and raiment, armor, and sweet odors, horses, and mules, from year to year."},{"number":25,"verse":"And Solomon had (That is, ten horses in every stable, which in all amounts to forty thousand , as 1 Kings 4:26.) four thousand stalls of horses, and chariots, and twelve thousand horsemen, whom he bestowed in the chariot cities, and with the king at Jerusalem."},{"number":26,"verse":"And he reigned over all the kings from the (Or, Euphrates.) River even unto the land of the Philistines, and to the border of Egypt."},{"number":27,"verse":"And the king gave silver in Jerusalem, (The abundance of these temporal treasures in Solomon’s kingdom is a figure of the Spiritual treasures, which the elect shall enjoy in the heavens under the true Solomon, Christ.) as stones, and gave cedar trees as the wild fig trees, that are abundant in the plain."},{"number":28,"verse":"And they brought unto Solomon horses out of Egypt, and out of all lands."},{"number":29,"verse":"Concerning the rest of the acts of Solomon first and last, are they not written in the book of Nathan the Prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of (Or, Iddo.) Iddo the Seer (That is, which prophesied against him.) against Jeroboam the son of Nebat?"},{"number":30,"verse":"And Solomon reigned in Jerusalem over all Israel forty years."},{"number":31,"verse":"And Solomon (1 Kings 11:4142) slept with his fathers, and they buried him in the city of David his father: and Rehoboam his son reigned in his stead."}]}