{"bibleAbbr":"YLT1898","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"Of man [are] arrangements of the heart, And from JEHOVAH an answer of the tongue."},{"number":2,"verse":"All the ways of a man are pure in his own eyes, And JEHOVAH is pondering the spirits."},{"number":3,"verse":"Roll unto JEHOVAH thy works, And established are thy purposes,"},{"number":4,"verse":"All things hath JEHOVAH wrought for Himself, And also the wicked [worketh] for a day of evil."},{"number":5,"verse":"An abomination to JEHOVAH [is] every proud one of heart, Hand to hand he is not acquitted."},{"number":6,"verse":"In kindness and truth pardoned is iniquity, And in the fear of JEHOVAH Turn thou aside from evil."},{"number":7,"verse":"When a man's ways please JEHOVAH, even his enemies, He causeth to be at peace with him."},{"number":8,"verse":"Better [is] a little with righteousness, Than abundance of increase without justice."},{"number":9,"verse":"The heart of man deviseth his way, And JEHOVAH establisheth his step."},{"number":10,"verse":"An oath [is] on the lips of a king, In judgment his mouth trespasseth not."},{"number":11,"verse":"A just beam and balances [are] JEHOVAH's, His work [are] all the stones of the bag."},{"number":12,"verse":"An abomination to kings [is] doing wickedness, For by righteousness is a throne established."},{"number":13,"verse":"The delight of kings [are] righteous lips, And whoso is speaking uprightly he loveth,"},{"number":14,"verse":"The fury of a king [is] messengers of death, And a wise man pacifieth it."},{"number":15,"verse":"In the light of a king's face [is] life, And his good-will [is] as a cloud of the latter rain."},{"number":16,"verse":"To get wisdom - how much better than gold, And to get understanding to be chosen than silver!"},{"number":17,"verse":"A highway of the upright [is], ‘Turn from evil,’ Whoso is preserving his soul is watching his way."},{"number":18,"verse":"Before destruction [is] pride, And before stumbling - a haughty spirit.’"},{"number":19,"verse":"Better is humility of spirit with the poor, Than to apportion spoil with the proud."},{"number":20,"verse":"The wise in any matter findeth good, And whoso is trusting in JEHOVAH, O his happiness."},{"number":21,"verse":"To the wise in heart is called, ‘Intelligent,’ And sweetness of lips increaseth learning."},{"number":22,"verse":"A fountain of life [is] understanding to its possessors, The instruction of fools is folly."},{"number":23,"verse":"The heart of the wise causeth his mouth to act wisely, And by his lips he increaseth learning,"},{"number":24,"verse":"Sayings of pleasantness [are] a honeycomb, Sweet to the soul, and healing to the bone."},{"number":25,"verse":"There is a way right before a man, And its latter end - ways of death."},{"number":26,"verse":"A labouring man hath laboured for himself, For his mouth hath caused [him] to bend over it."},{"number":27,"verse":"A worthless man is preparing evil, And on his lips - as a burning fire."},{"number":28,"verse":"A froward man sendeth forth contention, A tale-bearer is separating a familiar friend."},{"number":29,"verse":"A violent man enticeth his neighbour, And hath causeth him to go in a way not good."},{"number":30,"verse":"Consulting his eyes to devise froward things, Moving his lips he hath accomplished evil."},{"number":31,"verse":"A crown of beauty [are] grey hairs, In the way of righteousness it is found."},{"number":32,"verse":"Better [is] the slow to anger than the mighty, And the ruler over his spirit than he who is taking a city."},{"number":33,"verse":"Into the centre is the lot cast, And from JEHOVAH [is] all its judgment!"}]}