{"bibleAbbr":"YLT1898","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"My son! if thou hast been surety for thy friend, Hast stricken for a stranger thy hand,"},{"number":2,"verse":"Hast been snared with sayings of thy mouth, Hast been captured with sayings of thy mouth,"},{"number":3,"verse":"Do this now, my son, and be delivered, For thou hast come into the hand of thy friend. Go, trample on thyself, and strengthen thy friend,"},{"number":4,"verse":"Give not sleep to thine eyes, And slumber to thine eyelids,"},{"number":5,"verse":"Be delivered as a roe from the hand, And as a bird from the hand of a fowler."},{"number":6,"verse":"Go unto the ant, O slothful one, See her ways and be wise;"},{"number":7,"verse":"Which hath not captain, overseer, and ruler,"},{"number":8,"verse":"She doth prepare in summer her bread, She hath gathered in harvest her food."},{"number":9,"verse":"Till when, O slothful one, dost thou lie? When dost thou arise from thy sleep?"},{"number":10,"verse":"A little sleep, a little slumber, A little clasping of the hands to rest,"},{"number":11,"verse":"And thy poverty hath come as a traveller, And thy want as an armed man."},{"number":12,"verse":"A man of worthlessness, a man of iniquity, Walking [with] perverseness of mouth,"},{"number":13,"verse":"Winking with his eyes, speaking with his feet, Directing with his fingers,"},{"number":14,"verse":"Frowardness [is] in his heart, devising evil at all times, Contentions he sendeth forth."},{"number":15,"verse":"Therefore suddenly cometh his calamity, Instantly he is broken - and no healing."},{"number":16,"verse":"These six hath JEHOVAH hated, Yea, seven [are] abominations to His soul."},{"number":17,"verse":"Eyes high - tongues false - And hands shedding innocent blood -"},{"number":18,"verse":"A heart devising thoughts of vanity - Feet hasting to run to evil -"},{"number":19,"verse":"A false witness [who] doth breathe out lies - And one sending forth contentions between brethren."},{"number":20,"verse":"Keep, my son, the command of thy father, And leave not the law of thy mother."},{"number":21,"verse":"Bind them on thy heart continually, Tie them on thy neck."},{"number":22,"verse":"In thy going up and down, it leadeth thee, In thy lying down, it watcheth over thee, And thou hast awaked - it talketh [with] thee."},{"number":23,"verse":"For a lamp [is] the command, And the law a light, And a way of life [are] reproofs of instruction,"},{"number":24,"verse":"To preserve thee from an evil woman, From the flattery of the tongue of a strange woman."},{"number":25,"verse":"Desire not her beauty in thy heart, And let her not take thee with her eyelids."},{"number":26,"verse":"For a harlot consumeth unto a cake of bread, And an adulteress the precious soul hunteth."},{"number":27,"verse":"Doth a man take fire into his bosom, And are his garments not burnt?"},{"number":28,"verse":"Doth a man walk on the hot coals, And are his feet not scorched?"},{"number":29,"verse":"So [is] he who hath gone in unto the wife of his neighbour, None who doth touch her is innocent."},{"number":30,"verse":"They do not despise the thief, When he stealeth to fill his soul when he is hungry,"},{"number":31,"verse":"And being found he repayeth sevenfold, All the substance of his house he giveth."},{"number":32,"verse":"He who committeth adultery [with] a woman lacketh heart, He is destroying his soul who doth it."},{"number":33,"verse":"A stroke and shame he doth find, And his reproach is not wiped away,"},{"number":34,"verse":"For jealousy [is] the fury of a man, And he doth not spare in a day of vengeance."},{"number":35,"verse":"He accepteth not the appearance of any atonement, Yea, he doth not consent, Though thou dost multiply bribes!"}]}