{"bibleAbbr":"YLT1898","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"My son! keep my sayings, And my commands lay up with thee."},{"number":2,"verse":"Keep my commands, and live, And my law as the pupil of thine eye."},{"number":3,"verse":"Bind them on thy fingers, Write them on the tablet of thy heart."},{"number":4,"verse":"Say to wisdom, ‘My sister Thou [art].’ And cry to understanding, ‘Kinswoman!’"},{"number":5,"verse":"To preserve thee from a strange woman, From a stranger who hath made smooth her sayings."},{"number":6,"verse":"For, at a window of my house, Through my casement I have looked out,"},{"number":7,"verse":"And I do see among the simple ones, I discern among the sons, A young man lacking understanding,"},{"number":8,"verse":"Passing on in the street, near her corner, And the way [to] her house he doth step,"},{"number":9,"verse":"In the twilight - in the evening of day, In the darkness of night and blackness."},{"number":10,"verse":"And, lo, a woman to meet him - (A harlot's dress, and watchful of heart,"},{"number":11,"verse":"Noisy she [is], and stubborn, In her house her feet rest not."},{"number":12,"verse":"Now in an out-place, now in broad places, And near every corner she lieth in wait) -"},{"number":13,"verse":"And she laid hold on him, and kissed him, She hath hardened her face, and saith to him,"},{"number":14,"verse":"‘Sacrifices of peace-offerings [are] by me, To-day I have completed my vows."},{"number":15,"verse":"Therefore I have come forth to meet thee, To seek earnestly thy face, and I find thee."},{"number":16,"verse":"[With] ornamental coverings I decked my couch, Carved works - cotton of Egypt."},{"number":17,"verse":"I sprinkled my bed - myrrh, aloes, and cinnamon."},{"number":18,"verse":"Come, we are filled [with] loves till the morning, We delight ourselves in loves."},{"number":19,"verse":"For the man is not in his house, He hath gone on a long journey."},{"number":20,"verse":"A bag of money he hath taken in his hand, At the day of the new moon he cometh to his house.’"},{"number":21,"verse":"She turneth him aside with the abundance of her speech, With the flattery of her lips she forceth him."},{"number":22,"verse":"He is going after her straightway, As an ox unto the slaughter he cometh, And as a fetter unto the chastisement of a fool,"},{"number":23,"verse":"Till an arrow doth split his liver, As a bird hath hastened unto a snare, And hath not known that it [is] for its life."},{"number":24,"verse":"And now, ye sons, hearken to me, And give attention to sayings of my mouth."},{"number":25,"verse":"Let not thy heart turn unto her ways, Do not wander in her paths,"},{"number":26,"verse":"For many [are] the wounded she caused to fall, And mighty [are] all her slain ones."},{"number":27,"verse":"The ways of Sheol - her house, Going down unto inner chambers of death!"}]}