{"bibleAbbr":"WBT1833","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"And Saul was consenting to his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all dispersed throughout the regions of Judea and Samaria, except the apostles."},{"number":2,"verse":"And devout men carried Stephen to his burial, and made great lamentation over him."},{"number":3,"verse":"As for Saul, he made havoc of the church, entering into every house, and hauling men and women committed them to prison."},{"number":4,"verse":"Therefore they that were dispersed went every where preaching the word."},{"number":5,"verse":"Then Philip went down to the city of Samaria, and preached Christ to them."},{"number":6,"verse":"And the people with one accord gave heed to those things which Philip spoke, hearing and seeing the miracles which he performed."},{"number":7,"verse":"For unclean spirits, crying with loud voice, came out of many that were possessed: and many taken with palsies, and that were lame, were healed."},{"number":8,"verse":"And there was great joy in that city."},{"number":9,"verse":"But there was a certain man called Simon, who before in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:"},{"number":10,"verse":"To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God."},{"number":11,"verse":"And to him they had regard, because that for a long time he had bewitched them with sorceries."},{"number":12,"verse":"But when they believed Philip, preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized both men and women."},{"number":13,"verse":"Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done."},{"number":14,"verse":"Now when the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John:"},{"number":15,"verse":"Who, when they had come down, prayed for them that they might receive the Holy Spirit:"},{"number":16,"verse":"(For as yet he had fallen upon none of them: only they were baptized in the name of the Lord Jesus.)"},{"number":17,"verse":"Then they laid their hands on them, and they received the Holy Spirit."},{"number":18,"verse":"And when Simon saw that through laying on of the apostles' hands the Holy Spirit was given, he offered them money,"},{"number":19,"verse":"Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Spirit."},{"number":20,"verse":"But Peter said to him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money."},{"number":21,"verse":"Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God."},{"number":22,"verse":"Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thy heart may be forgiven thee."},{"number":23,"verse":"For I perceive that thou art in the gall of bitterness, and in the bond of iniquity."},{"number":24,"verse":"Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me."},{"number":25,"verse":"And they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans."},{"number":26,"verse":"And the angel of the Lord spoke to Philip, saying, Arise, and go towards the south, to the way that goeth down from Jerusalem to Gaza, which is desert."},{"number":27,"verse":"And he arose, and went: and behold, a man of Ethiopia, a eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem to worship,"},{"number":28,"verse":"Was returning; and sitting in his chariot, read Isaiah the prophet."},{"number":29,"verse":"Then the Spirit said to Philip, Go near and join thyself to this chariot."},{"number":30,"verse":"And Philip ran thither to him, and heard him reading the prophet Isaiah, and said, Understandest thou what thou readest?"},{"number":31,"verse":"And he said, How can I, except some man should guide me? And he desired Philip that he would come up, and sit with him."},{"number":32,"verse":"The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so he opened not his mouth:"},{"number":33,"verse":"In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth."},{"number":34,"verse":"And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?"},{"number":35,"verse":"Then Philip opened his mouth, and began at the same scripture, and preached to him Jesus."},{"number":36,"verse":"And as they went on their way, they came to a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?"},{"number":37,"verse":"And Philip said, If thou believest with all thy heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God."},{"number":38,"verse":"And he commanded the chariot to stand still: and they both went down into the water, both Philip and the eunuch; and he baptized him."},{"number":39,"verse":"And when they had come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing."},{"number":40,"verse":"But Philip was found at Azotus: and passing through, he preached in all the cities, till he came to Cesarea."}]}