{"bibleAbbr":"KNCL","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"ಜುದೇಯದಲ್ಲಿ ಮಹಾ ಭೂಕಂಪ ಆಗುವುದಕ್ಕೆ ಎರಡು ವರ್ಷಗಳ ಮುಂಚೆ, ತೆಕೋವದ ಕುರುಬರಲ್ಲೊಬ್ಬನಾದ ಆಮೋಸನಿಗೆ ಇಸ್ರಯೇಲಿನ ವಿಷಯವಾಗಿ ದೇವರಿಂದ ಬಂದ ಪ್ರಕಟನೆಗಳು ಇವು. ಆಗ ಜುದೇಯ ನಾಡನ್ನು ಉಜ್ಜೀಯನೆಂಬ ಅರಸನು ಆಳುತ್ತಿದ್ದ ಕಾಲ. ಅಂತೆಯೇ, ಯೋವಾಷನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನು ಇಸ್ರಯೇಲನ್ನು ಆಳುತ್ತಿದ್ದ ಕಾಲ."},{"number":2,"verse":"ಆಮೋಸನ ಪ್ರಕಟನೆ: ಗರ್ಜಿಸುತಿಹನು ಸರ್ವೇಶ್ವರ ಸಿಯೋನಿನಿಂದ ಧ್ವನಿಗೈಯುತಿಹನು ಜೆರುಸಲೇಮಿನಿಂದ; ಬಾಡಿಹೋಗುತ್ತಿವೆ ಕುರುಬರಾ ಹುಲ್ಲುಗಾವಲುಗಳು ಒಣಗಿಹೋಗುತ್ತಿವೆ ಕಾರ್ಮೆಲ್ ಗುಡ್ಡದ ನೆತ್ತಿಯ ಗಿಡಗಳು."},{"number":3,"verse":"ಇಸ್ರಯೇಲಿನ ನೆರೆಯವರಿಗೆ ನ್ಯಾಯತೀರ್ಪುಸಿರಿಯಾ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: ದಮಸ್ಕದ ಜನರು ಪದೇಪದೇ ಮಾಡಿರುವ ದ್ರೋಹಗಳಿಗಾಗಿ ಆಗಬೇಕಾದ ದಂಡನೆಯನ್ನು ನಾನು ರದ್ದುಗೊಳಿಸುವುದಿಲ್ಲ. ಕಬ್ಬಿಣದ ಬಡಿಗೆಯಿಂದ ಧಾನ್ಯಗಳನ್ನು ಒಕ್ಕುವಂತೆ ಅವರು ಗಿಲ್ಯಾದ್ ಜನರನ್ನು ಬಡಿದುಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":4,"verse":"ನಾನು ಹಜಾಯೇಲನ ಅರಮನೆಯ ಮೇಲೆ ಬೆಂಕಿಯನ್ನು ಸುರಿಸುವೆನು. ಅದು ಬೆನ್‍ಹದದನ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ಕಬಳಿಸಿಬಿಡುವುದು."},{"number":5,"verse":"ದಮಸ್ಕದ ಮಹಾದ್ವಾರಗಳನ್ನು ಕೆಡವಿಹಾಕುವೆನು. ಆವೇನಿನ ಕಣಿವೆಯಲ್ಲಿ ಸಿಂಹಾಸನಾರೂಢನಾಗಿರುವವನನ್ನು ಮತ್ತು ಬೆತ್ - ಏದೆನ್‍ನಿಂದ ಆಡಳಿತಾಧಿಕಾರಿಯನ್ನು ನಿರ್ಮೂಲಮಾಡುವೆನು. ಸಿರಿಯದ ಜನರು ಕೀರ್ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಸೆರೆಯಾಳುಗಳಾಗಿ ಹೋಗುವರು.” ಇದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿ."},{"number":6,"verse":"ಫಿಲಿಷ್ಟಿಯ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ಗಾಜದ ಜನರು ಪದೇಪದೇ ಮಾಡಿದ ದ್ರೋಹಗಳಿಗಾಗಿ ಅವರಿಗೆ ಆಗಬೇಕಾದ ದಂಡನೆಯನ್ನು ನಾನು ರದ್ದುಗೊಳಿಸುವುದಿಲ್ಲ. ಅವರು ಇಡೀ ಜನಾಂಗವನ್ನೇ ಸೆರೆಹಿಡಿದು ಎದೋಮ್ ನಾಡಿಗೆ ಗಡೀಪಾರು ಮಾಡಿದ್ದಾರೆ."},{"number":7,"verse":"ಆದಕಾರಣ ನಾನು ಗಾಜದ ಪ್ರಾಕಾರಗಳ ಮೇಲೆ ಬೆಂಕಿಯನ್ನು ಸುರಿಸುವೆನು. ಅದು ಅದರ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ಕಬಳಿಸಿಬಿಡುವುದು."},{"number":8,"verse":"ನಾನು ಅಷ್ಡೋದಿನಲ್ಲಿ ಸಿಂಹಾಸನಾರೂಢನಾಗಿ ಇರುವವನನ್ನೂ ಅಷ್ಕೆಲೋನಿನಲ್ಲಿ ಆಡಳಿತಾಧಿಕಾರಿಯನ್ನೂ ನಿರ್ಮೂಲ ಮಾಡುವೆನು. ಎಕ್ರೋನಿನ ಪಟ್ಟಣವನ್ನು ಶಿಕ್ಷಿಸುವೆನು. ಫಿಲಿಷ್ಟಿಯರಲ್ಲಿ ಅಳಿದುಳಿದವರೆಲ್ಲರೂ ನಾಶವಾಗಿಹೋಗುವರು,” ಇದೂ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿ."},{"number":9,"verse":"ಟೈರ್ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ಟೈರ್ ಪ್ರಾಂತ್ಯದ ಜನರು ಪದೇಪದೇ ಮಾಡಿದ ದ್ರೋಹಗಳಿಗಾಗಿ ಅವರಿಗೆ ಆಗಬೇಕಾದ ದಂಡನೆಯನ್ನು ನಾನು ರದ್ದುಗೊಳಿಸುವುದಿಲ್ಲ. ಸೋದರಪ್ರೇಮದ ಒಡಂಬಡಿಕೆಯನ್ನು ಅವರು ಮರೆತುಬಿಟ್ಟರು. ಅವರು ಇಡೀ ರಾಷ್ಟ್ರವನ್ನೇ ಸೆರೆಹಿಡಿದು ಎದೋಮ್ ನಾಡಿಗೆ ಗಡೀಪಾರು ಮಾಡಿದ್ದಾರೆ."},{"number":10,"verse":"ಆದಕಾರಣ ನಾನು ಟೈರಿನ ಪ್ರಾಕಾರಗಳ ಮೇಲೆ ಬೆಂಕಿಯನ್ನು ಸುರಿಸುವೆನು. ಅದು ಅದರ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ಕಬಳಿಸಿಬಿಡುವುದು.”"},{"number":11,"verse":"ಎದೋಮ್ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: ಎದೋಮ್ ಪ್ರಾಂತ್ಯದ ಜನರು ಪದೇಪದೇ ಮಾಡಿದ ದ್ರೋಹಗಳಿಗಾಗಿ ಅವರಿಗೆ ಆಗಬೇಕಾದ ದಂಡನೆಯನ್ನು ನಾನು ರದ್ದುಗೊಳಿಸುವುದಿಲ್ಲ. ಅವರು ತಮ್ಮ ಸೋದರ ನಾಡಿನವರಾದ ಇಸ್ರಯೇಲರನ್ನು ಓಡಿಸಿದರು. ಅವರಿಗೆ ಕರುಣೆತೋರದೆ, ಕೊನೆಯವರೆವಿಗೂ ರೋಷವನ್ನೇ ಸಾಧಿಸಿದರು."},{"number":12,"verse":"ಆದುದರಿಂದ ನಾನು ತೇಮಾನ್ ಪಟ್ಟಣದ ಮೇಲೆ ಬೆಂಕಿಯನ್ನು ಸುರಿಸುವೆನು. ಅದು ಬೊಚ್ರದ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ಕಬಳಿಸಿಬಿಡುವುದು."},{"number":13,"verse":"ಅಮ್ಮೋನ್ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ಅಮ್ಮೋನ್ಯರು ಪದೇಪದೇ ಮಾಡಿದ ಪಾಪಗಳಿಗಾಗಿ ಅವರಿಗೆ ಆಗಬೇಕಾದ ದಂಡನೆಯನ್ನು ನಾನು ರದ್ದುಗೊಳಿಸುವುದಿಲ್ಲ. ಅವರು ತಮ್ಮ ನಾಡಿನ (ಗಡಿ) ವಿಸ್ತರಣೆಗಾಗಿ ಗರ್ಭಿಣಿಯರ ಹೊಟ್ಟೆಯನ್ನೇ ತಿವಿದು ಸೀಳಿಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":14,"verse":"ಆದಕಾರಣ ನಾನು ರಬ್ಬದ ಪ್ರಾಕಾರಗಳ ಮೇಲೆ ಬೆಂಕಿಯನ್ನು ಸುರಿಸುವೆನು. ಅದು ಅದರ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ಕಬಳಿಸಿಬಿಡುವುದು. ಆಗ ಯುದ್ಧಾರ್ಭಟವೂ ಚಂಡಮಾರುತದಂಥ ಪ್ರಚಂಡ ಕಾದಾಟವೂ ಉಂಟಾಗುವುವು."},{"number":15,"verse":"ಅರಸನೂ ರಾಜ್ಯಾಧಿಕಾರಿಗಳೂ ಒಟ್ಟಾಗಿ ಸೆರೆಹೋಗುವರು.” ಇದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿ."}]}