{"bibleAbbr":"KNCL","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"ಇಸ್ರಯೇಲಿನ ಜನರೇ, ಕಿವಿಗೊಡಿ. ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡಿ ಕರೆತಂದ ಸರ್ವೆಶ್ವರ ನಿಮ್ಮ ವಿರುದ್ಧವಾಗಿ ನುಡಿಯುವ ಮಾತುಗಳನ್ನು ಆಲಿಸಿರಿ:"},{"number":2,"verse":"“ಜಗದ ಜನಾಂಗಗಳಲ್ಲಿ ನನಗೆ ಆಪ್ತರಾದವರೆಂದರೆ ನೀವು. ಆದಕಾರಣ ನೀವು ಮಾಡಿರುವ ಎಲ್ಲಾ ಪಾಪಗಳಿಗೆ ತಕ್ಕ ಪ್ರಾಯಶ್ಚಿತ್ತವನ್ನು ಸವಿಯುವಂತೆ ಮಾಡುವೆನು.”"},{"number":3,"verse":"(ಪ್ರವಾದಿಯ ಕರ್ತವ್ಯ) ಗೊತ್ತುಗುರಿಯಿಲ್ಲದೆ ಯಾರಾದರಿಬ್ಬರು ಜೊತೆಯಾಗಿ ಪ್ರಯಾಣಮಾಡುವುದುಂಟೆ?"},{"number":4,"verse":"ಬೇಟೆ ಕಂಡಾಗಲ್ಲದೆ ಸಿಂಹವು ಕಾಡಿನಲ್ಲಿ ಗರ್ಜಿಸುವುದುಂಟೆ? ಏನನ್ನೂ ಹಿಡಿಯದೆ ಯುವಸಿಂಹವು ಗುಹೆಯಲ್ಲೆ ಗುರುಗುಟ್ಟುವುದುಂಟೆ?"},{"number":5,"verse":"ಕಾಳಿಲ್ಲದೆ ಪಕ್ಷಿ ಬಲೆಗೆ ಬೀಳುವುದುಂಟೆ? ಏನೂ ಸಿಕ್ಕಿಕೊಳ್ಳದೆ ಬೋನು ಮೇಲಕ್ಕೆ ಏರುವುದುಂಟೆ?"},{"number":6,"verse":"ರಣಕಹಳೆ ಮೊಳಗಲು ಜನರು ಬೆದರದೆ ಇರುವುದುಂಟೆ? ಸರ್ವೇಶ್ವರನಿಂದಲ್ಲದೆ ಪಟ್ಟಣಕ್ಕೆ ಕೇಡು ತಟ್ಟುವುದುಂಟೆ?"},{"number":7,"verse":"ತನ್ನ ಪರಿಚಾರಕರಾದ ಪ್ರವಾದಿಗಳಿಗೆ ತನ್ನ ಯೋಜನೆಯನ್ನು ತಿಳಿಸದೆ ಸ್ವಾಮಿ (ಅಥವಾ :ಪ್ರಭು, ಒಡೆಯ, ಕರ್ತ.) ಸರ್ವೇಶ್ವರ ಏನೂ ಮಾಡುವುದಿಲ್ಲ."},{"number":8,"verse":"ಸಿಂಹದ ಗರ್ಜನೆಯನ್ನು ಕೇಳಿ ಹೆದರದಿರುವವರು ಯಾರು? ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರನ ನುಡಿಯನ್ನು ಕೇಳಿ ಪ್ರವಾದನೆಮಾಡದಿರುವವರು ಯಾರು?”"},{"number":9,"verse":"(ಸಮಾರ್ಯದ ವಿನಾಶ) ಅಷ್ಡೋದಿನ ಅರಮನೆಗಳಲ್ಲೂ ಈಜಿಪ್ಟಿನ ಸೌಧಗಳಲ್ಲೂ ಹೀಗೆಂದು ಪ್ರಕಟಿಸಿರಿ; “ಸಮಾರ್ಯದ ಬೆಟ್ಟಗುಡ್ಡಗಳಿಗೆ ಕೂಡಿಬನ್ನಿ. ಪಟ್ಟಣದಲ್ಲಿ ಎಷ್ಟೊಂದು ಗಲಭೆಗೊಂದಲ, ಎಷ್ಟೊಂದು ಹಿಂಸಾಚಾರ ನಡೆಯುತ್ತಿದೆ, ನೋಡಿ."},{"number":10,"verse":"“ಹಿಂಸಾಚಾರದಿಂದ ಹಾಗು ಸುಲಿಗೆಯಿಂದ ಗಳಿಸಿದ್ದನ್ನು ಜನರು ತಮ್ಮ ಮಳಿಗೆಗಳಲ್ಲಿ ತುಂಬಿಸಿಕೊಂಡಿದ್ದಾರೆ. ಅಂಥ ಜನರಿಗೆ ನ್ಯಾಯನೀತಿ ತಿಳಿಯದು,” ಎಂದು ಸರ್ವೇಶ್ವರ ಹೇಳುತ್ತಾರೆ."},{"number":11,"verse":"ಇಂತಿರಲು ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ ಹೇಳುವುದೇನೆಂದರೆ: “ಶತ್ರುಗಳು ನಿಮ್ಮ ನಾಡಿಗೆ ಮುತ್ತಿಗೆಹಾಕುವರು. ನಿಮ್ಮ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ನೆಲಸಮಮಾಡುವರು. ನಿಮ್ಮ ಸೌಧಗಳನ್ನು ಸೂರೆಮಾಡುವರು.”"},{"number":12,"verse":"ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ಸಿಂಹದ ಬಾಯಿಗೆ ಸಿಕ್ಕಿದ ಕುರಿಯ ಅಂಗಗಳಲ್ಲಿ ಕಿವಿಕಾಲು ಮಾತ್ರ ಕುರುಬನಿಗೆ ದಕ್ಕೀತು. ಅಂತೆಯೇ ಸಮಾರ್ಯದ ಸುಖಾಸನಗಳಲ್ಲೂ ಸುಪ್ಪತ್ತಿಗೆ ಮೇಲೂ ಹಾಯಾಗಿ ಒರಗಿಕೊಂಡಿರುವ ಇಸ್ರಯೇಲರಲ್ಲಿ ಕೆಲವೇ ಕೆಲವರು ಮಾತ್ರ ಉಳಿಯುವರು."},{"number":13,"verse":"ಈಗ ಕೇಳಿ, ಯಕೋಬನ ವಂಶದವರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಿ:"},{"number":14,"verse":"ಇಸ್ರಯೇಲರ ಪಾಪಕೃತ್ಯಗಳಿಗಾಗಿ ಅವರನ್ನು ದಂಡಿಸುವೆನು. ಬೇತೇಲಿನ ಯಜ್ಞವೇದಿಗಳನ್ನು ಚೂರುಚೂರು ಮಾಡುವೆನು. ಆ ಯಜ್ಞವೇದಿಯ ಮೂಲೆಕೊಂಬುಗಳನ್ನು ಕತ್ತರಿಸಿ ಬೀದಿಪಾಲಾಗಿಸುವೆನು."},{"number":15,"verse":"ಚಳಿಗಾಲ, ಬೇಸಿಗೆಕಾಲಗಳ ವಿಹಾರಗೃಹಗಳನ್ನು ವಿನಾಶಮಾಡುವೆನು. ದಂತನಿರ್ಮಿತ ಮಂದಿರಗಳು ಧ್ವಂಸವಾಗುವುವು. ಮಹಾಸೌಧಗಳು ನೆಲಸಮವಾಗುವುವು. ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿಯಿದು.”"}]}