{"bibleAbbr":"KNCL","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"ಸಮಾರ್ಯದ ಗುಡ್ಡಗಳ ಮೇಲೆ ಮೇದು, ಬಾಷಾನಿನ ಕೊಬ್ಬಿನ ಕಾಮಧೇನುಗಳಂತಿರುವ ಮಹಿಳೆಯರೇ, ಕೇಳಿ: ಬಡವರನ್ನು ಹಿಂಸಿಸಿ, ದಿಕ್ಕಿಲ್ಲದವರನ್ನು ಶೋಷಿಸಿ, ನಿಮ್ಮ ಪತಿರಾಯರಿಗೆ, “ಮದ್ಯ ತರಿಸಿರಿ, ಕುಡಿಯೋಣ” ಎಂದು ಹೇಳುವವರೇ, ಇದನ್ನು ಕೇಳಿ:"},{"number":2,"verse":"“ದಿನಗಳು ಬರುವುವು. ಆಗ ನಿಮ್ಮನ್ನು ಕೊಂಡಿಗಳಿಂದ ಎಳೆದುಕೊಂಡು ಹೋಗುವರು; ನಿಮ್ಮಲ್ಲಿ ಅಳಿದುಳಿದವರನ್ನು ಗಾಳಕ್ಕೆ ಸಿಕ್ಕಿದ ಮೀನಿನಂತೆ ಸೆಳೆದೊಯ್ಯುವರು.” ಒಡೆಯರಾದ ದೇವರು ಇದನ್ನು ಆಣೆಯಿಟ್ಟು ನುಡಿದಿದ್ದಾರೆ."},{"number":3,"verse":"“ನೀವು ಎಲ್ಲರು ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಒಬ್ಬರ ಹಿಂದೆ ಒಬ್ಬರು ಗೋಡೆಯ ಬಿರುಕುಗಳ ಮೂಲಕ ಹೆರ್ಮೋನ್ ಕಡೆಗೆ ತಳ್ಳಲ್ಪಡುವಿರಿ,” ಇದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿ."},{"number":4,"verse":"(ಇಸ್ರಯೇಲಿನ ಹಟಮಾರಿತನ) ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ಇಸ್ರಯೇಲಿನ ಜನರೇ, ಪಾಪ ಮಾಡಬೇಕಾದರೆ, ಬೇತೇಲಿಗೆ ಹೋಗಿ ಪಾಪಮಾಡಿರಿ. ಗಿಲ್ಗಾಲಿಗೆ ಹೋಗಿ ಯಥೇಚ್ಛವಾಗಿ ದ್ರೋಹಮಾಡಿರಿ. ಪ್ರತಿದಿನವೂ ಪ್ರಾತಃಕಾಲದ ಬಲಿಗಳನ್ನು ಅರ್ಪಿಸಿರಿ. ಮೂರು ದಿನಗಳಿಗೊಮ್ಮೆ ದಶಮಾಂಶವನ್ನು ಸಲ್ಲಿಸಿರಿ."},{"number":5,"verse":"ಹುಳಿಹಿಟ್ಟಿನ ರೊಟ್ಟಿಯನ್ನು ಹೋಮಮಾಡಿ ಉಪಕಾರಸ್ಮರಣೆ ಮಾಡಿಕೊಳ್ಳಿ. ಇಷ್ಟಬಂದಂತೆ ಕಾಣಿಕೆಗಳನ್ನು ಸಮರ್ಪಿಸಿ ಪ್ರಚಾರಮಾಡಿಕೊಳ್ಳಿ. ಹೀಗೆ ಮಾಡುವುದು ನಿಮಗೆ ಇಷ್ಟವಲ್ಲವೆ?” ಇದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿ."},{"number":6,"verse":"“ನಿಮ್ಮ ಪಟ್ಟಣಗಳಲ್ಲಿ ಹೊಟ್ಟೆಗೆ ಹಿಟ್ಟಿಲ್ಲದಂತೆ ಮಾಡಿದವನು ನಾನೇ. ನೀವು ಹೋದೆಡೆಗಳಲ್ಲೆಲ್ಲ ನಿಮಗೆ ರೊಟ್ಟಿ ಸಿಗದಂತೆ ಮಾಡಿದವನು ನಾನೇ. ಆದರೂ ನೀವು ನನ್ನ ಬಳಿಗೆ ಹಿಂದಿರುಗಲಿಲ್ಲ.” ಇದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿ"},{"number":7,"verse":"“ಸುಗ್ಗಿಗೆ ಮೂರು ತಿಂಗಳಿರುವಾಗಲೂ ಮಳೆಯನ್ನು ತಡೆದವನು ನಾನೇ. ಒಂದೂರಿಗೆ ಮಳೆಯಾಗುವಂತೆಯೂ ಮತ್ತೊಂದೂರಿಗೆ ಮಳೆಯಾಗದಂತೆಯೂ ಮಾಡಿದವನು ನಾನೇ. ಒಂದು ಹೊಲಕ್ಕೆ ಮಳೆಯಾಗುವಂತೆ, ಮತ್ತೊಂದು ಹೊಲ ಮಳೆಯಿಲ್ಲದೆ ಬಾಡಿಹೋಗುವಂತೆ ಮಾಡಿದವನು ನಾನೇ."},{"number":8,"verse":"ಹಲವಾರು ಊರಿನವರು ಕುಡಿಯುವ ನೀರಿಗಾಗಿ ಪರದಾಡುತ್ತಾ ಪಕ್ಕದ ಪಟ್ಟಣಕ್ಕೆ ಹೋದರೂ ಅವರ ದಾಹವು ಇಂಗಲಿಲ್ಲ. ಆದರೂ ನೀವು ನನ್ನ ಬಳಿಗೆ ಹಿಂದಿರುಗಲಿಲ್ಲ,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ."},{"number":9,"verse":"“ಬಿಸಿಗಾಳಿಯನ್ನು ಕಳುಹಿಸಿ ನಿಮ್ಮ ಪೈರು ಒಣಗುವಂತೆ ಮಾಡಿದೆ. ನಿಮ್ಮ ಬೆಳೆ ಬೂಷ್ಟು ಹಿಡಿದು ನಾಶವಾಗುವಂತೆ ಮಾಡಿದೆ. ನಿಮ್ಮ ವನವೃಕ್ಷಗಳನ್ನೂ ದ್ರಾಕ್ಷಾತೋಟಗಳನ್ನೂ ಹಾಳುಮಾಡಿದೆ. ನಿಮ್ಮ ಅಂಜೂರದ ಗಿಡಗಳನ್ನೂ ಎಣ್ಣೆಮರಗಳನ್ನೂ ಮಿಡತೆಗಳು ತಿಂದುಬಿಡುವಂತೆ ಮಾಡಿದೆ. ಆದರೂ ನೀವು ನನ್ನ ಬಳಿಗೆ ಹಿಂದಿರುಗಲಿಲ್ಲ,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವಶಕ್ತ ಸರ್ವೇಶ್ವರ."},{"number":10,"verse":"“ಹಿಂದೊಮ್ಮೆ ಈಜಿಪ್ಟಿಗೆ ನಾನು ಮಾಡಿದಂತೆ ನಿಮ್ಮನ್ನು ವ್ಯಾಧಿಯಿಂದ ಬಾಧಿಸಿದೆ. ನಿಮ್ಮ ಯುವಜನರು ಖಡ್ಗಕ್ಕೆ ತುತ್ತಾಗುವಂತೆ ಮಾಡಿದೆ. ನಿಮ್ಮ ಕುದುರೆಗಳು ಸೂರೆಯಾಗುವಂತೆ ಮಾಡಿದೆ. ನಿಮ್ಮ ದಂಡಿನವರ ಹೆಣಗಳು ಕೊಳೆತು ನಾರುವ ದುರ್ವಾಸನೆ ನಿಮ್ಮ ಮೂಗಿಗೆ ಬಡಿಯುವಂತೆ ಮಾಡಿದೆ. ಆದರೂ ನೀವು ನನ್ನ ಬಳಿಗೆ ಹಿಂದಿರುಗಲಿಲ್ಲ,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ."},{"number":11,"verse":"“ಒಮ್ಮೆ ಸೊದೋಮ್ ಮತ್ತು ಗೊಮೋರಾ ಪಟ್ಟಣಗಳನ್ನು ಕೆಡವಿದಂತೆ ನಾನು ನಿಮ್ಮ ಪಟ್ಟಣಪಾಳೆಯಗಳನ್ನು ಕೆಡವಿದೆನು, ಉರಿಯುವ ಬೆಂಕಿಯಿಂದ ಎಳೆದ ಕೊಳ್ಳಿಯಂತೆ ನೀವು ಇದ್ದೀರಿ. ಆದರೂ ನೀವು ನನ್ನ ಬಳಿಗೆ ಹಿಂದಿರುಗಲಿಲ್ಲ,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ."},{"number":12,"verse":"ಆದುದರಿಂದ ಇಸ್ರಯೇಲಿನ ಜನರೇ, ನಿಮ್ಮನ್ನು ದಂಡಿಸಿಯೇ ತೀರುವೆನು. ಓ ಇಸ್ರಯೇಲರೇ, ನ್ಯಾಯತೀರ್ಪನ್ನು ಕೊಡಲು ಬರಲಿರುವ ನಿಮ್ಮ ದೇವರನ್ನು ಎದುರಗೊಳ್ಳಲು ಸಿದ್ಧಮಾಡಿಕೊಳ್ಳಿ:"},{"number":13,"verse":"ಬೆಟ್ಟಗುಡ್ಡಗಳನ್ನು ರೂಪಿಸಿದಾತ ದೇವನೇ ಗಾಳಿಬಿರುಗಾಳಿಯನು ಸೃಜಿಸಿದಾತ ಆತನೇ ತನ್ನಾಲೋಚನೆಯನ್ನು ನರರಿಗರುಹಿಸಿದವ ದೇವನೇ ಹಗಲನ್ನು ಇರುಳನ್ನಾಗಿಸುವವನು ಆತನೇ ಪೊಡವಿಯ ಉನ್ನತ ಸ್ಥಾನದಲ್ಲಿ ನಡೆದಾಡುವವನಾತನೇ ಆತನ ನಾಮಧೇಯ - ಸೇನಾಧೀಶ್ವರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನೇ."}]}