{"bibleAbbr":"KNCL","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"(ಇಸ್ರಯೇಲಿನ ವಿನಾಶ) ಇಸ್ರಯೇಲಿನ ಜನರು ನಿಮ್ಮ ಸಹಾಯ ಕೋರಿ ನಿಮ್ಮನ್ನು ಹುಡುಕಿಕೊಂಡು ಬರುವಷ್ಟು ಪ್ರತಿಭಾವಂತರಾಗಿರುವವರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ!"},{"number":2,"verse":"ಕಲ್ನೆ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಿ ನೋಡಿ. ಅಲ್ಲಿಂದ ಪ್ರಖ್ಯಾತ ಪಟ್ಟಣವಾದ ಹಮಾತಿಗೆ ನಡೆಯಿರಿ. ಹಮಾತಿನಿಂದ ಫಿಲಿಷ್ಟಿಯರ ಊರಾದ ಗತ್ ನಗರಕ್ಕೆ ಇಳಿದುಹೋಗಿರಿ. ಅವು ನಿಮ್ಮ ರಾಜ್ಯಗಳಿಗಿಂತ ದೊಡ್ಡವೋ? ಅವುಗಳ ಪ್ರಾಂತ್ಯ, ನಿಮ್ಮ ಪ್ರಾಂತ್ಯಕ್ಕಿಂತ ಹಿರಿದೋ?"},{"number":3,"verse":"ಆ ದುರ್ದಿನದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಯತ್ನಿಸುವ ಮುಖಂಡರೇ, ಮತ್ತಷ್ಟು ಶೀಘ್ರವಾಗಿ ಹಿಂಸಾಕ್ರಮಣವನ್ನು ಬರಮಾಡಿಕೊಳ್ಳುತ್ತೀರಿ."},{"number":4,"verse":"ದಂತದ ಮಂಚಗಳ ಮೇಲೆ ಮಲಗುವ ಜನರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ಸುಖಾಸನಗಳಲ್ಲೂ ಸುಪ್ಪತ್ತಿಗೆಯ ಮೇಲೂ ಹಾಯಾಗಿ ಒರಗಿಕೊಂಡಿರುವವರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ಮಂದೆಯ ಕುರಿಮರಿಗಳನ್ನು, ಕೊಟ್ಟಿಗೆಯ ಕರುಗಳನ್ನು ಕೊಂದು ತಿನ್ನುವವರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ!"},{"number":5,"verse":"ವೀಣೆಯನ್ನು ನುಡಿಸುತ್ತಾ ಮನಸ್ಸು ಬಂದಂತೆ ಹಾಡುವವರೇ, ದಾವೀದನಂತೆ ಹೊಸ ವಾದ್ಯಸಂಗೀತಗಳನ್ನು ರಚಿಸುವವರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ!"},{"number":6,"verse":"ಬೋಗುಣಿಬಟ್ಟಲುಗಳಲ್ಲಿ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯುವವರೇ, ಅತ್ಯುತ್ತಮ ಸುಗಂಧತೈಲಗಳನ್ನು ಲೇಪಿಸಿಕೊಳ್ಳುವವರೇ, ನಿಮಗೆ ಧಿಕ್ಕಾರ! ಏಕೆಂದರೆ ನೀವು ಜೋಸೆಫನ ವಂಶದವರ ವಿನಾಶದ ಬಗ್ಗೆ ನಿಶ್ಚಿಂತರಾಗಿದ್ದೀರಿ."},{"number":7,"verse":"ಆದುದರಿಂದ ಗಡೀಪಾರಾಗುವವರಲ್ಲಿ ನೀವೇ ಮೊದಲಿಗರಾಗುವಿರಿ. ಆಗ ನಿಮ್ಮ ಸುಖಾಸನಗಳು ಮತ್ತು ಆಮೋದ ಪ್ರಮೋದಗಳು ಗತಿಸಿಹೋಗುವುವು."},{"number":8,"verse":"ಸೇನಾಧೀಶ್ವರ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಪ್ರಮಾಣಮಾಡಿ ಹೇಳಿದ್ದೇನೆಂದರೆ: “ಯಕೋಬ ವಂಶದವರ ಉದ್ಧಟತನವನ್ನು ದ್ವೇಷಿಸುತ್ತೇನೆ. ಅವರ ಮೋಜಿನ ಮಹಲುಗಳನ್ನು ತೃಣೀಕರಿಸುತ್ತೇನೆ. ಅವರ ರಾಜಧಾನಿಯನ್ನೂ ಅದರಲ್ಲಿರುವುದೆಲ್ಲವನ್ನೂ ಶತ್ರುವಶಕ್ಕೆ ಒಪ್ಪಿಸುತ್ತೇನೆ.”"},{"number":9,"verse":"ಮನೆಯೊಂದರಲ್ಲಿ ಹತ್ತುಮಂದಿ ಉಳಿದಿದ್ದರೂ ಅವರೆಲ್ಲರೂ ಸಾಯುವರು."},{"number":10,"verse":"ಶವವನ್ನು ಸುಡಲು ಬಂದ ಸಂಬಂಧಿಕರು ಹೆಣವನ್ನು ಮನೆಯೊಳಗಿಂದ ತೆಗೆದುಕೊಂಡು ಹೋದಾಗ, “ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಉಳಿದಿದ್ದಾರೋ?” ಎಂದು ಒಳಮನೆಯಲ್ಲಿ ಇರುವವನನ್ನು ಕೇಳಿದರೆ, ಅವನು “ಇಲ್ಲ” ಎನ್ನುವನು. ಆಗ ಆ ಸಂಬಂಧಿಕನು, “ಮೌನದಿಂದಿರು! ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಹೆಸರನ್ನೂ ಎತ್ತಕೂಡದು” ಎಂದು ಎಚ್ಚರಿಸುವನು."},{"number":11,"verse":"ಇಗೋ, ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಲು, ಕುಸಿದುಬೀಳುವುವು ಮಹಾಸೌಧಗಳು, ನುಚ್ಚುನೂರಾಗುವುವು ಚಿಕ್ಕಚಿಕ್ಕ ಮನೆಗಳು."},{"number":12,"verse":"ಕಲ್ಲುಬಂಡೆಗಳ ಮೇಲೆ ಕುದುರೆಗಳು ಓಡಾಡುವುದುಂಟೋ? ಎತ್ತು ಹೋರಿಗಳಿಂದ ಕಡಲನ್ನು ಉಳುವುದುಂಟೋ? ನೀವೋ, ವಿಷವನ್ನಾಗಿಸಿದ್ದೀರಿ ನ್ಯಾಯನೀತಿಯನ್ನು, ಕಹಿಯಾಗಿಸಿದ್ದೀರಿ ಧರ್ಮದ ಸತ್ಫಲವನ್ನು."},{"number":13,"verse":"ನೀವು ಹೆಚ್ಚಳಪಡುವುದು ‘ಲೊದೆಬಾರಿನ’ ಗೆಲುವಿನಲ್ಲಿ! ಸ್ವಬಲದಿಂದಲೇ ಕರ್ನಾಯಿಮನ್ನು ಜಯಿಸಿದ್ದೇವೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುವುದರಲ್ಲಿ!"},{"number":14,"verse":"ಇಂತೆನ್ನುತ್ತಾರೆ ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ: “ಎತ್ತಿಕಟ್ಟುವೆನು ನಿಮಗೆ ವಿರುದ್ಧವಾಗಿ ಜನಾಂಗವೊಂದನ್ನು; ಸದೆಬಡಿವುದದು ನಿಮ್ಮನ್ನು ಹಮಾತಿನ ದಾರಿಯಿಂದ ಅರಬಾ ತೊರೆಯ ತನಕ.”"}]}