{"bibleAbbr":"KNCL","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"(ಮಿಡತೆಗಳ ದರ್ಶನ) ಒಡೆಯರಾದ ಸರ್ವೇಶ್ವರ ನನಗೆ ತೋರಿಸಿದ ದರ್ಶನ ಇದು: ಹಿಂಗಾರು ಮಳೆ ಬಿದ್ದಿತ್ತು. ಪೈರು ಸೊಂಪಾಗಿ ಬೆಳೆಯಲು ಆರಂಭಿಸಿತ್ತು. ಈಗಾಗಲೇ ರಾಜಾದಾಯದ ಹುಲ್ಲಿನ ಕೊಯಿಲು ಮುಗಿದು ಮತ್ತೆ ಹುಲ್ಲು ಬೆಳೆಯುತ್ತಿತ್ತು. ಆಗ ಸರ್ವೇಶ್ವರ ಮಿಡತೆಗಳ ಗುಂಪೊಂದನ್ನು ಹೊರಡಿಸಿದರು."},{"number":2,"verse":"ಮಿಡತೆಗಳು ನಾಡಿನ ಪೈರು ಪಚ್ಚೆಯನ್ನೆಲ್ಲ ತಿಂದುಬಿಟ್ಟವು. ಆಮೇಲೆ ನಾನು ಪ್ರಭುವಿಗೆ ಹೀಗೆಂದು ಮೊರೆಯಿಟ್ಟೆ: “ಒಡೆಯರಾದ ಸರ್ವೇಶ್ವರಾ, ನಮ್ಮನ್ನು ಆಲಿಸಿ, ಕ್ಷಮಿಸಿರಿ; ಅತಿ ಚಿಕ್ಕದಾದ ಯಕೋಬ ಜನಾಂಗ ಈ ಪಿಡುಗಿನಿಂದ ಉಳಿಯುವುದುಂಟೆ?”"},{"number":3,"verse":"ಇದನ್ನು ಕೇಳಿ ಸರ್ವೇಶ್ವರ ಮನಮರುಗಿದರು. “ಈ ದರ್ಶನ ನೆರವೇರುವುದಿಲ್ಲ” ಎಂದು ಅಭಯವಿತ್ತರು."},{"number":4,"verse":"(ಅಗ್ನಿಯ ದರ್ಶನ) ಒಡೆಯರಾದ ಸರ್ವೇಶ್ವರ ನನಗೆ ಇನ್ನೊಂದು ದರ್ಶನವನ್ನು ತೋರಿಸಿದರು. ಅವರು ತನ್ನ ಜನರನ್ನು ದಂಡಿಸುವುದಕ್ಕಾಗಿ ಬೆಂಕಿಯನ್ನು ಬರಮಾಡಿದರು. ಅದು ಆಳವಾದ ಮಹಾಸಾಗರವನ್ನೂ ಇಡೀ ನಾಡನ್ನೂ ಕಬಳಿಸುವುದರಲ್ಲಿತ್ತು."},{"number":5,"verse":"ಆಗ ನಾನು ಆ ಸ್ವಾಮಿಗೆ: “ಆಲಿಸಿ, ಈ ಪಿಡುಗನ್ನು ತಪ್ಪಿಸಿ, ಅತಿ ಚಿಕ್ಕದಾದ ಯಕೋಬ ಜನಾಂಗ ಮುಂದೆ ಹೇಗೆ ಉಳಿದೀತು” ಎಂದು ಮೊರೆಯಿಟ್ಟೆ."},{"number":6,"verse":"ಒಡೆಯರಾದ ಸರ್ವೇಶ್ವರ ಇದನ್ನು ಕೇಳಿ ಮನಮರುಗಿ: “ಈ ದರ್ಶನ ನೆರವೇರುವುದಿಲ್ಲ” ಎಂದು ಅಭಯವಿತ್ತರು."},{"number":7,"verse":"(ನೂಲುಗುಂಡಿನ ದರ್ಶನ) ಆ ಸ್ವಾಮಿಯಿಂದ ನನಗೆ ಮತ್ತೊಂದು ದರ್ಶನವಾಯಿತು. ಸ್ವಾಮಿ ನೂಲು ಮಟ್ಟದ ಗೋಡೆಯ ಮೇಲೆ ನಿಂತಿದ್ದರು. ಅವರ ಕೈಯಲ್ಲಿ ನೂಲುಗುಂಡೊಂದು ಇತ್ತು."},{"number":8,"verse":"ಅವರು ನನಗೆ: “ಆಮೋಸನೇ, ನಿನ್ನ ಕಣ್ಣಿಗೆ ಕಾಣಿಸುವುದೇನು?” ಎಂದು ಕೇಳಿದರು. ನಾನು “ಒಂದು ನೂಲುಗುಂಡು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟೆ. ಆಗ ಸ್ವಾಮಿ, “ಇಗೋ, ನನ್ನ ಜನರಾದ ಇಸ್ರಯೇಲಿನ ಮಧ್ಯೆ ನೂಲುಗುಂಡನ್ನು ಹಿಡಿದು ಅವರ ನಡತೆ-ಗೋಡೆ ನೆಟ್ಟಗಿಲ್ಲವೆಂದು ತೋರಿಸುವೆನು. ಅವರನ್ನು ಕಂಡೂ ಕಾಣದಂತಿರದೆ, ದಂಡಿಸಿಯೇ ತೀರುವೆನು."},{"number":9,"verse":"ಇಸಾಕನ ವಂಶದವರ ಎತ್ತರವಾದ ಪೂಜಾಮಂದಿರಗಳು ನೆಲಸಮವಾಗುವುವು. ಇಸ್ರಯೇಲಿನ ಪವಿತ್ರಾಲಯಗಳು ಪಾಳುಬೀಳುವುವು. ಯಾರೊಬ್ಬಾಮನ ಮನೆತನ ಕತ್ತಿಗೆ ತುತ್ತಾಗುವುದು,” ಎಂದರು."},{"number":10,"verse":"(ಆಮೋಸನ ಉಚ್ಚಾಟನೆ) ತರುವಾಯ ಬೇತೇಲಿನ ಯಾಜಕನಾದ ಅಮಚ್ಯನು ಇಸ್ರಯೇಲಿನ ಅರಸ ಯಾರೊಬ್ಬಾಮನಿಗೆ ಹೀಗೆ ಹೇಳಿಕಳುಹಿಸಿದನು: “ಆಮೋಸನು ನಿನಗೆ ವಿರುದ್ಧವಾಗಿ ಇಸ್ರಯೇಲರಲ್ಲಿ ಒಳಸಂಚು ಹೂಡಿದ್ದಾನೆ. ಅವನ ಮಾತುಗಳನ್ನು ನಾಡು ಸಹಿಸಲಾರದು."},{"number":11,"verse":"ಏಕೆಂದರೆ, “ಯಾರೊಬ್ಬಾಮನು ಖಡ್ಗದಿಂದ ಹತನಾಗುವನು. ಇಸ್ರಯೇಲ್ ಸ್ವಂತ ನಾಡಿನಿಂದ ಪರದೇಶಕ್ಕೆ ಒಯ್ಯಲ್ಪಡುವುದು ಖಂಡಿತ ಎಂದು ಅವನು ನುಡಿದಿದ್ದಾನೆ.”"},{"number":12,"verse":"ಆ ಬಳಿಕ ಅಮಚ್ಯನು ಆಮೋಸನಿಗೆ, “ಕಣಿಹೇಳುವವನೇ, ತೊಲಗು, ಜುದೇಯ ನಾಡಿಗೆ ಓಡಿಹೋಗು; ಅಲ್ಲಿ ಪ್ರವಾದನೆಮಾಡಿ ಹೊಟ್ಟೆ ಹೊರೆದುಕೊ."},{"number":13,"verse":"ಬೇತೇಲಿನಲ್ಲಿ ಇನ್ನು ಪ್ರವಾದನೆ ಮಾಡಬೇಡ. ಇದು ರಾಜನ ಗರ್ಭಗುಡಿ, ರಾಜ್ಯದ ಪವಿತ್ರಾಲಯ,” ಎಂದನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಆಮೋಸನು ಪ್ರತ್ಯುತ್ತರವಾಗಿ: “ನಾನು ಪ್ರವಾದಿಯಲ್ಲ, ಪ್ರವಾದಿಯ ಮಗನೂ ಅಲ್ಲ. ನಾನೊಬ್ಬ ಗೊಲ್ಲ, ಅತ್ತಿಹಣ್ಣನ್ನು ಕೀಳುವವನು."},{"number":15,"verse":"ಮಂದೆ ಕಾಯುವುದರಿಂದ ಸರ್ವೇಶ್ವರ ನನ್ನನ್ನು ಬಿಡಿಸಿದರು. ನೀನು ಹೋಗಿ ನನ್ನ ಜನರಾದ ಇಸ್ರಯೇಲರಿಗೆ ಪ್ರವಾದನೆಮಾಡು’ ಎಂದು ಹೇಳಿಕಳುಹಿಸಿದರು."},{"number":16,"verse":"“ಆದ್ದರಿಂದ ಆ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ವಾಕ್ಯವನ್ನು ಗಮನಿಸು: ‘ಇಸ್ರಯೇಲಿಗೆ ವಿರುದ್ಧ ಪ್ರವಾದನೆ ಮಾಡಬೇಡ; ಇಸಾಕನ ಮನೆತನದ ವಿರುದ್ಧ ಮಾತೆತ್ತಬೇಡ; ಎಂದು ನೀನು ಹೇಳುತ್ತೀಯಲ್ಲವೆ?"},{"number":17,"verse":"ನೀನು ಹೀಗೆ ಹೇಳಿದ್ದರಿಂದ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: ‘ನಿನ್ನ ಹೆಂಡತಿ ಈ ಪಟ್ಟಣದಲ್ಲಿ ವೇಶ್ಯೆಯಾಗುವಳು. ನಿನ್ನ ಪುತ್ರಪುತ್ರಿಯರು ಕತ್ತಿಗೆ ತುತ್ತಾಗುವರು. ನಿನ್ನ ನಾಡನ್ನು ಶತ್ರುಗಳು ವಶಪಡಿಸಿಕೊಂಡು ಹಂಚಿಕೊಳ್ಳುವರು. ನೀನು ಸಹ ಅಪವಿತ್ರವಾದ ನಾಡಿನಲ್ಲಿ ಸಾಯುವೆ. ಇಸ್ರಯೇಲರು ಖಂಡಿತವಾಗಿ ಸ್ವಂತ ನಾಡಿನಿಂದ ಪರದೇಶಕ್ಕೆ ಸೆರೆಯಾಗಿಹೋಗುವರು’,” ಎಂದು ಹೇಳಿದನು."}]}