{"bibleAbbr":"KNCL","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"(ದೇವರಿಂದ ನ್ಯಾಯತೀರ್ಪು) ಆಗ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಬಲಿಪೀಠದ ಪಕ್ಕದಲ್ಲಿ ನಿಂತಿರುವುದನ್ನು ಕಂಡೆನು. ಅವರು ನನಗೆ ಹೀಗೆಂದು ಅಪ್ಪಣೆಮಾಡಿದರು: “ಹೊಸ್ತಿಲುಗಳು ಕದಲುವಂತೆ ಕಂಬಗಳ ಬೋದಿಗೆಗೆ ಬಲವಾಗಿ ಹೊಡೆ. ಅವು ಕುಸಿದು ಎಲ್ಲರ ತಲೆಯ ಮೇಲೆ ಬೀಳಲಿ. ಅಳಿದುಳಿದವರನ್ನು ಖಡ್ಗಕ್ಕೆ ತುತ್ತಾಗಿಸುವೆನು. ಅವರಲ್ಲಿ ಯಾರೂ ಓಡಿಹೋಗರು; ಯಾರೂ ತಪ್ಪಿಸಿಕೊಳ್ಳರು."},{"number":2,"verse":"ಅವರು ಪಾತಾಳಕ್ಕೆ ಇಳಿದುಹೋದರೂ ಅಲ್ಲಿಂದ ಅವರನ್ನು ಎಳೆದುತರುವೆನು. ಆಕಾಶಕ್ಕೆ ಹತ್ತಿಹೋದರೂ ಅಲ್ಲಿಂದ ಇಳಿಸುವೆನು."},{"number":3,"verse":"ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ತುದಿಯಲ್ಲಿ ಅವಿತುಕೊಂಡರೂ ಅವರನ್ನು ಹುಡುಕಿ ಅಲ್ಲಿಂದ ಹಿಡಿದುತರುವೆನು. ನನ್ನ ಕಣ್ಣುತಪ್ಪಿಸಿ ಸಮುದ್ರದ ತಳದಲ್ಲಿ ಅಡಗಿಕೊಂಡರೂ, ಅಲ್ಲಿಯೂ ಅವರನ್ನು ಕಚ್ಚುವಂತೆ ಘಟಸರ್ಪಕ್ಕೆ ಆಜ್ಞೆಮಾಡುವೆನು."},{"number":4,"verse":"ಶತ್ರುವಶವಾಗಿ ಸೆರೆಗೆ ಹೋಗಿದ್ದರೂ ಅಲ್ಲಿಯೂ ಖಡ್ಗವು ನನ್ನ ಆಜ್ಞಾನುಸಾರ ಅವರನ್ನು ಕೊಲ್ಲುವುದು; ಅವರ ಮೇಲಿಗಾಗಿ ಅಲ್ಲ, ಕೇಡಿಗಾಗಿಯೇ ಅವರ ಮೇಲೆ ಕಣ್ಣಿಡುವೆನು."},{"number":5,"verse":"ಸೇನಾಧಿಶ್ವರ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಮುಟ್ಟಿದ ಮಾತ್ರಕ್ಕೆ ಕರಗುವುದು ಭೂಮಿ. ಗೋಳಿಡುವುದು ಸಕಲ ಜನತೆ ಉಬ್ಬುವುದು ನಾಡೆಲ್ಲ ನೈಲ್ ನದಿಯಂತೆ ಕುಗ್ಗಿ ಕರಗುವುದು ಈಜಿಪ್ಟಿನ ನದಿಯಂತೆ"},{"number":6,"verse":"ಉನ್ನತದಲ್ಲಿ ಹಲವು ಉಪ್ಪರಿಗೆಗಳನ್ನು ನಿರ್ಮಿಸುವವ ಆತನೆ ಭುವಿಯಲ್ಲಿ ಗುಮ್ಮಟವನ್ನು ಸ್ಥಾಪಿಸಿಕೊಂಡವನು ಆತನೆ ಸಾಗರದ ನೀರನ್ನು ಸೇದಿ ಧರೆಯ ಮೇಲೆ ಸುರಿಯುವವ ಆತನೆ ಆತನ ನಾಮಧೇಯ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಎಂಬುದೇ."},{"number":7,"verse":"“ಇಸ್ರಯೇಲಿನ ಜನರೇ, ನನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ನೀವಾಗಲಿ ಎಥಿಯೋಪಿಯದವರಾಗಲೀ, ಒಂದೇ ಅಲ್ಲವೆ? ನಾನು ನಿಮ್ಮನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಕರೆತಂದಂತೆ ಫಿಲಿಷ್ಟಿಯರನ್ನು ಕಫ್ತೋರಿನಿಂದಲೂ, ಅರಾಮ್ಯರನ್ನು ಕೀರ್ ನಾಡಿನಿಂದಲೂ ಕರೆತರಲಿಲ್ಲವೆ?"},{"number":8,"verse":"ಒಡೆಯ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಈ ಪಾಪಮಯ ರಾಜ್ಯದ ಮೇಲೆ ಕಣ್ಣಿಟ್ಟಿದ್ದೇನೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿರಿ. ಇದನ್ನು ಭೂಮಂಡಲದಿಂದ ನಾಶಮಾಡುವೆನು. ಆದರೆ ಯಕೋಬ ಮನೆತನವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ನಾಶಮಾಡೆನು.” ಇದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿ."},{"number":9,"verse":"“ಇಗೋ, ಧಾನ್ಯವನ್ನು ಜರಡಿಯಲ್ಲಿ ಜಾಲಿಸುವಂತೆ ಇಸ್ರಯೇಲರನ್ನು ಸಕಲ ಜನಾಂಗಗಳೊಡನೆ ಸೇರಿಸಿ ಜಾಲಿಸಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸುವೆನು. ಹೀಗೆ ಕಾಳನ್ನೂ ಜೊಳ್ಳನ್ನೂ ಬೇರ್ಪಡಿಸುವೆನು."},{"number":10,"verse":"‘ನಮಗೆ ಯಾವುದೇ ಆಪತ್ತು ತಟ್ಟದು. ಯಾವುದೇ ವಿಪತ್ತು ಅಡ್ಡಬರದು’ ಎಂದುಕೊಳ್ಳುವ ನನ್ನ ಜನರಲ್ಲಿನ ಪಾಪಿಗಳೆಲ್ಲರು ಖಡ್ಗದಿಂದ ಹತರಾಗುವರು.”"},{"number":11,"verse":"(ಇಸ್ರಯೇಲಿಗೆ ಬರಲಿರುವ ಸೌಭಾಗ್ಯ) ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ದಿನ ಬರಲಿದೆ. ಅಂದು ಬಿದ್ದುಹೋಗಿರುವ ದಾವೀದನ ಗುಡಾರವನ್ನು ಮರಳಿ ಎಬ್ಬಿಸುವೆನು. ಅದರ ಬಿರುಕುಗಳನ್ನು ಮುಚ್ಚುವೆನು. ಹಾಳಾದದ್ದನ್ನು ಎತ್ತಿ ನಿಲ್ಲಿಸುವೆನು. ಮೊದಲು ಇದ್ದಂತೆಯೇ ಪುನಃ ನಿರ್ಮಿಸುವೆನು."},{"number":12,"verse":"ಹೀಗೆ ನನ್ನ ಜನರು ಎದೋಮಿನ ಮಿಕ್ಕಭಾಗವನ್ನೂ ಸರ್ವೇಶ್ವರನ ಪ್ರಜೆ ಎನಿಸಿಕೊಂಡ ಸಕಲ ಜನಾಂಗಗಳನ್ನೂ ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವರು.” ಈ ಕಾರ್ಯವನ್ನು ಸಾಧಿಸುವಂಥ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನುಡಿಯಿದು:"},{"number":13,"verse":"ಕಾಲ ಬರುವುದು: ಆಗ - ಹೊಸ ಬಿತ್ತನೆಯಾಗುವುದು ಕೊಯ್ಯುವವನ ಹಿಂದೆಯೆ; ಹೊಸ ಫಸಲು ಸಿದ್ಧವಾಗುವುದು ದ್ರಾಕ್ಷೆ ತುಳಿಯುವವನ ಮುಂದೆಯೆ. ಸುರಿಸುವುವು ದ್ರಾಕ್ಷಾರಸವನು ಬೆಟ್ಟಗಳು ಕರಗುವಂತಿರುವುವು ಅದರಿಂದ ಎಲ್ಲ ಗುಡ್ಡಗಳು."},{"number":14,"verse":"ಸನಾತನ ಸೌಭಾಗ್ಯಕ್ಕೆ ಮರಳಿಸುವೆನು ನನ್ನ ಜನರಾದ ಇಸ್ರಯೇಲರನು. ವಾಸಮಾಡುವರವರು ಪಾಳುಬಿದ್ದ ಪಟ್ಟಣಗಳನು ಮತ್ತೆ ಕಟ್ಟಿಕೊಂಡು. ಕುಡಿಯುವರು ಸಮೃದ್ಧಿಯಾಗಿ ದ್ರಾಕ್ಷಾತೋಟಗಳನ್ನು ಮಾಡಿಕೊಂಡು. ತಿನ್ನುವರು ಯಥೇಚ್ಛವಾಗಿ ಫಲವೃಕ್ಷಗಳನು ಬೆಳೆಸಿಕೊಂಡು."},{"number":15,"verse":"ಬೇರೂರಿಸುವೆನು ಅವರನು ಸ್ವಂತ ನಾಡಲಿ ಕೀಳರಾರೂ ಅವರನು ಅಲ್ಲಿಂದ ಮರಳಿ.” ಇದು ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ನುಡಿ."}]}