{"bibleAbbr":"ERV2006","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"These are the messages of Jeremiah, the son of Hilkiah. Jeremiah belonged to the family of priests who lived in the town of Anathoth. (priests … of Anathoth These priests probably belonged to the family of the priest Abiathar. Abiathar was a high priest in Jerusalem during the time David was king. He was sent away to Anathoth by King Solomon. See 1 Kings 2:26.) That town is in the land that belongs to the tribe of Benjamin."},{"number":2,"verse":"The LORD began to speak to Jeremiah in the 13th year (the 13th year That is, 627 B. C.) that Josiah, son of Amon, was king of the nation of Judah."},{"number":3,"verse":"He continued to speak to Jeremiah during the time that Jehoiakim, son of Josiah, was king of Judah and during the eleven years and five months that Zedekiah, also a son of Josiah, was king of Judah. In the fifth month of Zedekiah’s eleventh year as king, the people who lived in Jerusalem were taken away into exile."},{"number":4,"verse":"(God Calls Jeremiah) The LORD’s message came to me:"},{"number":5,"verse":"“Before I made you in your mother’s womb, I knew you. Before you were born, I chose you for a special work. I chose you to be a prophet to the nations.”"},{"number":6,"verse":"Then I said, “But, Lord GOD, I don’t know how to speak. I am only a boy.”"},{"number":7,"verse":"But the LORD said to me, “Don’t say, ‘I am only a boy.’ You must go everywhere I send you and say everything I tell you to say."},{"number":8,"verse":"Don’t be afraid of anyone. I am with you, and I will protect you.” This message is from the LORD."},{"number":9,"verse":"Then the LORD reached out with his hand and touched my mouth. He said to me, “Jeremiah, I am putting my words in your mouth."},{"number":10,"verse":"Today I have put you in charge of nations and kingdoms. You will pull up and tear down. You will destroy and overthrow. You will build up and plant.”"},{"number":11,"verse":"(Two Visions) The LORD’s message came to me: “Jeremiah, what do you see?” I answered, “I see a stick made from almond wood.”"},{"number":12,"verse":"The LORD said to me, “You have seen very well, and I am watching (watching This is a wordplay. Shaqed is the Hebrew word for “almond wood,” and shoqed means “watching.”) to make sure that my message to you comes true.”"},{"number":13,"verse":"The LORD’s message came to me again: “Jeremiah, what do you see?” I answered, “I see a pot of boiling water. That pot is tipping over from the north.”"},{"number":14,"verse":"The LORD said to me, “Something terrible will come from the north. It will happen to all the people who live in this country."},{"number":15,"verse":"In a short time I will call all the people in the northern kingdoms.” This is what the LORD said. “The kings of those countries will come and set up their thrones near the gates of Jerusalem. They will attack the city walls of Jerusalem. They will attack all the cities in Judah."},{"number":16,"verse":"And I will announce judgment against my people, because they are evil and have turned away from me. They offered sacrifices to other gods and worshiped idols they made with their own hands."},{"number":17,"verse":"“As for you, Jeremiah, get ready. Stand up and speak to the people. Tell them everything that I tell you to say. Don’t be afraid of the people. If you are afraid of them, I will give you good reason to be afraid of them."},{"number":18,"verse":"As for me, today I will make you like a strong city, an iron column, a bronze wall. You will be able to stand against everyone in the land, against the kings of the land of Judah, the leaders of Judah, the priests of Judah, and against the people of the land of Judah."},{"number":19,"verse":"All those people will fight against you, but they will not defeat you, because I am with you, and I will save you.” This message is from the LORD."}]}