{"bibleAbbr":"ERV2006","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":12,"verses":[{"number":1,"verse":"Jeremiah Complains to God LORD, if I argue with you, you are always right. But I want to ask you about some things that don’t seem right. Why are wicked people successful? Why do people you cannot trust have such easy lives?"},{"number":2,"verse":"You have put these wicked people here like plants with strong roots. They grow and produce fruit. With their mouths they say that you are near and dear to them, but in their hearts they are really far away from you."},{"number":3,"verse":"But you know my heart, LORD. You see me and test my mind. Drag the evil people away like sheep to be killed. Choose them for the day of slaughter."},{"number":4,"verse":"How much longer will the land be dry? How long will the grass be dry and dead? The birds and the animals of this land have all died, and it is the fault of the wicked. But they are saying, “Jeremiah will not live long enough to see what happens to us.”"},{"number":5,"verse":"God’s Answer to Jeremiah “Jeremiah, if running in a race against men makes you tired, how will you race against horses? If you trip and fall in a safe place, what will you do in a dangerous place? What will you do in the thornbushes that grow along the Jordan River?"},{"number":6,"verse":"These men are your own brothers. Members of your own family are making plans against you. People from your own family are shouting at you. Don’t trust them, even when they speak to you like friends."},{"number":7,"verse":"The Lord Rejects Judah “I have abandoned my house. I have left my own property. (house … my own property That is, the people of Judah.) I have given Judah, the one I love, to her enemies."},{"number":8,"verse":"My own people turned against me like a wild lion. They roared at me, so I turned away from them."},{"number":9,"verse":"My own people have become like a dying animal surrounded by vultures. These birds are circling around her. Come on, wild animals. Come get something to eat."},{"number":10,"verse":"Many shepherds have ruined my vineyard. They have trampled the plants in my field. They have made my beautiful field a desert."},{"number":11,"verse":"They have turned it into an empty desert. It is dry and dead. The whole land has been ruined, and no one is left to care for it."},{"number":12,"verse":"The empty hills are covered with soldiers who have come to destroy everything. The LORD is using them to punish that land from one end to the other. No one is safe."},{"number":13,"verse":"The people will plant wheat, but they will harvest only thorns. They will work hard until they are very tired, but they will get nothing for all their work. They will be ashamed of their crop. The LORD’s anger caused this.”"},{"number":14,"verse":"The Lord’s Promise to Israel’s Neighbors This is what the LORD says: “I will tell you what I will do for all those who live around the land of Israel. They are very wicked. They have destroyed the land I gave to the people of Israel. I will pull the evil people up and throw them out of their land, and I will pull the people of Judah up with them."},{"number":15,"verse":"But after I pull them up out of their land, I will feel sorry for them. I will bring each family back to its own property and to its own land."},{"number":16,"verse":"I want these people to learn their lessons well. In the past they taught my people to use Baal’s name to make promises. Now, I want them to learn to use my name. I want them to say, ‘As the LORD lives ….’ If they do that, I will allow them to be successful, and I will let them live among my people."},{"number":17,"verse":"But if a nation does not listen to my message, I will completely destroy it. I will pull it up like a dead plant.” This message is from the LORD."}]}