{"bibleAbbr":"ERV2006","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"The LORD said to me, “Jeremiah, even if Moses and Samuel were here to pray for the people of Judah, I would not feel sorry for them. Send the people of Judah away from me! Tell them to go!"},{"number":2,"verse":"They might ask you, ‘Where will we go?’ Tell them this is what the LORD says: “‘I have chosen some people to die. They will die. I have chosen some to be killed with swords. They will be killed with swords. I have chosen some to die from hunger. They will die from hunger. I have chosen some to be taken away to a foreign country. They will be prisoners there."},{"number":3,"verse":"I will send four kinds of destroyers against them.’ This message is from the LORD. ‘I will send the enemy with a sword to kill. I will send the dogs to drag their bodies away. I will send birds of the air and wild animals to eat and destroy their bodies."},{"number":4,"verse":"I will make the people of Judah an example of something terrible for all the people on earth. I will do this to the people of Judah because of what Manasseh (Manasseh Manasseh was the most evil king of Judah according to 2 Kings 21:1-16. He worshiped many gods.) did in Jerusalem. Manasseh was the son of King Hezekiah. Manasseh was a king of Judah.’"},{"number":5,"verse":"“No one will feel sorry for you, city of Jerusalem. No one will be sad and cry for you. No one will go out of their way to even ask how you are."},{"number":6,"verse":"Jerusalem, you left me.” This message is from the LORD. “Again and again you left me! So I will punish and destroy you. I am tired of holding back your punishment."},{"number":7,"verse":"I will separate the people of Judah with my pitchfork. (pitchfork A tool with sharp points for throwing hay from one place to another.) I will scatter them at the city gates of the land. My people have not changed, so I will destroy them. I will take away their children."},{"number":8,"verse":"Many women will lose their husbands. There will be more widows than there is sand in the sea. I will bring a destroyer at noontime. The destroyer will attack the mothers of the young men of Judah. I will bring pain and fear on the people of Judah. I will make this happen very quickly."},{"number":9,"verse":"The enemy will attack with swords and kill the people. They will kill the survivors from Judah. A woman with seven children will lose them. She will cry until she becomes weak and struggles to breathe. She will be upset and confused, because her bright day has become dark.” This message is from the LORD."},{"number":10,"verse":"(Jeremiah Complains to God Again) Mother, I am sorry that you gave birth to me. I am the one who must accuse and criticize the whole land. I have not loaned or borrowed anything, but everyone curses me."},{"number":11,"verse":"Surely, LORD, I have served you well. In times of disaster and trouble, I prayed to you about my enemies."},{"number":12,"verse":"(God Answers Jeremiah) “Jeremiah, you know that no one can shatter a piece of iron. I mean the kind of iron that is from the north. (north The Babylonian army came from this direction to attack Judah. Armies from countries north and east of Israel often came this way to attack Judah and Israel.) And no one can shatter a piece of bronze either."},{"number":13,"verse":"The people of Judah have many treasures. I will give these riches to other people. They will not have to buy them, because Judah has many sins. The people sinned in every part of Judah."},{"number":14,"verse":"People of Judah, I will make you slaves of your enemies. You will be slaves in a land that you never knew. I am very angry. My anger is like a hot fire, and you will be burned.”"},{"number":15,"verse":"LORD, you understand me. Remember me and take care of me. People are hurting me. Give them the punishment they deserve. You are being patient with them. But don’t destroy me while you remain patient with them. Think about me. Think about the pain I suffer for you."},{"number":16,"verse":"Your words came to me, and I ate them up. They made me very happy. I was glad to be called by your name, LORD God All-Powerful."},{"number":17,"verse":"I never sat with the crowd as they laughed and had fun. I sat by myself because of your influence on me. You filled me with anger at the evil around me."},{"number":18,"verse":"I don’t understand why I still hurt. I don’t understand why my wound is not cured and cannot be healed. I think you have changed. You are like a spring of water that became dry. You are like a spring whose water has stopped flowing."},{"number":19,"verse":"Then the LORD said, “Jeremiah, if you change and come back to me, I will not punish you. If you change and come back to me, then you may serve me. If you speak important things, not worthless words, then you may speak for me. The people of Judah should change and come back to you. But don’t you change and be like them."},{"number":20,"verse":"I will make you strong. The people will think you are strong, like a wall made of bronze. The people of Judah will fight against you, but they will not defeat you. They will not defeat you, because I am with you. I will help you, and I will save you.” This message is from the LORD."},{"number":21,"verse":"“I will save you from these evil people. They frighten you, but I will save you from them.”"}]}