{"bibleAbbr":"ERV2006","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"Promises of Hope This is the message that came to Jeremiah from the LORD."},{"number":2,"verse":"The LORD, the God of the people of Israel, said, “Jeremiah, write in a book the words I have spoken to you. Write this book for yourself."},{"number":3,"verse":"Do this because the days will come”—this message is from the LORD—“when I will bring my people, Israel and Judah, back from exile.” This message is from the LORD. “I will put the people back in the land that I gave to their ancestors. Then my people will own that land again.”"},{"number":4,"verse":"The LORD spoke this message about the people of Israel and Judah."},{"number":5,"verse":"This is what the LORD said: “We hear people crying from fear. There is fear, not peace."},{"number":6,"verse":"“Ask this question and consider it: Can a man have a baby? Of course not! Then why do I see every strong man holding his stomach like a woman having labor pains? Why is everyone’s face turning white like a dead man?"},{"number":7,"verse":"“This is a very important time for Jacob. This is a time of great trouble. There will never be another time like this, but Jacob will be saved."},{"number":8,"verse":"“At that time,” says the LORD All-Powerful, “I will break the yoke from the necks of the people of Israel and Judah, and I will break the ropes holding you. People from foreign countries will never again force my people to be slaves."},{"number":9,"verse":"The people of Israel and Judah will not serve foreign countries. No, they will serve the LORD their God. I will send them David their king, (David their king This means another king of Israel who will be great like King David.) and they will serve him."},{"number":10,"verse":"“So Jacob, my servant, don’t be afraid!” This message is from the LORD. “Israel, don’t be afraid. I will save you from that faraway place. You are captives (captives People taken away as prisoners. Here, it means the Jewish people who were taken to Babylon.) in that faraway land, but I will save your descendants. I will bring them back from that land. Jacob will have peace again. People will not bother Jacob. There will be no enemy to frighten my people."},{"number":11,"verse":"People of Israel and Judah, I am with you.” This message is from the LORD. “I will save you. I sent you to those nations, but I will completely destroy all of them. It is true; I will destroy those nations, but I will not destroy you. You must be punished for the bad things you did, but I will discipline you fairly.”"},{"number":12,"verse":"This is what the LORD says: “You people of Israel and Judah have a wound that cannot be cured. You have an injury that will not heal."},{"number":13,"verse":"There is no one to care for your sores, so you will not be healed."},{"number":14,"verse":"You became friends with many nations, but those nations don’t care about you. Your ‘friends’ have forgotten you. I hurt you like an enemy. I punished you very hard. I did this because of your great guilt. I did this because of your many sins."},{"number":15,"verse":"Israel and Judah, why are you still crying about your wound? There is no cure for it. I did this to you because of your great guilt. I did this because of your many sins."},{"number":16,"verse":"Those nations destroyed you, but now they have been destroyed. Israel and Judah, your enemies will become captives. They stole things from you, but others will steal from them. They took things from you in war, but others will take things from them in war."},{"number":17,"verse":"And I will bring your health back and heal your wounds,” says the LORD, “because other people said you were outcasts. (outcasts People who are thrown out of a group by others who don’t like or respect them.) They said, ‘No one cares about Zion.’”"},{"number":18,"verse":"This is what the LORD says: “Jacob’s people are now in captivity, but they will come back. And I will have pity on Jacob’s houses. The city (city This probably refers to Jerusalem. But it might also mean all the cities of Israel and Judah.) is now only an empty hill covered with ruined buildings, but the city will be rebuilt on its hill. And the king’s palace will be rebuilt where it should be."},{"number":19,"verse":"People in those places will sing songs of praise, and there will be the sound of laughter. I will give them many children. Israel and Judah will not be small. I will bring honor to them. No one will look down on them."},{"number":20,"verse":"Jacob’s family will be like the family of Israel long ago. I will make Israel and Judah strong, and I will punish those who hurt them.”"},{"number":21,"verse":"The LORD says, “One of their own people will lead them. That ruler will come from my people. People can come close to me only if I ask them to. So I will ask that leader to come to me, and he will be close to me."},{"number":22,"verse":"You will be my people, and I will be your God.”"},{"number":23,"verse":"The LORD was very angry! He punished the people. The punishment came like a storm. It came like a tornado against those wicked people."},{"number":24,"verse":"The LORD will be angry until he is through punishing them. He will be angry until he finishes the punishment he planned. When that day comes, you people of Judah will understand."}]}