{"bibleAbbr":"ERV2006","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"This message is from the LORD. “Israel, if you want to come back, then come back to me. Throw away your idols. Don’t wander farther away from me."},{"number":2,"verse":"If you do these things, you will be able to use my name to make a promise. You will be able to say, ‘As the LORD lives.’ You will be able to use these words in a truthful, honest, and right way. If you do these things, the nations will be blessed by the Lord. They will brag about what the Lord has done.”"},{"number":3,"verse":"This is what the LORD says to the people of Judah and to Jerusalem: “Your fields have not been plowed. Plow those fields! Don’t plant seeds among the thorns."},{"number":4,"verse":"Become the LORD’s people. Change your hearts. (Change your hearts Literally, “Be circumcised to the LORD. Cut away the foreskin of your hearts.” See “circumcise, circumcision” in the Word List. Jeremiah is saying that real circumcision must be from inside a person’s heart (mind).) Men of Judah and people of Jerusalem, if you don’t change, then I will become very angry. My anger will spread fast like a fire, and it will burn you up. No one will be able to put out that fire because of the evil you have done.”"},{"number":5,"verse":"Disaster From the North “Give this message to the people of Judah: Tell everyone in the city of Jerusalem: ‘Blow the trumpet all over the country.’ Shout out loud and say, ‘Come together! Let us all escape to the strong cities for protection.’"},{"number":6,"verse":"Raise the signal flag toward Zion. Run for your lives! Don’t wait! Do this because I am bringing disaster from the north. (north The Babylonian army came from this direction to attack Judah. Armies from countries north and east of Israel often came this way to attack Judah and Israel.) I am bringing terrible destruction.”"},{"number":7,"verse":"A lion has come out of his cave. A destroyer of nations has begun to march. He has left his home to destroy your land. Your towns will be destroyed. There will be no one left to live in them."},{"number":8,"verse":"The LORD is angry with us, so put on sackcloth and cry out loud!"},{"number":9,"verse":"The LORD says, “When this happens, the king and his officers will lose their courage. The priests will be filled with fear, and the prophets will be shocked.”"},{"number":10,"verse":"Then I, Jeremiah, said, “Lord GOD, you have tricked the people of Judah and Jerusalem. You said to them, ‘You will have peace.’ But now the sword is pointing at their throats!”"},{"number":11,"verse":"At that time this message will be given to the people of Judah and Jerusalem: “A hot wind blows from the bare hills. It comes from the desert to my people. It is not like the gentle wind that is used to separate the grain from the chaff."},{"number":12,"verse":"It is a stronger wind than that, and it comes from me. Now I will announce my judgment against the people of Judah.”"},{"number":13,"verse":"Look! The enemy rises up like a cloud. His chariots look like a windstorm. His horses are faster than eagles. It will be very bad for us! We are ruined!"},{"number":14,"verse":"People of Jerusalem, wash the evil from your hearts. Make your hearts pure so that you can be saved. Don’t continue making evil plans."},{"number":15,"verse":"Listen! The voice of a messenger from the land of Dan (land of Dan The people from the tribe of Dan lived near the border in the northern part of Israel. They would be the first to be attacked by an enemy from the north.) is speaking. Someone is bringing bad news from the hill country of Ephraim (hill country of Ephraim This was the central part of the land that had been the northern kingdom of Israel.) :"},{"number":16,"verse":"“Report it to this nation. (“Report … nation The Hebrew text here is hard to understand.) Spread the news to the people in Jerusalem. Enemies are coming from a faraway country. They are shouting words of war against the cities of Judah."},{"number":17,"verse":"The enemy has surrounded Jerusalem like men guarding a field. Judah, you turned against me, so the enemy is coming against you.” This message is from the LORD."},{"number":18,"verse":"“The way you lived and the things you did brought this trouble to you. It is your evil that made your life so hard. Your evil life brought the pain that hurts deep in your heart.”"},{"number":19,"verse":"Jeremiah’s Cry My sadness and worry is making my stomach hurt. I am bent over in pain. I am so afraid. My heart is pounding inside me. I cannot keep quiet, because I have heard the trumpet blow. The trumpet is calling the army to war."},{"number":20,"verse":"Disaster follows disaster. The whole country is destroyed. Suddenly my tents are destroyed. My curtains are torn down!"},{"number":21,"verse":"How long must I see the war flags? How long must I hear the war trumpets?"},{"number":22,"verse":"The Lord said, “My people are foolish. They don’t know me. They are stupid children. They don’t understand. They are skillful at doing evil, but they don’t know how to do good.”"},{"number":23,"verse":"Disaster Is Coming I looked at the earth. It was empty; there was nothing on it. I looked at the sky, and its light was gone. (the earth … gone Jeremiah is comparing his country to the time before people were put on the earth. See Gen. 1:1.)"},{"number":24,"verse":"I looked at the mountains, and they were shaking. All the hills were trembling."},{"number":25,"verse":"I looked, but there were no people. All the birds of the sky had flown away."},{"number":26,"verse":"I looked, and the good land had become a desert. All the cities in that land were destroyed by the LORD and his great anger."},{"number":27,"verse":"This is what the LORD says: “The whole country will be ruined, but I will not completely destroy the land."},{"number":28,"verse":"So the people in the land will cry for the dead. The sky will grow dark. I have spoken and will not change. I have made a decision, and I will not change my mind.”"},{"number":29,"verse":"The people of Judah will hear the sound of the horse soldiers and the archers, and the people will run away! Some of them will hide in caves; (hide in caves This is from the ancient Greek version.) some will hide in the bushes; some will climb up into the rocks. All the cities of Judah will be empty. No one will live in them."},{"number":30,"verse":"Judah, you have been destroyed. So what are you doing now? Why are you putting on your best red dress? Why are you putting on your gold jewelry? Why are you putting on your eye makeup? You make yourself beautiful, but it is a waste of time. Your lovers hate you. They are trying to kill you."},{"number":31,"verse":"I hear a cry like a woman in labor, a scream like a woman giving birth to her first baby. It is the cry of daughter Zion. (daughter Zion Another name for Jerusalem. See “Zion” in the Word List.) She is lifting her hands in prayer, saying, “Oh! I am about to faint! Murderers are all around me!”"}]}