{"bibleAbbr":"ERV2006","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"The Fall of Jerusalem Zedekiah was 21 years old when he became king of Judah. He ruled in Jerusalem for eleven years. His mother’s name was Hamutal daughter of Jeremiah. (Jeremiah This is not the prophet Jeremiah, but a different man with the same name.) Hamutal’s family was from the town of Libnah."},{"number":2,"verse":"Zedekiah did evil things, just as King Jehoiakim had done. The LORD did not like Zedekiah doing those evil things."},{"number":3,"verse":"Terrible things happened to the people of Jerusalem and Judah because the LORD was angry with them. Finally, he threw them out of his presence. Zedekiah rebelled against the king of Babylon."},{"number":4,"verse":"So in the ninth year of Zedekiah’s rule, on the tenth day of the tenth month, (ninth year … tenth month That is, January of 588 B. C.) King Nebuchadnezzar of Babylon marched against Jerusalem with his whole army. The army of Babylon set up their camp outside of Jerusalem. Then they built ramps all around the city walls so that they could get over the walls."},{"number":5,"verse":"The city of Jerusalem was surrounded by the army of Babylon until the eleventh year that Zedekiah (the eleventh year … Zedekiah That is, 587 B. C.) was king."},{"number":6,"verse":"By the ninth day of the fourth month of that year, the hunger in the city was very bad. There was no food left for the people in the city to eat."},{"number":7,"verse":"On that day the army of Babylon broke into Jerusalem. The soldiers of Jerusalem ran away. They left the city at night. They went through the gate between the two walls. That gate was near the king’s garden. Even though the army of Babylon had surrounded the city, the soldiers of Jerusalem still ran away toward the desert."},{"number":8,"verse":"But the Babylonian army chased King Zedekiah and caught him on the plains of Jericho. All of Zedekiah’s soldiers ran away."},{"number":9,"verse":"The army of Babylon captured King Zedekiah and took him to the king of Babylon who was at the city of Riblah, in the land of Hamath. At Riblah the king of Babylon announced his judgment on King Zedekiah."},{"number":10,"verse":"There, at the town of Riblah, the king of Babylon killed Zedekiah’s sons while Zedekiah watched. The king of Babylon also killed all the royal officials of Judah."},{"number":11,"verse":"Then the king of Babylon tore out Zedekiah’s eyes. He put bronze chains on him and took him to Babylon. In Babylon he put Zedekiah into prison. He stayed in prison until the day he died."},{"number":12,"verse":"Nebuzaradan was the commander of the king of Babylon’s special guard. He was one of the king’s most important officials while at Jerusalem. He came to Jerusalem on the tenth day of the fifth month, in the 19th year that Nebuchadnezzar (the 19th year … Nebuchadnezzar That is, 587 B. C.) was king."},{"number":13,"verse":"Nebuzaradan burned the LORD’s Temple, the king’s palace, and every important building in Jerusalem, as well as all the houses."},{"number":14,"verse":"All the Babylonian soldiers that were with the commander broke down the walls around Jerusalem."},{"number":15,"verse":"Commander Nebuzaradan took the people who were still in Jerusalem (the people … Jerusalem This is from the ancient Greek version. The phrase, “some of the poorest people,” which appears in the standard Hebrew text, seems to have been accidentally copied from the next verse.) and those who had surrendered earlier and made them captives. He took them and the skilled craftsmen who were left in Jerusalem as captives to Babylon."},{"number":16,"verse":"But Nebuzaradan left some of the poorest people behind in the land. He left them to work in the vineyards and the fields."},{"number":17,"verse":"The Babylonian army broke up the bronze columns of the LORD’s Temple. They also broke up the stands and the bronze tank (bronze columns … tank These verses list the things that the Babylonian army took away from the Lord’s Temple. For a description of the Temple furniture, see 1 Kings 7:13-26.) that were in the LORD’s Temple. They carried all that bronze to Babylon."},{"number":18,"verse":"The army of Babylon also took these things from the Temple: pots, shovels, lamp snuffers, large bowls, pans, and all the bronze things that were used in the Temple service."},{"number":19,"verse":"The commander of the king’s special guards took these things away: basins, firepans, large bowls, pots, lampstands, pans, and bowls used for drink offerings. He took everything that was made of gold or silver."},{"number":20,"verse":"The two pillars, the Sea and the twelve bronze bulls under it, and the moveable stands were very heavy. King Solomon had made those things for the LORD’s Temple. The bronze that those things were made of was so heavy it could not be weighed."},{"number":21,"verse":"Each of the bronze pillars was 31 feet (31 feet Literally, “18 cubits” (9.33 m).) tall. Each pillar was almost 21 feet (21 feet Literally, “12 cubits” (6.22 m).) around. Each pillar was hollow. The wall of each pillar was 3 inches (3 inches Literally, “4 fingers” (7.4 cm).) thick."},{"number":22,"verse":"The bronze capital on top of the first pillar was over 5 feet (5 feet Or “1.63 m.” Literally, “5 cubits” which would be 8' 6\" (2.6 m), but see 2 Kings 25:17.) tall. It was decorated with a net design and bronze pomegranates all around it. The other pillar had pomegranates too. It was like the first pillar."},{"number":23,"verse":"There were 96 pomegranates on the sides of the pillars. All together, there were 100 pomegranates above the net design that went around the pillars."},{"number":24,"verse":"The commander of the king’s special guards took Seraiah the high priest and Zephaniah the next highest priest as prisoners. The three doorkeepers were also taken as prisoners."},{"number":25,"verse":"The commander of the king’s special guards also took the officer in charge of the fighting men. He also took seven of the king’s advisors as prisoners. They were still there in Jerusalem. He also took the scribe who was in charge of putting people in the army. And he took 60 of the ordinary people who were there in the city."},{"number":26,"verse":"[26-27] Nebuzaradan, the commander, took all these officials and brought them to the king of Babylon. The king of Babylon was at the city of Riblah. Riblah is in the country of Hamath. There at the city of Riblah, the king ordered all of them to be killed. So the people of Judah were taken from their country."},{"number":28,"verse":"This is how many people Nebuchadnezzar carried into captivity: In Nebuchadnezzar’s 7th year (Nebuchadnezzar’s 7th year That is, from the middle of 598 B. C. to the middle of 597 B. C.) as king of Babylon, 3023 people were taken from Judah."},{"number":29,"verse":"In Nebuchadnezzar’s 18th year (Nebuchadnezzar’s 18th year That is, from the middle of 588 B. C. to the middle of 587 B. C.) as king of Babylon, 832 people were taken from Jerusalem."},{"number":30,"verse":"In Nebuchadnezzar’s 23rd year (Nebuchadnezzar’s 23rd year That is, from the middle of 582 B. C. to the middle of 581 B. C.) as king, Nebuzaradan took 745 people of Judah into captivity. Nebuzaradan was the commander of the king’s special guards. In all, 4600 people were taken captive."},{"number":31,"verse":"Jehoiachin Is Set Free King Jehoiachin of Judah was in prison in Babylon for 37 years. In the 37th year of his imprisonment, (37th year of his imprisonment That is, 561 B. C.) King Evil Merodach of Babylon was very kind to Jehoiachin. He let Jehoiachin out of prison in that year. This was the same year that Evil Merodach became king of Babylon. He set Jehoiachin free from prison on the 25th day of the 12th month."},{"number":32,"verse":"Evil Merodach spoke kindly to Jehoiachin. He gave Jehoiachin a place of honor higher than the other kings who were with him in Babylon."},{"number":33,"verse":"So Jehoiachin took his prison clothes off. For the rest of his life, he ate regularly at the king’s table."},{"number":34,"verse":"Every day the king of Babylon paid Jehoiachin enough to take care of his needs until the day Jehoiachin died."}]}