{"bibleAbbr":"KNJV","bookName":"ರೂತಳು","bookEnglishName":"Ruth","chapterNumber":3,"verses":[{"number":1,"verse":"ನೊವೊಮಿಯು ಸೊಸೆಗೆ - ನನ್ನ ಮಗಳೇ, ನೀನು ಗೃಹಿಣಿಯಾಗಿ ಸುಖದಿಂದಿರುವದಕ್ಕೋಸ್ಕರ ನಾನು ಪ್ರಯತ್ನಿಸಬೇಕಲ್ಲವೇ."},{"number":2,"verse":"ನೀನು ಯಾವನ ಹೆಣ್ಣಾಳುಗಳ ಜೊತೆಯಲ್ಲಿರುತ್ತೀಯೋ ಆ ಬೋವಜನು ನಮ್ಮ ಸಂಬಂಧಿಕನಾಗಿರುತ್ತಾನಲ್ಲಾ! ಅವನು ಇಂದಿನ ರಾತ್ರಿ ಕಣದಲ್ಲಿ ಜವೆಗೋದಿಯನ್ನು ತೂರುವನು."},{"number":3,"verse":"ನೀನು ಸ್ನಾನಮಾಡಿ ತೈಲಹಚ್ಚಿಕೊಂಡು ಶ್ರೇಷ್ಠವಸ್ತ್ರಗಳನ್ನುಟ್ಟು ಅಲ್ಲಿಗೆ ಹೋಗು; ಅವನು ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವವರೆಗೂ ಮರೆಯಾಗಿದ್ದು"},{"number":4,"verse":"ಅವನು ಮಲಗಿದ ಸ್ಥಳವನ್ನು ಗೊತ್ತುಮಾಡಿಕೊಂಡು ಹೋಗಿ ಅವನ ಕಾಲುಗಳ ಮೇಲಣ ಹೊದಿಕೆಯನ್ನು ತೆಗೆದುಬಿಟ್ಟು ಅಲ್ಲೇ ಮಲಗಿಕೋ; ಆಮೇಲೆ ಮಾಡತಕ್ಕದ್ದನ್ನು ನಿನಗೆ ತಿಳಿಸುವನು ಅಂದಳು."},{"number":5,"verse":"ಅದಕ್ಕೆ ಸೊಸೆಯು - ನೀನು ಹೇಳಿದ್ದನ್ನೆಲ್ಲಾ ಮಾಡುವೆನೆಂದು ಹೇಳಿ ಅತ್ತೆಯ ಆಜ್ಞೆಯಂತೆಯೇ ಕಣಕ್ಕೆ ಹೋಗಿ"},{"number":6,"verse":"ಬೋವಜನು ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಸಂತುಷ್ಟನಾಗಿ ರಾಶಿಯ ಬಳಿಯಲ್ಲಿ ಮಲಗಿದ ಮೇಲೆ ರಹಸ್ಯವಾಗಿ ಬಂದು ಅವನ ಕಾಲಮೇಲಣ ಹೊದಿಕೆಯನ್ನು ತೆಗೆದುಬಿಟ್ಟು ಮಲಗಿದಳು."},{"number":8,"verse":"ಮಧ್ಯರಾತ್ರಿಯಲ್ಲಿ ಆ ಮನುಷ್ಯನು ಹೆದರಿ ಬೊಗ್ಗಿನೋಡಿ ತನ್ನ ಕಾಲುಗಳ ಬಳಿಯಲ್ಲಿ ಮಲಗಿರುವ ಹೆಂಗಸನ್ನು ಕಂಡನು."},{"number":9,"verse":"ಅವನು ಆಕೆಯನ್ನು - ನೀನು ಯಾರು ಎಂದು ಕೇಳಲು ಆಕೆಯು - ನಾನು ನಿನ್ನ ದಾಸಿಯಾದ ರೂತಳು. ನೀನು ಸಮೀಪಬಂಧುವಾಗಿರುವದರಿಂದ ನಿನ್ನ ಹೊದಿಕೆಯ ಅಂಚನ್ನು ನನ್ನ ಮೇಲೆ ಹಾಕು ಅಂದಳು."},{"number":10,"verse":"ಆಗ ಅವನು - ನನ್ನ ಮಗಳೇ, ಯೆಹೋವನಿಂದ ನಿನಗೆ ಆಶೀರ್ವಾದವಾಗಲಿ; ನೀನು ಬಡವರೂ ಐಶ್ವರ್ಯವಂತರೂ ಆದ ಯೌವನಸ್ಥರನ್ನು ನೋಡಿ ಹೋಗಲಿಲ್ಲ. ಈಗ ನಿನ್ನ ಪತಿಭಕ್ತಿಯು ಮುಂಚಿಗಿಂತ ವಿಶೇಷವಾಗಿ ಪ್ರತ್ಯಕ್ಷವಾಯಿತು."},{"number":11,"verse":"ನನ್ನ ಮಗಳೇ, ಈಗ ಭಯಪಡಬೇಡ. ನೀನು ಗುಣವಂತೆಯೆಂಬದು ಊರಿನವರಿಗೆಲ್ಲಾ ಗೊತ್ತದೆ; ಆದದರಿಂದ ನೀನು ಹೇಳಿದ್ದನ್ನೆಲ್ಲಾ ಮಾಡುವೆನು."},{"number":12,"verse":"ನಾನು ಸಮೀಪ ಬಂಧುವೆಂಬದು ನಿಜ; ಆದರೂ ನನಗಿಂತ ಸಮೀಪನಾದವನು ಒಬ್ಬನಿರುತ್ತಾನೆ."},{"number":13,"verse":"ಈ ರಾತ್ರಿ ಇಲ್ಲೇ ಇರು; ನಾಳೆ ಅವನು ಮೈದುನಧರ್ಮವನ್ನು ನಡಿಸಿದರೆ ಸರಿ; ಇಲ್ಲವಾದರೆ ಯೆಹೋವನಾಣೆ, ನಾನೇ ಅದನ್ನು ನಡಿಸುವೆನು. ಬೆಳಗಾಗುವ ತನಕ ಇಲ್ಲೇ ಮಲಗಿಕೋ ಎಂದು ಹೇಳಿದನು."},{"number":14,"verse":"ಆಕೆಯು ಆ ವರೆಗೂ ಅವನ ಕಾಲುಗಳ ಬಳಿಯಲ್ಲೇ ಮಲಗಿಕೊಂಡಿದ್ದಳು. ಒಬ್ಬ ಹೆಂಗಸು ಕಣಕ್ಕೆ ಬಂದಿದ್ದಳೆಂಬದು ಯಾರಿಗೂ ಗೊತ್ತಾಗಬಾರದೆಂದು ಅವನು ಹೇಳಿದ್ದರಿಂದ ಗುರುತುಹಿಡಿಯಲಾರದಷ್ಟು ಕತ್ತಲಿರುವಾಗಲೇ ಆಕೆಯು ಎದ್ದಳು."},{"number":15,"verse":"ಆಗ ಅವನು ಆಕೆಗೆ - ನಿನ್ನ ಕಂಬಳಿಯನ್ನು ಹಾಸು ಎಂದು ಹೇಳಿ ಆಕೆ ಹಾಸಲು ಅದರಲ್ಲಿ ಆರು ಪಡಿ ಜವೆಗೋದಿಯನ್ನು ಹಾಕಿ ಹೊರಿಸಿದನು. ಆಕೆಯು ಊರೊಳಕ್ಕೆ ಹೋಗಿ ಅತ್ತೆಯ ಬಳಿಗೆ ಬಂದಾಗ"},{"number":16,"verse":"ಅತ್ತೆಯು - ನನ್ನ ಮಗಳೇ, ನಿನ್ನ ಕಾರ್ಯವೇನಾಯಿತು ಎಂದು ಕೇಳಲು ಆಕೆಯು ಆ ಮನುಷ್ಯನು ನಡಿಸಿದ್ದೆಲ್ಲವನ್ನೂ ತಿಳಿಸಿ -"},{"number":17,"verse":"ನೀನು ಬರಿಗೈಯಿಂದ ಅತ್ತೆಯ ಬಳಿಗೆ ಹೋಗಬಾರದೆಂದು ಹೇಳಿ ಈ ಆರು ಪಡಿ ಜವೆಗೋದಿಯನ್ನು ಕೊಟ್ಟನು ಅಂದಳು."},{"number":18,"verse":"ಅತ್ತೆಯು - ನನ್ನ ಮಗಳೇ, ಈ ಕಾರ್ಯವು ಹೇಗಾಗುವದೆಂದು ಗೊತ್ತಾಗುವವರೆಗೂ ಸುಮ್ಮನಿರು; ಈ ಹೊತ್ತು ಅದನ್ನು ಇತ್ಯರ್ಥ ಪಡಿಸುವವರೆಗೆ ಅವನಿಗೆ ಸಮಾಧಾನವಿರಲಾರದು ಎಂದು ಹೇಳಿದಳು."}]}