{"bibleAbbr":"JWNT1755","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":1,"verses":[{"number":1,"verse":"God who at sundry times and in divers manners spake of old to the fathers by the prophets, hath in these last days spoken to us by his Son;"},{"number":2,"verse":"Whom he hath appointed heir of all things, by whom he also made the worlds:"},{"number":3,"verse":"Who being the brightness of his glory, and the express image of his person, and sustaining all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the majesty on high,"},{"number":4,"verse":"Being made so much higher than the angels, as he hath by inheritance a more excellent name than they."},{"number":5,"verse":"For to which of the angels did he ever say, Thou art my Son; this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?"},{"number":6,"verse":"And again, When he bringeth in the first begotten into the world, he saith, And let all the angels of God worship him."},{"number":7,"verse":"And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire."},{"number":8,"verse":"But unto the Son, Thy throne, O God, is for ever and ever; the sceptre of thy kingdom is a sceptre of righteousness:"},{"number":9,"verse":"Thou hast loved righteousness and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows."},{"number":10,"verse":"And, Thou, Lord, hast in the beginning laid the foundation of the earth, and the heavens are the works of thy hands."},{"number":11,"verse":"They shall perish, but thou remainest; and they all shall wax old as doth a garment;"},{"number":12,"verse":"And as a vesture shalt thou change them, and they shall be changed: but thou art the same, and thy years shall not fail."},{"number":13,"verse":"But to which of the angels did he ever say, Sit at my right hand, till I make thine enemies thy footstool?"},{"number":14,"verse":"Are they not all ministring spirits, sent forth to serve for them who shall inherit salvation?"}]}