{"bibleAbbr":"JWNT1755","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":11,"verses":[{"number":1,"verse":"Now faith is the subsistence of things hoped for, the evidence of things not seen."},{"number":2,"verse":"And by it the elders obtained a good testimony."},{"number":3,"verse":"Through faith we understand that the worlds were framed by the word of God, so that the things which are seen were made of things which do not appear."},{"number":4,"verse":"By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained a testimony that he was righteous, God testifying of his gifts; and by it, being dead he yet speaketh."},{"number":5,"verse":"By faith Enoch was translated so as not to see death, and was not found, because God had translated him; for before his translation he had this testimony, that he pleased God."},{"number":6,"verse":"But without faith it is impossible to please him; for he that cometh to God, must believe that he is, and that he is a rewarder of them that diligently seek him."},{"number":7,"verse":"By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark for the saving of his houshold, by which he condemned the world, and became heir of the righteousness which is by faith."},{"number":8,"verse":"By faith Abraham, being called to go out into the place which he was to receive for an inheritance, obeyed and went out, not knowing whither he went."},{"number":9,"verse":"By faith he sojourned in the land of promise, as in a strange country, dwelling in tents with Isaac and Jacob, the joint heirs of the same promise."},{"number":10,"verse":"For he looked for the city which hath foundations, whose builder and maker is God."},{"number":11,"verse":"By faith Sarah also herself received power to conceive seed, even when she was past age, because she accounted him faithful who had promised."},{"number":12,"verse":"Therefore there sprang even from one, and him as it were dead, as the stars of heaven for multitude, and as the sand which is on the sea-shore innumerable."},{"number":13,"verse":"All these died in faith, not having received the promises, but having seen them afar off, and embraced them, and confest that they were strangers and sojourners on the earth."},{"number":14,"verse":"For they who speak thus, shew plainly, that they seek their own country."},{"number":15,"verse":"And truly if they had been mindful of that from which they came out, they might have had opportunity to return."},{"number":16,"verse":"But they now desire a better country, that is, an heavenly: therefore God is not ashamed to be called their God; for he hath prepared a city for them."},{"number":17,"verse":"By faith Abraham, being tried, offered up Isaac, and he that had received the promises, offered up his only begotten son:"},{"number":18,"verse":"Of whom it had been said, In Isaac shall thy seed be called:"},{"number":19,"verse":"Accounting that God was able even to raise him from the dead; from whence also he received him in a figure."},{"number":20,"verse":"By faith Isaac blessed Jacob and Esau, concerning things to come."},{"number":21,"verse":"By Faith Jacob when dying blessed each of the sons of Joseph and worshiped, leaning on the top of his staff."},{"number":22,"verse":"By faith Joseph, when dying, made mention of the children of Israel, and gave commandment concerning his bones."},{"number":23,"verse":"By faith Moses, when he was born, was hid three months, by his parents, because they saw he was a beautiful child, and they were not afraid of the king's commandment."},{"number":24,"verse":"By faith Moses, when he was grown up, refused to be called the son of Pharaoh's daughter,"},{"number":25,"verse":"Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season."},{"number":26,"verse":"Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he looked off unto the recompence of reward."},{"number":27,"verse":"By faith he left Egypt, not fearing the wrath of the king; for he endured as seeing him that is invisible."},{"number":28,"verse":"By faith he kept the passover, and the sprinkling of blood, lest he that destroyed the first born should touch them."},{"number":29,"verse":"By faith they passed thro' the Red Sea, as by dry land, which the Egyptians trying to do, were drowned."},{"number":30,"verse":"By faith the walls of Jericho, having been compassed seven days, fell down."},{"number":31,"verse":"By faith Rahab the harlot did not perish with them that believed not, having received the spies with peace."},{"number":32,"verse":"And what shall I say more? For the time would fail me, to tell of Gideon, and Barak, and Sampson, and Jephthah, and David, and Samuel, and the prophets:"},{"number":33,"verse":"Who by faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,"},{"number":34,"verse":"Quenched the violence of fire, escaped the edge of the sword, out of weakness was made strong, became valiant in fight, put to flight armies of the aliens; Women received their dead raised to life again:"},{"number":35,"verse":"others were tortured, not accepting deliverance, that they might obtain a better resurrection."},{"number":36,"verse":"And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment."},{"number":37,"verse":"They were stoned, were sawn asunder, were tempted, were slain with the sword: they wandered about in sheep-skins, in goat-skins, destitute, afflicted, tormented:"},{"number":38,"verse":"(Of whom the world was not worthy) they wandered in deserts, and mountains, and dens, and caves of the earth."},{"number":39,"verse":"And all these having obtained a good testimony thro' faith,"},{"number":40,"verse":"did not receive the promise, God having provided some better thing for us, that they might not be perfected without us."}]}