{"bibleAbbr":"JWNT1755","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":12,"verses":[{"number":1,"verse":"Wherefore, seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which easily besetteth us, and run with patience the race that is set before us, Looking to Jesus, the author and finisher of our faith;"},{"number":2,"verse":"who for the joy that was set before him, endured the cross, despising the shame, and is set down at the right-hand of the throne of God."},{"number":3,"verse":"For consider him that endured such contradiction from sinners against himself, lest ye be weary and faint in your minds."},{"number":4,"verse":"Ye have not yet resisted unto blood, striving against sin."},{"number":5,"verse":"And yet ye have forgotten the exhortation which speaketh to you as to sons, My son, despise not thou the chastning of the Lord, nor faint when thou art rebuked of him."},{"number":6,"verse":"For whom the Lord loveth, he chastneth, and scourgeth every son whom he receiveth."},{"number":7,"verse":"If ye endure chastning, God dealeth with you as with sons; for what son is he, whom his father chastneth not?"},{"number":8,"verse":"But if ye are without chastning, of which all are partakers, then are ye bastards and not sons."},{"number":9,"verse":"Moreover we have had fathers of our flesh who corrected us, and we reverenced them: Shall we not much rather be in subjection to the Father of spirits and live?"},{"number":10,"verse":"For they, verily, for a few days chastned us as they thought good: but he for our profit, that we may be partakers of his holiness."},{"number":11,"verse":"Now all chastning for the present is assuredly not joyous, but grievous; yet afterwards it yieldeth the peaceable fruit of righteousness to them that are exercised thereby."},{"number":12,"verse":"Wherefore Lift up the hands that hang down and the feeble knees:"},{"number":13,"verse":"And make strait paths for your feet, lest that which is lame be turned out of the way, but let it rather be healed."},{"number":14,"verse":"Follow peace with all men, and holiness, without which no man shall see the Lord:"},{"number":15,"verse":"Looking diligently, lest any one fall from the grace of God, lest any root of bitterness springing up trouble you, and thereby many be defiled: Lest there be any fornicator or profane person,"},{"number":16,"verse":"as Esau, who for one morsel of meat sold his birthright:"},{"number":17,"verse":"For ye know that afterward, even when he desired to inherit the blessing, he was rejected: for he found no place for repentance, tho' he sought it diligently with tears."},{"number":18,"verse":"For ye are not come to the mountain that could be touched, and the burning fire,"},{"number":19,"verse":"and blackness, and darkness, and tempest, And the sound of a trumpet, and the voice of words, which they that heard intreated that the word might not be spoken to them any more."},{"number":20,"verse":"For they could not bear that which was commanded, If even a beast touch the mountain, let it be stoned."},{"number":21,"verse":"And so terrible was the appearance, that Moses said, I exceedingly fear and tremble."},{"number":22,"verse":"But ye are come to mount Sion, and to the city of the living God, the heavenly Jerusalem,"},{"number":23,"verse":"and to an innumerable company, To the general assembly of angels, and to the church of the first born, who are inrolled in heaven, and to God the Judge of all, and to the spirits of just men made perfect,"},{"number":24,"verse":"And to Jesus the mediator of the new covenant, and to the blood of sprinkling, which speaketh better things than that of Abel. See that ye refuse not him that speaketh:"},{"number":25,"verse":"for if they escaped not who refused him that delivered the oracle on earth, much more shall not we, who turn away from him that speaketh from heaven:"},{"number":26,"verse":"Whose voice then shook the earth: but now he hath promised, saying , Yet once more I will shake not only the earth, but also the heaven."},{"number":27,"verse":"And this word, Yet once more, sheweth the removal of the things which are shaken, as being made, that the things which are not shaken may remain."},{"number":28,"verse":"Therefore we receiving a kingdom which cannot be shaken, let us hold fast the grace, whereby we may serve God acceptably, with reverence and godly fear."},{"number":29,"verse":"For our God is a consuming fire."}]}