{"bibleAbbr":"maiNT","bookName":"तीतुस केँ पौलुसक पत्र","bookEnglishName":"Titus","chapterNumber":1,"verses":[{"number":1,"verse":"हम, पौलुस, जे परमेश्‍वरक दास आ यीशु मसीहक एक मसीह-दूत छी, ई पत्र लिखि रहल छी। हमरा एहि लेल पठाओल गेल जे परमेश्‍वरक चुनल लोक सभ केँ सही बात पर विश्‍वास करऽ मे मजगूत करी आ सत्‍यक ओ ज्ञान सिखाबी जे भक्‍तिक अनुसार आचरण-व्‍यवहार उत्‍पन्‍न करैत अछि।"},{"number":2,"verse":"ओ विश्‍वास आ ज्ञान अनन्‍त जीवन पयबाक आशाक आधार अछि। परमेश्‍वर, जे कहियो झूठ नहि बजैत छथि, से संसारक सृष्‍टि सँ पहिनहि ई अनन्‍त जीवन देबाक वचन देने छथि,"},{"number":3,"verse":"और आब निर्धारित समय पर ओ अपन वचन सुसमाचारक प्रचार द्वारा प्रगट कऽ देलनि। ई प्रचारक काज अपना सभक उद्धारकर्ता-परमेश्‍वरक आज्ञा द्वारा हमरा सौंपि देल गेल अछि।"},{"number":4,"verse":"हम ई पत्र हमरा संग एके विश्‍वास मे सहभागिताक दृष्‍टि सँ अपन असली पुत्र तीतुस केँ लिखि रहल छी। पिता परमेश्‍वर आ अपना सभक उद्धारकर्ता मसीह यीशु अहाँ पर कृपा करथि आ अहाँ केँ शान्‍ति देथि।"},{"number":5,"verse":"( मण्‍डलीक देख-रेख कयनिहार सभक योग्‍यता) हम अहाँ केँ क्रेत द्वीप मे एहि लेल छोड़ि अयलहुँ जे ओतुक्‍का बाँकी बात सभ केँ सुधारू आ जहिना हम अहाँ केँ सिखौने छलहुँ तहिना प्रत्‍येक नगर मे मण्‍डलीक देख-रेख कयनिहार सभ केँ नियुक्‍त करू।"},{"number":6,"verse":"ई आवश्‍यक अछि जे मण्‍डलीक देख-रेख कयनिहार निष्‍कलंक होथि, हुनका एकेटा स्‍त्री होनि, हुनकर बाल-बच्‍चा प्रभु पर विश्‍वास करैत होअय आ ओकरा सभ पर बदमास वा बेकहल होयबाक आरोप नहि लगाओल जा सकय।"},{"number":7,"verse":"किएक तँ जखन परमेश्‍वरक काज हुनका हाथ मे सौंपल गेल अछि तँ मण्‍डलीक जिम्‍मेवार केँ निष्‍कलंक होयब आवश्‍यक अछि। ओ जिद्दी, क्रोधी, शराबी, मारा-मारी कयनिहार आ अनुचित लाभ कमयबाक इच्‍छुक नहि होथि।"},{"number":8,"verse":"बल्‍कि ओ अतिथि-सत्‍कार कयनिहार, नीक बात सँ प्रेम कयनिहार, विचारवान, न्‍यायी, पवित्र चरित्रक आ संयमी होथि।"},{"number":9,"verse":"ओ विश्‍वसनीय वचनक ताहि रूप पर दृढ़ रहथि जाहि रूप मे ओ वचन हुनका सिखाओल गेलनि, जाहि सँ ओ सही सिद्धान्‍तक अनुसार लोक केँ शिक्षा दऽ सकथि आ तकर विरोधी सभ केँ निरुत्तर कऽ सकथि।"},{"number":10,"verse":"( सत्‍य केँ बिगाड़ऽ वला सभक सम्‍बन्‍ध मे कड़ा चेतावनी) कारण, बहुत एहन लोक अछि जे बेकहल, बक-बक कयनिहार आ धोखेबाज अछि, विशेष रूप सँ खतना प्रथाक कट्टर समर्थक यहूदी सभ मे।"},{"number":11,"verse":"एकरा सभक मुँह बन्‍द कयनाइ आवश्‍यक अछि, किएक तँ एहन लोक नीच लक्ष्‍य सँ अपने लाभक लेल अनुचित बात सभ सिखा कऽ घरक-घर बिगाड़ि रहल अछि।"},{"number":12,"verse":"क्रेत वासी सभक अपनो एक भविष्‍यवक्‍ता कहने छथि जे, “क्रेत वासी सभ हरदम झूठ बजैत अछि, मरखाह जानबर आ आलसी पेटाह अछि।”"},{"number":13,"verse":"ओकरा सभक विषय मे कहल ई गवाही सत्‍य अछि। एहि लेल अहाँ ओकरा सभ केँ कड़ा चेतावनी दिऔक जाहि सँ ओकरा सभक विश्‍वास सही शिक्षा पर आधारित भऽ जाइक,"},{"number":14,"verse":"आ ओ सभ यहूदी सभक मनगढ़न्‍त कथा-पिहानी पर और सत्‍य केँ अस्‍वीकार करऽ वला लोक सभक विभिन्‍न नियम सभ पर ध्‍यान नहि दिअय।"},{"number":15,"verse":"शुद्ध मोनक लोकक लेल सभ वस्‍तु शुद्ध अछि मुदा जे सभ भ्रष्‍ट भेल अछि आ प्रभु पर विश्‍वास नहि करैत अछि, तकरा सभक लेल कोनो वस्‍तु शुद्ध नहि, कारण ओकरा सभक मोन आ विवेक दूनू दुषित भऽ गेल छैक।"},{"number":16,"verse":"ओ सभ अपना केँ परमेश्‍वर केँ जननिहार तँ कहैत अछि, मुदा अपना व्‍यवहार द्वारा हुनका अस्‍वीकार करैत अछि। ओ सभ घृणित अछि, आज्ञा उल्‍लंघन कयनिहार अछि और कोनो प्रकारक नीक काज करबाक जोगरक नहि अछि।"}]}