{"bibleAbbr":"maiNT","bookName":"तीतुस केँ पौलुसक पत्र","bookEnglishName":"Titus","chapterNumber":2,"verses":[{"number":1,"verse":"( सही आचरणक आधार सही शिक्षा) मुदा अहाँ सही शिक्षाक अनुकूल जे बात अछि सैह सिखाउ।"},{"number":2,"verse":"वृद्ध पुरुष सभ केँ सिखबिऔन जे ओ सभ संयमी, गम्‍भीर आ विचारवान होथि तथा सही विश्‍वास, प्रेम आ धैर्य मे स्‍थिर।"},{"number":3,"verse":"एही तरहेँ बुढ़ि स्‍त्रीगण सभ केँ सिखबिऔन जे हुनका सभक चालि-चलन प्रभुक श्रद्धा मानऽ वला लोकक अनुरूप होनि। ओ सभ दोसराक निन्‍दा-शिकायत नहि करथि आ शराबी नहि होथि, बल्‍कि नीक बात सिखौनिहारि होथि,"},{"number":4,"verse":"जाहि सँ ओ सभ जबान स्‍त्रीगण सभ केँ सिखा सकथि जे ओ सभ अपना पति आ बच्‍चा सभ सँ प्रेम करथि,"},{"number":5,"verse":"आ विचारशील, पवित्र, कुशल गृहणी आ दयालु होथि, और अपन पतिक अधीन रहथि जाहि सँ हुनका सभक व्‍यवहारक कारणेँ केओ परमेश्‍वरक वचनक निन्‍दा नहि करय।"},{"number":6,"verse":"तहिना युवक सभ केँ सेहो विचारवान होयबाक लेल समझबिऔक-बुझबिऔक।"},{"number":7,"verse":"अहाँ स्‍वयं प्रत्‍येक बात मे नीक व्‍यवहार द्वारा नमूना बनू। अहाँ शुद्ध मोन सँ आ गम्‍भीरता सँ शिक्षा दिअ—"},{"number":8,"verse":"एहन सही सिद्धान्‍तक शिक्षा दिअ जकर आलोचना नहि कयल जा सकत जाहि सँ कोनो बातक विषय मे अपना सभक निन्‍दा करबाक अवसर नहि पयबाक कारणेँ विरोधी सभ लज्‍जित भऽ जाय।"},{"number":9,"verse":"गुलाम सभ केँ सिखबिऔक जे ओ सभ प्रत्‍येक बात मे अपन मालिकक अधीन रहय, मालिक केँ प्रसन्‍न राखय आ बिनु मुँह लगबैत अपन मालिकक आज्ञाक पालन करय,"},{"number":10,"verse":"चोरी-चपाटी नहि करय, बल्‍कि स्‍पष्‍ट सँ देखाबय जे ओ पूर्ण रूप सँ इमानदार अछि जाहि सँ सभ बात मे ओ सभ अपना सभक उद्धारकर्ता-परमेश्‍वरक शिक्षाक शोभा बढ़बय।"},{"number":11,"verse":"किएक तँ परमेश्‍वरक कृपा सभ मनुष्‍यक उद्धारक लेल प्रगट भेल अछि।"},{"number":12,"verse":"ई कृपा अपना सभ केँ ई सिखबैत अछि जे अधर्म आ सांसारिक अभिलाषा सभ केँ त्‍यागि कऽ एहि संसार मे विचारवान भऽ कऽ और उचित व्‍यवहार कऽ कऽ एहन जीवन व्‍यतीत करी जकरा सँ परमेश्‍वर प्रसन्‍न होथि।"},{"number":13,"verse":"कारण, अपना सभ ओहि दिनक बाट तकैत छी जहिया अपना सभक आनन्‍दपूर्ण आशा पूरा भऽ जायत, अर्थात्, जहिया अपना सभक महान् परमेश्‍वर आ उद्धारकर्ता, यीशु मसीह, महिमाक संग प्रगट होयताह।"},{"number":14,"verse":"ओ वैह छथि जे अपना केँ अर्पित कऽ देलनि जाहि सँ ओ अपना सभ केँ सभ प्रकारक दुष्‍कर्म सँ छुटकारा देबाक मोल चुकबथि आ अपना सभ केँ शुद्ध कऽ कऽ ओ अपना लेल एहन प्रजा बनबथि जे हुनकर अपन निज लोक होनि और नीक काज करबाक लेल सदत उत्‍सुक रहनि।"},{"number":15,"verse":"एहि सभ बातक शिक्षा अहाँ दैत रहू, पूरा अधिकारक संग लोक सभ केँ सिखाउ और ओकरा सभ केँ सुधारू। केओ अहाँ केँ तुच्‍छ नहि बुझय।"}]}