{"bibleAbbr":"urRV2010","bookName":"۲-سلاطِین","bookEnglishName":"2 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"( ایلیّاہ اور اخزیاہ بادشاہ) اور اخی ا ب کے مَرنے کے بعد موآب اِسرا ئیل سے باغی ہو گیا۔"},{"number":2,"verse":"اور اخزیا ہ اُس جِھلمِلی دار کِھڑکی میں سے جو سامر یہ میں اُس کے بالاخانہ میں تھی گِر پڑا اور بِیمار ہو گیا ۔ سو اُس نے قاصِدوں کو بھیجا اور اُن سے یہ کہا کہ جا کر عقرُو ن کے دیوتا بعل زبُو ب سے پُوچھو کہ مُجھے اِس بِیماری سے شِفا ہو جائے گی یا نہیں؟۔"},{"number":3,"verse":"لیکن خُداوند کے فرِشتہ نے ایلیّاہ تِشبی سے کہا اُٹھ اور شاہِ سامر یہ کے قاصِدوں سے مِلنے کو جا اور اُن سے کہہ کیا اِسرا ئیل میں خُدا نہیں جو تُم عقرُو ن کے دیوتا بعل زبُو ب سے پُوچھنے چلے ہو؟۔"},{"number":4,"verse":"اِس لِئے اب خُداوند یُوں فرماتا ہے کہ تُو اُس پلنگ پر سے جِس پر تُو چڑھا ہے اُترنے نہ پائے گا بلکہ تُو ضرُور ہی مَرے گا ۔ سو ایلیّاہ روانہ ہُؤا۔"},{"number":5,"verse":"اور وہ قاصِد اُس کے پاس لَوٹ آئے ۔ سو اُس نے اُن سے پُوچھا تُم لَوٹ کیوں آئے؟۔"},{"number":6,"verse":"اُنہوں نے اُس سے کہا ایک شخص ہم سے مِلنے کو آیا اور ہم سے کہنے لگا کہ اُس بادشاہ کے پاس جِس نے تُم کو بھیجا ہے پِھر جاؤ اور اُس سے کہو خُداوند یُوں فرماتا ہے کیا اِسرا ئیل میں کوئی خُدا نہیں جو تُو عقرُو ن کے دیوتا بعل زبُو ب سے پُوچھنے کو بھیجتا ہے؟ اِس لِئے تُو اُس پلنگ سے جِس پر تُو چڑھا ہے اُترنے نہ پائے گا بلکہ ضرُور ہی مَرے گا۔"},{"number":7,"verse":"اُس نے اُن سے کہا کہ اُس شخص کی کَیسی شکل تھی جو تُم سے مِلنے کو آیا اور تُم سے یہ باتیں کہِیں؟۔"},{"number":8,"verse":"اُنہوں نے اُسے جواب دِیا کہ وہ بُہت بالوں والا آدمی تھا اور چمڑے کا کمربند اپنی کمر پر کَسے ہُوئے تھا ۔ تب اُس نے کہا کہ یہ تو ایلیّاہ تِشبی ہے۔"},{"number":9,"verse":"تب بادشاہ نے پچاس سِپاہِیوں کے ایک سردار کو اُس کے پچاسوں سِپاہِیوں سمیت اُس کے پاس بھیجا ۔ سو وہ اُس کے پاس گیا اور دیکھا کہ وہ ایک ٹِیلے کی چوٹی پر بَیٹھا ہے ۔ اُس نے اُس سے کہا اَے مَردِ خُدا! بادشاہ نے کہا ہے تُو اُتر آ۔"},{"number":10,"verse":"ایلیّاہ نے اُس پچاس کے سردار کو جواب دِیا اگر مَیں مَردِ خُدا ہُوں تو آگ آسمان سے نازِل ہو اور تُجھے تیرے پچاسوں سمیت بھسم کر دے ۔ پس آگ آسمان سے نازِل ہُوئی اور اُسے اُس کے پچاسوں سمیت بھسم کر دِیا۔"},{"number":11,"verse":"پِھر اُس نے دوبارہ پچاس سِپاہِیوں کے دُوسرے سردار کو اُس کے پچاسوں سِپاہِیوں سمیت اُس کے پاس بھیجا ۔ اُس نے اُس سے مُخاطِب ہو کر کہا اَے مَردِ خُدا! بادشاہ نے یُوں کہا ہے کہ جلد اُتر آ۔"},{"number":12,"verse":"ایلیّاہ نے اُن کو بھی جواب دِیا کہ اگر مَیں مَردِ خُدا ہُوں تو آگ آسمان سے نازِل ہو اور تُجھے تیرے پچاسوں سمیت بھسم کر دے ۔ پس خُدا کی آگ آسمان سے نازِل ہُوئی اور اُسے اُس کے پچاسوں سمیت بھسم کر دِیا۔"},{"number":13,"verse":"پِھر اُس نے تِیسرے پچاس سِپاہِیوں کے سردار کو اُس کے پچاسوں سِپاہِیوں سمیت بھیجا اور پچاس سِپاہِیوں کا یہ تِیسرا سردار اُوپر چڑھ کر ایلیّاہ کے آگے گُھٹنوں کے بل گِرا اور اُس کی مِنّت کر کے اُس سے کہنے لگا اَے مَردِ خُدا! میری جان اور اِن پچاسوں کی جانیں جو تیرے خادِم ہیں تیری نِگاہ میں گراں بہا ہوں۔"},{"number":14,"verse":"دیکھ آسمان سے آگ نازِل ہُوئی اور پچاس پچاس سِپاہِیوں کے پہلے دونوں سرداروں کو اُن کے پچاسوں سمیت بھسم کر دِیا ۔ سو اب میری جان تیری نظر میں گراں بہا ہو۔"},{"number":15,"verse":"تب خُداوند کے فرِشتہ نے ایلیّاہ سے کہا اُس کے ساتھ بادشاہ کے پاس نِیچے جا ۔ اُس سے نہ ڈر ۔ تب وہ اُٹھ کر اُس کے ساتھ نِیچے گیا۔"},{"number":16,"verse":"اور اُس سے کہا خُداوند یُوں فرماتا ہے کہ تُو نے جو عقرُو ن کے دیوتا بعل زبُو ب سے پُوچھنے کو لوگ بھیجے ہیں تو کیا اِس لِئے کہ اِسرا ئیل میں کوئی خُدا نہیں ہے جِس کی مرضی کو تُو دریافت کر سکے؟ اِس لِئے تُو اُس پلنگ سے جِس پر تُو چڑھا ہے اُترنے نہ پائے گا بلکہ ضرُور ہی مَرے گا۔"},{"number":17,"verse":"سو وہ خُداوند کے کلام کے مُطابِق جو ایلیّاہ نے کہا تھا مَر گیا اور چُونکہ اُس کا کوئی بیٹا نہ تھا اِس لِئے شاہِ یہُودا ہ یہُورا م بِن یہُو سفط کے دُوسرے سال سے یہُورا م اُس کی جگہ سلطنت کرنے لگا۔"},{"number":18,"verse":"اور اخزیا ہ کے اَور کام جو اُس نے کِئے سو کیا وہ اِسرا ئیل کے بادشاہوں کی توارِیخ کی کِتاب میں قلمبند نہیں؟۔"}]}