{"bibleAbbr":"urRV2010","bookName":"۲-سلاطِین","bookEnglishName":"2 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( یہُوداہ کی مَلِکہ عتلیاہ) جب اخزیا ہ کی ماں عتلیا ہ نے دیکھا کہ اُس کا بیٹا مَر گیا تب اُس نے اُٹھ کر بادشاہ کی ساری نسل کو نابُود کِیا۔"},{"number":2,"verse":"پر یُورا م بادشاہ کی بیٹی یہُوسبع نے جو اخزیا ہ کی بہن تھی اخزیا ہ کے بیٹے یُوآ س کو لِیا اور اُسے اُن شہزادوں سے جو قتل ہُوئے چُپکے سے جُدا کِیا اور اُسے اُس کی دَدَا سمیت بِستروں کی کوٹھری میں کر دِیا اور اُنہوں نے اُسے عتلیا ہ سے چُھپائے رکھّا ۔ وہ مارا نہ گیا۔"},{"number":3,"verse":"اور وہ اُس کے ساتھ خُداوند کے گھر میں چھ برس تک چُھپا رہا اور عتلیا ہ مُلک میں سلطنت کرتی رہی۔"},{"number":4,"verse":"اور ساتویں برس یہوید ع نے کارِیوں اور پہرے والوں کو سَو سَو کے سرداروں کو بُلا بھیجا اور اُن کو خُداوند کے گھر میں اپنے پاس لا کر اُن سے عہد و پَیمان کِیا اور خُداوند کے گھر میں اُن کو قَسم کِھلائی اور بادشاہ کے بیٹے کو اُن کو دِکھایا۔"},{"number":5,"verse":"اور اُس نے اُن کو یہ حُکم دِیا کہ تُم یہ کام کرنا کہ تُم جو سبت کو یہاں آتے ہو سو تُم میں سے ایک تِہائی آدمی بادشاہ کے قصر کے پہرے پر رہیں۔"},{"number":6,"verse":"اور ایک تِہائی صُور نام پھاٹک پر رہیں اور ایک تِہائی اُس پھاٹک پر ہوں جو پہرے والوں کے پِیچھے ہے ۔ یُوں تُم محلّ کی نِگہبانی کرنا اور لوگوں کو روکے رہنا۔"},{"number":7,"verse":"اور تُمہارے دو جتھے یعنی سب جو سبت کے دِن باہر نِکلتے ہیں وہ بادشاہ کے آس پاس ہو کر خُداوند کے گھر کی نِگہبانی کریں۔"},{"number":8,"verse":"اور تُم اپنے اپنے ہتھیار ہاتھ میں لِئے ہُوئے بادشاہ کو چاروں طرف سے گھیرے رہنا اور جو کوئی صفوں کے اندر چلا آئے وہ قتل کر دِیا جائے اور تُم بادشاہ کے باہر جاتے اور اندر آتے وقت اُس کے ساتھ ساتھ رہنا۔"},{"number":9,"verse":"چُنانچہ سَو سَو کے سرداروں نے جَیسا یہوید ع کاہِن نے اُن کو حُکم دِیا تھا وَیسا ہی سب کُچھ کِیا اور اُن میں سے ہر ایک نے اپنے آدمِیوں کو جِن کی سبت کے دِن اندر آنے کی باری تھی مع اُن لوگوں کے جِن کی سبت کے دِن باہر نِکلنے کی باری تھی لِیا اور یہوید ع کاہِن کے پاس آئے۔"},{"number":10,"verse":"اور کاہِن نے داؤُد بادشاہ کی برچِھیاں اور سِپریں جو خُداوند کے گھر میں تِھیں سَو سَو کے سرداروں کو دِیں۔"},{"number":11,"verse":"اور پہرے والے اپنے اپنے ہتھیار ہاتھ میں لِئے ہُوئے ہَیکل کے دہنے پہلُو سے لے کر بائیں پہلُو تک مذبح اور ہَیکل کے برابر برابر بادشاہ کے گِردا گِرد کھڑے ہو گئے۔"},{"number":12,"verse":"پِھر اُس نے شہزادہ کو باہر لا کر اُس پر تاج رکھّا اور شہادت نامہ اُسے دِیا اور اُنہوں نے اُسے بادشاہ بنایا اور اُسے مَسح کِیا اور اُنہوں نے تالِیاں بجائِیں اور کہا بادشاہ جِیتا رہے۔"},{"number":13,"verse":"جب عتلیا ہ نے پہرے والوں اور لوگوں کا غُل سُنا تو وہ اُن لوگوں کے پاس خُداوند کی ہَیکل میں گئی۔"},{"number":14,"verse":"اور دیکھا کہ بادشاہ دستُور کے مُطابِق سُتُون کے قرِیب کھڑا ہے اور اُس کے پاس ہی سردار اور نرسِنگے ہیں اور مملکت کے سب لوگ خُوش ہیں اور نرسِنگے پُھونک رہے ہیں ۔ تب عتلیا ہ نے اپنے کپڑے پھاڑے اور چِلاّئی غدر ہے غدر!۔"},{"number":15,"verse":"تب یہوید ع کاہِن نے سَو سَو کے سرداروں کو جو لشکر کے اُوپر تھے یہ حُکم دِیا کہ اُس کو صفوں کے بِیچ کر کے باہر نِکال لے جاؤ اور جو کوئی اُس کے پِیچھے چلے اُس کو تلوار سے قتل کر دو کیونکہ کاہِن نے کہا کہ وہ خُداوند کے گھر کے اندر قتل نہ کی جائے۔"},{"number":16,"verse":"تب اُنہوں نے اُس کے لِئے راستہ چھوڑ دِیا اور وہ اُس راہ سے گئی جِس سے گھوڑے بادشاہ کے قصر میں داخِل ہوتے تھے اور وہِیں قتل ہُوئی۔"},{"number":17,"verse":"( یہویدع کی اِصلاحات) اور یہوید ع نے خُداوند کے اور بادشاہ اور لوگوں کے درمیان ایک عہد باندھا تاکہ وہ خُداوند کے لوگ ہوں اور بادشاہ اور لوگوں کے درمِیان بھی عہد باندھا۔"},{"number":18,"verse":"اور مملکت کے سب لوگ بعل کے مندِر میں گئے اور اُسے ڈھایا اور اُنہوں نے اُس کے مذبحوں اور مُورتوں کو بِالکُل چکنا چُور کِیا اوربعل کے پُجاری متّان کو مذبحوں کے سامنے قتل کِیا اور کاہِن نے خُداوند کے گھر کے لِئے سرداروں کو مُقرّر کِیا۔"},{"number":19,"verse":"اور اُس نے سَو سَو کے سرداروں اور کارِیوں اور پہرے والوں اور اہلِ مملکت کو لِیا اور وہ بادشاہ کو خُداوند کے گھر سے اُتار لائے اور پہرے والوں کے پھاٹک کی راہ سے بادشاہ کے قصر میں آئے اور اُس نے بادشاہوں کے تخت پر جلُوس فرمایا۔"},{"number":20,"verse":"اور مملکت کے سب لوگ خُوش ہُوئے اور شہر میں امن ہو گیا اور اُنہوں نے عتلیا ہ کو بادشاہ کے قصر کے پاس تلوار سے قتل کِیا۔"},{"number":21,"verse":"اور جب یہُوآ س سلطنت کرنے لگا تو سات برس کا تھا۔"}]}