{"bibleAbbr":"urRV2010","bookName":"۲-سلاطِین","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"( اِسرائیل کا بادشاہ ہُوسِیع) اور شاہِ یہُودا ہ آخز کے بارھویں برس سے اَیلہ کا بیٹا ہُو سِیع اِسرا ئیل پر سامرِ یہ میں سلطنت کرنے لگا اور اُس نے نَو برس سلطنت کی۔"},{"number":2,"verse":"اور اُس نے خُداوند کی نظر میں بدی کی تَو بھی اِسرا ئیل کے اُن بادشاہوں کی مانِند نہیں جو اُس سے پہلے ہُوئے۔"},{"number":3,"verse":"اور شاہِ اسُور سلمنسر نے اِس پر چڑھائی کی اور ہُوسِیع اُس کا خادِم ہو گیا اور اُس کے لِئے ہدیہ لایا۔"},{"number":4,"verse":"اور شاہِ اسُور نے ہُوسِیع کی سازِش معلُوم کر لی کیونکہ اُس نے شاہِ مِصر سو کے پاس ایلچی بھیجے اور شاہِ اسُور کو ہدیہ نہ دِیا جَیسا وہ سال بسال دیتا تھا ۔ سو شاہِ اسُور نے اُسے بند کر دِیا اور قَیدخانہ میں اُس کے بیڑیاں ڈال دِیں۔"},{"number":5,"verse":"( سقُوطِ سامرِیہ) اور شاہِ اسُور نے ساری مملکت پر چڑھائی کی اور سامرِ یہ کو جا کر تِین برس اُسے گھیرے رہا۔"},{"number":6,"verse":"اور ہُو سِیع کے نویں برس شاہِ اسُور نے سامرِ یہ کو لے لِیا اور اِسرا ئیل کو اسِیر کر کے اسُور میں لے گیا اور اُن کو خلح میں اور جَوزا ن کی ندی خابُور پر اور مادیوں کے شہروں میں بسایا۔"},{"number":7,"verse":"اور یہ اِس لِئے ہُؤا کہ بنی اِسرائیل نے خُداوند اپنے خُدا کے خِلاف جِس نے اُن کو مُلکِ مِصر سے نِکال کر شاہِ مِصر فرعو ن کے ہاتھ سے رہائی دی تھی گُناہ کِیا اور غَیر معبُودوں کا خَوف مانا۔"},{"number":8,"verse":"اور اُن قَوموں کے آئِین پر جِن کو خُداوند نے بنی اِسرائیل کے آگے سے خارِج کِیا اور اِسرا ئیل کے بادشاہوں کے آئِین پر جو اُنہوں نے خُود بنائے تھے چلتے رہے۔"},{"number":9,"verse":"اور بنی اِسرائیل نے خُداوند اپنے خُدا کے خِلاف چُھپ کر وہ کام کِئے جو بھلے نہ تھے اور اُنہوں نے اپنے سب شہروں میں نِگہبانوں کے بُرج سے فصِیلدار شہر تک اپنے لِئے اُونچے مقام بنائے۔"},{"number":10,"verse":"اور ہر ایک اُونچے پہاڑ پر اور ہر ایک ہرے درخت کے نِیچے اُنہوں نے اپنے لِئے سُتُونوں اور یسِیرتوں کو نصب کِیا۔"},{"number":11,"verse":"اور وہِیں اُن سب اُونچے مقاموں پر اُن قَوموں کی مانِند جِن کو خُداوند نے اُن کے سامنے سے دفع کِیا بخُور جلایا اور خُداوند کو غُصّہ دِلانے کے لِئے شرارتیں کِیں۔"},{"number":12,"verse":"اور بُتوں کی پرستِش کی جِس کے بارے میں خُداوند نے اُن سے کہا تھا کہ تُم یہ کام نہ کرنا۔"},{"number":13,"verse":"تَو بھی خُداوند سب نبِیوں اور غَیب بِینوں کی معرفت اِسرا ئیل اور یہُودا ہ کو آگاہ کرتا رہا کہ تُم اپنی بُری راہوں سے باز آؤ اور اُس ساری شرِیعت کے مُطابِق جِس کا حُکم مَیں نے تُمہارے باپ دادا کو دِیا اور جِسے مَیں نے اپنے بندوں نبِیوں کی معرفت تُمہارے پاس بھیجا ہے میرے احکام و آئِین کو مانو۔"},{"number":14,"verse":"باوُجُود اِس کے اُنہوں نے نہ سُنا بلکہ اپنے باپ دادا کی طرح جو خُداوند اپنے خُدا پر اِیمان نہیں لائے تھے گردن کشی کی۔"},{"number":15,"verse":"اور اُس کے آئِین کو اور اُس کے عہد کو جو اُس نے اُن کے باپ دادا سے باندھا تھا اور اُس کی شہادتوں کو جو اُس نے اُن کو دی تِھیں ردّ کِیا اور باطِل باتوں کے پَیرو ہو کر نِکمّے ہو گئے اور اپنے آس پاس کی قَوموں کی تقلِید کی جِن کے بارہ میں خُداوند نے اُن کو تاکِید کی تھی کہ وہ اُن کے سے کام نہ کریں۔"},{"number":16,"verse":"اور اُنہوں نے خُداوند اپنے خُدا کے سب احکام ترک کر کے اپنے لِئے ڈھالی ہُوئی مُورتیں یعنی دو بچھڑے بنا لِئے اور یسِیرت تیّار کی اور آسمانی فَوج کی پرستِش کی اور بعل کو پُوجا۔"},{"number":17,"verse":"اور اُنہوں نے اپنے بیٹوں اور بیٹِیوں کو آگ میں چلوایا اور فال گِیری اور جادُوگری سے کام لِیا اور اپنے کو بیچ ڈالا تاکہ خُداوند کی نظر میں بدی کر کے اُسے غُصّہ دِلائیں۔"},{"number":18,"verse":"اِس لِئے خُداوند اِسرا ئیل سے بُہت ناراض ہُؤا اوراپنی نظر سے اُن کو دُور کر دِیا ۔ سو یہُودا ہ کے قبِیلہ کے سِوا اَور کوئی نہ چُھوٹا۔"},{"number":19,"verse":"اور یہُودا ہ نے بھی خُداوند اپنے خُدا کے احکام نہ مانے بلکہ اُن آئِین پر چلے جِن کو اِسرا ئیل نے بنایا تھا۔"},{"number":20,"verse":"تب خُداوند نے اِسرا ئیل کی ساری نسل کو ردّ کِیا اور اُن کو دُکھ دِیا اور اُن کو لُٹیروں کے ہاتھ میں کر کے آخِرکار اُن کو اپنی نظر سے دُور کر دِیا۔"},{"number":21,"verse":"کیونکہ اُس نے اِسرا ئیل کو داؤُد کے گھرانے سے جُدا کِیا اور اُنہوں نے نباط کے بیٹے یرُبعا م کو بادشاہ بنایا اور یرُبعا م نے اِسرا ئیل کو خُداوند کی پَیروی سے دُور ہنکایا اور اُن سے بڑا گُناہ کرایا۔"},{"number":22,"verse":"اور بنی اِسرائیل اُن سب گُناہوں کی جو یرُبعا م نے کِئے تقلِید کرتے رہے ۔ وہ اُن سے بازنہ آئے۔"},{"number":23,"verse":"یہاں تک کہ خُداوند نے اِسرا ئیل کو اپنی نظر سے دُور کر دِیا جَیسا اُس نے اپنے سب بندوں کی معرفت جو نبی تھے فرمایا تھا ۔ سو اِسرا ئیل اپنے مُلک سے اسُور کو پُہنچایا گیا جہاں وہ آج تک ہے۔"},{"number":24,"verse":"( اسُوریوں کی اِسرائیل میں آباد کاری) اور شاہِ اسُور نے بابل اور کُوتہ اور عوّا اورحمات اور سِفرو ائِم کے لوگوں کو لا کر بنی اِسرائیل کی جگہ سامر یہ کے شہروں میں بسایا ۔ سو وہ سامر یہ کے مالِک ہُوئے اور اُس کے شہروں میں بس گئے۔"},{"number":25,"verse":"اور اپنے بس جانے کے شرُوع میں اُنہوں نے خُداوند کا خَوف نہ مانا ۔ اِس لِئے خُداوند نے اُن کے درمِیان شیروں کو بھیجا جِنہوں نے اُن میں سے بعض کو مار ڈالا۔"},{"number":26,"verse":"پس اُنہوں نے شاہِ اسُور سے یہ کہا کہ جِن قَوموں کو تُو نے لے جا کر سامرِ یہ کے شہروں میں بسایا ہے وہ اُس مُلک کے خُدا کے طرِیقہ سے واقِف نہیں ہیں چُنانچہ اُس نے اُن میں شیر بھیج دِئے ہیں اور دیکھ وہ اُن کو پھاڑتے ہیں اِس لِئے کہ وہ اُس مُلک کے خُدا کے طرِیقہ سے واقِف نہیں ہیں۔"},{"number":27,"verse":"تب اسُور کے بادشاہ نے یہ حُکم دِیا کہ جِن کاہِنوں کو تُم وہاں سے لے آئے ہو اُن میں سے ایک کو وہاں لے جاؤ اور وہ جا کر وہِیں رہے اور یہ کاہِن اُن کو اُس مُلک کے خُدا کا طرِیقہ سِکھائے۔"},{"number":28,"verse":"سو اُن کاہِنوں میں سے جِن کو وہ سامرِ یہ سے لے گئے تھے ایک کاہِن آ کر بَیت ا یل میں رہنے لگا اور اُن کو سِکھایا کہ اُن کو خُداوند کا خَوف کیونکر ماننا چاہئے۔"},{"number":29,"verse":"تِس پر بھی ہر قَوم نے اپنے دیوتا بنائے اور اُن کو سامرِیوں کے بنائے ہُوئے اُونچے مقاموں کے مندِروں میں رکھّا ۔ ہر قَوم نے اپنے شہر میں جہاں اُس کی سکُونت تھی اَیسا ہی کِیا۔"},{"number":30,"verse":"سو بابلیوں نے سُکاّت بنات کو اور کُوتیوں نے نَیر گُل کو اورحماتیوں نے اسیما کو۔"},{"number":31,"verse":"اور عوّائیوں نے نِبحاز اور تر تاق کو بنایا اور سِفرویوں نے اپنے بیٹوں کو ادرمّلِک اور عنمّلِک کے لِئے جو سِفروا ئِم کے دیوتا تھے آگ میں جلایا۔"},{"number":32,"verse":"یُوں وہ خُداوند سے بھی ڈرتے تھے اور اپنے لِئے اُونچے مقاموں کے کاہِن بھی اپنے ہی میں سے بنا لِئے جو اُونچے مقاموں کے مندِروں میں اُن کے لِئے قُربانی گُذرانتے تھے۔"},{"number":33,"verse":"سو وہ خُداوند سے بھی ڈرتے تھے اور اپنی قَوموں کے دستُور کے مُطابِق جِن میں سے وہ نِکال لِئے گئے تھے اپنے اپنے دیوتا کی پرستِش بھی کرتے تھے۔"},{"number":34,"verse":"آج کے دِن تک وہ پہلے دستُور پر چلتے ہیں ۔ وہ خُداوند سے ڈرتے نہیں اور نہ تو اپنے آئِین و قوانِین پر اور نہ اُس شرع اور فرمان پر چلتے ہیں جِس کا حُکم خُداوند نے یعقُوب کی نسل کو دِیا تھا جِس کا نام اُس نے اِسرا ئیل رکھّا تھا۔"},{"number":35,"verse":"اُن ہی سے خُداوند نے عہد باندھ کر اُن کو یہ تاکِید کی تھی کہ تُم غَیر معبُودوں سے نہ ڈرنا اور نہ اُن کو سِجدہ کرنا نہ پُوجنا اور نہ اُن کے لِئے قُربانی کرنا۔"},{"number":36,"verse":"بلکہ خُداوند جو بڑی قُوّت اور بُلند بازُو سے تُم کو مُلکِ مِصر سے نِکال لایا تُم اُسی سے ڈرنا اور اُسی کو سِجدہ کرنا اور اُسی کے لِئے قُربانی گُذراننا۔"},{"number":37,"verse":"اور جو جو آئِین اور رسم اور جو شرِیعت اور حُکم اُس نے تُمہارے لِئے قلمبند کِئے اُن کو سدا ماننے کے لِئے اِحتیاط رکھنا اور تُم غَیر معبُودوں سے نہ ڈرنا۔"},{"number":38,"verse":"اور اُس عہد کو جو مَیں نے تُم سے کِیا ہے تُم بُھول نہ جانا اور نہ تُم غَیر معبُودوں کا خَوف ماننا۔"},{"number":39,"verse":"بلکہ تُم خُداوند اپنے خُدا کا خَوف ماننا اور وہ تُم کو تُمہارے سب دُشمنوں کے ہاتھ سے چُھڑائے گا۔"},{"number":40,"verse":"لیکن اُنہوں نے نہ مانا بلکہ اپنے پہلے دستُور کے مُطابِق کرتے رہے۔"},{"number":41,"verse":"سو یہ قَومیں خُداوند سے بھی ڈرتی رہیں اور اپنی کھودی ہُوئی مُورتوں کو بھی پُوجتی رہیں ۔ اِسی طرح اُن کی اَولاد اور اُن کی اَولاد کی نسل بھی جَیسا اُن کے باپ دادا کرتے تھے وَیسا وہ بھی آج کے دِن تک کرتی ہیں۔"}]}