{"bibleAbbr":"urRV2010","bookName":"۲-سلاطِین","bookEnglishName":"2 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"( یہُوداہ کا بادشاہ حزِقیاہ) اور شاہِ اِسرا ئیل ہُو سِیع بِن اَیلہ کے تِیسرے سال اَیسا ہُؤا کہ شاہِ یہُودا ہ آخز کا بیٹا حِزقیاہ سلطنت کرنے لگا۔"},{"number":2,"verse":"اور جب وہ سلطنت کرنے لگا تو پچِّیس برس کا تھا اور اُس نے اُنتِیس برس یروشلِیم میں سلطنت کی۔ اُس کی ماں کا نام ابی تھا جو زکر یاہ کی بیٹی تھی۔"},{"number":3,"verse":"اور جو جو اُس کے باپ داؤُد نے کِیا تھا اُس نے ٹِھیک اُسی کے مُطابِق وہ کام کِیا جو خُداوند کی نظر میں بھلا تھا۔"},{"number":4,"verse":"اُس نے اُونچے مقاموں کو دُور کر دِیا اور سُتُونوں کو توڑا اور یسِیرت کو کاٹ ڈالا اور اُس نے پِیتل کے سانپ کو جو مُوسیٰ نے بنایا تھا چکنا چُور کر دِیا کیونکہ بنی اِسرائیل اُن دِنوں تک اُس کے آگے بخُور جلاتے تھے اور اُس نے اُس کا نام نحُشتا ن رکھّا۔"},{"number":5,"verse":"اور وہ خُداوند اِسرا ئیل کے خُدا پر توکُّل کرتا تھا اَیسا کہ اُس کے بعد یہُودا ہ کے سب بادشاہوں میں اُس کی مانِند ایک نہ ہُؤا اور نہ اُس سے پہلے کوئی ہُؤا تھا۔"},{"number":6,"verse":"کیونکہ وہ خُداوند سے لِپٹا رہا اور اُس کی پَیروی کرنے سے باز نہ آیا بلکہ اُس کے حُکموں کو مانا جِن کو خُداوند نے مُوسیٰ کو دِیا تھا۔"},{"number":7,"verse":"اور خُداوند اُس کے ساتھ رہا اور جہاں کہِیں وہ گیا کامیاب ہُؤا اور وہ شاہِ اسُور سے مُنحرِف ہو گیا اور اُس کی اِطاعت نہ کی۔"},{"number":8,"verse":"اُس نے فِلستِیوں کو غزّہ اور اُس کی سرحدّوں تک نِگہبانوں کے بُرج سے فصِیلدار شہر تک مارا۔"},{"number":9,"verse":"اور حِزقیاہ بادشاہ کے چَوتھے برس جو شاہِ اِسرا ئیل ہُوسِیع بِن اَیلہ کا ساتواں برس تھا اَیسا ہُؤا کہ شاہِ اسُور سلمنسر نے سامرِ یہ پر چڑھائی کی اور اُس کا مُحاصرہ کِیا۔"},{"number":10,"verse":"اور تِین سال کے آخِر میں اُنہوں نے اُس کو لے لِیا یعنی حِزقیاہ کے چھٹے سال جو شاہِ اِسرا ئیل ہُو سِیع کا نواں برس تھا سامرِ یہ لے لِیا گیا۔"},{"number":11,"verse":"اور شاہِ اسُور اِسرا ئیل کو اسِیر کر کے اسُور کو لے گیا اور اُن کو خلح میں اور جَوزان کی ندی خابُور پر اور مادیوں کے شہروں میں رکھّا۔"},{"number":12,"verse":"اِس لِئے کہ اُنہوں نے خُداوند اپنے خُدا کی بات نہ مانی بلکہ اُس کے عہد کو یعنی اُن سب باتوں کو جِن کا حُکم خُداوند کے بندہ مُوسیٰ نے دِیا تھا عدُول کِیا اور نہ اُن کو سُنا نہ اُن پر عمل کِیا۔"},{"number":13,"verse":"( اسُوری یروشلیِم کو دھمکا تے ہیں) اور حِزقیاہ بادشاہ کے چَودھویں برس شاہِ اسُور سنحیر ب نے یہُودا ہ کے سب فصِیلدار شہروں پر چڑھائی کی اور اُن کو لے لِیا۔"},{"number":14,"verse":"اور شاہِ یہُودا ہ حِزقیاہ نے شاہِ اسُور کو لکِیس میں کہلا بھیجا کہ مُجھ سے خطا ہُوئی ۔ میرے پاس سے لَوٹ جا ۔ جو کُچھ تُو میرے سر کرے مَیں اُسے اُٹھاؤُں گا ۔ سو شاہِ اسُور نے تِین سَو قِنطار چاندی اور تِیس قِنطار سونا شاہِ یہُودا ہ حِزقیاہ کے ذِمّہ لگایا۔"},{"number":15,"verse":"اور حِزقیاہ نے ساری چاندی جو خُداوند کے گھر اور شاہی محلّ کے خزانوں میں مِلی اُسے دے دی۔"},{"number":16,"verse":"اُس وقت حِزقیاہ نے خُداوند کی ہَیکل کے دروازوں کا اور اُن سُتُونوں پر کا سونا جِن کو شاہِ یہُودا ہ حِزقیاہ نے خُود منڈھوایا تھا اُتروا کر شاہِ اسُور کو دے دِیا۔"},{"number":17,"verse":"پِھر بھی شاہِ اسُور نے ترتا ن اور رب سارِس اور ربشا قی کو لکِیس سے بڑے لشکر کے ساتھ حِزقیاہ بادشاہ کے پاس یروشلِیم کو بھیجا ۔ سو وہ چلے اور یروشلِیم کو آئے اور جب وہاں پُہنچے تو جا کر اُوپر کے تالاب کی نالی کے پاس جو دھوبِیوں کے مَیدان کے راستہ پر ہے کھڑے ہو گئے۔"},{"number":18,"verse":"اور جب اُنہوں نے بادشاہ کو پُکارا تو الِیاقِیم بِن خِلقیاہ جو گھر کا دِیوان تھا اور شبنا ہ مُنشی اور آسف محرِّر کا بیٹا یُوآ خ اُن کے پاس نِکل کر آئے۔"},{"number":19,"verse":"اور ربشاقی نے اُن سے کہا تُم حِزقیاہ سے کہو کہ ملکِ مُعظّم شاہِ اسُور یُوں فرماتا ہے تُو کیا اِعتماد کِئے بَیٹھا ہے؟۔"},{"number":20,"verse":"تُو کہتا تو ہے پر یہ فقط باتیں ہی باتیں ہیں کہ جنگ کی مصلحت بھی ہے اور حَوصلہ بھی ۔ آخِر کِس کے بِرتے پر تُو نے مُجھ سے سرکشی کی ہے؟۔"},{"number":21,"verse":"دیکھ تُجھے اِس مسلے ہُوئے سرکنڈے کے عصا یعنی مِصر پر بھروسا ہے ۔ اُس پر اگر کوئی ٹیک لگائے تو وہ اُس کے ہاتھ میں گڑ جائے گا اور اُسے چھید دے گا ۔ شاہِ مِصر فرعو ن اُن سب کے لِئے جو اُس پر بھروسا کرتے ہیں اَیسا ہی ہے۔"},{"number":22,"verse":"اور اگر تُم مُجھ سے کہو کہ ہمارا توکُّل خُداوند ہمارے خُدا پر ہے تو کیا وہ وُہی نہیں ہے جِس کے اُونچے مقاموں اور مذبحوں کو حِزقیاہ نے ڈھا کر یہُودا ہ اور یروشلِیم سے کہا ہے کہ تُم یروشلِیم میں اِس مذبح کے آگے سِجدہ کِیا کرو؟۔"},{"number":23,"verse":"اِس لِئے اب ذرا میرے آقا شاہِ اسُور کے ساتھ شرط باندھ اور مَیں تُجھے دو ہزار گھوڑے دُوں گا بشرطیکہ تُو اپنی طرف سے اُن پر سوار چڑھا سکے۔"},{"number":24,"verse":"بھلا پِھر تُو کیونکر میرے آقا کے کمترِین مُلازِموں میں سے ایک سردار کا بھی مُنہ پھیر سکتا ہے اور رتھوں اور سواروں کے لِئے مِصر پر بھروسا رکھتا ہے؟۔"},{"number":25,"verse":"اور کیا اب مَیں نے خُداوند کے بے کہے ہی اِس مقام کو غارت کرنے کے لِئے اِس پر چڑھائی کی ہے؟ خُداوند ہی نے مُجھ سے کہا کہ اِس مُلک پر چڑھائی کر اور اِسے غارت کر دے۔"},{"number":26,"verse":"تب الِیا قِیم بِن خِلقیاہ اور شبنا ہ اور یُوآ خ نے ربشا قی سے عرض کی کہ اپنے خادِموں سے ارامی زُبان میں بات کر کیونکہ ہم اُسے سمجھتے ہیں اور اُن لوگوں کے سُنتے ہُوئے جو دِیوار پر ہیں یہُودیوں کی زُبان میں باتیں نہ کر۔"},{"number":27,"verse":"لیکن ربشاقی نے اُن سے کہا کیا میرے آقا نے مُجھے یہ باتیں کہنے کو تیرے آقا کے پاس یا تیرے پاس بھیجا ہے؟ کیا اُس نے مُجھے اُن لوگوں کے پاس نہیں بھیجا جو تُمہارے ساتھ اپنی ہی نجاست کھانے اور اپنا ہی قارُورہ پِینے کو دِیوار پر بَیٹھے ہیں؟۔"},{"number":28,"verse":"پِھر ربشا قی کھڑا ہو گیا اور یہُودِیوں کی زُبان میں بُلند آواز سے یہ کہنے لگا کہ مَلکِ مُعظّم شاہِ اسُور کا کلام سُنو۔"},{"number":29,"verse":"بادشاہ یُوں فرماتا ہے کہ حِزقیاہ تُم کو فریب نہ دے کیونکہ وہ تُم کو اُس کے ہاتھ سے چُھڑا نہ سکے گا۔"},{"number":30,"verse":"اور نہ حِزقیاہ یہ کہہ کر تُم سے خُداوند پر بھروسا کرائے کہ خُداوند ضرُور ہم کو چُھڑائے گا اور یہ شہر شاہِ اسُور کے حوالہ نہ ہو گا۔"},{"number":31,"verse":"حِزقیاہ کی نہ سُنو کیونکہ شاہِ اسُور یُوں فرماتا ہے کہ تُم مُجھ سے صُلح کر لو اور نِکل کر میرے پاس آؤ اور تُم میں سے ہر ایک اپنی تاک اور اپنے انجِیر کے درخت کا میوہ کھاتا اور اپنے حَوض کا پانی پِیتا رہے۔"},{"number":32,"verse":"جب تک مَیں آ کر تُم کو اَیسے مُلک میں نہ لے جاؤُں جو تُمہارے مُلک کی طرح غلّہ اور مَے کا مُلک ۔ روٹی اور تاکِستانوں کا مُلک ۔ زَیتُونی تیل اور شہد کا مُلک ہے تاکہ تُم جِیتے رہو اور مَر نہ جاؤ ۔ سو حِزقیا ہ کی نہ سُننا جب وہ تُم کو یہ ترغِیب دے کہ خُداوند ہم کو چُھڑائے گا۔"},{"number":33,"verse":"کیا قَوموں کے دیوتاؤں میں سے کِسی نے اپنے مُلک کو شاہِ اسُور کے ہاتھ سے چُھڑایا ہے؟۔"},{"number":34,"verse":"حما ت اور ارفاد کے دیوتا کہاں ہیں؟ اور سِفروا ئِم اور ہینع اور عِواہ کے دیوتا کہاں ہیں؟ کیا اُنہوں نے سامرِ یہ کو میرے ہاتھ سے بچا لِیا؟۔"},{"number":35,"verse":"اور مُلکوں کے تمام دیوتاؤں میں سے کِس کِس نے اپنا مُلک میرے ہاتھ سے چُھڑا لِیا جو یہُووا ہ یروشلِیم کو میرے ہاتھ سے چُھڑالے گا؟۔"},{"number":36,"verse":"پر لوگ خاموش رہے اور اُس کے جواب میں ایک بات بھی نہ کہی کیونکہ بادشاہ کا حُکم یہ تھا کہ اُسے جواب نہ دینا۔"},{"number":37,"verse":"تب الِیاقِیم بِن خِلقیاہ جو گھر کا دِیوان تھا اور شبناہ مُنشی اور یُوآخ بِن آسف مُحرِّر اپنے کپڑے چاک کِئے ہُوئے حِزقیاہ کے پاس آئے اور ربشا قی کی باتیں اُسے سُنائِیں۔"}]}