{"bibleAbbr":"urRV2010","bookName":"۲-سلاطِین","bookEnglishName":"2 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"( حِزقیاہ بادشاہ کی بِیماری اور صحت یابی) اُن ہی دِنوں میں حِزقیاہ اَیسا بِیمار پڑا کہ مَرنے کے قرِیب ہو گیا ۔ تب یسعیا ہ نبی آمُوص کے بیٹے نے اُس کے پاس آ کر اُس سے کہا خُداوند یُوں فرماتا ہے کہ تُو اپنے گھر کا اِنتِظام کر دے کیونکہ تُو مَر جائے گا اور بچنے کا نہیں۔"},{"number":2,"verse":"تب اُس نے اپنا مُنہ دِیوار کی طرف کر کے خُداوند سے یہ دُعا کی کہ۔"},{"number":3,"verse":"اَے خُداوند مَیں تیری مِنّت کرتا ہُوں یاد فرما کہ مَیں تیرے حضُور سچّائی اور پُورے دِل سے چلتا رہا ہُوں اور جو تیری نظر میں بھلا ہے وُہی کِیا ہے اور حِزقیا ہ زار زار رویا۔"},{"number":4,"verse":"اور اَیسا ہُؤا کہ یسعیا ہ نِکل کر شہر کے بِیچ کے حِصّہ تک پُہنچا بھی نہ تھا کہ خُداوند کا کلام اُس پر نازِل ہُؤا کہ۔"},{"number":5,"verse":"لَوٹ اور میری قَوم کے پیشوا حِزقیاہ سے کہہ کہ خُداوند تیرے باپ داؤُد کا خُدا یُوں فرماتا ہے کہ مَیں نے تیری دُعا سُنی اور مَیں نے تیرے آنسُو دیکھے ۔ دیکھ مَیں تُجھے شِفا دُوں گا اور تِیسرے دِن تُو خُداوند کے گھر میں جائے گا۔"},{"number":6,"verse":"اور مَیں تیری عُمر پندرہ برس اَور بڑھا دُوں گا اور مَیں تُجھ کو اور اِس شہر کو شاہِ اسُور کے ہاتھ سے بچا لُوں گا اور مَیں اپنی خاطِر اور اپنے بندہ داؤُد کی خاطِر اِس شہر کی حِمایت کرُوں گا۔"},{"number":7,"verse":"اور یسعیا ہ نے کہا انجِیروں کی ٹِکیہ لو ۔ سو اُنہوں نے اُسے لے کر پھوڑے پر باندھا ۔ تب وہ اچّھا ہو گیا۔"},{"number":8,"verse":"اور حِزقیاہ نے یسعیا ہ سے پُوچھا اِس کا کیا نِشان ہو گا کہ خُداوند مُجھے صحت بخشے گا اور مَیں تِیسرے دِن خُداوند کے گھر میں جاؤُں گا؟۔"},{"number":9,"verse":"یسعیا ہ نے جواب دِیا کہ اِس بات کا کہ خُداوند نے جِس کام کو کہا ہے اُسے وہ کرے گا خُداوند کی طرف سے تیرے لِئے نِشان یہ ہو گا کہ سایہ یا دس درجے آگے کو جائے یا دس درجے پِیچھے کو لَوٹے؟۔"},{"number":10,"verse":"اور حِزقیاہ نے جواب دِیا یہ تو چھوٹی بات ہے کہ سایہ دس درجے آگے کو جائے ۔ سو یُوں نہیں بلکہ سایہ دس درجے پِیچھے کو لَوٹے۔"},{"number":11,"verse":"تب یسعیا ہ نبی نے خُداوند سے دُعا کی ۔ سو اُس نے سایہ کو آخز کی دُھوپ گھڑی میں دس درجے یعنی جِتنا وہ ڈھل چُکا تھا اُتنا ہی پِیچھے کو لَوٹا دِیا۔"},{"number":12,"verse":"( بابل سے قاصدوں کی آمد) اُس وقت شاہِ بابل برُودک بلہ دان بِن بلہ دا ن نے حِزقیاہ کے پاس نامہ اور تحائِف بھیجے کیونکہ اُس نے سُنا تھا کہ حِزقیاہ بِیمار ہو گیا تھا۔"},{"number":13,"verse":"سو حِزقیاہ نے اُن کی باتیں سُنِیں اور اُس نے اپنی بیش بہا چِیزوں کا سارا گھر اور چاندی اور سونا اور مصالِح اور بیش قِیمت عِطر اور اپنا سلاح خانہ اور جو کُچھ اُس کے خزانوں میں مَوجُود تھا اُن کو دِکھایا ۔ اُس کے گھر میں اور اُس کی ساری مملکت میں اَیسی کوئی چِیز نہ تھی جو حِزقیاہ نے اُن کو نہ دِکھائی۔"},{"number":14,"verse":"تب یسعیا ہ نبی نے حِزقیاہ بادشاہ کے پاس آ کر اُس سے کہا کہ یہ لوگ کیا کہتے تھے اور یہ تیرے پاس کہاں سے آئے؟ حِزقیاہ نے کہا یہ دُور مُلک سے یعنی بابل سے آئے ہیں۔"},{"number":15,"verse":"پِھر اُس نے پُوچھا اُنہوں نے تیرے گھر میں کیا دیکھا؟ حِزقیاہ نے جواب دِیا اُنہوں نے سب کُچھ جو میرے گھر میں ہے دیکھا ۔ میرے خزانوں میں اَیسی کوئی چِیز نہیں جو مَیں نے اُن کو دِکھائی نہ ہو۔"},{"number":16,"verse":"تب یسعیا ہ نے حِزقیاہ سے کہا خُداوند کا کلام سُن لے۔"},{"number":17,"verse":"دیکھ وہ دِن آتے ہیں کہ سب کُچھ جو تیرے گھر میں ہے اور جو کُچھ تیرے باپ دادا نے آج کے دِن تک جمع کر کے رکھّا ہے بابل کو لے جائیں گے ۔ خُداوند فرماتا ہے کُچھ بھی باقی نہ رہے گا۔"},{"number":18,"verse":"اور وہ تیرے بیٹوں میں سے جو تُجھ سے پَیدا ہوں گے اور جِن کا باپ تُو ہی ہو گا لے جائیں گے اور وہ شاہِ بابل کے محلّ میں خواجہ سرا ہوں گے۔"},{"number":19,"verse":"حِزقیاہ نے یسعیا ہ سے کہا خُداوند کا کلام جو تُو نے کہا ہے بھلا ہے اور اُس نے یہ بھی کہا بھلا ہی ہو گا اگر میرے ایّام میں امن اور امان رہے۔"},{"number":20,"verse":"( حِزقیاہ کے دورِ حُکومت کا خاتمہ) اور حِزقیاہ کے باقی کام اور اُس کی ساری قُوّت اور کیونکر اُس نے تالاب اور نالی بنا کر شہر میں پانی پُہنچایا سو کیا وہ شاہانِ یہُودا ہ کی توارِیخ کی کِتاب میں قلمبند نہیں؟۔"},{"number":21,"verse":"اور حِزقیاہ اپنے باپ دادا کے ساتھ سو گیا اور اُس کا بیٹا منسّی اُس کی جگہ بادشاہ ہُؤا۔"}]}