{"bibleAbbr":"urRV2010","bookName":"۲-سلاطِین","bookEnglishName":"2 Kings","chapterNumber":25,"verses":[{"number":1,"verse":"( سقُوطِ یروشلیِم) اور اُس کی سلطنت کے نویں برس کے دسویں مہِینے کے دسویں دِن یُوں ہُؤا کہ شاہِ بابل نبوکد نضر نے اپنی ساری فَوج سمیت یروشلیِم پر چڑھائی کی اور اُس کے مُقابِل خَیمہ زن ہُؤا اور اُنہوں نے اُس کے مُقابِل گِرداگِرد حصار بنائے۔"},{"number":2,"verse":"اور صِدقیاہ بادشاہ کی سلطنت کے گیارھویں برس تک شہر کا مُحاصرہ رہا۔"},{"number":3,"verse":"اور چَوتھے مہِینے کے نویں دِن سے شہر میں کال اَیسا سخت ہو گیا کہ مُلک کے لوگوں کے لِئے خُورِش نہ رہی۔"},{"number":4,"verse":"تب شہر پناہ میں رخنہ ہو گیا اور دونوں دِیواروں کے درمِیان جو پھاٹک شاہی باغ کے برابر تھا اُس سے سب جنگی مرد رات ہی رات بھاگ گئے (اُس وقت کسدی شہر کو گھیرے ہُوئے تھے) اور بادشاہ نے بیابان کا راستہ لِیا۔"},{"number":5,"verse":"لیکن کسدیوں کی فَوج نے بادشاہ کا پِیچھا کِیا اور اُسے یریحُو کے مَیدان میں جا لِیا اور اُس کا سارا لشکر اُس کے پاس سے پراگندہ ہو گیا تھا۔"},{"number":6,"verse":"سو وہ بادشاہ کو پکڑ کر رِبلہ میں شاہِ بابل کے پاس لے گئے اور اُنہوں نے اُس پر فتویٰ دِیا۔"},{"number":7,"verse":"اور اُنہوں نے صِدقیاہ کے بیٹوں کو اُس کی آنکھوں کے سامنے ذبح کِیا اور صِدقیاہ کی آنکھیں نِکال ڈالِیں اور اُسے زنجِیروں سے جکڑ کر بابل کو لے گئے۔"},{"number":8,"verse":"( ہَیکل کی بربادی) اور شاہِ بابل نبوکدنضر کے عہد کے اُنّیِسویں برس کے پانچویں مہِینے کے ساتویں دِن شاہِ بابل کا ایک خادِم نبوزرادان جو جلوداروں کا سردار تھا یروشلیِم میں آیا۔"},{"number":9,"verse":"اور اُس نے خُداوند کا گھر اور بادشاہ کا قصر اور یروشلیِم کے سب گھر یعنی ہر ایک بڑا گھر آگ سے جلا دِیا۔"},{"number":10,"verse":"اور کسدیوں کے سارے لشکر نے جو جلوداروں کے سردار کے ہمراہ تھا یروشلیِم کی فصِیل کو چاروں طرف سے گِرا دِیا۔"},{"number":11,"verse":"اور باقی لوگوں کو جو شہر میں رہ گئے تھے اور اُن کو جِنہوں نے اپنوں کو چھوڑ کر شاہِ بابل کی پناہ لی تھی اور عوام میں سے جِتنے باقی رہ گئے تھے اُن سب کو نبوزرادان جلوداروں کا سردار اسِیر کر کے لے گیا۔"},{"number":12,"verse":"پر جلوداروں کے سردار نے مُلک کے کنگالوں کو رہنے دِیا تاکہ کھیتی اور تاکِستانوں کی باغبانی کریں۔"},{"number":13,"verse":"اور پِیتل کے اُن سُتُونوں کو جو خُداوند کے گھر میں تھے اور کُرسِیوں کو اور پِیتل کے بڑے حَوض کو جو خُداوند کے گھر میں تھا کسدیوں نے توڑ کر ٹُکڑے ٹُکڑے کِیا اور اُن کا پِیتل بابل کو لے گئے۔"},{"number":14,"verse":"اور تمام دیگیں اور بیلچے اور گُلگِیر اور چمچے اور پِیتل کے تمام برتن جو وہاں کام آتے تھے لے گئے۔"},{"number":15,"verse":"اور انگِیٹِھیاں اور کٹورے غرض جو کُچھ سونے کا تھا اُس کے سونے کو اور جو کُچھ چاندی کا تھا اُس کی چاندی کو جلوداروں کا سردار لے گیا۔"},{"number":16,"verse":"وہ دونوں سُتُون اور وہ بڑا حَوض اور وہ کُرسِیاں جِن کو سُلیما ن نے خُداوند کے گھر کے لِئے بنایا تھا اِن سب چِیزوں کے پِیتل کا وزن بے حِساب تھا۔"},{"number":17,"verse":"ایک سُتُون اٹھارہ ہاتھ اُونچا تھا اور اُس کے اُوپر پِیتل کا ایک تاج تھا اور وہ تاج تِین ہاتھ بُلند تھا ۔ اُس تاج پر گِرداگِرد جالِیاں اور انار کی کلِیاں سب پِیتل کی بنی ہُوئی تِھیں اور دُوسرے سُتُون کے لوازِم بھی جالی سمیت اِن ہی کی طرح تھے۔"},{"number":18,"verse":"( یہُوداہ کے لوگوں کو بابل لے جایا جاتاہے) اور جلوداروں کے سردار نے سِرایا ہ سردار کاہِن کو اور کاہِنِ ثانی صفنیا ہ کو اور تِینوں دربانوں کو پکڑ لِیا۔"},{"number":19,"verse":"اور اُس نے شہر میں سے ایک سردار کو پکڑ لِیا جو جنگی مَردوں پر مُقرّر تھا اور جو لوگ بادشاہ کے حضُور حاضِر رہتے تھے اُن میں سے پانچ آدمِیوں کو جو شہر میں مِلے اور لشکر کے بڑے مُحرِّر کو جو اہلِ مُلک کی مَوجُودات لیتا تھا اور مُلک کے لوگوں میں سے ساٹھ آدمِیوں کو جو شہر میں مِلے۔"},{"number":20,"verse":"اِن کو جلوداروں کا سردار نبوزرادا ن پکڑ کر شاہِ بابل کے حضُور رِبلہ میں لے گیا۔"},{"number":21,"verse":"اور شاہِ بابل نے حما ت کے عِلاقہ کے رِبلہ میں اِن کو مارا اور قتل کِیا ۔ سو یہُودا ہ بھی اپنے مُلک سے اسِیر ہو کر چلا گیا۔"},{"number":22,"verse":"( یہُوداہ کا حاکِم (گورنر) جِدلیاہ) اور جو لوگ یہُودا ہ کی سرزمِین میں رہ گئے جِن کو نبوکد نضر شاہِ بابل نے چھوڑ دِیا اُن پر اُس نے جِدلیا ہ بِن اخی قا م بِن سافن کو حاکِم مُقرّر کِیا۔"},{"number":23,"verse":"جب جتھوں کے سب سرداروں اور اُن کی سِپاہ نے یعنی اِسمٰعیل بِن نتنیا ہ اور یُوحنان بِن قرِیح اور سِرایا ہ بِن تنحُومت نطُوفاتی اور یازنیا ہ بِن معکاتی نے سُنا کہ شاہِ بابل نے جِدلیا ہ کو حاکِم بنایا ہے تو وہ اپنے لوگوں سمیت مِصفاہ میں جِدلیا ہ کے پاس آئے۔"},{"number":24,"verse":"اور جِدلیا ہ نے اُن سے اور اُن کی سِپاہ سے قَسم کھا کر کہا کسدیوں کے مُلازِموں سے مت ڈرو ۔ مُلک میں بسے رہو اور شاہِ بابل کی خِدمت کرو اور تُمہاری بھلائی ہو گی۔"},{"number":25,"verse":"مگر ساتویں مہِینے اَیسا ہُؤا کہ اِسمٰعیل بِن نتنیا ہ بِن الِیسمع جو بادشاہ کی نسل سے تھا اپنے ساتھ دس مَرد لے کر آیا اور جِدلیا ہ کو اَیسا مارا کہ وہ مَر گیا اور اُن یہُودیوں اور کسدیوں کو بھی جو اُس کے ساتھ مِصفاہ میں تھے قتل کِیا۔"},{"number":26,"verse":"تب سب لوگ کیا چھوٹے کیا بڑے اور جتھوں کے سردار اُٹھ کر مِصر کو چلے گئے کیونکہ وہ کسدیوں سے ڈرتے تھے۔"},{"number":27,"verse":"( یہُویاکین کی قَید خانہ سے رہائی) اور یہُو یاکِین شاہِ یہُودا ہ کی اسِیری کے سَینتِیسویں برس کے بارھویں مہِینے کے ستائِیسویں دِن اَیسا ہُؤا کہ شاہِ بابل اوِیل مُرود ک نے اپنی سلطنت کے پہلے ہی سال یہُو یاکِین شاہِ یہُودا ہ کو قَیدخانہ سے نِکال کر سرفراز کِیا۔"},{"number":28,"verse":"اور اُس کے ساتھ مِہر سے باتیں کِیں اور اُس کی کُرسی اُن سب بادشاہوں کی کُرسِیوں سے جو اُس کے ساتھ بابل میں تھے بُلند کی۔"},{"number":29,"verse":"سو وہ اپنے قَیدخانہ کے کپڑے بدل کر عُمر بھر برابر اُس کے حضُور کھانا کھاتا رہا۔"},{"number":30,"verse":"اور اُس کو عُمر بھر بادشاہ کی طرف سے وظِیفہ کے طَور پر ہر روز رسد مِلتی رہی۔"}]}