{"bibleAbbr":"CVg2018","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"Væ qui cogitatis inutile, et operamini malum in cubilibus vestris ! In luce matutina faciunt illud, quoniam contra Deum est manus eorum."},{"number":2,"verse":"Et concupierunt agros, et violenter tulerunt : et rapuerunt domos, et calumniabantur virum, et domum ejus : virum, et hæreditatem ejus."},{"number":3,"verse":"Idcirco hæc dicit Dominus : Ecce ego cogito super familiam istam malum, unde non auferetis colla vestra, et non ambulabitis superbi : quoniam tempus pessimum est."},{"number":4,"verse":"In die illa sumetur super vos parabola, et cantabitur canticum cum suavitate, dicentium : Depopulatione vastati sumus ; pars populi mei commutata est : quomodo recedet a me, cum revertatur, qui regiones nostras dividat ?"},{"number":5,"verse":"Propter hoc non erit tibi mittens funiculum sortis in cœtu Domini."},{"number":6,"verse":"Ne loquamini loquentes ; non stillabit super istos, non comprehendet confusio."},{"number":7,"verse":"Dicit domus Jacob : Numquid abbreviatus est spiritus Domini, aut tales sunt cogitationes ejus ? nonne verba mea bona sunt cum eo qui recte graditur ?"},{"number":8,"verse":"et e contrario populus meus in adversarium consurrexit. Desuper tunica pallium sustulistis : et eos qui transibant simpliciter convertistis in bellum."},{"number":9,"verse":"Mulieres populi mei ejecistis de domo deliciarum suarum ; a parvulis earum tulistis laudem meam in perpetuum."},{"number":10,"verse":"Surgite, et ite, quia non habetis hic requiem : propter immunditiam ejus corrumpetur putredine pessima."},{"number":11,"verse":"Utinam non essem vir habens spiritum, et mendacium potius loquerer ! Stillabo tibi in vinum et in ebrietatem ; et erit super quem stillatur populus iste."},{"number":12,"verse":"Congregatione congregabo, Jacob, totum te ; in unum conducam reliquias Israël : pariter ponam illum quasi gregem in ovili, quasi pecus in medio caularum : tumultuabuntur a multitudine hominum."},{"number":13,"verse":"Ascendet enim pandens iter ante eos : divident, et transibunt portam, et ingredientur per eam : et transibit rex eorum coram eis, et Dominus in capite eorum."}]}