{"bibleAbbr":"CVg2018","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"Et dixi : Audite, princeps Jacob, et duces domus Israël : numquid non vestrum est scire judicium,"},{"number":2,"verse":"qui odio habetis bonum, et diligitis malum ; qui violenter tollitis pelles eorum desuper eis, et carnem eorum desuper ossibus eorum ;"},{"number":3,"verse":"qui comederunt carnem populi mei, et pellem eorum desuper excoriaverunt, et ossa eorum confregerunt, et conciderunt sicut in lebete, et quasi carnem in medio ollæ ?"},{"number":4,"verse":"Tunc clamabunt ad Dominum, et non exaudiet eos, et abscondet faciem suam ab eis in tempore illo, sicut nequiter egerunt in adinventionibus suis."},{"number":5,"verse":"Hæc dicit Dominus super prophetas, qui seducunt populum meum : qui mordent dentibus suis, et prædicant pacem ; et si quis non dederit in ore eorum quippiam, sanctificant super eum prælium."},{"number":6,"verse":"Propterea nox vobis pro visione erit, et tenebræ vobis pro divinatione ; et occumbet sol super prophetas, et obtenebrabitur super eos dies."},{"number":7,"verse":"Et confundentur qui vident visiones, et confundentur divini ; et operient omnes vultos suos, quia non est responsum Dei."},{"number":8,"verse":"Verumtamen ego repletus sum fortitudine spiritus Domini, judicio, et virtute, ut annuntiem Jacob scelus suum, et Israël peccatum suum."},{"number":9,"verse":"Audite hoc, principes domus Jacob, et judices domus Israël, qui abominamini judicium, et omnia recta pervertitis :"},{"number":10,"verse":"qui ædificatis Sion in sanguinibus, et Jerusalem in iniquitate."},{"number":11,"verse":"Principes ejus in muneribus judicabant, et sacerdotes ejus in mercede docebant, et prophetæ ejus in pecunia divinabant : et super Dominum requiescebant, dicentes : Numquid non Dominus in medio nostrum ? non venient super nos mala."},{"number":12,"verse":"Propter hoc, causa vestri, Sion quasi ager arabitur, et Jerusalem quasi acervus lapidum erit, et mons templi in excelsa silvarum."}]}