{"bibleAbbr":"MKJV1962","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"In the second year of Jehoash the son of Jehoahaz king of Israel, Amaziah the son of Joash king of Judah reigned."},{"number":2,"verse":"He was twenty-five years old when he began to reign, and reigned twenty-nine years in Jerusalem. And his mother's name [was] Jehoaddan of Jerusalem."},{"number":3,"verse":"And he did the right in the sight of the LORD, yet not like David his father. He did according to all things that Joash his father did."},{"number":4,"verse":"Only, the high places were not taken away. The people still sacrificed and burned incense on the high places."},{"number":5,"verse":"And it happened when the kingdom was confirmed in his hand, he killed his servants who had slain his father the king;"},{"number":6,"verse":"But he did not kill the sons of the servants, according to that which is written in the book of the law of Moses, in which the LORD commanded, saying, The fathers shall not be put to death for the sons, nor shall the sons be put to death for the fathers, but each shall be put to death for his own sin."},{"number":7,"verse":"He killed ten thousand of Edom in the Valley of Salt, and took Selah by war, and called the name of it Joktheel until this day."},{"number":8,"verse":"Then Amaziah sent messengers to Jehoash the son of Jehoahaz son of Jehu, king of Israel, saying, Come, let us look one another in the face."},{"number":9,"verse":"And Jehoash the king of Israel sent to Amaziah king of Judah, saying, The thistle which [was] in Lebanon sent to the cedar in Lebanon, saying, Give your daughter to my son for a wife. And a beast of the field in Lebanon passed by and trampled the thistle."},{"number":10,"verse":"You have indeed stricken Edom, and your heart has lifted you up. Rejoice and stay at home, for why should you meddle to [your] harm, so that you should fall, you and Judah with you?"},{"number":11,"verse":"But Amaziah would not hear. And Jehoash king of Israel went up. And he and Amaziah king of Judah looked one another in the face at Beth-shemesh, of Judah."},{"number":12,"verse":"And Judah was beaten before Israel. And every man fled to his tent."},{"number":13,"verse":"And Jehoash king of Israel took Amaziah king of Judah, the son of Joash the son of Ahaziah, at Beth-shemesh, and he came to Jerusalem and broke down the wall of Jerusalem from the gate of Ephraim to the Corner Gate, four hundred cubits."},{"number":14,"verse":"And he took all the gold and silver, and all the vessels which were found in the house of the LORD, and in the treasures of the king's house, and hostages, and returned to Samaria."},{"number":15,"verse":"And the rest of the acts of Jehoash which he did, and his might, and how he fought with Amaziah king of Judah, [are] they not written in the Book of the Matters of the Days of the Kings of Israel?"},{"number":16,"verse":"And Jehoash slept with his fathers and was buried in Samaria with the kings of Israel. And Jeroboam his son reigned in his place."},{"number":17,"verse":"And Amaziah the son of Joash king of Judah lived after the death of Jehoash son of Jehoahaz king of Israel fifteen years."},{"number":18,"verse":"And the rest of the acts of Amaziah, [are] they not written in the Book of the Matters of the Days of the Kings of Judah?"},{"number":19,"verse":"And they made a plot against him at Jerusalem, and he fled to Lachish. And they sent after him to Lachish and killed him there."},{"number":20,"verse":"And [they] brought him on horses, and he was buried at Jerusalem with his fathers in the city of David."},{"number":21,"verse":"And all the people of Judah took Azariah who [was] sixteen years old, and made him king in place of his father Amaziah."},{"number":22,"verse":"He built Elath, and restored it to Judah, after the king slept with his fathers."},{"number":23,"verse":"In the fifteenth year of Amaziah the son of Joash king of Judah, Jeroboam the son of Jehoash king of Israel began to reign in Samaria, forty-one years."},{"number":24,"verse":"And he did the evil in the sight of the LORD. He did not depart from all the sins of Jeroboam the son of Nebat who made Israel to sin."},{"number":25,"verse":"He restored the border of Israel from the entering of Hamath to the sea of the plain, according to the word of Jehovah God of Israel which He spoke by the hand of his servant Jonah, the son of Amittai, the prophet, who [was] from Gath-hepher."},{"number":26,"verse":"For the LORD had seen the affliction of Israel [to be] very bitter. And one was bound, and none [was] free, and there was no helper for Israel."},{"number":27,"verse":"And the LORD did not say that He would blot out the name of Israel from under heaven, but He saved them by the hand of Jeroboam the son of Jehoash."},{"number":28,"verse":"And the rest of the acts of Jeroboam, and all that he did, and his might, how he warred, and how he recovered Damascus and Hamath, of Judah, for Israel, [are] they not written in the Book of the Matters of the Days of the Kings of Israel?"},{"number":29,"verse":"And Jeroboam slept with his fathers, with the kings of Israel. And his son Zachariah reigned in his place."}]}