{"bibleAbbr":"ISV2011","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"{Proverbs about Wisdom and Foolishness} d As dead flies cause the perfumer's ointment to stink, so also does a little foolishness to one's reputation of wisdom and honor."},{"number":2,"verse":"A wise man's heart tends toward his right, but a fool's heart tends toward his left."},{"number":3,"verse":"Furthermore, the way a fool lives shows he has no sense; he proclaims to everyone that he's a fool."},{"number":4,"verse":"If your overseer gets angry at you, don't resign, because calmness pacifies great offenses."},{"number":5,"verse":"Here's another tragedy that I've observed on earth, a kind of error that comes from an overseer:"},{"number":6,"verse":"Foolishness is given great honor, while the prosperous sit in lowly places. {The Heb. lacks places}"},{"number":7,"verse":"And I have observed servants riding {The Heb. lacks riding} on horses, while princes walk on the ground like servants."},{"number":8,"verse":"Whoever digs a pit may fall into it, and whoever breaks through a wall may suffer a snake bite."},{"number":9,"verse":"Someone who quarries stone might be injured; someone splitting logs can fall into danger."},{"number":10,"verse":"If someone's ax is blunt the edge isn't sharpened then more strength will be needed. Putting wisdom to work will bring success."},{"number":11,"verse":"If a serpent strikes despite being charmed, there's no point in being a snake charmer."},{"number":12,"verse":"The words spoken by the wise are gracious, but the lips of a fool will devour him."},{"number":13,"verse":"He begins his speech with foolishness, and concludes it with evil madness."},{"number":14,"verse":"The fool overflows with words, and no one can predict what will happen. As to what will happen after him, who can explain it?"},{"number":15,"verse":"The work of a fool so wears him out that he can't even find his way to town."},{"number":16,"verse":"Woe to the land whose king is a youth and whose princes feast in the morning."},{"number":17,"verse":"That land is blessed whose king is of noble birth, whose princes feast at the right time, for strength, and not to become drunk."},{"number":18,"verse":"Through slothfulness the roof deteriorates, and a house leaks because of idleness."},{"number":19,"verse":"Festivals are for laughter, wine makes life pleasant, and money speaks to everything."},{"number":20,"verse":"Do not curse the king, even in your thoughts. Do not curse the rich, even in your bedroom. For a bird will fly by and tell what you say, or something with wings may talk about it."}]}