{"bibleAbbr":"ISV2011","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":6,"verses":[{"number":1,"verse":"{Enjoyment of Life as a Gift from God} d There exists another misfortune that I have observed on earth, and it is a heavy burden upon human beings:"},{"number":2,"verse":"a man to whom God gives wealth, riches, and honor, so that he lacks none of his heart's desires but God does not give him the capability to enjoy them. Instead, a stranger consumes them. This is pointless and a grievous affliction."},{"number":3,"verse":"A man might father a hundred children, {The Heb. lacks children} and live for many years, so that the length of his life {Lit. years} is long but if his life does not overflow with goodness, and he doesn't receive a proper {The Heb. lacks proper} burial, I maintain that stillborn children {Lit. child ; and so through vs. 5} are better off than he is,"},{"number":4,"verse":"because stillborn children {Lit. because he} arrive in pointlessness, leave in darkness, and their names are covered in darkness."},{"number":5,"verse":"Furthermore, though they never saw the sun nor learned anything, {The Heb. lacks anything} they are more content than the other."},{"number":6,"verse":"Even if he lives a thousand years twice over without experiencing the best aren't all of them going to the same place?"},{"number":7,"verse":"Every person works for his own self-interests, {Lit. for his mouth} but his desires remain unsatisfied."},{"number":8,"verse":"For what advantage has the wise person over the fool? What advantage does the poor man have in knowing how to face life? {Lit. knows to walk before the living}"},{"number":9,"verse":"It is better to focus on what you can see than to meander after your self-interest; this also is pointless and a chasing after wind."},{"number":10,"verse":"Whatever exists has been named already; {I. e. its destiny is known} people know what it means {Lit. already; it is known} to be human and a person cannot defeat one who is more powerful than he."},{"number":11,"verse":"Because many words lead to pointlessness, how do people benefit from this?"},{"number":12,"verse":"Who knows what is best for people in this life, every day of their pointless lives that they pass through {Or they spend} like a shadow? Who informs people on earth what will come along after them?"}]}