{"bibleAbbr":"KJ3-2005","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"As flies of death cause the perfumer's oil to stink and ferment; so a little foolishness is heavier than wisdom and honor."},{"number":2,"verse":"The heart of the wise one is toward his right, but the fool's heart toward his left."},{"number":3,"verse":"And also, in the way in which a fool walks, his heart is lacking, and he says to all that he is a fool."},{"number":4,"verse":"If the spirit of the ruler rises up against you, do not leave your place; for a mind of health quiets great sins."},{"number":5,"verse":"There is an evil thing I have seen under the sun, like a sin of error that comes from the presence of the ruler:"},{"number":6,"verse":"folly is set in many high positions, and many rich ones sit in humble situations."},{"number":7,"verse":"I have seen slaves on horses, and rulers walking as slaves on the earth."},{"number":8,"verse":"He who digs a pit may fall into it; and one breaking a wall, a snake may bite him."},{"number":9,"verse":"He who pulls out stones may be hurt with them; he who splits trees may be endangered by them."},{"number":10,"verse":"If the iron is blunt, and he does not whet the faces, even he must add more strength; it must be strong. But wisdom is an advantage giving success."},{"number":11,"verse":"If the snake will bite without charming, then there is no advantage to a master of tongue."},{"number":12,"verse":"The words of a wise mouth are grace, but the lips of a fool swallow him;"},{"number":13,"verse":"the beginning of the words of his mouth is foolishness; and the end of his mouth is evil madness."},{"number":14,"verse":"Yet the fool makes many words; a man knows not what shall be; and what shall be after him, who can tell him?"},{"number":15,"verse":"The labor of fools wearies them, because he does not know how to go to the city."},{"number":16,"verse":"Woe to you, O land, when your king is a boy, and your leaders eat in the morning."},{"number":17,"verse":"Blessed are you, O land, when your king is the son of nobles, and your leaders eat in due time, in strength, and not in drinking."},{"number":18,"verse":"The framework sinks through laziness; and through lowering of hands, the house leaks."},{"number":19,"verse":"Bread is made for laughter, and wine gladdens life; but silver answers all things."},{"number":20,"verse":"Also, do not curse a king in your thought; and do not curse the rich in your bedrooms; for a bird of the heavens may carry the voice; yea, the lord of wings may tell the matter."}]}