{"bibleAbbr":"KJ3-2005","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"Remember now your Creator in the days of your youth, until the evil days do not come, or the years reach when you shall say, There is no pleasure in them for me;"},{"number":2,"verse":"until not yet the sun, and the light, and the moon, and the stars, are darkened, and the clouds return after rain;"},{"number":3,"verse":"in the day when those keeping the house shall tremble, and the strong men are bent, and the ones grinding cease because they are few; and those looking out the windows become dim."},{"number":4,"verse":"And the doors shall be shut in the streets, when the sound of grinding is low, and one rises up at the voice of a bird, and all the daughters of song are silenced;"},{"number":5,"verse":"also they shall be afraid of a high place, and terrors in the way; and the almond tree shall blossom, and the locust makes himself a burden; and desire breaks, because man goes to the house of eternity, and the wailers go about in the street;"},{"number":6,"verse":"while the silver cord has not gone far away, or the golden bowl is crushed, or the pitcher is shattered at the fountain, or the wheel broken at the cistern;"},{"number":7,"verse":"then the dust shall return to the earth as it was, and the spirit shall return to God who gave it."},{"number":8,"verse":"Vanity of vanities, says the Preacher, all is vanity."},{"number":9,"verse":"And more than that, the Preacher was wise; he still more taught the people knowledge; and gave ear, and sought out and set in order many proverbs."},{"number":10,"verse":"The Preacher sought to find out pleasing words, and words of truth written on uprightness."},{"number":11,"verse":"The words of wise ones are as goads; yea, as nails driven in are the masters of collections, they are given from one Shepherd."},{"number":12,"verse":"And more than these, my son, be warned: The making of many books has no end, and much study is weariness of the flesh."},{"number":13,"verse":"Let us hear the end of the whole matter: Fear God, and keep His commandments; for this applies to every man."},{"number":14,"verse":"For God shall bring every work into judgment, with all that is hidden, whether it is good, or whether it is evil."}]}