{"bibleAbbr":"KJ3-2005","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":8,"verses":[{"number":1,"verse":"Who is as the wise one? And who knows the interpretation of a thing? A man's wisdom makes his face shine, and by might his face is changed."},{"number":2,"verse":"I say, Keep the king's mouth, even on the matter of the oath of God;"},{"number":3,"verse":"do not hasten to go from before him. Do not take a stand in an evil matter, for all that he pleases he does."},{"number":4,"verse":"Because the king's word is that which has power; even who will say to him, What are you doing?"},{"number":5,"verse":"Whoever keeps the command shall not know an evil thing. The heart of the wise ones know both time and judgment."},{"number":6,"verse":"Because there is a time and judgment to every purpose, in this the evil of man is great upon him."},{"number":7,"verse":"For he does not know what shall be. For who can declare to him when it shall be?"},{"number":8,"verse":"Man is not a ruler over the spirit, to restrain the spirit; and not he has power in the day of death. And there is no discharge in that war, and wickedness shall not deliver its possessors."},{"number":9,"verse":"All this I have seen. I gave my heart to every work that is done under the sun. There is a time in which a man rules over a man for an evil reason to him."},{"number":10,"verse":"And this I saw, the wicked ones buried; and they came and went from the holy place, and were forgotten in the city, these things that they had done. This is also vanity."},{"number":11,"verse":"Where sentence on an evil work is not executed speedily, on account of this the heart of the sons of men is filled in them to do an evil act."},{"number":12,"verse":"Though a sinner does evil a hundred times, and his days are long to him, yet surely I know that it shall be well to those who fear God, who fear before Him."},{"number":13,"verse":"But it shall not be good for the wicked one; and he shall not prolong his days like a shadow, because he does not fear before God."},{"number":14,"verse":"There is a vanity which is done on the earth: There are just ones whom it touches to them according to the works of the wicked ones; and there are wicked ones to whom it touches according to the work of the righteous ones. I said that this also is vanity."},{"number":15,"verse":"Then I praised mirth, because nothing is good for man under the sun except to eat and to drink and to be glad. For that shall join with him in his labor for the days of his life which God gives him under the sun."},{"number":16,"verse":"When I gave my heart to know wisdom, and to see the task that is done on the earth; for even by day and by night he does not see sleep in his eyes."},{"number":17,"verse":"Then I saw all the work of God, that a man cannot find out the work that is done under the sun; that for which a man labors to seek out, yet he shall not find it. And even if the wise ones speak of knowing, he shall not be able to find it."}]}