{"bibleAbbr":"Geneva1587","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"I am the rose of the fielde, and the lilie of the valleys."},{"number":2,"verse":"As the lily among thorns, so [is] my Thus Christ prefers his Church above all other things. love among the daughters."},{"number":3,"verse":"The spouse testifies her great desire toward her husband, but her strength fails her, and therefore she desires to be comforted, and felt it. As the apple tree among the trees of the wood, so [is] my beloved among the sons. I sat down under his shadow with great delight, and his fruit [was] sweet to my taste."},{"number":4,"verse":"Hee brought mee into the wine cellar, and loue was his banner ouer me."},{"number":5,"verse":"Stay me with flagons, and comfort me with apples: for I am sicke of loue."},{"number":6,"verse":"His left hande is vnder mine head, and his right hand doeth imbrace me."},{"number":7,"verse":"Christ charges them who have to do in the Church as it were by a solemn oath, that they trouble not the quietness of it. I charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not, nor awake [my] love, till he please."},{"number":8,"verse":"This is spoken of Christ who took on our nature to come to help his Church. The voice of my beloved! behold, he cometh leaping upon the mountains, skipping upon the hills."},{"number":9,"verse":"My beloved is like a roe or a young hart: behold, he For as his divinity was hidden under the cloak of our flesh. standeth behind our wall, he looketh forth at the windows, gazing himself through the So that we cannot have full knowledge of him in this life. lattice."},{"number":10,"verse":"My welbeloued spake and said vnto me, Arise, my loue, my faire one, and come thy way."},{"number":11,"verse":"For, lo, the That is, sin and error is driven back by the coming of Christ, who is here described by the springtime, when all things flourish. winter is past, the rain is over [and] gone;"},{"number":12,"verse":"The flowers appeare in the earth: the time of the singing of birdes is come, and the voyce of the turtle is heard in our land."},{"number":13,"verse":"The figtree hath brought foorth her yong figges: and the vines with their small grapes haue cast a sauour: arise my loue, my faire one, and come away."},{"number":14,"verse":"O my dove, [that art] in the You who are ashamed of your sins, come and show yourself to me. clefts of the rock, in the secret [places] of the stairs, let me see thy countenance, let me hear thy voice; for sweet [is] thy voice, and thy countenance [is] comely."},{"number":15,"verse":"Take for us the foxes, the Suppress the heretics while they are young, that is, when they begin to show their malice, and destroy the vine of the Lord. little foxes, that spoil the vines: for our vines [have] tender grapes."},{"number":16,"verse":"My welbeloued is mine, and I am his: hee feedeth among the lilies,"},{"number":17,"verse":"Until the day shall break, and the shadows flee away, turn, my beloved, and be thou like a The church desires Christ to be most ready to help her in all dangers. roe or a young hart upon the mountains of Bether."}]}