{"bibleAbbr":"Geneva1587","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":3,"verses":[{"number":1,"verse":"By The Church by night, that is, in troubles, seeks Christ, but is not incontinently heard. night on my bed I sought him whom my soul loveth: I sought him, but I found him not."},{"number":2,"verse":"I will rise now, and go about the city in the streets, and in the broad ways I will Showing that although we are not heard at first, yet we must still continue in prayer, till we feel comfort. seek him whom my soul loveth: I sought him, but I found him not."},{"number":3,"verse":"The Which declares that we must seek to all of whom we hope to have any help. watchmen that go about the city found me: [to whom I said], Saw ye him whom my soul loveth?"},{"number":4,"verse":"When I had past a litle from them, then I found him whom my soule loued: I tooke holde on him and left him not, till I had brought him vnto my mothers house into the chamber of her that conceiued me."},{"number":5,"verse":"{{See Son_2:7}} I charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not up, nor awake [my] love, till he please."},{"number":6,"verse":"Who [is] this that cometh out of the This refers to the Church of Israel which was led in the wilderness for forty years. wilderness like pillars of smoke, perfumed with myrrh and frankincense, with all powders of the merchant?"},{"number":7,"verse":"Behold his By the bed is meant the temple which Solomon made. bed, which [is] Solomon's; sixty valiant men [are] about it, of the valiant of Israel."},{"number":8,"verse":"They all hold swords, [being] expert in war: every man [hath] his sword upon his thigh because of fear He alludes to the watch which kept the temple. in the night."},{"number":9,"verse":"King Salomon made himselfe a palace of the trees of Lebanon."},{"number":10,"verse":"Hee made the pillars thereof of siluer, and the pauement thereof of gold, the hangings thereof of purple, whose middes was paued with the loue of the daughters of Ierusalem."},{"number":11,"verse":"Go forth, O ye All you that are of the number of the faithful. daughters of Zion, and behold king Solomon with the Christ became man, was crowned by the love of God with the glorious crown of his divinity. crown with which his mother crowned him in the day of his espousals, and in the day of the gladness of his heart."}]}