{"bibleAbbr":"Geneva1587","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":6,"verses":[{"number":1,"verse":"Where is thy beloved gone, Hearing of the excellency of Christ, the faithful desire to know how to find him. O thou fairest among women? where is thy beloved turned aside? that we may seek him with thee."},{"number":2,"verse":"My beloved is gone down into his That is, is conversant here in earth among men. garden, to the beds of spices, to feed in the gardens, and to gather lilies."},{"number":3,"verse":"I am my welbeloueds, and my welbeloued is mine, who feedeth among the lilies."},{"number":4,"verse":"Thou [art] beautiful, O my love, as Which was a fair and strong city, (1Ki_14:17). Tirzah, comely as Jerusalem, terrible as [an army] with banners."},{"number":5,"verse":"This declares the exceeding love of Christ toward his Church. Turn away thy eyes from me, for they have overcome me: thy hair [is] as a flock of goats that appear from Gilead."},{"number":6,"verse":"Thy teeth are like a flocke of sheepe, which goe vp from the washing, which euery one bring out twinnes, and none is barren among them."},{"number":7,"verse":"Thy temples are within thy lockes as a piece of a pomegranate."},{"number":8,"verse":"There are Meaning that the gifts are infinite which Christ gives to his Church: or that his faithful are many in number. sixty queens, and eighty concubines, and virgins without number."},{"number":9,"verse":"But my doue is alone, and my vndefiled, she is the onely daughter of her mother, and shee is deare to her that bare her: the daughters haue seene her & counted her blessed: euen the Queenes and the concubines, and they haue praised her."},{"number":10,"verse":"He shows that the beginning of the Church was small, but that it grew up to a great multitude. Who [is] she [that] looketh forth as the morning, fair as the moon, clear as the sun, [and] terrible as [an army] with banners?"},{"number":11,"verse":"I went down into the He went down into the synagogue to see what fruits came from the law, and the prophets. garden of nuts to see the fruits of the valley, [and] to see whether the vine flourished, [and] the pomegranates budded."},{"number":12,"verse":"I found nothing but rebellion. Before I was aware, my soul made me Or, Set me on the chariots of my willing people. [like] the chariots of Amminadib."},{"number":13,"verse":"Return, return, O O ye people of Jerusalem, for Jerusalem was called Shalem which signifies peace. Shulamite; return, return, that we may look upon thee. What will ye see in the Shulamite? As it were the company of two armies."}]}