{"bibleAbbr":"Geneva1587","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":7,"verses":[{"number":1,"verse":"How beautiful are thy He describes the comely beauty of the Church in every part, which is to be understood spiritually. feet with shoes, O prince's daughter! the joints of thy thighs [are] like jewels, the work of the hands of a skilful workman."},{"number":2,"verse":"Thy nauel is as a round cuppe that wanteth not licour: thy belly is as an heape of wheat compassed about with lilies."},{"number":3,"verse":"{{See Son_4:5}} Thy two breasts [are] like two young roes [that are] twins."},{"number":4,"verse":"Thy necke is like a towre of yuorie: thine eyes are like the fishe pooles in Heshbon by the gate of Bath-rabbim: thy nose is as the towre of Lebanon, that looketh toward Damascus."},{"number":5,"verse":"Thy head upon thee [is] like Carmel, and the hair of thy head like purple; the king [is] He delights to come near you, and to be in your company. held captive by [its] locks of hair."},{"number":6,"verse":"Howe faire art thou, and howe pleasant art thou, O my loue, in pleasures!"},{"number":7,"verse":"This thy stature is like a palme tree, and thy brestes like clusters."},{"number":8,"verse":"I saide, I will goe vp into the palme tree, I will take holde of her boughes: thy breastes shall nowe be like the clusters of the vine: and the sauour of thy nose like apples,"},{"number":9,"verse":"And the roufe of thy mouth like good wine, which goeth straight to my welbeloued, and causeth the lippes of the ancient to speake."},{"number":10,"verse":"This the spouse speaks. I [am] my beloved's, and his desire [is] toward me."},{"number":11,"verse":"Come, my welbeloued, let vs go foorth into the fielde: let vs remaine in the villages."},{"number":12,"verse":"Let us get up early to the vineyards; let us see if the If the people that are called to Christ bring forth any fruit. vine flourisheth, [whether] the tender grape appeareth, [and] the pomegranates bud forth: there will I give thee my loves."},{"number":13,"verse":"The mandrakes haue giuen a smell, and in our gates are all sweete things, new and olde: my welbeloued, I haue kept them for thee."}]}