{"bibleAbbr":"NKJV1982","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":2,"verses":[{"number":1,"verse":"(God’s Righteous Judgment) Therefore you are ((Rom. 1:20)) inexcusable, O man, whoever you are who judge, (2 Sam. 12:5-7; (Matt. 7:1-5; Luke 6:37); John 8:9; Rom. 14:22) for in whatever you judge another you condemn yourself; for you who judge practice the same things."},{"number":2,"verse":"But we know that the judgment of God is according to truth against those who practice such things."},{"number":3,"verse":"And do you think this, O man, you who judge those practicing such things, and doing the same, that you will escape the judgment of God?"},{"number":4,"verse":"Or do you despise (Rom. 9:23; 11:33; (2 Cor. 8:2; Eph. 1:7, 18; 2:7; Phil. 4:19; Col. 1:27; 2:2; Titus 3:6)) the riches of His goodness, ((Rom. 3:25)) forbearance, and (Ex. 34:6; (Rom. 9:22; 1 Tim. 1:16); 1 Pet. 3:20) longsuffering, (Is. 30:18; (2 Pet. 3:9, 15)) not knowing that the goodness of God leads you to repentance?"},{"number":5,"verse":"But in accordance with your hardness and your impenitent heart ((Deut. 32:34); Prov. 1:18; James 5:3) you are treasuring up for yourself wrath in the day of wrath and revelation of the righteous judgment of God,"},{"number":6,"verse":"who ((Job 34:11); Ps. 62:12; Prov. 24:12; Jer. 17:10; (2 Cor. 5:10; Rev. 20:12, 13)) “will render to each one according to his deeds”:"},{"number":7,"verse":"eternal life to those who by patient continuance in doing good seek for glory, honor, and immortality;"},{"number":8,"verse":"but to those who are self-seeking and (Job 24:13; (2 Thess. 1:8)) do not obey the truth, but obey unrighteousness—indignation and wrath,"},{"number":9,"verse":"tribulation and anguish, on every soul of man who does evil, of the Jew (Amos 3:2; Luke 12:47; Acts 3:26; Rom. 1:16; 1 Pet. 4:17) first and also of the Greek;"},{"number":10,"verse":"(Rom. 2:7; Heb. 2:7; (1 Pet. 1:7)) but glory, honor, and peace to everyone who works what is good, to the Jew first and also to the Greek."},{"number":11,"verse":"For (Deut. 10:17; (Job 34:19); Acts 10:34; (Eph. 6:9)) there is no partiality with God."},{"number":12,"verse":"For as many as have sinned without law will also perish without law, and as many as have sinned in the law will be judged by the law"},{"number":13,"verse":"(for (Matt. 7:21, 22; John 13:17; (James 1:22, 25; 1 John 3:7)) not the hearers of the law are just in the sight of God, but the doers of the law will be justified;"},{"number":14,"verse":"for when Gentiles, who do not have the law, by nature do the things in the law, these, although not having the law, are a law to themselves,"},{"number":15,"verse":"who show the (1 Cor. 5:1) work of the law written in their hearts, their (Acts 24:25) conscience also bearing witness, and between themselves their thoughts accusing or else excusing them)"},{"number":16,"verse":"(Eccl. 12:14; (Matt. 25:31); Rev. 20:12) in the day when God will judge the secrets of men (John 5:22; Acts 10:42; 17:31; Rom. 3:6; 14:10) by Jesus Christ, (1 Tim. 1:11) according to my gospel."},{"number":17,"verse":"(The Jews Guilty as the Gentiles) Indeed ((Matt. 3:9); John 8:33) you are called a Jew, and (Mic. 3:11; John 5:45; Rom. 2:23; 9:4) rest on the law, (Is. 48:1, 2) and make your boast in God,"},{"number":18,"verse":"and (Deut. 4:8) know His will, and (Phil. 1:10) approve the things that are excellent, being instructed out of the law,"},{"number":19,"verse":"and (Matt. 15:14; John 9:34) are confident that you yourself are a guide to the blind, a light to those who are in darkness,"},{"number":20,"verse":"an instructor of the foolish, a teacher of babes, ((2 Tim. 3:5)) having the form of knowledge and truth in the law."},{"number":21,"verse":"(Ps. 50:16; Matt. 23:3) You, therefore, who teach another, do you not teach yourself? You who preach that a man should not steal, do you steal?"},{"number":22,"verse":"You who say, “Do not commit adultery,” do you commit adultery? You who abhor idols, (Mal. 3:8) do you rob temples?"},{"number":23,"verse":"You who (Mic. 3:11; John 5:45; Rom. 2:17; 9:4) make your boast in the law, do you dishonor God through breaking the law?"},{"number":24,"verse":"For (Ezek. 16:27) “the name of God is (2 Sam. 12:14; Is. 52:5; Ezek. 36:22) blasphemed among the Gentiles because of you,” as it is written."},{"number":25,"verse":"(Circumcision of No Avail) (Gen. 17:10-14; (Gal. 5:3)) For circumcision is indeed profitable if you keep the law; but if you are a breaker of the law, your circumcision has become uncircumcision."},{"number":26,"verse":"Therefore, ((Acts 10:34)) if an uncircumcised man keeps the righteous requirements of the law, will not his uncircumcision be counted as circumcision?"},{"number":27,"verse":"And will not the physically uncircumcised, if he fulfills the law, (Matt. 12:41) judge you who, even with your written code and circumcision, are a transgressor of the law?"},{"number":28,"verse":"For ((Matt. 3:9); John 8:39; Rom. 2:17; 9:6; (Gal. 6:15)) he is not a Jew who is one outwardly, nor is circumcision that which is outward in the flesh;"},{"number":29,"verse":"but he is a Jew ((1 Pet. 3:4)) who is one inwardly; and (Phil. 3:3; Col. 2:11) circumcision is that of the heart, (Deut. 30:6; Rom. 2:27; 7:6; (2 Cor. 3:6)) in the Spirit, not in the letter; (John 5:44; 12:43; (1 Cor. 4:5; 2 Cor. 10:18); 1 Thess. 2:4) whose praise is not from men but from God."}]}