{"bibleAbbr":"NKJV1982","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":6,"verses":[{"number":1,"verse":"(Dead to Sin, Alive to God) What shall we say then? (Rom. 3:8; 6:15) Shall we continue in sin that grace may abound?"},{"number":2,"verse":"Certainly not! How shall we who ((Rom. 6:11; 7:4, 6; Gal. 2:19; Col. 2:20; 3:3); 1 Pet. 2:24) died to sin live any longer in it?"},{"number":3,"verse":"Or do you not know that (Acts 2:38; 8:16; 19:5; (Gal. 3:27); Col. 2:12) as many of us as were baptized into Christ Jesus ((1 Cor. 15:29)) were baptized into His death?"},{"number":4,"verse":"Therefore we were (Col. 2:12) buried with Him through baptism into death, that (1 Cor. 6:14) just as Christ was raised from the dead by (John 2:11) the glory of the Father, (Rom. 7:6; (2 Cor. 5:17; Gal. 6:15; Eph. 4:23; Col. 3:10)) even so we also should walk in newness of life."},{"number":5,"verse":"(2 Cor. 4:10; Phil. 3:10; Col. 2:12; 3:1) For if we have been united together in the likeness of His death, certainly we also shall be in the likeness of His resurrection,"},{"number":6,"verse":"knowing this, that (Gal. 2:20; 5:24; 6:14) our old man was crucified with Him, that (Col. 2:11) the body of sin might be done away with, that we should no longer be slaves of sin."},{"number":7,"verse":"For (1 Pet. 4:1) he who has died has been freed from sin."},{"number":8,"verse":"Now (Rom. 6:4; 2 Cor. 4:10; 2 Tim. 2:11) if we died with Christ, we believe that we shall also live with Him,"},{"number":9,"verse":"knowing that (Rev. 1:18) Christ, having been raised from the dead, dies no more. Death no longer has dominion over Him."},{"number":10,"verse":"For the death that He died, (Heb. 9:27) He died to sin once for all; but the life that He lives, (Luke 20:38) He lives to God."},{"number":11,"verse":"Likewise you also, reckon yourselves to be ((Rom. 6:2; 7:4, 6)) dead indeed to sin, but ((Gal. 2:19; Col. 2:20; 3:3); 1 Pet. 2:24) alive to God in Christ Jesus our Lord."},{"number":12,"verse":"(Ps. 19:13) Therefore do not let sin reign in your mortal body, that you should obey it in its lusts."},{"number":13,"verse":"And do not present your (Rom. 6:16, 19; 7:5; Col. 3:5; James 4:1) members as instruments of unrighteousness to sin, but (Rom. 12:1; 2 Cor. 5:14; 1 Pet. 2:24; 4:2) present yourselves to God as being alive from the dead, and your members as instruments of righteousness to God."},{"number":14,"verse":"For ((Rom. 7:4, 6; 8:2; Gal. 5:18)) sin shall not have dominion over you, for you are not under law but under grace."},{"number":15,"verse":"(From Slaves of Sin to Slaves of God) What then? Shall we sin (1 Cor. 9:21) because we are not under law but under grace? Certainly not!"},{"number":16,"verse":"Do you not know that (Prov. 5:22; (Matt. 6:24); John 8:34; 2 Pet. 2:19) to whom you present yourselves slaves to obey, you are that one’s slaves whom you obey, whether of sin leading to death, or of obedience leading to righteousness?"},{"number":17,"verse":"But God be thanked that though you were slaves of sin, yet you obeyed from the heart (2 Tim. 1:13) that form of doctrine to which you were delivered."},{"number":18,"verse":"And (John 8:32; Rom. 6:22; 8:2; 1 Cor. 7:22; Gal. 5:1; 1 Pet. 2:16) having been set free from sin, you became slaves of righteousness."},{"number":19,"verse":"I speak in human terms because of the weakness of your flesh. For just as you presented your members as slaves of uncleanness, and of lawlessness leading to more lawlessness, so now present your members as slaves of righteousness for holiness."},{"number":20,"verse":"For when you were (John 8:34) slaves of sin, you were free in regard to righteousness."},{"number":21,"verse":"(Jer. 12:13; Ezek. 16:63; Rom. 7:5) What fruit did you have then in the things of which you are now ashamed? For (Rom. 1:32; Gal. 6:8) the end of those things is death."},{"number":22,"verse":"But now ((John 8:32); Rom. 6:18; 8:2) having been set free from sin, and having become slaves of God, you have your fruit to holiness, and the end, everlasting life."},{"number":23,"verse":"For (Gen. 2:17) the wages of sin is death, but (Rom. 2:7; 1 Pet. 1:4) the gift of God is eternal life in Christ Jesus our Lord."}]}