{"bibleAbbr":"KNJV","bookName":"ಪ್ರಲಾಪಗಳು","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"ಅಕಟಾ, ಬಂಗಾರವು ಎಷ್ಟೋ ಮಸಕಾಯಿತು! ಚೊಕ್ಕ ಚಿನ್ನವು ಕಂದಾಗಿದೆಯಲ್ಲಾ. ಪವಿತ್ರಾಲಯದ ಕಲ್ಲುಗಳು ಪ್ರತಿ ಬೀದಿಯ ಕೊನೆಯಲ್ಲಿ ರಾಶಿರಾಶಿಯಾಗಿ ಬಿದ್ದು ಬಿಟ್ಟಿವೆ."},{"number":2,"verse":"ಅಯ್ಯೋ, ಅಪರಂಜಿಯಷ್ಟು ಅಮೂಲ್ಯರಾದ ಚೀಯೋನಿನ ಪ್ರಜೆಗಳು ಕುಂಬಾರನ ಕೈಕೆಲಸದ ಮಣ್ಣುಮಡಿಕೆಗಳೋ ಎಂಬಂತೆ ತಿರಸ್ಕರಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆ."},{"number":3,"verse":"ನರಿಗಳು ಕೂಡಾ ಮರಿಗಳಿಗೆ ಮೊಲೆಗೊಟ್ಟು ಊಡಿಸುವವಷ್ಟೆ; ನನ್ನ ಜನವೆಂಬಾಕೆಯೋ ಕಾಡಿನ ಉಷ್ಟ್ರಪಕ್ಷಿಯಷ್ಟು ಕ್ರೂರಳಾಗಿದ್ದಾಳೆ."},{"number":4,"verse":"ಮೊಲೆಕೂಸಿನ ನಾಲಿಗೆಯು ದಾಹದಿಂದ ಸೇದಿಹೋಗಿದೆ. ಅನ್ನ ಬೇಕೆನ್ನುವ ಎಳೆಯ ಮಕ್ಕಳಿಗೆ ಯಾರೂ ಅನ್ನವಿಕ್ಕರು."},{"number":5,"verse":"ಮೃಷ್ಟಾನ್ನವನ್ನು ಉಣ್ಣುತ್ತಿದ್ದವರು ಬೀದಿಗಳಲ್ಲಿ ದಿಕ್ಕೆಟ್ಟು ಅಲೆಯುತ್ತಾರೆ; ಚಿಕ್ಕತನದಿಂದಲೂ ಸಕಲಾತಿಯನ್ನು ಹೊದೆಯುತ್ತಿದ್ದವರಿಗೆ ತಿಪ್ಪೆಗಳನ್ನು ಅಪ್ಪಿಕೊಳ್ಳುವ ಗತಿ ಬಂತು."},{"number":6,"verse":"ಯಾರ ಕೈಯೂ ಸೋಕದೆ ಕ್ಷಣಮಾತ್ರದಲ್ಲಿ ಹಾಳಾದ ಸೊದೋಮಿನ ಪಾಪಕ್ಕಿಂತಲೂ ನನ್ನ ಪ್ರಜೆಯ ಅಧರ್ಮವು ಹೆಚ್ಚಾಯಿತಲ್ಲಾ."},{"number":7,"verse":"ಆ ಪ್ರಜೆಯಲ್ಲಿನ ಮಹನೀಯರು ಹಿಮಕ್ಕಿಂತ ಶುಭ್ರವಾಗಿಯೂ ಹಾಲಿಗಿಂತ ಬಿಳುಪಾಗಿಯೂ ಇದ್ದರು. ಅವರ ದೇಹದ ಬಣ್ಣವು ಹವಳವನ್ನು ಮೀರಿತ್ತು, ಅವರ ರೂಪವು ಇಂದ್ರನೀಲಮಣಿಯಷ್ಟು ಅಂದವಾಗಿತ್ತು."},{"number":8,"verse":"[ಈಗ] ಅವರ ಮುಖವು ಕಟ್ಟಕರಿದಾಗಿದೆ, ಬೀದಿಗಳಲ್ಲಿ ಅವರ ಗುರುತು ಯಾರಿಗೂ ಸಿಕ್ಕದು. ಅವರ ಚರ್ಮವು ಎಲುಬುಗಳ ಮೇಲೆ ಸುಕ್ಕಿಕೊಂಡಿದೆ, ಒಣಗಿ ಕಟ್ಟಿಗೆಯಾಗಿದೆ."},{"number":9,"verse":"ಹಸಿವೆಯಿಂದ ಹತರಾದವರ ಗತಿಗಿಂತಲೂ ಖಡ್ಗದಿಂದ ಹತರಾದವರ ಗತಿಯೇ ಲೇಸು; ಭೂಫಲಗಳಿಲ್ಲದೆ ಕ್ಷಾಮದ ಪೆಟ್ಟನ್ನು ತಿಂದವರು ಕ್ಷಯಿಸುತ್ತಾ ಬರುತ್ತಾರಲ್ಲಾ."},{"number":10,"verse":"ಕರುಣಿಗಳಾದ ಹೆಂಗಸರು ತಮ್ಮ ಕೂಸುಗಳನ್ನು ಸ್ವಂತ ಕೈಯಿಂದ ಬೇಯಿಸಿಕೊಂಡಿದ್ದಾರೆ; ನನ್ನ ಜನರ ನಾಶನಕಾಲದಲ್ಲಿ ಮಕ್ಕಳು ತಾಯಿಗಳಿಗೆ ತಿಂಡಿಯಾದವು."},{"number":11,"verse":"ಯೆಹೋವನು ತನ್ನ ರೋಷಾಗ್ನಿಯನ್ನು ಸುರಿಸಿ ತನ್ನ ಸಿಟ್ಟನ್ನು ತೀರಿಸಿದ್ದಾನೆ; ಚೀಯೋನಿನ ಅಸ್ತಿವಾರಗಳನ್ನು ನುಂಗಿಬಿಟ್ಟ ಬೆಂಕಿಯನ್ನು ಅಲ್ಲಿ ಹೊತ್ತಿಸಿದ್ದಾನೆ."},{"number":12,"verse":"ವೈರಿಗಳೂ ವಿರೋಧಿಗಳೂ ಯೆರೂಸಲೇಮಿನ ಬಾಗಿಲುಗಳಲ್ಲಿ ಹೆಜ್ಜೆಯಿಡುವರೆಂದು ಭೂಪತಿನಿವಾಸಿಗಳಲ್ಲಿ ಯಾರೂ ನಂಬಿರಲಿಲ್ಲ."},{"number":13,"verse":"ಚೀಯೋನಿನ ಮಧ್ಯದಲ್ಲಿ ಶಿಷ್ಟರ ರಕ್ತವನ್ನು ಸುರಿಸಿದ ಯಾಜಕಪ್ರವಾದಿಗಳ ಪಾಪದೋಷಗಳಿಂದಲೇ ಈ ಗತಿ ಬಂತು."},{"number":14,"verse":"ಆಹಾ, ಆ ಯಾಜಕಪ್ರವಾದಿಗಳು ಕುರುಡರಂತೆ ಬೀದಿಗಳಲ್ಲಿ ಅಲೆಯುತ್ತಾರೆ; ರಕ್ತದಿಂದ ಹೊಲಸಾಗಿ ಹೋಗಿದ್ದಾರೆ, ಅವರ ಬಟ್ಟೆಯನ್ನು ಯಾರೂ ಮುಟ್ಟರು."},{"number":15,"verse":"ಅವರನ್ನು ನೋಡುವವರು - ತೊಲಗಿರಿ, ಅಶುದ್ಧರು ನೀವು, ನಡೆಯಿರಿ, ನಡೆಯಿರಿ, ಮುಟ್ಟಬೇಡಿರಿ ಎಂದು ಕೂಗುತ್ತಾರೆ. ಅವರು ಓಡಿಹೋಗಿ ಅನ್ಯದೇಶಗಳಲ್ಲಿ ಅಲೆಯುತ್ತಿರಲು - ಇವರು ಇನ್ನು ಇಲ್ಲಿ ತಂಗಬಾರದು ಎಂದು ಆಯಾ ದೇಶಗಳವರು ಅಂದುಕೊಳ್ಳುತ್ತಾರೆ."},{"number":16,"verse":"ಯೆಹೋವನ ಉಗ್ರದೃಷ್ಟಿಯು ಅವರನ್ನು ಚದರಿಸಿದೆ; ಆತನು ಇನ್ನು ಕಟಾಕ್ಷಿಸನು. ಅವರು ಯಾಜಕರಾದರೇನು, ಅವರಿಗೆ ಮರ್ಯಾದೆ ತಪ್ಪಿದೆ; ವೃದ್ಧರಾದರೇನು, ಯಾರೂ ಅವರನ್ನು ಕರುಣಿಸರು."},{"number":17,"verse":"ನಮಗೆ ಬರತಕ್ಕ ಸಹಾಯವನ್ನು ವ್ಯರ್ಥವಾಗಿ ಎದುರುನೋಡಿ ನೋಡಿ ಕಣ್ಣು ಮೊಬ್ಬಾಯಿತು. ನಮ್ಮನ್ನು ಉದ್ಧರಿಸಲಾರದ ಜನಾಂಗದ ಆಗಮನವನ್ನು ನಮ್ಮ ಕೋವರದಲ್ಲಿ ಕಾದುಕೊಂಡಿದ್ದೇವಲ್ಲಾ."},{"number":18,"verse":"ಶತ್ರುಗಳು ನಮ್ಮ ಹೆಜ್ಜೆಯನ್ನು ಗುರಿ ಮಾಡಿಕೊಂಡಿರುವದರಿಂದ ನಮ್ಮ ಬೀದಿಗಳಲ್ಲೇ ನಾವು ಸಂಚಾರಮಾಡದ ಹಾಗಾಯಿತು; ನಮಗೆ ಅಂತ್ಯವು ಸಮೀಪಿಸಿತು, ನಮ್ಮ ಕಾಲವು ತೀರಿತು, ಹೌದು, ನಮಗೆ ಅಂತ್ಯವು ಬಂದೇ ಬಂತು."},{"number":19,"verse":"ನಮ್ಮನ್ನು ಹಿಂದಟ್ಟಿದವರು ಆಕಾಶದ ಹದ್ದುಗಳಿಗಿಂತ ವೇಗಿಗಳಾಗಿದ್ದರು; ಬೆಟ್ಟಗಳ ಮೇಲೆ ನಮ್ಮನ್ನು ಬೆನ್ನಹತ್ತಿ ಅರಣ್ಯದಲ್ಲಿ ಹೊಂಚುಹಾಕಿದರು."},{"number":20,"verse":"ಯಾವನು ನಮಗೆ ಜೀವಶ್ವಾಸವೋ, ಯಾವನು ಯೆಹೋವನ ಅಭಿಷಿಕ್ತನೋ ಯಾವನನ್ನು ಆಶ್ರಯಿಸಿ ಜನಾಂಗಗಳ ಮಧ್ಯದಲ್ಲಿ ಉಳಿಯುವೆವು ಎಂದು ನಾವು ನಂಬಿಕೊಂಡಿದ್ದೆವೋ ಅವನು ಅವರ ಗುಂಡಿಗಳಲ್ಲಿ ಸಿಕ್ಕಿಬಿದ್ದನು."},{"number":21,"verse":"ಊಚ್ ದೇಶದಲ್ಲಿ ವಾಸಿಸುವ ಎದೋಮೆಂಬ ಯುವತಿಯೇ, ಹರ್ಷಿಸು, ಉಲ್ಲಾಸಗೊಳ್ಳು; ಆದರೆ [ರೋಷಪಾನದ] ಪಾತ್ರೆಯು ನಿನ್ನ ಪಾಲಿಗೂ ಬರುವದು; ಅಮಲೇರಿದವಳಾಗಿ ನಿನ್ನನ್ನು ನೀನೇ ಬೆತ್ತಲೆ ಮಾಡಿಕೊಳ್ಳುವಿ."},{"number":22,"verse":"ಚೀಯೋನೆಂಬ ಯುವತಿಯೇ, ನಿನ್ನ ದೋಷಫಲವೆಲ್ಲಾ ಅನುಭವಿಸಿ ತೀರಿತು, ಯೆಹೋವನು ನಿನ್ನನ್ನು ಇನ್ನು ಸೆರೆಗೆ ಒಯ್ಯನು; ಎದೋಮೆಂಬ ಯುವತಿಯೇ, ನಿನ್ನ ದೋಷದ ನಿಮಿತ್ತ ಯೆಹೋವನು ನಿನ್ನನ್ನು ದಂಡಿಸಿ ನಿನ್ನ ಪಾಪಗಳನ್ನು ಬೈಲಿಗೆ ತರುವನು."}]}