{"bibleAbbr":"GB1539","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":10,"verses":[{"number":1,"verse":"And whan he rose from thence, he went into the coastes of Iurye through the regyon that is beyonde Iordan: And the people resorted vnto hym a freshe. and as he was wont, he taught them agayne."},{"number":2,"verse":"And the Pharyses came, and asked hym. Is it lawfull for a man to put awaye hys wyfe: to proue hym."},{"number":3,"verse":"And he answered, and sayd vnto them: what dyd Moses byd you do:"},{"number":4,"verse":"and they sayde, Moses suffered to wryte a testimonall of deuorsement, and to put her awaye."},{"number":5,"verse":"And Iesus answered and sayde vnto them: For the hardnes of youre herte he wrote thys precept vnto you."},{"number":6,"verse":"But at the fyrst creacyon. God made them man and woman."},{"number":7,"verse":"Therfore shall a man leaue hys father & mother, & byde by, hys wyfe,"},{"number":8,"verse":"& they twayne shalbe one fleshe. So then are they now not twayne, but one fleshe."},{"number":9,"verse":"Therfore, what God hath coupled together let not man separate."},{"number":10,"verse":"And in the house hys discyples asked him againe of the same matter."},{"number":11,"verse":"And he sayeth vnto them. Whosoeuer putteth awaye hys wyfe, & maryeth another, breaketh wedlocke to her warde."},{"number":12,"verse":"And yf a woman forsake her husband, and be maryed to another, she commytteth aduoutrye."},{"number":13,"verse":"And they brought chyldren to hym, that he shulde touch them. And hys discyples rebuked those that brought them."},{"number":14,"verse":"But when Iesus sawe it, he was dyspleased & sayd vnto them: Suffre the children to come vnto me, forbyd them not. For of soch is the kyngdome of God."},{"number":15,"verse":"Uerely I saye vnto you, whosoeuer doth not receaue the kyngdome of God as a childe, he shal not entre therin."},{"number":16,"verse":"And whan he had taken them vp in hys armes, he put his handes vpon them, and blessed them."},{"number":17,"verse":"And when he was gone forth into the waye, ther came one runnynge and kneled to hym, & asked hym: good master, what shal I do, that I maye enheret eternall lyfe?"},{"number":18,"verse":"Iesus sayde vnto hym: why callest thou me good There is no man good, but one, which is God."},{"number":19,"verse":"Thou knowest the commaundementes: breake not matrimony: kyll not: steale not, beare no false wytnes: defraude no man: honoure thy father and mother."},{"number":20,"verse":"He answered and sayd vnto hym: Master, all these, I haue obserued from my youth."},{"number":21,"verse":"Iesus behelde hym, and fauoured hym, and sayd vnto hym: one thynge thou lackest. Go thy waye Sell that thou hast, and geue to the poore, and thou shalt haue treasure in heauen, and come, folowe me and take vp my crosse vpon thy shulders."},{"number":22,"verse":"But he was discomforted because of that sayinge, and went awaye mournyng for he had great possessyons."},{"number":23,"verse":"And whan Iesus had looked rounde aboute, he sayde vnto his discyples. How vneasye shall they that haue money: entre into the kyngdome of God."},{"number":24,"verse":"And the discyples were astonnyed at hys wordes. But Iesus answereth againe, & sayeth vnto them: children, how harde is it for them, that trust in money, to entre into the kingdome of God"},{"number":25,"verse":"It is easyer for a camell to go thorow the eye of an nedle, then for the ryche to entre into the kyngdome of God."},{"number":26,"verse":"And they were astonnyed out of measure, sayinge betwene them selues: who then can be saued?"},{"number":27,"verse":"Iesus loked vpon them, and sayd. with men it is vnpossible, but not with God: for with God all thynges are possyble."},{"number":28,"verse":"And Peter beganne to saye vnto hym: Lo: We haue forsaken all, & haue folowed the."},{"number":29,"verse":"Iesus answered, & sayde: Uerely I saye vnto you, ther is no man that hath forsaken house, or brethren, or systers, or father, or mother, or wyfe, or chyldren, or landes for my sake & the Gospelles,"},{"number":30,"verse":"but he shall receaue an hundred foold nowe in this lyfe, houses and brethren, and systers, and mothers, and chyldren, and landes wyth persecucyons: & in the worlde to come, eternall lyfe."},{"number":31,"verse":"But many that are fyrst, shalbe last: & the last, fyrst."},{"number":32,"verse":"And they were in the waye goynge vp to Ierusalem. And Iesus went before them, and they were amased, & folowed, and were afrayde. And Iesus toke the twelue agayne, and beganne to tell them what thynges shulde happen vnto hym."},{"number":33,"verse":"Beholde, we go vp to Ierusalem, & the sonne of man shalbe delyuered vnto the hye Prestes and vnto the Scribes: and they shall condemne hym to deeth, and shall delyuer hym to the gentyls,"},{"number":34,"verse":"and they shall mocke hym, and scourge hym, spyt vpon him, and kyll hym. And thyrde daye he shall ryse agayne."},{"number":35,"verse":"And Iames and Iohn the sonnes of Zebede came vnto him, sayinge: Master: we wolde, that thou shuldest do for vs whatsoeuer we desyre."},{"number":36,"verse":"He sayde vnto them: what wolde ye that I shuld do for you"},{"number":37,"verse":"They sayde vnto hym: graunt vnto vs, that we maye sytte, one on thy ryght hande, and the other on thy lyfte hande, in thy glory."},{"number":38,"verse":"But Iesus sayd vnto them: Ye wote not what ye aske: Can ye dryncke of the cup, that I dryncke of and be baptysed wyth the baptyme, that I am baptysed with"},{"number":39,"verse":"And they sayde vnto hym: that we can. Iesus sayde vnto them: ye shall in dede dryncke of the cup that I dryncke of: and wyth the baptyme that I am baptysed wyth all, shall ye be baptysed in:"},{"number":40,"verse":"but to syt on my ryght hande & on my lyfte hande, is not myne to geue, but it shall happen vnto them, for whom it is prepared."},{"number":41,"verse":"And when the ten hearde it, they began to dysdayne at Iames and Iohn."},{"number":42,"verse":"But Iesus whan he had called them to hym, sayd vnto them: ye knowe, that they whych are sene to beare rule amonge the people, raygne as Lordes ouer them."},{"number":43,"verse":"And they that be greate amonge them, exercyse auctoryte vpon them. Neuertheles, so shall it not be amonge you: but whosoeuer of you wylbe greate amonge you, shalbe youre mynister."},{"number":44,"verse":"And whosoeuer wylbe chefe, shalbe seruaunt of all."},{"number":45,"verse":"For the sonne of man also came not to be mynystred vnto: but to mynister, and to geue hys lyfe for the redempcyon of many."},{"number":46,"verse":"And they came to Hierico: And as he went out of the cytie of Hierico wyth his dyscyples, and a greate nombre of people: blynde Bartymeus the sonne of Tymeus, sate by the hye wayes syde beggyng."},{"number":47,"verse":"And when he hearde that it was Iesus of Nazazeth, be began to crye, and to saye: Iesus, thou sonne of Dauid, haue mercy on me."},{"number":48,"verse":"And many rebuked hym, that he shuld holde hys peace. But he cryed the more a greate deale: thou sonne of Dauid haue mercy on me."},{"number":49,"verse":"And Iesus stode styll, and commaunded hym to be called: And they called the blynde, sayinge vnto hym: Be of good comforte: ryse he calleth the."},{"number":50,"verse":"And he threwe awaye hys cloke, and rose, and came to Iesus."},{"number":51,"verse":"And Iesus answered, and sayde vnto hym: what wylt thou that I do vnto the The blynde sayde vnto hym: Master, that I myght se."},{"number":52,"verse":"Iesus sayde vnto hym: go thy waye, thy fayth hath saued the. And immediatly he receaued hys syght, & folowed Iesus in the waye."}]}