{"bibleAbbr":"GB1539","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"And anone in the dawninge the hye Prestes helde a counsell wt the elders & the Scrybes, & the whole congregacion, & bounde Iesus, & ledde him awaye, & deliuered him to Pilate."},{"number":2,"verse":"And Pilate asked him: art thou the kynge of the Iewes And he answered, & sayd vnto hym: thou sayest it."},{"number":3,"verse":"And the hye prestes accused him of many thinges."},{"number":4,"verse":"So Pilate asked him agayne, sayinge: Answerest thou nothing? Beholde, how many thinges they lay vnto thy charge."},{"number":5,"verse":"Iesus yet answered nothing, so that Pilate merueyled."},{"number":6,"verse":"At that feast Pilate dyd delyuer vnto them a presoner: whomsoeuer they wolde desyre."},{"number":7,"verse":"And ther was one that was named Barrabas, whych laye bounde with them that made insurreccyon: he had commytted murther."},{"number":8,"verse":"And the people called vnto him, and began to desyre him, that he wolde do, accordynge as he had euer done vnto them."},{"number":9,"verse":"Pylate answered them sayenge: Will ye that I let lowse vnto you the kyng of the Iewes?"},{"number":10,"verse":"For he knewe, that the hye Prestes had delyuered him of enuy."},{"number":11,"verse":"But the hye prestes moued the people, that he shulde rather delyuer Barrabas vnto them."},{"number":12,"verse":"Pylate answered agayne, and sayde vnto them: What wyll ye then that I do vnto him, whom ye call the kyng of the Iewes?"},{"number":13,"verse":"And they cryed agayne: crucifye him:"},{"number":14,"verse":"Pylate sayd vnto them, What euyll hath he done: And they cryed the moare feruentlye: Crucifye hym:"},{"number":15,"verse":"And so Pylate wyllinge to content the people, let lose Barrabas vnto them & delyuered vp Iesus (when he had scourged hym) for to be crucifyed."},{"number":16,"verse":"And the soudyers leed him awaye into the commen hall, and called together the whole multitude,"},{"number":17,"verse":"& they clothed him with purple, & they platted a croune of thornes, & crouned him withall,"},{"number":18,"verse":"& beganne to salute him: Hayle kynge of the Iewes."},{"number":19,"verse":"And they smote hym, on the heed wt a rede and dyd spitt vpon hym & bowed their knees, & worshyped him."},{"number":20,"verse":"And when they had mocked him, they toke the purple of hym, & put his awne clothes on him, & ledde hym out, to crucifye him."},{"number":21,"verse":"And they compelled one that passed by, called Simon of Cyrene (the father of Alexander and Rufus) which came out of the felde, to beare his crosse."},{"number":22,"verse":"And they brought him to a place named Golgotha (whych is yf a man interprete it: the place of deed mens sculles)"},{"number":23,"verse":"and they gaue him to drinke, wyne mingled wyth myrre, but he receaued it not."},{"number":24,"verse":"And when they had crucifyed him they parted hys garmentes, castinge lotes vpon them, what euery man shulde take."},{"number":25,"verse":"And it was aboute the third houre, & they crucifyed him."},{"number":26,"verse":"And the tytle of his cause was wrytten: The kynge of the Iewes."},{"number":27,"verse":"And they crucified with him two theues. the one on the right hande, & the other on his lyfte."},{"number":28,"verse":"And the scrypture was fulfylled which sayeth: he was counted amonge the wycked."},{"number":29,"verse":"And they that went by, rayled on hym: wagging their heedes, and saying: A wretche thou that destroyest the temple, and byldest it in thre dayes:"},{"number":30,"verse":"saue thy selfe, & come doune from the crosse."},{"number":31,"verse":"Lykewyse also mocked hym the hye Prestes amonge them selues with the Scrybes & sayde, he saued other men, hym selfe he cannot saue."},{"number":32,"verse":"Let Christ the kynge of Israell descende now from the crosse, that we maye se, & beleue. And they that were crucifyed with him checked him also."},{"number":33,"verse":"And when the syxte houre was come, darcknes arose ouer all the erth, vntyll the nynth houre."},{"number":34,"verse":"And at the nynth houre Iesus cryed with a loude voyce, saying: Eloi, Eloi, lama sabachthani whych is (yf one interpret it) my God, my God why hast thou forsaken me"},{"number":35,"verse":"And some of them that stode by, when they hearde that, sayd: beholde, he calleth for Helias."},{"number":36,"verse":"And one ran, and fylled a sponge full of veneger, and put it on a rede, & gaue him to drincke, sayinge: let him alone, let vs se, whether Helias wyll come and take hym downe:"},{"number":37,"verse":"But Iesus cryed with a loude voyce, and gaue vp the goost."},{"number":38,"verse":"And the vayle of the temple dyd rent in two peces, from the toppe to the bottome."},{"number":39,"verse":"And when the Centurion (which stode before him) sawe, that he so cryed, and gaue vp the goost, he sayde: truly this man, was the sonne of God."},{"number":40,"verse":"Ther were also wemen a good waye of, beholdinge him: amonge whom was Mary Magdalen, and Mary the mother of Iames the lytle: & of Ioses, & Mary Salome"},{"number":41,"verse":"(which also when he was in Galile had folowed him & mynistred vnto him) and many other wemen, whych came vp with him vnto Ierusalem."},{"number":42,"verse":"And now when the euen was come (because it was the daye of preparing that goeth before the Sabboth)"},{"number":43,"verse":"Ioseph of the cite of Aramathia, a noble Councellour which also loked for the kyngdome of God, came, & went in boldely vnto Pilate, & begged of hym the body of Iesu."},{"number":44,"verse":"And Pilate merueled, that he was alredy deed, and called vnto him the Centurion, and asked of him, whether he had bene eny whyle deed."},{"number":45,"verse":"And when he knewe the trueth of the Centurion, he gaue the body to Ioseph."},{"number":46,"verse":"And he bought a lynnen clothe, and toke him downe, and wrapped him in the lynnen clothe, and layde him in a sepulcre, that was hewen out of the rocke."},{"number":47,"verse":"And Mary Magdalen and Mary Ioses behelde where he was layde."}]}