{"bibleAbbr":"GB1539","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":3,"verses":[{"number":1,"verse":"And he entred agayne into the synagoge, and ther was a man there whych and a wythred hande."},{"number":2,"verse":"And they watched hym, whether he wolde heale hym on the Sabboth daye, that they myght accuse hym."},{"number":3,"verse":"And he sayde vnto the man whych had the wythred hande: aryse, and stande in the middes."},{"number":4,"verse":"And he sayth vnto them, whether is it lawfull to do good on the Sabboth dayes, or to do euyll to saue lyfe, or to kyll But they helde their peace."},{"number":5,"verse":"And whan he had looked round aboute on them, wyth anger, mournynge on the blyndnes of their hertes, he sayeth to the man, stretch forth thine hande . And he stretched it out. And hys hande was restored, euen as whole as the other."},{"number":6,"verse":"And the Pharises departed, and streight waye gathred a councell (with them that belonged to Herode) agaynst hym, that they myght destroye him."},{"number":7,"verse":"But Iesus auoyded wt his disciples to the see. And a greate multitude folowed hym from Galile: and from Iurie,"},{"number":8,"verse":"and from Ierusalem, and from Idumea, and from beyonde Iordane, and they that dwelled about Tyre and Sidon, a greate multitude of men: which (when they had herde what thinges he dyd) came vnto hym."},{"number":9,"verse":"And Iesus commaunded his disciples, that a ship shuld wayt on hym, because of the people, leste they shuld thronge him."},{"number":10,"verse":"For he had healed many, in somoch that they preased vpon him, for to touch him, as many as had plages."},{"number":11,"verse":"And when the vncleane spretes sawe him, they fell downe before him, & cryed, sayinge: thou art the sonne of God."},{"number":12,"verse":"And he straytly charged them, that they shuld not make him knowne."},{"number":13,"verse":"And he went vp into a mountayne, & called vnto hym whom he wolde, and they came vnto him."},{"number":14,"verse":"And he ordeyned the twelue that they shuld be with him, and that he myght sende them forth to preach:"},{"number":15,"verse":"& that they myght haue power to heale syknesses, & to cast out deuyls."},{"number":16,"verse":"And he gaue vnto Symon to name, Peter."},{"number":17,"verse":"And he called Iames the sonne of Zebede and Iohn, Iames brother, and gaue them to name Boanarges, whych is to saye, the sonnes of thonder."},{"number":18,"verse":"And Andrew, & Philip, and Bartholomew, and Mathew, & Thomas, and Iames the sonne of Alphe, and Thaddeus, and Symon of Canaan,"},{"number":19,"verse":"and Iudas Iscarioth: whych also betrayed him. And they came into the house,"},{"number":20,"verse":"and the people assembled together agayne, so that they had not leysar, so moch as to eate breed."},{"number":21,"verse":"And when they that belonged vnto hym, heard of it, they went out to laye handes vpon him. For they sayde: he is madd."},{"number":22,"verse":"And the Scrybes whych came downe from Ierusalem, sayde: he hath Belzebub, and by the chefe deuyll, casteth he out deuyls."},{"number":23,"verse":"And he called them vnto him, and sayde vnto them in parables. How can Satan dryue out Satan"},{"number":24,"verse":"And yf a realme be deuyded agaynste it selfe, that realme cannot endure:"},{"number":25,"verse":"And yf a house be deuided againste it selfe, that house cannot contynue."},{"number":26,"verse":"And yf Satan make insurreccyon agaynst him selfe, & be deuided, he cannot contynue, but hath an ende:"},{"number":27,"verse":"No man can entre into astronge mans house, & take awaye hys goodes, excepte he fyrst bynde the stronge man, & then spoyle his house."},{"number":28,"verse":"Uerely I saye vnto you, all synnes shalbe forgeuen vnto mens children: and blasphemyes wherwith soeuer they haue blasphemed."},{"number":29,"verse":"But he that speaketh blasphemy agaynst the holy goost, hath neuer forgeuenes, but is in daunger of eternall damnacyon:"},{"number":30,"verse":"For they sayde: he hath an vncleane sprete."},{"number":31,"verse":"There came also his mother & his brethren, and stode with out, and sent vnto him to call him out."},{"number":32,"verse":"And the people sat aboute him, and sayde vnto him: beholde, thy mother & thy brethren seke for the with out."},{"number":33,"verse":"And he answered them, sayinge: who is my mother and my brethren"},{"number":34,"verse":"And whan he had loked rounde about on his discyples, which sat in compasse about him, he sayde: behold my mother and my brethren."},{"number":35,"verse":"For whosoeuer doeth the wyll of God, the same is my brother and my syster and mother."}]}