{"bibleAbbr":"GB1539","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":5,"verses":[{"number":1,"verse":"And they cam ouer to the other syde of the see into the countre of the Gaderenites."},{"number":2,"verse":"And when he was come out of the shippe, immediatly there met hym out of the graues a man possessed of an vncleane sprete,"},{"number":3,"verse":"whych had hys abydinge amonge the graues. And no man coulde bynde him: no not with cheynes,"},{"number":4,"verse":"because that when he was often bounde with fetters and cheynes, he plucked the chaynes a sundre, and brake the fetters in peces, Nether coulde eny man tame him."},{"number":5,"verse":"And alwayes, nyght and daye he was in the mountaynes and in the graues, cryeng and beatyng hym selfe wyth stones."},{"number":6,"verse":"But when he had spyed Iesus a farre of, he ranne, and worshipped him,"},{"number":7,"verse":"and cryed with a loude voyce and sayde what haue I to do wyth the: Iesus thou sonne of the moost hyest God? I requyre the in the name of God that thou torment me not."},{"number":8,"verse":"For he sayd vnto hym: come out of the man thou foule sprete."},{"number":9,"verse":"And he asked hym: what is thy name And he answered and sayde vnto hym: my name is Legion, for we are many."},{"number":10,"verse":"And he prayd hym instantly, that he wolde not sende them awaye out of the countre."},{"number":11,"verse":"But ther was there nye vnto the mountayns a greate heerd of swyne fedynge,"},{"number":12,"verse":"& all the deuyls besought him, sayinge: sende vs in to the heerd of swyne, that we maye enter into them."},{"number":13,"verse":"And anone Iesus gaue them leaue. And the vncleane spretes went out, and entred in to the swyne. And the heerd was caryed headlyng into the see. They were allmost . ij. M. and were drowned in the see."},{"number":14,"verse":"And the swyne heerdes fleed, and tolde it in the cytie, and in the feldes. And they went out for to se, what had happened:"},{"number":15,"verse":"& came to Iesus, and sawe him that was vexed with the fende & had the Legion, syt, both clothed and in his ryght mynde, and they were afrayed."},{"number":16,"verse":"And they that sawe it tolde them, how it had happened to him that was possessed wyth the deuyll: & also of the swyne."},{"number":17,"verse":"And they beganne to praye hym, that he wolde departe out of their coast."},{"number":18,"verse":"And when he was come into the shippe, he that had the deuyll, prayed hym, that he myght be wt him."},{"number":19,"verse":"Howbeit, Iesus wolde not suffre hym, but sayde vnto him: go to thyne awne house and to thy frendes, and shewe them how great thynges the Lorde hath done for the, and how he hath had compassyon on the."},{"number":20,"verse":"And he departed, & beganne to publyshe in the ten cytyes, how greate thinges Iesus had done for hym, and all men dyd merueyle."},{"number":21,"verse":"And when Iesus was come ouer agayne by shyppe vnto the other syde, moch people gathered vnto him, and he was nye vnto the see."},{"number":22,"verse":"And beholde, ther came one of the rulers of the Synagoge, whose name was Iairus: and when he sawe him, he fel downe at his fete,"},{"number":23,"verse":"and besought hym greatly, sayinge: my daughter lyeth at poynt of deeth, I pray the come, and laye thy hande on her, that she maye be safe and lyue."},{"number":24,"verse":"And he went with hym, & moch people folowed him, & thronged hym."},{"number":25,"verse":"And ther was a certen woman, which had bene diseased of an yssue of bloude . xij. yeres,"},{"number":26,"verse":"and had suffred many thinges of many physycions, & had spent all that she had, & felte none amendement at all, but rather was worsse, and worsse."},{"number":27,"verse":"When she had herde of Iesus, she came in the preasse behinde him, & touched his garment."},{"number":28,"verse":"For she sayde: yf I maye but touch his clothes, I shall be whole."},{"number":29,"verse":"And streyght waye the fountayne of her bloude was dryed vp, & she felt in her body, that she was healed of that plage."},{"number":30,"verse":"And Iesus immediatly felynge in him selfe, that vertue proceaded from him, tourned him aboute in the prease, and sayde, who touched my clothes"},{"number":31,"verse":"And hys dyscyples sayde vnto him: thou seest the people thrust the, and askest, thou who dyd touch me?"},{"number":32,"verse":"And he loked round about for to se her that had done thys thynge."},{"number":33,"verse":"But the woman fearing and trembling (knowyng what was done wyth in her) came, and fell downe before him, & tolde him all the truth."},{"number":34,"verse":"And he sayd vnto her: Daughter thy fayth hath saued the: go in peace, and be whole of thy plage."},{"number":35,"verse":"Whyll he yet spake, ther came from the ruler of the Synagoges house, certayne which sayd: thy daughter is deed: why diseasest thou the Master any further?"},{"number":36,"verse":"Assone as Iesus hearde the worde that was spoken, he sayde vnto the ruler of the Synagoge: be not afrayed, onely beleue."},{"number":37,"verse":"And he suffred no man to folowe him, saue Peter, and Iames, and Iohn the brother of Iames."},{"number":38,"verse":"And he came vnto the house of the ruler of the Synagoge, and sawe the wondringe: and them that wepte and wayled greatly,"},{"number":39,"verse":"and went in, and sayde vnto them: why make ye this a doo, and wepe The damosell is not deed, but slepeth."},{"number":40,"verse":"And they laught him to scorne. But he put them all out, and taketh the father and the mother of the damosell, and them that were wyth him, and entreth in where the damosell laye,"},{"number":41,"verse":"& taketh the damosell by the hande & sayeth vnto hyr: Tabita, cumi : whych is (yf one do interprete it) damosell, I saye vnto the: aryse."},{"number":42,"verse":"And streyght waye the damosell arose, and walked. For she was of the age of twelue yeres. And they were astonyed out of measure."},{"number":43,"verse":"And he charged them straytely, that no man shuld knowe of it, and commaunded, to geue her meate."}]}