{"bibleAbbr":"CVg2018","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"Quia ecce in diebus illis, et in tempore illo, cum convertero captivitatem Juda et Jerusalem,"},{"number":2,"verse":"congregabo omnes gentes, et deducam eas in vallem Josaphat ; et disceptabo cum eis ibi super populo meo, et hæreditate mea Israël, quos disperserunt in nationibus, et terram meam diviserunt."},{"number":3,"verse":"Et super populum meum miserunt sortem ; et posuerunt puerum in prostibulo, et puellam vendiderunt pro vino ut biberent."},{"number":4,"verse":"Verum quid mihi et vobis, Tyrus et Sidon, et omnis terminus Palæstinorum ? numquid ultionem vos reddetis mihi ? et si ulciscimini vos contra me, cito velociter reddam vicissitudinem vobis super caput vestrum."},{"number":5,"verse":"Argentum enim meum et aurum tulistis, et desiderabilia mea et pulcherrima intulistis in delubra vestra."},{"number":6,"verse":"Et filios Juda et filios Jerusalem vendidistis filiis Græcorum, ut longe faceretis eos de finibus suis."},{"number":7,"verse":"Ecce ego suscitabo eos de loco in quo vendidistis eos, et convertam retributionem vestram in caput vestrum."},{"number":8,"verse":"Et vendam filios vestros et filias vestras in manibus filiorum Juda, et venundabunt eos Sabæis, genti longinquæ, quia Dominus locutus est."},{"number":9,"verse":"Clamate hoc in gentibus, sanctificate bellum, suscitate robustos : accedant, ascendant omnes viri bellatores."},{"number":10,"verse":"Concidite aratra vestra in gladios, et ligones vestros in lanceas. Infirmus dicat : Quia fortis ego sum."},{"number":11,"verse":"Erumpite, et venite, omnes gentes de circuitu, et congregamini ; ibi occumbere faciet Dominus robustos tuos."},{"number":12,"verse":"Consurgant, et ascendant gentes in vallem Josaphat, quia ibi sedebo ut judicem omnes gentes in circuitu."},{"number":13,"verse":"Mittite falces, quoniam maturavit messis ; venite, et descendite, quia plenum est torcular, exuberant torcularia : quia multiplicata est malitia eorum."},{"number":14,"verse":"Populi, populi, in valle concisionis, quia juxta est dies Domini in valle concisionis."},{"number":15,"verse":"Sol et luna obtenebrati sunt, et stellæ retraxerunt splendorem suum."},{"number":16,"verse":"Et Dominus de Sion rugiet, et de Jerusalem dabit vocem suam, et movebuntur cæli et terra ; et Dominus spes populi sui, et fortitudo filiorum Israël."},{"number":17,"verse":"Et scietis quia ego Dominus Deus vester, habitans in Sion monte sancto meo ; et erit Jerusalem sancta, et alieni non transibunt per eam amplius."},{"number":18,"verse":"Et erit in die illa : stillabunt montes dulcedinem, et colles fluent lacte, et per omnes rivos Juda ibunt aquæ ; et fons de domo Domini egredietur, et irrigabit torrentem spinarum."},{"number":19,"verse":"Ægyptus in desolationem erit, et Idumæa in desertum perditionis, pro eo quod inique egerint in filios Juda, et effuderint sanguinem innocentem in terra sua."},{"number":20,"verse":"Et Judæa in æternum habitabitur, et Jerusalem in generationem et generationem."},{"number":21,"verse":"Et mundabo sanguinem eorum, quem non mundaveram ; et Dominus commorabitur in Sion."}]}