{"bibleAbbr":"teERV1997","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"( బండనుండి నీరు ఇవ్వటం) ఇశ్రాయేలు ప్రజలంతా కలసి సీను అరణ్యమునుండి ప్రయాణమయ్యారు. యెహోవా ఆజ్ఞాపించినట్లెల్లా ఒక తావు నుండి మరో తావుకు వాళ్లు ప్రయాణం చేసారు. ప్రజలు రెఫీదీముకు ప్రయాణం చేసి అక్కడ బసచేసారు. అక్కడ ప్రజలకు తాగేందుకు నీళ్లు లేవు."},{"number":2,"verse":"కనుక ప్రజలు మోషే మీదికి లేచి, అతనితో వాదించటం మొదలు పెట్టారు. “తాగేందుకు నీళ్లు ఇమ్ము” అని ప్రజలు మోషేను అడిగారు. అయితే మోషే, “మీరెందుకు నామీదికి ఇలా లేచారు? మీరు యెహోవాను ఎందుకు పరీక్షిస్తున్నారు?” (యెహోవా మనతో లేడని మీరనుకొంటున్నారా?) అని వారితో అన్నాడు."},{"number":3,"verse":"కాని ప్రజలు మాత్రం నీళ్ల కోసం చాల దాహంగా ఉన్నారు. అందుచేత వాళ్లు మోషేకు ఫిర్యాదు చేస్తూనే ఉన్నారు, “అసలు నీవు మమ్మల్ని ఈజిప్టు నుండి ఎందుకు తీసుకొచ్చావు? నీళ్లు లేక మేము, మా పిల్లలు, మా పశువులు చావాలని నీవు మమ్మల్ని యిక్కడికి తీసుకొచ్చావా?” అని అన్నారు ప్రజలు."},{"number":4,"verse":"కనుక మోషే, “ఈ ప్రజల్ని నేనేమి చేయాలి? నన్ను చంపెయ్యటానికి వాళ్లు సిద్ధంగా ఉన్నారు” అంటూ యెహోవాకు మొరబెట్టాడు."},{"number":5,"verse":"మోషేతో యెహోవా అన్నాడు, “ఇశ్రాయేలు ప్రజల ముందుకు వెళ్లు. ప్రజల పెద్దలలో (నాయకులు) కొందర్ని నీ వెంట తీసుకొని వెళ్లు. నీ చేతి కర్రను తీసుకొని వెళ్లు. నీవు నైలునదిని కొట్టిన కర్ర యిది."},{"number":6,"verse":"హోరేబులో (సీనాయి పర్వతం) నీ యెదుట ఒక బండమీద నేను నిలబడతాను. కర్రతో ఆ బండను కొట్టు, దానిలో నుండి నీళ్లు వస్తాయి. అప్పుడు ప్రజలు తాగవచ్చు.” మోషే ఈ పనులు చేసాడు, ఇశ్రాయేలు పెద్దలు (నాయకులు) అది చూచారు."},{"number":7,"verse":"మెరీబా ( మెరీబా ఈ పేరుకు “తిరుగుబాటు” అని అర్థం.) అని మస్సా ( మస్సా “తీర్పు, శోధన, పరీక్ష” అని ఈ పేరుకు అర్థం.) అని ఆ స్థలానికి మోషే పేరు పెట్టాడు. ఎందుచేతనంటే, ప్రజలు తన మీదికి లేచి యెహోవాను పరీక్షించిన స్థలం ఇది. యెహోవా వారితో ఉన్నాడో లేదో తెల్సుకోవాలని ప్రజలు కోరారు."},{"number":8,"verse":"( అమాలేకీయులతో యుద్ధం) రెఫీదీము వద్ద అమాలేకీ ప్రజలు వచ్చి ఇశ్రాయేలు ప్రజలతో యుద్ధం చేసారు."},{"number":9,"verse":"కనుక, “కొందరు మనుష్యుల్ని ఏర్పాటు చేసుకొని రేపు వెళ్లి అమాలేకీయులతో యుద్ధం చేయి. నేనేమో కొండ శిఖరం మీద నిన్ను గమనిస్తూంటాను. దేవుడు నాకు ఇచ్చిన కర్రను నేను పట్టుకొని ఉంటాను,” అని యెహోషువతో మోషే చెప్పాడు."},{"number":10,"verse":"మోషే మాటకు విధేయుడై యెహోషువ మర్నాడు అమాలేకీ ప్రజలతో యుద్ధం చేసేందుకు వెళ్లాడు. అదే సమయంలో మోషే, అహరోను, హూరు అనువారు కొండ శిఖరం మీదికి వెళ్లారు."},{"number":11,"verse":"మోషే తన చేతి కర్రను ఎప్పుడు పైకి ఎత్తితే అప్పుడు ఇశ్రాయేలు ప్రజలు యుద్ధం గెలుస్తున్నారు. అయితే మోషే తన చేయి కిందికి దించగానే ఇశ్రాయేలు ప్రజలు యుద్ధంలో ఓడిపోవడం మొదలవుతుంది."},{"number":12,"verse":"కొంచెం సేపయ్యాక, మోషే చేతులు అలసి పోయి (మోషే చేతుల్ని అలానే పైకి ఎత్తి ఉంచే మార్గం చూడాలను కొన్నారు మోషేతో ఉన్న మనుష్యులు) అందుచేత వాళ్లు ఒక పెద్ద బండ తెచ్చి మోషే కూర్చొనేందుకు వేసారు. అప్పుడు అహరోను మోషే చేతుల్ని పైకి ఎత్తి పట్టి ఉంచాడు. మోషేకు ఒకపక్క అహరోను, మరోపక్క హూరు ఉన్నారు. సూర్యుడు అస్తమించే వరకు వారు ఆయన చేతులను అలాగే పట్టి ఉంచారు."},{"number":13,"verse":"కనుక యెహోషువ (అతని మనుష్యులు) అమాలేకీయులను ఆ యుద్ధంలో ఓడించారు."},{"number":14,"verse":"అప్పుడు యెహోవా, “ఈ యుద్ధాన్ని గురించి వ్రాసి ఉంచు. ఇక్కడ ఏమి జరిగిందో అది ప్రజలు జ్ఞాపకం ఉంచుకొనేటట్టు ఈ సంగతులన్నీ ఒక గ్రంథంలో వ్రాసి ఉంచు. అమాలేకీయులను ఈ భూమి మీద నుండి పూర్తిగ నాశనం చేసేస్తానని యెహోషువతో తప్పక చెప్పు” అని మోషేతో అన్నాడు."},{"number":15,"verse":"తర్వాత మోషే ఒక బలిపీఠం నిర్మించాడు, “యెహోవా నా ధ్వజం”. అని మోషే దానికి పేరు పెట్టాడు."},{"number":16,"verse":"“యెహోవా సింహాసనం వైపు నేను నా చేతులు ఎత్తాను. కనుక అతను ఎప్పుడూ చేసినట్టే, యెహోవా అమాలేకీయులతో పోరాడాడు,” అన్నాడు మోషే."}]}