{"bibleAbbr":"teERV1997","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"( మోషే మామ నుండి సలహా) మోషే మామ యిత్రో, మిద్యానులో యాజకుడు. మోషేకు, ఇశ్రాయేలు ప్రజలకు దేవుడు సహాయం చేసిన ఎన్నో విధానాల గూర్చి యిత్రో విన్నాడు. ఇశ్రాయేలు ప్రజలను ఈజిప్టు నుండి యెహోవా బయటకు నడిపించిన విషయం యిత్రో విన్నాడు."},{"number":2,"verse":"దేవుని పర్వతం దగ్గర మోషే ఉన్నప్పుడు మోషే భార్య సిప్పోరాను వెంటబెట్టుకొని, యిత్రో మోషే దగ్గరకు వెళ్లాడు. (సిప్పోరాను మోషే ఇంటికి పంపించినందు చేత ఆమె మోషే వద్ద లేదు)"},{"number":3,"verse":"మోషే ఇద్దరు కుమారులను కూడ యిత్రో తన వెంట తీసుకొని వచ్చాడు. “ఒక దేశంలో నేను పరాయివాణ్ణి” అని మోషే చెప్పాడు గనుక, మొదటి కుమారునికి గెర్షోము అని పేరు పెట్టాడు. “నా తండ్రి దేవుడు నాకు సహాయం చేసాడు. ఈజిప్టు రాజు బారినుండి నన్ను రక్షించాడు” అని మోషే అన్నాడు గనుక,"},{"number":4,"verse":"మరో కుమారునికి ఎలీయెజరు అని పేరు పెట్టాడు."},{"number":5,"verse":"దేవుని పర్వతం దగ్గర ఎడారిలో మోషే బస చేస్తున్నప్పుడు యిత్రో మోషే దగ్గరకు వెళ్లాడు. మోషే భార్య, అతని ఇద్దరు కుమారులు యిత్రోతోనే ఉన్నారు."},{"number":6,"verse":"(మోషేకు యిత్రో ఒక సందేశం పంపించాడు), “నేను నీ మామ యిత్రోను. నీ భార్యను, నీ ఇద్దరు కుమారులను నేను నీ దగ్గరకు తీసుకొని వస్తున్నాను,” అన్నాడు యిత్రో."},{"number":7,"verse":"కనుక మోషే తన మామను కలుసు కొనేందుకు బయటకు వెళ్లాడు. మోషే అతని ఎదుట వంగి, అతణ్ణి ముద్దు పెట్టుకొన్నాడు. వాళ్లిద్దరూ వారి వారి క్షేమాన్ని గూర్చి అడిగి తెలుసుకొన్నారు. తర్వాత ఇంకా మాట్లాడుకొనేందుకు వాళ్లిద్దరూ మోషే గుడారంలోకి వెళ్లారు."},{"number":8,"verse":"ఇశ్రాయేలు ప్రజలకోసం యెహోవా చేసినదంతా మోషే యిత్రోకు చెప్పాడు. ఫరోకు, ఈజిప్టు ప్రజలకు యెహోవా చేసిన విషయాల్ని గూర్చి మోషే అతనితో చెప్పాడు. దారిలో వారికి కలిగిన సమస్యలన్నిటిని గూర్చీ మోషే చెప్పాడు. కష్టం వచ్చినప్పుడల్లా ఆ ప్రజల్ని యెహోవా ఏ విధంగా రక్షించిందీ, మోషే తన మామతో చెప్పాడు."},{"number":9,"verse":"ఇశ్రాయేలీయుల కోసం యెహోవా చేసిన మంచి పనులన్నింటిని గూర్చి విన్నప్పుడు యిత్రో చాలా సంతోషించాడు. ఈజిప్టు వాళ్ల నుండి, ఇశ్రాయేలు ప్రజలను యెహోవా విడుదల చేసినందుకు యిత్రో సంతోషించాడు."},{"number":10,"verse":"యిత్రో ఇలా అన్నాడు: “యెహోవాను స్తుతించండి. ఈజిప్టు మనుష్యులనుండి ఆయన మిమ్మల్ని విడిపించాడు. ఫరో బారినుండి యెహోవా మిమ్మల్ని రక్షించాడు."},{"number":11,"verse":"ఈజిప్టు వాళ్లకంటె నీ ప్రజలు గొప్ప వాళ్లుగా చేయబడిన విధానాన్ని బట్టి దేవుళ్లందరికంటె యెహోవా గొప్ప వాడని ఇప్పుడు నాకు తెలిసింది.”"},{"number":12,"verse":"అప్పుడు యిత్రో బలి అర్పణలు, కానుకలు యెహోవాకు సమర్పించాడు. తర్వాత అహరోను, ఇశ్రాయేలు పెద్దలు (నాయకులు) మోషే మామ యిత్రోతో కలిసి భోజనం చేసేందుకు వచ్చారు. దేవుడ్ని ఆరాధించేందుకు ఒక ప్రత్యేక పద్ధతిగా వారు ఇలా చేసారు."},{"number":13,"verse":"మర్నాడు ప్రజలకు న్యాయం తీర్చాల్సిన ప్రత్యేక పని మోషేకు ఉంది. (అక్కడ చాలామంది ప్రజలున్నారు) అందుచేత ప్రజలు రోజంతా మోషే ఎదుట నిలబడాల్సి వచ్చింది."},{"number":14,"verse":"ప్రజలకు మోషే న్యాయం తీర్చడం యిత్రో చూసాడు, “నీవు ఎందుకు ఇలా చేస్తున్నావు? ఎందుచేత నీవు ఒక్కడివే న్యాయమూర్తిగా ఉన్నావు? ప్రజలు రోజంతా నీ దగ్గరకు రావడం ఏమిటి?” అన్నాడు అతను."},{"number":15,"verse":"అప్పుడు మోషే తన మామతో ఇలా చెప్పాడు: “ప్రజలు వారి సమస్యల విషయంలో దేవుని నిర్ణయం ఏమిటో నేను అడిగి తెలుసుకోవాలని నన్ను అడిగేందుకు నా దగ్గరకు వస్తారు."},{"number":16,"verse":"ఎవరిది సరిగ్గా ఉందో నేను నిర్ణయిస్తాను. ఈ విధంగా దేవుడి చట్టాన్ని, ఆయన ప్రబోధాల్ని నేను ప్రజలకు ప్రబోధిస్తాను.”"},{"number":17,"verse":"అయితే మోషే మామ అతనితో ఇలా అన్నాడు: “నీవు చేస్తున్న ఈ పని బాగుండలేదు."},{"number":18,"verse":"నీవు ఒక్కడివే చెయ్యాలంటే, ఇది చాలా పెద్ద పని. దీనివల్ల నీవు అలసిపోతావు. ఇది ప్రజలు కూడ అలసిపొయ్యేటట్టు చేస్తుంది. ఈ పని నీవు ఒక్కడివీ చేయలేవు."},{"number":19,"verse":"నీకు నేను సలహా ఇస్తాను, ఏమి చేయాలో నీకు చెబుతాను, దేవుడు నీకు తోడుగా ఉండాలని ప్రార్థిస్తాను. (నీవు చేయాల్సింది ఇది) ప్రజల సమస్యలను గూర్చి నీవు వింటూ ఉండాల్సిందే. ఈ విషయాలను గూర్చి నీవు దేవునితో చెబుతూ ఉండాల్సిందే."},{"number":20,"verse":"దేవుడి కట్టడలను, విధులను నీవు ప్రజలకు బోధించాలి. కట్టడలను ఉల్లంఘించొద్దని ప్రజలను హెచ్చరించు. సరైన జీవిత విధానం ఏమిటో ప్రజలకు చెప్పు. వాళ్లేమి చేయాలో వాళ్లకు చెప్పు.”"},{"number":21,"verse":"అయితే, “ప్రజల్లోనుంచి మంచి మనుష్యుల్ని నీవు ఏర్పాటు చేసుకోవాలి. డబ్బుకోసం నిర్ణయాలు మార్చుకోనటువంటి మనుష్యుల్ని ఏర్పాటు చేసుకో.” “వీళ్లను ప్రజల మీద పరిపాలకులుగా చేయి. 1000 మంది 100 మందికి, 50 మందికి, చివరికి 10 మందికి పైన పరిపాలకులు ఉండాలి."},{"number":22,"verse":"ఈ పరిపాలకుల్ని ప్రజలకు న్యాయం తీర్చనివ్వు. ముఖ్యమైన వ్యాజ్యము ఏదైనా వుంటే అప్పుడు నిర్ణయంకోసం వాళ్లు నీ దగ్గరకు రావచ్చు. అయితే మిగతా వ్యాజ్యాలను వాళ్లే నిర్ణయించవచ్చు. ఈ విధంగా నీకు తేలిక అవుతుంది. పైగా ఈ మనుష్యులు నీ పనిని నీతోబాటు పంచుకొంటారు."},{"number":23,"verse":"నీవు ఈ నీ పనులు చేస్తే, యెహోవాకు ఇష్టమైతే, నీ పని నీవు కొనసాగించటానికి నీకు చేతనవుతుంది. అదే సమయంలో ప్రజలంతా వారి సమస్యలు పరిష్కారమై ఇంటికి వెళ్లగల్గుతారు.”"},{"number":24,"verse":"యిత్రో తనకు చెప్పినట్టు మోషే చేసాడు."},{"number":25,"verse":"ఇశ్రాయేలు ప్రజల్లోనుంచి మంచి మనుష్యుల్ని మోషే ఏర్పాటు చేశాడు. మోషే వాళ్లను ప్రజలమీద నాయకులుగా చేసాడు. 1000 మంది ప్రజల మీద 100 మంది ప్రజలమీద 50 మంది ప్రజలమీద 10 మంది ప్రజలమీద పరిపాలకులు ఉన్నారు."},{"number":26,"verse":"ఈ పరిపాలకులే ప్రజలకు న్యాయమూర్తులు. ఎప్పుడైనా సరే ప్రజలు తమ వాదాలను ఈ పరిపాలకుల దగ్గరకు తీసుకురావచ్చు. ప్రాముఖ్యమైన వ్యాజ్యాలను మాత్రమే మోషే పరిష్కారం చేయాల్సి ఉంటుంది."},{"number":27,"verse":"కొద్దికాలం తర్వాత మోషే తన మామ యిత్రోకు వీడ్కోలు చెప్పాడు. యిత్రో తన స్వగృహానికి వెళ్లిపోయాడు."}]}