{"bibleAbbr":"teERV1997","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":19,"verses":[{"number":1,"verse":"( ఇశ్రాయేలీయులతో దేవుని ఒడంబడిక) ఇశ్రాయేలు ప్రజలు ఈజిప్టు విడిచి ప్రయాణమైన మూడో నెలలో వారు సీనాయి అరణ్యము చేరుకొన్నారు."},{"number":2,"verse":"ప్రజలు రెఫిదీము విడిచి, సీనాయి అరణ్యమునకు వచ్చారు. పర్వత సమీపంలోని అరణ్యములో ఇశ్రాయేలు ప్రజలు బసచేసారు."},{"number":3,"verse":"అప్పుడు మోషే పర్వతం ( పర్వతం అది హోరేబు కొండ. దాన్ని సీనాయి పర్వతం అని కూడ అంటారు.) మీద దేవుడి దగ్గరకు వెళ్లాడు. మోషే ఆ పర్వతం మీద ఉన్నప్పుడు, అతనితో దేవుడు ఇలా చెప్పాడు. “యాకోబు మహా వంశమైన ఇశ్రాయేలు ప్రజలకు ఈ విషయాలు చెప్పు:"},{"number":4,"verse":"‘నా శత్రువులకు నేను చేసిన పనులన్నీ మీరు చూసారు. ఈజిప్టు వాళ్లకు నేను ఏమి చేసానో మీరు చూసారు. పక్షిరాజువలె ( పక్షిరాజు ఈ పెద్ద పక్షులు తరచు తమ పిల్లలను ప్రమాద రహిత స్థలాలకు తీసుకుపోతూంటాయి.) నేను మిమ్మల్ని ఈజిప్టు నుండి మోసుకొని వచ్చి, నా దగ్గరకు, ఇక్కడికి తీసుకొచ్చాను."},{"number":5,"verse":"కనుక ఇప్పుడు మీరు నా మాటలకు లోబడాలి అంటున్నాను. నా ఒడంబడికను నిలబెట్టండి. మీరు ఇలా చేస్తే, మీరు వా ప్రత్యేకమైన స్వంత ప్రజలుగా ఉంటారు."},{"number":6,"verse":"మీరు ఒక ప్రత్యేక జాతిగా యాజకుల సామ్రాజ్యంగా మీరు ఉంటారు.’ మోషే, నేను నీతో చెప్పిన ఈ విషయాలు ఇశ్రాయేలు ప్రజలతో నీవు తప్పక చెప్పాలి.”"},{"number":7,"verse":"కనుక మోషే పర్వతం దిగివచ్చి ప్రజల పెద్దలను (పరిపాలకులను) సమావేశపర్చాడు. వాళ్లతో చెప్పమని యెహోవా తనకు ఆజ్ఞాపించిన విషయాలన్నింటినీ మోషే ఆ పెద్దలకు చెప్పాడు."},{"number":8,"verse":"ప్రజలంతా కలిసి మాట్లాడారు. “యెహోవా చెప్పిన దానికంతటికీ మేము విధేయులం” అని వారు చెప్పారు. తర్వాత పర్వతం మీద దేవుని దగ్గరకు మోషే వెళ్లాడు. ప్రజలు ఆయనకు విధేయులవుతారు అని మోషే దేవునితో చెప్పాడు."},{"number":9,"verse":"“దట్టమైన మేఘంలో నేను మీ దగ్గరకు వస్తాను. నేను నీతో మాట్లాడుతాను. నేను నీతో మాట్లాడటం ప్రజలంతా వింటారు. నీవు చెప్పే విషయాలు ప్రజలు ఎల్లప్పుడూ నమ్మేటట్టుగా నేను ఈ పని చేస్తాను.” అని యెహోవా మోషేతో చెప్పాడు. అప్పుడు ప్రజలు చెప్పిన సంగతులన్నీ యెహోవాతో చెప్పాడు మోషే."},{"number":10,"verse":"యెహోవా మోషేతో ఇలా చెప్పాడు: “ప్రత్యేకమైన ఒక సమావేశంగా ప్రజల్ని ఇవ్వాళ రేపు నీవు సిద్ధం చేయాలి. ప్రజలు తమ బట్టలు ఉదుక్కొని"},{"number":11,"verse":"మూడో రోజున నా కోసం సిద్ధంగా ఉండాలి. మూడో రోజున సీనాయి పర్వతం మీదికి యెహోవా దిగివస్తాడు. ప్రజలంతా నన్ను చూస్తారు."},{"number":12,"verse":"అయితే ప్రజలు పర్వతానికి దూరంగా ఉండాలని నీవు తప్పక చెప్పాలి. ఒక గీతగీసి ప్రజలు ఆ గీత దాటి రాకుండా చూడు. ఏ మనిషిగాని, జంతువుగాని పర్వతాన్ని తాకినట్లయితే, చంపేయాలి. బాణాలతో, లేక రాళ్లతో కొట్టి చంపేయాలి. కాని అలాంటి వాణ్ణి ఎవరూ ముట్టుకోకూడదు. బూర ఊదేంత వరకు ప్రజలు వేచి ఉండాలి. అప్పుడే వాళ్లు పర్వతం మీదికి వెళ్లేందుకు అనుమతి ఇవ్వబడుతుంది,” అని మోషేతో యెహోవా చెప్పాడు."},{"number":14,"verse":"కనుక మోషే పర్వతం దిగి కిందికి వెళ్లాడు. ఆయన ప్రజల దగ్గరికి వెళ్లి, ప్రత్యేక సమావేశం కోసం వాళ్లను సిద్ధం చేసాడు. ప్రజలు వాళ్ల బట్టలు ఉదుక్కొన్నారు."},{"number":15,"verse":"అప్పుడు మోషే ప్రజలతో, “ఇంక మూడు రోజుల్లో యెహోవాతో సమావేశం అయ్యేందుకు సిద్ధంగా ఉండండి. అంతవరకు పురుషులు స్త్రీలను ముట్టుకోగూడదు” అని చెప్పాడు."},{"number":16,"verse":"మూడవ రోజు ఉదయాన పర్వతం మీద ఉరుములు, మెరుపులు వచ్చాయి. దట్టమైన ఒక మేఘం ఆ పర్వతం మీదికి వచ్చింది. ఒక బూర శబ్దం చాల పెద్దగా వినబడింది. ఆ బసలో ఉన్న ప్రజలంతా భయపడిపోయారు."},{"number":17,"verse":"అప్పుడు పర్వతం దగ్గర దేవుణ్ణి కలుసుకొనేందుకు ప్రజలను వారి బసలోనుంచి మోషే బయటకు నడిపించాడు."},{"number":18,"verse":"సీనాయి పర్వతం పొగతో నిండిపోయింది. కొలిమిలోనుంచి లేచినట్టు పొగ ఆ పర్వతం మీద నుండి పైకి లేచింది. యెహోవా అగ్నిలా ఆ పర్వతం మీదికి వచ్చినందువల్ల యిలా జరిగింది. పైగా పర్వతం అంతా వణకడం మొదలయ్యింది."},{"number":19,"verse":"బూర శబ్దం మరింత గట్టిగా మోగింది. దేవునితో మోషే మాట్లాడినప్పుడల్లా ఉరుములాంటి స్వరంతో యెహోవా జవాబిచ్చాడు."},{"number":20,"verse":"సీనాయి కొండ మీదికి యెహోవా దిగి వచ్చాడు. పరలోకంనుంచి ఆ కొండ శిఖరం మీదికి యెహోవా దిగి వచ్చాడు. అప్పుడు మోషేను తనతో కూడ పర్వత శిఖరం మీదికి రమ్మని యెహోవా పిలిచాడు. కనుక మోషే పర్వతం మీదికి వెళ్లాడు."},{"number":21,"verse":"అప్పుడు యెహోవా మోషేతో, “నీవు కిందికి వెళ్లి, ప్రజలు నాకు సమీపంగా రాకూడదని, నావైపు చూడకూడదని వారితో చెప్పు. వారు కనుక అలా చేస్తే, వారిలో చాల మంది చస్తారు."},{"number":22,"verse":"నాకు సమీపంగా వచ్చే యాజకులు ఈ ప్రత్యేక సమావేశం కోసం వారిని సిద్ధం చేసుకోవాలని వారితో చెప్పు. వారు ఇలా చేయకపోతే, నేను వాళ్లను శిక్షిస్తాను” అని చెప్పాడు."},{"number":23,"verse":"కానీ మోషే యెహోవాతో “ప్రజలు పర్వతం మీదికి రాలేరు. ఒక గీత గీయమని, ప్రజల్ని ఆ గీత దాటి పవిత్ర స్థలం దగ్గరకు రానివ్వవద్దని నీవే మాకు చెప్పావు” అని అన్నాడు."},{"number":24,"verse":"యెహోవా మోషేతో, “కింద ప్రజల దగ్గరకు వెళ్లి, అహరోనును తీసుకొనిరా. అతణ్ణి నీతోపాటు తీసుకొనిరా, కాని యాజకుల్ని, ప్రజల్ని, రానివ్వవద్దు. వాళ్లు నాకు సమీపంగా వస్తే, నేను వాళ్లను శిక్షిస్తాను” అన్నాడు."},{"number":25,"verse":"మోషే ప్రజల దగ్గరకు కిందికి వెళ్లి, ఈ సంగతులు వారితో చెప్పాడు."}]}