{"bibleAbbr":"teERV1997","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":26,"verses":[{"number":1,"verse":"( పవిత్ర గుడారం) “పది తెరలతో పవిత్ర గుడారం చెయ్యాలి. సున్నితమైన బట్ట, నీలం, ఎరుపు, ఊదా రంగుల బట్టతో ఈ తెరలు చేయాలి. రెక్కలుగల కెరూబుల చిత్ర పటాలను ఒక నిపుణుడు తెరలమీద కుట్టాలి."},{"number":2,"verse":"తెరలన్నీ ఒకే కొలతలో తయారు చేయాలి. ప్రతి తెర 14 గజాల పొడవు 2 గజాల వెడల్పు ఉండాలి."},{"number":3,"verse":"తెరలను రెండు భాగాలుగా కుట్టాలి. అయిదు తెరలను ఒక విభాగానికి, అయిదు తెరలను మరో విభాగానికి కలిపి కుట్టాలి."},{"number":4,"verse":"చివరి తెర అంచుకు ఉంగరాలు కుట్టాలి. ఈ ఉంగరాలు చేసేందుకు నీలము గుడ్డ ఉపయోగించాలి. తెరల రెండు విభాగాల కింది అంచులకు ఉంగరాలు ఉండాలి."},{"number":5,"verse":"మొదటి విభాగంలోని చివరి తెరకు 50 ఉంగరాలు, రెండో విభాగంలోని చివరి తెరకు 50 ఉంగరాలు ఉండాలి."},{"number":6,"verse":"ఈ ఉంగరాలను జత చేయటానికి 50 బంగారు ఉంగరాలు చెయ్యాలి. పవిత్ర గుడారం అంతా ఒక్కటిగా ఉండటానికి ఇది తెరలన్నింటినీ జత చేస్తుంది."},{"number":7,"verse":"“తర్వాత పవిత్ర గుడారాన్ని కప్పేందుకు ఇంకో గుడారాన్ని నీవు చెయ్యాలి. ఈ గుడారం చేయటానికి మేక వెంట్రుకలతో చేయబడ్డ 11 తెరలను ఉపయోగించు."},{"number":8,"verse":"ఈ తెరలన్నీ ఒకే కొలతలో ఉండాలి. అవి 15 గజాలు పొడవు, 2 గజాలు వెడల్పు ఉండాలి."},{"number":9,"verse":"అయిదు తెరలను ఒక విభాగంగా కలిపి కుట్టాలి. తర్వాత మిగిలిన ఆరు తెరలను మరో విభాగంగా కలిపి కుట్టాలి. ఆరో తెరను గుడారం ముందటి భాగాన్ని కప్పేందుకు ఉపయోగించాలి. తలుపులా తెరచుకొనేందుకు వీలుగా దీన్ని చుట్టిపెట్టాలి."},{"number":10,"verse":"ఒక భాగంలోని చివరి తెర అంచుకు 50 కొలుకులు తయారు చెయ్యాలి. మరో విభాగంలోని చివరి తెర కింది అంచుకు కూడ అలానే చెయ్యాలి. మరో విభాగంలోని చివరి తెర కింది అంచుకు కూడ అలానే చెయ్యాలి."},{"number":11,"verse":"అప్పుడు 50 ఇత్తడి ఉంగరాలు చెయ్యాలి. గుడ్డ ఉంగరాలను జతచేయటానికి ఈ ఇత్తడి ఉంగరాలను ఉపయోగించాలి. ఇలా చేయడంవల్ల తెరలన్నీ కలిసి ఒకే గుడారంగా తయారవుతాయి."},{"number":12,"verse":"ఈ తెరలు పవిత్ర గుడారం కంటె పొడవుగా ఉంటాయి. కనుక తెరల్లో కొంత భాగం గుడారం వెనుకగా వేలాడుతుంటాయి."},{"number":13,"verse":"తెర గుడారం ప్రక్కల్లో వేలాడుతుంటుంది. ఇది గుడారాన్ని భద్రంగా ఉంచుతుంది."},{"number":14,"verse":"పవిత్ర గుడారానికి ఇంకా రెండు పైకప్పులు చేయాలి. ఒకటి ఎర్ర రంగు పూసిన పొట్టేలు చర్మంతో చేయాలి. ఇంకొకటి మేలు రకం తోలుతో చెయ్యాలి."},{"number":15,"verse":"“పవిత్ర గుడారం చట్రానికి ఉపయోగించే పలకలను తుమ్మకర్రతో చెయ్యాలి."},{"number":16,"verse":"చట్రాలు 15 అంగుళాల పొడవు, 27 అంగుళాల వెడల్పు ఉండాలి."},{"number":17,"verse":"ప్రతి చట్రం ఒకేలా ఉండాలి. ప్రతి చట్రానికి పక్క పక్కగా రెండేసి పక్కకర్రలు (దిమ్మలో అమర్చేవి) ఉండాలి."},{"number":18,"verse":"పవిత్ర గుడారం దక్షిణ పక్కకు 20 చట్రాలు చేయాలి."},{"number":19,"verse":"ప్రతి చట్రం కింద పెట్టడానికి రెండేసి వెండిదిమ్మలు చేయాలి. కనుక చట్రాలన్నింటికీ 40 వెండిదిమ్మలు నీవు చేయాలి."},{"number":20,"verse":"పవిత్ర గుడారం ఉత్తరదిక్కుకోసం ఇంకా 20 చట్రాలు చెయ్యాలి."},{"number":21,"verse":"అంటే ఒక్కో చట్రానికి రెండేసి చొప్పున చట్రాలకోసం మొత్తం 40 వెండి దిమ్మలు చెయ్యాలి."},{"number":22,"verse":"గుడారం వెనుక పశ్చిమ కొనకు ఇంకా ఆరు చట్రాలు నీవు చేయాలి."},{"number":23,"verse":"మూలల కోసం రెండు చట్రాలు చెయ్యాలి"},{"number":24,"verse":"మూలల్లో ఉండే రెండు చట్రాలు జత చేయాలి. రెండుచట్రాలు అడుగు భాగాన జతపర్చబడాలి. పైభాగంలో ఉన్న ఒక ఉంగరం రెండు చట్రాలను జత పరుస్తుంది."},{"number":25,"verse":"కనుక (గుడారం చివరన) మొత్తం ఎనిమిది చట్రాలు ఉంటాయి. ఒక్కో చట్రం కింద రెండు దిమ్మల చొప్పున మొత్తం 16 వెండి దిమ్మలుంటాయి."},{"number":26,"verse":"“పవిత్ర గుడారం చట్రాలకు తుమ్మ కర్రతో అడ్డకమ్ములు చేయాలి. పవిత్ర గుడారం మొదటి ప్రక్కకు అయిదు అడ్డకమ్ములు ఉండాలి."},{"number":27,"verse":"పవిత్ర గుడారం పశ్చిమాన వెనుకవైపు చట్రానికి అయిదు అడ్డకమ్ములు ఉండాలి. పవిత్ర గుడారం పశ్చిమ దిక్కున చట్రానికి అయిదు అడ్డకమ్ములు ఉండాలి. (అంటే పవిత్ర గుడారం వెనుక)"},{"number":28,"verse":"అయిదు చట్రాలకు మధ్య ఉండే అడ్డకమ్మి పైనుండి కిందికి సగం సగంగా ఉండాలి. ఈ కొననుండి ఆకొన వరకు చట్రాల గుండా ఈ అడ్డకమ్మి దూర్చబడాలి."},{"number":29,"verse":"చట్రాలను బంగారంతో తాపడం చేయాలి. అడ్డకమ్ములను పట్టి ఉంచడానికి చట్రాలకు ఉంగరాలు చెయ్యాలి."},{"number":30,"verse":"నేను నీకు పర్వతం మీద చూపించినట్టే, పవిత్ర గుడారం నిర్మించు."},{"number":31,"verse":"( పవిత్ర గుడారం లోపల) “సున్నితమైన వస్త్రంతో గుడారం లోపలి భాగం కోసం ప్రత్యేకమైన ఒక తెరను తయారు చెయ్యాలి. నీలం, ఊదా, ఎరుపు రంగు బట్టతో ఈ తెరను తయారు చేయాలి. కెరూబుల చిత్రపటాలను ఈ బట్టమీద కుట్టాలి."},{"number":32,"verse":"తుమ్మ కర్రతో నాలుగు స్తంభాలు చెయ్యి. బంగారు కొక్కేల ఆ నాలుగు స్తంభాలకు అమర్చు. స్తంభాలకు బంగారు తాపడం చెయ్యి. స్తంభాల కింద నాలుగు వెండి దిమ్మలు పెట్టు. తర్వాత తెరను బంగారు కొక్కేల మీద వ్రేలాడదీయి."},{"number":33,"verse":"కొక్కేల మీద తెరను వేలాడ దీసిన తరువాత, ఒడంబడిక పెట్టెను తెర వెనుక పెట్టు. పవిత్ర స్థానాన్ని, మహా పవిత్ర స్థానాన్ని, ఈ తెర వేరుచేస్తుంది."},{"number":34,"verse":"మహా పవిత్ర స్థానంలో ఒడంబడిక పెట్టె మీద మూత పెట్టు."},{"number":35,"verse":"“పవిత్ర స్థానంలో నీవు చేసిన బల్లను తెర అవతలి ప్రక్క పెట్టు. పవిత్ర గుడారంలో ఉత్తరంగా బల్ల ఉండాలి. పవిత్ర గుడారంలో దక్షిణంగా దీపం ఉండాలి. ఇది బల్ల ప్రక్క అడ్డంగా ఉండాలి."},{"number":36,"verse":"( పవిత్ర గుడారపు ద్వారం) “తర్వాత గుడారం ద్వారానికి ఒక తెర చెయ్యి. తెర చేయటానికి నీలం, ఊదా, ఎరుపు బట్టను సున్నితమైన బట్టను ఉపయోగించు. ఆ బట్టలో చిత్రపటాలను అల్లిక చేయాలి."},{"number":37,"verse":"తలుపుపై ఉండే తెరకు బంగారు కొక్కేలు చేయాలి. బంగారు తాపడం చేయబడ్డ అయిదు తుమ్మకర్ర స్తంభాలు చెయ్యాలి. అయిదు స్తంభాలకూ అయిదు ఇత్తడిదిమ్మలు చేయాలి."}]}