{"bibleAbbr":"teERV1997","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"( బెసలేలు, అహోలీయాబు) అప్పుడు మోషేతో యెహోవా ఇలా చెప్పాడు:"},{"number":2,"verse":"“యూదా గోత్రంలో ఊరు కుమారుడైన బెసలేలును నేను ఏర్పరచుకొన్నాను (హూరు కుమారుడు ఊరు)."},{"number":3,"verse":"బెసలేలును నేను దేవుని ఆత్మతో నింపాను. అన్ని రకాల వస్తువులు చేసేందుకు జ్ఞానం, నైపుణ్యం నేను అతనికి ఇచ్చాను."},{"number":4,"verse":"నమూనాలు గీయటంలో బెసలేలు చాల ప్రజ్ఞ గలవాడు. బంగారు, వెండి, ఇత్తడితో అతడు వస్తువులు చేయగలడు."},{"number":5,"verse":"బెసలేలు అందమైన నగలను చెక్కి, పొదుగగలడు. అతడు చెక్క పని చేయగలడు. బెసలేలు అన్ని రకాల పనులు చేయగలడు."},{"number":6,"verse":"అతనితో పని చేయటానికి అహూలీయాబును కూడ నేను ఏర్పరచుకొన్నాను. అహూలీయాబు దాను గోత్రపు అహీసామాకు కుమారుడు. నేను నీకు ఆజ్ఞాపించిన వాటన్నింటినీ చేయగలిగేటట్టు మిగిలిన పనివాళ్లందరికీ నేను నైపుణ్యం యిచ్చాను."},{"number":7,"verse":"సన్నిధి గుడారం ఒడంబడిక పెట్టె పెట్టెను మూసే కరుణా పీఠము."},{"number":8,"verse":"బల్ల, దానిమీద ఉండాల్సినవన్నీ ధూప వేదిక"},{"number":9,"verse":"దహన బలులు దహించే బలిపీఠం బలిపీఠం దగ్గర ఉపయోగించే వస్తువులు గంగాళం, దాని క్రింద పీట."},{"number":10,"verse":"యాజకుడు అహరోనుకు ప్రత్యేక వస్త్రాలన్నీ, అతని కుమారులు యాజకులుగా పరిచర్య చేసేటప్పుడు ధరించాల్సిన ప్రత్యేక వస్త్రాలన్నీ,"},{"number":11,"verse":"అభిషేకానికి పరిమళ సువాసనగల తైలం, పవిత్ర స్థలానికి అవసరమైన పరిమళ వాసనగల ధూపం. ఈ పని వాళ్లు నేను నీకు ఆజ్ఞాపించిన ప్రకారం అన్ని వస్తువులనూ తయారు చేస్తారు.”"},{"number":12,"verse":"( సబ్బాతు) అప్పుడు మోషేతో యెహోవా ఇలా చెప్పాడు:"},{"number":13,"verse":"“ఇశ్రాయేలు ప్రజలతో దీన్ని చెప్పు; ‘నా ప్రత్యేక విశ్రాంతి రోజులను గూర్చిన నియమాలను మీరు పాటించాలి. రాబోయే తరాలన్నింటిలో మీకు, నాకు మధ్య అవి ఒక గురుతుగా ఉంటాయి కనుక మీరు ఇలా చేయాలి. యెహోవానైన నేనే మిమ్మల్ని నా ప్రత్యేక ప్రజలుగా ఏర్పరచుకొన్నానని ఇది మీకు తెలియజేస్తుంది."},{"number":14,"verse":"“‘సబ్బాతు ( సబ్బాతు అది యెహోవాను గౌరవించటానికి ప్రత్యేకమైన రోజు.) రోజును ఒక ప్రత్యేక రోజుగా చేయి. ఏ వ్యక్తి అయినా సరే సబ్బాతు రోజును మామూలు రోజుగానే పరిగణిస్తే, ఆ వ్యక్తిని చంపేయాలి. సబ్బాతు రోజున ఏ వ్యక్తి అయినా సరే పనిచేస్తే ఆ వ్యక్తి తన ప్రజల నుండి వేరు చేయబడాలి."},{"number":15,"verse":"పని చేయడానికి వారంలో ఇంకా ఆరు రోజులున్నాయి. అయితే, ఏడో రోజు చాల ప్రత్యేకమైన విశ్రాంతి రోజు. సబ్బాతు నాడు ఏ వ్యక్తి అయినా సరే పనిచేస్తే వాణ్ణి చంపెయ్యాలి."},{"number":16,"verse":"ఇశ్రాయేలు ప్రజలు సబ్బాతు రోజును జ్ఞాపకం ఉంచుకొని, దాన్ని ఒక ప్రత్యేక రోజుగా చేయాలి. ఇది నాకూ, వారికీ మధ్య శాశ్వతంగా కొనసాగే ఒడంబడిక."},{"number":17,"verse":"ఇశ్రాయేలీయులకూ, నాకూ మధ్య శాశ్వత సంకేతం సబ్బాతు రోజే. యెహోవా ఆరు రోజులు పనిచేసి ఆకాశాన్ని, భూమిని చేసాడు. ఏడోరోజున ఏ పని చేయక విశ్రాంతి తీసుకొన్నాడు.’”"},{"number":18,"verse":"అలా సీనాయి పర్వతం మీద యెహోవా మోషేతో మాట్లాడ్డం ముగించాడు. అప్పుడు ఆజ్ఞలు రాయబడ్డ రెండు రాతి పలకలను యెహోవా మోషేకు ఇచ్చాడు. దేవుడు తన వ్రేలితో రాళ్లమీద ఈ ఆజ్ఞలు రాసాడు."}]}