{"bibleAbbr":"NASB1995","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"Again, the Lord<WH3068> spoke<WH1696> to Moses,<WH4872> saying,<WH559>"},{"number":2,"verse":"\"Speak<WH1696> to the sons<WH1121> of Israel,<WH3478> and say<WH559> to them, 'When<WH3588> a man<WH376> makes<WH6381> a difficult<WH6381> vow,<WH5088> he [shall be valued] according to your valuation<WH6187> of persons<WH5315> belonging to the Lord.<WH3068>"},{"number":3,"verse":"'If your valuation<WH6187> is of the male<WH2145> from twenty<WH6242> years<WH8141> even to sixty<WH8346> years<WH8141> old,<WH1121> then your valuation<WH6187> shall be fifty<WH2572> shekels<WH8255> of silver,<WH3701> after the shekel<WH8255> of the sanctuary.<WH6944>"},{"number":4,"verse":"'Or if<WH518> it is a female,<WH5347> then your valuation<WH6187> shall be thirty<WH7970> shekels.<WH8255>"},{"number":5,"verse":"'And if<WH518> it be from five<WH2568> years<WH8141> even to twenty<WH6242> years<WH8141> old<WH1121> then your valuation<WH6187> for the male<WH2145> shall be twenty<WH6242> shekels,<WH8255> and for the female<WH5347> ten<WH6235> shekels.<WH8255>"},{"number":6,"verse":"'But if<WH518> [they are] from a month<WH2320> even up to five<WH2568> years<WH8141> old,<WH1121> then your valuation<WH6187> shall be five<WH2568> shekels<WH8255> of silver<WH3701> for the male,<WH2145> and for the female<WH5347> your valuation<WH6187> shall be three<WH7969> shekels<WH8255> of silver.<WH3701>"},{"number":7,"verse":"'And if<WH518> [they are] from sixty<WH8346> years<WH8141> old<WH1121> and upward,<WH4605> if<WH518> it is a male,<WH2145> then your valuation<WH6187> shall be fifteen<WH2568> <WH6240> shekels,<WH8255> and for the female<WH5347> ten<WH6235> shekels.<WH8255>"},{"number":8,"verse":"'But if<WH518> he is poorer<WH4134> than<WH4480> your valuation,<WH6187> then he shall be placed<WH5975> before<WH6440> the priest,<WH3548> and the priest<WH3548> shall value<WH9437> him; according<WH5921> <WH6310> to the means<WH3027> <WH5381> of the one who vowed,<WH5087> the priest<WH3548> shall value<WH9437> him."},{"number":9,"verse":"'Now if<WH518> it is an animal<WH929> of the kind which<WH834> men can present<WH7126> as an offering<WH7133> to the Lord,<WH3068> any<WH3605> such<WH834> that one gives<WH5414> to the Lord<WH3068> shall be holy.<WH6944>"},{"number":10,"verse":"'He shall not replace<WH2498> it or exchange<WH4171> it, a good<WH2896> for a bad,<WH7451> or<WH176> a bad<WH7451> for a good;<WH2896> or if<WH518> he does<WH4171> exchange<WH4171> animal<WH929> for animal,<WH929> then both it and its substitute<WH8545> shall become<WH1961> holy.<WH6944>"},{"number":11,"verse":"'If,<WH518> however, it is any<WH3605> unclean<WH2931> animal<WH929> of the kind which<WH834> men do not present<WH7126> as an offering<WH7133> to the Lord,<WH3068> then he shall place<WH5975> the animal<WH929> before<WH6440> the priest.<WH3548>"},{"number":12,"verse":"'And the priest<WH3548> shall value<WH9437> it as either<WH996> good<WH2896> or<WH996> bad;<WH7451> as you, the priest,<WH3548> value<WH6187> it, so<WH3651> it shall be."},{"number":13,"verse":"'But if<WH518> he should ever<WH1350> [wish to] redeem<WH1350> it, then he shall add<WH3254> one-fifth of it to your valuation.<WH6187>"},{"number":14,"verse":"'Now if<WH3588> a man<WH376> consecrates<WH6942> his house<WH1004> as holy<WH6944> to the Lord,<WH3068> then the priest<WH3548> shall value<WH9437> it as either<WH996> good<WH2896> or<WH996> bad;<WH7451> as the priest<WH3548> values<WH9437> it, so<WH3651> it shall stand.<WH6965>"},{"number":15,"verse":"'Yet if<WH518> the one who consecrates<WH6942> it should [wish to] redeem<WH1350> his house,<WH1004> then he shall add<WH3254> one-fifth of your valuation<WH6187> price<WH3701> to it, so that it may be his."},{"number":16,"verse":"'Again, if<WH518> a man<WH376> consecrates<WH6942> to the Lord<WH3068> part of the fields<WH7704> of his own property,<WH272> then your valuation<WH6187> shall be proportionate<WH6310> to the seed<WH2233> needed for it: a homer<WH9149> of barley<WH8184> seed<WH2233> at fifty<WH2572> shekels<WH8255> of silver.<WH3701>"},{"number":17,"verse":"'If<WH518> he consecrates<WH6942> his field<WH7704> as of the year<WH8141> of jubilee,<WH3104> according to your valuation<WH6187> it shall stand.<WH6965>"},{"number":18,"verse":"'If<WH518> he consecrates<WH6942> his field<WH7704> after<WH310> the jubilee,<WH3104> however, then the priest<WH3548> shall calculate<WH2803> the price<WH3701> for him proportionate<WH6310> to the years<WH8141> that are left<WH3498> until<WH5704> the year<WH8141> of jubilee;<WH3104> and it shall be deducted<WH1639> from your valuation.<WH6187>"},{"number":19,"verse":"'And if<WH518> the one who consecrates<WH6942> it should ever<WH1350> wish to redeem<WH1350> the field,<WH7704> then he shall add<WH3254> one-fifth of your valuation<WH6187> price<WH3701> to it, so that it may pass<WH6965> to him."},{"number":20,"verse":"'Yet if<WH518> he will not redeem<WH1350> the field,<WH7704> but has sold<WH4376> the field<WH7704> to another<WH312> man,<WH376> it may no<WH3808> longer<WH5750> be redeemed;<WH1350>"},{"number":21,"verse":"and when it reverts<WH3318> in the jubilee,<WH3104> the field<WH7704> shall be holy<WH6944> to the Lord,<WH3068> like a field<WH7704> set<WH9172> apart;<WH9172> it shall be for the priest<WH3548> as his property.<WH272>"},{"number":22,"verse":"'Or if<WH518> he consecrates<WH6942> to the Lord<WH3068> a field<WH7704> which he has bought,<WH4736> which<WH834> is not a part of the field<WH7704> of his own property,<WH272>"},{"number":23,"verse":"then the priest<WH3548> shall calculate<WH2803> for him the amount<WH4373> of your valuation<WH6187> up to the year<WH8141> of jubilee;<WH3104> and he shall on that day<WH3117> give<WH5414> your valuation<WH6187> as holy<WH6944> to the Lord.<WH3068>"},{"number":24,"verse":"'In the year<WH8141> of jubilee<WH3104> the field<WH7704> shall return<WH7725> to the one from whom<WH834> he bought<WH7069> it, to whom<WH834> the possession<WH272> of the land<WH776> belongs."},{"number":25,"verse":"'Every<WH3605> valuation<WH6187> of yours, moreover, shall be after the shekel<WH8255> of the sanctuary.<WH6944> The shekel<WH8255> shall be twenty<WH6242> gerahs.<WH1626>"},{"number":26,"verse":"'However,<WH389> a first-born among animals,<WH929> which<WH834> as a first-born belongs to the Lord,<WH3068> no<WH3808> man<WH376> may consecrate<WH6942> it; whether<WH518> ox<WH7794> or<WH518> sheep,<WH7716> it is the Lord's."},{"number":27,"verse":"'But if<WH518> [it is] among the unclean<WH2931> animals,<WH929> then he shall redeem<WH6299> it according to your valuation,<WH6187> and add<WH3254> to it one-fifth of it; and if<WH518> it is not redeemed,<WH1350> then it shall be sold<WH4376> according to your valuation.<WH6187>"},{"number":28,"verse":"'Nevertheless,<WH389> anything<WH3605> which<WH834> a man<WH376> sets<WH2763> apart<WH2763> to the Lord<WH3068> out of all<WH3605> that he has, of man<WH120> or animal<WH929> or of the fields<WH7704> of his own property,<WH272> shall not be sold<WH4376> or redeemed.<WH1350> Anything<WH3605> devoted<WH9172> to destruction<WH2763> is most<WH6944> holy<WH6944> to the Lord.<WH3068>"},{"number":29,"verse":"'No<WH3808> <WH3605> one<WH3605> who<WH834> may have been set<WH2763> apart<WH2763> among<WH4480> men<WH120> shall be ransomed;<WH6299> he shall surely<WH4191> be put<WH4191> to death.<WH4191>"},{"number":30,"verse":"'Thus all<WH3605> the tithe<WH4643> of the land,<WH776> of the seed<WH2233> of the land<WH776> or of the fruit<WH6529> of the tree,<WH6086> is the Lord<WH3068>'s; it is holy<WH6944> to the Lord."},{"number":31,"verse":"'If,<WH518> therefore, a man<WH376> wishes<WH1350> to redeem<WH1350> part of his tithe,<WH4643> he shall add<WH3254> to it one-fifth of it."},{"number":32,"verse":"'And for every<WH3605> tenth<WH4643> part<WH4643> of herd<WH1241> or flock,<WH6629> whatever<WH3605> <WH834> passes<WH5674> under<WH8478> the rod,<WH7626> the tenth<WH6224> one shall be holy<WH6944> to the Lord.<WH3068>"},{"number":33,"verse":"'He is not to be concerned<WH1239> whether<WH996> [it is] good<WH2896> or bad,<WH7451> nor<WH3808> shall he exchange<WH4171> it; or if<WH518> he does<WH4171> exchange<WH4171> it, then both it and its substitute<WH8545> shall become<WH1961> holy.<WH6944> It shall not be redeemed.<WH1350>' \""},{"number":34,"verse":"These<WH428> are the commandments<WH4687> which<WH834> the Lord<WH3068> commanded<WH6680> Moses<WH4872> for the sons<WH1121> of Israel<WH3478> at Mount<WH2022> Sinai.<WH5514>"}]}