{"bibleAbbr":"KNJV","bookName":"ಧರ್ಮೋಪದೇಶಕಾಂಡ","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"ಯಾವ ಪ್ರವಾದಿಯಾಗಲಿ ಕನಸುಕಂಡವನಾಗಲಿ ನಿಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ಬಂದು ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲದ ಇತರ ದೇವರುಗಳನ್ನು ಸೂಚನೆಮಾಡಿ -"},{"number":2,"verse":"ಈ ದೇವತೆಗಳನ್ನು ಅವಲಂಬಿಸಿ ಸೇವಿಸೋಣ ಎಂದು ಬೋಧಿಸುತ್ತಾ ಆ ಬೋಧನೆಯನ್ನು ಸ್ಥಾಪಿಸುವದಕ್ಕೆ ಒಂದು ಅದ್ಭುತವನ್ನಾಗಲಿ ಮಹತ್ಕಾರ್ಯವನ್ನಾಗಲಿ ತೋರಿಸಿಕೊಡುತ್ತೇನೆಂದು ಹೇಳಲು ಅವನು ಹೇಳಿದಂತೆಯೇ ನಡೆದರೂ ನೀವು ಅವನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಬಾರದು."},{"number":3,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು - ಇವರು ಸಂಪೂರ್ಣ ಹೃದಯದಿಂದಲೂ ಮನಸ್ಸಿನಿಂದಲೂ ತನ್ನನ್ನೇ ಪ್ರೀತಿಸುವವರು ಹೌದೋ ಅಲ್ಲವೋ ಎಂಬದನ್ನು ತಿಳಿದುಕೊಳ್ಳುವದಕ್ಕೆ ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸುತ್ತಾನೆ."},{"number":4,"verse":"ಆತನು ಹೇಳುವ ಮಾರ್ಗದಲ್ಲೇ ನೀವು ನಡೆದು ಆತನಲ್ಲಿಯೇ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ ಆತನ ಆಜ್ಞೆಗಳನ್ನೇ ಅನುಸರಿಸಿ ಆತನಿಗೇ ವಿಧೇಯರಾಗಿ ಆತನನ್ನೇ ಸೇವಿಸುತ್ತಾ ಹೊಂದಿಕೊಂಡಿರಬೇಕು."},{"number":5,"verse":"ಆ ಪ್ರವಾದಿಗೆ ಅಥವಾ ಆ ಕನಸುಕಂಡವನಿಗೆ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬೇಕು. ದಾಸತ್ವದಲ್ಲಿದ್ದ ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡಿ ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಕರತಂದ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ವಿರೋಧವಾಗಿ ಅವನು ದ್ರೋಹದ ಮಾತುಗಳನ್ನಾಡಿ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ಹೇಳಿದ ಮಾರ್ಗದಿಂದ ನಿಮ್ಮನ್ನು ತಪ್ಪಿಸಬೇಕೆಂದಿದ್ದನಲ್ಲಾ. ಅವನನ್ನು ಕೊಲ್ಲಿಸಿ ಆ ದುಷ್ಟತ್ವವನ್ನು ನಿಮ್ಮ ಮಧ್ಯದಿಂದ ತೆಗೆದುಹಾಕಬೇಕು."},{"number":6,"verse":"ಒಡಹುಟ್ಟಿದ ಅಣ್ಣತಮ್ಮಂದಿರಾಗಲಿ ಮಗನಾಗಲಿ ಮಗಳಾಗಲಿ ಪ್ರಾಣಪ್ರಿಯಳಾದ ಹೆಂಡತಿಯಾಗಲಿ ಆಪ್ತಮಿತ್ರನಾಗಲಿ ನಿಮಗಾದರೂ ನಿಮ್ಮ ಪಿತೃಗಳಿಗಾದರೂ ಗೊತ್ತಿಲ್ಲದ ಇತರ ದೇವರುಗಳನ್ನು ಸೂಚಿಸಿ -"},{"number":7,"verse":"ಆ ದೇವರುಗಳನ್ನು ಸೇವಿಸೋಣ ಬನ್ನಿ ಎಂದು ಅಂತರಂಗದಲ್ಲಿ ನಿಮಗೆ ಬೋಧಿಸಿದರೆ ಆ ದೇವರುಗಳು ಹತ್ತಿರವಿರುವ ಜನಾಂಗಗಳ ದೇವರುಗಳಾದರೂ ದೂರವಾದವರ ದೇವರುಗಳಾದರೂ ಭೂಲೋಕದ ಯಾವ ಭಾಗದವರ ದೇವರುಗಳಾದರೂ ನೀವು ಸಮ್ಮತಿಸಲೂಬಾರದು ಕಿವಿಗೊಡಲೂಬಾರದು."},{"number":8,"verse":"ಅವನನ್ನು ಕನಿಕರಿಸಕೂಡದು, ತಪ್ಪಿಸಕೂಡದು, ಬಚ್ಚಿಡಕೂಡದು; ಕೊಲ್ಲಿಸಲೇಬೇಕು."},{"number":9,"verse":"ಆ ಶಿಕ್ಷೆಯನ್ನು ನಡಿಸುವಾಗ ತಪ್ಪು ಕಂಡವನೇ ಮೊದಲು ಕೈಹಾಕಬೇಕು;"},{"number":10,"verse":"ತರುವಾಯ ಜನರೆಲ್ಲರೂ ಹಾಕಲಿ. ದಾಸತ್ವದಲ್ಲಿದ್ದ ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡಿ ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಕರತಂದ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಆಶ್ರಯದಿಂದ ಅವನು ನಿಮ್ಮನ್ನು ತಪ್ಪಿಸಬೇಕೆಂದಿದ್ದದರಿಂದ ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಲೇಬೇಕು."},{"number":11,"verse":"ಇದನ್ನು ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಕೇಳಿ ಭಯಪಟ್ಟು ಅಂಥ ದುಷ್ಕಾರ್ಯವನ್ನು ಅಲ್ಲಿಂದ ಮುಂದೆ ಮಾಡದೆ ಇರುವರು."},{"number":12,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಯೇಹೋವನು ನಿಮ್ಮ ನಿವಾಸಕ್ಕಾಗಿ ಕೊಡುವ ಯಾವದಾದರೂ ಒಂದು ಊರಿನ ವಿಷಯದಲ್ಲಿ -"},{"number":13,"verse":"ಅಲ್ಲಿ ವಾಸವಾಗಿರುವ ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಕೆಲವು ಮಂದಿ ದುಷ್ಟರು ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲದ ಇತರ ದೇವರುಗಳನ್ನು ತಮ್ಮ ಊರಿನವರಿಗೆ ಸೂಚಿಸಿ - ಆ ದೇವರುಗಳನ್ನು ಸೇವಿಸೋಣ ಬನ್ನಿ ಎಂದು ಹೇಳಿ ಅವರನ್ನು ಸನ್ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸಿದ್ದಾರೆಂಬ ಸುದ್ದಿಯನ್ನು ನೀವು ಕೇಳಿದರೆ"},{"number":14,"verse":"ಆ ಸಂಗತಿಯನ್ನು ಚೆನ್ನಾಗಿ ವಿಚಾರಿಸಿ ತಿಳಿದುಕೊಳ್ಳಬೇಕು. ಅಂಥ ಅಸಹ್ಯಕಾರ್ಯವು ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ನಡೆದದ್ದು ನಿಜವೆಂದು ತಿಳಿದುಬಂದರೆ"},{"number":15,"verse":"ಆ ಊರನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡಿ ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಜನರನ್ನೂ ದನಗಳನ್ನೂ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿಬಿಡಬೇಕು."},{"number":16,"verse":"ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಸಾಮಾನುಗಳನ್ನು ಗ್ರಾಮಮಧ್ಯದಲ್ಲಿ ಕೂಡಿಸಿ ಊರನ್ನೂ ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಸಾಮಾನುಗಳನ್ನೂ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಿಗೋಸ್ಕರ ನಿಶ್ಶೇಷವಾಗಿ ಸುಟ್ಟುಬಿಡಬೇಕು. ಅದು ತಿರಿಗಿ ಕಟ್ಟಲ್ಪಡದೆ ಯಾವಾಗಲೂ ಹಾಳುದಿಬ್ಬವಾಗಿರಬೇಕು."},{"number":17,"verse":"ಕೇವಲ ಯೆಹೋವನಿಗೇ ಆಗಲಿ ಎಂದು ನೀವು ಗೊತ್ತುಮಾಡಿದ್ದರಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನಾದರೂ ತೆಗೆದುಕೊಳ್ಳಬಾರದು. ನೀವು ಹೀಗೆ ನಡೆದು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಮಾತಿಗೆ ಕಿವಿಗೊಟ್ಟು ನಾನು ಈಗ ನಿಮಗೆ ಬೋಧಿಸುವ ಆತನ ಎಲ್ಲಾ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ಆತನ ದೃಷ್ಟಿಗೆ ಸರಿಯಾದದ್ದನ್ನು ಮಾಡಿದರೆ ಆತನು ರೋಷಾಗ್ನಿಯನ್ನು ಬಿಟ್ಟು ನಿಮಗೆ ದಯೆಯನ್ನು ತೋರಿಸಿ ನಿಮ್ಮನ್ನು ಕರುಣಿಸಿ ತಾನು ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ವಾಗ್ದಾನಮಾಡಿದಂತೆ ನಿಮ್ಮ ಸಂತತಿಯನ್ನು ಹೆಚ್ಚಿಸುವನು."}]}