{"bibleAbbr":"KNJV","bookName":"ಧರ್ಮೋಪದೇಶಕಾಂಡ","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"ನೀವು ಶತ್ರುಗಳೊಡನೆ ಯುದ್ಧಕ್ಕೆ ಹೊರಟಾಗ ಅವರ ಕಡೆ ಕುದುರೆಗಳೂ ರಥಗಳೂ ನಿಮಗಿಂತ ಹೆಚ್ಚಾದ ಕಾಲ್ಬಲವೂ ಇರುವದನ್ನು ಕಂಡರೆ ಹೆದರಬಾರದು. ಐಗುಪ್ತದೇಶದಿಂದ ನಿಮ್ಮನ್ನು ಬಿಡಿಸಿದ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಿಮ್ಮ ಕಡೆ ಇದ್ದಾನಲ್ಲಾ ."},{"number":2,"verse":"ನಿಮಗೆ ಕಾಳಗ ಸಮೀಪಿಸಿದಾಗ ಯಾಜಕನು ಮುಂದೆ ಬಂದು ಭಟರಿಗೆ - ಇಸ್ರಾಯೇಲ್ಯರೇ, ಕೇಳಿರಿ; ನೀವು ಈಗ ಶತ್ರುಗಳೊಡನೆ ಯುದ್ಧಮಾಡುವ ಕಾಲ ಸಮೀಪಿಸಿತಷ್ಟೆ. ನೀವು ಎದೆಗೆಡಬಾರದು, ದಿಗಿಲುಪಡಬಾರದು, ನಡುಗಬಾರದು, ಶತ್ರುಗಳಿಗೆ ಭಯಪಡಬಾರದು."},{"number":4,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ತಾನೇ ನಿಮ್ಮ ಸಂಗಡ ಇದ್ದು ಶತ್ರುಗಳೊಡನೆ ನಿಮಗೋಸ್ಕರ ಯುದ್ಧಮಾಡಿ ನಿಮಗೆ ಜಯವನ್ನುಂಟುಮಾಡುವನು ಎಂದು ಹೇಳಬೇಕು."},{"number":5,"verse":"ಮತ್ತು ಸೈನ್ಯಾಧಿಪತಿಗಳು ಅವರಿಗೆ - ನಿಮ್ಮಲ್ಲಿ ಯಾವನಾದರೂ ಹೊಸ ಮನೆಯನ್ನು ಕಟ್ಟಿಸಿಕೊಂಡು ಇನ್ನೂ ಗೃಹಪ್ರವೇಶ ಮಾಡದಿದ್ದರೆ ಅವನು ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ಕಾಳಗದಲ್ಲಿ ಸತ್ತರೆ ಮತ್ತೊಬ್ಬನು ಆ ಮನೆಯಲ್ಲಿ ಗೃಹಪ್ರವೇಶಮಾಡಿಕೊಂಡಾನು."},{"number":6,"verse":"ಯಾವನಾದರೂ ದ್ರಾಕ್ಷೇತೋಟವನ್ನು ಮಾಡಿ ಅದರ ಹಣ್ಣುಗಳನ್ನು ಇನ್ನೂ ಅನುಭೋಗಿಸದಿದ್ದರೆ ಅವನು ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ಕಾಳಗದಲ್ಲಿ ಸತ್ತರೆ ಮತ್ತೊಬ್ಬನು ಆ ತೋಟದ ಹಣ್ಣುಗಳನ್ನು ಅನುಭೋಗಿಸಾನು."},{"number":7,"verse":"ಯಾವನಾದರೂ ತಾನು ಮದುವೆಮಾಡಿಕೊಂಡ ಹೆಣ್ಣನ್ನು ಇನ್ನೂ ಸೇರಿಸಿಕೊಳ್ಳದಿದ್ದರೆ ಅವನು ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ಕಾಳಗದಲ್ಲಿ ಸತ್ತರೆ ಮತ್ತೊಬ್ಬನು ಅವಳನ್ನು ಸೇರಿಸಿಕೊಂಡಾನು ಎಂದು ಹೇಳಬೇಕು."},{"number":8,"verse":"ಮತ್ತು - ಯಾವನಾದರೂ ಧೈರ್ಯಕಡಿಮೆಯಾಗಿ ಅಂಜಿಕೊಂಡರೆ ಅವನೂ ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ದಿಗಿಲುಪಡುವದರಿಂದ ಅವನ ಜೊತೆಗಾರರೂ ದಿಗಿಲು ಪಟ್ಟಾರು ಎಂದು ಹೇಳಬೇಕು."},{"number":9,"verse":"ಸೈನ್ಯಾಧಿಪತಿಗಳು ಭಟರಿಗೆ ಈ ರೀತಿಯಾಗಿ ಹೇಳಿದನಂತರ ದಂಡಿನವರ ಮೇಲೆ ನಾಯಕರನ್ನು ನೇಮಿಸಬೇಕು."},{"number":10,"verse":"ನೀವು ಒಂದು ಪಟ್ಟಣವನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವದಕ್ಕೆ ಅದರ ಹತ್ತಿರಕ್ಕೆ ಬಂದಾಗ ಮೊದಲು ಅದು ಯುದ್ಧವಿಲ್ಲದೆ ಸಮಾಧಾನದಿಂದಲೇ ಅಧೀನವಾಗಬಹುದೆಂದು ಪ್ರಕಟಿಸಬೇಕು."},{"number":11,"verse":"ಅದರಲ್ಲಿರುವವರು ಒಪ್ಪಿ ಬಾಗಿಲನ್ನು ನಿಮಗೆ ತೆರೆದುಕೊಟ್ಟರೆ ಅವರೆಲ್ಲರೂ ನಿಮಗೆ ಬಿಟ್ಟೀಕೆಲಸವನ್ನು ಮಾಡುವ ದಾಸರಾಗಬೇಕು."},{"number":12,"verse":"ಅವರು ನಿಮ್ಮ ಮಾತಿಗೆ ಸಮ್ಮತಿಸದೆ ಎದುರಿಸಿದರೆ ನೀವು ಆ ಪಟ್ಟಣಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಬೇಕು."},{"number":13,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ಆ ಪಟ್ಟಣವನ್ನು ನಿಮಗೆ ವಶಮಾಡಿದಾಗ ಅದರಲ್ಲಿರುವ ಗಂಡಸರೆಲ್ಲರನ್ನೂ ಕನಿಕರಿಸದೆ ಸಂಹಾರಮಾಡಬೇಕು."},{"number":14,"verse":"ಹೆಂಗಸರನ್ನೂ ಮಕ್ಕಳನ್ನೂ ದನಗಳನ್ನೂ ಊರಲ್ಲಿರುವ ಆಸ್ತಿಯನ್ನೂ ನೀವು ಸ್ವಂತಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಿಮಗೆ ವಶಪಡಿಸಿದ ಶತ್ರುಗಳ ಆಸ್ತಿಯನ್ನು ನೀವೇ ಅನುಭೋಗಿಸಬಹುದು."},{"number":15,"verse":"ಈ ದೇಶದ ಜನಾಂಗಗಳಿಗೆ ಸೇರದೆ ದೂರವಾಗಿರುವ ಜನಾಂಗಗಳ ಪಟ್ಟಣಗಳ ವಿಷಯದಲ್ಲಿ ನೀವು ಹಾಗೆಯೇ ನಡೆದುಕೊಳ್ಳಬೇಕು."},{"number":16,"verse":"ಆದರೆ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಿಮಗೆ ಸ್ವಂತಕ್ಕಾಗಿ ಕೊಡುವ ಈ ಜನಾಂಗಗಳ ಪಟ್ಟಣಗಳ ವಿಷಯದಲ್ಲಿ ಹಾಗೆ ಮಾಡದೆ ಉಸುರುಬಿಡುವ ಒಬ್ಬರನ್ನಾದರೂ ಉಳಿಸಬಾರದು."},{"number":17,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಿಮಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟಂತೆ ಇವರನ್ನು ಅಂದರೆ ಹಿತ್ತಿಯರು, ಅಮೋರಿಯರು, ಕಾನಾನ್ಯರು, ಪೆರಿಜ್ಜೀಯರು, ಹಿವ್ವಿಯರು, ಯೆಬೂಸಿಯರು, ಇವರೆಲ್ಲರನ್ನೂ ನಾಶಮಾಡಿಬಿಡಬೇಕು."},{"number":18,"verse":"ಇಲ್ಲವಾದರೆ ಅವರು ತಮ್ಮ ದೇವರುಗಳಿಗಾಗಿ ಆಚರಿಸುವ ನಿಷಿದ್ಧಾಚಾರಗಳನ್ನು ನಿಮಗೆ ಕಲಿಸಿಕೊಟ್ಟಾರು; ಮತ್ತು ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ದ್ರೋಹಿಗಳಾದೀರಿ."},{"number":19,"verse":"ನೀವು ಒಂದು ಪಟ್ಟಣವನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಅದಕ್ಕೆ ಬಹುದಿವಸ ಮುತ್ತಿಗೆಹಾಕಿರುವಾಗ ಅದಕ್ಕೆ ಸೇರಿರುವ ಮರಗಳನ್ನು ಹಾಳುಮಾಡಬಾರದು; ಅವುಗಳಿಗೆ ಕೊಡಲಿಯನ್ನು ಹಾಕಲೇಬಾರದು. ಅವುಗಳ ಹಣ್ಣನ್ನು ತಿನ್ನಬಹುದೇ ಹೊರತು ಮರಗಳನ್ನು ಕಡಿಯಬಾರದು. ಅಡವಿಯ ಮರಗಳು ಶತ್ರುಗಳೇನು? ಅವುಗಳೊಡನೆ ಯುದ್ಧಮಾಡಬಹುದೇ?"},{"number":20,"verse":"ತಿನ್ನತಕ್ಕ ಹಣ್ಣು ಕೊಡುವದಿಲ್ಲವೆಂದು ನೀವು ತಿಳಿದ ಮರಗಳನ್ನು ಮಾತ್ರ ನೀವು ಕೆಡಿಸಬಹುದು, ಕಡಿಯಬಹುದು. ಅವುಗಳಿಂದ ಯುದ್ಧಯಂತ್ರಗಳನ್ನು ಮಾಡಿಕೊಂಡು ನಿಮಗೆ ವಿರುದ್ಧವಾಗಿರುವ ಆ ಪಟ್ಟಣವು ಬೀಳುವ ತನಕ ಅದಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಬೇಕು."}]}