{"bibleAbbr":"KNJV","bookName":"ಧರ್ಮೋಪದೇಶಕಾಂಡ","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಿಮಗೆ ಸ್ವದೇಶವಾಗುವದಕ್ಕೆ ಕೊಡುವ ದೇಶದಲ್ಲಿ ಹತನಾದ ಮನುಷ್ಯನ ಶವವು ಅಡವಿಯಲ್ಲಿ ಬಿದ್ದಿರುವದನ್ನು ನೀವು ಕಂಡರೆ ಮತ್ತು ಅವನನ್ನು ಕೊಂದವನು ಯಾರೆಂಬದು ತಿಳಿಯದೆಹೋದರೆ"},{"number":2,"verse":"ನಿಮ್ಮ ಹಿರಿಯರೂ ನ್ಯಾಯಾಧಿಪತಿಗಳೂ ಬಂದು ಹತನಾದವನ ಶವದ ಸುತ್ತಲಿರುವ ಊರುಗಳಲ್ಲಿ ಯಾವದು ಹತ್ತಿರವೆಂದು ತಿಳಿದುಕೊಳ್ಳುವದಕ್ಕೆ ಅಳತೆಮಾಡಬೇಕು."},{"number":3,"verse":"ಯಾವ ಊರು ಹತ್ತಿರವಾಗಿದೆಯೋ ಆ ಊರಿನ ಹಿರಿಯರು ಇನ್ನೂ ನೊಗಕ್ಕೆ ಕಟ್ಟಲ್ಪಡದೆಯೂ ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡದೆಯೂ ಇರುವ ಒಂದು ಮಣಕವನ್ನು ತೆಗೆದುಕೊಂಡು ಎಂದಿಗೂ ವ್ಯವಸಾಯವಿಲ್ಲದಂಥ,"},{"number":4,"verse":"ನೀರು ಯಾವಾಗಲೂ ಹರಿಯುವಂಥ ತಗ್ಗಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಅದರ ಕುತ್ತಿಗೆಯನ್ನು ಮುರಿದು ಕೊಲ್ಲಬೇಕು."},{"number":5,"verse":"ಲೇವಿಕುಲದವರಾದ ಯಾಜಕರಲ್ಲಿ ಕೆಲವರು ಹತ್ತಿರವಿರಬೇಕು. ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ಅವರನ್ನೇ ತನ್ನ ಸಾನ್ನಿಧ್ಯಸೇವೆಯನ್ನು ಮಾಡುವದಕ್ಕೂ ತನ್ನ ಹೆಸರಿನಿಂದ ಜನರನ್ನು ಆಶೀರ್ವದಿಸುವದಕ್ಕೂ ಆದುಕೊಂಡಿದ್ದಾನಲ್ಲ; ಅನುಮಾನವಾದ ಎಲ್ಲಾ ವ್ಯಾಜ್ಯಗಳ ಮತ್ತು ಹೊಡೆದಾಟಗಳ ವಿಷಯದಲ್ಲಿ ಅವರೇ ತೀರ್ಮಾನಿಸಬೇಕು."},{"number":6,"verse":"ಹತನಾದವನ ಶವಕ್ಕೆ ಹತ್ತಿರವಿರುವ ಗ್ರಾಮದ ಹಿರಿಯರು ತಗ್ಗಿನಲ್ಲಿ ಕುತ್ತಿಗೆ ಮುರಿಯಲ್ಪಟ್ಟ ಆ ಮಣಕದ ಮೇಲೆ ಕೈಗಳನ್ನು ತೊಳೆದುಕೊಂಡು -"},{"number":7,"verse":"ನಮ್ಮ ಕೈಗಳು ಈ ಹತ್ಯವನ್ನು ಮಾಡಲಿಲ್ಲ. ನಮ್ಮ ಕಣ್ಣುಗಳು ನೋಡಲಿಲ್ಲ;"},{"number":8,"verse":"ಯೆಹೋವನೇ, ನೀನು ಬಿಡುಗಡೆಮಾಡಿದ ನಿನ್ನ ಜನರನ್ನು ಕ್ಷಮಿಸಬೇಕು; ಅನ್ಯಾಯವಾದ ನರಹತ್ಯದೋಷಫಲವು ನಿನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ತಗಲದಿರಲಿ ಎಂದು ಹೇಳಬೇಕು."},{"number":9,"verse":"ಆಗ ಆ ರಕ್ತಾಪರಾಧವು ಕ್ಷಮಿಸಲ್ಪಡುವದು. ಹೀಗೆ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ಸರಿಯಾದದ್ದನ್ನು ಮಾಡುವದರಿಂದ ನೀವೇ ಅನ್ಯಾಯವಾದ ನರಹತ್ಯದೋಷವನ್ನು ನಿಮ್ಮ ಮಧ್ಯದಿಂದ ತೆಗೆದುಹಾಕುವಿರಿ."},{"number":10,"verse":"ನೀವು ಶತ್ರುಗಳೊಡನೆ ಯುದ್ಧಮಾಡಲಾಗಿ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಅನುಗ್ರಹದಿಂದ ಅವರನ್ನು ನಿಮ್ಮಿಂದ ಅಪಜಯಪಡಿಸಿ ಸೆರೆಹಿಡಿದಾಗ"},{"number":11,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾವನಾದರೂ ಸೆರೆಯವರಲ್ಲಿ ಸುಂದರಸ್ತ್ರೀಯನ್ನು ಕಂಡು ಮೋಹಿಸಿ ಮದುವೆಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸಿದರೆ"},{"number":12,"verse":"ಅವಳನ್ನು ಮನೆಗೆ ಕರಕೊಂಡು ಬರಲಿ; ತರುವಾಯ ಅವಳು ಕ್ಷೌರಮಾಡಿಸಿಕೊಂಡು ಉಗುರುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು"},{"number":13,"verse":"ಸೆರೆಯ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದಿಟ್ಟು ಅವನ ಮನೆಯಲ್ಲಿ ಒಂದು ತಿಂಗಳಿನವರೆಗೆ ತಾಯಿತಂದೆಗಳ ವಿಯೋಗದ ನಿಮಿತ್ತ ಹಂಬಲಿಸಲಿ. ಆಮೇಲೆ ಅವನು ಅವಳನ್ನು ಹೆಂಡತಿಯನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳಬಹುದು."},{"number":14,"verse":"ತರುವಾಯ ಅವಳು ಅವನಿಗೆ ಇಷ್ಟವಾಗದೆ ಹೋದರೆ ಅವನು ಅವಳನ್ನು ಅವಳ ಮನಸ್ಸು ಬಂದಲ್ಲಿಗೆ ಕಳುಹಿಸಿಬಿಡಬೇಕು. ಅವಳನ್ನು ಕೂಡಿದ್ದರಿಂದ ದಾಸತ್ವಕ್ಕೆ ಮಾರಲೂಬಾರದು, ದಾಸಿಯಂತೆ ನಡಿಸಲೂ ಬಾರದು."},{"number":15,"verse":"ಯಾವನಾದರೂ ಇಬ್ಬರು ಹೆಂಡತಿಯರನ್ನು ಮಾಡಿಕೊಂಡು ಅವರಲ್ಲಿ ಒಬ್ಬಳನ್ನು ಪ್ರೀತಿಸಿ ಮತ್ತೊಬ್ಬಳನ್ನು ತಿರಸ್ಕರಿಸುವ ಸಂದರ್ಭದಲ್ಲಿ ಅವರಿಬ್ಬರೂ ಅವನಿಂದ ಮಕ್ಕಳನ್ನು ಪಡೆದವರಾಗಿರಲಾಗಿ ಚೊಚ್ಚಲುಮಗನು ತಿರಸ್ಕರಿಸಲ್ಪಟ್ಟವಳಲ್ಲಿಯೇ ಹುಟ್ಟಿದ ಪಕ್ಷಕ್ಕೆ"},{"number":16,"verse":"ತಂದೆಯು ತನ್ನ ಆಸ್ತಿಯನ್ನು ಮಕ್ಕಳಿಗೆ ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಕೊಡುವಾಗ ಆ ತಿರಸ್ಕರಿಸಲ್ಪಟ್ಟವಳ ಮಗನನ್ನು ತಳ್ಳಿಬಿಟ್ಟು ಪ್ರೀತಿಯ ಹೆಂಡತಿಯ ಮಗನನ್ನೇ ಚೊಚ್ಚಲವನೆಂದು ಭಾವಿಸಕೂಡದು."},{"number":17,"verse":"ತಿರಸ್ಕರಿಸಲ್ಪಟ್ಟವಳ ಮಗನೇ ಚೊಚ್ಚಲವನೆಂದು ಒಪ್ಪಿ ಅವನಿಗೆ ಎರಡು ಭಾಗಗಳನ್ನು ಕೊಡಬೇಕು. ಅವನೇ ತಂದೆಯ ವೀರ್ಯಕ್ಕೆ ಪ್ರಥಮಫಲವೂ ಚೊಚ್ಚಲುತನದ ಹಕ್ಕಿಗೆ ಬಾಧ್ಯನೂ ಆಗಿದ್ದಾನಲ್ಲಾ,"},{"number":18,"verse":"ಒಬ್ಬ ಮಗನು ತಂದೆತಾಯಿಗಳ ಆಜ್ಞೆಗೆ ಒಳಗಾಗದೆ ಶಿಕ್ಷಿಸಲ್ಪಟ್ಟರೂ ಮೊಂಡನೂ ಅವಿಧೇಯನೂ ಆಗಿ"},{"number":19,"verse":"ಅವರ ಮಾತನ್ನು ಕೇಳದೆಹೋದರೆ ತಂದೆತಾಯಿಗಳು ಅವನನ್ನು ಹಿಡಿದು ಊರುಬಾಗಿಲಿಗೆ ಹಿರಿಯರ ಮುಂದೆ ತಂದು ಅವರಿಗೆ -"},{"number":20,"verse":"ಈ ನಮ್ಮ ಮಗನು ನಮ್ಮ ಮಾತನ್ನು ಕೇಳುವದೇ ಇಲ್ಲ. ಆಜ್ಞೆಗೆ ಒಳಗಾಗುವದಿಲ್ಲ; ಇವನು ಮೊಂಡ ಕುಡಿಕ ತುಂಟ ಎಂದು ಸಾಕ್ಷಿ ಹೇಳಬೇಕು. ಆಗ ಊರಿನವರೆಲ್ಲರೂ ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು."},{"number":21,"verse":"ಹೀಗೆ ನೀವು ಆ ದುಷ್ಟತ್ವವನ್ನು ನಿಮ್ಮ ಮಧ್ಯದೊಳಗಿಂದ ತೆಗೆದುಹಾಕಿಬಿಡಬೇಕು. ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಕೇಳಿ ಭಯಪಡುವರು."},{"number":22,"verse":"ಅಪರಾಧ ಮಾಡಿದವನು ಮರಣಶಿಕ್ಷೆಯನ್ನು ಹೊಂದಿದ ಮೇಲೆ ನೀವು ಅವನ ಶವವನ್ನು ಮರಕ್ಕೆ ತೂಗಹಾಕಿದರೆ ಅದು ರಾತ್ರಿಯಲ್ಲಿಯೂ ಮರದ ಮೇಲೆ ಇರಬಾರದು;"},{"number":23,"verse":"ಅದೇ ದಿನದಲ್ಲಿ ಅದನ್ನು ನೆಲದಲ್ಲಿ ಹೂಣಬೇಕು. ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಿಮಗೆ ಸ್ವದೇಶವಾಗುವದಕ್ಕೆ ಕೊಡುವ ದೇಶವು ಅಪವಿತ್ರವಾಗಬಾರದು. ಮರಕ್ಕೆ ತೂಗಹಾಕಲ್ಪಟ್ಟವನು ದೇವರ ಶಾಪವನ್ನು ಹೊಂದಿದವನಲ್ಲವೇ."}]}