{"bibleAbbr":"ULT2024","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"A good name is better than costly perfume, and the day of death is better than the day of birth."},{"number":2,"verse":"It is better to go to a house of mourning than to a house of feasting, for mourning comes to all people at the end of life, so living people must take this to heart."},{"number":3,"verse":"Grief is better than laughter, for after sadness of face comes gladness of heart."},{"number":4,"verse":"The heart of the wise is in the house of mourning, but the heart of fools is in the house of feasting."},{"number":5,"verse":"It is better to listen to the rebuke of the wise than to listen to the song of fools."},{"number":6,"verse":"For like the crackling of thorns burning under a pot, so also is the laughter of fools. This, too, is vapor."},{"number":7,"verse":"Extortion certainly makes a wise man foolish, and a bribe corrupts the heart."},{"number":8,"verse":"Better is the end of a matter than the beginning; and the people patient in spirit are better than the proud in spirit."},{"number":9,"verse":"Do not be quick to anger in your spirit, for anger resides in the hearts of fools."},{"number":10,"verse":"Do not say, \"Why were the days of old better than these?\" For it is not because of wisdom that you ask this question."},{"number":11,"verse":"Wisdom, like an inheritance, is good. It benefits those who see the sun."},{"number":12,"verse":"For wisdom provides protection as money can provide protection, but the advantage of knowledge is that wisdom gives life to whoever has it."},{"number":13,"verse":"Consider the deeds of God: Who can straighten out anything he has made crooked?"},{"number":14,"verse":"When times are good, live happily in that good, but when times are bad, consider this: God has allowed both to exist side by side. For this reason, no one will find out anything that is coming after him."},{"number":15,"verse":"I have seen many things in my meaningless days. There are righteous people who perish in spite of their righteousness, and there are wicked people who live a long life in spite of their evil."},{"number":16,"verse":"Do not be self-righteous, wise in your own eyes. Why should you destroy yourself?"},{"number":17,"verse":"Do not be too wicked or foolish. Why should you die before your time?"},{"number":18,"verse":"It is good that you should take hold of this wisdom, and that you should not let go of righteousness. For the person who fears God will meet all his obligations. [ Instead of will meet all his obligations, some modern versions have different interpretations of this difficult passage. ]"},{"number":19,"verse":"Wisdom is powerful in the wise man, more than ten rulers in a city."},{"number":20,"verse":"There is not a righteous man on earth who does good and never sins."},{"number":21,"verse":"Do not listen to every word that is spoken, because you might hear your servant curse you."},{"number":22,"verse":"Similarly, you know yourself that in your own heart you have often cursed others."},{"number":23,"verse":"All this have I proven by wisdom. I said, \"I will be wise,\" but it was more than I could be."},{"number":24,"verse":"Wisdom is far off and very deep. Who can find it?"},{"number":25,"verse":"I turned my heart to learn and examine and seek wisdom and the explanations of reality, and to understand that evil is stupid and that folly is madness."},{"number":26,"verse":"I found that more bitter than death is any woman whose heart is full of snares and nets, and whose hands are chains. Whoever pleases God will escape from her, but the sinner will be taken by her."},{"number":27,"verse":"\"Consider what I have discovered, \"says the Teacher. \"I have been adding one discovery to another in order to find an explanation of reality."},{"number":28,"verse":"This is what I am still looking for, but I have not found it. I did find one righteous man among a thousand, but a woman among all those I did not find."},{"number":29,"verse":"I have discovered only this: That God created humanity upright, but they have gone away looking for many difficulties.\""}]}