{"bibleAbbr":"WYC1395","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"In the eiythe monethe, in the secounde yeer of Darius, the word of the Lord was maad to Sacarie, the sone of Barachie, the sone of Addo,"},{"number":2,"verse":"profete, and seide, The Lord is wrooth on youre fadris with wrathfulnesse."},{"number":3,"verse":"And thou schalt seie to hem, The Lord of oostis seith these thingis. Be ye conuertid to me, seith the Lord of oostis, and Y schal be conuertid to you, seith the Lord of oostis."},{"number":4,"verse":"Be ye not as youre fadris, to whiche the formere profetis crieden, seiynge, The Lord of oostis seith these thingis, Be ye conuertid fro youre yuel weies, and youre worste thouytis; and thei herden not, nether token tent to me, seith the Lord of oostis."},{"number":5,"verse":"Where ben youre fadris and profetis? whether thei schulen lyue with outen ende?"},{"number":6,"verse":"Netheles my wordis and my lawful thingis, whiche Y comaundide to my seruauntis profetis, whether thei tauyten not youre fadris? And thei weren conuertid, and seiden, As the Lord of oostys thouyte for to do to vs bi oure weies, and bi oure fyndingis he dide to vs."},{"number":7,"verse":"In the foure and twentithe dai of the enleuenthe monethe Sabath, in the secounde yeer of Darius, the word of the Lord was maad to Sacarie, sone of Barachie, sone of Addo,"},{"number":8,"verse":"profete, and seide, Y saiy bi niyt, and lo! a man stiynge on a reed hors; and he stood bitwixe places where mirtis wexen, that weren in the depthe, and aftir hym weren horsis reede, dyuerse, and white."},{"number":9,"verse":"And Y seide, My lord, who ben these? And an aungel of the Lord seide to me, that spak in me, Y schal schewe to thee what these ben."},{"number":10,"verse":"And the man that stood bitwix places where mirtis wexen, answeride, and seide, These it ben, whiche the Lord sente, that thei walke thorouy erthe."},{"number":11,"verse":"And thei answeriden to the aungel of the Lord, that stood bitwixe places where mirtis wexen, and seiden, We han walkid thorouy erthe, and lo! al erthe is enhabitid, and restith."},{"number":12,"verse":"And the aungel of the Lord answeride, and seide, Lord of oostis, hou long schalt thou not haue merci on Jerusalem, and citees of Juda, to whiche thou art wrooth? This now is the seuentithe yeer."},{"number":13,"verse":"And the Lord answeride to the aungel, that spak in me, goode wordis, and wordis of coumfort."},{"number":14,"verse":"And the aungel that spak in me, seide to me, Crie thou, seiynge, The Lord of oostis seith these thingis, Y louyde Jerusalem and Sion in greet feruour;"},{"number":15,"verse":"and in greet wraththe Y schal be wroth on riche folkis; for Y was wrooth a litil, forsothe thei helpiden in to yuel."},{"number":16,"verse":"Therfor the Lord seith these thingis, Y schal turne ayen to Jerusalem in mercies. Myn hous schal be bildid in it, seith the Lord of oostis; and a plomet schal be streiyt out on Jerusalem."},{"number":17,"verse":"Yit crie thou, seiynge, The Lord of oostis seith these thingis, Yit my citees schulen flete with goodis, and yit the Lord schal coumforte Sion, and yit he schal chese Jerusalem."},{"number":18,"verse":"And Y reiside myn iyen, and Y saiy, and lo! foure hornes."},{"number":19,"verse":"And Y seide to the aungel that spak in me, What ben these? And he seide to me, These ben hornes, that wyndewiden Juda, and Israel, and Jerusalem."},{"number":20,"verse":"And the Lord schewide to me foure smythis."},{"number":21,"verse":"And Y seide, What comen these for to do? Which spak, seiynge, These ben the hornes, that wyndewiden Juda bi alle men, and no man of hem reiside his heed; and these camen for to make hem aferd, that thei caste doun the hornes of hethene men, which reisiden horn on the lond of Juda, for to scatere it."}]}