{"bibleAbbr":"WYC1395","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"Axe ye of the Lord reyn in late tyme, and the Lord schal make snowis, and reyn of myyt of cloude; and he schal yyue to hem, to ech bi hym silf, erbe in the feeld."},{"number":2,"verse":"For symylacris spaken vnprofitable thing, and diuynours saien leesyng; and dremeris spaken veynli, ydily thei coumfortiden; therfor thei ben led awei as a floc, thei schulen be turmentid, for a scheepherd is not to hem."},{"number":3,"verse":"On scheepherdis my strong veniaunce is wrooth, and on buckis of geet Y schal visite; for the Lord of oostis hath visitide his floc, the hous of Juda, and hath put hem as an hors of hys glorie in batel."},{"number":4,"verse":"Of hym `schal be a cornere, and of hym a litil pale, of hym a bowe of batel, and of hym ech vniust axere schal go out togidere."},{"number":5,"verse":"And thei schulen be as stronge men, defoulynge clei of weies in batel, and thei schulen fiyte, for the Lord is with hem; and stieris of horsis schulen be confoundid."},{"number":6,"verse":"And Y schal coumforte the hous of Juda, and Y schal saue the hous of Joseph; and Y schal conuerte hem, for Y schal haue merci on hem; and thei schulen be as thei weren, whanne Y hadde not cast awei hem; for Y schal be the Lord God of hem, and Y schal graciousli here hem."},{"number":7,"verse":"And thei schulen be as the stronge of Effraym, and the herte of hem schal be glad, as of wyn; and sones of hem schulen se, and be glad, and the herte of hem schal make ioie withoutforth in the Lord."},{"number":8,"verse":"Y schal hisse, `ether softli speke, to hem, and Y schal gadere hem, for Y ayen bouyte hem, and Y schal multiplie hem, as thei weren multiplied bifore."},{"number":9,"verse":"And Y schal sowe hem in puplis, and fro fer thei schulen bithenke of me; and thei schulen lyue with her sones, and schulen turne ayen."},{"number":10,"verse":"And Y schal `ayen lede hem fro the lond of Egipt, and Y schal gadere hem fro Assiriens; and Y schal brynge hem to the lond of Galaad and of Liban, and place schal not be foundun to hem."},{"number":11,"verse":"And he schal passe in the wawe of the see, and schal smyte wawis in the see, and alle depnessis of flood schulen be confoundid; and the pride of Assur schal be mekid, and the ceptre of Egipt schal go awei."},{"number":12,"verse":"Y schal coumforte hem in the Lord, and thei schulen walke in the name of hym, seith the Lord."}]}