{"bibleAbbr":"WYC1395","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"Thou Liban, opene thi yatis, and fier schal ete thi cedris."},{"number":2,"verse":"Yelle, thou fir tre, for the cedre felle doun, for grete men ben distried; yelle, ye okis of Basan, for the stronge welde wode is kit doun."},{"number":3,"verse":"Vois of yellyng of schepherdis, for the greet worschip of hem is distried; vois of roryng of liouns, for the pride of Jordan is wastid."},{"number":4,"verse":"My Lord God seith these thingis, Fede thou beestis of slauyter,"},{"number":5,"verse":"whiche thei that weldiden slowen; and `sorewiden not, and selden hem, and seiden, Blessid be the Lord, we ben maad riche. And schepherdis of hem spariden not hem,"},{"number":6,"verse":"and Y schal no more spare on `men enhabitynge the erthe, seith the Lord. Lo! Y schal bitake men, ech in hond of his neiybour, and in hoond of his kyng, and thei schulen to-reende togidere the lond; and Y schal not delyuere fro the hond of hem,"},{"number":7,"verse":"and Y schal fede the beeste of sleyng. For this thing, ye pore men of the floc, here. And Y took to me twei yerdis; oon Y clepide Fairnesse, and the tother Y clepide Litil Corde; and Y fedde the floc."},{"number":8,"verse":"And Y kittide doun thre scheepherdis in o monethe, and my soule is drawun togidere in hem; for also the soule of hem variede in me."},{"number":9,"verse":"And Y seide, Y schal not fede you; that that dieth, die; and that that is kit doun, be kit doun; and the residues deuoure, ech the fleisch of his neiybore."},{"number":10,"verse":"And Y took my yerde, that was clepid Fairnesse, and Y kittide doun it, that Y schulde make void my couenaunt, that Y smoot with alle puplis."},{"number":11,"verse":"And it `is led forth voide in that dai; and the pore of floc that kepen to me, knewen thus, for it is the word of the Lord."},{"number":12,"verse":"And Y seide to hem, If it is good in youre iyen, brynge ye my meede; and if nai, reste ye. And thei weieden my meede, thretti platis of siluer."},{"number":13,"verse":"And the Lord seide to me, Caste awei it to a makere of ymagis, the fair prijs, bi which Y am preisid of hem. And Y took thritti platis of siluer, and Y castide forth hem in the hous of the Lord, to the makere of ymagis."},{"number":14,"verse":"And Y kittide doun my secunde yerde, that was clepide Litil Corde, that Y schulde departe the brotherhed bitwixe Juda and Israel."},{"number":15,"verse":"And the Lord seide to me, Yit take to thee vessels of a fonned scheepherde;"},{"number":16,"verse":"for lo! Y schal reise a scheepherde in erthe, which schal not visite forsakun thingis, schal not seke scatered thingis, and schal not heele `the brokun togidere, and schal not nurische forth that that stondith. And he schal ete fleischis of the fat, and schal vnbynde the clees of hem."},{"number":17,"verse":"A! the scheepherd, and ydol, forsakynge the floc; swerd on his arm, and on his riyt iye; the arm of hym schal be dried with drynesse, and his riyt iye wexynge derk schal be maad derk."}]}