{"bibleAbbr":"RcV2003","bookName":"John","bookEnglishName":"John","chapterNumber":1,"verses":[{"number":1,"verse":"In the beginning was the Word, and the Word was with God, and the Word was God."},{"number":2,"verse":"He was in the beginning with God."},{"number":3,"verse":"All things came into being through Him, and apart from Him not one thing came into being which has come into being."},{"number":4,"verse":"In Him was life, and the life was the light of men."},{"number":5,"verse":"And the light shines in the darkness, and the darkness did not overcome it."},{"number":6,"verse":"There came a man sent from God, whose name was John."},{"number":7,"verse":"He came for a testimony that he might testify concerning the light, that all might believe through him."},{"number":8,"verse":"He was not the light, but came that he might testify concerning the light."},{"number":9,"verse":"This was the true light which, coming into the world, enlightens every man."},{"number":10,"verse":"He was in the world, and the world came into being through Him, yet the world did not know Him."},{"number":11,"verse":"He came to His own, yet those who were His own did not receive Him."},{"number":12,"verse":"But as many as received Him, to them He gave the authority to become children of God, to those who believe into His name,"},{"number":13,"verse":"Who were begotten not of blood, nor of the will of the flesh, nor of the will of man, but of God."},{"number":14,"verse":"And the Word became flesh and tabernacled among us (and we beheld His glory, glory as of the only Begotten from the Father), full of grace and reality."},{"number":15,"verse":"John testified concerning Him and cried out, saying, This was He of whom I said, He who is coming after me has become ahead of me, because He was before me."},{"number":16,"verse":"For of His fullness we have all received, and grace upon grace."},{"number":17,"verse":"For the law was given through Moses; grace and reality came through Jesus Christ."},{"number":18,"verse":"No one has ever seen God; the only begotten Son, who is in the bosom of the Father, He has declared Him."},{"number":19,"verse":"And this is the testimony of John, when the Jews sent to him priests and Levites from Jerusalem to ask him, Who are you?"},{"number":20,"verse":"And he confessed and did not deny, and he confessed, I am not the Christ."},{"number":21,"verse":"And they asked him, What then? Are you Elijah? And he said, I am not. Are you the Prophet? And he answered, No."},{"number":22,"verse":"They said then to him, Who are you, that we may give an answer to those who sent us? What do you say about yourself?"},{"number":23,"verse":"He said, I am a voice of one crying in the wilderness, “Make straight the way of the Lord!” as Isaiah the prophet said."},{"number":24,"verse":"And those who had been sent were of the Pharisees."},{"number":25,"verse":"And they asked him and said to him, Why then are you baptizing if you are not the Christ nor Elijah nor the Prophet?"},{"number":26,"verse":"John answered them, saying, I baptize in water; but among you stands One whom you do not know,"},{"number":27,"verse":"He who is coming after me, the thong of whose sandal I am not worthy to untie."},{"number":28,"verse":"These things took place in Bethany across the Jordan, where John was baptizing."},{"number":29,"verse":"The next day he saw Jesus coming to him and said, Behold, the Lamb of God, who takes away the sin of the world!"},{"number":30,"verse":"This is He of whom I said, A man is coming after me who has become ahead of me, because He was before me."},{"number":31,"verse":"And I did not know Him, but in order that He might be manifested to Israel, for this reason I came baptizing in water."},{"number":32,"verse":"And John testified, saying, I beheld the Spirit descending as a dove out of heaven, and He abode upon Him."},{"number":33,"verse":"And I did not know Him, but He who sent me to baptize in water, He said to me, He upon whom you see the Spirit descending and abiding upon Him, this is He who baptizes in the Holy Spirit."},{"number":34,"verse":"And I have seen and have testified that this is the Son of God."},{"number":35,"verse":"Again the next day John was standing with two of his disciples,"},{"number":36,"verse":"And looking at Jesus walking, he said, Behold, the Lamb of God!"},{"number":37,"verse":"And the two disciples heard him speak this, and they followed Jesus."},{"number":38,"verse":"And Jesus, turning and beholding them following, said to them, What are you seeking? And they said to Him, Rabbi (which translated means Teacher), where are You staying?"},{"number":39,"verse":"He said to them, Come, and you will see. They went therefore and saw where He was staying, and they stayed with Him that day; it was about the tenth hour."},{"number":40,"verse":"One of the two who heard this from John and followed Him was Andrew, Simon Peter’s brother."},{"number":41,"verse":"He first found his own brother Simon and said to him, We have found the Messiah (which translated means Christ)."},{"number":42,"verse":"He led him to Jesus. Looking at him, Jesus said, You are Simon, the son of John; you shall be called Cephas (which is interpreted, Peter)."},{"number":43,"verse":"The next day He wanted to go forth into Galilee, and He found Philip. And Jesus said to him, Follow Me."},{"number":44,"verse":"Now Philip was from Bethsaida, of the city of Andrew and Peter."},{"number":45,"verse":"Philip found Nathanael and said to him, We have found Him of whom Moses in the law, and the prophets, wrote, Jesus, the son of Joseph, from Nazareth."},{"number":46,"verse":"And Nathanael said to him, Can anything good be from Nazareth? Philip said to him, Come and see."},{"number":47,"verse":"Jesus saw Nathanael coming to Him and said concerning him, Behold, truly an Israelite, in whom there is no guile!"},{"number":48,"verse":"Nathanael said to Him, How do You know me? Jesus answered and said to him, Before Philip called you, while you were under the fig tree, I saw you."},{"number":49,"verse":"Nathanael answered Him, Rabbi, You are the Son of God; You are the King of Israel."},{"number":50,"verse":"Jesus answered and said to him, Is it because I told you that I saw you under the fig tree that you believe? You shall see greater things than these."},{"number":51,"verse":"And He said to him, Truly, truly, I say to you, You shall see heaven opened and the angels of God ascending and descending on the Son of Man."}]}