{"bibleAbbr":"RcV2003","bookName":"John","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"I am the true vine, and My Father is the husbandman."},{"number":2,"verse":"Every branch in Me that does not bear fruit, He takes it away; and every branch that bears fruit, He prunes it that it may bear more fruit."},{"number":3,"verse":"You are already clean because of the word which I have spoken to you."},{"number":4,"verse":"Abide in Me and I in you. As the branch cannot bear fruit of itself unless it abides in the vine, so neither can you unless you abide in Me."},{"number":5,"verse":"I am the vine; you are the branches. He who abides in Me and I in him, he bears much fruit; for apart from Me you can do nothing."},{"number":6,"verse":"If one does not abide in Me, he is cast out as a branch and is dried up; and they gather them and cast them into the fire, and they are burned."},{"number":7,"verse":"If you abide in Me and My words abide in you, ask whatever you will, and it shall be done for you."},{"number":8,"verse":"In this is My Father glorified, that you bear much fruit and so you will become My disciples."},{"number":9,"verse":"As the Father has loved Me, I also have loved you; abide in My love."},{"number":10,"verse":"If you keep My commandments, you will abide in My love; even as I have kept My Father’s commandments and abide in His love."},{"number":11,"verse":"These things I have spoken to you that My joy may be in you and that your joy may be made full."},{"number":12,"verse":"This is My commandment, that you love one another even as I have loved you."},{"number":13,"verse":"No one has greater love than this, that one lay down his life for his friends."},{"number":14,"verse":"You are My friends if you do what I command you."},{"number":15,"verse":"No longer do I call you slaves, for the slave does not know what his master is doing; but I have called you friends, for all the things which I have heard from My Father I have made known to you."},{"number":16,"verse":"You did not choose Me, but I chose you, and I set you that you should go forth and bear fruit and that your fruit should remain, that whatever you ask the Father in My name, He may give you."},{"number":17,"verse":"These things I command you that you may love one another."},{"number":18,"verse":"If the world hates you, know that it has hated Me before you."},{"number":19,"verse":"If you were of the world, the world would love its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you."},{"number":20,"verse":"Remember the word which I said to you, A slave is not greater than his master. If they have persecuted Me, they will persecute you also; if they have kept My word, they will keep yours also."},{"number":21,"verse":"But all these things they will do to you because of My name, because they do not know Him who sent Me."},{"number":22,"verse":"If I had not come and spoken to them, they would not have sin; but now they have no excuse for their sin."},{"number":23,"verse":"He who hates Me hates My Father also."},{"number":24,"verse":"If I did not do among them the works which no one else has done, they would not have sin; but now they have both seen and hated both Me and My Father."},{"number":25,"verse":"But it is so that the word written in their law may be fulfilled, “They hated Me without cause.”"},{"number":26,"verse":"But when the Comforter comes, whom I will send to you from the Father, the Spirit of reality, who proceeds from the Father, He will testify concerning Me;"},{"number":27,"verse":"And you testify also, because from the beginning you have been with Me."}]}