{"bibleAbbr":"RcV2003","bookName":"John","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"After these things Jesus went away across the Sea of Galilee, which is the Sea of Tiberias."},{"number":2,"verse":"And a great crowd followed Him, because they saw the signs which He did on those who were sick."},{"number":3,"verse":"And Jesus went up to the mountain and sat there with His disciples."},{"number":4,"verse":"Now the Passover, the feast of the Jews, was near."},{"number":5,"verse":"Jesus then lifting up His eyes and seeing that a great crowd was coming toward Him, said to Philip, Where shall we buy bread that these may eat?"},{"number":6,"verse":"But this He said to test him, for He Himself knew what He was about to do."},{"number":7,"verse":"Philip answered Him, Two hundred denarii worth of bread is not sufficient for them, that each one may take a little."},{"number":8,"verse":"One of His disciples, Andrew, Simon Peter’s brother, said to Him,"},{"number":9,"verse":"There is a little boy here who has five barley loaves and two fish; but what are these for so many?"},{"number":10,"verse":"Jesus said, Have the people recline. Now there was much grass in the place. So the men reclined, in number about five thousand."},{"number":11,"verse":"Jesus then took the loaves, and when He had given thanks, He distributed to those who were reclining; likewise also of the fish, as much as they wanted."},{"number":12,"verse":"And when they were filled, He said to His disciples, Gather the broken pieces left over that nothing may be lost."},{"number":13,"verse":"So they gathered them and filled twelve handbaskets with broken pieces from the five barley loaves which were left over among those who had eaten."},{"number":14,"verse":"The people therefore, seeing the sign which He did, said, This is truly the Prophet who is to come into the world."},{"number":15,"verse":"Then Jesus, knowing that they were about to come and take Him by force to make Him King, withdrew again to the mountain, Himself alone."},{"number":16,"verse":"And when evening fell, His disciples went down to the sea,"},{"number":17,"verse":"And they got into a boat and began crossing the sea to Capernaum. And it had already become dark, and Jesus had not yet come to them."},{"number":18,"verse":"And because a strong wind was blowing, the sea was churning."},{"number":19,"verse":"Then, when they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and coming near the boat, and they became frightened."},{"number":20,"verse":"But He said to them, It is I. Do not be afraid."},{"number":21,"verse":"Then they were willing to take Him into the boat; and immediately the boat was at the land to which they were going."},{"number":22,"verse":"The next day the crowd which stood on the other side of the sea saw that there had been no other small boat there except one, and that Jesus had not gotten into the boat with His disciples, but that His disciples had gone away alone."},{"number":23,"verse":"But other small boats from Tiberias came near to the place where they ate the bread after the Lord had given thanks."},{"number":24,"verse":"So when the crowd saw that Jesus was not there, nor His disciples, they themselves got into the small boats and came to Capernaum, seeking Jesus."},{"number":25,"verse":"And when they found Him on the other side of the sea, they said to Him, Rabbi, when did You get here?"},{"number":26,"verse":"Jesus answered them and said, Truly, truly, I say to you, You seek Me not because you have seen signs, but because you ate of the bread and were filled."},{"number":27,"verse":"Work not for the food which perishes, but for the food which abides unto eternal life, which the Son of Man will give you; for Him has the Father, even God, sealed."},{"number":28,"verse":"Then they said to Him, What shall we do that we may work the works of God?"},{"number":29,"verse":"Jesus answered and said to them, This is the work of God, that you believe into Him whom He has sent."},{"number":30,"verse":"They said then to Him, What sign then will You do that we may see and believe You? What work will You do?"},{"number":31,"verse":"Our fathers ate the manna in the wilderness, as it is written, “He gave them bread out of heaven to eat.”"},{"number":32,"verse":"Jesus therefore said to them, Truly, truly, I say to you, Moses has not given you the bread out of heaven, but My Father gives you the true bread out of heaven."},{"number":33,"verse":"For the bread of God is He who comes down out of heaven and gives life to the world."},{"number":34,"verse":"They said therefore to Him, Lord, give us this bread always."},{"number":35,"verse":"Jesus said to them, I am the bread of life; he who comes to Me shall by no means hunger, and he who believes into Me shall by no means ever thirst."},{"number":36,"verse":"But I have said to you that you have also seen Me, and yet you do not believe."},{"number":37,"verse":"All that the Father gives Me will come to Me, and him who comes to Me I shall by no means cast out."},{"number":38,"verse":"For I have come down from heaven not to do My own will but the will of Him who sent Me."},{"number":39,"verse":"And this is the will of Him who sent Me, that of all which He has given Me I should lose nothing but should raise it up in the last day."},{"number":40,"verse":"For this is the will of My Father, that everyone who beholds the Son and believes into Him should have eternal life, and I will raise him up in the last day."},{"number":41,"verse":"The Jews therefore murmured concerning Him because He said, I am the bread that came down out of heaven."},{"number":42,"verse":"And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? How does He now say, I have come down out of heaven?"},{"number":43,"verse":"Jesus answered and said to them, Do not murmur among yourselves."},{"number":44,"verse":"No one can come to Me unless the Father who sent Me draws him; and I will raise him up in the last day."},{"number":45,"verse":"It is written in the prophets, “And they shall all be taught of God.” Everyone who has heard and learned from the Father comes to Me."},{"number":46,"verse":"Not that anyone has seen the Father, except Him who is from God, He has seen the Father."},{"number":47,"verse":"Truly, truly, I say to you, He who believes has eternal life."},{"number":48,"verse":"I am the bread of life."},{"number":49,"verse":"Your fathers ate the manna in the wilderness, and they died."},{"number":50,"verse":"This is the bread which comes down out of heaven, that anyone may eat of it and not die."},{"number":51,"verse":"I am the living bread which came down out of heaven; if anyone eats of this bread, he shall live forever; and the bread which I will give is My flesh, given for the life of the world."},{"number":52,"verse":"The Jews then contended with one another, saying, How can this man give us His flesh to eat?"},{"number":53,"verse":"Jesus therefore said to them, Truly, truly, I say to you, Unless you eat the flesh of the Son of Man and drink His blood, you do not have life within yourselves."},{"number":54,"verse":"He who eats My flesh and drinks My blood has eternal life, and I will raise him up in the last day."},{"number":55,"verse":"For My flesh is true food, and My blood is true drink."},{"number":56,"verse":"He who eats My flesh and drinks My blood abides in Me and I in him."},{"number":57,"verse":"As the living Father has sent Me and I live because of the Father, so he who eats Me, he also shall live because of Me."},{"number":58,"verse":"This is the bread which came down out of heaven, not as the fathers ate and died; he who eats this bread shall live forever."},{"number":59,"verse":"He said these things in a synagogue as He taught in Capernaum."},{"number":60,"verse":"Many therefore of His disciples, when they heard this, said, This word is hard; who can hear it?"},{"number":61,"verse":"But Jesus, knowing in Himself that His disciples were murmuring about this, said to them, Does this stumble you?"},{"number":62,"verse":"Then what if you saw the Son of Man ascending to where He was before?"},{"number":63,"verse":"It is the Spirit who gives life; the flesh profits nothing; the words which I have spoken to you are spirit and are life."},{"number":64,"verse":"But there are some of you who do not believe. For Jesus knew from the beginning who were the ones who did not believe and who was the one who would betray Him."},{"number":65,"verse":"And He said, For this reason I have told you that no one can come to Me unless it has been given to him from the Father."},{"number":66,"verse":"From that time many of His disciples went back to what they left behind and no longer walked with Him."},{"number":67,"verse":"Jesus therefore said to the twelve, Do you also want to go away?"},{"number":68,"verse":"Simon Peter answered Him, Lord, to whom shall we go? You have words of eternal life,"},{"number":69,"verse":"And we have believed and have come to know that You are the Holy One of God."},{"number":70,"verse":"Jesus answered them, Was it not I who chose you, the twelve? Yet one of you is a devil."},{"number":71,"verse":"Now He spoke of Judas, the son of Simon Iscariot, for he, one of the twelve, would betray Him."}]}