{"bibleAbbr":"RcV2003","bookName":"John","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"And after these things Jesus walked in Galilee, for He would not walk in Judea, because the Jews were seeking to kill Him."},{"number":2,"verse":"Now the Jews’ Feast of Tabernacles was near."},{"number":3,"verse":"His brothers therefore said to Him, Depart from here and go into Judea, so that Your disciples also may behold Your works which You are doing;"},{"number":4,"verse":"For no one does anything in secret and himself seeks to be known openly. If You do these things, manifest Yourself to the world."},{"number":5,"verse":"For not even His brothers believed into Him."},{"number":6,"verse":"Jesus therefore said to them, My time has not yet come, but your time is always ready."},{"number":7,"verse":"The world cannot hate you, but it hates Me, because I testify concerning it, that its works are evil."},{"number":8,"verse":"You go up to the feast; I am not going up to this feast, because My time has not yet been fulfilled."},{"number":9,"verse":"And having said these things to them, He remained in Galilee."},{"number":10,"verse":"But when His brothers had gone up to the feast, then He Himself also went up, not openly, but as it were in secret."},{"number":11,"verse":"The Jews therefore sought Him at the feast and said, Where is He?"},{"number":12,"verse":"And there was much murmuring about Him among the crowds: some said, He is a good man; but others said, No; rather He leads the crowd astray."},{"number":13,"verse":"Yet no one spoke openly about Him for fear of the Jews."},{"number":14,"verse":"But when it was now the middle of the feast, Jesus went up into the temple and began to teach."},{"number":15,"verse":"The Jews therefore marveled and said, How does this man know letters, without ever having studied?"},{"number":16,"verse":"Jesus therefore answered them and said, My teaching is not Mine, but His who sent Me."},{"number":17,"verse":"If anyone resolves to do His will, he will know concerning the teaching, whether it is of God or whether I speak from Myself."},{"number":18,"verse":"He who speaks from himself seeks his own glory; but He who seeks the glory of Him who sent Him, this One is true, and unrighteousness is not in Him."},{"number":19,"verse":"Has not Moses given you the law? Yet none of you keeps the law. Why do you seek to kill Me?"},{"number":20,"verse":"The crowd answered, You have a demon! Who is seeking to kill You?"},{"number":21,"verse":"Jesus answered and said to them, I did one work, and you all marvel."},{"number":22,"verse":"For the same reason Moses gave you circumcision (not that it is from Moses, but from the fathers), and on the Sabbath you circumcise a man."},{"number":23,"verse":"If a man receives circumcision on the Sabbath that the law of Moses may not be broken, are you angry with Me because I made an entire man well on the Sabbath?"},{"number":24,"verse":"Do not judge according to appearance, but judge the righteous judgment."},{"number":25,"verse":"Then some of the people of Jerusalem said, Is not this the One whom they are seeking to kill?"},{"number":26,"verse":"And look, He is speaking openly, and they say nothing to Him. Have the rulers, perhaps, really recognized that this is the Christ?"},{"number":27,"verse":"But we know where this man is from; yet when the Christ comes, no one knows where He is from."},{"number":28,"verse":"Jesus therefore cried out in the temple, teaching and saying, You both know Me and know where I am from; and I have not come of Myself, but He who sent Me is true, whom you do not know."},{"number":29,"verse":"I know Him, because I am from Him, and He sent Me."},{"number":30,"verse":"They sought then to seize Him, yet no one laid a hand on Him, because His hour had not yet come."},{"number":31,"verse":"But many out of the crowd believed into Him and said, Will the Christ, when He comes, do more signs than this man has done?"},{"number":32,"verse":"The Pharisees heard the crowd murmuring these things about Him, and the chief priests and the Pharisees sent attendants to arrest Him."},{"number":33,"verse":"Jesus therefore said, I am still with you a little while, and then I am going to Him who sent Me."},{"number":34,"verse":"You will seek Me and will not find Me; and where I am, you cannot come."},{"number":35,"verse":"The Jews then said to one another, Where is this man about to go that we will not find Him? Is He about to go to the Jews in dispersion among the Greeks and teach the Greeks?"},{"number":36,"verse":"What is the word which He said, You will seek Me and will not find Me; and where I am, you cannot come?"},{"number":37,"verse":"Now on the last day, the great day of the feast, Jesus stood and cried out, saying, If anyone thirsts, let him come to Me and drink."},{"number":38,"verse":"He who believes into Me, as the Scripture said, out of his innermost being shall flow rivers of living water."},{"number":39,"verse":"But this He said concerning the Spirit, whom those who believed into Him were about to receive; for the Spirit was not yet, because Jesus had not yet been glorified."},{"number":40,"verse":"Some of the crowd therefore, when they heard these words, said, This is truly the Prophet."},{"number":41,"verse":"Others said, This is the Christ. But some said, Does then the Christ come out of Galilee?"},{"number":42,"verse":"Has not the Scripture said that the Christ comes out of the seed of David and from Bethlehem, the village where David was?"},{"number":43,"verse":"So there arose a division among the crowd because of Him."},{"number":44,"verse":"And some of them wanted to seize Him, but no one laid hands on Him."},{"number":45,"verse":"The attendants therefore came to the chief priests and Pharisees, and these said to them, Why did you not bring Him?"},{"number":46,"verse":"The attendants answered, Never has a man spoken as this man has."},{"number":47,"verse":"The Pharisees then answered them, Have you also been deceived?"},{"number":48,"verse":"Has any one of the rulers or Pharisees believed into Him?"},{"number":49,"verse":"But this crowd which does not know the law is accursed."},{"number":50,"verse":"Nicodemus said to them (he who came to Him before, being one of them),"},{"number":51,"verse":"Does our law condemn a man unless it first hears from him and knows what he is doing?"},{"number":52,"verse":"They answered and said to him, Are you also from Galilee? Search and see that no prophet arises out of Galilee."},{"number":53,"verse":"And everyone went to his own house."}]}