{"bibleAbbr":"guOV2016","bookName":"ફિલિપીઓને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Philippians","chapterNumber":3,"verses":[{"number":1,"verse":"( સાચું ન્યાયીપણું) છેવટે, મારા ભાઈઓ, પ્રભુમાં આનંદ કરો. તમને એ ને એ જ વાતો લખતાં મને કંટાળો આવતો નથી, પણ તે તમારા સંરક્ષણને માટે છે."},{"number":2,"verse":"કૂતરાઓથી સાવધ રહો, દુષ્કૃત્યો કરનારાઓથી સાવધ રહો, વ્યર્થ સુન્‍નતથી સાવધ રહો."},{"number":3,"verse":"કેમ કે આપણે ઈશ્વરના આત્માથી સેવા કરનારા તથા ખ્રિસ્ત ઈસુમાં અભિમાન કરનારા તથા દેહ પર ભરોસો ન રાખનારા, [ખરા] સુન્‍નતી છીએ."},{"number":4,"verse":"તોપણ દેહ પર ભરોસો રાખવાનું મારે પણ કારણ છે. જો બીજો કોઈ ધારે કે તેનેન દેહ પર ભરોસો રાખવાનું [કારણ] છે, તો મને તેના કરતાં વિશેષ છે:"},{"number":5,"verse":"આઠમે દિવસે સુન્‍નત પામેલો, ( .) ઇઝરાયલના સંતાનનો, બિન્યામીનના કુળનો, હિબ્રૂઓનો હિબ્રૂ, નિયમ [શાસ્‍ત્ર] સંબંધી ( ; .) ફરોશી;"},{"number":6,"verse":"[ધર્મના] આવેશ સંબંધી ( ; ; .) મંડળીને સતાવનાર; નિયમ [શાસ્‍ત્ર] ના ન્યાયીપણા સંબંધી નિર્દોષ."},{"number":7,"verse":"પણ જે વાનાં મને લાભકારક હતાં તે મેં ખ્રિસ્તને લીધે હાનિકારક ગણ્યાં."},{"number":8,"verse":"વળી ખ્રિસ્ત ઈસુ મારા પ્રભુના જ્ઞાનની શ્રેષ્ઠતાને લીધે, હું એ બધાંને હાનિ જ ગણું છું. એને લીધે મેં સર્વનું નુકસાન સહન કર્યું, અને તેઓને કચરો જ ગણું છું, જેથી હું ખ્રિસ્તને પ્રાપ્ત કરું,"},{"number":9,"verse":"અને તેમની સાથે એકરૂપ થાઉં, અને નિયમ [શાસ્‍ત્રના પાલન] થી મારું જે ન્યાયીપણું છે તે નહિ, પણ ખ્રિસ્ત પરના વિશ્વાસદ્વારા ઈશ્વરથી જે ન્યાયીપણું વિશ્વાસથી મળે છે, તે મારું થાય."},{"number":10,"verse":"એ માટે કે હું તેમને તથા તેમના પુનરુત્થાનના સામર્થ્યને તથા તેમનાં દુ:ખોના ભાગિયાપણાને જાણું, એટલે તેમના મરણને અનુરૂપ થાઉં."},{"number":11,"verse":"અને હું કોઈ પણ રીતે મૂએલાંઓના પુનરુત્થાનને પહોંચું."},{"number":12,"verse":"( નિશાનની તરફ દોડ) હજી સુધી હું બધું સંપાદન કરી ચૂકયો કે સંપૂર્ણ થયો છું એમ નહિ, પણ જેને માટે ખ્રિસ્ત ઈસુએ મને પકડી લીધો, તેને હું પકડી લઉં, માટે હું આગળ ધસું છું."},{"number":13,"verse":"ભાઈઓ, મેં પકડી લીધું છે એમ હું ગણતો નથી. પણ એક કામ હું કરું છું, એટલે કે જે પછવાડે છે તેને વીસરીને અને જે આગળ છે તેની તરફ ધાઈને,"},{"number":14,"verse":"ખ્રિસ્ત ઈસુમાં ઈશ્વરના સ્વર્ગીય આમંત્રણના ઇનામને વાસ્તે નિશાનની ભણી આગળ ધસું છું."},{"number":15,"verse":"માટે આપણામાંના જેટલા પૂર્ણ છે, તેટલાએ એવી જ મનોવૃત્તિ રાખવી; અને જો કોઈ બાબત વિષે તમને જુદી મનોવૃત્તિ હોય, તો ઈશ્વર એ પણ તમને પ્રગટ કરશે."},{"number":16,"verse":"તોપણ જે ધોરણ સુધી આપણે પહોંચ્યા છીએ તે જ ધોરણ પ્રમાણે આપણે ચાલીએ."},{"number":17,"verse":"ભાઈઓ, ( ; .) મારું અનુકરણ કરો, અને અમે જે નૂમનો તમારી આગળ મૂકીએ છીએ તે પ્રમાણે જેઓ ચાલનારા છે તેઓ પર લક્ષ રાખો."},{"number":18,"verse":"કેમ કે એવી રીતે ચાલનારા ઘણા છે કે, જેઓના વિષે મેં ઘણી વાર કહ્યું, ને હમણાં પણ રડતાં રડતાં કહું છું કે, તેઓ ખ્રિસ્તના વધસ્તંભના શત્રુઓ છે:"},{"number":19,"verse":"વિનાશ તેઓનો અંત, ઉદર તેઓનો દેવ અને શરમમાં તેઓનું અભિમાન છે, તેઓ સાંસારિક વાતો પર ચિત્ત લગાડે છે."},{"number":20,"verse":"પણ આપણી નાગરિકતા આકાશમાં છે, ત્યાંથી પણ આપણે તારનારની, એટલે પ્રભુ ઈસુ ખ્રિસ્તની, રાહ જોઈએ છીએ."},{"number":21,"verse":"તે, જે સામર્થ્યથી સર્વને પોતાને આધીન કરી શકે છે, તે પ્રમાણે આપણી અધમાવસ્થામાંના શરીરનું એવું રૂપાંતર કરશે કે તે તેમના મહિમાવાન શરીરના જેવું થાય."}]}