{"bibleAbbr":"t4t2014","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"(Paul requested that his hearers would listen to him.) Then Agrippa said to Paul, “You(sg) are permitted now to speak to defend yourself.” Paul stretched out his hand ◄dramatically/to salute the king► and began to defend himself. He said,"},{"number":2,"verse":"“King Agrippa, I consider that I am fortunate that today, while you(sg) listen, I can defend myself from all the things about which the Jewish leaders [SYN] are accusing me."},{"number":3,"verse":"I am really fortunate, because you(sg) know all about the customs of us Jews and the questions that we(exc) argue about. So I ask you, please listen patiently to what I say.”"},{"number":4,"verse":"(Paul told about being a Pharisee who believed that God would resurrect people.) “Many [HYP] of my fellow Jews know about how I have conducted my life, from the time I was a child. They know how I lived in the area where I was born and also later in Jerusalem."},{"number":5,"verse":"They have known for many years, and they could tell you, if they wanted to, that since I was very young I obeyed the customs of our religion very carefully, just like the other Pharisees do."},{"number":6,"verse":"Today I am being put on trial {they are putting me on trial} because I am confidently expecting that God will do what he promised our(exc) ancestors."},{"number":7,"verse":"Our twelve tribes are also confidently waiting for God to do for us what he promised, as they respectfully worship him, day and night. Respected king, I confidently expect that God will do what he promised, and they also believe that! But that is the reason that these Jewish leaders [SYN] are accusing me!"},{"number":8,"verse":"You people believe that God can cause those who have died to become alive again, so ◄why do you refuse to believe that he raised Jesus from the dead?/you should not refuse to believe that he raised Jesus from the dead!► [RHQ]”"},{"number":9,"verse":"(Paul told about how he had persecuted Christians.) “Formerly I, too, was sure that I should do everything that I could to oppose Jesus [MTY], the man from Nazareth town."},{"number":10,"verse":"So that is what I did when I lived in Jerusalem. I put many of the believers in jail, as the chief priests there had authorized me to do. When the Jewish leaders wanted those Christians killed {someone to kill those Christians}. I voted for that."},{"number":11,"verse":"Many times I punished the believers whom I found in Jewish meeting places. By punishing them, I tried to force them to speak evil about Jesus. I was so angry with the followers of Jesus that I even traveled to other cities to find them and do things to harm them.”"},{"number":12,"verse":"(Paul told how he had become a believer in Jesus.) “One day, I was on my way to Damascus city to do that. The chief priests in Jerusalem had authorized and sent me to seize the believers there."},{"number":13,"verse":"My respected king, while I was going along the road, at about noon I saw a bright light in the sky. It was even brighter than the sun! It shone all around me, and also around the men who were traveling with me."},{"number":14,"verse":"We(exc) all fell to the ground. Then I heard the voice of someone speaking to me in my own Hebrew language [MTY]. He said ‘Saul, Saul, ◄stop causing me to suffer!/why are you causing me to suffer?► [RHQ] You(sg) are hurting yourself by trying to hurt me [MET], like an ox kicking against its owner's goad.’"},{"number":15,"verse":"Then I asked, ‘Who are you, Lord?’ The Lord said to me, ‘I am Jesus. You(sg) are harming me by harming my followers."},{"number":16,"verse":"But instead of continuing to do that, stand up now! I have appeared to you(sg) to tell you that I have chosen you to serve me. You must tell people about what I am showing you as you are seeing me now, and about what I will show you when I will later appear to you."},{"number":17,"verse":"I will protect you from those who will try to harm you, both your own people and also those who are not Jewish. I am sending you to them"},{"number":18,"verse":"to help them to realize [MTY] what is true and to stop believing what is false [MET]. I am sending you to them so that they may let God control them and not let Satan control them anymore. Then God will forgive their sins and will accept them as his people because they believe in me.’ That is what Jesus said to me.”"},{"number":19,"verse":"(Paul said that he obeyed what Jesus commanded him from heaven.) “So, King Agrippa, I fully obeyed [LIT] what the Lord Jesus told me to do when he spoke to me from heaven."},{"number":20,"verse":"First, I preached to the Jews in Damascus. Then I preached to the Jews in Jerusalem and throughout the rest of Judea province. After that, I also preached to non-Jews. I preached that they must turn away from their sinful behavior and turn their lives over to God. I told them that they must do things that would show that they had truly stopped their sinful behavior.”"},{"number":21,"verse":"(Paul said that he proclaimed what the prophets had written about the Messiah.) “It is because I preached this message that some [SYN] Jews seized me when I was in the Temple courtyard and tried to kill me."},{"number":22,"verse":"However, God has been helping me from that time, and he is still helping me today. So I stand here and I tell all of you people, those who are important and those who are not, who Jesus is. Everything that I say about him is what Moses and the other prophets wrote about long ago, things that they said would happen."},{"number":23,"verse":"They wrote that people would cause the Messiah to suffer and die. They also wrote that he would be the first person to become alive again, to proclaim the message that would be like light, that he would save both his own Jewish people and non-Jewish people.”"},{"number":24,"verse":"(Paul talked to Festus and Agrippa, urging them to become believers in Jesus.) Before Paul could say anything further to defend himself, Festus shouted: “Paul, you are crazy! You have studied too much, and it has made you insane!”"},{"number":25,"verse":"But Paul answered, “Your Excellency, Festus, I am not raving insanely! On the contrary, what I am saying is true and sensible!"},{"number":26,"verse":"King Agrippa knows the things that I have been talking about, and I can speak confidently to him about them. I am sure that he knows [LIT] these things, because people everywhere [IDM] have heard [LIT] about what happened to Jesus.”"},{"number":27,"verse":"Then Paul asked, “King Agrippa, do you believe what the prophets wrote? I know that you(sg) believe it.”"},{"number":28,"verse":"Then Agrippa answered Paul, “◄I hope that you(sg) do not think that by the few things that you have just now said you can persuade me to become a Christian!/You do not think, do you, that by the few things that you have just now said you can persuade me to become a Christian?►” [RHQ]"},{"number":29,"verse":"Paul replied, “Whether it takes a short time or a long time, it does not matter. I pray to God that you and also all of the others who are listening to me today will also believe in Jesus like I do, but I do not want you to become prisoners [MTY] like I am.”"},{"number":30,"verse":"(The officials said that Paul was innocent but must go to Rome.) Then the king, the governor, Bernice, and all the others got up"},{"number":31,"verse":"and left the room. While they were talking to one another they said to each other, “There is no reason why ◄the authorities/we► should execute this man, or that he should even be kept in prison [MTY].”"},{"number":32,"verse":"Agrippa said to Festus, “If this man had not asked that the Emperor judge him, he could have been released {we(inc) could have released him}.”"}]}