{"bibleAbbr":"KNJV","bookName":"ಯಾಜಕಕಾಂಡ","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":2,"verse":"ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಹೀಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸಬೇಕು - ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಾಗಲಿ ಅವರ ನಡುವೆ ಇಳುಕೊಂಡಿರುವ ಪರದೇಶದವರಲ್ಲಾಗಲಿ ಯಾವನಾದರೂ ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಯಾರನ್ನಾದರೂ ಮೋಲೆಕನಿಗೆ ಕೊಟ್ಟರೆ ಅವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು; ದೇಶದ ಜನರು ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು."},{"number":3,"verse":"ಅವನು ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಯಾರನ್ನಾದರೂ ಮೋಲೆಕನಿಗೆ ಕೊಟ್ಟು ನನ್ನ ದೇವಸ್ಥಾನವನ್ನು ಅಶುದ್ಧಮಾಡಿ ನನ್ನ ಪರಿಶುದ್ಧವಾದ ಹೆಸರನ್ನು ಅಪಕೀರ್ತಿಗೆ ಒಳಪಡಿಸಿದದರಿಂದ ನಾನು ಅವನಿಗೆ ವಿಮುಖನಾಗಿ ಅವನನ್ನು ಕುಲದಿಂದ ತೆಗೆದುಹಾಕುವೆನು."},{"number":4,"verse":"ಆ ಮನುಷ್ಯನು ತನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಯಾರನ್ನಾದರೂ ಮೋಲೆಕನಿಗೆ ಕೊಡಲಾಗಿ ದೇಶದವರು ಅವನನ್ನು ಕೊಲ್ಲದೆ ಅವನು ಮಾಡಿದ ಕೆಲಸವನ್ನು ನೋಡಿಯೂ ನೋಡದವರಂತಿದ್ದರೆ"},{"number":5,"verse":"ನಾನಂತೂ ಆ ಮನುಷ್ಯನಿಗೂ ಅವನ ಕುಟುಂಬದವರಿಗೂ ವಿಮುಖನಾಗಿ ಅವನನ್ನು ಮಾತ್ರವಲ್ಲದೆ ಅವನನ್ನು ಹೊಂದಿಕೊಂಡು ದೇವದ್ರೋಹಿಗಳಾಗಿ ಮೋಲೆಕನಿಗೆ ಸೇವೆಮಾಡಿದವರೆಲ್ಲರನ್ನೂ ಕುಲದಿಂದ ತೆಗೆದುಹಾಕುವೆನು."},{"number":6,"verse":"ಯಾವನಾದರೂ ಸತ್ತವರಲ್ಲಿ ವಿಚಾರಿಸುವವರ ಅಥವಾ ಬೇತಾಳಿಕರ ಬಳಿಗೆ ಹೋಗಿ ಅವರ ಆಲೋಚನೆ ಕೇಳಿಕೊಂಡು ದೇವದ್ರೋಹಿಯಾದರೆ ನಾನು ಆ ಮನುಷ್ಯನಿಗೆ ವಿಮುಖನಾಗಿ ಅವನನ್ನು ಕುಲದಿಂದ ತೆಗೆದುಹಾಕುವೆನು."},{"number":7,"verse":"ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಾಗಿರುವದರಿಂದ ನೀವು ನನ್ನವರಾಗಿ ಪರಿಶುದ್ಧರಾಗಿರಬೇಕು."},{"number":8,"verse":"ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ನಾನು ನಿಮ್ಮನ್ನು ಪರಿಶುದ್ಧ ಜನವಾಗುವಂತೆ ಮಾಡುವ ಯೆಹೋವನು."},{"number":9,"verse":"ತಂದೆಯನ್ನಾಗಲಿ ತಾಯಿಯನ್ನಾಗಲಿ ದೂಷಿಸುವವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು. ತಂದೆತಾಯಿಗಳನ್ನು ದೂಷಿಸಿದದರಿಂದ ಅವನಿಗೆ ಸಂಭವಿಸಿದ ಮರಣಶಿಕ್ಷೆಗೆ ಅವನೇ ಕಾರಣನು."},{"number":10,"verse":"ಯಾವನಾದರೂ ಪರಪತ್ನಿಯನ್ನು ಸಂಗಮಿಸಿದರೆ ಅವರಿಬ್ಬರಿಗೂ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":11,"verse":"ಯಾವನಾದರೂ ಮಲತಾಯಿಯನ್ನು ಕೂಡಿದರೆ ಅವನು ತಂದೆಗೇ ಮಾನಭಂಗಮಾಡಿದ ಹಾಗಾಯಿತು; ಅವರಿಬ್ಬರಿಗೂ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು; ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."},{"number":12,"verse":"ಯಾವನಾದರೂ ಸೊಸೆಯನ್ನು ಸಂಗಮಿಸಿದರೆ ಅವರಿಬ್ಬರಿಗೂ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬೇಕು; ಅವರು ಧರ್ಮವಿರುದ್ಧವಾದ ಕಾರ್ಯವನ್ನು ಮಾಡಿದದರಿಂದ ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."},{"number":13,"verse":"ಯಾವನಾದರೂ ಸ್ತ್ರೀಯನ್ನು ಸಂಗಮಿಸುವಂತೆ ಪುರುಷನನ್ನು ಸಂಗಮಿಸಿದರೆ ಅವರಿಬ್ಬರೂ ಹೇಸಿಗೆಯ ಕೆಲಸವನ್ನು ಮಾಡಿದದರಿಂದ ಅವರಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು; ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."},{"number":14,"verse":"ಯಾವನಾದರೂ ಒಬ್ಬ ಸ್ತ್ರೀಯನ್ನೂ ಅವಳ ತಾಯಿಯನ್ನೂ ಇಟ್ಟುಕೊಂಡರೆ ಅದು ಅತಿದುಷ್ಟಕಾರ್ಯವಾದದರಿಂದ ಆ ಮೂರು ಮಂದಿಯನ್ನೂ ಬೆಂಕಿಯಿಂದ ಸುಡಿಸಿಬಿಡಬೇಕು; ಅಂಥ ದುರಾಚಾರವು ನಿಮ್ಮಲ್ಲಿ ಎಷ್ಟುಮಾತ್ರವೂ ನಡೆಯಬಾರದು."},{"number":15,"verse":"ಯಾವನಾದರೂ ಪಶುಸಂಗ ಮಾಡಿದರೆ ಅವನಿಗೆ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬೇಕು; ಆ ಪಶುವನ್ನೂ ಕೊಲ್ಲಿಸಬೇಕು."},{"number":16,"verse":"ಯಾವ ಸ್ತ್ರೀಯಾದರೂ ಪಶುವಿನಿಂದ ಸಂಗಮಮಾಡಿಸಿಕೊಂಡರೆ ಆ ಸ್ತ್ರೀಯನ್ನೂ ಪಶುವನ್ನೂ ಕೊಲ್ಲಿಸಬೇಕು; ಅವಳಿಗೂ ಅದಕ್ಕೂ ಮರಣವೇ ವಿಧಿ; ಆ ಮರಣಶಿಕ್ಷೆಗೆ ತಾವೇ ಕಾರಣರು."},{"number":17,"verse":"ಯಾವನಾದರೂ ತನ್ನ ಒಡಹುಟ್ಟಿದವಳನ್ನು ಅಂದರೆ ತಂದೆಯ ಮಗಳನ್ನಾಗಲಿ ತಾಯಿಯ ಮಗಳನ್ನಾಗಲಿ ಕರೆದುಕೊಂಡು ಅವಳ ಮಾನವನ್ನು ಇವನೂ ಇವನ ಮಾನವನ್ನು ಅವಳೂ ನೋಡಿದರೆ ಅದು ನಾಚಿಕೆಗೇಡಾದ ಕೆಲಸವಾಗಿರುವದರಿಂದ ಅವರ ಕುಲದವರ ಎದುರಾಗಿಯೇ ಅವರಿಗೆ ಮರಣಶಿಕ್ಷೆಯನ್ನು ಮಾಡಿಸಬೇಕು. ಆ ಮನುಷ್ಯನು ಒಡಹುಟ್ಟಿದವಳನ್ನು ಸಂಗಮಿಸಿದದರಿಂದ ತನ್ನ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":18,"verse":"ಯಾವನಾದರೂ ಮುಟ್ಟಾದ ಸ್ತ್ರೀಯನ್ನು ಸಂಗಮಿಸಿದರೆ ಅವನು ಅವಳ ಶೋಣಿತಸ್ಥಾನವನ್ನು ಬೈಲುಪಡಿಸಿದವನು. ಅವಳು ಬೈಲುಪಡಿಸಿಕೊಂಡವಳು; ಆದದರಿಂದ ಅವರಿಬ್ಬರೂ ಕುಲದಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಡಬೇಕು."},{"number":19,"verse":"ತಂದೆಯ ಅಥವಾ ತಾಯಿಯ ಒಡಹುಟ್ಟಿದವಳ ಸಂಗ ಮಾಡಬಾರದು; ಹಾಗೆ ಮಾಡಿದವನು ರಕ್ತಸಂಬಂಧಿಯನ್ನು ಸಂಗಮಿಸಿದವನಾದದರಿಂದ ಅವರಿಬ್ಬರೂ ತಮ್ಮ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":20,"verse":"ಯಾವನಾದರೂ ದೊಡ್ಡ ತಾಯಿಯನ್ನಾಗಲಿ ಚಿಕ್ಕ ತಾಯಿಯನ್ನಾಗಲಿ ಸಂಗಮಿಸಿದರೆ ಅವನು ದೊಡ್ಡಪ್ಪ ಚಿಕ್ಕಪ್ಪನವರ ಮಾನವನ್ನು ಭಂಗಪಡಿಸಿದವನಾದದರಿಂದ ಆ ಸ್ತ್ರೀಪುರುಷರು ಆ ಪಾಪದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು; ಅವರು ಸಂತಾನವಿಲ್ಲದೆ ಸಾಯುವರು."},{"number":21,"verse":"ಯಾವನಾದರೂ ಅತ್ತಿಗೆನಾದಿನಿಯರನ್ನು ಇಟ್ಟುಕೊಂಡರೆ ಅದು ಅಶುದ್ಧವಾದ ಕೆಲಸ; ಅವನು ಅಣ್ಣತಮ್ಮಂದಿರ ಮಾನವನ್ನೇ ಭಂಗಪಡಿಸಿದವನು; ಅವರಿಗೆ ಸಂತಾನವಿರುವದಿಲ್ಲ."},{"number":22,"verse":"ಈ ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನೆಲ್ಲಾ ನೀವು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು; ಹಾಗೆ ನಡೆದರೆ ನಾನು ನಿಮ್ಮನ್ನು ಯಾವ ದೇಶಕ್ಕೆ ಬರಮಾಡಿ ಅದನ್ನು ನಿವಾಸಕ್ಕಾಗಿ ಕೊಡುತ್ತೇನೋ ಆ ದೇಶವು ನಿಮ್ಮನ್ನು ಕಾರಿಬಿಡುವದಿಲ್ಲ."},{"number":23,"verse":"ನಾನು ನಿಮ್ಮ ಎದುರಿನಿಂದ ಹೊರಡಿಸುವ ಜನಾಂಗದ ಆಚಾರಗಳನ್ನು ನೀವು ಅನುಸರಿಸಬಾರದು; ಅವರು ಈ ದುರಾಚಾರಗಳನ್ನೆಲ್ಲಾ ನಡಿಸಿದದರಿಂದ ನನಗೆ ಹೇಸಿಗೆಯಾದರು."},{"number":24,"verse":"ನಿಮಗಾದರೋ - ನೀವು ಅವರ ದೇಶವನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವಿರಿ; ಹಾಲೂ ಜೇನೂ ಹರಿಯುವಂಥ ಆ ದೇಶವನ್ನು ನಿಮಗೆ ಸ್ವದೇಶವಾಗುವದಕ್ಕೆ ಕೊಡುವೆನು ಎಂದು ನಾನು ಮಾತುಕೊಟ್ಟೆನಲ್ಲವೇ. ನಾನು ನಿಮ್ಮನ್ನು ಇತರ ಜನಾಂಗಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಿದ ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು."},{"number":25,"verse":"ನೀವು ಶುದ್ಧಾಶುದ್ಧ ಜಂತುಗಳನ್ನೂ ಪಕ್ಷಿಗಳನ್ನೂ ವಿವೇಚನೆಮಾಡಿ ನಾನು ಅಶುದ್ಧವೆಂದು ನಿರ್ಣಯಿಸಿರುವ ಯಾವ ಪಶುಪಕ್ಷಿ ಕ್ರಿಮಿಕೀಟಗಳಿಂದಲೂ ನಿಮ್ಮನ್ನು ಹೇಯಮಾಡಿಕೊಳ್ಳಬಾರದು."},{"number":26,"verse":"ಯೆಹೋವನೆಂಬ ನಾನು ಪರಿಶುದ್ಧನಾಗಿದ್ದೇನೆ, ಮತ್ತು ನೀವು ನನ್ನ ಜನರಾಗುವಂತೆ ನಿಮ್ಮನ್ನು ಇತರ ಜನಾಂಗಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಿದ್ದೇನೆ; ಆದದರಿಂದ ನೀವು ನನಗೆ ಮೀಸಲಾಗಿರಬೇಕು."},{"number":27,"verse":"ಸತ್ತವರಲ್ಲಿ ವಿಚಾರಿಸುವವರೂ ಬೇತಾಳಿಕರೂ ಸ್ತ್ರೀಯರಾಗಲಿ ಪುರುಷರಾಗಲಿ ಮರಣಶಿಕ್ಷೆ ಹೊಂದಬೇಕು. ಕಲ್ಲೆಸೆದು ಅವರನ್ನು ಕೊಲ್ಲಬೇಕು; ಆ ಶಿಕ್ಷೆಗೆ ಅವರೇ ಕಾರಣರು."}]}