{"bibleAbbr":"KNJV","bookName":"ಯಾಜಕಕಾಂಡ","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":2,"verse":"ಆರೋನನೂ ಅವನ ಮಕ್ಕಳೂ [ತಾವು ಅಶುದ್ಧರಾಗಿರುವಾಗ] ಇಸ್ರಾಯೇಲ್ಯರಿಂದ ನನಗೆ ಸಮರ್ಪಿಸಲ್ಪಡುವ ಪರಿಶುದ್ಧದ್ರವ್ಯಗಳನ್ನು ಮುಟ್ಟಬಾರದೆಂದು ಅವರಿಗೆ ಆಜ್ಞಾಪಿಸು. ಅವರು ನನ್ನ ಪರಿಶುದ್ಧ ನಾಮದ ಘನತೆಗೆ ಕುಂದನ್ನು ತರಬಾರದು; ನಾನು ಯೆಹೋವನು."},{"number":3,"verse":"ಅವರಿಗೆ ನೀನು ಹೀಗೆ ಆಜ್ಞಾಪಿಸಬೇಕು - ನಿಮ್ಮಲ್ಲಿಯಾಗಲಿ ನಿಮ್ಮ ಸಂತತಿಯವರಲ್ಲಿಯಾಗಲಿ ಯಾವನಾದರೂ ಅಶುದ್ಧನಾಗಿರುವಾಗ ಇಸ್ರಾಯೇಲ್ಯರು ಯೆಹೋವನಿಗೆ ಮೀಸಲೆಂದು ಸಮರ್ಪಿಸುವ ದ್ರವ್ಯಗಳ ಬಳಿಗೆ ಬಂದರೆ ಅವನು ನನ್ನ ಸಾನ್ನಿಧ್ಯಸೇವೆಯಿಂದ ತೆಗೆಯಲ್ಪಡಬೇಕು; ನಾನು ಯೆಹೋವನು."},{"number":4,"verse":"ಆರೋನನ ಸಂತತಿಯವರಲ್ಲಿ ಯಾವನಿಗಾದರೂ ಕುಷ್ಠರೋಗವಾಗಲಿ ಮೇಹವಾಗಲಿ ಇದ್ದರೆ ಅವನು ಶುದ್ಧನಾಗುವ ತನಕ ದೇವರಿಗೆ ನೈವೇದ್ಯವಾದ ಪದಾರ್ಥಗಳನ್ನು ಉಣ್ಣಕೂಡದು. ಹೆಣದ ಸಂಪರ್ಕದಿಂದ ಅಶುದ್ಧವಾದದ್ದನ್ನು ಮುಟ್ಟಿದವನಾಗಲಿ ವೀರ್ಯಸ್ಖಲನ ಮಾಡಿಕೊಂಡವನಾಗಲಿ"},{"number":5,"verse":"ಅಶುದ್ಧವಾದ ಕ್ರಿಮಿಕೀಟ ಮೂಷಕಾದಿಗಳನ್ನು ಅಥವಾ ಅಶುದ್ಧನಾದ ಮನುಷ್ಯನನ್ನು ಮುಟ್ಟಿದವನಾಗಲಿ ಆ ದಿನದ ಸಾಯಂಕಾಲದವರೆಗೆ ಅಶುದ್ಧನಾಗಿರುವನು;"},{"number":6,"verse":"ಆದದರಿಂದ ಸ್ನಾನಮಾಡುವ ತನಕ ಅವನು ನೈವೇದ್ಯದ್ರವ್ಯವನ್ನು ತಿನ್ನಕೂಡದು."},{"number":7,"verse":"ಹೊತ್ತು ಮುಣುಗಿದನಂತರ ಅವನು ಶುದ್ಧನಾಗಿ ನೈವೇದ್ಯದ್ರವ್ಯವನ್ನು ಊಟಮಾಡಬಹುದು;"},{"number":8,"verse":"ಅದು ಅವನ ಜೀವನವಷ್ಟೆ. ತಾನಾಗಿ ಸತ್ತುಬಿದ್ದದ್ದನ್ನಾಗಲಿ ಕಾಡುಮೃಗದಿಂದ ಕೊಲ್ಲಲ್ಪಟ್ಟದ್ದನ್ನಾಗಲಿ ತಿಂದು ತನ್ನನ್ನು ಅಪವಿತ್ರಮಾಡಿಕೊಳ್ಳಬಾರದು; ನಾನು ಯೆಹೋವನು."},{"number":9,"verse":"ಈ ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಅವರು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ಇವುಗಳನ್ನು ಮೀರಿ ನನ್ನ ನೈವೇದ್ಯವನ್ನು ಅಪವಿತ್ರಪಡಿಸಿದರೆ ಆ ದೋಷದ ಫಲವನ್ನು ಅನುಭವಿಸಿ ಸತ್ತಾರು. ಅವರನ್ನು ನನ್ನ ಸೇವೆಗೆ ಪ್ರತಿಷ್ಠಿಸಿಕೊಂಡ ಯೆಹೋವನು ನಾನು."},{"number":10,"verse":"ಯಾಜಕನಲ್ಲದ ಇತರನು ನೈವೇದ್ಯ ಪದಾರ್ಥವನ್ನು ಊಟಮಾಡಕೂಡದು. ಯಾಜಕನ ಬಳಿಯಲ್ಲಿ ಇಳುಕೊಂಡವನಾಗಲಿ ಕೂಲಿಯಾಳಾಗಲಿ ಅದನ್ನು ಊಟಮಾಡಬಾರದು."},{"number":11,"verse":"ಆದರೆ ಯಾಜಕನು ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡ ದಾಸರೂ ಅವನ ಮನೆಯಲ್ಲಿ ಹುಟ್ಟಿದ ದಾಸರೂ ಅದನ್ನು ಊಟಮಾಡಬಹುದು."},{"number":12,"verse":"ಯಾಜಕನ ಮಗಳು ಯಾಜಕನಲ್ಲದ ಇತರನಿಗೆ ಮದುವೆಯಾದರೆ ಅವಳು ನೈವೇದ್ಯ ಪದಾರ್ಥಗಳನ್ನು ಊಟಮಾಡಕೊಡದು."},{"number":13,"verse":"ಯಾಜಕನ ಮಗಳು ವಿಧವೆಯಾಗಿಯಾಗಲಿ ಗಂಡನಿಂದ ಬಿಡಲ್ಪಟ್ಟವಳಾಗಿಯಾಗಲಿ ಮಕ್ಕಳಿಲ್ಲದ ಪಕ್ಷಕ್ಕೆ ಬಾಲ್ಯದಲ್ಲಿ ತಂದೆಯ ಬಳಿಯಲ್ಲಿ ಇದ್ದಂತೆಯೇ ತಿರಿಗಿ ತಂದೆಯ ಮನೆ ಸೇರಿ ತಂದೆಯ ಆಹಾರದಲ್ಲಿ ಭಾಗಿಯಾಗಬಹುದು. ಯಾಜಕರಲ್ಲದ ಇತರರು ಅದನ್ನು ಉಣ್ಣಲೇಬಾರದು."},{"number":14,"verse":"ಯಾವನಾದರೂ ತಿಳಿಯದೆ ನೈವೇದ್ಯವಾದದ್ದನ್ನು ಊಟಮಾಡಿದರೆ ಅಷ್ಟನ್ನೂ ಅದರ ಐದನೆಯ ಭಾಗವನ್ನೂ ಯಾಜಕನಿಗೆ ತೆರಬೇಕು."},{"number":15,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಯೆಹೋವನಿಗೆ ಮೀಸಲೆಂದು ಇಟ್ಟ ನೈವೇದ್ಯಪದಾರ್ಥಗಳನ್ನು [ಯಾಜಕರು] ಸಾಧಾರಣವೆಂದೆಣಿಸಬಾರದು."},{"number":16,"verse":"ಹಾಗೆ ಎಣಿಸಿದರೆ ತಾವು ಆ ನೈವೇದ್ಯಪದಾರ್ಥಗಳನ್ನು ಊಟಮಾಡುವದರಿಂದ ಪಾಪಕ್ಕೆ ಒಳಗಾಗಿ ಶಿಕ್ಷೆಹೊಂದಾರು. ನನ್ನ ಸೇವೆಗೆ ಅವರನ್ನು ಪ್ರತಿಷ್ಠಿಸಿಕೊಂಡ ಯೆಹೋವನು ನಾನು."},{"number":17,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":18,"verse":"ನೀನು ಆರೋನನಿಗೂ ಅವನ ಮಕ್ಕಳಿಗೂ ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರಿಗೂ ಹೀಗೆ ಆಜ್ಞಾಪಿಸಬೇಕು - ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಆಗಲಿ ಅವರ ನಡುವೆ ವಾಸಿಸುವ ಇತರರಲ್ಲಿಯಾಗಲಿ ಯಾವನಾದರೂ ಹರಕೆಯಾಗಿ ಅಥವಾ ಕಾಣಿಕೆಯಾಗಿ ಯೆಹೋವನಿಗೆ ಸರ್ವಾಂಗಹೋಮಮಾಡುವಾಗ"},{"number":19,"verse":"ಅದು ಸಮರ್ಪಕವಾಗುವಂತೆ ದನಗಳಿಂದಾಗಲಿ ಆಡುಕುರಿಗಳಿಂದಾಗಲಿ ಪೂರ್ಣಾಂಗವಾದ ಗಂಡನ್ನೇ ಒಪ್ಪಿಸಬೇಕು."},{"number":20,"verse":"ಕುಂದುಕೊರತೆ ಇರುವಂಥದನ್ನು ತರಬಾರದು; ಅಂಥದು ಸಮರ್ಪಕವಾಗುವದಿಲ್ಲ."},{"number":21,"verse":"ಯಾವನಾದರೂ ಸಮಾಧಾನಯಜ್ಞಕ್ಕಾಗಿ ಹರಕೆಯಾಗಿಯಾಗಲಿ ಕಾಣಿಕೆಯಾಗಿಯಾಗಲಿ ದನವನ್ನು ಅಥವಾ ಆಡುಕುರಿಗಳನ್ನು ತಂದರೆ ಅವು ಸಮರ್ಪಕವಾಗುವದಕ್ಕೆ ಪೂರ್ಣಾಂಗವಾಗಿಯೇ ಇರಬೇಕು; ಅದರಲ್ಲಿ ಯಾವ ಕುಂದುಕೊರತೆಯೂ ಇರಬಾರದು."},{"number":22,"verse":"ಕುರುಡಾದದ್ದು ಕುಂಟಾದದ್ದು ಗಾಯವಾದದ್ದು ಹುಣ್ಣುಳ್ಳದ್ದು ಕಜ್ಜಿ ತುರಿಯುಳ್ಳದ್ದು ಇಂಥವುಗಳನ್ನು ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿಸಲೂಬಾರದು, ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಹೋಮಮಾಡಲೂ ಬಾರದು."},{"number":23,"verse":"ಹೋರಿಯ ಇಲ್ಲವೆ ಕುರಿಯ ಅವಯವಗಳಲ್ಲಿ ಏನಾದರೂ ಹೆಚ್ಚುಕಡಿಮೆ ಇದ್ದರೆ ಅದನ್ನು ಕಾಣಿಕೆಯಾಗಿ ಸಮರ್ಪಿಸಬಹುದೇ ಹೊರತು ಹರಕೆಯಾಗಿ ಒಪ್ಪಿಸಿದರೆ ಅದು ಸಮರ್ಪಕವಾಗುವದಿಲ್ಲ."},{"number":24,"verse":"ಬೀಜಹೊಡೆದ ಕುಟ್ಟಿದ ಒಡೆದ ಕೊಯಿದ ಪಶುವನ್ನೂ ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿಸಕೂಡದು; ಮತ್ತು ನಿಮ್ಮ ದೇಶದಲ್ಲಿ [ಪಶುಗಳಿಗೆ] ಹಾಗೆ ಮಾಡಲೇ ಬಾರದು."},{"number":25,"verse":"ಅನ್ಯದೇಶದವನಿಂದ ತೆಗೆದುಕೊಂಡು ಅಂಥ ಪಶುವನ್ನು ನಿಮ್ಮ ದೇವರಿಗೆ ಆಹಾರವಾಗಿ ಒಪ್ಪಿಸಬಾರದು; ಅದು ಕುಂದುಳ್ಳದ್ದು, ಪೂರ್ಣಾಂಗವಾದದ್ದಲ್ಲ; ಆದಕಾರಣ ಸಮರ್ಪಕವಾಗುವದಿಲ್ಲ."},{"number":26,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":27,"verse":"ಕರುವಾಗಲಿ ಕುರಿಮರಿಯಾಗಲಿ ಆಡುಮರಿಯಾಗಲಿ ಹುಟ್ಟಿದಾಗ ಅದು ಏಳು ದಿವಸ ತಾಯಿಯ ಬಳಿಯಲ್ಲಿ ಇರಬೇಕು. ಎಂಟನೆಯ ದಿವಸ ಮೊದಲುಗೊಂಡು ಅದನ್ನು ಯೆಹೋವನಿಗೆ ಹೋಮವಾಗಿ ಸಮರ್ಪಿಸಿದರೆ ಅಂಗೀಕಾರವಾಗುವದು."},{"number":28,"verse":"ಈದ ಆಕಳನ್ನೂ ಅದರ ಕರುವನ್ನೂ ಇಲ್ಲವೆ ಈದ ಆಡುಕುರಿಗಳನ್ನೂ ಅವುಗಳ ಮರಿಗಳನ್ನೂ ಒಂದೇ ದಿನದಲ್ಲಿ ವಧಿಸಬಾರದು."},{"number":29,"verse":"ನೀವು ಕೃತಜ್ಞತೆಯನ್ನು ತೋರಿಸುವದಕ್ಕಾಗಿ ಯೆಹೋವನಿಗೆ ಮಾಡುವ ಯಜ್ಞವನ್ನು ಮೆಚ್ಚಿಗೆಯಾದ ರೀತಿಯಲ್ಲೇ ಸಮರ್ಪಿಸಬೇಕು."},{"number":30,"verse":"ಅದೇ ದಿವಸದಲ್ಲಿ ಅದನ್ನು ಊಟಮಾಡಬೇಕು; ಮರುದಿನದವರೆಗೆ ಸ್ವಲ್ಪವನ್ನಾದರೂ ಮಿಗಿಸಬಾರದು. ನಾನು ಯೆಹೋವನು."},{"number":31,"verse":"ಈ ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ನೀವು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು; ನಾನು ಯೆಹೋವನು."},{"number":32,"verse":"ನನ್ನ ಪರಿಶುದ್ಧ ನಾಮದ ಘನತೆಗೆ ಕುಂದುತರಬಾರದು; ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ನಾನು ಪರಿಶುದ್ಧನೆಂದೆಣಿಸಲ್ಪಡಬೇಕು; ನಾನು ನಿಮ್ಮನ್ನು ನನ್ನ ಸೇವೆಗೆ ಪ್ರತಿಷ್ಠಿಸಿಕೊಂಡ ಯೆಹೋವನು."},{"number":33,"verse":"ನಿಮ್ಮ ದೇವರಾಗುವದಕ್ಕೆ ನಿಮ್ಮನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಬರಮಾಡಿದೆನಲ್ಲಾ; ನಾನು ಯೆಹೋವನು."}]}