{"bibleAbbr":"KNJV","bookName":"ಯಾಜಕಕಾಂಡ","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":2,"verse":"ದೇವಸ್ಥಾನದಲ್ಲಿನ ದೀಪಗಳನ್ನು ಪ್ರತಿನಿತ್ಯವೂ ಉರಿಸುವದಕ್ಕಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರು ಎಣ್ಣೇಮರದ ಕಾಯಿಗಳನ್ನು ಕುಟ್ಟಿತೆಗೆದ ನಿರ್ಮಲವಾದ ಎಣ್ಣೆಯನ್ನು ನಿನಗೆ ತಂದುಕೊಡಬೇಕೆಂದು ಅವರಿಗೆ ಆಜ್ಞಾಪಿಸು."},{"number":3,"verse":"ದೇವದರ್ಶನದ ಗುಡಾರದಲ್ಲಿ ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷದ ಮುಂದಣ ತೆರೆಯ ಹೊರಗೆ ಆ ದೀಪಗಳು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸಾಯಂಕಾಲದಿಂದ ಉದಯದವರೆಗೂ ಉರಿಯುತ್ತಿರುವಂತೆ ಆರೋನನು ಅವುಗಳನ್ನು ಸರಿಪಡಿಸಬೇಕು. ಇದು ನಿಮಗೂ ನಿಮ್ಮ ಸಂತತಿಯವರಿಗೂ ಶಾಶ್ವತನಿಯಮ."},{"number":4,"verse":"ಅವನು ಪ್ರತಿನಿತ್ಯವೂ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಹಣತಿಗಳನ್ನು ಆ ಚೊಕ್ಕಬಂಗಾರದ ದೀಪಸ್ತಂಭದ ಮೇಲೆ ಸರಿಯಾಗಿ ಇಡಬೇಕು."},{"number":5,"verse":"ಅದಲ್ಲದೆ ನೀನು ಗೋದಿಯ ಹಿಟ್ಟಿನಿಂದ ಹನ್ನೆರಡು ರೊಟ್ಟಿಗಳನ್ನು ಮಾಡಬೇಕು; ಪ್ರತಿಯೊಂದು ರೊಟ್ಟಿಯು ಆರಾರು ಸೇರಿನದಾಗಿರಬೇಕು."},{"number":6,"verse":"ಅವುಗಳನ್ನು ಆರಾರರ ಮೇರೆಗೆ ಎರಡು ರಾಶಿಗಳಾಗಿ ಚೊಕ್ಕ ಬಂಗಾರದ ಮೇಜಿನ ಮೇಲೆ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಇಡಬೇಕು."},{"number":7,"verse":"ಒಂದೊಂದು ರಾಶಿಯ ಮೇಲೆ ಸ್ವಚ್ಫವಾದ ಧೂಪವನ್ನು ಇಡಬೇಕು. ಆ ರೊಟ್ಟಿಗಳ ನೈವೇದ್ಯವನ್ನು ಸೂಚಿಸುವದಕ್ಕಾಗಿ ಆ ಧೂಪವೇ ಯೆಹೋವನಿಗೆ ಹೋಮಮಾಡಲ್ಪಡಬೇಕು."},{"number":8,"verse":"ಯಾಜಕನು ಯಾವಾಗಲೂ ಪ್ರತಿ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ರೊಟ್ಟಿಗಳನ್ನು ತಂದು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಕ್ರಮಪಡಿಸಬೇಕು. ಶಾಶ್ವತವಾದ ನಿಬಂಧನೆಯ ಮೇರೆಗೆ ಅವುಗಳನ್ನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೋಸ್ಕರ ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿಸಬೇಕು."},{"number":9,"verse":"ಅವು ಆರೋನನಿಗೂ ಅವನ ಸಂತತಿಯವರಿಗೂ ಸಲ್ಲಬೇಕು. ಮಹಾಪರಿಶುದ್ಧವಾದ ಅವುಗಳನ್ನು ದೇವಸ್ಥಾನದ ಪ್ರಾಕಾರದಲ್ಲಿಯೇ ತಿನ್ನಬೇಕು. ಅವು ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿತವಾದ ಹೋಮದ್ರವ್ಯಗಳಿಗೆ ಸೇರಿದವುಗಳಾದದರಿಂದ ಶಾಶ್ವತನಿಯಮದ ಪ್ರಕಾರ ಯಾಜಕರಿಗೇ ಸಲ್ಲಬೇಕು."},{"number":10,"verse":"ಇಸ್ರಾಯೇಲ್ ಸ್ತ್ರೀಯಲ್ಲಿ ಐಗುಪ್ತ ಪುರುಷನಿಂದ ಹುಟ್ಟಿದವನೊಬ್ಬನು ಬಂದು ಇಸ್ರಾಯೇಲ್ಯರ ಪಾಳೆಯದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯನಾದ ಒಬ್ಬ ಮನುಷ್ಯನ ಸಂಗಡ ಜಗಳವಾಡುತ್ತಾ ಬೈದು"},{"number":11,"verse":"[ಯೆಹೋವನ] ಹೆಸರನ್ನು ದೂಷಿಸಿದದರಿಂದ ಅವನನ್ನು ಮೋಶೆಯ ಬಳಿಗೆ ಹಿಡಿದು ತಂದರು. ಅವನ ತಾಯಿಯು ದಾನ್‍ಕುಲದ ದಿಬ್ರೀಯ ಮಗಳಾದ ಶೆಲೋಮೀತ್ ಎಂಬವಳು."},{"number":12,"verse":"ಅವನ ವಿಷಯವಾಗಿ ಯೆಹೋವನ ತೀರ್ಪನ್ನು ತಿಳುಕೊಳ್ಳುವ ಪರ್ಯಂತರ ಅವನನ್ನು ಕಾವಲಲ್ಲಿರಿಸಿದರು."},{"number":13,"verse":"ಆಗ ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":14,"verse":"ಆ ದೂಷಿಸಿದವನನ್ನು ಪಾಳೆಯದ ಹೊರಗೆ ಒಯ್ಯಬೇಕು. ಅವನ ದೂಷಣೆಯ ಮಾತುಗಳನ್ನು ಕೇಳಿದವರೆಲ್ಲರೂ ಅವನ ತಲೆಯ ಮೇಲೆ ತಮ್ಮ ಕೈಗಳನ್ನಿಟ್ಟನಂತರ ಸಮೂಹದವರೆಲ್ಲರೂ ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು."},{"number":15,"verse":"ಮತ್ತು ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಹೀಗೆ ಹೇಳಬೇಕು - ತನ್ನ ದೇವರನ್ನು ದೂಷಿಸಿದವನು ಆ ದೋಷದ ಫಲವನ್ನು ಅನುಭವಿಸಬೇಕು."},{"number":16,"verse":"ಯೆಹೋವನ ಹೆಸರನ್ನು ನಿಂದಿಸಿದವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು; ಸಮೂಹದವರೆಲ್ಲರೂ ಅವನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು. ಅನ್ಯದೇಶಸ್ಥನೇಯಾಗಲಿ ಸ್ವದೇಶಸ್ಥನೇಯಾಗಲಿ ಯೆಹೋವನ ಹೆಸರನ್ನು ನಿಂದಿಸಿದರೆ ಅವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":17,"verse":"ಮನುಷ್ಯನನ್ನು ಹೊಡೆದು ಕೊಂದವನಿಗೆ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":18,"verse":"ಪಶುವನ್ನು ಹೊಡೆದು ಕೊಂದವನಿಂದ ಅದಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಈಡನ್ನು ಕೊಡಿಸಬೇಕು; ಪ್ರಾಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಪ್ರಾಣಿಯನ್ನು ಕೊಡಿಸಬೇಕು."},{"number":19,"verse":"ಯಾವನಾದರೂ ಮತ್ತೊಬ್ಬನನ್ನು ಅಂಗಹೀನಮಾಡಿದರೆ ಅವನು ಮಾಡಿದಂತೆಯೇ ಅವನಿಗೆ ಮಾಡಿಸಬೇಕು."},{"number":20,"verse":"ಅವಯವವನ್ನು ಮುರಿದವನಿಗೆ ಅವಯವವನ್ನು ಮುರಿಯುವದೇ ಶಿಕ್ಷೆ. ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ಣನ್ನೂ ಹಲ್ಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಹಲ್ಲನ್ನೂ ತೆಗಿಸಬೇಕು. ಮತ್ತೊಬ್ಬನನ್ನು ಅಂಗಹೀನ ಮಾಡಿದವನಿಗೆ ಈ ಪ್ರಕಾರ ಪ್ರತೀಕಾರ ಮಾಡಿಸಬೇಕು."},{"number":21,"verse":"ಪಶುವನ್ನು ಕೊಂದವನು ಅದಕ್ಕೆ ಬದಲಾಗಿ ಈಡು ಕೊಡಬೇಕು. ಮನುಷ್ಯನನ್ನು ಕೊಂದವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು."},{"number":22,"verse":"ಅನ್ಯರಿಗಾಗಲಿ ಸ್ವದೇಶದವರಿಗಾಗಲಿ ಪಕ್ಷಪಾತವಿಲ್ಲದೆ ಒಂದೇ ವಿಧಿಯಿರಬೇಕು. ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು."},{"number":23,"verse":"ಮೋಶೆ ಈ ಮಾತುಗಳನ್ನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ತಿಳಿಸಲಾಗಿ ಅವರು ದೂಷಿಸಿದವನಾದ ಆ ಮನುಷ್ಯನನ್ನು ಪಾಳೆಯದ ಹೊರಕ್ಕೆ ತೆಗೆದುಕೊಂಡುಹೋಗಿ ಕಲ್ಲೆಸೆದು ಕೊಂದುಬಿಟ್ಟರು. ಯೆಹೋವನು ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಇಸ್ರಾಯೇಲ್ಯರು ಮಾಡಿದರು."}]}