{"bibleAbbr":"KNJV","bookName":"ಯಾಜಕಕಾಂಡ","bookEnglishName":"Leviticus","chapterNumber":25,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಸೀನಾಯಿಬೆಟ್ಟದಲ್ಲಿ ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":2,"verse":"ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸು - ನಾನು ನಿಮಗೆ ಕೊಡುವ ದೇಶಕ್ಕೆ ನೀವು ಬಂದಾಗ ಆ ದೇಶವೂ ಯೆಹೋವನಿಗೆ ಸಬ್ಬತ್ ಕಾಲವನ್ನು ಆಚರಿಸಬೇಕು."},{"number":3,"verse":"ಆರು ವರುಷಗಳು ನೀವು ಹೊಲದಲ್ಲಿ ಬೀಜವನ್ನು ಬಿತ್ತಬಹುದು, ದ್ರಾಕ್ಷೇತೋಟದ ಕೆಲಸವನ್ನು ನಡಿಸಬಹುದು; ಹೊಲತೋಟಗಳ ಬೆಳೆಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು."},{"number":4,"verse":"ಆದರೆ ಏಳನೆಯ ವರುಷವು ಯಾವ ಬೇಸಾಯವೂ ನಡೆಯಬಾರದ ವಿಶ್ರಾಂತಿಕಾಲವಾಗಿಯೂ ಯೆಹೋವನಿಗೆ ಆಚರಿಸಬೇಕಾದ ಸಬ್ಬತ್‍ಕಾಲವಾಗಿಯೂ ಇರಬೇಕು; ಹೊಲದಲ್ಲಿ ಬೀಜವನ್ನು ಬಿತ್ತಬಾರದು, ದ್ರಾಕ್ಷೇತೋಟದ ಕೆಲಸವನ್ನು ನಡಿಸಬಾರದು."},{"number":5,"verse":"ಹೊಲದಲ್ಲಿ ತಾನಾಗಿ ಬೆಳೆದ ಪೈರನ್ನು ನೀವು ಕೂಡಿಸಿಟ್ಟುಕೊಳ್ಳಬಾರದು; ನೀವು ನೋಡಿಕೊಳ್ಳದೆ ಬಿಟ್ಟ ದ್ರಾಕ್ಷಾಲತೆಗಳಲ್ಲಿ ಬಂದ ಹಣ್ಣನ್ನು ಸಂಗ್ರಹಿಸಬಾರದು. ಆ ವರುಷವೆಲ್ಲಾ ಭೂಮಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ವಿಶ್ರಾಂತಿಯಿರಬೇಕು."},{"number":6,"verse":"ಆದರೆ ಅಂಥ ಸಬ್ಬತ್ ಸಂವತ್ಸರದಲ್ಲಿ ತಾನಾಗಿ ಭೂಮಿಯಲ್ಲಿ ಹುಟ್ಟಿದ್ದು ನಿಮಗೂ ನಿಮ್ಮ ದಾಸದಾಸಿಯರಿಗೂ ಕೂಲಿಯವರಿಗೂ"},{"number":7,"verse":"ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಇಳುಕೊಂಡವರಿಗೂ ನಿಮ್ಮ ಪಶುಗಳಿಗೂ ದೇಶದಲ್ಲಿರುವ ಕಾಡುಮೃಗಗಳಿಗೂ ಆಹಾರವಾಗಬಹುದು."},{"number":8,"verse":"ಅದಲ್ಲದೆ ಏಳು ವರುಷಕ್ಕೊಂದರಂತೆ ಏಳು ಸಬ್ಬತ್ ವರುಷಗಳನ್ನು ಲೆಕ್ಕಿಸಬೇಕು. ಆ ಏಳು ಸಬ್ಬತ್ ಸಂವತ್ಸರಗಳ ಕಾಲವು ಅಂದರೆ ನಾಲ್ವತ್ತೊಂಭತ್ತು ವರುಷಗಳು ಕಳೆದ ಮೇಲೆ"},{"number":9,"verse":"ಏಳನೆಯ ತಿಂಗಳಿನ ಹತ್ತನೆಯ ದಿವಸದಲ್ಲಿ ನಿಮ್ಮ ದೇಶದಲ್ಲೆಲ್ಲಾ ಕೊಂಬಿನ ಧ್ವನಿಯನ್ನು ಮಾಡಿಸಬೇಕು; ಸಕಲ ದೋಷಪರಿಹಾರಕವಾದ ಆ ದಿನದಲ್ಲೇ ನಿಮ್ಮ ದೇಶದಲ್ಲೆಲ್ಲಾ ಆ ಕೊಂಬಿನ ಧ್ವನಿಯನ್ನು ಮಾಡಿಸಬೇಕು."},{"number":10,"verse":"ನೀವು ಐವತ್ತನೆಯ ವರುಷವನ್ನು ದೇವರಿಗೆ ಮೀಸಲಾದ ವರುಷವೆಂದು ಭಾವಿಸಿ ಅದರಲ್ಲಿ ದೇಶದ ನಿವಾಸಿಗಳೆಲ್ಲರಿಗೂ ಬಿಡುಗಡೆಯಾಯಿತೆಂಬದಾಗಿ ಸಾರಬೇಕು. ಅದು ಜೂಬಿಲಿ ಸಂವತ್ಸರವಾದದರಿಂದ ನೀವೆಲ್ಲರು ನಿಮ್ಮ ನಿಮ್ಮ ಸ್ವಂತ ಭೂಮಿಗಳಿಗೂ ಸ್ವಜನರ ಬಳಿಗೂ ಹೋಗಿ ಇರಬಹುದು."},{"number":11,"verse":"ಆ ಐವತ್ತನೆಯ ವರುಷದಲ್ಲಿ ಅಂದರೆ ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ನೀವು ಬೀಜವನ್ನು ಬಿತ್ತಬಾರದು; ತಾನಾಗಿ ಬೆಳೆದ ಪೈರನ್ನು ಕೂಡಿಸಿಟ್ಟುಕೊಳ್ಳಬಾರದು; ನೀವು ನೋಡಿಕೊಳ್ಳದೆ ಬಿಟ್ಟ ದ್ರಾಕ್ಷಾಲತೆಗಳಲ್ಲಿ ಆದ ಹಣ್ಣನ್ನು ಸಂಗ್ರಹಿಸಬಾರದು."},{"number":12,"verse":"ಅದು ಜೂಬಿಲಿ ವರುಷವಾದದರಿಂದ ನೀವು ಅದನ್ನು ಮೀಸಲಾದದ್ದೆಂದು ಭಾವಿಸಬೇಕು. ಹೊಲದಲ್ಲಿ ತಾನಾಗಿ ಬೆಳೆದದ್ದನ್ನು ಊಟಮಾಡಬಹುದು."},{"number":13,"verse":"ಜೂಬಿಲಿ ವರುಷದಲ್ಲಿ ನಿಮ್ಮ ನಿಮ್ಮ ಸ್ವಂತ ಭೂಮಿಗಳು ತಿರಿಗಿ ನಿಮ್ಮ ವಶಕ್ಕೆ ಬರುವವು."},{"number":14,"verse":"ನೀವು [ಸ್ಥಿರಸೊತ್ತನ್ನು] ಸ್ವದೇಶದವರೊಡನೆ ಕ್ರಯವಿಕ್ರಯ ಮಾಡುವಾಗ ಇದರ ವಿಷಯದಲ್ಲಿ ಅನ್ಯಾಯಮಾಡಬಾರದು."},{"number":15,"verse":"ಕಳೆದ ಜೂಬಿಲಿ ಸಂವತ್ಸರದಿಂದ ಇಷ್ಟು ವರುಷವಾಯಿತೆಂದು ಲೆಕ್ಕಿಸಿ ಸ್ವದೇಶದವನಿಂದ ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬೇಕು;"},{"number":16,"verse":"ಅದರಂತೆ ಮಾರುವವನು ಇಷ್ಟು ವರುಷಗಳ ಬೆಳೆಯಾಯಿತೆಂದು ಲೆಕ್ಕಿಸಿ ಕ್ರಯಕ್ಕೆ ಕೊಡಬೇಕು. [ಮುಂದಣ ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ] ಹೆಚ್ಚು ವರುಷಗಳಾದರೆ ಭೂಮಿಯ ಕ್ರಯವನ್ನು ಹೆಚ್ಚಿಸಬೇಕು; ಕಡಿಮೆಯಾದರೆ ತಗ್ಗಿಸಬೇಕು; ಭೂಮಿಯನ್ನಲ್ಲ, ಲೆಕ್ಕದ ಪ್ರಕಾರ ಬೆಳೆಗಳನ್ನೇ ಮಾರುತ್ತಾನಲ್ಲಾ."},{"number":17,"verse":"ಆದದರಿಂದ ನೀವು ಒಬ್ಬರಿಗೊಬ್ಬರು ಅನ್ಯಾಯಮಾಡಬಾರದು; ನಿಮ್ಮ ದೇವರಿಗೆ ಭಯಪಡುವವರಾಗಿರಬೇಕು; ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು."},{"number":18,"verse":"ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ನೀವು ಅನುಸರಿಸಿ ನಡೆಯಬೇಕು. ಆಗ ನೀವು ಆ ದೇಶದಲ್ಲಿ ನಿರ್ಭಯವಾಗಿ ವಾಸವಾಗಿರುವಿರಿ;"},{"number":19,"verse":"ನಿಮ್ಮ ಭೂಮಿಯು ಫಲವತ್ತಾಗುವದು, ನೀವು ಸಮೃದ್ಧಿಯಾಗಿ ಊಟಮಾಡುವಿರಿ, ಮತ್ತು ಆ ದೇಶದಲ್ಲಿ ನೀವು ನಿರ್ಭಯವಾಗಿ ವಾಸಮಾಡುವಿರಿ."},{"number":20,"verse":"ಏಳನೆಯ ವರುಷದಲ್ಲಿ ಬೀಜವನ್ನು ಬಿತ್ತುವದಕ್ಕಾಗಲಿ ಬೆಳೆದದ್ದನ್ನು ಕೂಡಿಸಿಟ್ಟುಕೊಳ್ಳುವದಕ್ಕಾಗಲಿ ಅಪ್ಪಣೆಯಿಲ್ಲವಲ್ಲಾ; ಆ ವರುಷದಲ್ಲಿ ಏನು ತಿನ್ನಬೇಕೆಂದು ವಿಚಾರಿಸುತ್ತೀರೋ? ಕೇಳಿರಿ,"},{"number":21,"verse":"ಆರನೆಯ ವರುಷದ ಬೆಳೆ ನನ್ನ ಪೂರ್ಣಾನುಗ್ರಹದಿಂದ ಮೂರು ವರುಷಗಳ ಬೆಳೆಯಷ್ಟಾಗುವದು."},{"number":22,"verse":"ನೀವು ಎಂಟನೆಯ ವರುಷದಲ್ಲಿ ಬೀಜವನ್ನು ಬಿತ್ತಿ ಅದರ ಬೆಳೆ ದೊರೆಯುವ ತನಕ ಅಂದರೆ ಒಂಭತ್ತನೆಯ ವರುಷದವರೆಗೆ ಹಿಂದಿನ ಬೆಳೆಯಿಂದಲೇ ಜೀವನಮಾಡುವಿರಿ."},{"number":23,"verse":"ಭೂಮಿಯನ್ನು ಶಾಶ್ವತವಾಗಿ ವಿಕ್ರಯಿಸಿಬಿಡಬಾರದು. ಯಾಕಂದರೆ ಆ ಭೂಮಿ ನನ್ನದು; ನೀವಾದರೋ ಪರವಾಸಿಗಳಾಗಿ ನನ್ನ ಆಶ್ರಯದಲ್ಲಿ ಇಳುಕೊಂಡವರೇ."},{"number":24,"verse":"ನಿಮ್ಮಲ್ಲಿ ಮತ್ತೊಬ್ಬನ ಸ್ವಾಸ್ತ್ಯಭೂಮಿ ನಿಮ್ಮ ವಶಕ್ಕೆ ಬಂದರೆ ಅದನ್ನು ಈಡುಕೊಟ್ಟು ಬಿಡಿಸಿಕೊಳ್ಳುವ ಅಧಿಕಾರವು ಕೊಟ್ಟವನಿಗೆ ಇರಬೇಕು."},{"number":25,"verse":"ನಿಮ್ಮ ಸಹೋದರರಲ್ಲಿ ಒಬ್ಬನು ಬಡವನಾಗಿ ತನ್ನ ಭೂಸ್ಥಿತಿಯಲ್ಲಿ ಏನಾದರೂ ಮಾರಿಕೊಂಡರೆ ಅವನ ಸಮೀಪವಾದ ಬಂಧುವು ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕು."},{"number":26,"verse":"ಬಿಡಿಸುವ ಬಂಧುವು ಇಲ್ಲದೆಹೋದ ಪಕ್ಷಕ್ಕೆ ಮಾರಿದವನೇ ಸ್ಥಿತಿವಂತನಾಗಿ ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳುವಷ್ಟು ಹಣವನ್ನು ಸಂಪಾದಿಸಿದರೆ"},{"number":27,"verse":"ಆ ಭೂಮಿಯನ್ನು ಮಾರಿದಂದಿನಿಂದ ಕಳೆದ ವರುಷಗಳನ್ನು ಬಿಟ್ಟು ಮಿಕ್ಕ ಕ್ರಯವನ್ನು ಕೊಟ್ಟು ತನ್ನ ಭೂಮಿಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳಬಹುದು."},{"number":28,"verse":"ಅವನು ಆ ಭೂಮಿಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳಲಾರದೆ ಹೋದರೆ ಅದು ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ಕೊಂಡುಕೊಂಡವನ ವಶದಲ್ಲೇ ಇರಬೇಕು. ಜೂಬಿಲಿ ವರುಷದಲ್ಲಿ ಅದು ಬಿಡುಗಡೆಯಾಗುವದು; ಆಗ ಆ ಭೂಮಿ ತಿರಿಗಿ ಅವನ ವಶಕ್ಕೆ ಬರುವದು."},{"number":29,"verse":"ಯಾವನಾದರೂ ಪೌಳಿ ಗೋಡೆಯುಳ್ಳ ಪಟ್ಟಣದಲ್ಲಿರುವ ಮನೆಯನ್ನು ಮಾರಿದರೆ ಅದನ್ನು ಮಾರಿದ ದಿನ ಮೊದಲುಗೊಂಡು ಒಂದು ವರುಷ ಪೂರ್ತಿಯಾಗುವದರೊಳಗೆ ಈಡುಕೊಟ್ಟು ಬಿಡಿಸಬಹುದು; ಪೂರಾ ಒಂದು ವರುಷದ ತನಕ ಅದನ್ನು ಬಿಡಿಸುವ ಅಧಿಕಾರವು ಅವನಿಗಿರುವದು."},{"number":30,"verse":"ಪೌಳಿ ಗೋಡೆಯುಳ್ಳ ಪಟ್ಟಣದಲ್ಲಿರುವ ಆ ಮನೆ ಒಂದು ವರುಷದೊಳಗಾಗಿ ಬಿಡಿಸಲ್ಪಡದೆ ಹೋದರೆ ಅದು ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿಯೂ ಬಿಡುಗಡೆಯಾಗದೆ ಕ್ರಯಕೊಟ್ಟವನಿಗೂ ಅವನ ಸಂತತಿಯವರಿಗೂ ಶಾಶ್ವತವಾಗಿ ನಿಲ್ಲುವದು."},{"number":31,"verse":"ಪೌಳಿಗೋಡೆಯಿಲ್ಲದ ಊರುಗಳಲ್ಲಿರುವ ಮನೆಗಳು ಬೈಲಿನ ಹೊಲಗಳಂತೆ ಎಣಿಸಲ್ಪಡಬೇಕು. ಅವುಗಳನ್ನು ಬಿಡಿಸುವ ಅಧಿಕಾರವಿರುವದು; ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಅವು ಬಿಡುಗಡೆಯಾಗುವವು."},{"number":32,"verse":"ಆದರೆ ಲೇವಿಯರ ಸ್ವಾಸ್ತ್ಯವಾಗಿರುವ ಪಟ್ಟಣಗಳಲ್ಲಿನ ಮನೆಗಳು ಮಾರಲ್ಪಟ್ಟರೆ ಅವುಗಳನ್ನು ಬಿಡಿಸುವ ಅಧಿಕಾರವು ಲೇವಿಯರಿಗೆ ಯಾವಾಗಲೂ ಇರುವದು."},{"number":33,"verse":"ಲೇವಿಯರೊಳಗೆ ಯಾರೂ ಅದನ್ನು ಬಿಡಿಸದೆಹೋದರೆ ಲೇವಿಯರ ಸ್ವಂತವಾಗಿರುವ ಅಂಥ ಪಟ್ಟಣಗಳಲ್ಲಿ ಮಾರಲ್ಪಟ್ಟ ಮನೆ ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಬಿಡುಗಡೆಯಾಗುವದು. ಲೇವಿಯರ ಪಟ್ಟಣಗಳಲ್ಲಿನ ಮನೆಗಳು ಇಸ್ರಾಯೇಲ್ಯರ ಮಧ್ಯದಲ್ಲಿರುವ ಅವರ ಸ್ವಾಸ್ತ್ಯವಷ್ಟೆ."},{"number":34,"verse":"ಅವರು ತಮ್ಮ ಪಟ್ಟಣಗಳಿಗೆ ಸೇರಿರುವ ಹುಲ್ಲುಗಾವಲನ್ನು ಮಾರಲೇಕೂಡದು. ಅವು ಅವರಿಗೆ ಶಾಶ್ವತವಾದ ಸ್ವಾಸ್ತ್ಯ."},{"number":35,"verse":"ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬ ಸಹೋದರನು ಬಡತನದಿಂದ ಗತಿಹೀನನಾದರೆ ಅವನು ಬದುಕಿಕೊಳ್ಳುವಂತೆ ನೀವು ಅವನನ್ನು ನಿಮ್ಮ ನಡುವೆ ಇಳುಕೊಂಡ ಪರವಾಸಿಯೆಂದು ಉದ್ಧಾರಮಾಡಬೇಕು."},{"number":36,"verse":"ನೀವು ಅವನಿಂದ ಬಡ್ಡಿಯನ್ನಾಗಲಿ ಲಾಭವನ್ನಾಗಲಿ ತೆಗೆದುಕೊಳ್ಳಬಾರದು; ಅವನು ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿ ಬದುಕುವಂತೆ ನೀವು ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ ನಡೆದುಕೊಳ್ಳಬೇಕು."},{"number":37,"verse":"ನೀವು ಅವನಿಗೆ ಸಾಲಕೊಟ್ಟರೆ ಬಡ್ಡಿಯನ್ನು ಕೇಳಬಾರದು, ದವಸಕೊಟ್ಟರೆ ಲಾಭವನ್ನು ಕೇಳಬಾರದು."},{"number":38,"verse":"ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು; ನಿಮಗೆ ದೇವರಾಗುವದಕ್ಕೂ ನಿಮಗೆ ಕಾನಾನ್‍ದೇಶವನ್ನು ಕೊಡುವದಕ್ಕೂ ನಿಮ್ಮನ್ನು ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಬರಮಾಡಿದವನೇ."},{"number":39,"verse":"ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬ ಸಹೋದರನು ಬಡವನಾಗಿ ತನ್ನನ್ನೇ ಮಾರಿಕೊಂಡರೆ ಅವನನ್ನು ದಾಸನಂತೆ ನಡಿಸಬಾರದು."},{"number":40,"verse":"ಅವನು ಕೂಲಿಯವನಂತೆಯೂ ಪರವಾಸಿಯಂತೆಯೂ ನಿಮ್ಮ ಬಳಿಯಲ್ಲಿದ್ದು ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ನಿಮ್ಮ ಸೇವೆಯನ್ನು ಮಾಡಲಿ."},{"number":41,"verse":"ಆಗ ಅವನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ಬಿಟ್ಟುಬಿಡಬೇಕು; ಅವನು ಸ್ವಜನರ ಬಳಿಗೂ ಪಿತ್ರಾರ್ಜಿತ ಸ್ವಾಸ್ತ್ಯಕ್ಕೂ ಹೋಗಬಹುದು."},{"number":42,"verse":"ಅವರು ನನಗೇ ದಾಸರಾಗಿದ್ದಾರೆ; ನಾನು ಅವರನ್ನು ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಬರಮಾಡಿದೆನು; ದಾಸರನ್ನು ಮಾರುವಂತೆ ಅವರನ್ನು ವಿಕ್ರಯಿಸಬಾರದು."},{"number":43,"verse":"ಅವರಿಂದ ಕಠಿಣವಾಗಿ ಸೇವೆಮಾಡಿಸಿಕೊಳ್ಳಬಾರದು; ನಿಮ್ಮ ದೇವರಿಗೆ ಭಯಪಡಬೇಕು."},{"number":44,"verse":"ನಿಮಗೆ ದಾಸದಾಸಿಯರು ಬೇಕಾಗಿದ್ದರೆ ಸುತ್ತಲಿರುವ ಅನ್ಯರನ್ನು ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."},{"number":45,"verse":"ನಿಮ್ಮ ನಡುವೆ ಇರುವ ಪರವಾಸಿಗಳನ್ನೂ ನಿಮ್ಮ ದೇಶದಲ್ಲಿ ಅವರಿಂದ ಹುಟ್ಟಿದವರನ್ನೂ ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು; ಅಂಥವರು ನಿಮಗೆ ಸೊತ್ತಾಗಬಹುದು."},{"number":46,"verse":"ನೀವು ಅಂಥವರನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡು ನಿಮ್ಮ ತರುವಾಯ ನಿಮ್ಮ ಸಂತತಿಯವರಿಗೆ ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಕೊಟ್ಟು ಬಿಡಬಹುದು. ಅವರನ್ನು ಶಾಶ್ವತದಾಸರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳಬಹುದು. ಇಸ್ರಾಯೇಲ್ಯರಾದ ನೀವಾದರೋ ಎಲ್ಲರೂ ಸಹೋದರರಾಗಿರುವದರಿಂದ ಒಬ್ಬರಿಂದೊಬ್ಬರು ಕಠಿಣವಾಗಿ ಸೇವೆಮಾಡಿಸಿಕೊಳ್ಳಬಾರದು."},{"number":47,"verse":"ನಿಮ್ಮ ಸಹೋದರರಲ್ಲಿ ಒಬ್ಬನು ಬಡವನಾಗಿ ನಿಮ್ಮ ನಡುವೆ ಮನೆಮಾಡಿಕೊಂಡ ಧನವಂತನಾದ ಅನ್ಯದೇಶದವನಿಗಾಗಲಿ ಅವನಿಗೆ ಸೇರಿದವನಿಗಾಗಲಿ ತನ್ನನ್ನು ಮಾರಿಕೊಂಡಿದ್ದರೂ ಅವನಿಗೆ ಬಿಡುಗಡೆಯಾಗಬಹುದು."},{"number":48,"verse":"ಅವನ ಬಂಧುಗಳಲ್ಲಿ ಯಾರಾದರೂ ಈಡುಕೊಟ್ಟು ಅವನನ್ನು ಬಿಡಿಸಬಹುದು."},{"number":49,"verse":"ಅವನ ದೊಡ್ಡಪ್ಪ ಚಿಕ್ಕಪ್ಪಂದಿರಾಗಲಿ ಇವರ ಮಕ್ಕಳಾಗಲಿ ಅಥವಾ ಸಮೀಪ ಬಂಧುಗಳಲ್ಲಿ ಯಾರೇಯಾಗಲಿ ಈಡುಕೊಟ್ಟು ಅವನನ್ನು ಬಿಡಿಸಬಹುದು. ಬೇಕಾದಷ್ಟು ಹಣವು ದೊರೆತರೆ ತನ್ನನ್ನು ತಾನೇ ಬಿಡಿಸಿಕೊಳ್ಳಬಹುದು."},{"number":50,"verse":"ಅವನು ತನ್ನನ್ನು ಮಾರಿಕೊಂಡ ವರುಷ ಮೊದಲುಗೊಂಡು ಮುಂದಣ ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ದಣಿಯ ಸಂಗಡ ವರುಷಗಳ ಲೆಕ್ಕವನ್ನು ಮಾಡಿ ಆ ಲೆಕ್ಕದ ಮೇರೆಗೆ ಬಿಡುಗಡೆಯ ಕ್ರಯವನ್ನು ಕೊಡಬೇಕು. ಕೂಲಿಯವನ ವಿಷಯದಲ್ಲಿ ಲೆಕ್ಕಿಸುವಂತೆ ಅವನ ವಿಷಯದಲ್ಲಿಯೂ ಲೆಕ್ಕಿಸಬೇಕು."},{"number":51,"verse":"ಜೂಬಿಲಿ ಸಂವತ್ಸರವು ಬರುವದಕ್ಕೆ ಇನ್ನು ಅನೇಕ ವರುಷಗಳಿದ್ದರೆ ಹೆಚ್ಚು ಭಾಗವನ್ನೂ"},{"number":52,"verse":"ಕೆಲವು ವರುಷಗಳು ಮಾತ್ರ ಉಳಿದರೆ ಸ್ವಲ್ಪ ಭಾಗವನ್ನೂ ದಣಿಗೆ ಕೊಟ್ಟು ತನ್ನನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕು."},{"number":53,"verse":"ಅವನು ವರುಷವರುಷಕ್ಕೆ ಗೊತ್ತುಮಾಡಿಕೊಂಡ ಕೂಲಿಯವನಂತೆಯೇ ದಣಿಯ ಬಳಿಯಲ್ಲಿರಬೇಕು. ಆ ದಣಿ ಅವನಿಂದ ಕಠಿಣವಾಗಿ ಸೇವೆಮಾಡಿಸಿಕೊಳ್ಳುವದನ್ನು ನೀವು ನೋಡಿ ಸುಮ್ಮನೆ ಇರಬಾರದು."},{"number":54,"verse":"ಮೇಲೆ ಹೇಳಿದ ರೀತಿಯಲ್ಲಿ ಅವನು ಬಿಡಿಸಿಕೊಳ್ಳದೆ ಹೋದರೆ ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಅವನೂ ಅವನ ಮಕ್ಕಳೂ ಬಿಡುಗಡೆಯಾಗಬೇಕು."},{"number":55,"verse":"ಯಾಕಂದರೆ ಇಸ್ರಾಯೇಲ್ಯರು ನನ್ನ ದಾಸರೇ; ನಾನು ಅವರನ್ನು ಐಗುಪ್ತದೇಶದೊಳಗಿಂದ ಬರಮಾಡಿದೆನಲ್ಲವೇ. ನಾನು ನಿಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು."}]}