{"bibleAbbr":"KNJV","bookName":"ಯಾಜಕಕಾಂಡ","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಮೋಶೆಗೆ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":2,"verse":"ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಹೀಗೆ ಆಜ್ಞಾಪಿಸು - ಯಾವನಾದರೂ ಮನುಷ್ಯರ ಪ್ರಾಣಗಳನ್ನು ಯೆಹೋವನಿಗೆ ಹರಕೆಮಾಡಿ ಪ್ರತಿಷ್ಠಿಸಿದರೆ [ಅವುಗಳನ್ನು ಬಿಡಿಸುವದಕ್ಕೆ] ದೇವರ ಸೇವೆಗೆ ನೇಮಕವಾದ ರೂಪಾಯಿಯ ಮೇರೆಗೆ ನೀವು ಅವನಿಂದ ಕೊಡಿಸಬೇಕಾದ ಈಡು ಹೇಗಂದರೆ -"},{"number":3,"verse":"ಇಪ್ಪತ್ತು ವರುಷದಿಂದ ಅರುವತ್ತು ವರುಷದ ಪರ್ಯಂತರ ವಯಸ್ಸುಳ್ಳ ಪುರುಷನಿಗೋಸ್ಕರ ಐವತ್ತು ರೂಪಾಯಿಗಳನ್ನೂ"},{"number":4,"verse":"ಸ್ತ್ರೀಗೋಸ್ಕರ ಮೂವತ್ತು ರೂಪಾಯಿಗಳನ್ನೂ ಕೊಡಿಸಬೇಕು."},{"number":5,"verse":"ಐದು ವರುಷದ ವಯಸ್ಸಿನಿಂದ ಇಪ್ಪತ್ತು ವರುಷದ ವಯಸ್ಸಿನವರೆಗೆ ಪುರುಷನಿಗೋಸ್ಕರ ಇಪ್ಪತ್ತು ರೂಪಾಯಿಗಳನ್ನೂ ಸ್ತ್ರೀಗೋಸ್ಕರ ಹತ್ತು ರೂಪಾಯಿಗಳನ್ನೂ ಕೊಡಿಸಬೇಕು."},{"number":6,"verse":"ಒಂದು ತಿಂಗಳಿನ ವಯಸ್ಸು ಮೊದಲುಗೊಂಡು ಐದು ವರುಷದ ವಯಸ್ಸಿನ ಪರ್ಯಂತರ ಹುಡುಗನಿಗೋಸ್ಕರ ಐದು ರೂಪಾಯಿಗಳನ್ನೂ ಹುಡುಗಿಗೋಸ್ಕರ ಮೂರು ರೂಪಾಯಿಗಳನ್ನೂ ಕೊಡಿಸಬೇಕು."},{"number":7,"verse":"ಅರುವತ್ತು ವರುಷಗಳ ಪ್ರಾಯವನ್ನು ದಾಟಿದ ಪುರುಷನಿಗೋಸ್ಕರ ಹದಿನೈದು ರೂಪಾಯಿಗಳನ್ನೂ ಸ್ತ್ರೀಗೋಸ್ಕರ ಹತ್ತು ರೂಪಾಯಿಗಳನ್ನೂ ಕೊಡಿಸಬೇಕು."},{"number":8,"verse":"ಯಾವನಾದರೂ ಬಡವನಾಗಿ ನೇಮಕವಾದ ಹಣವನ್ನು ಕೊಡಲಾರದೆ ಹೋದರೆ ಅವನು ಹರಕೆಮಾಡಿ ಪ್ರತಿಷ್ಠಿಸಿದ ಮನುಷ್ಯನನ್ನು ಯಾಜಕನ ಮುಂದೆ ನಿಲ್ಲಿಸಬೇಕು. ಯಾಜಕನು ಹರಕೆಮಾಡಿದವನ ಸ್ಥಿತಿಗತಿಗೆ ತಕ್ಕಂತೆ ಅವನು ಕೊಡಬೇಕಾದ ಹಣ ಇಷ್ಟೆಂದು ನಿರ್ಣಯಿಸಬೇಕು."},{"number":9,"verse":"ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿಸಬಹುದಾದ ಪಶುವನ್ನು ಯಾವನಾದರೂ ಹರಕೆಮಾಡಿ ಪ್ರತಿಷ್ಠಿಸಿದ್ದಾದರೆ ಅದು ದೇವರ ಸೊತ್ತಾಗಿರಬೇಕು."},{"number":10,"verse":"ಅದನ್ನು ಬದಲಾಯಿಸಕೂಡದು; ಕೆಟ್ಟದ್ದಕ್ಕೆ ಬದಲಾಗಿ ಒಳ್ಳೇದನ್ನೂ ಒಳ್ಳೇದಕ್ಕೆ ಬದಲಾಗಿ ಕೆಟ್ಟದ್ದನ್ನೂ ಒಂದಕ್ಕೆ ಬದಲಾಗಿ ಬೇರೊಂದನ್ನೂ ಕೊಡಕೂಡದು. ಅವನು ಗೊತ್ತುಮಾಡಿದ ಪಶುವಿಗೆ ಬದಲಾಗಿ ಬೇರೊಂದು ಪಶುವನ್ನು ಪ್ರತ್ಯೇಕಿಸಿಟ್ಟಿರುವ ಪಕ್ಷಕ್ಕೆ ಮೊದಲನೆಯ ಪಶುವೂ ಅದಕ್ಕೆ ಬದಲಾಗಿ ಇಟ್ಟ ಪಶುವೂ ಎರಡೂ ಯೆಹೋವನವಾಗಿರಬೇಕು."},{"number":11,"verse":"ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿಸಕೂಡದ ಬೇರೆ ಜಾತಿಯ ಪಶುವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದ್ದಾದರೆ ಅದನ್ನು ಯಾಜಕನ ಮುಂದೆ ನಿಲ್ಲಿಸಬೇಕು;"},{"number":12,"verse":"ಅದು ಒಳ್ಳೇದೋ ಕೆಟ್ಟದ್ದೋ ಎಂದು ಯಾಜಕನು ನೋಡಿಕೊಂಡು ಅದರ ಬೆಲೆ ಇಷ್ಟೆಂದು ನಿರ್ಣಯಿಸಬೇಕು; ಯಾಜಕನು ನಿರ್ಣಯಿಸಿದ ಬೆಲೆ ಸ್ಥಿರವಾಗಿರುವದು."},{"number":13,"verse":"ಹರಕೆ ಮಾಡಿದವನು ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿದ್ದರೆ ಅದರ ಕ್ರಯದೊಡನೆ ಐದನೆಯ ಭಾಗವನ್ನು ಹೆಚ್ಚಾಗಿ ಕೊಡಬೇಕು."},{"number":14,"verse":"ಯಾವನಾದರೂ ತನ್ನ ಮನೆಯನ್ನು ಯೆಹೋವನಿಗೆ ಮೀಸಲಾಗಿ ಪ್ರತಿಷ್ಠಿಸಿದರೆ ಯಾಜಕನು ಅದು ಉತ್ತಮವಾದ ಮನೆಯೋ ಅಲ್ಲವೋ ಎಂದು ಪರೀಕ್ಷಿಸಿ ಬೆಲೆಯನ್ನು ನಿರ್ಣಯಿಸಬೇಕು; ಯಾಜಕನು ನಿರ್ಣಯಿಸಿದ ಬೆಲೆ ಸ್ಥಿರವಾಗಿರುವದು."},{"number":15,"verse":"ಹರಕೆಮಾಡಿದವನು ಆ ಮನೆಯನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿದ್ದರೆ ಅದರ ಕ್ರಯದೊಡನೆ ಐದನೆಯ ಭಾಗವನ್ನು ಹೆಚ್ಚಾಗಿ ಕೊಡಬೇಕು; ಆಗ ಆ ಮನೆ ಅವನದಾಗುವದು."},{"number":16,"verse":"ಯಾವನಾದರೂ ಪಿತ್ರಾರ್ಜಿತಭೂಮಿಯಲ್ಲಿ ಒಂದು ಭಾಗವನ್ನು ಯೆಹೋವನಿಗೆ ಹರಕೆಮಾಡಿ ಪ್ರತಿಷ್ಠಿಸಿದರೆ ಅದರಲ್ಲಿ ಇಷ್ಟು ಬೀಜವನ್ನು ಬಿತ್ತತಕ್ಕದ್ದು ಎಂದು ನೀವು ಆಲೋಚಿಸಿ ಅದರ ಬೆಲೆಯನ್ನು ನಿರ್ಣಯಿಸಬೇಕು. ಎರಡು ಕಂಡುಗ ಜವೆಗೋದಿಯ ಬೀಜವರಿಯುಳ್ಳ ಹೊಲವು ಐವತ್ತು ರೂಪಾಯಿ ಬಾಳುವದು."},{"number":17,"verse":"ಅವನು ಜೂಬಿಲಿ ಸಂವತ್ಸರದಿಂದ ಆ ಹೊಲವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದರೆ ಈ ಕ್ರಯ ಸ್ಥಿರವಾಗಿರುವದು."},{"number":18,"verse":"ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತರುವಾಯ ಭೂಮಿಯನ್ನು ಹರಕೆಮಾಡಿದರೆ ಮುಂದಣ ಜೂಬಿಲಿ ಸಂವತ್ಸರಕ್ಕೆ ಕಳೆಯಬೇಕಾದ ವರುಷಗಳ ಸಂಖ್ಯೆಯ ಮೇರೆಗೆ ಅದರ ಬೆಲೆಯನ್ನು ಕಮ್ಮಿಮಾಡಬೇಕು."},{"number":19,"verse":"ಹರಕೆಮಾಡಿದವನು ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವ ಪಕ್ಷಕ್ಕೆ ಅದರ ಕ್ರಯದೊಡನೆ ಐದನೆಯ ಭಾಗವನ್ನು ಹೆಚ್ಚಾಗಿ ಕೊಡಬೇಕು; ಆಗ ಆ ಹೊಲ ಅವನದಾಗಿರುವದು."},{"number":20,"verse":"ತಾನು ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳದೆ ಮತ್ತೊಬ್ಬನಿಗೆ ಮಾರಿದರೆ ಮುಂದೆ ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳುವ ಅಧಿಕಾರವಿರುವದಿಲ್ಲ."},{"number":21,"verse":"ಬಿಡುಗಡೆಯಾಗುವ ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಆ ಹೊಲವು ಯೆಹೋವನ ಸ್ವಕೀಯವಾದ ಹೊಲದಂತೆ ಆತನ ಸೊತ್ತಾಗಿಯೇ ಇರಬೇಕು; ಅದು ಯಾಜಕರ ವಶದಲ್ಲಿರಬೇಕು."},{"number":22,"verse":"ಯಾವನಾದರೂ ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡ ಹೊಲವನ್ನು ಅಂದರೆ ಪಿತ್ರಾರ್ಜಿತ ಭೂಮಿಗೆ ಸೇರದಿರುವ ಹೊಲವನ್ನು ಯೆಹೋವನಿಗೆ ಹರಕೆಮಾಡಿ ಪ್ರತಿಷ್ಠಿಸಿದರೆ"},{"number":23,"verse":"ಯಾಜಕನು ಮುಂದಣ ಜೂಬಿಲಿ ಸಂವತ್ಸರದ ತನಕ ಇರುವ ವರುಷಗಳಿಗೆ ತಕ್ಕಂತೆ ಅದರ ಬೆಲೆಯನ್ನು ನಿರ್ಣಯಿಸಬೇಕು. ಪ್ರತಿಷ್ಠಿಸಿದವನು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟ ಹಣವನ್ನು ಯೆಹೋವನಿಗೆ ಮೀಸಲಾದದ್ದೆಂದು ಭಾವಿಸಿ ಅದೇ ದಿನದಲ್ಲಿ ಕೊಟ್ಟುಬಿಡಬೇಕು."},{"number":24,"verse":"ಜೂಬಿಲಿ ಸಂವತ್ಸರದಲ್ಲಿ ಆ ಹೊಲವು ಮಾರಿದವನಿಗೆ ಅಂದರೆ ಯಾರ ಪಿತ್ರಾರ್ಜಿತ ಭೂಮಿಗೆ ಸೇರಿದೆಯೋ ಅವನಿಗೆ ತಿರಿಗಿ ಬರಬೇಕು."},{"number":25,"verse":"ದೇವರ ಸೇವೆಯಲ್ಲಿ ನೇಮಕವಾದ ಇಪ್ಪತ್ತು ಗೇರಾ ತೂಕದ ರೂಪಾಯಿಯ ಮೇರೆಗೆ ನೀವು ಬೆಲೆಯನ್ನು ಯಾವಾಗಲೂ ನಿರ್ಣಯಿಸಬೇಕು."},{"number":26,"verse":"[ಶುದ್ಧ] ಪಶುವಿನಲ್ಲಿ ಚೊಚ್ಚಲಾಗಿ ಹುಟ್ಟಿದ್ದು ಯೆಹೋವನದಾಗಿರುವದರಿಂದ ಅದನ್ನು ಯಾರೂ ಹರಕೆಯಾಗಿ ಕೊಡಕೂಡದು; ಹೋರಿಯಾಗಿದ್ದರೂ ಆಡುಕುರಿಯಾಗಿದ್ದರೂ ಅದು ಯೆಹೋವನ ಸೊತ್ತೇ."},{"number":27,"verse":"ಅಶುದ್ಧ ಪಶುವಿನಲ್ಲಿ ಚೊಚ್ಚಲುಮರಿ ಹುಟ್ಟಿದ್ದಾದರೆ ಹರಕೆಮಾಡಿದವನು ನಿರ್ಣಯವಾದ ಬೆಲೆಯೊಂದಿಗೆ ಐದನೆಯ ಭಾಗವನ್ನು ಹೆಚ್ಚಾಗಿ ಕೊಟ್ಟು ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಬಹುದು. ಅವನು ಬಿಡಿಸದೆಹೋದರೆ ಅದನ್ನು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟ ಕ್ರಯಕ್ಕೆ ಮಾರಬೇಕು."},{"number":28,"verse":"ಯಾವನಾದರೂ ಮನುಷ್ಯನನ್ನಾಗಲಿ ಪಶುವನ್ನಾಗಲಿ ಪಿತ್ರಾರ್ಜಿತಭೂಮಿಯನ್ನಾಗಲಿ ಬೇರೆ ಯಾವದನ್ನಾಗಲಿ ಕೇವಲ ಯೆಹೋವನದಾಗಿರುವದಕ್ಕೆ ಹರಕೆಮಾಡಿಕೊಟ್ಟರೆ ಅದನ್ನು ಮಾರಲೂ ಕೂಡದು ಬಿಡಿಸಿಕೊಳ್ಳಲೂ ಕೂಡದು. ಕೇವಲ ಯೆಹೋವನದಾಗಿರುವದಕ್ಕೆ ಸಮರ್ಪಿಸುವಂಥದೆಲ್ಲಾ ಯೆಹೋವನಿಗೆ ಮೀಸಲಾಗಿಯೇ ಇರಬೇಕು."},{"number":29,"verse":"ಕೇವಲ ಯೆಹೋವನ ಸೊತ್ತಾಗುವದಕ್ಕೆ ಒಪ್ಪಿಸಲ್ಪಟ್ಟದ್ದು ಮನುಷ್ಯ ಜಾತಿಯಾದರೆ ಬಿಡಿಸುವದಕ್ಕಾಗದು; ಅವನಿಗೆ ಮರಣವೇ ಆಗಬೇಕು."},{"number":30,"verse":"ಹೊಲದ ಬೆಳೆಯಾಗಲಿ ತೋಟದ ಹಣ್ಣುಗಳಾಗಲಿ ಭೂಮಿಯಿಂದುಂಟಾದ ಎಲ್ಲಾ ಆದಾಯದಲ್ಲಿ ಹತ್ತನೆಯ ಪಾಲು ಯೆಹೋವನದಾಗಿರಬೇಕು; ಅದು ಯೆಹೋವನಿಗೆ ಮೀಸಲಾದದ್ದು."},{"number":31,"verse":"ಯಾವನಾದರೂ ತಾನು ಕೊಡಬೇಕಾದ ಹತ್ತನೆಯ ಪಾಲಿನಲ್ಲಿ ಏನಾದರೂ ಬಿಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿದ್ದರೆ ಅಷ್ಟರೊಡನೆ ಐದನೆಯ ಭಾಗವನ್ನು ಹೆಚ್ಚಾಗಿ ಕೊಡಬೇಕು."},{"number":32,"verse":"ದನಗಳೇಯಾಗಲಿ ಆಡುಕುರಿಗಳೇಯಾಗಲಿ ಒಡೆಯನು ಲೆಕ್ಕಿಸಿದ ಎಲ್ಲಾ ಪಶುಗಳಲ್ಲಿ ಪ್ರತಿ ಹತ್ತನೆಯದು ಯೆಹೋವನಿಗೆ ಮೀಸಲಾಗಿರಬೇಕು."},{"number":33,"verse":"ಆ ಪಶುವು ಒಳ್ಳೇದೋ ಕೆಟ್ಟದ್ದೋ ಎಂದು ನೋಡಬಾರದು; ಅದನ್ನು ಬದಲಾಯಿಸಬಾರದು. ಕೊಡಬೇಕಾದವನು ಅದನ್ನು ಬದಲಾಯಿಸಿದ್ದಾದರೆ ಅವನು ಮೊದಲಾಗಿ ಲೆಕ್ಕಿಸಿದ್ದೂ ಅದಕ್ಕೆ ಬದಲಾಗಿ ಇಟ್ಟದ್ದೂ ಎರಡೂ ಯೆಹೋವನವಾಗಿರಬೇಕು; ಅದನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳುವ ಅಧಿಕಾರವಿರುವದಿಲ್ಲ."},{"number":34,"verse":"ಯೆಹೋವನು ಸೀನಾಯಿಬೆಟ್ಟದಲ್ಲಿ ಮೋಶೆಯ ಮೂಲಕ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಕೊಟ್ಟ ಆಜ್ಞೆಗಳು ಇವೇ."}]}