{"bibleAbbr":"KNJV","bookName":"ಯಾಜಕಕಾಂಡ","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"ಯಾವನಾದರೂ ಸಮಾಧಾನಯಜ್ಞ ಮಾಡಬೇಕಾದರೆ ಅವನು ಸಮರ್ಪಿಸುವ ಪಶುವು ದನವಾಗಿದ್ದ ಪಕ್ಷಕ್ಕೆ ಅದು ಗಂಡಾಗಲಿ ಹೆಣ್ಣಾಗಲಿ ಪೂರ್ಣಾಂಗವಾಗಿಯೇ ಇರಬೇಕು."},{"number":2,"verse":"ಅವನು ಅದನ್ನು ಯೆಹೋವನ ಸನ್ನಿಧಿಗೆ ತಂದು ಅದರ ತಲೆಯ ಮೇಲೆ ಕೈಯಿಟ್ಟು ದೇವದರ್ಶನದ ಗುಡಾರದ ಬಾಗಲಲ್ಲಿ ವಧಿಸಬೇಕು. ಆರೋನನ ವಂಶದವರಾದ ಯಾಜಕರು ಅದರ ರಕ್ತವನ್ನು ಯಜ್ಞವೇದಿಗೆ ಸುತ್ತಲೂ ಎರಚಬೇಕು;"},{"number":3,"verse":"ಆ ಯಜ್ಞಪಶುವಿನ ವಪೆಯನ್ನೂ ಕರುಳುಗಳ ಮೇಲಣ ಎಲ್ಲಾ ಕೊಬ್ಬನ್ನೂ"},{"number":4,"verse":"ಎರಡು ಹುರುಳಿಕಾಯಿಗಳನ್ನೂ ಇವುಗಳ ಮೇಲೆ ಸೊಂಟದಲ್ಲಿರುವ ಕೊಬ್ಬನ್ನೂ ಕಾಳಿಜದ ಹತ್ತಿರ ಹುರುಳಿಕಾಯಿಗಳ ತನಕ ಇರುವ ಕೊಬ್ಬನ್ನೂ ತೆಗೆದು ಯೆಹೋವನಿಗೆ ಹೋಮಮಾಡಬೇಕು."},{"number":5,"verse":"ಆರೋನನ ವಂಶದವರಾದ ಯಾಜಕರು ಅದನ್ನು ಯಜ್ಞವೇದಿಯಲ್ಲಿ ಉರಿಯುವ ಕಟ್ಟಿಗೆಯ ಮೇಲಿರುವ ಸರ್ವಾಂಗಹೋಮದ್ರವ್ಯದ ಮೇಲೆಯೇ ಹೋಮಮಾಡಬೇಕು. ಅದು ಯೆಹೋವನಿಗೆ ಸುಗಂಧಹೋಮವಾಗಿರುವದು."},{"number":6,"verse":"ಸಮಾಧಾನಯಜ್ಞಕ್ಕಾಗಿ ಯೆಹೋವನಿಗೆ ಸಮರ್ಪಿಸುವಂಥದು ಕುರಿ ಅಥವಾ ಆಡು ಆಗಿರುವ ಪಕ್ಷದಲ್ಲಿ ಅದು ಗಂಡಾಗಲಿ ಹೆಣ್ಣಾಗಲಿ ಪೂರ್ಣಾಂಗವಾಗಿರಬೇಕು."},{"number":7,"verse":"ಅದು ಕುರಿಯಾಗಿದ್ದರೆ ತಂದವನು ಅದನ್ನು ಯೆಹೋವನ ಸನ್ನಿಧಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಂದು"},{"number":8,"verse":"ಅದರ ತಲೆಯ ಮೇಲೆ ಕೈಯಿಟ್ಟು ದೇವದರ್ಶನದ ಗುಡಾರದ ಎದುರಾಗಿ ಅದನ್ನು ವಧಿಸಬೇಕು. ಆರೋನನ ವಂಶದವರಾದ ಯಾಜಕರು ಅದರ ರಕ್ತವನ್ನು ಯಜ್ಞವೇದಿಗೆ ಸುತ್ತಲೂ ಎರಚಬೇಕು."},{"number":9,"verse":"ಆ ಸಮಾಧಾನಯಜ್ಞಪಶುವಿನ ಕೊಬ್ಬನ್ನು ಯೆಹೋವನಿಗೋಸ್ಕರ ಹೋಮವಾಗಿ ಸಮರ್ಪಿಸಬೇಕು. ಹೇಗಂದರೆ, ಬಾಲದ ಕೊಬ್ಬನ್ನೆಲ್ಲಾ ಬೆನ್ನೆಲುಬಿನ ಬಳಿಯಿಂದ ತೆಗೆದುಬಿಟ್ಟು ಅದನ್ನೂ ವಪೆಯನ್ನೂ"},{"number":10,"verse":"ಕರುಳುಗಳ ಮೇಲಣ ಎಲ್ಲಾ ಕೊಬ್ಬನ್ನೂ ಎರಡು ಹುರುಳಿಕಾಯಿಗಳನ್ನೂ ಇವುಗಳ ಮೇಲೆ ಸೊಂಟದಲ್ಲಿರುವ ಕೊಬ್ಬನ್ನೂ ಕಾಳಿಜದ ಮೇಲೆ ಹುರುಳಿಕಾಯಿಗಳ ತನಕ ಇರುವ ಕೊಬ್ಬನ್ನೂ"},{"number":11,"verse":"ಯಾಜಕನು ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಹೋಮಮಾಡಬೇಕು. ಅದು ಅಗ್ನಿಮೂಲಕವಾಗಿ ಯೆಹೋವನಿಗೆ ಆಹಾರವಾಗುವದು."},{"number":12,"verse":"ಸಮರ್ಪಿಸುವಂಥದು ಆಡಾಗಿದ್ದರೆ ಅರ್ಪಿಸುವವನು ಅದನ್ನು ಯೆಹೋವನ ಸನ್ನಿಧಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಂದು"},{"number":13,"verse":"ಅದರ ತಲೆಯ ಮೇಲೆ ಕೈಯಿಟ್ಟು ದೇವದರ್ಶನದ ಗುಡಾರದ ಎದುರಾಗಿ ವಧಿಸಬೇಕು. ಆರೋನನ ವಂಶದವರಾದ ಯಾಜಕರು ಅದರ ರಕ್ತವನ್ನು ಯಜ್ಞವೇದಿಗೆ ಸುತ್ತಲೂ ಎರಚಬೇಕು."},{"number":14,"verse":"ಅದರ ವಪೆಯನ್ನೂ ಕರುಳುಗಳ ಮೇಲಣ ಎಲ್ಲಾ ಕೊಬ್ಬನ್ನೂ ಎರಡು ಹುರುಳಿಕಾಯಿಗಳನ್ನೂ"},{"number":15,"verse":"ಇವುಗಳ ಮೇಲೆ ಸೊಂಟದಲ್ಲಿರುವ ಕೊಬ್ಬನ್ನೂ ಕಾಳಿಜದ ಹತ್ತಿರ ಹುರುಳಿಕಾಯಿಗಳ ತನಕ ಇರುವ ಕೊಬ್ಬನ್ನೂ ಯೆಹೋವನಿಗೋಸ್ಕರ ಅಗ್ನಿಯ ಮೂಲಕ ಸಮರ್ಪಿಸಬೇಕು."},{"number":16,"verse":"ಯಾಜಕನು ಅದನ್ನು ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಹೋಮ ಮಾಡಬೇಕು. ಅದು ಸುಗಂಧ ಹೋಮರೂಪವಾಗಿ ಯೆಹೋವನಿಗೆ ಆಹಾರವಾಗಿರುವದು. ಯಜ್ಞಪಶುಗಳ ಕೊಬ್ಬೆಲ್ಲವೂ ಯೆಹೋವನದು."},{"number":17,"verse":"ಕೊಬ್ಬನ್ನಾಗಲಿ ರಕ್ತವನ್ನಾಗಲಿ ತಿನ್ನಕೂಡದೆಂಬದು ನಿಮಗೂ ನಿಮ್ಮ ಸಂತತಿಯವರಿಗೂ ನೀವು ವಾಸಿಸುವ ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿಯೂ ಶಾಶ್ವತ ನಿಯಮ."}]}