{"bibleAbbr":"GB1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"The burden of the On the seaside between Judea and Caldea was a wilderness, by which he means Caldea. desert of the sea. As whirlwinds in the south pass through; [so] it cometh from the desert, That is, the ruin of Babylon by the Medes and Persians. from a terrible land."},{"number":2,"verse":"A grievous vision is declared to me; the The Assyrians and Chaldeans who had destroyed other nations will be overcome by the Medes and Persians: and this he prophesied a hundred years before it came to pass. treacherous dealer dealeth treacherously, and the spoiler spoileth. Go up, O By Elam he means the Persians. Elam: besiege, O Media; all her sighing have I made Because they will find no comfort, they will mourn no more, or I have caused them to cease mourning, whom Babylon had afflicted. to cease."},{"number":3,"verse":"Therefore are my This the prophet speaks in the person of the Babylonians. loins filled with pain: pangs have taken hold upon me, as the pangs of a woman that travaileth: I was bowed down at the hearing [of it]; I was dismayed at the seeing [of it]."},{"number":4,"verse":"My heart panted, fearfulness terrified me: the night He prophecies the death of Belshazzar as in (Dan_5:30) who in the midst of his pleasures was destroyed. of my pleasure hath he turned into fear to me."},{"number":5,"verse":"Prepare the table, watch in the watchtower, eat, drink: While they are eating and drinking, they will be commanded to run to their weapons. arise, ye princes, [and] anoint the shield."},{"number":6,"verse":"For thus hath the That is, in a vision by the spirit of prophecy. Lord said to me, Go, set a watchman, let him declare what he seeth."},{"number":7,"verse":"And he saw a chariot [with] a couple of horsemen, a chariot of donkeys, [and] Meaning, chariots of men of war, and others that carried the baggage. a chariot of camels; and he hearkened diligently with much heed:"},{"number":8,"verse":"And he cried, A Meaning, Darius who overcame Babylon. lion: My lord, I stand continually upon the watchtower in the daytime, and I am set in my post whole nights:"},{"number":9,"verse":"And, behold, here cometh a chariot of men, [with] a couple of horsemen. And The watchman whom Isaiah set up, told him who came toward Babylon, and the angel declared that it would be destroyed: all this was done in a vision. he answered and said, Babylon is fallen, is fallen; and all the graven images of her gods he hath broken to the ground."},{"number":10,"verse":"O Meaning, Babylon. my threshing, and the grain of my floor: that which I have heard from the LORD of hosts, the God of Israel, have I declared to you."},{"number":11,"verse":"The burden of Which was a city of the Ishmaelites and was so named by Dumah, (Gen_25:14). Dumah. He calleth to me out of A mountain of the Idumeans. Seir, Watchman, what of the night? Watchman, what of the night?"},{"number":12,"verse":"The watchman said, The He describes the unquietness of the people of Dumah, who were night and day in fear of their enemies, and ever ran to and fro to enquire news. morning cometh, and also the night: if ye will enquire, enquire ye: return, come."},{"number":13,"verse":"The burden upon Arabia. In For fear, the Arabians will flee into the woods and he appoints the way they will take. the forest in Arabia shall ye lodge, O ye travelling companies of Dedanim."},{"number":14,"verse":"The inhabitants of the land of Tema brought Signifying that for fear they will not tarry to eat or drink. water to him that was thirsty, they met with their bread him that fled."},{"number":15,"verse":"For they flee from the drawen swords, euen from the drawen sword, & from the bent bowe, and from the grieuousnesse of warre."},{"number":16,"verse":"For thus hath the Lord said to me, Within a year, He appoints them respite for one year only, and then they would be destroyed. according to the years of an Read (Isa_16:14). hireling, and all the glory of Kedar shall fail:"},{"number":17,"verse":"And the remainder of the number of archers, the mighty men of the children of Which was the name of a people of Arabia: and by the horrible destruction of all these nations, he teaches the Jews that there is no place for refuge or to escape God's wrath, but only to remain in his Church, and to live in his fear. Kedar, shall be diminished: for the LORD God of Israel hath spoken [it]."}]}