{"bibleAbbr":"GB1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"O LORD, thou Thus the prophet gives thanks to God because he will bring under subjection these nations by his corrections, and make them of his Church, who before were his enemies. [art] my God; I will exalt thee, I will praise thy name; for thou hast done wonderful [things; thy] counsels of old [are] faithfulness [and] truth."},{"number":2,"verse":"For thou hast made of a Not only of Jerusalem, but also of these other cities which have been your enemies. city an heap; [of] a fortified city a ruin: a palace That is, a place where all vagabonds may live without danger and as it were at ease as in a palace. of foreigners to be no city; it shall never be built."},{"number":3,"verse":"Therefore shall the The arrogant and proud who before would not know you will by your corrections fear and glorify you. strong people glorify thee, the city of the terrible nations shall fear thee."},{"number":4,"verse":"For thou hast been a defence to the poor, a defence to the needy in his distress, a refuge from the storm, a shade from the heat, when the blast The rage of the wicked is furious, till God breaks the force of it. of the terrible ones [is] as a storm [against] the wall."},{"number":5,"verse":"Thou shalt bring down the noise of strangers, as the Meaning, that as the heat is abated by the rain, so shall God bring down the rage of the wicked. heat in a dry place; As a cloud shades from the heat of the sun, so God will assuage the rejoicing of the wicked against the godly. [even] the heat with the shadow of a cloud: the branch of the terrible ones shall be brought low."},{"number":6,"verse":"And on this That is, in Zion, by which he means his Church, which would under Christ be assembled of the Jews and the Gentiles, and is here described under the figure of a costly banquet, as in (Mat_22:2). mountain shall the LORD of hosts make to all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined."},{"number":7,"verse":"And he will destroy on this mountain Meaning, that ignorance and blindness, by which we are kept back from Christ. the face of the covering cast over all people, and the veil that is spread over all nations."},{"number":8,"verse":"He will swallow up death in victory; and the Lord GOD will He will take away all opportunity for sorrow and fill his with perfect joy, (Rev_7:17, Rev_21:4). wipe away tears from off all faces; and the rebuke of his people shall he remove from all the earth: for the LORD hath spoken [it]."},{"number":9,"verse":"And in that day shall men say, Loe, this is our God: we haue waited for him, and he wil saue vs. This is the Lorde, we haue waited for him: we will reioyce and be ioyfull in his saluation."},{"number":10,"verse":"For on this mountain shall the hand of the LORD rest, and By Moab are meant all the enemies of his Church. Moab shall be trodden down under him, even as straw is trodden down for the There were two cities by this name: one in Judah, (1Ch_6:81) and another in the land of Moab, (Jer_48:2) which seems to have been a plentiful place of corn, (Isa_36:17). dunghill."},{"number":11,"verse":"And he shall stretche out his hande in the middes of them (as he that swimmeth, stretcheth them out to swimme) and with the strength of his handes shall he bring downe their pride."},{"number":12,"verse":"The defence also of the height of thy walles shall he bring downe and lay lowe, and cast them to the ground, euen vnto the dust."}]}