{"bibleAbbr":"Geneva1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"Woe to the Meaning, the proud kingdom of the Israelites, who were drunk with worldly prosperity. crown of pride, to the drunkards of Ephraim, whose glorious beauty [is] a fading flower, who [are] on the head of the rich Because the Israelites for the most part dwelt in plentiful valleys, he means by this the valley of them who had abundance of worldly prosperity and were as it were crowned with garlands. valleys of them that are overcome with wine!"},{"number":2,"verse":"Behold, the Lord hath a mighty and He seems to mean the Assyrians, by whom the ten tribes were carried away. strong one, [which] as a tempest of hail [and] a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand."},{"number":3,"verse":"They shall be troden vnder foote, euen the crowne & the pride of the drunkards of Ephraim."},{"number":4,"verse":"And the glorious beauty, which [is] on the head of the rich valley, shall be a fading flower, [and] as Which is not of long continuance, but is soon ripe and first eaten. the early fruit before the summer; which [when] he that looketh upon it seeth, while it is yet in his hand he eateth it up."},{"number":5,"verse":"In that day shall the LORD of hosts be for a crown of glory, and for a diadem of beauty, to the Signifying that the faithful who do not put their trust in any worldly prosperity but made God their glory, will be preserved. remnant of his people,"},{"number":6,"verse":"And for a spirit of judgment to him that sitteth in judgment, and for He will give counsel to the governor and strength to the captain to drive the enemies in at their own gates. strength to them that turn the battle to the gate."},{"number":7,"verse":"But Meaning, the hypocrites who were among them, and were altogether corrupt in life and doctrine, which is here meant by drunkenness and vomiting. they also have erred through wine, and through strong drink are out of the way; the priest and the prophet have erred through strong drink, they are overwhelmed with wine, they are out of the way through strong drink; they err in vision, they stumble [in] judgment."},{"number":8,"verse":"For all their tables are full of filthy vomiting: no place is cleane."},{"number":9,"verse":"For there was no one that was able to understand any good doctrine: but were foolish and as unfit as young babes. Whom shall he teach knowledge? and whom shall he make to understand doctrine? [them that are] weaned from the milk, [and] drawn from the breasts."},{"number":10,"verse":"For They must have one thing often repeated. precept [must be] upon precept, precept upon precept; line upon line, line upon line; here a little, [and] there a little:"},{"number":11,"verse":"For with stammering Let one teach what he can, yet they will no more understand him, than if he spoke in a strange language. lips and another tongue will he speak to this people."},{"number":12,"verse":"To whom That is, the prophet, whom God would send. he said, This is the doctrine on which you ought to stay and rest. This [is] the rest [with which] ye may Show to them that are weary and have need of rest, what the true rest is. cause the weary to rest; and this [is] the refreshing: yet they would not hear."},{"number":13,"verse":"But the word of the Because they will not receive the word of God, when it is offered, it comes of their own malice, if after their hearts are so hardened, that they care not for it, as before, (Isa_6:9). LORD was to them precept upon precept, precept upon precept; line upon line, line upon line; here a little, [and] there a little; that they might go, and fall backward, and be broken, and snared, and taken."},{"number":14,"verse":"Wherefore, heare the worde of the Lorde, ye scornefull men that rule this people, which is at Ierusalem."},{"number":15,"verse":"Because ye have said, We have made a They thought they had shifts to avoid God's judgments, and that they could escape though all others perished. covenant with death, and with hell are we in agreement; when the overflowing scourge shall pass through, it shall not reach us: for we have made lies our refuge, and under Though the prophets condemned their idols and vain fruit of falsehood and vanity, yet the wicked thought in themselves that they would trust in these things. falsehood have we hid ourselves:"},{"number":16,"verse":"Therefore thus saith the Lord GOD, Behold, I lay in Zion for a foundation a stone, a That is, Christ, by whom all the building must be tried and upheld, (Psa_118:22; Mat_21:42; Act_4:11; Rom_9:33; 1Pe_2:6). tried stone, a precious corner [stone], a sure foundation: he that believeth He will be quiet, and seek no other remedies, but be content with Christ. shall not make haste."},{"number":17,"verse":"Judgment also will I lay to the line, and In the restitution of his Church, judgment and justice will reign. righteousness to the plummet: and the God's corrections and affliction. hail shall sweep away the refuge of lies, and the waters shall overflow Affliction will discover their vain confidence, which they kept secret to themselves. the hiding place."},{"number":18,"verse":"And your couenant with death shalbe disanulled, and your agreement with hell shall not stand: when a scourge shall runne ouer and passe through, then shall ye be trode downe by it."},{"number":19,"verse":"From the time that it goeth forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a Terror and destruction will make you learn that which exhortations and gentleness could not bring you to. vexation only [to] understand the report."},{"number":20,"verse":"For the bed is Your affliction will be so sore, that you are not able to endure it. shorter than that [a man] can stretch himself [on it]: and the covering narrower than that he can wrap himself [in it]."},{"number":21,"verse":"For the LORD shall rise as [on] mount When David overcame the Philistines, (2Sa_5:20; 1Ch_14:11). Perazim, he shall be angry as [in] the valley Where Joshua discomfited five kings of the Amorites, (Jos_10:12). of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act."},{"number":22,"verse":"Nowe therefore be no mockers, least your bondes increase: for I haue heard of the Lorde of hostes a consumption, euen determined vpon the whole earth."},{"number":23,"verse":"Hearken ye, and heare my voyce: hearken ye, and heare my speach."},{"number":24,"verse":"Doeth the plowe man plowe all the day, to sowe? doeth he open, and breake the clots of his ground?"},{"number":25,"verse":"When he hath made As the plowman has his appointed time, and various instruments for his labour, so has the Lord for his vengeance: for he punishes some at one time, and some at another, some after one sort, and some after another, so that his chosen seed is beaten and tried, but not broken as are the wicked. even the face of it, doth he not cast abroad the black cummin, and scatter the cummin, and cast in the wheat in rows and the appointed barley and the rye in their place?"},{"number":26,"verse":"For his God doeth instruct him to haue discretion, and doeth teach him."},{"number":27,"verse":"For fitches shall not be threshed with a threshing instrument, neither shall a cart wheele be turned about vpon the cummin: but ye fitches are beaten out with a staffe, and cummin with a rod."},{"number":28,"verse":"Bread corne when it is threshed, hee doeth not alway thresh it, neither doeth the wheele of his cart still make a noyse, neither will he breake it with the teeth thereof."},{"number":29,"verse":"This also commeth from the Lorde of hostes, which is wonderfull in counsell, and excellent in workes."}]}