{"bibleAbbr":"Geneva1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"Woe to the Who contrary to their promise take not me for their protector and contrary to my commandment seek help from strangers. rebellious children, saith the LORD, that take counsel, but not from me; and that They seek shifts to cloak their doings and not godly means. cover with a covering, but not of my spirit, that they may add sin to sin:"},{"number":2,"verse":"Which walke forth to goe downe into Egypt (and haue not asked at my mouth) to strengthen them selues with the strength of Pharaoh, and trust in the shadowe of Egypt."},{"number":3,"verse":"But the strength of Pharaoh shalbe your shame, and the trust in the shadow of Egypt your confusion."},{"number":4,"verse":"For his The chief of Israel went into Egypt as an ambassador to seek help and abode at these cities. princes were at Zoan, and his ambassadors came to Hanes."},{"number":5,"verse":"They shalbe all ashamed of the people that cannot profite them, nor helpe nor doe them good, but shalbe a shame and also a reproche."},{"number":6,"verse":"The That is, a heavy sentence or prophecy against the beasts that carried their treasures into Egypt, by the wilderness, which was south from Judah, signifying that if the beasts would not be spared, the men would be punished much more grievously. burden of the beasts of the south: into the land of trouble and anguish, from which [come] the young and the old lion, the viper and flying serpent, they will carry their riches upon the shoulders of young donkeys, and their treasures upon the humps of camels, to a people [that] shall not profit [them]."},{"number":7,"verse":"For the Egyptians shall help in vain, and to no purpose: therefore have I cried That is, to Jerusalem. concerning this, Their strength And not to come to and fro to seek help. [is] to sit still."},{"number":8,"verse":"Now go, write That is, this prophecy. it before them in a tablet, and note it in a book, that it may be for the That is may be a witness against them for all posterity. time to come for ever and ever:"},{"number":9,"verse":"That this [is] a rebellious people, lying children, children [that] will not He shows what was the cause of their destruction and brings also all misery to man: that is, because they would not hear the word of God, but delighted to be flattered and led in error. hear the law of the LORD:"},{"number":10,"verse":"Who say to the seers, See not; and to the prophets, Prophesy not to us right things, speak to us smooth things, prophesy Threaten us not by the word of God, neither be so rigorous, nor talk to us in the Name of the Lord, as in (Jer_11:21). deceits:"},{"number":11,"verse":"Depart out of the way: go aside out of the path: cause the holy one of Israel to cease fro vs."},{"number":12,"verse":"Wherefore thus saith the Holy One of Israel, Because ye despise this word, and trust in Meaning, in their stubbornness against God and the admonitions of his prophets. oppression and perverseness, and lean upon it:"},{"number":13,"verse":"Therefore this iniquitie shalbe vnto you as a breach that falleth, or a swelling in an hie wall, whose breaking commeth suddenly in a moment."},{"number":14,"verse":"And he shall break it as the breaking of the potter's vessel that is broken in pieces; he shall not spare: so that there shall not be found in the bursting of it Signifying that the destruction of the wicked will be without recovery. a piece to take fire from the hearth, or to take water out of the pit."},{"number":15,"verse":"For thus saith the Often by his prophets he put you in remembrance of this, that you should only depend on him. Lord GOD, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not."},{"number":16,"verse":"But ye said, No; for we will flee upon We will trust to escape by our horses. horses; therefore shall ye flee: and, We will ride upon the swift; therefore shall they that pursue you be swift."},{"number":17,"verse":"One thousand [shall flee] at the rebuke of one; at the rebuke of five shall ye flee: till ye be left as a beacon upon the Whereas all the trees are cut down save two or three to make masts. top of a mountain, and as an ensign on an hill."},{"number":18,"verse":"And therefore will the LORD wait, that he may be He commends the great mercies of God, who with patience waits to call sinners to repentance. gracious to you, and therefore will he be exalted, that he may have mercy upon you: for the LORD [is] a God of Not only in punishing but in using moderation in the same, as in (Jer_10:24, Jer_30:11). judgment: blessed [are] all they that wait for him."},{"number":19,"verse":"Surely a people shal dwell in Zion, and in Ierusalem: thou shalt weepe no more: he wil certainly haue mercy vpon thee at the voyce of thy crye: when he heareth thee, he wil answere thee."},{"number":20,"verse":"And when the Lorde hath giuen you the bread of aduersitie, and the water of affliction, thy raine shalbe no more kept backe, but thine eyes shall see thy raine."},{"number":21,"verse":"And thy ears shall hear a word behind thee, saying, This [is] the way, God will direct all your ways and appoint you how to go either hither or thither. walk ye in it, when ye turn to the right hand, and when ye turn to the left."},{"number":22,"verse":"Ye shall You will cast away your idols which you have made of gold and silver with all that belongs to them, as a most filthy thing and polluted. defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a polluted cloth; thou shalt say to it, Showing that there can be no true repentance, unless both in heart and deed we show ourselves enemies to idolatry. Be gone from me."},{"number":23,"verse":"Then shall hee giue raine vnto thy seede, when thou shalt sowe the ground, and bread of the increase of the earth, and it shalbe fat and as oyle: in that day shall thy cattell be fed in large pastures."},{"number":24,"verse":"The oxen also and the yong asses, that till the ground, shall eate cleane prouender, which is winowed with the shoouel and with the fanne."},{"number":25,"verse":"And there shall be upon every high By these various manners of speech he shows that the happiness of the Church will be so great, that no one is able sufficiently to express it. mountain, and upon every high hill, rivers [and] streams of waters in the day of the great slaughter, when the towers fall."},{"number":26,"verse":"Moreover the light of the moon shall be as the light of the sun, and the light of the When the Church is restored, the glory of it will pass seven times the brightness of the sun: for by the sun and moon which are two excellent creations, he shows what will be the glory of the children of God in the kingdom of Christ. sun shall be sevenfold, as the light of seven days, in the day that the LORD bindeth up the breach of his people, and healeth the stroke of their wound."},{"number":27,"verse":"Behold, This threatening is against the Assyrians the chief enemies of the people of God. the name of the LORD cometh from far, burning [with] his anger, and the burden [of it is] heavy: his lips are full of indignation, and his tongue as a devouring fire:"},{"number":28,"verse":"And his breath, as an overflowing stream, shall reach to the midst of the neck, to sift the nations with the sieve of To drive you to nothing: and thus God consumes the wicked by that means, by which he cleanses his. vanity: and [there shall be] a bridle in the jaws of the people, causing [them] to err."},{"number":29,"verse":"Ye shall have a song, as in the You will rejoice at the destruction of your enemies, as they who sang for joy at the solemn feast, which began in the evening. night [when] a holy solemnity is kept; and gladness of heart, as when one goeth with a pipe to come upon the mountain of the LORD, to the mighty One of Israel."},{"number":30,"verse":"And the Lorde shall cause his glorious voyce to be heard, and shall declare the lighting downe of his arme with the anger of his countenance, and flame of a deuouring fire, with scattering and tempest, and hailestones."},{"number":31,"verse":"For through the voice of the LORD shall the Assyrian be beaten down, [who] smote with a God's plague. rod."},{"number":32,"verse":"And [in] every place where the grounded staff shall pass, It will destroy. which the LORD shall lay upon him, [it] shall be with With joy and assurance of the victory. tabrets and harps: and in battles of shaking will he fight Against Babel, meaning the Assyrians and Babylonians. with it."},{"number":33,"verse":"For Here it is taken for hell, where the wicked are tormented, read (2Ki_23:10). Tophet [is] ordained of old; yea, for the So that their estate or degree cannot exempt the wicked. king it is prepared; he hath made [it] By these figurative speeches he declares the condition of he wicked after this life. deep [and] large: the pile of it [is] fire and much wood; the breath of the LORD, like a stream of brimstone, doth kindle it."}]}