{"bibleAbbr":"Geneva1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"Now it came to pass This history is rehearsed because it is as a seal and confirmation of the doctrine before, both for the threatenings and promises: that is, that God would permit his Church to be afflicted, but at length would send deliverance. in the When he had abolished superstition, and idolatry, and restored religion, yet God would exercise his Church to try their faith and patience. fourteenth year of king Hezekiah, [that] Sennacherib king of Assyria came up against all the fortified cities of Judah, and took them."},{"number":2,"verse":"And the King of Asshur sent Rabshakeh from Lachish toward Ierusalem vnto King Hezekiah, with a great hoste, & he stood by ye conduite of the vpper poole in the path of the fullers fielde."},{"number":3,"verse":"Then came forth to him Eliakim, Hilkiah's son, who was For he was now restored to his office, as Isaiah had prophesied in (Isa_22:20). over the house, and Shebna This declares that there were few godly to be found in the king's house, when he was driven to end this wicked man in such a weighty matter. the scribe, and Joah, Asaph's son, the recorder."},{"number":4,"verse":"And Sennacherib's chief captain. Rabshakeh said to them, Say ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence [is] this in which thou trustest?"},{"number":5,"verse":"I say, He speaks this in the person of Hezekiah, falsely charging him that he put his trust in his wit and eloquence, while his only confidence was in the Lord. [sayest thou], (but [they are but] vain words) [I have] counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?"},{"number":6,"verse":"Lo, thou trustest in the staff of this broken reed, on Egypt; on which if a man lean, it will enter his hand, and pierce it: so [is] Satan laboured to pull the godly king from one vain confidence to another: that is, from trust in the Egyptians, whose power was weak and would deceive them, to yield himself to the Assyrians, and so not to hope for any help from God. Pharaoh king of Egypt to all that trust in him."},{"number":7,"verse":"But if thou say to me, We trust in the Lord our God. Is not that he, whose hie places & whose altars Hezekiah tooke downe, & said to Iudah & to Ierusalem, Ye shall worship before this altar?"},{"number":8,"verse":"Nowe therefore giue hostages to my lorde the King of Asshur, and I wil giue thee two thousand horses, if thou be able on thy part to set riders vpon them."},{"number":9,"verse":"How then wilt thou turn away the face of one captain of the He reproaches Hezekiah's small power, which is not able to resist one of Sennacherib's least captains. least of my master's servants, and put thy trust on Egypt for chariots and for horsemen?"},{"number":10,"verse":"And am I now come up without the LORD against this land to destroy it? the LORD said to me, Thus the wicked to deceive us, will pretend the Name of the Lord: but we must try the spirits, whether they are of God or not. Go up against this land, and destroy it."},{"number":11,"verse":"Then said Eliakim and Shebna and Joah to Rabshakeh, They were afraid, lest by his words, he should have stirred up the people against the king, and also pretended to grow to some appointment with him. Speak, I pray thee, to thy servants in the Syrian language; for we understand [it]: and speak not to us in the Jews' language, in the ears of the people that [are] on the wall."},{"number":12,"verse":"Then said Rabshakeh, Hath my master sent me to thy master, and to thee to speake these wordes, and not to the men that sit on the wall? that they may eate their owne doung, and drinke their owne pisse with you?"},{"number":13,"verse":"So Rabshakeh stood, & cryed with a loude voyce in the Iewes language, and sayd, Heare the wordes of the great King, of the King of Asshur."},{"number":14,"verse":"Thus saith the King, Let not Hezekiah deceiue you: for he shall not be able to deliuer you."},{"number":15,"verse":"Neither let Hezekiah make you to trust in the Lord, saying, The Lorde will surely deliuer vs: this citie shal not be giuen ouer into the hand of the King of Asshur."},{"number":16,"verse":"Hearken not to Hezekiah: for thus saith the king of Assyria, Make The Hebrew word signifies blessing, by which this wicked captain would have persuaded the people, that their condition would be better under Sennacherib than under Hezekiah. [an agreement] with me [by] a present, and come out to me: and eat ye every one of his vine, and every one of his fig tree, and drink ye every one the waters of his own cistern;"},{"number":17,"verse":"Till I come and bring you to a land like your owne land, euen a land of wheate, and wine, a land of bread and vineyardes,"},{"number":18,"verse":"Least Hezekiah deceiue you, saying, The Lord wil deliuer vs. Hath any of the gods of the nations deliuered his land out of the hand of the King of Asshur?"},{"number":19,"verse":"Where [are] the gods of That is, of Antioch in Syria, of which these two other cities also were: by which we see how every town had its peculiar idol, and how the wicked make God an idol because they do not understand that God makes them his scourge, and punishes cities for sin. Hamath and Arphad? where [are] the gods of Sepharvaim? and have they delivered Samaria out of my hand?"},{"number":20,"verse":"Who is hee among all the gods of these lands, that hath deliuered their countrey out of mine hand, that the Lorde should deliuer Ierusalem out of mine hand?"},{"number":21,"verse":"But they Not that they did not show by evident signs that they detested his blasphemy: or they had now rent their clothes, but they knew it was in vain to use long reasoning with this infidel, whose reign they would have so much more provoked. held their peace, and answered him not a word: for the king's commandment was, saying, Answer him not."},{"number":22,"verse":"Then came Eliakim the sonne of Hilkiah the steward of the house, and Shebna the chanceller, and Ioah the sonne of Asaph the recorder, vnto Hezekiah with rent clothes, and tolde him the wordes of Rabshakeh."}]}