{"bibleAbbr":"GB1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"In those Soon after that the Assyrians were slain: so that God will have the exercise of his children continually, that they may learn only to depend on God and aspire to the heavens. days was Hezekiah sick and near death. And Isaiah the prophet the son of Amoz came to him, and said to him, Thus saith the LORD, Set thy house in order: for thou shalt die, and not live."},{"number":2,"verse":"Then Hezekiah For his heart was touched with fear of God's judgment, seeing he had appointed him to die so quickly after his deliverance from so great calamity, as one unworthy to remain in that estate, and also foreseeing the great change that would come in the Church, as he left no son to reign after him: for as yet Manasseh was not born, and when he reigned, we see what a tyrant he was. turned his face toward the wall, and prayed to the LORD,"},{"number":3,"verse":"And saide, I beseeche thee, Lord, remember nowe howe I haue walked before thee in trueth, and with a perfite heart, & haue done that which is good in thy sight: and Hezekiah wept sore."},{"number":4,"verse":"Then came the worde of the Lord to Isaiah, saying,"},{"number":5,"verse":"Goe, and say vnto Hezekiah, Thus saith the Lord God of Dauid thy father, I haue heard thy prayer, and seene thy teares: behold, I will adde vnto thy dayes fifteene yeeres."},{"number":6,"verse":"And I will deliver thee and this city He not only promises to prolong his life, but to give him rest and quietness from the Assyrians, who might have renewed their army to revenge their former defeat. from the hand of the king of Assyria: and I will defend this city."},{"number":7,"verse":"And For Hezekiah had asked for a sign for the confirmation of his faith, as in (Isa_38:22; 2Ki_20:8), to which he was moved by the singular motion of God's spirit. this [shall be] a sign to thee from the LORD, that the LORD will do this thing that he hath spoken;"},{"number":8,"verse":"Behold, I will bring again the shadow of the degrees, which hath gone down on the Read (2Ki_20:8). sun dial of Ahaz, ten degrees backward. So the sun returned ten degrees, by which degrees it had gone down."},{"number":9,"verse":"He left this song of his lamentation and thanksgiving to all posterity, as a monument of his own infirmity and thankful heart for God's benefits, as David did, (Psa_51:1). The writing of Hezekiah king of Judah, when he had been sick, and had recovered from his sickness:"},{"number":10,"verse":"I said in the At which time it was told to me, that I would die. cutting off of my days, I shall go to the gates of the grave: I am deprived of the rest of my years."},{"number":11,"verse":"I said, I will no more praise the Lord here in this temple among the faithful thus God permits his dearest children to want his consolation for a time that his grace afterward may appear when they feel their own weakness. I shall not see the LORD, [even] the LORD, in the land of the living: I shall behold man no more with the inhabitants of the world."},{"number":12,"verse":"My age hath departed, and is removed from me as a shepherd's tent: I By my sin I have provoked God to take my life from me. have cut off like a weaver my life: he will cut me off with pining sickness: from day [even] That is, in one day, or shortly. to night wilt thou make an end of me."},{"number":13,"verse":"I reckoned Overnight I thought that I would live till morning, but my pangs in the night persuaded me the contrary: he shows the horror that the faithful have when they apprehend God's judgment against their sin. till morning, [that], as a lion, so will he break all my bones: from day [even] to night wilt thou make an end of me."},{"number":14,"verse":"Like a crane [or] a swallow, so I I was so oppressed with sorrow, that I was not able to utter my words, but only to groan and sigh. chattered: I mourned as a dove: my eyes fail [with looking] upward: O LORD, I am oppressed; undertake for me."},{"number":15,"verse":"What shall I say? God has declared by his prophet that I will die and therefore I will yield to him. he hath both spoken to me, and himself hath done [it]: I shall go I will have no release, but continual sorrows while I live. softly all my years in the bitterness of my soul."},{"number":16,"verse":"O Lord, They who will outlive the men that are now alive, and all they who are in these years will acknowledge this blessing. by these [things men] live, and in all these [things is] the life of my spirit: so wilt thou That after that you had condemned me to death you restored me to life. restore me, and make me to live."},{"number":17,"verse":"Behold, for While I thought to have lived in rest and ease being delivered from my enemy, I had grief upon grief. peace I had great bitterness: but thou hast in love to my soul [delivered it] from the pit of corruption: for thou hast cast all my He values more the remission of his sins, and God's favour than a thousand lives. sins behind thy back."},{"number":18,"verse":"For For as much as God has placed man in this world to glorify him, the godly take it as a sign of his wrath, when their days were shortened, either because they seemed unworthy for their sins to live longer in his service, or for their zeal to God's glory, seeing that there are so few in earth who regard it as in (Psa_6:5, Psa_115:17). the grave cannot praise thee, death can [not] celebrate thee: they that go down into the pit cannot hope for thy truth."},{"number":19,"verse":"The living, the living, he shall praise thee, as I [do] this day: the father to the All posterity will acknowledge and the fathers according to their duty toward their children will instruct them in your graces and mercies toward me. children shall make known thy truth."},{"number":20,"verse":"The LORD [was ready] to save me: therefore we will sing my songs to the stringed instruments all the days of He shows what is the use of the Congregation and Church, that is, to give the Lord thanks for his benefits. our life in the house of the LORD."},{"number":21,"verse":"For Isaiah had said, Let them take a lump of figs, and Read (2Ki_20:7). lay [it] for a plaster upon the boil, and he shall recover."},{"number":22,"verse":"Hezekiah also As in (Isa_38:7). had said, What [is] the sign that I shall go up to the house of the LORD?"}]}