{"bibleAbbr":"Geneva1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":44,"verses":[{"number":1,"verse":"Yet nowe heare, O Iaakob my seruant, and Israel, whom I haue chosen."},{"number":2,"verse":"Thus saith the LORD that made thee, and formed He treated and chose you from the beginning of his own mercy, and before you could merit anything. thee from the womb, [who] will help thee; Fear not, O Jacob, my servant; and thou, Jesurun, Whom God accepts as righteous: or who had opportunity to it because of the law, and your holy calling. whom I have chosen."},{"number":3,"verse":"For I will pour water upon him that is Because man of himself is as the dry and barren land, he promises to moisten him with the waters of his Holy Spirit, (Joe_2:28; Joh_7:38; Act_2:17). thirsty, and floods upon the dry ground: I will pour my spirit upon thy seed, and my blessing upon thy offspring:"},{"number":4,"verse":"And they That is, your children and posterity will increase wonderfully after their deliverance from Babylon. shall spring up [as] among the grass, as willows by the water courses."},{"number":5,"verse":"One shall say, I [am] the LORD'S; and another By this diversity of speech he means one thing, that is, that the people will be holy, and receive the true religion from God, as in (Psa_87:5). shall call [himself] by the name of Jacob; and another shall write [with] his hand to the LORD, and surname [himself] by the name of Israel."},{"number":6,"verse":"Thus saith the LORD the King of Israel, and his redeemer the LORD of hosts; I am always like myself, that is, merciful toward my Church, and most able to maintain it, as in (Isa_41:4, Isa_48:12; Rev_1:17, Rev_22:13). I [am] the first, and I [am] the last; and besides me [there is] no God."},{"number":7,"verse":"And who, as I, shall And appoint them that will deliver the Church. call, and shall declare it, and set That is, tell me how I should proceed in this. it in order for me, since I appointed the God calls the Israelites ancient, because he preferred them to all others in his eternal election. ancient people? and the things that are coming, and shall come, let Meaning, their idols. them show to them."},{"number":8,"verse":"Fear ye not, neither be afraid: have not I told thee from that time, and have declared [it]? Read (Isa_43:10). ye [are] even my witnesses. Is there a God besides me? verily, [there is] no God; I know not [any]."},{"number":9,"verse":"They that make a graven image [are] all of them vanity; and Whatever they bestow on their idols, to make them seem glorious. their delectable things shall not profit; and they [are] their own witnesses; That is, the idolaters seeing that their idols are blind, are witnesses of their own blindness, and feeling that they are not able to help them, must confess that they have no power. they see not, nor know; that they may be ashamed."},{"number":10,"verse":"Who hath formed a Meaning that whatever is made by the hand of man, if it is valued as a god, is most detestable. god, or cast a graven image [that] is By which appears their blasphemy, who call images the books of the laity, seeing that they are not only here called unprofitable, but in (Isa_41:24) abominable. Jeremiah calls them the work of errors, (Jer_10:15), Habakkuk, a lying teacher (Hab_2:18). profitable for nothing?"},{"number":11,"verse":"Behold, all his That is, who in any way consent either to the making or worshipping. fellows shall be ashamed: and the workmen, they [are] of men: let them all be gathered together, let them Signifying, that the multitude will not then save the idolaters, when God will take vengeance, although they excuse themselves by it among men. stand up; [yet] they shall fear, [and] they shall be ashamed together."},{"number":12,"verse":"The smith with the tongs both worketh in the coals, and fashioneth it with hammers, and worketh it with the strength of his arms: yea, he is He describes the raging affection of the idolaters, who forget their own necessities to set forth their devotion toward their idols. hungry, and his strength faileth: he drinketh no water, and is faint."},{"number":13,"verse":"The carpenter stretcheth out [his] rule; he marketh it out with a line; he fitteth it with planes, and he marketh it out with the compass, and maketh it after the figure of a man, according to the beauty of a man; that it may remain in To place it in some Temple. the house."},{"number":14,"verse":"He will hewe him downe cedars, and take the pine tree and the oke, and taketh courage among the trees of the forest: he planteth a firre tree, and the raine doeth nourish it."},{"number":15,"verse":"Then shall it be for a man to burn: for he will take of it, and He sets forth the obstinacy and malice of the idolaters who though they see by daily experience that their idols are no better than the rest of the matter of which they are made, yet they refuse the one part, and make a god of the other, as the papists make their cake god, and the rest of their idols. warm himself; indeed, he kindleth [it], and baketh bread; yea, he maketh a god, and worshippeth [it]; he maketh it a graven image, and falleth down to it."},{"number":16,"verse":"He burneth part of it in the fire; with part of it he That is, he either makes a table or trenchers. eateth flesh; he roasteth meat, and is satisfied: yea, he warmeth [himself], and saith, Aha, I am warm, I have seen the fire:"},{"number":17,"verse":"And the residue thereof he maketh a god, euen his idole: he boweth vnto it, and worshippeth and prayeth vnto it, and sayeth, Deliuer me: for thou art my god."},{"number":18,"verse":"They have not known nor understood: The prophet gives here an answer to all them who wonder how it is possible that any would be so blind as to commit such abomination, saying that God has blinded their eyes, and hardened their hearts. for he hath shut their eyes, that they cannot see; [and] their hearts, that they cannot understand."},{"number":19,"verse":"And none considereth in his heart, neither is there knowledge nor vnderstanding to say, I haue burnt halfe of it, euen in the fire, and haue baked bread also vpon the coles thereof: I haue rosted flesh, and eaten it, and shall I make the residue thereof an abomination? shall I bowe to the stocke of a tree?"},{"number":20,"verse":"He feedeth He is abused as one that would eat ashes, thinking to satisfy his hunger. on ashes: a deceived heart hath turned him aside, that he cannot deliver his soul, nor say, [Is there] not a lie in my right hand?"},{"number":21,"verse":"Showing that man's heart is most inclined to idolatry, and therefore he warns his people by these examples, that they should not cleave to any but to the living God, when they should be among the idolaters. Remember these, O Jacob and Israel; for thou [art] my servant: I have formed thee; thou [art] my servant: O Israel, thou shalt not be forgotten by me."},{"number":22,"verse":"I haue put away thy transgressions like a cloude, and thy sinnes, as a mist: turne vnto me, for I haue redeemed thee."},{"number":23,"verse":"He shows that the work of the Lord toward his people will be so great, that the insensible creatures will be moved with it. Sing, O ye heavens; for the LORD hath done [it]: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree in it: for the LORD hath redeemed Jacob, and glorified himself in Israel."},{"number":24,"verse":"Thus sayeth the Lord thy redeemer and he that formed thee from the wombe, I am the Lord, that made all things, that spred out the heauens alone, and stretched out the earth by my selfe."},{"number":25,"verse":"That frustrateth the He arms them against the soothsayers of Babylon, who would have said that they knew by the stars that God would not deliver Israel, and that Babylon would stand. tokens of the liars, and maketh diviners mad; that turneth wise [men] backward, and maketh their knowledge foolish;"},{"number":26,"verse":"That confirmeth the word of his Of Isaiah and the rest of his prophets, who assured the Church of God's favour and deliverance. servant, and performeth the counsel of his messengers; that saith to Jerusalem, Thou shalt be inhabited; and to the cities of Judah, Ye shall be built, and I will raise up her decayed places:"},{"number":27,"verse":"That saith to the He shows that God's work would be no less notable in this their deliverance, than when he brought them out of Egypt, through the sea. deep, Be dry, and I will dry up thy rivers:"},{"number":28,"verse":"That saith of To assure them of their deliverance he names the person by whom it would be, more than a hundred years before he was born. Cyrus, [He is] my shepherd, and he shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid."}]}