{"bibleAbbr":"GB1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no No wicked tyrant, who will subvert God's true religion and oppress the conscience. more come into thee the uncircumcised and the unclean."},{"number":2,"verse":"Shake thyself from the Put off the garments of sorrow and heaviness and put on the apparel of joy and gladness. dust; arise, [and] sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion."},{"number":3,"verse":"For thus saith the LORD, Ye have sold yourselves for The Babylonians paid nothing to me for you: therefore I will take you again without ransom. nothing; and ye shall be redeemed without money."},{"number":4,"verse":"For thus saith the Lord GOD, My people went When Jacob went there in times of famine. down in times past into Egypt to sojourn there; and the Assyrian The Egyptians might pretend some reason to oppress my people because they went there and remained among them, but the Assyrians have no title to excuse their tyranny by, and therefore I will punish them more than I did the Egyptians. oppressed them without cause."},{"number":5,"verse":"Now therefore, what have I here, saith the LORD, that my people is taken away for nothing? they that rule over them make them to wail, saith the LORD; and my name continually every day [is] That is, by the wicked, who think that I have no power to deliver them. blasphemed."},{"number":6,"verse":"Therefore my people shal know my Name: therefore they shall know in that day, that I am he that doe speake: beholde, it is I."},{"number":7,"verse":"How Signifying that the joy and good tidings of their deliverance would make their affliction in the mean time more easy: but this is chiefly meant of the spiritual joy, as in (Nah_1:15; Rom_10:15). beautiful upon the mountains are the feet of him that bringeth good tidings, that proclaimeth peace; that bringeth good tidings of good, that proclaimeth salvation; that saith to Zion, Thy God reigneth!"},{"number":8,"verse":"The prophets who are your watchmen will publish your deliverance: this was begun under Zerubbabel, Ezra and Nehemiah, but was accomplished under Christ. Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the LORD shall bring again Zion."},{"number":9,"verse":"O ye desolate places of Ierusalem, bee glad and reioyce together: for the Lorde hath comforted his people: he hath redeemed Ierusalem."},{"number":10,"verse":"The LORD hath made As ready to smite his enemies and to deliver his people. bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."},{"number":11,"verse":"He warns the faithful not to pollute themselves with the superstitions of the Babylonians, as (Isa_48:20; 2Co_6:17). Depart ye, depart ye, go ye out from there, touch no unclean [thing]; go ye out of the midst of her; be ye clean, that For the time is at hand that the priests and Levites chiefly (and so by them all the people, who will be as the Levites in this office) will carry home vessels of the temple which Nebuchadnezzar had taken away. bear the vessels of the LORD."},{"number":12,"verse":"For ye shall not go out As your fathers did out of Egypt. with haste, nor go by flight: for the LORD will go before you; and the God of Israel [will be] your rear guard."},{"number":13,"verse":"Behold, my Meaning Christ, by whom our spiritual deliverance would be wrought of which this was a sign. servant shall deal prudently, he shall be exalted and extolled, and be very high."},{"number":14,"verse":"As many were astonished at thee; his visage was so In the corrupt judgment of man, Christ in his person was not valued. marred more than any man, and his form more than the sons of men:"},{"number":15,"verse":"So He will spread his word through many nations. shall he sprinkle many nations; the kings shall shut their In sign of reverence, and as being astonished at his excellency. mouths at him: for [that] which had not been told them shall they see; and [that] which they had not heard shall they By the preaching of the gospel. consider."}]}