{"bibleAbbr":"GB1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"Cry The Lord thus speaks to the prophet willing him to use all diligence and severity to rebuke the hypocrites. aloud, spare not, lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins."},{"number":2,"verse":"Yet they They will seem to worship me and have outward holiness. seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching to God."},{"number":3,"verse":"He sets forth the malice and disdain of the hypocrites, who grudge against God, if their works are not accepted. Why have we fasted, [say they], and thou seest not? [why] have we afflicted our soul, and thou takest no knowledge? Behold, in the day of your fast ye find Thus he convinces the hypocrites by the second table and by their duty toward their neighbour, that they have neither faith nor religion. pleasure, and exact all your labours."},{"number":4,"verse":"Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as [ye do this] day, to make your voice to be So long as you use contention and oppression, your fasting and prayers will not be heard. heard on high."},{"number":5,"verse":"Is it such a fast that I haue chosen, that a man should afflict his soule for a day, and to bowe downe his head, as a bull rush, and to lie downe in sackecloth and ashes? wilt thou call this a fasting, or an acceptable day to the Lord?"},{"number":6,"verse":"[Is] not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every That you leave off all your extortions. yoke?"},{"number":7,"verse":"[Is it] not to deal thy bread to the hungry, and that thou shouldest bring the poor that are cast out to thy house? when thou seest the naked, that thou shouldest cover him; and that thou shouldest not hide thyself from For in him you see yourself as in a mirror. thy own flesh?"},{"number":8,"verse":"Then shall thy That is, the prosperous estate with which God will bless you. light break forth as the morning, and thy health shall spring forth speedily: and thy The testimony of your goodness will appear before God and man. righteousness shall go before thee; the glory of the LORD shall be thy rear guard."},{"number":9,"verse":"Then shalt thou call, and the LORD shall answer; thou shalt cry, and he shall say, Here I [am]. If thou shalt take away from the midst of thee the yoke, the putting forth of the By which is meant all manner of injury. finger, and speaking vanity;"},{"number":10,"verse":"And [if] thou shalt That is, have compassion on their miseries. draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in Your adversity will be turned into prosperity. obscurity, and thy darkness [be] as the noonday:"},{"number":11,"verse":"And the Lord shall guide thee continually, and satisfie thy soule in drought, and make fat thy bones: and thou shalt be like a watred garden, and like a spring of water, whose waters faile not."},{"number":12,"verse":"And [they that shall be] of thee shall build the old Signifying that of the Jews would come such as would build again the ruins of Jerusalem and Judea: but chiefly this is meant of the spiritual Jerusalem, whose builders were the Apostles. waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in."},{"number":13,"verse":"If thou shalt If you refrain yourself from your wicked works. turn away thy foot from the sabbath, [from] doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the LORD, honourable; and shalt honour him, not doing thy own ways, nor finding thy own pleasure, nor speaking [thy own] words:"},{"number":14,"verse":"Then shalt thou delite in the Lord, & I wil cause thee to mount vpon the hie places of the earth, and feede thee with the heritage of Iaakob thy father: for the mouth of ye Lord hath spoken it."}]}