{"bibleAbbr":"GB1587","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":60,"verses":[{"number":1,"verse":"Arise, shine; for thy The time of your prosperity and happiness: while speaking of Babylon, he commanded her to go down, (Isa_47:1). light is come, and the glory of the LORD is risen upon thee."},{"number":2,"verse":"For, behold, the darkness shall cover the Signifying, that all men are in darkness till God gives them the light of his Spirit, and that this light shines to no one, but to those that are in his Church. earth, and gross darkness the people: but the LORD shall arise upon thee, and his glory shall be seen upon thee."},{"number":3,"verse":"And the Gentiles shall come to Meaning, that Judea would be as the morning star, and that the Gentiles would receive light from her. thy light, and kings to the brightness of thy rising."},{"number":4,"verse":"Lift up thy eyes around, and see: all An infinite number from all countries as in (Isa_49:18). they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at [thy] side."},{"number":5,"verse":"Then thou shalt see, and flow together, and thy heart shall fear, For joy, as the heart is drawn in for sorrow. and be enlarged; because the abundance of the sea shall be converted to thee, the forces of the Gentiles shall come to thee."},{"number":6,"verse":"The Meaning, that everyone will honour the Lord with that with which he is able: Signifying that it is no true serving of God unless we offer ourselves to serve his glory, and all that we have. multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall show forth the praises of the LORD."},{"number":7,"verse":"All the flocks of That is the Arabians, that have great abundance of cattle. Kedar shall be gathered together to thee, the rams of Nebaioth shall minister to thee: they shall come up with acceptance on my Because the altar was a figure of Christ, (Heb_13:10), he shows that nothing can be acceptable to him, which is not offered to him by this altar, who was both the offering and the altar itself. altar, and I will glorify the house of my glory."},{"number":8,"verse":"Who [are] these Showing what great number will come to the Church, and with what great diligence and zeal. [that] fly as a cloud, and as doves to their windows?"},{"number":9,"verse":"Surely the isles shall wait for me, and the ships The Gentiles that are now enemies, will become friends and set forth the Church. of Tarshish first, to bring thy sons from far, their silver and their gold with them, to the name of the LORD thy God, and to the Holy One of Israel, because he hath glorified thee."},{"number":10,"verse":"And the sons of foreigners shall build up thy walls, and their Meaning Cyrus and his successors, but chiefly this is accomplished in them that serve Christ, being converted by his gospel. kings shall minister to thee: for in my wrath I smote thee, but in my favour have I had mercy on thee."},{"number":11,"verse":"Therefore thy gates shalbe open cotinually: neither day nor night shall they be shutte, that men may bring vnto thee the riches of the Gentiles, and that their Kings may be brought."},{"number":12,"verse":"For the nation and He shows that God has given all power and authority here in earth for the use of his Church, and that they who will not serve and profit the same will be destroyed. kingdom that will not serve thee shall perish; yea, [those] nations shall be utterly wasted."},{"number":13,"verse":"The There is nothing so excellent which will not serve the needs of the Church. glory of Lebanon shall come to thee, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my Signifying that God's majesty is not included in the temple, which is but the place for his feet, that we may learn to rise to the heavens. feet glorious."},{"number":14,"verse":"The sons also of them that afflicted thee shall come bending to thee; and all they that despised thee shall bow themselves To worship their head Christ, by obeying his doctrine. down at the soles of thy feet; and they shall call thee, The city of the LORD, The Zion of the Holy One of Israel."},{"number":15,"verse":"Where as thou hast bene forsaken and hated: so that no man went by thee, I will make thee an eternall glorie, and a ioye from generation to generation."},{"number":16,"verse":"Thou shalt also suck the milk of the Gentiles, and shalt suck the Both high and low will be ready to help and comfort you. breast of kings: and thou shalt know that I the LORD [am] thy Saviour and thy Redeemer, the mighty One of Jacob."},{"number":17,"verse":"For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers Your governors will love you, and seek your wealth and prosperity. peace, and thy exactors righteousness."},{"number":18,"verse":"Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt Meaning not an earthly happiness, but spiritual, which is fulfilled in Christ's kingdom. call thy walls Salvation, and thy gates Praise."},{"number":19,"verse":"The sun shall be no more thy light by day; neither for brightness shall the Signifying that all worldly means will cease, and that Christ will be all in all, as in (Rev_21:23, Rev_22:5). moon give light to thee: but the LORD shall be to thee an everlasting light, and thy God thy glory."},{"number":20,"verse":"Thy sunne shall neuer goe downe, neither shall thy moone be hid: for the Lord shalbe thine euerlasting light, and the dayes of thy sorowe shalbe ended."},{"number":21,"verse":"Thy people also [shall be] all righteous: they shall inherit the land for ever, the The children of the Church. branch of my planting, the work of my hands, that I may be glorified."},{"number":22,"verse":"A little one shall become a Meaning, that the Church would be miraculously multiplied. thousand, and a small one a strong nation: I the LORD will hasten it in its time."}]}