{"bibleAbbr":"HOV2012","bookName":"3 यूहन्ना","bookEnglishName":"3 John","chapterNumber":1,"verses":[{"number":1,"verse":"मुझ प्राचीन प्रेम रखता हूँ।"},{"number":2,"verse":"हे प्रिय, मेरी यह प्रार्थना है कि जैसे तू आत्मिक उन्नति कर रहा है, वैसे ही तू सब बातों में उन्नति करे और भला चंगा रहे।"},{"number":3,"verse":"क्योंकि जब भाइयों ने आकर तेरे उस सत्य की गवाही दी, जिस पर तू सचमुच चलता है, तो मैं बहुत ही आनन्दित हुआ।"},{"number":4,"verse":"मुझे इससे बढ़कर और कोई आनन्द नहीं कि मैं सुनूँ, कि मेरे बच्‍चे सत्य पर चलते हैं।"},{"number":5,"verse":"हे प्रिय, जो कुछ तू उन भाइयों के साथ करता है, जो परदेशी हैं, उसे विश्‍वासी के रूप में करता है।"},{"number":6,"verse":"उन्होंने कलीसिया के सामने तेरे प्रेम की गवाही दी है। यदि तू उन्हें उस प्रकार विदा करेगा जिस प्रकार परमेश्‍वर के लोगों के लिये उचित है तो अच्छा करेगा।"},{"number":7,"verse":"क्योंकि वे उस नाम के लिये निकले हैं, और अन्यजातियों से कुछ नहीं लेते।"},{"number":8,"verse":"इसलिये ऐसों का स्वागत करना चाहिए, जिससे हम भी सत्य के पक्ष में उनके सहकर्मी हों।"},{"number":9,"verse":"मैं ने कलीसिया को कुछ लिखा था, पर दियुत्रिफेस जो उनमें बड़ा बनना चाहता है, हमें ग्रहण नहीं करता।"},{"number":10,"verse":"इसलिये जब मैं आऊँगा तो उसके कामों की जो वह कर रहा है, सुधि दिलाऊँगा, कि वह हमारे विषय में बुरी-बुरी बातें बकता है; और इस पर भी सन्तोष न करके आप ही भाइयों को ग्रहण नहीं करता, और उन्हें जो ग्रहण करना चाहते हैं मना करता है और कलीसिया से निकाल देता है।"},{"number":11,"verse":"हे प्रिय, बुराई के नहीं पर भलाई के अनुयायी हो। जो भलाई करता है, वह परमेश्‍वर की ओर से है; पर जो बुराई करता है, उसने परमेश्‍वर को नहीं देखा।"},{"number":12,"verse":"दिमेत्रियुस के विषय में सब ने, वरन् सत्य ने भी आप ही गवाही दी; और हम भी गवाही देते हैं, और तू जानता है कि हमारी गवाही सच्‍ची है।"},{"number":13,"verse":"मुझे तुझ को बहुत कुछ लिखना तो था, पर स्याही और कलम से लिखना नहीं चाहता।"},{"number":14,"verse":"पर मुझे आशा है कि तुझ से शीघ्र भेंट करूँगा, तब हम आमने-सामने बातचीत करेंगे। (15)तुझे शान्ति मिलती रहे। यहाँ के मित्र तुझे नमस्कार कहते हैं। वहाँ के मित्रों से नाम ले लेकर नमस्कार कह देना।"}]}