{"bibleAbbr":"RcV2003","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"And as He was going out of the temple, one of His disciples said to Him, Teacher, behold, what wonderful stones and what wonderful buildings!"},{"number":2,"verse":"And Jesus said to him, Do you see these great buildings? There shall by no means be left here a stone upon a stone which shall not be thrown down."},{"number":3,"verse":"And as He sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked Him privately,"},{"number":4,"verse":"Tell us, when will these things be? And what will be the sign when all these things are about to be accomplished?"},{"number":5,"verse":"And Jesus began to say to them, See that no one leads you astray."},{"number":6,"verse":"Many will come in My name, saying, I am the Christ! and will lead many astray."},{"number":7,"verse":"And when you hear of wars and rumors of wars, do not be alarmed; it must happen, but the end is not yet."},{"number":8,"verse":"For nation will rise up against nation, and kingdom against kingdom; there will be earthquakes in various places; there will be famines. These things are the beginning of birth pangs."},{"number":9,"verse":"But you, take heed to yourselves. They will deliver you to sanhedrins, and in the synagogues you will be beaten, and before governors and kings you will stand for My sake, for a testimony to them."},{"number":10,"verse":"Yet the gospel must first be proclaimed to all the nations."},{"number":11,"verse":"And when they lead you away and deliver you up, do not be anxious beforehand about what you should speak, but whatever is given to you in that hour, speak that; for it is not you who are speaking, but the Holy Spirit."},{"number":12,"verse":"And brother will deliver up brother to death, and a father his child; and children will rise up against their parents and put them to death."},{"number":13,"verse":"And you will be hated by all on account of My name. But he who has endured to the end, this one shall be saved."},{"number":14,"verse":"But when you see the abomination of desolation standing where it should not (let him who reads understand), then let those in Judea flee to the mountains;"},{"number":15,"verse":"And let him who is on the housetop not come down, nor enter in, to take anything out of his house;"},{"number":16,"verse":"And let him who is in the field not turn back to take his garment."},{"number":17,"verse":"But woe to those who are pregnant and to those who are nursing babies in those days."},{"number":18,"verse":"And pray that it may not happen in winter,"},{"number":19,"verse":"For those days will be a time of tribulation such as has not occurred from the beginning of the creation which God created until now, nor shall by any means ever occur."},{"number":20,"verse":"And unless the Lord had shortened the days, no flesh would be saved; but on account of the chosen, whom He chose, He shortened the days."},{"number":21,"verse":"And then if anyone says to you, Behold, here is the Christ! Behold, there! do not believe it."},{"number":22,"verse":"For false Christs and false prophets will arise and will show signs and wonders to deceive, if possible, the chosen."},{"number":23,"verse":"But you, beware; I have told you all things beforehand."},{"number":24,"verse":"But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,"},{"number":25,"verse":"And the stars will be falling out of heaven, and the powers in the heavens will be shaken."},{"number":26,"verse":"And then they will see the Son of Man coming in the clouds with great power and glory."},{"number":27,"verse":"And then He will send the angels, and He will gather together His chosen from the four winds, from the end of the earth to the end of heaven."},{"number":28,"verse":"But learn the parable from the fig tree: as soon as its branch has become tender and puts forth its leaves, you know that the summer is near."},{"number":29,"verse":"So also you, when you see these things happening, know that it is near, at the doors."},{"number":30,"verse":"Truly I say to you that this generation shall by no means pass away until all these things happen."},{"number":31,"verse":"Heaven and earth will pass away, but My words shall by no means pass away."},{"number":32,"verse":"But concerning that day or hour, no one knows, not even the angels in heaven, nor the Son, but the Father."},{"number":33,"verse":"Beware, be alert; for you do not know when the time is."},{"number":34,"verse":"It is like a man who is about to go abroad, having left his house and given to his slaves authority, to each his work, and who commanded the doorkeeper to watch."},{"number":35,"verse":"Watch therefore, for you do not know when the Master of the house comes, whether in the evening or at midnight or at cockcrowing or in the morning;"},{"number":36,"verse":"Lest He come suddenly and find you sleeping."},{"number":37,"verse":"And what I say to you, I say to all: Watch!"}]}