{"bibleAbbr":"RcV2003","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":16,"verses":[{"number":1,"verse":"And when the Sabbath was past, Mary the Magdalene, and Mary the mother of James, and Salome bought spices so that they might come and anoint Him."},{"number":2,"verse":"And very early on the first day of the week, they came to the tomb as the sun rose."},{"number":3,"verse":"And they said to one another, Who will roll away the stone for us from the door of the tomb?"},{"number":4,"verse":"And when they looked up, they saw that the stone had been rolled away, for it was extremely large."},{"number":5,"verse":"And when they entered into the tomb, they saw a young man sitting on the right, clothed in a white robe, and they were alarmed."},{"number":6,"verse":"And he said to them, Do not be alarmed. You are seeking Jesus the Nazarene, who has been crucified. He has been raised; He is not here. Behold the place where they laid Him."},{"number":7,"verse":"But go, tell His disciples and Peter that He is going before you into Galilee. There you will see Him, even as He told you."},{"number":8,"verse":"And they went out and fled from the tomb, for trembling and astonishment had seized them. And they said nothing to anyone, for they were afraid."},{"number":9,"verse":"Now after He had risen early on the first day of the week, He appeared first to Mary the Magdalene, from whom He had cast out seven demons."},{"number":10,"verse":"She went and reported to those who had been with Him, who were mourning and weeping."},{"number":11,"verse":"And when they heard that He was alive and had been seen by her, they did not believe."},{"number":12,"verse":"And after these things, He appeared in a different form to two of them as they were walking on their way into the countryside."},{"number":13,"verse":"And they went away and reported to the rest, but they did not believe them either."},{"number":14,"verse":"And afterward He appeared to the eleven as they were reclining at table, and He reproached their unbelief and hardness of heart, because they did not believe those who had seen Him after He had risen."},{"number":15,"verse":"And He said to them, Go into all the world and proclaim the gospel to all the creation."},{"number":16,"verse":"He who believes and is baptized shall be saved, but he who does not believe shall be condemned."},{"number":17,"verse":"And these signs will accompany those who believe: in My name they will cast out demons; they will speak with new tongues;"},{"number":18,"verse":"They will pick up serpents; and if they drink anything deadly, it shall by no means harm them; they will lay hands on the sick, and they will be well."},{"number":19,"verse":"So then the Lord Jesus, after speaking to them, was taken up into heaven and sat at the right hand of God."},{"number":20,"verse":"And they went out and preached everywhere, the Lord working with them and confirming the word by the accompanying signs."}]}