{"bibleAbbr":"RcV2003","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"And He entered again into Capernaum after a few days, and it was heard that He was at home."},{"number":2,"verse":"And many were gathered together, so that there was no longer room, not even at the door. And He spoke to them the word."},{"number":3,"verse":"And they came, bringing to Him a paralytic carried by four men."},{"number":4,"verse":"And being unable to bring him to Him because of the crowd, they removed the roof where He was. And when they had dug through, they lowered the mat on which the paralytic was lying."},{"number":5,"verse":"And Jesus, seeing their faith, said to the paralytic, Child, your sins are forgiven."},{"number":6,"verse":"But some of the scribes were sitting there and reasoning in their hearts,"},{"number":7,"verse":"Why is this man speaking this way? He is blaspheming! Who can forgive sins except One, God?"},{"number":8,"verse":"And immediately Jesus, knowing fully in His spirit that they were reasoning this way within themselves, said to them, Why are you reasoning about these things in your hearts?"},{"number":9,"verse":"Which is easier: to say to the paralytic, Your sins are forgiven, or to say, Rise and take up your mat and walk?"},{"number":10,"verse":"But that you may know that the Son of Man has authority to forgive sins on earth — He said to the paralytic,"},{"number":11,"verse":"To you I say, Rise, take up your mat and go to your house."},{"number":12,"verse":"And he rose and immediately took up the mat and went out before them all, so that they were all amazed and glorified God, saying, We have never seen anything like this!"},{"number":13,"verse":"And He went out again beside the sea. And all the crowd came to Him, and He taught them."},{"number":14,"verse":"And as He passed by, He saw Levi the son of Alphaeus sitting at the tax office, and He said to him, Follow Me. And he rose and followed Him."},{"number":15,"verse":"And as He reclined at table in his house, many tax collectors and sinners were reclining together with Jesus and His disciples, for there were many, and they were following Him."},{"number":16,"verse":"And the scribes of the Pharisees, seeing that He ate with sinners and tax collectors, said to His disciples, Why does He eat with tax collectors and sinners?"},{"number":17,"verse":"And when Jesus heard this, He said to them, Those who are strong have no need of a physician, but those who are ill; I did not come to call the righteous, but sinners."},{"number":18,"verse":"And the disciples of John and the Pharisees were fasting. And they came and said to Him, Why do the disciples of John and the disciples of the Pharisees fast, but Your disciples do not fast?"},{"number":19,"verse":"And Jesus said to them, The sons of the bridechamber cannot fast while the bridegroom is with them, can they? For as long a time as they have the bridegroom with them they cannot fast."},{"number":20,"verse":"But days will come when the bridegroom will be taken away from them, and then they will fast in that day."},{"number":21,"verse":"No one sews a patch of unfulled cloth on an old garment; otherwise, that which fills it up pulls away from it, the new from the old, and a worse tear is made."},{"number":22,"verse":"And no one puts new wine into old wineskins; otherwise, the wine will burst the wineskins, and the wine is ruined as well as the wineskins; but new wine is put into fresh wineskins."},{"number":23,"verse":"And He passed through the grainfields on the Sabbath, and His disciples began to go along, picking the ears of grain."},{"number":24,"verse":"And the Pharisees said to Him, Look! Why are they doing on the Sabbath what is not lawful?"},{"number":25,"verse":"And He said to them, Have you never read what David did when he had need and became hungry, he and those with him;"},{"number":26,"verse":"How he entered into the house of God during the time of Abiathar the high priest and ate the bread of the Presence, which is not lawful for anyone to eat except the priests, and he gave also to those who were with him?"},{"number":27,"verse":"And He said to them, The Sabbath came into being for man, and not man for the Sabbath."},{"number":28,"verse":"So then the Son of Man is Lord even of the Sabbath."}]}