{"bibleAbbr":"orOV2014","bookName":"ଯିହିଜିକଲ୍ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Ezekiel","chapterNumber":10,"verses":[{"number":1,"verse":"( ମନ୍ଦିର ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତାପ ରହିତ) ସେତେବେଳେ ମୁଁ ଅନାଇଲି, ଆଉ ଦେଖ, କିରୂବମାନଙ୍କର ମସ୍ତକର ଉପରିସ୍ଥ ଶୂନ୍ୟମଣ୍ତଳରେ ନୀଳକାନ୍ତମଣି ସଦୃଶ ଏକ ସିଂହାସନର ତୁଲ୍ୟ ଆକୃତି ସେମାନଙ୍କ ଉପରେ ଦେଖାଗଲା ।"},{"number":2,"verse":"ପୁଣି, ସେ ସେହି ଶୁକ୍ଳବସ୍ତ୍ର ପରିହିତ ପୁରୁଷକୁ କହିଲେ, ତୁମ୍ଭେ ସେହି ଘୂର୍ଣ୍ଣାୟମାନ ଚକ୍ରମାନର ମଧ୍ୟ-ସ୍ଥାନକୁ, ଅର୍ଥାତ୍, କିରୂବର ତଳକୁ ଯାଇ, କିରୂବମାନର ମଧ୍ୟ-ସ୍ଥାନରୁ ଏକ ଅଞ୍ଜଳିପୂର୍ଣ୍ଣ ଜ୍ଵଳ; ଅଙ୍ଗାର ନେଇ ନଗର ଉପରେ ବିଞ୍ଚି ଦିଅ । ତହିଁରେ ସେ ବ୍ୟକ୍ତି ମୋʼ ସାକ୍ଷାତରେ ଗଲେ ।"},{"number":3,"verse":"ସେ ପୁରୁଷ ଯିବା ବେଳେ କିରୂବମାନେ ଗୃହର ଦକ୍ଷିଣ ପାର୍ଶ୍ଵରେ ଠିଆ ହୋଇଥିଲେ ଓ ମେଘ ଭିତର ପ୍ରାଙ୍ଗଣକୁ ପରିପୂର୍ଣ୍ଣ କଲା ।"},{"number":4,"verse":"ପୁଣି, ସଦାପ୍ରଭୁଙ୍କର ପ୍ରତାପ କିରୂବର ଉପରରୁ ଉଠି ଗୃହର ଏରୁଣ୍ତିର ଉପରେ ଠିଆ ହେଲା; ତହିଁରେ ଗୃହ ମେଘରେ ପରିପୂର୍ଣ୍ଣ ହେଲା ଓ ପ୍ରାଙ୍ଗଣ ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତାପର ତେଜରେ ପରିପୂର୍ଣ୍ଣ ହେଲା ।"},{"number":5,"verse":"ଆଉ, ସର୍ବଶକ୍ତିମାନ ପରମେଶ୍ଵରଙ୍କର କଥା କହିବା ସମୟର ରବ ତୁଲ୍ୟ କିରୂବମାନଙ୍କ ପକ୍ଷର ଶଦ୍ଦ ବାହାର ପ୍ରାଙ୍ଗଣ ପର୍ଯ୍ୟନ୍ତ ଶୁଣାଗଲା ।"},{"number":6,"verse":"ପୁଣି, ତୁମ୍ଭେ ଘୂର୍ଣ୍ଣାୟମାନ ଚକ୍ର ମଧ୍ୟରୁ, ଅର୍ଥାତ୍, କିରୂବଗଣର ମଧ୍ୟ-ସ୍ଥାନରୁ ଅଗ୍ନି ନିଅ, ଏହି କଥା କହି ସେ ସେହି ଶୁକ୍ଳବସ୍ତ୍ର ପରିହିତ ପୁରୁଷକୁ ଆଜ୍ଞା କଲା ବେଳେ ସେ ପୁରୁଷ ଯାଇ ଗୋଟିଏ ଚକ୍ର ପାର୍ଶ୍ଵରେ ଠିଆ ହେଲେ ।"},{"number":7,"verse":"ତହିଁରେ ସେହି କିରୂବ, କିରୂବମାନଙ୍କ ମଧ୍ୟରୁ, କିରୂବମାନଙ୍କର ମଧ୍ୟସ୍ଥିତ ଅଗ୍ନିକୁ ଆପଣା ହସ୍ତ ବଢ଼ାଇ ତହିଁରୁ କିଛି ନେଇ ସେହି ଶୁକ୍ଳବସ୍ତ୍ର ପରିହିତ ପୁରୁଷଙ୍କ ହସ୍ତରେ ଦେଲେ ଓ ସେ ତାହା ନେଇ ବାହାରକୁ ଗଲେ ।"},{"number":8,"verse":"ଆଉ, କିରୂବମାନଙ୍କ ମଧ୍ୟରେ ସେମାନଙ୍କ ପକ୍ଷ ତଳେ ମାନବ ହସ୍ତର ଏକ ଆକୃତି ଦେଖାଗଲା ।"},{"number":9,"verse":"ପୁଣି, ମୁଁ ଅନାଇଲି, ଆଉ ଦେଖ, ଏକ କିରୂବର ପାର୍ଶ୍ଵରେ ଏକ ଚକ୍ର ଓ ଅନ୍ୟ କିରୂବର ପାର୍ଶ୍ଵରେ ଅନ୍ୟ ଚକ୍ର, ଏହିରୂପ କିରୂବମାନଙ୍କ ପାର୍ଶ୍ଵରେ ଚାରି ଚକ୍ର ଥିଲା; ଆଉ, ସେହି ଚକ୍ରମାନର ଆଭା ବୈଦୁର୍ଯ୍ୟ ମଣିର ଆଭା ତୁଲ୍ୟ ଥିଲା ।"},{"number":10,"verse":"ସେମାନଙ୍କର ଆକୃତି ଏହି, ଚକ୍ର ମଧ୍ୟରେ ଚକ୍ର ଥିଲା ପରି ସେହି ଚାରିର ଏକ ଆକୃତି ଥିଲା ।"},{"number":11,"verse":"ଗମନ କରିବା ବେଳେ ସେମାନେ ଆପଣା-ମାନଙ୍କର ଚାରି ପାର୍ଶ୍ଵରେ ଗମନ କଲେ; ଗମନ କଲା ବେଳେ ସେମାନେ ଫେରିଲେ ନାହିଁ, ମାତ୍ର ମସ୍ତକର ସମ୍ମୁଖ ସ୍ଥାନକୁ ତାହାର ପଶ୍ଚାତ୍ରେ ଗମନ କଲେ; ଗମନ କଲା ବେଳେ ସେମାନେ ଫେରିଲେ ନାହିଁ ।"},{"number":12,"verse":"ପୁଣି, ସେମାନଙ୍କର ସମୁଦାୟ ଗାତ୍ର ଓ ସେମାନଙ୍କର ପୃଷ୍ଠ, ହସ୍ତ ଓ ପକ୍ଷ, ଆଉ ଚକ୍ରସବୁ, ଅର୍ଥାତ୍, ସେହି ଚାରି ଚକ୍ର ଚାରିଆଡ଼େ ଚକ୍ଷୁରେ ପୂର୍ଣ୍ଣ ଥିଲା ।"},{"number":13,"verse":"ଆଉ, ମୋʼ କର୍ଣ୍ଣଗୋଚରରେ ସେହି ଚକ୍ରମାନଙ୍କୁ ଘୂର୍ଣ୍ଣାୟମାନ ଚକ୍ର ବୋଲି କୁହାଗଲା ।"},{"number":14,"verse":"ପୁଣି, ପ୍ରତ୍ୟେକର ଚାରି ମୁଖ ଥିଲା; ପ୍ରଥମ ମୁଖ କିରୂବର ମୁଖ, ଦ୍ଵିତୀୟର ମୁଖ ମନୁଷ୍ୟର ମୁଖ, ତୃତୀୟ ସିଂହର ମୁଖ ଓ ଚତୁର୍ଥ ଉତ୍ତ୍କ୍ରୋଶ ପକ୍ଷୀର ମୁଖ ।"},{"number":15,"verse":"ଆଉ, କିରୂବଗଣ ଊର୍ଦ୍ଧ୍ଵକୁ ଉଠିଲେ । ମୁଁ କବାର ନଦୀ ତୀରରେ ଯେଉଁ ଜୀବିତ ପ୍ରାଣୀକୁ ଦେଖିଥିଲି, ସେ ଏହି ।"},{"number":16,"verse":"କିରୂବମାନେ ଗମନ କରିବା ବେଳେ ଚକ୍ରସବୁ ସେମାନଙ୍କର ପାର୍ଶ୍ଵରେ ଗମନ କଲେ: ପୁଣି, କିରୂବମାନେ ଭୂମିରୁ ଊର୍ଦ୍ଧ୍ଵକୁ ଯିବା ପାଇଁ ଯେତେବେଳେ ଆପଣା ଆପଣା ପକ୍ଷ ଉଠାଇଲେ, ସେତେବେଳେ ଚକ୍ରସବୁ ହିଁ ସେମାନଙ୍କ ପାର୍ଶ୍ଵ ଛାଡ଼ିଲେ ନାହିଁ ।"},{"number":17,"verse":"ସେମାନେ ଠିଆ ହେବା ବେଳେ ଏମାନେ ଠିଆ ହେଲେ; ପୁଣି, ସେମାନେ ଉପରକୁ ଉଠିବା ବେଳେ ଏମାନେ ସେମାନଙ୍କର ସଙ୍ଗେ ସଙ୍ଗେ ଉପରକୁ ଉଠିଲେ; କାରଣ ସେହି ଜୀବିତ ପ୍ରାଣୀର ଆତ୍ମା ସେହି ଚକ୍ରସବୁରେ ଥିଲା ।"},{"number":18,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତାପ ଗୃହର ଏରୁଣ୍ତିର ଊର୍ଦ୍ଧ୍ଵରୁ ପ୍ରସ୍ଥାନ କରି କିରୂବମାନଙ୍କ ଉପରେ ଅଧିଷ୍ଠାନ କଲା ।"},{"number":19,"verse":"ତହିଁରେ କିରୂବମାନେ ଆପଣା ଆପଣା ପକ୍ଷ ଉଠାଇଲେ, ଆଉ ମୋʼ ସାକ୍ଷାତରେ ଭୂମିରୁ ଊର୍ଦ୍ଧ୍ଵକୁ ଗମନ କଲା ବେଳେ ଚକ୍ରସବୁ ସେମାନଙ୍କ ପାର୍ଶ୍ଵରେ ଗମନ କଲେ; ପୁଣି, ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ପୂର୍ବ-ଦ୍ଵାରର ପ୍ରବେଶ-ସ୍ଥାନରେ ସେମାନେ ଠିଆ ହେଲେ; ସେସମୟରେ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କର ପ୍ରତାପ ସେମାନଙ୍କ ଉପରେ ବିଦ୍ୟମାନ ଥିଲା ।"},{"number":20,"verse":"ମୁଁ କବାର ନଦୀ ନିକଟରେ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କର ବାହନ ଏହି ଜୀବିତ ପ୍ରାଣୀକୁ ଦେଖିଥିଲି; ଆଉ, ସେମାନେ କିରୂବ ବୋଲି ମୁଁ ଜାଣିଲି ।"},{"number":21,"verse":"ସେମାନଙ୍କର ପ୍ରତ୍ୟେକର ଚାରି ଚାରି ମୁଖ ଓ ଚାରି ଚାରି ପକ୍ଷ ଥିଲା; ଆଉ, ସେମାନଙ୍କ ପକ୍ଷ ତଳେ ମାନବ ହସ୍ତର ଆକୃତି ଥିଲା ।"},{"number":22,"verse":"ପୁଣି, ମୁଁ କବାର ନଦୀ ନିକଟରେ ଯେଉଁ ଯେଉଁ ମୁଖ ଦେଖିଥିଲି, ସେମାନଙ୍କର ଓ ଏମାନଙ୍କର ମୁଖର ଆକୃତି ଏକ, ସେମାନଙ୍କର ଆକୃତି ଓ ସେମାନେ ଏକ ଅଟନ୍ତି; ସେମାନେ ପ୍ରତ୍ୟେକେ ସମ୍ମୁଖ ଆଡ଼େ ଗମନ କଲେ ।"}]}