{"bibleAbbr":"orOV2014","bookName":"ଯିହିଜିକଲ୍ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Ezekiel","chapterNumber":27,"verses":[{"number":1,"verse":"( ସୋର ବିଷୟରେ ବିଳାପ) ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟ ପୁନର୍ବାର ମୋʼ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା, ଯଥା,"},{"number":2,"verse":"ହେ ମନୁଷ୍ୟ-ସନ୍ତାନ, ତୁମ୍ଭେ ସୋର ବିଷୟରେ ବିଳାପ କର;"},{"number":3,"verse":"ଆଉ, ସୋରକୁ କୁହ, ହେ ସମୁଦ୍ରର ପ୍ରବେଶ-ସ୍ଥାନ-ନିବାସିନୀ; ଅନେକ ଦ୍ଵୀପରେ ଗୋଷ୍ଠୀଗଣର ବାଣିଜ୍ୟକାରିଣୀ, ପ୍ରଭୁ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି; ହେ ସୋର, ତୁମ୍ଭେ କହିଅଛ, ମୁଁ ପରମ ସୁନ୍ଦରୀ ,"},{"number":4,"verse":"ସମୁଦ୍ରଗଣର ମଧ୍ୟସ୍ଥଳରେ ତୁମ୍ଭର ସୀମା, ତୁମ୍ଭର ନିର୍ମାଣକାରୀମାନେ ତୁମ୍ଭର ସୌନ୍ଦର୍ଯ୍ୟ ସିଦ୍ଧ କରିଅଛନ୍ତି ।"},{"number":5,"verse":"ସେମାନେ ସେନୀରୀୟ ଦେବଦାରୁ କାଷ୍ଠରେ ତୁମ୍ଭର ତକ୍ତାସବୁ ପ୍ରସ୍ତୁତ କରିଅଛନ୍ତି, ସେମାନେ ତୁମ୍ଭର ମାସ୍ତୁଲ ପ୍ରସ୍ତୁତ କରିବା ପାଇଁ ଲିବାନୋନରୁ ଏରସ କାଷ୍ଠ ନେଇଅଛନ୍ତି ।"},{"number":6,"verse":"ବାଶନର ଅଲୋନ କାଷ୍ଠରେ ସେମାନେ ତୁମ୍ଭର ଆହୁଲା ପ୍ରସ୍ତୁତ କରିଅଛନ୍ତି; ସେମାନେ କିତ୍ତୀମ ଦ୍ଵୀପରୁ ଆନୀତ ତାଶୂର କାଷ୍ଠରେ ଖଚିତ ହସ୍ତୀ ଦ; ଦ୍ଵାରା ତୁମ୍ଭର ଆସନ ନିର୍ମାଣ କରିଅଛନ୍ତି ।"},{"number":7,"verse":"ତୁମ୍ଭର ଧ୍ଵଜା ହେବା ପାଇଁ ମିସର ଦେଶରୁ ଆନୀତ ସୂଚୀକର୍ମରେ ଚିତ୍ରିତ ଶୁଭ୍ର କ୍ଷୌମବସ୍ତ୍ରରେ ତୁମ୍ଭର ପାଲ ପ୍ରସ୍ତୁତ ହୋଇଥିଲା; ତୁମ୍ଭର ଚାନ୍ଦୁଆ ଇଲୀଶା ଦ୍ଵୀପ-ସମୂହର ନୀଳ ଓ ଧୂମ୍ର ବର୍ଣ୍ଣ ବସ୍ତ୍ରରେ ପ୍ରସ୍ତୁତ ହୋଇଥିଲା ।"},{"number":8,"verse":"ସୀଦୋନ ଓ ଅର୍ବଦ ନିବାସୀମାନେ ତୁମ୍ଭର ଆହୁଲା ମାରିବାର ଲୋକ ଥିଲେ; ହେ ସୋର, ତୁମ୍ଭର ଜ୍ଞାନୀଲୋକ ତୁମ୍ଭ ମଧ୍ୟରେ ଥିଲେ, ସେମାନେ ତୁମ୍ଭର କର୍ଣ୍ଣଧାର ହୋଇଥିଲେ ।"},{"number":9,"verse":"ତୁମ୍ଭର ମଧ୍ୟବର୍ତ୍ତୀ ଗବାଲର ପ୍ରାଚୀନବର୍ଗ ଓ ତହିଁର ଜ୍ଞାନୀମାନେ ତୁମ୍ଭର ନୌକା ବଟାଳିବା ଲୋକ ହୋଇଥିଲେ; ସମୁଦ୍ରର ଯାବତୀୟ ଜାହାଜ ଓ ସେମାନଙ୍କର ନାବିକଗଣ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟ ଧରିବା ନିମନ୍ତେ ତୁମ୍ଭ ମଧ୍ୟରେ ଥିଲେ ।"},{"number":10,"verse":"ପାରସ୍ୟ, ଲୁଦ୍ ଓ ପୁଟ ଦେଶୀୟମାନେ ତୁମ୍ଭ ସୈନ୍ୟସାମ; ମଧ୍ୟରେ ତୁମ୍ଭର ଯୋଦ୍ଧା ଥିଲେ; ସେମାନେ ତୁମ୍ଭ ମଧ୍ୟରେ ଢାଲ ଓ ଟୋପର ଟଙ୍ଗାଇ ରଖିଲେ; ସେମାନେ ତୁମ୍ଭର ଶୋଭା ପ୍ରକାଶ କଲେ ।"},{"number":11,"verse":"ଅର୍ବଦର ଲୋକମାନେ ତୁମ୍ଭ ସୈନ୍ୟସାମ; ସଙ୍ଗରେ ତୁମ୍ଭ ପ୍ରାଚୀରର ଉପରେ ଚତୁର୍ଦ୍ଦିଗରେ ଥିଲେ ଓ ଯୁଦ୍ଧବୀରମାନେ ତୁମ୍ଭର ସବୁ ଗଡ଼ ଉପରେ ଥିଲେ; ସେମାନେ ତୁମ୍ଭ ପ୍ରାଚୀର ଉପରେ ଚତୁର୍ଦ୍ଦିଗରେ ଆପଣା ଆପଣା ଢାଲ ଟଙ୍ଗାଇଲେ; ସେମାନେ ତୁମ୍ଭର ସୌନ୍ଦର୍ଯ୍ୟ ସିଦ୍ଧ କରିଅଛନ୍ତି ।"},{"number":12,"verse":"ସବୁ ପ୍ରକାର ଧନର ବାହୁଲ୍ୟ ହେତୁରୁ ତର୍ଶୀଶ୍ ତୁମ୍ଭର ବଣିକ ଥିଲା, ସେମାନେ ରୂପା, ଲୁହା, ଦସ୍ତା ଓ ସୀସା ଦେଇ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବ୍ୟବସାୟ କଲେ ।"},{"number":13,"verse":"ଯବନ, ତୁବଲ ଓ ମେଷକ ତୁମ୍ଭର ବ୍ୟବସାୟୀ ଥିଲେ; ସେମାନେ ମନୁଷ୍ୟ ଓ ପିତ୍ତଳର ପାତ୍ର ଦେଇ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବ୍ୟବସାୟ କଲେ ।"},{"number":14,"verse":"ତୋଗର୍ମ ବଂଶୀୟ ଲୋକମାନେ ଅଶ୍ଵ, ଯୁଦ୍ଧାଶ୍ଵ ଓ ଖଚର ଦେଇ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବ୍ୟବସାୟ କଲେ ।"},{"number":15,"verse":"ଦଦାନର ଲୋକମାନେ ତୁମ୍ଭର ବ୍ୟବସାୟୀ ଥିଲେ; ଅନେକ ଦ୍ଵୀପ ତୁମ୍ଭର ହସ୍ତଗତ ଗଞ୍ଜ ଥିଲା, ସେମାନେ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବଦଳେ ହସ୍ତୀଦନ୍ତର ଶୃଙ୍ଗ ଓ ଅବଲୁସ୍ କାଷ୍ଠ ଆଣିଲେ ।"},{"number":16,"verse":"ତୁମ୍ଭ ହସ୍ତନିର୍ମିତ ଦ୍ରବ୍ୟର ବାହୁଲ୍ୟ ହେତୁ ଅରାମ ତୁମ୍ଭର ବଣିକ ଥିଲା; ସେମାନେ ତାମ୍ରମଣି, ଧୂମ୍ରବର୍ଣ୍ଣ ଓ ବୁଟାଦାର ବସ୍ତ୍ର, କ୍ଷୌମବସ୍ତ୍ର ଆଉ ପ୍ରବାଳ ଓ ପଦ୍ମରାଗମଣି ଦେଇ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବ୍ୟବସାୟ କଲେ ।"},{"number":17,"verse":"ଯିହୁଦା ଓ ଇସ୍ରାଏଲ ଦେଶ ତୁମ୍ଭର ବ୍ୟବସାୟୀ ଥିଲେ; ସେମାନେ ମିନ୍ନୀତର ଗହମ ଓ ମିଷ୍ଟାନ୍ନ, ମଧୁ, ତୈଳ ଓ ଗୁଗ୍ଗୁଳ ଦେଇ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବ୍ୟବସାୟ କଲେ ।"},{"number":18,"verse":"ସର୍ବପ୍ରକାର ଧନର ବାହୁଲ୍ୟକ୍ରମେ, ତୁମ୍ଭର ହସ୍ତନିର୍ମିତ ଦ୍ରବ୍ୟର ବାହୁଲ୍ୟ ହେତୁରୁ ଦାମାସ୍କସ୍ ତୁମ୍ଭର ବଣିକ ଥିଲା, ସେମାନେ ହିଲ୍ବୋନର ଦ୍ରାକ୍ଷାରସ ଓ ଶୁଭ୍ର ମେଷଲୋମ ଦେଲେ ।"},{"number":19,"verse":"ବଦାନ ଓ ଯବନ ଲୋମନିର୍ମିତ ସୂତ୍ର ଦେଇ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବ୍ୟବସାୟ କଲେ; ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟ ମଧ୍ୟରେ କାନ୍ତଲୌହ, ଗୁଡ଼ତ୍ଵକ୍ ଓ ସୁଗନ୍ଧି ବଚ ଥିଲା । ଣ"},{"number":20,"verse":"ଦଦାନ ବାହନର ଉପଯୋଗୀ ବହୁମୂଲ୍ୟ ବସ୍ତ୍ରାଦିରେ ତୁମ୍ଭର ବ୍ୟବସାୟୀ ଥିଲା ।"},{"number":21,"verse":"ଆରବ ଓ କେଦରର ଅଧିପତି ସମସ୍ତେ ତୁମ୍ଭର ହସ୍ତଗତ ବଣିକ ଥିଲେ; ମେଷଶାବକ, ମେଷ ଓ ଛାଗ, ଏସକଳ ବିଷୟରେ ସେମାନେ ତୁମ୍ଭର ବଣିକ ଥିଲେ ।"},{"number":22,"verse":"ଶିବାର ଓ ରୟମାର ବ୍ୟବସାୟୀମାନେ ତୁମ୍ଭର ବ୍ୟବସାୟୀ ଥିଲେ; ସେମାନେ ସର୍ବପ୍ରକାର ଶ୍ରେଷ୍ଠ ଗନ୍ଧଦ୍ରବ୍ୟ ଓ ସର୍ବପ୍ରକାର ବହୁମୂଲ୍ୟ ପ୍ରସ୍ତର, ଆଉ ସୁବର୍ଣ୍ଣ ଦେଇ ତୁମ୍ଭ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବ୍ୟବସାୟ କଲେ ।"},{"number":23,"verse":"ହାରଣ ଓ କନ୍ନୀ ଓ ଏଦନ୍, ଶିବାର ଏହି ବ୍ୟବସାୟୀମାନେ, ପୁଣି ଅଶୂର ଓ କିଲ୍ମଦ୍ ତୁମ୍ଭର ବ୍ୟବସାୟୀ ଥିଲେ ।"},{"number":24,"verse":"ଏମାନେ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟ ମଧ୍ୟରେ ଉତ୍କୃଷ୍ଟ ନାନା ଦ୍ରବ୍ୟ, ନୀଳବର୍ଣ୍ଣ ଓ ବୁଟାଦାର ଆବରଣୀୟ ବସ୍ତ୍ର ଓ ବହୁମୂଲ୍ୟ ବସ୍ତ୍ର, ରଜ୍ଜୁରେ ବନ୍ଧା ଏରସ କାଷ୍ଠନିର୍ମିତ ସିନ୍ଦୁକରେ ତୁମ୍ଭର ବ୍ୟବସାୟୀ ଥିଲେ ।"},{"number":25,"verse":"ତର୍ଶୀଶର ଜାହାଜସକଳ ତୁମ୍ଭକୁ ବ୍ୟବସାୟକାରୀ ପଥିକ ସ୍ଵରୂପ ଥିଲେ; ପୁଣି, ତୁମ୍ଭେ ପରିପୂର୍ଣ୍ଣା ଓ ସମୁଦ୍ରର ମଧ୍ୟସ୍ଥଳରେ ଅତିଶୟ ପ୍ରତାପାନ୍ଵିତା ଥିଲ ।"},{"number":26,"verse":"ତୁମ୍ଭର ନାବିକମାନେ ତୁମ୍ଭକୁ ଗଭୀର ଜଳ ମଧ୍ୟକୁ ଆଣିଅଛନ୍ତି; ପୂର୍ବୀୟ ବାୟୁ ସମୁଦ୍ରମାନଙ୍କ ମଧ୍ୟସ୍ଥଳରେ ତୁମ୍ଭକୁ ଭାଙ୍ଗି ପକାଇଅଛି।"},{"number":27,"verse":"ତୁମ୍ଭର ଧନ ଓ ତୁମ୍ଭର ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟ, ତୁମ୍ଭର ବାଣିଜ୍ୟ, ତୁମ୍ଭର ନାବିକଗଣ ଓ ତୁମ୍ଭର କର୍ଣ୍ଣଧାରମାନେ, ତୁମ୍ଭର ଛିଦ୍ର ବଟାଳିବା ଲୋକମାନେ ଓ ତୁମ୍ଭର ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟ ଧରିବା ଲୋକମାନେ, ଆଉ ତୁମ୍ଭର ମଧ୍ୟବର୍ତ୍ତୀ ଯୋଦ୍ଧା ସମସ୍ତେ ତୁମ୍ଭର ମଧ୍ୟବର୍ତ୍ତୀ ସମସ୍ତ ସମାଜ ସହିତ ତୁମ୍ଭର ପତନ ଦିନ ସମୁଦ୍ରମାନଙ୍କ ମଧ୍ୟସ୍ଥଳରେ ପତିତ ହେବେ ।"},{"number":28,"verse":"ତୁମ୍ଭ କର୍ଣ୍ଣଧାରଗଣର କ୍ରନ୍ଦନ ଶଦ୍ଦରେ ଉପନଗର-ସମୂହ କମ୍ପିତ ହେବେ ।"},{"number":29,"verse":"ପୁଣି, ଆହୁଲା ଧରିବା ସମସ୍ତ ଲୋକ, ନାବିକ-ମାନେ ଓ ସମୁଦ୍ରସ୍ଥ କର୍ଣ୍ଣଧାର ସମସ୍ତେ ଆପଣା ଆପଣା ଜାହାଜରୁ ଓହ୍ଳାଇ ଆସି ସ୍ଥଳରେ ଠିଆ ହେବେ,"},{"number":30,"verse":"ପୁଣି ତୁମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ଆପଣାମାନଙ୍କ ଶଦ୍ଦ ଶୁଣାଇ ଅତିଶୟ କ୍ରନ୍ଦନ କରିବେ ଓ ସେମାନେ ଆପଣା ଆପଣା ମସ୍ତକରେ ଧୂଳି ପକାଇ ଭସ୍ମରେ ଗଡ଼ିବେ;"},{"number":31,"verse":"ଆଉ, ସେମାନେ ତୁମ୍ଭ ସକାଶୁ ମସ୍ତକ ମୁଣ୍ତନ କରି କଟୀଦେଶରେ ଚଟ ବାନ୍ଧିବେ, ଆଉ ତୁମ୍ଭ ସକାଶୁ ପ୍ରାଣର ବିକଳତାରେ ରୋଦନ କରି ଅତିଶୟ ବିଳାପ କରିବେ ।"},{"number":32,"verse":"ପୁଣି, ସେମାନେ ଆପଣାମାନଙ୍କର ଶୋକ ସମୟରେ ତୁମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ବିଳାପ କରି ତୁମ୍ଭ ବିଷୟରେ ଏହି କଥା କହି ବିଳାପ କରିବେ, ସୋର ପରି, ଯେ ସମୁଦ୍ର ମଧ୍ୟ ସ୍ଥାନରେ ନିସ୍ତବ୍ଧା ହେଲା, ତାହା ପରି କିଏ ଅଛି ?"},{"number":33,"verse":"ଯେତେବେଳେ ତୁମ୍ଭର ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟସବୁ ସମୁଦ୍ରମାନଙ୍କ ମଧ୍ୟରୁ ବାହାରି ଗଲା, ସେତେବେଳେ ତୁମ୍ଭେ ଅନେକ ଗୋଷ୍ଠୀଙ୍କୁ ପରିପୂର୍ଣ୍ଣ କଲ; ତୁମ୍ଭେ ଆପଣା ଧନ ଓ ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟର ବାହୁଲ୍ୟରେ ପୃଥିବୀର ରାଜଗଣକୁ ଧନୀ କଲ ।"},{"number":34,"verse":"ତୁମ୍ଭେ ସମୁଦ୍ର ଦ୍ଵାରା ଗଭୀର ଜଳରାଶିରେ ଭଗ୍ନ ହେବା ସମୟରେ ତୁମ୍ଭର ବାଣିଜ୍ୟ ଦ୍ରବ୍ୟ ଓ ତୁମ୍ଭର ସମସ୍ତ ସମାଜ ତୁମ୍ଭ ମଧ୍ୟରେ ପତିତ ହେଲେ ।"},{"number":35,"verse":"ଦ୍ଵୀପସମୂହର ନିବାସୀ ସମସ୍ତେ ତୁମ୍ଭ ବିଷୟରେ ବିସ୍ମିତ ହୋଇଅଛନ୍ତି ଓ ସେମାନଙ୍କର ରାଜଗଣ ଅତ୍ୟ; ଭୀତ ହୋଇଅଛନ୍ତି ଓ ସେମାନଙ୍କର ବଦନ ବିଷର୍ଣ୍ଣ ହୋଇଅଛି ।"},{"number":36,"verse":"ଗୋଷ୍ଠୀଗଣର ମଧ୍ୟବର୍ତ୍ତୀ ବଣିକମାନେ ତୁମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ସୀଷ୍ ଶଦ୍ଦ କରନ୍ତି; ତୁମ୍ଭେ ଭୟଙ୍କର ହୋଇଅଛ, ପୁଣି ତୁମ୍ଭେ ଆଉ କେବେ ସ୍ଥାପିତ ହେବ ନାହିଁ, ।"}]}