{"bibleAbbr":"orOV2014","bookName":"ଯିହିଜିକଲ୍ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"( ନୂତନ ମନ୍ଦିରର ଦର୍ଶନ) ଆମ୍ଭମାନଙ୍କ ନିର୍ବାସନର ପଚିଶ ବର୍ଷରେ, ବର୍ଷର ଆରମ୍ଭରେ ମାସର ଦଶମ ଦିନରେ, ଅର୍ଥାତ୍, ନଗର ନିପାତିତ ହେଲା ଉତ୍ତାରେ ଚତୁର୍ଦ୍ଦଶ ବର୍ଷର ଉକ୍ତ ଦିବସରେ ସଦାପ୍ରଭୁଙ୍କର ହସ୍ତ ମୋʼ ଉପରେ ଅଧିଷ୍ଠିତ ଥିଲା ଓ ସେ ମୋତେ ସେସ୍ଥାନରେ ଉପସ୍ଥିତ କରାଇଲେ ।"},{"number":2,"verse":"ଈଶ୍ଵରୀୟ ଦର୍ଶନ ଯୋଗେ ସେ ମୋତେ ଇସ୍ରାଏଲ ଦେଶକୁ ଆଣି ଅତି ଉଚ୍ଚ ଏକ ପର୍ବତରେ ବସାଇଲେ, ତହିଁ ଉପରେ, ଦକ୍ଷିଣ ଦିଗରେ ଗୋଟିଏ ନଗର ତୁଲ୍ୟ ଆକୃତି ଥିଲା ।"},{"number":3,"verse":"ସେ ମୋତେ ସେସ୍ଥାନକୁ ନେଇଗଲେ, ଆଉ ଦେଖ, ସେଠାରେ ଏକ ପୁରୁଷ ଥିଲେ, ପିତ୍ତଳର ଆଭା ତୁଲ୍ୟ ତାଙ୍କର ଆଭା, ତାଙ୍କ ହସ୍ତରେ ଛଣପଟର ଏକ ରଜ୍ଜୁ ଓ ପରିମାପକ ଏକ ନଳ ଥିଲା ଓ ସେ ଦ୍ଵାରରେ ଠିଆ ହୋଇଥିଲେ ।"},{"number":4,"verse":"ଏଥିରେ ସେ ପୁରୁଷ ମୋତେ କହିଲେ, ହେ ମନୁଷ୍ୟ-ସନ୍ତାନ, ଆମ୍ଭେ ତୁମ୍ଭକୁ ଯାହା ଯାହା ଦେଖାଇବା, ସେସବୁ ତୁମ୍ଭେ ଆପଣା ଚକ୍ଷୁରେ ଦେଖ ଓ ଆପଣା କର୍ଣ୍ଣରେ ଶୁଣ ଓ ତହିଁରେ ମନୋନିବେଶ କର; କାରଣ ଆମ୍ଭେ ଯେପରି ସେସବୁ ତୁମ୍ଭକୁ ଦେଖାଉ, ଏ ଅଭିପ୍ରାୟରେ ତୁମ୍ଭେ ଏଠାକୁ ଆନୀତ ହୋଇଅଛ; ତୁମ୍ଭେ ଯାହା ଯାହା ଦେଖିବ, ତାହାସବୁ ଇସ୍ରାଏଲ-ବଂଶକୁ ଜ୍ଞାତ କରାଅ ।"},{"number":5,"verse":"( ପୂର୍ବ ଦିଗର ଦ୍ଵାର) ଆଉ ଦେଖ, ଗୃହର ବାହାରେ ଚତୁର୍ଦ୍ଦିଗରେ ଏକ ପ୍ରାଚୀର ଥିଲା ଓ ସେହି ପୁରୁଷଙ୍କ ହସ୍ତରେ ଏକ ପରିମାପକ ନଳ ଥିଲା, ତାହା ଛଅ ହାତ ଦୀର୍ଘ, ପ୍ରତ୍ୟେକ ହାତ ଏକ ହାତ ଚାରି ଅଙ୍ଗୁଳି ପରିମିତ; ତହିଁରେ ସେ ଗୃହର ସ୍ଥୂଳତା ଏକ ନଳ ଓ ଉଚ୍ଚତା ଏକ ନଳ ମାପିଲେ ।"},{"number":6,"verse":"ଏଉତ୍ତାରେ ସେ ପୂର୍ବାଭିମୁଖ ଦ୍ଵାରକୁ ଆସି ତହିଁର ପାବଚ୍ଛ ଦେଇ ଉପରକୁ ଉଠିଲେ; ଆଉ, ଦ୍ଵାରର ସମ୍ମୁଖ ସ୍ଥାନର ପ୍ରସ୍ଥ ଏକ ନଳ ଓ ଅନ୍ୟ ସମ୍ମୁଖ ସ୍ଥାନର ପ୍ରସ୍ଥ ଏକ ନଳ ମାପିଲେ ।"},{"number":7,"verse":"ପୁଣି, ପ୍ରତ୍ୟେକ କ୍ଷୁଦ୍ର କୋଠରି ଏକ ନଳ ଦୀର୍ଘ ଓ ଏକ ନଳ ପ୍ରସ୍ଥ ଥିଲା; ଆଉ, ପ୍ରତ୍ୟେକ କ୍ଷୁଦ୍ର କୋଠରିର ମଧ୍ୟରେ ପାଞ୍ଚ ପାଞ୍ଚ ହାତ ଛଡ଼ା ଥିଲା ଓ ଗୃହାଭିମୁଖ ଦ୍ଵାରର ବରଣ୍ତା ନିକଟସ୍ଥ ଦ୍ଵାରର ସମ୍ମୁଖ ସ୍ଥାନ ଏକ ନଳ ଥିଲା ।"},{"number":8,"verse":"ଗୃହାଭିମୁଖ ଦ୍ଵାରର ବରଣ୍ତା ମଧ୍ୟ ସେ ଏକ ନଳ ମାପିଲେ ।"},{"number":9,"verse":"ତହୁଁ ସେ ଦ୍ଵାରର ବରଣ୍ତା ଆଠ ହାତ ମାପିଲେ ଓ ତହିଁର ଉପସ୍ତମ୍ଭସକଳ ଦୁଇ ହାତ ଥିଲା; ପୁଣି, ଦ୍ଵାରର ବରଣ୍ତା ଗୃହ ଆଡ଼େ ଥିଲା ।"},{"number":10,"verse":"ଆଉ, ପୂର୍ବାଭିମୁଖ ଦ୍ଵାରର କ୍ଷୁଦ୍ର କୋଠରି ଏପାଖରେ ତିନି ଓ ସେପାଖରେ ତିନି ଥିଲା; ସେ ତିନିର ମାପ ଏକ ସମାନ ଥିଲା; ଆଉ, ଏପାଖ ଓ ସେପାଖ ସ୍ତମ୍ଭସବୁର ଏକ ସମାନ ମାପ ଥିଲା ।"},{"number":11,"verse":"ପୁଣି, ସେ ଦ୍ଵାରର ପ୍ରବେଶ-ସ୍ଥାନର ପ୍ରସ୍ଥ ଦଶ ହାତ ଓ ଦ୍ଵାରର ଦୀର୍ଘତା ତେର ହାତ ମାପିଲେ,"},{"number":12,"verse":"ଆଉ କ୍ଷୁଦ୍ର କୋଠରିସକଳର ସମ୍ମୁଖରେ, ଏପାଖରେ ଏକ ହାତ, ସେପାଖରେ ଏକ ହାତ ପ୍ରା; ଥିଲା ଓ ପ୍ରତ୍ୟେକ କ୍ଷୁଦ୍ର କୋଠରି ଏକ ପାଖରେ ଛଅ ହାତ, ଅନ୍ୟ ପାଖରେ ଛଅ ହାତ ଥିଲା ।"},{"number":13,"verse":"ପୁଣି, ସେ ଏକ କ୍ଷୁଦ୍ର କୋଠରିର ଛାତଠାରୁ ଅନ୍ୟ କ୍ଷୁଦ୍ର କୋଠରିର ଛାତ ପର୍ଯ୍ୟନ୍ତ ଦ୍ଵାରର ପ୍ରସ୍ଥ ପଚିଶ ହାତ ମାପିଲେ; ଦ୍ଵାର ସମ୍ମୁଖରେ ଦ୍ଵାର ଥିଲା ।"},{"number":14,"verse":"ଉପସ୍ତମ୍ଭସକଳ ମଧ୍ୟ ସେ ଷାଠିଏ ହାତ ମାପିଲେ; ପୁଣି, ପ୍ରାଙ୍ଗଣ ଉପସ୍ତମ୍ଭ ପର୍ଯ୍ୟନ୍ତ ଗଲା, ଚାରିଆଡ଼େ ଦ୍ଵାର ଥିଲା ।"},{"number":15,"verse":"ପୁଣି, ପ୍ରବେଶାର୍ଥକ ଦ୍ଵାରର ଅଗ୍ରଭାଗରୁ ଅନ୍ତରସ୍ଥ ବରଣ୍ତାର ଅଗ୍ରଭାଗ ପର୍ଯ୍ୟନ୍ତ ପଚାଶ ହାତ ଥିଲା ।"},{"number":16,"verse":"ପୁଣି, ଦ୍ଵାର ଭିତରେ ଚାରିଆଡ଼େ କ୍ଷୁଦ୍ର କୋଠରି ଓ ଉପସ୍ତମ୍ଭସକଳର ବନ୍ଦ ଜଳାକବାଟି ଥିଲା ଓ ମଣ୍ତପସକଳରେ ମଧ୍ୟ ତଦ୍ରୂପ ଥିଲା, ଆଉ ଜଳାକବାଟି ସବୁ ଭିତରେ ଚାରିଆଡ଼େ ଥିଲା ଓ ପ୍ରତ୍ୟେକ ଉପସ୍ତମ୍ଭ ଉପରେ ଖର୍ଜ୍ଜୁର ବୃକ୍ଷର ଆକୃତି ଥିଲା ।"},{"number":17,"verse":"( ବାହାର ପ୍ରାଙ୍ଗଣ) ତହୁଁ ସେ ମୋତେ ବାହାର ପ୍ରାଙ୍ଗଣକୁ ଆଣିଲେ, ଆଉ ଦେଖ, ପ୍ରାଙ୍ଗଣର ଚାରିଆଡ଼େ କେତେକ କୋଠରି ଓ ନିର୍ମିତ ଚଟାଣ ଥିଲା; ସେହି ଚଟାଣ ଉପରେ ତିରିଶ କୋଠରି ଥିଲା ।"},{"number":18,"verse":"ପୁଣି, ସେହି ଚଟାଣ ଦ୍ଵାରସକଳର ପାର୍ଶ୍ଵରେ, ଦ୍ଵାରର ଦୀର୍ଘତାନୁସାରେ ଥିଲା, ଏହା ନିମ୍ନତର ଚଟାଣ ।"},{"number":19,"verse":"ତେବେ ସେ ନିମ୍ନତର ଦ୍ଵାରର ଅଗ୍ରଭାଗଠାରୁ ଭିତର ପ୍ରାଙ୍ଗଣର ଅଗ୍ରଭାଗ ପର୍ଯ୍ୟନ୍ତ ବାହାର ପ୍ରସ୍ଥ ମାପିଲେ, ପୂର୍ବ ଓ ଉତ୍ତର ଉଭୟ ଦିଗରେ ଏକଶହ ହାତ ।"},{"number":20,"verse":"( ଉତ୍ତର ଦ୍ଵାର) ପୁଣି, ସେ ବାହାର ପ୍ରାଙ୍ଗଣର ଦ୍ଵାରର ଦୀର୍ଘତା ଓ ପ୍ରସ୍ଥ ମାପିଲେ ।"},{"number":21,"verse":"ଆଉ, ତହିଁର ଏକ ପାର୍ଶ୍ଵରେ ତିନି, ଅନ୍ୟ ପାର୍ଶ୍ଵରେ ତିନି କ୍ଷୁଦ୍ର କୋଠରି ଓ ତହିଁର ଉପସ୍ତମ୍ଭ ଓ ମଣ୍ତପସକଳର ପରିମାଣ ପ୍ରଥମ ଦ୍ଵାରର ପରିମାଣ ତୁଲ୍ୟ, ଅର୍ଥାତ୍, ତହିଁର ଦୀର୍ଘତା ପଚାଶ ହାତ ଓ ପ୍ରସ୍ଥ ପଚିଶ ହାତ ଥିଲା ।"},{"number":22,"verse":"ପୁଣି, ତହିଁର ଜଳାକବାଟି ଓ ମଣ୍ତପ ଓ ଖର୍ଜ୍ଜୁରବୃକ୍ଷର ଆକୃତିସକଳ ପୂର୍ବାଭିମୁଖ ଦ୍ଵାରର ପରିମାଣାନୁସାରେ ଥିଲା; ଲୋକମାନେ ସାତ ପାବଚ୍ଛ ଦେଇ ତହିଁ ଉପରକୁ ଗଲେ ଓ ତହିଁର ମଣ୍ତପ ତହିଁ ସମ୍ମୁଖରେ ଥିଲା ।"},{"number":23,"verse":"ଆଉ, ଉତ୍ତର ଓ ପୂର୍ବ ଦୁଇଆଡ଼େ, ଅନ୍ୟ ଦ୍ଵାରର ସମ୍ମୁଖରେ ଭିତର ପ୍ରାଙ୍ଗଣକୁ ଗୋଟିଏ ଦ୍ଵାର ଥିଲା; ପୁଣି, ସେ ଏକ ଦ୍ଵାରଠାରୁ ଅନ୍ୟ ଦ୍ଵାର ପର୍ଯ୍ୟନ୍ତ ଏକଶହ ହାତ ମାପିଲେ ।"},{"number":24,"verse":"( ଦକ୍ଷିଣ ଦ୍ଵାର) ଅନନ୍ତର ସେ ମୋତେ ଦକ୍ଷିଣ ଦିଗକୁ ନେଇଗଲେ, ଆଉ ଦେଖ, ଦକ୍ଷିଣ ଆଡ଼େ ଏକ ଦ୍ଵାର ଥିଲା; ଆଉ, ସେ ଉପରୋକ୍ତ ପରିମାଣାନୁସାରେ ତହିଁର ଉପସ୍ତମ୍ଭ ଓ ମଣ୍ତପସକଳ ପରିମାଣ କଲେ।"},{"number":25,"verse":"ପୁଣି, ତହିଁରେ ଓ ତହିଁର ମଣ୍ତପସକଳର ଚାରିଆଡ଼େ ପୂର୍ବୋକ୍ତ ଜଳାକବାଟି ପରି ଜଳାକବାଟି ଥିଲା; ଦୀର୍ଘତା ପଚାଶ ହାତ ଓ ପ୍ରସ୍ଥ ପଚିଶ ହାତ ଥିଲା ।"},{"number":26,"verse":"ତହିଁ ଉପରକୁ ଯିବା ପାଇଁ ସାତୋଟି ପାବଚ୍ଛ ଥିଲା ଓ ତହିଁର ମଣ୍ତପ ତହିଁ ସମ୍ମୁଖରେ ଥିଲା; ପୁଣି, ତହିଁର ଉପସ୍ତମ୍ଭସକଳର ଏପାଖରେ ସେପାଖରେ ଏକ ଏକ ଖର୍ଜ୍ଜୁର ବୃକ୍ଷର ଆକୃତି ଥିଲା ।"},{"number":27,"verse":"ଆଉ, ଦକ୍ଷିଣ ଆଡ଼େ ଭିତର ପ୍ରାଙ୍ଗଣକୁ ଏକ ଦ୍ଵାର ଥିଲା; ତହୁଁ ସେ ଦକ୍ଷିଣ ଆଡ଼ର ଏକ ଦ୍ଵାରଠାରୁ ଅନ୍ୟ ଦ୍ଵାର ପର୍ଯ୍ୟନ୍ତ ଏକଶତ ହାତ ମାପିଲେ ।"},{"number":28,"verse":"( ଭିତର ପ୍ରାଙ୍ଗଣ) ଏଉତ୍ତାରେ ସେ ମୋତେ ଦକ୍ଷିଣ ଦ୍ଵାର ଦେଇ ଭିତର ପ୍ରାଙ୍ଗଣକୁ ଆଣିଲେ ଓ ସେ ପୂର୍ବୋକ୍ତ ପରିମାଣାନୁସାରେ ଦକ୍ଷିଣ ଦ୍ଵାର ମାପିଲେ;"},{"number":29,"verse":"ଆଉ, ତହିଁର କ୍ଷୁଦ୍ର କୋଠରି ଓ ଉପସ୍ତମ୍ଭ ଓ ମଣ୍ତପସକଳ ସେହି ପରିମାଣାନୁସାରେ ମାପିଲେ; ଆଉ, ତହିଁରେ ଓ ତହିଁର ମଣ୍ତପରେ ଚାରିଆଡ଼େ ଜଳାକବାଟି ଥିଲା; ତାହା ପଚାଶ ହାତ ଦୀର୍ଘ ଓ ପଚିଶ ହାତ ପ୍ରସ୍ଥ ଥିଲା ।"},{"number":30,"verse":"ପୁଣି, ତହିଁର ଚାରିଆଡ଼େ ପଚିଶ ହାତ ଦୀର୍ଘ ପାଞ୍ଚ ହାତ ପ୍ରସ୍ଥ ମଣ୍ତପ ଥିଲା ।"},{"number":31,"verse":"ଆଉ, ତହିଁର ମଣ୍ତପସକଳ ବାହାର ପ୍ରାଙ୍ଗଣର ଅଭିମୁଖରେ ଥିଲା ଓ ତହିଁର ଉପସ୍ତମ୍ଭସକଳର ଉପରେ ଖର୍ଜ୍ଜୁର ବୃକ୍ଷର ଆକୃତି ଥିଲା; ଆଉ, ତହିଁ ଉପରକୁ ଯିବା ପାଇଁ ଆଠଟି ପାବଚ୍ଛ ଥିଲା ।"},{"number":32,"verse":"ଅନନ୍ତର ସେ ମୋତେ ପୂର୍ବଦିଗର ଭିତର ପ୍ରାଙ୍ଗଣ ମଧ୍ୟକୁ ଆଣିଲେ ଓ ସେ ପୂର୍ବୋକ୍ତ ପରିମାଣ ଅନୁସାରେ ଦ୍ଵାର ମାପିଲେ ।"},{"number":33,"verse":"ଆଉ, ତହିଁର କ୍ଷୁଦ୍ର କୋଠରି ଓ ଉପସ୍ତମ୍ଭ ଓ ମଣ୍ତପସକଳ ସେହି ପରିମାଣାନୁସାରେ ମାପିଲେ; ପୁଣି, ତହିଁରେ ଓ ତହିଁର ମଣ୍ତପସକଳର ଚାରିଆଡ଼େ ଜଳାକବାଟି ଥିଲା; ତାହା ଦୀର୍ଘରେ ପଚାଶ ହାତ ଓ ପ୍ରସ୍ଥରେ ପଚିଶ ହାତ ।"},{"number":34,"verse":"ଆଉ, ତହିଁର ମଣ୍ତପସକଳ ବାହାର ପ୍ରାଙ୍ଗଣର ଅଭିମୁଖରେ ଥିଲା ଓ ତହିଁର ଉପସ୍ତମ୍ଭସକଳର ଏପାଖେ ସେପାଖେ ଖର୍ଜ୍ଜୁର ବୃକ୍ଷର ଆକୃତି ଥିଲା; ପୁଣି, ତହିଁ ଉପରକୁ ଯିବା ପାଇଁ ଆଠଗୋଟି ପାବଚ୍ଛ ଥିଲା ।"},{"number":35,"verse":"ତହୁଁ ସେ ମୋତେ ଉତ୍ତର ଦ୍ଵାରକୁ ଆଣିଲେ ଓ ସେ ପୂର୍ବୋକ୍ତ ପରିମାଣାନୁସାରେ ତାହା ମାପିଲେ;"},{"number":36,"verse":"ତହିଁର କ୍ଷୁଦ୍ର କୋଠରି, ଉପସ୍ତମ୍ଭ ଓ ମଣ୍ତପସକଳ (ମାପିଲେ); ଆଉ, ତହିଁରେ ଚାରିଆଡ଼େ ଜଳାକବାଟି ଥିଲା; ତାହା ଦୀର୍ଘରେ ପଚାଶ ହାତ ଓ ପ୍ରସ୍ଥରେ ପଚିଶ ହାତ ।"},{"number":37,"verse":"ପୁଣି ତହିଁର ଉପସ୍ତମ୍ଭସକଳ ତାହାର ପ୍ରାଙ୍ଗଣର ଅଭିମୁଖରେ ଥିଲା; ଆଉ, ସେହି ଉପସ୍ତମ୍ଭସକଳର ଉପରେ ଏପାଖେ ସେପାଖେ ଖର୍ଜ୍ଜୁର ବୃକ୍ଷର ଆକୃତି ଥିଲା; ପୁଣି, ତହିଁ ଉପରକୁ ଯିବା ପାଇଁ ଆଠଗୋଟି ପାବଚ୍ଛ ଥିଲା ।"},{"number":38,"verse":"ପୁଣି, ଦ୍ଵାରମାନର ନିକଟସ୍ଥ ଉପସ୍ତମ୍ଭସକଳର ପାଖରେ ଦ୍ଵାରବିଶିଷ୍ଟ ଏକ କୋଠରି ଥିଲା; ସେଠାରେ ସେମାନେ ହୋମ-ବଳି ଧୌତ କଲେ"},{"number":39,"verse":"ଆଉ, ତହିଁ ଉପରେ ହୋମାର୍ଥକ, ପାପାର୍ଥକ ଓ ଦୋଷାର୍ଥକ ବଳି ବଧ କରିବା ପାଇଁ ଦ୍ଵାର ବରଣ୍ତାର ଏପାଖରେ ଦୁଇ ମେଜ ଓ ସେପାଖରେ ଦୁଇ ମେଜ ଥିଲା ।"},{"number":40,"verse":"ପୁଣି, ଦ୍ଵାରର ପାର୍ଶ୍ଵରେ ବାହାରେ ଓ ଉତ୍ତର ଦ୍ଵାର ଉପରକୁ ଯିବାର ପ୍ରବେଶ-ସ୍ଥାନ ନିକଟରେ ଏପାଖରେ ଦୁଇ ମେଜ ଥିଲା ଓ ଦ୍ଵାର ବରଣ୍ତାର ସେପାଖରେ ଦୁଇ ମେଜ ଥିଲା;"},{"number":41,"verse":"ଦ୍ଵାର ପାର୍ଶ୍ଵର ଏପାଖରେ ଚାରି ମେଜ, ସେପାଖରେ ଚାରି ମେଜ ଥିଲା; ଏହିରୂପେ ଆଠ ମେଜ ଥିଲା, ତହିଁ ଉପରେ ବଳି ବଧ କରାଗଲା ।"},{"number":42,"verse":"ଆଉ, ହୋମ-ବଳି ନିମନ୍ତେ କଟା ପ୍ରସ୍ତରର ଚାରି ମେଜ ଥିଲା, ତହିଁର ଦୀର୍ଘତା ଦେଢ଼ ହାତ ଓ ପ୍ରସ୍ଥ ଦେଢ଼ ହାତ ଓ ଉଚ୍ଚ ଏକ ହାତ; ତହିଁ ଉପରେ ହୋମ ଓ ପ୍ରାୟଶ୍ଚିତ୍ତାର୍ଥକ-ବଳି ବଧ କରିବାର ଅସ୍ତ୍ର ରଖାଗଲା ।"},{"number":43,"verse":"ପୁଣି, ଚାରି ଅଙ୍ଗୁଳି ଦୀର୍ଘ ଆଙ୍କୁଡ଼ିମାନ ଭିତର ଚାରିଆଡ଼େ ଲଗା ହୋଇଥିଲା; ଆଉ, ମେଜମାନର ଉପରେ ଉପହାରାର୍ଥକ ମାଂସ ରଖାଗଲା ।"},{"number":44,"verse":"ଆଉ, ଭିତର ଦ୍ଵାରର ବାହାରେ ଭିତର ପ୍ରାଙ୍ଗଣରେ ଗାୟକମାନଙ୍କ ପାଇଁ କୋଠରି ଥିଲା, ସେସବୁ ଉତ୍ତର ଦ୍ଵାରର ପାର୍ଶ୍ଵସ୍ଥିତ ଓ ସେସବୁର ମୁଖ ଦକ୍ଷିଣ ଆଡ଼େ ଥିଲା; ପୂର୍ବ ଦ୍ଵାରର ପାର୍ଶ୍ଵସ୍ଥିତ ଗୋଟିଏ କୋଠରିର ମୁଖ ଉତ୍ତର ଆଡ଼େ ଥିଲା ।"},{"number":45,"verse":"ପୁଣି, ସେ ମୋତେ କହିଲେ, ଏହି ଦକ୍ଷିଣାଭିମୁଖ କୋଠରିଗୃହର ରକ୍ଷଣୀୟ ରକ୍ଷାକାରୀ ଯାଜକମାନଙ୍କ ପାଇଁ ଅଛି।"},{"number":46,"verse":"ଆଉ, ଯେଉଁ କୋଠରିର ମୁଖ ଉତ୍ତର ଆଡ଼େ ଅଛି, ତାହା ଯଜ୍ଞବେଦିର ରକ୍ଷଣୀୟ ରକ୍ଷାକାରୀ ଯାଜକମାନଙ୍କ ପାଇଁ ଅଛି; ଏମାନେ ସାଦୋକର ସନ୍ତାନ, ଲେବୀର ସନ୍ତାନଗଣ ମଧ୍ୟରୁ ଏମାନେ ସଦାପ୍ରଭୁଙ୍କର ପରିଚର୍ଯ୍ୟା କରିବା ପାଇଁ ତାହାଙ୍କ ନିକଟକୁ ଆସନ୍ତି ।"},{"number":47,"verse":"( ମନ୍ଦିର ପ୍ରାଙ୍ଗଣ) ଏଉତ୍ତାରେ ସେ ପ୍ରାଙ୍ଗଣ ମାପିଲେ, ତାହା ଏକଶହ ହାତ ଦୀର୍ଘ, ଏକଶହ ହାତ ପ୍ରସ୍ଥ, ଚାରିଆଡ଼େ ଏକ ସମାନ ଥିଲା ଓ ଗୃହ ସମ୍ମୁଖରେ ଯଜ୍ଞବେଦି ଥିଲା ।"},{"number":48,"verse":"ତେବେ ସେ ମୋତେ ଗୃହର ବରଣ୍ତାକୁ ଆଣି ବରଣ୍ତାରେ ସ୍ଥିତ ପ୍ରତ୍ୟେକ ଉପସ୍ତମ୍ଭ ମାପିଲେ, ସେ ପ୍ରତ୍ୟେକ ଏପାଖେ ପାଞ୍ଚ ହାତ, ସେପାଖେ ପାଞ୍ଚ ହାତ; ପୁଣି, ଦ୍ଵାରର ପ୍ରସ୍ଥ ଏପାଖେ ତିନି ହାତ, ସେପାଖେ ତିନି ହାତ ଥିଲା ।"},{"number":49,"verse":"ବରଣ୍ତାର ଦୀର୍ଘ କୋଡ଼ିଏ ହାତ ଓ ତହିଁର ପ୍ରସ୍ଥ ଏଗାର ହାତ ଓ ପାବଚ୍ଛ ଦେଇ ଲୋକମାନେ ଉପରକୁ ଗଲେ, ଆଉ ଉପସ୍ତମ୍ଭମାନଙ୍କ ନିକଟରେ ଏପାଖେ ଏକ ଓ ସେପାଖେ ଏକ ସ୍ତମ୍ଭ ଥିଲା ।"}]}