{"bibleAbbr":"orOV2014","bookName":"ଯିହିଜିକଲ୍ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"( ମନ୍ଦିରର କୋଠରୀ) ତହିଁ ଉତ୍ତାରୁ ସେ ମୋତେ ଉତ୍ତରଦିଗସ୍ଥ ପଥରେ ବାହାର ପ୍ରାଙ୍ଗଣକୁ ଆଣିଲେ; ଆଉ, ପୃଥକ ସ୍ଥାନର ଓ ଗାନ୍ଥୁନୀର ନିକଟବର୍ତ୍ତୀ ଉତ୍ତର-ଦିଗସ୍ଥ କୋଠରିରେ ଉପସ୍ଥିତ କରାଇଲେ ।"},{"number":2,"verse":"ସମ୍ମୁଖରେ ଶହେ ହାତ ଦୀର୍ଘତାରେ ଉତ୍ତର ଦ୍ଵାର ଥିଲା ଓ ପ୍ରସ୍ଥ ପଚାଶ ହାତ ଥିଲା ।"},{"number":3,"verse":"ଭିତର ପ୍ରାଙ୍ଗଣର କୋଡ଼ିଏ ହାତ ସମ୍ମୁଖରେ ଓ ବାହାର ପ୍ରାଙ୍ଗଣର ଚଟାଣର ସମ୍ମୁଖରେ ତୃତୀୟ ମହଲାରେ ଲଗାଲଗି ହୋଇ ଅପ୍ରଶସ୍ତ ବରଣ୍ତା ଥିଲା ।"},{"number":4,"verse":"ପୁଣି, କୋଠରିସକଳର ସମ୍ମୁଖରେ ଭିତର ଆଡ଼େ ଦଶ ହାତ ପ୍ରସ୍ଥର ଏକ ପଥ ଓ ଏକ ହାତ ପ୍ରସ୍ଥ ଏକ ପଥ ଥିଲା ଓ ସକଳର ଦ୍ଵାର ଉତ୍ତର ଆଡ଼େ ଥିଲା ।"},{"number":5,"verse":"ଉପରିସ୍ଥ କୋଠରିସକଳ ଛୋଟ ଥିଲା; କାରଣ ଗାନ୍ଥୁନୀର ଅଧଃସ୍ଥିତ ଓ ମଧ୍ୟସ୍ଥିତ କୋଠରି ଅପେକ୍ଷା ଅପ୍ରଶସ୍ତ ବରଣ୍ତାସବୁ ତହିଁରୁ ଅଧିକ ସ୍ଥାନ ଘେନିଲା ।"},{"number":6,"verse":"କାରଣ ତାହା ତିନି ମହଲା ଥିଲା, ଆଉ ବାହାର ପ୍ରାଙ୍ଗଣର ସ୍ତମ୍ଭ ପରି ସେସବୁରେ ସ୍ତମ୍ଭ ନ ଥିଲା; ଏଥିପାଇଁ ଭୂମିଠାରୁ ଉଚ୍ଚତମ କୋଠରିସବୁ ଅଧଃସ୍ଥିତ ଓ ମଧ୍ୟସ୍ଥିତ ଅପେକ୍ଷା ଅପ୍ରଶସ୍ତ ଥିଲା ।"},{"number":7,"verse":"ପୁଣି, କୋଠରିସକଳର ସମ୍ମୁଖବର୍ତ୍ତୀ ବାହାର ପ୍ରାଙ୍ଗଣ ଆଡ଼େ କୋଠରିସକଳର ପାର୍ଶ୍ଵରେ ଯେଉଁ କାନ୍ଥ ଥିଲା, ତହିଁର ଦୀର୍ଘତା ପଚାଶ ହାତ ଥିଲା ।"},{"number":8,"verse":"କାରଣ ବାହାର ପ୍ରାଙ୍ଗଣସ୍ଥିତ କୋଠରିସକଳର ଦୀର୍ଘତା ପଚାଶ ହାତ ଥିଲା; ପୁଣି ଦେଖ, ମନ୍ଦିର ସମ୍ମୁଖରେ ତାହା ଶହେ ହାତ ଥିଲା ।"},{"number":9,"verse":"ପୁଣି, ବାହାର ପ୍ରାଙ୍ଗଣରୁ ସେସବୁ କୋଠରିକୁ ଗଲା ବେଳେ ପୂର୍ବ ଦିଗରେ ତହିଁର ତଳରେ ପ୍ରବେଶ-ସ୍ଥାନ ପଡ଼ିଲା ।"},{"number":10,"verse":"ପ୍ରାଙ୍ଗଣ କାନ୍ଥର ପ୍ରଶସ୍ତ ଭାଗରେ ପୂର୍ବ ଦିଗରେ ପୃଥକ ସ୍ଥାନର ଓ ଗାନ୍ଥୁନୀର ସମ୍ମୁଖରେ କୋଠରିଶ୍ରେଣୀ ଥିଲା ।"},{"number":11,"verse":"ଆଉ, ସେସବୁର ସମ୍ମୁଖବର୍ତ୍ତୀ ପଥ ଉତ୍ତର ଦିଗାଭିମୁଖ କୋଠରି-ସକଳର ପଥ ପରି ଥିଲା; ସେସବୁର ଦୀର୍ଘତା ପ୍ରମାଣରେ ପ୍ରସ୍ଥ ଥିଲା; ପୁଣି, ସେସବୁର ନିର୍ଗମନ ସ୍ଥାନାନୁସାରେ ଗଠନ ଓ ଦ୍ଵାର ଥିଲା ।"},{"number":12,"verse":"ପୁଣି, ଦକ୍ଷିଣ ଦିଗସ୍ଥିତ କୋଠରିସକଳର ଦ୍ଵାର ତୁଲ୍ୟ ପଥ ମୁଣ୍ତରେ ଗୋଟିଏ ଦ୍ଵାର ଥିଲା; ସେହି ପଥ କାନ୍ଥର ସମ୍ମୁଖରେ, ଅର୍ଥାତ୍, ସେସ୍ଥାନକୁ ଯିବା ଲୋକର ପୂର୍ବ ଦିଗରେ ପଡ଼ିଲା ।"},{"number":13,"verse":"ତହୁଁ ସେ ମୋତେ କହିଲେ, ପୃଥକ୍ ସ୍ଥାନର ଉତ୍ତର ଓ ଦକ୍ଷିଣ ଦିଗରେ ଯେଉଁ କୋଠରିମାନ ଅଛି, ସେସବୁ ପବିତ୍ର କୋଠରି, ଯେଉଁ ଯାଜକମାନେ ସଦାପ୍ରଭୁଙ୍କର ନିକଟବର୍ତ୍ତୀ ଅଟନ୍ତି, ସେମାନେ ସେଠାରେ ମହାପବିତ୍ର ଦ୍ରବ୍ୟସକଳ ଭୋଜନ କରିବେ; ସେହି ସ୍ଥାନରେ ସେମାନେ ମହାପବିତ୍ର ଦ୍ରବ୍ୟସକଳ ଓ ଭକ୍ଷ୍ୟ ନୈବେଦ୍ୟ, ପାପାର୍ଥକ ବଳି ଓ ଦୋଷାର୍ଥକ ବଳି ରଖିବେ; କାରଣ ସେହି ସ୍ଥାନ ପବିତ୍ର ଅଟେ ।"},{"number":14,"verse":"ଯେଉଁ ସମୟରେ ଯାଜକମାନେ ତହିଁ ମଧ୍ୟରେ ପ୍ରବେଶ କରନ୍ତି, ସେସମୟରେ ସେମାନେ ସେହି ପବିତ୍ର ସ୍ଥାନରୁ ବାହାରି ବାହାର ପ୍ରାଙ୍ଗଣକୁ ଯିବେ ନାହିଁ, ମାତ୍ର ଯେଉଁ ଯେଉଁ ବସ୍ତ୍ର ପିନ୍ଧି ସେମାନେ ପରିଚର୍ଯ୍ୟା କରନ୍ତି, ତାହାସବୁ ସେଠାରେ ରଖିବେ; କାରଣ ସେସବୁ ପବିତ୍ର; ଆଉ, ସେମାନେ ଅନ୍ୟ ବସ୍ତ୍ର ପିନ୍ଧିବେ, ତହିଁ ଉତ୍ତାରେ ଲୋକମାନଙ୍କ ସ୍ଥାନର ନିକଟକୁ ଯିବେ ।"},{"number":15,"verse":"ଭିତର ଗୃହ ମାପିବାର ସମାପ୍ତ କଲା ଉତ୍ତାରେ ସେ ପୂର୍ବାଭିମୁଖ ଦ୍ଵାରର ପଥ ଦେଇ ମୋତେ ବାହାରକୁ ଆଣିଲେ ଓ ତହିଁର ଚତୁର୍ଦ୍ଦିଗ ମାପିଲେ ।"},{"number":16,"verse":"ସେ ପରିମାପକ ନଳ ଦ୍ଵାର ପୂର୍ବ ପାର୍ଶ୍ଵ ମାପିଲେ, ପରିମାପକ ନଳରେ ଚତୁର୍ଦ୍ଦିଗ ପାଞ୍ଚଶହ ନଳ ହେଲା ।"},{"number":17,"verse":"ସେ ଉତ୍ତର ପାର୍ଶ୍ଵ ମାପିଲେ, ପରିମାପକ ନଳରେ ଚତୁର୍ଦ୍ଦିଗ ପାଞ୍ଚଶହ ନଳ ହେଲା ।"},{"number":18,"verse":"ସେ ଦକ୍ଷିଣ ପାର୍ଶ୍ଵ ମାପିଲେ, ପରିମାପକ ନଳରେ ତାହା ପାଞ୍ଚଶହ ନଳ ହେଲା ।"},{"number":19,"verse":"ସେ ପଶ୍ଚିମ ପାର୍ଶ୍ଵକୁ ଫେରି ପରିମାପକ ନଳରେ ପାଞ୍ଚଶହ ନଳ ମାପିଲେ ।"},{"number":20,"verse":"ସେ ତାହାର ଚାରି ପାର୍ଶ୍ଵ ମାପିଲେ; ପବିତ୍ର ଓ ସାଧାରଣ ସ୍ଥାନ ମଧ୍ୟରେ ବିଚ୍ଛେଦ କରିବା ପାଇଁ ତହିଁର ଚତୁର୍ଦ୍ଦିଗରେ ପ୍ରାଚୀର ଥିଲା, ତାହା ଦୀର୍ଘରେ ପାଞ୍ଚଶହ ଓ ପ୍ରସ୍ଥରେ ପାଞ୍ଚଶହ (ନଳ) ଥିଲା ।"}]}