{"bibleAbbr":"orOV2014","bookName":"ଯିହିଜିକଲ୍ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"( ସଦାପ୍ରଭୁଙ୍କ କ୍ରୋଧର ଦିନ) ଆହୁରି, ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟ ମୋʼ ନିକଟରେ ଉପସ୍ଥିତ ହେଲା, ଯଥା,"},{"number":2,"verse":"ହେ ମନୁଷ୍ୟ-ସନ୍ତାନ, ପ୍ରଭୁ ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲ ଦେଶ ପ୍ରତି କହନ୍ତି: ଅନ୍ତିମ କାଳ, ଦେଶର ଚାରି କୋଣରେ ଅନ୍ତିମ କାଳ ଉପସ୍ଥିତ ହୋଇଅଛି ।"},{"number":3,"verse":"ଏବେ ତୁମ୍ଭର ଅନ୍ତିମ କାଳ ଉପସ୍ଥିତ, ଆମ୍ଭେ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଆପଣା କ୍ରୋଧ ପ୍ରେରଣ କରିବା ଓ ତୁମ୍ଭର ଆଚରଣାନୁସାରେ ତୁମ୍ଭର ବିଚାର କରିବା ଓ ତୁମ୍ଭର ଘୃଣାଯୋଗ୍ୟ ସକଳ କର୍ମର ଫଳ ତୁମ୍ଭ ଉପରେ ବର୍ତ୍ତାଇବା ।"},{"number":4,"verse":"ଆମ୍ଭେ ତୁମ୍ଭ ପ୍ରତି ଚକ୍ଷୁଲଜ୍ଜା କରିବା ନାହିଁ, କିଅବା ଆମ୍ଭେ ଦୟା କରିବା ନାହିଁ ମାତ୍ର ତୁମ୍ଭ ଆଚରଣର ଫଳ ଆମ୍ଭେ ତୁମ୍ଭ ଉପରେ ବର୍ତ୍ତାଇବା ଓ ତୁମ୍ଭର ଘୃଣାଯୋଗ୍ୟ କ୍ରିୟାସବୁ ତୁମ୍ଭ ମଧ୍ୟରେ ରହିବ; ତହିଁରେ ଆମ୍ଭେ ଯେ ସଦାପ୍ରଭୁ ଅଟୁ, ଏହା ତୁମ୍ଭେମାନେ ଜାଣିବ ।"},{"number":5,"verse":"ପ୍ରଭୁ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି; ଅମଙ୍ଗଳ, କେବଳ ହିଁ ଅମଙ୍ଗଳ; ଦେଖ, ତାହା ଆସୁଅଛି ।"},{"number":6,"verse":"ଅନ୍ତିମ କାଳ ଉପସ୍ଥିତ, ସେହି ଅନ୍ତିମ କାଳ ଉପସ୍ଥିତ, ତାହା ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଜାଗି ଉଠୁଅଛି; ଦେଖ, ତାହା ଆସୁଅଛି ।"},{"number":7,"verse":"ହେ ଦେଶନିବାସୀ ଲୋକ, ତୁମ୍ଭର ଶେଷ ବିଚାରାଜ୍ଞା ଉପସ୍ଥିତ, ସେହି ସମୟ ଉପସ୍ଥିତ, ସେହି ଦିନ ସନ୍ନିକଟ; ତାହା କୋଳାହଳର ଦିନ ଓ ପର୍ବତଗଣ ଉପରେ ଆନନ୍ଦ ଧ୍ଵନିର ଦିନ ନୁହେଁ ।"},{"number":8,"verse":"ଏବେ ଆମ୍ଭେ ଅବିଳମ୍ଵରେ ଆମ୍ଭର କୋପ ତୁମ୍ଭ ଉପରେ ଢାଳିଦେବା ଓ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଆପଣା କ୍ରୋଧ ସଫଳ କରିବା, ଆଉ ତୁମ୍ଭର ଆଚରଣାନୁସାରେ ତୁମ୍ଭର ବିଚାର କରିବା; ଆମ୍ଭେ ତୁମ୍ଭର ଘୃଣାଯୋଗ୍ୟ ସକଳ କ୍ରିୟାର ଫଳ ତୁମ୍ଭ ଉପରେ ବର୍ତ୍ତାଇବା ।"},{"number":9,"verse":"ପୁଣି, ଆମ୍ଭେ ଚକ୍ଷୁଲଜ୍ଜା କରିବା ନାହିଁ; କିଅବା ଦୟା କରିବା ନାହିଁ; ଆମ୍ଭେ ତୁମ୍ଭର ଆଚରଣାନୁସାରେ ତୁମ୍ଭ ଉପରେ ଫଳ ବର୍ତ୍ତାଇବା ଓ ତୁମ୍ଭର ଘୃଣାଯୋଗ୍ୟ କ୍ରିୟାସକଳ ତୁମ୍ଭ ମଧ୍ୟରେ ରହିବ; ତହିଁରେ ଆମ୍ଭେ ସଦାପ୍ରଭୁ ଆଘାତ କରୁ, ଏହା ତୁମ୍ଭେମାନେ ଜାଣିବ ।"},{"number":10,"verse":"ଦେଖ, ସେହି ଦିନ, ଦେଖ, ତାହା ଆସୁଅଛି; ତୁମ୍ଭର ଶେଷ ବିଚାରାଜ୍ଞା ନିର୍ଗତ ହେଲା; ଯଷ୍ଟି ପୁଷ୍ପିତ ହୋଇଅଛି, ଅହଙ୍କାର ଅଙ୍କୁରିତ ହୋଇଅଛି ।"},{"number":11,"verse":"ଦୌରାତ୍ମ୍ୟ ବଢ଼ି ଉଠି ଦୁଷ୍ଟତାରୂପ ଯଷ୍ଟି ହୋଇଅଛି; ସେମାନଙ୍କର କେହି କିଅବା ସେମାନଙ୍କର ଲୋକାରଣ୍ୟ କିଅବା ସେମାନଙ୍କର ଧନ ରହିବ ନାହିଁ; ଅଥବା ସେମାନଙ୍କ ମଧ୍ୟରେ ଶ୍ରେଷ୍ଠତା ରହିବ ନାହିଁ ।"},{"number":12,"verse":"ସମୟ ଉପସ୍ଥିତ ହେଲା, ଦିନ ନିକଟବର୍ତ୍ତୀ ହେଉଅଛି; କ୍ରୟକାରୀ ଆନନ୍ଦ ନ କରୁ ଓ ବିକ୍ରୟକାରୀ ଶୋକ ନ କରୁ; କାରଣ ସେସ୍ଥାନର ସମସ୍ତ ଲୋକାରଣ୍ୟ ଉପରେ କୋପ ଉପସ୍ଥିତ ।"},{"number":13,"verse":"ଯେହେତୁ ସେମାନେ ଜୀବିତ ଥିଲେ ହେଁ ବିକ୍ରୟକାରୀ ବିକ୍ରୀତ ଅଧିକାରକୁ ଫେରିଯିବ ନାହିଁ; କାରଣ ଏହି ଦର୍ଶନ ସେସ୍ଥାନସ୍ଥ ସମୁଦାୟ ଲୋକାରଣ୍ୟ ବିଷୟକ ଅଟେ, କେହି ଫେରିଯିବେ ନାହିଁ; ପୁଣି, ଆପଣା ଜୀବନର ଅଧର୍ମରେ କେହି ଆପଣାକୁ ସବଳ କରିବେ ନାହିଁ ।"},{"number":14,"verse":"ସେମାନେ ତୂରୀ ବଜାଇ ସବୁ ପ୍ରସ୍ତୁତ କରିଅଛନ୍ତି; ମାତ୍ର କେହି ଯୁଦ୍ଧକୁ ଯାଏ ନାହିଁ; କାରଣ ସେସ୍ଥାନର ସମସ୍ତ ଲୋକାରଣ୍ୟ ଉପରେ ଆମ୍ଭର କୋପ ଅଛି ।"},{"number":15,"verse":"( ଇସ୍ରାଏଲର ପାପର ଶାସ୍ତି) ବାହାରେ ଖଡ଼୍‍ଗ, ଭିତରେ ମହାମାରୀ ଓ ଦୁର୍ଭିକ୍ଷ ଅଛି; ଯେଉଁ ଲୋକ କ୍ଷେତ୍ରରେ ଅଛି, ସେ ଖଡ଼୍‍ଗରେ ମରିବ ଓ ଯେ ନଗର ମଧ୍ୟରେ ଅଛି, ଦୁର୍ଭିକ୍ଷ ଓ ମହାମାରୀ ତାକୁ ଗ୍ରାସ କରିବ ।"},{"number":16,"verse":"ମାତ୍ର ସେମାନଙ୍କ ମଧ୍ୟରୁ ଯେଉଁମାନେ ପଳାନ୍ତି, ସେମାନେ ରକ୍ଷା ପାଇବେ ଓ ଉପତ୍ୟକାର ଘୁଘୁ ପରି ପର୍ବତରେ ସମସ୍ତେ ବିଳାପ କରିବେ, ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଅଧର୍ମ ହେତୁ ବିଳାପ କରିବେ ।"},{"number":17,"verse":"ସମସ୍ତଙ୍କର ହସ୍ତ ଦୁର୍ବଳ ହେବ, ସମସ୍ତଙ୍କର ଆଣ୍ଠୁ ଜଳ ପରି ତରଳ ହେବ ।"},{"number":18,"verse":"ମଧ୍ୟ ସେମାନେ କଟୀଦେଶରେ ଚଟବସ୍ତ୍ର ବାନ୍ଧିବେ ଓ ମହାଶଙ୍କା ସେମାନଙ୍କୁ ଆଚ୍ଛନ୍ନ କରିବ; ଆଉ, ସମସ୍ତଙ୍କ ମୁଖ ଲଜ୍ଜିତ ହେବ ଓ ସମସ୍ତଙ୍କର ମସ୍ତକ ଟାଙ୍ଗରା ହେବ ।"},{"number":19,"verse":"ସେମାନେ ଆପଣା ଆପଣା ରୂପା ଦାଣ୍ତରେ ପକାଇ ଦେବେ ଓ ସେମାନଙ୍କର ସୁନା ଅଶୁଚି ବସ୍ତୁ ତୁଲ୍ୟ ହେବ; ସଦାପ୍ରଭୁଙ୍କ କୋପର ଦିନରେ ସେମାନଙ୍କର ରୂପା ଓ ସୁନା ସେମାନଙ୍କୁ ରକ୍ଷା କରି ପାରିବ ନାହିଁ; ତାହା ସେମାନଙ୍କ ପ୍ରାଣକୁ ତୃପ୍ତ କିଅବା ଉଦର ପୂର୍ଣ୍ଣ କରିବ ନାହିଁ; କାରଣ ତାହା ହିଁ ସେମାନଙ୍କର ଅଧର୍ମଜନକ ବିଘ୍ନ ହୋଇଅଛି ।"},{"number":20,"verse":"ସେ ଆପଣାର ଶୋଭାରୂପ ଅଳଙ୍କାର ମହତ୍ତ୍ଵରେ ସ୍ଥାପନ କଲେ; ମାତ୍ର ସେମାନେ ତହିଁ ମଧ୍ୟରେ ଆପଣା-ମାନଙ୍କର ଅଶୁଚି ଓ ଘୃଣାଯୋଗ୍ୟ ପ୍ରତିମାଗଣ ନିର୍ମାଣ କଲେ; ଏହେତୁ ଆମ୍ଭେ ତାହା ସେମାନଙ୍କ ପ୍ରତି ଅଶୁଚି ବସ୍ତୁ ସ୍ଵରୂପ କରିଅଛୁ ।"},{"number":21,"verse":"ପୁଣି, ଆମ୍ଭେ ତାହା ମୃଗୟା ସ୍ଵରୂପେ ବିଦେଶୀ-ମାନଙ୍କର ଓ ଲୁଟ ଦ୍ରବ୍ୟ ସ୍ଵରୂପେ ପୃଥିବୀର ଦୁଷ୍ଟମାନଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କରିବା; ତହିଁରେ ସେମାନେ ତାହା ଅପବିତ୍ର କରିବେ ।"},{"number":22,"verse":"ଆହୁରି, ଆମ୍ଭେ ସେମାନଙ୍କଠାରୁ ଆପଣା ମୁଖ ଫେରାଇବା, ତହିଁରେ ସେମାନେ ଆମ୍ଭର ନିଭୃତ ସ୍ଥାନ ଅପବିତ୍ର କରିବେ; ଆଉ, ଡକାଇତମାନେ ତହିଁ ମଧ୍ୟରେ ପ୍ରବେଶ କରି ତାହା ଅପବିତ୍ର କରିବେ ।"},{"number":23,"verse":"ଶିକୁଳି ପ୍ରସ୍ତୁତ କର; କାରଣ ରକ୍ତପାତରୂପ ଅପରାଧରେ ଦେଶ ପରିପୂର୍ଣ୍ଣ ଓ ଦୌରାତ୍ମ୍ୟରେ ନଗର ପରିପୂର୍ଣ୍ଣ ।"},{"number":24,"verse":"ଏଥିପାଇଁ ଆମ୍ଭେ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ମଧ୍ୟରୁ ଦୁଷ୍ଟତମ ଲୋକଙ୍କୁ ଆଣିବା, ତହିଁରେ ସେମାନେ ଏମାନଙ୍କର ଗୃହସବୁ ଅଧିକାର କରିବେ; ମଧ୍ୟ ଆମ୍ଭେ ବଳବାନମାନଙ୍କର ଦର୍ପ ଚୂର୍ଣ୍ଣ କରିବା; ତହିଁରେ ସେମାନଙ୍କର ପବିତ୍ର ସ୍ଥାନସବୁ ଅପବିତ୍ର ହେବ ।"},{"number":25,"verse":"ବିନାଶ ଆସୁଅଛି; ସେମାନେ ଶାନ୍ତି ଅନ୍ଵେଷଣ କରିବେ; ପୁଣି, କିଛି ପାଇବେ ନାହିଁ ।"},{"number":26,"verse":"ବିପଦ ଉପରେ ବିପଦ ଘଟିବ ଓ ଜନରବ ଉପରେ ଜନରବ ହେବ; ତହିଁରେ ସେମାନେ ଭବିଷ୍ୟଦ୍-ବକ୍ତାର ନିକଟରେ ଦର୍ଶନର ଚେଷ୍ଟା କରିବେ; ମାତ୍ର ଯାଜକର ବ୍ୟବସ୍ଥା-ଜ୍ଞାନ ଓ ପ୍ରାଚୀନ ଲୋକମାନଙ୍କର ପରାମର୍ଶ ଲୋପ ପାଇବ ।"},{"number":27,"verse":"ରାଜା ଶୋକ କରିବ ଓ ଅଧିପତି ଉତ୍ସନ୍ନତାରୂପ ବସ୍ତ୍ରରେ ପରିହିତ ହେବ ଓ ଦେଶସ୍ଥ ଲୋକମାନଙ୍କର ହସ୍ତ କମ୍ପିତ ହେବ; ଆମ୍ଭେ ସେମାନଙ୍କର ଆଚରଣାନୁସାରେ ସେମାନଙ୍କ ପ୍ରତି ବ୍ୟବହାର କରିବା ଓ ସେମାନଙ୍କର ଯୋଗ୍ୟତାନୁସାରେ ସେମାନଙ୍କର ବିଚାର କରିବା, ତହିଁରେ ଆମ୍ଭେ ଯେ ସଦାପ୍ରଭୁ ଅଟୁ, ଏହା ସେମାନେ ଜାଣିବେ ।"}]}