{"bibleAbbr":"MKJV1962","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"The Lord Jehovah made me see this: And behold, He is forming locusts at the beginning of the coming up of the late grass; even behold, the late grass after the king's mowings."},{"number":2,"verse":"And it happened when it had made an end of eating the tender plant of the land, then I said, O Lord Jehovah, forgive, I pray You. How can Jacob stand? For he [is] small."},{"number":3,"verse":"The LORD repented for this; it shall not be, says the LORD."},{"number":4,"verse":"The Lord Jehovah made me see this: And behold, the Lord Jehovah was calling to contend by fire. And it consumed the great deep, and [it was] devouring part of it."},{"number":5,"verse":"Then I said, O Lord Jehovah, I pray You, cease. How can Jacob stand? For he [is] small."},{"number":6,"verse":"The LORD repented for this; this also shall not be, says the Lord Jehovah."},{"number":7,"verse":"He made me see this: And behold, the Lord was standing by the plumbline-wall, and a plumbline in His hand."},{"number":8,"verse":"And the LORD said to me, Amos, what do you see? And I said, A plumbline. Then the Lord said, Behold, I will set a plumbline in the midst of My people Israel. I will not again pass by them any more."},{"number":9,"verse":"And the high places of Isaac shall be wasted, and the holy places of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword."},{"number":10,"verse":"Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, Amos has plotted against you in the midst of the house of Israel; the land is not able to bear all his words."},{"number":11,"verse":"For so Amos says: Jeroboam shall die by the sword, and Israel shall surely go into exile out of his land."},{"number":12,"verse":"And Amaziah said to Amos, O seer, go, flee for yourself into the land of Judah; and eat bread there, and prophesy there."},{"number":13,"verse":"But do not prophesy again any more at Bethel; for it is the king's temple, and it [is] the king's royal house."},{"number":14,"verse":"Then Amos answered and said to Amaziah: I [was] no prophet, nor [was] I a prophet's son. But I [was] a herdsman and a gatherer [from] sycamore trees."},{"number":15,"verse":"And the LORD took me from behind the flock, and the LORD said to me, Go, prophesy to My people Israel."},{"number":16,"verse":"Now then hear the Word of the LORD. You say, Do not prophesy against Israel, and do not drop [words] against the house of Isaac."},{"number":17,"verse":"So the LORD says this: Your wife shall be a harlot in the city, and your sons and your daughters shall fall by the sword, and your land shall be divided by line. And you shall die in a defiled land; and Israel shall surely go into exile out of his land."}]}