{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"ויקבצו <WH6908> gathered themselves כל <WH3605> Then all ישׂראל <WH3478> Israel אל <WH413> to דויד <WH1732> David חברונה <WH2275> unto Hebron, לאמר <WH559> saying, הנה <WH2009> Behold, עצמך <WH6106> thy bone ובשׂרך <WH1320> and thy flesh. אנחנו׃ <WH587> we"},{"number":2,"verse":"גם <WH1571> And moreover תמול <WH8543> in time past, גם <WH1571> even שׁלשׁום <WH8032> גםהיות <WH1961> was שׁאול <WH7586> when Saul מלך <WH4428> king, אתה <WH859> thou המוציא <WH3318> he that leddest out והמביא <WH935> and broughtest in את <WH853> ישׂראל <WH3478> Israel: ויאמר <WH559> said יהוה <WH3068> and the LORD אלהיך <WH430> thy God לך אתה <WH859> unto thee, Thou תרעה <WH7462> shalt feed את <WH853> עמי <WH5971> my people את <WH853> ישׂראל <WH3478> Israel, ואתה <WH859> and thou תהיה <WH1961> shalt be נגיד <WH5057> ruler על <WH5921> over עמי <WH5971> my people ישׂראל׃ <WH3478> Israel."},{"number":3,"verse":"ויבאו <WH935> Therefore came כל <WH3605> all זקני <WH2205> the elders ישׂראל <WH3478> of Israel אל <WH413> to המלך <WH4428> the king חברונה <WH2275> to Hebron; ויכרת <WH3772> made להם דויד <WH1732> and David ברית <WH1285> a covenant בחברון <WH2275> with them in Hebron לפני <WH6440> before יהוה <WH3068> the LORD; וימשׁחו <WH4886> and they anointed את <WH853> דויד <WH1732> David למלך <WH4428> king על <WH5921> over ישׂראל <WH3478> Israel, כדבר <WH1697> according to the word יהוה <WH3068> of the LORD ביד <WH3027> by שׁמואל׃ <WH8050> Samuel."},{"number":4,"verse":"וילך <WH1980> went דויד <WH1732> And David וכל <WH3605> and all ישׂראל <WH3478> Israel ירושׁלם <WH3389> to Jerusalem, היא <WH1931> which יבוס <WH2982> Jebus; ושׁם <WH8033> where היבוסי <WH2983> the Jebusites ישׁבי <WH3427> the inhabitants הארץ׃ <WH776> of the land."},{"number":5,"verse":"ויאמרו <WH559> said ישׁבי <WH3427> And the inhabitants יבוס <WH2982> of Jebus לדויד <WH1732> to David, לא <WH3808> Thou shalt not תבוא <WH935> come הנה <WH2008> hither. וילכד <WH3920> took דויד <WH1732> Nevertheless David את <WH853> מצדת <WH4686> the castle ציון <WH6726> of Zion, היא <WH1931> which עיר <WH5892> the city דויד׃ <WH1732> of David."},{"number":6,"verse":"ויאמר <WH559> said, דויד <WH1732> And David כל <WH3605> Whosoever מכה <WH5221> smiteth יבוסי <WH2983> the Jebusites בראשׁונה <WH7223> first יהיה <WH1961> shall be לראשׁ <WH7218> chief ולשׂר <WH8269> and captain. ויעל <WH5927> went first up, בראשׁונה <WH7223> went first up, יואב <WH3097> So Joab בן <WH1121> the son צרויה <WH6870> of Zeruiah ויהי <WH1961> and was לראשׁ׃ <WH7218> chief."},{"number":7,"verse":"וישׁב <WH3427> dwelt דויד <WH1732> And David במצד <WH4679> in the castle; על <WH5921> therefore כן <WH3651> therefore קראו <WH7121> they called לו עיר <WH5892> it the city דויד׃ <WH1732> of David."},{"number":8,"verse":"ויבן <WH1129> And he built העיר <WH5892> the city מסביב <WH5439> round about, מן <WH4480> round about, המלוא <WH4407> Millo ועד <WH5704> הסביב <WH5439> round about: ויואב <WH3097> and Joab יחיה <WH2421> repaired את <WH853> שׁאר <WH7605> the rest העיר׃ <WH5892> of the city."},{"number":9,"verse":"וילך <WH1980> waxed greater and greater: דויד <WH1732> So David הלוך <WH1980> וגדוליהוה <WH3068> for the LORD צבאות <WH6635> of hosts עמו׃ <WH5973> with"},{"number":10,"verse":"ואלה <WH428> These ראשׁי <WH7218> also the chief הגבורים <WH1368> of the mighty men אשׁר <WH834> whom לדויד <WH1732> David המתחזקים <WH2388> had, who strengthened themselves עמו <WH5973> with במלכותו <WH4438> him in his kingdom, עם <WH5973> with כל <WH3605> all ישׂראל <WH3478> Israel, להמליכו <WH4427> to make him king, כדבר <WH1697> according to the word יהוה <WH3068> of the LORD על <WH5921> concerning ישׂראל׃ <WH3478> Israel."},{"number":11,"verse":"ואלה <WH428> And this מספר <WH4557> the number הגברים <WH1368> of the mighty men אשׁר <WH834> whom לדויד <WH1732> David ישׁבעם <WH3434> had; Jashobeam, בן <WH1121> חכמוניאשׁ <WH7218> the chief השׁלושׁים <WH7970> הוא <WH1931> he עורר <WH5782> lifted up את <WH853> חניתו <WH2595> his spear על <WH5921> against שׁלשׁ <WH7969> three מאות <WH3967> hundred חלל <WH2491> slain בפעם <WH6471> time. אחת׃ <WH259> at one"},{"number":12,"verse":"ואחריו <WH310> And after אלעזר <WH499> him Eleazar בן <WH1121> the son דודו <WH1734> of Dodo, האחוחי <WH266> the Ahohite, הוא <WH1931> who בשׁלושׁה <WH7969> of the three הגברים׃ <WH1368> mighty men."},{"number":13,"verse":"הוא <WH1931> He היה <WH1961> was עם <WH5973> with דויד <WH1732> David בפס דמים <WH6450> at Pas-dammim, והפלשׁתים <WH6430> the Philistines נאספו <WH622> were gathered together שׁם <WH8033> and there למלחמה <WH4421> to battle, ותהי <WH1961> where was חלקת <WH2513> a parcel השׂדה <WH7704> of ground מלאה <WH4392> full שׂעורים <WH8184> of barley; והעם <WH5971> and the people נסו <WH5127> fled מפני <WH6440> from before פלשׁתים׃ <WH6430> the Philistines."},{"number":14,"verse":"ויתיצבו <WH3320> And they set themselves בתוך <WH8432> in the midst החלקה <WH2513> of parcel, ויצילוה <WH5337> and delivered ויכו <WH5221> it, and slew את <WH853> פלשׁתים <WH6430> the Philistines; ויושׁע <WH3467> saved יהוה <WH3068> and the LORD תשׁועה <WH8668> deliverance. גדולה׃ <WH1419> by a great"},{"number":15,"verse":"וירדו <WH3381> went down שׁלושׁה <WH7969> Now three מן <WH4480> of השׁלושׁים <WH7970> the thirty ראשׁ <WH7218> captains על <WH5921> to הצר <WH6697> the rock אל <WH413> to דויד <WH1732> David, אל <WH413> into מערת <WH4631> the cave עדלם <WH5725> of Adullam; ומחנה <WH4264> and the host פלשׁתים <WH6430> of the Philistines חנה <WH2583> encamped בעמק <WH6010> in the valley רפאים׃ <WH7497> of Rephaim."},{"number":16,"verse":"ודויד <WH1732> And David אז <WH227> then במצודה <WH4686> in the hold, ונציב <WH5333> garrison פלשׁתים <WH6430> and the Philistines' אז <WH227> then בבית לחם׃ <WH1035> at Bethlehem."},{"number":17,"verse":"ויתאו <WH183> longed, דויד <WH1732> And David ויאמר <WH559> and said, מי <WH4310> Oh that ישׁקני <WH8248> one would give me drink מים <WH4325> of the water מבור <WH953> of the well בית לחם <WH1035> of Bethlehem, אשׁר <WH834> that בשׁער׃ <WH8179> at the gate!"},{"number":18,"verse":"ויבקעו <WH1234> broke through השׁלשׁה <WH7969> And the three במחנה <WH4264> the host פלשׁתים <WH6430> of the Philistines, וישׁאבו <WH7579> and drew מים <WH4325> water מבור <WH953> out of the well בית לחם <WH1035> of Bethlehem, אשׁר <WH834> that בשׁער <WH8179> by the gate, וישׂאו <WH5375> and took ויבאו <WH935> and brought אל <WH413> to דויד <WH1732> David: ולא <WH3808> not אבה <WH14> would דויד <WH1732> but David לשׁתותם <WH8354> drink וינסך <WH5258> אתםיהוה׃ <WH3068> to the LORD,"},{"number":19,"verse":"ויאמר <WH559> And said, חלילה <WH2486> forbid it לי מאלהי <WH430> מעשׂות <WH6213> did זאת <WH2063> this thing: הדם <WH1818> the blood האנשׁים <WH582> האלה <WH428> of these אשׁתה <WH8354> shall I drink בנפשׁותם <WH5315> that have put their lives כי <WH3588> in jeopardy? for בנפשׁותם <WH5315> with their lives הביאום <WH935> they brought ולא <WH3808> not אבה <WH14> it. Therefore he would לשׁתותם <WH8354> drink אלה <WH428> it. These things עשׂו <WH6213> שׁלשׁת <WH7969> these three הגבורים׃ <WH1368> mightiest."},{"number":20,"verse":"ואבשׁי <WH52> And Abishai אחי <WH251> the brother יואב <WH3097> of Joab, הוא <WH1931> he היה <WH1961> was ראשׁ <WH7218> chief השׁלושׁה <WH7969> of the three: והוא <WH1931> he עורר <WH5782> for lifting up את <WH853> חניתו <WH2595> his spear על <WH5921> against שׁלשׁ <WH7969> three מאות <WH3967> hundred, חלל <WH2490> ולאׁם <WH8034> and had a name בשׁלושׁה׃ <WH7969> among the three."},{"number":21,"verse":"מן <WH4480> Of השׁלושׁה <WH7969> the three, בשׁנים <WH8147> than the two; נכבד <WH3513> he was more honorable ויהי <WH1961> for he was להם לשׂר <WH8269> their captain: ועד <WH5704> to השׁלושׁה <WH7969> the three. לא <WH3808> not בא׃ <WH935> howbeit he attained"},{"number":22,"verse":"בניה <WH1141> Benaiah בן <WH1121> the son יהוידע <WH3077> בן <WH1121> the son אישׁ <WH376> man חיל <WH2428> of a valiant רב <WH7227> who had done many פעלים <WH6467> acts; מן <WH4480> of קבצאל <WH6909> Kabzeel, הוא <WH1931> he הכה <WH5221> slew את <WH853> שׁני <WH8147> two אריאל <WH739> lionlike men מואב <WH4124> of Moab: והוא <WH1931> also he ירד <WH3381> went down והכה <WH5221> and slew את <WH853> הארי <WH738> a lion בתוך <WH8432> in הבור <WH953> a pit ביום <WH3117> day. השׁלג׃ <WH7950> in a snowy"},{"number":23,"verse":"והוא <WH1931> And he הכה <WH5221> slew את <WH853> האישׁ <WH376> a man המצרי <WH4713> high; and in the Egyptian's אישׁ <WH376> מדה <WH4060> of stature, חמשׁ <WH2568> five באמה <WH520> cubits וביד <WH3027> hand המצרי <WH4713> חנית <WH2595> a spear כמנור <WH4500> beam; ארגים <WH707> like a weaver's וירד <WH3381> and he went down אליו <WH413> to בשׁבט <WH7626> him with a staff, ויגזל <WH1497> and plucked את <WH853> החנית <WH2595> the spear מיד <WH3027> המצרייהרגהו <WH2026> and slew בחניתו׃ <WH2595> him with his own spear."},{"number":24,"verse":"אלה <WH428> These עשׂה <WH6213> did בניהו <WH1141> Benaiah בן <WH1121> the son יהוידע <WH3077> ולו שׁם <WH8034> and had the name בשׁלושׁה <WH7969> among the three הגברים׃ <WH1368> mighty men."},{"number":25,"verse":"מן <WH4480> among השׁלושׁים <WH7970> the thirty, הנו <WH2005> נכבד <WH3513> was honorable הוא <WH1931> he ואל <WH413> to השׁלושׁה <WH7969> the three: לא <WH3808> not בא <WH935> but attained וישׂימהו <WH7760> set דויד <WH1732> and David על <WH5921> him over משׁמעתו׃ <WH4928> his guard."},{"number":26,"verse":"וגבורי <WH1368> Also the valiant men החילים <WH2428> of the armies עשׂה אל <WH6214> Asahel אחי <WH251> the brother יואב <WH3097> of Joab, אלחנן <WH445> Elhanan בן <WH1121> the son דודו <WH1734> of Dodo מבית לחם׃ <WH1035>"},{"number":27,"verse":"שׁמות <WH8054> Shammoth ההרורי <WH2033> the Harorite, חלץ <WH2503> Helez הפלוני׃ <WH6397> the Pelonite,"},{"number":28,"verse":"עירא <WH5896> Ira בן <WH1121> the son עקשׁ <WH6142> of Ikkesh התקועי <WH8621> the Tekoite, אביעזר <WH44> Abiezer הענתותי׃ <WH6069> the Antothite,"},{"number":29,"verse":"סבכי <WH5444> Sibbecai החשׁתי <WH2843> the Hushathite, עילי <WH5866> Ilai האחוחי׃ <WH266> the Ahohite,"},{"number":30,"verse":"מהרי <WH4121> Maharai הנטפתי <WH5200> the Netophathite, חלד <WH2466> Heled בן <WH1121> the son בענה <WH1196> of Baanah הנטופתי׃ <WH5200> the Netophathite,"},{"number":31,"verse":"איתי <WH863> Ithai בן <WH1121> the son ריבי <WH7380> of Ribai מגבעת <WH1390> בני <WH1121> to the children בנימן <WH1144> of Benjamin, בניה <WH1141> Benaiah הפרעתני׃ <WH6553> the Pirathonite,"},{"number":32,"verse":"חורי <WH2360> Hurai מנחלי <WH5158> of the brooks געשׁ <WH1608> of Gaash, אביאל <WH22> Abiel הערבתי׃ <WH6164> the Arbathite,"},{"number":33,"verse":"עזמות <WH5820> Azmaveth הבחרומי <WH978> the Baharumite, אליחבא <WH455> Eliahba השׁעלבני׃ <WH8170> the Shaalbonite,"},{"number":34,"verse":"בני <WH1121> The sons השׁם <WH2044> of Hashem הגזוני <WH1493> the Gizonite, יונתן <WH3129> Jonathan בן <WH1121> the son שׁגה <WH7681> of Shage ההררי׃ <WH2043> the Hararite,"},{"number":35,"verse":"אחיאם <WH279> Ahiam בן <WH1121> the son שׂכר <WH7940> of Sacar ההררי <WH2043> the Hararite, אליפל <WH465> Eliphal בן <WH1121> the son אור׃ <WH218> of Ur,"},{"number":36,"verse":"חפר <WH2660> Hepher המכרתי <WH4382> the Mecherathite, אחיה <WH281> Ahijah הפלני׃ <WH6397> the Pelonite,"},{"number":37,"verse":"חצרו <WH2695> Hezro הכרמלי <WH3761> the Carmelite, נערי <WH5293> Naarai בן <WH1121> the son אזבי׃ <WH229> of Ezbai,"},{"number":38,"verse":"יואל <WH3100> Joel אחי <WH251> the brother נתן <WH5416> of Nathan, מבחר <WH4006> Mibhar בן <WH1121> the son הגרי׃ <WH1905> of Haggeri,"},{"number":39,"verse":"צלק <WH6768> Zelek העמוני <WH5984> the Ammonite, נחרי <WH5171> Naharai הברתי <WH1307> the Berothite, נשׂא <WH5375> the armorbearer כלי <WH3627> the armorbearer יואב <WH3097> of Joab בן <WH1121> the son צרויה׃ <WH6870> of Zeruiah,"},{"number":40,"verse":"עירא <WH5896> Ira היתרי <WH3505> the Ithrite, גרב <WH1619> Gareb היתרי׃ <WH3505> the Ithrite,"},{"number":41,"verse":"אוריה <WH223> Uriah החתי <WH2850> the Hittite, זבד <WH2066> Zabad בן <WH1121> the son אחלי׃ <WH304> of Ahlai,"},{"number":42,"verse":"עדינא <WH5721> Adina בן <WH1121> the son שׁיזא <WH7877> of Shiza הראובני <WH7206> the Reubenite, ראשׁ <WH7218> a captain לראובני <WH7206> of the Reubenites, ועליו <WH5921> with שׁלושׁים׃ <WH7970> and thirty"},{"number":43,"verse":"חנן <WH2605> Hanan בן <WH1121> the son מעכה <WH4601> of Maachah, ויושׁפט <WH3146> and Joshaphat המתני׃ <WH4981> the Mithnite,"},{"number":44,"verse":"עזיא <WH5814> Uzzia העשׁתרתי <WH6254> the Ashterathite, שׁמע <WH8091> Shama ויעואל <WH3273> and Jehiel בני <WH1121> the sons חותם <WH2369> of Hothan הערערי׃ <WH6200> the Aroerite,"},{"number":45,"verse":"ידיעאל <WH3043> Jediael בן <WH1121> the son שׁמרי <WH8113> of Shimri, ויחא <WH3109> and Joha אחיו <WH251> his brother, התיצי׃ <WH8491> the Tizite,"},{"number":46,"verse":"אליאל <WH447> Eliel המחוים <WH4233> the Mahavite, ויריבי <WH3403> and Jeribai, ויושׁויה <WH3145> and Joshaviah, בני <WH1121> the sons אלנעם <WH493> of Elnaam, ויתמה <WH3495> and Ithmah המואבי׃ <WH4125> the Moabite,"},{"number":47,"verse":"אליאל <WH447> Eliel, ועובד <WH5744> and Obed, ויעשׂיאל <WH3300> and Jasiel המצביה׃ <WH4677> the Mesobaite."}]}