{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"ויועץ <WH3289> consulted דויד <WH1732> And David עם <WH5973> with שׂרי <WH8269> the captains האלפים <WH505> of thousands והמאות <WH3967> and hundreds, לכל <WH3605> with every נגיד׃ <WH5057> leader."},{"number":2,"verse":"ויאמר <WH559> said דויד <WH1732> And David לכל <WH3605> unto all קהל <WH6951> the congregation ישׂראל <WH3478> of Israel, אם <WH518> If עליכם <WH5921> unto טוב <WH2895> good ומן <WH4480> you, and of יהוה <WH3068> the LORD אלהינו <WH430> our God, נפרצה <WH6555> abroad נשׁלחה <WH7971> let us send על <WH5921> unto אחינו <WH251> our brethren הנשׁארים <WH7604> every where, left בכל <WH3605> in all ארצות <WH776> the land ישׂראל <WH3478> of Israel, ועמהם <WH5973> and with הכהנים <WH3548> them to the priests והלוים <WH3881> and Levites בערי <WH5892> in their cities מגרשׁיהם <WH4054> suburbs, ויקבצו <WH6908> that they may gather themselves אלינו׃ <WH413> unto"},{"number":3,"verse":"ונסבה <WH5437> And let us bring again את <WH853> ארון <WH727> the ark אלהינו <WH430> of our God אלינו <WH413> to כי <WH3588> us: for לא <WH3808> not דרשׁנהו <WH1875> we inquired בימי <WH3117> at it in the days שׁאול׃ <WH7586> of Saul."},{"number":4,"verse":"ויאמרו <WH559> said כל <WH3605> And all הקהל <WH6951> the congregation לעשׂות <WH6213> that they would do כן <WH3651> so: כי <WH3588> for ישׁר <WH3474> was right הדבר <WH1697> the thing בעיני <WH5869> in the eyes כל <WH3605> of all העם׃ <WH5971> the people."},{"number":5,"verse":"ויקהל <WH6950> gathered דויד <WH1732> So David את <WH853> כל <WH3605> all ישׂראל <WH3478> Israel מן <WH4480> together, from שׁיחור <WH7883> Shihor מצרים <WH4714> of Egypt ועד <WH5704> even unto לבוא <WH935> the entering חמת <WH2574> of Hemath, להביא <WH935> to bring את <WH853> ארון <WH727> the ark האלהים <WH430> of God מקרית <WH7151> יערים׃ <WH7157>"},{"number":6,"verse":"ויעל <WH5927> went up, דויד <WH1732> And David וכל <WH3605> and all ישׂראל <WH3478> Israel, בעלתה <WH1173> to Baalah, אל <WH413> to קרית יערים <WH7157> Kirjath-jearim, אשׁר <WH834> which ליהודה <WH3063> to Judah, להעלות <WH5927> to bring up משׁם <WH8033> thence את <WH853> ארון <WH727> the ark האלהים <WH430> of God יהוה <WH3068> the LORD, יושׁב <WH3427> that dwelleth הכרובים <WH3742> the cherubims, אשׁר <WH834> whose נקרא <WH7121> is called שׁם׃ <WH8034> name"},{"number":7,"verse":"וירכיבו <WH7392> And they carried את <WH853> ארון <WH727> the ark האלהים <WH430> of God על <WH5921> in עגלה <WH5699> cart חדשׁה <WH2319> a new מבית <WH1004> out of the house אבינדב <WH41> of Abinadab: ועזא <WH5798> and Uzza ואחיו <WH283> and Ahio נהגים <WH5090> drove בעגלה׃ <WH5699> the cart."},{"number":8,"verse":"ודויד <WH1732> And David וכל <WH3605> and all ישׂראל <WH3478> Israel משׂחקים <WH7832> played לפני <WH6440> before האלהים <WH430> God בכל <WH3605> with all עז <WH5797> might, ובשׁירים <WH7892> and with singing, ובכנרות <WH3658> and with harps, ובנבלים <WH5035> and with psalteries, ובתפים <WH8596> and with timbrels, ובמצלתים <WH4700> and with cymbals, ובחצצרות׃ <WH2689> and with trumpets."},{"number":9,"verse":"ויבאו <WH935> And when they came עד <WH5704> unto גרן <WH1637> the threshingfloor כידן <WH3592> of Chidon, וישׁלח <WH7971> put forth עזא <WH5798> Uzza את <WH853> ידו <WH3027> his hand לאחז <WH270> to hold את <WH853> הארון <WH727> the ark; כי <WH3588> for שׁמטו <WH8058> stumbled. הבקר׃ <WH1241> the oxen"},{"number":10,"verse":"ויחר <WH2734> was kindled אף <WH639> And the anger יהוה <WH3068> of the LORD בעזא <WH5798> against Uzza, ויכהו <WH5221> and he smote על <WH5921> and he smote אשׁר <WH834> him, because שׁלח <WH7971> he put ידו <WH3027> his hand על <WH5921> him, because הארון <WH727> the ark: וימת <WH4191> he died שׁם <WH8033> and there לפני <WH6440> before אלהים׃ <WH430> God."},{"number":11,"verse":"ויחר <WH2734> was displeased, לדויד <WH1732> And David כי <WH3588> because פרץ <WH6555> had made יהוה <WH3068> the LORD פרץ <WH6556> a breach בעזא <WH5798> upon Uzza: ויקרא <WH7121> is called למקום <WH4725> place ההוא <WH1931> wherefore that פרץ עזא <WH6560> Perez-uzza עד <WH5704> to היום <WH3117> day. הזה׃ <WH2088> this"},{"number":12,"verse":"ויירא <WH3372> was afraid דויד <WH1732> And David את <WH853> האלהים <WH430> of God ביום <WH3117> day, ההוא <WH1931> that לאמר <WH559> saying, היך <WH1963> How אביא <WH935> shall I bring אלי <WH413> to את <WH854> ארון <WH727> the ark האלהים׃ <WH430> of God"},{"number":13,"verse":"ולא <WH3808> not הסיר <WH5493> brought דויד <WH1732> So David את <WH853> הארון <WH727> the ark אליו <WH413> to אל <WH413> himself to עיר <WH5892> the city דויד <WH1732> of David, ויטהו <WH5186> but carried it aside אל <WH413> into בית <WH1004> the house עבד אדם <WH5654> of Obed-edom הגתי׃ <WH1663> the Gittite."},{"number":14,"verse":"וישׁב <WH3427> remained ארון <WH727> And the ark האלהים <WH430> of God עם <WH5973> with בית <WH1004> the family עבד אדם <WH5654> of Obed-edom בביתו <WH1004> in his house שׁלשׁה <WH7969> three חדשׁים <WH2320> months. ויברך <WH1288> blessed יהוה <WH3068> And the LORD את <WH853> בית <WH1004> the house עבד אדם <WH5654> of Obed-edom, ואת <WH853> כל <WH3605> and all אשׁר׃ <WH834> that"}]}