{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"ויעשׂ <WH6213> And made לו בתים <WH1004> him houses בעיר <WH5892> in the city דויד <WH1732> of David, ויכן <WH3559> and prepared מקום <WH4725> a place לארון <WH727> for the ark האלהים <WH430> of God, ויט <WH5186> and pitched לו אהל׃ <WH168> for it a tent."},{"number":2,"verse":"אז <WH227> Then אמר <WH559> said, דויד <WH1732> David לא <WH3808> None לשׂאת <WH5375> ought to carry את <WH853> ארון <WH727> the ark האלהים <WH430> of God כי <WH3588> but אם <WH518> but הלוים <WH3881> the Levites: כי <WH3588> for בם בחר <WH977> chosen יהוה <WH3068> them hath the LORD לשׂאת <WH5375> to carry את <WH853> ארון <WH727> the ark יהוה <WH3068> ולשׁרתו <WH8334> and to minister עד <WH5704> unto him forever. עולם׃ <WH5769> unto him forever."},{"number":3,"verse":"ויקהל <WH6950> gathered דויד <WH1732> And David את <WH853> כל <WH3605> all ישׂראל <WH3478> Israel אל <WH413> together to ירושׁלם <WH3389> Jerusalem, להעלות <WH5927> to bring up את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD אל <WH413> unto מקומו <WH4725> his place, אשׁר <WH834> which הכין׃ <WH3559> he had prepared"},{"number":4,"verse":"ויאסף <WH622> assembled דויד <WH1732> And David את <WH853> בני <WH1121> the children אהרן <WH175> of Aaron, ואת <WH853> הלוים׃ <WH3881> and the Levites:"},{"number":5,"verse":"לבני <WH1121> Of the sons קהת <WH6955> of Kohath; אוריאל <WH222> Uriel השׂר <WH8269> the chief, ואחיו <WH251> and his brethren מאה <WH3967> a hundred ועשׂרים׃ <WH6242> and twenty:"},{"number":6,"verse":"לבני <WH1121> Of the sons מררי <WH4847> of Merari; עשׂיה <WH6222> Asaiah השׂר <WH8269> the chief, ואחיו <WH251> and his brethren מאתים <WH3967> two hundred ועשׂרים׃ <WH6242> and twenty:"},{"number":7,"verse":"לבני <WH1121> Of the sons גרשׁום <WH1648> of Gershom; יואל <WH3100> Joel השׂר <WH8269> the chief, ואחיו <WH251> and his brethren מאה <WH3967> a hundred ושׁלשׁים׃ <WH7970> and thirty:"},{"number":8,"verse":"לבני <WH1121> Of the sons אליצפן <WH469> of Elizaphan; שׁמעיה <WH8098> Shemaiah השׂר <WH8269> the chief, ואחיו <WH251> and his brethren מאתים׃ <WH3967> two hundred:"},{"number":9,"verse":"לבני <WH1121> Of the sons חברון <WH2275> of Hebron; אליאל <WH447> Eliel השׂר <WH8269> the chief, ואחיו <WH251> and his brethren שׁמונים׃ <WH8084> fourscore:"},{"number":10,"verse":"לבני <WH1121> Of the sons עזיאל <WH5816> of Uzziel; עמינדב <WH5992> Amminadab השׂר <WH8269> the chief, ואחיו <WH251> and his brethren מאה <WH3967> a hundred ושׁנים <WH8147> and twelve. עשׂר׃ <WH6240> and twelve."},{"number":11,"verse":"ויקרא <WH7121> called דויד <WH1732> And David לצדוק <WH6659> for Zadok ולאביתר <WH54> and Abiathar הכהנים <WH3548> the priests, וללוים <WH3881> and for the Levites, לאוריאל <WH222> for Uriel, עשׂיה <WH6222> Asaiah, ויואל <WH3100> and Joel, שׁמעיה <WH8098> Shemaiah, ואליאל <WH447> and Eliel, ועמינדב׃ <WH5992> and Amminadab,"},{"number":12,"verse":"ויאמר <WH559> And said להם אתם <WH859> unto them, Ye ראשׁי <WH7218> the chief האבות <WH1> of the fathers ללוים <WH3881> of the Levites: התקדשׁו <WH6942> sanctify yourselves, אתם <WH859> ye ואחיכם <WH251> and your brethren, והעליתם <WH5927> that ye may bring up את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel אל <WH413> unto הכינותי׃ <WH3559> I have prepared"},{"number":13,"verse":"כי <WH3588> For because למבראשׁונה <WH7223> at the first, לא <WH3808> not אתם <WH859> ye פרץ <WH6555> made a breach יהוה <WH3068> the LORD אלהינו <WH430> our God בנו כי <WH3588> upon us, for לא <WH3808> him not דרשׁנהו <WH1875> that we sought כמשׁפט׃ <WH4941> after the due order."},{"number":14,"verse":"ויתקדשׁו <WH6942> sanctified themselves הכהנים <WH3548> So the priests והלוים <WH3881> and the Levites להעלות <WH5927> to bring up את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD אלהי <WH430> God ישׂראל׃ <WH3478> of Israel."},{"number":15,"verse":"וישׂאו <WH5375> bore בני <WH1121> And the children הלוים <WH3881> of the Levites את <WH853> ארון <WH727> the ark האלהים <WH430> of God כאשׁר <WH834> as צוה <WH6680> commanded משׁה <WH4872> Moses כדבר <WH1697> according to the word יהוה <WH3068> of the LORD. בכתפם <WH3802> upon their shoulders במטות <WH4133> with the staves עליהם׃ <WH5921> thereon,"},{"number":16,"verse":"ויאמר <WH559> spoke דויד <WH1732> And David לשׂרי <WH8269> to the chief הלוים <WH3881> of the Levites להעמיד <WH5975> to appoint את <WH853> אחיהם <WH251> their brethren המשׁררים <WH7891> the singers בכלי <WH3627> with instruments שׁיר <WH7892> of music, נבלים <WH5035> psalteries וכנרות <WH3658> and harps ומצלתים <WH4700> and cymbals, משׁמיעים <WH8085> sounding, להרים <WH7311> by lifting up בקול <WH6963> the voice לשׂמחה׃ <WH8057> with joy."},{"number":17,"verse":"ויעמידו <WH5975> appointed הלוים <WH3881> So the Levites את <WH853> הימן <WH1968> Heman בן <WH1121> the son יואל <WH3100> of Joel; ומן <WH4480> and of אחיו <WH251> his brethren, אסף <WH623> Asaph בן <WH1121> the son ברכיהו <WH1296> of Berechiah; ומן <WH4480> and of בני <WH1121> the sons מררי <WH4847> of Merari אחיהם <WH251> their brethren, איתן <WH387> Ethan בן <WH1121> the son קושׁיהו׃ <WH6984> of Kushaiah;"},{"number":18,"verse":"ועמהם <WH5973> And with אחיהם <WH251> them their brethren המשׁנים <WH4932> of the second זכריהו <WH2148> Zechariah, בן <WH1122> Ben, ויעזיאל <WH3268> and Jaaziel, ושׁמירמות <WH8070> and Shemiramoth, ויחיאל <WH3171> and Jehiel, ועני <WH6042> and Unni, אליאב <WH446> Eliab, ובניהו <WH1141> and Benaiah, ומעשׂיהו <WH4641> and Maaseiah, ומתתיהו <WH4993> and Mattithiah, ואליפלהו <WH466> and Elipheleh, ומקניהו <WH4737> and Mikneiah, ועבד אדם <WH5654> and Obed-edom, ויעיאל <WH3273> and Jeiel, השׁערים׃ <WH7778> the porters."},{"number":19,"verse":"והמשׁררים <WH7891> So the singers, הימן <WH1968> Heman, אסף <WH623> Asaph, ואיתן <WH387> and Ethan, במצלתים <WH4700> with cymbals נחשׁת <WH5178> of brass; להשׁמיע׃ <WH8085> to sound"},{"number":20,"verse":"וזכריה <WH2148> And Zechariah, ועזיאל <WH5815> and Aziel, ושׁמירמות <WH8070> and Shemiramoth, ויחיאל <WH3171> and Jehiel, ועני <WH6042> and Unni, ואליאב <WH446> and Eliab, ומעשׂיהו <WH4641> and Maaseiah, ובניהו <WH1141> and Benaiah, בנבלים <WH5035> with psalteries על <WH5921> on עלמות׃ <WH5961> Alamoth;"},{"number":21,"verse":"ומתתיהו <WH4993> And Mattithiah, ואליפלהו <WH466> and Elipheleh, ומקניהו <WH4737> and Mikneiah, ועבד אדם <WH5654> and Obed-edom, ויעיאל <WH3273> and Jeiel, ועזזיהו <WH5812> and Azaziah, בכנרות <WH3658> with harps על <WH5921> on השׁמינית <WH8067> the Sheminith לנצח׃ <WH5329> to excel."},{"number":22,"verse":"וכנניהו <WH3663> And Chenaniah, שׂר <WH8269> chief הלוים <WH3881> of the Levites, במשׂא <WH4853> for song: יסר <WH3256> he instructed במשׂא <WH4853> about the song, כי <WH3588> because מבין <WH995> skillful. הוא׃ <WH1931> he"},{"number":23,"verse":"וברכיה <WH1296> And Berechiah ואלקנה <WH511> and Elkanah שׁערים <WH7778> doorkeepers לארון׃ <WH727> for the ark."},{"number":24,"verse":"ושׁבניהו <WH7645> And Shebaniah, ויושׁפט <WH3146> ונתנאל <WH5417> and Nethaneel, ועמשׂי <WH6022> and Amasai, וזכריהו <WH2148> and Zechariah, ובניהו <WH1141> and Benaiah, ואליעזר <WH461> and Eliezer, הכהנים <WH3548> the priests, מחצצרים <WH2690> did blow בחצצרות <WH2689> with the trumpets לפני <WH6440> before ארון <WH727> the ark האלהים <WH430> of God: ועבד אדם <WH5654> and Obed-edom ויחיה <WH3174> and Jehiah שׁערים <WH7778> doorkeepers לארון׃ <WH727> for the ark."},{"number":25,"verse":"ויהי <WH1961> So דויד <WH1732> David, וזקני <WH2205> and the elders ישׂראל <WH3478> of Israel, ושׂרי <WH8269> and the captains האלפים <WH505> over thousands, ההלכים <WH1980> went להעלות <WH5927> to bring up את <WH853> ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD מן <WH4480> out of בית <WH1004> the house עבד אדם <WH5654> of Obed-edom בשׂמחה׃ <WH8057> with joy."},{"number":26,"verse":"ויהי <WH1961> And it came to pass, בעזר <WH5826> helped האלהים <WH430> when God את <WH853> הלוים <WH3881> the Levites נשׂאי <WH5375> that bore ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD, ויזבחו <WH2076> that they offered שׁבעה <WH7651> seven פרים <WH6499> bullocks ושׁבעה <WH7651> and seven אילים׃ <WH352> rams."},{"number":27,"verse":"ודויד <WH1732> And David מכרבל <WH3736> clothed במעיל <WH4598> with a robe בוץ <WH948> of fine linen, וכל <WH3605> and all הלוים <WH3881> the Levites הנשׂאים <WH5375> that bore את <WH853> הארון <WH727> the ark, והמשׁררים <WH7891> and the singers, וכנניה <WH3663> and Chenaniah השׂר <WH8269> the master המשׂא <WH4853> of the song המשׁררים <WH7891> with the singers: ועל <WH5921> דויד <WH1732> David אפוד <WH646> also upon him an ephod בד׃ <WH906> of linen."},{"number":28,"verse":"וכל <WH3605> Thus all ישׂראל <WH3478> Israel מעלים <WH5927> brought up את <WH853> ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD בתרועה <WH8643> with shouting, ובקול <WH6963> and with sound שׁופר <WH7782> of the cornet, ובחצצרות <WH2689> and with trumpets, ובמצלתים <WH4700> and with cymbals, משׁמעים <WH8085> making a noise בנבלים <WH5035> with psalteries וכנרות׃ <WH3658> and harps."},{"number":29,"verse":"ויהי <WH1961> And it came to pass, ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD בא <WH935> came עד <WH5704> to עיר <WH5892> the city דויד <WH1732> of David, ומיכל <WH4324> that Michal בת <WH1323> the daughter שׁאול <WH7586> of Saul נשׁקפה <WH8259> looking out בעד <WH1157> at החלון <WH2474> a window ותרא <WH7200> saw את <WH853> המלך <WH4428> king דויד <WH1732> David מרקד <WH7540> dancing ומשׂחק <WH7832> and playing: ותבז <WH959> and she despised לו בלבה׃ <WH3820> him in her heart."}]}