{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"ויביאו <WH935> So they brought את <WH853> ארון <WH727> the ark האלהים <WH430> of God, ויציגו <WH3322> and set אתו <WH853> בתוך <WH8432> it in the midst האהל <WH168> of the tent אשׁר <WH834> that נטה <WH5186> had pitched לו דויד <WH1732> David ויקריבו <WH7126> for it: and they offered עלות <WH5930> burnt sacrifices ושׁלמים <WH8002> and peace offerings לפני <WH6440> before האלהים׃ <WH430> God."},{"number":2,"verse":"ויכל <WH3615> had made an end דויד <WH1732> And when David מהעלות <WH5927> of offering העלה <WH5930> the burnt offerings והשׁלמים <WH8002> and the peace offerings, ויברך <WH1288> he blessed את <WH853> העם <WH5971> the people בשׁם <WH8034> in the name יהוה׃ <WH3068> of the LORD."},{"number":3,"verse":"ויחלק <WH2505> And he dealt לכל <WH3605> to every one אישׁ <WH376> to every one ישׂראל <WH3478> of Israel, מאישׁ <WH376> both man ועד <WH5704> אשׁה <WH802> and woman, לאישׁ <WH376> to every one ככר <WH3603> a loaf לחם <WH3899> of bread, ואשׁפר <WH829> and a good piece of flesh, ואשׁישׁה׃ <WH809> and a flagon"},{"number":4,"verse":"ויתן <WH5414> And he appointed לפני <WH6440> before ארון <WH727> the ark יהוה <WH3068> of the LORD, מן <WH4480> of הלוים <WH3881> the Levites משׁרתים <WH8334> to minister ולהזכיר <WH2142> and to record, ולהודות <WH3034> and to thank ולהלל <WH1984> and praise ליהוה <WH3068> the LORD אלהי <WH430> God ישׂראל׃ <WH3478> of Israel:"},{"number":5,"verse":"אסף <WH623> Asaph הראשׁ <WH7218> the chief, ומשׁנהו <WH4932> and next זכריה <WH2148> to him Zechariah, יעיאל <WH3273> Jeiel, ושׁמירמות <WH8070> and Shemiramoth, ויחיאל <WH3171> and Jehiel, ומתתיה <WH4993> and Mattithiah, ואליאב <WH446> and Eliab, ובניהו <WH1141> and Benaiah, ועבד אדם <WH5654> and Obed-edom: ויעיאל <WH3273> and Jeiel בכלי <WH3627> with psalteries נבלים <WH5035> with psalteries ובכנרות <WH3658> and with harps; ואסף <WH623> but Asaph במצלתים <WH4700> with cymbals; משׁמיע׃ <WH8085> made a sound"},{"number":6,"verse":"ובניהו <WH1141> Benaiah ויחזיאל <WH3166> also and Jahaziel הכהנים <WH3548> the priests בחצצרות <WH2689> with trumpets תמיד <WH8548> continually לפני <WH6440> before ארון <WH727> the ark ברית <WH1285> of the covenant האלהים׃ <WH430> of God."},{"number":7,"verse":"ביום <WH3117> day ההוא <WH1931> on that אז <WH227> Then נתן <WH5414> delivered דויד <WH1732> David בראשׁ <WH7218> first להדות <WH3034> to thank ליהוה <WH3068> the LORD ביד <WH3027> into the hand אסף <WH623> of Asaph ואחיו׃ <WH251> and his brethren."},{"number":8,"verse":"הודו <WH3034> Give thanks ליהוה <WH3068> unto the LORD, קראו <WH7121> call בשׁמו <WH8034> upon his name, הודיעו <WH3045> make known בעמים <WH5971> among the people. עלילתיו׃ <WH5949> his deeds"},{"number":9,"verse":"שׁירו <WH7891> Sing לו זמרו <WH2167> unto him, sing psalms לו שׂיחו <WH7878> unto him, talk בכל <WH3605> ye of all נפלאתיו׃ <WH6381> his wondrous works."},{"number":10,"verse":"התהללו <WH1984> Glory בשׁם <WH8034> name: קדשׁו <WH6944> ye in his holy ישׂמח <WH8055> of them rejoice לב <WH3820> let the heart מבקשׁי <WH1245> that seek יהוה׃ <WH3068> the LORD."},{"number":11,"verse":"דרשׁו <WH1875> Seek יהוה <WH3068> the LORD ועזו <WH5797> and his strength, בקשׁו <WH1245> seek פניו <WH6440> his face תמיד׃ <WH8548> continually."},{"number":12,"verse":"זכרו <WH2142> Remember נפלאתיו <WH6381> his marvelous works אשׁר <WH834> that עשׂה <WH6213> he hath done, מפתיו <WH4159> his wonders, ומשׁפטי <WH4941> and the judgments פיהו׃ <WH6310> of his mouth;"},{"number":13,"verse":"זרע <WH2233> O ye seed ישׂראל <WH3478> of Israel עבדו <WH5650> his servant, בני <WH1121> ye children יעקב <WH3290> of Jacob, בחיריו׃ <WH972> his chosen ones."},{"number":14,"verse":"הוא <WH1931> He יהוה <WH3068> the LORD אלהינו <WH430> our God; בכל <WH3605> in all הארץ <WH776> the earth. משׁפטיו׃ <WH4941> his judgments"},{"number":15,"verse":"זכרו <WH2142> Be ye mindful לעולם <WH5769> always בריתו <WH1285> of his covenant; דבר <WH1697> the word צוה <WH6680> he commanded לאלף <WH505> to a thousand דור׃ <WH1755> generations;"},{"number":16,"verse":"אשׁר <WH834> which כרת <WH3772> he made את <WH854> with אברהם <WH85> Abraham, ושׁבועתו <WH7621> and of his oath ליצחק׃ <WH3327> unto Isaac;"},{"number":17,"verse":"ויעמידה <WH5975> And hath confirmed ליעקב <WH3290> the same to Jacob לחק <WH2706> for a law, לישׂראל <WH3478> to Israel ברית <WH1285> covenant, עולם׃ <WH5769> an everlasting"},{"number":18,"verse":"לאמר <WH559> Saying, לך אתן <WH5414> Unto thee will I give ארץ <WH776> the land כנען <WH3667> of Canaan, חבל <WH2256> the lot נחלתכם׃ <WH5159> of your inheritance;"},{"number":19,"verse":"בהיותכם <WH1961> When ye were מתי <WH4962> but few, מספר <WH4557> כמעט <WH4592> even a few, וגרים׃ <WH1481> and strangers"},{"number":20,"verse":"ויתהלכו <WH1980> And they went מגוי <WH1471> from nation אל <WH413> to גוי <WH1471> nation, ומממלכה <WH4467> and from kingdom אל <WH413> to עם <WH5971> people; אחר׃ <WH312> another"},{"number":21,"verse":"לא <WH3808> no הניח <WH3240> לאישׁ <WH376> man לעשׁקם <WH6231> to do them wrong: ויוכח <WH3198> yea, he reproved עליהם <WH5921> for their sakes, מלכים׃ <WH4428> kings"},{"number":22,"verse":"אל <WH408> not תגעו <WH5060> Touch במשׁיחי <WH4899> mine anointed, ובנביאי <WH5030> my prophets אל <WH408> no תרעו׃ <WH7489> and do"},{"number":23,"verse":"שׁירו <WH7891> Sing ליהוה <WH3068> unto the LORD, כל <WH3605> all הארץ <WH776> the earth; בשׂרו <WH1319> show forth מיום <WH3117> from day אל <WH413> to יום <WH3117> day ישׁועתו׃ <WH3444> his salvation."},{"number":24,"verse":"ספרו <WH5608> Declare בגוים <WH1471> among the heathen; את <WH853> כבודו <WH3519> his glory בכל <WH3605> among all העמים <WH5971> nations. נפלאתיו׃ <WH6381> his marvelous works"},{"number":25,"verse":"כי <WH3588> For גדול <WH1419> great יהוה <WH3068> the LORD, ומהלל <WH1984> to be praised: מאד <WH3966> and greatly ונורא <WH3372> also to be feared הוא <WH1931> he על <WH5921> above כל <WH3605> all אלהים׃ <WH430> gods."},{"number":26,"verse":"כי <WH3588> For כל <WH3605> all אלהי <WH430> the gods העמים <WH5971> of the people אלילים <WH457> idols: ויהוה <WH3068> but the LORD שׁמים <WH8064> the heavens. עשׂה׃ <WH6213> made"},{"number":27,"verse":"הוד <WH1935> Glory והדר <WH1926> and honor לפניו <WH6440> in his presence; עז <WH5797> strength וחדוה <WH2304> and gladness במקמו׃ <WH4725> in his place."},{"number":28,"verse":"הבו <WH3051> Give ליהוה <WH3068> unto the LORD, משׁפחות <WH4940> ye kindreds עמים <WH5971> of the people, הבו <WH3051> give ליהוה <WH3068> unto the LORD כבוד <WH3519> glory ועז׃ <WH5797> and strength."},{"number":29,"verse":"הבו <WH3051> Give ליהוה <WH3068> unto the LORD כבוד <WH3519> the glory שׁמו <WH8034> unto his name: שׂאו <WH5375> bring מנחה <WH4503> an offering, ובאו <WH935> and come לפניו <WH6440> before השׁתחוו <WH7812> him: worship ליהוה <WH3068> the LORD בהדרת <WH1927> in the beauty קדשׁ׃ <WH6944> of holiness."},{"number":30,"verse":"חילו <WH2342> Fear מלפניו <WH6440> before כל <WH3605> him, all הארץ <WH776> the earth: אף <WH637> also תכון <WH3559> shall be stable, תבל <WH8398> the world בל <WH1077> that it be not תמוט׃ <WH4131> moved."},{"number":31,"verse":"ישׂמחו <WH8056> השׁמים <WH8064> Let the heavens ותגל <WH1523> rejoice: הארץ <WH776> and let the earth ויאמרו <WH559> and let say בגוים <WH1471> among the nations, יהוה <WH3068> The LORD מלך׃ <WH4427> reigneth."},{"number":32,"verse":"ירעם <WH7481> roar, הים <WH3220> Let the sea ומלואו <WH4393> and the fullness יעלץ <WH5970> rejoice, השׂדה <WH7704> thereof: let the fields וכל <WH3605> and all אשׁר׃ <WH834> that"},{"number":33,"verse":"אז <WH227> Then ירננו <WH7442> sing out עצי <WH6086> shall the trees היער <WH3293> of the wood מלפני <WH6440> at the presence יהוה <WH3068> of the LORD, כי <WH3588> because בא <WH935> he cometh לשׁפוט <WH8199> to judge את <WH853> הארץ׃ <WH776> the earth."},{"number":34,"verse":"הודו <WH3034> O give thanks ליהוה <WH3068> unto the LORD; כי <WH3588> for טוב <WH2896> good; כי <WH3588> for לעולם <WH5769> forever. חסדו׃ <WH2617> his mercy"},{"number":35,"verse":"ואמרו <WH559> And say הושׁיענו <WH3467> ye, Save אלהי <WH430> us, O God ישׁענו <WH3468> of our salvation, וקבצנו <WH6908> and gather us together, והצילנו <WH5337> and deliver מן <WH4480> us from הגוים <WH1471> the heathen, להדות <WH3034> that we may give thanks לשׁם <WH8034> name, קדשׁך <WH6944> to thy holy להשׁתבח <WH7623> glory בתהלתך׃ <WH8416> in thy praise."},{"number":36,"verse":"ברוך <WH1288> Blessed יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel מן <WH4480> forever העולם <WH5769> forever ועד <WH5704> and ever. העלם <WH5769> and ever. ויאמרו <WH559> said, כל <WH3605> And all העם <WH5971> the people אמן <WH543> Amen, והלל <WH1984> and praised ליהוה׃ <WH3068> the LORD."},{"number":37,"verse":"ויעזב <WH5800> So he left שׁם <WH8033> there לפני <WH6440> before ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD לאסף <WH623> Asaph ולאחיו <WH251> and his brethren, לשׁרת <WH8334> to minister לפני <WH6440> before הארון <WH727> the ark תמיד <WH8548> continually, לדבר <WH1697> יוםיומו׃ <WH3117>"},{"number":38,"verse":"ועבד אדם <WH5654> And Obed-edom ואחיהם <WH251> with their brethren, שׁשׁים <WH8346> threescore ושׁמונה <WH8083> and eight; ועבד אדם <WH5654> Obed-edom בן <WH1121> also the son ידיתון <WH3038> of Jeduthun וחסה <WH2621> and Hosah לשׁערים׃ <WH7778> porters:"},{"number":39,"verse":"ואת <WH853> צדוק <WH6659> And Zadok הכהן <WH3548> the priest, ואחיו <WH251> and his brethren הכהנים <WH3548> the priests, לפני <WH6440> before משׁכן <WH4908> the tabernacle יהוה <WH3068> of the LORD בבמה <WH1116> in the high place אשׁר <WH834> that בגבעון׃ <WH1391> at Gibeon,"},{"number":40,"verse":"להעלות <WH5927> To offer עלות <WH5930> burnt offerings ליהוה <WH3068> unto the LORD על <WH5921> upon מזבח <WH4196> the altar העלה <WH5930> of the burnt offering תמיד <WH8548> continually לבקר <WH1242> morning ולערב <WH6153> and evening, ולכל <WH3605> and according to all הכתוב <WH3789> that is written בתורת <WH8451> in the law יהוה <WH3068> of the LORD, אשׁר <WH834> which צוה <WH6680> he commanded על <WH5921> ישׂראל׃ <WH3478> Israel;"},{"number":41,"verse":"ועמהם <WH5973> And with הימן <WH1968> them Heman וידותון <WH3038> and Jeduthun, ושׁאר <WH7605> and the rest הברורים <WH1305> that were chosen, אשׁר <WH834> who נקבו <WH5344> were expressed בשׁמות <WH8034> by name, להדות <WH3034> to give thanks ליהוה <WH3068> to the LORD, כי <WH3588> because לעולם <WH5769> forever; חסדו׃ <WH2617> his mercy"},{"number":42,"verse":"ועמהם <WH5973> And with הימן <WH1968> them Heman וידותון <WH3038> and Jeduthun חצצרות <WH2689> with trumpets ומצלתים <WH4700> and cymbals למשׁמיעים <WH8085> for those that should make a sound, וכלי <WH3627> instruments שׁיר <WH7892> and with musical האלהים <WH430> of God. ובני <WH1121> And the sons ידותון <WH3038> of Jeduthun לשׁער׃ <WH8179> porters."},{"number":43,"verse":"וילכו <WH1980> departed כל <WH3605> And all העם <WH5971> the people אישׁ <WH376> every man לביתו <WH1004> to his house: ויסב <WH5437> returned דויד <WH1732> and David לברך <WH1288> to bless את <WH853> ביתו׃ <WH1004> his house."}]}