{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"ויהי <WH1961> Now it came to pass, כאשׁר <WH834> as ישׁב <WH3427> sat דויד <WH1732> David בביתו <WH1004> in his house, ויאמר <WH559> said דויד <WH1732> that David אל <WH413> to נתן <WH5416> Nathan הנביא <WH5030> the prophet, הנה <WH2009> Lo, אנכי <WH595> I יושׁב <WH3427> dwell בבית <WH1004> in a house הארזים <WH729> וארון <WH727> but the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD תחת <WH8478> under יריעות׃ <WH3407> curtains."},{"number":2,"verse":"ויאמר <WH559> said נתן <WH5416> Then Nathan אל <WH413> unto דויד <WH1732> David, כל <WH3605> all אשׁר <WH834> that בלבבך <WH3824> in thine heart; עשׂה <WH6213> Do כי <WH3588> for האלהים <WH430> God עמך׃ <WH5973> with"},{"number":3,"verse":"ויהי <WH1961> And it came to pass בלילה <WH3915> night, ההוא <WH1931> the same ויהי <WH1961> came דבר <WH1697> that the word אלהים <WH430> of God אל <WH413> to נתן <WH5416> Nathan, לאמר׃ <WH559> saying,"},{"number":4,"verse":"לך <WH1980> Go ואמרת <WH559> and tell אל <WH413> and tell דויד <WH1732> David עבדי <WH5650> my servant, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, לא <WH3808> shalt not אתה <WH859> Thou תבנה <WH1129> build לי הבית <WH1004> me a house לשׁבת׃ <WH3427> to dwell in:"},{"number":5,"verse":"כי <WH3588> For לא <WH3808> I have not ישׁבתי <WH3427> dwelt בבית <WH1004> in a house מן <WH4480> since היום <WH3117> the day אשׁר <WH834> that העליתי <WH5927> I brought up את <WH853> ישׂראל <WH3478> Israel עד <WH5704> unto היום <WH3117> day; הזה <WH2088> this ואהיה <WH1961> but have gone מאהל <WH168> from tent אל <WH413> to אהל <WH168> tent, וממשׁכן׃ <WH4908> and from tabernacle"},{"number":6,"verse":"בכל <WH3605> with all אשׁר <WH834> whom התהלכתי <WH1980> I have walked בכל <WH3605> ישׂראל <WH3478> Israel, הדבר <WH1697> I a word דברתי <WH1696> spoke את <WH854> to אחד <WH259> any שׁפטי <WH8199> of the judges ישׂראל <WH3478> of Israel, אשׁר <WH834> צויתי <WH6680> I commanded לרעות <WH7462> to feed את <WH853> עמי <WH5971> my people, לאמר <WH559> saying, למה <WH4100> Why לא <WH3808> have ye not בניתם <WH1129> built לי בית <WH1004> me a house ארזים׃ <WH729>"},{"number":7,"verse":"ועתה <WH6258> Now כה <WH3541> therefore thus תאמר <WH559> shalt thou say לעבדי <WH5650> unto my servant לדויד <WH1732> David, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אני <WH589> I לקחתיך <WH3947> took מן <WH4480> thee from הנוה <WH5116> the sheepcote, מן <WH4480> from אחרי <WH310> following הצאן <WH6629> the sheep, להיות <WH1961> that thou shouldest be נגיד <WH5057> ruler על <WH5921> over עמי <WH5971> my people ישׂראל׃ <WH3478> Israel:"},{"number":8,"verse":"ואהיה <WH1961> And I have been עמך <WH5973> with בכל <WH3605> thee whithersoever אשׁר <WH834> thee whithersoever הלכת <WH1980> thou hast walked, ואכרית <WH3772> and have cut off את <WH853> כל <WH3605> all אויביך <WH341> thine enemies מפניך <WH6440> from before ועשׂיתי <WH6213> thee, and have made לך שׁם <WH8034> thee a name כשׁם <WH8034> like the name הגדולים <WH1419> of the great men אשׁר <WH834> that בארץ׃ <WH776> in the earth."},{"number":9,"verse":"ושׂמתי <WH7760> Also I will ordain מקום <WH4725> a place לעמי <WH5971> for my people ישׂראל <WH3478> Israel, ונטעתיהו <WH5193> and will plant ושׁכן <WH7931> them, and they shall dwell תחתיו <WH8478> in their place, ולא <WH3808> no ירגז <WH7264> and shall be moved עוד <WH5750> more; ולא <WH3808> neither יוסיפו <WH3254> them any more, בני <WH1121> shall the children עולה <WH5766> of wickedness לבלתו <WH1086> waste כאשׁר <WH834> as בראשׁונה׃ <WH7223> at the beginning,"},{"number":10,"verse":"ולמימים <WH3117> אשׁר <WH834> that צויתי <WH6680> I commanded שׁפטים <WH8199> judges על <WH5921> over עמי <WH5971> my people ישׂראל <WH3478> Israel. והכנעתי <WH3665> Moreover I will subdue את <WH853> כל <WH3605> all אויביך <WH341> thine enemies. ואגד <WH5046> Furthermore I tell לך ובית <WH1004> thee a house. יבנה <WH1129> will build לך יהוה׃ <WH3068> thee that the LORD"},{"number":11,"verse":"והיה <WH1961> And it shall come to pass, כי <WH3588> when מלאו <WH4390> be expired ימיך <WH3117> thy days ללכת <WH1980> that thou must go עם <WH5973> with אבתיך <WH1> thy fathers, והקימותי <WH6965> that I will raise up את <WH853> זרעך <WH2233> thy seed אחריך <WH310> after אשׁר <WH834> thee, which יהיה <WH1961> shall be מבניך <WH1121> of thy sons; והכינותי <WH3559> and I will establish את <WH853> מלכותו׃ <WH4438> his kingdom."},{"number":12,"verse":"הוא <WH1931> He יבנה <WH1129> shall build לי בית <WH1004> me a house, וכננתי <WH3559> and I will establish את <WH853> כסאו <WH3678> his throne עד <WH5704> forever. עולם׃ <WH5769> forever."},{"number":13,"verse":"אני <WH589> I אהיה <WH1961> will be לו לאב <WH1> his father, והוא <WH1931> and he יהיה <WH1961> shall be לי לבן <WH1121> my son: וחסדי <WH2617> take my mercy away לא <WH3808> and I will not אסיר <WH5493> take my mercy away מעמו <WH5973> from כאשׁר <WH834> him, as הסירותי <WH5493> I took מאשׁר <WH834> from that היה <WH1961> was לפניך׃ <WH6440> before"},{"number":14,"verse":"והעמדתיהו <WH5975> But I will settle בביתי <WH1004> him in mine house ובמלכותי <WH4438> and in my kingdom עד <WH5704> forever: העולם <WH5769> forever: וכסאו <WH3678> and his throne יהיה <WH1961> shall be נכון <WH3559> established עד <WH5704> forevermore. עולם׃ <WH5769> forevermore."},{"number":15,"verse":"ככל <WH3605> According to all הדברים <WH1697> words, האלה <WH428> these וככל <WH3605> and according to all החזון <WH2377> vision, הזה <WH2088> this כן <WH3651> so דבר <WH1696> speak נתן <WH5416> did Nathan אל <WH413> unto דויד׃ <WH1732> David."},{"number":16,"verse":"ויבא <WH935> came המלך <WH4428> the king דויד <WH1732> And David וישׁב <WH3427> and sat לפני <WH6440> before יהוה <WH3068> the LORD, ויאמר <WH559> and said, מי <WH4310> Who אני <WH589> I, יהוה <WH3068> O LORD אלהים <WH430> God, ומי <WH4310> and what ביתי <WH1004> mine house, כי <WH3588> that הביאתני <WH935> thou hast brought עד <WH5704> me hitherto? הלם׃ <WH1988> me hitherto?"},{"number":17,"verse":"ותקטן <WH6994> was a small thing זאת <WH2063> And this בעיניך <WH5869> in thine eyes, אלהים <WH430> O God; ותדבר <WH1696> for thou hast spoken על <WH5921> of בית <WH1004> house עבדך <WH5650> thy servant's למרחוק <WH7350> for a great while to come, וראיתני <WH7200> and hast regarded כתור <WH8448> me according to the estate האדם <WH120> of a man המעלה <WH4609> of high degree, יהוה <WH3068> O LORD אלהים׃ <WH430> God."},{"number":18,"verse":"מה <WH4100> What יוסיף <WH3254> more עוד <WH5750> more דויד <WH1732> can David אליך <WH413> to לכבוד <WH3519> thee for the honor את <WH853> עבדך <WH5650> of thy servant? ואתה <WH859> for thou את <WH853> עבדך <WH5650> thy servant. ידעת׃ <WH3045> knowest"},{"number":19,"verse":"יהוה <WH3068> O LORD, בעבור <WH5668> עבדךכלבך <WH3820> and according to thine own heart, עשׂית <WH6213> hast thou done את <WH853> כל <WH3605> all הגדולה <WH1420> greatness, הזאת <WH2063> this להדיע <WH3045> in making known את <WH853> כל <WH3605> all הגדלות׃ <WH1420> great things."},{"number":20,"verse":"יהוה <WH3068> O LORD, אין <WH369> none כמוך <WH3644> like thee, ואין <WH369> neither אלהים <WH430> God זולתך <WH2108> beside בכל <WH3605> thee, according to all אשׁר <WH834> that שׁמענו <WH8085> we have heard באזנינו׃ <WH241> with our ears."},{"number":21,"verse":"ומי <WH4310> And what כעמך <WH5971> like thy people ישׂראל <WH3478> Israel, גוי <WH1471> nation אחד <WH259> one בארץ <WH776> in the earth אשׁר <WH834> whom הלך <WH1980> went האלהים <WH430> God לפדות <WH6299> to redeem לו עם <WH5971> his own people, לשׂום <WH7760> to make לך שׁם <WH8034> thee a name גדלות <WH1420> of greatness ונראות <WH3372> and terribleness, לגרשׁ <WH1644> by driving out מפני <WH6440> from before עמך <WH5971> thy people, אשׁר <WH834> whom פדית <WH6299> thou hast redeemed ממצרים <WH4714> גוים׃ <WH1471> nations"},{"number":22,"verse":"ותתן <WH5414> didst thou make את <WH853> עמך <WH5971> For thy people ישׂראל <WH3478> Israel לך לעם <WH5971> thine own people עד <WH5704> forever; עולם <WH5769> forever; ואתה <WH859> and thou, יהוה <WH3068> LORD, היית <WH1961> becamest להם לאלהים׃ <WH430> their God."},{"number":23,"verse":"ועתה <WH6258> Therefore now, יהוה <WH3068> LORD, הדבר <WH1697> let the thing אשׁר <WH834> that דברת <WH1696> thou hast spoken על <WH5921> concerning עבדך <WH5650> thy servant ועל <WH5921> and concerning ביתו <WH1004> his house יאמן <WH539> be established עד <WH5704> forever, עולם <WH5769> forever, ועשׂה <WH6213> and do כאשׁר <WH834> as דברת׃ <WH1696> thou hast said."},{"number":24,"verse":"ויאמן <WH539> Let it even be established, ויגדל <WH1431> may be magnified שׁמך <WH8034> that thy name עד <WH5704> forever, עולם <WH5769> forever, לאמר <WH559> saying, יהוה <WH3068> The LORD צבאות <WH6635> of hosts אלהי <WH430> the God ישׂראל <WH3478> of Israel, אלהים <WH430> a God לישׂראל <WH3478> to Israel: ובית <WH1004> and the house דויד <WH1732> of David עבדך <WH5650> thy servant נכון <WH3559> established לפניך׃ <WH6440> before"},{"number":25,"verse":"כי <WH3588> For אתה <WH859> thou, אלהי <WH430> O my God, גלית <WH1540> אתזן <WH241> עבדך <WH5650> thy servant לבנות <WH1129> that thou wilt build לו בית <WH1004> him a house: על <WH5921> therefore כן <WH3651> therefore מצא <WH4672> hath found עבדך <WH5650> thy servant להתפלל <WH6419> to pray לפניך׃ <WH6440> before"},{"number":26,"verse":"ועתה <WH6258> And now, יהוה <WH3068> LORD, אתה <WH859> thou הוא <WH1931> האלהים <WH430> art God, ותדבר <WH1696> and hast promised על <WH5921> unto עבדך <WH5650> thy servant: הטובה <WH2896> goodness הזאת׃ <WH2063> this"},{"number":27,"verse":"ועתה <WH6258> Now הואלת <WH2974> therefore let it please לברך <WH1288> thee to bless את <WH853> בית <WH1004> the house עבדך <WH5650> of thy servant, להיות <WH1961> that it may be לעולם <WH5769> thee forever: לפניך <WH6440> before כי <WH3588> for אתה <WH859> thou יהוה <WH3068> O LORD, ברכת <WH1288> blessest, ומברך <WH1288> and blessed לעולם׃ <WH5769> forever."}]}