{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"אלה <WH428> These בני <WH1121> the sons ישׂראל <WH3478> of Israel; ראובן <WH7205> Reuben, שׁמעון <WH8095> Simeon, לוי <WH3878> Levi, ויהודה <WH3063> and Judah, ישׂשכר <WH3485> Issachar, וזבלון׃ <WH2074> and Zebulun,"},{"number":2,"verse":"דן <WH1835> Dan, יוסף <WH3130> Joseph, ובנימן <WH1144> and Benjamin, נפתלי <WH5321> Naphtali, גד <WH1410> Gad, ואשׁר׃ <WH836> and Asher."},{"number":3,"verse":"בני <WH1121> The sons יהודה <WH3063> of Judah; ער <WH6147> Er, ואונן <WH209> and Onan, ושׁלה <WH7956> and Shelah: שׁלושׁה <WH7969> three נולד <WH3205> were born לו מבת <WH1323> unto him of the daughter שׁוע <WH7774> הכנענית <WH3669> the Canaanitess. ויהי <WH1961> was ער <WH6147> And Er, בכור <WH1060> the firstborn יהודה <WH3063> of Judah, רע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3069> וימיתהו׃ <WH4191> and he slew"},{"number":4,"verse":"ותמר <WH8559> And Tamar כלתו <WH3618> his daughter in law ילדה <WH3205> bore לו את <WH853> פרץ <WH6557> him Pharez ואת <WH853> זרח <WH2226> and Zerah. כל <WH3605> All בני <WH1121> the sons יהודה <WH3063> of Judah חמשׁה׃ <WH2568> five."},{"number":5,"verse":"בני <WH1121> The sons פרץ <WH6557> of Pharez; חצרון <WH2696> Hezron, וחמול׃ <WH2538> and Hamul."},{"number":6,"verse":"ובני <WH1121> And the sons זרח <WH2226> of Zerah; זמרי <WH2174> Zimri, ואיתן <WH387> and Ethan, והימן <WH1968> and Heman, וכלכל <WH3633> and Calcol, ודרע <WH1873> and Dara: כלם <WH3605> of them in all. חמשׁה׃ <WH2568> five"},{"number":7,"verse":"ובני <WH1121> And the sons כרמי <WH3756> of Carmi; עכר <WH5917> Achar, עוכר <WH5916> the troubler ישׂראל <WH3478> of Israel, אשׁר <WH834> who מעל <WH4603> transgressed בחרם׃ <WH2764> in the thing accursed."},{"number":8,"verse":"ובני <WH1121> And the sons איתן <WH387> of Ethan; עזריה׃ <WH5838> Azariah."},{"number":9,"verse":"ובני <WH1121> The sons חצרון <WH2696> also of Hezron, אשׁר <WH834> that נולד <WH3205> were born לו את <WH853> ירחמאל <WH3396> unto him; Jerahmeel, ואת <WH853> רם <WH7410> and Ram, ואת <WH853> כלובי׃ <WH3621> and Chelubai."},{"number":10,"verse":"ורם <WH7410> And Ram הוליד <WH3205> begot את <WH853> עמינדב <WH5992> Amminadab; ועמינדב <WH5992> and Amminadab הוליד <WH3205> begot את <WH853> נחשׁון <WH5177> Nahshon, נשׂיא <WH5387> prince בני <WH1121> of the children יהודה׃ <WH3063> of Judah;"},{"number":11,"verse":"ונחשׁון <WH5177> And Nahshon הוליד <WH3205> begot את <WH853> שׂלמא <WH8007> Salma, ושׂלמא <WH8007> and Salma הוליד <WH3205> begot את <WH853> בעז׃ <WH1162> Boaz,"},{"number":12,"verse":"ובעז <WH1162> And Boaz הוליד <WH3205> begot את <WH853> עובד <WH5744> Obed, ועובד <WH5744> and Obed הוליד <WH3205> begot את <WH853> ישׁי׃ <WH3448> Jesse,"},{"number":13,"verse":"ואישׁי <WH3448> And Jesse הוליד <WH3205> begot את <WH853> בכרו <WH1060> his firstborn את <WH853> אליאב <WH446> Eliab, ואבינדב <WH41> and Abinadab השׁני <WH8145> the second, ושׁמעא <WH8092> and Shimma השׁלישׁי׃ <WH7992> the third,"},{"number":14,"verse":"נתנאל <WH5417> Nethaneel הרביעי <WH7243> the fourth, רדי <WH7288> Raddai החמישׁי׃ <WH2549> the fifth,"},{"number":15,"verse":"אצם <WH684> Ozem השׁשׁי <WH8345> the sixth, דויד <WH1732> David השׁבעי׃ <WH7637> the seventh:"},{"number":16,"verse":"ואחיתיהם <WH269> Whose sisters צרויה <WH6870> Zeruiah, ואביגיל <WH26> and Abigail. ובני <WH1121> And the sons צרויה <WH6870> of Zeruiah; אבשׁי <WH52> Abishai, ויואב <WH3097> and Joab, ועשׂה אל <WH6214> and Asahel, שׁלשׁה׃ <WH7969> three."},{"number":17,"verse":"ואביגיל <WH26> And Abigail ילדה <WH3205> bore את <WH853> עמשׂא <WH6021> Amasa: ואבי <WH1> and the father עמשׂא <WH6021> of Amasa יתר <WH3500> Jether הישׁמעאלי׃ <WH3459> the Ishmaelite."},{"number":18,"verse":"וכלב <WH3612> And Caleb בן <WH1121> the son חצרון <WH2696> of Hezron הוליד <WH3205> begot את <WH853> עזובה <WH5806> Azubah אשׁה <WH802> wife, ואת <WH854> of יריעות <WH3408> Jerioth: ואלה <WH428> these; בניה <WH1121> her sons ישׁר <WH3475> Jesher, ושׁובב <WH7727> and Shobab, וארדון׃ <WH715> and Ardon."},{"number":19,"verse":"ותמת <WH4191> was dead, עזובה <WH5806> And when Azubah ויקח <WH3947> took לו כלב <WH3612> Caleb את <WH853> אפרת <WH672> unto him Ephrath, ותלד <WH3205> which bore לו את <WH853> חור׃ <WH2354> him Hur."},{"number":20,"verse":"וחור <WH2354> And Hur הוליד <WH3205> begot את <WH853> אורי <WH221> Uri, ואורי <WH221> and Uri הוליד <WH3205> begot את <WH853> בצלאל׃ <WH1212> Bezaleel."},{"number":21,"verse":"ואחר <WH310> And afterward בא <WH935> went in חצרון <WH2696> Hezron אל <WH413> to בת <WH1323> the daughter מכיר <WH4353> of Machir אבי <WH1> the father גלעד <WH1568> of Gilead, והוא <WH1931> whom he לקחה <WH3947> married והוא <WH1931> when he בן <WH1121> old; שׁשׁים <WH8346> threescore שׁנה <WH8141> years ותלד <WH3205> and she bore לו את <WH853> שׂגוב׃ <WH7687> him Segub."},{"number":22,"verse":"ושׂגוב <WH7687> And Segub הוליד <WH3205> begot את <WH853> יאיר <WH2971> Jair, ויהי <WH1961> who had לו עשׂרים <WH6242> and twenty ושׁלושׁ <WH7969> three ערים <WH5892> cities בארץ <WH776> in the land הגלעד׃ <WH1568> of Gilead."},{"number":23,"verse":"ויקח <WH3947> And he took גשׁור <WH1650> Geshur, וארם <WH758> and Aram, את <WH854> with חות <WH2333> the towns יאיר <WH2971> of Jair, מאתם <WH853> את <WH854> from קנת <WH7079> Kenath, ואת <WH853> בנתיה <WH1323> and the towns שׁשׁים <WH8346> thereof, threescore עיר <WH5892> cities. כל <WH3605> All אלה <WH428> these בני <WH1121> the sons מכיר <WH4353> of Machir אבי <WH1> the father גלעד׃ <WH1568> of Gilead."},{"number":24,"verse":"ואחר <WH310> And after that מות <WH4194> was dead חצרון <WH2696> Hezron בכלב אפרתה <WH3613> in Caleb-ephratah, ואשׁת <WH802> wife חצרון <WH2696> Hezron's אביה <WH29> then Abiah ותלד <WH3205> bore לו את <WH853> אשׁחור <WH806> him Ashur אבי <WH1> the father תקוע׃ <WH8620> of Tekoa."},{"number":25,"verse":"ויהיו <WH1961> were, בני <WH1121> And the sons ירחמאל <WH3396> of Jerahmeel בכור <WH1060> the firstborn חצרון <WH2696> of Hezron הבכור <WH1060> the firstborn, רם <WH7410> Ram ובונה <WH946> and Bunah, וארן <WH767> and Oren, ואצם <WH684> and Ozem, אחיה׃ <WH281> Ahijah."},{"number":26,"verse":"ותהי <WH1961> had אשׁה <WH802> wife, אחרת <WH312> also another לירחמאל <WH3396> Jerahmeel ושׁמה <WH8034> whose name עטרה <WH5851> Atarah; היא <WH1931> she אם <WH517> the mother אונם׃ <WH208> of Onam."},{"number":27,"verse":"ויהיו <WH1961> were, בני <WH1121> And the sons רם <WH7410> of Ram בכור <WH1060> the firstborn ירחמאל <WH3396> of Jerahmeel מעץ <WH4619> Maaz, וימין <WH3226> and Jamin, ועקר׃ <WH6134> and Eker."},{"number":28,"verse":"ויהיו <WH1961> were, בני <WH1121> And the sons אונם <WH208> of Onam שׁמי <WH8060> Shammai, וידע <WH3047> and Jada. ובני <WH1121> And the sons שׁמי <WH8060> of Shammai; נדב <WH5070> Nadab, ואבישׁור׃ <WH51> and Abishur."},{"number":29,"verse":"ושׁם <WH8034> And the name אשׁת <WH802> of the wife אבישׁור <WH51> of Abishur אביהיל <WH32> Abihail, ותלד <WH3205> and she bore לו את <WH853> אחבן <WH257> him Ahban, ואת <WH853> מוליד׃ <WH4140> and Molid."},{"number":30,"verse":"ובני <WH1121> And the sons נדב <WH5070> of Nadab; סלד <WH5540> Seled, ואפים <WH649> and Appaim: וימת <WH4191> died סלד <WH5540> but Seled לא <WH3808> without בנים׃ <WH1121> children."},{"number":31,"verse":"ובני <WH1121> And the sons אפים <WH649> of Appaim; ישׁעי <WH3469> Ishi. ובני <WH1121> And the sons ישׁעי <WH3469> of Ishi; שׁשׁן <WH8348> Sheshan. ובני <WH1121> And the children שׁשׁן <WH8348> of Sheshan; אחלי׃ <WH304> Ahlai."},{"number":32,"verse":"ובני <WH1121> And the sons ידע <WH3047> of Jada אחי <WH251> the brother שׁמי <WH8060> of Shammai; יתר <WH3500> Jether, ויונתן <WH3129> וימת <WH4191> died יתר <WH3500> and Jether לא <WH3808> without בנים׃ <WH1121> children."},{"number":33,"verse":"ובני <WH1121> And the sons יונתן <WH3129> פלת <WH6431> Peleth, וזזא <WH2117> and Zaza. אלה <WH428> These היו <WH1961> were בני <WH1121> the sons ירחמאל׃ <WH3396> of Jerahmeel."},{"number":34,"verse":"ולא <WH3808> no היה <WH1961> had לשׁשׁן <WH8348> Now Sheshan בנים <WH1121> sons, כי <WH3588> but אם <WH518> but בנות <WH1323> daughters. ולשׁשׁן <WH8348> And Sheshan עבד <WH5650> had a servant, מצרי <WH4713> an Egyptian, ושׁמו <WH8034> whose name ירחע׃ <WH3398> Jarha."},{"number":35,"verse":"ויתן <WH5414> gave שׁשׁן <WH8348> And Sheshan את <WH853> בתו <WH1323> his daughter לירחע <WH3398> to Jarha עבדו <WH5650> his servant לאשׁה <WH802> to wife; ותלד <WH3205> and she bore לו את <WH853> עתי׃ <WH6262> him Attai."},{"number":36,"verse":"ועתי <WH6262> And Attai הליד <WH3205> begot את <WH853> נתן <WH5416> Nathan, ונתן <WH5416> and Nathan הוליד <WH3205> begot את <WH853> זבד׃ <WH2066> Zabad,"},{"number":37,"verse":"וזבד <WH2066> And Zabad הוליד <WH3205> begot את <WH853> אפלל <WH654> Ephlal, ואפלל <WH654> and Ephlal הוליד <WH3205> begot את <WH853> עובד׃ <WH5744> Obed,"},{"number":38,"verse":"ועובד <WH5744> And Obed הוליד <WH3205> begot את <WH853> יהוא <WH3058> Jehu, ויהוא <WH3058> and Jehu הוליד <WH3205> begot את <WH853> עזריה׃ <WH5838> Azariah,"},{"number":39,"verse":"ועזריה <WH5838> And Azariah הליד <WH3205> begot את <WH853> חלץ <WH2503> Helez, וחלץ <WH2503> and Helez הליד <WH3205> begot את <WH853> אלעשׂה׃ <WH501> Eleasah,"},{"number":40,"verse":"ואלעשׂה <WH501> And Eleasah הליד <WH3205> begot את <WH853> ססמי <WH5581> Sisamai, וססמי <WH5581> and Sisamai הליד <WH3205> begot את <WH853> שׁלום׃ <WH7967> Shallum,"},{"number":41,"verse":"ושׁלום <WH7967> And Shallum הוליד <WH3205> begot את <WH853> יקמיה <WH3359> Jekamiah, ויקמיה <WH3359> and Jekamiah הליד <WH3205> begot את <WH853> אלישׁמע׃ <WH476> Elishama."},{"number":42,"verse":"ובני <WH1121> Now the sons כלב <WH3612> of Caleb אחי <WH251> the brother ירחמאל <WH3396> of Jerahmeel מישׁע <WH4337> Mesha בכרו <WH1060> his firstborn, הוא <WH1931> which אבי <WH1> was the father זיף <WH2128> of Ziph; ובני <WH1121> and the sons מרשׁה <WH4762> of Mareshah אבי <WH1> the father חברון׃ <WH2275> of Hebron."},{"number":43,"verse":"ובני <WH1121> And the sons חברון <WH2275> of Hebron; קרח <WH7141> Korah, ותפח <WH8599> and Tappuah, ורקם <WH7552> and Rekem, ושׁמע׃ <WH8087> and Shema."},{"number":44,"verse":"ושׁמע <WH8087> And Shema הוליד <WH3205> begot את <WH853> רחם <WH7357> Raham, אבי <WH1> the father ירקעם <WH3421> of Jorkoam: ורקם <WH7552> and Rekem הוליד <WH3205> begot את <WH853> שׁמי׃ <WH8060> Shammai."},{"number":45,"verse":"ובן <WH1121> And the son שׁמי <WH8060> of Shammai מעון <WH4584> Maon: ומעון <WH4584> and Maon אבי <WH1> the father בית צור׃ <WH1049> of Beth-zur."},{"number":46,"verse":"ועיפה <WH5891> And Ephah, פילגשׁ <WH6370> concubine, כלב <WH3612> Caleb's ילדה <WH3205> bore את <WH853> חרן <WH2771> Haran, ואת <WH853> מוצא <WH4162> and Moza, ואת <WH853> גזז <WH1495> and Gazez: וחרן <WH2771> and Haran הליד <WH3205> begot את <WH853> גזז׃ <WH1495> Gazez."},{"number":47,"verse":"ובני <WH1121> And the sons יהדי <WH3056> of Jahdai; רגם <WH7276> Regem, ויותם <WH3147> and Jotham, וגישׁן <WH1529> and Geshan, ופלט <WH6404> and Pelet, ועיפה <WH5891> and Ephah, ושׁעף׃ <WH8174> and Shaaph."},{"number":48,"verse":"פלגשׁ <WH6370> concubine, כלב <WH3612> Caleb's מעכה <WH4601> Maachah, ילד <WH3205> bore שׁבר <WH7669> Sheber, ואת <WH853> תרחנה׃ <WH8647> and Tirhanah."},{"number":49,"verse":"ותלד <WH3205> She bore שׁעף <WH8174> also Shaaph אבי <WH1> the father מדמנה <WH4089> of Madmannah, את <WH853> שׁוא <WH7724> Sheva אבי <WH1> the father מכבנה <WH4343> of Machbenah, ואבי <WH1> and the father גבעא <WH1388> of Gibea: ובת <WH1323> and the daughter כלב <WH3612> of Caleb עכסה׃ <WH5915> Achsah."},{"number":50,"verse":"אלה <WH428> These היו <WH1961> were בני <WH1121> the sons כלב <WH3612> of Caleb בן <WH1121> the son חור <WH2354> of Hur, בכור <WH1060> the firstborn אפרתה <WH672> of Ephratah; שׁובל <WH7732> Shobal אבי <WH1> the father קרית יערים׃ <WH7157> of Kirjath-jearim,"},{"number":51,"verse":"שׂלמא <WH8007> Salma אבי <WH1> the father בית לחם <WH1035> of Bethlehem, חרף <WH2780> Hareph אבי <WH1> the father בית גדר׃ <WH1013> of Beth-gader."},{"number":52,"verse":"ויהיו <WH1961> had בנים <WH1121> sons; לשׁובל <WH7732> And Shobal אבי <WH1> the father קרית יערים <WH7157> of Kirjath-jearim הראה <WH7204> Haroeh, חצי <WH2677> half המנחות׃ <WH2679>"},{"number":53,"verse":"ומשׁפחות <WH4940> And the families קרית יערים <WH7157> of Kirjath-jearim; היתרי <WH3505> the Ithrites, והפותי <WH6336> and the Puhites, והשׁמתי <WH8126> and the Shumathites, והמשׁרעי <WH4954> and the Mishraites; מאלה <WH428> of them יצאו <WH3318> came הצרעתי <WH6882> the Zareathites, והאשׁתאלי׃ <WH848> and the Eshtaulites."},{"number":54,"verse":"בני <WH1121> The sons שׂלמא <WH8007> of Salma; בית לחם <WH1035> Bethlehem, ונטופתי <WH5200> and the Netophathites, עטרות בית יואב <WH5854> Ataroth the house of Joab, וחצי <WH2677> and half המנחתי <WH2680> of the Manahethites, הצרעי׃ <WH6882> the Zorites."},{"number":55,"verse":"ומשׁפחות <WH4940> And the families ספרים <WH5608> of the scribes ישׁבו <WH3427> which dwelt יעבץ <WH3258> at Jabez; תרעתים <WH8654> the Tirathites, שׁמעתים <WH8101> the Shimeathites, שׂוכתים <WH7756> Suchathites. המה <WH1992> These הקינים <WH7017> the Kenites הבאים <WH935> that came מחמת <WH2575> אבי <WH1> the father בית <WH1004> of the house רכב׃ <WH7394> of Rechab."}]}