{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"ויעמד <WH5975> stood up שׂטן <WH7854> And Satan על <WH5921> against ישׂראל <WH3478> Israel, ויסת <WH5496> and provoked את <WH853> דויד <WH1732> David למנות <WH4487> to number את <WH853> ישׂראל׃ <WH3478> Israel."},{"number":2,"verse":"ויאמר <WH559> said דויד <WH1732> And David אל <WH413> to יואב <WH3097> Joab ואל <WH413> and to שׂרי <WH8269> the rulers העם <WH5971> of the people, לכו <WH1980> Go, ספרו <WH5608> number את <WH853> ישׂראל <WH3478> Israel מבאר שׁבע <WH884> ועד <WH5704> even to דן <WH1835> Dan; והביאו <WH935> and bring אלי <WH413> of them to ואדעה <WH3045> me, that I may know את <WH853> מספרם׃ <WH4557> the number"},{"number":3,"verse":"ויאמר <WH559> answered, יואב <WH3097> And Joab יוסף <WH3254> so many more יהוה <WH3068> The LORD על <WH5921> עמו <WH5971> make his people כהם <WH1992> as they מאה <WH3967> a hundred פעמים <WH6471> times הלא <WH3808> they not אדני <WH113> but, my lord המלך <WH4428> the king, כלם <WH3605> all לאדני <WH113> my lord's לעבדים <WH5650> servants? למה <WH4100> why יבקשׁ <WH1245> require זאת <WH2063> this thing? אדני <WH113> then doth my lord למה <WH4100> why יהיה <WH1961> will he be לאשׁמה <WH819> a cause of trespass לישׂראל׃ <WH3478> to Israel?"},{"number":4,"verse":"ודבר <WH1697> word המלך <WH4428> Nevertheless the king's חזק <WH2388> prevailed על <WH5921> against יואב <WH3097> Joab. ויצא <WH3318> departed, יואב <WH3097> Wherefore Joab ויתהלך <WH1980> and went בכל <WH3605> throughout all ישׂראל <WH3478> Israel, ויבא <WH935> and came ירושׁלם׃ <WH3389> to Jerusalem."},{"number":5,"verse":"ויתן <WH5414> gave יואב <WH3097> And Joab את <WH853> מספר <WH4557> the sum מפקד <WH4662> of the number העם <WH5971> of the people אל <WH413> unto דויד <WH1732> David. ויהי <WH1961> were כל <WH3605> And all ישׂראל <WH3478> Israel אלף <WH505> a thousand אלפים <WH505> thousand ומאה <WH3967> and a hundred אלף <WH505> thousand אישׁ <WH376> men שׁלף <WH8025> that drew חרב <WH2719> sword: ויהודה <WH3063> and Judah ארבע <WH702> four מאות <WH3967> hundred ושׁבעים <WH7657> threescore and ten אלף <WH505> thousand אישׁ <WH376> men שׁלף <WH8025> that drew חרב׃ <WH2719> sword."},{"number":6,"verse":"ולוי <WH3878> But Levi ובנימן <WH1144> and Benjamin לא <WH3808> he not פקד <WH6485> counted בתוכם <WH8432> among כי <WH3588> them: for נתעב <WH8581> was abominable דבר <WH1697> word המלך <WH4428> the king's את <WH854> יואב׃ <WH3097> to Joab."},{"number":7,"verse":"וירע <WH7489> בעיני <WH5869> was displeased האלהים <WH430> And God על <WH5921> with הדבר <WH1697> thing; הזה <WH2088> this ויך <WH5221> therefore he smote את <WH853> ישׂראל׃ <WH3478> Israel."},{"number":8,"verse":"ויאמר <WH559> said דויד <WH1732> And David אל <WH413> unto האלהים <WH430> God, חטאתי <WH2398> I have sinned מאד <WH3966> greatly, אשׁר <WH834> because עשׂיתי <WH6213> I have done את <WH853> הדבר <WH1697> thing: הזה <WH2088> this ועתה <WH6258> but now, העבר <WH5674> do away נא <WH4994> I beseech thee, את <WH853> עוון <WH5771> the iniquity עבדך <WH5650> of thy servant; כי <WH3588> for נסכלתי <WH5528> מאד׃ <WH3966>"},{"number":9,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto גד <WH1410> Gad, חזה <WH2374> seer, דויד <WH1732> David's לאמר׃ <WH559> saying,"},{"number":10,"verse":"לך <WH1980> Go ודברת <WH1696> and tell אל <WH413> and tell דויד <WH1732> David, לאמר <WH559> saying, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, שׁלושׁ <WH7969> thee three אני <WH589> I נטה <WH5186> offer עליך <WH5921> offer בחר <WH977> choose לך אחת <WH259> thee one מהנה <WH2007> ואעשׂה׃ <WH6213> that I may do"},{"number":11,"verse":"ויבא <WH935> came גד <WH1410> So Gad אל <WH413> to דויד <WH1732> David, ויאמר <WH559> and said לו כה <WH3541> unto him, Thus אמר <WH559> saith יהוה <WH3068> the LORD, קבל׃ <WH6901> Choose"},{"number":12,"verse":"אם <WH518> Either שׁלושׁ <WH7969> three שׁנים <WH8141> years' רעב <WH7458> famine; ואם <WH518> or שׁלשׁה <WH7969> three חדשׁים <WH2320> months נספה <WH5595> to be destroyed מפני <WH6440> before צריך <WH6862> thy foes, וחרב <WH2719> while that the sword אויבך <WH341> of thine enemies למשׂגת <WH5381> overtaketh ואם <WH518> or else שׁלשׁת <WH7969> three ימים <WH3117> days חרב <WH2719> the sword יהוה <WH3068> of the LORD, ודבר <WH1698> even the pestilence, בארץ <WH776> in the land, ומלאך <WH4397> and the angel יהוה <WH3068> of the LORD משׁחית <WH7843> destroying בכל <WH3605> throughout all גבול <WH1366> the coasts ישׂראל <WH3478> of Israel. ועתה <WH6258> Now ראה <WH7200> therefore advise מה <WH4100> thyself what אשׁיב <WH7725> I shall bring again את <WH854> שׁלחי <WH7971> to him that sent דבר׃ <WH1697> word"},{"number":13,"verse":"ויאמר <WH559> said דויד <WH1732> And David אל <WH413> unto גד <WH1410> Gad, צר <WH6862> לי מאד <WH3966> very אפלה <WH5307> let me fall נא <WH4994> now ביד <WH3027> into the hand יהוה <WH3068> of the LORD; כי <WH3588> for רבים <WH7227> great רחמיו <WH7356> his mercies: מאד <WH3966> וביד <WH3027> into the hand אדם <WH120> of man. אל <WH408> but let me not אפל׃ <WH5307> fall"},{"number":14,"verse":"ויתן <WH5414> sent יהוה <WH3068> So the LORD דבר <WH1698> pestilence בישׂראל <WH3478> upon Israel: ויפל <WH5307> and there fell מישׂראל <WH3478> שׁבעים <WH7657> seventy אלף <WH505> thousand אישׁ׃ <WH376> men."},{"number":15,"verse":"וישׁלח <WH7971> sent האלהים <WH430> And God מלאך <WH4397> an angel לירושׁלם <WH3389> unto Jerusalem להשׁחיתה <WH7843> to destroy וכהשׁחית <WH7843> it: and as he was destroying, ראה <WH7200> beheld, יהוה <WH3068> the LORD וינחם <WH5162> and he repented him על <WH5921> of הרעה <WH7451> the evil, ויאמר <WH559> and said למלאך <WH4397> to the angel המשׁחית <WH7843> that destroyed, רב <WH7227> It is enough, עתה <WH6258> now הרף <WH7503> stay ידך <WH3027> thine hand. ומלאך <WH4397> And the angel יהוה <WH3068> of the LORD עמד <WH5975> stood עם <WH5973> by גרן <WH1637> the threshingfloor ארנן <WH771> of Ornan היבוסי׃ <WH2983> the Jebusite."},{"number":16,"verse":"וישׂא <WH5375> lifted up דויד <WH1732> And David את <WH853> עיניו <WH5869> his eyes, וירא <WH7200> and saw את <WH853> מלאך <WH4397> the angel יהוה <WH3068> of the LORD עמד <WH5975> stand בין <WH996> between הארץ <WH776> the earth ובין <WH996> השׁמים <WH8064> and the heaven, וחרבו <WH2719> sword שׁלופה <WH8025> having a drawn בידו <WH3027> in his hand נטויה <WH5186> stretched out על <WH5921> over ירושׁלם <WH3389> Jerusalem. ויפל <WH5307> fell דויד <WH1732> Then David והזקנים <WH2205> and the elders מכסים <WH3680> clothed בשׂקים <WH8242> in sackcloth, על <WH5921> upon פניהם׃ <WH6440> their faces."},{"number":17,"verse":"ויאמר <WH559> said דויד <WH1732> And David אל <WH413> unto האלהים <WH430> God, הלא <WH3808> not אני <WH589> I אמרתי <WH559> commanded למנות <WH4487> to be numbered? בעם <WH5971> the people ואני <WH589> even I הוא <WH1931> it אשׁר <WH834> is that חטאתי <WH2398> have sinned והרע <WH7489> and done evil indeed; הרעותי <WH7489> and done evil indeed; ואלה <WH428> but these הצאן <WH6629> sheep, מה <WH4100> what עשׂו <WH6213> have they done? יהוה <WH3068> O LORD אלהי <WH430> my God, תהי <WH1961> be נא <WH4994> I pray thee, ידך <WH3027> let thine hand, בי ובבית <WH1004> house; אבי <WH1> on me, and on my father's ובעמך <WH5971> on thy people, לא <WH3808> but not למגפה׃ <WH4046> that they should be plagued."},{"number":18,"verse":"ומלאך <WH4397> Then the angel יהוה <WH3068> of the LORD אמר <WH559> commanded אל <WH413> commanded גד <WH1410> Gad לאמר <WH559> to say לדויד <WH1732> to David, כי <WH3588> that יעלה <WH5927> should go up, דויד <WH1732> David להקים <WH6965> and set up מזבח <WH4196> an altar ליהוה <WH3068> unto the LORD בגרן <WH1637> in the threshingfloor ארנן <WH771> of Ornan היבסי׃ <WH2983> the Jebusite."},{"number":19,"verse":"ויעל <WH5927> went up דויד <WH1732> And David בדבר <WH1697> at the saying גד <WH1410> of Gad, אשׁר <WH834> which דבר <WH1696> he spoke בשׁם <WH8034> in the name יהוה׃ <WH3068> of the LORD."},{"number":20,"verse":"וישׁב <WH7725> turned back, ארנן <WH771> And Ornan וירא <WH7200> and saw את <WH853> המלאך <WH4397> the angel; וארבעת <WH702> and his four בניו <WH1121> sons עמו <WH5973> with מתחבאים <WH2244> him hid themselves. וארנן <WH771> Now Ornan דשׁ <WH1758> was threshing חטים׃ <WH2406> wheat."},{"number":21,"verse":"ויבא <WH935> came דויד <WH1732> And as David עד <WH5704> to ארנן <WH771> Ornan, ויבט <WH5027> looked ארנן <WH771> Ornan וירא <WH7200> and saw את <WH853> דויד <WH1732> David, ויצא <WH3318> and went out מן <WH4480> of הגרן <WH1637> the threshingfloor, וישׁתחו <WH7812> and bowed himself לדויד <WH1732> to David אפים <WH639> with face ארצה׃ <WH776> to the ground."},{"number":22,"verse":"ויאמר <WH559> said דויד <WH1732> Then David אל <WH413> to ארנן <WH771> Ornan, תנה <WH5414> Grant לי מקום <WH4725> me the place הגרן <WH1637> of threshingfloor, ואבנה <WH1129> that I may build בו מזבח <WH4196> an altar ליהוה <WH3068> therein unto the LORD: בכסף <WH3701> price: מלא <WH4392> it me for the full תנהו <WH5414> thou shalt grant לי ותעצר <WH6113> may be stayed המגפה <WH4046> that the plague מעל <WH5921> from העם׃ <WH5971> the people."},{"number":23,"verse":"ויאמר <WH559> said ארנן <WH771> And Ornan אל <WH413> unto דויד <WH1732> David, קח <WH3947> Take לך ויעשׂ <WH6213> do אדני <WH113> to thee, and let my lord המלך <WH4428> the king הטוב <WH2896> good בעיניו <WH5869> in his eyes: ראה <WH7200> lo, נתתי <WH5414> I give הבקר <WH1241> the oxen לעלות <WH5930> for burnt offerings, והמורגים <WH4173> and the threshing instruments לעצים <WH6086> for wood, והחטים <WH2406> and the wheat למנחה <WH4503> for the meat offering; הכל <WH3605> it all. נתתי׃ <WH5414> I give"},{"number":24,"verse":"ויאמר <WH559> said המלך <WH4428> And king דויד <WH1732> David לארנן <WH771> to Ornan, לא <WH3808> Nay; כי <WH3588> but קנה <WH7069> אקנהכסף <WH3701> price: מלא <WH4392> it for the full כי <WH3588> for לא <WH3808> I will not אשׂא <WH5375> take אשׁר <WH834> which לך ליהוה <WH3068> thine for the LORD, והעלות <WH5927> nor offer עולה <WH5930> burnt offerings חנם׃ <WH2600> without cost."},{"number":25,"verse":"ויתן <WH5414> gave דויד <WH1732> So David לארנן <WH771> to Ornan במקום <WH4725> for the place שׁקלי <WH8255> shekels זהב <WH2091> of gold משׁקל <WH4948> by weight. שׁשׁ <WH8337> six מאות׃ <WH3967> hundred"},{"number":26,"verse":"ויבן <WH1129> built שׁם <WH8033> there דויד <WH1732> And David מזבח <WH4196> an altar ליהוה <WH3068> unto the LORD, ויעל <WH5927> and offered עלות <WH5930> burnt offerings ושׁלמים <WH8002> and peace offerings, ויקרא <WH7121> and called אל <WH413> upon יהוה <WH3068> the LORD; ויענהו <WH6030> and he answered באשׁ <WH784> by fire מן <WH4480> him from השׁמים <WH8064> heaven על <WH5921> upon מזבח <WH4196> the altar העלה׃ <WH5930> of burnt offering."},{"number":27,"verse":"ויאמר <WH559> commanded יהוה <WH3068> And the LORD למלאך <WH4397> the angel; וישׁב <WH7725> and he put up his sword again חרבו <WH2719> and he put up his sword again אל <WH413> into נדנה׃ <WH5084> the sheath"},{"number":28,"verse":"בעת <WH6256> time ההיא <WH1931> At that בראות <WH7200> saw דויד <WH1732> when David כי <WH3588> that ענהו <WH6030> had answered יהוה <WH3068> the LORD בגרן <WH1637> him in the threshingfloor ארנן <WH771> of Ornan היבוסי <WH2983> the Jebusite, ויזבח <WH2076> then he sacrificed שׁם׃ <WH8033> there."},{"number":29,"verse":"ומשׁכן <WH4908> For the tabernacle יהוה <WH3068> of the LORD, אשׁר <WH834> which עשׂה <WH6213> made משׁה <WH4872> Moses במדבר <WH4057> in the wilderness, ומזבח <WH4196> and the altar העולה <WH5930> of the burnt offering, בעת <WH6256> season ההיא <WH1931> at that בבמה <WH1116> in the high place בגבעון׃ <WH1391> at Gibeon."},{"number":30,"verse":"ולא <WH3808> not יכל <WH3201> could דויד <WH1732> But David ללכת <WH1980> go לפניו <WH6440> before לדרשׁ <WH1875> it to inquire אלהים <WH430> of God: כי <WH3588> for נבעת <WH1204> he was afraid מפני <WH6440> because חרב <WH2719> of the sword מלאך <WH4397> of the angel יהוה׃ <WH3068> of the LORD."}]}