{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"ויאמר <WH559> said, דויד <WH1732> Then David זה <WH2088> This הוא <WH1931> בית <WH1004> the house יהוה <WH3068> of the LORD האלהים <WH430> God, וזה <WH2088> and this מזבח <WH4196> the altar לעלה <WH5930> of the burnt offering לישׂראל׃ <WH3478> for Israel."},{"number":2,"verse":"ויאמר <WH559> commanded דויד <WH1732> And David לכנוס <WH3664> to gather together את <WH853> הגרים <WH1616> the strangers אשׁר <WH834> that בארץ <WH776> in the land ישׂראל <WH3478> of Israel; ויעמד <WH5975> and he set חצבים <WH2672> masons לחצוב <WH2672> to hew אבני <WH68> stones גזית <WH1496> wrought לבנות <WH1129> to build בית <WH1004> the house האלהים׃ <WH430> of God."},{"number":3,"verse":"וברזל <WH1270> iron לרב <WH7230> in abundance למסמרים <WH4548> for the nails לדלתות <WH1817> for the doors השׁערים <WH8179> of the gates, ולמחברות <WH4226> and for the joinings; הכין <WH3559> prepared דויד <WH1732> And David ונחשׁת <WH5178> and brass לרב <WH7230> in abundance אין <WH369> without משׁקל׃ <WH4948> weight;"},{"number":4,"verse":"ועצי <WH6086> trees ארזים <WH730> Also cedar לאין <WH369> in abundance: מספר <WH4557> in abundance: כי <WH3588> for הביאו <WH935> brought הצידנים <WH6722> the Zidonians והצרים <WH6876> and they of Tyre עצי <WH6086> wood ארזים <WH730> cedar לרב <WH7230> much לדויד׃ <WH1732> to David."},{"number":5,"verse":"ויאמר <WH559> said, דויד <WH1732> And David שׁלמה <WH8010> Solomon בני <WH1121> my son נער <WH5288> young ורך <WH7390> and tender, והבית <WH1004> and the house לבנות <WH1129> to be built ליהוה <WH3068> for the LORD להגדיל <WH1431> magnifical, למעלה <WH4605> exceeding לשׁם <WH8034> of fame ולתפארת <WH8597> and of glory לכל <WH3605> throughout all הארצות <WH776> countries: אכינה <WH3559> make preparation נא <WH4994> I will now לו ויכן <WH3559> prepared דויד <WH1732> for it. So David לרב <WH7230> abundantly לפני <WH6440> before מותו׃ <WH4194> his death."},{"number":6,"verse":"ויקרא <WH7121> Then he called לשׁלמה <WH8010> for Solomon בנו <WH1121> his son, ויצוהו <WH6680> and charged לבנות <WH1129> him to build בית <WH1004> a house ליהוה <WH3068> for the LORD אלהי <WH430> God ישׂראל׃ <WH3478> of Israel."},{"number":7,"verse":"ויאמר <WH559> said דויד <WH1732> And David לשׁלמה <WH8010> to Solomon, בנו <WH1121> My son, אני <WH589> as for me, היה <WH1961> it was עם <WH5973> in לבבי <WH3824> my mind לבנות <WH1129> to build בית <WH1004> a house לשׁם <WH8034> unto the name יהוה <WH3068> of the LORD אלהי׃ <WH430> my God:"},{"number":8,"verse":"ויהי <WH1961> came עלי <WH5921> to דבר <WH1697> But the word יהוה <WH3068> of the LORD לאמר <WH559> me, saying, דם <WH1818> blood לרב <WH7230> abundantly, שׁפכת <WH8210> Thou hast shed ומלחמות <WH4421> wars: גדלות <WH1419> great עשׂית <WH6213> and hast made לא <WH3808> thou shalt not תבנה <WH1129> build בית <WH1004> a house לשׁמי <WH8034> unto my name, כי <WH3588> because דמים <WH1818> blood רבים <WH7227> much שׁפכת <WH8210> thou hast shed ארצה <WH776> upon the earth לפני׃ <WH6440> in my sight."},{"number":9,"verse":"הנה <WH2009> Behold, בן <WH1121> a son נולד <WH3205> shall be born לך הוא <WH1931> to thee, who יהיה <WH1961> shall be אישׁ <WH376> a man מנוחה <WH4496> of rest; והנחותי <WH5117> and I will give him rest לו מכל <WH3605> from all אויביו <WH341> his enemies מסביב <WH5439> round about: כי <WH3588> for שׁלמה <WH8010> Solomon, יהיה <WH1961> shall be שׁמו <WH8034> his name ושׁלום <WH7965> peace ושׁקט <WH8253> and quietness אתן <WH5414> and I will give על <WH5921> unto ישׂראל <WH3478> Israel בימיו׃ <WH3117> in his days."},{"number":10,"verse":"הוא <WH1931> He יבנה <WH1129> shall build בית <WH1004> a house לשׁמי <WH8034> for my name; והוא <WH1931> and he יהיה <WH1961> shall be לי לבן <WH1121> my son, ואני <WH589> and I לו לאב <WH1> his father; והכינותי <WH3559> and I will establish כסא <WH3678> the throne מלכותו <WH4438> of his kingdom על <WH5921> over ישׂראל <WH3478> Israel עד <WH5704> forever. עולם׃ <WH5769> forever."},{"number":11,"verse":"עתה <WH6258> Now, בני <WH1121> my son, יהי <WH1961> be יהוה <WH3068> the LORD עמך <WH5973> with והצלחת <WH6743> thee; and prosper ובנית <WH1129> thou, and build בית <WH1004> the house יהוה <WH3068> of the LORD אלהיך <WH430> thy God, כאשׁר <WH834> as דבר <WH1696> he hath said עליך׃ <WH5921> of"},{"number":12,"verse":"אך <WH389> Only יתן <WH5414> give לך יהוה <WH3068> the LORD שׂכל <WH7922> thee wisdom ובינה <WH998> and understanding, ויצוך <WH6680> and give thee charge על <WH5921> concerning ישׂראל <WH3478> Israel, ולשׁמור <WH8104> that thou mayest keep את <WH853> תורת <WH8451> the law יהוה <WH3068> of the LORD אלהיך׃ <WH430> thy God."},{"number":13,"verse":"אז <WH227> Then תצליח <WH6743> shalt thou prosper, אם <WH518> if תשׁמור <WH8104> thou takest heed לעשׂות <WH6213> to fulfill את <WH853> החקים <WH2706> the statutes ואת <WH853> המשׁפטים <WH4941> and judgments אשׁר <WH834> which צוה <WH6680> charged יהוה <WH3068> the LORD את <WH853> משׁה <WH4872> Moses על <WH5921> with concerning ישׂראל <WH3478> Israel: חזק <WH2388> be strong, ואמץ <WH553> and of good courage; אל <WH408> not, תירא <WH3372> dread ואל <WH408> nor תחת׃ <WH2865> be dismayed."},{"number":14,"verse":"והנה <WH2009> Now, behold, בעניי <WH6040> in my trouble הכינותי <WH3559> I have prepared לבית <WH1004> for the house יהוה <WH3068> of the LORD זהב <WH2091> of gold, ככרים <WH3603> talents מאה <WH3967> a hundred אלף <WH505> thousand וכסף <WH3701> of silver; אלף <WH505> and a thousand אלפים <WH505> thousand ככרים <WH3603> talents ולנחשׁת <WH5178> and of brass ולברזל <WH1270> and iron אין <WH369> without משׁקל <WH4948> weight; כי <WH3588> for לרב <WH7230> in abundance: היה <WH1961> it is ועצים <WH6086> timber ואבנים <WH68> also and stone הכינותי <WH3559> have I prepared; ועליהם <WH5921> thereto. תוסיף׃ <WH3254> and thou mayest add"},{"number":15,"verse":"ועמך <WH5973> with לרב <WH7230> thee in abundance, עשׂי <WH6213> מלאכה <WH4399> of work. חצבים <WH2672> hewers וחרשׁי <WH2796> and workers אבן <WH68> of stone ועץ <WH6086> and timber, וכל <WH3605> and all manner חכם <WH2450> of cunning men בכל <WH3605> for every manner מלאכה׃ <WH4399>"},{"number":16,"verse":"לזהב <WH2091> Of the gold, לכסף <WH3701> the silver, ולנחשׁת <WH5178> and the brass, ולברזל <WH1270> and the iron, אין <WH369> no מספר <WH4557> number. קום <WH6965> Arise ועשׂה <WH6213> and be doing, ויהי <WH1961> be יהוה <WH3068> and the LORD עמך׃ <WH5973> with"},{"number":17,"verse":"ויצו <WH6680> also commanded דויד <WH1732> David לכל <WH3605> all שׂרי <WH8269> the princes ישׂראל <WH3478> of Israel לעזר <WH5826> to help לשׁלמה <WH8010> Solomon בנו׃ <WH1121> his son,"},{"number":18,"verse":"הלא <WH3808> not יהוה <WH3068> the LORD אלהיכם <WH430> your God עמכם <WH5973> with והניח <WH5117> you? and hath he given you rest לכם מסביב <WH5439> on every side? כי <WH3588> for נתן <WH5414> he hath given בידי <WH3027> into mine hand; את <WH853> ישׁבי <WH3427> the inhabitants הארץ <WH776> of the land ונכבשׁה <WH3533> is subdued הארץ <WH776> and the land לפני <WH6440> before יהוה <WH3068> the LORD, ולפני <WH6440> and before עמו׃ <WH5971> his people."},{"number":19,"verse":"עתה <WH6258> Now תנו <WH5414> set לבבכם <WH3824> your heart ונפשׁכם <WH5315> and your soul לדרושׁ <WH1875> to seek ליהוה <WH3068> the LORD אלהיכם <WH430> your God; וקומו <WH6965> arise ובנו <WH1129> therefore, and build את <WH853> מקדשׁ <WH4720> ye the sanctuary יהוה <WH3068> of the LORD האלהים <WH430> God, להביא <WH935> to bring את <WH853> ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD, וכלי <WH3627> vessels קדשׁ <WH6944> and the holy האלהים <WH430> of God, לבית <WH1004> into the house הנבנה <WH1129> that is to be built לשׁם <WH8034> to the name יהוה׃ <WH3068> of the LORD."}]}