{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"למחלקות <WH4256> Concerning the divisions לשׁערים <WH7778> of the porters: לקרחים <WH7145> Of the Korhites משׁלמיהו <WH4920> Meshelemiah בן <WH1121> the son קרא <WH6981> of Kore, מן <WH4480> of בני <WH1121> the sons אסף׃ <WH623> of Asaph."},{"number":2,"verse":"ולמשׁלמיהו <WH4920> of Meshelemiah בנים <WH1121> And the sons זכריהו <WH2148> Zechariah הבכור <WH1060> the firstborn, ידיעאל <WH3043> Jediael השׁני <WH8145> the second, זבדיהו <WH2069> Zebadiah השׁלישׁי <WH7992> the third, יתניאל <WH3496> Jathniel הרביעי׃ <WH7243> the fourth,"},{"number":3,"verse":"עילם <WH5867> Elam החמישׁי <WH2549> the fifth, יהוחנן <WH3076> Jehohanan השׁשׁי <WH8345> the sixth, אליהועיני <WH454> Elioenai השׁביעי׃ <WH7637> the seventh."},{"number":4,"verse":"ולעבד אדם <WH5654> of Obed-edom בנים <WH1121> Moreover the sons שׁמעיה <WH8098> Shemaiah הבכור <WH1060> the firstborn, יהוזבד <WH3075> Jehozabad השׁני <WH8145> the second, יואח <WH3098> Joah השׁלשׁי <WH7992> the third, ושׂכר <WH7940> and Sacar הרביעי <WH7243> the fourth, ונתנאל <WH5417> and Nethaneel החמישׁי׃ <WH2549> the fifth,"},{"number":5,"verse":"עמיאל <WH5988> Ammiel השׁשׁי <WH8345> the sixth, ישׂשכר <WH3485> Issachar השׁביעי <WH7637> the seventh, פעלתי <WH6469> Peulthai השׁמיני <WH8066> the eighth: כי <WH3588> for ברכו <WH1288> blessed אלהים׃ <WH430> God"},{"number":6,"verse":"ולשׁמעיה <WH8098> Also unto Shemaiah בנו <WH1121> his son נולד <WH3205> born, בנים <WH1121> were sons הממשׁלים <WH4474> that ruled לבית <WH1004> throughout the house אביהם <WH1> of their father: כי <WH3588> for גבורי <WH1368> mighty men חיל <WH2428> of valor. המה׃ <WH1992> they"},{"number":7,"verse":"בני <WH1121> The sons שׁמעיה <WH8098> of Shemaiah; עתני <WH6273> Othni, ורפאל <WH7501> and Rephael, ועובד <WH5744> and Obed, אלזבד <WH443> Elzabad, אחיו <WH251> whose brethren בני <WH1121> strong men, חיל <WH2428> strong men, אליהו <WH453> Elihu, וסמכיהו׃ <WH5565> and Semachiah."},{"number":8,"verse":"כל <WH3605> All אלה <WH428> these מבני <WH1121> of the sons עבד אדם <WH5654> of Obed-edom: המה <WH1992> they ובניהם <WH1121> and their sons ואחיהם <WH251> and their brethren, אישׁ <WH376> men חיל <WH2428> able בכח <WH3581> for strength לעבדה <WH5656> for the service, שׁשׁים <WH8346> threescore ושׁנים <WH8147> and two לעבד אדם׃ <WH5654> of Obed-edom."},{"number":9,"verse":"ולמשׁלמיהו <WH4920> And Meshelemiah בנים <WH1121> had sons ואחים <WH251> and brethren, בני <WH1121> strong men, חיל <WH2428> strong men, שׁמונה <WH8083> eighteen. עשׂר׃ <WH6240> eighteen."},{"number":10,"verse":"ולחסה <WH2621> Also Hosah, מן <WH4480> of בני <WH1121> the children מררי <WH4847> of Merari, בנים <WH1121> had sons; שׁמרי <WH8113> Simri הראשׁ <WH7218> the chief, כי <WH3588> (for לא <WH3808> not היה <WH1961> he was בכור <WH1060> the firstborn, וישׂימהו <WH7760> made אביהו <WH1> yet his father לראשׁ׃ <WH7218> him the chief;)"},{"number":11,"verse":"חלקיהו <WH2518> Hilkiah השׁני <WH8145> the second, טבליהו <WH2882> Tebaliah השׁלשׁי <WH7992> the third, זכריהו <WH2148> Zechariah הרבעי <WH7243> the fourth: כל <WH3605> all בנים <WH1121> the sons ואחים <WH251> and brethren לחסה <WH2621> of Hosah שׁלשׁה <WH7969> thirteen. עשׂר׃ <WH6240> thirteen."},{"number":12,"verse":"לאלה <WH428> Among these מחלקות <WH4256> the divisions השׁערים <WH7778> of the porters, לראשׁי <WH7218> among the chief הגברים <WH1397> men, משׁמרות <WH4931> wards לעמת <WH5980> one against another, אחיהם <WH251> one against another, לשׁרת <WH8334> to minister בבית <WH1004> in the house יהוה׃ <WH3068> of the LORD."},{"number":13,"verse":"ויפילו <WH5307> And they cast גורלות <WH1486> lots, כקטן <WH6996> as well the small כגדול <WH1419> as the great, לבית <WH1004> according to the house אבותם <WH1> of their fathers, לשׁער <WH8179> for every gate. ושׁער׃ <WH8179> for every gate."},{"number":14,"verse":"ויפל <WH5307> fell הגורל <WH1486> And the lot מזרחה <WH4217> eastward לשׁלמיהו <WH8018> to Shelemiah. וזכריהו <WH2148> Then for Zechariah בנו <WH1121> his son, יועץ <WH3289> counselor, בשׂכל <WH7922> a wise הפילו <WH5307> they cast גורלות <WH1486> lots; ויצא <WH3318> came out גורלו <WH1486> and his lot צפונה׃ <WH6828> northward."},{"number":15,"verse":"לעבד אדם <WH5654> To Obed-edom נגבה <WH5045> southward; ולבניו <WH1121> and to his sons בית <WH1004> the house האספים׃ <WH624> of Asuppim."},{"number":16,"verse":"לשׁפים <WH8206> To Shuppim ולחסה <WH2621> and Hosah למערב <WH4628> westward, עם <WH5973> with שׁער <WH8179> the gate שׁלכת <WH7996> Shallecheth, במסלה <WH4546> by the causeway העולה <WH5927> of the going up, משׁמר <WH4929> ward לעמת <WH5980> against משׁמר׃ <WH4929> ward."},{"number":17,"verse":"למזרח <WH4217> Eastward הלוים <WH3881> Levites, שׁשׁה <WH8337> six לצפונה <WH6828> northward ליום <WH3117> a day, ארבעה <WH702> four לנגבה <WH5045> southward ליום <WH3117> a day, ארבעה <WH702> four ולאספים <WH624> and toward Asuppim שׁנים <WH8147> two שׁנים׃ <WH8147> two."},{"number":18,"verse":"לפרבר <WH6503> At Parbar למערב <WH4628> westward, ארבעה <WH702> four למסלה <WH4546> at the causeway, שׁנים <WH8147> two לפרבר׃ <WH6503> at Parbar."},{"number":19,"verse":"אלה <WH428> These מחלקות <WH4256> the divisions השׁערים <WH7778> of the porters לבני <WH1121> among the sons הקרחי <WH7145> of Kore, ולבני <WH1121> and among the sons מררי׃ <WH4847> of Merari."},{"number":20,"verse":"והלוים <WH3881> And of the Levites, אחיה <WH281> Ahijah על <WH5921> over אוצרות <WH214> the treasures בית <WH1004> of the house האלהים <WH430> of God, ולאצרות <WH214> and over the treasures הקדשׁים׃ <WH6944> of the dedicated things."},{"number":21,"verse":"בני <WH1121> the sons לעדן <WH3936> of Laadan; בני <WH1121> the sons הגרשׁני <WH1649> of the Gershonite ללעדן <WH3936> Laadan, ראשׁי <WH7218> chief האבות <WH1> fathers, ללעדן <WH3936> of Laadan הגרשׁני <WH1649> the Gershonite, יחיאלי׃ <WH3172> Jehieli."},{"number":22,"verse":"בני <WH1121> The sons יחיאלי <WH3172> of Jehieli; זתם <WH2241> Zetham, ויואל <WH3100> and Joel אחיו <WH251> his brother, על <WH5921> over אצרות <WH214> the treasures בית <WH1004> of the house יהוה׃ <WH3068> of the LORD."},{"number":23,"verse":"לעמרמי <WH6020> Of the Amramites, ליצהרי <WH3325> the Izharites, לחברוני <WH2276> the Hebronites, לעזיאלי׃ <WH5817> the Uzzielites:"},{"number":24,"verse":"ושׁבאל <WH7619> And Shebuel בן <WH1121> the son גרשׁום <WH1647> בן <WH1121> the son משׁה <WH4872> of Moses, נגיד <WH5057> ruler על <WH5921> of האצרות׃ <WH214> the treasures."},{"number":25,"verse":"ואחיו <WH251> And his brethren לאליעזר <WH461> by Eliezer; רחביהו <WH7345> Rehabiah בנו <WH1121> his son, וישׁעיהו <WH3470> and Jeshaiah בנו <WH1121> his son, וירם <WH3141> and Joram בנו <WH1121> his son, וזכרי <WH2147> and Zichri בנו <WH1121> his son, ושׁלמות <WH8013> and Shelomith בנו׃ <WH1121> his son."},{"number":26,"verse":"הוא <WH1931> Which שׁלמות <WH8013> Shelomith ואחיו <WH251> and his brethren על <WH5921> over כל <WH3605> all אצרות <WH214> the treasures הקדשׁים <WH6944> of the dedicated things, אשׁר <WH834> which הקדישׁ <WH6942> had dedicated. דויד <WH1732> David המלך <WH4428> the king, וראשׁי <WH7218> and the chief האבות <WH1> fathers, לשׂרי <WH8269> the captains האלפים <WH505> over thousands והמאות <WH3967> and hundreds, ושׂרי <WH8269> and the captains הצבא׃ <WH6635> of the host,"},{"number":27,"verse":"מן <WH4480> Out of המלחמות <WH4421> battles ומן <WH4480> won in השׁלל <WH7998> the spoils הקדישׁו <WH6942> did they dedicate לחזק <WH2388> to maintain לבית <WH1004> the house יהוה׃ <WH3068> of the LORD."},{"number":28,"verse":"וכל <WH3605> And all ההקדישׁ <WH6942> had dedicated; שׁמואל <WH8050> that Samuel הראה <WH7200> ושׁאול <WH7586> and Saul בן <WH1121> the son קישׁ <WH7027> of Kish, ואבנר <WH74> and Abner בן <WH1121> the son נר <WH5369> of Ner, ויואב <WH3097> and Joab בן <WH1121> the son צרויה <WH6870> of Zeruiah, כל <WH3605> whosoever המקדישׁ <WH6942> had dedicated על <WH5921> under יד <WH3027> the hand שׁלמית <WH8019> of Shelomith, ואחיו׃ <WH251> and of his brethren."},{"number":29,"verse":"ליצהרי <WH3325> Of the Izharites, כנניהו <WH3663> Chenaniah ובניו <WH1121> and his sons למלאכה <WH4399> business החיצונה <WH2435> for the outward על <WH5921> over ישׂראל <WH3478> Israel, לשׁטרים <WH7860> for officers ולשׁפטים׃ <WH8199> and judges."},{"number":30,"verse":"לחברוני <WH2276> of the Hebronites, חשׁביהו <WH2811> Hashabiah ואחיו <WH251> and his brethren, בני <WH1121> men of valor, חיל <WH2428> men of valor, אלף <WH505> a thousand ושׁבע <WH7651> and seven מאות <WH3967> hundred, על <WH5921> among פקדת <WH6486> officers ישׂראל <WH3478> them of Israel מעבר <WH5676> on this side לירדן <WH3383> Jordan מערבה <WH4628> westward לכל <WH3605> in all מלאכת <WH4399> the business יהוה <WH3068> of the LORD, ולעבדת <WH5656> and in the service המלך׃ <WH4428> of the king."},{"number":31,"verse":"לחברוני <WH2276> Among the Hebronites יריה <WH3404> Jerijah הראשׁ <WH7218> the chief, לחברוני <WH2276> among the Hebronites, לתלדתיו <WH8435> according to the generations לאבות <WH1> of his fathers. בשׁנת <WH8141> year הארבעים <WH705> In the fortieth למלכות <WH4438> of the reign דויד <WH1732> of David נדרשׁו <WH1875> they were sought for, וימצא <WH4672> and there were found בהם גבורי <WH1368> among them mighty men חיל <WH2428> of valor ביעזיר <WH3270> at Jazer גלעד׃ <WH1568> of Gilead."},{"number":32,"verse":"ואחיו <WH251> And his brethren, בני <WH1121> men חיל <WH2428> of valor, אלפים <WH505> two thousand ושׁבע <WH7651> and seven מאות <WH3967> hundred ראשׁי <WH7218> chief האבות <WH1> fathers, ויפקידם <WH6485> made rulers דויד <WH1732> David המלך <WH4428> whom king על <WH5921> over הראובני <WH7206> the Reubenites, והגדי <WH1425> the Gadites, וחצי <WH2677> and the half שׁבט <WH7626> tribe המנשׁי <WH4520> of Manasseh, לכל <WH3605> for every דבר <WH1697> matter האלהים <WH430> pertaining to God, ודבר <WH1697> and affairs המלך׃ <WH4428> of the king."}]}