{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"ואלה <WH428> Now these היו <WH1961> were בני <WH1121> the sons דויד <WH1732> of David, אשׁר <WH834> which נולד <WH3205> were born לו בחברון <WH2275> unto him in Hebron; הבכור <WH1060> the firstborn אמנן <WH550> Amnon, לאחינעם <WH293> of Ahinoam היזרעאלית <WH3159> the Jezreelitess; שׁני <WH8145> the second דניאל <WH1840> Daniel, לאביגיל <WH26> of Abigail הכרמלית׃ <WH3762> the Carmelitess:"},{"number":2,"verse":"השׁלשׁי <WH7992> The third, לאבשׁלום <WH53> Absalom בן <WH1121> the son מעכה <WH4601> of Maachah בת <WH1323> the daughter תלמי <WH8526> of Talmai מלך <WH4428> king גשׁור <WH1650> of Geshur: הרביעי <WH7243> the fourth, אדניה <WH138> Adonijah בן <WH1121> the son חגית׃ <WH2294> of Haggith:"},{"number":3,"verse":"החמישׁי <WH2549> The fifth, שׁפטיה <WH8203> Shephatiah לאביטל <WH37> of Abital: השׁשׁי <WH8345> the sixth, יתרעם <WH3507> Ithream לעגלה <WH5698> by Eglah אשׁתו׃ <WH802> his wife."},{"number":4,"verse":"שׁשׁה <WH8337> six נולד <WH3205> were born לו בחברון <WH2275> unto him in Hebron; וימלך <WH4427> he reigned שׁם <WH8033> and there שׁבע <WH7651> seven שׁנים <WH8141> years ושׁשׁה <WH8337> and six חדשׁים <WH2320> months: ושׁלשׁים <WH7970> thirty ושׁלושׁ <WH7969> and three שׁנה <WH8141> years. מלך <WH4427> he reigned בירושׁלם׃ <WH3389> and in Jerusalem"},{"number":5,"verse":"ואלה <WH428> And these נולדו <WH3205> were born לו בירושׁלים <WH3389> unto him in Jerusalem; שׁמעא <WH8092> Shimea, ושׁובב <WH7727> and Shobab, ונתן <WH5416> and Nathan, ושׁלמה <WH8010> and Solomon, ארבעה <WH702> four, לבת שׁוע <WH1340> of Bath-shua בת <WH1323> the daughter עמיאל׃ <WH5988> of Ammiel:"},{"number":6,"verse":"ויבחר <WH2984> Ibhar ואלישׁמע <WH476> also, and Elishama, ואליפלט׃ <WH467> and Eliphelet,"},{"number":7,"verse":"ונגה <WH5052> And Nogah, ונפג <WH5298> and Nepheg, ויפיע׃ <WH3309> and Japhia,"},{"number":8,"verse":"ואלישׁמע <WH476> And Elishama, ואלידע <WH450> and Eliada, ואליפלט <WH467> and Eliphelet, תשׁעה׃ <WH8672> nine."},{"number":9,"verse":"כל <WH3605> all בני <WH1121> the sons דויד <WH1732> of David, מלבד <WH905> beside בני <WH1121> the sons פילגשׁים <WH6370> of the concubines, ותמר <WH8559> and Tamar אחותם׃ <WH269> their sister."},{"number":10,"verse":"ובן <WH1121> son שׁלמה <WH8010> And Solomon's רחבעם <WH7346> Rehoboam, אביה <WH29> Abia בנו <WH1121> his son, אסא <WH609> Asa בנו <WH1121> his son, יהושׁפט <WH3092> Jehoshaphat בנו׃ <WH1121> his son,"},{"number":11,"verse":"יורם <WH3141> Joram בנו <WH1121> his son, אחזיהו <WH274> Ahaziah בנו <WH1121> his son, יואשׁ <WH3101> Joash בנו׃ <WH1121> his son,"},{"number":12,"verse":"אמציהו <WH558> Amaziah בנו <WH1121> his son, עזריה <WH5838> Azariah בנו <WH1121> his son, יותם <WH3147> Jotham בנו׃ <WH1121> his son,"},{"number":13,"verse":"אחז <WH271> Ahaz בנו <WH1121> his son, חזקיהו <WH2396> Hezekiah בנו <WH1121> his son, מנשׁה <WH4519> Manasseh בנו׃ <WH1121> his son,"},{"number":14,"verse":"אמון <WH526> Amon בנו <WH1121> his son, יאשׁיהו <WH2977> Josiah בנו׃ <WH1121> his son."},{"number":15,"verse":"ובני <WH1121> And the sons יאשׁיהו <WH2977> of Josiah הבכור <WH1060> the firstborn יוחנן <WH3110> Johanan, השׁני <WH8145> the second יהויקים <WH3079> Jehoiakim, השׁלשׁי <WH7992> the third צדקיהו <WH6667> Zedekiah, הרביעי <WH7243> the fourth שׁלום׃ <WH7967> Shallum."},{"number":16,"verse":"ובני <WH1121> And the sons יהויקים <WH3079> of Jehoiakim: יכניה <WH3204> Jeconiah בנו <WH1121> his son, צדקיה <WH6667> Zedekiah בנו׃ <WH1121> his son."},{"number":17,"verse":"ובני <WH1121> And the sons יכניה <WH3204> of Jeconiah; אסר <WH617> Assir, שׁאלתיאל <WH7597> Salathiel בנו׃ <WH1121> his son,"},{"number":18,"verse":"ומלכירם <WH4443> Malchiram ופדיה <WH6305> also, and Pedaiah, ושׁנאצר <WH8137> and Shenazar, יקמיה <WH3359> Jecamiah, הושׁמע <WH1953> Hoshama, ונדביה׃ <WH5072> and Nedabiah."},{"number":19,"verse":"ובני <WH1121> And the sons פדיה <WH6305> of Pedaiah זרבבל <WH2216> Zerubbabel, ושׁמעי <WH8096> and Shimei: ובן <WH1121> and the sons זרבבל <WH2216> of Zerubbabel; משׁלם <WH4918> Meshullam, וחנניה <WH2608> and Hananiah, ושׁלמית <WH8019> and Shelomith אחותם׃ <WH269> their sister:"},{"number":20,"verse":"וחשׁבה <WH2807> And Hashubah, ואהל <WH169> and Ohel, וברכיה <WH1296> and Berechiah, וחסדיה <WH2619> and Hasadiah, יושׁב חסד <WH3142> Jushab-hesed, חמשׁ׃ <WH2568> five."},{"number":21,"verse":"ובן <WH1121> And the sons חנניה <WH2608> of Hananiah; פלטיה <WH6410> Pelatiah, וישׁעיה <WH3470> and Jesaiah: בני <WH1121> the sons רפיה <WH7509> of Rephaiah, בני <WH1121> the sons ארנן <WH770> of Arnan, בני <WH1121> the sons עבדיה <WH5662> of Obadiah, בני <WH1121> the sons שׁכניה׃ <WH7935> of Shechaniah."},{"number":22,"verse":"ובני <WH1121> And the sons שׁכניה <WH7935> of Shechaniah; שׁמעיה <WH8098> Shemaiah: ובני <WH1121> and the sons שׁמעיה <WH8098> of Shemaiah; חטושׁ <WH2407> Hattush, ויגאל <WH3008> and Igeal, ובריח <WH1282> and Bariah, ונעריה <WH5294> and Neariah, ושׁפט <WH8202> and Shaphat, שׁשׁה׃ <WH8337> six."},{"number":23,"verse":"ובן <WH1121> And the sons נעריה <WH5294> of Neariah; אליועיני <WH454> Elioenai, וחזקיה <WH2396> and Hezekiah, ועזריקם <WH5840> and Azrikam, שׁלשׁה׃ <WH7969> three."},{"number":24,"verse":"ובני <WH1121> And the sons אליועיני <WH454> of Elioenai הדיוהו <WH1937> ואלישׁיב <WH475> and Eliashib, ופליה <WH6411> and Pelaiah, ועקוב <WH6126> and Akkub, ויוחנן <WH3110> and Johanan, ודליה <WH1806> and Dalaiah, וענני <WH6054> and Anani, שׁבעה׃ <WH7651> seven."}]}