{"bibleAbbr":"Orig2013+","bookName":"דברי הימים א","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"בני <WH1121> The sons לוי <WH3878> of Levi; גרשׁון <WH1648> Gershon, קהת <WH6955> Kohath, ומררי׃ <WH4847> and Merari."},{"number":2,"verse":"ובני <WH1121> And the sons קהת <WH6955> of Kohath; עמרם <WH6019> Amram, יצהר <WH3324> Izhar, וחברון <WH2275> and Hebron, ועזיאל׃ <WH5816> and Uzziel."},{"number":3,"verse":"ובני <WH1121> And the children עמרם <WH6019> of Amram; אהרן <WH175> Aaron, ומשׁה <WH4872> and Moses, ומרים <WH4813> and Miriam. ובני <WH1121> The sons אהרן <WH175> also of Aaron; נדב <WH5070> Nadab, ואביהוא <WH30> and Abihu, אלעזר <WH499> Eleazar, ואיתמר׃ <WH385> and Ithamar."},{"number":4,"verse":"אלעזר <WH499> Eleazar הוליד <WH3205> begot את <WH853> פינחס <WH6372> Phinehas, פינחס <WH6372> Phinehas הליד <WH3205> begot את <WH853> אבישׁוע׃ <WH50> Abishua,"},{"number":5,"verse":"ואבישׁוע <WH50> And Abishua הוליד <WH3205> begot את <WH853> בקי <WH1231> Bukki, ובקי <WH1231> and Bukki הוליד <WH3205> begot את <WH853> עזי׃ <WH5813> Uzzi,"},{"number":6,"verse":"ועזי <WH5813> And Uzzi הוליד <WH3205> begot את <WH853> זרחיה <WH2228> Zerahiah, וזרחיה <WH2228> and Zerahiah הוליד <WH3205> begot את <WH853> מריות׃ <WH4812> Meraioth,"},{"number":7,"verse":"מריות <WH4812> Meraioth הוליד <WH3205> begot את <WH853> אמריה <WH568> Amariah, ואמריה <WH568> and Amariah הוליד <WH3205> begot את <WH853> אחיטוב׃ <WH285> Ahitub,"},{"number":8,"verse":"ואחיטוב <WH285> And Ahitub הוליד <WH3205> begot את <WH853> צדוק <WH6659> Zadok, וצדוק <WH6659> and Zadok הוליד <WH3205> begot את <WH853> אחימעץ׃ <WH290> Ahimaaz,"},{"number":9,"verse":"ואחימעץ <WH290> And Ahimaaz הוליד <WH3205> begot את <WH853> עזריה <WH5838> Azariah, ועזריה <WH5838> and Azariah הוליד <WH3205> begot את <WH853> יוחנן׃ <WH3110> Johanan,"},{"number":10,"verse":"ויוחנן <WH3110> And Johanan הוליד <WH3205> begot את <WH853> עזריה <WH5838> Azariah, הוא <WH1931> (he אשׁר <WH834> that כהן <WH3547> executed the priest's office בבית <WH1004> in the temple אשׁר <WH834> that בנה <WH1129> built שׁלמה <WH8010> Solomon בירושׁלם׃ <WH3389> in Jerusalem:)"},{"number":11,"verse":"ויולד <WH3205> begot עזריה <WH5838> And Azariah את <WH853> אמריה <WH568> Amariah, ואמריה <WH568> and Amariah הוליד <WH3205> begot את <WH853> אחיטוב׃ <WH285> Ahitub,"},{"number":12,"verse":"ואחיטוב <WH285> And Ahitub הוליד <WH3205> begot את <WH853> צדוק <WH6659> Zadok, וצדוק <WH6659> and Zadok הוליד <WH3205> begot את <WH853> שׁלום׃ <WH7967> Shallum,"},{"number":13,"verse":"ושׁלום <WH7967> And Shallum הוליד <WH3205> begot את <WH853> חלקיה <WH2518> Hilkiah, וחלקיה <WH2518> and Hilkiah הוליד <WH3205> begot את <WH853> עזריה׃ <WH5838> Azariah,"},{"number":14,"verse":"ועזריה <WH5838> And Azariah הוליד <WH3205> begot את <WH853> שׂריה <WH8304> Seraiah, ושׂריה <WH8304> and Seraiah הוליד <WH3205> begot את <WH853> יהוצדק׃ <WH3087> Jehozadak,"},{"number":15,"verse":"ויהוצדק <WH3087> And Jehozadak הלך <WH1980> went בהגלות <WH1540> carried away יהוה <WH3068> when the LORD את <WH853> יהודה <WH3063> Judah וירושׁלם <WH3389> and Jerusalem ביד <WH3027> by the hand נבכדנאצר׃ <WH5019> of Nebuchadnezzar."},{"number":16,"verse":"בני <WH1121> The sons לוי <WH3878> of Levi; גרשׁם <WH1647> קהת <WH6955> Kohath, ומררי׃ <WH4847> and Merari."},{"number":17,"verse":"ואלה <WH428> And these שׁמות <WH8034> the names בני <WH1121> of the sons גרשׁום <WH1647> לבני <WH3845> Libni, ושׁמעי׃ <WH8096> and Shimei."},{"number":18,"verse":"ובני <WH1121> And the sons קהת <WH6955> of Kohath עמרם <WH6019> Amram, ויצהר <WH3324> and Izhar, וחברון <WH2275> and Hebron, ועזיאל׃ <WH5816> and Uzziel."},{"number":19,"verse":"בני <WH1121> The sons מררי <WH4847> of Merari; מחלי <WH4249> Mahli, ומשׁי <WH4187> and Mushi. ואלה <WH428> And these משׁפחות <WH4940> the families הלוי <WH3881> of the Levites לאבותיהם׃ <WH1> according to their fathers."},{"number":20,"verse":"לגרשׁום <WH1647> לבני <WH3845> Libni בנו <WH1121> his son, יחת <WH3189> Jahath בנו <WH1121> his son, זמה <WH2155> Zimmah בנו׃ <WH1121> his son,"},{"number":21,"verse":"יואח <WH3098> Joah בנו <WH1121> his son, עדו <WH5714> Iddo בנו <WH1121> his son, זרח <WH2226> Zerah בנו <WH1121> his son, יאתרי <WH2979> Jeaterai בנו׃ <WH1121> his son."},{"number":22,"verse":"בני <WH1121> The sons קהת <WH6955> of Kohath; עמינדב <WH5992> Amminadab בנו <WH1121> his son, קרח <WH7141> Korah בנו <WH1121> his son, אסיר <WH617> Assir בנו׃ <WH1121> his son,"},{"number":23,"verse":"אלקנה <WH511> Elkanah בנו <WH1121> his son, ואביסף <WH43> and Ebiasaph בנו <WH1121> his son, ואסיר <WH617> and Assir בנו׃ <WH1121> his son,"},{"number":24,"verse":"תחת <WH8480> Tahath בנו <WH1121> his son, אוריאל <WH222> Uriel בנו <WH1121> his son, עזיה <WH5818> Uzziah בנו <WH1121> his son, ושׁאול <WH7586> and Shaul בנו׃ <WH1121> his son."},{"number":25,"verse":"ובני <WH1121> And the sons אלקנה <WH511> of Elkanah; עמשׂי <WH6022> Amasai, ואחימות׃ <WH287> and Ahimoth."},{"number":26,"verse":"אלקנה <WH511> Elkanah: בנו <WH1121> the sons אלקנה <WH511> of Elkanah; צופי <WH6689> Zophai בנו <WH1121> his son, ונחת <WH5184> and Nahath בנו׃ <WH1121> his son,"},{"number":27,"verse":"אליאב <WH446> Eliab בנו <WH1121> his son, ירחם <WH3395> Jeroham בנו <WH1121> his son, אלקנה <WH511> Elkanah בנו׃ <WH1121> his son."},{"number":28,"verse":"ובני <WH1121> And the sons שׁמואל <WH8050> of Samuel; הבכר <WH1060> the firstborn ושׁני <WH2059> Vashni, ואביה׃ <WH29> and Abiah."},{"number":29,"verse":"בני <WH1121> The sons מררי <WH4847> of Merari; מחלי <WH4249> Mahli, לבני <WH3845> Libni בנו <WH1121> his son, שׁמעי <WH8096> Shimei בנו <WH1121> his son, עזה <WH5798> Uzza בנו׃ <WH1121> his son,"},{"number":30,"verse":"שׁמעא <WH8092> Shimea בנו <WH1121> his son, חגיה <WH2293> Haggiah בנו <WH1121> his son, עשׂיה <WH6222> Asaiah בנו׃ <WH1121> his son."},{"number":31,"verse":"ואלה <WH428> And these אשׁר <WH834> whom העמיד <WH5975> set דויד <WH1732> David על <WH5921> over ידי <WH3027> the service שׁיר <WH7892> of song בית <WH1004> in the house יהוה <WH3068> of the LORD, ממנוח <WH4494> had rest. הארון׃ <WH727> after that the ark"},{"number":32,"verse":"ויהיו <WH1961> משׁרתיםפני <WH6440> before משׁכן <WH4908> the dwelling place אהל <WH168> of the tabernacle מועד <WH4150> of the congregation בשׁיר <WH7892> with singing, עד <WH5704> until בנות <WH1129> had built שׁלמה <WH8010> Solomon את <WH853> בית <WH1004> the house יהוה <WH3068> of the LORD בירושׁלם <WH3389> in Jerusalem: ויעמדו <WH5975> and they waited כמשׁפטם <WH4941> according to their order. על <WH5921> on עבודתם׃ <WH5656> their office"},{"number":33,"verse":"ואלה <WH428> And these העמדים <WH5975> they that waited ובניהם <WH1121> with their children. מבני <WH1121> the son הקהתי <WH6956> of the Kohathites: הימן <WH1968> Heman המשׁורר <WH7891> a singer, בן <WH1121> the son יואל <WH3100> of Joel, בן <WH1121> שׁמואל׃ <WH8050> of Shemuel,"},{"number":34,"verse":"בן <WH1121> The son אלקנה <WH511> of Elkanah, בן <WH1121> the son ירחם <WH3395> of Jeroham, בן <WH1121> the son אליאל <WH447> of Eliel, בן <WH1121> the son תוח׃ <WH8430> of Toah,"},{"number":35,"verse":"בן <WH1121> The son ציף <WH6689> of Zuph, בן <WH1121> the son אלקנה <WH511> of Elkanah, בן <WH1121> the son מחת <WH4287> of Mahath, בן <WH1121> the son עמשׂי׃ <WH6022> of Amasai,"},{"number":36,"verse":"בן <WH1121> The son אלקנה <WH511> of Elkanah, בן <WH1121> the son יואל <WH3100> of Joel, בן <WH1121> the son עזריה <WH5838> of Azariah, בן <WH1121> the son צפניה׃ <WH6846> of Zephaniah,"},{"number":37,"verse":"בן <WH1121> The son תחת <WH8480> of Tahath, בן <WH1121> the son אסיר <WH617> of Assir, בן <WH1121> the son אביסף <WH43> of Ebiasaph, בן <WH1121> the son קרח׃ <WH7141> of Korah,"},{"number":38,"verse":"בן <WH1121> The son יצהר <WH3324> of Izhar, בן <WH1121> the son קהת <WH6955> of Kohath, בן <WH1121> the son לוי <WH3878> of Levi, בן <WH1121> the son ישׂראל׃ <WH3478> of Israel."},{"number":39,"verse":"ואחיו <WH251> And his brother אסף <WH623> Asaph, העמד <WH5975> who stood על <WH5921> on ימינו <WH3225> his right hand, אסף <WH623> Asaph בן <WH1121> the son ברכיהו <WH1296> of Berachiah, בן <WH1121> the son שׁמעא׃ <WH8092> of Shimea,"},{"number":40,"verse":"בן <WH1121> The son מיכאל <WH4317> of Michael, בן <WH1121> the son בעשׂיה <WH1202> of Baaseiah, בן <WH1121> the son מלכיה׃ <WH4441> of Malchiah,"},{"number":41,"verse":"בן <WH1121> The son אתני <WH867> of Ethni, בן <WH1121> the son זרח <WH2226> of Zerah, בן <WH1121> the son עדיה׃ <WH5718> of Adaiah,"},{"number":42,"verse":"בן <WH1121> The son איתן <WH387> of Ethan, בן <WH1121> the son זמה <WH2155> of Zimmah, בן <WH1121> the son שׁמעי׃ <WH8096> of Shimei,"},{"number":43,"verse":"בן <WH1121> The son יחת <WH3189> of Jahath, בן <WH1121> the son גרשׁם <WH1647> בן <WH1121> the son לוי׃ <WH3878> of Levi."},{"number":44,"verse":"ובני <WH1121> the sons מררי <WH4847> of Merari אחיהם <WH251> And their brethren על <WH5921> on השׂמאול <WH8040> the left hand: איתן <WH387> Ethan בן <WH1121> the son קישׁי <WH7029> of Kishi, בן <WH1121> the son עבדי <WH5660> of Abdi, בן <WH1121> the son מלוך׃ <WH4409> of Malluch,"},{"number":45,"verse":"בן <WH1121> The son חשׁביה <WH2811> of Hashabiah, בן <WH1121> the son אמציה <WH558> of Amaziah, בן <WH1121> the son חלקיה׃ <WH2518> of Hilkiah,"},{"number":46,"verse":"בן <WH1121> The son אמצי <WH557> of Amzi, בן <WH1121> the son בני <WH1137> of Bani, בן <WH1121> the son שׁמר׃ <WH8106> of Shamer,"},{"number":47,"verse":"בן <WH1121> The son מחלי <WH4249> of Mahli, בן <WH1121> the son מושׁי <WH4187> of Mushi, בן <WH1121> the son מררי <WH4847> of Merari, בן <WH1121> the son לוי׃ <WH3878> of Levi."},{"number":48,"verse":"ואחיהם <WH251> Their brethren הלוים <WH3881> also the Levites נתונים <WH5414> appointed לכל <WH3605> unto all manner עבודת <WH5656> of service משׁכן <WH4908> of the tabernacle בית <WH1004> of the house האלהים׃ <WH430> of God."},{"number":49,"verse":"ואהרן <WH175> But Aaron ובניו <WH1121> and his sons מקטירים <WH6999> offered על <WH5921> upon מזבח <WH4196> the altar העולה <WH5930> of the burnt offering, ועל <WH5921> and on מזבח <WH4196> the altar הקטרת <WH7004> of incense, לכל <WH3605> for all מלאכת <WH4399> the work קדשׁ <WH6944> of the most holy, הקדשׁים <WH6944> of the most holy, ולכפר <WH3722> and to make an atonement על <WH5921> for ישׂראל <WH3478> Israel, ככל <WH3605> according to all אשׁר <WH834> that צוה <WH6680> had commanded. משׁה <WH4872> Moses עבד <WH5650> the servant האלהים׃ <WH430> of God"},{"number":50,"verse":"ואלה <WH428> And these בני <WH1121> the sons אהרן <WH175> of Aaron; אלעזר <WH499> Eleazar בנו <WH1121> his son, פינחס <WH6372> Phinehas בנו <WH1121> his son, אבישׁוע <WH50> Abishua בנו׃ <WH1121> his son,"},{"number":51,"verse":"בקי <WH1231> Bukki בנו <WH1121> his son, עזי <WH5813> Uzzi בנו <WH1121> his son, זרחיה <WH2228> Zerahiah בנו׃ <WH1121> his son,"},{"number":52,"verse":"מריות <WH4812> Meraioth בנו <WH1121> his son, אמריה <WH568> Amariah בנו <WH1121> his son, אחיטוב <WH285> Ahitub בנו׃ <WH1121> his son,"},{"number":53,"verse":"צדוק <WH6659> Zadok בנו <WH1121> his son, אחימעץ <WH290> Ahimaaz בנו׃ <WH1121> his son."},{"number":54,"verse":"ואלה <WH428> Now these מושׁבותם <WH4186> their dwelling places לטירותם <WH2918> throughout their castles בגבולם <WH1366> in their coasts, לבני <WH1121> of the sons אהרן <WH175> of Aaron, למשׁפחת <WH4940> of the families הקהתי <WH6956> of the Kohathites: כי <WH3588> for להם <WH1992> היה <WH1961> theirs was הגורל׃ <WH1486> the lot."},{"number":55,"verse":"ויתנו <WH5414> And they gave להם <WH1992> אתברון <WH2275> them Hebron בארץ <WH776> in the land יהודה <WH3063> of Judah, ואת <WH853> מגרשׁיה <WH4054> and the suburbs סביבתיה׃ <WH5439> thereof round about"},{"number":56,"verse":"ואת <WH853> שׂדה <WH7704> But the fields העיר <WH5892> of the city, ואת <WH853> חצריה <WH2691> and the villages נתנו <WH5414> thereof, they gave לכלב <WH3612> to Caleb בן <WH1121> the son יפנה׃ <WH3312> of Jephunneh."},{"number":57,"verse":"ולבני <WH1121> And to the sons אהרן <WH175> of Aaron נתנו <WH5414> they gave את <WH853> ערי <WH5892> the cities המקלט <WH4733> of refuge, את <WH853> חברון <WH2275> Hebron, ואת <WH853> לבנה <WH3841> and Libnah ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> יתר <WH3492> and Jattir, ואת <WH853> אשׁתמע <WH851> and Eshtemoa, ואת <WH853> מגרשׁיה׃ <WH4054> with their suburbs,"},{"number":58,"verse":"ואת <WH853> חילז <WH2432> And Hilen ואת <WH853> מגרשׁיה <WH4054> with her suburbs, את <WH853> דביר <WH1688> Debir ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs,"},{"number":59,"verse":"ואת <WH853> עשׁן <WH6228> And Ashan ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> בית שׁמשׁ <WH1053> and Beth-shemesh ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs:"},{"number":60,"verse":"וממטה <WH4294> בנימן <WH1144> of Benjamin; את <WH853> גבע <WH1387> Geba ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> עלמת <WH5964> and Alemeth ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> ענתות <WH6068> and Anathoth ואת <WH853> מגרשׁיה <WH4054> with her suburbs. כל <WH3605> All עריהם <WH5892> their cities שׁלשׁ <WH7969> thirteen עשׂרה <WH6240> thirteen עיר <WH5892> cities. במשׁפחותיהם׃ <WH4940> throughout their families"},{"number":61,"verse":"ולבני <WH1121> And unto the sons קהת <WH6955> of Kohath, הנותרים <WH3498> left ממשׁפחת <WH4940> of the family המטה <WH4294> of that tribe, ממחצית <WH4276> the half מטה <WH4294> tribe, חצי <WH2677> out of the half מנשׁה <WH4519> of Manasseh, בגורל <WH1486> by lot, ערים <WH5892> cities. עשׂר׃ <WH6235> ten"},{"number":62,"verse":"ולבני <WH1121> And to the sons גרשׁום <WH1647> למשׁפחותם <WH4940> throughout their families ממטה <WH4294> out of the tribe ישׂשכר <WH3485> of Issachar, וממטה <WH4294> and out of the tribe אשׁר <WH836> of Asher, וממטה <WH4294> and out of the tribe נפתלי <WH5321> of Naphtali, וממטה <WH4294> and out of the tribe מנשׁה <WH4519> of Manasseh בבשׁן <WH1316> in Bashan, ערים <WH5892> cities. שׁלשׁ <WH7969> thirteen עשׂרה׃ <WH6240> thirteen"},{"number":63,"verse":"לבני <WH1121> Unto the sons מררי <WH4847> of Merari למשׁפחותם <WH4940> throughout their families, ממטה <WH4294> out of the tribe ראובן <WH7205> of Reuben, וממטה <WH4294> and out of the tribe גד <WH1410> of Gad, וממטה <WH4294> and out of the tribe זבולן <WH2074> of Zebulun, בגורל <WH1486> by lot, ערים <WH5892> cities. שׁתים <WH8147> twelve עשׂרה׃ <WH6240> twelve"},{"number":64,"verse":"ויתנו <WH5414> gave בני <WH1121> And the children ישׂראל <WH3478> of Israel ללוים <WH3881> to the Levites את <WH853> הערים <WH5892> cities ואת <WH854> מגרשׁיהם׃ <WH4054> with their suburbs."},{"number":65,"verse":"ויתנו <WH5414> And they gave בגורל <WH1486> by lot ממטה <WH4294> out of the tribe בני <WH1121> of the children יהודה <WH3063> of Judah, וממטה <WH4294> and out of the tribe בני <WH1121> of the children שׁמעון <WH8095> of Simeon, וממטה <WH4294> and out of the tribe בני <WH1121> of the children בנימן <WH1144> of Benjamin, את <WH853> הערים <WH5892> cities, האלה <WH428> these אשׁר <WH834> which יקראו <WH7121> are called אתהם <WH853> בשׁמות׃ <WH8034> by names."},{"number":66,"verse":"וממשׁפחות <WH4940> בני <WH1121> of the sons קהת <WH6955> of Kohath ויהי <WH1961> had ערי <WH5892> cities גבולם <WH1366> of their coasts ממטה <WH4294> out of the tribe אפרים׃ <WH669> of Ephraim."},{"number":67,"verse":"ויתנו <WH5414> And they gave להם את <WH853> ערי <WH5892> unto them, the cities המקלט <WH4733> of refuge, את <WH853> שׁכם <WH7927> Shechem ואת <WH853> מגרשׁיה <WH4054> with her suburbs; בהר <WH2022> in mount אפרים <WH669> Ephraim ואת <WH853> גזר <WH1507> also Gezer ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs,"},{"number":68,"verse":"ואת <WH853> יקמעם <WH3361> And Jokmeam ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> בית חורון <WH1032> and Beth-horon ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs,"},{"number":69,"verse":"ואת <WH853> אילון <WH357> And Aijalon ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> גת רמון <WH1667> and Gath-rimmon ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs:"},{"number":70,"verse":"וממחצית <WH4276> the half מטה <WH4294> tribe מנשׁה <WH4519> of Manasseh; את <WH853> ענר <WH6063> Aner ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> בלעם <WH1109> and Bileam ואת <WH853> מגרשׁיה <WH4054> with her suburbs, למשׁפחת <WH4940> for the family לבני <WH1121> of the sons קהת <WH6955> of Kohath. הנותרים׃ <WH3498> of the remnant"},{"number":71,"verse":"לבני <WH1121> Unto the sons גרשׁום <WH1647> ממשׁפחת <WH4940> out of the family חצי <WH2677> of the half מטה <WH4294> tribe מנשׁה <WH4519> of Manasseh, את <WH853> גולן <WH1474> Golan בבשׁן <WH1316> in Bashan ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> עשׁתרות <WH6252> and Ashtaroth ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs:"},{"number":72,"verse":"וממטה <WH4294> ישׂשכר <WH3485> of Issachar; את <WH853> קדשׁ <WH6943> Kedesh ואת <WH853> מגרשׁיה <WH4054> with her suburbs, את <WH853> דברת <WH1705> Daberath ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs,"},{"number":73,"verse":"ואת <WH853> ראמות <WH7216> And Ramoth ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> ענם <WH6046> and Anem ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs:"},{"number":74,"verse":"וממטה <WH4294> אשׁר <WH836> of Asher; את <WH853> משׁל <WH4913> Mashal ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> עבדון <WH5658> and Abdon ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs,"},{"number":75,"verse":"ואת <WH853> חוקק <WH2712> And Hukok ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> רחב <WH7340> and Rehob ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs:"},{"number":76,"verse":"וממטה <WH4294> נפתלי <WH5321> of Naphtali; את <WH853> קדשׁ <WH6943> Kadesh בגליל <WH1551> in Galilee ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> חמון <WH2540> and Hammon ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> קריתים <WH7156> and Kirjathaim ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs."},{"number":77,"verse":"לבני <WH1121> of the children מררי <WH4847> of Merari הנותרים <WH3498> Unto the rest ממטה <WH4294> out of the tribe זבולן <WH2074> of Zebulun, את <WH853> רמונו <WH7417> Rimmon ואת <WH853> מגרשׁיה <WH4054> with her suburbs, את <WH853> תבור <WH8396> Tabor ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs:"},{"number":78,"verse":"ומעבר <WH5676> לירדן <WH3383> Jordan ירחו <WH3405> by Jericho, למזרח <WH4217> on the east side הירדן <WH3383> of Jordan, ממטה <WH4294> out of the tribe ראובן <WH7205> of Reuben, את <WH853> בצר <WH1221> Bezer במדבר <WH4057> in the wilderness ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> יהצה <WH3096> and Jahzah ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs,"},{"number":79,"verse":"ואת <WH853> קדמות <WH6932> Kedemoth ואת <WH853> מגרשׁיה <WH4054> also with her suburbs, ואת <WH853> מיפעת <WH4158> and Mephaath ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs:"},{"number":80,"verse":"וממטה <WH4294> גד <WH1410> of Gad; את <WH853> ראמות <WH7216> Ramoth בגלעד <WH1568> in Gilead ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> מחנים <WH4266> and Mahanaim ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs,"},{"number":81,"verse":"ואת <WH853> חשׁבון <WH2809> And Heshbon ואת <WH853> מגרשׁיה <WH4054> with her suburbs, ואת <WH853> יעזיר <WH3270> and Jazer ואת <WH853> מגרשׁיה׃ <WH4054> with her suburbs."}]}