{"bibleAbbr":"mniRNT2022","bookName":"Colossae","bookEnglishName":"Colossians","chapterNumber":1,"verses":[{"number":1,"verse":"Tengban Mapugi aningbagi matung-inna Christta Jisugi pakhonchatpa oiraba Paul amasung eikhoigi ichin-inao Timothy-na,"},{"number":2,"verse":"Colossae-da leiba Tengban Mapugi asengba mising amadi Christtada thajaba yaba ichin inaosingda: Eikhoigi Ipa Ibungo Tengban Mapudagi thoujal amasung ingthaba nakhoida leiba oirasanu."},{"number":3,"verse":"( Thagatchaba amadi haijaba) Eikhoina nakhoigidamak haijaba matamda eikhoigi Mapu Ibungo Jisu Christtagi Mapa, Tengban Mapubu eikhoina matam pumbada thagatchei,"},{"number":4,"verse":"maramdi nakhoina Christta Jisubu thajaba aduga Tengban Mapugi mi pumnamakpu nakhoina nungsiba adu eikhoina tare."},{"number":5,"verse":"Achumba paojel haibadi Aphaba Paona nakhoigi naphamda ahanba lakpa matamda, maduna asa pibagi maramda nakhoina tare. Maram aduna nakhoigi thajaba amasung nungsiba adu nakhoina asa touba aduda yumpham oibani, asa adudi swargada nakhoigidamak cheksinna thamkhrabani."},{"number":6,"verse":"Aphaba Pao aduna yaipha thoujalsing makha tana purakli aduga taibangpan-gi mapham pumnamakta sandokli, madu nakhoina ihan hanna Tengban Mapugi thoujalgi maramda takhiba amasung madu sengna khangkhiba numitta nakhoida thokkhiba adugumna thoklibani."},{"number":7,"verse":"Eikhoigi ihut sinduna Christtagi thajaba yaba thougal touba aduga eikhoiga punna minai oiminnaba achanba Epaphras-tagi Tengban Mapugi thoujal adu tamle."},{"number":8,"verse":"Thawaina nakhoida pibiba nungsiba adugi maramda mahakna eikhoida tamle."},{"number":9,"verse":"Maram asigidamak eikhoina nakhoigi pao taba numittagi houna nakhoigidamak haijaba toktri. Ibungo mahakki Thawaina pibiba lousing amasung wakhal pumnamak adugi mapanna Tengban Mapuna nakhoibu mahakki aningbabu khanghanbinaba eikhoina haijaba leptri."},{"number":10,"verse":"Madu oirabadi nakhoina Mapu Ibungona pamba punsi mahing adu hingba ngamgani aduga Ibungobu pelhanba thabaksing tougani. Nakhoigi punsina makhal kayagi aphaba thabaksing puthokkani amadi Tengban Mapubu khangbada henna khumang chaosinba oigani."},{"number":11,"verse":"Ibungo mahakki matik mangalgi panggal pumnamakka loinana nakhoibu kalhanbiduna nakhoida akhaangkanba amadi kuina khaangbiba oihanbigani,"},{"number":12,"verse":"Aduna mangalgi leibak aduda asengbasinggi phangpham thokpa aduda nakhoibu saruk phangbada matik chaba oihanbiba Ipa aduda harao haraona thagatchou."},{"number":13,"verse":"Ibungo mahakna eikhoibu amambagi panggaldagi kanbiduna mahakki nungsiraba Machanupagi leibak aduda pusinbire,"},{"number":14,"verse":"( Eph 1:7) Machanupa aduna eikhoibu ningtamhanbire, madudi, eikhoigi papsingbu kokpire."},{"number":15,"verse":"( Christtadi khuwaidagi henthoibani) Christtadi uba ngamdaba Tengban Mapugi saktamni, semkhraba pot pumnamaktagi hanna pokpa aduni."},{"number":16,"verse":"Ibungo mahakki mapanna pot khudingmak, haibadi, swargada amadi malemda leiba, uba ngamba amadi uba ngamdabasing, phambalsing, panggalsing, wayel mapusing amasung matik leibasing; pot pumnamak Ibungo mahakki mapanna amasung mahakkidamak sembikhibani."},{"number":17,"verse":"Ibungodi pot pumnamaktagi hanna leiramlabani, aduga Ibungoda punsinduna pot pumnamak mapham chana lei."},{"number":18,"verse":"( Eph 1:2223) Ibungodi mahakki hakchang oiriba singlupki makokni; Ibungo mahakna pumnamakta ihen henba oinaba mahakti ahouba amadi asibasinggi maraktagi hinggatpa ahanba pokpa aduni."},{"number":19,"verse":"Maramdi Ibungo mangonda Tengban Mapugi mapung phaba pumnamak leiba haibasi Tengban Mapugi apenbani."},{"number":20,"verse":"( Eph 2:16) Aduga cross-ta tabikhiba mahakki ee adugi mapanna ingthaba puraktuna malemda leiba nattraga swargada leiba oirabasu pot pumnamak Ibungo mahakki mapanna Tengban Mapuda taisinnabire."},{"number":21,"verse":"Matam amadadi nakhoina phattaba thabaksing toukhiba amadi phattaba wakhal khankhibagi maramna nakhoisu Tengban Mapudagi lapna leirammi amadi Ibungo mahakki yeknaba oirammi."},{"number":22,"verse":"Houjikti mahakki Machanupagi hakchang oina sibiba adugi mapanna Tengban Mapuna nakhoibu taisinnabire, madu nakhoibu asengba, amakpa leitaba amadi landaba ama oina nakhoibu mahakki manakta pusinbinabani."},{"number":23,"verse":"Aduna nakhoina thajabada tattana leiduna, chetna leppu amadi Aphaba Pao adu tabagi phangba asa adudagi lengba touganu. Nakhoina takhraba Aphaba Pao adu atiyagi makhada leiba khutsem pumnamakta sandokkhrabani, amasung Paul eidi madugi thougal touba oijare."},{"number":24,"verse":"( Paul-na touba Singlupki thougal) Nakhoigi maramgidamak awaba khaangba asida eina haraojei, maramdi mahakki hakchang oiriba singlupkidamak Christtana awa khaangbagi wat-houriba adu eigi hakchanggi mapanna eina mapung phahalli."},{"number":25,"verse":"Tengban Mapuna eibu singlupki thougal touba oihanbire, Ibungo mahakna nakhoigi phanabagidamak eingonda thoudang asi tounaba pibibani. Thoudang adudi mahakki paojelbu mapung phana laothokpa aduni,"},{"number":26,"verse":"athuppa adu houkhraba chahi kaya kaya amadi mirol kaya kaya lottuna thamlakpani adubu houjikti Mapu Ibungogi misinggi maphamda phongdokpire."},{"number":27,"verse":"Makhoi aduda Jihudi nattaba phurupsingda athuppa adugi mamal leiraba matik mangal khanghannaba Tengban Mapuna leple, madudi asagi matik mangal oiriba nakhoida leiriba Christta aduni."},{"number":28,"verse":"Eikhoina mi khudingbu Christtada katchanaba, lousing pumnamakka loinana laothokliba, warak watemliba amadi tambiriba asi Ibungo mahak asini."},{"number":29,"verse":"Madu tounabagidamak eigi nungda thabak touriba Christtagi panggal adu sijinnaduna eihakna kanna hotnaduna thabak su-nommi."}]}