{"bibleAbbr":"mniRNT2022","bookName":"Colossae","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"Nakhoigidamak amadi Laodicea-da leibasing amasung eihakpu hakthengnana unadriba makhoisinggidamak eihakna kaya wana thabak subano haibadu eina nakhoibu khanghanning-i."},{"number":2,"verse":"Eigi pandamdi makhoigi thamoida pukning thougatpa amadi nungsibada amata oina punsinba maduna mapung phana khangbagi athanba lan adu leiduna makhoina Tengban Mapugi athuppa haibadi Christtabu khangnanabani,"},{"number":3,"verse":"Ibungoda lousing amadi khangbagi lan pumnamak lottuna lei."},{"number":4,"verse":"Kanagumba amatana phajaba manba semjin-sajinba waheising sijinnaduna nakhoibu namthak touhandanaba eina masi haibani."},{"number":5,"verse":"Hakchangna nakhoigi nanakta leitrabasu thawainadi nakhoigi narakta lei aduga nakhoigi phajaba lichat-sajat amasung Christtada nakhoigi thajaba chetna leiba adu ubada eina haraojei."},{"number":6,"verse":"( Christtada mapung phaba punsi) Adunadi nakhoina Christta Jisubu Mapu Ibungoni haina lousinjaraba maramna nahakki punsi mangonda hing-u,"},{"number":7,"verse":"Ibungo mangonda mara taduna sagatlaga, nakhoibu tambikhibagumna thajaba adu kankhat-hallu, amasung thagatchabada mapan naihan-ganu."},{"number":8,"verse":"Christtadagi nattaba, mioibagi kanadaba minamba lousing haibadi houkhiba miroldagi thangtharakpa tambibasing amasung taibang malem asida palliba thawaising adudagi oiba aduna nakhoi kana amatabu khudum chankhidanaba cheksillu."},{"number":9,"verse":"Maramdi Christtada Tengbang Mapugi oiba mapungphaba khudingmak adu lei,"},{"number":10,"verse":"Christtada nakhoibu mapung phahanbire. Ibungo mahakti panggal pumnamakki amadi matik leiba pumnamakki makokni."},{"number":11,"verse":"Ibungo mangonda nakhoisu un kakle madu mioibagi khutna kakpa natte. Christtana nakhoibu un kakpiba matamda nakhoigi nathakta panba papki hakchang adu louthokpire,"},{"number":12,"verse":"( Rom 6:4) baptize toubada Ibungoga loinana nakhoibu leirol chanminnare, aduga mahakpu asibasinggi maraktagi hinggat-hanbiba Tengban Mapugi thabak touriba panggalda nakhoina thajabagi mapanna nakhoibu mahakka loinana hinggat-hanbire."},{"number":13,"verse":"( Eph 2:1-5) Nakhoigi ayol aransing amasung hakchangda un kaktaba oibagi maramna nakhoi sirambani, adubu Christtaga loinana nakhoibu Tengban Mapuna hinghanbire. Ibungona eikhoigi ayol aran pumnamak ngakpire;"},{"number":14,"verse":"( Eph 2:15) eikhoigi maiyokta leiduna eikhoibu lalhanba wayel yathanggi oiba laman tonduna leiramba adu Ibungo mahakna muthatpire; cross-ta yotpi thaduna Ibungona louthokpikhre."},{"number":15,"verse":"Thawaigi oiba mapusinggi panggalsing amasung matik leibasing adugi panggal louthoktuna mahakna makhoibu cross-ki mapanna maithiba piduna makhoibu iphong phongna utpikhi."},{"number":16,"verse":"( Rom 14:1-6) Maram aduna chaba thakpagi maramda, asengba numitsing pangthopagi maramda, nattraga thasigi nattraga potthaba numit ngakpagi maramda oirabasu kana amatana nakhoibu wayelhan-ganu."},{"number":17,"verse":"Masising asidi tungda oiragadabasing adugi mamini, adubu asengba adudi Christtani."},{"number":18,"verse":"Aranba nolukpa amadi swargadutsingbu khurumbada nungaijaba makhoina nakhoibu matik chahandaba oihan-ganu. Asigumba mi asinasu makhoina ukhiba adugi matangda yamna kupna changsilli; hakchanggi oiba pukningna arembada chaothok-i."},{"number":19,"verse":"( Eph 4:16) Makhoidi makok oiriba Christtada pairamba adu tokle. Ibungo mangonda hakchang apumba asi singli naori amasung sadong masingsinggi mari manao pumnamak punsinduna yokkhatli, amasung Tengban Mapugi apamba matung inna hakchang apumba adu chaokhatpani."},{"number":20,"verse":"( Christtaga siminnaba amasung hingminnaba) Nakhoidi Christtaga loinana siminnare aduga taibangpan asigi palliba thawaising adudagi ning tamhalle. Adu oirabadi karigi nakhoina taibangpanbagi oibagumna hinglibano? Nakhoina chatna pathapsing haibadi"},{"number":21,"verse":"“Masi paiganu,” “Madu tangganu,” “Madu sokkanu” hairiba asigumbasing asi illibano?"},{"number":22,"verse":"Hairiba pumnamaksing asidi ngaakna ngaakna mangkhigani; makhoising asi icham chamba mioibagi yathang amasung tambibada yumpham oi."},{"number":23,"verse":"Asigumba pathapsing haibadi namduna swargadutsing khurumgadabani haiba, aranba matougi nolukpa amadi hakchangbu laaknaba hairibasing asi lousingda yumpham oibadi malli adubu hakchanggi apamba adu laksinnabagidamaktadi kari amata kanaba leite."}]}