{"bibleAbbr":"t4t2014","bookName":"James","bookEnglishName":"James","chapterNumber":2,"verses":[{"number":1,"verse":"(Stop honoring some people more than others, because by doing that, you are disobeying God's law that we should love one another.) My fellow believers, because you trust our Lord Jesus Christ, the one who is glorious/wonderful, stop honoring some people more than others."},{"number":2,"verse":"For example, suppose that a person who wears gold rings and fine clothes enters your meeting place. Then suppose that a poor person who wears shabby/ragged clothes also comes in."},{"number":3,"verse":"And suppose that you ◄show special attention to/treat better► the one who is dressed in fine clothes by saying, “Sit here in this good seat!” and you say to the poor one, “Stand there or sit on the floor [MTY]!”"},{"number":4,"verse":"Then you have obviously [RHQ] caused divisions in the congregation (OR, you are clearly treating one better than the others, and you are using evil motives/reasons to ◄evaluate people/decide whether people are important or not►)."},{"number":5,"verse":"Listen to me, my fellow believers whom I love. God has chosen [RHQ] poor people whom unbelievers consider to possess nothing of value, in order that he might bless them abundantly because they trust in him, and in order that they will enter the place where he will rule [MET] forever. That is what he has promised to those who love him."},{"number":6,"verse":"But you dishonor the poor people. Think about it! ◄It is the rich people, not the poor people, who are causing you to suffer!/Isn't it the rich people, not the poor people, who are oppressing you?► [RHQ] ◄It is the rich people who forcibly take you to court to accuse you in front of judges!/Is it not the rich people who forcibly take you to court to accuse you in front of judges?► [RHQ]"},{"number":7,"verse":"◄And they are the ones who speak evil against Jesus Christ, the one who is worthy of praise, to whom you belong!/Are they not the ones who speak evil against Jesus Christ, the one who is worthy of praise, to whom you belong?► [RHQ]"},{"number":8,"verse":"God has commanded you in the Scriptures that each of you must love other people like you love yourself. That commandment was also given by Jesus our King [MTY]. If you are loving others, you are doing what is right."},{"number":9,"verse":"But if you honor some people more than others, you are ◄doing wrong/sinning►. And because you do not do what God commanded us to do, he condemns you [PRS] because you disobey his laws."},{"number":10,"verse":"Do not forget that those who disobey only one of God's laws, even if they obey all his other laws, God considers them to be as guilty as anyone who has disobeyed all of God's laws."},{"number":11,"verse":"For example, God said, “Do not commit adultery,” but he also said, “Do not murder anyone.” So if you(sg) do not commit adultery but you(sg) murder someone, you(sg) have become a person who disobeys God's laws."},{"number":12,"verse":"(Continually act mercifully toward others, because God will not act mercifully to those who do not act mercifully toward others.) Continually speak and act toward others as people should who will be judged {whom God will judge} by the law that frees us from being punished {God punishing us} for our sins."},{"number":13,"verse":"Speak and act like that, because when God judges us, he will not act mercifully toward those who do not act mercifully toward others. But when we are merciful to others, we can rejoice, because our being merciful shows that we are acting like people whom God has mercifully saved from being judged (OR, we can rejoice because God will judge us mercifully)."},{"number":14,"verse":"(Anyone who says that he trusts in Jesus Christ but does not act compassionately toward others is not truly trusting in Jesus.) My fellow believers, there are some people who say, “I believe in the Lord Jesus Christ,” but they do not do good deeds to other people. ◄Their saying that will certainly not do them any good!/What good will their saying that do for them?► [RHQ] ◄God will certainly not save people like that who say that they believe, but do not do good deeds!/Will God save people like that who say that they believe, but do not do good deeds?► [RHQ]"},{"number":15,"verse":"To illustrate, suppose that fellow believers, either men or women, are continually lacking clothing or lacking food for each day."},{"number":16,"verse":"And suppose that one of you says to them, “May God bless you and supply the clothing and food that you need!” but you(sg) do not give them the things that they need. ◄That would be no help to them!/What help is that to them?► [RHQ]"},{"number":17,"verse":"Similarly, those who do not do good deeds to help others, what they have said about their believing in Christ is as useless [MET] as a dead person is useless! They do not really believe in Christ."},{"number":18,"verse":"(But someone may claim that some people are saved because they trust in God and other people are saved because they do good to others. In answer to that, the inadequacy of faith without good deeds is demonstrated by the example of demons. From the examples of Abraham and Rahab we can see that only by obeying God and doing good to others can people prove that they truly trust in God.) But someone may say to me, “God saves some people only because they trust in him, and he saves others because they do good deeds to people.” I would answer that person, “You(sg) cannot prove to me that people truly trust in God if they do not do good deeds to others! But by doing good deeds to others I will prove to you that I truly trust in God!"},{"number":19,"verse":"Think about it! You believe that there is only one God, and you are right to believe that. But the demons also believe that, but they tremble because they know that God is going to punish them."},{"number":20,"verse":"Also, you foolish person, I will [RHQ] prove to you(sg) that if someone says, ‘I trust in God,’ but he does not do good deeds, what that person says will not benefit him."},{"number":21,"verse":"◄It was certainly because of what our revered ancestor Abraham did, when he prepared to sacrifice his son Isaac, that he was considered by God {that God considered him} to be a righteous, obedient person./Was it not because of what our revered ancestor Abraham did, when he prepared to sacrifice his son Isaac, that he was considered by God {that God considered him} to be a righteous, obedient person?► [RHQ]"},{"number":22,"verse":"You(sg) can realize that he was not only trusting in God, but he was also doing what God told him to do, and you(sg) can realize that he was able to trust in God more completely because of having done what God told him to do."},{"number":23,"verse":"And so it happened as it is written in the Scriptures: ‘Because Abraham truly trusted in God, he was considered by God to be {God considered that he was} righteous.’ And God also said about Abraham, “He is my friend.”"},{"number":24,"verse":"From the example of Abraham, you can realize that it is because people do good deeds that God considers them to be righteous, and not only because they trust in him."},{"number":25,"verse":"Similarly, it was certainly [RHQ] because of what Rahab did, that God considered her to be a righteous, obedient person. Rahab was previously a prostitute, but she cared for the Israelite men who came to ◄spy out the land/see what that area was like► and she helped them to escape by sending them home on a different road from the one that they came on."},{"number":26,"verse":"Remember that when our spirits permanently leave our bodies, our bodies are dead and useless. Similarly [SIM], if someone says, “I trust in God,” but does not do things to help others, what that person says about trusting in God is useless.”"}]}