{"bibleAbbr":"t4t2014","bookName":"James","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"(Not many of you should become teachers, because God will judge teachers with greater severity than he will judge others. You should all strive to speak rightly, because what you say has a powerful effect on others, and it is often destructive and hypocritical.) My fellow believers, not many of you should desire to become teachers of God's truth, because you know that God will judge us(exc), who teach others, more severely than he will judge other people."},{"number":2,"verse":"It is true that we all in many ways do what is wrong [MET]. But those who always [LIT] control what they say will be all that God intends/wants them to be. They will be able to control all their actions [MTY]."},{"number":3,"verse":"To illustrate, if we put a small metal bit into the mouth of a horse in order to cause the horse to obey us, we can cause the horse to turn and go where we want it to [MET]."},{"number":4,"verse":"Think also about ships. Although a ship may be very large and although it can be moved by strong winds {strong winds can move it}, by turning a very small ◄rudder/steering paddle► people can direct the ship wherever they want it to go."},{"number":5,"verse":"Similarly, although our tongues are very small, if we do not control them, we can harm many people by what we proudly say [MTY]. Think also about how just a small flame of fire can cause a large forest (OR, a large area of brushwood) to burn."},{"number":6,"verse":"Just like a fire damages a forest [MET], when we say things that are evil, we harm many people. What we say [MTY] reveals that there is much evil within us. What we say contaminates/defiles all that we think and do [PRS, MET]. Just like a flame of fire easily causes the whole surrounding area [MET] to burn, what we say [MTY] can cause others to want to do evil. It is the devil himself [MTY] who causes us to speak what is evil."},{"number":7,"verse":"Indeed, although people are able to tame/control all kinds of wild animals, birds, reptiles and creatures that live in the water, and people have tamed/controlled them,"},{"number":8,"verse":"no person ◄on his own/by himself► is able to control what he says [MTY]. And when people speak evilly, it shows that they are unstable/uncontrolled and wicked [MTY]. As the poison of a snake kills people [MTY], we harm others [MET] by what we say."},{"number":9,"verse":"We use our tongue to praise God, who is our Lord and Father, but we also use our same tongue to ask God to do evil to people. That is very wrong, because God made people like himself."},{"number":10,"verse":"We praise God, but with our same mouth we also ask for evil things to happen to others. My fellow believers, this should not be!"},{"number":11,"verse":"◄Surely bitter water and good water do not come out of the same spring!/How can bitter water and good water come out of the same spring?► [RHQ]"},{"number":12,"verse":"My fellow believers, a fig tree cannot [RHQ] produce olives. Nor can [RHQ] a grapevine produce figs. Neither can a salty spring produce good water. Similarly, we should speak only what is good, and we should not speak what is evil [MET]."},{"number":13,"verse":"(If you are jealous of others and self-seeking, do not boast that you are wise. Instead, demonstrate that you are truly wise by doing good and by acting peaceably and compassionately toward others.) If any of you thinks [RHQ] that you are wise and know much, you should always act in a good way to show people that your good deeds are the result of your being truly wise. Being wise helps us to act gently toward others."},{"number":14,"verse":"But if in your ◄inner beings/hearts► you are intensely/very [MET] ◄jealous/unhappy when you see that someone else is succeeding► and always want to have what you want, regardless of what others want, you should not say that you are wise, for by boasting like that, you are saying that ◄God's message/what God says about you► is not true."},{"number":15,"verse":"Those who have such attitudes are not wise [MTY] in the way that God wants them to be. Instead, they are only thinking and acting like ◄ungodly people/people who do not please God►. They think and act according to their own evil desires. They do what the demons want them to do (OR, they think and act as demons do)."},{"number":16,"verse":"Keep in mind that people who have such attitudes ◄are unruly/do not submit to authority► and do all kinds of evil things."},{"number":17,"verse":"But when people are wise [PRS] in the way that God [MTY] wants them to be, they are pure in every way, which God considers to be very important. They also act peaceably towards others, they ◄are considerate of/think about the rights and feelings of► others, they are willing to yield to the wishes of others, they act compassionately toward others, and they do all kinds of good things for others [MET]. How they treat others does not depend on ◄others' status/whether others are important or not►, and they are sincere in all they do."},{"number":18,"verse":"Those who act peaceably toward others cause the others to also act peaceably, with the result that they all live together acting righteously [MET]."}]}