{"bibleAbbr":"WEB2020","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":3,"verses":[{"number":1,"verse":"The word<WH1697> of Yahweh<WH3068> came to Jonah<WH3124> the second<WH8145> time,<WH559> saying,"},{"number":2,"verse":"\"Arise,<WH6965> go<WH3212> to Nineveh,<WH5210> that great<WH1419> city,<WH5892> and preach<WH7121> to it the message<WH7150> that I give you.<WH1696>\""},{"number":3,"verse":"So Jonah<WH3124> arose,<WH6965> and went<WH3212> to Nineveh,<WH5210> according to the word<WH1697> of Yahweh.<WH3068> Now Nineveh<WH5210> was an exceedingly<WH430> great<WH1419> city,<WH5892> three<WH7969> days<WH3117>' journey across.<WH4109>"},{"number":4,"verse":"He<WH3124> began<WH2490> to enter<WH935> into the city<WH5892> a<WH259> day<WH3117>'s journey,<WH4109> and he cried<WH7121> out,<WH559> and said, \"In forty<WH705> days,<WH3117> Nineveh<WH5210> will be overthrown!<WH2015>\""},{"number":5,"verse":"The people<WH582> of Nineveh<WH5210> believed<WH539> God;<WH430> and they proclaimed<WH7121> a fast,<WH6685> and put<WH3847> on sackcloth,<WH8242> from their greatest<WH1419> even to their least.<WH6996>"},{"number":6,"verse":"The news<WH1697> reached<WH5060> the king<WH4428> of Nineveh,<WH5210> and he arose<WH6965> from his throne,<WH3678> and took off<WH5674> his royal robe,<WH155> covered<WH3680> himself with sackcloth,<WH8242> and sat<WH3427> in ashes.<WH665>"},{"number":7,"verse":"He made a proclamation<WH2199> and published<WH559> through Nineveh<WH5210> by the decree<WH2940> of the king<WH4428> and his nobles,<WH1419> saying,<WH559> \"Let neither man<WH120> nor animal,<WH929> herd<WH1241> nor flock,<WH6629> taste<WH2938> anything;<WH3972> let them not feed,<WH7462> nor drink<WH8354> water;<WH4325>"},{"number":8,"verse":"but let them be covered<WH3680> with sackcloth,<WH8242> both man<WH120> and animal,<WH929> and let them cry<WH7121> mightily<WH2394> to God.<WH430> Yes,<WH7725> let them turn everyone<WH376> from his evil<WH7451> way,<WH1870> and from the violence<WH2555> that is in his hands.<WH3709>"},{"number":9,"verse":"Who knows<WH3045> whether God<WH430> will not turn<WH7725> and relent,<WH7725> and turn away<WH7725> from his fierce<WH2740> anger,<WH639> so that we might not perish?<WH6>\""},{"number":10,"verse":"God<WH430> saw<WH7200> their works,<WH4639> that they turned<WH7725> from their evil<WH7451> way.<WH1870> God<WH430> relented<WH5162> of the disaster<WH7451> which he said<WH1696> he would do<WH6213> to them,<WH6213> and he didn't do it."}]}