{"bibleAbbr":"KJ3-2005","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"The burden which Habakkuk the prophet saw:"},{"number":2,"verse":"O Jehovah, until when shall I cry out, and You will not hear? I cry out to You, Violence! But You do not save."},{"number":3,"verse":"Why do You make me see iniquity, and You look upon trouble? For violence and injustice are before me; and there is strife and contention rising up."},{"number":4,"verse":"On account of this the law has become benumbed, and judgment does not go forth with continuity. For the wicked one surrounds the righteous one; on account of this judgment goes forth, being perverted."},{"number":5,"verse":"Look upon these nations and see, and be amazed. Be amazed! For a work is working in your days which you will not believe, though it be told to you."},{"number":6,"verse":"For, behold, I am raising up the Chaldeans, the bitter and impetuous nation that is going into the broad spaces of the land, to possess dwellings not belonging to him."},{"number":7,"verse":"He is terrible and fearful; his judgment and his exaltation goes forth from himself."},{"number":8,"verse":"And his horses are swifter than leopards and are fiercer than the evening wolves. And their horsemen spread themselves; yea, their horsemen come from afar; they shall fly as the eagle hurrying to eat."},{"number":9,"verse":"All of him shall come for violence; the eagerness of their faces is as the east wind; and they gather captives like the sand."},{"number":10,"verse":"And he shall scoff against the kings, and officials shall be a scorn to him. He shall scorn every fortress, and he shall heap up dust and capture it."},{"number":11,"verse":"Then he sweeps on like a wind; and he passes on and is guilty, crediting this power of his to his god."},{"number":12,"verse":"Are You not from aforetime, Jehovah our God, my Holy One? We shall not die, Jehovah, for You have appointed him for judgment. And, my Rock, You have established him to correct."},{"number":13,"verse":"You are of purer eyes than to look upon evil, and You are not able to look upon mischief. Why do you regard those acting deceitfully? Will You be silent when the wicked one swallows the more righteous one than he?"},{"number":14,"verse":"For You make man like the fish of the sea, like creeping things with no ruler over him."},{"number":15,"verse":"He takes up all of them with the hook; he drags him with his net and gathers him with his fishing net. On account of this he rejoices and exults."},{"number":16,"verse":"On account of this he sacrifices to his net, and burns incense to his fishnet; because by them his portion grows fat, and his food rich."},{"number":17,"verse":"Shall he therefore empty his net, and shall he not spare to continually slay nations?"}]}