{"bibleAbbr":"orOV2014","bookName":"ତୀମଥିଙ୍କ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କର ପ୍ରଥମ ପତ୍ର","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"( ଅଧ୍ୟକ୍ଷ ପଦର ଯୋଗ୍ୟତା) ଏହି କଥା ସତ୍ୟ, କେହି ଯଦି ଅଧ୍ୟକ୍ଷ ପଦ ପାଇବାକୁ ଆକାଂକ୍ଷା କରନ୍ତି, ତେବେ ସେ ଉତ୍ତମ କାର୍ଯ୍ୟ ବାଞ୍ଛା କରନ୍ତି ।"},{"number":2,"verse":"ଅତଏବ, ଅଧ୍ୟକ୍ଷଙ୍କର ଅନିନ୍ଦନୀୟ ହେବା ଆବଶ୍ୟକ, ସେ ଅବଶ୍ୟ ଏକ ସ୍ତ୍ରୀର ସ୍ଵାମୀ, ମିତଭୋଗୀ, ସୁବୁଦ୍ଧି, ସଦାଚାରୀ, ଆତିଥ୍ୟପ୍ରିୟ ଓ ଶିକ୍ଷାଦାନରେ ନିପୁଣ ହେବେ,"},{"number":3,"verse":"ମଦ୍ୟପାୟୀ କି ବିବାଦପ୍ରିୟ ନ ହୋଇ ବରଂ ମୃଦୁଶୀଳ, ନିର୍ବିରୋଧ ଓ ନିର୍ଲୋଭ ହେବେ,"},{"number":4,"verse":"ନିଜ ପରିବାରକୁ ଉତ୍ତମ ରୂପେ ଶାସନ କରିବେ, ଗାମ୍ଭୀର୍ଯ୍ୟ ସହକାରେ ଆପଣା ସନ୍ତାନମାନଙ୍କୁ ବଶୀଭୂତ କରି ରଖିବେ ।"},{"number":5,"verse":"(କେହି ଯେବେ ଆପଣା ପରିବାରକୁ ଶାସନ କରିବାକୁ ଜାଣେ ନାହିଁ, ତେବେ ସେ କିପରି ଈଶ୍ଵରଙ୍କ ମଣ୍ତଳୀର ତତ୍ତ୍ଵ ନେବ ?)"},{"number":6,"verse":"ସେ ନୂତନ ଶିଷ୍ୟ ହୋଇ ନ ଥିବେ, କାଳେ ଅସାରଗର୍ବୀ ହୋଇ ଶୟତାନ ସଦୃଶ ଦଣ୍ତଗ୍ରସ୍ତ ହେବେ ।"},{"number":7,"verse":"ତାହାଙ୍କର ମଧ୍ୟ ବାହାର ଲୋକଙ୍କଠାରୁ ସୁଖ୍ୟାତି ପ୍ରାପ୍ତ ହେବା ଆବଶ୍ୟକ, କାଳେ ସେ ନିନ୍ଦା ପାଇ ଶୟତାନର ଫାନ୍ଦରେ ପଡ଼ିବେ ।"},{"number":8,"verse":"( ସେବକ (ଦୀକନ) ପଦର ଯୋଗ୍ୟତା) ସେହି ପ୍ରକାରେ ସେବକମାନଙ୍କର, ଶୁଦ୍ଧ ବିବେକରେ ବିଶ୍ଵାସର ନିଗୂଢ଼ ତତ୍ତ୍ଵ ଅବଲମ୍ଵନ କରି ଗମ୍ଭୀର, ଛଳନାବାକ୍ୟରହିତ,"},{"number":9,"verse":"ମଦ୍ୟପାନରେ ଅନାସକ୍ତ ଓ କୁତ୍ସିତ ଧନଲାଭରେ ନିର୍ଲୋଭ ହେବା ଆବଶ୍ୟକ;"},{"number":10,"verse":"ସେମାନେ ମଧ୍ୟ ପ୍ରଥମେ ପରୀକ୍ଷିତ ହେଉନ୍ତୁ, ପୁଣି ନିର୍ଦ୍ଦୋଷ ଦେଖାଗଲେ, ସେବକ ପଦରେ ନିଯୁକ୍ତ ହେଉନ୍ତୁ ।"},{"number":11,"verse":"ସେହି ପ୍ରକାରେ ସ୍ତ୍ରୀମାନଙ୍କର ମଧ୍ୟ ପରନିନ୍ଦା-କାରିଣୀ ନ ହୋଇ ଗମ୍ଭୀରା, ମିତାଚାରିଣୀ ଓ ସମସ୍ତ ବିଷୟରେ ବିଶ୍ଵସ୍ତା ହେବା ଆବଶ୍ୟକ ।"},{"number":12,"verse":"ସେବକମାନେ ଏକ ଏକ ସ୍ତ୍ରୀର ସ୍ଵାମୀ ହେଉନ୍ତୁ, ପୁଣି ଆପଣା ଆପଣା ସନ୍ତାନମାନଙ୍କୁ ଓ ପରିବାରକୁ ଉତ୍ତମ ରୂପେ ଶାସନ କରନ୍ତୁ ।"},{"number":13,"verse":"କାରଣ ଯେଉଁମାନେ ଉତ୍ତମ ରୂପେ ସେବକ-କର୍ମ କରିଅଛନ୍ତି, ସେମାନେ ଆପଣା ଆପଣା ନିମନ୍ତେ ସୁଖ୍ୟାତି ଓ ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କଠାରେ ବିଶ୍ଵାସମୂଳକ ବିପୁଳ ସାହସ ଲାଭ କରିବେ ।"},{"number":14,"verse":"( ଈଶ୍ଵର ପରାୟଣତାର ନିଗୂଢ଼ତତ୍ତ୍ଵ) ମୁଁ ଶୀଘ୍ର ତୁମ୍ଭ ନିକଟକୁ ଯିବି ବୋଲି ଆଶା କରୁଅଛି;"},{"number":15,"verse":"ମାତ୍ର ଯେବେ ମୋହର ବିଳମ୍ଵ ହୁଏ, ତେବେ ଈଶ୍ଵରଙ୍କ ଗୃହରେ, ଅର୍ଥାତ୍, ସତ୍ୟର ସ୍ତମ୍ଭ ଓ ଭିତ୍ତିମୂଳ ସ୍ଵରୂପ ଜୀବିତ ଈଶ୍ଵରଙ୍କ ମଣ୍ତଳୀରେ, କିପରି ଆଚରଣ କରିବାକୁ ହୁଏ, ତାହା ଯେପରି ତୁମ୍ଭେ ଜ୍ଞାତ ହୁଅ, ଏହେତୁ ଏହି ସମସ୍ତ ତୁମ୍ଭ ନିକଟକୁ ଲେଖୁଅଛି ।"},{"number":16,"verse":"ଈଶ୍ଵରପରାୟଣତାର ନିଗୂଢ଼ ତତ୍ତ୍ଵ ଯେ ମହତ୍, ଏହା ସମସ୍ତେ ସ୍ଵୀକାର କରନ୍ତି । ତାହା ଏହି, ସେ ଦେହବ; ହୋଇ ପ୍ରକାଶିତ ହେଲେ, ଆତ୍ମାରେ ଧାର୍ମିକ ବୋଲି ପ୍ରମାଣିତ ହେଲେ, ଦୂତମାନଙ୍କ ଦ୍ଵାରା ଦେଖାଗଲେ,, ଜାତିମାନଙ୍କ ମଧ୍ୟରେ ପ୍ରଚାରିତ ହେଲେ, ଜଗତରେ ବିଶ୍ଵାସପାତ୍ର ହେଲେଜ, ଗୌରବରେ ଗୃହୀତ ହେଲେ ।।"}]}