{"bibleAbbr":"orOV2014","bookName":"ତୀମଥିଙ୍କ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କର ପ୍ରଥମ ପତ୍ର","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"ଯେତେ ଲୋକ ଦାସତ୍ଵରୂପ ଯୁଆଳିର ଅଧୀନ, ସେମାନେ ଆପଣା ଆପଣା କର୍ତ୍ତାମାନଙ୍କୁ ଯଥୋଚିତ ସମାଦରଯୋଗ୍ୟ ବୋଲି ଜ୍ଞାନ କରନ୍ତୁ, ଯେପରି ଈଶ୍ଵରଙ୍କ ନାମ ଓ ଶିକ୍ଷାର ନିନ୍ଦା ନ ହୁଏ, ।"},{"number":2,"verse":"ଆଉ ଯେଉଁମାନଙ୍କର କର୍ତ୍ତାମାନେ ବିଶ୍ଵାସୀ, ସେମାନେ ସେମାନଙ୍କୁ ଭାଇ ବୋଲି ଜ୍ଞାନ କରି ତୁଚ୍ଛ ନ କରନ୍ତୁ ବରଂ ଅଧିକ ଯନି ସହକାରେ ସେମାନଙ୍କର ସେବା କରନ୍ତୁ, କାରଣ ଯେଉଁମାନେ ସେବା ଦ୍ଵାରା ଉପକାର ପାଆନ୍ତି, ସେମାନେ ବିଶ୍ଵାସୀ ଓ ପ୍ରିୟପାତ୍ର । ଏହି ସମସ୍ତ ବିଷୟ ଶିକ୍ଷା ଓ ଉପଦେଶ ଦିଅ ।"},{"number":3,"verse":"( ଭ୍ରାନ୍ତ ଶିକ୍ଷା ଏବଂ ଧନ ଲୋଭ) କେହି ଯଦି ଭିନ୍ନ ପ୍ରକାର ଶିକ୍ଷା ଦେଇ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ହିତଜନକ ବାକ୍ୟ ଓ ଈଶ୍ଵର-ପରାୟଣତା ଅନୁଯାୟୀ ଶିକ୍ଷା ସ୍ଵୀକାର ନ କରେ,"},{"number":4,"verse":"ତେବେ ସେ ଅସାରଗର୍ବୀ ଓ ଅଜ୍ଞାନ, ପୁଣି ବାଦାନୁବାଦ ଓ ବାଗ୍ଯୁଦ୍ଧରେ ମତ୍ତ; ସେଥିରୁ ଈର୍ଷା, ବିବାଦ, ପରନିନ୍ଦା, କୁତ୍ସିତ ସନ୍ଦେହ,"},{"number":5,"verse":"ପୁଣି ଯେଉଁମାନେ ଈଶ୍ଵରପରାୟଣତାକୁ ଲାଭର ଉପାୟ ବୋଲି ମନେ କରନ୍ତି, ଏପରି ଭ୍ରଷ୍ଟମନା ଓ ସତ୍ୟବର୍ଜିତ ଲୋକମାନଙ୍କର ନିତ୍ୟ ବିରୋଧ ଜନ୍ମେ ।"},{"number":6,"verse":"ଈଶ୍ଵରପରାୟଣତା ସନ୍ତୋଷଭାବଯୁକ୍ତ ହେଲେ ପ୍ରକୃତରେ ବିଶେଷ ଲାଭଜନକ;"},{"number":7,"verse":"କାରଣ ଆମ୍ଭେମାନେ ଜଗତକୁ କିଛି ଆଣି ନାହୁଁ, ପୁଣି ଏଠାରୁ କିଛି ଘେନିଯାଇ ନ ପାରୁ;"},{"number":8,"verse":"ଏଣୁ ଅନ୍ନବସ୍ତ୍ର ଥିଲେ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଯଥେଷ୍ଟ ।"},{"number":9,"verse":"ମାତ୍ର ଯେଉଁମାନେ ଧନୀ ହେବାକୁ ଇଚ୍ଛା କରନ୍ତି, ସେମାନେ ପରୀକ୍ଷା ଓ ଫାନ୍ଦରେ, ପୁଣି ଅନେକ ପ୍ରକାର ଅସଙ୍ଗତ ଓ କ୍ଷତିଜନକ ଅଭିଳାଷରେ ପଡ଼ନ୍ତି, ଏହିସବୁ ମନୁଷ୍ୟକୁ ଧ୍ଵଂସ ଓ ବିନାଶରୂପ ସାଗରରେ ମଗ୍ନ କରେ ।"},{"number":10,"verse":"କାରଣ ଧନଲୋଭ ସମସ୍ତ ଅନିଷ୍ଟର ମୂଳ; କେହି କେହି ସେଥିରେ ଆସକ୍ତ ହୋଇ ବିଶ୍ଵାସ ତ୍ୟାଗ କରି ପଥଭ୍ରଷ୍ଟ ହୋଇଅଛନ୍ତି, ପୁଣି ବହୁ ଦୁଃଖରେ ଆପଣା ଆପଣା ହୃଦୟ ବିଦୀର୍ଣ୍ଣ କରିଅଛନ୍ତି ।"},{"number":11,"verse":"( ଶେଷ ପରାମର୍ଶ - ବିଶ୍ଵାସର ଉତ୍ତମ ଯୁଦ୍ଧ) କିନ୍ତୁ ହେ ଈଶ୍ଵରଙ୍କ ଲୋକ, ତୁମ୍ଭେ ଏହି ସମସ୍ତରୁ ପଳାୟନ କରି ଧାର୍ମିକତା, ଈଶ୍ଵରପରାୟଣତା, ବିଶ୍ଵାସ, ପ୍ରେମ, ଧୈର୍ଯ୍ୟ ଓ ସହିଷ୍ଣୁତାର ଅନୁଗାମୀ ହୁଅ ।"},{"number":12,"verse":"ବିଶ୍ଵାସର ଉତ୍ତମ ଯୁଦ୍ଧରେ ପ୍ରାଣପଣ କର, ଅନ; ଜୀବନ ଧରି ରଖ; ସେଥିପାଇଁ ତ ତୁମ୍ଭେ ଆହୂତ ହୋଇଅଛ ଓ ଅନେକ ସାକ୍ଷୀଙ୍କ ସାକ୍ଷାତରେ ଉତ୍ତମ ସାକ୍ଷ୍ୟ ଦେଇଅଛ ।"},{"number":13,"verse":"ସମସ୍ତଙ୍କ ଜୀବନଦାତା ଈଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ, ପୁଣି ପନ୍ତୀୟ ପୀଲାତଙ୍କ ସମ୍ମୁଖରେ ଉତ୍ତମ ସାକ୍ଷ୍ୟଦାତା ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କ ସାକ୍ଷାତରେ ମୁଁ ତୁମ୍ଭକୁ ଆଦେଶ ଦେଉଅଛି,"},{"number":14,"verse":"ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ଆଗମନ ପର୍ଯ୍ୟନ୍ତ ଧର୍ମବିଧି ପାଳନ କରି ନିଷ୍କଳଙ୍କ ଓ ଅନିନ୍ଦନୀୟ ହୋଇ ରୁହ ।"},{"number":15,"verse":"ଯେ ପରମଧନ୍ୟ ଏକମାତ୍ର ସମ୍ରାଟ୍, ଯେ ରାଜାମାନଙ୍କର ରାଜା ଓ ପ୍ରଭୁମାନଙ୍କର ପ୍ରଭୁ,"},{"number":16,"verse":"ଯେ ଏକମାତ୍ର ଅମର ଓ ଅଗମ୍ୟ ଜ୍ୟୋତିର୍ନିବାସୀ, ଯାହାଙ୍କୁ କୌଣସି ମର୍ତ୍ତ୍ୟ କେବେ ଦେଖି ନାହିଁ ବା ଦେଖି ପାରେ ନାହିଁ, ସେ ଉପଯୁକ୍ତ ସମୟରେ ତାହା ଦର୍ଶାଇବେ; ଅନନ୍ତକାଳ ପର୍ଯ୍ୟନ୍ତ ତାହାଙ୍କ ସମ୍ଭ୍ରମ ଓ ପରାକ୍ରମ ପ୍ରକାଶିତ ହେଉ । ଆମେନ୍ ।"},{"number":17,"verse":"ଯେଉଁମାନେ ଇହକାଳରେ ଧନୀ, ସେମାନେ ଯେପରି ଅହଙ୍କାରୀ ନ ହୁଅନ୍ତି ଏବଂ ଅସ୍ଥାୟୀ ଧନ ଉପରେ ନିର୍ଭର ନ କରନ୍ତି, ବରଞ୍ଚ ଭୋଗ ନିମନ୍ତେ ସକଳ ବିଷୟ ପ୍ରଚୁର ରୂପେ ଆମ୍ଭମାନଙ୍କୁ ଦାନ କରନ୍ତି ଯେଉଁ ଈଶ୍ଵର,, ତାହାଙ୍କ ଉପରେ ନିର୍ଭର କରନ୍ତି,"},{"number":18,"verse":"ପୁଣି ପରୋପକାର କରି ସମସ୍ତ ସତ୍କର୍ମରେ ଧନୀ ହୁଅନ୍ତି; ଆଉ ମୁକ୍ତ ହସ୍ତରେ ଓ ଉଦାର ଭାବରେ ଦାନ କରନ୍ତି, ଏଥିନିମନ୍ତେ ସେମାନଙ୍କୁ ଆଜ୍ଞା ଦିଅ;"},{"number":19,"verse":"ଏହି ପ୍ରକାର କଲେ ସେମାନେ ଭାବୀ ଜୀବନ ନିମନ୍ତେ ଉତ୍କୃଷ୍ଟ ମୂଳଧନ ଆପଣା ଆପଣା ପାଇଁ ସଞ୍ଚୟ କରିବେ, ଯେପରି ପ୍ରକୃତ ଜୀବନ ପ୍ରାପ୍ତ ହୁଅନ୍ତି ।"},{"number":20,"verse":"ହେ ତୀମଥି, ତୁମ୍ଭଠାରେ ଯାହା ସମର୍ପିତ ହୋଇଅଛି, ତାହା ରକ୍ଷା କର; ଅସାର ବକୁଆପଣ ଓ ତଥାକଥିତ ଜ୍ଞାନର ଯୁକ୍ତିତର୍କରୁ ବିମୁଖ ହୁଅ;"},{"number":21,"verse":"କେହି କେହି ତାହା ଅବଲମ୍ଵନ କରି ବିଶ୍ଵାସ ସମ୍ଵନ୍ଧରେ ପଥଭ୍ରଷ୍ଟ ହୋଇଅଛନ୍ତି । ଅନୁଗ୍ରହ ତୁମ୍ଭମାନଙ୍କ ସହବର୍ତ୍ତୀ ହେଉ ।"}]}