{"bibleAbbr":"BB1572","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"The worde of the Lorde came vnto me, saying:"},{"number":2,"verse":"Thou sonne of man, set thy face towarde Hierusalem, and drop [thy worde] towarde the holy places, and prophecie agaynst the lande of Israel."},{"number":3,"verse":"Say to the lande of Israel, thus saith the Lorde, Beholde I am against thee, and wyll drawe my sworde out of the sheath, and cut of from thee both the righteous and the wicked."},{"number":4,"verse":"Seyng then that I wyll cut of from thee both the righteous and the wicked: therfore shall my sworde go out of his sheath agaynst all fleshe from the south to the north,"},{"number":5,"verse":"That all fleshe may knowe howe that I the Lorde haue drawne my sworde out of the sheath, and it shall not be put in agayne."},{"number":6,"verse":"Mourne therfore O thou sonne of man, yea [euen] with the breakyng of thy loynes, mourne bitterly in their presence."},{"number":7,"verse":"And if they say vnto thee, wherfore mournest thou? Then tell them, for the tidinges that commeth: All heartes shall melt, all handes shalbe letten downe, all stomackes shal faynt, and all knees shall go as water: beholde it commeth, and shalbe brought to passe, saith the Lorde God."},{"number":8,"verse":"Agayne, the worde of the Lorde came vnto me, saying:"},{"number":9,"verse":"Thou sonne of man, prophecie and speake, thus saith the Lorde God, Speake, the sworde the sworde is sharpened and well furbished."},{"number":10,"verse":"Sharpened is it to make a great slaughter, and furbished that it may glitter: Shall we then make mirth? It contemneth the rodde of my sonne [as] all other trees."},{"number":11,"verse":"He hath geuen it to be furbished, to holde it in the hande: this sworde is sharpened, and furbished, to geue it into the hande of the slayer."},{"number":12,"verse":"Crye and houle sonne of man, for it commeth vpon my people [it commeth] vpon all the princes of Israel: the terrours of the sworde shalbe vpon my people, smite therfore thou vpon thy thygh."},{"number":13,"verse":"Because it is a triall: and what if it contemne the rodde? It shalbe no more saith the Lorde."},{"number":14,"verse":"Prophecie thou sonne of man, & smite thy handes together, & let the sworde be doubled thrise, [euen] the sworde of the great slaughter, entryng into their priuie chaumbers,"},{"number":15,"verse":"To make them faynt at the heartes, and to multiplie their falles, in all their gates, haue I geuen the terrour of the sworde: Ah it is made bright, and dressed for the slaughter."},{"number":16,"verse":"Get thee one way or other, either vpon the right hande or vpon the left, whyther soeuer thy face turneth."},{"number":17,"verse":"I will smite my handes together also, and make my wrathfull indignation to rest: euen I the Lorde haue sayde it."},{"number":18,"verse":"The worde of the Lorde came yet vnto me agayne, saying:"},{"number":19,"verse":"Thou sonne of man, appoynt thee two wayes, that the sworde of the king of Babylon may come: Both these wayes shal go out of one lande, and choose thee a place, at the head of the citie wayes choose it."},{"number":20,"verse":"Appoynt a way that the sworde may come towarde Rabbath of the Ammonites, and towarde Iuda in the defenced Hierusalem."},{"number":21,"verse":"For the kyng of Babylon stoode at the partyng of the wayes, at the head of the two wayes, consultyng by diuination, he made his arrowes bright, consulted with images, & lookt in the liuer."},{"number":22,"verse":"At his right hande was the soothsaying for Hierusalem, to appoynt captaynes, to open [their] mouth to the slaughter, and to lift vp their voice with the alarum, to set battle rammes agaynst the gates, to cast a bulwarke, [and] to builde a fort."},{"number":23,"verse":"And it shalbe vnto them as a false diuination in their sight, for the othes made vnto them: but he wyll call to remembraunce their iniquitie, to the intent they may be taken."},{"number":24,"verse":"Therfore thus saith the Lorde God, Because ye haue made your iniquitie to be remebred in discoueryng your transgressions, so that in all your workes your sinnes might appeare, because ye are come to remembraunce, ye shalbe taken by hande."},{"number":25,"verse":"O thou shamefull wicked prince of Israel, whose day is come, euen when wickednesse shall haue an ende,"},{"number":26,"verse":"Thus saith the Lorde God, I wyll take away the Diademe, and put of the crowne: this shalbe no more the same, I wyll exalt the humble, and abase him that is hye."},{"number":27,"verse":"Ouerthrowen, ouerthrowen, ouerthrowen wyll I put it, and it shall not be, vntyll he come to whom the iudgement belongeth, and to whom I haue geuen it."},{"number":28,"verse":"And thou O sonne of man, prophecie and speake, Thus saith the Lorde God to the children of Ammon, and to their blasphemie, speake thou: The sworde, the sworde is drawen foorth alredy to slaughter, and furbished to consume because of the glitteryng:"},{"number":29,"verse":"Whiles they see vnto thee vanitie, and deuine a lye vnto thee, to put thee with the neckes of the wicked that be slayne, whose day is come when their iniquitie shall haue an ende."},{"number":30,"verse":"Shoulde I cause it to returne into his sheath? In the place where thou wast created, in the lande of thine habitation wyll I iudge thee:"},{"number":31,"verse":"And I wyll powre mine indignation vpon thee, and wyll blowe vpon thee in the fire of my wrath, and deliuer thee into the handes of desperate people, which are skilfull to destroy."},{"number":32,"verse":"Thou shalt feede the fire, and thy blood shalbe shed in the lande: thou shalt be put out of remembraunce, for I the Lorde haue spoken it."}]}