{"bibleAbbr":"BB1572","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":22,"verses":[{"number":1,"verse":"Moreouer the worde of the Lorde came vnto me, and sayde,"},{"number":2,"verse":"Thou sonne of man, wylt thou not iudge, wylt thou not iudge this blooddy citie? wylt thou not shewe her all her abhominations?"},{"number":3,"verse":"And tell them, thus saith the Lorde God, The citie sheddeth blood in the middest of it, that her tyme may come, and maketh idols agaynst her selfe, to defile her selfe."},{"number":4,"verse":"Thou hast made thy selfe giltie in the blood that thou hast shed, and defyled thee in the idols which thou hast made: thou hast caused thy dayes to drawe nye, and made the tyme of thy yeres to come: therfore wyll I make thee a reproche among the heathen, and to be a mockyng in all landes."},{"number":5,"verse":"Whether they be nye or farre from thee, they shall laugh thee to scorne, thou that hast gotten thee so foule a name, and art full of trouble."},{"number":6,"verse":"Beholde the rulers of Israel, euery one in thee [was redy] to his power to shed blood."},{"number":7,"verse":"In thee haue they dispised father and mother, in thee haue they oppressed the straunger, in thee haue they vexed the widowe and the fatherlesse."},{"number":8,"verse":"Thou hast dispised my holy thynges, and defiled my Sabbathes."},{"number":9,"verse":"Tale tellers are there in thee to shed blood, in thee are such as eate vpon the hylles, and in thee they commit abhomination."},{"number":10,"verse":"In thee they discouered their fathers shame, in thee they haue humbled her that was set apart for pollution."},{"number":11,"verse":"Euery man hath dealt shamefully with his neighbours wife, and abhominably defiled his daughter in lawe, in thee hath euery man forced his owne sister, euen his fathers daughter."},{"number":12,"verse":"Yea giftes haue ben receaued in thee to shed blood, thou hast taken vsurie and encrease, thou hast oppressed thy neighbours by extortion, and forgotten me, saith the Lorde God."},{"number":13,"verse":"Beholde, I haue smitten my handes vpon thy couetousnesse that thou hast vsed, and vpon the blood which hath ben shed in thee."},{"number":14,"verse":"Is thy heart able to endure? or may thy handes be strenghthened in the dayes that I shal haue to do with thee? Euen I the Lorde that speake it, wyll bryng it also to passe."},{"number":15,"verse":"I wyll scatter thee among the heathen, & strawe thee about in the landes, and wyll cause thy filthinesse to ceasse out of thee."},{"number":16,"verse":"Yea and thou shalt be thine owne inheritaunce in the sight of the heathen, that thou mayest knowe that I am the Lorde."},{"number":17,"verse":"And the worde of the Lorde came vnto me, saying:"},{"number":18,"verse":"Thou sonne of man, the house of Israel is vnto me as drosse: all they are brasse, tinne, iron, and lead in the middest of the furnace, euen drosse of siluer are they."},{"number":19,"verse":"Therfore thus saith the Lorde God, Forasmuch as ye all are turned into drosse, therfore beholde I wyll bryng you together vnto Hierusalem."},{"number":20,"verse":"Lyke as they gather siluer, brasse, iron, tinne, and lead, into the middest of the furnace, and the fire is blowne there vnder to melt them: euen so wyll I gather you in mine anger & in my wrath, and let you remayne [there] and cause you to melt."},{"number":21,"verse":"I wyll bryng you together, and blowe the fire of my wrath vpon you, and ye shalbe molten in the middest therof."},{"number":22,"verse":"Lyke as the siluer is molten in the furnace, so shall ye also be molten therin, that ye may knowe howe that I the Lord haue powred my wrath vpon you."},{"number":23,"verse":"And the worde of the Lorde came vnto me, saying:"},{"number":24,"verse":"Thou sonne of man, tell her, Thou art an vncleane lande, which is not rayned vpon in the day of wrath."},{"number":25,"verse":"There is a conspiracie of her prophetes in the middest therof: as a roring lion rauenyng his pray, they deuour soules, they haue taken the riche and pretious thynges, they haue made her many widowes in the middest therof."},{"number":26,"verse":"Her priestes haue broken my lawe, and defiled my holy thynges, they put no difference betweene the holy & vnholy, neither discerne they betweene the cleane & vncleane: they turne their eyes from my Sabbathes, and I am defiled among them."},{"number":27,"verse":"Thy rulers in thee are lyke woolues rauenyng the pray, to shed blood, and destroy soules, for their owne couetous lucre."},{"number":28,"verse":"As for her prophetes, they daube with vntempered morter, they see vanities, and diuine lyes vnto them, saying, The Lorde saith so: wheras the Lorde hath not spoken."},{"number":29,"verse":"The people in the lande vsed wicked extortion and robbery, they vexe the poore and needy, and oppresse the straunger agaynst right."},{"number":30,"verse":"And I sought among them for a man that woulde make vp the hedge, and set hym selfe in the gap before me in the landes behalfe, that I shoulde not destroy it: but I coulde fynde none."},{"number":31,"verse":"Therfore haue I powred out my cruel displeasure vpon them, and consumed them in the fire of my wrath: their owne wayes wyll I recompence vpon their heades, saith the Lorde God."}]}