{"bibleAbbr":"BB1572","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":27,"verses":[{"number":1,"verse":"The worde of the Lorde came vnto me, saying:"},{"number":2,"verse":"O thou sonne of man, take vp a lamentable complaint vpon Tyre,"},{"number":3,"verse":"And say vnto Tyre that is situate at the entry of the sea, whiche is the mart of the people for many iles, thus sayth the Lorde God O Tyre, thou hast sayde, I am of perfite beautie."},{"number":4,"verse":"Thy borders are in the mids of the seas, thy buylders haue made perfite thy beautie."},{"number":5,"verse":"They haue made all thy [ship] bordes of firre trees of Shenir, from Libanus haue they taken Cedar trees to make thee mastes:"},{"number":6,"verse":"And the Okes of Basan to make thee ores, they haue made thy benches of iuory, gotten in Assyria, brought out of the iles of Chittim."},{"number":7,"verse":"Fine linnen with broidred worke out of Egypt was spread ouer thee to be thy sayle: blewe silke and purple out of the iles of Elishah was thy couering."},{"number":8,"verse":"The inhabitours of Sidon and Aruad were thy mariners: and thy wise men O Tyre, that were in thee, were thy shipmaisters."},{"number":9,"verse":"The auncient and wyse men of Gebal were in thee, thy stoppers of chinkes: all shippes of the sea with their shipmen were in thee, to occupie thy marchaundise."},{"number":10,"verse":"The Perses, Lydians, and Phutens were in thy armies, thy men of warre: these haged vp their shieldes & helmets in thee, these set foorth thyne honour."},{"number":11,"verse":"They of Aruad were with thyne hoast round about thy walles, and the Pygmenians were thy watchmen vpon thy towres: these hanged vp their quiuers round about thy walles, they made thy beautie perfite."},{"number":12,"verse":"They of Tharsis [were] thy marchauntes for the multitude of all riches, in siluer, iron, tin, and lead, whiche they brought to thy faires."},{"number":13,"verse":"Iauan, Tubal, and Mesech were thy marchauntes concerning the lyues of men, and they brought vessels of brasse for thy marchaundise."},{"number":14,"verse":"They of the house of Thogarma brought vnto thee at the time of thy marte, horses, coursers, and mules."},{"number":15,"verse":"They of Dedan were thy marchaunts, and many iles the marchaundise of thy handes, & brought thee hornes, teeth, and Hebenus, for presentes."},{"number":16,"verse":"They of Aram [were] thy marchauntes for the multitude of thy workes, and occupied in thy fayres with emeraudes, purple, broidred worke, fine linnen, coral, and pearle."},{"number":17,"verse":"Iuda and the land of Israel occupied with thee, & brought vnto thy markets wheat of Minnith & Pannag, hony, oyle, and triacle."},{"number":18,"verse":"Damascus also vsed marchaundise with thee, in the wine of Helbon, and whyte wooll: because thyne occupying was so great, and thy wares so many."},{"number":19,"verse":"Dan, Iauan, & Meuzal haue brought vnto thy markets wrougth iron, Cassia, and Calamus were among thy marchaundise."},{"number":20,"verse":"They of Dedan were thy marchauntes in precious clothes for chariots."},{"number":21,"verse":"Arabia and all the princes of Cedar haue occupied with thee, in weathers, rammes, and goates: in these were they thy marchauntes."},{"number":22,"verse":"The marchauntes of Seba and Rema haue occupied also with thee, in al chiefe spices, in all precious stones and golde, which they brought vnto thy markets."},{"number":23,"verse":"Haran, Chenne, and Eden, the marchauntes of Seba, Assyria, and Chelmad were doers with thee:"},{"number":24,"verse":"These were thy marchauntes in all sortes [of thinges,] in rayment of blewe silke, and of broidred worke, and in coffers for the riche apparell, whiche were trussed with coardes, and Cedar boorde among thy marchaundise."},{"number":25,"verse":"The ships of Tharsis were the chiefe of thyne occupying: thus thou wast replenished and in great worship, euen in the mids of the sea."},{"number":26,"verse":"Thy rowers haue brought thee into great waters, the east wind hath broken thee in the mids of the sea."},{"number":27,"verse":"Thy riches, and thy fayres, thy marchaundise, thy mariners, & shipmasters, thy calkars, and the occupiers of thy marchaundise, and al thy men of warre that are in thee, and all thy multitude that is in the mids of thee, shall fal in the mids of the sea, in the day of thy fall."},{"number":28,"verse":"The suburbes shal shake at the loude crie of thy shipmen."},{"number":29,"verse":"All that handle the ore, mariners, and all shipmaisters of the sea, shall come downe from their ships, and stand vpon the lande."},{"number":30,"verse":"And they shall cause their voyce to be heard against thee, and shall crye bitterly, and shall cast dust vpon their heades, and wallowe in the asshes."},{"number":31,"verse":"They shal make them selues bauld for thee, and girde them with sackcloth, & they shal weepe for thee, with sorowefull heart, and bitter mourning."},{"number":32,"verse":"And they shall take vp a lamentation for thee in their mourning, and lament ouer thee, [what citie] is like Tyrus so destroyed in the mids of the sea?"},{"number":33,"verse":"When thy wares went foorth of the seas, thou filledst many people: the kinges of the earth hast thou made riche, thorowe the multitude of thy riches and marchaundise."},{"number":34,"verse":"When thou shalt be broken by the seas in the deapthes of the waters, thy marchaundise & all thy multitude that was in the mids of thee, shall fall."},{"number":35,"verse":"All the inhabitauntes of the iles shalbe astonied at thee, and all their kinges shalbe sore afrayde, and troubled in their countenaunce."},{"number":36,"verse":"The marchauntes of the nations shall hisse at thee: thou shalt be a terrour, and shalt neuer be any more."}]}