{"bibleAbbr":"BB1572","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"The worde of the Lord came vnto me, saying:"},{"number":2,"verse":"Thou sonne of man, tel the prince of Tyre, thus sayth the Lorde God: Because thou hast a proude heart, and hast said, I am a God, I sit in the seate of God, in the mids of the sea: wher as thou art but a man, and not God, though thou set thyne heart as the heart of God."},{"number":3,"verse":"Beholde, thou thinkest thy selfe wyser then Daniel, that there is no secretes hyd from thee."},{"number":4,"verse":"With thy wisdome and thine vnderstanding thou hast gotten thee great welthines, & gathered treasure of siluer & gold."},{"number":5,"verse":"With thy great wysedome and occupying hast thou encreased thy power, and because of thy great riches thy heart is proude."},{"number":6,"verse":"Therfore thus sayth the Lorde God, Forsomuch as thou hast set thyne heart as the heart of God:"},{"number":7,"verse":"Behold, I will bring straungers vpon thee, euen the terrible nations, these shal drawe out their swordes vpon the beautie of thy wysdome, and shall defile thy glorie."},{"number":8,"verse":"They shall cast thee downe to the pit, so that thou shalt dye the death of them that be slayne in the mids of the sea."},{"number":9,"verse":"Wilt thou say then before them that slay thee, I am a God? where as thou art but a man, and not God, in the handes of them that slay thee."},{"number":10,"verse":"Die shalt thou the death of the vncircumcized in the handes of the straungers: for I haue spoken it, sayth the Lorde God."},{"number":11,"verse":"Moreouer, the worde of the Lord came vnto me, saying:"},{"number":12,"verse":"Thou sonne of man, take vp a lamentation vpon the king of Tyre, & tel him, thus sayth the Lord God: Thou sealest vp the summe, full of wysdome, & perfite beautie."},{"number":13,"verse":"Thou hast ben in the pleasaunt garden of God, thou art deckt with all maner of precious stones, with ruby, topas, diamond, thurkis, onyx, iasper, saphir, emeralde, carbuncle, and golde: the workemanship of thy timbrels and of thy pipes [that be] in thee, was prepared in the day that thou wast created."},{"number":14,"verse":"Thou art an annoynted Cherub, that couereth, and I haue set thee [in this dignitie,] thou wast vpon the holy mount of God, thou hast walked in the mids of the stones of fire."},{"number":15,"verse":"From the time of thy creation thou haste ben perfite in the wayes, till wickednesse was founde in thee."},{"number":16,"verse":"By the multitude of thy marchaundise they haue filled the mids of thee with crueltie, & thou haste sinned: I will cast thee as prophane out of the mount of God, & I will destroy thee O couering Cherub, from the mids of the stones of fire."},{"number":17,"verse":"Thy heart was proude in thy beautie, and thorowe thy brightnesse thou hast destroyed thy wisdome: I will cast thee downe to the grounde, I will lay thee before kinges, that they may beholde thee."},{"number":18,"verse":"Thou hast defiled thy sanctification with the great wickednesse of thyne vnrighteous occupying: I will bring a fire from the middest of thee to consume thee, and will make thee to asshes vpon the earth, in the sight of all them that loke vpon thee."},{"number":19,"verse":"Al they that haue ben acquainted with thee among the heathen shalbe abashed at thee: thou hast ben a terrour, and neuer shalt thou be any more."},{"number":20,"verse":"And the word of the Lorde came vnto me, saying:"},{"number":21,"verse":"Thou sonne of man, set thy face against Sidon, and prophecie vpon it,"},{"number":22,"verse":"And speake, thus sayth the Lord God: Beholde O Sidon, I will vpon thee, aud I wilbe glorified in thee: that it may be knowen howe that I am the Lord when I shal haue executed iudgementes in her, & shalbe sanctified in her."},{"number":23,"verse":"For I will sende pestilence and bloodsheding into her streetes, and the slayne shall fall in the mids of her, by the sword [comming] vpon her on euery side: & they shall knowe that I am the Lorde."},{"number":24,"verse":"They shalbe no more a pricking thorne vnto the house of Israel, nor a greeuous thorne of al that are round about them and despised them: and they shal knowe that I am the Lorde God."},{"number":25,"verse":"Thus sayth the Lorde God: When I gather the houshold of Israel together againe from the nations among whom they be scattered, then shall I be sanctified in them in the sight of the gentiles, and they shall dwell in the lande that I gaue to my seruaunt Iacob."},{"number":26,"verse":"They shal dwell with confidence therin, buyld houses and plant vineyardes: yea with confidence shall they dwell therin, when I haue executed iudgementes vpon all those that despise them rounde about: and then shal they know that I am the Lorde their God."}]}