{"bibleAbbr":"BB1572","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"And the worde of the Lorde came vnto me, saying:"},{"number":2,"verse":"Thou sonne of man, prophecie against the shepheardes of Israel, prophecie and speake vnto them: thus saith the Lorde God vnto the shepheardes, Wo be vnto the shepheardes of Israel that feede them selues: should not the shepheards feede the flockes?"},{"number":3,"verse":"Ye eate vp the fat, ye clothe you with the wooll, the best fed do ye slay: but the flocke do ye not feede."},{"number":4,"verse":"The weake haue ye not strengthened, the sicke haue ye not healed, the broken haue ye not bounde together, the dryuen away haue ye not brought againe, the lost haue ye not sought: but with force and crueltie haue ye ruled them."},{"number":5,"verse":"They are scattered without a shephearde, yea all the beastes of the fielde deuour them, and they go astray."},{"number":6,"verse":"My sheepe go wandring vpon al mountaines, and vpon euery hie hill, yea my flocke is scattered through all the face of the earth, and there is no man that seeketh or searcheth [after them.]"},{"number":7,"verse":"Therefore O ye shepheardes, heare the worde of the Lorde."},{"number":8,"verse":"As truely as I lyue saith the Lorde God, forsomuch as my sheepe are robbed, & deuoured of all the wylde beastes of the fielde, hauing no shepheard, and seeing that my shepheardes seke not my sheepe, but the shepheardes feede them selues, and feede not my sheepe:"},{"number":9,"verse":"Therefore heare the worde of the Lorde O ye shepheardes,"},{"number":10,"verse":"Thus saith the Lorde God: beholde, I wyll vpon the shepheardes, and require my sheepe from their handes, and make them ceasse from feeding of the sheepe, yea the shepheardes shall feede them selues no more: for I wyll deliuer my sheepe out of their mouthes, so that they shall not deuour them after this."},{"number":11,"verse":"For thus saith the Lorde God: behold, I [euen] I wyll loke to my sheepe my selfe, and seeke them out."},{"number":12,"verse":"Lyke as a shephearde when he hath ben among the flocke, seeketh after the sheepe that are scattered abroade: euen so wyll I seeke after my sheepe, and deliuer them out of all places where they haue ben scattered, in the cloudie and darke day."},{"number":13,"verse":"I wyll bring them out from the people, and gather them together out of the landes, I wyl bring them into their owne lande, and feede them vpon the mountaines of Israel, by the riuers and in all the places of the countrey."},{"number":14,"verse":"I wyll feede them in right good pastures, and vpon the hie mountaines of Israel shall their foldes be: there shall they lye in a good folde, and in a fat pasture shall they feede, euen vpon the mountaines of Israel."},{"number":15,"verse":"I wyll feede my sheepe and bring them to their rest, saith the Lorde God."},{"number":16,"verse":"Such as be lost, wyll I seeke: such as are driuen away, wyll I bring againe: such as be broken, wyl I binde vp: such as be weake, wyll I make strong: such as be fat and strong, those wyll I roote out, and feede them with iudgement."},{"number":17,"verse":"And as for you O my sheepe, saith the Lorde God, I wyll iudge betweene cattaile & cattaile, betweene the rammes and the goates."},{"number":18,"verse":"Seemeth it a smal thing to you to haue eaten vp the good pasture, and to treade downe the residue of your pasture with your feete also? to drinke the deepe waters, and to trouble the rest also with your feete?"},{"number":19,"verse":"Thus my sheepe must be faine to eate the thing that ye haue troden downe with your feete, and to drinke it that ye with your feete haue defiled."},{"number":20,"verse":"Therefore thus saith the Lorde God vnto them: Beholde I [euen] I wyll iudge betweene the fat cattaile and the leane cattaile,"},{"number":21,"verse":"Forsomuch as with side and shoulder ye haue shoued, and with your hornes haue pushed all the weake, till ye haue scattered them abroade."},{"number":22,"verse":"I wyll saue my sheepe, so that they shal no more be spoyled, yea I wil iudge betweene cattaile and cattaile."},{"number":23,"verse":"I wyll set vp ouer them a shepheard, and he shall feede them, euen my seruaunt Dauid, he shall feede them, & he shalbe their shepheard."},{"number":24,"verse":"And I the Lorde wyll be their God, and my seruaunt Dauid shalbe their prince: euen I the Lorde haue spoken it."},{"number":25,"verse":"Moreouer I wyll make a couenaunt of peace with them, & cause euil beastes to ceasse out of the lande: so that they may dwell safely in the wildernesse, and sleepe in the woods."},{"number":26,"verse":"And I wyll set them [as] a blessing euen rounde about my hill, and I wyll cause raine to come downe in due season, [and] there shalbe raine of blessing."},{"number":27,"verse":"And the tree of the fielde shal yeelde her fruite, and the earth shall geue her encrease: they shalbe safe in their lande, and shall knowe that I am the Lorde, when I haue broke the bondes of their yoke, and deliuered them out of the handes of those that serued them selues of them."},{"number":28,"verse":"They shall no more be spoyled of the heathen, nor deuoured with the beastes of the lande: but safely shall they dwel, and no man shall fray them."},{"number":29,"verse":"And I wil raise vp for them a plant of renowme, and they shalbe no more clungd with hunger in the lande, neither beare the reproche of the heathen any more."},{"number":30,"verse":"Thus shall they vnderstand that I the Lorde their God am with them, and that they, euen the house of Israel, are my people, saith the Lorde God:"},{"number":31,"verse":"And ye my sheepe, the sheepe of my pasture, are men: and I am your God, saith the Lorde God."}]}