{"bibleAbbr":"BB1572","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"When ye deuide the land by the lot for inheritaunce, ye shall offer an oblation to the Lorde, a holy portion of the lande, twentie and fiue thousand canes long, and ten thousand broade: this shalbe holy in all the borders thereof rounde about."},{"number":2,"verse":"Of this part there shall belong vnto the sanctuarie fiue hundred cubites [in length] with fiue hundred [in breadth] square rounde about: and fiftie cubites rounde about for the suburbes."},{"number":3,"verse":"And of this measure shalt thou measure, [namely] of the length of twentie & fiue thousand, and the breadth of ten thousand: and in it shalbe the sanctuarie and the most holy place."},{"number":4,"verse":"That holy portion of the lande shall parteyne vnto the priestes which do seruice in the sanctuarie, which come neare to serue the Lorde: and it shalbe vnto them a place for their houses, and a holy place for the sanctuarie."},{"number":5,"verse":"And in the twentie and fiue thousand length, and ten thousand breadth, shall the Leuites that minister in the house haue their possession for twentie chambers."},{"number":6,"verse":"Ye shal geue also vnto the citie a possession of fiue thousand canes broade, and twentie and fiue thousand long, ouer against the oblation of the holy portion, that shalbe for the whole house of Israel."},{"number":7,"verse":"And [a portion shalbe] for the prince on this side and on that side of the oblation of the holy portion, and of the possession of the citie, [euen] before the oblation of the holy portion, and before the possession of the citie, from the west corner westwarde, & from the east corner eastwarde: and the length shalbe by one of the portions, from the west border vnto the east border."},{"number":8,"verse":"In this lande shalbe his possession in Israel: and my princes shall no more oppresse my people, and [the rest] of the lande shall they geue to the house of Israel according to their tribes."},{"number":9,"verse":"Thus saith the Lorde God, Let it suffise you O ye princes of Israel: leaue of crueltie and oppression, and execute iudgement and iustice: take away your exactions from my people, saith the lord God."},{"number":10,"verse":"Ye shall haue a true Ballaunce, a true Ephah, and a true Bath."},{"number":11,"verse":"The Ephah and the Bath shalbe alyke: one Bath shall containe the tenth parte of an Homer, and an Ephah the tenth part of an Homer: the equalitie thereof shalbe after the Homer."},{"number":12,"verse":"The Sicle maketh twentie Gerrahs: & twentie Sicles, and twentie & fiue, and fifteene Sicles make a Maneh."},{"number":13,"verse":"This is the oblation that ye shall offer: the sixt part of an Ephah out of an Homer of wheate, and the sixt part of an Ephah out of an Homer of barlye."},{"number":14,"verse":"Concerning the ordinaunces of the oyle, [euen] of the Bath of oyle, [ye shall offer] the tenth part of a Bath out of the Cor: ten Bathes [shalbe] a Homer, because ten Bathes [fill] a Homer."},{"number":15,"verse":"And one lambe from two hundred sheepe out of the fat pastures of Israel, for a meate offring, burnt offring, and peace offring, to reconcile them, saith the Lorde God."},{"number":16,"verse":"All the people of the lande shall geue this oblation for the prince in Israel."},{"number":17,"verse":"Againe, it shalbe the princes part to offer burnt offringes, meate offringes, and wine offringes, in the holy dayes, newe moones, Sabbathes, & in all the hie feastes of the house of Israel: he shal prepare the sinne offring, meate offring, burnt offring, and peace offring, to reconcile the house of Israel."},{"number":18,"verse":"Thus saith the Lorde God: The first day of the first moneth, thou shalt take a young bullocke without blemishe, and cleanse the sanctuarie."},{"number":19,"verse":"So the priest shall take of the blood of the sinne offring, and put it vpon the postes of the house, & vpon the foure corners of the frame of the aulter, & vpon the postes of the gate of the inner court."},{"number":20,"verse":"And thus shalt thou do also the seuenth day of the moneth for such as haue sinned of ignoraunce, or being deceaued, to reconcile the house withall."},{"number":21,"verse":"Upon the fourteenth day of the first moneth, ye shall haue the passouer, a feast of seuen dayes, and ye shall eate vnleauened bread."},{"number":22,"verse":"Upon the same day shal the prince prepare for him selfe and all the people of the lande a bullocke for a sinne offring."},{"number":23,"verse":"And in the seuen dayes of the feast, he shall make a burnt offring to the Lord, [euen] of seuen bullockes & seue rammes without blemishe dayly, for seuen dayes, and a hee goate dayly for a sinne offring."},{"number":24,"verse":"And he shall prepare a meate offering of an Ephah for a bullocke, & an Ephah for a ramme, and a Hin of oyle for an Ephah."},{"number":25,"verse":"In the seuenth [moneth] in the fifteenth day of the moneth on the feast, he shall do according vnto these for seuen dayes: according to the sinne offering, according to the burnt offring, and according to the meate offring, and according to the oyle."}]}