{"bibleAbbr":"BB1572","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"Afterwarde he brought me againe vnto the doore of the house, and beholde there gushed out waters from vnder the thresholde of the house eastwarde: for the forefront of the house stoode toward the east: & the waters ran downe from vnder the right side of the house, which lyeth to the aulter southwarde."},{"number":2,"verse":"Then led he me out to the north gate, and led me about by the way without vnto the vtter gate, by the way that turneth eastward: and behold, there issued foorth waters from the right side."},{"number":3,"verse":"Now when the man that had the line in his hande went foorth eastward, he measured a thousand cubites, and then he brought me through the waters, the waters were to the ancles."},{"number":4,"verse":"So he measured yet a thousande, and brought me through ye waters, the waters were to the knees: yet measured he a thousand, and brought me through, the waters [were] to the loynes."},{"number":5,"verse":"After this he measured a thousand againe, then was it such a riuer that I might not wade through it, the waters was risen, & the waters did flowe as a riuer that might not be waded ouer."},{"number":6,"verse":"And he saide vnto me: Hast thou seene this O thou sonne of man? and with that he brought me and caused me to returne to the riuer banke againe."},{"number":7,"verse":"Now when I returned, beholde at the bancke of the riuer were very many trees on the one side and on the other."},{"number":8,"verse":"Then saide he vnto me: These waters flowe out toward the east countrey, and runne downe into the plaine, & come into the sea: which when it commeth into the sea, the waters shalbe holsome."},{"number":9,"verse":"Yea, all that liue and moue, whereunto this riuer commeth, shall liue: and there shalbe a very great multitude of fishe, because these waters shal come thither, for they shalbe holsome: and euery thing shall liue whyther the riuer commeth."},{"number":10,"verse":"By this riuer shall the fishers stand, from En gaddi vnto En Eglaim, and ther spreade out their nets: for their fishe shalbe according to their kindes as the fishe of the maine sea, exceeding many."},{"number":11,"verse":"But the marishes thereof, and the pits thereof, shal not be made holsome, they shalbe made salt pits."},{"number":12,"verse":"By this riuer vpon the bankes therof on this side and on that side shall grow all trees for meate, whose leaues shall not fade, neither shall the fruite thereof fall, but shall bring foorth newe fruite according to his monethes, for the waters thereof run out of the sanctuarie: and the fruite thereof shalbe for meate, and the leaues thereof for medicine."},{"number":13,"verse":"Thus saith the Lorde God: Let this be the border whereby ye shall inherite the lande according to the twelue tribes of Israel, Ioseph shall haue two portions."},{"number":14,"verse":"And ye shall inherite it one aswell as an other, concerning the which I lift vp my hande to geue it vnto your fathers: and this lande shall fall vnto you for inheritaunce."},{"number":15,"verse":"This is the border of the lande vpon the north side, from the maine sea toward Hethlon, as men go to Zedada."},{"number":16,"verse":"[namely] Hamah, Berotha, Sabarim, which are betweene the borders of Damascus, and betweene the borders of Hamah, Hazar Hatichon, that lyeth vpon the coastes of Hauran."},{"number":17,"verse":"Thus the borders from the sea foorth shalbe Hazar Enan, the border of Damascus, and the north northwarde, and the borders of Hamah: this is the north part."},{"number":18,"verse":"The east side shall ye measure from Hauran and Damascus, from Galead and the land of Israel by Iordane, and from the border vnto the cast sea: & this is the east part."},{"number":19,"verse":"The south side shalbe toward Teman, from Thamar to the waters of strife in Cades, and the riuer to the maine sea: and that is the south part towarde Teman."},{"number":20,"verse":"The west part also shalbe the great sea, from the borders till a man come ouer against Hamah: this is the west part."},{"number":21,"verse":"This lande shall ye part among you according to the tribes of Israel,"},{"number":22,"verse":"And deuide it by lot to be an heritage for you, & for the straungers that dwell among you and beget children among you: for ye shall take them among the children of Israel lyke as though they were of your owne countrey, and they shall haue heritage with you among the children of Israel."},{"number":23,"verse":"And in what tribe the straunger dwelleth, in the same tribe shall ye geue him his heritage, saith the Lorde God."}]}