{"bibleAbbr":"bnOV2016","bookName":"করিন্থীয়দের প্রতি প্রেরিত পৌলের দ্বিতীয় পত্র।","bookEnglishName":"2 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"আর আমি নিজে এই স্থির করিয়াছিলাম যে, পুনর্ব্বার মনোদুঃখ লইয়া তোমাদের নিকটে যাইব না।"},{"number":2,"verse":"কেননা আমি যদি তোমাদিগকে দুঃখিত করি, তবে আমার আনন্দদায়ক কে? কেবল সেই, যে আমা দ্বারা দুঃখিত হয়।"},{"number":3,"verse":"আর এই অভিপ্রায়ে সেই কথা লিখিয়াছিলাম, যেন আমি আসিলে যাহাদের হইতে আমার আনন্দিত হওয়া উপযুক্ত, তাহাদের হইতে মনোদুঃখ না জন্মে; কেননা তোমাদের সকলের বিষয়ে আমার দৃঢ় বিশ্বাস এই যে, আমার আনন্দে তোমাদের সকলেরই আনন্দ।"},{"number":4,"verse":"কারণ অনেক ক্লেশ ও মনোবেদনার মধ্যে অনেক অশ্রুপাত করিতে করিতে তোমাদিগকে লিখিয়াছিলাম; তোমরা যেন দুঃখিত হও, সে জন্য নয়, কিন্তু তোমাদের প্রতি আমার যে অতিমাত্র প্রেম আছে, তাহা যেন জ্ঞাত হও।"},{"number":5,"verse":"কিন্তু কেহ যদি দুঃখ দিয়া থাকে, তবে সে আমাকে দুঃখ দেয় নাই, কিন্তু কতক পরিমাণে—আমি যেন বেশী পীড়ন না করি,—তোমাদের সকলকেই দিয়াছে।"},{"number":6,"verse":"অধিকাংশ লোকের দ্বারা তাদৃশ ব্যক্তি যে দণ্ড পাইয়াছে, তাহাই তাহার পক্ষে যথেষ্ট।"},{"number":7,"verse":"অতএব তোমরা বরং তাহাকে ক্ষমা করিলে ও সান্ত্বনা করিলে ভাল হয়, পাছে অতিরিক্ত মনোদুঃখে তাদৃশ ব্যক্তি কবলিত হয়।"},{"number":8,"verse":"এ কারণ বিনতি করি, তোমরা তাহার প্রতি প্রেম স্থির কর,"},{"number":9,"verse":"কারণ তোমরা সর্ব্ববিষয়ে আজ্ঞাবহ কি না, ইহার প্রমাণ জ্ঞাত হইবার নিমিত্ত তোমাদিগকে লিখিয়াছিলাম।"},{"number":10,"verse":"যাহার কোন দোষ তোমরা ক্ষমা কর, আমিও ক্ষমা করি; কেননা আমিও যদি কিছু ক্ষমা করিয়া থাকি, তবে তোমাদের নিমিত্তে খ্রীষ্টের সাক্ষাতে তাহা ক্ষমা করিয়াছি,"},{"number":11,"verse":"যেন আমরা শয়তানকর্ত্তৃক প্রতারিত না হই; কেননা তাহার কল্পনা সকল আমরা অজ্ঞাত নই।"},{"number":12,"verse":"( ঈশ্বরীয় নূতন নিয়মের উৎকৃষ্টতা।) আমি যখন খ্রীষ্টের সুসমাচারের জন্য ত্রোয়াতে গিয়াছিলাম, আর প্রভুতে আমার সম্মুখে একটী দ্বার খোলা হইয়াছিল,"},{"number":13,"verse":"তখন আমার ভ্রাতা তীতকে না পাওয়াতে আমার আত্মায় কিছু আরাম পাই নাই; কিন্তু আমি তাহাদের নিকট হইতে বিদায় লইয়া মাকিদনিয়ায় চলিয়া গেলাম।"},{"number":14,"verse":"আর ধন্য ঈশ্বর, তিনি সর্ব্বদা আমাদিগকে লইয়া খ্রীষ্টে বিজয়-যাত্রা করেন, এবং তাঁহার সম্বন্ধীয় জ্ঞানের সুগন্ধ আমাদের দ্বারা সর্ব্বস্থানে প্রকাশ করেন;"},{"number":15,"verse":"কারণ যাহারা পরিত্রাণ পাইতেছে ও যাহারা বিনাশ পাইতেছে, উভয়ের কাছে আমরা ঈশ্বরের পক্ষে খ্রীষ্টের সুগন্ধস্বরূপ।"},{"number":16,"verse":"এক পক্ষের প্রতি আমরা মৃত্যুমূলক মৃত্যুজনক গন্ধ, অন্য পক্ষের প্রতি জীবনমূলক জীবনদায়ক গন্ধ। আর এই সকলের জন্য উপযুক্ত কে?"},{"number":17,"verse":"আমরা ত সেই অনেকের ন্যায় যে ঈশ্বরের বাক্যে ভাঁজ দিই, তাহা নয়; কিন্তু সরল ভাবে, ঈশ্বরের আদেশক্রমে, আমরা ঈশ্বরের সম্মুখে খ্রীষ্টে কথা কহিতেছি।"}]}