{"bibleAbbr":"bnOV2016","bookName":"করিন্থীয়দের প্রতি প্রেরিত পৌলের দ্বিতীয় পত্র।","bookEnglishName":"2 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"কারণ আমরা জানি, যদি আমাদের এই তাম্বুরূপ পার্থিব বাটী ভাঙ্গিয়া যায়, তবে ঈশ্বরদত্ত এক গাঁথনি আমাদের আছে, সেই বাটী অহস্তনির্ম্মিত, অনন্তকালস্থায়ী ও স্বর্গে স্থিত।"},{"number":2,"verse":"কারণ বাস্তবিক আমরা এই তাম্বুর মধ্যে থাকিয়া আর্ত্তস্বর করিতেছি, ইহার উপরে স্বর্গ হইতে প্রাপ্য আবাস-পরিহিত হইবার আকাঙ্ক্ষা করিতেছি;"},{"number":3,"verse":"পরিহিত হইলে পর আমরা ত উলঙ্গ থাকিব না।"},{"number":4,"verse":"আর বাস্তবিক এই তাম্বুতে থাকিয়া আমরা ভারাক্রান্ত হওয়াতে আর্ত্তস্বর করিতেছি; কেননা আমরা পরিচ্ছদ-বিহীন হইতে বাঞ্ছা করি না, কিন্তু ইহার উপরে পরিহিত হইতে বাঞ্ছা করি, যেন যাহা মর্ত্ত্য, তাহা জীবনের দ্বারা কবলিত হয়।"},{"number":5,"verse":"আর যিনি আমাদিগকে ইহারই নিমিত্ত প্রস্তুত করিয়াছেন, তিনি ঈশ্বর, তিনি আমাদিগকে আত্মা বায়না দিয়াছেন।"},{"number":6,"verse":"অতএব আমরা সর্ব্বদা সাহস করিতেছি, আর জানি, যত দিন এই দেহে নিবাস করিতেছি, তত দিন প্রভু হইতে দূরে প্রবাস করিতেছি;"},{"number":7,"verse":"কেননা আমরা বিশ্বাস দ্বারা চলি, বাহ্য দৃশ্য দ্বারা নয়।"},{"number":8,"verse":"আমরা সাহস করিতেছি, এবং দেহ হইতে দূরে প্রবাস ও প্রভুর কাছে নিবাস করা অধিক বাঞ্ছনীয় জ্ঞান করিতেছি।"},{"number":9,"verse":"আর এই কারণ আমরা লক্ষ্য রাখিতেছি, নিবাসে থাকি, কিম্বা প্রবাসী হই, যেন তাঁহারই প্রীতির পাত্র হই।"},{"number":10,"verse":"কারণ আমাদের সকলকেই খ্রীষ্টের বিচারাসনের সম্মুখে প্রত্যক্ষ হইতে হইবে, যেন সৎকার্য্য হউক, কি অসৎকার্য্য হউক, প্রত্যেক জন আপনার কৃত কার্য্য অনুসারে দেহ দ্বারা উপার্জ্জিত ফল পায়।"},{"number":11,"verse":"( তাঁহারা খ্রীষ্টের রাজ-দূত।) অতএব প্রভুর ভয় কি, তাহা জানাতে আমরা মনুষ্যদিগকে বুঝাইয়া লওয়াইতেছি, কিন্তু ঈশ্বরের প্রত্যক্ষ রহিয়াছি; আর আমি প্রত্যাশা করি যে, আমরা তোমাদের সংবেদেরও প্রত্যক্ষ রহিয়াছি।"},{"number":12,"verse":"আমরা পুনরায় তোমাদের কাছে আপনাদিগকে যোগ্যপাত্র দেখাইতেছি না, কিন্তু আমাদের পক্ষে শ্লাঘা করিবার সুযোগ তোমাদিগকে দিতেছি, যেন, যাহারা হৃদয়ে নয়, সাক্ষাতে শ্লাঘা করে, তোমরা তাহাদিগকে উত্তর দিতে পার।"},{"number":13,"verse":"কেননা যদি আমরা হতবুদ্ধি হইয়া থাকি, তবে তাহা ঈশ্বরের জন্য; এবং যদি সুবুদ্ধি হই, তবে তাহা তোমাদের জন্য।"},{"number":14,"verse":"কারণ খ্রীষ্টের প্রেম আমাদিগকে বশে রাখিয়া চালাইতেছে; কেননা আমরা এরূপ বিচার করিয়াছি যে, এক জন সকলের জন্য মরিলেন, সুতরাং সকলেই মরিল;"},{"number":15,"verse":"আর তিনি সকলের জন্য মরিলেন, যেন, যাহারা জীবিত আছে, তাহারা আর আপনাদের উদ্দেশে নয়, কিন্তু তাঁহারই উদ্দেশে জীবন ধারণ করে, যিনি তাহাদের জন্য মরিয়াছিলেন, ও উত্থাপিত হইলেন।"},{"number":16,"verse":"অতএব এখন অবধি আমরা আর কাহাকেও মাংস অনুসারে জানি না; যদিও খ্রীষ্টকে মাংস অনুসারে জানিয়া থাকি, তথাপি এখন আর জানি না।"},{"number":17,"verse":"ফলতঃ কেহ যদি খ্রীষ্টে থাকে, তবে নূতন সৃষ্টি হইল; পুরাতন বিষয়গুলি অতীত হইয়াছে, দেখ, সেগুলি নূতন হইয়া উঠিয়াছে।"},{"number":18,"verse":"আর, সকলই ঈশ্বর হইতে হইয়াছে; তিনি খ্রীষ্ট দ্বারা আপনার সহিত আমাদের সম্মিলন করিয়াছেন, এবং সম্মিলনের পরিচর্য্যা-পদ আমাদিগকে দিয়াছেন;"},{"number":19,"verse":"বস্তুতঃ ঈশ্বর খ্রীষ্টে আপনার সহিত জগতের সম্মিলন করাইয়া দিতে ছিলেন, তাহাদের অপরাধ সকল তাহাদের বলিয়া গণনা করিলেন না; এবং সেই সম্মিলনের বার্ত্তা আমাদিগকে সমর্পণ করিয়াছেন।"},{"number":20,"verse":"অতএব খ্রীষ্টের পক্ষেই আমরা রাজদূতের কর্ম্ম করিতেছি; ঈশ্বর যেন আমাদের দ্বারা নিবেদন করিতেছেন, আমরা খ্রীষ্টের পক্ষে এই বিনতি করিতেছি, তোমরা ঈশ্বরের সহিত সম্মিলিত হও।"},{"number":21,"verse":"যিনি পাপ জানেন নাই, তাঁহাকে তিনি আমাদের পক্ষে পাপস্বরূপ করিলেন, যেন আমরা তাঁহাতে ঈশ্বরের ধার্ম্মিকতা-স্বরূপ হই।"}]}