{"bibleAbbr":"bnOV2016","bookName":"করিন্থীয়দের প্রতি প্রেরিত পৌলের দ্বিতীয় পত্র।","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( দানশীলতার উৎকৃষ্টতা ও সুন্দর ফল।) ( মাকিদনিয়া দেশস্থ মণ্ডলীগণের দানশীলতা।) আর ভ্রাতৃগণ, মাকিদনিয়া, দেশস্থ মণ্ডলীসমূহে ঈশ্বরের যে অনুগ্রহ দত্ত হইয়াছে, তাহা আমরা তোমাদিগকে জ্ঞাত করিতেছি।"},{"number":2,"verse":"ফলতঃ ক্লেশরূপ মহাপরীক্ষার মধ্যেও তাহাদের আনন্দের উপচয় এবং অগাধ দীনতা তাহাদের দানশীলতারূপ ধনের উদ্দেশে উপচিয়া পড়িয়াছে।"},{"number":3,"verse":"কেননা আমি সাক্ষ্য দিতেছি যে, তাহারা সাধ্য পর্য্যন্ত, বরং সাধ্যের অতিরিক্ত পরিমাণে স্ব-ইচ্ছায় দান করিয়াছিল,"},{"number":4,"verse":"বিস্তর অনুনয় সহকারে সেই অনুগ্রহের সম্বন্ধে, এবং পবিত্রগণের পরিচর্য্যায় সহভাগিতার সম্বন্ধে, আমাদের কাছে অনুরোধ করিয়াছিল।"},{"number":5,"verse":"ইহাতে তাহারা যে আমাদের আশামত কর্ম্ম করিল, কেবল তাহা নয়, বরং ঈশ্বরের ইচ্ছাক্রমে আপনাদিগকেই প্রথমে প্রভুর এবং আমাদের উদ্দেশে প্রদান করিল।"},{"number":6,"verse":"সেই জন্য আমরা তীতকে অনুরোধ করিলাম, যেন তিনি পূর্ব্বে যেমন আরম্ভ করিয়াছিলেন, তেমনি তোমাদের মধ্যে সেই অনুগ্রহ-কার্য্য সমাপ্তও করেন।"},{"number":7,"verse":"( ভ্রাতৃগণের পরস্পর উপকার করা উচিত।) ( প্রভু যীশু দানশীলতার আদর্শ।) ভাল, তোমরা যেমন সর্ব্ববিষয়ে উপচিয়া পড়িতেছ—বিশ্বাসে, বক্তৃতায়, জ্ঞানে, সর্ব্বপ্রকার যত্নে, এবং আমাদের প্রতি তোমাদের প্রেমে —তেমনি যেন এই অনুগ্রহ-কার্য্যেও উপচিয়া পড়।"},{"number":8,"verse":"আমি আদেশ স্বরূপে বলিতেছি না, কিন্তু অন্য লোকদের যত্ন দ্বারা তোমাদেরও প্রেমের যথার্থতা পরীক্ষা করিতেছি।"},{"number":9,"verse":"কেননা তোমরা আমাদের প্রভু যীশু খ্রীষ্টের অনুগ্রহ জ্ঞাত আছ, তিনি ধনবান্ হইলেও তোমাদের নিমিত্ত দরিদ্র হইলেন, যেন তোমরা তাঁহার দরিদ্রতায় ধনবান্ হও।"},{"number":10,"verse":"আর এ বিষয়ে আমার মত জানাইতেছি; কারণ তোমাদের পক্ষে ইহা মঙ্গলকর, যেহেতুক তোমরা গত বৎসর হইতে কেবল কার্য্য করিতে নয়, কিন্তু ইচ্ছা করিতেও প্রথমে আরম্ভ করিয়াছ।"},{"number":11,"verse":"আর এখন সেই কার্য্যও সমাপ্ত কর; যেমন ইচ্ছা করায় আগ্রহ ছিল, তদ্রূপ যাহার যাহা আছে, তদনুসারে যেন সমাপ্তিও হয়।"},{"number":12,"verse":"কেননা যদি আগ্রহ থাকে, তবে যাহার যাহা আছে, তদনুসারে তাহা গ্রাহ্য হয়; যাহার যাহা নাই, তদনুসারে নয়।"},{"number":13,"verse":"কেননা এ কথা বলি না যে, অন্য সকলের আরাম ও তোমাদের যেন ক্লেশ হয়, বরং সাম্যভাবের নিয়মানুসারে হউক;"},{"number":14,"verse":"এই বর্ত্তমান সময়ে তোমাদের উপচয়ে উহাদের অভাব পূর্ণ হউক, যেন আবার উহাদের উপচয়ে তোমাদের অভাব পূর্ণ হয়, এইরূপে যেন সাম্যভাব হয়;"},{"number":15,"verse":"যেমন লেখা আছে, “যে অধিক সংগ্রহ করিল, তাহার অতিরিক্ত হইল না; এবং যে অল্প সংগ্রহ করিল, তাহার অভাব হইল না।” ( ।)"},{"number":16,"verse":"কিন্তু ঈশ্বরের ধন্যবাদ হউক, তিনি তীতের হৃদয়ে তোমাদের নিমিত্ত সেই প্রকার যত্ন প্রদান করিয়াছেন;"},{"number":17,"verse":"তীত আমাদের অনুরোধ গ্রাহ্য করিলেন বটে, কিন্তু তিনি নিজে অধিক যত্নবান্ হওয়াতে স্ব-ইচ্ছায় তোমাদের নিকটে চলিলেন।"},{"number":18,"verse":"আর আমরা তাঁহার সঙ্গে সেই ভ্রাতাকে পাঠাইলাম, সুসমাচার সম্বন্ধীয় যাঁহার প্রশংসা সমুদয় মণ্ডলীতে ব্যাপিয়াছে;"},{"number":19,"verse":"কেবল তাহা নয়, কিন্তু তিনি সেই অনুগ্রহ-কার্য্য সম্বন্ধে আমাদের সহচর হইবার জন্য মণ্ডলীগণ কর্ত্তৃক নির্ব্বাচিতও হইয়াছেন, যে কার্য্য প্রভুর গৌরব ও আমাদের আগ্রহ প্রকাশার্থে আমাদের পরিচর্য্যায় সম্পাদিত হইতেছে।"},{"number":20,"verse":"আমরা সাবধানে চলিতেছি, পাছে এই যে মহাদানের পরিচর্য্যা আমাদের দ্বারা সম্পাদিত হইতেছে, এই বিষয়ে কেহ আমাদের উপরে দোষারোপ করে।"},{"number":21,"verse":"কারণ কেবল প্রভুর সাক্ষাতে নয় মনুষ্যদের সাক্ষাতে যাহা উত্তম, তাহাও আমরা চিন্তা করি।"},{"number":22,"verse":"আর উহাঁদের সহিত আমাদের সেই ভ্রাতাকে পাঠাইলাম, যাঁহাকে আমরা অনেক বার অনেক বিষয়ে পরীক্ষা করিয়া যত্নবান্ দেখিয়াছি, এবং তোমাদের প্রতি তাঁহার দৃঢ় বিশ্বাস হেতু এবার আরও যত্নবান্ দেখিতেছি।"},{"number":23,"verse":"তীতের বিষয় যদি বলিতে হয়, তবে তিনি আমার সহভাগী ও তোমাদের পক্ষে আমার সহকারী। আমাদের ভ্রাতৃগণের বিষয় যদি বলিতে হয়, তাঁহারা মণ্ডলীগণের প্রেরিত, খ্রীষ্টের গৌরব।"},{"number":24,"verse":"অতএব তোমাদের প্রেম এবং তোমাদের পক্ষে আমাদের শ্লাঘা, এই উভয়ের প্রমাণ মণ্ডলীগণের সাক্ষাতে তাঁহাদিগকে প্রদর্শন কর।"}]}