{"bibleAbbr":"KJPCE1900+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":41,"verses":[{"number":1,"verse":"To the chief Musician<WH5329>, A Psalm<WH4210> of David<WH1732>. Blessed<WH835> is he that considereth<WH7919> the poor<WH1800>: the LORD<WH3068> will deliver<WH4422> him in time<WH3117> of trouble<WH7451>."},{"number":2,"verse":"The LORD<WH3068> will preserve<WH8104> him, and keep him alive<WH2421>; and he shall be blessed<WH833> upon the earth<WH776>: and thou wilt not deliver<WH5414> him unto the will<WH5315> of his enemies<WH341>."},{"number":3,"verse":"The LORD<WH3068> will strengthen<WH5582> him upon the bed<WH6210> of languishing<WH1741>: thou wilt make<WH2015> all his bed<WH4904> in his sickness<WH2483>."},{"number":4,"verse":"I said<WH559>, LORD<WH3068>, be merciful<WH2603> unto me: heal<WH7495> my soul<WH5315>; for I have sinned<WH2398> against thee."},{"number":5,"verse":"Mine enemies<WH341> speak<WH559> evil<WH7451> of me, When shall he die<WH4191>, and his name<WH8034> perish<WH6>?"},{"number":6,"verse":"And if he come<WH935> to see<WH7200> me, he speaketh<WH1696> vanity<WH7723>: his heart<WH3820> gathereth<WH6908> iniquity<WH205> to itself; when he goeth<WH3318> abroad<WH2351>, he telleth<WH1696> it."},{"number":7,"verse":"All that hate<WH8130> me whisper<WH3907> together<WH3162> against me: against me do they devise<WH2803> my hurt<WH7451>."},{"number":8,"verse":"An evil<WH1100> disease<WH1697>, say they, cleaveth fast<WH3332> unto him: and now that he lieth<WH7901> he shall rise up<WH6965> no more<WH3254>."},{"number":9,"verse":"Yea, mine own familiar<WH7965> friend<WH376>, in whom I trusted<WH982>, which did eat<WH398> of my bread<WH3899>, hath lifted up<WH1431> his heel<WH6119> against me."},{"number":10,"verse":"But thou, O LORD<WH3068>, be merciful<WH2603> unto me, and raise me up<WH6965>, that I may requite<WH7999> them."},{"number":11,"verse":"By this I know<WH3045> that thou favourest<WH2654> me, because mine enemy<WH341> doth not triumph<WH7321> over me."},{"number":12,"verse":"And as for me, thou upholdest<WH8551> me in mine integrity<WH8537>, and settest<WH5324> me before thy face<WH6440> for ever<WH5769>."},{"number":13,"verse":"Blessed<WH1288> be the LORD<WH3068> God<WH430> of Israel<WH3478> from everlasting<WH5769>, and to everlasting<WH5769>. Amen<WH543>, and Amen<WH543>."}]}