{"bibleAbbr":"KJPCE1900+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"To the chief Musician<WH5329>, A Psalm<WH4210> of David<WH1732>, when Nathan<WH5416> the prophet<WH5030> came<WH935> unto him, after he had gone in<WH935> to Bath-sheba<WH1339>. Have mercy<WH2603> upon me, O God<WH430>, according to thy lovingkindness<WH2617>: according unto the multitude<WH7230> of thy tender mercies<WH7356> blot out<WH4229> my transgressions<WH6588>."},{"number":2,"verse":"Wash<WH3526> me throughly<WH7235> from mine iniquity<WH5771>, and cleanse<WH2891> me from my sin<WH2403>."},{"number":3,"verse":"For I acknowledge<WH3045> my transgressions<WH6588>: and my sin<WH2403> is ever<WH8548> before me."},{"number":4,"verse":"Against thee, thee only, have I sinned<WH2398>, and done<WH6213> this evil<WH7451> in thy sight<WH5869>: that thou mightest be justified<WH6663> when thou speakest<WH1696>, and be clear<WH2135> when thou judgest<WH8199>."},{"number":5,"verse":"Behold, I was shapen<WH2342> in iniquity<WH5771>; and in sin<WH2399> did my mother<WH517> conceive<WH3179> me."},{"number":6,"verse":"Behold, thou desirest<WH2654> truth<WH571> in the inward parts<WH2910>: and in the hidden<WH5640> part thou shalt make me to know<WH3045> wisdom<WH2451>."},{"number":7,"verse":"Purge<WH2398> me with hyssop<WH231>, and I shall be clean<WH2891>: wash<WH3526> me, and I shall be whiter<WH3835> than snow<WH7950>."},{"number":8,"verse":"Make me to hear<WH8085> joy<WH8342> and gladness<WH8057>; that the bones<WH6106> which thou hast broken<WH1794> may rejoice<WH1523>."},{"number":9,"verse":"Hide<WH5641> thy face<WH6440> from my sins<WH2399>, and blot out<WH4229> all mine iniquities<WH5771>."},{"number":10,"verse":"Create<WH1254> in me a clean<WH2889> heart<WH3820>, O God<WH430>; and renew<WH2318> a right<WH3559> spirit<WH7307> within<WH7130> me."},{"number":11,"verse":"Cast me not away<WH7993> from thy presence<WH6440>; and take<WH3947> not thy holy<WH6944> spirit<WH7307> from me."},{"number":12,"verse":"Restore<WH7725> unto me the joy<WH8342> of thy salvation<WH3468>; and uphold<WH5564> me with thy free<WH5081> spirit<WH7307>."},{"number":13,"verse":"Then will I teach<WH3925> transgressors<WH6586> thy ways<WH1870>; and sinners<WH2400> shall be converted<WH7725> unto thee."},{"number":14,"verse":"Deliver<WH5337> me from bloodguiltiness<WH1818>, O God<WH430>, thou God<WH430> of my salvation<WH8668>: and my tongue<WH3956> shall sing aloud<WH7442> of thy righteousness<WH6666>."},{"number":15,"verse":"O Lord<WH136>, open<WH6605> thou my lips<WH8193>; and my mouth<WH6310> shall shew forth<WH5046> thy praise<WH8416>."},{"number":16,"verse":"For thou desirest<WH2654> not sacrifice<WH2077>; else would I give<WH5414> it: thou delightest<WH7521> not in burnt offering<WH5930>."},{"number":17,"verse":"The sacrifices<WH2077> of God<WH430> are a broken<WH7665> spirit<WH7307>: a broken<WH7665> and a contrite<WH1794> heart<WH3820>, O God<WH430>, thou wilt not despise<WH959>."},{"number":18,"verse":"Do good<WH3190> in thy good pleasure<WH7522> unto Zion<WH6726>: build<WH1129> thou the walls<WH2346> of Jerusalem<WH3389>."},{"number":19,"verse":"Then shalt thou be pleased<WH2654> with the sacrifices<WH2077> of righteousness<WH6664>, with burnt offering<WH5930> and whole<WH3632> burnt offering<WH5930>: then shall they offer<WH5927> bullocks<WH6499> upon thine altar<WH4196>."}]}