{"bibleAbbr":"cKJV+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":12,"verses":[{"number":1,"verse":"Righteous<WH6662> are you<WH3068>, O Lord, when I plead<WH7378> with you<WH1696>: yet let me talk with you of your judgments<WH4941>: Why does the way<WH1870> of the wicked<WH7563> prosper<WH6743>? why are all they happy<WH7951> that deal very<WH899> treacherously<WH898>?"},{"number":2,"verse":"You have planted<WH5193> them<WH8327>, Yes, they have taken root: they grow<WH3212>, Yes<WH6213>, they bring forth fruit<WH6529>: you are near<WH7138> in their mouth<WH6310>, and far from<WH7350> their minds<WH3629>."},{"number":3,"verse":"But you<WH3068>, O Lord, know<WH3045> me<WH7200>: you have seen me<WH974>, and tried my heart<WH3820> toward you<WH5423>: pull them out like sheep<WH6629> for the slaughter<WH2878>, and prepare<WH6942> them for the day<WH3117> of slaughter<WH2028>."},{"number":4,"verse":"How long shall the land<WH776> mourn<WH56>, and the herbs<WH6212> of every field<WH7704> wither<WH3001>, for the wickedness<WH7451> of them that live<WH3427> in it<WH929>? the animals are consumed<WH5595>, and the birds<WH5775>; because they said<WH559>, He shall not see<WH7200> our last end<WH319>."},{"number":5,"verse":"If you have run<WH7323> with the footmen<WH7273>, and they have wearied<WH3811> you<WH8474>, then how can you contend with horses<WH5483>? and if in the land<WH776> of peace<WH7965>, where you trusted<WH982>, they wearied you<WH6213>, then how will you do in the swelling<WH1347> of Jordan<WH3383>?"},{"number":6,"verse":"For even your brothers<WH251>, and the house<WH1004> of your father<WH1>, even they have dealt treacherously<WH898> with you<WH7121>; Yes, they have called a multitude<WH4392> after<WH310> you<WH539>: believe them not<WH1696>, though they speak fair words unto you<WH2896>."},{"number":7,"verse":"I have forsaken<WH5800> my house<WH1004>, I have left<WH5203> my heritage<WH5159>; I have given<WH5414> the dearly beloved<WH3033> of my soul<WH5315> into the hand<WH3709> of her enemies<WH341>."},{"number":8,"verse":"My heritage<WH5159> is unto me as a lion<WH738> in the forest<WH3293>; it cries out<WH5414> against me<WH8130>: therefore have I hated it."},{"number":9,"verse":"My heritage<WH5159> is unto me as a speckled<WH6641> bird<WH5861>, the birds<WH5861> round about<WH5439> are against her<WH3212>; come you<WH622>, assemble all the animals<WH2416> of the field<WH7704>, come<WH857> to devour<WH402>."},{"number":10,"verse":"Many<WH7227> pastors<WH7462> have destroyed<WH7843> my vineyard<WH3754>, they have trodden<WH947> my portion<WH2513> under foot<WH947>, they have made<WH5414> my pleasant<WH2532> portion<WH2513> a desolate<WH8077> wilderness<WH4057>."},{"number":11,"verse":"They have made<WH7760> it desolate<WH8076>, and being desolate<WH8077> it mourns<WH56> unto me<WH776>; the whole land is made desolate<WH8074>, because no man<WH376> lays<WH7760> it to heart<WH3820>."},{"number":12,"verse":"The spoilers<WH7703> are come<WH935> upon all high places<WH8205> through the wilderness<WH4057>: for the sword<WH2719> of the Lord<WH3068> shall devour<WH398> from the one end<WH7097> of the land<WH776> even to the other end<WH7097> of the land<WH776>: no flesh<WH1320> shall have peace<WH7965>."},{"number":13,"verse":"They have sown<WH2232> wheat<WH2406>, but shall reap<WH7114> thorns<WH6975>: they have put themselves to pain<WH2470>, but shall not profit<WH3276>: and they shall be ashamed<WH954> of your fruits<WH8393> because of the fierce<WH2740> anger<WH639> of the Lord<WH3068>."},{"number":14,"verse":"Thus says<WH559> the Lord<WH3068> against all my evil<WH7451> neighbors<WH7934>, that touch<WH5060> the inheritance<WH5159> which I have caused my people<WH5971> Israel<WH3478> to inherit<WH5157>; Behold<WH5428>, I will pluck them out of their land<WH127>, and pluck out<WH5428> the house<WH1004> of Judah<WH3063> from among them<WH8432>."},{"number":15,"verse":"And it shall come to pass<WH310>, after that I have plucked them out<WH5428> I will return<WH7725>, and have compassion<WH7355> on them<WH7725>, and will bring them again, every man<WH376> to his heritage<WH5159>, and every man<WH376> to his land<WH776>."},{"number":16,"verse":"And it shall come to pass<WH3925>, if they will diligently learn<WH3925> the ways<WH1870> of my people<WH5971>, to swear<WH7650> by my name<WH8034>, The Lord<WH3068> lives<WH2416>; as they taught<WH3925> my people<WH5971> to swear<WH7650> by Baal<WH1168>; then shall they be built<WH1129> in the midst<WH8432> of my people<WH5971>."},{"number":17,"verse":"But if they will not obey<WH8085>, I will utterly<WH5428> pluck up<WH5428> and destroy<WH6> that nation<WH1471>, says<WH5002> the Lord<WH3068>."}]}