{"bibleAbbr":"cKJV+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"At the same time<WH6256>, says<WH5002> the Lord<WH3068>, will I be the God<WH430> of all the families<WH4940> of Israel<WH3478>, and they shall be my people<WH5971>."},{"number":2,"verse":"Thus says<WH559> the Lord<WH3068>, The people<WH5971> which were left<WH8300> of the sword<WH2719> found<WH4672> grace<WH2580> in the wilderness<WH4057>; even Israel<WH3478>, when I went<WH1980> to cause him to rest<WH7280>."},{"number":3,"verse":"The Lord<WH3068> has appeared<WH7200> of old<WH7350> unto me<WH157>, saying, Yes, I have loved you with a everlasting<WH5769> love<WH160>: therefore with lovingkindness<WH2617> have I drawn you<WH4900>."},{"number":4,"verse":"Again I will build<WH1129> you<WH1129>, and you shall be built, O virgin<WH1330> of Israel<WH3478>: you shall again be adorned<WH5710> with your tabrets<WH8596>, and shall go forth<WH3318> in the dances<WH4234> of them that make merry<WH7832>."},{"number":5,"verse":"You shall yet plant<WH5193> vines<WH3754> upon the mountains<WH2022> of Samaria<WH8111>: the planters<WH5193> shall plant<WH5193>, and shall eat them as common things<WH2490>."},{"number":6,"verse":"For there shall be<WH3426> a day<WH3117>, that the watchmen<WH5341> upon the mountain<WH2022> Ephraim<WH669> shall cry<WH7121>, Arise<WH6965> you<WH5927>, and let us go up to Zion<WH6726> unto the Lord<WH3068> our God<WH430>."},{"number":7,"verse":"For thus says<WH559> the Lord<WH3068>; Sing<WH7442> with gladness<WH8057> for Jacob<WH3290>, and shout<WH6670> among the chief<WH7218> of the nations<WH1471>: publish<WH8085> you<WH1984>, praise you<WH559>, and say, O Lord<WH3068>, save<WH3467> your people<WH5971>, the remnant<WH7611> of Israel<WH3478>."},{"number":8,"verse":"Behold<WH935>, I will bring them from the north<WH6828> country<WH776>, and gather<WH6908> them from the coasts<WH3411> of the earth<WH776>, and with them the blind<WH5787> and the lame<WH6455>, the woman with child<WH2030> and her that travails with child<WH3205> together<WH3162>: a great<WH1419> company<WH6951> shall return there<WH7725>."},{"number":9,"verse":"They shall come<WH935> with weeping<WH1065>, and with supplications<WH8469> will I lead<WH2986> them<WH3212>: I will cause them to walk by the rivers<WH5158> of waters<WH4325> in a straight<WH3477> way<WH1870>, where they shall not stumble<WH3782>: for I am a father<WH1> to Israel<WH3478>, and Ephraim<WH669> is my firstborn<WH1060>."},{"number":10,"verse":"Hear<WH8085> the word<WH1697> of the Lord<WH3068>, O you nations<WH1471>, and declare<WH5046> it in the islands<WH339> afar off<WH4801>, and say<WH559>, He that scattered<WH2219> Israel<WH3478> will gather<WH6908> him<WH8104>, and keep him<WH7462>, as a shepherd does his flock<WH5739>."},{"number":11,"verse":"For the Lord<WH3068> has redeemed<WH6299> Jacob<WH3290>, and ransomed<WH1350> him from the hand<WH3027> of him that was stronger than he<WH2389>."},{"number":12,"verse":"Therefore they shall come<WH935> and sing<WH7442> in the height<WH4791> of Zion<WH6726>, and shall flow together<WH5102> to the goodness<WH2898> of the Lord<WH3068>, for wheat<WH1715>, and for wine<WH8492>, and for oil<WH3323>, and for the young<WH1121> of the flock<WH6629> and of the herd<WH1241>: and their soul<WH5315> shall be as a watered<WH7302> garden<WH1588>; and they shall not sorrow<WH1669> any more at all<WH3254>."},{"number":13,"verse":"Then shall the virgin<WH1330> rejoice<WH8055> in the dance<WH4234>, both young men<WH970> and old<WH2205> together<WH3162>: for I will turn<WH2015> their mourning<WH60> into joy<WH8342>, and will comfort<WH5162> them<WH8055>, and make them rejoice from their sorrow<WH3015>."},{"number":14,"verse":"And I will satiate<WH7301> the soul<WH5315> of the priests<WH3548> with fatness<WH1880>, and my people<WH5971> shall be satisfied<WH7646> with my goodness<WH2898>, says<WH5002> the Lord<WH3068>."},{"number":15,"verse":"Thus says<WH559> the Lord<WH3068>; A voice<WH6963> was heard<WH8085> in Ramah<WH7414>, lamentation<WH5092>, and bitter<WH8563> weeping<WH1065>; Rachel<WH7354> weeping<WH1058> for her sons<WH1121> refused<WH3985> to be comforted<WH5162> for her sons<WH1121>, because they were not."},{"number":16,"verse":"Thus says<WH559> the Lord<WH3068>; Refrain<WH4513> your voice<WH6963> from weeping<WH1065>, and your eyes<WH5869> from tears<WH1832>: for your work<WH6468> shall be<WH3426> rewarded<WH7939>, says<WH5002> the Lord<WH3068>; and they shall come again<WH7725> from the land<WH776> of the enemy<WH341>."},{"number":17,"verse":"And there is<WH3426> hope<WH8615> in your end<WH319>, says<WH5002> the Lord<WH3068>, that your sons<WH1121> shall come again<WH7725> to their own border<WH1366>."},{"number":18,"verse":"I have surely<WH8085> heard<WH8085> Ephraim<WH669> bemoaning<WH5110> himself thus<WH3256>; You have chastised me<WH3256>, and I was chastised, as a bullock<WH5695> unaccustomed<WH3808> to the yoke<WH7725>: turn you me<WH7725>, and I shall be turned; for you are the Lord<WH3068> my God<WH430>."},{"number":19,"verse":"Surely after<WH310> that I was turned<WH7725>, I repented<WH5162>; and after<WH310> that I was instructed<WH3045>, I struck<WH5606> upon my thigh<WH3409>: I was ashamed<WH954>, Yes<WH3637>, even confounded, because I did carry<WH5375> the reproach<WH2781> of my youth<WH5271>."},{"number":20,"verse":"Is Ephraim<WH669> my dear<WH3357> son<WH1121>? is he a pleasant<WH8191> child<WH3206>? for since<WH1767> I spoke<WH1696> against him<WH2142>, I do earnestly remember<WH2142> him still<WH4578>: therefore my bowels are troubled<WH1993> for him<WH7355>; I will surely have mercy<WH7355> upon him<WH5002>, says the Lord<WH3068>."},{"number":21,"verse":"Set you up<WH5324> waymarks<WH6725>, make<WH7760> you high heaps<WH8564>: set<WH7896> your heart<WH3820> toward the highway<WH4546>, even the way<WH1870> which you went<WH1980>: turn again<WH7725>, O virgin<WH1330> of Israel<WH3478>, turn again<WH7725> to these your cities<WH5892>."},{"number":22,"verse":"How long will you go about<WH2559>, O you backsliding<WH7728> daughter<WH1323>? for the Lord<WH3068> has created<WH1254> a new thing<WH2319> in the earth<WH776>, A woman<WH5347> shall encompass<WH5437> a man<WH1397>."},{"number":23,"verse":"Thus says<WH559> the Lord<WH3068> of hosts<WH6635>, the God<WH430> of Israel<WH3478>; As yet they shall use<WH559> this speech<WH1697> in the land<WH776> of Judah<WH3063> and in the cities<WH5892> there<WH7725>, when I shall bring again their captivity<WH7622>; The Lord<WH3068> bless<WH1288> you<WH5116>, O habitation of justice<WH6664>, and mountain<WH2022> of holiness<WH6944>."},{"number":24,"verse":"And there shall live<WH3427> in Judah<WH3063> itself<WH5892>, and in all the cities there together<WH3162>, husbandmen<WH406>, and they that go forth<WH5265> with flocks<WH5739>."},{"number":25,"verse":"For I have satiated<WH7301> the weary<WH5889> soul<WH5315>, and I have replenished<WH4390> every sorrowful<WH1669> soul<WH5315>."},{"number":26,"verse":"Upon this I awakened<WH6974>, and looked<WH7200>; and my sleep<WH8142> was sweet unto me<WH6149>."},{"number":27,"verse":"Behold<WH3117>, the days come<WH935>, says<WH5002> the Lord<WH3068>, that I will sow<WH2232> the house<WH1004> of Israel<WH3478> and the house<WH1004> of Judah<WH3063> with the seed<WH2233> of man<WH120>, and with the seed<WH2233> of animal<WH929>."},{"number":28,"verse":"And it shall come to pass<WH8245>, that like as I have watched over them<WH5428>, to pluck up, and to break down<WH5422>, and to throw down<WH2040>, and to destroy<WH6>, and to afflict<WH7489>; so will I watch over<WH8245> them<WH1129>, to build, and to plant<WH5193>, says<WH5002> the Lord<WH3068>."},{"number":29,"verse":"In those days<WH3117> they shall say<WH559> no more<WH1>, The fathers have eaten<WH398> a sour grape<WH1155>, and the children<WH1121>'s teeth<WH8127> are set on edge<WH6949>."},{"number":30,"verse":"But every one<WH376> shall die<WH4191> for his own iniquity<WH5771>: every man<WH120> that eat<WH398> the sour grape<WH1155>, his teeth<WH8127> shall be set on edge<WH6949>."},{"number":31,"verse":"Behold<WH3117>, the days come<WH935>, says<WH5002> the Lord<WH3068>, that I will make<WH3772> a new<WH2319> covenant<WH1285> with the house<WH1004> of Israel<WH3478>, and with the house<WH1004> of Judah<WH3063>:"},{"number":32,"verse":"Not according to the covenant<WH1285> that I made<WH3772> with their fathers<WH1> in the day<WH3117> that I took<WH2388> them by the hand<WH3027> to bring them out<WH3318> of the land<WH776> of Egypt<WH4714>; which my covenant<WH1285> they broke<WH6565>, although I was a husband<WH1166> unto them<WH5002>, says the Lord<WH3068>:"},{"number":33,"verse":"But this shall be the covenant<WH1285> that I will make<WH3772> with the house<WH1004> of Israel<WH3478>; After<WH310> those days<WH3117>, says<WH5002> the Lord<WH3068>, I will put<WH5414> my law<WH8451> in their inward parts<WH7130>, and write<WH3789> it in their hearts<WH3820>; and will be their God<WH430>, and they shall be my people<WH5971>."},{"number":34,"verse":"And they shall teach<WH3925> no more every man<WH376> his neighbor<WH7453>, and every man<WH376> his brother<WH251>, saying<WH559>, Know<WH3045> the Lord<WH3068>: for they shall all know<WH3045> me<WH6996>, from the least of them unto the greatest<WH1419> of them<WH5002>, says the Lord<WH3068>: for I will forgive<WH5545> their iniquity<WH5771>, and I will remember<WH2142> their sin no more<WH2403>."},{"number":35,"verse":"Thus says<WH559> the Lord<WH3068>, which gives<WH5414> the sun<WH8121> for a light<WH216> by day<WH3119>, and the ordinances<WH2708> of the moon<WH3394> and of the stars<WH3556> for a light<WH216> by night<WH3915>, which divides<WH7280> the sea<WH3220> when the waves<WH1530> there roar<WH1993>; The Lord<WH3068> of hosts<WH6635> is his name<WH8034>:"},{"number":36,"verse":"If those ordinances<WH2706> depart<WH4185> from before<WH6440> me<WH5002>, says the Lord<WH3068>, then the seed<WH2233> of Israel<WH3478> also shall cease<WH7673> from being a nation<WH1471> before<WH6440> me for ever<WH3117>."},{"number":37,"verse":"Thus says<WH559> the Lord<WH3068>; If heaven<WH8064> above<WH4605> can be measured<WH4058>, and the foundations<WH4146> of the earth<WH776> searched out<WH2713> beneath<WH4295>, I will also cast off<WH3988> all the seed<WH2233> of Israel<WH3478> for all that they have done<WH6213>, says<WH5002> the Lord<WH3068>."},{"number":38,"verse":"Behold<WH3117>, the days come<WH935>, says<WH5002> the Lord<WH3068>, that the city<WH5892> shall be built<WH1129> to the Lord<WH3068> from the tower<WH4026> of Hananeel<WH2606> unto the gate<WH8179> of the corner<WH6438>."},{"number":39,"verse":"And the measuring<WH4060> line<WH6957> shall yet go forth<WH3318> over against it upon the hill<WH1389> Gareb<WH1619>, and shall compass about<WH5437> to Goath<WH1601>."},{"number":40,"verse":"And the whole valley<WH6010> of the dead bodies<WH6297>, and of the ashes<WH1880>, and all the fields<WH7709> unto the brook<WH5158> of Kidron<WH6939>, unto the corner<WH6438> of the horse<WH5483> gate<WH8179> toward the east<WH4217>, shall be holy<WH6944> unto the Lord<WH3068>; it shall not be plucked up<WH5428>, nor thrown down<WH2040> any more for ever<WH5769>."}]}