{"bibleAbbr":"WB1895","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"Now we plead with you, brothers, by the coming of our Lord Jesus Christ and our gathering together to him."},{"number":2,"verse":"Don't be quickly upset in your mind or troubled, not by spirit, spoken word, or letter, as if from us, that the Day of Christ is at hand."},{"number":3,"verse":"Don't let anyone deceive you by any method, for [that day will not come] unless a falling away comes first and that man of sin, the son of perdition, is revealed."},{"number":4,"verse":"He opposes and exalts himself above everything that is called god or what is worshipped, so that he, as if God, sits in God's temple showing that he, himself, is god."},{"number":5,"verse":"Don't you remember when I was with you that I told you these things?"},{"number":6,"verse":"And now you know what holds this back, that he might be revealed in his proper time."},{"number":7,"verse":"For the mystery of lawlessness is already working only held back until he, who holds back, is taken out of the way."},{"number":8,"verse":"Then that Wicked will be revealed whom the Lord will completely destroy with the breath of his mouth and will reduce to nothing with the brightness of his coming."},{"number":9,"verse":"This one whose coming is according to the energy of Satan with all lying miracles, signs, and wonders."},{"number":10,"verse":"And [he comes] with all unrighteous power to deceive those who perish, because they didn't receive the love of the truth that they might be saved."},{"number":11,"verse":"For this reason God will send them strong delusion, so that they would believe a lie,"},{"number":12,"verse":"and that they might all be damned, who did not believe the truth but had pleasure in unrighteousness."},{"number":13,"verse":"However we have a duty to always give thanks to God for you, brothers, beloved by the Lord, because God has chosen you to salvation from the beginning."},{"number":14,"verse":"That's why he called you by our gospel, to obtain the glory of our Lord Jesus Christ."},{"number":15,"verse":"Therefore, brothers, stand firm and hold on to the traditions that you were taught whether by our spoken word or our letter."},{"number":16,"verse":"Now may our Lord Jesus Christ, himself, and God, even our Father, who has loved us and given us everlasting comfort and good hope through grace,"},{"number":17,"verse":"comfort your hearts and establish you in every good word and work."}]}