{"bibleAbbr":"t4t2014","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":10,"verses":[{"number":1,"verse":"Jesus instructed seventy-two other disciples before sending them out.After that, the Lord Jesus appointed seventy-two other people. He prepared to send them out, two-by-two, to every town and village where he [SYN] intended to go."},{"number":2,"verse":"He said to them, “The people who are ready to receive my message are like a field of [MET] grain that is ready for people to harvest {to be harvested}. But there are not many people to bring them to God. So pray and ask the Lord God to send more workers who will gather people together and teach them my message, just like a landowner sends workers into his fields to gather the harvest."},{"number":3,"verse":"Start going; but remember that I am sending you(pl) out to tell my message to people who will try to get rid of you. You will be like lambs among wolves."},{"number":4,"verse":"Do not take along any money in a purse. Do not take a traveler's bag. Do not take extra sandals. Do not spend a lot of time greeting people along the way."},{"number":5,"verse":"Whenever you enter a house to lodge there, first say to those people, ‘May God give inner peace to you people [MTY] in this house!’"},{"number":6,"verse":"If people who live there are ◄desiring to have/worthy of receiving► ) God's peace, they will experience the inner peace that you are offering them. If people who live there are not desiring to have God's peace, you will experience God's inner peace, but they will not."},{"number":7,"verse":"If they welcome you, stay in that same house until you leave that village. Do not move around from one house to another. Eat and drink whatever they provide for you. A worker deserves to get pay [MET] from the people for whom he works, so you deserve to receive food and a place to stay from the people to whom you go."},{"number":8,"verse":"Whenever you enter a town and the people there welcome you, eat what is provided {what they provide} for you."},{"number":9,"verse":"Heal the people there who are sick. Tell them, ‘It is almost time for God to send his king to rule [MET] your lives.’"},{"number":10,"verse":"But if you enter a town whose people do not welcome you, go into its main streets and say,"},{"number":11,"verse":"‘Because you have refused to hear our message, we(exc) will not only leave, we will also shake off the dust of your town that clings to our sandals, to warn you that God will reject/punish you. But we want you to know that it is almost the time when God will start to rule!’"},{"number":12,"verse":"I will tell you this: On the [MTY] final day when God judges everyone, he will punish the wicked people [MTY] who long ago lived in Sodom, the city that he destroyed because its people were so wicked. But he will punish even more severely the people [MTY] of that town who refused to hear your message!”"},{"number":13,"verse":"Jesus warned the unbelievers in three towns. “There will be terrible punishment for you people who live in [MTY] Chorazin and Bethsaida cities! I did great miracles in your cities to show God's power, but you did not turn from your sinful behavior. If the miracles that I performed in your cities had been done in Tyre and Sidon cities, the wicked people who lived there would have long ago shown that they were sorry for their sins by sitting on the ground wearing coarse cloth and putting ashes on their heads."},{"number":14,"verse":"But they did not have the opportunity that you have, so when God punishes people, he will punish the wicked people who lived in Tyre and Sidon, but he will punish you more severely because you did not pay attention to my message!"},{"number":15,"verse":"I also have something to say to you people who live in Capernaum city. ◄Do not think that you will be honored {that God will honor you} in heaven!/Do you think that you will be honored {that God will honor you} in heaven?► [RHQ] That will not happen! On the contrary, after you die, God will send you down to the place where sinful people will be punished forever!”"},{"number":16,"verse":"Jesus also said to the disciples, “God will consider that those who listen to your message are listening to me, and that those who reject your message are rejecting me. And he will consider that those who reject me are rejecting God, the one who sent me.”"},{"number":17,"verse":"Jesus commented on their ministry after the seventy-two returned.The seventy-two people whom Jesus appointed went and did as he told them to. When they returned, they were very joyful. They said, “Lord, people did what we(exc) told them to do! But demons also obeyed us when by your(sg) authority [MTY] we commanded them to leave people!”"},{"number":18,"verse":"He replied, “When those demons were obeying you, because God had enabled you to defeat them, it was as though [MET] I saw Satan fall from heaven as suddenly and quickly as lightning strikes!"},{"number":19,"verse":"Listen! I have given you authority so that if you oppose evil spirits [MET] they will not hurt you. I have given you authority to defeat our enemy, Satan. Nothing shall hurt you."},{"number":20,"verse":"But although you can rejoice that evil spirits obey you, you should rejoice more that your names have been written {that God has written your names} in heaven, because you will be with God forever.”"},{"number":21,"verse":"At that time the Holy Spirit caused Jesus to be very happy. He said, “Father, you(sg) rule over everything in heaven and on the earth! Some people think that they are wise because they are well-educated. But I thank you that you have prevented them from knowing these things. Instead, you have revealed them to people who accept your truth as readily [MET] as little children do. Yes, Father, you have done that because it seemed good to you to do so.”"},{"number":22,"verse":"Jesus also said to the 72 disciples, “God, my Father, has revealed to me all I need to know and the power I need for my work. Only my Father knows who I really am. Furthermore, only I and those people to whom I wish to reveal him know what God my Father is like.”"},{"number":23,"verse":"Then when his disciples were alone with him, he turned toward them and said, “God is pleased with you [SYN] who have seen the things that I have done!"},{"number":24,"verse":"I want you to know that many prophets and kings who lived long ago desired to see the things that you are seeing me do, but those things did not happen then. They longed to hear the things that you have been hearing me say, but I did not reveal them then.”"},{"number":25,"verse":"Jesus taught that we must show our love to everyone, even ones we do not like to associate with.One day as Jesus was teaching people, a man who had studied carefully the laws that God gave Moses was there. He wanted to ask Jesus a difficult question. So he stood up and asked, “Teacher, what shall I do in order to live with God forever?”"},{"number":26,"verse":"Jesus said to him, “You(sg) have read [RHQ] what Moses has written in the laws that God gave him. What did Moses write about that?”"},{"number":27,"verse":"The man replied, “He wrote that we(inc) must love the Lord our God in our ◄inner beings/hearts►. We must show that by what we feel and by what we do and by what we think. He also wrote that we must love people that we come in contact with as much as we love ourselves.”"},{"number":28,"verse":"Jesus replied, “You(sg) have answered your question correctly. If you do all that continually, you will live with God forever. ”"},{"number":29,"verse":"But the man wanted to defend the way he acted toward people that he came in contact with (OR, to defend why he had asked a question that Jesus answered so simply). So he said to Jesus, “Which people that I come in contact with should I love?”"},{"number":30,"verse":"Jesus replied by telling him this illustration: “A Jewish man was once going down along the road from Jerusalem to Jericho. Bandits attacked him. They took away most of the man's clothes and everything else that he had, and they beat him until he was almost dead. Then they left him."},{"number":31,"verse":"It happened that a Jewish priest was going along that road. When he saw that man, instead of helping him, he passed by on the other side of the road."},{"number":32,"verse":"Similarly, a man who worked in the temple in Jerusalem came to that place and saw the man. But he also passed by on the other side of the road."},{"number":33,"verse":"Then a man from Samaria province came along that road to where the man was lying. People from Samaria despise Jews. But when he saw that man, he pitied him."},{"number":34,"verse":"He went close to him and put some olive oil and wine on the wounds to help heal them. He wound strips of cloth around the wounds. He placed the man on his own donkey and took him to an inn and took care of him."},{"number":35,"verse":"The next morning he gave two silver coins to the innkeeper and said, ‘Take care of this man. If you(sg) spend more than this amount to care for him, I will pay you back when I return.’ ”"},{"number":36,"verse":"Then Jesus said, “Three people saw the man whom bandits attacked. Which one of them acted in a loving way toward that man?”"},{"number":37,"verse":"The man who studied the Scriptures replied, “The one who acted mercifully toward him.” Jesus said to him, “You(sg) go and act like that toward everyone whom you can help!”"},{"number":38,"verse":"Jesus rebuked Martha for being too concerned about household chores.As Jesus and his disciples continued to travel, they entered a village near Jerusalem. A woman whose name was Martha invited them to come to her house."},{"number":39,"verse":"Her younger sister, whose name was Mary, was sitting near Jesus. She was listening to what he was teaching."},{"number":40,"verse":"But Martha was very much concerned about preparing the meal. She went to Jesus and said, “Lord, ◄do you not care that my sister has left me to prepare everything by myself?/you do not seem to care that my sister has left me to prepare everything by myself!► [RHQ] Tell her that she should help me!”"},{"number":41,"verse":"But the Lord replied, “Martha, Martha, you(sg) are very worried about many things."},{"number":42,"verse":"But only one thing is truly necessary, and that is, to listen to what I am teaching. Mary has decided to do that, and that is better. The blessing that she is receiving from doing that will not be taken away from her {No one will take away from her the blessing that she is receiving from doing that}.”"}]}