{"bibleAbbr":"t4t2014","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":19,"verses":[{"number":1,"verse":"(Zacchaeus changed his way of life after talking with Jesus.) They entered Jericho and were going through the city."},{"number":2,"verse":"There was a man there named Zacchaeus. He was a chief tax collector, who was rich."},{"number":3,"verse":"He tried to see Jesus, but he was very short and there was a big crowd of people near Jesus. So he was not able to see him."},{"number":4,"verse":"So he ran further ahead along the road that Jesus was walking on. He climbed a sycamore-fig tree to see Jesus."},{"number":5,"verse":"When Jesus got there, he looked up and said to him, “Zacchaeus, come down quickly, because God wants me to go with you(sg) to your house and stay there tonight!”"},{"number":6,"verse":"So he came down quickly. He took Jesus to his house and welcomed him joyfully."},{"number":7,"verse":"The people who saw Jesus go there grumbled saying, “He has gone to be the guest of a man who is a sinner!”"},{"number":8,"verse":"Then Zacchaeus stood up while they were eating and said to the Lord Jesus, “Lord, I want you(sg) to know that I am going to give half of what I own to poor people. And as for the people whom I have cheated, I will pay them back four times the amount I have gotten from them by cheating.”"},{"number":9,"verse":"Jesus said to him, “Today God has forgiven [PRS] you and the other people in [MTY] this house, because you(sg) also have shown that you have trusted in God as your ancestor Abraham did."},{"number":10,"verse":"Remember this: I, the one who came from heaven, came to seek and save people like you(sg) who have gone astray from God, just like a shepherd who searches for his lost sheep.”"},{"number":11,"verse":"(Jesus taught about being willing to take risks in using what he has given us.) They were coming near to Jerusalem, and the people who were going with Jesus who heard him say these things thought that as soon as he got to Jerusalem he would become their king."},{"number":12,"verse":"So he told them this parable: “A prince prepared to go to a distant country in order that the Emperor would make him a king. He intended to return later."},{"number":13,"verse":"Before he left, he summoned ten of his servants. He gave each of them a coin worth three months' wages. He said to them, ‘Do business with these coins until I return!’ Then he left."},{"number":14,"verse":"But many of his fellow-citizens hated him. So they sent some messengers after him to tell the Emperor, ‘We(exc) do not want this man to be our king!’"},{"number":15,"verse":"But the Emperor made him king anyway. Later the new king returned. Then he commanded that the servants to whom he had given the coins should be summoned {that someone should summon the servants to whom he had given the coins}. He wanted to know how much they had gained by doing business with the coins."},{"number":16,"verse":"The first man came to him and said, ‘Sir, with your one coin I have earned ten more coins!’"},{"number":17,"verse":"He said to this man, ‘You are a good servant! You have done very well! Because you have handled faithfully a small amount of money, I will give you authority to rule ten cities.’"},{"number":18,"verse":"Then the second servant came and said, ‘Sir, with your one coin I have earned five more coins!’"},{"number":19,"verse":"He said to that servant similarly, ‘Good! I will give you authority to rule five cities.’"},{"number":20,"verse":"Then another servant came. He said, ‘Sir, here is your coin. I wrapped it in a napkin and put it away, so that nothing would happen to it."},{"number":21,"verse":"I did that because I was afraid of what you would do to me if the business failed. I know you are a man who does not do foolish things with your money. You even take from others money that does not really belong to you, like a farmer who harvests grain from another man's field where he did not even do the planting.’"},{"number":22,"verse":"He said to that servant, ‘You wicked servant! I will condemn you by the very words [MTY] that you have just now spoken! ◄You know that I do not do foolish things with my money./Did you not know that I do not do foolish things with my money?► [RHQ] You said that I even take from others money that does not really belong to me, like a farmer who harvests grain from another man's field where he did not even do the planting."},{"number":23,"verse":"So ◄you should at least have given my money to money lenders!/why did you not at least give my money to bankers?► [RHQ] Then when I returned I could have collected that amount plus the interest it would have earned!’"},{"number":24,"verse":"Then the king said to those who were standing near, ‘Take the coin from him and give it to the servant who has ten coins!’"},{"number":25,"verse":"They protested, ‘But Sir, he already has ten coins!’"},{"number":26,"verse":"But the king said, ‘I tell you this: To the people who use well what they have received, more will be given {I will give more}. But from the people who do not use well what they have received, even what they already have will be taken away {I will take away even what they already have}."},{"number":27,"verse":"Now, as for those enemies of mine who did not want me to rule over them, bring them here and execute them while I am watching!’ ”"},{"number":28,"verse":"(Jesus entered Jerusalem humbly, but like a king.) After Jesus said those things, he continued on the road up to Jerusalem, going ahead of the disciples."},{"number":29,"verse":"When they got near Bethphage and Bethany villages, near the hill that is called {that they call} Olive Tree Hill,"},{"number":30,"verse":"he said to two of his disciples, “Go to the village just ahead of you. As you two enter it, you will see a young animal that no one has ever ridden that has been {someone has} tied up. Untie it and bring it to me."},{"number":31,"verse":"If anyone asks you, ‘Why are you untying it?’ say to him, ‘The Lord needs it.’ ”"},{"number":32,"verse":"So the two disciples went to the village and found the animal, just like he had told them."},{"number":33,"verse":"As they were untying it, its owners said to them, “Why are you two untying that young animal?”"},{"number":34,"verse":"They replied, “The Lord needs it.” So the owners said that they could take it."},{"number":35,"verse":"The two disciples brought the animal to Jesus. They threw their cloaks on the animal's back for him to sit on and helped Jesus get on it."},{"number":36,"verse":"Then as he rode along, others spread their cloaks on the road to honor him."},{"number":37,"verse":"As they came near to Jerusalem, on the road that descends from Olive Tree Hill, the whole crowd of his disciples began to rejoice and praise God loudly for all the great miracles that they had seen Jesus do."},{"number":38,"verse":"They were saying things like, “May the Lord God bless our king who comes representing [MTY] him!” “May there be peace between God in heaven and us his people!” “May everyone praise God!”"},{"number":39,"verse":"Some of the Pharisees who were in the crowd said to him, “Teacher, rebuke your disciples for saying things like that!”"},{"number":40,"verse":"He replied, “I tell you this: If these people would be silent, the stones themselves would shout to praise me!”<. J>"},{"number":41,"verse":"(Jesus prophesied that Jerusalem would be destroyed.) When Jesus came near to Jerusalem and saw the city, he cried about its people."},{"number":42,"verse":"He said, “My disciples know what they need to do to have peace with God; I wish that even today the rest of you people knew it. But now you are unable to know [MTY] it."},{"number":43,"verse":"I want you to know this: Soon your enemies will come and will set up a barricade around your city. They will surround the city and attack it on all sides."},{"number":44,"verse":"They will break through the walls and destroy everything. They will smash you and your people/children. When they finish destroying everything, there will not be one stone left on top of another. All this will happen because you did not recognize the time when God sent his Messiah to save you!”"},{"number":45,"verse":"(Jesus expelled the merchants from the Temple courtyard and taught there.) Jesus entered Jerusalem and went into the Temple courtyard. He saw in that place the people who were selling things,"},{"number":46,"verse":"and he began to chase them out. He said to them, “It has been written {A prophet wrote} in the Scriptures that God said, ‘I want my house to be a place where people pray’; but you bandits have made it a cave where you can hide!”"},{"number":47,"verse":"Each day during that week Jesus was teaching people in the Temple courtyard. The chief priests and the men who taught the Jewish laws and other Jewish leaders tried to find a way to kill him."},{"number":48,"verse":"But they did not find any way to do it, because all the people there listened eagerly to him and would have resisted them if they had tried to hurt him."}]}