{"bibleAbbr":"NET2007","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":4,"verses":[{"number":1,"verse":"Masters, treat your slaves with justice and fairness, because you know that you also have a master in heaven."},{"number":2,"verse":"(Exhortation to Pray for the Success of Paul’s Mission) Be devoted to prayer, keeping alert in it with thanksgiving."},{"number":3,"verse":"At the same time pray (tn Though προσευχόμενοι (proseucomenoi) is an adverbial participle related to the previous imperative, προσκαρτερεῖτε (proskartereite), it is here translated as an independent clause due to requirements of contemporary English style.) for us too, that (tn The ἵνα (Jina) clause has been rendered as substantival here, indicating the content of the prayer rather than the purpose for it. These two ideas are very similar and difficult to differentiate in this passage, but the conjunction ἵνα following a verb of praying is generally regarded as giving the content of the prayer.) God may open a door for the message (tn Grk “that God may open for us a door of the word to speak the mystery of Christ.” The construction in Greek is somewhat awkward in this clause. The translation attempts to simplify this structure somewhat and yet communicate exactly what Paul is asking for.) so that we may proclaim (tn Or “so that we may speak.”) the mystery of Christ, for which I am in chains. (tn Or “in prison.”)"},{"number":4,"verse":"Pray that I may make it known as I should. (tn The phrase begins with the ἵνα (Jina) clause and is subordinate to the imperative προσκαρτερεῖτε (proskartereite) in v. 2. The reference to the idea that Paul must make it known indicates that this clause is probably best viewed as purpose and not content, like the ἵνα of v. 3. It is the second purpose stated in the context; the first is expressed through the infinitive λαλῆσαι (lalhsai) in v. 3. The term “pray” at the beginning of the sentence is intended to pick up the imperative of v. 3.)"},{"number":5,"verse":"Conduct yourselves (tn Grk “walk.” The verb περιπατέω (peripatew) is a common NT idiom for one’s lifestyle, behavior, or manner of conduct (L&N 41.11).) with wisdom toward outsiders, making the most of the opportunities."},{"number":6,"verse":"Let your speech always be gracious, seasoned with salt, so that you may know how you should answer everyone."},{"number":7,"verse":"(Personal Greetings and Instructions) Tychicus, a dear brother, faithful minister, and fellow slave (tn See the note on “fellow slave” in 1:7.) in the Lord, will tell you all the news about me. (tn Grk “all things according to me.”)"},{"number":8,"verse":"I sent him to you for this very purpose, that you may know how we are doing (tn Grk “the things concerning us.”) and that he may encourage your hearts."},{"number":9,"verse":"I sent him (tn The Greek sentence continues v. 9 with the phrase “with Onesimus,” but this is awkward in English, so the verb “I sent” was inserted and a new sentence started at the beginning of v. 9 in the translation.) with Onesimus, the faithful and dear brother, who is one of you. (tn Grk “is of you.”) They will tell (tn Grk “will make known to you.” This has been simplified in the translation to “will tell.”) you about everything here."},{"number":10,"verse":"Aristarchus, my fellow prisoner, sends you greetings, as does Mark, the cousin of Barnabas (about whom you received instructions; if he comes to you, welcome him)."},{"number":11,"verse":"And Jesus who is called Justus also sends greetings. In terms of Jewish converts, (tn Grk “those of the circumcision.” The verse as a whole is difficult to translate because it is unclear whether Paul is saying (1) that the only people working with him are Jewish converts at the time the letter is being written or previously, or (2) that Aristarchus, Mark, and Jesus Justus were the only Jewish Christians who ever worked with him. Verses 12-14 appear to indicate that Luke and Demas, who were Gentiles, were also working currently with Paul. This is the view adopted in the translation. See M. J. Harris, Colossians and Philemon (EGGNT), 207-8.) these are the only fellow workers for the kingdom of God, and they have been a comfort to me."},{"number":12,"verse":"Epaphras, who is one of you and a slave (tn See the note on “fellow slave” in 1:7.) of Christ, (tc ‡ Strong Alexandrian testimony, along with some other witnesses, suggests that ᾿Ιησοῦ (Ihsou, “Jesus”) follows Χριστοῦ (Cristou, “Christ”; so א A B C I L 0278 33 81 365 629 1175 2464 al lat), but the evidence for the shorter reading is diverse (Ì46 D F G Ψ 075 1739 1881 Ï it sy Hier), cutting across all major texttypes. There can be little motivation for omitting the name of Jesus; hence, the shorter reading is judged to be original. NA27 has ᾿Ιησοῦ in brackets, indicating some doubts as to its authenticity.) greets you. He is always struggling in prayer on your behalf, so that you may stand mature and fully assured (tn Or “filled.”) in all the will of God."},{"number":13,"verse":"For I can testify that he has worked hard (tn Grk “pain.” This word appears only three times in the NT outside of this verse (Rev 16:10, 11; 21:4) where the translation “pain” makes sense. For the present verse it has been translated “worked hard.” See BDAG 852 s. v. πόνος 1.) for you and for those in Laodicea and Hierapolis."},{"number":14,"verse":"Our dear friend Luke the physician and Demas greet you."},{"number":15,"verse":"Give my greetings to the brothers and sisters (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:2.) who are in Laodicea and to Nympha and the church that meets in her (tc If the name Nympha is accented with a circumflex on the ultima (Νυμφᾶν, Numfan), then it refers to a man; if it receives an acute accent on the penult (Νύμφαν), the reference is to a woman. Scribes that considered Nympha to be a man’s name had the corresponding masculine pronoun αὐτοῦ here (autou, “his”; so D [F G] Ψ Ï), while those who saw Nympha as a woman read the feminine αὐτῆς here (auth\", “her”; B 0278 6 1739[*] 1881 sa). Several mss (א A C P 075 33 81 104 326 1175 2464 bo) have αὐτῶν (autwn, “their”), perhaps because of indecisiveness on the gender of Nympha, perhaps because they included ἀδελφούς (adelfou\", here translated “brothers and sisters”) as part of the referent. (Perhaps because accents were not part of the original text, scribes were particularly confused here.) The harder reading is certainly αὐτῆς, and thus Nympha should be considered a woman.) house. (tn Grk “the church in her house.” The meaning is that Paul sends greetings to the church that meets at Nympha’s house.)"},{"number":16,"verse":"And after (tn Grk “when.”) you have read this letter, have it read (tn The construction beginning with the imperative ποιήσατε ἵνα…ἀναγνωσθῇ (poihsate Jina…anagnwsqh) should be translated as “have it read” where the conjunction ἵνα functions to mark off its clause as the direct object of the imperative ποιήσατε. The content of the clause (“reading the letter”) is what Paul commands with the imperative ποιήσατε. Thus the translation “have it read” has been used here.) to the church of Laodicea. In turn, read the letter from Laodicea (sn This letter is otherwise unknown, but some have suggested that it is the letter known today as Ephesians.) as well."},{"number":17,"verse":"And tell Archippus, “See to it that you complete the ministry you received in the Lord.”"},{"number":18,"verse":"I, Paul, write this greeting by my own hand. (tn Grk “the greeting by my hand, of Paul.”) Remember my chains. (tn Or “my imprisonment.”) Grace be with you. (tc Most witnesses, including a few important ones (א2 D Ψ 075 0278 Ï lat sy), conclude this letter with ἀμήν (amhn, “amen”). Such a conclusion is routinely added by scribes to NT books because a few of these books originally had such an ending (cf. Rom 16:27; Gal 6:18; Jude 25). A majority of Greek witnesses have the concluding ἀμήν in every NT book except Acts, James, and 3 John (and even in these books, ἀμήν is found in some witnesses). It is thus a predictable variant. Further, the external evidence for the omission is quite compelling (א* A B C F G 048 6 33 81 1739* 1881 sa). The strongly preferred reading is therefore the omission of ἀμήν.)"}]}