{"bibleAbbr":"urGV2010","bookName":"حزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"( اللہ کی یروشلم کے بزرگوں کے لئے سخت سزا) تب روح مجھے اُٹھا کر رب کے گھر کے مشرقی دروازے کے پاس لے گیا۔ وہاں دروازے پر 25 مرد کھڑے تھے۔ مَیں نے دیکھا کہ قوم کے دو بزرگ یازنیاہ بن عزور اور فلطیاہ بن بِنایاہ بھی اُن میں شامل ہیں۔"},{"number":2,"verse":"رب نے فرمایا، ”اے آدم زاد، یہ وہی مرد ہیں جو شریر منصوبے باندھ رہے اور یروشلم میں بُرے مشورے دے رہے ہیں۔"},{"number":3,"verse":"یہ کہتے ہیں، ’آنے والے دنوں میں گھر تعمیر کرنے کی ضرورت نہیں۔ ہمارا شہر تو دیگ ہے جبکہ ہم اُس میں پکنے والا بہترین گوشت ہیں۔‘"},{"number":4,"verse":"آدم زاد، چونکہ وہ ایسی باتیں کرتے ہیں اِس لئے نبوّت کر! اُن کے خلاف نبوّت کر!“"},{"number":5,"verse":"تب رب کا روح مجھ پر آ ٹھہرا، اور اُس نے مجھے یہ پیش کرنے کو کہا، ”رب فرماتا ہے، ’اے اسرائیلی قوم، تم اِس قسم کی باتیں کرتے ہو۔ مَیں تو اُن خیالات سے خوب واقف ہوں جو تمہارے دلوں سے اُبھرتے رہتے ہیں۔"},{"number":6,"verse":"تم نے اِس شہر میں متعدد لوگوں کو قتل کر کے اُس کی گلیوں کو لاشوں سے بھر دیا ہے۔‘"},{"number":7,"verse":"چنانچہ رب قادرِ مطلق فرماتا ہے، ’بےشک شہر دیگ ہے، لیکن تم اُس میں پکنے والا اچھا گوشت نہیں ہو گے بلکہ وہی جن کو تم نے اُس کے درمیان قتل کیا ہے۔ تمہیں مَیں اِس شہر سے نکال دوں گا۔"},{"number":8,"verse":"جس تلوار سے تم ڈرتے ہو، اُسی کو مَیں تم پر نازل کروں گا۔‘ یہ رب قادرِ مطلق کا فرمان ہے۔"},{"number":9,"verse":"’مَیں تمہیں شہر سے نکالوں گا اور پردیسیوں کے حوالے کر کے تمہاری عدالت کروں گا۔"},{"number":10,"verse":"تم تلوار کی زد میں آ کر مر جاؤ گے۔ اسرائیل کی حدود پر ہی مَیں تمہاری عدالت کروں گا۔ تب تم جان لو گے کہ مَیں ہی رب ہوں۔"},{"number":11,"verse":"چنانچہ نہ یروشلم شہر تمہارے لئے دیگ ہو گا، نہ تم اُس میں بہترین گوشت ہو گے بلکہ مَیں اسرائیل کی حدود ہی پر تمہاری عدالت کروں گا۔"},{"number":12,"verse":"تب تم جان لو گے کہ مَیں ہی رب ہوں، جس کے احکام کے مطابق تم نے زندگی نہیں گزاری۔ کیونکہ تم نے میرے اصولوں کی پیروی نہیں کی بلکہ اپنی پڑوسی قوموں کے اصولوں کی‘۔“"},{"number":13,"verse":"مَیں ابھی اِس پیش گوئی کا اعلان کر رہا تھا کہ فلطیاہ بن بِنایاہ فوت ہوا۔ یہ دیکھ کر مَیں منہ کے بل گر گیا اور بلند آواز سے چیخ اُٹھا، ”ہائے، ہائے! اے رب قادرِ مطلق، کیا تُو اسرائیل کے بچے کھچے حصے کو سراسر مٹانا چاہتا ہے؟“"},{"number":14,"verse":"( اللہ اسرائیل کو بحال کرے گا) رب مجھ سے ہم کلام ہوا،"},{"number":15,"verse":"”اے آدم زاد، یروشلم کے باشندے تیرے بھائیوں، تیرے رشتے داروں اور بابل میں جلاوطن ہوئے تمام اسرائیلیوں کے بارے میں کہہ رہے ہیں، ’یہ لوگ رب سے کہیں دُور ہو گئے ہیں، اب اسرائیل ہمارے ہی قبضے میں ہے۔‘"},{"number":16,"verse":"جو اِس قسم کی باتیں کرتے ہیں اُنہیں جواب دے، ’رب قادرِ مطلق فرماتا ہے کہ جی ہاں، مَیں نے اُنہیں دُور دُور بھگا دیا، اور اب وہ دیگر قوموں کے درمیان ہی رہتے ہیں۔ مَیں نے خود اُنہیں مختلف ممالک میں منتشر کر دیا، ایسے علاقوں میں جہاں اُنہیں مقدِس میں میرے حضور آنے کا موقع تھوڑا ہی ملتا ہے۔"},{"number":17,"verse":"لیکن رب قادرِ مطلق یہ بھی فرماتا ہے، ’مَیں تمہیں دیگر قوموں میں سے نکال لوں گا، تمہیں اُن ملکوں سے جمع کروں گا جہاں مَیں نے تمہیں منتشر کر دیا تھا۔ تب مَیں تمہیں ملکِ اسرائیل دوبارہ عطا کروں گا۔‘"},{"number":18,"verse":"پھر وہ یہاں آ کر تمام مکروہ بُت اور گھنونی چیزیں دُور کریں گے۔"},{"number":19,"verse":"اُس وقت مَیں اُنہیں نیا دل بخش کر اُن میں نئی روح ڈالوں گا۔ مَیں اُن کا سنگین دل نکال کر اُنہیں گوشت پوست کا نرم دل عطا کروں گا۔"},{"number":20,"verse":"تب وہ میرے احکام کے مطابق زندگی گزاریں گے اور دھیان سے میری ہدایات پر عمل کریں گے۔ وہ میری قوم ہوں گے، اور مَیں اُن کا خدا ہوں گا۔"},{"number":21,"verse":"لیکن جن لوگوں کے دل اُن کے گھنونے بُتوں سے لپٹے رہتے ہیں اُن کے سر پر مَیں اُن کے غلط کام کا مناسب اجر لاؤں گا۔ یہ رب قادرِ مطلق کا فرمان ہے۔“"},{"number":22,"verse":"( رب یروشلم کو چھوڑ دیتا ہے) پھر کروبی فرشتوں نے اپنے پَروں کو پھیلایا، اُن کے پہئے حرکت میں آ گئے اور خدائے اسرائیل کا جلال جو اُن کے اوپر تھا"},{"number":23,"verse":"اُٹھ کر شہر سے نکل گیا۔ چلتے چلتے وہ یروشلم کے مشرق میں واقع پہاڑ پر ٹھہر گیا۔"},{"number":24,"verse":"اللہ کے روح کی عطاکردہ اِس رویا میں روح مجھے اُٹھا کر ملکِ بابل کے جلاوطنوں کے پاس واپس لے گیا۔ پھر رویا ختم ہوئی،"},{"number":25,"verse":"اور مَیں نے جلاوطنوں کو سب کچھ سنایا جو رب نے مجھے دکھایا تھا۔"}]}