{"bibleAbbr":"urGV2010","bookName":"حزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":13,"verses":[{"number":1,"verse":"( جھوٹے نبی ہلاک ہو جائیں گے) رب مجھ سے ہم کلام ہوا،"},{"number":2,"verse":"”اے آدم زاد، اسرائیل کے نام نہاد نبیوں کے خلاف نبوّت کر! جو نبوّت کرتے وقت اپنے دلوں سے اُبھرنے والی باتیں ہی پیش کرتے ہیں، اُن سے کہہ، ’رب کا فرمان سنو!"},{"number":3,"verse":"رب قادرِ مطلق فرماتا ہے کہ اُن احمق نبیوں پر افسوس جنہیں اپنی ہی روح سے تحریک ملتی ہے اور جو حقیقت میں رویا نہیں دیکھتے۔"},{"number":4,"verse":"اے اسرائیل، تیرے نبی کھنڈرات میں لومڑیوں کی طرح آوارہ پھر رہے ہیں۔"},{"number":5,"verse":"نہ کوئی دیوار کے رخنوں میں کھڑا ہوا، نہ کسی نے اُس کی مرمت کی تاکہ اسرائیلی قوم رب کے اُس دن قائم رہ سکے جب جنگ چھڑ جائے گی۔"},{"number":6,"verse":"اُن کی رویائیں دھوکا ہی دھوکا، اُن کی پیش گوئیاں جھوٹ ہی جھوٹ ہیں۔ وہ کہتے ہیں، ”رب فرماتا ہے“ گو رب نے اُنہیں نہیں بھیجا۔ تعجب کی بات ہے کہ توبھی وہ توقع کرتے ہیں کہ مَیں اُن کی پیش گوئیاں پوری ہونے دوں!"},{"number":7,"verse":"حقیقت میں تمہاری رویائیں دھوکا ہی دھوکا اور تمہاری پیش گوئیاں جھوٹ ہی جھوٹ ہیں۔ توبھی تم کہتے ہو، ”رب فرماتا ہے“ حالانکہ مَیں نے کچھ نہیں فرمایا۔"},{"number":8,"verse":"چنانچہ رب قادرِ مطلق فرماتا ہے کہ مَیں تمہاری فریب دہ باتوں اور جھوٹی رویاؤں کی وجہ سے تم سے نپٹ لوں گا۔ یہ رب قادرِ مطلق کا فرمان ہے۔"},{"number":9,"verse":"مَیں اپنا ہاتھ اُن نبیوں کے خلاف بڑھا دوں گا جو دھوکے کی رویائیں دیکھتے اور جھوٹی پیش گوئیاں سناتے ہیں۔ نہ وہ میری قوم کی مجلس میں شریک ہوں گے، نہ اسرائیلی قوم کی فہرستوں میں درج ہوں گے۔ ملکِ اسرائیل میں وہ کبھی داخل نہیں ہوں گے۔ تب تم جان لو گے کہ مَیں رب قادرِ مطلق ہوں۔"},{"number":10,"verse":"وہ میری قوم کو غلط راہ پر لا کر امن و امان کا اعلان کرتے ہیں اگرچہ امن و امان ہے نہیں۔ جب قوم اپنے لئے کچی سی دیوار بنا لیتی ہے تو یہ نبی اُس پر سفیدی پھیر دیتے ہیں۔"},{"number":11,"verse":"لیکن اے سفیدی کرنے والو، خبردار! یہ دیوار گر جائے گی۔ موسلادھار بارش برسے گی، اولے پڑیں گے اور سخت آندھی اُس پر ٹوٹ پڑے گی۔"},{"number":12,"verse":"تب دیوار گر جائے گی، اور لوگ طنزاً تم سے پوچھیں گے کہ اب وہ سفیدی کہاں ہے جو تم نے دیوار پر پھیری تھی؟"},{"number":13,"verse":"رب قادرِ مطلق فرماتا ہے کہ مَیں طیش میں آ کر دیوار پر زبردست آندھی آنے دوں گا، غصے میں اُس پر موسلادھار بارش اور مہلک اولے برسا دوں گا۔"},{"number":14,"verse":"مَیں اُس دیوار کو ڈھا دوں گا جس پر تم نے سفیدی پھیری تھی، اُسے خاک میں یوں ملا دوں گا کہ اُس کی بنیاد نظر آئے گی۔ اور جب وہ گر جائے گی تو تم بھی اُس کی زد میں آ کر تباہ ہو جاؤ گے۔ تب تم جان لو گے کہ مَیں ہی رب ہوں۔"},{"number":15,"verse":"یوں مَیں دیوار اور اُس کی سفیدی کرنے والوں پر اپنا غصہ اُتاروں گا۔ تب مَیں تم سے کہوں گا کہ دیوار بھی ختم ہے اور اُس کی سفیدی کرنے والے بھی،"},{"number":16,"verse":"یعنی اسرائیل کے وہ نبی جنہوں نے یروشلم کو ایسی پیش گوئیاں اور رویائیں سنائیں جن کے مطابق امن و امان کا دور قریب ہی ہے، حالانکہ امن و امان کا امکان ہی نہیں۔ یہ رب قادرِ مطلق کا فرمان ہے۔‘"},{"number":17,"verse":"اے آدم زاد، اب اپنی قوم کی اُن بیٹیوں کا سامنا کر جو نبوّت کرتے وقت وہی باتیں پیش کرتی ہیں جو اُن کے دلوں سے اُبھر آتی ہیں۔ اُن کے خلاف نبوّت کر کے"},{"number":18,"verse":"کہہ، ’رب قادرِ مطلق فرماتا ہے کہ اُن عورتوں پر افسوس جو تمام لوگوں کے لئے کلائی سے باندھنے والے تعویذ سی لیتی ہیں، جو لوگوں کو پھنسانے کے لئے چھوٹوں اور بڑوں کے سروں کے لئے پردے بنا لیتی ہیں۔ اے عورتو، کیا تم واقعی سمجھتی ہو کہ میری قوم میں سے بعض کو پھانس سکتی اور بعض کو اپنے لئے زندہ چھوڑ سکتی ہو؟"},{"number":19,"verse":"میری قوم کے درمیان ہی تم نے میری بےحرمتی کی، اور یہ صرف چند ایک مٹھی بھر جَو اور روٹی کے دو چار ٹکڑوں کے لئے۔ افسوس، میری قوم جھوٹ سننا پسند کرتی ہے۔ اِس سے فائدہ اُٹھا کر تم نے اُسے جھوٹ پیش کر کے اُنہیں مار ڈالا جنہیں مرنا نہیں تھا اور اُنہیں زندہ چھوڑا جنہیں زندہ نہیں رہنا تھا۔"},{"number":20,"verse":"اِس لئے رب قادرِ مطلق فرماتا ہے کہ مَیں تمہارے تعویذوں سے نپٹ لوں گا جن کے ذریعے تم لوگوں کو پرندوں کی طرح پکڑ لیتی ہو۔ مَیں جادوگری کی یہ چیزیں تمہارے بازوؤں سے نوچ کر پھاڑ ڈالوں گا اور اُنہیں رِہا کروں گا جنہیں تم نے پرندوں کی طرح پکڑ لیا ہے۔"},{"number":21,"verse":"مَیں تمہارے پردوں کو پھاڑ کر ہٹا لوں گا اور اپنی قوم کو تمہارے ہاتھوں سے بچا لوں گا۔ آئندہ وہ تمہارا شکار نہیں رہے گی۔ تب تم جان لو گی کہ مَیں ہی رب ہوں۔"},{"number":22,"verse":"تم نے اپنے جھوٹ سے راست بازوں کو دُکھ پہنچایا، حالانکہ یہ دُکھ میری طرف سے نہیں تھا۔ ساتھ ساتھ تم نے بےدینوں کی حوصلہ افزائی کی کہ وہ اپنی بُری راہوں سے باز نہ آئیں، حالانکہ وہ باز آنے سے بچ جاتے۔"},{"number":23,"verse":"اِس لئے آئندہ نہ تم فریب دہ رویا دیکھو گی، نہ دوسروں کی قسمت کا حال بتاؤ گی۔ مَیں اپنی قوم کو تمہارے ہاتھوں سے چھٹکارا دوں گا۔ تب تم جان لو گی کہ مَیں ہی رب ہوں‘۔“"}]}