{"bibleAbbr":"urGV2010","bookName":"حزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":20,"verses":[{"number":1,"verse":"( اسرائیل کی مسلسل بےوفائی) یہوداہ کے بادشاہ یہویاکین کی جلاوطنی کے ساتویں سال میں اسرائیلی قوم کے کچھ بزرگ میرے پاس آئے تاکہ رب سے کچھ دریافت کریں۔ پانچویں مہینے کا دسواں دن ( ۱۴ اگست۔) تھا۔ وہ میرے سامنے بیٹھ گئے۔"},{"number":2,"verse":"تب رب مجھ سے ہم کلام ہوا،"},{"number":3,"verse":"”اے آدم زاد، اسرائیل کے بزرگوں کو بتا، ’رب قادرِ مطلق فرماتا ہے کہ کیا تم مجھ سے دریافت کرنے آئے ہو؟ میری حیات کی قَسم، مَیں تمہیں کوئی جواب نہیں دوں گا! یہ رب قادرِ مطلق کا فرمان ہے۔‘"},{"number":4,"verse":"اے آدم زاد، کیا تُو اُن کی عدالت کرنے کے لئے تیار ہے؟ پھر اُن کی عدالت کر! اُنہیں اُن کے باپ دادا کی قابلِ گھن حرکتوں کا احساس دلا۔"},{"number":5,"verse":"اُنہیں بتا، ’رب قادرِ مطلق فرماتا ہے کہ اسرائیلی قوم کو چنتے وقت مَیں نے اپنا ہاتھ اُٹھا کر اُس سے قَسم کھائی۔ ملکِ مصر میں ہی مَیں نے اپنے آپ کو اُن پر ظاہر کیا اور قَسم کھا کر کہا کہ مَیں رب تمہارا خدا ہوں۔"},{"number":6,"verse":"یہ میرا اٹل وعدہ ہے کہ مَیں تمہیں مصر سے نکال کر ایک ملک میں پہنچا دوں گا جس کا جائزہ مَیں تمہاری خاطر لے چکا ہوں۔ یہ ملک دیگر تمام ممالک سے کہیں زیادہ خوب صورت ہے، اور اِس میں دودھ اور شہد کی کثرت ہے۔"},{"number":7,"verse":"اُس وقت مَیں نے اسرائیلیوں سے کہا، ”ہر ایک اپنے گھنونے بُتوں کو پھینک دے! مصر کے دیوتاؤں سے لپٹے نہ رہو، کیونکہ اُن سے تم اپنے آپ کو ناپاک کر رہے ہو۔ مَیں رب تمہارا خدا ہوں۔“"},{"number":8,"verse":"لیکن وہ مجھ سے باغی ہوئے اور میری سننے کے لئے تیار نہ تھے۔ کسی نے بھی اپنے بُتوں کو نہ پھینکا بلکہ وہ اِن گھنونی چیزوں سے لپٹے رہے اور مصری دیوتاؤں کو ترک نہ کیا۔ یہ دیکھ کر مَیں وہیں مصر میں اپنا غضب اُن پر نازل کرنا چاہتا تھا۔ اُسی وقت مَیں اپنا غصہ اُن پر اُتارنا چاہتا تھا۔"},{"number":9,"verse":"لیکن مَیں باز رہا، کیونکہ مَیں نہیں چاہتا تھا کہ جن اقوام کے درمیان اسرائیلی رہتے تھے اُن کے سامنے میرے نام کی بےحرمتی ہو جائے۔ کیونکہ اُن قوموں کی موجودگی میں ہی مَیں نے اپنے آپ کو اسرائیلیوں پر ظاہر کر کے وعدہ کیا تھا کہ مَیں تمہیں مصر سے نکال لاؤں گا۔"},{"number":10,"verse":"چنانچہ مَیں اُنہیں مصر سے نکال کر ریگستان میں لایا۔"},{"number":11,"verse":"وہاں مَیں نے اُنہیں اپنی ہدایات دیں، وہ احکام جن کی پیروی کرنے سے انسان جیتا رہتا ہے۔"},{"number":12,"verse":"مَیں نے اُنہیں سبت کا دن بھی عطا کیا۔ مَیں چاہتا تھا کہ آرام کا یہ دن میرے اُن کے ساتھ عہد کا نشان ہو، کہ اِس سے لوگ جان لیں کہ مَیں رب ہی اُنہیں مُقدّس بناتا ہوں۔"},{"number":13,"verse":"لیکن ریگستان میں بھی اسرائیلی مجھ سے باغی ہوئے۔ اُنہوں نے میری ہدایات کے مطابق زندگی نہ گزاری بلکہ میرے احکام کو مسترد کر دیا، حالانکہ انسان اُن کی پیروی کرنے سے ہی جیتا رہتا ہے۔ اُنہوں نے سبت کی بھی بڑی بےحرمتی کی۔ یہ دیکھ کر مَیں اپنا غضب اُن پر نازل کر کے اُنہیں وہیں ریگستان میں ہلاک کرنا چاہتا تھا۔"},{"number":14,"verse":"تاہم مَیں باز رہا، کیونکہ مَیں نہیں چاہتا تھا کہ اُن اقوام کے سامنے میرے نام کی بےحرمتی ہو جائے جن کے دیکھتے دیکھتے مَیں اسرائیلیوں کو مصر سے نکال لایا تھا۔"},{"number":15,"verse":"چنانچہ مَیں نے یہ کرنے کے بجائے اپنا ہاتھ اُٹھا کر قَسم کھائی، ”مَیں تمہیں اُس ملک میں نہیں لے جاؤں گا جو مَیں نے تمہارے لئے مقرر کیا تھا، حالانکہ اُس میں دودھ اور شہد کی کثرت ہے اور وہ دیگر تمام ممالک کی نسبت کہیں زیادہ خوب صورت ہے۔"},{"number":16,"verse":"کیونکہ تم نے میری ہدایات کو رد کر کے میرے احکام کے مطابق زندگی نہ گزاری بلکہ سبت کے دن کی بھی بےحرمتی کی۔ ابھی تک تمہارے دل بُتوں سے لپٹے رہتے ہیں۔“"},{"number":17,"verse":"لیکن ایک بار پھر مَیں نے اُن پر ترس کھایا۔ نہ مَیں نے اُنہیں تباہ کیا، نہ پوری قوم کو ریگستان میں مٹا دیا۔"},{"number":18,"verse":"ریگستان میں ہی مَیں نے اُن کے بیٹوں کو آگاہ کیا، ”اپنے باپ دادا کے قواعد کے مطابق زندگی مت گزارنا۔ نہ اُن کے احکام پر عمل کرو، نہ اُن کے بُتوں کی پوجا سے اپنے آپ کو ناپاک کرو۔"},{"number":19,"verse":"مَیں رب تمہارا خدا ہوں۔ میری ہدایات کے مطابق زندگی گزارو اور احتیاط سے میرے احکام پر عمل کرو۔"},{"number":20,"verse":"میرے سبت کے دن آرام کر کے اُنہیں مُقدّس مانو تاکہ وہ میرے ساتھ بندھے ہوئے عہد کا نشان رہیں۔ تب تم جان لو گے کہ مَیں رب تمہارا خدا ہوں۔“"},{"number":21,"verse":"لیکن یہ بچے بھی مجھ سے باغی ہوئے۔ نہ اُنہوں نے میری ہدایات کے مطابق زندگی گزاری، نہ احتیاط سے میرے احکام پر عمل کیا، حالانکہ انسان اُن کی پیروی کرنے سے ہی جیتا رہتا ہے۔ اُنہوں نے میرے سبت کے دنوں کی بھی بےحرمتی کی۔ یہ دیکھ کر مَیں اپنا غصہ اُن پر نازل کر کے اُنہیں وہیں ریگستان میں تباہ کرنا چاہتا تھا۔"},{"number":22,"verse":"لیکن ایک بار پھر مَیں اپنے ہاتھ کو روک کر باز رہا، کیونکہ مَیں نہیں چاہتا تھا کہ اُن اقوام کے سامنے میرے نام کی بےحرمتی ہو جائے جن کے دیکھتے دیکھتے مَیں اسرائیلیوں کو مصر سے نکال لایا تھا۔"},{"number":23,"verse":"چنانچہ مَیں نے یہ کرنے کے بجائے اپنا ہاتھ اُٹھا کر قَسم کھائی، ”مَیں تمہیں دیگر اقوام و ممالک میں منتشر کروں گا،"},{"number":24,"verse":"کیونکہ تم نے میرے احکام کی پیروی نہیں کی بلکہ میری ہدایات کو رد کر دیا۔ گو مَیں نے سبت کا دن ماننے کا حکم دیا تھا توبھی تم نے آرام کے اِس دن کی بےحرمتی کی۔ اور یہ بھی کافی نہیں تھا بلکہ تم اپنے باپ دادا کے بُتوں کے بھی پیچھے لگے رہے۔“"},{"number":25,"verse":"تب مَیں نے اُنہیں ایسے احکام دیئے جو اچھے نہیں تھے، ایسی ہدایات جو انسان کو جینے نہیں دیتیں۔"},{"number":26,"verse":"نیز، مَیں نے ہونے دیا کہ وہ اپنے پہلوٹھوں کو قربان کر کے اپنے آپ کو ناپاک کریں۔ مقصد یہ تھا کہ اُن کے رونگٹے کھڑے ہو جائیں اور وہ جان لیں کہ مَیں ہی رب ہوں۔‘"},{"number":27,"verse":"چنانچہ اے آدم زاد، اسرائیلی قوم کو بتا، ’رب قادرِ مطلق فرماتا ہے کہ تمہارے باپ دادا نے اِس میں بھی میری تکفیر کی کہ وہ مجھ سے بےوفا ہوئے۔"},{"number":28,"verse":"مَیں نے تو اُن سے ملکِ اسرائیل دینے کی قَسم کھا کر وعدہ کیا تھا۔ لیکن جوں ہی مَیں اُنہیں اُس میں لایا تو جہاں بھی کوئی اونچی جگہ یا سایہ دار درخت نظر آیا وہاں وہ اپنے جانوروں کو ذبح کرنے، طیش دلانے والی قربانیاں چڑھانے، خوشبودار بخور جلانے اور مَے کی نذریں پیش کرنے لگے۔"},{"number":29,"verse":"مَیں نے اُن کا سامنا کر کے کہا، ”یہ کس طرح کی اونچی جگہیں ہیں جہاں تم جاتے ہو؟“ آج تک یہ قربان گاہیں اونچی جگہیں کہلاتی ہیں۔‘"},{"number":30,"verse":"اے آدم زاد، اسرائیلی قوم کو بتا، ’رب قادرِ مطلق فرماتا ہے کہ کیا تم اپنے باپ دادا کی حرکتیں اپنا کر اپنے آپ کو ناپاک کرنا چاہتے ہو؟ کیا تم بھی اُن کے گھنونے بُتوں کے پیچھے لگ کر زنا کرنا چاہتے ہو؟"},{"number":31,"verse":"کیونکہ اپنے نذرانے پیش کرنے اور اپنے بچوں کو قربان کرنے سے تم اپنے آپ کو اپنے بُتوں سے آلودہ کرتے ہو۔ اے اسرائیلی قوم، آج تک یہی تمہارا رویہ ہے! تو پھر مَیں کیا کروں؟ کیا مجھے تمہیں جواب دینا چاہئے جب تم مجھ سے کچھ دریافت کرنے کے لئے آتے ہو؟ ہرگز نہیں! میری حیات کی قَسم، مَیں تمہیں جواب میں کچھ نہیں بتاؤں گا۔ یہ رب قادرِ مطلق کا فرمان ہے۔"},{"number":32,"verse":"( اللہ اپنی قوم کو واپس لائے گا) تم کہتے ہو، ”ہم دیگر قوموں کی مانند ہونا چاہتے، دنیا کے دوسرے ممالک کی طرح لکڑی اور پتھر کی چیزوں کی عبادت کرنا چاہتے ہیں۔“ گو یہ خیال تمہارے ذہنوں میں اُبھر آیا ہے، لیکن ایسا کبھی نہیں ہو گا۔"},{"number":33,"verse":"رب قادرِ مطلق فرماتا ہے کہ میری حیات کی قَسم، مَیں بڑے غصے اور زوردار طریقے سے اپنی قدرت کا اظہار کر کے تم پر حکومت کروں گا۔"},{"number":34,"verse":"مَیں بڑے غصے اور زوردار طریقے سے اپنی قدرت کا اظہار کر کے تمہیں اُن قوموں اور ممالک سے نکال کر جمع کروں گا جہاں تم منتشر ہو گئے ہو۔"},{"number":35,"verse":"تب مَیں تمہیں اقوام کے ریگستان میں لا کر تمہارے رُوبرُو تمہاری عدالت کروں گا۔"},{"number":36,"verse":"جس طرح مَیں نے تمہارے باپ دادا کی عدالت مصر کے ریگستان میں کی اُسی طرح تمہاری بھی عدالت کروں گا۔ یہ رب قادرِ مطلق کا فرمان ہے۔"},{"number":37,"verse":"جس طرح گلہ بان بھیڑبکریوں کو اپنی لاٹھی کے نیچے سے گزرنے دیتا ہے تاکہ اُنہیں گن لے اُسی طرح مَیں تمہیں اپنی لاٹھی کے نیچے سے گزرنے دوں گا اور تمہیں عہد کے بندھن میں شریک کروں گا۔"},{"number":38,"verse":"جو بےوفا ہو کر مجھ سے باغی ہو گئے ہیں اُنہیں مَیں تم سے دُور کر دوں گا تاکہ تم پاک ہو جاؤ۔ اگرچہ مَیں اُنہیں بھی اُن دیگر ممالک سے نکال لاؤں گا جن میں وہ رہ رہے ہیں توبھی وہ ملکِ اسرائیل میں داخل نہیں ہوں گے۔ تب تم جان لو گے کہ مَیں ہی رب ہوں۔"},{"number":39,"verse":"اے اسرائیلی قوم، تمہارے بارے میں رب قادرِ مطلق فرماتا ہے کہ جاؤ، ہر ایک اپنے بُتوں کی عبادت کرتا جائے! لیکن ایک وقت آئے گا جب تم ضرور میری سنو گے، جب تم اپنی قربانیوں اور بُتوں کی پوجا سے میرے مُقدّس نام کی بےحرمتی نہیں کرو گے۔"},{"number":40,"verse":"کیونکہ رب فرماتا ہے کہ آئندہ پوری اسرائیلی قوم میرے مُقدّس پہاڑ یعنی اسرائیل کے بلند پہاڑ صیون پر میری خدمت کرے گی۔ وہاں مَیں خوشی سے اُنہیں قبول کروں گا، اور وہاں مَیں تمہاری قربانیاں، تمہارے پہلے پھل اور تمہارے تمام مُقدّس ہدیئے طلب کروں گا۔"},{"number":41,"verse":"میرے تمہیں اُن اقوام اور ممالک سے نکال کر جمع کرنے کے بعد جن میں تم منتشر ہو گئے ہو تم اسرائیل میں مجھے قربانیاں پیش کرو گے، اور مَیں اُن کی خوشبو سونگھ کر خوشی سے تمہیں قبول کروں گا۔ یوں مَیں تمہارے ذریعے دیگر اقوام پر ظاہر کروں گا کہ مَیں قدوس خدا ہوں۔"},{"number":42,"verse":"تب جب مَیں تمہیں ملکِ اسرائیل یعنی اُس ملک میں لاؤں گا جس کا وعدہ مَیں نے قَسم کھا کر تمہارے باپ دادا سے کیا تھا تو تم جان لو گے کہ مَیں ہی رب ہوں۔"},{"number":43,"verse":"وہاں تمہیں اپنا وہ چال چلن اور اپنی وہ حرکتیں یاد آئیں گی جن سے تم نے اپنے آپ کو ناپاک کر دیا تھا، اور تم اپنے تمام بُرے اعمال کے باعث اپنے آپ سے گھن کھاؤ گے۔"},{"number":44,"verse":"اے اسرائیلی قوم، تم جان لو گے کہ مَیں رب ہوں جب مَیں اپنے نام کی خاطر نرمی سے تم سے پیش آؤں گا، حالانکہ تم اپنے بُرے سلوک اور تباہ کن حرکتوں کی وجہ سے سخت سزا کے لائق تھے۔ یہ رب قادرِ مطلق کا فرمان ہے‘۔“"},{"number":45,"verse":"( جنگل میں آگ لگنے کی تمثیل) رب مجھ سے ہم کلام ہوا،"},{"number":46,"verse":"”اے آدم زاد، جنوب کی طرف رُخ کر کے اُس کے خلاف نبوّت کر! دشتِ نجب کے جنگل کے خلاف نبوّت کر کے"},{"number":47,"verse":"اُسے بتا، ’رب قادرِ مطلق فرماتا ہے کہ مَیں تجھ میں ایسی آگ لگانے والا ہوں جو تیرے تمام درختوں کو بھسم کرے گی، خواہ وہ ہرے بھرے یا سوکھے ہوئے ہوں۔ اِس آگ کے بھڑکتے شعلے نہیں بجھیں گے بلکہ جنوب سے لے کر شمال تک ہر چہرے کو جُھلسا دیں گے۔"},{"number":48,"verse":"ہر ایک کو نظر آئے گا کہ یہ آگ میرے، رب کے ہاتھ نے لگائی ہے۔ یہ بجھے گی نہیں‘۔“"},{"number":49,"verse":"یہ سن کر مَیں بولا، ”اے قادرِ مطلق، یہ بتانے کا کیا فائدہ ہے؟ لوگ پہلے سے میرے بارے میں کہتے ہیں کہ یہ ہمیشہ ناقابلِ سمجھ تمثیلیں پیش کرتا ہے۔“"}]}