{"bibleAbbr":"urGV2010","bookName":"حزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":8,"verses":[{"number":1,"verse":"( رب کے گھر میں بُت پرستی کی رویا) جلاوطنی کے چھٹے سال کے چھٹے مہینے کے پانچویں دن ( ۱۷ ستمبر۔) مَیں اپنے گھر میں بیٹھا تھا۔ یہوداہ کے بزرگ پاس ہی بیٹھے تھے۔ تب رب قادرِ مطلق کا ہاتھ مجھ پر آ ٹھہرا۔"},{"number":2,"verse":"رویا میں مَیں نے کسی کو دیکھا جس کی شکل و صورت انسان کی مانند تھی۔ لیکن کمر سے لے کر پاؤں تک وہ آگ کی مانند بھڑک رہا تھا جبکہ کمر سے لے کر سر تک چمک دار دھات کی طرح تمتما رہا تھا۔"},{"number":3,"verse":"اُس نے کچھ آگے بڑھا دیا جو ہاتھ سا لگ رہا تھا اور میرے بالوں کو پکڑ لیا۔ پھر روح نے مجھے اُٹھایا اور زمین اور آسمان کے درمیان چلتے چلتے یروشلم تک پہنچایا۔ ابھی تک مَیں اللہ کی رویا دیکھ رہا تھا۔ مَیں رب کے گھر کے اندرونی صحن کے اُس دروازے کے پاس پہنچ گیا جس کا رُخ شمال کی طرف ہے۔ دروازے کے قریب ایک بُت پڑا تھا جو رب کو مشتعل کر کے غیرت دلاتا ہے۔"},{"number":4,"verse":"وہاں اسرائیل کے خدا کا جلال مجھ پر اُسی طرح ظاہر ہوا جس طرح پہلے میدان کی رویا میں مجھ پر ظاہر ہوا تھا۔"},{"number":5,"verse":"وہ مجھ سے ہم کلام ہوا، ”اے آدم زاد، شمال کی طرف نظر اُٹھا۔“ مَیں نے اپنی نظر شمال کی طرف اُٹھائی تو دروازے کے باہر قربان گاہ دیکھی۔ ساتھ ساتھ دروازے کے قریب ہی وہ بُت کھڑا تھا جو رب کو غیرت دلاتا ہے۔"},{"number":6,"verse":"پھر رب بولا، ”اے آدم زاد، کیا تجھے وہ کچھ نظر آتا ہے جو اسرائیلی قوم یہاں کرتی ہے؟ یہ لوگ یہاں بڑی مکروہ حرکتیں کر رہے ہیں تاکہ مَیں اپنے مقدِس سے دُور ہو جاؤں۔ لیکن تُو اِن سے بھی زیادہ مکروہ چیزیں دیکھے گا۔“"},{"number":7,"verse":"وہ مجھے رب کے گھر کے بیرونی صحن کے دروازے کے پاس لے گیا تو مَیں نے دیوار میں سوراخ دیکھا۔"},{"number":8,"verse":"اللہ نے فرمایا، ”آدم زاد، اِس سوراخ کو بڑا بنا۔“ مَیں نے ایسا کیا تو دیوار کے پیچھے دروازہ نظر آیا۔"},{"number":9,"verse":"تب اُس نے فرمایا، ”اندر جا کر وہ شریر اور گھنونی حرکتیں دیکھ جو لوگ یہاں کر رہے ہیں۔“"},{"number":10,"verse":"مَیں دروازے میں داخل ہوا تو کیا دیکھتا ہوں کہ دیواروں پر چاروں طرف بُت پرستی کی تصویریں کندہ ہوئی ہیں۔ ہر قسم کے رینگنے والے اور دیگر مکروہ جانور بلکہ اسرائیلی قوم کے تمام بُت اُن پر نظر آئے۔"},{"number":11,"verse":"اسرائیلی قوم کے 70 بزرگ بخوردان پکڑے اُن کے سامنے کھڑے تھے۔ بخوردانوں میں سے بخور کا خوشبودار دھواں اُٹھ رہا تھا۔ یازنیاہ بن سافن بھی بزرگوں میں شامل تھا۔"},{"number":12,"verse":"رب مجھ سے ہم کلام ہوا، ”اے آدم زاد، کیا تُو نے دیکھا کہ اسرائیلی قوم کے بزرگ اندھیرے میں کیا کچھ کر رہے ہیں؟ ہر ایک نے اپنے گھر میں اپنے بُتوں کے لئے کمرا مخصوص کر رکھا ہے۔ کیونکہ وہ سمجھتے ہیں، ’ہم رب کو نظر نہیں آتے، اُس نے ہمارے ملک کو ترک کر دیا ہے۔‘"},{"number":13,"verse":"لیکن آ، مَیں تجھے اِس سے بھی زیادہ قابلِ گھن حرکتیں دکھاتا ہوں۔“"},{"number":14,"verse":"وہ مجھے رب کے گھر کے اندرونی صحن کے شمالی دروازے کے پاس لے گیا۔ وہاں عورتیں بیٹھی تھیں جو رو رو کر تموز دیوتا ( تموز مسوپتامیہ کا ایک دیوتا تھا جس کے پیروکار سمجھتے تھے کہ وہ موسمِ گرما کے اختتام پر ہریالی کے ساتھ ساتھ مر جاتا اور موسمِ بہار میں دوبارہ جی اُٹھتا ہے۔) کا ماتم کر رہی تھیں۔"},{"number":15,"verse":"رب نے سوال کیا، ”آدم زاد، کیا تجھے یہ نظر آتا ہے؟ لیکن آ، مَیں تجھے اِس سے بھی زیادہ قابلِ گھن حرکتیں دکھاتا ہوں۔“"},{"number":16,"verse":"وہ مجھے رب کے گھر کے اندرونی صحن میں لے گیا۔ رب کے گھر کے دروازے پر یعنی سامنے والے برآمدے اور قربان گاہ کے درمیان ہی 25 آدمی کھڑے تھے۔ اُن کا رُخ رب کے گھر کی طرف نہیں بلکہ مشرق کی طرف تھا، اور وہ سورج کو سجدہ کر رہے تھے۔"},{"number":17,"verse":"رب نے فرمایا، ”اے آدم زاد، کیا تجھے یہ نظر آتا ہے؟ اور یہ مکروہ حرکتیں بھی یہوداہ کے باشندوں کے لئے کافی نہیں ہیں بلکہ وہ پورے ملک کو ظلم و تشدد سے بھر کر مجھے مشتعل کرنے کے لئے کوشاں رہتے ہیں۔ دیکھ، اب وہ اپنی ناکوں کے سامنے انگور کی بیل لہرا کر بُت پرستی کی ایک اَور رسم ادا کر رہے ہیں!"},{"number":18,"verse":"چنانچہ مَیں اپنا غضب اُن پر نازل کروں گا۔ نہ مَیں اُن پر ترس کھاؤں گا، نہ رحم کروں گا۔ خواہ وہ مدد کے لئے کتنے زور سے کیوں نہ چیخیں مَیں اُن کی نہیں سنوں گا۔“"}]}