{"bibleAbbr":"JWNT1755","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"And there was a certain man in Cesarea, named Cornelius, a centurion of that called the Italian band,"},{"number":2,"verse":"A devout man, and fearing God with all his house, who gave much alms to the people, and prayed to God alway."},{"number":3,"verse":"He saw plainly in a vision, about the ninth hour of the day, an angel of the Lord coming in to him, and saying to him, Cornelius."},{"number":4,"verse":"And looking stedfastly on him, and being affrighted, he said, What is it, Lord? And he said to him, Thy prayers and thy alms are come up for a memorial before God."},{"number":5,"verse":"And now send men to Joppa, and call for Simon, who is surnamed Peter."},{"number":6,"verse":"He lodgeth with one Simon, a tanner, whose house is by the sea."},{"number":7,"verse":"And when the angel who spake to him was departed, he called two of his houshold-servants, and a devout soldier, of them that waited on him continually."},{"number":8,"verse":"And having declared to them all these things, he sent them to Joppa."},{"number":9,"verse":"On the morrow, as they journeyed and drew nigh to the city, Peter went up on the house-top, to pray, about the sixth hour."},{"number":10,"verse":"And he became very hungry, and would have eaten; but while they made ready, he fell into a trance,"},{"number":11,"verse":"And saw heaven opened, and a certain vessel like a great sheet, tied at the four corners, descending to him, and let down on the earth:"},{"number":12,"verse":"Wherein were all four-footed creatures of the earth, and creeping things, and fowls of the air."},{"number":13,"verse":"And a voice came to him, Rise, Peter, kill and eat."},{"number":14,"verse":"But Peter said, In no wise, Lord: for I have never eaten any thing common or unclean."},{"number":15,"verse":"And the voice came to him again, the second time, What God hath purified, call not thou common."},{"number":16,"verse":"This was done thrice, and the vessel was taken up again to heaven."},{"number":17,"verse":"Now while Peter doubted in himself, what the vision he had seen should mean, behold the men sent by Cornelius, having inquired out Simon's house, stood at the gate,"},{"number":18,"verse":"And calling asked, Whether Simon, surnamed Peter, lodged there?"},{"number":19,"verse":"While Peter was musing on the vision, the Spirit said to him, Behold, men seek thee."},{"number":20,"verse":"Arise therefore and go down, and go with them, doubting nothing; for I have sent them."},{"number":21,"verse":"Then Peter going down to the men, said, Behold, I am he whom ye seek: for what cause are ye come?"},{"number":22,"verse":"And they said, Cornelius the centurion, a just man, and fearing God, and of good report among all the nation of the Jews, was warned of God by an holy angel, to send for thee to his house, and to hear words from thee."},{"number":23,"verse":"And he invited them in and lodged them. And the next day, Peter went away with them; and certain brethren from Joppa went with him."},{"number":24,"verse":"And the day following they entered into Cesarea. And Cornelius was waiting for them, having called together his kinsmen and near friends."},{"number":25,"verse":"And as Peter was coming in, Cornelius met him, and falling down at his feet, worshiped him."},{"number":26,"verse":"But Peter raised him up saying, Arise: I myself also am a man."},{"number":27,"verse":"And as he talked with him, he went in and found many come together."},{"number":28,"verse":"And he said to them, Ye know it is unlawful for a Jew to join with or come to one of another nation; but God hath shewed me, to call no man common or unclean."},{"number":29,"verse":"Therefore being sent for, I came without gain-saying. I ask therefore, for what intent ye have sent for me?"},{"number":30,"verse":"And Cornelius said, Four days ago I was fasting till this hour, and at the ninth hour I was praying in my house,"},{"number":31,"verse":"and behold a man stood before me in bright clothing, And said, Cornelius, thy prayer is heard, and thine alms are remembred before God."},{"number":32,"verse":"Send therefore to Joppa, and call hither Simon, who is surnamed Peter: he lodgeth in the house of Simon a tanner by the sea, who being come, shall speak to thee."},{"number":33,"verse":"Immediately therefore I sent to thee, and thou hast done well in coming. Now therefore we are all present before God, to hear all things that are commanded thee by God."},{"number":34,"verse":"Then Peter opening his mouth, said, I perceive of a truth that God is not a respecter of persons:"},{"number":35,"verse":"But in every nation, he that feareth him, and worketh righteousness, is accepted by him."},{"number":36,"verse":"This is the word which he sent to the children of Israel, preaching the glad tidings of peace through Jesus Christ; He is Lord of all."},{"number":37,"verse":"Ye know the word which was published through all Judea, beginning from Galilee, after the baptism which John preached:"},{"number":38,"verse":"How God anointed Jesus of Nazareth with the Holy Ghost and with power, who went about doing good, and healing all that were oppressed by the devil; for God was with him."},{"number":39,"verse":"And we are witnesses of all things which he did, both in the land of the Jews and in Jerusalem; whom yet they slew and hanged on a tree."},{"number":40,"verse":"Him God raised up the third day, and shewed him openly;"},{"number":41,"verse":"(Not to all the people, but to witnesses, chosen before of God, even to us, who did eat and drink with him) after he rose from the dead."},{"number":42,"verse":"And he commanded us, to proclaim to the people, and to testify, that it is he who is ordained by God the Judge of the living and the dead."},{"number":43,"verse":"To him give all the prophets witness, that every one who believeth in him, shall receive forgiveness of sins through his name."},{"number":44,"verse":"While Peter was yet speaking these words, the Holy Ghost fell on all that were hearing the word."},{"number":45,"verse":"And the believers of the circumcision, as many as came with Peter, were amazed, that the gift of the Holy Ghost was poured out on the Gentiles also."},{"number":46,"verse":"For they heard them speaking with tongues and magnifying God."},{"number":47,"verse":"Then Peter answered, Can any man forbid water, that these should not be baptized, who have received the Holy Ghost, even as we?"},{"number":48,"verse":"And he commanded them to be baptized in the name of the Lord. Then they prayed him to tarry certain days."}]}