{"bibleAbbr":"JWNT1755","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"But certain men coming down from Judea taught the brethren, Except ye be circumcised, after the manner of Moses, ye cannot be saved."},{"number":2,"verse":"When therefore Paul and Barnabas had had no small contention and debate with them, they determined, that Paul and Barnabas and certain others of them, should go up to the apostles and elders at Jerusalem about this question."},{"number":3,"verse":"And being brought on their way by the church, they passed through Phenicia and Samaria, declaring the conversion of the Gentiles; and they caused great joy to all the brethren."},{"number":4,"verse":"And being come to Jerusalem, they were received by the church, and the apostles, and elders; and they declared all things which God had done with them."},{"number":5,"verse":"But there rose up, said they, certain of the sect of the Pharisees who believed, saying, That we ought to circumcise them, and command them to keep the law of Moses."},{"number":6,"verse":"And the apostles and elders came together, to consider of this matter."},{"number":7,"verse":"And after much debate, Peter rose up and said to them, Brethren, ye know, that God long ago made choice among us, that the Gentiles should by my mouth hear the word of the gospel and believe."},{"number":8,"verse":"And God who knoweth the heart, bare them witness, giving the Holy Ghost to them, even as also to us."},{"number":9,"verse":"And put no difference between us and them, purifying their hearts by faith."},{"number":10,"verse":"Now therefore why endeavour ye to put a yoke on the neck of the disciples, which neither our fathers nor we were able to bear?"},{"number":11,"verse":"But we believe, that through the grace of the Lord Jesus, we shall be saved, even as they."},{"number":12,"verse":"Then all the multitude kept silence and hearkened to Barnabas and Paul, declaring what miracles and wonders God had wrought by them among the Gentiles."},{"number":13,"verse":"And when they held their peace, James answered, saying, Brethren, hearken to me."},{"number":14,"verse":"Simon hath declared, how God at first visited the Gentiles, to take out of them a people for his name."},{"number":15,"verse":"And to this agree the words of the prophets, as it is written, After this I will return and build again the fallen tabernacle of David;"},{"number":16,"verse":"I will build again the ruins thereof,"},{"number":17,"verse":"and will set it up, That the residue of men may seek the Lord, and all the Gentiles on whom my name is called, saith the Lord, who doth these things."},{"number":18,"verse":"Known unto God are all his works from eternity."},{"number":19,"verse":"Wherefore my sentence is, That we trouble not them who from among the Gentiles turn to God."},{"number":20,"verse":"But that we write to them, to abstain from things offered to idols and fornication, and things strangled and blood."},{"number":21,"verse":"For Moses hath of old time them that preach him in every city, being read in the synagogues every sabbath-day."},{"number":22,"verse":"Then it seemed good to the apostles and elders with the whole church, to send chosen men from among them to Antioch with Paul and Barnabas, Judas, surnamed Barsabas, and Silas, chief men among the brethren,"},{"number":23,"verse":"Writing thus by their hand, The apostles, and the elders, and the brethren salute the brethren who are of the Gentiles, in Antioch, and Syria, and Cilicia."},{"number":24,"verse":"Forasmuch as we have heard, that some who came from us have troubled you with words, unsettling your minds, saying, Ye must be circumcised, and keep the law, whom we commanded not."},{"number":25,"verse":"It seemed good to us, being assembled with one accord, to send to you chosen men,"},{"number":26,"verse":"with our beloved Barnabas and Paul, Men that have hazarded their lives, for the name of our Lord Jesus Christ."},{"number":27,"verse":"We have sent therefore Judas and Silas, who will also tell you the same things by mouth."},{"number":28,"verse":"For it seemed good to the Holy Ghost and to us, that no further burden be laid upon you than these necessary things, To abstain from meats offered to idols and blood,"},{"number":29,"verse":"and things strangled and fornication; from which keeping yourselves ye will do well. Fare ye well."},{"number":30,"verse":"So being dismissed they came to Antioch, and having assembled the multitude, they delivered the epistle:"},{"number":31,"verse":"Which having read, they rejoiced for the consolation."},{"number":32,"verse":"And Judas and Silas, being themselves also prophets, exhorted and confirmed the brethren with many words."},{"number":33,"verse":"And after they had tarried a space, they were dismissed with peace by the brethren to the apostles."},{"number":34,"verse":"But it seemed good to Silas, to remain there."},{"number":35,"verse":"Paul also and Barnabas abode in Antioch, teaching and preaching with many others also the word of the Lord."},{"number":36,"verse":"And after certain days Paul said to Barnabas, Let us go again and visit the brethren in every city, where we have preached the word of the Lord, and see how they do."},{"number":37,"verse":"And Barnabas counselled, to take with them John, surnamed Mark."},{"number":38,"verse":"But Paul thought it not right to take with them him, who had departed from them from Pamphylia, and went not with them to the work."},{"number":39,"verse":"And there was a sharp contention, so that they parted from each other; and Barnabas taking Mark with him, sailed away to Cyprus;"},{"number":40,"verse":"But Paul having chose Silas, departed, being recommended by the brethren to the grace of God."},{"number":41,"verse":"And he went through Syria and Cilicia, confirming the churches."}]}