{"bibleAbbr":"JWNT1755","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"And he came down to Derbe and Lystra. And behold a certain disciple was there, named Timothy, the son of a certain Jewess that believed; but his father was a Greek:"},{"number":2,"verse":"Who was well reported of by the brethren in Lystra and Iconium."},{"number":3,"verse":"Him Paul would have to go forth with him; and he took and circumcised him, because of the Jews who were in those places; for they all knew his father, that he was a Greek."},{"number":4,"verse":"And as they went through the cities, they gave them the decrees, which were determined by the apostles and elders that were at Jerusalem to keep."},{"number":5,"verse":"And the churches were established in the faith, and increased in number daily."},{"number":6,"verse":"And having gone through Phrygia and the region of Galatia, being forbid by the Holy Ghost to preach the word in Asia,"},{"number":7,"verse":"Coming to Mysia, they attempted to go into Bithynia; but the Spirit suffered them not."},{"number":8,"verse":"And passing by Mysia, they came down to Troas. And a vision appeared to Paul by night:"},{"number":9,"verse":"a man of Macedonia stood and intreated him, saying, Come over into Macedonia, and help us."},{"number":10,"verse":"And as soon as he had seen the vision, immediately we sought to go into Macedonia, assuredly inferring, that the Lord called us to preach the gospel to them."},{"number":11,"verse":"Sailing therefore from Troas, we ran with a strait course to Samothracia, and the next day to Neapolis:"},{"number":12,"verse":"And from thence to Philippi, which is the first city of that part of Macedonia, and a colony."},{"number":13,"verse":"And we abode in that city certain days. And on the sabbath we went out of the city, by the river side, where prayer was wont to be made; and sitting down, we spake to the women who were come together."},{"number":14,"verse":"And a certain woman named Lydia, a seller of purple, of the city of Thyatira, a worshiper of God, heard; whose heart the Lord opened to assent to the things which were spoken by Paul."},{"number":15,"verse":"And when she was baptized and her family, she intreated us saying, Since ye have judged me to be faithful to the Lord, come into my house and abide there. And she constrained us."},{"number":16,"verse":"And as we were going to prayer, a certain damsel, possest by a spirit of divination met us, who brought her masters much gain by prophesying."},{"number":17,"verse":"She following after Paul and us, cried out, saying, These men are servants of the most high God, who declare to us the way of salvation."},{"number":18,"verse":"And this she did for many days. But Paul being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ, to go out of her. And he came out the same hour."},{"number":19,"verse":"But when her owners saw, that the hope of their gain was gone, laying hold of Paul and Silas, they dragged them into the market-place to the magistrates,"},{"number":20,"verse":"And having brought them to the pretors, they said, These men,"},{"number":21,"verse":"being Jews, exceedingly trouble our city, And teach customs, which it is not lawful for us, being Romans, to receive, neither to observe."},{"number":22,"verse":"And the multitude rose up together against them; and the pretors tearing off their garments, commanded to beat them with rods."},{"number":23,"verse":"And when they had laid many stripes upon them, they cast them into prison, charging the jailor to keep them safely:"},{"number":24,"verse":"Who having received such a charge, threw them into the inner prison, and secured their feet in the stocks."},{"number":25,"verse":"But at midnight Paul and Silas having prayed, sung an hymn to God: and the prisoners heard them."},{"number":26,"verse":"And suddenly there was a great earthquake so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one's bands were loosed."},{"number":27,"verse":"And the jailor awaking out of his sleep, and seeing the doors of the prison opened, drew his sword, and was going to kill himself, supposing the prisoners were fled."},{"number":28,"verse":"But Paul cried with a loud voice, saying, Do thyself no harm; for we are all here."},{"number":29,"verse":"Then he called for lights, and sprang in, and trembling, fell down before Paul and Silas."},{"number":30,"verse":"And having brought them out he said, Sirs, what must I do to be saved?"},{"number":31,"verse":"And they said, Believe in the Lord Jesus, and thou shalt be saved and thy houshold."},{"number":32,"verse":"And they spake the word of the Lord to him and to all that were in his house."},{"number":33,"verse":"And taking them that very hour of the night, he washed their stripes, and was immediately baptized, he and all his houshold."},{"number":34,"verse":"And having brought them up into his house, he set a table before them, and rejoiced, believing in God with his whole house."},{"number":35,"verse":"And when it was day, the pretors sent the serjeants, saying, Let those men go."},{"number":36,"verse":"And the jailor told these things to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace."},{"number":37,"verse":"But Paul said to them, They have beaten us publickly, uncondemned, and have cast us into prison, who are Romans: and do they now thrust us out privately? Nay verily: but let them come themselves and conduct us out."},{"number":38,"verse":"And the serjeants reported these words to the pretors; and they were afraid when they heard that they were Romans."},{"number":39,"verse":"And they came and comforted them; and conducting them out, requested that they would depart from the city."},{"number":40,"verse":"And coming out of the prison, they entered into the house of Lydia; and when they had seen the brethren, they comforted them and departed."}]}