{"bibleAbbr":"JWNT1755","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":3,"verses":[{"number":1,"verse":"Now Peter and John went up together into the temple, at the hour of prayer, the ninth hour."},{"number":2,"verse":"And a certain man, lame from his mother's womb, was carried, whom they laid daily at the gate of the temple, called Beautiful, to ask alms of them that were entering into the temple, Who seeing Peter and John about to go into the temple,"},{"number":3,"verse":"asked an alms."},{"number":4,"verse":"And Peter, looking stedfastly upon him, with John, said, Look on us."},{"number":5,"verse":"And he gave heed to them, expecting to receive something of them."},{"number":6,"verse":"Then said Peter, Silver and gold have I none; but what I have, I give thee: In the name of Jesus Christ of Nazareth, rise up and walk."},{"number":7,"verse":"And taking him by the right-hand, he lifted him up, and immediately his feet and ankle-bones were strengthened,"},{"number":8,"verse":"And leaping up, he stood and walked, and went with them into the temple, walking, and leaping, and praising God."},{"number":9,"verse":"And all the people saw him walking and praising God."},{"number":10,"verse":"And they knew him, that this was he who had sat for alms at the beautiful gate of the temple, and were filled with wonder and amazement at that which had befallen him."},{"number":11,"verse":"And as he held Peter and John, all the people ran together to them, in the portico that is called Solomon's, greatly wondering."},{"number":12,"verse":"And Peter seeing it, answered the people, Ye men of Israel, why marvel ye at this? Or, why do ye fix your eyes on us, as if by our own power or piety, we had made this man to walk?"},{"number":13,"verse":"The God of Abraham, and Isaac, and Jacob, the God of our fathers, hath glorified his son Jesus, whom ye delivered up, and renounced him in the presence of Pilate, when he was determined to release him."},{"number":14,"verse":"But ye renounced the holy one and the just, and desired a murderer to be granted you."},{"number":15,"verse":"But ye killed the Prince of life, whom God hath raised from the dead, whereof we are witnesses."},{"number":16,"verse":"And his name, thro' faith in his name, hath strengthened this man, whom ye see and know; yea, the faith which is by him, hath given him this perfect soundness, in the presence of you all."},{"number":17,"verse":"And now, brethren, I know that thro' ignorance ye did it, as did also your rulers."},{"number":18,"verse":"But God hath thus fulfilled the things which he foretold by the mouth of all his prophets, that Christ should suffer."},{"number":19,"verse":"Repent ye therefore and be converted, that your sins may be blotted out, that the times of refreshing may come from the presence of the Lord,"},{"number":20,"verse":"And he may send to you Jesus Christ,"},{"number":21,"verse":"who was before appointed, Whom heaven must receive, till the times of the restitution of all things, which God hath spoken by the mouth of his holy prophets."},{"number":22,"verse":"For Moses truly said to the fathers, The Lord your God shall raise you up a prophet of your brethren, like unto me; him shall ye hear in all things, whatsoever he shall say to you."},{"number":23,"verse":"And every soul who will not hear that prophet, shall be destroyed from among the people."},{"number":24,"verse":"Yea, and all the prophets from Samuel and them that followed, whosoever have spoken, have also foretold these days."},{"number":25,"verse":"Ye are the sons of the prophets and of the covenant which God made with our fathers, saying to Abraham, And in thy seed shall all the families of the earth be blessed."},{"number":26,"verse":"God having raised up his Son, hath sent him to you first, to bless you, by turning every one of you from your iniquities."}]}