{"bibleAbbr":"JWNT1755","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"But a certain man named Ananias, with Sapphira his wife, sold a possession,"},{"number":2,"verse":"And kept back part of the price, his wife also being privy to it, and, bringing a certain part, laid it at the feet of the apostles."},{"number":3,"verse":"But Peter said, Ananias, why hath Satan filled thy heart, to lie to the Holy Ghost?"},{"number":4,"verse":"And to keep back part of the price of the land? While it remained, did it not remain thine? And when it was sold, was it not in thy power? Why hast thou conceived this thing in thy heart? Thou hast not lied to men, but to God."},{"number":5,"verse":"And Ananias hearing these words, fell down and expired; and great fear came on all that heard these things."},{"number":6,"verse":"And the young men arose, wound him up, and carrying him out, buried him."},{"number":7,"verse":"And it was about the space of three hours after, when his wife, not knowing what was done, came in."},{"number":8,"verse":"And Peter said to her, Tell me, if ye sold the land for so much? And she said, Yea, for so much."},{"number":9,"verse":"And Peter said to her, Why have ye agreed together, to tempt the Spirit of the Lord? Behold, the feet of them that have buried thy husband are at the door, and shall carry thee out."},{"number":10,"verse":"And immediately she fell at his feet and expired; and the young men coming in, found her dead, and carrying her out, buried her by her husband."},{"number":11,"verse":"And great fear came upon all the church, and upon all that heard these things."},{"number":12,"verse":"And many signs and wonders were wrought among the people by the hands of the apostles: (and they were all with one accord in Solomon's portico:"},{"number":13,"verse":"And none of the rest durst join themselves to them; but the people magnified them,"},{"number":14,"verse":"And multitudes both of men and women believing were the more added to the Lord:)"},{"number":15,"verse":"So that they brought out the sick along the streets, and laid them on beds and couches, that even the shadow of Peter coming by, might overshadow some of them."},{"number":16,"verse":"And multitudes also of the cities round about, came together to Jerusalem, bringing persons sick and troubled by unclean spirits; and they were all healed."},{"number":17,"verse":"But the high priest arising, and all that were with him, which was the sect of the Saducees,"},{"number":18,"verse":"were filled with zeal, And laid their hands on the apostles, and put them into the common prison."},{"number":19,"verse":"But an angel of the Lord opened the prison-doors, by night, and bringing them forth,"},{"number":20,"verse":"said, Go, stand and speak in the temple the words of this life."},{"number":21,"verse":"And hearing this, they went into the temple early in the morning and taught. But the high priest being come, and they that were with him, called together the council, even the whole senate of the children of Israel,"},{"number":22,"verse":"and sent to the prison, to have them brought, But when the officers came, they found them not in the prison; and returning they said,"},{"number":23,"verse":"Truly we found the prison shut with all safety, and the keepers standing before the doors; but having opened them, we found no man within."},{"number":24,"verse":"When the high priest, and the captain of the temple, and the chief priests heard these things, they doubted of them, what this should be?"},{"number":25,"verse":"Then came one and told them, Behold, the men whom ye put in prison, are standing in the temple, and teaching the people."},{"number":26,"verse":"Then the captain going with the officers brought them, not with violence, for they feared the people, lest they should be stoned."},{"number":27,"verse":"And having brought them, they set them before the council. And the high priest asked them,"},{"number":28,"verse":"Did not we strictly command you, Not to teach in this name? And lo, ye have filled Jerusalem with your doctrine, and would bring the blood of this man upon us."},{"number":29,"verse":"Then Peter and the other apostles answering said, We ought to obey God rather than man."},{"number":30,"verse":"The God of our fathers hath raised up Jesus, whom ye slew, hanging him on a tree."},{"number":31,"verse":"Him hath God exalted, a Prince and a Saviour with his right-hand, to give repentance to Israel, and forgiveness of sins."},{"number":32,"verse":"And we are witnesses of these things, and also the Holy Ghost, whom God hath given to them that obey him."},{"number":33,"verse":"When they heard this, they gnashed their teeth, and took counsel to slay them."},{"number":34,"verse":"But a certain Pharisee, named Gamaliel, a doctor of the law, had in honour by all the people, rising up in the council, ordered, to put the apostles out a little space:"},{"number":35,"verse":"And said to them, Ye men of Israel, take heed to yourselves, what ye are about to do, touching these men."},{"number":36,"verse":"For before these days rose up Theudas, boasting himself to be somebody, to whom was joined a number of men, about four hundred, who was slain, and all who hearkened to him were scattered and came to nothing."},{"number":37,"verse":"After this man rose up Judas of Galilee, in the days of the inrolment, and drew away much people after him; he also perished, and all who had hearkened to him were dispersed."},{"number":38,"verse":"And now I say to you, Refrain from these men, and let them alone; for if this counsel or this work be of men, it will come to nought."},{"number":39,"verse":"But if it be of God, ye cannot overthrow it, and take heed lest ye be found even fighting against God."},{"number":40,"verse":"And to him they agreed. And having called the apostles, and scourged them, they charged them not to speak in the name of Jesus, and let them go."},{"number":41,"verse":"And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name."},{"number":42,"verse":"And they ceased not to teach and preach Jesus Christ daily, in the temple, and from house to house."}]}