{"bibleAbbr":"urDGV2010","bookName":"१-सलातीन","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"( रब के घर की तामीर) सुलैमान ने अपनी हुकूमत के चौथे साल के दूसरे महीने ज़ीब में रब के घर की तामीर शुरू की। इस्राईल को मिस्र से निकले 480 साल गुज़र चुके थे।"},{"number":2,"verse":"इमारत की लम्बाई 90 फ़ुट, चौड़ाई 30 फ़ुट और ऊँचाई 45 फ़ुट थी।"},{"number":3,"verse":"सामने एक बरामदा बनाया गया जो इमारत जितना चौड़ा यानी 30 फ़ुट और आगे की तरफ़ 15 फ़ुट लम्बा था।"},{"number":4,"verse":"इमारत की दीवारों में खिड़कियाँ थीं जिन पर जंगले लगे थे।"},{"number":5,"verse":"इमारत से बाहर आ कर सुलैमान ने दाएँ बाएँ की दीवारों और पिछली दीवार के साथ एक ढाँचा खड़ा किया जिस की तीन मन्ज़िलें थीं और जिस में मुख़्तलिफ़ कमरे थे।"},{"number":6,"verse":"निचली मन्ज़िल की अन्दर की चौड़ाई साढ़े 7 फ़ुट, दरमियानी मन्ज़िल की 9 फ़ुट और ऊपर की मन्ज़िल की साढ़े 10 फ़ुट थी। वजह यह थी कि रब के घर की बैरूनी दीवार की मोटाई मन्ज़िल-ब-मन्ज़िल कम होती गई। इस तरीक़े से बैरूनी ढाँचे की दूसरी और तीसरी मन्ज़िल के शहतीरों के लिए रब के घर की दीवार में सूराख़ बनाने की ज़रूरत नहीं थी बल्कि उन्हें दीवार पर ही रखा गया। यानी दरमियानी मन्ज़िल की इमारत वाली दीवार निचली की दीवार की निस्बत कम मोटी और ऊपर वाली मन्ज़िल की इमारत वाली दीवार दरमियानी मन्ज़िल की दीवार की निस्बत कम मोटी थी। यूँ इस ढाँचे की छतों के शहतीरों को इमारत की दीवार तोड़ कर उस में लगाने की ज़रूरत नहीं थी बल्कि उन्हें इमारत की दीवार पर ही रखा गया।"},{"number":7,"verse":"जो पत्थर रब के घर की तामीर के लिए इस्तेमाल हुए उन्हें पत्थर की कान के अन्दर ही तराश कर तय्यार किया गया। इस लिए जब उन्हें ज़ेर-ए-तामीर इमारत के पास ला कर जोड़ा गया तो न हथौड़ों, न छैनी न लोहे के किसी और औज़ार की आवाज़ सुनाई दी।"},{"number":8,"verse":"इस ढाँचे में दाख़िल होने के लिए इमारत की दहनी दीवार में दरवाज़ा बनाया गया। वहाँ से एक सीढ़ी परस्तार को दरमियानी और ऊपर की मन्ज़िल तक पहुँचाती थी।"},{"number":9,"verse":"यूँ सुलैमान ने इमारत को तक्मील तक पहुँचाया। छत को देवदार के शहतीरों और तख़्तों से बनाया गया।"},{"number":10,"verse":"जो ढाँचा इमारत के तीनों तरफ़ खड़ा किया गया उसे देवदार के शहतीरों से इमारत की बाहर वाली दीवार के साथ जोड़ा गया। उस की तीनों मन्ज़िलों की ऊँचाई साढ़े सात सात फ़ुट थी।"},{"number":11,"verse":"एक दिन रब सुलैमान से हमकलाम हुआ,"},{"number":12,"verse":"“जहाँ तक मेरी सुकूनतगाह का ताल्लुक़ है जो तू मेरे लिए बना रहा है, अगर तू मेरे तमाम अह्काम और हिदायात के मुताबिक़ ज़िन्दगी गुज़ारे तो मैं तेरे लिए वह कुछ करूँगा जिस का वादा मैं ने तेरे बाप दाऊद से किया है।"},{"number":13,"verse":"तब मैं इस्राईल के दरमियान रहूँगा और अपनी क़ौम को कभी तर्क नहीं करूँगा।”"},{"number":14,"verse":"( रब के घर का अन्दरूनी हिस्सा) जब इमारत की दीवारें और छत मुकम्मल हुईं"},{"number":15,"verse":"तो अन्दरूनी दीवारों पर फ़र्श से ले कर छत तक देवदार के तख़्ते लगाए गए। फ़र्श पर जूनीपर के तख़्ते लगाए गए।"},{"number":16,"verse":"अब तक इमारत का एक ही कमरा था, लेकिन अब उस ने देवदार के तख़्तों से फ़र्श से ले कर छत तक दीवार खड़ी करके पिछले हिस्से में अलग कमरा बना दिया जिस की लम्बाई 30 फ़ुट थी। यह मुक़द्दसतरीन कमरा बन गया।"},{"number":17,"verse":"जो हिस्सा सामने रह गया उसे मुक़द्दस कमरा मुक़र्रर किया गया। उस की लम्बाई 60 फ़ुट थी।"},{"number":18,"verse":"इमारत की तमाम अन्दरूनी दीवारों पर देवदार के तख़्ते यूँ लगे थे कि कहीं भी पत्थर नज़र न आया। तख़्तों पर तूँबे और फूल कन्दा किए गए थे।"},{"number":19,"verse":"पिछले कमरे में रब के अह्द का सन्दूक़ रखना था।"},{"number":20,"verse":"इस कमरे की लम्बाई 30 फ़ुट, चौड़ाई 30 फ़ुट और ऊँचाई 30 फ़ुट थी। सुलैमान ने इस की तमाम दीवारों और फ़र्श पर ख़ालिस सोना चढ़ाया। मुक़द्दसतरीन कमरे के सामने देवदार की क़ुर्बानगाह थी। उस पर भी सोना मंढा गया"},{"number":21,"verse":"बल्कि इमारत के सामने वाले कमरे की दीवारों, छत और फ़र्श पर भी सोना मंढा गया। मुक़द्दसतरीन कमरे के दरवाज़े पर सोने की ज़न्जीरें लगाई गईं।"},{"number":22,"verse":"चुनाँचे इमारत की तमाम अन्दरूनी दीवारों, छत और फ़र्श पर सोना मंढा गया, और इसी तरह मुक़द्दसतरीन कमरे के सामने की क़ुर्बानगाह पर भी।"},{"number":23,"verse":"फिर सुलैमान ने ज़ैतून की लकड़ी से दो करूबी फ़रिश्ते बनवाए जिन्हें मुक़द्दसतरीन कमरे में रखा गया। इन मुजस्समों का क़द 15 फ़ुट था।"},{"number":24,"verse":"दोनों शक्ल-ओ-सूरत में एक जैसे थे। हर एक के दो पर थे, और हर पर की लम्बाई साढ़े सात सात फ़ुट थी। चुनाँचे एक पर के सिरे से दूसरे पर के सिरे तक का फ़ासिला 15 फ़ुट था।"},{"number":26,"verse":"हर एक का क़द 15 फ़ुट था।"},{"number":27,"verse":"उन्हें मुक़द्दसतरीन कमरे में यूँ एक दूसरे के साथ खड़ा किया गया कि हर फ़रिश्ते का एक पर दूसरे के पर से लगता जबकि दाईं और बाईं तरफ़ हर एक का दूसरा पर दीवार के साथ लगता था।"},{"number":28,"verse":"इन फ़रिश्तों पर भी सोना मंढा गया।"},{"number":29,"verse":"मुक़द्दस और मुक़द्दसतरीन कमरों की दीवारों पर करूबी फ़रिश्ते, खजूर के दरख़्त और फूल कन्दा किए गए।"},{"number":30,"verse":"दोनों कमरों के फ़र्श पर भी सोना मंढा गया।"},{"number":31,"verse":"सुलैमान ने मुक़द्दसतरीन कमरे का दरवाज़ा ज़ैतून की लकड़ी से बनवाया। उस के दो किवाड़ थे, और चौखट की लकड़ी के पाँच कोने थे।"},{"number":32,"verse":"दरवाज़े के किवाड़ों पर करूबी फ़रिश्ते, खजूर के दरख़्त और फूल कन्दा किए गए। इन किवाड़ों पर भी फ़रिश्तों और खजूर के दरख़्तों समेत सोना मंढा गया।"},{"number":33,"verse":"सुलैमान ने इमारत में दाख़िल होने वाले दरवाज़े के लिए भी ज़ैतून की लकड़ी से चौखट बनवाई, लेकिन उस की लकड़ी के चार कोने थे।"},{"number":34,"verse":"इस दरवाज़े के दो किवाड़ जूनीपर की लकड़ी के बने हुए थे। दोनों किवाड़ दीवार तक घूम सकते थे।"},{"number":35,"verse":"इन किवाड़ों पर भी करूबी फ़रिश्ते, खजूर के दरख़्त और फूल कन्दा किए गए थे। फिर उन पर सोना यूँ मंढा गया कि वह अच्छी तरह इन बेल-बूटों के साथ लग गया।"},{"number":36,"verse":"इमारत के सामने एक अन्दरूनी सहन बनाया गया जिस की चारदीवारी यूँ तामीर हुई कि पत्थर के हर तीन रद्दों के बाद देवदार के शहतीरों का एक रद्दा लगाया गया।"},{"number":37,"verse":"रब के घर की बुन्याद सुलैमान की हुकूमत के चौथे साल के दूसरे महीने ज़ीब ( अप्रैल ता मई।) में डाली गई,"},{"number":38,"verse":"और उस की हुकूमत के ग्यारहवें साल के आठवें महीने बूल ( अक्तूबर ता नवम्बर।) में इमारत मुकम्मल हुई। सब कुछ नक़्शे के ऐन मुताबिक़ बना। इस काम पर कुल सात साल लग गए।"}]}