{"bibleAbbr":"NET2007","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"(Habakkuk’s Vision of the Divine Warrior) This is a prayer of Habakkuk the prophet: (tn The Hebrew text adds עַל שִׁגְיֹנוֹת (’al shigyonot, “upon [or, “according to”] shigyonot”). The meaning of this word is uncertain. It may refer to the literary genre of the prayer or to the musical style to be employed when it is sung. The NEB leaves the term untranslated; several other modern English versions transliterate the term into English, sometimes with explanatory notes (NASB, NRSV “according to Shigionoth”; NIV “On shigyonoth”).)"},{"number":2,"verse":"LORD, I have heard the report of what you did; (tn Heb “your report,” that is, “the report concerning you.”) I am awed, (tn Heb “I fear.” Some prefer to read, “I saw, Lord, what you accomplished” (cf. NEB).) LORD, by what you accomplished. (tn Heb “your work.”) In our time (tn Heb “in the midst of years.” The meaning of the phrase, which occurs only here in the OT, is uncertain (cf. NIV “in our day”; NEB, NASB “in the midst of the years”).) repeat those deeds; (tn Heb “revive it” (i. e., “your work”).) in our time reveal them again. (tn Heb “make known.” The implied object is “your deeds”; the pronoun “them,” referring to “deeds” in the previous line, was employed in the translation to avoid redundancy. The suffix on the form חַיֵּיהוּ (khayyehu, “revive it”) does double duty in the parallelism.) But when you cause turmoil, remember to show us mercy! (tn Heb “in turmoil remember [to show] compassion.”)"},{"number":3,"verse":"God comes (tn In vv. 3–15 there is a mixture of eleven prefixed verbal forms (without vav [ו] consecutive or with vav conjunctive), sixteen suffixed forms, and three prefixed forms with vav consecutive. All of the forms are best taken as indicating completed action from the speaker’s standpoint (all of the prefixed forms being regarded as preterites). The forms could be translated with the past tense, but this would be misleading, for this is not a mere recital of God’s deeds in Israel’s past history. Habakkuk here describes, in terms reminiscent of past theophanies, his prophetic vision of a future theophany (see v. 7, “I saw”). From the prophet’s visionary standpoint the theophany is “as good as done.” This translation uses the English present tense throughout these verses to avoid misunderstanding. A similar strategy is followed by the NEB; in contrast note the NIV and NRSV, which consistently use past tenses throughout the section, and the NASB, which employs present tenses in vv. 3–5 and mostly past tenses in vv. 6–15.) from Teman, (sn Teman was a city or region in southern Edom.) the sovereign (tn Or traditionally, “holy one.” The term קָדוֹשׁ (qadosh, “holy [one]”) here refers to God’s sovereignty. See v. 3b.) one from Mount Paran. (sn The precise location of Mount Paran is unknown, but like Teman it was located to the southeast of Israel. Habakkuk saw God marching from the direction of Sinai.) Selah. (tn Selah. The meaning of this musical term (which also appears in vv. 9, 13, and in the Psalms as well) is unknown.) His splendor covers the skies, (tn Or “heavens.”) his glory (tn Heb “praise.” This could mean that the earth responds in praise as God’s splendor is observed in the skies. However, the Hebrew term תְּהִלָּה (tÿhillah, “praise”) can stand by metonymy for what prompts it (i. e., fame, glory, deeds).) fills the earth."},{"number":4,"verse":"He is as bright as lightning; (tn Heb “[His] radiance is like light.” Some see a reference to sunlight, but the Hebrew word אוֹר (’or) here refers to lightning, as the context indicates (see vv. 4b, 9, 11). The word also refers to lightning in Job 36:32 and 37:3, 11, 15.) a two-pronged lightning bolt flashes from his hand. (tn Heb “two horns from his hand to him.” Sharp, pointed lightning bolts have a “horn-like” appearance. The weapon of “double lightning” appears often in Mesopotamian representations of gods. See Elizabeth Van Buren, Symbols of the Gods in Mesopotamian Art (AnOr), 70-73.) This is the outward display of his power. (tn Heb “and there [is] the covering of his strength”; or “and there is his strong covering.” The meaning of this line is unclear. The point may be that the lightning bolts are merely a covering, or outward display, of God’s raw power. In Job 36:32 one reads that God “covers his hands with light [or, “lightning”].”)"},{"number":5,"verse":"Plague goes before him; pestilence (tn Because of parallelism with the previous line, the meaning “pestilence” is favored for רֶשֶׁף (reshef) here, but usage elsewhere suggests a destructive bolt of fire may be in view. See BDB 958 s. v. sn There are mythological echoes here, for in Canaanite literature the god Resheph aids Baal in his battles. See J. Day, “New Light on the Mythological Background of the Allusion to Resheph in Habakkuk III 5,” VT 29 (1979): 353-55.) marches right behind him. (tn Heb “goes out at his feet.”)"},{"number":6,"verse":"He takes his battle position (tn Heb “he stands.”) and shakes (tn This verb has been traditionally understood as “measure” (from מוּד, mud), but the immediately following context (vv. 6b–7) favors the meaning “shake” from מָוד (mavd; see HALOT 555 s. v.).) the earth; with a mere look he frightens (tn Heb “makes [the nations] jump [in fear].”) the nations. The ancient mountains disintegrate; (tn Or “crumbled,” broke into pieces.”) the primeval hills are flattened. He travels on the ancient roads. (tn Heb “ancient ways [or, “doings”] are his.” The meaning of this line is unclear. Traditionally it has been translated, “his ways are eternal.” However, in this context (see vv. 3, 7) it is more likely that the line speaks of the Lord taking the same route as in the days of Moses and Deborah (see Deut 33:2; Judg 5:4). See J. J. M. Roberts, Nahum, Habakkuk, and Zephaniah (OTL), 154.)"},{"number":7,"verse":"I see the tents of Cushan overwhelmed by trouble; (tn Heb “under trouble I saw the tents of Cushan.”sn Cushan was located in southern Transjordan.) the tent curtains of the land of Midian are shaking. (tn R. D. Patterson takes תַּחַת אֲוֶן (takhat ’aven) in the first line as a place name, “Tahath-Aven.” (Nahum, Habakkuk, Zephaniah [WEC], 237.) In this case one may translate the verse as a tricolon: “I look at Tahath-Aven. The tents of Cushan are shaking, the tent curtains of the land of Midian.”)"},{"number":8,"verse":"Is the LORD mad at the rivers? Are you angry with the rivers? Are you enraged at the sea? (sn The following context suggests these questions should be answered, “Yes.” The rivers and the sea, symbolizing here the hostile nations (v. 12), are objects of the Lord’s anger (vv. 10, 15).) Is this why (tn Heb “so that.” Here כִּי (ki) is resultative. See the note on the phrase “make it” in 2:18.) you climb into your horse-drawn chariots, (tn Heb “you mount your horses.” As the next line makes clear, the Lord is pictured here as a charioteer, not a cavalryman. Note NRSV here, “when you drove your horses, // your chariots to victory.”) your victorious chariots? (tn Or “chariots of deliverance.”)"},{"number":9,"verse":"Your bow is ready for action; (tn Heb “[into] nakedness your bow is laid bare.”) you commission your arrows. (tn Heb “sworn in are the arrow-shafts with a word.” The passive participle of שָׁבַע (shava’), “swear an oath,” also occurs in Ezek 21:23 ET (21:28 HT) referencing those who have sworn allegiance. Here the Lord’s arrows are personified and viewed as having received a commission which they have vowed to uphold. In Jer 47:6–7 the Lord’s sword is given such a charge. In the Ugaritic myths Baal’s weapons are formally assigned the task of killing the sea god Yam.) Selah. You cause flash floods on the earth’s surface. (tn Heb “[with] rivers you split open the earth.” A literal rendering like “You split the earth with rivers” (so NIV, NRSV) suggests geological activity to the modern reader, but in the present context of a violent thunderstorm, the idea of streams swollen to torrents by downpours better fits the imagery. sn As the Lord comes in a thunderstorm the downpour causes streams to swell to river-like proportions and spread over the surface of the ground, causing flash floods.)"},{"number":10,"verse":"When the mountains see you, they shake. The torrential downpour sweeps through. (tn Heb “a heavy rain of waters passes by.” Perhaps the flash floods produced by the downpour are in view here.) The great deep (sn The great deep, which is to be equated with the sea (vv. 8, 15), is a symbol of chaos and represents the Lord’s enemies.) shouts out; it lifts its hands high. (sn Lifting the hands here suggests panic and is accompanied by a cry for mercy (see Ps 28:2; Lam 2:19). The forces of chaos cannot withstand the Lord’s power revealed in the storm.)"},{"number":11,"verse":"The sun and moon stand still in their courses; (tn Heb “in their lofty dwelling places.”) the flash of your arrows drives them away, (tn Or “at the light of your arrows they vanish.”) the bright light of your lightning-quick spear. (tn Heb “at the brightness of the lightning of your spear.”)"},{"number":12,"verse":"You furiously stomp on the earth, you angrily trample down the nations."},{"number":13,"verse":"You march out to deliver your people, to deliver your special servant. (tn Heb “anointed one.” In light of the parallelism with “your people” in the preceding line this could refer to Israel, but elsewhere the Lord’s anointed one is always an individual. The Davidic king is the more likely referent here.) You strike the leader of the wicked nation, (tn Heb “you strike the head from the house of wickedness.”) laying him open from the lower body to the neck. (tn Heb “laying bare [from] foundation to neck.”) Selah."},{"number":14,"verse":"You pierce the heads of his warriors (tn Some take “warriors” with the following line, in which case one should translate, “you pierce [his] head with a spear; his warriors storm forward to scatter us” (cf. NIV). The meaning of the Hebrew term פְּרָזוֹ (pÿrazo), translated here “his warriors,” is uncertain.) with a spear. (tc Heb “his shafts.” Some emend to “your shafts.” The translation above assumes an emendation to מַטֶּה (matteh, “shaft, spear”), the vav-yod (ו-י) sequence being a corruption of an original he (ה).) They storm forward to scatter us; (tn Heb “me,” but the author speaks as a representative of God’s people.) they shout with joy as if they were plundering the poor with no opposition. (tn Heb “their rejoicing is like devouring the poor in secret.”)"},{"number":15,"verse":"But you trample on the sea with your horses, on the surging, raging waters. (tn Heb “the foaming of the mighty [or “many”] waters.”)"},{"number":16,"verse":"(Habakkuk Declares His Confidence) I listened and my stomach churned; (tn Heb “my insides trembled.”) the sound made my lips quiver. My frame went limp, as if my bones were decaying, (tn Heb “decay entered my bones.”) and I shook as I tried to walk. (tc Heb “beneath me I shook, which….” The Hebrew term אֲשֶׁר (’asher) appears to be a relative pronoun, but a relative pronoun does not fit here. The translation assumes a reading אֲשֻׁרָי (’ashuray, “my steps”) as well as an emendation of the preceding verb to a third plural form.) I long (tn The translation assumes that אָנוּחַ (’anuakh) is from the otherwise unattested verb נָוָח (navakh, “sigh”; see HALOT 680 s. v. II נוח; so also NEB). Most take this verb as נוּחַ (nuakh, “to rest”) and translate, “I wait patiently” (cf. NIV).) for the day of distress to come upon (tn Heb “to come up toward.”) the people who attack us."},{"number":17,"verse":"When (tn Or “though.”) the fig tree does not bud, and there are no grapes on the vines; when the olive trees do not produce, (tn Heb “the produce of the olive disappoints.”) and the fields yield no crops; (tn Heb “food.”) when the sheep disappear (tn Or “are cut off.”) from the pen, and there are no cattle in the stalls,"},{"number":18,"verse":"I will rejoice because of (tn Or “in.”) the LORD; I will be happy because of the God who delivers me!"},{"number":19,"verse":"The sovereign LORD is my source of strength. (tn Or perhaps, “is my wall,” that is, “my protector.”) He gives me the agility of a deer; (tn Heb “he makes my feet like those of deer.”) he enables me to negotiate the rugged terrain. (tn Heb “he makes me walk on my high places.” sn Difficult times are coming, but Habakkuk is confident the Lord will sustain him. Habakkuk will be able to survive, just as the deer negotiates the difficult rugged terrain of the high places without injury.) (This prayer is for the song leader. It is to be accompanied by stringed instruments.) (tn Heb “For the leader, on my stringed instruments.”)"}]}