{"bibleAbbr":"HSB+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"וַיָּ֖קָם <WH6965> vai-Ya-kom abide וַיֵּלַ֑ךְ <WH1980> vai-ye-Lach; along וִיהוֹנָתָ֖ן <WH3083> vi-ho-na-Tan Jonathan בָּ֥א <WH935> ba Then came הָעִֽיר׃ <WH5892> ha-'Ir. Ai"},{"number":2,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo abide דָוִד֙ <WH1732> da-Vid And David נֹ֔בֶה <WH5011> Noeh, Nob אֶל־ <WH413> 'el- to אֲחִימֶ֖לֶךְ <WH288> 'a-chi-Me-lech unto Ahimelech הַכֹּהֵ֑ן <WH3548> hak-ko-Hen; the priest וַיֶּחֱרַ֨ד <WH2729> vai-ye-che-Rad be afraid אֲחִימֶ֜לֶךְ <WH288> 'a-chi-Me-lech to Ahimelech לִקְרַ֣את <WH7122> lik-Rat befall דָּוִ֗ד <WH1732> da-Vid, David וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לוֹ֙ lo מַדּ֤וּעַ <WH4069> mad-Du-a' how אַתָּה֙ <WH859> 'at-Tah you לְבַדֶּ֔ךָ <WH905> le-vad-De-cha, alone וְאִ֖ישׁ <WH376> ve-'Ish unto me Let no man אֵ֥ין <WH369> 'ein else אִתָּֽךְ׃ <WH854> 'it-Tach. for"},{"number":3,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer answer דָּוִ֜ד <WH1732> da-Vid David לַאֲחִימֶ֣לֶךְ <WH288> la-'a-chi-Me-lech Ahimelech הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, chief ruler הַמֶּלֶךְ֮ <WH4428> ham-me-leCh king צִוַּ֣נִי <WH6680> tziv-Va-ni appoint דָבָר֒ <WH1697> da-Var act וַיֹּ֣אמֶר <WH559> vai-Yo-mer answer אֵלַ֗י <WH413> 'e-Lai, about אִ֣ישׁ <WH376> 'ish he אַל־ <WH408> 'al- nay יֵ֧דַע <WH3045> Ye-da' acknowledge מְא֛וּמָה <WH3972> me-'U-mah fault אֶת־ <WH853> 'et- הַדָּבָ֛ר <WH1697> had-da-Var act אֲשֶׁר־ <WH834> 'a-Sher- after אָנֹכִ֥י <WH595> 'a-no-Chi I שֹׁלֵֽחֲךָ֖ <WH7971> sho-le-cha-Cha forsake וַאֲשֶׁ֣ר <WH834> va-'a-Sher after צִוִּיתִ֑ךָ <WH6680> tziv-vi-Ti-cha; appoint וְאֶת־ <WH853> ve-'Et הַנְּעָרִ֣ים <WH5288> han-ne-'a-Rim babe יוֹדַ֔עְתִּי <WH3045> yo-Da'-ti, acknowledge אֶל־ <WH413> 'el- about מְק֥וֹם <WH4725> me-Kom country פְּלֹנִ֖י <WH6423> pe-lo-Ni such אַלְמוֹנִֽי׃ <WH492> al-mo-Ni. one"},{"number":4,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, henceforth מַה־ <WH4100> mah- but יֵּ֧שׁ <WH3426> yesh but there is תַּֽחַת־ <WH8478> ta-chat- Thahash יָדְךָ֛ <WH3027> ya-de-Cha under mine hand חֲמִשָּׁה־ <WH2568> cha-mish-shah- fif לֶ֖חֶם <WH3899> Le-chem bread תְּנָ֣ה <WH5414> te-Nah on בְיָדִ֑י <WH3027> ve-ya-Di; hand א֖וֹ <WH176> o and הַנִּמְצָֽא׃ <WH4672> han-nim-Tza. be able"},{"number":5,"verse":"וַיַּ֨עַן <WH6030> vai-Ya-'an answered הַכֹּהֵ֤ן <WH3548> hak-ko-Hen the priest אֶת־ <WH853> 'et- דָּוִד֙ <WH1732> da-Vid And David וַיֹּ֔אמֶר <WH559> vai-Yo-mer, and said אֵֽין־ <WH369> 'ein- else לֶ֥חֶם <WH3899> Le-chem bread חֹ֖ל <WH2455> chol common אֶל־ <WH413> 'el- about תַּ֣חַת <WH8478> Ta-chat Thahash יָדִ֑י <WH3027> ya-Di; able כִּֽי־ <WH3588> ki- for אִם־ <WH518> 'im- unto him Of a truth לֶ֤חֶם <WH3899> Le-chem bread קֹ֙דֶשׁ֙ <WH6944> ko-desh are holy יֵ֔שׁ <WH3426> Yesh, there are אִם־ <WH518> 'im- lo נִשְׁמְר֥וּ <WH8104> nish-me-Ru beward הַנְּעָרִ֖ים <WH5288> han-ne-'a-Rim of the young men אַ֥ךְ <WH389> 'ach also מֵאִשָּֽׁה׃ <WH802> me-'ish-Shah. women פ Peh"},{"number":6,"verse":"וַיַּעַן֩ <WH6030> vai-ya-'An testify דָּוִ֨ד <WH1732> da-Vid David אֶת־ <WH853> 'et- הַכֹּהֵ֜ן <WH3548> hak-ko-Hen So the priest וַיֹּ֣אמֶר <WH559> vai-Yo-mer answer ל֗וֹ lo, כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- lo אִשָּׁ֤ה <WH802> 'ish-Shah ess עֲצֻֽרָה־ <WH6113> 'a-tzu-rah- be able לָ֙נוּ֙ la-nu כִּתְמ֣וֹל <WH8543> kit-Mol before שִׁלְשֹׁ֔ם <WH8032> shil-Shom, before that time בְּצֵאתִ֕י <WH3318> be-tze-Ti after וַיִּהְי֥וּ <WH1961> vai-yih-Yu become כְלֵֽי־ <WH3627> che-lei- armour הַנְּעָרִ֖ים <WH5288> han-ne-'a-Rim babe קֹ֑דֶשׁ <WH6944> Ko-desh; him hallowed וְהוּא֙ <WH1931> ve-Hu he דֶּ֣רֶךְ <WH1870> De-rech along חֹ֔ל <WH2455> Chol, common וְאַ֕ף <WH637> ve-'Af yet כִּ֥י <WH3588> ki its הַיּ֖וֹם <WH3117> hai-Yom in the day יִקְדַּ֥שׁ <WH6942> yik-Dash appoint בַּכֶּֽלִי׃ <WH3627> bak-Ke-li. armour"},{"number":7,"verse":"וַיִּתֶּן־ <WH5414> vai-yit-ten- add ל֥וֹ lo הַכֹּהֵ֖ן <WH3548> hak-ko-Hen chief ruler קֹ֑דֶשׁ <WH6944> Ko-desh; consecrated כִּי֩ <WH3588> ki for לֹא־ <WH3808> lo- not הָ֨יָה <WH1961> Ha-yah become שָׁ֜ם <WH8033> sham was there לֶ֗חֶם <WH3899> Le-chem, bread כִּֽי־ <WH3588> ki- for אִם־ <WH518> 'im- lo לֶ֤חֶם <WH3899> Le-chem bread הַפָּנִים֙ <WH6440> hap-pa-Nim before הַמּֽוּסָרִים֙ <WH5493> ham-mu-sa-Rim behead מִלִּפְנֵ֣י <WH6440> mil-lif-Nei before יְהוָ֔ה <WH3068> Yah-weh, the LORD לָשׂוּם֙ <WH7760> la-Sum appoint לֶ֣חֶם <WH3899> Le-chem bread חֹ֔ם <WH2527> Chom, heat בְּי֖וֹם <WH3117> be-Yom [was] there that day הִלָּקְחֽוֹ׃ <WH3947> hil-la-ke-Cho. accept"},{"number":8,"verse":"וְשָׁ֡ם <WH8033> ve-Sham in it אִישׁ֩ <WH376> 'ish he מֵעַבְדֵ֨י <WH5650> me-'av-Dei bondage שָׁא֜וּל <WH7586> sha-'Ul Saul בַּיּ֣וֹם <WH3117> bai-Yom age הַה֗וּא <WH1931> ha-Hu, he נֶעְצָר֙ <WH6113> ne'-Tzar be able לִפְנֵ֣י <WH6440> lif-Nei accept יְהוָ֔ה <WH3069> Yah-weh, God וּשְׁמ֖וֹ <WH8034> u-she-Mo base דֹּאֵ֣ג <WH1673> do-'Eg Doeg הָאֲדֹמִ֑י <WH130> ha-'a-do-Mi; the Edomites אַבִּ֥יר <WH47> 'ab-Bir strong הָרֹעִ֖ים <WH7473> ha-ro-'Im shipherd אֲשֶׁ֥ר <WH834> 'a-Sher after לְשָׁאֽוּל׃ <WH7586> le-sha-'Ul. Saul"},{"number":9,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said דָּוִד֙ <WH1732> da-Vid And David לַאֲחִימֶ֔לֶךְ <WH288> la-'a-chi-Me-lech, Ahimelech וְאִ֛ין <WH371> ve-'In not יֶשׁ־ <WH3426> yesh- there are פֹּ֥ה <WH6311> poh here תַֽחַת־ <WH8478> ta-chat- Thahash יָדְךָ֖ <WH3027> ya-de-Cha able חֲנִ֣ית <WH2595> cha-Nit javelin אוֹ־ <WH176> 'ov- and חָ֑רֶב <WH2719> Cha-rev; The sword כִּ֣י <WH3588> ki for גַם־ <WH1571> gam- again חַרְבִּ֤י <WH2719> char-Bi the sword וְגַם־ <WH1571> ve-gam- again כֵּלַי֙ <WH3627> ke-Lai armour לֹֽא־ <WH3808> lo- not לָקַ֣חְתִּי <WH3947> la-Kach-ti if thou wilt take בְיָדִ֔י <WH3027> ve-ya-Di, able כִּֽי־ <WH3588> ki- for הָיָ֥ה <WH1961> ha-Yah become דְבַר־ <WH1697> de-var- act הַמֶּ֖לֶךְ <WH4428> ham-Me-lech king נָחֽוּץ׃ <WH5169> na-Chutz. require haste ס sa-Mek"},{"number":10,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer answer הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, chief ruler חֶרֶב֩ <WH2719> che-Rev dagger גָּלְיָ֨ת <WH1555> gal-Yat Goliath הַפְּלִשְׁתִּ֜י <WH6430> hap-pe-lish-Ti Philistine אֲשֶׁר־ <WH834> 'a-Sher- after הִכִּ֣יתָ׀ <WH5221> hik-Ki-ta beat בְּעֵ֣מֶק <WH6010> be-'E-mek dale הָאֵלָ֗ה <WH425> ha-'e-Lah, Elah הִנֵּה־ <WH2009> hin-neh- behold הִ֞יא <WH1931> hi he לוּטָ֣ה <WH3874> lu-Tah cast בַשִּׂמְלָה֮ <WH8071> vas-sim-Lah apparel אַחֲרֵ֣י <WH310> 'a-cha-Rei after that הָאֵפוֹד֒ <WH646> ha-'e-fOd ephod אִם־ <WH518> 'im- lo אֹתָ֤הּ <WH853> 'o-Tah תִּֽקַּח־ <WH3947> tik-kach- accept לְךָ֙ le-Cha קָ֔ח Kach, כִּ֣י <WH3588> ki for אֵ֥ין <WH369> 'ein else אַחֶ֛רֶת <WH312> 'a-Che-ret other man זוּלָתָ֖הּ <WH2108> zu-la-Tah beside בָּזֶ֑ה <WH2088> ba-Zeh; he וַיֹּ֧אמֶר <WH559> vai-Yo-mer answer דָּוִ֛ד <WH1732> da-Vid And David אֵ֥ין <WH369> 'ein else כָּמ֖וֹהָ <WH3644> ka-Mo-ha according to תְּנֶ֥נָּה <WH5414> te-Nen-nah add לִּֽי׃ Li."},{"number":11,"verse":"וַיָּ֣קָם <WH6965> vai-Ya-kom abide דָּוִ֔ד <WH1732> da-Vid, unto him [Is] not this David וַיִּבְרַ֥ח <WH1272> vai-yiv-Rach drive away בַּיּוֹם־ <WH3117> bai-yom- age הַה֖וּא <WH1931> ha-Hu he מִפְּנֵ֣י <WH6440> mip-pe-Nei accept שָׁא֑וּל <WH7586> sha-'Ul; Saul וַיָּבֹ֕א <WH935> vai-ya-Vo abide אֶל־ <WH413> 'el- about אָכִ֖ישׁ <WH397> 'a-Chish of Achish מֶ֥לֶךְ <WH4428> Me-lech the king גַּֽת׃ <WH1661> Gat. Gath"},{"number":12,"verse":"וַיֹּ֨אמְר֜וּ <WH559> vai-Yo-me-Ru answer עַבְדֵ֤י <WH5650> 'av-Dei bondage אָכִישׁ֙ <WH397> 'a-Chish Achish אֵלָ֔יו <WH413> 'e-Lav, about הֲלוֹא־ <WH3808> ha-lo- not זֶ֥ה <WH2088> zeh he דָוִ֖ד <WH1732> da-Vid And David מֶ֣לֶךְ <WH4428> Me-lech the king הָאָ֑רֶץ <WH776> ha-'A-retz; common הֲל֣וֹא <WH3808> ha-Lo not לָזֶ֗ה <WH2088> la-Zeh, he יַעֲנ֤וּ <WH6030> ya-'a-Nu testify בַמְּחֹלוֹת֙ <WH4246> vam-me-cho-lOt company לֵאמֹ֔ר <WH559> le-Mor, answer הִכָּ֤ה <WH5221> hik-Kah beat שָׁאוּל֙ <WH7586> sha-'Ul Saul; בַּאֲלָפֹו ba-'a-la-fov כבַּאֲלָפָ֔יו <WH505> ba-'a-la-Fav, thousand קוְדָוִ֖ד <WH1732> ve-da-Vid David; בְּרִבְבֹתֹו be-riv-vo-tov כבְּרִבְבֹתָֽיו׃ <WH7233> be-riv-vo-Tav. many ק"},{"number":13,"verse":"וַיָּ֧שֶׂם <WH7760> vai-Ya-sem appoint דָּוִ֛ד <WH1732> da-Vid David אֶת־ <WH853> 'et- הַדְּבָרִ֥ים <WH1697> had-de-va-Rim act הָאֵ֖לֶּה <WH428> ha-'El-leh another בִּלְבָב֑וֹ <WH3824> bil-va-Vo; heart וַיִּרָ֣א <WH3372> vai-yi-Ra affright מְאֹ֔ד <WH3966> me-'Od, diligently מִפְּנֵ֖י <WH6440> mip-pe-Nei accept אָכִ֥ישׁ <WH397> 'a-Chish Achish מֶֽלֶךְ־ <WH4428> Me-lech- king גַּֽת׃ <WH1661> Gat. Gath"},{"number":14,"verse":"וַיְשַׁנּ֤וֹ <WH8138> vay-shan-No do speak אֶת־ <WH853> 'et- טַעְמוֹ֙ <WH2940> ta'-Mo advice בְּעֵ֣ינֵיהֶ֔ם <WH5869> be-'Ei-nei-Hem, affliction וַיִּתְהֹלֵ֖ל <WH1984> vai-yit-ho-Lel boast בְּיָדָ֑ם <WH3027> be-ya-Dam; able; וַיְתַו vay-tav כוַיְתָיו֙ <WH8427> vay-Tav confession קעַל־ <WH5921> 'al- and דַּלְת֣וֹת <WH1817> dal-Tot door הַשַּׁ֔עַר <WH8179> hash-Sha-'ar, gate וַיּ֥וֹרֶד <WH3381> vai-Yo-red descend רִיר֖וֹ <WH7388> ri-Ro spittle אֶל־ <WH413> 'el- about זְקָנֽוֹ׃ <WH2206> ze-ka-No. beard"},{"number":15,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer answer אָכִ֖ישׁ <WH397> 'a-Chish Achish אֶל־ <WH413> 'el- about עֲבָדָ֑יו <WH5650> 'a-va-Dav; bondage הִנֵּ֤ה <WH2009> hin-Neh behold תִרְאוּ֙ <WH7200> tir-'U advise self אִ֣ישׁ <WH376> 'ish he מִשְׁתַּגֵּ֔עַ <WH7696> mish-tag-Ge-a', of mad men לָ֛מָּה <WH4100> Lam-mah that תָּבִ֥יאוּ <WH935> ta-Vi-'u that ye have brought אֹת֖וֹ <WH853> o-To אֵלָֽי׃ <WH413> 'e-Lai. about חֲסַ֤ר <WH2638> cha-Sar Have I need מְשֻׁגָּעִים֙ <WH7696> me-shug-ga-'Im this [fellow] to play the mad man אָ֔נִי <WH589> 'A-ni, I כִּי־ <WH3588> ki- for הֲבֵאתֶ֣ם <WH935> ha-ve-Tem in my presence;shall this [fellow] come אֶת־ <WH853> 'et- זֶ֔ה <WH2088> Zeh, this לְהִשְׁתַּגֵּ֖עַ <WH7696> le-hish-tag-Ge-a' the madman עָלָ֑י <WH5921> 'a-Lai; and הֲזֶ֖ה <WH2088> ha-Zeh one יָב֥וֹא <WH935> ya-Vo you have brought אֶל־ <WH413> 'el- about בֵּיתִֽי׃ <WH1004> bei-Ti. court ס sa-Mek"}]}