{"bibleAbbr":"HSB+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said דָּוִד֙ <WH1732> da-Vid And David אֶל־ <WH413> 'el- to himself לִבּ֔וֹ <WH3820> lib-Bo, in his heart עַתָּ֛ה <WH6258> 'at-Tah Now אֶסָּפֶ֥ה <WH5595> es-sa-Peh I shall now perish יוֹם־ <WH3117> yom- day אֶחָ֖ד <WH259> 'e-Chad one בְּיַד־ <WH3027> be-yad- by the hand שָׁא֑וּל <WH7586> sha-'Ul; of Saul אֵֽין־ <WH369> 'ein- There לִ֨י li ט֜וֹב <WH2896> Tov [there is] nothing better כִּ֣י <WH3588> ki for me than that הִמָּלֵ֥ט <WH4422> him-ma-Let I should speedily אִמָּלֵ֣ט׀ <WH4422> 'im-ma-Let escape אֶל־ <WH413> 'el- into אֶ֣רֶץ <WH776> 'E-retz into the land פְּלִשְׁתִּ֗ים <WH6430> pe-lish-Tim, of the Philistines וְנוֹאַ֨שׁ <WH2976> ve-no-'Ash shall despair מִמֶּ֤נִּי <WH4480> mi-Men-ni at שָׁאוּל֙ <WH7586> sha-'Ul and Saul לְבַקְשֵׁ֤נִי <WH1245> le-vak-She-ni of me to seek עוֹד֙ <WH5750> 'Od anymore בְּכָל־ <WH3605> be-chol all גְּב֣וּל <WH1366> ge-Vul me any more in any coast יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְנִמְלַטְתִּ֖י <WH4422> ve-nim-lat-Ti so shall I escape מִיָּדֽוֹ׃ <WH3027> mi-ya-Do. out of his hand"},{"number":2,"verse":"וַיָּ֣קָם <WH6965> vai-Ya-kom arose דָּוִ֔ד <WH1732> da-Vid, And David וַיַּעֲבֹ֣ר <WH5674> vai-ya-'a-Vor and he passed over ה֔וּא <WH1931> Hu, he וְשֵׁשׁ־ <WH8337> ve-shesh- with the six מֵא֥וֹת <WH3967> me-'ot hundred אִ֖ישׁ <WH376> 'ish men אֲשֶׁ֣ר <WH834> 'a-Sher who עִמּ֑וֹ <WH5973> im-Mo; with אֶל־ <WH413> 'el- about אָכִ֥ישׁ <WH397> 'a-Chish that [were] with him unto Achish בֶּן־ <WH1121> ben- the son מָע֖וֹךְ <WH4582> ma-'och of Maoch מֶ֥לֶךְ <WH4428> Me-lech king גַּֽת׃ <WH1661> Gat. of Gath"},{"number":3,"verse":"וַיֵּשֶׁב֩ <WH3427> vai-ye-Shev dwelt דָּוִ֨ד <WH1732> da-Vid And David עִם־ <WH5973> 'im- with אָכִ֥ישׁ <WH397> 'a-Chish with Achish בְּגַ֛ת <WH1661> be-Gat at Gath ה֥וּא <WH1931> hu he וַאֲנָשָׁ֖יו <WH376> va-'a-na-Shav every man אִ֣ישׁ <WH376> 'ish each וּבֵית֑וֹ <WH1004> u-vei-To; with his household דָּוִד֙ <WH1732> da-Vid [even] David וּשְׁתֵּ֣י <WH8147> u-she-Tei with his two נָשָׁ֔יו <WH802> na-Shav, wives אֲחִינֹ֙עַם֙ <WH293> 'a-chi-No-'am Ahinoam הַיִּזְרְעֵאלִ֔ית <WH3159> hai-yiz-re-'e-Lit, the Jezreelitess וַאֲבִיגַ֥יִל <WH26> va-'a-vi-Ga-yil and Abigail אֵֽשֶׁת־ <WH802> 'e-shet- wife נָבָ֖ל <WH5037> na-Val Nabal's הַֽכַּרְמְלִֽית׃ <WH3762> Hak-kar-me-Lit. the Carmelitess"},{"number":4,"verse":"וַיֻּגַּ֣ד <WH5046> vai-yug-Gad And it was told לְשָׁא֔וּל <WH7586> le-sha-'Ul, Saul כִּֽי־ <WH3588> ki- for בָרַ֥ח <WH1272> va-Rach was fled דָּוִ֖ד <WH1732> da-Vid that David גַּ֑ת <WH1661> Gat; to Gath וְלֹֽא־ <WH3808> ve-lo- no; יֹוסַף yo-saf כיָסַ֥ף <WH3254> ya-Saf add קע֖וֹד <WH5750> od again לְבַקְשֽׁוֹ׃ <WH1245> le-vak-Sho. and he sought ס sa-Mek"},{"number":5,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said דָּוִ֜ד <WH1732> da-Vid And David אֶל־ <WH413> 'el- to אָכִ֗ישׁ <WH397> 'a-Chish, unto Achish אִם־ <WH518> 'im- If נָא֩ <WH4994> na now מָצָ֨אתִי <WH4672> ma-Tza-ti If I have now found חֵ֤ן <WH2580> chen grace בְּעֵינֶ֙יךָ֙ <WH5869> be-'ei-Nei-cha in thine eyes יִתְּנוּ־ <WH5414> yit-te-nu- let them give לִ֣י li מָק֗וֹם <WH4725> ma-Kom, me a place בְּאַחַ֛ת <WH259> be-'a-Chat in some עָרֵ֥י <WH5892> 'a-Rei town הַשָּׂדֶ֖ה <WH7704> has-sa-Deh in the country וְאֵ֣שְׁבָה <WH3427> ve-'E-she-vah that I may dwell שָּׁ֑ם <WH8033> Sham; there וְלָ֨מָּה <WH4100> ve-Lam-mah why יֵשֵׁ֧ב <WH3427> ye-Shev dwell עַבְדְּךָ֛ <WH5650> 'av-de-Cha there for why should thy servant בְּעִ֥יר <WH5892> be-'Ir city הַמַּמְלָכָ֖ה <WH4467> ham-mam-la-Chah in the royal עִמָּֽךְ׃ <WH5973> 'im-Mach. with"},{"number":6,"verse":"וַיִּתֶּן־ <WH5414> vai-yit-ten- gave ל֥וֹ lo אָכִ֛ישׁ <WH397> 'a-Chish Then Achish בַּיּ֥וֹם <WH3117> bai-Yom that day הַה֖וּא <WH1931> ha-Hu he אֶת־ <WH853> 'et- צִֽקְלָ֑ג <WH6860> tzik-Lag; him Ziklag לָכֵ֞ן <WH3651> la-Chen therefore הָיְתָ֤ה <WH1961> ha-ye-Tah has צִֽקְלַג֙ <WH6860> tzik-Lag wherefore Ziklag לְמַלְכֵ֣י <WH4428> le-mal-Chei pertaineth unto the kings יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah עַ֖ד <WH5704> 'ad against הַיּ֥וֹם <WH3117> hai-Yom unto this day הַזֶּֽה׃ <WH2088> haz-Zeh. to this פ Peh"},{"number":7,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi become מִסְפַּ֣ר <WH4557> mis-Par the number הַיָּמִ֔ים <WH3117> hai-ya-Mim, was a full year אֲשֶׁר־ <WH834> 'a-Sher- after יָשַׁ֥ב <WH3427> ya-Shav dwelt דָּוִ֖ד <WH1732> da-Vid that David בִּשְׂדֵ֣ה <WH7704> bis-Deh in the country פְלִשְׁתִּ֑ים <WH6430> fe-lish-Tim; of the Philistines יָמִ֖ים <WH3117> ya-Mim was a year וְאַרְבָּעָ֥ה <WH702> ve-'ar-ba-'Ah and four חֳדָשִֽׁים׃ <WH2320> cho-da-Shim. months"},{"number":8,"verse":"וַיַּ֤עַל <WH5927> vai-Ya-'al went up דָּוִד֙ <WH1732> da-Vid And David וַֽאֲנָשָׁ֔יו <WH582> va-'a-na-Shav, and his men וַֽיִּפְשְׁט֛וּ <WH6584> vai-yif-she-Tu and invaded אֶל־ <WH413> 'el- about הַגְּשׁוּרִ֥י <WH1651> hag-ge-shu-Ri the Geshurites; וְהַגִּרְזִי ve-hag-gir-zi כוְהַגִּזְרִ֖י <WH1511> ve-hag-giz-Ri Gezrites קוְהָעֲמָלֵקִ֑י <WH6003> ve-ha-'a-mal-Ki; and the Amalekites כִּ֣י <WH3588> ki for הֵ֜נָּה <WH2007> Hen-nah for those יֹשְׁב֤וֹת <WH3427> yo-she-Vot the inhabitants הָאָ֙רֶץ֙ <WH776> ha-'A-retz of the land אֲשֶׁ֣ר <WH834> 'a-Sher from מֵֽעוֹלָ֔ם <WH5769> me-'o-Lam, [nations were] of old בּוֹאֲךָ֥ <WH935> bo-'a-Cha as thou goest שׁ֖וּרָה <WH7793> Shu-rah to Shur וְעַד־ <WH5704> ve-'ad- far אֶ֥רֶץ <WH776> 'E-retz even unto the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":9,"verse":"וְהִכָּ֤ה <WH5221> ve-hik-Kah smote דָוִד֙ <WH1732> da-Vid And David אֶת־ <WH853> 'et- הָאָ֔רֶץ <WH776> ha-'A-retz, the land וְלֹ֥א <WH3808> ve-Lo and did not יְחַיֶּ֖ה <WH2421> ye-chai-Yeh alive אִ֣ישׁ <WH376> 'ish and left neither man וְאִשָּׁ֑ה <WH802> ve-'ish-Shah; nor woman וְלָקַח֩ <WH3947> ve-la-Kach and took away צֹ֨אן <WH6629> tzon the sheep וּבָקָ֜ר <WH1241> u-va-Kar and the oxen וַחֲמֹרִ֤ים <WH2543> va-cha-mo-Rim and the asses וּגְמַלִּים֙ <WH1581> u-ge-mal-Lim and the camels וּבְגָדִ֔ים <WH899> u-ve-ga-Dim, and the apparel וַיָּ֖שָׁב <WH7725> vai-Ya-shov and returned וַיָּבֹ֥א <WH935> vai-ya-Vo and came אֶל־ <WH413> 'el- to אָכִֽישׁ׃ <WH397> 'a-Chish. to Achish"},{"number":10,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אָכִ֔ישׁ <WH397> 'a-Chish, And Achish אַל־ <WH408> 'al- Whither פְּשַׁטְתֶּ֖ם <WH6584> pe-shat-Tem have ye made a road הַיּ֑וֹם <WH3117> hai-Yom; age וַיֹּ֣אמֶר <WH559> vai-Yo-mer said דָּוִ֗ד <WH1732> da-Vid, David עַל־ <WH5921> 'al- Against נֶ֤גֶב <WH5045> Ne-gev Against the south יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah וְעַל־ <WH5921> ve-'al- and against נֶ֣גֶב <WH5045> Ne-gev and against the south הַיַּרְחְמְאֵלִ֔י <WH3397> hai-yar-che-me-'e-Li, of the Jerahmeelites וְאֶל־ <WH413> ve-'el- and against נֶ֖גֶב <WH5045> Ne-gev and against the south הַקֵּינִֽי׃ <WH7017> hak-kei-Ni. of the Kenites"},{"number":11,"verse":"וְאִ֨ישׁ <WH376> ve-'Ish neither man וְאִשָּׁ֜ה <WH802> ve-'ish-Shah nor woman לֹֽא־ <WH3808> lo- did not יְחַיֶּ֣ה <WH2421> ye-chai-Yeh saved דָוִ֗ד <WH1732> da-Vid, And David לְהָבִ֥יא <WH935> le-ha-Vi to bring גַת֙ <WH1661> gat [tidings] to Gath לֵאמֹ֔ר <WH559> le-Mor, saying פֶּן־ <WH6435> pen- Otherwise יַגִּ֥דוּ <WH5046> yag-Gi-du Lest they should tell עָלֵ֖ינוּ <WH5921> 'a-Lei-nu about לֵאמֹ֑ר <WH559> le-Mor; on us saying כֹּֽה־ <WH3541> koh- So עָשָׂ֤ה <WH6213> 'a-Sah So did דָוִד֙ <WH1732> da-Vid David וְכֹ֣ה <WH3541> ve-Choh and so מִשְׁפָּט֔וֹ <WH4941> mish-pa-To, and so [will be] his manner כָּל־ <WH3605> kol- all הַ֨יָּמִ֔ים <WH3117> hai-ya-Mim, all the while אֲשֶׁ֥ר <WH834> 'a-Sher he יָשַׁ֖ב <WH3427> ya-Shav he dwelleth בִּשְׂדֵ֥ה <WH7704> bis-Deh in the country פְלִשְׁתִּֽים׃ <WH6430> fe-lish-Tim. of the Philistines"},{"number":12,"verse":"וַיַּאֲמֵ֥ן <WH539> vai-ya-'a-Men believed אָכִ֖ישׁ <WH397> 'a-Chish And Achish בְּדָוִ֣ד <WH1732> be-da-Vid David לֵאמֹ֑ר <WH559> le-Mor; saying הַבְאֵ֤שׁ <WH887> hav-'Esh utterly הִבְאִישׁ֙ <WH887> hiv-'Ish to abhor בְּעַמּ֣וֹ <WH5971> be-'am-Mo He hath made his people בְיִשְׂרָאֵ֔ל <WH3478> ve-Yis-ra-'El, Israel וְהָ֥יָה <WH1961> ve-Ha-yah will become לִ֖י li לְעֶ֥בֶד <WH5650> le-'E-ved him therefore he shall be my servant עוֹלָֽם׃ <WH5769> o-Lam. for ever פ Peh"}]}