{"bibleAbbr":"HSB+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"וַיָּבֹ֜אוּ <WH935> vai-ya-Vo-'u came אַנְשֵׁ֣י׀ <WH376> 'an-Shei and the men קִרְיַ֣ת kir-Yat יְעָרִ֗ים <WH7157> ye-'a-Rim, of Kirjathjearim וַֽיַּעֲלוּ֙ <WH5927> vai-ya-'a-Lu and fetched up אֶת־ <WH853> 'et- אֲר֣וֹן <WH727> a-Ron the ark יְהוָ֔ה <WH3068> Yah-weh, of the LORD וַיָּבִ֣אוּ <WH935> vai-ya-Vi-'u and brought אֹת֔וֹ <WH853> o-To, אֶל־ <WH413> 'el- into בֵּ֥ית <WH1004> beit it into the house אֲבִינָדָ֖ב <WH41> 'a-vi-na-Dav of Abinadab בַּגִּבְעָ֑ה <WH1389> bag-giv-'Ah; in the hill וְאֶת־ <WH853> ve-'Et אֶלְעָזָ֤ר <WH499> 'el-'a-Zar Eleazar בְּנוֹ֙ <WH1121> be-No his son קִדְּשׁ֔וּ <WH6942> kid-de-Shu, and sanctified לִשְׁמֹ֖ר <WH8104> lish-Mor to keep אֶת־ <WH853> 'et- אֲר֥וֹן <WH727> a-Ron the ark יְהוָֽה׃ <WH3068> Yah-weh. of the LORD פ Peh"},{"number":2,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become מִיּ֞וֹם <WH3117> mi-Yom And it came to pass while שֶׁ֤בֶת <WH3427> She-vet abode הָֽאָרוֹן֙ <WH727> ha-'a-rOn the ark בְּקִרְיַ֣ת be-kir-Yat יְעָרִ֔ים <WH7157> ye-'a-Rim, in Kirjathjearim וַיִּרְבּוּ֙ <WH7235> vai-yir-Bu was long הַיָּמִ֔ים <WH3117> hai-ya-Mim, that the time וַיִּֽהְי֖וּ <WH1961> vai-yih-Yu it was עֶשְׂרִ֣ים <WH6242> 'es-Rim for it was twenty שָׁנָ֑ה <WH8141> sha-Nah; years וַיִּנָּה֛וּ <WH5091> vai-yin-na-Hu lamented כָּל־ <WH3605> kol- and all בֵּ֥ית <WH1004> beit and all the house יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel אַחֲרֵ֥י <WH310> 'a-cha-Rei after יְהוָֽה׃ <WH3068> Yah-weh. the LORD ס sa-Mek"},{"number":3,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake שְׁמוּאֵ֗ל <WH8050> she-mu-'El, And Samuel אֶל־ <WH413> 'el- to כָּל־ <WH3605> kol- all בֵּ֣ית <WH1004> beit unto all the house יִשְׂרָאֵל֮ <WH3478> Yis-ra-'El of Israel לֵאמֹר֒ <WH559> le-Mor saying אִם־ <WH518> 'im- If בְּכָל־ <WH3605> be-chol all לְבַבְכֶ֗ם <WH3824> le-vav-Chem, with all your hearts אַתֶּ֤ם <WH859> 'at-Tem you שָׁבִים֙ <WH7725> sha-Vim If ye do return אֶל־ <WH413> 'el- to יְהוָ֔ה <WH3068> Yah-weh, unto the LORD הָסִ֜ירוּ <WH5493> ha-Si-ru [then] put away אֶת־ <WH853> 'et- אֱלֹהֵ֧י <WH430> 'e-lo-Hei gods הַנֵּכָ֛ר <WH5236> han-ne-Char the strange מִתּוֹכְכֶ֖ם <WH8432> mit-toch-Chem from among וְהָעַשְׁתָּר֑וֹת <WH6252> ve-ha-'ash-ta-Rot; and Ashtaroth וְהָכִ֨ינוּ <WH3559> ve-ha-Chi-nu you and prepare לְבַבְכֶ֤ם <WH3824> le-vav-Chem your hearts אֶל־ <WH413> 'el- to יְהוָה֙ <WH3068> Yah-weh unto the LORD וְעִבְדֻ֣הוּ <WH5647> ve-'iv-Du-hu and serve לְבַדּ֔וֹ <WH905> le-vad-Do, alone וְיַצֵּ֥ל <WH5337> ve-yatz-Tzel him only and he will deliver אֶתְכֶ֖ם <WH853> 'et-Chem מִיַּ֥ד <WH3027> mi-Yad you out of the hand פְּלִשְׁתִּֽים׃ <WH6430> pe-lish-Tim. of the Philistines"},{"number":4,"verse":"וַיָּסִ֙ירוּ֙ <WH5493> vai-ya-Si-ru did put away בְּנֵ֣י <WH1121> be-Nei Then the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֶת־ <WH853> 'et- הַבְּעָלִ֖ים <WH1168> hab-be-'a-Lim Baalim וְאֶת־ <WH853> ve-'Et הָעַשְׁתָּרֹ֑ת <WH6252> ha-'ash-ta-Rot; and Ashtaroth וַיַּעַבְד֥וּ <WH5647> vai-ya-'av-Du and served אֶת־ <WH853> 'et- יְהוָ֖ה <WH3068> Yah-weh the LORD לְבַדּֽוֹ׃ <WH905> le-vad-Do. alone פ Peh"},{"number":5,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said שְׁמוּאֵ֔ל <WH8050> she-mu-'El, And Samuel קִבְצ֥וּ <WH6908> kiv-Tzu Gather אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El all Israel הַמִּצְפָּ֑תָה <WH4709> ham-mitz-Pa-tah; Mitspah וְאֶתְפַּלֵּ֥ל <WH6419> ve-'et-pal-Lel and I will pray בַּעַדְכֶ֖ם <WH1157> ba-'ad-Chem about אֶל־ <WH413> 'el- to יְהוָֽה׃ <WH3068> Yah-weh. for you unto the LORD"},{"number":6,"verse":"וַיִּקָּבְצ֣וּ <WH6908> vai-yik-ka-ve-Tzu And they gathered together הַ֠מִּצְפָּתָה <WH4709> Ham-mitz-pa-tah to Mizpeh וַיִּֽשְׁאֲבוּ־ <WH7579> vai-yish-'a-vu- and drew מַ֜יִם <WH4325> Ma-yim water וַֽיִּשְׁפְּכ֣וּ׀ <WH8210> vai-yish-pe-Chu and poured [it] out לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֗ה <WH3068> Yah-weh the LORD וַיָּצ֙וּמוּ֙ <WH6684> vai-ya-Tzu-mu and fasted בַּיּ֣וֹם <WH3117> bai-Yom on that day הַה֔וּא <WH1931> ha-Hu, he וַיֹּ֣אמְרוּ <WH559> vai-Yo-me-ru and said שָׁ֔ם <WH8033> Sham, there חָטָ֖אנוּ <WH2398> cha-Ta-nu there We have sinned לַיהוָ֑ה <WH3068> Yah-weh; against the LORD וַיִּשְׁפֹּ֧ט <WH8199> vai-yish-Pot judged שְׁמוּאֵ֛ל <WH8050> she-mu-'El And Samuel אֶת־ <WH853> 'et- בְּנֵ֥י <WH1121> be-Nei the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בַּמִּצְפָּֽה׃ <WH4709> bam-mitz-Pah. Mizpah"},{"number":7,"verse":"וַיִּשְׁמְע֣וּ <WH8085> vai-yish-me-'U heard פְלִשְׁתִּ֗ים <WH6430> fe-lish-Tim, And when the Philistines כִּֽי־ <WH3588> ki- for הִתְקַבְּצ֤וּ <WH6908> hit-kab-be-Tzu were gathered together בְנֵֽי־ <WH1121> ve-nei- that the children יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel הַמִּצְפָּ֔תָה <WH4709> ham-mitz-Pa-tah, to Mizpah וַיַּעֲל֥וּ <WH5927> vai-ya-'a-Lu went up סַרְנֵֽי־ <WH5633> sar-nei- the lords פְלִשְׁתִּ֖ים <WH6430> fe-lish-Tim of the Philistines אֶל־ <WH413> 'el- against יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; against Israel וַֽיִּשְׁמְעוּ֙ <WH8085> vai-yish-me-'U heard בְּנֵ֣י <WH1121> be-Nei And when the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וַיִּֽרְא֖וּ <WH3372> vai-yir-'U [it] they were afraid מִפְּנֵ֥י <WH6440> mip-pe-Nei of פְלִשְׁתִּֽים׃ <WH6430> fe-lish-Tim. the Philistines"},{"number":8,"verse":"וַיֹּאמְר֤וּ <WH559> vai-yo-me-Ru said בְנֵֽי־ <WH1121> ve-nei- And the children יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel אֶל־ <WH413> 'el- to שְׁמוּאֵ֔ל <WH8050> she-mu-'El, to Samuel אַל־ <WH408> 'al- not תַּחֲרֵ֣שׁ <WH2790> ta-cha-Resh Cease מִמֶּ֔נּוּ <WH4480> mi-Men-nu, at מִזְּעֹ֖ק <WH2199> miz-ze-'Ok not to cry אֶל־ <WH413> 'el- to יְהוָ֣ה <WH3068> Yah-weh unto the LORD אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; our God וְיֹשִׁעֵ֖נוּ <WH3467> ve-yo-shi-'E-nu for us that he will save מִיַּ֥ד <WH3027> mi-Yad us out of the hand פְּלִשְׁתִּֽים׃ <WH6430> pe-lish-Tim. of the Philistines"},{"number":9,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took שְׁמוּאֵ֗ל <WH8050> she-mu-'El, And Samuel טְלֵ֤ה <WH2924> te-Leh lamb חָלָב֙ <WH2461> cha-Lav sucking אֶחָ֔ד <WH259> 'e-Chad, a; וַיַּעֲלֶה vai-ya-'a-leh כוַיַּעֲלֵ֧הוּ <WH5927> vai-ya-'a-Le-hu arise קעוֹלָ֛ה <WH5930> o-Lah [it for] a burnt offering כָּלִ֖יל <WH3632> ka-Lil wholly לַֽיהוָ֑ה <WH3068> Yah-weh; unto the LORD וַיִּזְעַ֨ק <WH2199> vai-yiz-'Ak cried שְׁמוּאֵ֤ל <WH8050> she-mu-'El and Samuel אֶל־ <WH413> 'el- to יְהוָה֙ <WH3068> Yah-weh unto the LORD בְּעַ֣ד <WH1157> be-'Ad for יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, for Israel וַֽיַּעֲנֵ֖הוּ <WH6030> vai-ya-'a-Ne-hu heard יְהוָֽה׃ <WH3068> Yah-weh. and the LORD"},{"number":10,"verse":"וַיְהִ֤י <WH1961> vay-Hi become שְׁמוּאֵל֙ <WH8050> she-mu-'El And as Samuel מַעֲלֶ֣ה <WH5927> ma-'a-Leh was offering up הָעוֹלָ֔ה <WH5930> ha-'o-Lah, the burnt offering וּפְלִשְׁתִּ֣ים <WH6430> u-fe-lish-Tim the Philistines נִגְּשׁ֔וּ <WH5066> nig-ge-Shu, drew near לַמִּלְחָמָ֖ה <WH4421> lam-mil-cha-Mah to battle בְּיִשְׂרָאֵ֑ל <WH3478> be-Yis-ra-'El; against Israel וַיַּרְעֵ֣ם <WH7481> vai-yar-'Em thundered יְהוָ֣ה׀ <WH3068> Yah-weh but the LORD בְּקוֹל־ <WH6963> be-kol- thunder גָּ֠דוֹל <WH1419> Ga-dol with a great בַּיּ֨וֹם <WH3117> bai-Yom on that day הַה֤וּא <WH1931> ha-Hu he עַל־ <WH5921> 'al- against פְּלִשְׁתִּים֙ <WH6430> pe-lish-Tim upon the Philistines וַיְהֻמֵּ֔ם <WH2000> vay-hum-Mem, and discomfited וַיִּנָּגְפ֖וּ <WH5062> vai-yin-na-ge-Fu them and they were smitten לִפְנֵ֥י <WH6440> lif-Nei before יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":11,"verse":"וַיֵּ֨צְא֜וּ <WH3318> vai-Ye-tze-'U went out אַנְשֵׁ֤י <WH582> 'an-Shei And the men יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel מִן־ <WH4480> min- out הַמִּצְפָּ֔ה <WH4709> ham-mitz-Pah, of Mizpeh וַֽיִּרְדְּפ֖וּ <WH7291> vai-yir-de-Fu and pursued אֶת־ <WH853> 'et- פְּלִשְׁתִּ֑ים <WH6430> pe-lish-Tim; the Philistines וַיַּכּ֕וּם <WH5221> vai-yak-Kum and smote עַד־ <WH5704> 'ad- far מִתַּ֖חַת <WH8478> mit-Ta-chat Thahash לְבֵ֥ית le-Veit כָּֽר׃ <WH1033> Kar. them until [they came] under Bethcar"},{"number":12,"verse":"וַיִּקַּ֨ח <WH3947> vai-yik-Kach took שְׁמוּאֵ֜ל <WH8050> she-mu-'El Then Samuel אֶ֣בֶן <WH68> 'E-ven stone אַחַ֗ת <WH259> 'a-Chat, a וַיָּ֤שֶׂם <WH7760> vai-Ya-sem and set בֵּֽין־ <WH996> bein- between הַמִּצְפָּה֙ <WH4709> ham-mitz-Pah [it] between Mizpeh וּבֵ֣ין <WH996> u-Vein between הַשֵּׁ֔ן <WH8129> hash-Shen, and Shen וַיִּקְרָ֥א <WH7121> vai-yik-Ra and called אֶת־ <WH853> 'et- שְׁמָ֖הּ <WH8034> she-Mah the name אֶ֣בֶן 'E-ven הָעָ֑זֶר <WH72> ha-'A-zer; of it Ebenezer וַיֹּאמַ֕ר <WH559> vai-yo-Mar saying עַד־ <WH5704> 'ad- far הֵ֖נָּה <WH2008> Hen-nah Thus עֲזָרָ֥נוּ <WH5826> 'a-za-Ra-nu helped יְהוָֽה׃ <WH3068> Yah-weh. Hitherto hath the LORD"},{"number":13,"verse":"וַיִּכָּֽנְעוּ֙ <WH3665> vai-yik-ka-ne-'U were subdued הַפְּלִשְׁתִּ֔ים <WH6430> hap-pe-lish-Tim, So the Philistines וְלֹא־ <WH3808> ve-lo- and they יָסְפ֣וּ <WH3254> ya-se-Fu no more ע֔וֹד <WH5750> od, anymore לָב֖וֹא <WH935> la-Vo and they came בִּגְב֣וּל <WH1366> big-Vul into the coast יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וַתְּהִ֤י <WH1961> vat-te-Hi become יַד־ <WH3027> yad- and the hand יְהוָה֙ <WH3068> Yah-weh of the LORD בַּפְּלִשְׁתִּ֔ים <WH6430> bap-pe-lish-Tim, was against the Philistines כֹּ֖ל <WH3605> kol all יְמֵ֥י <WH3117> ye-Mei all the days שְׁמוּאֵֽל׃ <WH8050> she-mu-'El. of Samuel"},{"number":14,"verse":"וַתָּשֹׁ֣בְנָה <WH7725> vat-ta-Shoe-nah were restored הֶעָרִ֡ים <WH5892> he-'a-Rim And the cities אֲשֶׁ֣ר <WH834> 'a-Sher which לָֽקְחוּ־ <WH3947> la-ke-chu- had taken פְלִשְׁתִּים֩ <WH6430> fe-lish-Tim which the Philistines מֵאֵ֨ת <WH853> me-'Et יִשְׂרָאֵ֤ל׀ <WH3478> Yis-ra-'El from Israel לְיִשְׂרָאֵל֙ <WH3478> le-Yis-ra-'El to Israel מֵעֶקְר֣וֹן <WH6138> me-'ek-Ron from Ekron וְעַד־ <WH5704> ve-'ad- even גַּ֔ת <WH1661> Gat, even unto Gath וְאֶ֨ת־ <WH853> ve-'Et גְּבוּלָ֔ן <WH1366> ge-vu-Lan, and the coasts הִצִּ֥יל <WH5337> hitz-Tzil deliver יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El thereof did Israel מִיַּ֣ד <WH3027> mi-Yad out of the hands פְּלִשְׁתִּ֑ים <WH6430> pe-lish-Tim; of the Philistines וַיְהִ֣י <WH1961> vay-Hi there was שָׁל֔וֹם <WH7965> sha-Lom, And there was peace בֵּ֥ין <WH996> bein between יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El between Israel וּבֵ֥ין <WH996> u-Vein between הָאֱמֹרִֽי׃ <WH567> ha-'e-mo-Ri. and the Amorites"},{"number":15,"verse":"וַיִּשְׁפֹּ֤ט <WH8199> vai-yish-Pot judged שְׁמוּאֵל֙ <WH8050> she-mu-'El And Samuel אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel כֹּ֖ל <WH3605> kol all יְמֵ֥י <WH3117> ye-Mei all the days חַיָּֽיו׃ <WH2416> chai-Yav. of his life"},{"number":16,"verse":"וְהָלַ֗ךְ <WH1980> ve-ha-Lach, And he went מִדֵּ֤י <WH1767> mid-Dei from שָׁנָה֙ <WH8141> sha-Nah year בְּשָׁנָ֔ה <WH8141> be-sha-Nah, to year וְסָבַב֙ <WH5437> ve-sa-Vav in circuit בֵּֽית־ beit- אֵ֔ל <WH1008> 'El, to Bethel וְהַגִּלְגָּ֖ל <WH1537> ve-hag-gil-Gal and Gilgal וְהַמִּצְפָּ֑ה <WH4709> ve-ham-mitz-Pah; and Mizpeh וְשָׁפַט֙ <WH8199> ve-sha-Fat and judged אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַמְּקוֹמ֖וֹת <WH4725> ham-me-ko-Mot in all those places הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":17,"verse":"וּתְשֻׁבָת֤וֹ <WH8666> u-te-shu-va-To And his return הָרָמָ֙תָה֙ <WH7414> ha-ra-Ma-tah [was] to Ramah כִּֽי־ <WH3588> ki- for שָׁ֣ם <WH8033> sham there בֵּית֔וֹ <WH1004> bei-To, for there [was] his house וְשָׁ֖ם <WH8033> ve-Sham and there שָׁפָ֣ט <WH8199> sha-Fat and there he judged אֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַיִּֽבֶן־ <WH1129> vai-yi-ven- and there he built שָׁ֥ם <WH8033> sham there מִזְבֵּ֖חַ <WH4196> miz-Be-ach an altar לַֽיהוָֽה׃ <WH3068> Yah-weh. unto the LORD פ Peh"}]}