{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":1,"verses":[{"number":1,"verse":"Then the Lord called up Moses and spoke to him out of the tabernacle of the testimony saying,"},{"number":2,"verse":"Speak to the children of Israel and thou shalt say to them, When any man among you bringeth gifts to the Lord from your cattle, you shall bring them either from the flocks or the herds."},{"number":3,"verse":"If his gift be a whole burnt offering from the herd, he shall bring a male without blemish to the door of the tabernacle of the testimony. He shall bring it before the Lord for acceptance;"},{"number":4,"verse":"and he shall lay his hand on the head of the homage offering to be accepted for him; to make atonement for him."},{"number":5,"verse":"And they shall kill the young bull before the Lord; and the sons of Aaron the priests shall carry the blood and pour it out round about on the altar which is at the doors of the tabernacle of the testimony;"},{"number":6,"verse":"and having flayed the whole burnt offering they shall cut it in quarters;"},{"number":7,"verse":"and the sons of Aaron the priests shall put the fire on the altar and pile wood on the fire;"},{"number":8,"verse":"and the sons of Aaron the priests shall lay the quarters with the head and the suet on the wood which is on the fire on the altar;"},{"number":9,"verse":"and they shall wash the entrails and the feet with water, and the priests shall lay them all on the altar. It is an homage gift, a sacrifice, a smell of fragrance for the Lord."},{"number":10,"verse":"And if his gift to the Lord be from the flocks, either from the lambs or the kids for a whole burnt offering, he shall bring a male without blemish"},{"number":11,"verse":"and he shall lay his hands on its head; and they shall kill it on the north side of the altar before the Lord: and the sons of Aaron, the priests, shall pour the blood on the altar round about;"},{"number":12,"verse":"then they shall cut it in quarters and the priests shall lay these with the head and the suet on the wood which is on the fire on the altar;"},{"number":13,"verse":"and they shall wash the entrails and the feet with water; and the priests shall carry them all up and lay them on the altar. It is an homage offering, a sacrifice, a smell of fragrance for the Lord."},{"number":14,"verse":"And if he bring an homage offering from among the fowls as his gift to the Lord; he shall bring his gift either from among the turtle doves or the pigeons;"},{"number":15,"verse":"and the priest shall carry it to the altar and wring off the head, and the priest shall lay it on the altar; then he shall squeeze out the blood against the base of the altar;"},{"number":16,"verse":"and he shall take away the craw with the feathers and throw it on the east side of the altar into the ash hole,"},{"number":17,"verse":"then he shall break it off from the wings but shall not divide it; and the priest shall lay it on the altar, on the wood which is upon the fire. It is an homage offering, a sacrifice, a smell of fragrance for the Lord."}]}