{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"Again the Lord spoke to Moses and Aaron, saying,"},{"number":2,"verse":"Speak to the children of Israel, and say, Among all the beasts which are on the earth, these are the beasts which you may eat."},{"number":3,"verse":"Every beast having a double hoof, its hoof parted into two distinct hoofs, and bringing up the cud, these among the beasts you may eat."},{"number":4,"verse":"But of these you shall not eat; of those which chew the cud, and of those which have parted hoofs; the camel, though it cheweth the cud; yet because it hath not a parted hoof, it is unclean to you;"},{"number":5,"verse":"the hairy foot, though it cheweth the cud, yet because it hath not a parted hoof, it is unclean to you;"},{"number":6,"verse":"and the choirogryllus, though it cheweth the cud, yet because it hath not a parted hoof, it is unclean to you;"},{"number":7,"verse":"and the swine, though it hath a parted hoof, yet because it doth not chew the cud, it is unclean to you."},{"number":8,"verse":"Of the flesh of these you shall not eat; nor shall you touch their dead carcases. They are unclean to you."},{"number":9,"verse":"And these are what you may eat of all that are in the waters: all that have fins and scales, in the waters or in the seas or in the brooks, these you may eat;"},{"number":10,"verse":"but all that have not fins and scales in the waters, and in the seas, and in the brooks, of all the multitudes which the waters produce, and of all the living creatures in the waters, are an abomination,"},{"number":11,"verse":"and shall be an abomination to you. Of their flesh you shall not eat; and their dead carcases you shall abominate."},{"number":12,"verse":"All in the waters which have not fins and scales are an abomination to you."},{"number":13,"verse":"And among the birds, these are what you must abominate, and which shall not be eaten; they are an abomination; the eagle, and the ospray, and the cormorant,"},{"number":14,"verse":"and the vulture, and the kite and all of its kind,"},{"number":15,"verse":"and the ostrich, and the owl, and the gull and all of its kind,"},{"number":16,"verse":"and crows of all sorts and their kind, and the hawk and all its kind, and the night hawk,"},{"number":17,"verse":"and the cataractes, and the ibis,"},{"number":18,"verse":"and the porphurion, and the pelican, and the swan,"},{"number":19,"verse":"and the heron, and the charadrius and all of its kind, and the puet, and the bat."},{"number":20,"verse":"All the flying reptiles also which walk on four feet are abominations to you:"},{"number":21,"verse":"but of the flying reptiles which walk on four feet, you may eat those which have legs above their feet to hop with them on the ground."},{"number":22,"verse":"These of them in particular you may eat, the brouchus-locust and its species, and the altake-locust and all its species, and the serpent-fighter and all its species, and the grasshopper and all its species."},{"number":23,"verse":"Every flying reptile which hath four feet is an abomination to you."},{"number":24,"verse":"With them you must not defile yourselves. Whosoever toucheth their dead carcases shall be unclean until the evening."},{"number":25,"verse":"And whoever carrieth any of their carcases shall wash his clothes, and be unclean until evening."},{"number":26,"verse":"And among all the beasts whatever hath a hoof parted in two; a hoof divided into two hoofs, but cheweth not the cud, shall be unclean to you. And whoever toucheth their carcases shall be unclean until evening."},{"number":27,"verse":"And every beast which walketh on paws among all the beasts which walk on four feet, is unclean to you. Whoever toucheth their carcases shall be unclean until the evening."},{"number":28,"verse":"And he who carrieth any of their carcases shall wash his clothes, and be unclean until the evening. These are unclean to you."},{"number":29,"verse":"And of the reptiles which are on the earth, these are unclean to you; the weasel, and the mouse, and the lizzard,"},{"number":30,"verse":"and the toad, and the chamelion, and the spicier, and the rat, and the mole."},{"number":31,"verse":"These are unclean to you above all the reptiles which are on the earth. Whoever toucheth them when dead, shall be unclean until the evening."},{"number":32,"verse":"And upon whatsoever any of them, when dead, shall fall, it shall be unclean; whether it be a vessel of wood, or a garment, or a sack, every utensil in which any work is done shall be plunged in water, and shall be unclean until evening. Then it shall be clean."},{"number":33,"verse":"And if any of them fall into a vessel made of clay, all that is in it shall be unclean, and it shall be broken;"},{"number":34,"verse":"and every kind of meat which is eatable, upon which water out of it shall come, shall be unclean; and every kind of drink which may be drunk in every such earthen vessel shall be unclean."},{"number":35,"verse":"And every thing upon which any of their dead carcases may fall shall be unclean. Ovens, and stands for pots, shall be broken down: they are unclean, and shall be unclean to you."},{"number":36,"verse":"But fountains of water, and a lake, or collection of water, shall be clean. And he who toucheth their carcases shall be unclean."},{"number":37,"verse":"If any of their carcases fall on seed which is to be sown it shall be clean."},{"number":38,"verse":"But if water hath been poured on any kind of grain, and any of their carcases fall upon it, it shall be unclean to you."},{"number":39,"verse":"Now if any of those beasts which you may lawfully eat should happen to die, he who toucheth their dead carcases shall be unclean until evening."},{"number":40,"verse":"And he who eateth of their carcases shall wash his clothes, and be unclean until evening. And he who carrieth any of their carcases shall wash his clothes, and wash himself with water, and be unclean until evening."},{"number":41,"verse":"Moreover every creeping thing which creepeth on the earth shall be an abomination to you. It shall not be eaten."},{"number":42,"verse":"Whether it runneth on its belly, or goeth continually on four, whatever among the reptiles, which creep on the earth, hath many feet, this you shall not eat; for it is an abomination to you;"},{"number":43,"verse":"and you should not pollute yourselves with any of the reptiles which creep on the earth. You indeed are not to pollute yourselves with them, nor be made unclean by them."},{"number":44,"verse":"Because I am the Lord your God, therefore you must hallow yourselves, and be holy, because I the Lord your God am holy. And you must not defile yourselves with any of the reptiles, which creep on the earth,"},{"number":45,"verse":"because I am the Lord who brought you up out of Egypt, to be your God. You shall therefore be holy, because I the Lord am holy."},{"number":46,"verse":"This is the law respecting beasts, and fowls, and every living creature which moveth in the water, and every living creature which creepeth on the earth,"},{"number":47,"verse":"to distinguish between the unclean and the clean, and between the viviparous animals which may be eaten, and the viviparous which are not to be eaten."}]}