{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"Again the Lord spoke to Moses and Aaron, saying,"},{"number":2,"verse":"If any man hath, on the outer coat of the skin, a remarkable swelling, very white, and there be a touch of the leprosy on the outer coat of his skin, he shall be brought to Aaron the priest, or to one of his sons, the priests:"},{"number":3,"verse":"and the priest shall look at the touch on the outer coat of his skin; and if the hair in the touch be turned white, and the appearance of the touch be deeper than the outer skin, it is a touch of the leprosy. And when the priest shall see this, he shall pronounce him unclean."},{"number":4,"verse":"But though the whiteness be exceedingly bright on the outer coat of the skin, if the appearance of it be not deeper than the outer coat, and the hair thereof be not turned white, but is of a duskish colour; the priest shall set apart the patient seven day."},{"number":5,"verse":"And on the seventh day the priest shall view the touch; and if the touch still remaineth before him, but hath not spread on the outer skin, the priest shall set him apart seven days more."},{"number":6,"verse":"And on the seventh day the priest shall look on him again, and if the touch be languid, and hath not spread on the outer skin, the priest shall pronounce him clean; for it is but a mark. And having washed his clothes, he shall be clean."},{"number":7,"verse":"But if the mark on the outer skin shall change, and spread, after the priest viewed him for the purpose of pronouncing him clean, he shall again appear before the priest,"},{"number":8,"verse":"and the priest shall view him; and if the mark hath spread on the skin, the priest shall pronounce him unclean. It is a leprosy."},{"number":9,"verse":"And when any man hath a touch of the leprosy, he shall come to the priest;"},{"number":10,"verse":"and the priest shall view it: and if there be a white swelling on the outer skin, and it hath changed the hair, and there be some raw flesh in the swelling,"},{"number":11,"verse":"it is an inveterate leprosy in the outer skin of the flesh, and the priest shall pronounce him unclean, and set him apart, for he is unclean."},{"number":12,"verse":"But if the leprosy hath formed an efflorescence on the outer skin, and covered the whole skin of the patient from head to foot, wherever the priest looketh:"},{"number":13,"verse":"and the priest shall look and see that the leprosy hath covered the whole skin of the flesh, the priest shall pronounce him clean. Because it hath turned all white it is clean."},{"number":14,"verse":"But whenever raw flesh appeareth on him he shall become unclean."},{"number":15,"verse":"When the priest shall see the raw flesh, that raw flesh shall announce him unclean; for he is unclean. It is a leprosy."},{"number":16,"verse":"But if the raw flesh stop, and turn white, he shall come to the priest."},{"number":17,"verse":"And when the priest shall look, and see that the touch is turned white, the priest shall pronounce him clean. In regard to the touch he is clean."},{"number":18,"verse":"And if the flesh at the outer skin hath been a boil, and healed,"},{"number":19,"verse":"and in the place of the boil there be a white swelling of a very shining whiteness or redness,"},{"number":20,"verse":"he shall appear before the priest; and when the priest shall see that the appearance is deeper than the outer skin, and that the hair is changed white, the priest shall pronounce him unclean, for it is a leprosy; it hath broken out in the boil."},{"number":21,"verse":"But if the priest shall see that there is no white hair in it, and that it is not deeper than the outer skin, and the hair is of a duskish colour, the priest shall set him apart seven days."},{"number":22,"verse":"And if it actually spread on the skin, the priest shall pronounce him unclean. It is a touch of the leprosy. It hath broken out in the boil."},{"number":23,"verse":"But if the brightness continueth in its place and is not spread; it is the effect of the boil and the priest shall pronounce him clean."},{"number":24,"verse":"And if the flesh hath been a burn of lire, and the burn when healed become remarkably splendent, whitish, reddish, or very white,"},{"number":25,"verse":"the priest shall view it: and if the white hair hath changed to a shining whiteness, and the appearance is deeper than the skin, it is a leprosy. It hath broken out in the burn. So the priest shall pronounce him unclean. It is a touch of the leprosy."},{"number":26,"verse":"But if the priest see that there is no white hair in the bright spot, and that it is not deeper than the skin, but is of a brownish colour, the priest shall set him apart seven days; and on the seventh day"},{"number":27,"verse":"the priest shall view him; and if it hath actually spread on the skin, the priest shall pronounce him unclean. It is a touch of the leprosy."},{"number":28,"verse":"It hath broken out in the blister. But if the shining spot remaineth in its place, and hath not spread on the skin, and the hair be of a brownish colour, it is the effect of the burn, and the priest shall pronounce him clean; for it is the scar of the burn."},{"number":29,"verse":"And if any man or woman hath a touch of the leprosy in the head or on the chin,"},{"number":30,"verse":"the priest shall view the touch; and if he perceive that the appearance of the touch is deeper than the skin, and that the hair in it is thin, and of a yellowish colour, the priest shall pronounce the person unclean. It is a scald, a leprosy of the head, or a leprosy of the chin."},{"number":31,"verse":"But if the priest, upon viewing the touch of the scald, see that the appearance of it is not deeper than the skin, and that the hair in it is not of a yellowish colour, the priest shall set apart the person who hath the touch of the scald, seven days."},{"number":32,"verse":"And on the seventh day the priest shall view the touch; and if the scald hath not spread, and there be no yellowish hair in it, and the appearance of the scald is not deeper than the skin;"},{"number":33,"verse":"then the skin must be shaved; but the scald must not be shaved, and the priest shall set apart the scald seven days more."},{"number":34,"verse":"And on the seventh day, if the priest, upon viewing the scald see that the scald hath not spread on the skin after the patient was shaved, and that the appearance of the scald is not deeper than the skin, the priest shall pronounce him clean; and, having washed his clothes, he shall be clean."},{"number":35,"verse":"But if the scald spread on the skin after the person hath been pronounced clean,"},{"number":36,"verse":"and the priest, upon viewing it, shall see that the scald hath spread on the skin, the priest shall examine no farther about the yellow hair, for he is unclean."},{"number":37,"verse":"But, if upon his viewing it, the scald continueth in its place, and the black hair grow in it, the scald is healed. He is clean, and the priest shall pronounce him clean."},{"number":38,"verse":"And if any man or woman hath shining spots on the skin of the flesh, of a shining whiteness;"},{"number":39,"verse":"and the priest, upon viewing it, see in the skin of the flesh spots of a shining whiteness, it is a kind of leucophlegmacy; it springeth up in the skin of the flesh; he is clean."},{"number":40,"verse":"And if any person's head shed its hair, though he be bald he is clean."},{"number":41,"verse":"And if his head shed its hair before, he is forehead bald, yet he is clean."},{"number":42,"verse":"But, if on the bald head, or bald forehead, there come a white or red spot, it is a leprosy in the bald head, or bald forehead."},{"number":43,"verse":"And if the priest, upon viewing, see that the appearance of the spot is white, or reddish, in the bald head, or bald forehead, like the appearance of the leprosy in the skin of the flesh,"},{"number":44,"verse":"he is a leprous man, the priest shall instantly pronounce him unclean. The touch is in his head."},{"number":45,"verse":"Now the leper who hath the touch, must have his clothes rent, and his head uncovered, but he must cover his mouth, and he shall be proclaimed unclean. All the time the touch shall be upon him, being unclean, he shall be unclean,"},{"number":46,"verse":"he shall dwell alone by himself. His abode shall be without the camp."},{"number":47,"verse":"And if there be a touch of leprosy in a garment of wool, or a garment of hemp, or any web woven, or any thing made of linens"},{"number":48,"verse":"or woollens, or in any skin, or workmanship made of skin,"},{"number":49,"verse":"and the touch be of a greenish or reddish colour in the skin, or in the garment, or in the woven web, or in any vessel made of skin, it is a touch of the leprosy, and must be shewn to the priest."},{"number":50,"verse":"And the priest, upon seeing the touch, shall set apart the thing touched, seven days."},{"number":51,"verse":"And if on the seventh day the touch be spread in the garment, or in the web, or in the skin, into whatever things the skins may be made up, the touch is an inveterate leprosy."},{"number":52,"verse":"He must burn the garment, or the web, whether made of linen thread, or woolen yarn, or whatever the thing be which is made of skin, in which there is a touch of the leprosy. Because it is touched with leprosy, it shall be burned with fire."},{"number":53,"verse":"But if the priest find that the touch is not spread in the garment, or web, or vessel, whatever it be, made of skin;"},{"number":54,"verse":"the priest shall order that which hath the touch to be washed, and the priest shall set it apart seven days more."},{"number":55,"verse":"And if upon viewing the touch after it hath been washed, the priest see that the touch hath not changed its appearance, though it hath not spread, it is unclean, and must be burned with fire. It is fixed in the garment, or web."},{"number":56,"verse":"But if the priest see that the touch is of a brownish colour after being: washed, he shall tear it out of the garment, or web, or out of the skin."},{"number":57,"verse":"And if it appear any more in the garment, or web, or in the leathern vessel, whatever it be, it is a fretting leprosy; that in which the touch is, shall be burned with fire."},{"number":58,"verse":"Now the garment, or web, or any thing made of skin, which shall be washed, and from which the touch shall depart, shall be washed a second time with water, and it shall be clean."},{"number":59,"verse":"This is the law of the touch of a leprosy, in a woolen or hempen garment, or web, or any vessel made of skin, to pronounce it clean, or unclean."}]}