{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"Again the Lord spoke to Moses, saying, Speak to the priests, the sons of Aaron, and thou shalt say unto them, They must not defile themselves for the dead in their family,"},{"number":2,"verse":"except only for their nearest of kin. For a father, or a mother, or for sons, or daughters, or for a brother,"},{"number":3,"verse":"and for a virgin sister who dwelleth with him, and who hath not been betrothed to a husband; for these he may defile himself."},{"number":4,"verse":"He must not defile him self unexpectedly among his people, to occasion their defilement."},{"number":5,"verse":"You shall not shave the head to make it bald, for the dead. Nor shall they shave their beard, nor make gashes in their flesh."},{"number":6,"verse":"They shall be consecrated to their God, and shall not profane the name of their God, for they are to offer up the sacrifices of the Lord; the gifts to their God; therefore they shall be holy."},{"number":7,"verse":"They shall not take to wife a harlot, nor a woman who hath been defiled, nor a woman divorced from her husband. Because he is consecrated to the Lord his God,"},{"number":8,"verse":"therefore thou shalt hallow him. He offereth up the gifts of the Lord your God, he shall be hallowed. Because I the Lord am the holy one who halloweth them,"},{"number":9,"verse":"therefore if the daughter of a priest profane herself by whoredom, she profaneth the name of her father, she shall be burned with fire."},{"number":10,"verse":"And with regard to the priest, who is great above his brethren, the oil of the anointed one having been poured on his head, and he having been consecrated to put on the garments, he must not take the tiara from his head, nor rend his garments,"},{"number":11,"verse":"nor go near any dead person, nor defile himself for his father, nor for his mother,"},{"number":12,"verse":"nor go out of the holy places, nor defile the sanctuary of his God; because the holy oil, the anointing of his God, is upon him. I am the Lord."},{"number":13,"verse":"He shall take to wife a virgin of his own family."},{"number":14,"verse":"A widow, or a woman divorced or defiled, or a harlot, these he shall not take. He shall take none to wife, but a virgin of his own tribe;"},{"number":15,"verse":"and he shall not profane his seed among his people. It is I the Lord who hallow him."},{"number":16,"verse":"Moreover the Lord spoke to Moses, saying,"},{"number":17,"verse":"Say to Aaron, be the man who he may of thy family, throughout your generations, who hath any blemish about him, he shall not come near to present the gifts of his God."},{"number":18,"verse":"No man who hath any blemish, who is blind, or lame, or hath a hare lip, or a slit ear;"},{"number":19,"verse":"nor any man who hath a contortion in the hand, or a splay foot,"},{"number":20,"verse":"or who is hump backed, or dim sighted, or blear eyed, nor any man who hath the scurvy, or the itch, or a rupture;"},{"number":21,"verse":"No person of the seed of Aaron the priest, who hath any blemish about him, shall come near to offer the sacrifices of thy God. Because he hath a blemish he shall not come near to offer the gifts of God."},{"number":22,"verse":"With regard to the gifts of God, even the most holy, of these he may eat;"},{"number":23,"verse":"but he shall not approach to the veil, nor come near to the altar, because he hath a blemish. And he shall not profane the sanctuary of his God, because I am the Lord who halloweth them."},{"number":24,"verse":"And when Moses had spoken to Aaron and his sons, and to all the children of Israel,"}]}