{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":23,"verses":[{"number":1,"verse":"Again the Lord spoke to Moses, saying,"},{"number":2,"verse":"Speak to the children of Israel, and thou shalt say unto them, With respect to the festivals of the Lord, which you shall proclaim holy, set days; these are my festivals."},{"number":3,"verse":"Six days thou shalt perform works, but on the seventh day are sabbaths, a solemn rest dedicated to the Lord, thou shalt not do any work. Sabbaths are for the Lord in all your dwellings."},{"number":4,"verse":"These are the festivals for the Lord; holy, set days, which you shall proclaim in their set times."},{"number":5,"verse":"In the first month, on the fourteenth day of the month, between the two evenings, is the passover for the Lord."},{"number":6,"verse":"And on the fifteenth day of this month beginneth the festival of unleavened bread for the Lord. Seven days you shall eat unleavened bread."},{"number":7,"verse":"Now the first day shall be a holy, set day for you. You shall do no sacrificial service,"},{"number":8,"verse":"but offer whole burnt offerings to the Lord seven days, and the seventh day shall be a holy set day for you. You shall do no sacrificial service."},{"number":9,"verse":"Moreover the Lord spoke to Moses, saying,"},{"number":10,"verse":"Speak to the 10 children of Israel, and thou shalt say unto them, When you are come into the land which I give you, and are about to reap the harvest thereof, you shall bring a sheaf, as the first fruits of your harvest, to the priest,"},{"number":11,"verse":"and he shall offer up the sheaf before the Lord, to be accepted for you; On the morrow after the first day, the priest shall offer this up."},{"number":12,"verse":"And on the day when you bring the sheaf, you shall prepare a lamb without blemish of the first year, for a whole burnt offering for the Lord,"},{"number":13,"verse":"and for the sacrifice thereof, two tenths of fine flour, made up with oil for the Lord, a smell of fragrance for the Lord; and for the libation thereof, the fourth of an hin of wine."},{"number":14,"verse":"You shall not eat bread, nor parched grains, of the new corn, till this day; until you have offered these gifts to your God. It is an everlasting statute for your generations, in all your dwellings,"},{"number":15,"verse":"That from the morrow of these sabbaths; from the day on which you offer up the dedicated sheaf, you shall reckon for yourselves seven whole weeks,"},{"number":16,"verse":"even till the morrow after the last week, you shall reckon fifty days, and then offer a sacrifice of new corn to the Lord."},{"number":17,"verse":"You shall bring from your dwelling two loaves, as loaves of dedication. They shall consist of two tenths of fine flour. Being of the first fruits for the Lord,"},{"number":18,"verse":"they shall be baked with leaven. And with the loaves you shall present seven lambs of the first year, without blemish, and one young bull from the herd, and two rams without blemish; and they shall be a whole burnt offering for the Lord; and their sacrifices, and their libations, shall be a sacrifice, a smell of fragrance for the Lord."},{"number":19,"verse":"They shall also prepare one kid of the goats for a sin offering, and two lambs of the first year, for a sacrifice of thanksgiving, with the loaves of the first fruits."},{"number":20,"verse":"And the priest shall dedicate these, with the loaves of the first fruits, as a dedication before the Lord, with the two lambs. They shall be dedicated to the Lord; they shall be for the priest who offereth them."},{"number":21,"verse":"And you shall call this day, a set day. It shall be hallowed for you. On it you shall do no sacrificial work. It is an everlasting statute for your generations in all your dwellings."},{"number":22,"verse":"And when you reap the harvest of your land, you shall not make a clean riddance of the harvest of thy field when thou reapest, nor shalt thou gather up the gleanings of thy harvest. Thou shalt leave them for the poor, and for the stranger. I am the Lord your God."},{"number":23,"verse":"Moreover the Lord spoke to Moses, saying,"},{"number":24,"verse":"Speak to the children of Israel, and say, In the seventh month, on the first day of the month, there shall be a rest for yon; a memorial of trumpets."},{"number":25,"verse":"It shall be a holy set day for you. You shall not do any sacrificial service, but offer a whole burnt offering to the Lord."},{"number":26,"verse":"Moreover the Lord spoke to Moses, saying,"},{"number":27,"verse":"On the tenth day of the seventh month is the day of Atonement. It shall be a holy set day for you; and you shall humble your souls, and offer a whole burnt offering to the Lord."},{"number":28,"verse":"On this day you shall not do any kind of work: for it is the day of Atonement for you, to make atonement for you before the Lord your God."},{"number":29,"verse":"Every soul who shall not humble himself on that day, shall be cut off from among his people."},{"number":30,"verse":"And every person who shall do any work on that day, shall be destroyed from among the people."},{"number":31,"verse":"You shall not do any kind of work. It is an everlasting statute for your generations in all your dwellings."},{"number":32,"verse":"They shall be sabbaths of sabbaths for you, that you may humble your souls. From the ninth of the month, from evening till evening, you shall keep these sabbaths of yours."},{"number":33,"verse":"Moreover the Lord spoke to Moses, saying,"},{"number":34,"verse":"Speak to the children of Israel, and say, On the fifteenth of this seventh month shall commence the festival of Tabernacles, seven days for the Lord."},{"number":35,"verse":"The first day shall be proclaimed holy. You shall do no sacrificial work;"},{"number":36,"verse":"seven days you shall offer whole burnt offerings to the Lord, and the eighth day shall be proclaimed holy for you, and you shall offer whole burnt offerings to the Lord. It is the exit. You shall not do any sacrificial service."},{"number":37,"verse":"These are the festivals for the Lord, which you shall proclaim holy, in order that you may offer homage offerings to the Lord; whole burnt offerings, with their sacrifices and their libations; that allotted for each day on its day,"},{"number":38,"verse":"over and above the sabbaths of the Lord, and over and above your gifts, even besides all your vows, and besides your free will offerings, which you may give to the Lord."},{"number":39,"verse":"Now on the fifteenth day of this seventh month, when you have finished the ingathering of the products of the land, you shall begin this festival of seven days for the Lord. On the first day there shall be a rest; and on the eighth day, a rest."},{"number":40,"verse":"And on the first day you shall take the ripe fruit of trees, and branches of palm trees, and bushy boughs of trees and willows, and branches of the willow of the brook, to rejoice before the Lord your God seven days of the year."},{"number":41,"verse":"It shall be an everlasting statute for your generations. In the seventh month you shall celebrate this festival."},{"number":42,"verse":"You shall dwell in booths seven days. All that are Israelites born, shall dwell in booths,"},{"number":43,"verse":"that your posterity may see that I caused the children of Israel to dwell in tents when I brought them out of the land of Egypt. I am the Lord your God."},{"number":44,"verse":"And when Moses had mentioned these festivals of the Lord to the Israelites,"}]}