{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"the Lord spoke to Moses, saying,"},{"number":2,"verse":"Give orders to the children of Israel, and let them bring the oil, pure expressed oil for light, that a lamp may burn continually,"},{"number":3,"verse":"without the veil, in the tabernacle of the testimony. And Aaron and his sons shall keep it burning, from evening till morning, continually, before the Lord. It is an everlasting statute for your generations."},{"number":4,"verse":"You shall keep the lamps burning on the pure candlestick before the Lord, until the morning."},{"number":5,"verse":"And you shall take fine flour, and make it into twelve loaves, every loaf shall consist of two tenths;"},{"number":6,"verse":"and you shall lay them in two piles, six loaves in each pile, on the pure table before the Lord."},{"number":7,"verse":"And on each pile you shall lay pure frankincense, and salt. They shall be set before the Lord for loaves of remembrance."},{"number":8,"verse":"On the day of the sabbaths they shall be set continually before the Lord, in the sight of the children of Israel, as an everlasting covenant;"},{"number":9,"verse":"and they shall be for Aaron and his sons. And they shall eat them in a holy place; for they are most holy. This shall be their peculiar due, for ever, from those things sacrificed to the Lord."},{"number":10,"verse":"Now there had come out among the Israelites a son of an Israelitish woman, but his father was an Egyptian. And this son of the Israelitish woman, and a man who was an Israelite, quarrelled in the camp."},{"number":11,"verse":"And the son of the Israelitish woman having named the name, cursed it. Upon which they brought him before Moses. Now his mother's name was Salomith, she was a daughter of Dabri, of the tribe of Dan."},{"number":12,"verse":"And when they had committed him to custody, to pass sentence on him by the decree of the Lord,"},{"number":13,"verse":"the Lord spoke to Moses, saying,"},{"number":14,"verse":"Lead out him who cursed, without the camp, and all who heard shall lay their hands on his head, and all the congregation shall stone him."},{"number":15,"verse":"Then speak to the children of Israel, and thon shalt say to them, Be the man who he may who shall curse a god, he shall contract guilt;"},{"number":16,"verse":"but let him who nameth the name of Lord be put to death. Let the whole congregation of Israel stone him with stones; whether he be a proselyte, or born among them, when he nameth the name of the Lord, let him die."},{"number":17,"verse":"And whosoever smiteth another so that he die, let him be put to death."},{"number":18,"verse":"And whosoever shall smite a beast, so that it die, let him make compensation, beast for beast."},{"number":19,"verse":"And whosoever shall cause a blemish in his neighbour; as he hath done to him, so shall it be done to himself;"},{"number":20,"verse":"bruise for bruise; eye for eye; tooth for tooth; according to the blemish he hath given the man, so shall it be returned to him."},{"number":21,"verse":"Whosoever shall smite a man so that he die, let him be put to death,"},{"number":22,"verse":"shall be one and the same decision for the proselyte, and for the neighbour; for I am the Lord your God."},{"number":23,"verse":"Thereupon Moses spoke to the children of Israel, and they brought forth him who had cursed, without the camp, and stoned him with stones. And when the children of Israel had done as the Lord commanded Moses,"}]}