{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"And if his gift to the Lord be a sacrifice of thanks giving, and he bring it from the herd, whether it be a male or a female, he shall bring it without blemish before the Lord"},{"number":2,"verse":"and shall lay his hands on the head of the gift and kill it before the Lord at the doors of the tabernacle of the testimony. And the sons of Aaron, the priests shall pour the blood on the altar of whole burnt offerings round about:"},{"number":3,"verse":"And from the sacrifice of thanksgiving they shall offer up as an homage offering to the Lord the caul which covereth the belly and all the suet on the belly"},{"number":4,"verse":"and the two kidneys with the suet on them, and that on the flanks, and with the kidneys he shall take off the lobe of the liver."},{"number":5,"verse":"And the sons of Aaron, the priests shall offer up these on the altar; on the whole burnt offerings which are on the wood on the fire. It is an offering of homage, a smell of fragrance for the Lord."},{"number":6,"verse":"And if his gift be a sacrifice of thanksgiving to the Lord from the flock, whether it be a male or a female, he shall offer it without blemish."},{"number":7,"verse":"If he bring a lamb as his gift he shall bring it before the Lord"},{"number":8,"verse":"and lay his hands on the head of his gift and kill it at the doors of the tabernacle of the testimony, and the sons of Aaron the priest shall pour the blood on the altar round about."},{"number":9,"verse":"And from the sacrifice of thanksgiving he shall offer as an offering of homage to the Lord the fat tail and the whole loin which he shall take off with the rump; and having taken off the caul which covereth the inwards and all the fat on the belly"},{"number":10,"verse":"and the two kidneys with the suet on them and on the loin and the lobe of the liver with the kidneys"},{"number":11,"verse":"the priest shall offer up these on the altar. It is a sweet savour, an offering of homage to the Lord."},{"number":12,"verse":"And if his gift be from the goats, he shall bring it before the Lord"},{"number":13,"verse":"and lay his hands on its head, and they shall kill it before the Lord at the doors of the tabernacle of the testimony; and the sons of Aaron, the priests, shall pour out the blood against the altar round about;"},{"number":14,"verse":"And from it he shall offer up as an offering of homage to the Lord the caul which covereth the belly and all the fat on the belly"},{"number":15,"verse":"and both the kidneys and all the suet on them. That on the loins and the lobe of the liver he shall take off with the kidneys"},{"number":16,"verse":"and the priest shall offer them on the altar. It is an offering of homage, a smell of fragrance for the Lord."},{"number":17,"verse":"All the . suet for the Lord shall be an ordinance for ever throughout your generations. You shall not eat suet nor blood of any kind."}]}