{"bibleAbbr":"Thomson1808","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":4,"verses":[{"number":1,"verse":"Again the Lord spoke to Moses saying,"},{"number":2,"verse":"Speak to the children of Israel and say, When any person sinneth unwittingly before the Lord, and doth any of those things, which by any of the commandments of the Lord he ought not to do;"},{"number":3,"verse":"if for instance the chief priest who hath been anointed, sin; on the account of his causing the people to sin, he shall, for the sin which he hath committed, bring a young bull without blemish from the herd before the Lord for his sin offering;"},{"number":4,"verse":"and having brought the young bull to the door of the tabernacle of the testimony before the Lord he shall lay his hand on the head of the young bull before the Lord and slay the bull in the presence of the Lord;"},{"number":5,"verse":"And the priest who is anointed, he whose hands have been consecrated, having taken some of the blood of the bull shall carry it into the tabernacle of the testimony."},{"number":6,"verse":"And this priest shall dip his finger in the blood and sprinkle some of the blood seven times before the Lord, before the holy veil;"},{"number":7,"verse":"and he shall put some of the blood of the bull on the horns of the altar of compound incense, which is before the Lord in the tabernacle of the testimony. Now all the blood of the bull he is to pour out at the base of the altar of whole burnt offerings which is at the doors of the tabernacle of the testimony."},{"number":8,"verse":"And with regard to all the suet of the bull for the sin offering, he shall strip off the caul, which covereth the entrails and all the fat on the entrails"},{"number":9,"verse":"and the two kidneys with the suet on them; that which is on the loins and the lobe which is on the liver he shall strip off with the two kidneys in the same manner"},{"number":10,"verse":"as it is to be taken from the young bull of the sacrifice of thanksgiving; and the priest shall offer up these upon the altar of homage offerings:"},{"number":11,"verse":"but the skin of the bull and all his flesh with the head and the limbs and the belly and the dung"},{"number":12,"verse":"even the whole bull they shall carry forth without the camp to a clean place where the ashes are emptied out, and burn him on wood with fire. On the out pourings of the ashes he shall be burned."},{"number":13,"verse":"And if the whole congregation of Israel be unwittingly ignorant and a commandment hath escaped the notice of the whole congregation, and they shall do an act, which by any of the commandments of the Lord ought not to be done and shall transgress:"},{"number":14,"verse":"when the sin which they have thereby committed is made known to them, the congregation shall bring a young bull from the herd without blemish for their sin offering; and when they have brought him to the doors of the tabernacle of the testimony,"},{"number":15,"verse":"the elders of the congregation shall lay their hands on the head of the bull before the Lord and slay the bull before the Lord;"},{"number":16,"verse":"and the priest, the anointed one shall carry some of the blood of the bull into the tabernacle of the testimony;"},{"number":17,"verse":"and the priest shall dip his linger into some of the blood of the bull and sprinkle it seven times before the Lord in front of the holy veil,"},{"number":18,"verse":"and shall put some of the blood on the horns of the altar of compound incense which is before the Lord in the tabernacle of the testimony. Now all the blood he is to pour out at the base of the altar of homage offerings which is at the door of the tabernacle of the testimony."},{"number":19,"verse":"Then he shall take off all the suet of the victim and carry it up upon the altar"},{"number":20,"verse":"and shall do with this bull in the same manner as was done with the bull for the sin offering. This being done the priest shall make atonement for them, and the sin shall be forgiven them."},{"number":21,"verse":"But they must carry forth the whole bull out of the camp and burn him as they did the former bull. It is a sin offering of the congregation."},{"number":22,"verse":"And if the chief sin or do inadvertently any of those things which by the commands of the Lord his God ought not to be done and commit sin or trespass;"},{"number":23,"verse":"when the sin which he hath thereby committed is made known to him he shall bring as his gift a goat from the goats a male without blemish,"},{"number":24,"verse":"and he shall lay his hand on the head of the goat, and they shall kill it in the place where they kill the whole burnt offerings before the Lord. It is a sin offering."},{"number":25,"verse":"And the priest with his finger shall put some of the blood of this sin offering on the horns of the altar of whole burnt offerings. Now all the blood thereof he is to pour out at the base of the altar of whole burnt offerings"},{"number":26,"verse":"and he shall offer all the suet thereof on the altar as he did the suet of the sacrifice of thanksgiving. So the priest shall make atonement for him because of the sins which he hath committed and it shall be forgiven him."},{"number":27,"verse":"And if any of the people of the land sin inadvertently by doing any of those things which by the commands of the Lord ought not to be done and shall transgress;"},{"number":28,"verse":"when the sin which he hath thereby committed is made known to him, he shall bring a goat from the goats; he shall bring a she goat without blemish for the sin which he hath committed"},{"number":29,"verse":"and shall lay his hand on the head of the sin offering; and they shall kill this she goat for his sin offering in the place where they kill the whole burnt offerings."},{"number":30,"verse":"And the priest shall take some of the blood thereof with his finger and put it on the horns of the altar of whole burnt offerings. Now all the blood thereof he is to pour out at the base of the altar."},{"number":31,"verse":"And he shall strip off all the suet in the same manner as suet is stripped from a sacrifice of thanksgiving; and the priest shall offer it on the altar for a smell of fragrance for the Lord. So shall the priest make atonement for him and he shall be forgiven."},{"number":32,"verse":"And if he bring a sheep as his gift for his sin offering, he shall bring a ewe without blemish,"},{"number":33,"verse":"and lay his hand on the head of the sin offering; and they shall kill it in the place where they kill the whole burnt offerings;"},{"number":34,"verse":"and the priest having taken up with his finger some of the blood of the sin offering shall put it on the horns of the altar of whole burnt offerings. Now all the blood thereof he is to pour out at the base of the altar of whole burnt offerings:"},{"number":35,"verse":"and he shall strip off all its suet in the same manner as the suet is stripped from the sheep for a sacrifice of thanksgiving; and the priest shall lay it on the altar on the whole burnt offering of the Lord. So shall the priest make atonement for him and he shall be forgiven."}]}