{"bibleAbbr":"KNJV","bookName":"ದಾನಿಯೇಲನು","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನ ಆಳಿಕೆಯ ಮೂರನೆಯ ವರುಷದಲ್ಲಿ ಬಾಬೆಲಿನ ರಾಜನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಯೆರೂಸಲೇಮಿಗೆ ಬಂದು ಮುತ್ತಿಗೆ ಹಾಕಿದನು."},{"number":2,"verse":"ಆಗ ಕರ್ತನು ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋಯಾಕೀಮನನ್ನೂ ದೇವಾಲಯದ ಅನೇಕ ಪಾತ್ರೆಗಳನ್ನೂ ಅವನ ವಶಕ್ಕೆ ಕೊಡಲು ಅವನು ಅವುಗಳನ್ನು ಶಿನಾರ್ ದೇಶಕ್ಕೆ ಸಾಗಿಸಿ ತನ್ನ ದೇವರ ಮಂದಿರಕ್ಕೆ ತಂದು ಆ ದೇವರ ಭಂಡಾರದಲ್ಲಿ ಸೇರಿಸಿಬಿಟ್ಟನು."},{"number":3,"verse":"ಅನಂತರ ಆ ರಾಜನು ತನ್ನ ಕಂಚುಕಿಯರಲ್ಲಿ ಮುಖ್ಯನಾದ ಅಶ್ಪೆನಜನಿಗೆ - ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಲ್ಲಿ ಅಂದರೆ ರಾಜವಂಶೀಯರಲ್ಲಿ ಮತ್ತು ಪ್ರಧಾನರಲ್ಲಿ"},{"number":4,"verse":"ಅಂಗದೋಷವಿಲ್ಲದವರೂ ಸುಂದರರೂ ಸಮಸ್ತಶಾಸ್ತ್ರಜ್ಞರೂ ಪಂಡಿತರೂ ವಿದ್ಯಾನಿಪುಣರೂ ರಾಜಾಲಯದಲ್ಲಿ ಸನ್ನಿಧಿಸೇವೆಮಾಡಲು ಸಮರ್ಥರೂ ಆದ ಕೆಲವು ಯುವಕರನ್ನು ಇಲ್ಲಿಗೆ ಕರತಂದು ಅವರಿಗೆ ಕಸ್ದೀಯ ಪಂಡಿತರ ಭಾಷೆಯನ್ನೂ ಶಾಸ್ತ್ರಗಳನ್ನೂ ಕಲಿಸಬೇಕೆಂಬದಾಗಿ ಅಪ್ಪಣೆಕೊಟ್ಟನು."},{"number":5,"verse":"ಇದಲ್ಲದೆ ಇನ್ನು ಮುಂದೆ ಅವರು ಸನ್ನಿಧಿಸೇವಕರಾಗಲೆಂದು ತನ್ನ ಭೋಜನಪದಾರ್ಥಗಳನ್ನೂ ತಾನು ಕುಡಿಯುವ ದ್ರಾಕ್ಷಾರಸವನ್ನೂ ಅವರಿಗೆ ದಿನವಹಿ ಬಡಿಸುವ ಏರ್ಪಾಡುಮಾಡಿ ಅವರನ್ನು ಮೂರು ವರುಷ ಪೋಷಿಸಬೇಕು ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":6,"verse":"ಆರಿಸಲ್ಪಟ್ಟ ಯುವಕರಲ್ಲಿ ದಾನಿಯೇಲ, ಹನನ್ಯ, ಮೀಶಾಯೇಲ, ಅಜರ್ಯ ಎಂಬ ಯೆಹೂದ್ಯರು ಸೇರಿದ್ದರು."},{"number":7,"verse":"ಕಂಚುಕಿಯರ ಅಧ್ಯಕ್ಷನು ಇವರಿಗೆ ನಾಮಕರಣಮಾಡಿ ದಾನಿಯೇಲನಿಗೆ ಬೇಲ್ತೆಶಚ್ಚರ್, ಹನನ್ಯನಿಗೆ ಶದ್ರಕ್, ಮೀಶಾಯೇಲನಿಗೆ ಮೇಶಕ್, ಅಜರ್ಯನಿಗೆ ಅಬೇದ್‍ನೆಗೋ ಎಂಬ ಹೆಸರಿಟ್ಟನು."},{"number":8,"verse":"ದಾನಿಯೇಲನು ತಾನು ರಾಜನ ಭೋಜನಪದಾರ್ಥಗಳನ್ನು ತಿಂದು ರಾಜನು ಕುಡಿಯುವ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದು ತನ್ನನ್ನು ಅಶುದ್ಧಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿ ಕಂಚುಕಿಯರ ಅಧ್ಯಕ್ಷನಿಗೆ - ನಾನು ಅಶುದ್ಧನಾಗಲಾರೆ, ಕ್ಷಮಿಸು ಎಂದು ವಿಜ್ಞಾಪಿಸಿದಾಗ"},{"number":9,"verse":"ದೇವರು ಕಂಚುಕಿಯರ ಅಧ್ಯಕ್ಷನ ಮನಸ್ಸಿನಲ್ಲಿ ದಾನಿಯೇಲನ ಮೇಲೆ ಕನಿಕರವನ್ನೂ ದಯೆಯನ್ನೂ ಹುಟ್ಟಿಸಿದನು."},{"number":10,"verse":"ಆ ವಿಜ್ಞಾಪನೆಯನ್ನು ಕೇಳಿ ಕಂಚುಕಿಯರ ಅಧ್ಯಕ್ಷನು ದಾನಿಯೇಲನಿಗೆ - ನಿಮಗೆ ಆಹಾರಪಾನಗಳನ್ನು ಏರ್ಪಡಿಸಿದ ನನ್ನ ಒಡೆಯನಾದ ರಾಜನು ನಿಮ್ಮಂತೆ ಆರಿಸಲ್ಪಟ್ಟ ಯುವಕರ ಮುಖಕ್ಕಿಂತ ನಿಮ್ಮ ಮುಖವು ಬಾಡಿರುವದನ್ನು ನೋಡುವನೆಂದು ಭಯಪಡುತ್ತೇನೆ; ರಾಜನು ನನ್ನ ತಲೆಯನ್ನು ತೆಗಿಸಲು ಕಾರಣರಾದೀರಿ ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ದಾನಿಯೇಲನು ತನ್ನನ್ನೂ ಹನನ್ಯ, ಮೀಶಾಯೇಲ, ಅಜರ್ಯ, ಇವರನ್ನೂ ನೋಡಿಕೊಳ್ಳುವದಕ್ಕೆ ಕಂಚುಕಿಯರ ಅಧ್ಯಕ್ಷನು ನೇಮಿಸಿದ್ದ ವಿಚಾರಕನಿಗೆ -"},{"number":12,"verse":"ಅಯ್ಯಾ, ಹತ್ತು ದಿನಗಳ ಮಟ್ಟಿಗೆ ನಿನ್ನ ಸೇವಕರಾದ ನಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸು; ಆಹಾರಕ್ಕೆ ಕಾಯಿಪಲ್ಯ, ಪಾನಕ್ಕೆ ನೀರು ನಮಗೆ ಒದಗಲಿ;"},{"number":13,"verse":"ಆಮೇಲೆ ನಮ್ಮ ಮುಖಗಳನ್ನೂ ರಾಜನ ಆಹಾರವನ್ನು ಉಣ್ಣುವ ಯುವಕರ ಮುಖಗಳನ್ನೂ ಹೋಲಿಸಿನೋಡು; ನೋಡಿದ್ದಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ನಿನ್ನ ಸೇವಕರಿಗೆ ನಡಿಸು ಎಂದು ಬಿನ್ನವಿಸಲು"},{"number":14,"verse":"ಅವನು ಅವರ ಬಿನ್ನಹಕ್ಕೆ ಒಪ್ಪಿ ಹತ್ತು ದಿನ ಪರೀಕ್ಷಿಸಿದನು."},{"number":15,"verse":"ಅವರು ಹತ್ತು ದಿನಗಳ ಮೇಲೆ ರಾಜನ ಆಹಾರವನ್ನು ಉಣ್ಣುತ್ತಿದ್ದ ಸಕಲ ಯುವಕರಿಗಿಂತ ಸುಂದರರಾಗಿಯೂ ಪುಷ್ಟರಾಗಿಯೂ ಕಾಣಿಸಿದರು."},{"number":16,"verse":"ಅಂದಿನಿಂದ ವಿಚಾರಕನು ಅವರಿಗೆ ನೇಮಕವಾದ ಭೋಜನ ಪದಾರ್ಥಗಳನ್ನೂ ಅವರು ಕುಡಿಯಬೇಕಾದ ದ್ರಾಕ್ಷಾರಸವನ್ನೂ ತೆಗೆದಿಟ್ಟು ಕಾಯಿಪಲ್ಯಗಳನ್ನು ಕೊಡುತ್ತಾ ಬಂದನು."},{"number":17,"verse":"ಹೀಗಿರಲು ದೇವರು ಆ ನಾಲ್ಕು ಮಂದಿ ಯುವಕರಿಗೆ ಸಕಲಶಾಸ್ತ್ರಗಳಲ್ಲಿಯೂ ವಿದ್ಯೆಗಳಲ್ಲಿಯೂ ಜ್ಞಾನ ವಿವೇಕಗಳನ್ನು ದಯಪಾಲಿಸಿದನು; ದಾನಿಯೇಲನು ಸಮಸ್ತ ಸ್ವಪ್ನಗಳನ್ನೂ ದಿವ್ಯದರ್ಶನಗಳನ್ನೂ ಗ್ರಹಿಸುವದರಲ್ಲಿ ಪ್ರವೀಣನಾದನು."},{"number":18,"verse":"ರಾಜನು ನೇಮಿಸಿದ ಕಾಲವು ಕಳೆದು ಯುವಕರನ್ನು ಸನ್ನಿಧಿಗೆ ತರತಕ್ಕ ಸಮಯವು ಬಂದಾಗ ಕಂಚುಕಿಯರ ಅಧ್ಯಕ್ಷನು ಅವರನ್ನು ನೆಬೂಕದ್ನೆಚ್ಚರನ ಸಮ್ಮುಖಕ್ಕೆ ಕರತಂದನು."},{"number":19,"verse":"ರಾಜನು ಅವರ ಸಂಗಡ ಮಾತಾಡುವಾಗ ಆ ಸಮಸ್ತ ಯುವಕರಲ್ಲಿ ದಾನಿಯೇಲ, ಹನನ್ಯ, ಮೀಶಾಯೇಲ, ಅಜರ್ಯ, ಇವರ ಹಾಗೆ ಯಾರೂ ಕಂಡುಬರಲಿಲ್ಲ; ಆದಕಾರಣ ಅವರು ರಾಜನ ಸನ್ನಿಧಿಸೇವಕರಾದರು."},{"number":20,"verse":"ಬಳಿಕ ರಾಜನು ಶಾಸ್ತ್ರೀಯ ವಿದ್ಯೆಯ ಸರ್ವವಿಷಯಗಳಲ್ಲಿ ಅವರನ್ನು ವಿಚಾರಮಾಡಲು ಅವನ ಪೂರ್ಣರಾಜ್ಯದಲ್ಲಿನ ಎಲ್ಲಾ ಜೋಯಿಸರಿಗಿಂತಲೂ ಮಂತ್ರವಾದಿಗಳಿಗಿಂತಲೂ ಹತ್ತರಷ್ಟು ನಿಪುಣರಾಗಿ ಕಂಡುಬಂದರು."},{"number":21,"verse":"ದಾನಿಯೇಲನು ರಾಜನಾದ ಕೋರೆಷನ ಆಳಿಕೆಯ ಮೊದಲನೆಯ ವರುಷದ ತನಕ ಸನ್ನಿಧಿಸೇವಕನಾಗಿಯೇ ಇದ್ದನು."}]}