{"bibleAbbr":"KNJV","bookName":"ದಾನಿಯೇಲನು","bookEnglishName":"Daniel","chapterNumber":2,"verses":[{"number":1,"verse":"ನೆಬೂಕದ್ನೆಚ್ಚರನು ತನ್ನ ಆಳಿಕೆಯ ಎರಡನೆಯ ವರುಷದಲ್ಲಿ ಕನಸುಕಂಡು ತತ್ತರಗೊಂಡನು,"},{"number":2,"verse":"ಅವನಿಗೆ ನಿದ್ರೆ ತಪ್ಪಿತು. ಆಗ ರಾಜನು ತನ್ನ ಕನಸುಗಳ ಅಭಿಪ್ರಾಯವನ್ನು ತಿಳಿಸಲೆಂದು ಜೋಯಿಸರನ್ನೂ ಮಂತ್ರವಾದಿಗಳನ್ನೂ ಮಾಟಗಾರರನ್ನೂ ಪಂಡಿತರನ್ನೂ ಕರೆಯಿಸಲು ಅವರು ಸನ್ನಿಧಿಗೆ ಬಂದು ರಾಜನ ಮುಂದೆ ನಿಂತುಕೊಂಡರು."},{"number":3,"verse":"ರಾಜನು ಅವರಿಗೆ - ನಾನು ಕನಸುಕಂಡೆನು, ಅದರ ಅರ್ಥವೇನೋ ಎಂದು ನನ್ನ ಮನಸ್ಸು ತತ್ತರಗೊಂಡಿದೆ ಎಂಬದಾಗಿ ಹೇಳಲು"},{"number":4,"verse":"ಆ ಪಂಡಿತರು ಅರಮಾಯ ಭಾಷೆಯಲ್ಲಿ ರಾಜನಿಗೆ - ಅರಸನೇ, ಚಿರಂಜೀವಿಯಾಗಿರು; ಆ ಕನಸನ್ನು ನಿನ್ನ ದಾಸರಿಗೆ ಹೇಳು; ಅದರ ತಾತ್ಪರ್ಯವನ್ನು ತಿಳಿಸುವೆವು ಎಂದು ಅರಿಕೆಮಾಡಿದರು."},{"number":5,"verse":"ಆಗ ರಾಜನು ಪಂಡಿತರಿಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ - ನನ್ನ ಮಾತು ಖಂಡಿತ; ನೀವೇ ಆ ಕನಸನ್ನೂ ಅದರ ಅಭಿಪ್ರಾಯವನ್ನೂ ನನಗೆ ತಿಳಿಸದಿದ್ದರೆ ನಿಮ್ಮನ್ನು ಚೂರುಚೂರಾಗಿ ಕಡಿಸುವೆನು, ನಿಮ್ಮ ಮನೆಗಳನ್ನು ತಿಪ್ಪೆಯನ್ನಾಗಿ ಮಾಡಿಸಿಬಿಡುವೆನು;"},{"number":6,"verse":"ನೀವು ಆ ಕನಸನ್ನೂ ಅದರ ಅಭಿಪ್ರಾಯವನ್ನೂ ತಿಳಿಸಿದರೆ ನನ್ನಿಂದ ನಿಮಗೆ ದಾನಬಹುಮಾನಗಳೂ ವಿಶೇಷಸನ್ಮಾನಗಳೂ ಲಭಿಸುವವು; ಆದಕಾರಣ ಆ ಕನಸನ್ನೂ ಅದರ ಅಭಿಪ್ರಾಯವನ್ನೂ ನನಗೆ ತಿಳಿಸಿರಿ ಎಂದು ಹೇಳಲು ಪಂಡಿತರು -"},{"number":7,"verse":"ರಾಜನು ತನ್ನ ದಾಸರಿಗೆ ಕನಸನ್ನು ತಿಳಿಸೋಣವಾಗಲಿ, ನಾವು ಅದರ ತಾತ್ಪರ್ಯವನ್ನು ವಿವರಿಸುವೆವು ಎಂಬ ಉತ್ತರವನ್ನೇ ಪುನಃ ಕೊಟ್ಟರು."},{"number":8,"verse":"ಅದಕ್ಕೆ ರಾಜನು - ನೀವು ಆ ಕನಸನ್ನು ನನಗೆ ತಿಳಿಸದಿದ್ದರೆ [ಮರಣದಂಡನೆಯ] ನಿಯಮವೇ ನಿಮಗೆ ಗತಿಯಾಗುವದು ಎಂಬ ನನ್ನ ಮಾತು ಖಂಡಿತವೆಂದು ನೀವು ತಿಳಿದುಕೊಂಡು ಕಾಲಹರಣ ಮಾಡಿತ್ತಿದ್ದೀರಿ, ಇದು ನನಗೆ ಚೆನ್ನಾಗಿ ಗೊತ್ತು;"},{"number":9,"verse":"ಕಾಲಾಂತರವನ್ನು ನಿರೀಕ್ಷಿಸಿಕೊಂಡೇ ನನ್ನ ಮುಂದೆ ಕೆಟ್ಟ ಸುಳ್ಳುಗಳನ್ನು ಆಡುತ್ತಿರಬೇಕೆಂದು ಕಟ್ಟುಮಾಡಿಕೊಂಡಿದ್ದೀರಿ; ಅಂತು ಆ ಕನಸನ್ನು ತಿಳಿಸಬೇಕು; ಅದರಿಂದ ನೀವು ಅದರ ಅಭಿಪ್ರಾಯವನ್ನೂ ವಿವರಿಸಬಲ್ಲಿರೆಂದು ತಿಳಿದುಕೊಳ್ಳುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಆಗ ಆ ಪಂಡಿತರು ಸನ್ನಿಧಿಯ ಮುಂದೆ - ರಾಜನು ಕೇಳಿದ ಸಂಗತಿಯನ್ನು ತಿಳಿಸಬಲ್ಲವನು ಲೋಕದಲ್ಲಿ ಯಾವನೂ ಇಲ್ಲ; ಎಷ್ಟೇ ಬಲಿಷ್ಠನು, ಎಷ್ಟೇ ಪ್ರಬಲನು ಆದ ಯಾವ ಅರಸನೂ ಜೋಯಿಸನನ್ನಾಗಲಿ ಮಾಟಗಾರನನ್ನಾಗಲಿ ಪಂಡಿತನನ್ನಾಗಲಿ ಇಂಥ ಸಂಗತಿಯನ್ನು ಎಂದೂ ಕೇಳಿದ್ದಿಲ್ಲ;"},{"number":11,"verse":"ರಾಜನು ಕೇಳುವ ಸಂಗತಿಯು ಅತಿಕಷ್ಟವಾದದು; ನರಜನ್ಮದವರ ಮಧ್ಯೆ ವಾಸಿಸದ ದೇವರುಗಳೇ ಹೊರತು ಇನ್ನಾರೂ ರಾಜನ ಸಮ್ಮುಖದಲ್ಲಿ ತಿಳಿಸಲಾರರು ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":12,"verse":"ಇದನ್ನು ಕೇಳಿ ರಾಜನು ಉಗ್ರರೋಷವುಳ್ಳವನಾಗಿ ಬಾಬೆಲಿನ ಸಕಲವಿದ್ವಾಂಸರನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":13,"verse":"ಕೂಡಲೆ ಆ ಆಜ್ಞೆಯು ಹೊರಪಟ್ಟಿತು; ವಿದ್ವಾಂಸರು ಪ್ರಾಣಾಪಾಯಕ್ಕೆ ಗುರಿಯಾದರು; ದಾನಿಯೇಲನನ್ನೂ ಅವನ ಸ್ನೇಹಿತರನ್ನೂ ಕೊಲ್ಲಲಿಕ್ಕೆ ಹುಡುಕಿದರು."},{"number":14,"verse":"ರಾಜನ ಮೈಗಾವಲಿನವರ ದಳವಾಯಿಯಾದ ಅರ್ಯೋಕನು ಬಾಬೆಲಿನ ವಿದ್ವಾಂಸರ ಸಂಹಾರಕ್ಕೆ ಹೊರಟಾಗ ದಾನಿಯೇಲನು ಬುದ್ಧಿವಿವೇಕಗಳಿಂದ ಅವನ ಸಂಗಡ ಮಾತಾಡಿ -"},{"number":15,"verse":"ಈ ರಾಜಾಜ್ಞೆಯು ಏಕೆ ಇಷ್ಟು ತೀಕ್ಷ್ಣ ಎಂದು ಕೇಳಲು ಅರ್ಯೋಕನು ನಡೆದ ಸಂಗತಿಯನ್ನು ದಾನಿಯೇಲನಿಗೆ ತಿಳಿಸಿದನು."},{"number":16,"verse":"ಆಮೇಲೆ ದಾನಿಯೇಲನು ಅರಮನೆಗೆ ಸೇರಿ - ನನಗೆ ಸಮಯವನ್ನು ಕೊಟ್ಟರೆ ನಾನು ಆ ಕನಸಿನ ಅರ್ಥವನ್ನು ರಾಜನಿಗೆ ವಿವರಿಸುವೆನು ಎಂದು ಅರಿಕೆಮಾಡಿದನು."},{"number":17,"verse":"ಬಳಿಕ ದಾನಿಯೇಲನು ತನ್ನ ಮನೆಗೆ ಹೋಗಿ ಹನನ್ಯ, ಮೀಶಾಯೇಲ, ಅಜರ್ಯ ಎಂಬ ತನ್ನ ಸ್ನೇಹಿತರಿಗೆ ಆ ಸಮಾಚಾರವನ್ನು ತಿಳಿಸಿ"},{"number":18,"verse":"ನಾವು ಬಾಬೆಲಿನ ಇತರ ವಿದ್ವಾಂಸರೊಂದಿಗೆ ನಾಶವಾಗದಂತೆ ಪರಲೋಕ ದೇವರು ಈ ರಹಸ್ಯದ ವಿಷಯವಾಗಿ ಕೃಪೆತೋರಿಸಲು ಆತನನ್ನು ಬೇಡಿಕೊಳ್ಳೋಣ ಎಂದನು."},{"number":19,"verse":"ಆಗ ಆ ರಹಸ್ಯವು ರಾತ್ರಿಯ ಸ್ವಪ್ನದಲ್ಲಿ ದಾನಿಯೇಲನಿಗೆ ವ್ಯಕ್ತವಾಯಿತು. ಕೂಡಲೆ ದಾನಿಯೇಲನು ಪರಲೋಕ ದೇವರನ್ನು ಹೀಗೆ ಸ್ತುತಿಸಿದನು -"},{"number":20,"verse":"ದೇವರ ನಾಮಕ್ಕೆ ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಕೊಂಡಾಟವಾಗಲಿ! ಜ್ಞಾನತ್ರಾಣಗಳು ಆತನವುಗಳೇ."},{"number":21,"verse":"ಕಾಲಸಮಯಗಳನ್ನು ಮಾರ್ಪಡಿಸುತ್ತಾನೆ, ರಾಜರನ್ನು ತಳ್ಳುತ್ತಾನೆ, ನಿಲ್ಲಿಸುತ್ತಾನೆ; ಜ್ಞಾನಿಗಳ ಜ್ಞಾನವು, ವಿವೇಕಿಗಳ ವಿವೇಕವು ಆತನ ವರವೇ;"},{"number":22,"verse":"ಆತನು ಅಗಾಧವಿಷಯಗಳನ್ನೂ ಗೂಡಾರ್ಥಗಳನ್ನೂ ಬೈಲಿಗೆ ತರುತ್ತಾನೆ; ಕಗ್ಗತ್ತಲೆಯಲ್ಲಿ ಅಡಗಿರುವದೂ ಆತನಿಗೆ ಗೋಚರ; ತೇಜಸ್ಸು ಆತನಲ್ಲೇ ನೆಲೆಗೊಂಡಿದೆ."},{"number":23,"verse":"ನನ್ನ ಪಿತೃಗಳ ದೇವರೇ, ನಿನ್ನನ್ನು ಸ್ತುತಿಸುತ್ತೇನೆ, ಕೊಂಡಾಡುತ್ತೇನೆ, ನೀನು ನನಗೆ ಜ್ಞಾನತ್ರಾಣಗಳನ್ನು ದಯಪಾಲಿಸಿ ನಾವು ಬೇಡಿದ್ದನ್ನು ನನಗೆ ತೋರ್ಪಡಿಸಿದಿಯಲ್ಲಾ; ಹೌದು, ರಾಜನ ರಹಸ್ಯವನ್ನು ನಮಗೆ ವ್ಯಕ್ತಗೊಳಿಸಿದಿ."},{"number":24,"verse":"ಆಗ ದಾನಿಯೇಲನು ಬಾಬೆಲಿನ ವಿದ್ವಾಂಸರನ್ನು ಕೊಲ್ಲುವದಕ್ಕೆ ರಾಜನು ನೇಮಿಸಿದ ಅರ್ಯೋಕನ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ - ಬಾಬೆಲಿನ ವಿದ್ವಾಂಸರನ್ನು ಕೊಲ್ಲಬೇಡ; ನನ್ನನ್ನು ರಾಜನ ಸನ್ನಿಧಿಗೆ ಬಿಡು; ನಾನು ಕನಸಿನ ಅಭಿಪ್ರಾಯವನ್ನು ರಾಜನಿಗೆ ತಿಳಿಸುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":25,"verse":"ಕೂಡಲೆ ಅರ್ಯೋಕನು ದಾನಿಯೇಲನನ್ನು ಸನ್ನಿಧಿಗೆ ತ್ವರೆಯಾಗಿ ಕರೆದುಕೊಂಡು ಹೋಗಿ - ರಾಜನೇ, ಕನಸಿನ ಅಭಿಪ್ರಾಯವನ್ನು ನಿನಗೆ ತಿಳಿಸಬಲ್ಲವನೊಬ್ಬನು ಯೆಹೂದದಿಂದ ಸೆರೆಯಾಗಿ ತಂದವರಲ್ಲಿ ನನಗೆ ಸಿಕ್ಕಿದ್ದಾನೆ ಎಂದು ಅರಿಕೆಮಾಡಲು"},{"number":26,"verse":"ರಾಜನು ಬೇಲ್ತೆಶಚ್ಚರನೆಂಬ ಅಡ್ಡ ಹೆಸರಿನ ದಾನಿಯೇಲನನ್ನು - ನಾನು ಕಂಡ ಕನಸನ್ನೂ ಅದರ ಅರ್ಥವನ್ನೂ ನನಗೆ ತಿಳಿಸಬಲ್ಲೆಯಾ ಎಂದು ಕೇಳಿದನು."},{"number":27,"verse":"ಅದಕ್ಕೆ ದಾನಿಯೇಲನು ಸನ್ನಿಧಿಯಲ್ಲಿ - ರಾಜನು ಕೇಳುವ ರಹಸ್ಯವನ್ನು ವಿದ್ವಾಂಸರಾಗಲಿ ಮಾಟಗಾರರಾಗಲಿ ಜೋಯಿಸರಾಗಲಿ ಶಕುನದವರಾಗಲಿ ಯಾರೂ ರಾಜನಿಗೆ ತಿಳಿಸಲಾರರು;"},{"number":28,"verse":"ಆದರೆ ರಹಸ್ಯಗಳನ್ನು ವ್ಯಕ್ತಗೊಳಿಸುವ ಒಬ್ಬನಿದ್ದಾನೆ, ಆತನು ದೇವರು, ಪರಲೋಕದಲ್ಲಿದ್ದಾನೆ; ಉತ್ತರಕಾಲದಲ್ಲಿ ನಡೆಯತಕ್ಕದನ್ನು ಆತನೇ ರಾಜನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನಿಗೆ ತಿಳಿಯಪಡಿಸಿದ್ದಾನೆ. ನಿನ್ನ ಕನಸು, ಹಾಸಿಗೆಯ ಮೇಲೆ ನಿನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಬಿದ್ದ ಸ್ವಪ್ನಗಳು ಇವೇ -"},{"number":29,"verse":"ರಾಜನೇ, ನೀನು ಹಾಸಿಗೆಯ ಮೇಲೆ ಮಲಗಿರುವಾಗ ಮುಂದೆ ಏನಾಗುವದೋ ಎಂಬ ಯೋಚನೆಯು ನಿನ್ನಲ್ಲಿ ಹುಟ್ಟಿತಲ್ಲಾ; ರಹಸ್ಯಗಳನ್ನು ವ್ಯಕ್ತಗೊಳಿಸುವಾತನು ಮುಂದಾಗುವದನ್ನು ನಿನಗೆ ಗೋಚರಮಾಡಿದ್ದಾನೆ."},{"number":30,"verse":"ನಾನೇ ಎಲ್ಲಾ ಜೀವಂತರಿಗಿಂತ ಹೆಚ್ಚು ಬುದ್ಧಿಯುಳ್ಳವನೆಂತಲ್ಲ, ಕನಸಿನ ಅಭಿಪ್ರಾಯವು ರಾಜನಿಗೆ ಗೋಚರವಾಗಿ ನಿನ್ನ ಮನಸ್ಸಿನ ಯೋಚನೆಯ ವಿಷಯವು ನಿನಗೆ ತಿಳಿದುಬರಲಿ ಎಂದು ಈ ರಹಸ್ಯವು ನನಗೆ ವ್ಯಕ್ತವಾಗಿದೆ."},{"number":31,"verse":"ರಾಜನೇ, ನೀನು ಕಂಡದು ಆಹಾ, ಅದ್ಭುತ ಪ್ರತಿಮೆ; ಥಳಥಳನೆ ಹೊಳೆಯುವ ಆ ದೊಡ್ಡ ಪ್ರತಿಮೆಯು ನಿನ್ನೆದುರಿಗೆ ನಿಂತಿತ್ತು; ಭಯಂಕರವಾಗಿ ಕಾಣಿಸಿತು;"},{"number":32,"verse":"ಆ ಪ್ರತಿಮೆಯ ತಲೆಯು ಅಪರಂಜಿ, ಎದೆತೋಳುಗಳು ಬೆಳ್ಳಿ, ಹೊಟ್ಟೆಸೊಂಟಗಳು ತಾಮ್ರ,"},{"number":33,"verse":"ಕಾಲುಗಳು ಕಬ್ಬಿಣ, ಹೆಜ್ಜೆಗಳು ಕಬ್ಬಿಣ ಮತ್ತು ಮಣ್ಣು."},{"number":34,"verse":"ನೀನು ನೋಡುತ್ತಿರಲಾಗಿ [ಬೆಟ್ಟದೊಳಗಿಂದ] ಒಂದು ಗುಂಡು ಬಂಡೆಯು ಕೈಯಿಲ್ಲದೆ ಒಡೆಯಲ್ಪಟ್ಟು [ಸಿಡಿದು ಬಂದು] ಆ ಪ್ರತಿಮೆಯ ಕಬ್ಬಿಣಮಣ್ಣಿನ ಹೆಜ್ಜೆಗಳಿಗೆ ಬಡಿದು ಚೂರುಚೂರು ಮಾಡಿತು."},{"number":35,"verse":"ಆಗ ಕಬ್ಬಿಣಮಣ್ಣು ತಾಮ್ರಬೆಳ್ಳಿಬಂಗಾರಗಳೆಲ್ಲವೂ ಪುಡಿಪುಡಿಯಾಗಿ ಸುಗ್ಗಿಯ ಕಣಗಳ ಹೊಟ್ಟಿನಂತಾದವು; ಗಾಳಿಯು ತೂರಿಕೊಂಡು ಹೋಗಲು ಅವುಗಳಿಗೆ ನೆಲೆಯೇ ಇಲ್ಲವಾಯಿತು; ಪ್ರತಿಮೆಗೆ ಬಡಿದ ಆ ಬಂಡೆಯು ಮಹಾ ಪರ್ವತವಾಗಿ ಲೋಕದಲ್ಲೆಲ್ಲಾ ತುಂಬಿಕೊಂಡಿತು."},{"number":36,"verse":"ಕನಸು ಇದೇ; ಇದರ ಅರ್ಥವನ್ನೂ ಸನ್ನಿಧಿಯಲ್ಲಿ ಅರಿಕೆಮಾಡುವೆವು."},{"number":37,"verse":"ಅರಸೇ, ನೀನು ರಾಜಾಧಿರಾಜ, ಪರಲೋಕದೇವರು ನಿನಗೆ ರಾಜ್ಯಬಲಪರಾಕ್ರಮ ವೈಭವಗಳನ್ನು ದಯಪಾಲಿಸಿದ್ದಾನೆ;"},{"number":38,"verse":"ನರಜಾತಿಯವರು ವಾಸಿಸುವ ಸಕಲ ಪ್ರಾಂತಗಳಲ್ಲಿ ಆಕಾಶಪಕ್ಷಿಗಳನ್ನೂ ಭೂಜಂತುಗಳನ್ನೂ ನಿನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸಿ ನೀನು ಅವುಗಳನ್ನೆಲ್ಲಾ ಆಳುವಂತೆ ಮಾಡಿದ್ದಾನೆ."},{"number":39,"verse":"ನೀನೇ ಆ ಬಂಗಾರದ ತಲೆ. ನಿನ್ನ ಕಾಲವಾದ ಮೇಲೆ ನಿನಗಿಂತ ಕನಿಷ್ಠವಾದ ಮತ್ತೊಂದು ರಾಜ್ಯವುಂಟಾಗುವದು; ಅನಂತರ ಬೇರೊಂದು ಮೂರನೆಯ ರಾಜ್ಯವು ತಾಮ್ರದ್ದಾಗಿ ತಲೆದೋರಿ ಭೂಮಂಡಲವನ್ನೆಲ್ಲಾ ಆಳುವದು."},{"number":40,"verse":"ನಾಲ್ಕನೆಯ ರಾಜ್ಯವು ಕಬ್ಬಿಣದಷ್ಟು ಗಟ್ಟಿ; ಕಬ್ಬಿಣವು ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಚೂರುಚೂರಾಗಿ ಒಡೆದುಹಾಕುತ್ತದಷ್ಟೆ; ಸಕಲವನ್ನೂ ದ್ವಂಸಮಾಡುವ ಕಬ್ಬಿಣದಂತೆಯೇ ಅದು ಚೂರುಚೂರಾಗಿ ದ್ವಂಸಮಾಡುವದು."},{"number":41,"verse":"ಹೆಜ್ಜೆಗಳಲ್ಲಿ ಮತ್ತು ಬೆರಳುಗಳಲ್ಲಿ ಒಂದಂಶವು ಕುಂಬಾರನ ಮಣ್ಣೂ ಒಂದಂಶವು ಕಬ್ಬಿಣವೂ ಆಗಿದ್ದದ್ದನ್ನು ನೀನು ನೋಡಿದ ಪ್ರಕಾರ ಆ ರಾಜ್ಯವು ಭಿನ್ನಭಿನ್ನವಾಗಿರುವದು; ಜೇಡಿಮಣ್ಣಿನೊಂದಿಗೆ ಕಬ್ಬಿಣವು ಮಿಶ್ರವಾಗಿದ್ದದ್ದನ್ನು ನೀನು ನೋಡಿದಂತೆ ಆ ರಾಜ್ಯದಲ್ಲಿ ಕಬ್ಬಿಣದ ಬಲವು ಸೇರಿರುವದು."},{"number":42,"verse":"ಕಾಲ್ಬೆರಳುಗಳ ಒಂದಂಶವು ಕಬ್ಬಿಣ ಒಂದಂಶವು ಮಣ್ಣು ಆಗಿದ್ದ ಹಾಗೆ ಆ ರಾಜ್ಯದ ಒಂದಂಶವು ಗಟ್ಟಿ ಒಂದಂಶವು ಬೆಂಡು."},{"number":43,"verse":"ಕಬ್ಬಿಣವು ಜೇಡಿಮಣ್ಣಿನೊಂದಿಗೆ ಬೆರೆತಿರುವದನ್ನು ನೀನು ನೋಡಿದ ಮೇರೆಗೆ ಆ ರಾಜ್ಯಾಂಶಗಳು ಸಂತತಿ ಸಂಬಂಧದಿಂದ ಬೆರೆತುಕೊಳ್ಳುವವು; ಆದರೆ ಕಬ್ಬಿಣವು ಮಣ್ಣಿನೊಂದಿಗೆ ಹೇಗೆ ಕಲೆಯುವದಿಲ್ಲವೋ ಹಾಗೆ ಅವು ಒಂದಕ್ಕೊಂದು ಅಂಟಿಕೊಳ್ಳುವದಿಲ್ಲ."},{"number":44,"verse":"ಆ ರಾಜರ ಕಾಲದಲ್ಲಿ ಪರಲೋಕದೇವರು ಒಂದು ರಾಜ್ಯವನ್ನು ಸ್ಥಾಪಿಸುವನು; ಅದು ಎಂದಿಗೂ ಅಳಿಯದು, ಅದರ ಪ್ರಾಬಲ್ಯವು ಬೇರೆ ಜನಾಂಗಕ್ಕೆ ಕದಲಿಹೋಗದು, ಆ ರಾಜ್ಯಗಳನ್ನೆಲ್ಲಾ ಭಂಗಪಡಿಸಿ ನಿರ್ನಾಮ ಮಾಡಿ ಶಾಶ್ವತವಾಗಿ ನಿಲ್ಲುವದು."},{"number":45,"verse":"[ಬೆಟ್ಟದೊಳಗಿಂದ] ಒಂದು ಗುಂಡು ಬಂಡೆಯು ಕೈಯಿಲ್ಲದೆ ಒಡೆಯಲ್ಪಟ್ಟು ಕಬ್ಬಿಣ ತಾಮ್ರ ಮಣ್ಣು ಬೆಳ್ಳಿ ಬಂಗಾರಗಳನ್ನು ಚೂರುಚೂರುಮಾಡಿದ್ದು ನಿನ್ನ ಕಣ್ಣಿಗೆ ಬಿತ್ತಲ್ಲಾ; ಇದರಿಂದ ಪರಲೋಕದೇವರು ಮುಂದೆ ನಡೆಯುವ ವಿಷಯಗಳನ್ನು ರಾಜನಿಗೆ ತಿಳಿಯಪಡಿಸಿದ್ದಾನೆ; ಕನಸು ನಿಜ, ಅದರ ಅರ್ಥವು ನಂಬತಕ್ಕದು ಎಂದು ಹೇಳಿದನು."},{"number":46,"verse":"ಆಗ ರಾಜನಾದ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಅಡ್ಡಬಿದ್ದು ದಾನಿಯೇಲನನ್ನು ಪೂಜಿಸಿ ಅವನಿಗೆ ನೈವೇದ್ಯ ಮಾಡಿ ಧೂಪಹಾಕಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿ"},{"number":47,"verse":"ಅವನ ಮಾತಿಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ - ನೀನು ಈ ರಹಸ್ಯವನ್ನು ಬೈಲಿಗೆ ತರಲು ಸಮರ್ಥನಾದ ಕಾರಣ ನಿಮ್ಮ ದೇವರು ದೇವಾಧಿದೇವನೂ ರಾಜರ ಒಡೆಯನೂ ರಹಸ್ಯಗಳನ್ನು ವ್ಯಕ್ತಗೊಳಿಸುವವನೂ ಆಗಿದ್ದಾನೆಂಬುದು ನಿಶ್ಚಯ ಎಂದು ಹೇಳಿದನು."},{"number":48,"verse":"ಬಳಿಕ ರಾಜನು ದಾನಿಯೇಲನನ್ನು ದೊಡ್ಡಸ್ತಿಕೆಗೆ ತಂದು ಅವನಿಗೆ ಅಮೂಲ್ಯವಾದ ಬಹುಮಾನಗಳನ್ನು ಕೊಟ್ಟು ಬಾಬೆಲ್ ಸಂಸ್ಥಾನವನ್ನೆಲ್ಲಾ ಅಧೀನಪಡಿಸಿ ಬಾಬೆಲಿನ ವಿದ್ವಾಂಸರ ಸಕಲ ಮುಖ್ಯಸ್ಥರಿಗೂ ಅವನನ್ನು ಮುಖ್ಯಸ್ಥನನ್ನಾಗಿ ನೇಮಿಸಿದನು."},{"number":49,"verse":"ದಾನಿಯೇಲನು ಬಿನ್ನಹ ಮಾಡಲು ರಾಜನು ಶದ್ರಕ್ ಮೇಶಕ್ ಅಬೇದ್‍ನೆಗೋ ಎಂಬವರಿಗೆ ಬಾಬೆಲ್ ಸಂಸ್ಥಾನದ ಕಾರ್ಯಭಾರವನ್ನು ವಹಿಸಿದನು; ದಾನಿಯೇಲನೋ ಅರಮನೆಯಲ್ಲಿ ನಿಂತನು."}]}