{"bibleAbbr":"MKJV1962","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"And the Word of Jehovah came to me, saying,"},{"number":2,"verse":"Go and cry in the ears of Jerusalem, saying, So says the LORD, I remember you, the kindness of your youth, the love of your betrothals, when you went after Me in the wilderness, in a land not sown."},{"number":3,"verse":"Israel [was] holiness to the LORD, and the firstfruits of His increase. All that devour him shall offend; evil shall come on them, says the LORD."},{"number":4,"verse":"Hear the Word of Jehovah, O house of Jacob, and all the families of the house of Israel."},{"number":5,"verse":"So says the LORD, What injustice have your fathers found in Me, that they have gone far from Me and have walked after vanity, and have become vain?"},{"number":6,"verse":"Nor did they say, Where [is] the LORD who brought us up out of the land of Egypt, who led us through the wilderness, through a land of deserts and of pits, through a land of dry places, and of the shadow of death, through a land that no man passed through, and where no man lived?"},{"number":7,"verse":"And I brought you into a plentiful country, to eat its fruit and its goodness; but when you entered, you defiled My land and made My inheritance an abomination."},{"number":8,"verse":"The priests did not say, Where [is] the LORD? And they who handle the law did not know Me; the shepherds also rebelled against Me, and the prophets prophesied by Baal, and walked after things not profitable."},{"number":9,"verse":"Therefore I will contend with you, says the LORD, and with your son's sons I will enter into judgment."},{"number":10,"verse":"For pass over the coasts of Kittim, and see; and send to Kedar, and carefully consider, and see if there is [such a] thing."},{"number":11,"verse":"Has a nation changed [their] gods who are yet no gods? But My people have changed their Glory for that which does not profit."},{"number":12,"verse":"Be amazed, O heavens, at this, and be horribly afraid; be completely desolated, says the LORD."},{"number":13,"verse":"For My people have committed two evils; they have forsaken Me, the Fountain of living waters, to hew out cisterns for themselves, broken cisterns that can hold no water."},{"number":14,"verse":"[Is] Israel a servant? Or [is] he a servant of the house? Why has he become a prey?"},{"number":15,"verse":"The young lions roared against him; they gave their voice. And they made his land a waste; his cities are burned without inhabitant."},{"number":16,"verse":"Also the sons of Noph and Tahapanes have fed on the crown of your head."},{"number":17,"verse":"Have you not brought this on yourself, in that you have forsaken Jehovah your God, when He led you by the way?"},{"number":18,"verse":"And now what is for you toward the way of Egypt, to drink the waters of Sihor? Or what for you toward Assyria, to drink the waters of the River?"},{"number":19,"verse":"Your own evil shall correct you, and your backslidings shall reprove you, therefore know and see that [it is] an evil and bitter [thing] that you have forsaken Jehovah your God, and that My fear [is] not in you, says the Lord Jehovah of hosts."},{"number":20,"verse":"For long ago you broke your yoke [and] tore up your bonds; and you said, I will not transgress, when on every high hill and under every green tree you lay down [like] a harlot."},{"number":21,"verse":"Yet I planted you a noble vine, wholly a true seed. How then have you turned into the degenerate [shoots of] an alien vine to Me?"},{"number":22,"verse":"For though you wash yourself with potash, and multiply soap for yourself, [yet] your iniquity is marked before Me, says the Lord Jehovah."},{"number":23,"verse":"How can you say, I am not defiled; I have not gone after the Baals? See your way in the valley, know what you have done! [You are] a swift camel crossing its ways;"},{"number":24,"verse":"a wild ass used to the wilderness; in the desire of her passion she snuffs at the wind; [in] her time who can turn her away? All those who seek her will not tire themselves; in her month they will find her."},{"number":25,"verse":"Withhold your foot from [being] bare, and your throat from thirst. But you said, There is no hope; no; for I have loved strangers, and after them I will go."},{"number":26,"verse":"As the thief is ashamed when he is found, so is the house of Israel ashamed; they, their kings, their rulers, and their priests, and their prophets;"},{"number":27,"verse":"saying to a tree, You [are] my father; and to a stone, You gave [me] birth. For they have turned [their] back to Me, and not their face; but in the time of their trouble they will say, Arise and save us!"},{"number":28,"verse":"But where [are] your gods that you have made for yourselves? Let them arise, if they can save you in the time of your trouble; for according to the number of your cities are your gods, O Judah."},{"number":29,"verse":"Why will you plead with Me? You all have sinned against Me, says the LORD."},{"number":30,"verse":"In vain I have stricken your sons; they received no correction. Your own sword has devoured your prophets, like a destroying lion."},{"number":31,"verse":"O generation, see the Word of Jehovah. Have I been a wilderness to Israel, or a land of darkness? Why do My people say, We roam [freely]; we will come no more to You?"},{"number":32,"verse":"Can a virgin forget her ornaments, [or] a bride her attire? Yet My people have forgotten Me days without number."},{"number":33,"verse":"Why did you trim your way to seek love? Therefore you have also taught the evil women your ways."},{"number":34,"verse":"Also in your skirts is found the blood of the souls of the poor innocents; you did not find them breaking in, but on all these."},{"number":35,"verse":"Yet you say, Because I am innocent, surely His anger shall turn from me. Behold, I will plead with you, because you say, I have not sinned."},{"number":36,"verse":"Why do you go about so much to change your way? You also shall be ashamed of Egypt, as you were ashamed of Assyria."},{"number":37,"verse":"Yes, you shall go out from this [place], and your hands on your head. For the LORD has rejected those in whom you trust, and you will not prosper by them."}]}