{"bibleAbbr":"MKJV1962","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":39,"verses":[{"number":1,"verse":"In the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon, and all his army, came against Jerusalem. And they besieged it."},{"number":2,"verse":"In the eleventh year of Zedekiah, in the fourth month, the ninth of the month, the city was broken up."},{"number":3,"verse":"And all the rulers of the king of Babylon came in and sat in the middle gate: Nergal-sharezer, Samgar-nebo, Sarsechim, chief of the eunuchs, Nergal-sharezer, chief soothsayer, and all the rest of the rulers of the king of Babylon."},{"number":4,"verse":"And it happened when Zedekiah, the king of Judah and all the men of war saw them, then they fled, and went out from the city by night, by the way of the king's garden, by the gate between the two walls. And he went out the way of the plain."},{"number":5,"verse":"But the Chaldean army pursued them and overtook Zedekiah in the plains of Jericho. And they took him, and made him go up to Nebuchadnezzar king of Babylon, to Riblah in the land of Hamath, where he gave judgment on him."},{"number":6,"verse":"Then the king of Babylon killed the sons of Zedekiah before his eyes in Riblah. Also the king of Babylon killed all the rulers of Judah."},{"number":7,"verse":"And he blinded Zedekiah's eyes and bound him with chains, to carry him to Babylon."},{"number":8,"verse":"And the Chaldeans burned the king's house and the houses of the people, with fire, and broke down the walls of Jerusalem."},{"number":9,"verse":"Then Nebuzaradan the chief of the executioners exiled [to] Babylon the rest of the people who remained in the city, and those who fell away, who fell to him with the rest of the people that remained."},{"number":10,"verse":"But Nebuzaradan, the chief of the executioners, left [some] of the poor people, who had nothing, in the land of Judah, and gave them vineyards and fields on that day."},{"number":11,"verse":"And Nebuchadnezzar king of Babylon gave command concerning Jeremiah to Nebuzaradan the chief of the executioners, saying,"},{"number":12,"verse":"Take him, and set your eyes on him, and do him no evil. But do with him even as he shall say to you."},{"number":13,"verse":"So Nebuzaradan the chief of the executioners sent, and Nebu-shasban chief of the eunuchs, and Nergal-sharezer, Rab-mag, and all the king of Babylon's rulers,"},{"number":14,"verse":"even they sent and took Jeremiah out of the court of the prison, and entrusted him to Gedaliah the son of Ahikam the son of Shaphan, to take him to the house. So he lived among the people."},{"number":15,"verse":"And the Word of the LORD came to Jeremiah, while he was shut up in the court of the prison, saying,"},{"number":16,"verse":"Go and speak to Ebed-melech the Ethiopian, saying, So says Jehovah of hosts, the God of Israel: Behold, I will bring My words on this city for evil and not for good. And they shall be [done] in that day before you."},{"number":17,"verse":"But I will deliver you in that day, says the LORD. And you shall not be given into the hand of the men of whom you [are] afraid."},{"number":18,"verse":"For I will surely deliver you, and you shall not fall by the sword, but your life shall be as a prize to you, because you have put your trust in Me, says the LORD."}]}