{"bibleAbbr":"MKJV1962","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"The word that the LORD spoke against Babylon, against the land of the Chaldeans by Jeremiah the prophet."},{"number":2,"verse":"Declare among the nations, and cause them to hear, and lift up a banner. Cause them to hear, do not hide it; say, Babylon is captured, Bel is ashamed, Merodach is broken in pieces; her images are shamed, her idols are broken in pieces."},{"number":3,"verse":"For out of the north a nation comes up against her, which shall make her land a desert, and none shall dwell in it. They shall flee, they shall depart, both man and beast."},{"number":4,"verse":"In those days, and at that time, says the LORD, the sons of Israel shall come, they and the sons of Judah together, going and weeping. They shall go and seek Jehovah their God."},{"number":5,"verse":"They shall ask the way [to] Zion with their faces there, [saying], Come and let us join ourselves to the LORD [in] an everlasting covenant never [to be] forgotten."},{"number":6,"verse":"My people have been lost sheep; their shepherds have caused them to go astray; they have turned them away [on] the mountains. They have gone from mountain to hill; they have forgotten their resting place."},{"number":7,"verse":"All who have found them have devoured them. And their enemies said, We do not offend, because they have sinned against the LORD, the habitation of righteousness, even the LORD, the hope of their fathers."},{"number":8,"verse":"Flee from the midst of Babylon, and go out of the land of the Chaldeans, and be as the he-goats before the flocks."},{"number":9,"verse":"For, lo, I am stirring up and bringing up against Babylon a company of great nations from a northern land. And they shall array themselves against her. She shall be captured there. Their arrows [ shall be] as [those] of a skillful, mighty man; none shall return in vain."},{"number":10,"verse":"And Chaldea shall be a prize; all who plunder her shall be satisfied, says the LORD."},{"number":11,"verse":"Because you were glad, because you rejoiced, O destroyers of My inheritance; because you are fat like the heifer in grass, and bellow like bulls;"},{"number":12,"verse":"your mother shall be deeply ashamed; she who bore you shall turn pale. Behold, the last of the nations [shall be] a wilderness, a dry land, and a desert."},{"number":13,"verse":"Because of the wrath of the LORD it shall not be inhabited, but it shall be wholly a waste. Everyone who goes by Babylon shall be amazed and hiss at all her plagues."},{"number":14,"verse":"Put yourselves in order against Babylon all around; all you who bend the bow, shoot at her. Hold back no arrows, for she has sinned against the LORD."},{"number":15,"verse":"Shout against her all around. She has given her hand; her foundations have fallen, her walls have been thrown down; for it [is] the vengeance of the LORD. Take vengeance on her. As she has done, do to her."},{"number":16,"verse":"Cut off the sower from Babylon, and the one who handles the sickle in the time of harvest. For fear of the pressing sword they shall turn, each one to his people; and they shall flee, each one to his own land."},{"number":17,"verse":"Israel [is] a scattered sheep, driven away by lions. First the king of Assyria devoured him, and last this Nebuchadnezzar king of Babylon crunched [his bones]."},{"number":18,"verse":"So Jehovah of hosts, the God of Israel, says this: Behold, I will punish the king of Babylon and his land, as I have punished the king of Assyria."},{"number":19,"verse":"And I will again bring Israel to his home, and he shall feed on Carmel and Bashan, and his soul shall be satisfied on Mount Ephraim and Gilead."},{"number":20,"verse":"In those days, and at that time, says the LORD, the iniquity of Israel shall be sought for, and it [shall] not [be] found; and the sins of Judah, and they shall not be found; for I will pardon those whom I leave as a remnant."},{"number":21,"verse":"Go up against the land of Merathaim, even against it and against the people of Pekod. Waste and destroy after them, says the LORD, and do according to all that I have commanded you."},{"number":22,"verse":"A sound of battle [is] in the land, and of great ruin."},{"number":23,"verse":"How the hammer of the whole earth is cut off and broken! How Babylon has become a ruin among the nations!"},{"number":24,"verse":"I have laid a trap for you, and you are also captured, O Babylon, and you did not know. You were found and also caught, because you have fought against the LORD."},{"number":25,"verse":"The LORD has opened His armory, and has brought forth the weapons of His fury. For this [is] the work of the Lord Jehovah of hosts in the land of the Chaldeans."},{"number":26,"verse":"Come against her from the border; open her storehouses; cast her up as heaps, and destroy her completely. Let nothing of her be left."},{"number":27,"verse":"Kill all her bulls; let them go down to the slaughter. Woe to them! For their day has come, the time of their punishment."},{"number":28,"verse":"The voice of those who flee and escape out of the land of Babylon, to declare in Zion the vengeance of Jehovah our God, the vengeance of His temple."},{"number":29,"verse":"Make the archers hear against Babylon. All you who tread a bow, camp against it all around; let none of them escape. Repay her according to her work; according to all that she has done, do to her. For she has been proud against the LORD, against the Holy One of Israel."},{"number":30,"verse":"So her young men shall fall in the streets, and all her men of war shall be silenced in that day, says the LORD."},{"number":31,"verse":"Behold, I [am] against you, O proud ones, says the Lord Jehovah of hosts; for your day has come, the time that I will judge you."},{"number":32,"verse":"And the most proud shall stumble and fall, and none shall raise him up. And I will kindle a fire in his cities, and it shall burn up everything all around him."},{"number":33,"verse":"So says Jehovah of hosts: The sons of Israel and the sons of Judah [were] oppressed together. And all who captured them held them fast; they refused to let them go."},{"number":34,"verse":"Their Redeemer [is] strong; Jehovah of hosts, [is] His name. He shall thoroughly plead their cause, so that he may give rest to the land, and give trouble to the people of Babylon."},{"number":35,"verse":"A sword [is] on the Chaldeans, says the LORD, and on the people of Babylon, and on her rulers, and on her wise men."},{"number":36,"verse":"A sword [is] on the liars, and they shall become fools. A sword [is] on her mighty men, and they shall be afraid."},{"number":37,"verse":"A sword [is] on their horses and their chariots, and on all the mixed people in her midst; and they shall become as women. A sword [is] to her treasuries, and they shall be robbed."},{"number":38,"verse":"A drought [is] on her waters; and they shall be dried up. For it [is] the land of idols, and they act madly [with] idols."},{"number":39,"verse":"So the beasts of the desert shall dwell there with jackals. And the daughters of the ostrich shall dwell in her again. And it shall not again have anyone [in it] forever; it shall not be lived in until generation and generation."},{"number":40,"verse":"As God overthrew Sodom and Gomorrah and their neighbors, says the LORD, no man shall live there; nor shall any son of man live in it."},{"number":41,"verse":"Behold, a people shall come from the north, even a great nation; and many kings shall be stirred up from the farthest parts of the earth."},{"number":42,"verse":"They lay hold on a bow and spear; they [are] cruel and will not show mercy. Their voice shall roar like the sea, and they shall ride on horses arrayed like a man for the battle against you, O daughter of Babylon."},{"number":43,"verse":"The king of Babylon has heard the report of them, and his hands became feeble. Anguish took hold of him, [and] pangs like [those of] a woman in labor."},{"number":44,"verse":"Behold, he shall come up like a lion from the swelling of Jordan to the home of the strong. But I will make them suddenly run away from her. And who [is] a chosen [one whom] I will appoint over her? For who [is] like Me? And who will set Me the time? And who [is] that shepherd who will stand before Me?"},{"number":45,"verse":"Therefore hear the counsel of the LORD that He has taken against Babylon; and His purposes which He has purposed against the land of the Chaldeans. Surely the least of the flock shall drag them; surely He shall make [their] dwelling a desert with them."},{"number":46,"verse":"At the sound of the capture of Babylon the earth shall tremble, and a cry is heard among the nations."}]}