{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":13,"verses":[{"number":1,"verse":"ಆ ದಿವಸದಲ್ಲಿ ಯೇಸು ಮನೆಯಿಂದ ಹೊರಟು ಸಮುದ್ರದ ದಡದಲ್ಲಿ ಕೂತುಕೊಂಡನು."},{"number":2,"verse":"ಬಹಳ ಜನರು ಆತನ ಬಳಿಗೆ ಕೂಡಿಬಂದದರಿಂದ ಆತನು ದೋಣಿ ಹತ್ತಿ ಕೂತುಕೊಂಡನು. ಆ ಜನರೆಲ್ಲರು ದಡದಲ್ಲಿ ನಿಂತಿದ್ದರು."},{"number":3,"verse":"ಆಗ ಆತನು ಅವರಿಗೆ ಸಾಮ್ಯರೂಪವಾಗಿ ಅನೇಕ ಸಂಗತಿಗಳನ್ನು ಹೇಳಿದನು. ಹೇಗಂದರೆ -"},{"number":4,"verse":"ಕೇಳಿರಿ! ಬಿತ್ತುವವನು ಬಿತ್ತುವದಕ್ಕೆ ಹೊರಟನು. ಅವನು ಬಿತ್ತುವಾಗ ಕೆಲವು ಬೀಜ ದಾರಿಯ ಮಗ್ಗುಲಲ್ಲಿ ಬಿದ್ದವು; ಹಕ್ಕಿಗಳು ಬಂದು ಅವುಗಳನ್ನು ತಿಂದುಬಿಟ್ಟವು."},{"number":5,"verse":"ಕೆಲವು ಬೀಜ ಬಹಳ ಮಣ್ಣಿಲ್ಲದ ಬಂಡೆಯ ನೆಲದಲ್ಲಿ ಬಿದ್ದವು; ಅಲ್ಲಿ ಮಣ್ಣು ತೆಳ್ಳಗಿದ್ದದರಿಂದ ಅವು ಬೇಗ ಮೊಳೆತವು;"},{"number":6,"verse":"ಆದರೆ ಬಿಸಿಲೇರಿದಾಗ ಬಾಡಿ ಬೇರಿಲ್ಲದ ಕಾರಣ ಒಣಗಿಹೋದವು."},{"number":7,"verse":"ಮತ್ತೆ ಕೆಲವು ಬೀಜ ಮುಳ್ಳುಗಿಡಗಳಲ್ಲಿ ಬಿದ್ದವು; ಮುಳ್ಳುಗಿಡಗಳು ಬೆಳೆದು ಅವುಗಳನ್ನು ಅಡಗಿಸಿಬಿಟ್ಟವು."},{"number":8,"verse":"ಇನ್ನು ಕೆಲವು ಒಳ್ಳೆಯ ನೆಲದಲ್ಲಿ ಬಿದ್ದು ಒಂದು ನೂರರಷ್ಟು, ಒಂದು ಅರುವತ್ತರಷ್ಟು, ಒಂದು ಮೂವತ್ತರಷ್ಟು ಫಲವನ್ನು ಕೊಟ್ಟವು."},{"number":9,"verse":"ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ ಅಂದನು."},{"number":10,"verse":"ತರುವಾಯ ಆತನ ಶಿಷ್ಯರು ಬಂದು - ಯಾಕೆ ಸಾಮ್ಯರೂಪವಾಗಿ ಅವರ ಸಂಗಡ ಮಾತಾಡುತ್ತೀ ಎಂದು ಕೇಳಿದರು."},{"number":11,"verse":"ಅದಕ್ಕಾತನು ಅವರಿಗೆ - ಪರಲೋಕರಾಜ್ಯದ ಗುಟ್ಟುಗಳನ್ನು ತಿಳಿಯುವ ವರವು ನಿಮಗೇ ಕೊಟ್ಟದೆ; ಅವರಿಗೆ ಕೊಟ್ಟಿಲ್ಲ."},{"number":12,"verse":"ಯಾಕಂದರೆ ಇದ್ದವನಿಗೆ ಕೊಡಲ್ಪಡುವದು, ಅವನಿಗೆ ಮತ್ತೂ ಹೆಚ್ಚಾಗುವದು; ಇಲ್ಲದವನ ಕಡೆಯಿಂದ ಇದ್ದದ್ದೂ ತೆಗೆಯಲ್ಪಡುವದು."},{"number":13,"verse":"ನಾನು ಅವರ ಸಂಗಡ ಸಾಮ್ಯರೂಪವಾಗಿ ಮಾತಾಡುವದಕ್ಕೆ ಕಾರಣವೇನಂದರೆ ಅವರಿಗೆ ಕಣ್ಣಿದ್ದರೂ ನೋಡುವದಿಲ್ಲ, ಕಿವಿಯಿದ್ದರೂ ಕೇಳುವದಿಲ್ಲ ಮತ್ತು ತಿಳುಕೊಳ್ಳುವದಿಲ್ಲ."},{"number":14,"verse":"ಯೆಶಾಯನು ಹೇಳಿದ ಪ್ರವಾದನೆಯು ಅವರಲ್ಲಿ ನೆರವೇರುತ್ತದೆ; ಅದೇನಂದರೆ - ನೀವು ಕಿವಿಯಿದ್ದು ಕೇಳಿದರೂ ತಿಳುಕೊಳ್ಳುವದೇ ಇಲ್ಲ; ಕಣ್ಣಿದ್ದು ನೋಡಿದರೂ ಕಾಣುವದೇ ಇಲ್ಲ."},{"number":15,"verse":"ಈ ಜನರ ಹೃದಯವು ಕೊಬ್ಬಿತು; ಇವರ ಕಿವಿ ಮಂದವಾಯಿತು; ಇವರು ಕಣ್ಣು ಮುಚ್ಚಿಕೊಂಡಿದ್ದಾರೆ. ತಾವು ಕಣ್ಣಿನಿಂದ ಕಂಡು ಕಿವಿಯಿಂದ ಕೇಳಿ ಹೃದಯದಿಂದ ತಿಳಿದು ನನ್ನ ಕಡೆಗೆ ತಿರುಗುಕೊಂಡು ನನ್ನಿಂದ ಸ್ವಸ್ಥತೆಯನ್ನು ಹೇಗೂ ಹೊಂದಬಾರದೆಂದು ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ ಎಂಬದು."},{"number":16,"verse":"ಆದರೆ ನಿಮ್ಮ ಕಣ್ಣು ಕಾಣುತ್ತವೆ, ನಿಮ್ಮ ಕಿವಿ ಕೇಳುತ್ತವೆ; ಆದದರಿಂದ ನೀವು ಧನ್ಯರು."},{"number":17,"verse":"ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ, ನೀವು ನೋಡುತ್ತಿರುವ ಕಾರ್ಯಗಳನ್ನು ಬಹು ಮಂದಿ ಪ್ರವಾದಿಗಳೂ ಸತ್ಪುರುಷರೂ ನೋಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸಿದರೂ ನೋಡಲಿಲ್ಲ; ನೀವು ಕೇಳುತ್ತಿರುವ ಸಂಗತಿಗಳನ್ನು ಅವರು ಕೇಳಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸಿದರೂ ಕೇಳಲಿಲ್ಲ."},{"number":18,"verse":"ಬಿತ್ತುವವನ ವಿಷಯವಾದ ಸಾಮ್ಯದ ಅರ್ಥವನ್ನು ಕೇಳಿರಿ - ಯಾವನಾದರೂ ಪರಲೋಕರಾಜ್ಯದ ವಾಕ್ಯವನ್ನು ಕೇಳಿ ತಿಳುಕೊಳ್ಳದೆ ಇರುವಲ್ಲಿ ಸೈತಾನನು ಬಂದು ಆ ಮನುಷ್ಯನ ಮನಸ್ಸಿನಲ್ಲಿ ಬಿತ್ತಿದ್ದನ್ನು ತೆಗೆದುಹಾಕುತ್ತಾನೆ; ಈ ಮನುಷ್ಯನೇ ಬೀಜ ಬಿದ್ದ ದಾರೀ ಮಗ್ಗುಲಾಗಿರುವವನು."},{"number":20,"verse":"ಒಬ್ಬನು ವಾಕ್ಯವನ್ನು ಕೇಳಿದ ಕೂಡಲೆ ಸಂತೋಷದಿಂದ ಅದನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೆ;"},{"number":21,"verse":"ತನಗೆ ಬೇರಿಲ್ಲದ ಕಾರಣ ಇವನು ಸ್ವಲ್ಪ ಕಾಲ ಮಾತ್ರವೇ ಇದ್ದು ಆ ವಾಕ್ಯದ ನಿಮಿತ್ತವಾಗಿ ಸಂಕಟವಾಗಲಿ ಹಿಂಸೆಯಾಗಲಿ ಬಂದರೆ ಬೇಗ ಎಡವಿ ಬೀಳುತ್ತಾನೆ; ಇವನೇ ಬೀಜ ಬಿದ್ದ ಬಂಡೆಯ ನೆಲವಾಗಿರುವವನು."},{"number":22,"verse":"ಒಬ್ಬನು ವಾಕ್ಯವನ್ನು ಕೇಳಿದಾಗ್ಯೂ ಪ್ರಪಂಚದ ಚಿಂತೆಯೂ ಐಶ್ವರ್ಯದಿಂದುಂಟಾಗುವ ಮೋಸವೂ ಆ ವಾಕ್ಯವನ್ನು ಅಡಗಿಸಿಬಿಡುವದರಿಂದ, ಫಲವನ್ನು ಕೊಡದೆ ಇರುತ್ತಾನೆ; ಇವನೇ ಮುಳ್ಳುಗಿಡಗಳಲ್ಲಿ ಬೀಜ ಬಿದ್ದ ನೆಲವಾಗಿರುವವನು."},{"number":23,"verse":"ಒಬ್ಬನು ವಾಕ್ಯವನ್ನು ಕೇಳಿ ತಿಳುಕೊಂಡು ಫಲವಂತನಾಗಿ ನೂರರಷ್ಟಾಗಲಿ ಅರುವತ್ತರಷ್ಟಾಗಲಿ ಮೂವತ್ತರಷ್ಟಾಗಲಿ ಫಲವನ್ನು ಕೊಡುತ್ತಾನೆ; ಇವನೇ ಒಳ್ಳೆಯ ನೆಲವಾಗಿರುವವನು ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಆತನು ಮತ್ತೊಂದು ಸಾಮ್ಯವನ್ನು ಅವರಿಗೆ ಹೇಳಿದನು; ಅದೇನಂದರೆ - ಪರಲೋಕರಾಜ್ಯವು ಒಳ್ಳೆಯ ಬೀಜವನ್ನು ತನ್ನ ಹೊಲದಲ್ಲಿ ಬಿತ್ತಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ."},{"number":25,"verse":"ಆದರೆ ಜನರು ನಿದ್ರೆಮಾಡುವ ಕಾಲದಲ್ಲಿ ಅವನ ವೈರಿಯು ಬಂದು ಗೋದಿಯ ನಡುವೆ ಹಣಜಿ ಬಿತ್ತಿ ಹೋದನು."},{"number":26,"verse":"ಗೋದಿಯು ಬೆಳೆದು ಫಲಕ್ಕೆ ಬಂದಾಗ ಹಣಜಿ ಸಹ ಕಾಣಬಂತು."},{"number":27,"verse":"ಆಗ ಯಜಮಾನನ ಆಳುಗಳು ಅವನ ಬಳಿಗೆ ಬಂದು - ಅಯ್ಯಾ, ನೀನು ನಿನ್ನ ಹೊಲದಲ್ಲಿ ಒಳ್ಳೆಯ ಬೀಜ ಬಿತ್ತಿದಿಯಲ್ಲಾ; ಹಣಜಿ ಎಲ್ಲಿಂದ ಬಂತು ಎಂದು ಕೇಳಲು"},{"number":28,"verse":"ಅವನು - ಇದು ಒಬ್ಬ ವೈರಿ ಮಾಡಿದ ಕೆಲಸ ಅನ್ನಲಾಗಿ ಆಳುಗಳು ಅವನನ್ನು - ಹಾಗಾದರೆ ನಾವು ಅದನ್ನು ಆರಿಸಿ ತೆಗೆಯೋಣೋ ಎಂದು ಕೇಳಲು"},{"number":29,"verse":"ಅವನು - ಬೇಡ; ಹಣಜಿಯನ್ನು ಆರಿಸಿ ತೆಗೆಯುವಾಗ ಅದರ ಸಂಗಡ ಗೋದಿಯನ್ನೆಲ್ಲಾದರೂ ಕಿತ್ತೀರಿ."},{"number":30,"verse":"ಸುಗ್ಗೀಕಾಲದ ತನಕ ಎರಡೂ ಕೂಡ ಬೆಳೆಯಲಿ; ಸುಗ್ಗೀಕಾಲದಲ್ಲಿ ನಾನು ಕೊಯ್ಯುವವರಿಗೆ - ಮೊದಲು ಹಣಜಿಯನ್ನು ಆರಿಸಿತೆಗೆದು ಅದನ್ನು ಸುಡುವದಕ್ಕೆ ಹೊರೆಕಟ್ಟಿಹಾಕಿ, ಗೋದಿಯನ್ನು ನನ್ನ ಕಣಜಕ್ಕೆ ತುಂಬಿರಿ ಎಂದು ಹೇಳುವೆನು ಅಂದನು."},{"number":31,"verse":"ಆತನು ಮತ್ತೊಂದು ಸಾಮ್ಯವನ್ನು ಅವರಿಗೆ ಹೇಳಿದನು; ಅದೇನಂದರೆ - ಪರಲೋಕರಾಜ್ಯವು ಸಾಸಿವೆಕಾಳಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ. ಒಬ್ಬ ಮನುಷ್ಯನು ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ತನ್ನ ಹೊಲದಲ್ಲಿ ಬಿತ್ತಿದನು."},{"number":32,"verse":"ಅದು ಎಲ್ಲಾ ಬೀಜಗಳಿಗಿಂತಲೂ ಸಣ್ಣದಾಗಿದೆ, ಬೆಳೆದ ಮೇಲೆ ಕಾಯಿಪಲ್ಯದ ಗಿಡಗಳಿಗಿಂತ ದೊಡ್ಡದಾಗಿ ಮರವಾಗುತ್ತದೆ; ಆಕಾಶದಲ್ಲಿ ಹಾರಾಡುವ ಪಕ್ಷಿಗಳು ಬಂದು ಅದರ ಕೊಂಬೆಗಳಲ್ಲಿ ವಾಸಮಾಡುತ್ತವೆ."},{"number":33,"verse":"ಮತ್ತೊಂದು ಸಾಮ್ಯವನ್ನು ಅವರಿಗೆ ಹೇಳಿದನು; ಅದೇನಂದರೆ - ಪರಲೋಕ ರಾಜ್ಯವು ಹುಳಿಹಿಟ್ಟಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ. ಅದನ್ನು ಒಬ್ಬ ಹೆಂಗಸು ತಕ್ಕೊಂಡು ಮೂರು ಸೇರು ಹಿಟ್ಟಿನಲ್ಲಿ ಕಲಸಿಡಲು ಆ ಹಿಟ್ಟೆಲ್ಲಾ ಹುಳಿಯಾಯಿತು."},{"number":34,"verse":"ಯೇಸು ಈ ಮಾತುಗಳನ್ನೆಲ್ಲಾ ಜನರ ಗುಂಪುಗಳಿಗೆ ಸಾಮ್ಯರೂಪವಾಗಿ ಹೇಳಿದನು; ಸಾಮ್ಯವಿಲ್ಲದೆ ಒಂದನ್ನೂ ಹೇಳಲಿಲ್ಲ."},{"number":35,"verse":"ಹೀಗೆ - ನಾನು ಬಾಯಿದೆರೆದು ಸಾಮ್ಯರೂಪವಾಗಿ ಉಪದೇಶಿಸುವೆನು; ಲೋಕಾದಿಯಿಂದ ಮರೆಯಾಗಿದ್ದವುಗಳನ್ನು ಹೊರಪಡಿಸುವೆನು ಎಂದು ಒಬ್ಬ ಪ್ರವಾದಿಯ ಮುಖಾಂತರ ನುಡಿದ ಮಾತು ನೆರವೇರಿತು."},{"number":36,"verse":"ಆಗ ಯೇಸು ಜನರನ್ನು ಬಿಟ್ಟು ಮನೆಗೆ ಹೋದ ಮೇಲೆ ಆತನ ಶಿಷ್ಯರು ಬಂದು - ಹೊಲದಲ್ಲಿಯ ಹಣಜಿಯ ಸಾಮ್ಯದ ಅರ್ಥವನ್ನು ನಮಗೆ ಹೇಳು ಅಂದರು."},{"number":37,"verse":"ಅದಕ್ಕಾತನು - ಒಳ್ಳೆಯ ಬೀಜವನ್ನು ಬಿತ್ತುವವನಂದರೆ ಮನುಷ್ಯಕುಮಾರನು;"},{"number":38,"verse":"ಹೊಲವಂದರೆ ಈ ಲೋಕ; ಒಳ್ಳೆಯ ಬೀಜವಂದರೆ ಪರಲೋಕ ರಾಜ್ಯದವರು; ಹಣಜಿ ಅಂದರೆ ಸೈತಾನನವರು;"},{"number":39,"verse":"ಅದನ್ನು ಬಿತ್ತುವ ವೈರಿ ಅಂದರೆ ಸೈತಾನನು; ಸುಗ್ಗೀಕಾಲ ಅಂದರೆ ಯುಗದ ಸಮಾಪ್ತಿ; ಕೊಯ್ಯುವವರು ಅಂದರೆ ದೇವದೂತರು."},{"number":40,"verse":"ಹೀಗಿರಲಾಗಿ ಹೇಗೆ ಹಣಜಿಯನ್ನು ಆರಿಸಿತೆಗೆದು ಸುಟ್ಟುಬಿಡುತ್ತಾರೋ, ಹಾಗೆಯೇ ಯುಗದ ಸಮಾಪ್ತಿಯಲ್ಲಿ ನಡೆಯುವದು."},{"number":41,"verse":"ಮನುಷ್ಯಕುಮಾರನು ತನ್ನ ದೂತರನ್ನು ಕಳುಹಿಸುವನು; ಅವರು ಆತನ ರಾಜ್ಯದೊಳಗಿಂದ ಎಲ್ಲಾ ಕಂಟಕರನ್ನೂ"},{"number":42,"verse":"ಅಧರ್ಮಿಗಳನ್ನೂ ಕೂಡಿಸಿ ಬೆಂಕೀಕೊಂಡದಲ್ಲಿ ಹಾಕುವರು; ಅಲ್ಲಿ ಗೋಳಾಟವೂ ಕಟಕಟನೆ ಹಲ್ಲುಕಡಿಯೋಣವೂ ಇರುವವು."},{"number":43,"verse":"ಆಗ ನೀತಿವಂತರು ತಮ್ಮ ತಂದೆಯ ರಾಜ್ಯದಲ್ಲಿ ಸೂರ್ಯನಂತೆ ಪ್ರಕಾಶಿಸುವರು. ಕಿವಿಯುಳ್ಳವನು ಕೇಳಲಿ ಅಂದನು."},{"number":44,"verse":"ಪರಲೋಕರಾಜ್ಯವು ಹೊಲದಲ್ಲಿ ಹೂಳಿಟ್ಟ ದ್ರವ್ಯಕ್ಕೆ ಹೋಲಿಕೆಯಾಗಿದೆ. ಒಬ್ಬನು ಅದನ್ನು ಕಂಡುಕೊಂಡು ಮುಚ್ಚಿಬಿಟ್ಟು ಅದರಿಂದಾದ ಸಂತೋಷದಿಂದ ತನ್ನ ಬದುಕನ್ನೆಲ್ಲಾ ಮಾರಿ ಆ ಹೊಲವನ್ನು ಕೊಂಡುಕೊಂಡನು."},{"number":45,"verse":"ಮತ್ತು ಪರಲೋಕರಾಜ್ಯವು ಉತ್ತಮವಾದ ಮುತ್ತುಗಳನ್ನು ಹುಡುಕುವ ವ್ಯಾಪಾರಸ್ಥನಿಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ."},{"number":46,"verse":"ಅವನು ಬಹು ಬೆಲೆಯುಳ್ಳ ಒಂದು ಮುತ್ತನ್ನು ಕಂಡು ತನ್ನ ಬದುಕನ್ನೆಲ್ಲಾ ಮಾರಿ ಬಂದು ಅದನ್ನು ಕೊಂಡುಕೊಂಡನು."},{"number":47,"verse":"ಮತ್ತು ಪರಲೋಕರಾಜ್ಯವು ಒಂದು ಬಲೆಗೆ ಹೋಲಿಕೆಯಾಗಿದೆ. ಅದನ್ನು ಸಮುದ್ರದಲ್ಲಿ ಹಾಕಿ ಎಲ್ಲಾ ಜಾತಿಯ ಮೀನುಗಳನ್ನು ಹಿಡಿದರು."},{"number":48,"verse":"ಅದು ತುಂಬಿದ ಮೇಲೆ ಅದನ್ನು ದಡಕ್ಕೆ ಎಳೆದು ಕೂತುಕೊಂಡು ಒಳ್ಳೆಯ ಮೀನುಗಳನ್ನು ಪುಟ್ಟಿಗಳಲ್ಲಿ ತುಂಬಿಕೊಂಡು ಕೆಟ್ಟ ಮೀನುಗಳನ್ನು ಬಿಸಾಟುಬಿಟ್ಟರು."},{"number":49,"verse":"ಹಾಗೆಯೇ ಯುಗದ ಸಮಾಪ್ತಿಯಲ್ಲಿ ಆಗುವದು. ದೇವದೂತರು ಹೊರಟುಬಂದು ನೀತಿವಂತರೊಳಗಿಂದ ಕೆಟ್ಟವರನ್ನು ಬೇರೆಮಾಡಿ ಅವರನ್ನು ಬೆಂಕೀಕೊಂಡದಲ್ಲಿ ಹಾಕುವರು."},{"number":50,"verse":"ಅಲ್ಲಿ ಗೋಳಾಟವೂ ಕಟಕಟನೆ ಹಲ್ಲುಕಡಿಯೋಣವೂ ಇರುವವು."},{"number":51,"verse":"ಈ ಎಲ್ಲಾ ಮಾತುಗಳ ಅರ್ಥವು ನಿಮಗೆ ತಿಳಿಯಿತೋ ಎಂದು ಕೇಳಲು ಅವರು - ತಿಳಿಯಿತು ಅಂದರು."},{"number":52,"verse":"ಆಗ ಆತನು ಅವರಿಗೆ - ಹೀಗಿರಲಾಗಿ ಪರಲೋಕರಾಜ್ಯದ ವಿಷಯವಾಗಿ ಉಪದೇಶಹೊಂದಿ ಶಿಕ್ಷಿತನಾದ ಪ್ರತಿಯೊಬ್ಬ ಶಾಸ್ತ್ರೋಪದೇಶಕನು ಮನೇಯಜಮಾನನಿಗೆ ಹೋಲಿಕೆಯಾಗಿದ್ದಾನೆ. ಅವನು ತನ್ನ ಬೊಕ್ಕಸದೊಳಗಿಂದ ಹೊಸ ವಸ್ತುಗಳನ್ನೂ ಹಳೇ ವಸ್ತುಗಳನ್ನೂ ಹೊರಗೆ ತರುತ್ತಿರುವನು ಎಂದು ಹೇಳಿದನು."},{"number":53,"verse":"ಯೇಸು ಈ ಸಾಮ್ಯಗಳನ್ನು ಮುಗಿಸಿದ ಮೇಲೆ ಅಲ್ಲಿಂದ ಹೊರಟುಹೋದನು."},{"number":54,"verse":"ತರುವಾಯ ಆತನು ತನ್ನ ಊರಿಗೆ ಬಂದು ಅಲ್ಲಿರುವ ಸಭಾಮಂದಿರದಲ್ಲಿ ಜನರಿಗೆ ಉಪದೇಶಮಾಡುತ್ತಿದ್ದನು. ಅವರು ಕೇಳಿ ಅತ್ಯಾಶ್ಚರ್ಯಪಟ್ಟು - ಇವನಿಗೆ ಈ ಜ್ಞಾನವೂ ಈ ಮಹತ್ಕಾರ್ಯಗಳೂ ಎಲ್ಲಿಂದ ಬಂದಿದ್ದಾವು?"},{"number":55,"verse":"ಇವನು ಆ ಬಡಗಿಯ ಮಗನಲ್ಲವೇ. ಇವನ ತಾಯಿ ಮರಿಯಳೆಂಬವಳಲ್ಲವೇ. ಯಾಕೋಬ ಯೋಸೇಫ ಸೀಮೋನ ಯೂದ ಇವರು ಇವನ ತಮ್ಮಂದಿರಲ್ಲವೇ."},{"number":56,"verse":"ಇವನ ತಂಗಿಯರೆಲ್ಲರು ನಮ್ಮಲ್ಲಿ ಇದ್ದಾರಲ್ಲವೇ. ಹಾಗಾದರೆ ಇವೆಲ್ಲಾ ಇವನಿಗೆ ಎಲ್ಲಿಂದ ಬಂದಿದ್ದಾವು? ಎಂದು ಮಾತಾಡಿಕೊಂಡು ಆತನ ವಿಷಯವಾಗಿ ಬೇಸರಗೊಂಡರು."},{"number":57,"verse":"ಆದರೆ ಯೇಸು ಅವರಿಗೆ - ಪ್ರವಾದಿಯು ಬೇರೆ ಎಲ್ಲಿದ್ದರೂ ಅವನಿಗೆ ಮರ್ಯಾದೆ ಉಂಟು; ಆದರೆ ಸ್ವದೇಶದಲ್ಲಿಯೂ ಸ್ವಂತ ಮನೆಯಲ್ಲಿಯೂ ಮಾತ್ರ ಮರ್ಯಾದೆಯಿಲ್ಲ ಅಂದನು."},{"number":58,"verse":"ಅವರು ಆತನನ್ನು ನಂಬದೆ ಹೋದದರಿಂದ ಆತನು ಅಲ್ಲಿ ಅನೇಕ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಲಿಲ್ಲ."}]}