{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"ಆಗ ಯೆರೂಸಲೇಮಿನಿಂದ ಫರಿಸಾಯರೂ ಶಾಸ್ತ್ರಿಗಳೂ ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು -"},{"number":2,"verse":"ನಿನ್ನ ಶಿಷ್ಯರು ಹಿರಿಯರಿಂದ ಬಂದ ಸಂಪ್ರದಾಯವನ್ನು ಯಾಕೆ ಮೀರುತ್ತಾರೆ? ಅವರು ಕೈತೊಳಕೊಳ್ಳದೆ ಆಹಾರ ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರಲ್ಲಾ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಆತನು ಅವರಿಗೆ ಉತ್ತರಕೊಟ್ಟದ್ದೇನಂದರೆ -"},{"number":3,"verse":"ನೀವು ಸಹ ನಿಮ್ಮ ಸಂಪ್ರದಾಯದ ನಿಮಿತ್ತ ದೇವರ ಆಜ್ಞೆಯನ್ನು ಯಾಕೆ ಮೀರುತ್ತೀರಿ?"},{"number":4,"verse":"ಹೇಗಂದರೆ ತಂದೆತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕೆಂತಲೂ ತಂದೆಯನ್ನಾಗಲಿ ತಾಯಿಯನ್ನಾಗಲಿ ದೂಷಿಸುವವನಿಗೆ ಮರಣದಂಡನೆ ಆಗಬೇಕೆಂತಲೂ ದೇವರು ಹೇಳಿದ್ದಾನೆ."},{"number":5,"verse":"ನೀವೋ, ಯಾವನಾದರೂ ತನ್ನ ತಂದೆಯನ್ನಾಗಲಿ ತಾಯಿಯನ್ನಾಗಲಿ ನೋಡಿ - ನಾನು ನಿನ್ನ ಸಂರಕ್ಷಣೆಗಾಗಿ ಕೊಡತಕ್ಕದ್ದನ್ನು ದೇವರಿಗಾಗಿ ಇಟ್ಟಿದ್ದೇನೆ ಎಂದು ಹೇಳುವದಾದರೆ"},{"number":6,"verse":"ಅವನಿಗೆ ತನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಸನ್ಮಾನಿಸಬೇಕಾದದ್ದಿಲ್ಲ ಅನ್ನುತ್ತೀರಿ. ಹೀಗೆ ನಿಮ್ಮ ಸಂಪ್ರದಾಯದ ನಿಮಿತ್ತ ದೇವರ ವಾಕ್ಯವನ್ನು ನಿರರ್ಥಕ ಮಾಡಿದ್ದೀರಿ."},{"number":7,"verse":"ಕಪಟಿಗಳೇ, ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಯೆಶಾಯನು ವಿಹಿತವಾಗಿ ಪ್ರವಾದಿಸಿದ್ದಾನೆ; ಅವನು ಬರೆದದ್ದೇನಂದರೆ -"},{"number":8,"verse":"ಈ ಜನರು ಮಾತಿನಿಂದ ನನ್ನನ್ನು ಸನ್ಮಾನಿಸುತ್ತಾರೆ, ಆದರೆ ಅವರ ಮನಸ್ಸು ನನಗೆ ದೂರವಾಗಿದೆ."},{"number":9,"verse":"ಮನುಷ್ಯರು ಕಲ್ಪಿಸಿದ ಕಟ್ಟಳೆಗಳನ್ನೇ ಅವರು ಬೋಧಿಸುವದರಿಂದ ನನಗೆ ಭಕ್ತಿ ತೋರಿಸುವದು ವ್ಯರ್ಥ ಎಂಬದೇ."},{"number":10,"verse":"ಆಮೇಲೆ ಯೇಸು ಜನರ ಗುಂಪನ್ನು ಹತ್ತರಕ್ಕೆ ಕರೆದು ಅವರಿಗೆ - ಕಿವಿಗೊಟ್ಟು ಕೇಳಿರಿ, ತಿಳುಕೊಳ್ಳಿರಿ."},{"number":11,"verse":"ಬಾಯೊಳಕ್ಕೆ ಹೋಗುವಂಥದು ಮನುಷ್ಯನನ್ನು ಹೊಲೆಮಾಡುವದಿಲ್ಲ; ಬಾಯೊಳಗಿಂದ ಹೊರಡುವಂಥದೇ ಮನುಷ್ಯನನ್ನು ಹೊಲೆಮಾಡುವದು ಎಂದು ಹೇಳಿದನು."},{"number":12,"verse":"ಆಗ ಶಿಷ್ಯರು ಬಂದು ಆತನನ್ನು - ಫರಿಸಾಯರು ಈ ಮಾತನ್ನು ಕೇಳಿ ಬೇಸರಗೊಂಡರೆಂದು ನಿನಗೆ ಗೊತ್ತಾಯಿತೋ ಎಂದು ಕೇಳಿದರು."},{"number":13,"verse":"ಅದಕ್ಕೆ ಆತನು - ಪರಲೋಕದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯು ನೆಡದೆ ಇರುವ ಗಿಡಗಳೆಲ್ಲಾ ಬೇರಿನೊಂದಿಗೆ ಕಿತ್ತುಹಾಕಲ್ಪಡುವವು."},{"number":14,"verse":"ಅವರ ಮಾತನ್ನು ಬಿಡಿರಿ; ತಾವೇ ಕುರುಡರು, ಮತ್ತೊಬ್ಬರಿಗೆ ದಾರಿ ತೋರಿಸುವದಕ್ಕೆ ಹೋಗುತ್ತಾರೆ; ಕುರುಡನು ಕುರುಡನಿಗೆ ದಾರಿತೋರಿಸಿದರೆ ಅವರಿಬ್ಬರೂ ಕುಣಿಯಲ್ಲಿ ಬೀಳುವರು ಅಂದನು."},{"number":15,"verse":"ಆಗ ಪೇತ್ರನು ಈ ಸಾಮ್ಯದ ಅರ್ಥವನ್ನು ನಮಗೆ ಹೇಳು ಅನ್ನಲು"},{"number":16,"verse":"ಆತನು - ನಿಮಗೂ ಇನ್ನು ಬುದ್ಧಿ ಇಲ್ಲವೇ?"},{"number":17,"verse":"ಬಾಯೊಳಕ್ಕೆ ಹೋಗುವಂಥದು ಹೊಟ್ಟೆಯಲ್ಲಿ ಸೇರಿ ಬಹಿರ್ದೇಶಕ್ಕೆ ಹೋಗುತ್ತದೆಂದು ನಿಮಗೆ ತಿಳಿಯಲಿಲ್ಲವೋ?"},{"number":18,"verse":"ಆದರೆ ಬಾಯೊಳಗಿಂದ ಹೊರಡುವಂಥವುಗಳು ಮನಸ್ಸಿನೊಳಗಿಂದ ಬರುತ್ತವೆ; ಇವೇ ಮನುಷ್ಯನನ್ನು ಹೊಲೆ ಮಾಡುವವು."},{"number":19,"verse":"ಹೇಗಂದರೆ ಮನಸ್ಸಿನೊಳಗಿಂದ ಕೆಟ್ಟ ಆಲೋಚನೆ ಕೊಲೆ ಹಾದರ ಸೂಳೆಗಾರಿಕೆ ಕಳ್ಳತನ ಸುಳ್ಳುಸಾಕ್ಷಿ ಬೈಗಳು ಹೊರಟು ಬರುತ್ತವೆ."},{"number":20,"verse":"ಮನುಷ್ಯನನ್ನು ಕೆಡಿಸುವಂಥವುಗಳು ಇವೇ; ಆದರೆ ಕೈತೊಳಕೊಳ್ಳದೆ ಊಟಮಾಡುವದು ಮನುಷ್ಯನನ್ನು ಕೆಡಿಸುವದಿಲ್ಲ ಅಂದನು."},{"number":21,"verse":"ಯೇಸು ಅಲ್ಲಿಂದ ಹೊರಟು ತೂರ್ ಸೀದೋನ್ ಪಟ್ಟಣಗಳ ಪ್ರಾಂತ್ಯಗಳಿಗೆ ಹೋದನು."},{"number":22,"verse":"ಆ ಸೀಮೆಯಿಂದ ಕಾನಾನ್ಯರವಳೊಬ್ಬಳು ಹೊರಟು ಬಂದು - ಸ್ವಾಮೀ, ದಾವೀದನ ಕುಮಾರನೇ, ನನ್ನನ್ನು ಕರುಣಿಸು. ನನ್ನ ಮಗಳಿಗೆ ದೆವ್ವದ ಕಾಟ ಬಹಳವಾಗಿದೆ ಎಂದು ಕೂಗಿಕೊಂಡಳು."},{"number":23,"verse":"ಆದರೆ ಆತನು ಆಕೆಗೆ ಏನೂ ಉತ್ತರಕೊಡಲಿಲ್ಲ; ಆಗ ಆತನ ಶಿಷ್ಯರು ಬಂದು - ನಮ್ಮ ಹಿಂದೆ ಕೂಗಿಕೊಂಡು ಬರುತ್ತಾಳೆ; ಆಕೆಯನ್ನು ಕಳುಹಿಸಿಬಿಡು ಎಂದು ಆತನನ್ನು ಬೇಡಿಕೊಂಡರು."},{"number":24,"verse":"ಅದಕ್ಕಾತನು - ತಪ್ಪಿಸಿಕೊಂಡ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಾಯೇಲನ ಮನೆತನದವರ ಬಳಿಗೇ ಹೊರತು ಮತ್ತಾರ ಬಳಿಗೂ ನಾನು ಕಳುಹಿಸಲ್ಪಟ್ಟವನಲ್ಲ ಅಂದನು."},{"number":25,"verse":"ಆಗ ಆಕೆ ಬಂದು ಆತನಿಗೆ ಅಡ್ಡಬಿದ್ದು - ಸ್ವಾಮೀ, ನನಗೆ ಅನುಗ್ರಹ ಮಾಡಬೇಕು ಅಂದಳು."},{"number":26,"verse":"ಅದಕ್ಕಾತನು - ಮಕ್ಕಳು ತಿನ್ನುವ ರೊಟ್ಟಿಯನ್ನು ತಕ್ಕೊಂಡು ನಾಯಿಮರಿಗಳಿಗೆ ಹಾಕುವದು ಸರಿಯಲ್ಲ ಎಂದು ಉತ್ತರಕೊಡಲು"},{"number":27,"verse":"ಆಕೆ - ಸ್ವಾಮೀ, ಆ ಮಾತು ನಿಜವೇ; ನಾಯಿಮರಿಗಳಂತೂ ತಮ್ಮ ಯಜಮಾನರ ಮೇಜಿನಿಂದ ಬೀಳುವ ರೊಟ್ಟಿಯ ತುಂಡುಗಳನ್ನು ತಿನ್ನುತ್ತವಲ್ಲಾ ಅಂದಳು."},{"number":28,"verse":"ಆಗ ಯೇಸು ಆಕೆಗೆ - ಅಮ್ಮಾ, ನಿನ್ನ ನಂಬಿಕೆ ಬಹಳ; ನಿನ್ನ ಮನಸ್ಸಿನಂತೆ ಆಗಲಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು. ಅದೇ ಗಳಿಗೆಯಲ್ಲಿ ಆಕೆಯ ಮಗಳು ಸ್ವಸ್ಥಳಾದಳು."},{"number":29,"verse":"ಯೇಸು ಅಲ್ಲಿಂದ ಹೊರಟು ಗಲಿಲಾಯಸಮುದ್ರದ ಬಳಿಗೆ ಬಂದು ಬೆಟ್ಟವನ್ನು ಹತ್ತಿ ಅಲ್ಲಿ ಕೂತುಕೊಂಡನು."},{"number":30,"verse":"ಆಗ ಜನರು ಗುಂಪುಗುಂಪಾಗಿ ಆತನ ಬಳಿಗೆ ಬಂದು ಕುಂಟರು ಕುರುಡರು ಮೂಕರು ಕೈಕಾಲಿಲ್ಲದವರು ಈ ಮುಂತಾದ ಅನೇಕರನ್ನು ಕರತಂದು ಅವರನ್ನು ಆತನ ಪಾದಗಳ ಬಳಿಯಲ್ಲಿ ಬಿಟ್ಟರು; ಆತನು ಅವರನ್ನು ವಾಸಿಮಾಡಿದನು."},{"number":31,"verse":"ಮೂಕರಾಗಿದ್ದವರು ಮಾತಾಡಿದ್ದನ್ನೂ ಕೈಕಾಲಿಲ್ಲದವರು ಸ್ವಸ್ಥವಾದದ್ದನ್ನೂ ಕುಂಟರಿಗೆ ಕಾಲುಬಂದದ್ದನ್ನೂ ಕುರುಡರಿಗೆ ಕಣ್ಣು ಬಂದದ್ದನ್ನೂ ಜನರು ಕಂಡು ಆಶ್ಚರ್ಯಪಟ್ಟು ಇಸ್ರಾಯೇಲ್ ಜನರ ದೇವರನ್ನು ಕೊಂಡಾಡಿದರು."},{"number":32,"verse":"ಆಗ ಯೇಸು ತನ್ನ ಶಿಷ್ಯರನ್ನು ಹತ್ತರಕ್ಕೆ ಕರೆದು ಅವರಿಗೆ - ಈ ಜನರನ್ನು ನೋಡಿ ಕನಿಕರಪಡುತ್ತೇನೆ; ಅವರು ನನ್ನ ಬಳಿಗೆ ಬಂದು ಈಗ ಮೂರು ದಿನವಾಯಿತು; ಅವರಿಗೆ ಊಟಕ್ಕೆ ಏನೂ ಇಲ್ಲ; ಅವರನ್ನು ಉಪವಾಸವಾಗಿ ಕಳುಹಿಸಿಬಿಡುವದಕ್ಕೆ ನನಗೆ ಮನಸ್ಸಿಲ್ಲ; ದಾರಿಯಲ್ಲಿ ಬಳಲಿಹೋದಾರು ಎಂದು ಹೇಳಿದನು."},{"number":33,"verse":"ಶಿಷ್ಯರು - ಇಷ್ಟು ಜನರನ್ನು ತೃಪ್ತಿಪಡಿಸಲಾಗುವಷ್ಟು ರೊಟ್ಟಿ ಈ ಅಡವಿಯಲ್ಲಿ ನಮಗೆ ಎಲ್ಲಿಂದ ಬಂದೀತು? ಅನ್ನಲು"},{"number":34,"verse":"ಯೇಸು - ನಿಮ್ಮಲ್ಲಿ ಎಷ್ಟು ರೊಟ್ಟಿಗಳಿವೆ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವರು - ಏಳು ರೊಟ್ಟಿಗಳು ಮತ್ತು ಕೆಲವು ಸಣ್ಣ ಮೀನುಗಳು ಅವೆ ಅಂದರು."},{"number":35,"verse":"ಆಗ ಆತನು ಜನರ ಗುಂಪಿಗೆ ನೆಲದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳಿರಿ ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟು"},{"number":36,"verse":"ಆ ಏಳು ರೊಟ್ಟಿಗಳನ್ನೂ ಆ ಮೀನುಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ದೇವರ ಸ್ತೋತ್ರಮಾಡಿ ಅವುಗಳನ್ನು ಮುರಿದು ಶಿಷ್ಯರಿಗೆ ಕೊಡಲು ಶಿಷ್ಯರು ಗುಂಪಿನವರಿಗೆ ಹಂಚಿಕೊಟ್ಟರು."},{"number":37,"verse":"ಎಲ್ಲರೂ ಊಟಮಾಡಿ ತೃಪ್ತರಾದರು. ಮಿಕ್ಕ ತುಂಡುಗಳನ್ನು ಕೂಡಿಸಲಾಗಿ ಏಳು ಹೆಡಿಗೆ ತುಂಬಿದವು."},{"number":38,"verse":"ಊಟ ಮಾಡಿದವರು, ಹೆಂಗಸರು ಮಕ್ಕಳು ಅಲ್ಲದೆ, ಗಂಡಸರೇ ನಾಲ್ಕು ಸಾವಿರ ಮಂದಿ."},{"number":39,"verse":"ಬಳಿಕ ಆತನು ಆ ಜನರ ಗುಂಪನ್ನು ಕಳುಹಿಸಿಬಿಟ್ಟು ದೋಣಿಯನ್ನು ಹತ್ತಿ ಮಗದಾನ ಸೀಮೆಗೆ ಬಂದನು."}]}