{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"ತರುವಾಯ ಫರಿಸಾಯರೂ ಸದ್ದುಕಾಯರೂ ಬಂದು ಆತನನ್ನು ಪರೀಕ್ಷಿಸುವದಕ್ಕಾಗಿ - ನೀನು ಆಕಾಶದಲ್ಲಿ ಒಂದು ಸೂಚಕಕಾರ್ಯವನ್ನು ತೋರಿಸಿಕೊಡಬೇಕೆಂದು ಕೇಳಿದರು. ಆತನು ಅವರಿಗೆ -"},{"number":2,"verse":"ಸಂಜೇವೇಳೆಯಲ್ಲಿ ನೀವು - ಆಕಾಶವು ಕೆಂಪಾಗಿದೆ, ನಿರ್ಮಲದಿನ ಬರುವದು ಅನ್ನುತ್ತೀರಿ;"},{"number":3,"verse":"ಬೆಳಿಗ್ಗೆ - ಆಕಾಶವು ಮೋಡಮುಚ್ಚಿಕೊಂಡು ಕೆಂಪಾಗಿದೆ, ಈ ಹೊತ್ತು ಗಾಳಿ ಮಳೆ ಅನ್ನುತ್ತೀರಿ ಅಲ್ಲವೇ. ಆಕಾಶದ ಸ್ಥಿತಿಯನ್ನು ನೋಡಿ ಇದು ಹೀಗೆ ಅದು ಹಾಗೆ ಅನ್ನುವದಕ್ಕೆ ಬಲ್ಲಿರಿ; ಆದರೆ ಈ ಕಾಲದ ಸೂಚನೆಗಳನ್ನು ತಿಳುಕೊಳ್ಳಲಾರಿರಿ."},{"number":4,"verse":"ವ್ಯಭಿಚಾರಿಣಿಯಂತಿರುವ ಈ ಕೆಟ್ಟ ಸಂತತಿಯು ಸೂಚಕಕಾರ್ಯವನ್ನು ನೋಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತದೆ; ಆದರೆ ಯೋನನಲ್ಲಿ ಆದ ಸೂಚಕಕಾರ್ಯವೇ ಹೊರತು ಬೇರೆ ಯಾವದೂ ಇದಕ್ಕೆ ಸಿಕ್ಕುವದಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟು ಅವರನ್ನು ಬಿಟ್ಟುಹೋದನು."},{"number":5,"verse":"ಶಿಷ್ಯರು ರೊಟ್ಟೀಬುತ್ತಿ ಕಟ್ಟಿಕೊಳ್ಳುವದನ್ನು ಮರೆತು ಆಚೇದಡಕ್ಕೆ ಬಂದಾಗ ಯೇಸು ಅವರಿಗೆ -"},{"number":6,"verse":"ಎಚ್ಚರಿಕೆ, ಫರಿಸಾಯರ ಮತ್ತು ಸದ್ದುಕಾಯರ ಹುಳಿಹಿಟ್ಟಿನ ವಿಷಯದಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಿ ಎಂದು ಹೇಳಲು ಅವರು -"},{"number":7,"verse":"ನಾವು ರೊಟ್ಟೀಬುತ್ತಿ ಕಟ್ಟಿಕೊಳ್ಳದೆ ಬಂದೆವಲ್ಲಾ ಎಂದು ತಮ್ಮತಮ್ಮೊಳಗೆ ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":8,"verse":"ಯೇಸು ಅದನ್ನು ತಿಳಿದು - ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ, ರೊಟ್ಟಿಯಿಲ್ಲವಲ್ಲಾ ಎಂದು ನಿಮ್ಮೊಳಗೆ ಮಾತಾಡಿಕೊಳ್ಳುವದೇಕೆ?"},{"number":9,"verse":"ನೀವು ಇನ್ನೂ ಗ್ರಹಿಸಲಿಲ್ಲವೋ? ನಿಮಗೆ ನೆನಪಿಲ್ಲವೋ? ಆ ಐದು ರೊಟ್ಟಿಗಳನ್ನು ಐದು ಸಾವಿರ ಜನರಿಗೆ ಹಂಚಿಸಿದಾಗ ಎಷ್ಟು ಪುಟ್ಟಿ ತುಂಬಿಟ್ಟಿರಿ?"},{"number":10,"verse":"ಇಲ್ಲವೆ ಆ ಏಳು ರೊಟ್ಟಿಗಳನ್ನು ನಾಲ್ಕು ಸಾವಿರ ಜನರಿಗೆ ಹಂಚಿಸಿದಾಗ ಎಷ್ಟು ಹೆಡಿಗೆ ತುಂಬಿಟ್ಟಿರಿ?"},{"number":11,"verse":"ನಾನು ರೊಟ್ಟಿಯನ್ನು ಕುರಿತು ಮಾತಾಡಲಿಲ್ಲವೆಂಬದು ನಿಮಗೆ ತಿಳಿಯದೆ ಇರುವದು ಹೇಗೆ? ಎಚ್ಚರಿಕೆ, ಫರಿಸಾಯರ ಮತ್ತು ಸದ್ದುಕಾಯರ ಹುಳಿಹಿಟ್ಟಿನ ವಿಷಯದಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಿ ಅಂದನು."},{"number":12,"verse":"ಆಗ ಅವರು ರೊಟ್ಟಿಯ ಹುಳಿ ಹಿಟ್ಟನ್ನು ಕುರಿತು ಎಚ್ಚರಿಕೆಯಾಗಿರಬೇಕೆಂದು ಆತನು ತಮಗೆ ಹೇಳಲಿಲ್ಲ, ಫರಿಸಾಯರ ಮತ್ತು ಸದ್ದುಕಾಯರ ಬೋಧನೆಯನ್ನು ಕುರಿತು ಎಚ್ಚರಿಕೆಯಾಗಿರಬೇಕೆಂದು ಹೇಳಿದನು ಎಂಬದಾಗಿ ತಿಳುಕೊಂಡರು."},{"number":13,"verse":"ಯೇಸು ಫಿಲಿಪ್ಪನ ಕೈಸರೈಯ ಎಂಬ ಪಟ್ಟಣದ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಬಂದಾಗ - ಜನರು ಮನುಷ್ಯಕುಮಾರನೆಂಬ ನನ್ನನ್ನು ಯಾರು ಅನ್ನುತ್ತಾರೆ ಎಂದು ತನ್ನ ಶಿಷ್ಯರನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಅವರು -"},{"number":14,"verse":"ನಿನ್ನನ್ನು ಕೆಲವರು ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು ಅನ್ನುತ್ತಾರೆ, ಕೆಲವರು ಎಲೀಯನು ಅನ್ನುತ್ತಾರೆ, ಬೇರೆ ಕೆಲವರು ಯೆರೆಮೀಯನು, ಇಲ್ಲವೆ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಒಬ್ಬನು ಅನ್ನುತ್ತಾರೆ ಎಂದು ಹೇಳಿದರು."},{"number":15,"verse":"ಆತನು ಅವರನ್ನು - ಆದರೆ ನೀವು ನನ್ನನ್ನು ಯಾರನ್ನುತ್ತೀರಿ ಎಂದು ಕೇಳಲಾಗಿ ಸೀಮೋನ್ ಪೇತ್ರನು -"},{"number":16,"verse":"ನೀನು ಬರಬೇಕಾಗಿರುವ ಕ್ರಿಸ್ತನು, ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಕುಮಾರನು ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":17,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ಯೋನನ ಮಗನಾದ ಸೀಮೋನನೇ, ನೀನು ಧನ್ಯನು; ಈ ಗುಟ್ಟು ನಿನಗೆ ತಿಳಿಸಿದವನು ನರಮನುಷ್ಯನಲ್ಲ, ಪರಲೋಕದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯೇ ತಿಳಿಸಿದನು."},{"number":18,"verse":"ಮತ್ತು ನಾನೂ ನಿನಗೆ ಒಂದು ಮಾತನ್ನು ಹೇಳುತ್ತೇನೆ, ಅದೇನಂದರೆ - ನೀನು ಪೇತ್ರನು, ಈ ಬಂಡೆಯ ಮೇಲೆ ನನ್ನ ಸಭೆಯನ್ನು ಕಟ್ಟುವೆನು; ಪಾತಾಳಲೋಕದ ಬಲವು ಅದನ್ನು ಸೋಲಿಸಲಾರದು."},{"number":19,"verse":"ಪರಲೋಕರಾಜ್ಯದ ಬೀಗದ ಕೈಗಳನ್ನು ನಿನಗೆ ಕೊಡುವೆನು; ಭೂಲೋಕದಲ್ಲಿ ನೀನು ಯಾವದನ್ನು ಕಟ್ಟುತ್ತೀಯೋ, ಅದು ಪರಲೋಕದಲ್ಲಿಯೂ ಕಟ್ಟಿರುವದು; ಮತ್ತು ಭೂಲೋಕದಲ್ಲಿ ನೀನು ಯಾವದನ್ನು ಬಿಚ್ಚುತ್ತೀಯೋ ಅದು ಪರಲೋಕದಲ್ಲಿಯೂ ಬಿಚ್ಚಿರುವದು ಅಂದನು."},{"number":20,"verse":"ಆಗ ಆತನು - ನಾನು ಕ್ರಿಸ್ತನಾಗಿದ್ದೇನೆಂಬದನ್ನು ಯಾರಿಗೂ ಹೇಳಬೇಡಿರಿ ಎಂದು ಶಿಷ್ಯರಿಗೆ ಖಂಡಿತವಾಗಿ ಹೇಳಿದನು."},{"number":21,"verse":"ಅಂದಿನಿಂದ ಯೇಸು ಕ್ರಿಸ್ತನು ತಾನು ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಹಿರಿಯರಿಂದಲೂ ಮಹಾಯಾಜಕರಿಂದಲೂ ಶಾಸ್ತ್ರಿಗಳಿಂದಲೂ ಬಹು ಕಷ್ಟಗಳನ್ನನುಭವಿಸಿ ಕೊಲ್ಲಲ್ಪಟ್ಟು ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಜೀವಿತನಾಗಿ ಎಬ್ಬಿಸಲ್ಪಡಬೇಕೆಂದು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ತಿಳಿಸುವದಕ್ಕೆ ಪ್ರಾರಂಭಮಾಡಿದನು."},{"number":22,"verse":"ಆಗ ಪೇತ್ರನು ಆತನ ಕೈಹಿಡಿದು - ಸ್ವಾಮೀ, ದೇವರು ನಿನ್ನನ್ನು ಕಾಯಲಿ; ನಿನಗೆ ಹೀಗೆ ಎಂದಿಗೂ ಆಗಬಾರದು ಎಂದು ಆತನನ್ನು ಗದರಿಸುವದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಲು"},{"number":23,"verse":"ಆತನು ತಿರುಗಿಕೊಂಡು ಪೇತ್ರನಿಗೆ - ಸೈತಾನನೇ, ನನ್ನ ಮುಂದೆ ನಿಲ್ಲಬೇಡ, ನಡೆ, ನನಗೆ ನೀನು ವಿಘ್ನವಾಗಿದ್ದೀ; ನಿನ್ನ ಯೋಚನೆ ಮನುಷ್ಯರ ಯೋಚನೆಯೇ ಹೊರತು ದೇವರದಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಮತ್ತು ಯೇಸು ತನ್ನ ಶಿಷ್ಯರಿಗೆ ಹೇಳಿದ್ದೇನಂದರೆ - ಯಾವನಿಗಾದರೂ ನನ್ನ ಹಿಂದೆ ಬರುವದಕ್ಕೆ ಮನಸ್ಸಿದ್ದರೆ ಅವನು ತನ್ನನ್ನು ನಿರಾಕರಿಸಿ ತನ್ನ ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತುಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬರಲಿ."},{"number":25,"verse":"ತನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವವನು ಅದನ್ನು ಕಳಕೊಳ್ಳುವನು; ಆದರೆ ನನ್ನ ನಿಮಿತ್ತವಾಗಿ ತನ್ನ ಪ್ರಾಣವನ್ನು ಕಳಕೊಂಡವನು ಅದನ್ನು ಕಂಡುಕೊಳ್ಳುವನು."},{"number":26,"verse":"ಒಬ್ಬ ಮನುಷ್ಯನು ಲೋಕವನ್ನೆಲ್ಲಾ ಸಂಪಾದಿಸಿಕೊಂಡರೂ ಪ್ರಾಣನಷ್ಟಪಟ್ಟರೆ ಅವನಿಗೆ ಪ್ರಯೋಜನವೇನು? ಅಥವಾ ಒಬ್ಬನು ತನ್ನ ಪ್ರಾಣಕ್ಕೆ ಏನು ಈಡು ಕೊಟ್ಟಾನು?"},{"number":27,"verse":"ಮನುಷ್ಯಕುಮಾರನು ತನ್ನ ತಂದೆಯ ಪ್ರಭಾವದೊಡನೆ ತನ್ನ ದೂತರ ಸಮೇತವಾಗಿ ಬರುವನು; ಆವಾಗ ಆತನು ಒಬ್ಬೊಬ್ಬನಿಗೆ ಅವನವನ ನಡತೆಗೆ ತಕ್ಕ ಫಲವನ್ನು ಕೊಡುವನು."},{"number":28,"verse":"ನಿಮಗೆ ನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಇಲ್ಲಿ ನಿಂತವರೊಳಗೆ ಕೆಲವರು, ಮನುಷ್ಯಕುಮಾರನು ತನ್ನ ರಾಜ್ಯದಲ್ಲಿ ಬರುವದನ್ನು ನೋಡುವ ತನಕ ಮರಣಹೊಂದುವದಿಲ್ಲ ಅಂದನು."}]}