{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":23,"verses":[{"number":1,"verse":"ತರುವಾಯ ಯೇಸು ಜನರ ಗುಂಪಿಗೂ ತನ್ನ ಶಿಷ್ಯರಿಗೂ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":2,"verse":"ಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ ಮೋಶೆಯ ಪೀಠದಲ್ಲಿ ಕೂತುಕೊಂಡಿದ್ದಾರೆ;"},{"number":3,"verse":"ಆದದರಿಂದ ಅವರು ನಿಮಗೆ ಏನೇನು ಹೇಳುತ್ತಾರೋ ಅದನ್ನೆಲ್ಲಾ ಮಾಡಿರಿ, ಕಾಪಾಡಿಕೊಳ್ಳಿರಿ; ಆದರೆ ಅವರ ನಡತೆಯ ಪ್ರಕಾರ ನಡೆಯಬೇಡಿರಿ; ಅವರು ಹೇಳುತ್ತಾರೇ ಹೊರತು ನಡೆಯುವದಿಲ್ಲ."},{"number":4,"verse":"ಅವರು ಭಾರವಾದ ಹೊರೆಗಳನ್ನು ಕಟ್ಟಿ ಜನರ ಹೆಗಲಿನ ಮೇಲೆ ಹೊರಿಸುತ್ತಾರೆ; ತಾವಾದರೋ ಬೆರಳಿನಿಂದಲಾದರೂ ಅವುಗಳನ್ನು ಮುಟ್ಟಲೊಲ್ಲರು."},{"number":5,"verse":"ಅವರು ತಮ್ಮ ಕೆಲಸಗಳನ್ನೆಲ್ಲಾ ಜನರಿಗೆ ಕಾಣಬೇಕೆಂದು ಮಾಡುತ್ತಾರೆ. ತಾವು ಕಟ್ಟಿಕೊಳ್ಳುವ ಜ್ಞಾಪಕ ಪಟ್ಟಿಗಳನ್ನು ಅಗಲಮಾಡುತ್ತಾರೆ, ಗೊಂಡೆಗಳನ್ನು ಉದ್ದಮಾಡುತ್ತಾರೆ."},{"number":6,"verse":"ಇದಲ್ಲದೆ ಔತಣಪ್ರಸ್ತಗಳಲ್ಲಿ ಪ್ರಥಮಸ್ಥಾನ, ಸಭಾಮಂದಿರಗಳಲ್ಲಿ ಮುಖ್ಯ ಪೀಠಗಳು, ಅಂಗಡೀ ಬೀದಿಗಳಲ್ಲಿ ನಮಸ್ಕಾರಗಳು,"},{"number":7,"verse":"ಜನರಿಂದ ಬೋಧಕರನ್ನಿಸಿಕೊಳ್ಳುವದು, ಇವುಗಳೇ ಅವರಿಗೆ ಇಷ್ಟ."},{"number":8,"verse":"ಆದರೆ ನೀವು ಬೋಧಕರನ್ನಿಸಿಕೊಳ್ಳಬೇಡಿರಿ; ಒಬ್ಬನೇ ನಿಮ್ಮ ಬೋಧಕನು, ನೀವೆಲ್ಲರು ಸಹೋದರರು."},{"number":9,"verse":"ಇದಲ್ಲದೆ ಭೂಲೋಕದಲ್ಲಿ ಯಾರನ್ನೂ ನಮ್ಮ ತಂದೆ ಎಂದು ಕರೆಯಬೇಡಿರಿ; ಪರಲೋಕದಲ್ಲಿರುವಾತನೊಬ್ಬನೇ ನಿಮಗೆ ತಂದೆ."},{"number":10,"verse":"ಮತ್ತು ಗುರುಗಳು ಅನ್ನಿಸಿಕೊಳ್ಳಬೇಡಿರಿ; ಕ್ರಿಸ್ತನೊಬ್ಬನೇ ನಿಮಗೆ ಗುರುವು."},{"number":11,"verse":"ನಿಮ್ಮಲ್ಲಿ ಹೆಚ್ಚಿನವನು ನಿಮ್ಮ ಸೇವಕನಾಗಿರಬೇಕು."},{"number":12,"verse":"ತನ್ನನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳುವವನು ತಗ್ಗಿಸಲ್ಪಡುವನು, ತನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಳ್ಳುವವನು ಹೆಚ್ಚಿಸಲ್ಪಡುವನು."},{"number":13,"verse":"ಅಯ್ಯೋ, ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ಪರಲೋಕರಾಜ್ಯದ ಬಾಗಲನ್ನು ಮನುಷ್ಯರ ಎದುರಿಗೆ ಮುಚ್ಚಿಬಿಡುತ್ತೀರಿ; ನೀವಂತೂ ಒಳಕ್ಕೆ ಹೋಗುವದಿಲ್ಲ, ಒಳಕ್ಕೆ ಹೋಗಬೇಕೆಂದಿರುವವರನ್ನೂ ಹೋಗಗೊಡಿಸುವದಿಲ್ಲ."},{"number":15,"verse":"ಅಯ್ಯೋ, ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ನೀವು ಒಬ್ಬನನ್ನು ನಿಮ್ಮ ಮತದಲ್ಲಿ ಸೇರಿಸಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಭೂಮಿಯನ್ನೂ ಸಮುದ್ರವನ್ನೂ ಸುತ್ತಿಕೊಂಡು ಬರುತ್ತೀರಿ; ಅವನು ಸೇರಿದ ಮೇಲೆ ಅವನನ್ನು ನಿಮಗಿಂತ ಎರಡರಷ್ಟಾಗಿ ನರಕ ಪಾತ್ರನಾಗಮಾಡುತ್ತೀರಿ."},{"number":16,"verse":"ಅಯ್ಯೋ, ದಾರಿತೋರಿಸುವ ಕುರುಡರೇ, ಒಬ್ಬನು ದೇವಾಲಯದ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದೇನು ಆಣೆಯಲ್ಲ. ಆದರೆ ಒಬ್ಬನು ದೇವಾಲಯದ ಚಿನ್ನದ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದನ್ನು ನಡಿಸಲೇಬೇಕು ಎಂದು ನೀವು ಹೇಳುತ್ತೀರಿ."},{"number":17,"verse":"ಹುಚ್ಚರೇ, ಕುರುಡರೇ, ಯಾವದು ಹೆಚ್ಚಿನದು? ಚಿನ್ನವೋ, ಚಿನ್ನವನ್ನು ಪಾವನ ಮಾಡುವ ದೇವಾಲಯವೋ?"},{"number":18,"verse":"ಒಬ್ಬನು ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದೇನು ಆಣೆಯಲ್ಲ, ಆದರೆ ಅದರಲ್ಲಿರುವ ಕಾಣಿಕೆಯ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದನ್ನು ನಡಿಸಲೇಬೇಕು ಎಂದು ಹೇಳುತ್ತೀರಿ."},{"number":19,"verse":"ಕುರುಡರೇ, ಯಾವದು ಹೆಚ್ಚಿನದು? ಕಾಣಿಕೆಯೋ, ಆ ಕಾಣಿಕೆಯನ್ನು ಪಾವನ ಮಾಡುವ ಯಜ್ಞವೇದಿಯೋ?"},{"number":20,"verse":"ಹೀಗಿರುವದರಿಂದ ಯಜ್ಞವೇದಿಯ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದರ ಮೇಲೆಯೂ ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾದರ ಮೇಲೆಯೂ ಆಣೆಯಿಟ್ಟುಕೊಂಡ ಹಾಗಾಯಿತು."},{"number":21,"verse":"ದೇವಾಲಯದ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ಅದರ ಮೇಲೆಯೂ ಅದರಲ್ಲಿ ವಾಸಮಾಡುವಾತನ ಮೇಲೆಯೂ ಆಣೆಯಿಟ್ಟುಕೊಂಡ ಹಾಗಾಯಿತು."},{"number":22,"verse":"ಪರಲೋಕದ ಮೇಲೆ ಆಣೆಯಿಟ್ಟುಕೊಂಡರೆ ದೇವರ ಸಿಂಹಾಸನದ ಮೇಲೆಯೂ ಅದರಲ್ಲಿ ಕೂತಿರುವಾತನ ಮೇಲೆಯೂ ಆಣೆಯಿಟ್ಟುಕೊಂಡ ಹಾಗಾಯಿತು."},{"number":23,"verse":"ಅಯ್ಯೋ, ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ನೀವು ಮರುಗ ಸೋಪು ಜೀರಿಗೆಗಳಲ್ಲಿ ಹತ್ತರಲ್ಲೊಂದು ಪಾಲುಕೊಡುತ್ತೀರಿ ಸರಿ, ಆದರೆ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಗೌರವವಾದದ್ದನ್ನು, ಅಂದರೆ ನ್ಯಾಯವನ್ನೂ ಕರುಣೆಯನ್ನೂ ನಂಬಿಕೆಯನ್ನೂ ಬಿಟ್ಟುಬಿಟ್ಟಿರಿ. ಇವುಗಳನ್ನು ಮಾಡಬೇಕಾಗಿತ್ತು; ಅವುಗಳನ್ನೂ ಬಿಡಬಾರದು."},{"number":24,"verse":"ದಾರಿತೋರಿಸುವ ಕುರುಡರೇ, ನೀವು ಸೊಳ್ಳೇ ಸೋಸುವವರು, ಒಂಟೇ ನುಂಗುವವರು."},{"number":25,"verse":"ಅಯ್ಯೋ, ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ನೀವು ಪಂಚಪಾತ್ರೆ ಬಟ್ಟಲು ಇವುಗಳ ಹೊರಭಾಗವನ್ನು ಶುಚಿಮಾಡುತ್ತೀರಿ; ಆದರೆ ಅವು ಒಳಗೆ ಸುಲುಕೊಂಡವುಗಳಿಂದಲೂ ಇಹಭೋಗ ಪದಾರ್ಥಗಳಿಂದಲೂ ತುಂಬಿರುತ್ತವೆ."},{"number":26,"verse":"ಕುರುಡನಾದ ಫರಿಸಾಯನೇ, ಮೊದಲು ಪಂಚಪಾತ್ರೆ ಬಟ್ಟಲುಗಳ ಒಳಭಾಗವನ್ನು ಶುಚಿಮಾಡು. ಆಗ ಅವುಗಳ ಹೊರಭಾಗವೂ ಶುಚಿಯಾಗುವದು."},{"number":27,"verse":"ಅಯ್ಯೋ, ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ನೀವು ಸುಣ್ಣಾ ಹಚ್ಚಿದ ಸಮಾಧಿಗಳಿಗೆ ಹೋಲಿಕೆಯಾಗಿದ್ದೀರಿ; ಇವು ಹೊರಗೆ ಚಂದವಾಗಿ ಕಾಣುತ್ತವೆ. ಒಳಗೆ ನೋಡಿದರೆ ಸತ್ತವರ ಎಲುಬುಗಳಿಂದಲೂ ಎಲ್ಲಾ ಹೊಲಸಿನಿಂದಲೂ ತುಂಬಿರುತ್ತವೆ."},{"number":28,"verse":"ಹಾಗೆಯೇ ನೀವು ಸಹ ಹೊರಗೆ ಜನರಿಗೆ ಸತ್ಪುರುಷರಂತೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತೀರಿ ಸರಿ, ಆದರೆ ಒಳಗೆ ಕಪಟದಿಂದಲೂ ಅನ್ಯಾಯದಿಂದಲೂ ತುಂಬಿದವರಾಗಿದ್ದೀರಿ."},{"number":29,"verse":"ಅಯ್ಯೋ, ಕಪಟಿಗಳಾದ ಶಾಸ್ತ್ರಿಗಳೇ, ಫರಿಸಾಯರೇ, ನೀವು ಪ್ರವಾದಿಗಳ ಸಮಾಧಿಗಳನ್ನು ಕಟ್ಟಿ,"},{"number":30,"verse":"ನೀತಿವಂತರ ಗೋರಿಗಳನ್ನು ಅಲಂಕರಿಸಿ - ನಾವು ನಮ್ಮ ಹಿರಿಯರ ಕಾಲದಲ್ಲಿ ಇರುತ್ತಿದ್ದರೆ ಪ್ರವಾದಿಗಳನ್ನು ಕೊಂದ ಪಾಪದಲ್ಲಿ ಪಾಲುಗಾರರಾಗುತ್ತಿರಲಿಲ್ಲ ಅನ್ನುತ್ತೀರಿ."},{"number":31,"verse":"ಹಾಗಾದರೆ ನೀವು ಪ್ರವಾದಿಗಳನ್ನು ಕೊಂದವರ ಮಕ್ಕಳೇ ಹೌದು ಎಂಬದಕ್ಕೆ ನಿಮಗೆ ನೀವೇ ಸಾಕ್ಷಿಗಳಾಗಿದ್ದೀರಿ."},{"number":32,"verse":"ಒಳ್ಳೇದು, ನೀವು ನಿಮ್ಮ ಹಿರಿಯರ ಪಾಪದ ಅಳತೆಯನ್ನು ಪೂರ್ತಿಮಾಡಿರಿ."},{"number":33,"verse":"ಹಾವುಗಳೇ, ಸರ್ಪಜಾತಿಯವರೇ, ನರಕದಂಡನೆಗೆ ಹೇಗೆ ತಪ್ಪಿಸಿಕೊಂಡೀರಿ?"},{"number":34,"verse":"ಆದದರಿಂದ ನೋಡಿರಿ, ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಪ್ರವಾದಿಗಳನ್ನೂ ಜ್ಞಾನಿಗಳನ್ನೂ ಶಾಸ್ತ್ರಿಗಳನ್ನೂ ಕಳುಹಿಸುತ್ತೇನೆ; ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ಕೊಲ್ಲುವಿರಿ, ಶಿಲುಬೆಗೆ ಹಾಕುವಿರಿ; ಕೆಲವರನ್ನು ನಿಮ್ಮ ಸಭಾಮಂದಿರಗಳಲ್ಲಿ ಕೊರಡೆಗಳಿಂದ ಹೊಡೆದು ಊರಿಂದ ಊರಿಗೆ ಅಟ್ಟಿಕೊಂಡು ಹೋಗುವಿರಿ."},{"number":35,"verse":"ಹೀಗೆ ನೀತಿವಂತನಾದ ಹೇಬೆಲನ ರಕ್ತವು ಮೊದಲುಗೊಂಡು ನೀವು ದೇವಾಲಯಕ್ಕೂ ಯಜ್ಞವೇದಿಗೂ ನಡುವೆ ಕೊಂದುಹಾಕಿದ ಬರಕೀಯನ ಮಗನಾದ ಜಕರೀಯನ ರಕ್ತದವರೆಗೂ ಭೂಮಿಯ ಮೇಲೆ ಸುರಿಸಲ್ಪಟ್ಟ ಎಲ್ಲಾ ನೀತಿವಂತರ ರಕ್ತದಿಂದುಂಟಾಗುವ ಅಪರಾಧವು ನಿಮ್ಮ ತಲೆಯ ಮೇಲೆ ಬರುವದು."},{"number":36,"verse":"ಅದೆಲ್ಲಾ ಈ ಸಂತತಿಯವರ ಮೇಲೆ ಬರುವದೆಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":37,"verse":"ಯೆರೂಸಲೇಮೇ, ಯೆರೂಸಲೇಮೇ, ಪ್ರವಾದಿಗಳ ಪ್ರಾಣತೆಗೆಯುವವಳೇ, ದೇವರು ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿಕೊಟ್ಟವರನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವವಳೇ, ಕೋಳಿ ತನ್ನ ಮರಿಗಳನ್ನು ರೆಕ್ಕೆಗಳ ಕೆಳಗೆ ಕೂಡಿಸಿಕೊಳ್ಳುವಂತೆ ನಿನ್ನ ಮಕ್ಕಳನ್ನು ಕೂಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ನನಗೆ ಎಷ್ಟೋ ಸಾರಿ ಮನಸ್ಸಿತ್ತು; ಆದರೆ ನಿಮಗೆ ಮನಸ್ಸಿಲ್ಲದೆ ಹೋಯಿತು."},{"number":38,"verse":"ನೋಡಿರಿ, ನಿಮ್ಮ ಆಲಯವು ನಿಮಗೆ ಬರೀದಾಗಿ ಬಿಟ್ಟದೆ."},{"number":39,"verse":"ಈಗಿನಿಂದ - ಕರ್ತನ ಹೆಸರಿನಲ್ಲಿ ಬರುವವನಿಗೆ ಆಶೀರ್ವಾದ ಎಂದು ನೀವು ಹೇಳುವ ತನಕ ನೀವು ನನ್ನನ್ನು ನೋಡುವದೇ ಇಲ್ಲವೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ ಅಂದನು."}]}