{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"ಆಮೇಲೆ ಯೇಸು ದೇವಾಲಯದಿಂದ ಹೊರಟು ಹೋಗುತ್ತಿರಲು ಆತನ ಶಿಷ್ಯರು ಆತನಿಗೆ ದೇವಾಲಯದ ಕಟ್ಟಣಗಳನ್ನು ತೋರಿಸುವದಕ್ಕೆ ಹತ್ತರಕ್ಕೆ ಬಂದರು."},{"number":2,"verse":"ಆಗ ಆತನು - ಇವುಗಳನ್ನೆಲ್ಲಾ ನೋಡುತ್ತೀರಲ್ಲವೇ. ಇಲ್ಲಿ ಕಲ್ಲಿನ ಮೇಲೆ ಕಲ್ಲು ಉಳಿಯುವದಿಲ್ಲ, ಎಲ್ಲಾ ಕೆಡವಲ್ಪಡುವದು ಎಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ ಅಂದನು."},{"number":3,"verse":"ಬಳಿಕ ಆತನು ಎಣ್ಣೆಯ ಮರಗಳ ಗುಡ್ಡದ ಮೇಲೆ ಕೂತಿದ್ದಾಗ ಶಿಷ್ಯರು ಆತನ ಬಳಿಗೆ ಪ್ರತ್ಯೇಕವಾಗಿ ಬಂದು - ಅದು ಯಾವಾಗ ಆಗುವದು? ನೀನು ಪ್ರತ್ಯಕ್ಷನಾಗುವದಕ್ಕೂ ಯುಗದ ಸಮಾಪ್ತಿಗೂ ಸೂಚನೆಯೇನು? ನಮಗೆ ಹೇಳು ಅನ್ನಲು"},{"number":4,"verse":"ಯೇಸು ಅವರಿಗೆ ಉತ್ತರವಾಗಿ ಹೇಳಿದ್ದೇನಂದರೆ - ಯಾರಾದರೂ ನಿಮ್ಮನ್ನು ಮೋಸಗೊಳಿಸಾರು ನೋಡಿಕೊಳ್ಳಿರಿ."},{"number":5,"verse":"ಯಾಕಂದರೆ ಅನೇಕರು ಬಂದು ನನ್ನ ಹೆಸರನ್ನು ಎತ್ತಿಕೊಂಡು - ನಾನು ಕ್ರಿಸ್ತನು, ನಾನು ಕ್ರಿಸ್ತನು ಎಂದು ಹೇಳಿ ಎಷ್ಟೋ ಜನರನ್ನು ಮೋಸಗೊಳಿಸುವರು."},{"number":6,"verse":"ಇದಲ್ಲದೆ ಯುದ್ಧಗಳಾಗುವದನ್ನೂ ಯುದ್ಧವಾಗುವ ಹಾಗಿದೆ ಎಂಬ ಸುದ್ದಿಗಳನ್ನೂ ನೀವು ಕೇಳಬೇಕಾಗಿರುವದು. ಕಳವಳಪಡದಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ; ಯಾಕಂದರೆ ಹಾಗಾಗುವದು ಅಗತ್ಯ. ಆದರೂ ಇದು ಇನ್ನೂ ಅಂತ್ಯಕಾಲವಲ್ಲ."},{"number":7,"verse":"ಜನಕ್ಕೆ ವಿರೋಧವಾಗಿ ಜನವೂ ರಾಜ್ಯಕ್ಕೆ ವಿರೋಧವಾಗಿ ರಾಜ್ಯವೂ ಏಳುವವು; ಮತ್ತು ಅಲ್ಲಲ್ಲಿ ಬರಗಳು ಬರುವವು, ಭೂಕಂಪಗಳು ಆಗುವವು;"},{"number":8,"verse":"ಇವೆಲ್ಲಾ [ನೂತನ ಕಾಲವು ಹುಟ್ಟುವ] ಪ್ರಸವವೇದನೆಯ ಪ್ರಾರಂಭ."},{"number":9,"verse":"ಆಗ ನಿಮ್ಮನ್ನು ಉಪದ್ರವಕ್ಕೆ ಒಪ್ಪಿಸಿ ಕೊಲ್ಲುವರು; ನನ್ನ ಹೆಸರಿನ ನಿಮಿತ್ತ ನಿಮ್ಮನ್ನು ಎಲ್ಲಾ ಜನಾಂಗಗಳವರು ಹಗೆ ಮಾಡುವರು."},{"number":10,"verse":"ಆಗ ಅನೇಕರು ಹಿಂಜರಿದು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಹಿಡುಕೊಡುವರು; ಒಬ್ಬರ ಮೇಲೊಬ್ಬರು ದ್ವೇಷ ಮಾಡುವರು."},{"number":11,"verse":"ಬಹುಮಂದಿ ಸುಳ್ಳುಪ್ರವಾದಿಗಳು ಸಹ ಎದ್ದು ಅನೇಕರನ್ನು ಮೋಸಗೊಳಿಸುವರು."},{"number":12,"verse":"ಇದಲ್ಲದೆ ಅಧರ್ಮವು ಹೆಚ್ಚಾಗುವದರಿಂದ ಬಹುಜನರ ಪ್ರೀತಿಯು ತಣ್ಣಗಾಗಿಹೋಗುವದು."},{"number":13,"verse":"ಆದರೆ ಕಡೇವರೆಗೂ ತಾಳುವವನು ರಕ್ಷಣೆಹೊಂದುವನು."},{"number":14,"verse":"ಇದಲ್ಲದೆ ಪರಲೋಕರಾಜ್ಯದ ಈ ಸುವಾರ್ತೆಯು ಸರ್ವಲೋಕದಲ್ಲಿ ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೆ ಸಾಕ್ಷಿಗಾಗಿ ಸಾರಲಾಗುವದು; ಆಗ ಅಂತ್ಯವು ಬರುವದು."},{"number":15,"verse":"ಆದದರಿಂದ ಪ್ರವಾದಿಯಾದ ದಾನಿಯೇಲನು ಹೇಳಿದಂಥ ಹಾಳುಮಾಡುವ ಅಸಹ್ಯ ವಸ್ತುವು ಪವಿತ್ರಸ್ಥಾನದಲ್ಲಿ ನಿಂತಿರುವದನ್ನು ನೀವು ಕಾಣುವಾಗ (ಇದನ್ನು ಓದುವವನು ತಿಳುಕೊಳ್ಳಲಿ)"},{"number":16,"verse":"ಯೂದಾಯದಲ್ಲಿರುವವರು ಬೆಟ್ಟಗಳಿಗೆ ಓಡಿಹೋಗಲಿ;"},{"number":17,"verse":"ಮಾಳಿಗೆಯ ಮೇಲೆ ಇರುವವನು ತನ್ನ ಮನೆಯೊಳಗಿರುವದನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದಕ್ಕೆ ಇಳಿಯದೆ,"},{"number":18,"verse":"ಹೊಲದಲ್ಲಿರುವವನು ತನ್ನ ಹೊದಿಕೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದಕ್ಕೆ ಹಿಂತಿರುಗಿ ಬಾರದೆ ಓಡಿಹೋಗಲಿ."},{"number":19,"verse":"ಆದರೆ ಆ ದಿನಗಳಲ್ಲಿ ಬಸುರಿಯರಿಗೂ ಮೊಲೆಕೂಸಿರುವ ಹೆಂಗಸರಿಗೂ ಆಗುವ ಕಷ್ಟವನ್ನು ಏನು ಹೇಳಲಿ."},{"number":20,"verse":"ಆಗ ಮಹಾಸಂಕಟ ಉಂಟಾಗುವದರಿಂದ ನಿಮ್ಮ ಪಲಾಯನವು ಚಳಿಗಾಲದಲ್ಲಿಯಾಗಲಿ ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿಯಾಗಲಿ ಆಗಬಾರದೆಂದು ಪ್ರಾರ್ಥನೆಮಾಡಿರಿ."},{"number":21,"verse":"ಅಂಥ ಸಂಕಟವು ಲೋಕ ಹುಟ್ಟಿದ್ದು ಮೊದಲುಗೊಂಡು ಇಂದಿನವರೆಗೂ ಆಗಲಿಲ್ಲ. ಇನ್ನು ಮೇಲೆಯೂ ಆಗುವದಿಲ್ಲ."},{"number":22,"verse":"[ಕರ್ತನು] ಆ ದಿನಗಳನ್ನು ಕಡಿಮೆಮಾಡದಿದ್ದರೆ ಒಂದು ನರಪ್ರಾಣಿಯಾದರೂ ಉಳಿಯದು; ಆದರೆ ತಾನು ಆದುಕೊಂಡವರಿಗೋಸ್ಕರ ಆ ದಿನಗಳನ್ನು ಕಡಿಮೆಮಾಡುವನು."},{"number":23,"verse":"ಆಗ ಯಾರಾದರೂ ನಿಮಗೆ - ಇಗೋ ಕ್ರಿಸ್ತನು ಇಲ್ಲಿದ್ದಾನೆ, ಅಗೋ ಅಲ್ಲಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದರೆ ನಂಬಬೇಡಿರಿ."},{"number":24,"verse":"ಸುಳ್ಳುಕ್ರಿಸ್ತರೂ ಸುಳ್ಳುಪ್ರವಾದಿಗಳೂ ಎದ್ದು ಸಾಧ್ಯವಾದರೆ ದೇವರಾದುಕೊಂಡವರನ್ನು ಸಹ ಮೋಸಗೊಳಿಸುವದಕ್ಕೋಸ್ಕರ ದೊಡ್ಡ ದೊಡ್ಡ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನೂ ಮಾಡಿ ತೋರಿಸುವರು."},{"number":25,"verse":"ಇಗೋ ನಿಮಗೆ ಮುಂದಾಗಿ ಹೇಳಿದ್ದೇನೆ."},{"number":26,"verse":"ಆದಕಾರಣ ಯಾರಾದರೂ ನಿಮಗೆ - ಅಗೋ ಕ್ರಿಸ್ತನು ಅಡವಿಯಲ್ಲಿ ಇದ್ದಾನೆಂದು ಹೇಳಿದರೆ ಹೊರಟುಹೋಗಬೇಡಿರಿ; ಇಗೋ ಕೋಣೆಗಳಲ್ಲಿದ್ದಾನೆಂದು ಹೇಳಿದರೆ ನಂಬಬೇಡಿರಿ."},{"number":27,"verse":"ಹೇಗೆ ಮಿಂಚು ಮೂಡಣದಲ್ಲಿ ಹುಟ್ಟಿ ಪಡುವಣದವರೆಗೂ ಕಾಣಿಸುತ್ತದೋ ಹಾಗೆಯೇ ಮನುಷ್ಯಕುಮಾರನ ಪ್ರತ್ಯಕ್ಷತೆಯು ಇರುವದು."},{"number":28,"verse":"ಹೆಣ ಬಿದ್ದಲ್ಲಿ ಹದ್ದುಗಳು ಕೂಡುವವು."},{"number":29,"verse":"ಆ ದಿನಗಳ ಸಂಕಟವು ತೀರಿದಕೂಡಲೆ ಸೂರ್ಯನು ಕತ್ತಲಾಗಿಹೋಗುವನು, ಚಂದ್ರನು ಬೆಳಕುಕೊಡದೆ ಇರುವನು, ನಕ್ಷತ್ರಗಳು ಆಕಾಶದಿಂದ ಉದುರುವವು, ಆಕಾಶದ ಶಕ್ತಿಗಳು ಕದಲುವವು."},{"number":30,"verse":"ಆಗ ಮನುಷ್ಯಕುಮಾರನನ್ನು ಸೂಚಿಸುವ ಗುರುತು ಆಕಾಶದಲ್ಲಿ ಕಾಣಬರುವದು. ಆಗ ಭೂಲೋಕದಲ್ಲಿರುವ ಎಲ್ಲಾ ಕುಲದವರು ಎದೆಬಡಕೊಳ್ಳುವರು, ಮತ್ತು ಮನುಷ್ಯಕುಮಾರನು ಬಲದಿಂದಲೂ ಬಹು ಮಹಿಮೆಯಿಂದಲೂ ಆಕಾಶದ ಮೇಘಗಳ ಮೇಲೆ ಬರುವದನ್ನು ಕಾಣುವರು."},{"number":31,"verse":"ಮತ್ತು ಆತನು ತುತೂರಿಯ ಮಹಾ ಶಬ್ದದಿಂದ ತನ್ನ ದೂತರನ್ನು ಕಳುಹಿಸುವನು. ಅವರು ಆತನು ಆದುಕೊಂಡವರನ್ನು ಆಕಾಶದ ಒಂದು ಕಡೆಯಿಂದ ಮತ್ತೊಂದು ಕಡೆಯವರೆಗೆ ನಾಲ್ಕೂ ದಿಕ್ಕುಗಳಿಂದ ಒಟ್ಟುಗೂಡಿಸುವರು."},{"number":32,"verse":"ಅಂಜೂರದ ಮರದ ದೃಷ್ಟಾಂತದಿಂದ ಬುದ್ಧಿಕಲಿಯಿರಿ. ಅದರ ಕೊಂಬೆ ಇನ್ನೂ ಎಳೆಯದಾಗಿದ್ದು ಎಲೆ ಬಿಡುವಾಗ ಬೇಸಿಗೆಯು ಹತ್ತರವಾಯಿತೆಂದು ತಿಳುಕೊಳ್ಳುತ್ತೀರಲ್ಲಾ."},{"number":33,"verse":"ಹಾಗೆಯೇ ನೀವು ಸಹ ಇದನ್ನೆಲ್ಲಾ ನೋಡುವಾಗ ಆ ದಿನವು ಹತ್ತರವದೆ, ಬಾಗಿಲಲ್ಲೇ ಅದೆ ಎಂದು ತಿಳುಕೊಳ್ಳಿರಿ."},{"number":34,"verse":"ಇದೆಲ್ಲಾ ಆಗುವ ತನಕ ಈ ಸಂತತಿಯು ಅಳಿದುಹೋಗುವದೇ ಇಲ್ಲವೆಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":35,"verse":"ಭೂಮ್ಯಾಕಾಶಗಳು ಅಳಿದುಹೋಗುವವು, ಆದರೆ ನನ್ನ ಮಾತುಗಳು ಅಳಿದು ಹೋಗುವದೇ ಇಲ್ಲ."},{"number":36,"verse":"ಇದಲ್ಲದೆ ಆ ದಿನದ ವಿಷಯವೂ ಆ ಗಳಿಗೆಯ ವಿಷಯವೂ ನನ್ನ ತಂದೆಯೊಬ್ಬನಿಗೆ ತಿಳಿಯುವದೇ ಹೊರತು ಮತ್ತಾರಿಗೂ ತಿಳಿಯದು; ಪರಲೋಕದಲ್ಲಿರುವ ದೂತರಿಗೂ ತಿಳಿಯದು, ಮಗನಿಗೂ ತಿಳಿಯದು."},{"number":37,"verse":"ನೋಹನ ದಿವಸಗಳು ಹೇಗಿದ್ದವೋ ಹಾಗೆಯೇ ಮನುಷ್ಯಕುಮಾರನ ಪ್ರತ್ಯಕ್ಷತೆಯೂ ಇರುವದು."},{"number":38,"verse":"ಹೇಗಂದರೆ ಜಲಪ್ರಳಯಕ್ಕೆ ಮುಂಚಿನ ದಿನಗಳಲ್ಲಿ ನೋಹನು ನಾವೆಯಲ್ಲಿ ಸೇರಿದ ದಿನದ ತನಕ ಜನರು ಉಣ್ಣುತ್ತಾ ಕುಡಿಯುತ್ತಾ ಮದುವೆಮಾಡಿಕೊಳ್ಳುತ್ತಾ ಮಾಡಿಕೊಡುತ್ತಾ ಇದ್ದು"},{"number":39,"verse":"ಪ್ರಳಯದ ನೀರು ಬಂದು ಎಲ್ಲರನ್ನು ಬಡುಕೊಂಡುಹೋಗುವ ತನಕ ಏನೂ ತಿಳಿಯದೆ ಇದ್ದರಲ್ಲಾ. ಅದರಂತೆ ಮನುಷ್ಯಕುಮಾರನು ಪ್ರತ್ಯಕ್ಷನಾಗುವ ಕಾಲದಲ್ಲಿಯೂ ಇರುವದು."},{"number":40,"verse":"ಆವಾಗ ಇಬ್ಬರು ಹೊಲದಲ್ಲಿರುವರು; ಒಬ್ಬನು ತೆಗೆದುಕೊಳ್ಳಲ್ಪಡುವನು, ಒಬ್ಬನು ಬಿಡಲ್ಪಡುವನು."},{"number":41,"verse":"ಇಬ್ಬರು ಹೆಂಗಸರು ಬೀಸುವ ಕಲ್ಲಿನ ಮುಂದೆ ಕೂತು ಬೀಸುತ್ತಿರುವರು; ಒಬ್ಬಳು ತೆಗೆದುಕೊಳ್ಳಲ್ಪಡುವಳು, ಒಬ್ಬಳು ಬಿಡಲ್ಪಡುವಳು."},{"number":42,"verse":"ಹೀಗಿರಲಾಗಿ ನಿಮ್ಮ ಕರ್ತನು ಬರುವ ದಿನವು ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲವಾದದರಿಂದ ಎಚ್ಚರವಾಗಿರ್ರಿ."},{"number":43,"verse":"ಕಳ್ಳನು ಬರುವ ಜಾವ ಮನೆಯ ಯಜಮಾನನಿಗೆ ತಿಳಿದಿದ್ದರೆ ಅವನು ಎಚ್ಚರವಾಗಿದ್ದು ತನ್ನ ಮನೆಗೆ ಕನ್ನಾಹಾಕಗೊಡಿಸುತ್ತಿರಲಿಲ್ಲವೆಂದು ತಿಳುಕೊಳ್ಳಿರಿ."},{"number":44,"verse":"ಆದಕಾರಣ ನೀವು ಸಹ ಸಿದ್ಧವಾಗಿರ್ರಿ; ನೀವು ನೆನಸದ ಗಳಿಗೆಯಲ್ಲಿ ಮನುಷ್ಯಕುಮಾರನು ಬರುತ್ತಾನೆ."},{"number":45,"verse":"ಹಾಗಾದರೆ ಯಜಮಾನನು ತನ್ನ ಮನೆಯವರಿಗೆ ಹೊತ್ತು ಹೊತ್ತಿಗೆ ಆಹಾರ ಕೊಡಲಿಕ್ಕೆ ಅವರ ಮೇಲಿಟ್ಟ ನಂಬಿಗಸ್ತನೂ ವಿವೇಕಿಯೂ ಆದಂಥ ಆಳು ಯಾರು?"},{"number":46,"verse":"ಯಜಮಾನನು ಬಂದು ಯಾವ ಆಳು ಹೀಗೆ ಮಾಡುವದನ್ನು ಕಾಣುವನೋ ಆ ಆಳು ಧನ್ಯನು."},{"number":47,"verse":"ಅಂಥವನನ್ನು ಅವನು ತನ್ನ ಎಲ್ಲಾ ಆಸ್ತಿಯ ಮೇಲೆ ನೇಮಿಸುವನು ಎಂದು ನಿಮಗೆ ನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":48,"verse":"ಆದರೆ ಆ ಕೆಟ್ಟ ಆಳು - ನನ್ನ ಯಜಮಾನನು ತಡಮಾಡುತ್ತಾನೆ ಅಂತ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಅಂದುಕೊಂಡು"},{"number":49,"verse":"ತನ್ನ ಜೊತೆ ಆಳುಗಳನ್ನು ಹೊಡೆಯುವದಕ್ಕೆ ತೊಡಗಿ ಕುಡಿಕರ ಸಂಗಡ ತಿನ್ನುತ್ತಾ ಕುಡಿಯುತ್ತಾ ಇರುವದಾದರೆ,"},{"number":50,"verse":"ಅವನು ನೆನಸದ ದಿನದಲ್ಲಿಯೂ ತಿಳಿಯದ ಗಳಿಗೆಯಲ್ಲಿಯೂ ಆ ಆಳಿನ ಯಜಮಾನನು ಬಂದು ಅವನನ್ನು ಕಠಿಣವಾಗಿ ಹೊಡಿಸಿ"},{"number":51,"verse":"ಕಪಟಿಗಳಿಗೆ ಆಗತಕ್ಕ ಗತಿಯನ್ನು ಅವನಿಗೆ ನೇಮಿಸುವನು. ಅಲ್ಲಿ ಗೋಳಾಟವೂ ಕಟಕಟನೆ ಹಲ್ಲು ಕಡಿಯೋಣವೂ ಇರುವವು."}]}