{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":3,"verses":[{"number":1,"verse":"ಆ ದಿನಗಳಲ್ಲಿ ಸ್ನಾನಿಕನಾದ ಯೋಹಾನನು -"},{"number":2,"verse":"ಪರಲೋಕರಾಜ್ಯವು ಸಮೀಪವಾಯಿತು; ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ ಎಂದು ಯೂದಾಯದ ಅಡವಿಯಲ್ಲಿ ಸಾರಿ ಹೇಳುತ್ತಾ ಬಂದನು."},{"number":3,"verse":"ಕರ್ತನ ದಾರಿಯನ್ನು ಸಿದ್ಧಮಾಡಿರಿ; ಆತನ ಹಾದಿಗಳನ್ನು ನೆಟ್ಟಗೆ ಮಾಡಿರಿ ಎಂದು ಅಡವಿಯಲ್ಲಿ ಕೂಗುವವನ ಶಬ್ದವದೆ ಎಂಬದಾಗಿ ಪ್ರವಾದಿಯಾದ ಯೆಶಾಯನಿಂದ ಸೂಚಿತನಾದವನು ಇವನೇ."},{"number":4,"verse":"ಈ ಯೋಹಾನನಿಗೆ ಒಂಟೇ ಕೂದಲಿನ ಹೊದಿಕೆಯೂ ಸೊಂಟದಲ್ಲಿ ತೊಗಲಿನ ನಡುಕಟ್ಟೂ ಇದ್ದವು. ಅವನಿಗೆ ಮಿಡಿತೆ ಮತ್ತು ಕಾಡಜೇನು ಆಹಾರವಾಗಿದ್ದವು."},{"number":5,"verse":"ಆಗ ಯೆರೂಸಲೇಮೂ ಎಲ್ಲಾ ಯೂದಾಯವೂ ಯೊರ್ದನ್‍ಹೊಳೆಯ ಸುತ್ತಲಿರುವ ಎಲ್ಲಾ ಸೀಮೆಯೂ"},{"number":6,"verse":"ಅವನ ಬಳಿಗೆ ಹೊರಟುಹೋಗಿ, ಅವರು ತಮ್ಮತಮ್ಮ ಪಾಪಗಳನ್ನು ಹೇಳಿಕೊಂಡು ಯೊರ್ದನ್‍ಹೊಳೆಯಲ್ಲಿ ಅವನಿಂದ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":7,"verse":"ಆದರೆ ಅವನು ಫರಿಸಾಯರಲ್ಲಿಯೂ ಸದ್ದುಕಾಯರಲ್ಲಿಯೂ ಅನೇಕರು ತನ್ನಿಂದ ಸ್ನಾನಮಾಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಬರುವದನ್ನು ಕಂಡು ಅವರಿಗೆ - ಎಲೈ ಸರ್ಪಜಾತಿಯವರೇ, ಮುಂದೆ ಕಾಣಬರುವ ದೈವಕೋಪದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ನಿಮಗೆ ಉಪದೇಶ ಮಾಡಿದವರಾರು?"},{"number":8,"verse":"ಹಾಗಾದರೆ ನಿಮ್ಮ ಮನಸ್ಸು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿತೆಂಬದನ್ನು ತಕ್ಕ ಫಲದಿಂದ ತೋರಿಸಿರಿ."},{"number":9,"verse":"ಅಬ್ರಹಾಮನು ನಮಗೆ ಮೂಲಪುರುಷನಲ್ಲವೇ ಎಂಬುವ ಆಲೋಚನೆಯನ್ನು ಬಿಡಿರಿ. ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ ಈ ಕಲ್ಲುಗಳಿಂದಲೂ ಮಕ್ಕಳನ್ನು ಹುಟ್ಟಿಸಬಲ್ಲನೆಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":10,"verse":"ಈಗಲೇ ಮರಗಳ ಬೇರಿಗೆ ಕೊಡಲಿ ಹಾಕಿದೆ; ಒಳ್ಳೇ ಫಲವನ್ನು ಕೊಡದ ಪ್ರತಿಯೊಂದು ಮರವನ್ನು ಕಡಿದು ಬೆಂಕಿಯಲ್ಲಿ ಹಾಕುವರು."},{"number":11,"verse":"ನಾನಂತೂ ನಿಮ್ಮ ಮನಸ್ಸು ತಿರುಗಿಕೊಳ್ಳಬೇಕೆಂಬದಕ್ಕೆ ನಿಮಗೆ ನೀರಿನಲ್ಲಿ ಸ್ನಾನಮಾಡಿಸುತ್ತೇನೆ. ಆದರೆ ನನ್ನ ಹಿಂದೆ ಬರುವವನು ನನಗಿಂತ ಶಕ್ತನು; ಆತನ ಕೆರಗಳನ್ನು ಹೊರಲಿಕ್ಕೂ ನಾನು ಯೋಗ್ಯನಲ್ಲ; ಆತನು ಪವಿತ್ರಾತ್ಮನಲ್ಲಿಯೂ ಬೆಂಕಿಯಲ್ಲಿಯೂ ನಿಮಗೆ ಸ್ನಾನಮಾಡಿಸುವನು."},{"number":12,"verse":"ಆತನು ಮೊರವನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದಿದ್ದಾನೆ; ತನ್ನ ಕಣದಲ್ಲಿಯ ರಾಶಿಯನ್ನು ತೂರಿ ಹಸನುಮಾಡಿ ತನ್ನ ಗೋದಿಯನ್ನು ಕಣಜದಲ್ಲಿ ತುಂಬಿಕೊಂಡು ಹೊಟ್ಟನ್ನು ಆರದ ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟುಬಿಡುವನು ಎಂದು ಹೇಳಿದನು."},{"number":13,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಯೇಸು ಯೋಹಾನನಿಂದ ಸ್ನಾನಮಾಡಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಗಲಿಲಾಯದಿಂದ ಯೊರ್ದನ್‍ಹೊಳೆಗೆ ಬಂದನು."},{"number":14,"verse":"ಆಗ ಯೋಹಾನನು - ನಾನು ನಿನ್ನಿಂದ ಸ್ನಾನ ಮಾಡಿಸಿಕೊಳ್ಳತಕ್ಕವನಾಗಿರುವಲ್ಲಿ ನೀನು ನನ್ನ ಬಳಿಗೆ ಬರುವದೇನು ಎಂದು ಹೇಳಿ ಆತನನ್ನು ತಡೆಯುತ್ತಾ ಇದ್ದನು."},{"number":15,"verse":"ಆದರೆ ಯೇಸು ಅವನಿಗೆ - ಸದ್ಯಕ್ಕೆ ಒಪ್ಪಿಕೋ; ಹೀಗೆ ನಾವು ಎಲ್ಲಾ ಧರ್ಮವನ್ನು ನೆರವೇರಿಸತಕ್ಕದ್ದಾಗಿದೆ ಎಂದು ಹೇಳಿದಾಗ ಅವನು ಒಪ್ಪಿಕೊಂಡನು."},{"number":16,"verse":"ಯೇಸು ಸ್ನಾನಮಾಡಿಸಿಕೊಂಡ ಕೂಡಲೆ ನೀರಿನಿಂದ ಮೇಲಕ್ಕೆ ಬರಲು ಇಗೋ, ಆತನಿಗೆ ಆಕಾಶವು ತೆರೆಯಿತು; ಮತ್ತು ದೇವರ ಆತ್ಮ ಪಾರಿವಾಳದ ಹಾಗೆ ಇಳಿದು ತನ್ನ ಮೇಲೆ ಬರುವದನ್ನು ಕಂಡನು."},{"number":17,"verse":"ಆಗ - ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನನ್ನು ನಾನು ಮೆಚ್ಚಿದ್ದೇನೆ ಎಂದು ಆಕಾಶವಾಣಿ ಆಯಿತು."}]}