{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"ಆಗ ಯೇಸು ಸೈತಾನನಿಂದ ಶೋಧಿಸಲ್ಪಡುವದಕ್ಕಾಗಿ ಆತ್ಮನು ಆತನನ್ನು ಅಡವಿಗೆ ಒಯ್ದನು."},{"number":2,"verse":"ಆತನು ನಾಲ್ವತ್ತು ದಿವಸ ಹಗಲಿರುಳು ಉಪವಾಸವಿದ್ದ ತರುವಾಯ ಆತನಿಗೆ ಹಸಿವಾಯಿತು."},{"number":3,"verse":"ಆಗ ಆ ಶೋಧಕನು ಆತನ ಬಳಿಗೆ ಬಂದು - ನೀನು ದೇವರ ಮಗನಾಗಿದ್ದರೆ ಈ ಕಲ್ಲುಗಳು ರೊಟ್ಟಿಯಾಗುವಂತೆ ಅಪ್ಪಣೆಕೊಡು ಎಂದು ಹೇಳಲು ಆತನು -"},{"number":4,"verse":"ಮನುಷ್ಯನು ರೊಟ್ಟಿತಿಂದ ಮಾತ್ರದಿಂದ ಬದುಕುವದಿಲ್ಲ, ದೇವರ ಬಾಯಿಂದ ಹೊರಡುವ ಪ್ರತಿಯೊಂದು ಮಾತಿನಿಂದಲೂ ಬದುಕುವನು ಎಂದು ಬರೆದದೆ ಅಂದನು."},{"number":5,"verse":"ಆಗ ಸೈತಾನನು ಆತನನ್ನು ಪರಿಶುದ್ಧ ಪಟ್ಟಣಕ್ಕೆ ಕರಕೊಂಡು ಹೋಗಿ ದೇವಾಲಯದ ಶಿಖರದ ಮೇಲೆ ನಿಲ್ಲಿಸಿ ಆತನಿಗೆ -"},{"number":6,"verse":"ನೀನು ದೇವರ ಮಗನಾಗಿದ್ದರೆ ಕೆಳಕ್ಕೆ ದುಮುಕು; ಆತನು ನಿನ್ನ ವಿಷಯವಾಗಿ ತನ್ನ ದೂತರಿಗೆ ಅಪ್ಪಣೆಕೊಡುವನು; ನಿನ್ನ ಕಾಲು ಕಲ್ಲಿಗೆ ತಗಲೀತೆಂದು ಅವರು ನಿನ್ನನ್ನು ಕೈಗಳಲ್ಲಿ ಎತ್ತಿಕೊಳ್ಳುವರು ಎಂಬದಾಗಿ ಬರೆದದೆಯಲ್ಲಾ ಎಂದು ಹೇಳಿದನು."},{"number":7,"verse":"ಅದಕ್ಕೆ ಯೇಸು - ನಿನ್ನ ದೇವರಾಗಿರುವ ಕರ್ತನನ್ನು ಪರೀಕ್ಷಿಸಬಾರದು ಎಂಬದಾಗಿ ಸಹ ಬರೆದದೆ ಅಂದನು."},{"number":8,"verse":"ಬಳಿಕ ಸೈತಾನನು ಆತನನ್ನು ಬಹಳ ಎತ್ತರವಾದ ಬೆಟ್ಟಕ್ಕೆ ಕರಕೊಂಡು ಹೋಗಿ ಪ್ರಪಂಚದ ಎಲ್ಲಾ ರಾಜ್ಯಗಳನ್ನೂ ಅವುಗಳ ವೈಭವವನ್ನೂ ಆತನಿಗೆ ತೋರಿಸಿ -"},{"number":9,"verse":"ನೀನು ನನಗೆ ಸಾಷ್ಟಾಂಗನಮಸ್ಕಾರ ಮಾಡಿದರೆ ಇವುಗಳನ್ನೆಲ್ಲಾ ನಿನಗೆ ಕೊಡುವೆನು ಅಂದನು."},{"number":10,"verse":"ಯೇಸು ಅವನಿಗೆ - ಸೈತಾನನೇ, ನೀನು ತೊಲಗಿ ಹೋಗು. ನಿನ್ನ ದೇವರಾಗಿರುವ ಕರ್ತನಿಗೆ ಅಡ್ಡಬಿದ್ದು ಆತನೊಬ್ಬನನ್ನೇ ಆರಾಧಿಸಬೇಕು ಎಂಬದಾಗಿ ಬರೆದದೆ ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ಆಗ ಸೈತಾನನು ಆತನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು. ಮತ್ತು ದೇವದೂತರು ಬಂದು ಆತನಿಗೆ ಉಪಚಾರ ಮಾಡಿದರು."},{"number":12,"verse":"ಯೋಹಾನನು ಸೆರೆಗೆ ಬಿದ್ದನೆಂದು ಯೇಸು ಕೇಳಿ ಆ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು ಗಲಿಲಾಯ ಸೀಮೆಗೆ ಹೊರಟುಹೋದನು."},{"number":13,"verse":"ಬಳಿಕ ನಜರೇತೆಂಬ ಊರನ್ನು ಬಿಟ್ಟು ಜೆಬುಲೋನ್ ನೆಫ್ತಲೀಮ್ ಎಂಬ ನಾಡುಗಳಿಗೆ ಬಂದು ಸಮುದ್ರದ ಹತ್ತಿರದಲ್ಲಿರುವ ಕಪೆರ್ನೌಮೆಂಬ ಊರಿನಲ್ಲಿ ಮನೆಮಾಡಿಕೊಂಡು ಇದ್ದನು."},{"number":14,"verse":"ಇದರಿಂದ ಯೆಶಾಯನೆಂಬ ಪ್ರವಾದಿಯ ಮುಖಾಂತರ ಹೇಳಿಸಿರುವ ಮಾತು ನೆರವೇರಿತು; ಆ ಮಾತು ಏನಂದರೆ -"},{"number":15,"verse":"ಜೆಬುಲೋನ್ ಸೀಮೆ ಮತ್ತು ನೆಫ್ತಲೀಮ್ ಸೀಮೆ, ಯೊರ್ದನಿನ ಆಚೆ, ಸಮುದ್ರದ ಕಡೆಗಿರುವ ಸೀಮೆ, ಅನ್ಯಜನಗಳಿರುವ ಗಲಿಲಾಯ ಸೀಮೆ,"},{"number":16,"verse":"ಕತ್ತಲಲ್ಲಿ ವಾಸಿಸಿದ ಈ ಸೀಮೆಗಳ ಜನರಿಗೆ ದೊಡ್ಡ ಬೆಳಕು ಕಾಣಿಸಿತು; ಕಾರ್ಗತ್ತಲಾದ ದೇಶದಲ್ಲಿದ್ದವರಿಗೆ ಸೂರ್ಯೋದಯವಾಯಿತು ಎಂಬದು."},{"number":17,"verse":"ಅಂದಿನಿಂದ ಯೇಸು - ಪರಲೋಕರಾಜ್ಯವು ಸಮೀಪಿಸಿತು; ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ ಎಂದು ಸಾರಿ ಹೇಳುವದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದನು."},{"number":18,"verse":"ಹೀಗಿರುವಲ್ಲಿ, ಯೇಸು ಗಲಿಲಾಯ ಸಮುದ್ರದ ಬಳಿಯಲ್ಲಿ ತಿರುಗಾಡುತ್ತಿರುವಾಗ ಅಣ್ಣತಮ್ಮಂದಿರಿಬ್ಬರು ಬಲೆಬೀಸುವದನ್ನು ಕಂಡನು; ಅವರು ಪೇತ್ರನೆನಿಸಿಕೊಳ್ಳುವ ಸೀಮೋನ ಮತ್ತು ಅವನ ತಮ್ಮನಾದ ಅಂದ್ರೆಯ. ಅವರು ಬೆಸ್ತರು, ಸಮುದ್ರದಲ್ಲಿ ಬಲೆಬೀಸುತ್ತಿದ್ದರು."},{"number":19,"verse":"ಅವರಿಗೆ ಆತನು - ನನ್ನ ಹಿಂದೆ ಬನ್ನಿರಿ; ಮನುಷ್ಯರನ್ನು ಹಿಡಿಯುವ ಬೆಸ್ತರನ್ನಾಗಿ ನಿಮ್ಮನ್ನು ಮಾಡುವೆನು ಎಂದು ಹೇಳುತ್ತಲೇ"},{"number":20,"verse":"ಅವರು ತಮ್ಮ ಬಲೆಗಳನ್ನು ಬಿಟ್ಟು ಆತನ ಹಿಂದೆ ಹೋದರು."},{"number":21,"verse":"ಯೇಸು ಅಲ್ಲಿಂದ ಮುಂದೆ ಹೋಗಿ ಇನ್ನಿಬ್ಬರು ಅಣ್ಣತಮ್ಮಂದಿರನ್ನು ಅಂದರೆ ಜೆಬೆದಾಯನ ಮಗನಾದ ಯಾಕೋಬನನ್ನೂ ಅವನ ತಮ್ಮನಾದ ಯೋಹಾನನನ್ನೂ ಕಂಡನು; ಇವರು ತಮ್ಮ ತಂದೆಯಾದ ಜೆಬೆದಾಯನ ಕೂಡ ದೋಣಿಯಲ್ಲಿ ತಮ್ಮ ಬಲೆಗಳನ್ನು ಸರಿಮಾಡುತ್ತಿದ್ದರು. ಆತನು ಇವರನ್ನೂ ಕರೆದನು."},{"number":22,"verse":"ಕೂಡಲೆ ಅವರು ದೋಣಿಯನ್ನೂ ತಮ್ಮ ತಂದೆಯನ್ನೂ ಬಿಟ್ಟು ಆತನನ್ನು ಹಿಂಬಾಲಿಸಿದರು."},{"number":23,"verse":"ಬಳಿಕ ಯೇಸು ಗಲಿಲಾಯದಲ್ಲೆಲ್ಲಾ ತಿರುಗಾಡಿ ಅಲ್ಲಿಯವರ ಸಭಾಮಂದಿರಗಳಲ್ಲಿ ಉಪದೇಶಮಾಡುತ್ತಾ, ಪರಲೋಕರಾಜ್ಯದ ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿ ಹೇಳುತ್ತಾ ಜನರ ಎಲ್ಲಾತರದ ರೋಗಗಳನ್ನೂ ಎಲ್ಲಾ ತರದ ಬೇನೆಗಳನ್ನೂ ವಾಸಿಮಾಡುತ್ತಾ ಬಂದನು."},{"number":24,"verse":"ಆತನ ಸುದ್ದಿಯು ಸಿರಿಯ ದೇಶದಲ್ಲೆಲ್ಲಾ ಹಬ್ಬಿದ್ದರಿಂದ ಮೈಯಲ್ಲಿ ನೆಟ್ಟಗಿಲ್ಲದವರನ್ನು, ಅಂದರೆ ತರತರದ ರೋಗಬಾಧೆಗಳಿಂದ ಕಷ್ಟಪಡುವವರನ್ನೂ ದೆವ್ವ ಹಿಡಿದವರನ್ನೂ ಮೂರ್ಛಾರೋಗಿಗಳನ್ನೂ ಪಾರ್ಶ್ವವಾಯುವಿನವರನ್ನೂ ಆತನ ಬಳಿಗೆ ಕರತಂದರು; ಆತನು ಅವರನ್ನು ಸ್ವಸ್ಥಮಾಡಿದನು."},{"number":25,"verse":"ಮತ್ತು ಗಲಿಲಾಯ ದೆಕಪೊಲಿ ಯೆರೂಸಲೇಮ್ ಯೂದಾಯ ಎಂಬೀ ಸ್ಥಳಗಳಿಂದಲೂ ಯೊರ್ದನ್ ಹೊಳೆಯ ಆಚೇಕಡೆಯಿಂದಲೂ ಜನರು ಗುಂಪುಗುಂಪಾಗಿ ಆತನ ಹಿಂದೆ ಹೋದರು."}]}