{"bibleAbbr":"KNJV","bookName":"ಮತ್ತಾಯನು","bookEnglishName":"Matthew","chapterNumber":5,"verses":[{"number":1,"verse":"ಆತನು ಆ ಜನರ ಗುಂಪುಗಳನ್ನು ಕಂಡು ಬೆಟ್ಟವನ್ನೇರಿ ಕೂತುಕೊಂಡ ತರುವಾಯ ಆತನ ಶಿಷ್ಯರು ಆತನ ಬಳಿಗೆ ಬಂದರು."},{"number":2,"verse":"ಆತನು ಅವರಿಗೆ ಉಪದೇಶ ಮಾಡಿ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":3,"verse":"ಆತ್ಮದಲ್ಲಿ ಬಡವರಾಗಿರುವವರು ಧನ್ಯರು; ಪರಲೋಕರಾಜ್ಯವು ಅವರದು."},{"number":4,"verse":"ದುಃಖಪಡುವವರು ಧನ್ಯರು; ಅವರು ಸಮಾಧಾನ ಹೊಂದುವರು."},{"number":5,"verse":"ಶಾಂತರು ಧನ್ಯರು; ಅವರು ಭೂಮಿಗೆ ಬಾಧ್ಯರಾಗುವರು."},{"number":6,"verse":"ನೀತಿಗೆ ಹಸಿದು ಬಾಯಾರಿದವರು ಧನ್ಯರು; ಅವರಿಗೆ ತೃಪ್ತಿಯಾಗುವದು."},{"number":7,"verse":"ಕರುಣೆಯುಳ್ಳವರು ಧನ್ಯರು; ಅವರು ಕರುಣೆಹೊಂದುವರು."},{"number":8,"verse":"ನಿರ್ಮಲಚಿತ್ತರು ಧನ್ಯರು; ಅವರು ದೇವರನ್ನು ನೋಡುವರು."},{"number":9,"verse":"ಸಮಾಧಾನ ಪಡಿಸುವವರು ಧನ್ಯರು; ಅವರು ದೇವರ ಮಕ್ಕಳು ಅನ್ನಿಸಿಕೊಳ್ಳುವರು."},{"number":10,"verse":"ನೀತಿಯ ನಿಮಿತ್ತವಾಗಿ ಹಿಂಸೆಯನ್ನು ತಾಳಿಕೊಳ್ಳುವವರು ಧನ್ಯರು; ಪರಲೋಕರಾಜ್ಯವು ಅವರದು."},{"number":11,"verse":"ನನ್ನ ನಿಮಿತ್ತವಾಗಿ ಜನರು ನಿಮ್ಮನ್ನು ನಿಂದಿಸಿ ಹಿಂಸೆಪಡಿಸಿ ನಿಮ್ಮ ಮೇಲೆ ಕೆಟ್ಟ ಕೆಟ್ಟ ಮಾತುಗಳನ್ನು ಸುಳ್ಳಾಗಿ ಹೊರಿಸಿದರೆ ನೀವು ಧನ್ಯರು."},{"number":12,"verse":"ಸಂತೋಷಪಡಿರಿ, ಉಲ್ಲಾಸಪಡಿರಿ; ಪರಲೋಕದಲ್ಲಿ ನಿಮಗೆ ಬಹಳ ಫಲ ಸಿಕ್ಕುವದು; ನಿಮಗಿಂತ ಮುಂಚೆ ಇದ್ದ ಪ್ರವಾದಿಗಳನ್ನೂ ಹೀಗೆಯೇ ಹಿಂಸೆಪಡಿಸಿದರಲ್ಲಾ."},{"number":13,"verse":"ನೀವು ಭೂಮಿಗೆ ಉಪ್ಪಾಗಿದ್ದೀರಿ. ಉಪ್ಪು ಸಪ್ಪಗಾದರೆ ಅದಕ್ಕೆ ಇನ್ನಾತರಿಂದ ಉಪ್ಪಿನ ರುಚಿ ಬಂದೀತು? ಜನರು ಅದನ್ನು ಹೊರಗೆಹಾಕಿ ತುಳಿಯುವದಕ್ಕೆ ಅದು ಯೋಗ್ಯವೇ ಹೊರತು ಮತ್ತಾವ ಕೆಲಸಕ್ಕೂ ಬಾರದು."},{"number":14,"verse":"ನೀವು ಲೋಕಕ್ಕೆ ಬೆಳಕಾಗಿದ್ದೀರಿ. ಗುಡ್ಡದ ಮೇಲೆ ಕಟ್ಟಿರುವ ಊರು ಮರೆಯಾಗಿರಲಾರದು."},{"number":15,"verse":"ಮತ್ತು ದೀಪವನ್ನು ಹತ್ತಿಸಿ ಕೊಳಗದೊಳಗೆ ಇಡುವದಿಲ್ಲ; ದೀಪಸ್ತಂಭದ ಮೇಲೆ ಇಡುತ್ತಾರಷ್ಟೆ. ಆಗ ಅದು ಮನೆಯಲ್ಲಿರುವವರೆಲ್ಲರಿಗೆ ಬೆಳಕುಕೊಡುವದು."},{"number":16,"verse":"ಅದರಂತೆ ನಿಮ್ಮ ಬೆಳಕು ಜನರ ಮುಂದೆ ಪ್ರಕಾಶಿಸಲಿ. ಹೀಗಾದರೆ ಅವರು ನಿಮ್ಮ ಒಳ್ಳೇ ಕ್ರಿಯೆಗಳನ್ನು ನೋಡಿ ಪರಲೋಕದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಯನ್ನು ಕೊಂಡಾಡುವರು."},{"number":17,"verse":"ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನಾಗಲಿ ಪ್ರವಾದಿಗಳ ವಚನಗಳನ್ನಾಗಲಿ ತೆಗೆದುಹಾಕುವದಕ್ಕೆ ನಾನು ಬಂದೆನೆಂದು ನೆನಸಬೇಡಿರಿ. ತೆಗೆದುಹಾಕುವದಕ್ಕೆ ಬಂದಿಲ್ಲ; ನೆರವೇರಿಸುವದಕ್ಕೆ ಬಂದಿದ್ದೇನೆ."},{"number":18,"verse":"ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ - ಆಕಾಶವೂ ಭೂಮಿಯೂ ಅಳಿದು ಹೋಗುವ ತನಕ ಧರ್ಮಶಾಸ್ತ್ರವೆಲ್ಲಾ ನೆರವೇರಿದ ಹೊರತು ಅದರೊಳಗಿಂದ ಒಂದು ಸೊನ್ನೆಯಾದರೂ ಒಂದು ಗುಡುಸಾದರೂ ಅಳಿದುಹೋಗಲಾರದು."},{"number":19,"verse":"ಆದದರಿಂದ ಈ ಸಣ್ಣಸಣ್ಣ ಆಜ್ಞೆಗಳಲ್ಲಿಯಾದರೂ ಒಂದನ್ನು ಮೀರಿ ಜನರಿಗೂ ಹಾಗೆ ಮೀರುವದಕ್ಕೆ ಬೋಧಿಸುವವನು ಪರಲೋಕರಾಜ್ಯದಲ್ಲಿ ಬಹಳ ಚಿಕ್ಕವನೆನಿಸಿಕೊಳ್ಳುವನು; ಆದರೆ ತಾನೇ ಆ ಆಜ್ಞೆಗಳಂತೆ ನಡೆದುಕೊಂಡು ಜನರಿಗೂ ಹಾಗೆ ನಡೆಯಬೇಕೆಂದು ಬೋಧಿಸುವವನು ಪರಲೋಕರಾಜ್ಯದಲ್ಲಿ ದೊಡ್ಡವನೆನಿಸಿಕೊಳ್ಳುವನು."},{"number":20,"verse":"ನಿಮ್ಮ ನೀತಿಯು ಶಾಸ್ತ್ರಿಗಳ ಮತ್ತು ಫರಿಸಾಯರ ನೀತಿಗಿಂತಲೂ ಹೆಚ್ಚಿನದಾಗದಿದ್ದರೆ ನೀವು ಪರಲೋಕರಾಜ್ಯದಲ್ಲಿ ಸೇರಲಾರಿರಿ ಎಂದು ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":21,"verse":"ನರಹತ್ಯ ಮಾಡಬಾರದು; ನರಹತ್ಯ ಮಾಡುವವನು ನ್ಯಾಯವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವನೆಂದು ಹಿರಿಯರಿಗೆ ಹೇಳಿಯದೆ ಎಂದು ಕೇಳಿದ್ದೀರಷ್ಟೆ."},{"number":22,"verse":"ಆದರೆ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ತನ್ನ ಸಹೋದರನ ಮೇಲೆ ಸಿಟ್ಟುಗೊಳ್ಳುವ ಪ್ರತಿ ಮನುಷ್ಯನು ನ್ಯಾಯವಿಚಾರಣೆಗೆ ಗುರಿಯಾಗುವನು; ತನ್ನ ಸಹೋದರನನ್ನು ನೋಡಿ - ಛೀ ನೀಚಾ ಅನ್ನುವವನು ನ್ಯಾಯಸಭೆಯ ವಿಚಾರಣೆಗೆ ಒಳಗಾಗುವನು; ಮೂರ್ಖಾ ಅನ್ನುವವನು ಅಗ್ನಿನರಕಕ್ಕೆ ಗುರಿಯಾಗುವನು."},{"number":23,"verse":"ಆದಕಾರಣ ನೀನು ನಿನ್ನ ಕಾಣಿಕೆಯನ್ನು ಯಜ್ಞವೇದಿಯ ಹತ್ತಿರಕ್ಕೆ ತಂದಾಗ ನಿನ್ನ ಸಹೋದರನ ಮನಸ್ಸಿನಲ್ಲಿ ನಿನ್ನ ಮೇಲೆ ಏನೋ ವಿರೋಧವದೆ ಎಂಬದು ನಿನ್ನ ನೆನಪಿಗೆ ಬಂದರೆ,"},{"number":24,"verse":"ನಿನ್ನ ಕಾಣಿಕೆಯನ್ನು ಆ ಯಜ್ಞವೇದಿಯ ಮುಂದೆಯೇ ಬಿಟ್ಟುಹೋಗಿ ಮೊದಲು ನಿನ್ನ ಸಹೋದರನ ಸಂಗಡ ಒಂದಾಗು; ಆಮೇಲೆ ಬಂದು ನಿನ್ನ ಕಾಣಿಕೆಯನ್ನು ಕೊಡು."},{"number":25,"verse":"ನಿನ್ನ ವಾದಿಯ ಸಂಗಡ ಇನ್ನೂ ದಾರಿಯಲ್ಲಿರುವಾಗಲೇ ಅವನ ಕೂಡ ಬೇಗ ಸಮಾಧಾನ ಮಾಡಿಕೋ; ಇಲ್ಲದಿದ್ದರೆ ಆ ವಾದಿಯು ನಿನ್ನನ್ನು ನ್ಯಾಯಾಧಿಪತಿಗೆ ಒಪ್ಪಿಸಾನು; ನ್ಯಾಯಾಧಿಪತಿಯು ನಿನ್ನನ್ನು ಓಲೇಕಾರನ ಕೈಗೆ ಒಪ್ಪಿಸಿಕೊಟ್ಟಾನು; ಆಗ ನೀನು ಸೆರೆಯಲ್ಲಿ ಬಿದ್ದೀಯೆ."},{"number":26,"verse":"ನೀನು ಒಂದು ಕಾಸನ್ನಾದರೂ ನಿಲ್ಲಿಸಿಕೊಳ್ಳದೆ ಎಲ್ಲಾ ಸಲ್ಲಿಸುವ ತನಕ ಅಲ್ಲಿಂದ ಬರುವದೇ ಇಲ್ಲ ಎಂದು ನಿನಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":27,"verse":"ವ್ಯಭಿಚಾರ ಮಾಡಬಾರದೆಂದು ಹೇಳಿಯದೆ ಎಂಬದಾಗಿ ನೀವು ಕೇಳಿದ್ದೀರಷ್ಟೆ."},{"number":28,"verse":"ಆದರೆ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ಪರಸ್ತ್ರೀಯನ್ನು ನೋಡಿ ಮೋಹಿಸುವ ಪ್ರತಿ ಮನುಷ್ಯನು ಆಗಲೇ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಆಕೆಯ ಕೂಡ ವ್ಯಭಿಚಾರ ಮಾಡಿದವನಾದನು."},{"number":29,"verse":"ನಿನ್ನ ಬಲಗಣ್ಣು ನಿನ್ನನ್ನು ಪಾಪದಲ್ಲಿ ಸಿಕ್ಕಿಸುವದಾದರೆ ಅದನ್ನು ಕಿತ್ತು ಬಿಸಾಟುಬಿಡು; ನಿನ್ನ ದೇಹವೆಲ್ಲಾ ನರಕದಲ್ಲಿ ಬೀಳುವದಕ್ಕಿಂತ ಅವಯವಗಳಲ್ಲಿ ಒಂದು ಹೋಗುವದು ನಿನಗೆ ಹಿತವಲ್ಲವೇ."},{"number":30,"verse":"ನಿನ್ನ ಬಲಗೈ ನಿನ್ನನ್ನು ಪಾಪದಲ್ಲಿ ಸಿಕ್ಕಿಸುವದಾದರೆ ಅದನ್ನು ಕಡಿದು ಬಿಸಾಟುಬಿಡು; ನಿನ್ನ ದೇಹವೆಲ್ಲಾ ನರಕದಲ್ಲಿ ಬೀಳುವದಕ್ಕಿಂತ ಅವಯವಗಳಲ್ಲಿ ಒಂದು ಹೋಗುವದು ನಿನಗೆ ಹಿತವಲ್ಲವೇ."},{"number":31,"verse":"ಇದಲ್ಲದೆ ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟುಬಿಡುವವನು ಆಕೆಗೆ ತ್ಯಾಗಪತ್ರವನ್ನು ಕೊಡತಕ್ಕದ್ದೆಂದು ಹೇಳಿಯದೆಯಷ್ಟೆ."},{"number":32,"verse":"ಆದರೆ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ಹಾದರದ ಕಾರಣದಿಂದಲ್ಲದೆ ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟುಬಿಡುವವನು ಅವಳು ವ್ಯಭಿಚಾರ ಮಾಡುವದಕ್ಕೆ ಕಾರಣನಾಗುತ್ತಾನೆ ಮತ್ತು ಗಂಡಬಿಟ್ಟವಳನ್ನು ಮದುವೆಮಾಡಿಕೊಳ್ಳುವವನು ವ್ಯಭಿಚಾರಮಾಡಿದವನಾಗಿದ್ದಾನೆ."},{"number":33,"verse":"ಮತ್ತು - ನೀನು ಸುಳ್ಳಾಣೆಯಿಡಬಾರದು; ನೀನು ಇಟ್ಟುಕೊಂಡ ಆಣೆಗಳನ್ನು ಕರ್ತನಿಗೆ ಸಲ್ಲಿಸಬೇಕೆಂದು ಹಿರಿಯರಿಗೆ ಹೇಳಿಯದೆ ಎಂದು ಕೇಳಿದ್ದೀರಷ್ಟೆ."},{"number":34,"verse":"ಆದರೆ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ಆಣೆಯನ್ನೇ ಇಡಬೇಡ. ಆಕಾಶದ ಮೇಲೆ ಆಣೆ ಇಡಬೇಡ; ಅದು ದೇವರ ಸಿಂಹಾಸನವು."},{"number":35,"verse":"ಭೂಮಿಯ ಮೇಲೆ ಆಣೆ ಇಡಬೇಡ; ಅದು ಆತನ ಪಾದಪೀಠವು. ಯೆರೂಸಲೇಮಿನ ಮೇಲೆ ಆಣೆ ಇಡಬೇಡ; ಅದು ಆ ದೊಡ್ಡ ಅರಸನ ಪಟ್ಟಣವಾಗಿದೆ."},{"number":36,"verse":"ನಿನ್ನ ತಲೆಯ ಮೇಲೆ ಕೂಡ ಆಣೆ ಇಡಬೇಡ; ನೀನು ಒಂದು ಕೂದಲನ್ನಾದರೂ ಬೆಳ್ಳಗೆ ಅಥವಾ ಕರ್ರಗೆ ಮಾಡಲಾರಿ."},{"number":37,"verse":"ಆದರೆ ನಿಮ್ಮ ಮಾತು ಹೌದಾದರೆ ಹೌದು, ಅಲ್ಲವಾದರೆ ಅಲ್ಲ, ಎಂದಿರಲಿ; ಇದಕ್ಕಿಂತ ಹೆಚ್ಚಾದದ್ದು ಸೈತಾನನಿಂದ ಬಂದದ್ದು."},{"number":38,"verse":"ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ಣನ್ನು ಹಲ್ಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಹಲ್ಲನ್ನು ತೆಗಿಸು ಅಂತ ಹೇಳಿಯದೆ ಎಂದು ಕೇಳಿದ್ದೀರಷ್ಟೆ."},{"number":39,"verse":"ಆದರೆ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ಕೆಡುಕನನ್ನು ಎದುರಿಸಬೇಡ. ಒಬ್ಬನು ನಿನ್ನ ಬಲಗೆನ್ನೆಯ ಮೇಲೆ ಹೊಡೆದರೆ ಅವನಿಗೆ ಮತ್ತೊಂದು ಕೆನ್ನೆಯನ್ನೂ ಒಡ್ಡು."},{"number":40,"verse":"ನಿನ್ನ ಸಂಗಡ ವ್ಯಾಜ್ಯವಾಡಿ ನಿನ್ನ ಒಳಂಗಿಯನ್ನು ತಕ್ಕೊಳ್ಳಬೇಕೆಂದಿರುವವನಿಗೆ ಮೇಲಂಗಿಯನ್ನೂ ಬಿಡು."},{"number":41,"verse":"ಒಬ್ಬನು - ಒಂದು ಮೈಲು ದೂರ ಬಾ ಎಂದು ನಿನ್ನನ್ನು ಬಿಟ್ಟೀಹಿಡಿದರೆ ಅವನ ಸಂಗಡ ಎರಡು ಮೈಲು ಹೋಗು."},{"number":42,"verse":"ನಿನ್ನನ್ನು ಬೇಡುವವನಿಗೆ ಕೊಡು; ನಿನ್ನಲ್ಲಿ ಕಡಾ ಈಸಿಕೊಳ್ಳಬೇಕೆಂದು ಬಂದವನಿಗೆ ಮುಖತಿರುವಿಕೊಳ್ಳಬೇಡ."},{"number":43,"verse":"ನಿನ್ನ ನೆರೆಯವನನ್ನು ಪ್ರೀತಿಸಿ ನಿನ್ನ ವೈರಿಯನ್ನು ಹಗೆಮಾಡಬೇಕೆಂದು ಹೇಳಿಯದೆ ಎಂಬದಾಗಿ ಕೇಳಿದ್ದೀರಷ್ಟೆ."},{"number":44,"verse":"ಆದರೆ ನಾನು ನಿಮಗೆ ಹೇಳುವದೇನಂದರೆ - ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ಪ್ರೀತಿಸಿರಿ; ನಿಮ್ಮನ್ನು ಹಿಂಸೆ ಪಡಿಸುವವರಿಗೋಸ್ಕರ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿರಿ."},{"number":45,"verse":"ಹೀಗೆ ಮಾಡಿದರೆ, ನೀವು ಪರಲೋಕದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಗೆ ಮಕ್ಕಳಾಗುವಿರಿ. ಆತನು ಕೆಟ್ಟವರ ಮೇಲೆಯೂ ಒಳ್ಳೆಯವರ ಮೇಲೆಯೂ ತನ್ನ ಸೂರ್ಯನು ಮೂಡುವಂತೆ ಮಾಡುತ್ತಾನೆ; ನೀತಿವಂತರ ಮೇಲೆಯೂ ಅನೀತಿವಂತರ ಮೇಲೆಯೂ ಮಳೆಸುರಿಸುತ್ತಾನೆ."},{"number":46,"verse":"ನಿಮಗೆ ಪ್ರೀತಿ ತೋರಿಸುವವರನ್ನೇ ನೀವು ಪ್ರೀತಿಸಿದರೆ ಫಲವೇನು? ಭ್ರಷ್ಟರೂ ಹಾಗೆ ಮಾಡುವದಿಲ್ಲವೇ."},{"number":47,"verse":"ನಿಮ್ಮ ಸಹೋದರರಿಗೆ ಮಾತ್ರ ನೀವು ಮರ್ಯಾದೆಕೊಟ್ಟರೆ ಏನು ಹೆಚ್ಚು ಮಾಡಿದ ಹಾಗಾಯಿತು? ಅನ್ಯಜನಗಳು ಸಹ ಹಾಗೆ ಮಾಡುವದಿಲ್ಲವೇ."},{"number":48,"verse":"ಆದದರಿಂದ ಪರಲೋಕದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಯು ಯಾವ ದೋಷವೂ ಇಲ್ಲದವನಾಗಿರುವಂತೆ ನೀವೂ ದೋಷವಿಲ್ಲದವರಾಗಿರ್ರಿ."}]}