{"bibleAbbr":"Geneva1599","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"((1 The Lord instituteth the passover.26 The fathers must teach their children the mystery thereof. 29 The firstborn are slain.31 The Israelites are driven out of the land.35 The Egyptians are spoiled.37 The number that departeth out of Egypt.) ) Then the Lord spake to Moses and to Aaron in the land of Egypt, saying,"},{"number":2,"verse":"This (Called Nisan, containing part of March, and part of April.) month shall be unto you the beginning of months: it shall be to you the first (As touching the observation of feasts: as for other policies, they reckoned from September.) month of the year."},{"number":3,"verse":"Speak ye unto all the congregation of Israel, saying, In the tenth of this month let every man take unto him a lamb, according to the house of the (As the fathers of the household had great or small families.) fathers, a lamb for an house."},{"number":4,"verse":"And if the household be too little for the lamb, he shall take his neighbor, which is next unto his house, according to the number of the persons: every one of you, according to his (He shall take so many as are sufficient to eat the lamb.) eating shall make your count for the lamb."},{"number":5,"verse":"Your lamb shall be without blemish, a male of a year old: ye shall take it of the lambs, or of the kids."},{"number":6,"verse":"And ye shall keep it until the fourteenth day of this month: then (Everyone his house.) all the multitude of the congregation of Israel shall kill it (Hebrew, between the two evenings, or twilight.) at even."},{"number":7,"verse":"After, they shall take of the blood, and strike it on the two posts, and on the upper doorpost of the houses where they shall eat it."},{"number":8,"verse":"And they shall eat the flesh that same night, roast with fire, and unleavened bread: with sour herbs they shall eat it."},{"number":9,"verse":"Eat not thereof raw, boiled nor sodden in water, but roast with fire, both his (That is, all that may be eaten.) head, his feet, and his purtenance."},{"number":10,"verse":"And ye shall reserve nothing of it unto the morning: but that, which remaineth of it unto the morrow shall ye burn with fire."},{"number":11,"verse":"¶ And thus shall ye eat it, Your loins girded, your shoes on your feet, and your staves in your hands, and ye shall eat it in haste: for (The lamb was not the Passover, but signified it, as sacraments are not the thing itself, which they do represent, but signify it.) it is the Lord’s Passover."},{"number":12,"verse":"For I will pass through the land of Egypt the same night, and will smite all the firstborn in the land of Egypt, both man and beast, and I will execute judgment upon all the (Or, princes, or Idols.) gods of Egypt, I am the Lord."},{"number":13,"verse":"And the blood shall be a token for you upon the houses where ye are: so when I see the blood, I will pass over you, and the plague shall not be upon you to destruction, when I smite the land of Egypt."},{"number":14,"verse":"And this day shall be unto you a (Of the benefit received for your deliverance.) remembrance: and ye shall keep it an holy feast unto the Lord, throughout your generations: ye shall keep it holy by an ordinance (That is, until Christ’s coming: for then ceremonies had an end.) forever."},{"number":15,"verse":"Seven days shall ye eat unleavened bread, and in any case ye shall put away leaven the first day out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that person shall be cut off from Israel."},{"number":16,"verse":"And in the first day shall be an holy (Or, calling together of the people to serve God.) assembly: also in the seventh day shall be an holy assembly unto you: no work shall be done in them, save about that which every man must eat: that only may ye do."},{"number":17,"verse":"Ye shall keep also the feast of unleavened bread: for that same day I will bring your armies out of the land of Egypt: therefore ye shall observe this day, throughout your posterity, by an ordinance forever."},{"number":18,"verse":"¶ (Cross references: : Lev. 23:5; Num. 28:16) In the first month and the fourteenth day of the month at (For in old time so they counted, beginning the day at Sunset till the next day at the same time.) even, ye shall eat unleavened bread unto the one and twentieth day of the month at even."},{"number":19,"verse":"Seven days shall no leaven be found in your houses: for whosoever eateth leavened bread, that person shall be cut off from the Congregation of Israel: whether he be a stranger, or born in the land."},{"number":20,"verse":"Ye shall eat no leavened bread: but in all your habitations shall ye eat unleavened bread."},{"number":21,"verse":"¶ Then Moses called all the Elders of Israel, and said unto them, Choose out and take you for every of your households a lamb, and kill the Passover."},{"number":22,"verse":"And take (Heb. 21:28) a bunch of hyssop, and dip it in the blood that is in the basin, and strike the (Or, transom, or upper door post.) lintel, and the (Or, two side posts.) door cheeks with the blood that is in the basin, and let none of you go out at the door of the house, until the morning."},{"number":23,"verse":"For the Lord will pass by to smite the Egyptians: and when he seeth the blood upon the lintel and on the two door cheeks, the Lord will pass over the door, and will not suffer the (The Angel sent of God to kill the firstborn.) destroyer to come into your houses to plague you."},{"number":24,"verse":"Therefore shall ye observe this thing as an ordinance, both for thee and thy sons forever."},{"number":25,"verse":"And when ye shall come into the (The land of Canaan.) land, which the Lord will give you, as he hath promised, then ye shall keep this (Or, ceremony.) service."},{"number":26,"verse":"(Josh. 4:6) And when your children ask you, What service is this ye keep?"},{"number":27,"verse":"Then ye shall say, It is the sacrifice of the Lord’s Passover, which passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and preserved our houses. Then the people (They gave God thanks for so great a benefit.) bowed themselves and worshipped."},{"number":28,"verse":"So the children of Israel went, and did as the Lord had commanded Moses and Aaron: so did they."},{"number":29,"verse":"¶ Now at (Exod. 11:4) midnight, the Lord (The tenth plague.) smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne, unto the firstborn of the captive that was in prison, and all the firstborn of beasts."},{"number":30,"verse":"And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians: and there was a great cry in Egypt: for there was (Of those houses, wherein any firstborn was, either of men or beasts.) no house where there was not one dead."},{"number":31,"verse":"And he called to Moses and to Aaron by night, and said, Rise up, get you out from among my people, both ye, and the children of Israel, and go serve the Lord as ye have said."},{"number":32,"verse":"Take also your sheep and your cattle as ye have said, and depart, and (Pray for me.) bless me also."},{"number":33,"verse":"And the Egyptians did force the people, because they would send them out of the land in haste: for they said, We die all."},{"number":34,"verse":"Therefore the people took their dough before it was leavened, even their dough bound in clothes upon their shoulders."},{"number":35,"verse":"And the children of Israel did according to the saying of Moses, and they asked of the Egyptians (Exod. 3:12; Exod. 11:2) jewels of silver and jewels of gold, and raiment."},{"number":36,"verse":"And the Lord gave the people favor in the sight of the Egyptians: and they (Or, lent them.) granted their request: so they spoiled the Egyptians."},{"number":37,"verse":"Then the (Num. 32:3; Josh. 24:6) children of Israel took their journey from (Which was a city in Goshen, Gen. 47:11.) Rameses to Succoth about six hundred thousand men of foot, besides children."},{"number":38,"verse":"And (Which were strangers, and not born of the Israelites.) a great multitude of sundry sorts of people went out with them, and sheep, and beeves, and cattle in great abundance."},{"number":39,"verse":"And they baked the dough which they brought out of Egypt, and made unleavened cakes: for it was not leavened, because they were thrust out of Egypt, neither could they tarry, nor yet prepare themselves vittles."},{"number":40,"verse":"¶ So the dwelling of the children of Israel, while they dwelled in Egypt, was (Gen. 15:13; Acts 7:6; Gal. 3:17) four hundred and thirty years."},{"number":41,"verse":"And when the (From Abraham’s departing from Ur in Chaldea unto the departing of the children of Israel from Egypt are 430 years.) four hundred and thirty years were expired, even the selfsame day departed all the hosts of the Lord out of the land of Egypt."},{"number":42,"verse":"It is a night to be kept holy to the Lord, because he brought them out of the land of Egypt: this is that night of the Lord, which all the children of Israel must keep throughout their generations."},{"number":43,"verse":"Also the Lord said unto Moses and Aaron, This is the Law of the Passover: (Except he be circumcised, and only profess your religion.) no stranger shall eat thereof."},{"number":44,"verse":"But every servant that is bought for money, when thou hast circumcised him, then shall he eat thereof."},{"number":45,"verse":"A stranger or an hired servant shall not eat thereof."},{"number":46,"verse":"(Num. 9:12) In one house shall it be eaten: thou shalt carry none of the flesh out of the house, (John 29:36) neither shall ye break a bone thereof."},{"number":47,"verse":"All the Congregation of Israel shall observe it."},{"number":48,"verse":"But if a stranger dwell with thee, and will observe the passover of the Lord, let him circumcise all the males, that belong unto him, and then let him come and observe it, and he shall be as one that is born in the land: for none uncircumcised person shall eat thereof."},{"number":49,"verse":"One (They that are of the household of God, must be all joined in one faith and religion.) law shall be to him that is born in the land, and to the stranger that dwelleth among you."},{"number":50,"verse":"Then all the children of Israel did as the Lord commanded Moses and Aaron: so did they."},{"number":51,"verse":"And the selfsame day did the Lord bring the children of Israel out of the land of Egypt by their armies."}]}