{"bibleAbbr":"Geneva1599","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"((1 The Israelites come into Rephidim, and grudge for water.6 Water is given them out of the rock.11 Moses holdeth up his hands, and they overcome the Amalekites.15 Moses buildeth an altar to the Lord.) ) And all the Congregation of the children of Israel departed from the wilderness of Sin, by their journeys at the (Hebrew, at the mouth.) commandment of the Lord, and camped in (Moses here noteth not every place where they camped, as Num. 33, but only those places, where some notable thing was done.) Rephidim, where was no water for the people to drink."},{"number":2,"verse":"(Cross references: : Num. 20:4) Wherefore the people contended with Moses, and said, Give us water, that we may drink. And Moses said unto them, Why contend ye with me? wherefore do ye (Why distrust you God? why look ye not for succor of him without murmuring against us?) tempt the Lord?"},{"number":3,"verse":"So the people thirsted there for water, and the people murmured against Moses, and said, Wherefore hast thou thus brought us out of Egypt, to kill us, and our children, and our cattle with thirst?"},{"number":4,"verse":"And Moses cried unto the Lord, saying, What shall I do to this people? for they be almost ready to (How ready the people are for their own matters to slay the true Prophets, and how slow they are to revenge God’s cause against his enemies and false Prophets.) stone me."},{"number":5,"verse":"And the Lord answered to Moses, Go before the people, and take with thee of the Elders of Israel: and thy rod wherewith thou (Exod. 7:20) smotest the river, take in thine hand, and go:"},{"number":6,"verse":"(Num. 2:9; Ps. 78:15; Ps. 105:41; 1 Cor. 10:4) Behold, I will stand there before thee upon the rock in Horeb, and thou shalt smite on the rock, and water shall come out of it, that the people may drink. And Moses did so in the sight of the Elders of Israel."},{"number":7,"verse":"And he called the name of the place (Or, tentation.) Massah and (Or, strife.) Meribah, because of the contention of the children of Israel, and because they had tempted the Lord, saying, Is the (When in adversity we think God to be absent, then we neglect his promise, and make him a liar.) Lord among us, or no?"},{"number":8,"verse":"¶ (Deut. 25:17) Then came (Who came of Eliphaz, son of Esau, Gen. 36:12.) Amalek and fought with Israel in Rephidim."},{"number":9,"verse":"And Moses said to Joshua, Choose us out men, and go fight with Amalek: tomorrow I will stand on the top of the (That is, Horeb, which is also called Sinai.) hill with the rod of God in mine hand."},{"number":10,"verse":"So Joshua did as Moses bade him, and fought with Amalek: and Moses, Aaron, and Hur, went up to the top of the hill."},{"number":11,"verse":"And when Moses held up his hand, Israel prevailed: but when he let his hand (So that we see how dangerous a thing it is to faint in prayer.) down, Amalek prevailed."},{"number":12,"verse":"Now Moses’ hands were heavy: therefore they took a stone and put it under him, and he sat upon it: and Aaron and Hur stayed up his hands, the one on the one side, and the other on the other side: so his hands were steady until the going down of the sun."},{"number":13,"verse":"And Joshua discomfited Amalek and his people with the edge of the sword."},{"number":14,"verse":"¶ And the Lord said to Moses, Write this for a remembrance (In the book of the Law.) in the book, and (Hebrew, put it in the ears of Joshua.) rehearse it to Joshua: for (Num. 24:20; 1 Sam. 15:3) I will utterly put out the remembrance of Amalek from under heaven."},{"number":15,"verse":"(And Moses built an altar, and called the name of it (That is, the Lord is my banner as he declared by holding up his rod and his hands.) Jehovah Nissi.)"},{"number":16,"verse":"Also he said, (Hebrew, the hand of the Lord upon the throne.) The Lord hath sworn, that he will have war with Amalek from generation to generation."}]}