{"bibleAbbr":"Geneva1599","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"(2 Moses is born and cast into the flags.5 He is taken up of Pharaoh’s daughter and kept.12 He killeth the Egyptian.15 He fleeth and marrieth a wife.23 The Israelites cry unto the Lord.) Then there went a (This Levite was called Amram, who married Jochebed, Exod. 6:20.) man of the house of Levi, and took to wife a daughter of Levi."},{"number":2,"verse":"And the woman conceived and bare a son: and when she saw that he was fair, (Cross references: : Num. 26:59; 1 Chron. 23:13; Acts 7:20; Heb. 11:23) she hid him three months."},{"number":3,"verse":"But when she could no longer hide him, she took for him an ark made of reed, and daubed it with slime and with pitch, and (Committing him to the providence of God, whom she could not keep from the rage of the tyrant.) laid the child therein, and put it among the bulrushes by the river’s brink."},{"number":4,"verse":"Now his sister stood afar off, to wit what would come of him."},{"number":5,"verse":"¶ Then the daughter of Pharaoh came down to wash her in the river, and her maidens walked by the river’s side: and when she saw the ark among the bulrushes, she sent her maid to fetch it."},{"number":6,"verse":"Then she opened it, and saw it was a child, and behold, the babe wept: so she had compassion on it, and said, This is one of the Hebrews’ children."},{"number":7,"verse":"Then said his sister unto Pharaoh’s daughter, Shall I go and call unto thee a nurse of the Hebrew women to nurse thee the child?"},{"number":8,"verse":"And Pharaoh’s daughter said to her, Go. So the maid went and called the (Man’s counsel cannot hinder that, which God hath determined shall come to pass.) child’s mother."},{"number":9,"verse":"To whom Pharaoh’s daughter said, Take this child away, and nurse it for me, and I will reward thee. Then the woman took the child, and nursed him."},{"number":10,"verse":"Now the child grew, and she brought him unto Pharaoh’s daughter, and he was as her son, and she called his name Moses, because, said she, I drew him out of the water."},{"number":11,"verse":"¶ And in those days, when Moses was (That is, was forty years old, Acts 7:23.) grown, he went forth unto his brethren, and looked on their burdens: also he saw an Egyptian smiting an Hebrew one of his brethren."},{"number":12,"verse":"And he looked (Hebrew, thus and thus.) round about, and when he saw no man, he (Being assured that God had appointed him to deliver the Israelites, Acts 7:25.) slew the Egyptian, and hid him in the sand."},{"number":13,"verse":"Again he came forth the second day, and behold two Hebrews strove: and he said unto him that did the wrong, Wherefore smitest thou thy fellow?"},{"number":14,"verse":"And he answered, Who made thee a man of authority, and a judge over us? Thinkest thou to kill me, as thou killedst the Egyptian? Then Moses (Though by his fear he showed his infirmity, yet faith covered it, Heb. 11:27.) feared and said, Certainly this thing is known."},{"number":15,"verse":"Now Pharaoh heard this matter, and sought to slay Moses: therefore Moses fled from Pharaoh, and dwelt in the land of Midian, and he sat down by a well."},{"number":16,"verse":"And the (Or, prince.) Priest of Midian had seven daughters, which came and drew water, and filled the troughs, for to water their father’s sheep."},{"number":17,"verse":"Then the shepherds came and drove them away: but Moses rose up, and (Hebrew, saved them.) defended them, and watered their sheep."},{"number":18,"verse":"And when they came to Reuel their (Or, grandfather.) father, he said, How are ye come so soon today?"},{"number":19,"verse":"And they said, A man of Egypt delivered us from the hand of the shepherds, and also drew us water enough, and watered the sheep."},{"number":20,"verse":"Then he said unto his daughters, And where is he? why have ye so left the man? (Wherein he declared a thankful mind, which would recompense the benefit done unto his.) call him that he may eat bread."},{"number":21,"verse":"And Moses agreed to dwell with the man: who gave unto Moses Zipporah his daughter:"},{"number":22,"verse":"And she bare a son, (Exod. 18:3) whose name he called Gershom: for he said, I have been a stranger in a strange land."},{"number":23,"verse":"¶ Then in process of time, the King of Egypt died, and the children of Israel sighed for the bondage and (God humbleth his by afflictions, that they should cry unto him, and receive the fruit of his promise.) cried: and their cry for the bondage came up unto God."},{"number":24,"verse":"Then God heard their moan, and God remembered his covenant with Abraham, Isaac, and Jacob."},{"number":25,"verse":"So God looked upon the children of Israel, and God (He judgeth their causes or acknowledged them to be his.) had respect unto them."}]}