{"bibleAbbr":"Geneva1599","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":3,"verses":[{"number":1,"verse":"((1 Moses keepeth sheep, and God appeareth unto him in a bush.10 He sendeth him to deliver the children of Israel.14 The name of God.) ) When Moses kept the sheep of Jethro his father-in-law, Priest of Midian, and drove the flock to the (Or, far within the desert.) back side of the desert, and came to the (It was so called after the law was given.) Mountain of God, (Called also Sinai.) Horeb,"},{"number":2,"verse":"Then the Angel of the Lord appeared unto him (Cross references: : Acts 7:30) in a flame of fire out of the midst of a (This signifieth that the Church is not consumed by the fire of affliction, because God is in the midst thereof.) bush, and he looked, and behold, the bush burned with fire, and the bush was not consumed."},{"number":3,"verse":"Therefore Moses said, I will turn aside now, and see this great sight, why the bush burneth not."},{"number":4,"verse":"And when the (Whom he calleth the Angel, verse 2.) Lord saw that he turned aside to see, God called unto him out of the midst of the bush, and said, Moses, Moses. And he answered, I am here."},{"number":5,"verse":"Then he said, Come not hither, (Resign thyself up to me, Ruth 4:7; Josh. 5:15.) put thy shoes off thy feet: for the place whereon thou standest is (Because of my presence.) holy ground."},{"number":6,"verse":"Moreover he said, (Matt. 22:32; Acts 7:32) I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. Then Moses hid his face: for he was (For sin causeth man to fear God’s justice.) afraid to look upon God."},{"number":7,"verse":"¶ Then the Lord said, I have surely seen the trouble of my people, which are in Egypt, and have heard their cry, because of their (Whose cruelty was intolerable.) taskmasters: for I know their sorrows."},{"number":8,"verse":"Therefore I am come down to deliver them out of the hand of the Egyptians, and to bring them out of that land into a good land and a large, into a land that (Most plentiful of all things.) floweth with milk and honey, even into the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites."},{"number":9,"verse":"(He heard before, but now he would revenge it.) And now lo, the cry of the children of Israel is come unto me, and I have also seen the oppression wherewith the Egyptians oppress them."},{"number":10,"verse":"Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring my people the children of Israel out of Egypt."},{"number":11,"verse":"¶ But Moses said unto God, Who am (He doth not fully disobey God, but acknowledgeth his own weakness.) I, that I should go unto Pharaoh, and that I should bring the children of Israel out of Egypt?"},{"number":12,"verse":"And he answered, (Neither fear thine own weakness, nor Pharaoh’s tyranny.) Certainly I will be with thee: and this shall be a token unto thee, that I have sent thee, After that thou hast brought the people out of Egypt, ye shall serve God upon this mountain."},{"number":13,"verse":"Then Moses said unto God, Behold, when I shall come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you: if they say unto me, What is his Name? what shall I say unto them?"},{"number":14,"verse":"And God answered Moses, I (The God which ever have been, am, and shall be: the God almighty, by whom all things have their being, and the God of mercy, mindful of my promise, Rev. 1:8.) AM THAT I AM. Also he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you."},{"number":15,"verse":"And God spake further unto Moses, Thus shalt thou say unto the children of Israel, The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob hath sent me unto you: this is my Name forever, and this is my memorial unto all ages."},{"number":16,"verse":"Go and gather the Elders of Israel together, and thou shalt say unto them, The Lord God of your fathers, the God of Abraham, Isaac, and Jacob appeared unto me, and said, (Hebrew, in visiting have visited.) I have surely remembered you, and that which is done to you in Egypt."},{"number":17,"verse":"Therefore I did say, I will bring you out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land that floweth with milk and honey."},{"number":18,"verse":"Then shall they obey my voice, and thou and the Elders of Israel shall go unto the King of Egypt, and say unto him, The Lord God of the Hebrews hath (Or, appeared unto us.) met with us: we pray thee now therefore, let us go three days’ journey in the wilderness, that we may (Because Egypt was full of idolatry, God would appoint them a place where they should serve him purely.) sacrifice unto the Lord our God."},{"number":19,"verse":"¶ But I know, that the King of Egypt will not let you go, but by strong hand."},{"number":20,"verse":"Therefore will I stretch out mine hand and smite Egypt with all my wonders, which I will do in the midst thereof: and after that shall he let you go."},{"number":21,"verse":"And I will make this people to be favored of the Egyptians: so that when ye go, ye shall not go empty."},{"number":22,"verse":"For every woman shall ask of her neighbor, and of her (Or, in whose house she sojourneth.) that sojourneth in her house, jewels of silver and jewels of gold and raiment, and ye shall put them on your sons, and on your daughters, and shall spoil the Egyptians. (This example may not be followed generally: though at God’s commandment they did it justly, receiving some recompense of their labors.) (Exod. 11:2; Exod. 12:35)"}]}