{"bibleAbbr":"Geneva1599","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"((2 God promiseth to send an Angel before his people.4 They are sad because the Lord denieth to go up with them.9 Moses talketh familiarly with God. 13 He prayeth for the people.) ) Afterward the Lord said unto Moses, Depart, (The land of Canaan was compassed with hills: so they that entered into it, must pass up by the hills.) go up from hence, thou, and the people (which thou hast brought up out of the land of Egypt) unto the land which I sware unto Abraham, to Isaac, and to Jacob, saying, (Cross references: : Gen. 12:7) Unto thy seed will I give it."},{"number":2,"verse":"And (Exod. 23:27; Josh. 24:11; Deut. 7:22) I will send an Angel before thee, and will cast out the Canaanites, the Amorites, and the Hittites, and the Perizzites, the Hivites, and the Jebusites,"},{"number":3,"verse":"To a land, I say, that floweth with milk and honey: for I will not go up with thee, (Exod. 31:9; Deut. 9:13) because thou art a stiff-necked people, lest I consume thee in the way."},{"number":4,"verse":"And when the people heard this evil tidings, they sorrowed, and no man put on his best raiment."},{"number":5,"verse":"(For the Lord had said unto Moses, Say unto the children of Israel, Ye are a stiff-necked people, I will come suddenly upon thee and consume thee: therefore now put thy costly raiment from thee, that I may know (That either I may show mercy, if thou repent, or else punish thy rebellion.) what to do unto thee.)"},{"number":6,"verse":"So the children of Israel laid their good raiment from them, after Moses came down from the mount Horeb."},{"number":7,"verse":"Then Moses took his tabernacle, and pitched it without the host far off from the host, and called it (That is, the Tabernacle of the Congregation: so called, because the people resorted thither, when they should be instructed of the Lord’s will.) Ohel-moed. And when any did seek to the Lord, he went out unto the Tabernacle of the Congregation, which was without the host."},{"number":8,"verse":"And when Moses went out unto the Tabernacle, all the people rose up, and stood every man at his tent door, and looked after Moses, until he was gone into the Tabernacle."},{"number":9,"verse":"And as soon as Moses was entered into the Tabernacle, the cloudy pillar descended and stood at the door of the Tabernacle, and the Lord talked with Moses."},{"number":10,"verse":"Now when all the people saw the cloudy pillar stand at the Tabernacle door, all the people rose up, and worshipped every man in his tent door."},{"number":11,"verse":"And the Lord spake unto Moses, (Most plainly and familiarly of all others, Num. 12:78; Deut. 34:10.) face to face, as a man speaketh unto his friend. After he turned again into the host, but his servant Joshua the son of Nun a young man, departed not out of the Tabernacle."},{"number":12,"verse":"¶ Then Moses said unto the Lord, See, thou sayest unto me, Lead this people forth, and thou hast not showed me whom thou wilt send with me: thou hast said moreover, I know thee by (I care for thee and will preserve thee in this thy vocation.) name, and thou hast also found grace in my sight."},{"number":13,"verse":"Now therefore, I pray thee, if I have found favor in thy sight, show me now thy way, that I may know thee, and that I may find grace in thy sight: consider also that this nation is thy people."},{"number":14,"verse":"And he answered, My presence shall go with thee, and I will give thee rest. (Hebrew, face.) (Signifying that the Israelites should excel through God’s favor all other people, verse 16.)"},{"number":15,"verse":"Then he said unto him, If thy presence go not with us, carry us not hence."},{"number":16,"verse":"And wherein now shall it be known, that I and thy people have found favor in thy sight? shall it not be when thou goest with us? so I, and thy people shall have preeminence before all the people that are upon the earth."},{"number":17,"verse":"And the Lord said unto Moses, I will do this also that thou hast said: for thou hast found grace in my sight, and I know thee by name."},{"number":18,"verse":"Again he said, I beseech thee, show me thy (Thy face, thy substance, and thy majesty.) glory."},{"number":19,"verse":"And he answered, I will make all my (My mercy and fatherly care.) good go before thee, and I will (Read Exod. 34:67.) proclaim the Name of the Lord before thee: (Rom. 9:15) for I will show (For finding nothing in man that can deserve mercy, he will freely save his.) mercy to whom I will show mercy, and will have compassion on whom I will have compassion."},{"number":20,"verse":"Furthermore he said, Thou canst not see my face, for there shall no man see me, and (For Moses saw not his face in full majesty, but as man’s weakness could bear.) live."},{"number":21,"verse":"Also the Lord said, Behold, there is a place by (In mount Horeb.) me, and thou shalt stand upon the rock:"},{"number":22,"verse":"And while my glory passeth by, I will put thee in a cleft of the rock, and will cover thee with mine hand while I pass by."},{"number":23,"verse":"After I will take away mine hand, and thou shalt see my (So much of my glory as in this mortal life thou art able to see.) back parts: but my face shall not be seen."}]}