{"bibleAbbr":"Geneva1599","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"(8 God reneweth his promise of deliverance of the Israelites.9 Moses speaketh to the Israelites, but they believe him not.10 Moses and Aaron are sent again unto Pharaoh.) Then the Lord said unto Moses, Now shalt thou see, what I will do unto Pharaoh: for by a strong hand shall he let them go, and even (Hebrew, in a strong hand.) be constrained to drive them out of his land."},{"number":2,"verse":"Moreover God spake unto Moses, and said unto him, I am the Lord,"},{"number":3,"verse":"And I appeared unto Abraham, to Isaac, and to Jacob by the Name of (Or, all sufficient.) Almighty God, but by my Name (Whereby he signifieth that he will perform indeed that which he promised to their fathers: for this name declareth that he is constant and will perform his promise.) Jehovah was I not known unto them."},{"number":4,"verse":"Furthermore as I made my covenant with them to give them the land of Canaan, the land of their pilgrimage, wherein they were strangers:"},{"number":5,"verse":"So I have also heard the groaning of the children of Israel, whom the Egyptians keep in bondage, and have remembered my covenant."},{"number":6,"verse":"Wherefore say thou unto the children of Israel, I am the Lord, and I will bring you out from the burdens of the Egyptians, and will deliver you out of their bondage, and will redeem you in a stretched out arm, and in great (Or, plagues.) judgments."},{"number":7,"verse":"Also I will (He meaneth, as touching the outward vocation, the dignity whereof they lost afterward by their rebellion: but as for election to life everlasting, it is immutable.) take you for my people, and will be your God: then ye shall know that I the Lord your God bring you out from the burdens of the Egyptians."},{"number":8,"verse":"And I will bring you into the land which I (Hebrew, Lift up mine hand.) sware that I would give to Abraham, and to Isaac, and to Jacob, and I will give it unto you for a possession: I am the Lord."},{"number":9,"verse":"¶ So Moses told the children of Israel thus: but they hearkened (So hard a thing it is to show true obedience under the cross.) not unto Moses, for anguish of spirit and for cruel bondage."},{"number":10,"verse":"Then the Lord spake unto Moses, saying,"},{"number":11,"verse":"Go speak to Pharaoh King of Egypt, that he let the children of Israel go out of his land."},{"number":12,"verse":"But Moses spake before the Lord, saying, Behold, the children of Israel hearken not unto me, how then shall Pharaoh hear me, which am of (Or barbarous and rude in speech: and by this word (uncircumcised) is signified the whole corruption of man’s nature.) uncircumcised lips?"},{"number":13,"verse":"Then the Lord spake unto Moses and unto Aaron, and charged them to go to the children of Israel and to Pharaoh King of Egypt, to bring the children of Israel out of the land of Egypt."},{"number":14,"verse":"¶ These be the heads (This genealogy showeth of whom Moses and Aaron came.) of their father’s houses: the (Cross references: : Gen. 46:9; Num. 26:5; 1 Chron. 5:8) sons of Reuben the firstborn of Israel are Hanoch and Pallu, Hezron and Carmi: these are the families of Reuben."},{"number":15,"verse":"(1 Chron. 4:24) Also the sons of Simeon: Jemuel and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman: these are the families of Simeon."},{"number":16,"verse":"¶ (Num. 3:17; 1 Chron. 6:1; 1 Chron. 23:6) These also are the names of the sons of Levi in their generations: Gershon and Kohath and Merari (and the years of the life of Levi were an hundred (For he was 42 years old, when he came into Egypt, and there lived 94.) thirty and seven years)."},{"number":17,"verse":"The sons of Gershon were Libni and Shimi by their families."},{"number":18,"verse":"(Num. 26:57; 1 Chron. 6:1; 1 Chron. 23:6) And the sons of Kohath, Amram and Izhar, and Hebron, and Uzziel (and Kohath lived an hundred thirty and three years)."},{"number":19,"verse":"Also the sons of Merari were Mahli and Mushi: these are the families of Levi their kindreds."},{"number":20,"verse":"And Amram took Jochebed his (Which kind of marriage was after in the law forbidden, Lev. 18:12.) father’s sister to his wife, and she bare him Aaron and (Exod. 2:2; Num. 26:59) Moses (and Amram lived an hundred thirty and seven years)."},{"number":21,"verse":"¶ Also the sons of Izhar: (Moses and he were brothers’ children, whose rebellion was punished, Num. 16:1.) Korah, and Nepheg, and Zichri."},{"number":22,"verse":"And the sons of Uzziel: Mishael, and Elzaphan, and Zithri."},{"number":23,"verse":"And Aaron took Elisheba daughter of Amminadab, sister of (Who was a prince of Judah, Num. 1:7.) Nahshon to his wife, which bare him Nadab, and Abihu, Eleazar and Ithamar."},{"number":24,"verse":"Also the sons of Korah: Assir, and Elkanah and Abiasaph: these are the families of the Korahites."},{"number":25,"verse":"And Eleazar Aaron’s son took him one of the daughters of Putiel to his wife, which bare him (Num. 25:18) Phinehas: these are the principal fathers of the Levites throughout their families."},{"number":26,"verse":"These are Aaron and Moses to whom the Lord said, Bring the children of Israel out of the land of Egypt, according to their (For their families were so great, that they might be compared to armies.) armies."},{"number":27,"verse":"These are that Moses, and Aaron, which spake to Pharaoh King of Egypt, that they might bring the children of Israel out of Egypt."},{"number":28,"verse":"¶ And at that time when the Lord spake unto Moses in the land of Egypt,"},{"number":29,"verse":"When the Lord, I say, spake unto Moses, saying, I am the Lord, speak thou unto Pharaoh the King of Egypt all that I say unto thee."},{"number":30,"verse":"Then Moses said before the Lord, Behold, I am of (The disobedience both of Moses and of the people, showeth that their deliverance came only of God’s free mercy.) uncircumcised lips, and how shall Pharaoh hear me?"}]}