{"bibleAbbr":"Geneva1599","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"((6 Frogs are sent.13 Moses prayeth, and they die. 17 Lice are sent, whereby the sorcerers acknowledge God’s power.24 Egypt is plagued with noisome flies. 30 Moses prayeth again.) ) Afterward the Lord said unto Moses, Go unto Pharaoh, and tell him, Thus saith the Lord, Let my people go, that they may serve me."},{"number":2,"verse":"And if thou wilt not let them go, behold, I will smite all thy country with (There is nothing so weak, that God cannot cause to overcome the greatest power of man.) frogs:"},{"number":3,"verse":"And the river shall crawl full of frogs, which shall go up and come into thine house, and into thy chamber, where thou sleepest, and upon thy bed, and into the house of thy servants, and upon thy people, and into thy ovens, and (Or, upon thy dough, or into thine ambries.) into thy kneading troughs."},{"number":4,"verse":"Yea, the frogs shall climb up upon thee, and on thy people, and upon all thy servants."},{"number":5,"verse":"¶ Also the Lord said to Moses, Say thou unto Aaron, Stretch out thine hand with thy rod upon the streams, upon the rivers, and upon the ponds, and cause frogs to come up upon the land of Egypt."},{"number":6,"verse":"Then Aaron stretched out his hand upon the waters of Egypt, and the (The second plague.) frogs came up and covered the land of (But Goshen, where God’s people dwelt, was excepted.) Egypt."},{"number":7,"verse":"And the sorcerers did likewise with their sorceries, and brought frogs up upon the land of Egypt."},{"number":8,"verse":"Then Pharaoh called for Moses and Aaron, and said, (Not love, but fear causeth the very Infidels to seek unto God.) Pray ye unto the Lord, that he may take away the frogs from me, and from my people, and I will let the people go, that they may do sacrifice unto the Lord."},{"number":9,"verse":"And Moses said unto Pharaoh, (Hebrew, have this honor over me.) Concerning me, even (Or, speak plain unto me.) command when I shall pray for thee, and for thy servants, and for thy people, to destroy the frogs from thee and from thine houses, that they may remain in the river only."},{"number":10,"verse":"Then he said, Tomorrow. And he answered, Be it (Hebrew, according to thy word.) as thou hast said, that thou mayest know, that there is none like unto the Lord our God."},{"number":11,"verse":"So the frogs shall depart from thee, and from thine houses, and from thy servants, and from thy people: only they shall remain in the river."},{"number":12,"verse":"Then Moses and Aaron went out from Pharaoh: and Moses cried unto the Lord concerning the frogs, which he had (Or, laid upon.) sent unto Pharaoh."},{"number":13,"verse":"And the Lord did according to the saying of Moses: So the frogs (In things of this life God oft times heareth the prayers of the just for the ungodly.) died in the houses, in the towns, and the fields."},{"number":14,"verse":"And they gathered them together by heaps, and the land stank of them."},{"number":15,"verse":"But when Pharaoh saw that he had rest given him, he (Or, made his heart heavy.) hardened his heart, and hearkened not unto them, as the Lord had said."},{"number":16,"verse":"¶ Again the Lord said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the earth, that it may be turned to (The third plague.) lice throughout all the land of Egypt."},{"number":17,"verse":"And they did so: for Aaron stretched out his hand with his rod, and smote the dust of the earth: and lice came upon man and upon beast: all the dust of the earth was lice throughout all the land of Egypt."},{"number":18,"verse":"Now the enchanters assayed likewise with their enchantments to bring forth lice, but they (God confounded their wisdom and authority in a thing most vile.) could not. So the lice were upon man and upon beast."},{"number":19,"verse":"Then said the enchanters unto Pharaoh, This is (They acknowledged that this was done by God’s power and not by sorcery, Luke 11:20.) the finger of God. But Pharaoh’s heart remained obstinate, and he hearkened not unto them, as the Lord had said."},{"number":20,"verse":"¶ Moreover the Lord said to Moses, Rise up early in the morning, and stand before Pharaoh (lo, he will come forth unto the water) and say unto him, Thus saith the Lord, Let my people go, that they may serve me."},{"number":21,"verse":"Else, if thou wilt not let my people go, behold, I will send (Or, a multitude of venomous beasts as serpents, etc.) swarms of flies both upon thee, and upon thy servants, and upon thy people, and into thine houses: and the houses of the Egyptians shall be full of swarms of flies, and the ground also whereon they are."},{"number":22,"verse":"But the land of Goshen, where my people are, will I cause to be (Or, I will separate.) wonderful in that day, so that no swarms of flies shall be there, that thou mayest know that I am the Lord in the midst of the (Or, land of Egypt.) earth."},{"number":23,"verse":"And I will make a deliverance of my people from thy people: tomorrow shall this miracle be."},{"number":24,"verse":"And the Lord did so: for there came (The fourth plague.) great swarms of flies into the house of Pharaoh, and into his servants’ houses, so that through all the land of Egypt, the earth was corrupt by the swarms of flies."},{"number":25,"verse":"Then Pharaoh called for Moses and Aaron, and said, Go, do sacrifice unto your God in this land."},{"number":26,"verse":"And Moses answered, It is not meet to do so: for then we should offer unto the Lord our God that, which is an (For the Egyptians worshipped divers beasts, as the ox, the sheep and such like which the Israelites offered in sacrifice, which thing the Egyptians abhorred to see.) abomination unto the Egyptians. Lo, can we sacrifice the abomination of the Egyptians before their eyes, and they not stone us?"},{"number":27,"verse":"Let us go three days’ journey in the desert, and sacrifice unto the Lord our God, (Cross references: : Exod. 3:18) as he hath commanded us."},{"number":28,"verse":"And Pharaoh said, I will let you go, that ye may sacrifice unto the Lord your God in the wilderness: but (So the wicked prescribe unto God’s messengers how far they shall go.) go not far away, pray for me."},{"number":29,"verse":"And Moses said, Behold, I will go out from thee, and pray unto the Lord, that the swarms of flies may depart from Pharaoh, from his servants, and from his people tomorrow: but let Pharaoh from henceforth (He could not judge his heart, but yet he charged him to do this unfeignedly.) deceive no more, in not suffering the people to sacrifice unto the Lord."},{"number":30,"verse":"So Moses went out from Pharaoh and prayed unto the Lord."},{"number":31,"verse":"And the Lord did according to the saying of Moses, and the swarms of flies departed from Pharaoh, from his servants, and from his people, and there remained not one."},{"number":32,"verse":"Yet Pharaoh (Where God giveth not faith, no miracles can prevail.) hardened his heart at this time also, and did not let the people go."}]}