{"bibleAbbr":"urDGV2010","bookName":"नहमियाह","bookEnglishName":"Nehemiah","chapterNumber":7,"verses":[{"number":1,"verse":"फ़सील की तक्मील पर मैं ने दरवाज़ों के किवाड़ लगवाए। फिर रब के घर के दरबान, गुलूकार और ख़िदमतगुज़ार लावी मुक़र्रर किए गए।"},{"number":2,"verse":"मैं ने दो आदमियों को यरूशलम के हुक्मरान बनाया। एक मेरा भाई हनानी और दूसरा क़िले का कमाँडर हननियाह था। हननियाह को मैं ने इस लिए चुन लिया कि वह वफ़ादार था और अक्सर लोगों की निस्बत अल्लाह का ज़्यादा ख़ौफ़ मानता था।"},{"number":3,"verse":"मैं ने दोनों से कहा, “यरूशलम के दरवाज़े दोपहर के वक़्त जब धूप की शिद्दत है खुले न रहें, और पहरा देते वक़्त भी उन्हें बन्द करके कुंडे लगाएँ। यरूशलम के आदमियों को पहरादारी के लिए मुक़र्रर करें जिन में से कुछ फ़सील पर और कुछ अपने घरों के सामने ही पहरा दें।”"},{"number":4,"verse":"( जिलावतनी से वापस आए हुओं की फ़हरिस्त) गो यरूशलम शहर बड़ा और वसी था, लेकिन उस में आबादी थोड़ी थी। ढाए गए मकान अब तक दुबारा तामीर नहीं हुए थे।"},{"number":5,"verse":"चुनाँचे मेरे ख़ुदा ने मेरे दिल को शुरफ़ा, अफ़्सरों और अवाम को इकट्ठा करने की तहरीक दी ताकि ख़ानदानों की रजिस्ट्री तय्यार करूँ। इस सिलसिले में मुझे एक किताब मिल गई जिस में उन लोगों की फ़हरिस्त दर्ज थी जो हम से पहले जिलावतनी से वापस आए थे। उस में लिखा था,"},{"number":6,"verse":"“ज़ैल में यहूदाह के उन लोगों की फ़हरिस्त है जो जिलावतनी से वापस आए। बाबल का बादशाह नबूकदनज़्ज़र उन्हें क़ैद करके बाबल ले गया था, लेकिन अब वह यरूशलम और यहूदाह के उन शहरों में फिर जा बसे जहाँ पहले रहते थे।"},{"number":7,"verse":"उन के राहनुमा ज़रुब्बाबल, यशूअ, नहमियाह, अज़रियाह, रामियाह, नहमानी, मर्दकी, बिल्शान, मिस्फ़रत, बिग्वई, नहूम और बाना थे। ज़ैल की फ़हरिस्त में वापस आए हुए ख़ानदानों के मर्द बयान किए गए हैं।"},{"number":8,"verse":"परऊस का ख़ानदान : 2172,"},{"number":9,"verse":"सफ़तियाह का ख़ानदान : 372,"},{"number":10,"verse":"अरख़ का ख़ानदान : 652,"},{"number":11,"verse":"पख़त-मोआब का ख़ानदान यानी यशूअ और योआब की औलाद : 2818,"},{"number":12,"verse":"ऐलाम का ख़ानदान : 1254,"},{"number":13,"verse":"ज़त्तू का ख़ानदान : 845,"},{"number":14,"verse":"ज़क्की का ख़ानदान : 760,"},{"number":15,"verse":"बिन्नूई का ख़ानदान : 648,"},{"number":16,"verse":"बबी का ख़ानदान : 628,"},{"number":17,"verse":"अज़्जाद का ख़ानदान : 2322,"},{"number":18,"verse":"अदूनिक़ाम का ख़ानदान : 667,"},{"number":19,"verse":"बिग्वई का ख़ानदान : 2067,"},{"number":20,"verse":"अदीन का ख़ानदान : 655,"},{"number":21,"verse":"अतीर का ख़ानदान यानी हिज़क़ियाह की औलाद : 98,"},{"number":22,"verse":"हाशूम का ख़ानदान : 328,"},{"number":23,"verse":"बज़ी का ख़ानदान : 324,"},{"number":24,"verse":"ख़ारिफ़ का ख़ानदान : 112,"},{"number":25,"verse":"जिबऊन का ख़ानदान : 95,"},{"number":26,"verse":"बैत-लहम और नतूफ़ा के बाशिन्दे : 188,"},{"number":27,"verse":"अनतोत के बाशिन्दे : 128,"},{"number":28,"verse":"बैत-अज़्मावत के बाशिन्दे : 42,"},{"number":29,"verse":"क़िर्यत-यारीम, कफ़ीरा और बैरोत के बाशिन्दे : 743,"},{"number":30,"verse":"रामा और जिबा के बाशिन्दे : 621,"},{"number":31,"verse":"मिक्मास के बाशिन्दे : 122,"},{"number":32,"verse":"बैत-एल और अई के बाशिन्दे : 123,"},{"number":33,"verse":"दूसरे नबू के बाशिन्दे : 52,"},{"number":34,"verse":"दूसरे ऐलाम के बाशिन्दे : 1254,"},{"number":35,"verse":"हारिम के बाशिन्दे : 320,"},{"number":36,"verse":"यरीहू के बाशिन्दे : 345,"},{"number":37,"verse":"लूद, हादीद और ओनू के बाशिन्दे : 721,"},{"number":38,"verse":"सनाआह के बाशिन्दे : 3930,"},{"number":39,"verse":"ज़ैल के इमाम जिलावतनी से वापस आए। यदायाह का ख़ानदान जो यशूअ की नस्ल का था : 973,"},{"number":40,"verse":"इम्मेर का ख़ानदान : 1052,"},{"number":41,"verse":"फ़श्हूर का ख़ानदान : 1247,"},{"number":42,"verse":"हारिम का ख़ानदान : 1017,"},{"number":43,"verse":"ज़ैल के लावी जिलावतनी से वापस आए। यशूअ और क़दमीएल का ख़ानदान यानी हूदावियाह की औलाद : 74,"},{"number":44,"verse":"गुलूकार : आसफ़ के ख़ानदान के 148 आदमी,"},{"number":45,"verse":"रब के घर के दरबान : सल्लूम, अतीर, तल्मून, अक़्क़ूब, ख़तीता और सोबी के ख़ानदानों के 138 आदमी।"},{"number":46,"verse":"रब के घर के ख़िदमतगारों के दर्ज-ए-ज़ैल ख़ानदान जिलावतनी से वापस आए। ज़ीहा, हसूफ़ा, तब्बाओत,"},{"number":47,"verse":"क़रूस, सीआ, फ़दून,"},{"number":48,"verse":"लिबाना, हजाबा, शल्मी,"},{"number":49,"verse":"हनान, जिद्देल, जहर,"},{"number":50,"verse":"रियायाह, रज़ीन, नक़ूदा,"},{"number":51,"verse":"जज़्ज़ाम, उज़्ज़ा, फ़ासिह,"},{"number":52,"verse":"बसी, मऊनीम, नफ़ूसीम,"},{"number":53,"verse":"बक़्बूक़, हक़ूफ़ा, हर्हूर,"},{"number":54,"verse":"बज़्लूत, महीदा, हर्शा,"},{"number":55,"verse":"बर्क़ूस, सीसरा, तामह,"},{"number":56,"verse":"नज़ियाह और ख़तीफ़ा।"},{"number":57,"verse":"सुलैमान के ख़ादिमों के दर्ज-ए-ज़ैल ख़ानदान जिलावतनी से वापस आए। सूती, सूफ़िरत, फ़रूदा,"},{"number":58,"verse":"याला, दर्क़ून, जिद्देल,"},{"number":59,"verse":"सफ़तियाह, ख़त्तील, फ़ूकिरत-ज़बाइम और अमून।"},{"number":60,"verse":"रब के घर के ख़िदमतगारों और सुलैमान के ख़ादिमों के ख़ानदानों में से वापस आए हुए मर्दों की तादाद 392 थी।"},{"number":61,"verse":"वापस आए हुए ख़ानदानों में से दिलायाह, तूबियाह और नक़ूदा के 642 मर्द साबित न कर सके कि इस्राईल की औलाद हैं, गो वह तल-मिलह, तल-हर्शा, करूब, अद्दून और इम्मेर के रहने वाले थे।"},{"number":63,"verse":"हबायाह, हक़्क़ूज़ और बर्ज़िल्ली के ख़ानदानों के कुछ इमाम भी वापस आए, लेकिन उन्हें रब के घर में ख़िदमत करने की इजाज़त न मिली। क्यूँकि गो उन्हों ने नसबनामे में अपने नाम तलाश किए लेकिन उन का कहीं ज़िक्र न मिला, इस लिए उन्हें नापाक क़रार दिया गया। (बर्ज़िल्ली के ख़ानदान के बानी ने बर्ज़िल्ली जिलिआदी की बेटी से शादी करके अपने सुसर का नाम अपना लिया था।)"},{"number":65,"verse":"यहूदाह के गवर्नर ने हुक्म दिया कि इन तीन ख़ानदानों के इमाम फ़िलहाल क़ुर्बानियों का वह हिस्सा खाने में शरीक न हों जो इमामों के लिए मुक़र्रर है। जब दुबारा इमाम-ए-आज़म मुक़र्रर किया जाए तो वही ऊरीम और तुम्मीम नामी क़ुरआ डाल कर मुआमला हल करे।"},{"number":66,"verse":"कुल 42360 इस्राईली अपने वतन लौट आए,"},{"number":67,"verse":"नीज़ उन के 7337 ग़ुलाम और लौंडियाँ और 245 गुलूकार जिन में मर्द-ओ-ख़वातीन शामिल थे।"},{"number":68,"verse":"इस्राईलियों के पास 736 घोड़े, 245 ख़च्चर,"},{"number":69,"verse":"435 ऊँट और 6720 गधे थे।"},{"number":70,"verse":"कुछ ख़ानदानी सरपरस्तों ने रब के घर की तामीर-ए-नौ के लिए अपनी ख़ुशी से हदिए दिए। गवर्नर ने सोने के 1000 सिक्के, 50 कटोरे और इमामों के 530 लिबास दिए।"},{"number":71,"verse":"कुछ ख़ानदानी सरपरस्तों ने ख़ज़ाने में सोने के 20000 सिक्के और चाँदी के 1200 किलोग्राम डाल दिए।"},{"number":72,"verse":"बाक़ी लोगों ने सोने के 20000 सिक्के, चाँदी के 1100 किलोग्राम और इमामों के 67 लिबास अता किए।"},{"number":73,"verse":"इमाम, लावी, रब के घर के दरबान और ख़िदमतगार, गुलूकार और अवाम के कुछ लोग अपनी अपनी आबाई आबादियों में दुबारा जा बसे। यूँ तमाम इस्राईली दुबारा अपने अपने शहरों में रहने लगे।” सातवें महीने यानी अक्तूबर में जब इस्राईली अपने अपने शहरों में दुबारा आबाद हो गए थे"}]}