{"bibleAbbr":"urDGV2010","bookName":"नहमियाह","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"तो सब लोग मिल कर पानी के दरवाज़े के चौक में जमा हो गए। उन्हों ने शरीअत के आलिम अज़्रा से दरख़्वास्त की कि वह शरीअत ले आएँ जो रब ने मूसा की मारिफ़त इस्राईली क़ौम को दे दी थी।"},{"number":2,"verse":"चुनाँचे अज़्रा ने हाज़िरीन के सामने शरीअत की तिलावत की। सातवें महीने का पहला दिन ( ८ अक्तूबर।) था। न सिर्फ़ मर्द बल्कि औरतें और शरीअत की बातें समझने के क़ाबिल तमाम बच्चे भी जमा हुए थे।"},{"number":3,"verse":"सुब्ह-सवेरे से ले कर दोपहर तक अज़्रा पानी के दरवाज़े के चौक में पढ़ता रहा, और तमाम जमाअत ध्यान से शरीअत की बातें सुनती रही।"},{"number":4,"verse":"अज़्रा लकड़ी के एक चबूतरे पर खड़ा था जो ख़ासकर इस मौक़े के लिए बनाया गया था। उस के दाएँ हाथ मत्तितियाह, समा, अनायाह, ऊरियाह, ख़िलक़ियाह और मासियाह खड़े थे। उस के बाएँ हाथ फ़िदायाह, मीसाएल, मल्कियाह, हाशूम, हस्बद्दाना, ज़करियाह और मसुल्लाम खड़े थे।"},{"number":5,"verse":"चूँकि अज़्रा ऊँची जगह पर खड़ा था इस लिए वह सब को नज़र आया। चुनाँचे जब उस ने किताब को खोल दिया तो सब लोग खड़े हो गए।"},{"number":6,"verse":"अज़्रा ने रब अज़ीम ख़ुदा की सताइश की, और सब ने अपने हाथ उठा कर जवाब में कहा, “आमीन, आमीन।” फिर उन्हों ने झुक कर रब को सिज्दा किया।"},{"number":7,"verse":"कुछ लावी हाज़िर थे जिन्हों ने लोगों के लिए शरीअत की तश्रीह की। उन के नाम यशूअ, बानी, सरिबियाह, यमीन, अक़्क़ूब, सब्बती, हूदियाह, मासियाह, क़लीता, अज़रियाह, यूज़बद, हनान और फ़िलायाह थे। हाज़िरीन अब तक खड़े थे।"},{"number":8,"verse":"शरीअत की तिलावत के साथ साथ मज़कूरा लावी क़दम-ब-क़दम उस की तश्रीह यूँ करते गए कि लोग उसे अच्छी तरह समझ सके।"},{"number":9,"verse":"शरीअत की बातें सुन सुन कर वह रोने लगे। लेकिन नहमियाह गवर्नर, शरीअत के आलिम अज़्रा इमाम और शरीअत की तश्रीह करने वाले लावियों ने उन्हें तसल्ली दे कर कहा, “उदास न हों और मत रोएँ! आज रब आप के ख़ुदा के लिए मख़्सूस-ओ-मुक़द्दस ईद है।"},{"number":10,"verse":"अब जाएँ, उम्दा खाना खा कर और पीने की मीठी चीज़ें पी कर ख़ुशी मनाएँ। जो अपने लिए कुछ तय्यार न कर सकें उन्हें अपनी ख़ुशी में शरीक करें। यह दिन हमारे रब के लिए मख़्सूस-ओ-मुक़द्दस है। उदास न हों, क्यूँकि रब की ख़ुशी आप की पनाहगाह है।”"},{"number":11,"verse":"लावियों ने भी तमाम लोगों को सुकून दिला कर कहा, “उदास न हों, क्यूँकि यह दिन रब के लिए मख़्सूस-ओ-मुक़द्दस है।”"},{"number":12,"verse":"फिर सब अपने अपने घर चले गए। वहाँ उन्हों ने बड़ी ख़ुशी से खा पी कर जश्न मनाया। साथ साथ उन्हों ने दूसरों को भी अपनी ख़ुशी में शरीक किया। उन की बड़ी ख़ुशी का सबब यह था कि अब उन्हें उन बातों की समझ आई थी जो उन्हें सुनाई गई थीं।"},{"number":13,"verse":"( झोंपड़ियों की ईद) अगले दिन ( ९ अक्तूबर।) ख़ानदानी सरपरस्त, इमाम और लावी दुबारा शरीअत के आलिम अज़्रा के पास जमा हुए ताकि शरीअत की मज़ीद तालीम पाएँ।"},{"number":14,"verse":"जब वह शरीअत का मुतालआ कर रहे थे तो उन्हें पता चला कि रब ने मूसा की मारिफ़त हुक्म दिया था कि इस्राईली सातवें महीने की ईद के दौरान झोंपड़ियों में रहें।"},{"number":15,"verse":"चुनाँचे उन्हों ने यरूशलम और बाक़ी तमाम शहरों में एलान किया, “पहाड़ों पर से ज़ैतून, आस, ( myrtle।) खजूर और बाक़ी सायादार दरख़्तों की शाख़ें तोड़ कर अपने घर ले जाएँ। वहाँ उन से झोंपड़ियाँ बनाएँ, जिस तरह शरीअत ने हिदायत दी है।”"},{"number":16,"verse":"लोगों ने ऐसा ही किया। वह घरों से निकले और दरख़्तों की शाख़ें तोड़ कर ले आए। उन से उन्हों ने अपने घरों की छतों पर और सहनों में झोंपड़ियाँ बना लीं। बाज़ ने अपनी झोंपड़ियों को रब के घर के सहनों, पानी के दरवाज़े के चौक और इफ़्राईम के दरवाज़े के चौक में भी बनाया।"},{"number":17,"verse":"जितने भी जिलावतनी से वापस आए थे वह सब झोंपड़ियाँ बना कर उन में रहने लगे। यशूअ बिन नून के ज़माने से ले कर उस वक़्त तक यह ईद इस तरह नहीं मनाई गई थी। सब निहायत ही ख़ुश थे।"},{"number":18,"verse":"ईद के हर दिन अज़्रा ने अल्लाह की शरीअत की तिलावत की। सात दिन इस्राईलियों ने ईद मनाई, और आठवें दिन सब लोग इजतिमा के लिए इकट्ठे हुए, बिलकुल उन हिदायात के मुताबिक़ जो शरीअत में दी गई हैं।"}]}