{"bibleAbbr":"LXX2012","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"Woe to them that write wickedness; for when they write they do write wickedness,"},{"number":2,"verse":"perverting the cause of the poor, violently wresting the judgment of the needy ones of my people, that the widow may be a prey to them, and the orphan a spoil."},{"number":3,"verse":"And what will they do in the day of visitation? for affliction shall come to you from afar: and to whom will you flee for help? and where will you leave your glory,"},{"number":4,"verse":"that you may not fall into (Heb. and Alex. + ‘and they shall fall under the slain’ ) captivity? For all this his wrath is not turned away, but his hand is yet exalted."},{"number":5,"verse":"Woe to the Assyrians; the rod of my wrath, and anger are in their hands."},{"number":6,"verse":"I will send my wrath against a sinful nation, and I will charge my people to take plunder and spoil, and to trample the cities, and to make them dust."},{"number":7,"verse":"But he meant not thus, neither did he devise thus in his soul: but his mind shall change, and that to destroy nations not a few."},{"number":8,"verse":"And if they should say to him, You alone are ruler;"},{"number":9,"verse":"then shall he say, Have I not taken the country above Babylon and Chalanes, where the tower was built? and have I not taken Arabia, and Damascus, and Samaria?"},{"number":10,"verse":"As I have taken them, I will also take all the kingdoms: howl, you idols in Jerusalem, and in Samaria."},{"number":11,"verse":"For as I did to Samaria and her idols, so will I do also to Jerusalem and her idols."},{"number":12,"verse":"And it shall come to pass, when the Lord shall have finished doing all things on Mount Sion and Jerusalem, that I will visit upon the (Gr. great mind ) proud heart, even upon the ruler of the Assyrians, and upon the boastful haughtiness of his eyes."},{"number":13,"verse":"For he said, I will act in strength, and in the wisdom of my understanding I will remove the boundaries of nations, and will spoil their strength."},{"number":14,"verse":"And I will shake the inhabited cities: and I will take with my hand all the world as a nest: and I will even take them as eggs that have been left; and there is none that shall escape me, or contradict me."},{"number":15,"verse":"Shall the axe glorify itself without him that hews with it? or shall the saw lift up itself without him that uses it, as if one should lift a rod or staff? but it shall not be so;"},{"number":16,"verse":"but the Lord of hosts shall send dishonor upon your honor, and burning fire shall be kindled upon your glory."},{"number":17,"verse":"And the light of Israel shall be for a fire, and he shall sanctify him with burning fire, and it shall devour the wood as grass."},{"number":18,"verse":"In that day the mountains shall be consumed, and the hills, and the forests, and fire shall devour both soul and body: and he that flees shall be as one fleeing from burning flame."},{"number":19,"verse":"And they that are left of them shall be a small number, and a child shall write them."},{"number":20,"verse":"And it shall come to pass in that day that the remnant of Israel shall no more (Or, repeat their offense ) join themselves with, and the saved of Jacob shall no more trust in, them that injured them; but they shall trust in the Holy God of Israel, in truth."},{"number":21,"verse":"And the remnant of Jacob shall trust on the mighty God."},{"number":22,"verse":"(Rom 9:2728 ) And though the people of Israel be as the sand of the sea, a remnant of them shall be saved."},{"number":23,"verse":"(Gr. finishing — cutting ) He will finish the work, and cut it short in righteousness: because the Lord will make a short work in all the world."},{"number":24,"verse":"Therefore thus says the Lord of hosts, Be not afraid, my people who dwell in Sion, of the Assyrians, because he shall strike you with a rod: for I am bringing a stroke upon you, that you may see the way of Egypt."},{"number":25,"verse":"For yet a little while, and the indignation shall cease: but my wrath shall be against their (sc. of their enemies ) council."},{"number":26,"verse":"And God will stir up enemies against them, according to the stroke of Madiam in the place of affliction: and his wrath shall be by the way of the sea, even to the way that leads to Egypt."},{"number":27,"verse":"And it shall come to pass in that day, that his yoke shall be taken away from your shoulder, and his fear from you, and the yoke shall be destroyed from off your shoulders."},{"number":28,"verse":"For he shall arrive at the city of Angai, and shall pass on to Maggedo, and shall lay up his stores in Machmas."},{"number":29,"verse":"And he shall pass by the valley, and shall arrive at Angai: fear shall seize upon Rama, the city of Saul."},{"number":30,"verse":"The daughter of Gallim shall flee; Laisa shall hear; one shall hear in Anathoth."},{"number":31,"verse":"Madebena also is amazed, and the inhabitants of Gibbir."},{"number":32,"verse":"Exhort you them today to remain in the way: exhort you beckoning with the hand the mountain, the daughter of Sion, even you hills that are in Jerusalem."},{"number":33,"verse":"Behold, the Lord, the Lord of hosts, will mightily confound the glorious ones; and the haughty in pride shall be crushed, and the lofty shall be brought low:"},{"number":34,"verse":"and the lofty ones shall fall by the sword, and the Libanus shall fall with his lofty ones."}]}