{"bibleAbbr":"NASB2020","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"(The Blessings at Mount Gerizim) “Now it shall be, if you diligently (Lit listen to the voice of) obey the LORD your God, being careful to do all His commandments which I am commanding you today, that the LORD your God will put you high above all the nations of the earth."},{"number":2,"verse":"And all these blessings will come to you and reach you if you (Lit listen to the voice of) obey the LORD your God:"},{"number":3,"verse":"“Blessed will you be in the city, and blessed will you be in the (Lit field) country."},{"number":4,"verse":"“Blessed will be the (Lit fruit) children of your womb, the (Lit fruit) produce of your ground, and the (Lit fruit) offspring of your animals: the newborn of your herd and the young of your flock."},{"number":5,"verse":"“Blessed will be your basket and your kneading bowl."},{"number":6,"verse":"“Blessed will you be when you come in, and blessed will you be when you go out."},{"number":7,"verse":"“The LORD will cause your enemies who rise up against you to be (Lit struck) defeated by you; they will go out against you one way and will flee at your presence seven ways."},{"number":8,"verse":"The LORD will command the blessing for you in your (Or storehouses) barns and in everything that you put your hand to, and He will bless you in the land that the LORD your God is giving you."},{"number":9,"verse":"The LORD will establish you as a holy people to Himself, as He swore to you, if you keep the commandments of the LORD your God and walk in His ways."},{"number":10,"verse":"So all the peoples of the earth will see that (Lit the name of the Lord is called upon you) you are called by the name of the LORD, and they will be afraid of you."},{"number":11,"verse":"And the LORD will give you more than enough prosperity, in the (Lit fruit) children of your womb, in the (Lit fruit) offspring of your livestock, and in the (Lit fruit) produce of your ground, in the land which the LORD swore to your fathers to give you."},{"number":12,"verse":"The LORD will open for you His good storehouse, the heavens, to give rain to your land in its season and to bless every work of your hand; and you will lend to many nations, but you will not borrow."},{"number":13,"verse":"And the LORD will make you the head and not the tail, and you will only be above, and not be underneath, if you listen to the commandments of the LORD your God which I am commanding you today, to (Lit be careful and to perform) follow them carefully,"},{"number":14,"verse":"and do not turn aside from any of the words which I am commanding you today, to the right or the left, to pursue other gods to serve them."},{"number":15,"verse":"(Consequences of Disobedience) “But it shall come about, if you do not (Lit listen to the voice of) obey the LORD your God, to be careful to (Lit perform) follow all His commandments and His statutes which I am commanding you today, that all these curses will come upon you and overtake you:"},{"number":16,"verse":"“Cursed will you be in the city, and cursed will you be in the (Lit field) country."},{"number":17,"verse":"“Cursed will be your basket and your kneading bowl."},{"number":18,"verse":"“Cursed will be the (Lit fruit) children of your womb, the (Lit fruit) produce of your ground, the newborn of your herd, and the offspring of your flock."},{"number":19,"verse":"“Cursed will you be when you come in, and cursed will you be when you go out."},{"number":20,"verse":"“The LORD will send against you curses, panic, and rebuke, in (Lit every putting forth of your hand which you do) everything you undertake to do, until you are destroyed and until you perish quickly, on account of the evil of your deeds, because you have abandoned Me."},{"number":21,"verse":"The LORD will make the plague cling to you until He has eliminated you from the land where you are entering to take possession of it."},{"number":22,"verse":"The LORD will strike you with consumption, inflammation, fever, feverish heat, and with (Another reading is drought) the sword, with blight, and with mildew, and they will pursue you until you perish."},{"number":23,"verse":"(Lit Your) The heaven which is over your head shall be bronze, and the earth which is under you, iron."},{"number":24,"verse":"The LORD will make the rain of your land powder and dust; from heaven it shall come down on you until you are destroyed."},{"number":25,"verse":"“The LORD will cause you to be defeated by your enemies; you will go out one way against them, but you will flee seven ways from their presence, and you will be an example of terror to all the kingdoms of the earth."},{"number":26,"verse":"Your dead bodies will (Lit be for) serve as food for all birds of the sky and for the animals of the earth, and there will be no one to frighten them away."},{"number":27,"verse":"“The LORD will strike you with the boils of Egypt and with tumors, the festering rash, and with scabies, from which you cannot be healed."},{"number":28,"verse":"The LORD will strike you with insanity, blindness, and with confusion of (Lit heart) mind;"},{"number":29,"verse":"and you will be groping about at noon, just as a person who is blind gropes in the darkness, and you will not be successful in your ways; but you will only be (Or exploited) oppressed and robbed all the time, with no one to save you."},{"number":30,"verse":"You will (A betrothed couple was considered legally married, but did not yet live together) betroth a woman, but another man will (Or be intimate with) violate her; you will build a house, but you will not live in it; you will plant a vineyard, but you will not make use of its fruit."},{"number":31,"verse":"Your ox will be slaughtered before your eyes, but you will not eat of it; your donkey will be snatched away from you, and will not (Lit return to) be restored to you; your (Or flock) sheep will be given to your enemies, and you will have no one to save you."},{"number":32,"verse":"Your sons and your daughters will be given to another people, while your eyes look on and long for them constantly; but there will be nothing (Lit to the power of your hand) you can do."},{"number":33,"verse":"A people whom you do not know will eat the produce of your ground and every product of your labor, and you will never be anything but oppressed and mistreated continually."},{"number":34,"verse":"You will also be driven insane by the sight of (Lit your eyes which you) what you see."},{"number":35,"verse":"The LORD will strike you on the knees and thighs with severe boils from which you cannot be healed, and strike you from the sole of your foot to the top of your head."},{"number":36,"verse":"The LORD will bring you and your king, whom you appoint over you, to a nation that neither you nor your fathers have known, and there you shall serve other gods, made of wood and stone."},{"number":37,"verse":"And you will become an object of horror, a song of mockery, and an object of taunting among all the peoples where the LORD drives you."},{"number":38,"verse":"“You will bring out a great amount of seed to the field, but you will gather in little, because the locust will devour it."},{"number":39,"verse":"You will plant and cultivate vineyards, but you will neither drink of the wine nor bring in the harvest, because the worm will eat it."},{"number":40,"verse":"You will have olive trees throughout your territory but you will not anoint yourself with the oil, because your olives will drop off prematurely."},{"number":41,"verse":"You will father sons and daughters but they will not remain yours, because they will go into captivity."},{"number":42,"verse":"The cricket will take possession of all your trees and the produce of your ground."},{"number":43,"verse":"The stranger who is among you will rise above you higher and higher, and you will go down lower and lower."},{"number":44,"verse":"He will lend to you, but you will not lend to him; he will be the head, and you will be the tail."},{"number":45,"verse":"“So all these curses shall come upon you and pursue you and overtake you until you are destroyed, because you would not (Lit listen to the voice of) obey the LORD your God by keeping His commandments and His statutes which He commanded you."},{"number":46,"verse":"And they will become a sign and a wonder (Or on) against you and your (Lit seed) descendants forever."},{"number":47,"verse":"“Since you did not serve the LORD your God with joy and a cheerful heart, in gratitude for the abundance of all things,"},{"number":48,"verse":"you will serve your enemies whom the LORD will send against you, in hunger, thirst, nakedness, and devoid of all things; and He will put an iron yoke on your neck until He has destroyed you."},{"number":49,"verse":"“The LORD will bring a nation against you from far away, from the end of the earth, as the eagle swoops down; a nation whose language you will not understand,"},{"number":50,"verse":"a nation (Lit defiant-faced) with a defiant attitude, who will have no respect for the old, nor show favor to the young."},{"number":51,"verse":"Furthermore, it will eat the (Lit fruit) offspring of your herd and the produce of your ground until you are destroyed; a nation that will leave you no grain, new wine, or oil, nor the newborn of your cattle or the young of your flock, until they have eliminated you."},{"number":52,"verse":"And it will besiege you in all your (Lit gates) towns until your high and fortified walls in which you trusted come down throughout your land, and it will besiege you in all your (Lit gates) towns throughout your land which the LORD your God has given you."},{"number":53,"verse":"Then you will eat the (Lit fruit of your womb) offspring of your own body, the flesh of your sons and of your daughters whom the LORD your God has given you, during the siege and the hardship by which your enemy will (Or torment) oppress you."},{"number":54,"verse":"The man who is (Or spoiled and pampered) refined and very delicate among you (Lit his eye will be evil toward) will be hostile toward his brother, toward the wife (Lit of his breast) he cherishes, and toward the rest of his children who are left,"},{"number":55,"verse":"so that he will not give even one of them any of the flesh of his children which he will eat, since he has nothing else left, during the siege and the hardship by which your enemy will (Or torment) oppress you in all your (Lit gates) towns."},{"number":56,"verse":"The (Or spoiled and pampered) refined and delicate woman among you, who would not venture to set the sole of her foot on the ground because of her delicateness and tenderness, (Lit her eye shall be evil toward) will be hostile toward the husband (Lit of her breast) she cherishes and toward her son and daughter,"},{"number":57,"verse":"and toward her afterbirth that comes from between her (Lit feet) legs, and toward her children to whom she gives birth, because she will eat them secretly for lack of anything else, during the siege and the hardship with which your enemy will (Or torment) oppress you in your (Lit gates) towns."},{"number":58,"verse":"“If you are not careful to (Lit perform) follow all the words of this Law that are written in this book, to (Or revere) fear this honored and awesome name, (Heb YHWH) the LORD your God,"},{"number":59,"verse":"then the LORD will bring extraordinary plagues on you and (Lit plagues on your seed) your descendants, (Lit great) severe and lasting plagues, and miserable and chronic sicknesses."},{"number":60,"verse":"And He will bring back on you every disease of Egypt of which you were afraid, and they will cling to you."},{"number":61,"verse":"Also every sickness and every plague, which are not written in the book of this Law, the LORD will bring on you until you are destroyed."},{"number":62,"verse":"Then you will be left few in (Lit people) number, whereas you were as numerous as the stars of heaven, because you did not (Lit listen to the voice of) obey the LORD your God."},{"number":63,"verse":"And it will come about that, just as the LORD rejoiced over you to be good to you, and make you numerous, so will the LORD rejoice over you to wipe you out and destroy you; and you will be torn away from the land which you are entering to possess."},{"number":64,"verse":"Furthermore, the LORD will scatter you among all the peoples, from one end of the earth to (Lit the end of the earth) the other; and there you will serve other gods, made of wood and stone, which you and your fathers have not known."},{"number":65,"verse":"Among those nations you will find no peace, and there will be no resting place for the sole of your foot; but there the LORD will give you a trembling heart, failing of eyes, and despair of soul."},{"number":66,"verse":"So your lives will be (Lit be hung for you in front) hanging in doubt before you; and you will be terrified night and day, and have no assurance of your life."},{"number":67,"verse":"In the morning you will say, ‘If only it were evening!’ And at evening you will say, ‘If only it were morning!’ because of the terror of your heart which you fear, and the sight of your eyes which you will see."},{"number":68,"verse":"And the LORD will bring you back to Egypt in ships, by the way about which I said to you, ‘You will never see it again!’ And there you will offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”"}]}