{"bibleAbbr":"NASB2020","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"The Unrighteous Manager Now He was also saying to the disciples, “There was a rich man who had a manager, and this manager was (Or accused) reported to him as squandering his possessions."},{"number":2,"verse":"And he summoned him and said to him, ‘What is this I hear about you? Give an accounting of your management, for you can no longer be manager.’"},{"number":3,"verse":"And the manager said to himself, ‘What am I to do, since my (Or lord) master is taking the management away from me? I am not strong enough to (I. e., do manual labor) dig; I am ashamed to beg."},{"number":4,"verse":"I know what I will do, so that when I am removed from the management people will welcome me into their homes.’"},{"number":5,"verse":"And he summoned each one of his (Or lord’s) master’s debtors, and he began saying to the first, ‘How much do you owe my master?’"},{"number":6,"verse":"And he said, ‘A hundred (Lit baths, a Heb unit of measure equaling about 9 gallons or 34 liters) jugs of oil.’ And he said to him, ‘Take your bill, and sit down quickly and write fifty.’"},{"number":7,"verse":"Then he said to another, ‘And how much do you owe?’ And he said, ‘A hundred (One kor is about 7.7 cubic feet or 0.22 cubic meters) kors of wheat.’ He *said to him, ‘Take your bill, and write eighty.’"},{"number":8,"verse":"And his (Or lord) master complimented the unrighteous manager because he had acted shrewdly; for the sons of this age are more shrewd in relation to their own (Lit generation) kind than the sons of light."},{"number":9,"verse":"And I say to you, make friends for yourselves by means of the (Gr mamonas, for Aramaic mamon (mammon); i. e., wealth, or money) wealth of unrighteousness, so that when it (Or fails) is all gone, they will receive you into the eternal dwellings."},{"number":10,"verse":"“The one who is faithful in a very little thing is also faithful in much; and the one who is unrighteous in a very little thing is also unrighteous in much."},{"number":11,"verse":"Therefore if you have not (Or proved) been faithful in the use of unrighteous (See note 1 v 9) wealth, who will entrust the true wealth to you?"},{"number":12,"verse":"And if you have not (Or proved) been faithful in the use of that which is another’s, who will give you that which is your own?"},{"number":13,"verse":"No (Or house servant) servant can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and (See note 1 v 9) wealth.”"},{"number":14,"verse":"Now the Pharisees, who were lovers of money, were listening to all these things and were (Or sneering at) ridiculing Him."},{"number":15,"verse":"And He said to them, “You are the ones who justify yourselves in the sight of people, but God knows your hearts; because that which is highly esteemed among people is detestable in the sight of God."},{"number":16,"verse":"“The Law and the Prophets were proclaimed until John came; since that time the gospel of the kingdom of God (Lit is preached) has been preached, and everyone is forcing his way into it."},{"number":17,"verse":"But it is easier for heaven and earth to pass away than for one (I. e., projection of a letter (serif)) stroke of a letter of the Law to fail."},{"number":18,"verse":"“Everyone who (Or sends away, the Heb term for divorce) divorces his wife and marries another commits adultery, and he who marries one who is (Or sent away) divorced from a husband commits adultery."},{"number":19,"verse":"The Rich Man and Lazarus “Now there was a rich man, and he habitually dressed in purple and fine linen, enjoying himself in splendor every day."},{"number":20,"verse":"And a poor man named Lazarus was laid at his gate, covered with sores,"},{"number":21,"verse":"and longing to be fed from the scraps which fell from the rich man’s table; not only that, the dogs also were coming and licking his sores."},{"number":22,"verse":"Now it happened that the poor man died and was carried away by the angels to (Lit Abraham’s bosom; or lap; ancient Jewish terminology for the place of the righteous dead) Abraham’s arms; and the rich man also died and was buried."},{"number":23,"verse":"And in Hades he raised his eyes, being in torment, and *saw Abraham far away and Lazarus in his (See note v 22) arms."},{"number":24,"verse":"And he cried out and said, ‘Father Abraham, have mercy on me and send Lazarus, so that he may dip the tip of his finger in water and cool off my tongue, for I am in agony in this flame.’"},{"number":25,"verse":"But Abraham said, ‘Child, remember that during your life you received your good things, and likewise Lazarus bad things; but now he is being comforted here, and you are in agony."},{"number":26,"verse":"And (Lit in all these things) besides all this, between us and you a great chasm has been set, so that those who want to go over from here to you will not be able, nor will any people cross over from there to us.’"},{"number":27,"verse":"And he said, ‘Then I request of you, father, that you send him to my father’s house—"},{"number":28,"verse":"for I have five brothers—in order that he may warn them, so that they will not come to this place of torment as well.’"},{"number":29,"verse":"But Abraham *said, ‘They have (I. e., the books of Moses and the prophets, read aloud in the synagogues) Moses and the Prophets; let them hear them.’"},{"number":30,"verse":"But he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent!’"},{"number":31,"verse":"But he said to him, ‘If they do not listen to Moses and the Prophets, they will not be persuaded even if someone rises from the dead.’ ”"}]}