{"bibleAbbr":"NASB2020","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":18,"verses":[{"number":1,"verse":"Parables on Prayer Now He was telling them a parable to show that at all times they ought to pray and not become discouraged,"},{"number":2,"verse":"saying, “In a certain city there was a judge who did not fear God and did not respect any person."},{"number":3,"verse":"Now there was a widow in that city, and she kept coming to him, saying, ‘Give me justice against my (Or enemy) opponent.’"},{"number":4,"verse":"For a while he was unwilling; but later he said to himself, ‘Even though I do not fear God nor respect any person,"},{"number":5,"verse":"yet because this widow is bothering me, I will give her justice; otherwise (Or in the end she may come and give me a black eye) by continually coming she will wear me out.’ ”"},{"number":6,"verse":"And the Lord said, “Listen to what the unrighteous judge *said;"},{"number":7,"verse":"now, will God not bring about justice for His elect who cry out to Him day (Or and night? He is also patient toward them) and night, and will He delay long for them?"},{"number":8,"verse":"I tell you that He will bring about justice for them quickly. However, when the Son of Man comes, will He find (Lit the faith) faith on the earth?”"},{"number":9,"verse":"The Pharisee and the Tax Collector Now He also told this parable to some people who trusted in themselves that they were righteous, and viewed others with contempt:"},{"number":10,"verse":"“Two men went up into the (I. e., the temple grounds) temple to pray, one a Pharisee and the other a tax collector."},{"number":11,"verse":"The Pharisee stood and began praying this in regard to himself: ‘God, I thank You that I am not like other people: swindlers, crooked, adulterers, or even like this tax collector."},{"number":12,"verse":"I fast twice a week; I pay tithes of all that I get.’"},{"number":13,"verse":"But the tax collector, standing some distance away, was even unwilling to raise his eyes toward heaven, but was beating his chest, saying, ‘God, be (Or propitious) merciful to me, the sinner!’"},{"number":14,"verse":"I tell you, this man went to his house justified rather than the other one; for everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”"},{"number":15,"verse":"Now they were bringing even their babies to Him so that He would touch them; but when the disciples saw it, they began rebuking them."},{"number":16,"verse":"But Jesus called for (Lit them) the little ones, saying, “Allow the children to come to Me, and do not (Or prevent) forbid them, for the kingdom of God belongs to such as these."},{"number":17,"verse":"Truly I say to you, whoever does not receive the kingdom of God like a child will not enter it at all.”"},{"number":18,"verse":"The Rich Young Ruler A ruler questioned Him, saying, “Good Teacher, what shall I do to inherit eternal life?”"},{"number":19,"verse":"But Jesus said to him, “Why do you call Me (I. e., morally, inherently good) good? No one is (I. e., morally, inherently good) good except God alone."},{"number":20,"verse":"You know the commandments, ‘DO NOT COMMIT ADULTERY, DO NOT MURDER, DO NOT STEAL, DO NOT GIVE FALSE TESTIMONY, HONOR YOUR FATHER AND MOTHER.’ ”"},{"number":21,"verse":"And he said, “All these things I have kept since my youth.”"},{"number":22,"verse":"Now when Jesus heard this, He said to him, “One thing you still lack; sell all that you possess and distribute the money to the poor, and you will have treasure in heaven; and come, follow Me.”"},{"number":23,"verse":"But when he had heard these things, he became very sad, for he was extremely wealthy."},{"number":24,"verse":"And Jesus looked at him and said, “How hard it is for those who are wealthy to enter the kingdom of God!"},{"number":25,"verse":"For it is easier for a camel to (Lit enter) go through the eye of a needle, than for a rich person to enter the kingdom of God!”"},{"number":26,"verse":"Those who heard Him said, “And so who can be saved?”"},{"number":27,"verse":"But He said, “The things that are impossible with people are possible with God.”"},{"number":28,"verse":"Peter said, “Behold, we have left (Lit our own things) our own homes and followed You.”"},{"number":29,"verse":"And He said to them, “Truly I say to you, there is no one who has left house, or wife, or brothers, or parents, or children for the sake of the kingdom of God,"},{"number":30,"verse":"who will not receive many times as much at this time, and in the age to come, eternal life.”"},{"number":31,"verse":"Now He took the twelve aside and said to them, “Behold, we are going up to Jerusalem, and all the things that have been written through the prophets about the Son of Man will be accomplished."},{"number":32,"verse":"For He will be (Or betrayed to) handed over to the Gentiles, and will be ridiculed, and abused, and spit upon,"},{"number":33,"verse":"and after they have flogged Him, they will kill Him; and on the third day He will rise.”"},{"number":34,"verse":"(Lit And they themselves) The disciples understood none of these things, and the meaning of this statement was hidden from them, and they did not comprehend the things that were said."},{"number":35,"verse":"Bartimaeus Receives Sight Now as (Lit He) Jesus was approaching Jericho, a man who was blind was sitting by the road, begging."},{"number":36,"verse":"But when he heard a crowd going by, he began inquiring what this was."},{"number":37,"verse":"They told him that Jesus of Nazareth was passing by."},{"number":38,"verse":"And he called out, saying, “Jesus, Son of David, have mercy on me!”"},{"number":39,"verse":"Those who led the way were sternly telling him to be quiet; but he kept crying out all the more, “Son of David, have mercy on me!”"},{"number":40,"verse":"And Jesus stopped and commanded that he be brought to Him; and when he came near, He asked him,"},{"number":41,"verse":"“What do you want Me to do for you?” And he said, “Lord, I want to regain my sight!”"},{"number":42,"verse":"And Jesus said to him, “Regain your sight; your faith has (Lit saved you) made you well.”"},{"number":43,"verse":"And immediately he regained his sight and began following Him, glorifying God; and when all the people saw it, they gave praise to God."}]}