{"bibleAbbr":"NASB2020","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"Jesus’ Authority Questioned On one of the days while He was teaching the people in the temple and preaching the gospel, the chief priests and the scribes with the elders confronted Him,"},{"number":2,"verse":"and they declared, saying to Him, “Tell us by what authority You are doing these things, or who is the one who gave You this authority?”"},{"number":3,"verse":"But He replied to them, “I will also ask you a (Lit word) question, and you tell Me:"},{"number":4,"verse":"Was the baptism of John from heaven or from men?”"},{"number":5,"verse":"They discussed among themselves, saying, “If we say, ‘From heaven,’ He will say, ‘Why did you not believe him?’"},{"number":6,"verse":"But if we say, ‘From men,’ all the people will stone us to death, since they are convinced that John was a prophet.”"},{"number":7,"verse":"And so they answered that they did not know where it came from."},{"number":8,"verse":"And Jesus said to them, “Neither am I telling you by what authority I do these things.”"},{"number":9,"verse":"Parable of the Vine-growers But He began to tell the people this parable: “A man planted a vineyard and leased it to (Or tenant farmers, also vv 10, 14, 16) vine-growers, and went on a journey for a long time."},{"number":10,"verse":"At the harvest time he sent a slave to the vine-growers, so that they would give him his share of the produce of the vineyard; but the vine-growers beat him and sent him away empty-handed."},{"number":11,"verse":"And he proceeded to send another slave; but they beat him also and treated him shamefully, and sent him away empty-handed."},{"number":12,"verse":"And he proceeded to send a third; but this one too they wounded and threw out."},{"number":13,"verse":"Now the (Lit lord) owner of the vineyard said, ‘What am I to do? I will send my beloved son; perhaps they will respect him.’"},{"number":14,"verse":"But when the vine-growers saw him, they discussed with one another, saying, ‘This is the heir; let’s kill him so that the inheritance will be ours.’"},{"number":15,"verse":"And so they threw him out of the vineyard and killed him. What, then, will the (Lit lord) owner of the vineyard do to them?"},{"number":16,"verse":"He will come and put these vine-growers to death, and will give the vineyard to others.” However, when they heard this, they said, “May it never happen!”"},{"number":17,"verse":"But (Lit He) Jesus looked at them and said, “Then what is this statement that has been written: ‘A STONE WHICH THE BUILDERS REJECTED, THIS HAS BECOME THE (Lit head of the corner) CHIEF CORNERSTONE’?"},{"number":18,"verse":"Everyone who falls on that stone will be broken to pieces; but on whomever it falls, it will crush him.”"},{"number":19,"verse":"Paying Taxes to Caesar The scribes and the chief priests tried to lay hands on Him that very hour, and yet they feared the people; for they were aware that He had spoken this parable against them."},{"number":20,"verse":"And so they watched Him (Or maliciously) closely, and sent spies who pretended to be righteous, in order that they might catch Him in some statement, so that they could hand Him over to the jurisdiction and authority of the governor."},{"number":21,"verse":"And the spies questioned Him, saying, “Teacher, we know that You speak and teach correctly, and You (Lit do not receive a face) are not partial to anyone, but You teach the way of God on the basis of truth."},{"number":22,"verse":"Is it (I. e., by Jewish law and tradition) permissible for us to pay taxes to Caesar, or not?”"},{"number":23,"verse":"But He saw through their trickery and said to them,"},{"number":24,"verse":"“Show Me a (The denarius was a day’s wages for a laborer) denarius. Whose image and inscription does it have?” They said, “Caesar’s.”"},{"number":25,"verse":"And He said to them, “Then pay to Caesar the things that are Caesar’s, and to God the things that are God’s.”"},{"number":26,"verse":"And they were unable to catch Him in a statement in the presence of the people; and they were amazed at His answer, and said nothing."},{"number":27,"verse":"Is There a Resurrection? Now some of the Sadducees (who maintain that there is no resurrection) came to Him,"},{"number":28,"verse":"and they questioned Him, saying, “Teacher, Moses wrote for us that if (Lit someone’s brother) a man’s brother dies, (Lit having) leaving a wife, and he is childless, that his brother is to (Lit take) marry the wife and raise up children (I. e., as his brother’s heir) for his brother."},{"number":29,"verse":"So then, there were seven brothers; and the first took a wife and died childless;"},{"number":30,"verse":"and the second"},{"number":31,"verse":"and the third (Lit took) married her; and in the same way (Lit the seven also) all seven (Lit left no children, and died) died, leaving no children."},{"number":32,"verse":"Finally the woman also died."},{"number":33,"verse":"Therefore, in the resurrection, (Lit of which of them) which one’s wife does the woman become? For (Lit the seven) all seven (Lit had her as wife) married her.”"},{"number":34,"verse":"Jesus said to them, “The sons of this age marry and the women are given in marriage,"},{"number":35,"verse":"but those who are considered worthy to attain to that age and the resurrection from the dead, neither marry nor are given in marriage;"},{"number":36,"verse":"for they cannot even die anymore, for they are like angels, and are sons of God, being (I. e., participants in) sons of the resurrection."},{"number":37,"verse":"But as for the fact that the dead are raised, even Moses revealed this in the passage about the burning bush, where he calls the Lord THE GOD OF ABRAHAM, THE GOD OF ISAAC, AND THE GOD OF JACOB."},{"number":38,"verse":"Now He is not the God of the dead, but of the living; for all live to Him.”"},{"number":39,"verse":"Some of the scribes answered and said, “Teacher, You have spoken well.”"},{"number":40,"verse":"For they did not have the courage to question Him any longer about anything."},{"number":41,"verse":"But He said to them, “How is it that they say the (I. e., Messiah) Christ is David’s son?"},{"number":42,"verse":"For David himself says in the book of Psalms, ‘THE LORD SAID TO MY LORD, “SIT AT MY RIGHT HAND,"},{"number":43,"verse":"UNTIL I MAKE YOUR ENEMIES A FOOTSTOOL FOR YOUR FEET.” ’"},{"number":44,"verse":"Therefore David calls Him ‘Lord,’ and so how is He his son?”"},{"number":45,"verse":"And while all the people were listening, He said to the disciples,"},{"number":46,"verse":"“Beware of the scribes, who like to walk around in long robes, and love personal greetings in the marketplaces, and chief seats in the synagogues and places of honor at banquets,"},{"number":47,"verse":"who (I. e., misappropriate their property) devour widows’ houses, and for appearance’s sake offer long prayers. These will receive all the more condemnation.”"}]}