{"bibleAbbr":"NASB2020","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"(Preparing the Passover) Now the Feast of Unleavened Bread, which is called the Passover, was approaching."},{"number":2,"verse":"And the chief priests and the scribes were trying to find (Lit how they were to) a way to put Him to death, since they were afraid of the people."},{"number":3,"verse":"And Satan entered Judas, the one called Iscariot, (Or possibly since he belonged; lit being of the) who belonged to the number of the twelve."},{"number":4,"verse":"And he left and discussed with the chief priests and officers how he was to betray Him to them."},{"number":5,"verse":"And they were delighted, and agreed to give him money."},{"number":6,"verse":"And so he consented, and began looking for a good opportunity to betray Him to them (Or without a disturbance) away from the crowd."},{"number":7,"verse":"Now the first day of Unleavened Bread came, on which the Passover lamb had to be sacrificed."},{"number":8,"verse":"And so Jesus sent Peter and John, saying, “Go and prepare the Passover for us, so that we may eat it.”"},{"number":9,"verse":"They said to Him, “Where do You want us to prepare it?”"},{"number":10,"verse":"And He said to them, “When you have entered the city, a man carrying a pitcher of water will meet you; follow him into the house that he enters."},{"number":11,"verse":"And you shall say to the owner of the house, ‘The Teacher says to you, “Where is the guest room in which I may eat the Passover with My disciples?” ’"},{"number":12,"verse":"And he will show you a large, furnished upstairs room; prepare it there.”"},{"number":13,"verse":"And they left and found everything just as He had told them; and they prepared the Passover."},{"number":14,"verse":"(The Lord’s Supper) When the hour came, He reclined at the table, and the apostles with Him."},{"number":15,"verse":"And He said to them, “I have eagerly desired to eat this Passover with you before I suffer;"},{"number":16,"verse":"for I say to you, I shall not eat it again until it is fulfilled in the kingdom of God.”"},{"number":17,"verse":"And when He had taken a cup and given thanks, He said, “Take this and share it among yourselves;"},{"number":18,"verse":"for I say to you, I will not drink of the fruit of the vine from now on until the kingdom of God comes.”"},{"number":19,"verse":"And when He had taken some bread and given thanks, He broke it and gave it to them, saying, “This is My body, which is being given for you; do this in remembrance of Me.”"},{"number":20,"verse":"And in the same way He took the cup after they had eaten, saying, “This cup, which is poured out for you, is the new covenant in My blood."},{"number":21,"verse":"But behold, the hand of the one betraying Me is with (Lit Me) Mine on the table."},{"number":22,"verse":"For indeed, the Son of Man is going as it has been determined; but woe to that man by whom He is betrayed!”"},{"number":23,"verse":"And they began to debate among themselves which one of them it was who was going to do this."},{"number":24,"verse":"(Who Is Greatest) And a dispute also developed among them as to which one of them was regarded as being the greatest."},{"number":25,"verse":"And He said to them, “The kings of the Gentiles domineer over them; and those who have authority over them are called ‘Benefactors.’"},{"number":26,"verse":"But it is not this way for you; rather, the one who is the greatest among you must become like the youngest, and the leader like the servant."},{"number":27,"verse":"For who is greater, the one who reclines at the table or the one who serves? Is it not the one who reclines at the table? But I am among you as the one who serves."},{"number":28,"verse":"“You are the ones who have stood by Me in My trials;"},{"number":29,"verse":"and just as My Father has granted Me a kingdom, I grant you"},{"number":30,"verse":"that you may eat and drink at My table in My kingdom, and you will sit on thrones judging the twelve tribes of Israel."},{"number":31,"verse":"“Simon, Simon, behold, Satan has (Or asked for you men, to sift you) demanded to sift you men like wheat;"},{"number":32,"verse":"but I have prayed for (Gr singular, referring only to Peter) you, that (Gr singular, referring only to Peter) your faith will not fail; and (Gr singular, referring only to Peter) you, when you have (I. e., repented) turned back, strengthen your brothers.”"},{"number":33,"verse":"But he said to Him, “Lord, I am ready to go with You both to prison and to death!”"},{"number":34,"verse":"But He said, “I tell you, Peter, the rooster will not crow today until you have denied three times that you know Me.”"},{"number":35,"verse":"And He said to them, “When I sent you out without money belt and bag and sandals, you did not lack anything, did you?” They said, “No, nothing.”"},{"number":36,"verse":"And He said to them, “But now, (Lit he who) whoever has a money belt is to take it along, likewise also a bag, and (Lit he who) whoever has no sword is to sell his (Or outer garment) cloak and buy one."},{"number":37,"verse":"For I tell you that this which is written must be fulfilled in Me: ‘AND HE WAS COUNTED WITH WRONGDOERS’; for that which refers to Me has its (Lit end) fulfillment.”"},{"number":38,"verse":"They said, “Lord, look, here are two swords.” And He said to them, “It is enough.”"},{"number":39,"verse":"(The Garden of Gethsemane) And He came out and went, as was His habit, to the Mount of Olives; and the disciples also followed Him."},{"number":40,"verse":"Now when He arrived at the place, He said to them, “Pray that you do not come into temptation.”"},{"number":41,"verse":"And He withdrew from them about a stone’s throw, and He knelt down and began to pray,"},{"number":42,"verse":"saying, “Father, if You are willing, remove this cup from Me; yet not My will, but Yours be done.”"},{"number":43,"verse":"[ (Most early mss do not contain vv 43 and 44) Now an angel from heaven appeared to Him, strengthening Him."},{"number":44,"verse":"And being in agony, He was praying very fervently; and His sweat became like drops of blood, falling down upon the ground]."},{"number":45,"verse":"When He rose from prayer, He came to the disciples and found them sleeping from sorrow,"},{"number":46,"verse":"and He said to them, “Why are you sleeping? Get up and pray that you do not come into temptation.”"},{"number":47,"verse":"(Jesus Betrayed by Judas) While He was still speaking, behold, a crowd came, and the one called Judas, one of the twelve, was leading the way for them; and he approached Jesus to kiss Him."},{"number":48,"verse":"But Jesus said to him, “Judas, are you betraying the Son of Man with a kiss?”"},{"number":49,"verse":"When those who were around Him saw what was going to happen, they said, “Lord, shall we strike with the sword?”"},{"number":50,"verse":"And one of them struck the slave of the high priest and cut off his right ear."},{"number":51,"verse":"But Jesus responded and said, “ (Or “Leave him alone! No more”) Stop! No more of this.” And He touched his ear and healed him."},{"number":52,"verse":"And Jesus said to the chief priests and officers of the temple and elders who had come against Him, “Have you come out with swords and clubs as you would against a man inciting a revolt?"},{"number":53,"verse":"While I was with you daily in the temple, you did not lay hands on Me; but (Lit this is your hour and the power of darkness) this hour and the power of darkness are yours.”"},{"number":54,"verse":"(Jesus’ Arrest) Now they arrested Him and led Him away, and brought Him to the house of the high priest; but Peter was following at a distance."},{"number":55,"verse":"After they kindled a fire in the middle of the courtyard and sat down together, Peter was sitting among them."},{"number":56,"verse":"And a slave woman, seeing him as he sat in the firelight, and staring at him, said, “This man was with Him as well.”"},{"number":57,"verse":"But he denied it, saying, “I do not know Him, woman!”"},{"number":58,"verse":"And a little later, another person saw him and said, “You are one of them too!” But Peter said, “Man, I am not!”"},{"number":59,"verse":"And after about an hour had passed, some other man began to insist, saying, “Certainly this man also was with Him, for he, too, is a Galilean.”"},{"number":60,"verse":"But Peter said, “Man, I do not know what you are talking about!” And immediately, while he was still speaking, a rooster crowed."},{"number":61,"verse":"And then the Lord turned and looked at Peter. And Peter remembered the word of the Lord, how He had told him, “Before a rooster crows today, you will deny Me three times.”"},{"number":62,"verse":"And he went out and wept bitterly."},{"number":63,"verse":"The men who were holding (Lit Him) Jesus in custody began mocking Him and beating Him,"},{"number":64,"verse":"and they blindfolded Him and repeatedly asked Him, saying, “Prophesy, who is the one who hit You?”"},{"number":65,"verse":"And they were saying many other things against Him, blaspheming."},{"number":66,"verse":"(Jesus before the Sanhedrin) When it was day, the (Or Sanhedrin) Council of elders of the people assembled, both chief priests and scribes, and they led Him away to their council chamber, saying,"},{"number":67,"verse":"“If You are the (I. e., Messiah) Christ, tell us.” But He said to them, “If I tell you, you will not believe;"},{"number":68,"verse":"and if I ask a question, you will not answer."},{"number":69,"verse":"But from now on the Son of Man will be seated at the right hand of the power of God.”"},{"number":70,"verse":"And they all said, “So You are the Son of God?” And He said to them, “You say correctly that I am.”"},{"number":71,"verse":"And then they said, “What further need do we have of testimony? For we have heard it ourselves from His own mouth!”"}]}