{"bibleAbbr":"GB1539","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":10,"verses":[{"number":1,"verse":"And when Esdras prayed after this maner, & knowleged, wepte, & laye before the house of God, there resorted vnto him out of Israell a very greate congregacyon of men and wemen, and chyldren: & the people wepte very sore."},{"number":2,"verse":"And Sechania the sonne of Iehiel one of the children of Elam, answered, and sayde vnto Esdras. We haue trespaced agaynst oure God, and haue taken straunge wyues of the people of the land. Now there is hope yet in Israel concerning this thyng:"},{"number":3,"verse":"For now we wyll make a couenaunt with oure God, and put awaye all the wyues (and soch as are borne of them) accordinge to the councell of the Lord, and we wylbe in the feare of the commaundementes of oure God, that we maye do accordyng to the lawe."},{"number":4,"verse":"Get the vp, for thys matter belongeth vnto the. We also wyll be wyth the, be of good conforte therfore, and do it."},{"number":5,"verse":"Then rose Esdras, and toke an oth of the chefe preastes and Leuites, and of all Israell, that they shulde do accordynge to thys worde: & they sware."},{"number":6,"verse":"And Esdras stode vp from before the house of God, and went into the chamber of Iohanan the sonne of Eliasib. And when he came thither, he dyd eate no bred, nor drancke water: for he mourned because of the transgression of the people that had bene in captyuite."},{"number":7,"verse":"And they caused a proclamacyon to go thorow out Iuda and Ierusalem, vnto all the chyldren which had bene in captiuyte, that they shuld geather themselues togeather vnto Ierusalem."},{"number":8,"verse":"And that whosoeuer came not wyth in thre dayes accordyng to the deuyce of the rulers and Elders, all hys substaunce shulde be forfett, and he shulde be put out from the congregacyon of the captyue."},{"number":9,"verse":"Then all the men of Iuda and Ben Iamin geathered them selues togeather vnto Ierusalem wythin thre dayes, euen the twentie daye of the nyenth moneth: and all the people sate in the strete before the house of God, and trembled because of thys matter, & for the rayne."},{"number":10,"verse":"And Esdras the preaste stode vp, and sayde vnto them. Ye haue transgressed, and haue taken straunge wyues, to make the trespace of Israel yet more:"},{"number":11,"verse":"confesse now therfore vnto the Lorde God of youre fathers, and do hys pleasure, and separate youre selues from the people of the lande, & from the straunge wyues."},{"number":12,"verse":"And all the congregacyon answered, and sayd with a loude voyce: It shalbe so, and we will do as thou hast sayde."},{"number":13,"verse":"But the people are many, and it is a raynie wether, and the people are to faynt to tarye without in the strete, nether is this a worcke of one daye or two, for we haue offended very sore in this thyng."},{"number":14,"verse":"Let oure rulers stand therfore in all the congregacyon, and lett all them whych haue taken straunge wyues in oure cyties come at the tyme appoynted, and let the Eldres of euery cytye and theyr Iudges be with them, tyll they haue turned the wrath of oure God awaye from vs concernyng this matter."},{"number":15,"verse":"Then were appoynted Ionathan the sonne of Asahel, and Iahasia the sonne of Thekua ouer thys matter: And Mosullam and Sabatha the Leuytes helped them."},{"number":16,"verse":"And the chyldren of the captyuite dyd euen so. And Esdras the preast, and the auncient heades thorow the house of theyr fathers, all men of great fame, separated them selues, and sat them downe on the fyrst daye of the tenth moneth, to examen the matte"},{"number":17,"verse":"And vntyll the fyrst daye of the fyrst moneth they were fynishyng the busynes wyth all the men that had taken straunge wyues."},{"number":18,"verse":"And amonge the chyldren of the Preastes there were men founde that had taken straunge wyues, namely amonge the chyldren of Iesua the sonne of Iosedec and of hys brethren, Masiah, and Eliezer, Iarib and Gedalia,"},{"number":19,"verse":"and they gaue theyr handes there vpon, that they wolde put awaye their wyues: and for their trespasse offeryng, to geue a ramme for their trespasse."},{"number":20,"verse":"And among the chyldren in Emer, Honany and Zabadia."},{"number":21,"verse":"Amonge the chyldren of Harim, Maasia, Elia, Someiah, Iehiel, and Usia."},{"number":22,"verse":"Amonge the chyldren of Phashur, Elioenai, Maasia, Ismael, Nethanel, Iosabad,"},{"number":23,"verse":"Simei and Kelaia (whych same is Kalithah) Pathahiah, Iuda, and Eleazar."},{"number":24,"verse":"Among the syngers also Eliasib. And amonge the porters Sellum, and Telem and Uri."},{"number":25,"verse":"And of Israel. Amonge the chyldren of Pharhos, Remia, Iesiah, Malchia, Miamin, Eleazar, Malchia and Banaia."},{"number":26,"verse":"Amonge the chyldren of Elam, Methania, Zachary, Ieheil, Abdi, Ierimoth and Elia."},{"number":27,"verse":"Amonge the chyldren of Zathu, Elioenai, Eliasib, Mathania, Ierimoth, Zabad and Aziza."},{"number":28,"verse":"Amonge the chyldren of Bebai, Iehohanan, Hanania, Zabai, and Athalai."},{"number":29,"verse":"Amonge the chyldren of Beni, Mesulam, Maluc, Adaiah, Iasub, Saal and Ierimoth,"},{"number":30,"verse":"Among the chyldren of the captayne Moab, Adna, Cholal, Benaia, Masia, Mathania, Bezelel, Benui and Manasse."},{"number":31,"verse":"Among the chyldren of Harim, Eliezer, Iesia, Malchia, Semeia, and Simeon:"},{"number":32,"verse":"Ben Iamin, Malluch and Samaria."},{"number":33,"verse":"Amonge the chyldren of Hasum, Mathanai, Mathathah, Zabad, Eliphelet, Ieremy, Manasse and Simei."},{"number":34,"verse":"Amonge the chyldren of Bani, Madai, Amram, Huel,"},{"number":35,"verse":"Banea, Cheluhi, Badaiah,"},{"number":36,"verse":"Uaniah, Maremoth, and Eliasib,"},{"number":37,"verse":"Mathania, Mathanai, Iaesai,"},{"number":38,"verse":"Bani, Beni, and Semeiah,"},{"number":39,"verse":"Selemia, Nathan, and Adaia,"},{"number":40,"verse":"Machnadbai, Sasai and Sarai,"},{"number":41,"verse":"Asarel, Selemiahu, & Samariah,"},{"number":42,"verse":"Sallum, Amaria, and Ioseph."},{"number":43,"verse":"Amonge the chyldren of Nebo, Iehiel, Mathathia, Zabad, Zabina, Iadai, Ioel, and Banaia."},{"number":44,"verse":"All these had taken straunge wiues. And among the same, there were some, that had chyldren by the wyues."}]}