{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"( सूखा पड़ब अउर लबार नबी) इ यिर्मयाह क सूखा क बारे मँ यहोवा क सँदेस अहइ:"},{"number":2,"verse":"“यहूदा रास्ट्र ओन लोगन बरे रोवत अहइ जउन मरि गवा अहइँ। यहूदा नगर क लोग दुर्बल, अउर दुर्बल होत जात अहइँ। उ सबइ लोग भुइँया पइ लोटिके सोक मनावत हीं। यरूसलेम नगर स एक चीख परमेस्सर क लगे पहोंचत अहइ।"},{"number":3,"verse":"लोगन क प्रमुख आपन सेवकन क पानी लिआवइ बरे पठवत हीं। सेवक कुंडन पइ जात हीं। किन्तु उ पचे कछू भी पानी नाहीं पउतेन। सेवक खाली बर्तन लइके लउटत हीं। एह बरे उ पचे लज्जित अउर परेसान अहइँ। उ पचे अपने मूँड़ क लज्जा स ढाँकि लेत हीं।"},{"number":4,"verse":"कउनो भी फसल बरे भूँइया तइयार नाहीं करत। भूइँया पइ बर्खा नाहीं होत, किसान हतास अहइँ। एह बरे उ पचे आपन सिर लज्जा स ढाँपि लेत हीं।"},{"number":5,"verse":"हिआँ तलक कि हिरनी भी आपन नवा जन्मत बच्चा क खेत मँ अकेल्ला छोड़ देत ह। उ वइसा करत ह काहेकि हुआँ घास नाहीं अहइ।"},{"number":6,"verse":"जंगली गदहन नंगी पहाड़ी पइ खड़ा होत हीं। उ पचे सियार क तरह हवा सूँघत हीं। किन्तु ओनकर आँखिन क कउनो चरइ की चीज नाहीं देखाइ पड़त। काहेकि चरइ जोग्ग हुवाँ कउनो पौधन नाहीं अहइँ।"},{"number":7,"verse":"“हम जानित ह कि इ सब कछू हमरे अपराध क कारण अहइ। अउर हम पचे एकर अधिकारी अहइ किन्तु हे यहोवा, आपन अच्छे नाउँ बरे हमार मदद करा। हम अंगीकार करित ह कि हम लोग तोहका कइउ दाई तजा ह। हम लोग तोहरे खिलाफ पाप किहा ह।"},{"number":8,"verse":"परमेस्सर, तू इस्राएल क आसा अहा। विपत्ति क दिनन मँ तू इस्राएल क बचाया। किन्तु अब अइसा लागत ह कि तू इ देस मँ अजनबी अहा। अइसा प्रतीत होत ह कि तू उ यात्री अहा जउन एक रात हिआँ ठहरा होइ।"},{"number":9,"verse":"तू उ मनई क समान लगत अहा जेह पइ अचानक हमला कीन्ह गवा होइ। तू उ फउजी सा लगत अहा जेकरे लगे कउनो क बचावइ क ताकत न होइ। किन्तु हे यहोवा, तू हमरे संग अहा। हम तोहरे नाउँ स गोहरावा जात अही, एह बरे हमका बेसहारा जिन तजा।”"},{"number":10,"verse":"यहूदा क लोगन क बारे मँ यहूदा जउन कहत ह, उ इ अहइ: “यहूदा क लोग फुरइ मोका तजइ मँ खुस अहइँ। उ सबइ लोग मोका तजब अब भी बन्द नाहीं करतेन। एह बरे अब यहोवा ओनका नाहीं अपनाई। अब यहोवा ओनके बुरे करमन क याद राखी जेनका उ पचे करत हीं। यहोवा ओनका ओनके पापन बरे सजा देइ।”"},{"number":11,"verse":"तब यहोवा मोहसे कही, “यिर्मयाह, यहूदा क लोगन बरे कछू अच्छा होइ, एकर पराथना जिन करा।”"},{"number":12,"verse":"यहूदा क लोग उपवास कइ सकत हीं अउर मोहसे पराथना कइ सकत हीं। मुला मइँ ओनकर पराथनन नाहीं सुनब। हिआँ तलक कि इ सबइ लोग होमबलि अउर अन्न भेट चढ़इहीं तउ भी मइँ ओन लोगन क नाहीं अपनाउब। मइँ यहूदा क लोगन क जुद्ध मँ नस्ट करब। मइँ ओनकर खइया क छोर लेब अउर यहूदा क लोग भूखन मरिहीं अउर मइँ ओनका भयंकर बीमारियन स बर्बाद करब।"},{"number":13,"verse":"किन्तु मइँ यहोवा स कहेउँ, “हमार सुआमी यहोवा। नबी लोगन स कछू अउर कहत रह्या। उ पचे यहूदा क लोगन स कहत रहेन, ‘तू लोग दुस्मन क तरवार स दुःख नाहीं उठउब्या। तू लोगन क कबहुँ भूख स कस्ट नाहीं होई। यहोवा तू पचन्क इ देस मँ सान्ति देइ।’”"},{"number":14,"verse":"तब यहोवा मोहसे कहेस, “यिर्मयाह, उ सबइ नबी मोरे नाउँ पइ झूठा उपदेस देत अहइँ। मइँ ओन नबियन क नाहीं पठएउँ मइँ ओनका कउनो आदेस या कउनो बात नाहीं किहेउँ उ सबइ नबी लबार कल्पनन, ब्यर्थ जादू अउर आपन झूठे दर्सन क उपदेस करत अहइँ।"},{"number":15,"verse":"एह बरे ओन नबियन क बारे मँ जउन मोरे नाउँ पइ उपदेस देत अहइँ, मोर कहब इ अहइ। मइँ ओन नबियन क नाहीं पठएउँ। ओन नबियन कहेन, ‘कउनो भी दुस्मन तरवार स इ देस पइ हमला नाहीं करी। इ देस मँ भुखमरी कबहुँ नाहीं होइ।’ उ सबइ नबी भूखन मरिहीं अउर दुस्मन क तरवारे घाट उतारा जइहीं।"},{"number":16,"verse":"अउर जउन लोगन स उ सबइ नबी बात करत हीं यरूसलेम क गलियन पइ लोकाइ दीन्ह जइहीं। उ सबइ लोग भूखन मरिहीं अउर दुस्मन क तरवारे क घाट उतारा जइहीं। कउनो मनई ओनका या ओनकर मेहररूअन या ओनकर पूतन या ओनकर बिटियन क दफनावइ बरे जिन्दा नाहीं रही। मइँ ओनका ओनकइ बुरा करम बरे सजा देब।"},{"number":17,"verse":"“यिर्मयाह, इ सँदेसा यहूदा क लोगन क द्या: ‘मोर आँखिन आँसुअन स भरी अहइँ। मइँ बिना रूके दिन-रात रोउब। मइँ आपन कुँमारी बिटिया बरे रोउब। मइँ आपन लोगन बरे रोउब। काहेकि कउनो ओन पइ प्रहार किहस अउर ओनका कुचर डाएस। उ पचे बुरी तरह घायल कीन्ह गवा अहइँ।"},{"number":18,"verse":"जदि मइँ खेत मँ जात हउँ तउ मइँ ओन लोगन क लखत हउँ जउन तरवार क घाट उतारि गवा अहइँ। जदि मइँ नगर मँ जात हउँ मइँ बहोत स बीमारियन लखत हउँ, काहेकि लोगन क लगे भोजन नाहीं अहइ। याजक अउ नबी दुइनउँ ही आपन सेवन क बेचत हीं, किन्तु उ ना समझ अहइ।’”"},{"number":19,"verse":"हे यहोवा, का तू पूरी तरह यहूदा रास्ट्र क तजि दिहा ह यहोवा, का तू सिय्योन स घिना करत ह तू एका बुरी तरह स चोट किहा ह कि हम फुन स नीक नाहीं बनाइ जाइ सकित। तू वइसा काहे किहा? हम सान्ति क आसा रखत रहे, किन्तु कछू भी नीक नाहीं भवा। हम लोग घाव भरइ क समइ क प्रतीच्छा करत रहे, किन्तु सिरिफ त्रास आवा।"},{"number":20,"verse":"हे यहोवा, हम जानित ह कि हम बहोत बुरा लोग अही, हम जानित ह कि हमरे पुरखन बुरे करम किहेन। हाँ, तोहरे खिलाफ पाप किहा।"},{"number":21,"verse":"हे यहोवा, आपन नाउँ क अच्छाई बरे तू हमका धक्का दइके दूर न करा। आपन सम्माननीय सिंहासने क गौरव क न हटावा। हमरे संग कीन्ह गइ करार क याद राखा अउर एका जिन तोड़ा।"},{"number":22,"verse":"विदेसी देवमूरतियन मँ बर्खा लिआवइ क सक्ति नाहीं अहइ, अकासे मँ पानी बरसावइ क सक्ति नाहीं अहइ। सिरिफ तू ही हमार आसा अहा, एक मात्र तू ही अहा जउन इ सब कछू बनाया ह।"}]}