{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"( यहूदा बिस्सास क जोग्ग नाहीं रहा) यहोवा क सँदेसा यिर्मयाह क मिला। यहोवा क सँदेसा इ रहा:"},{"number":2,"verse":"“यिर्मयाह, जा अउर यरूसलेम क लोगन क सँदेसा द्या। ओनसे कहा: “‘जउने समय तू नवा रास्ट्र रह्या, तू मोर बिस्सास क जोग्ग रह्या। तू मोर अनुसरण नई दुलहिन जइसा किहा। तू मोर अनुसरण रेगिस्तान मँ स होइके किहा, उ प्रदेस मँ अनुसरण किहा जेका कबहुँ खेती क भूमि न बनावा गवा रहा।"},{"number":3,"verse":"इस्राएल क लोग यहोवा बरे एक पवित्तर भेंट रहेन। उ पचे ओकर फसल क पहिला फल रहेन। कउनो भी व्यक्ति जउन ओनका खाइ क जतन किहे रहेन ओका कसूरवार घोसित कीन्ह ग रहेन। ओन पइ बुरी आपत्तियन अइहीं,’” यहोवा कहत ह।"},{"number":4,"verse":"याकूब क परिवार, यहोवा क सँदेसा सुना। इस्राएल क तू सबहिं परिवार समूहों, सँदेसा सुना।"},{"number":5,"verse":"जउन यहोवा कहत ह, उ इ अहइ: “तोहार पुरखन बरे मइँ का गलत किहउँ कि तोहार पुरखन मोहसे दूर होइ गएन? तोहार पुरखन निरर्थक देव मूरतियन पूजेन। अउर उ पचे खुद निरर्थक होइ गएन।"},{"number":6,"verse":"तोहार पुरखन इ नाहीं कहेन, ‘यहोवा हमका मिस्र स निकारेस। यहोवा मरूभूमि मँ हमार अगुअइँ किहेस। यहोवा हमका झुरान चट्टानी प्रदेस स लइके आवा, यहोवा हमका अँधियारा स पूर अउर भय से भरे देसन मँ राह देखाएस। कउनो भी लोग हुआँ नाहीं रहतेन। कउनो भी लोग उ देस स जात्रा नाहीं करतेन। मुला यहोवा उ प्रदेस मँ हमार अगुवाई किहेस। एह बरे उ यहोवा अब कहाँ अहइ?’”"},{"number":7,"verse":"यहोवा कहत ह, “मइँ तू पचन्क अनेक चिजियन स भरे उत्तिम देस मँ लाएउँ। मइँ इ किहेउँ जेहसे तू हुआँ उगे भए फल अउर पइदावार क खाइ सका। मुला तू पचे आया अउर मोरे देस क ‘गन्दा’ किहा। मइँ उ देस तू पचन्क दिहे रहेउँ, किन्तु तू पचे ओका बुरा ठउर बनाया।"},{"number":8,"verse":"“याजक लोग नाहीं पूछेन, ‘यहोवा कहाँ अहइ?’ उ लोग जउन व्यवस्था क सिच्छा देत ह उहइ मोका नाहीं जानत ह। इस्राएल क लोगन क प्रमुख मोरे खिलाफ चला गएन। नबी लोग लबार बाल देवता क नाउँ भविस्सवाणी किहन। उ पचे निरर्थक देव मूरतियन क पूजा किहन।”"},{"number":9,"verse":"यहोवा कहत ह, “एह बरे मइँ तू पचन्क फुन दोखी करार देब, अउर तोहरे पचन्क पोतन क दोखी ठहराउब।"},{"number":10,"verse":"समुद्दर पार कित्तियन क द्वीपन क जा अउर लखा कउनो क केदार प्रदेसन क पठवा अउर ओका धियान स लखइ द्या। धियान स लखा का कउनो अइसा काम किहेस:"},{"number":11,"verse":"का कउनो रास्ट्र क लोग कबहुँ आपन पुरान देवतन क नवा देवतन स बदेलन ह? नाहीं। नि:संदेह ओनकर देवतन असल मँ देवतन अहइँ ही नाहीं। मुला मोर लोग आपन यसस्वी परमेस्सर क निरर्थक देव मूरतियन स बदलेन ह।"},{"number":12,"verse":"“आकास, जउन भवा ह ओहसे अपने हिरदइ क आघात पहोंचइ द्या। भय स काँप उठा।” इ सँदेसा यहोवा क रहा।"},{"number":13,"verse":"मोर लोग दुइ पाप किहेन ह। उ पचे मोका तजि दिहन (मइँ ताजा पानी क सोता अहउँ।) अउर उ पचे आपन पानी क निजी हौद खनेन ह, (उ पचे दूसर देवतन क भवत बनेन ह।) किन्तु ओनकर हउज टूटेन ह। ओन हउजन मँ पानी नाहीं रुकी।"},{"number":14,"verse":"“का इस्राएल क लोग दास होइ गएन ह? का उ पचे एक जन्मजात दास स होइ गएन ह? इस्राएल क लोग क सम्पत्ति दूसर लोग काहे लइ लिहेन?"},{"number":15,"verse":"जवान सिंह (दुस्मन) इस्राएल रास्ट्र पइ दहाड़त हीं, गुर्रार्त्त हीं। सिंहन इस्राएल क लोगन क देस उजाड़ दिहेन ह। इस्राएल क नगर बार दीन्ह गएन ह। ओनमाँ कउनो भी नाहीं रहि गवा ह।"},{"number":16,"verse":"नोप अउर तहपन्हेस नगर क लोग तू पचन्क मूँड़े क सीर्स क कुचरि दिहेन ह।"},{"number":17,"verse":"इ परेसानी तोहार पचन्क आपन दोख क कारण अहइ। तू पचे आपन यहोवा परमेस्सर स विमुख होइ गया, जबकि उ सही दिसा मँ तू पचन्क लइ जात रहा।"},{"number":18,"verse":"एकरे बारे मँ सोचा: का तू मिस्र जाइ समइ मँ सहायता पाएहस? का तू पानी पिअइ बरे नील नदी गएहस? नाहीं। क तू अस्सूर जाइ समइ मँ सहायता पाएस? का तू परात नदी क जल पिअइ बरे गएस? नाहीं।"},{"number":19,"verse":"तू पचे बुरे करम किहा, अउर उ सबइ बुरी चिजियन तू पचन्क सिरिफ सजा देवइहीं। बिपदन तू पचन्पइ टूटि पड़िहीं अउर इ सबइ बिपदन तू पचन्क पाठ पढ़इहीं। इ विसय मँ सोचा; तब तू पचे इ समुझब्या कि आपन परमेस्सर स बिमुख होइ जाब केतना बुरा अहइ। मोहसे न डेराब बुरा अहइ।” इ सँदेसा मोर सुआमी सर्वसक्तीमान यहोवा क रहा।"},{"number":20,"verse":"“तू बहोत पहिले आपन जुआ लोकाइ दिहे रह्या। तू उ रस्सियन तोड़ पेंक्या जेका मइँ तू पचन्क अपने लगे धरइ मँ काम मँ लिआवत रह्या। तू मोहसे कह्या, ‘मइँ आप क सेवा नाहीं करब।’ तू रंडी क नाई हर एक ऊँची पहाड़ी पइ अउर हर एक हरियर बृच्छ क नीचे झुटे देवतन क उपासना कइ के तू बेवफाइ किहा।"},{"number":21,"verse":"मइँ तू पचन्क बिसेस अंगूरे क बेल क तरह रोपेउँ। तू सबहिं नीक बिया क समान रह्या। तू उ अलग बेल मँ कइसे बदल्या जउन बुरा फल देत हीं।"},{"number":22,"verse":"अगर तू आपन क सज्जी स भी धोवा, बहोत साबुन भी लगावा, तउ भी मइँ तोहरे दोख क दागे क लख सकत हउँ।” इ सदेस परमेस्सर यहोवा क रहा।"},{"number":23,"verse":"“तू मोका कइसे कहि सकत ह, ‘मइँ अपराधी नाहीं अहउँ। मइँ बाल क मूरतियन क पूजा नाहीं किहेउँ?’ ओन कामन क बारे मँ सोचा जेनका तू घाटी मँ किहा। उ बारे मँ सोचा, तू का कइ डाया ह। तू उ तेज ऊँटिन क नाई अहा जउन कि टेढ़ा-मेढ़ा रास्ता पइ तेज दउड़त ह।"},{"number":24,"verse":"तू उ जंगली गदही क तरह अहा जउन रेगिस्तान मँ रहत ह अउर सहभोग क मौसम मँ जउन हवा क सूँधत ह गन्ध लेत ह। कउनो मनई ओका काम क उत्तेजना क समइ लउटाइके लिआइ नाहीं सकत। सहभोग क समइ हर एक गद्धा जउन ओका चाहत ह, पाइ सकत ह। ओका खोज निकारब सहल अहइ।"},{"number":25,"verse":"देवमूरतियन क पाछे दउड़ब बन्द करा। ओन दूसर देवतन बरे पियास रखाइ बंद करा। मुला तू कहत अहा, ‘इ बियर्थ अहइ। मइँ तजि नाहीं सकत। मइँ ओन दूसर देवतन स पिरेम करत हउँ। मइँ ओनकर पूजा करइ चाहत हउँ।’"},{"number":26,"verse":"“चोर लजात ह जब ओका लोग धइ लेत हीं। उहइ तरह इस्राएल क परिवार लजात ह। राजा अउर प्रमुख याजक अउ नबी लजान अहइँ।"},{"number":27,"verse":"उ पचे लोग काठे क टूकन स बात करत हीं, उ पचे कहत हीं, ‘तू मोर पिता अहा।’ उ सबइ लोग चट्टान स बात करत हीं, उ पचे कहत हीं, ‘तू मोका जन्म दिहा ह।’ उ पचे सबहिं लोग लजाइ जइहीं। उ पचे लोग मोरी कइँती धियान नाहीं देतेन। उ पचे मोहसे पीठ फेरि लिहन ह। किन्तु जब ओन लोगन पइ बिपद आवत ह तब उ पचे मोहसे कहत हीं, ‘आवा अउर हमका बचावा।’"},{"number":28,"verse":"ओन देवमूरतियन क आवइ अउर तोहका बचावइ द्या। उ सबइ देवमूरतियन कहाँ अहइँ जेनका तू अपने बरे बनाया ह? हमका लखइ द्या, का उ सबइ मूरतियन आवत हीं अउर तोहार रच्छा बिपत्ति स करत हीं? यहूदा क लोगो, तू लोगोन क लगे ओतनी मूरतियन अहइँ जेतना नगर।"},{"number":29,"verse":"“तू पचे मोहसे बिबाद काहे करत अहा? तू सबहिं मोरे खिलाफ होइ गवा अहा।” इ सँदेसा यहोवा क रहा।"},{"number":30,"verse":"“मइँ तोहरे गदेलन क दण्ड दिहेउँ, मुला एकर कउनो नतीजा नाहीं निकरा। तू पचे तब लउटिके नाहीं आया जब दण्डित कीन्ह गया। तू पचे ओन नबियन क तरवार क घाट उतार्या जउन तोहरे पचन्क लगे आए रहेन। तू पचे खूखार सिंह क नाईँ रह्या अउर तू पचे नबियन क मार डाया।”"},{"number":31,"verse":"इ पीढ़ी क लोगो, यहोवा क सँदेसा पइ धियान द्या: “का मइँ इस्राएल क लोगन बरे रेगिस्तान जइसा बन गएउँ? का मइँ ओनका बरे अँधियर अउर खउफनाक देस जइसा बन गएउँ? मोर लोग कहत हीं, ‘हम आपन राह जाइ क अजाद अही, यहोवा, हम फुन तोहरे लगे नाहीं लउटब।’ उ पचे ओन बातन क काहे कहत हीं?"},{"number":32,"verse":"का कउनो नउजवान अउरत आपन गहना बिसरत ह? नाहीं। का कउनो दुलहिन आपन रूप-संगार क लिबास बरे आपन दुपटा बिसरि जात ह? नाहीं। मुला मोर लोग मोका अनगिनत दिनन बरे बिसरि गएन ह।"},{"number":33,"verse":"“तू फुरइ पिरेमियन (लबार देवतन) क पाछे पड़ब जानत अहा। तू ओन दूसर लोगन बरे जउन बुरा करम करत ह नमुना बन गवा ह।"},{"number":34,"verse":"तोहार पचन्क हाथ खून स रगां अहइँ। इ गरीब अउ भोले लोगन क खून अहइ। तू पचे लोगन्क मार्या ह अउर उ पचे अइसे चोर भी नाहीं रहेन जेनका तू पचे धर्या ह। तू पचे उ सबइ बुरे काम करत अहा।"},{"number":35,"verse":"किन्तु तू पचे फुन भी कहत रहत अहा, ‘हम निरपराध अही। परमेस्सर मोहे पइ कोहान नाहीं अहइ।’ एह बरे मइँ तू पचन्क झूठ बोलइवाला अपराधी होइ क भी निर्णय देब। काहेकि तू कहत बाट्या, ‘मइँ कछू भी बुरा नाहीं किहेउँ ह।’"},{"number":36,"verse":"तोहरे पचन्क बरे इरादा क बदलब बहोत आसान अहइ। अस्सूर तू पचन्क निरास किहस। एह बरे तू पचे अस्सूर क तज्या अउर मदद बरे मिस्र पहोंच्या। मिस्र तू पचन्क निरास करी।"},{"number":37,"verse":"अइसा होइ कि तू पचे मिस्र भी तजब्या अउ तू पचन्क हाथ लज्जा स तोहार पचन्क आँखिन होइहीं। मुला तू पचन्क ओन देसन स कउनो कामयाबी नाहीं मिली। काहेकि यहोवा ओन देसन्क अस्वीकार कइ दिहस ह।"}]}