{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":21,"verses":[{"number":1,"verse":"( राजा सिदकिय्याह क निवेदन क परमेस्सर अस्वीकार करत ह) इ यहोवा क उ सँदेसा अहइ जउन यिर्मयाह क मिला। इ सँदेसा तब आवा जब यहूदा क राजा सिदकिय्याह मल्किय्याह क पूत पसहूर नाउँ क एक मनई अउ याजक मासयाह क पूत सपन्याह नाउँ क एक मनई क यिर्मयाह क लगे पठएस। उ पचे कहेस:"},{"number":2,"verse":"पसहूर अउ सपन्याह यिर्मयाह स कहेन, “यहोवा स हम लोगन बरे पराथना करा। यहोवा स पूछा कि का होइ? हम जानइ चाहित ह काहेकि बाबुल क राजा नबूकदनेस्सर हम लोगन पइ हमला करत अहइ। होइ सकत ह यहोवा हम लोगन बरे वइसे ही महान कारज करइ जइसा उ बीते समइ मँ किहेस। होइ सकत ह कि यहोवा नबूकदनेस्सर क हमला करइ स रोक देइ या ओका चला जाइ दे।”"},{"number":3,"verse":"तब यिर्मयाह पसहूर अउर सपन्याह क जवाब दिहेस। उ कहेस, “राजा सिदकिय्याह स कहा,"},{"number":4,"verse":"इस्राएल क परमेस्सर यहोवा जउन कहत ह, इ उ अहइ: ‘तोहरे पचन्क हाथन मँ जुद्ध क अस्त्र-सस्त्र अहइँ। तू पचे ओन अस्त्र सस्त्रन क उपयोग अपनी सुरच्छा बरे बाबुल क राजा अउर कसदियन क खिलाफ करत रह्या। किन्तु मइँ ओन अस्त्रन क बियर्थ कइ देब। “‘बाबुल क फउज सहर क चारिहुँ कइँती घेर लिहे अहइ। उ फउज सहर क चारिहुँ ओर अहइ। हाली ही मइँ उ फउज क यरूसलेम मँ लइ आउब।"},{"number":5,"verse":"मइँ खुद यहूदा तू लोगन क खिलाफ लड़ब। मइँ आपन सक्तिसाली हाथन स तोहरे पचन्क खिलाफ लड़ब। मइँ तू पचन्कइ बहोत जियादा कोहान अहउँ, एह बरे मइँ आपन सक्तिसाली बाहन स तोहरे पचन्क खिलाफ लड़ब। मइँ तोहरे पचन्क खिलाफ घोर जुद्ध करब अउर देखाउब कि मइँ केतना कोहान हउँ।"},{"number":6,"verse":"मइँ यरूसलेम मँ रहइवाले लोगन क मार डाउब। मइँ लोगन अउर जनावरन क मारि डाउब। उ पचे उ भयंकर बीमारी स मरिहीं जउन पूरे नगर मँ फइल जाइ।"},{"number":7,"verse":"जब इ होइ जाइ तब ओकरे पाछे,’” इ सँदेसा यहोवा क अहइ। “‘मइँ यहूदा क राजा सिदकिय्याह क बाबुल क राजा नबूकदनेस्सर क देब। मइँ सिदकिय्याह क अधिकारियन क भी नबूकदनेस्सर क देब। यरूसलेम क कछू लोग भयंकर बीमारी स नाहीं मरिहीं। कछू लोग तरवार क घाट नाहीं उतारा जइहीं। ओनमाँ स कछू भूखन नाहीं मरिहीं किन्तु मइँ ओन लोगन क नबूकदनेस्सर क देब। मइँ यहूदा क दुस्मनन क बिजयी बनाउब। नबूकदनेस्सर क फउज यहूदा क लोगन क मार डावा चाहत ह। एह बरे यहूदा अउर यररूसलेम क लोग तरवार क घाट उतार दीन्ह जइहीं। नबूकदनेस्सर कउनो दाया नाहीं देखाइ। उ ओन लोगन बरे अफसोस नाहीं करी।’"},{"number":8,"verse":"“यरूसलेम क लोगन स इ सबइ बातन भी कहा। यहोवा इ सबइ बातन करत ह, ‘मइँ तोहका एक चुनाव देत हउँ: जिअई या मरइ एक क चुन्या।"},{"number":9,"verse":"कउनो भी मनई जउन यरूसलेम मँ ठहरी, मरी। उ मनई तरवार, भूख या भयंकर बीमारी स मरी किन्तु जउन मनई यरूसलेम क बाहेर जाइ अउर बाबुल क फउज क समन्वा आत्म समर्पण करी, जिअत रही। उ आपन जिन्नगी क जुद्ध क लूट क माल क नाईं जीत लेब।"},{"number":10,"verse":"मइँ यरूसलेम नगर पइ विपत्ति ढावइ क निहचइ कइ लिहेउँ ह। मइँ सहर क मदद नाहीं करब।’” इ सँदेसा यहोवा क अहइ। “‘मइँ यरूसलेम क नगर क बाबुल क राजा क देब। उ एका आगी स बारी।’"},{"number":11,"verse":"“यहूदा क राज परिवार स इ कहा, यहोवा सँदेसा क सुना।"},{"number":12,"verse":"दाऊद क परिवार यहोवा इ कहत ह, “‘तू पचन्क रोज लोगन क निस्पच्छ निआव करइ चाही। अपराधियन स ओनके सिकारन क रच्छा करा। जदि तू पचे अइसा नाहीं करत्या तउ मइँ बहोत किरोधित होबउँ। मोर किरोध अइसे आगी क तरह होइ जेका कउनो मनई बुझाइ नाहीं सकत। इ घटित होइ काहेकि तू बुरे करम किहा ह।’"},{"number":13,"verse":"“यरूसलेम, मइँ तोहरे बिरुद्ध हउँ। तू पर्वते क चोटी पइ बइठी अहा। तू इ घाटी क ऊपर एक रानी क तरह बइठी अहा। यरूसलेम क लोगो, तू पचे कहत अहा, ‘कउनो भी हम पइ आक्रमण नाहीं कइ सकत। कउनो भी हमरे मजबूत नगर मँ घुस नाहीं सकत।’” किन्तु यहोवा क हिआँ स उ सँदेस क सुना:"},{"number":14,"verse":"“तू पचे उ सजा पउब्या जेकर पात्र तू पचे अहा। मइँ तोहरे पचन्क बनन मँ आगी लगाउब। उ आगी तोहरे चारिहुँ ओर क हर एक चीज बारि देइ।”"}]}