{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"( झूठा नबी हनन्याह) यहूदा मँ सिदकिय्याह क राज्जकाल क चउथे बरिस क पाँचवे महीना मँ अज्जू क पूत, गिबोन क हनन्याह नबी मोहसे बात किहस। हनन्याह यहोवा क मन्दिर मँ याजक अउर दूसर लोगन क समन्वा मोहसे बात किहेस। हनन्याह जउन कहेस उ इ अहइ:"},{"number":2,"verse":"“इस्राएल क लोगन क परमेस्सर सर्वसक्तिमान यहोवा इ कहत ह, ‘मइँ उ जुए क तोड़ डाउब जेका बाबुल क राजा यहूदा क लोगन पइ रखा ह।"},{"number":3,"verse":"दुइ बरिस पूरा होइ क पहिले मइँ ओन चिजियन क वापस लइ आउब जेनका बाबुल क राजा नबूकदनेस्सर यहोवा क मन्दिर स बाबुल लइ गवा ह।"},{"number":4,"verse":"मइँ यहूदा क राजा यकोन्याह क भी वापस हिआँ स लइ आउब। यकोन्याह, यहोयाकीम पूत अहइ मइँ ओन सबहिं यहूदा क लोगन क वापस लि आउब जेनका नबूकदनेस्सर आपन घर तजइ अउर बाबुल जाइ क मजबूर किहस।’ इ सँदेसा यहोवा क अहइ। ‘एह बरे मइँ उ जुए क तोड़ देब जेका बाबुल क राजा यहूदा क लोगन पइ रखेस ह।’”"},{"number":5,"verse":"तब यिर्मयाह नबी हनन्याह नबी स यहोवा मन्दिर मँ याजकन अउर ओन सबहिं लोगन क समन्वा जउन यहोवा क मन्दिर मँ उपस्थित रहब, कहब्या।"},{"number":6,"verse":"यिर्मयाह हनन्याह स कहेस, “आमीन! मोका आसा अहइ कि यहोवा निहचय ही अइसा करी। मोका आसा अहइ कि यहोवा उ सँदेसा क फुरइ घटित करी जउन तू देत अहा। मोका आसा अहइ कि यहोवा आपन मन्दिर क चिजियन क बाबुल स उ ठउरे पइ वापस लिआइ अउर मोका आसा अहइ कि यहोवा ओन सबहिं लोगन क इ ठउरे पइ वापस लिआइ जउन आपन घरन क तजइ क बिवस कीन्ह ग रहेन।"},{"number":7,"verse":"“किन्तु हनन्याह उ सुना जउन मोका कहइ चाही। उ सुना जउन मइँ सबहिं लोगन स कहत हउँ।"},{"number":8,"verse":"हनन्याह हमरे अउर तोहरे नबी होइ के बहोत पहिले भी नबी रहेन। उ पचे भविस्सवाणी किहे रहेन कि जुद्ध, भुखमरी अउर भयंकर बीमारियन अनेक देसन अउर राज्जन मँ अइहीं।"},{"number":9,"verse":"मुला उ नबी क जाँचा इ जानइ बरे होइ चाही कि ओका यहोवा फुरइ पठएस ह जउन इ कहत ह कि हम लोग सान्ति क साथ रहब। जदि उ नबी क सँदेसा फुरइ घटित होत ह तउ लोग समुझ सकत हीं कि फुरइ ही उ यहोवा क जरिये पठवा गवा ह।”"},{"number":10,"verse":"यिर्मयाह आपन गटइ पइ एक जुआ धरे रहा। तब हनन्याह नबी उ जुआ क यिर्मयाह क काँधन स उतार लिहस। हनन्याह उ जुआ क तोड़ डाएस।"},{"number":11,"verse":"तब हनन्याह सबहिं लोगन क समन्वा बोला। उ कहेस, “यहोवा कहत ह, ‘इहइ तरह मइँ बाबुल क राजा नबूकदनेस्सर क जुआ क तोड़ देब। उ उ जुआ क दुनिया क सबहिं रास्ट्रन पइ धरेस ह। किन्तु मइँ उ जुआ क दुइ बरिस बीतइ स पहिले ही तोड़ देब।’” हनन्याह क उ कहइ क बाद यिर्मयाह मन्दिर क तजिके चला गवा।"},{"number":12,"verse":"तब यहोवा क सँदेसा यिर्मयाह क मिला। इ तब भवा जब हनन्याह यिर्मयाह क गटइ स जुआ क उतार लिहे रहा अउर ओका तोड़ डाए रहा।"},{"number":13,"verse":"यहोवा यिर्मयाह स कहेस, “जा अउर हनन्याह स कहा, ‘यहोवा जउन कहत ह, उ इ अहइ: तू एक ठु काठे क जुआ तोड़्या ह। किन्तु मइँ काठ क जगह एक ठु लोहा क जुआ बनाउब।’"},{"number":14,"verse":"इस्राएल क परमेस्सर सर्वसक्तीमान यहोवा कहत ह, ‘मइँ एन सबहिं रास्ट्रन क गटइ पइ लोहा क जुआ धरब। मइँ इ बाबुल क राजा नबूकदनेस्सर क ओनसे सेवा कराबइ बरे करब अउर उ पचे ओकर दास होइहीं। मइँ नबूकदनेस्सर क जंगली जनावरन पइ भी सासन क अधिकार देब।’”"},{"number":15,"verse":"तब यिर्मयाह नबी हनन्याह नबी स कहेस, “हनन्याह, सुना! यहोवा तोहका नाहीं पठएस। यहोवा तोहका नाहीं पठएस किन्तु तू यहूदा क लोगन क झूठ मँ बिस्सास कराया।"},{"number":16,"verse":"एह बरे यहोवा जउन कहत ह, उ इ अहइ, ‘हनन्याह मइँ तोहका हाली ही इ संसार स उठाइ लेब। तू इस बरिस मरब्या। काहेकि तू लोगन क यहोवा क खिलाफ जाइ क सिच्छा दिहा ह।’”"},{"number":17,"verse":"हनन्याह उहइ बरिस क सतएँ महीने मरि गवा।"}]}