{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"( आसा क प्रतिग्यन) इ सँदेसा यहोवा क अहइ जउन यिर्मयाह क मिलइ।"},{"number":2,"verse":"इस्राएल क लोगन क परमेस्सर यहोवा इ कहेस, “यिर्मयाह, मइँ जउन सँदेसा दिहेउँ ह, ओनका एक ठु किताबे मँ लिख ड़ावा। इ किताबे क अपने बरे लिखा।”"},{"number":3,"verse":"इ सँदेसा यहोवा क अहइ। “इ करा, काहेकि उ सबइ दिन अइहीं जब मइँ आपन लोगन इस्राएल अउर यहूदा क देस निकारइ स वापस लिआउब।” इ सँदेसा यहोवा क अहइ। “मइँ ओन लोगन क उ देस मँ वापस लि आउब जेका मइँ ओनके पुरखन क दिहे रहेउँ। तब मोर लोग उ देस क फुन अपना बनइहीं।”"},{"number":4,"verse":"यहोवा इ सँदेसा इस्राएल अउर यहूदा क लोगन क बारे मँ दिहस"},{"number":5,"verse":"यहोवा जउन कहेस, उ इ अहइ: “हम भय स रोवत लोगन क रोउब सुनित ह। लोग डेरान अहइँ। कहूँ सान्ति नाहीं।"},{"number":6,"verse":"“इ सवाल पूछा एह पइ विचार करा: का कउनो पुरूख बच्चा क जन्म दइ सकत ह निहचय ही नाहीं। तब मइँ हर एक सक्तिसाली मनई क पेट धरे काहे लखत हउँ माना उ पचे पइदा करइवाली मेहरारू क पीरा सहत होइँ? काहे हर एक मनई क मुँह ल्हास सा सफेद होत अहइ? काहेकि लोग बहोत भयभीत अहइँ?"},{"number":7,"verse":"“इ याकूब बरे बहोत महत्वपूर्ण समइ अहइ। इ बड़की बिपत्ति क समइ अहइ। इ तरह क समइ फुन कबहुँ नाहीं आइ। किन्तु याकुब बच पाइ।”"},{"number":8,"verse":"इ सँदेसा यहोवा क अहइ: “उ समइ, मइँ इस्राएल अउर यहूदा क लोगन क गटइ स जुआ क तोड़ डाउब अउर तोहका जकड़इवाली रस्सियन क मइँ तोड़ देब। विदेसन क लोग मोरे लोगन क फुन कबहुँ दास होइ बरे बिवस नाहीं करिहीं।"},{"number":9,"verse":"इस्राएल अउर यहूदा क लोग दूसर देसन क भी सेवा नाहीं करिहीं। नाहीं, उ पचे तउ आपन परमेस्सर यहोवा क सेवा करिहीं अउर उ पचे आपन राजा दाऊद क सेवा करिहीं। मइँ उ राजा क ओनके लगे पठउब।"},{"number":10,"verse":"“एह बरे मोर सेवक याकूब डेराअ नाहीं।” इ सँदेसा यहोवा क अहइ। “इस्राएल, डेराअ नाहीं। मइँ उ बहोत दूर क ठउरे स तोहका बचाउब। तू उ बहोत दूर क देस मँ बन्दी अहा, किन्तु मइँ तोहरी सन्तानन क उ देस स बचाउब। याकूब फुन सान्ति पाइ। याकूब क लोग तंग नाहीं करिहीं। मोरे लोगन क भयभीत करइवाला कउनो दुस्मन नाहीं होइ।"},{"number":11,"verse":"इस्राएल अउर यहूदा क लोगो, मइँ तोहरे संग हउँ।” यहोवा कहत ह, “अउर मइँ तोहका बचाउब। मइँ तोहका ओन रास्ट्रन मँ पठएउँ। किन्तु मइँ ओन सबहिं रास्ट्रन क पूरी तरह नस्ट करब। किन्तु मइँ तोहका नस्ट नाहीं करब। किन्तु मइँ तोहका निआवपूर्ण अनुसासित करब ओन बुरे कामन क सजा जरूर मिली जेनका तू किहा।”"},{"number":12,"verse":"यहोवा कहत ह, “इस्राएल अउर यहूदा क तू लोगन क एक घाव अहइ जउन नीक नाहीं कीन्ह जाइ सकत। तोहका एक चोट अहइ जउन नीक नाहीं होइ सकत।"},{"number":13,"verse":"तोहरे घावत क ठीक करइवाला कउनो मनई नाहीं अहइ। एह बरे तू तन्दुरूस्त नाहीं होइ सकत्या।"},{"number":14,"verse":"तू अनेक रास्ट्रन क मीत बना अहा, किन्तु उ पचे रास्ट्र तोहार परवाह नाहीं करतेन। तोहार ‘मीत’ तोहका बिसरि गवा अहइँ। मइँ तोहका दुस्मन जइसी चोट पहोंचाएउँ। मइँ तोहका कठोर सजा दिहेउँ। मइँ इ तोहरे बड़के अपराध बरे किहेउँ।"},{"number":15,"verse":"इस्राएल अउर यहूदा तू आपन घाव क बरे मँ काहे चिल्लात अहा? तोहार घाव कस्ट देइवाला अहइ अउर एकर कउनो उपचार नाहीं अहइ। मइँ, यहोवा तोहार बड़के अपराधन क कारण तोहका इ सबइ किहेउँ। मइँ इ सबइ कछू तोहार अनेक पापन क कारण किहेउँ।"},{"number":16,"verse":"ओन रास्ट्र तोहका नस्ट किहन। किन्तु अब उ सबइ नस्ट कीन्ह जइहीं। इस्राएल अउर यहूदा तोहार सत्रु बन्दी होइहीं। ओन लोग तोहार चिजियन चोराएन। किन्तु दूसर लोग ओनकर चिजियन चुराइहीं। ओन लोग तोहार चिजियन जुद्ध मँ लिहेन। किन्तु दूसर लोग ओनसे चिजियन जुद्ध मँ लेइहीं।"},{"number":17,"verse":"मइँ तोहरी तन्दुरूस्ती क लउटाउब अउर मइँ तोहरे घावन क भरब।” इ सँदेसा यहोवा क अहइ। “काहेकि दूसर लोग कहेन कि तू जाति-बहिस्कृत अहा। ओन लोग कहेन, ‘कउनो भी सिय्योन क परवाह नाहीं करत।’”"},{"number":18,"verse":"यहोवा कहत ह: “याकूब क लोग अब बन्दी अहइँ। किन्तु उ पचे वापस अइहीं। अउर मइँ याकूब क परिवारन पइ दाया करब। सहर अब बर्बाद इमारतन स ढका एक पहाड़ी सिरिफ अहइ। किन्तु इ नगर फुन बनी अउर राजा क महल भी हुआँ फुन बनी जहाँ एका होइ चाही।"},{"number":19,"verse":"ओन ठउरन पइ लोग स्तुतिगान करिहीं। हुआँ हँसी ठठा भी सुनाइ पड़ी। मइँ ओनका बहोत सी सन्तानन देब। इस्राएल अउ यहूदा नान्ह नाहीं रहिहीं। मइँ ओनका सम्मान देब। कउनो मनई ओनकर अनादर नाहीं करी।"},{"number":20,"verse":"याकूब क परिवार प्राचीनकाल क परिवारन सा होइ। मइँ इस्राएल अउर यहूदा क लोगन क सक्तिसाली बनाउब अउर मइँ ओन लोगन क सजा देब जउन ओन पइ चोट करिहीं।"},{"number":21,"verse":"ओनहीं मँ स एक ओनकर अगुवा होइ। उ सासक मोरे लोगन मँ स होइ। उ मोरे निचके तबइ आइ जब मइँ ओनसे अइसा करइ क कहब। एह बरे मइँ अगुवा क आपन लगे बोलाउब अउर उ मोरे निअरे होइ।"},{"number":22,"verse":"तू पचे मोर लोग होब्या अउर मइँ तोहार पचन्क परमेस्सर होब।”"},{"number":23,"verse":"यहोवा बहोत कोहान रहा। उ लोगन क सजा दिहस अउर सजा प्रचण्ड आँधी क तरह आइ। सजा एक चववात सा, दुट्ठ लोगन क खिलाफ आइ।"},{"number":24,"verse":"यहोवा तब तलक कोहान रही जब तलक उ पचे लोगन क सजा देब पूरा नाहीं करत उ तब तलक कोहान रही जब तलक उ आपन जोजना क अनुसार सजा नाहीं दइ लेत। जब उ दिन आइ तउ यहूदा क लोगो, तू पचे समुझ जाब्या।"}]}