{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":35,"verses":[{"number":1,"verse":"( रेकाबी परिवार क उत्तिम उदाहरण) जब यहोयाकीम यहूदा क राजा रहा तब यहोवा क सँदेसा यिर्मयाह क मिला। यहोयाकीम राजा योसिय्याह क पूत रहा। यहोवा क सँदेसा इ रहा:"},{"number":2,"verse":"“यिर्मयाह, रेकाबी परिवार क लगे जा। ओनका यहोवा क मन्दिर क बगल क कमरन मँ स एक मँ आवइ बरे निमन्त्रित करा। ओनका पिअइ बरे दाखरस द्या।”"},{"number":3,"verse":"एह बरे मइँ (यिर्मयाह) याजन्याह स मिलइ गएउँ। याजन्याह उ यिर्मयाह नाउँ क एक मनई क पूत रहा जउन हबस्सिन्याह नाउँ क मनई क पूत रहा अउर मइँ याजन्याह क सबहिं भाइयन अउ पूतन स मिलेउँ। मइँ पूरे रेकाबी परिवार क एक संग बटोरेउँ।"},{"number":4,"verse":"तब मइँ रेकाबी परिवार क यहोवा क मन्दिर मँ लइ आएउँ। हम लोग उ कमरे मँ गए जउन परमेस्सर क मनई यिग्दल्याह क पूत हानान क पूतन क नाउँ स जाना जात ह। इ उ कमरा स अगला कमरा रहा जेहमाँ राजा क अधिकारी ठहरत रहेन। इ सल्लूम क पूत मासेयाह क कमरा क ऊपर रहा। मासेयाह मन्दिर मँ दुआरपाल रहा।"},{"number":5,"verse":"तब मइँ (यिर्मयाह) रेकाबी परिवार क समन्वा कछू पियालन क संग दाखरस स भरे कछू कटोरन धरेउँ अउ मइँ ओनसे कहेउँ, “थोड़ी दाखरस पिआ।”"},{"number":6,"verse":"किन्तु रेकाबी लोगन जवाब दिहन, “हम दाखरस कबहुँ नाहीं पीइत। हम ऍह बरे नाहीं पीइत काहेकि हमार पुरखा रेकाबी क पूत योनादाब इ आदेस दिहे रहा: ‘तू पचन्क अउर तोहरे सन्तानन क दाखरस कबहुँ नाहीं पिअइ चाही।"},{"number":7,"verse":"तू पचन्क कबहुँ घर बनावइ, पौधन रोपब अउर अंगूरे क लता कबहुँ नाहीं लगावइ चाही। तू पचन्क ओनमाँ स कछू भी नाहीं करइ चाही। तू पचन्क सिरिफ तम्बूअन मँ रहइ चाही। जदि तू पचे अइसा करब्या तउ उ पहँटा मँ जियादा समइ रहब्या जहाँ तू पचे एक ठउर स दूसर ठउरे पइ घूमत रहत ह।’"},{"number":8,"verse":"एह बरे हम रेकाबी लोग ओन सब चीजन क पालन करित ह जेनका हमरे पुरखा योनादाब हमका आदेस दिहस ह। हम अउर हमार मेहररूअन अउर गदेलन दाखरस कबहुँ नाहीं पीतेन।"},{"number":9,"verse":"हम रहइ बरे घर कबहुँ नाहीं बनाइत अउर हम लोगन क अंगूरे क बगिचा या खेत कबहुँ नाहीं होतेन अउर हम फसलन कबहुँ नाहीं उगाइत।"},{"number":10,"verse":"हम तम्बूअन मँ रहत अही अउर उ सब माना ह जउन हमरे पुरखा योनादाब आदेस दिहेन ह।"},{"number":11,"verse":"किन्तु जब बाबुल क राजा नबूकदनेस्सर यहूदा देस पइ हमला किहस तब हम लोग यरूसलेम क गए। हम लोग आपुस मँ कहा, ‘आवा हम यरूसलेम नगर मँ सरण लेइ जेहसे हम कसदी अउर अरामी फउज स बचि सकी।’ एह बरे हम लोग यरूसलेम मँ ठहर गए।”"},{"number":12,"verse":"तब यिर्मयाह क यहोवा क सँदेसा मिला:"},{"number":13,"verse":"“इस्राएल क लोगन क परमेस्सर सर्वसक्तीमान यहोवा कहत ह: यिर्मयाह, जा यहूदा अउ यरूसलेम क लोगन क इ सँदेसा द्या: ‘लोगो, तू पचन्क सबक सीखइ चाही अउर मोरे सँदेसा क पालन करइ चाही।’ इ सँदेसा यहोवा क अहइ।"},{"number":14,"verse":"‘रेकाब क पूत योनादाब आपन पूतन क आदेस दिहस कि उ पचे दाखरस न पिअइँ, अउर उ आदेस क पालन भवा ह। आजु तलक योनादाब क संतान आपन पुरखन क आदेस क पालन किहस ह। उ पचे दाखरस नाहीं पीतेन। किन्तु मइँ तउ यहोवा हउँ अउर यहूदा क लोगो, मइँ तू पचन्क बार बार सँदेसा दिहेउँ ह, मुला तू पचे ओकर पालन नाहीं किहा।"},{"number":15,"verse":"इस्राएल अउर यहूदा क लोगो, मइँ आपन सेवक नबियन क तू पचन्क लगे पठएउँ। मइँ ओनका तोहरे पचन्क लगे बार-बार पठएउँ। ओन नबियन तू पचन्स कहेन, “इस्राएल अउर यहूदा क लोगो, तू सबन्क बुरा करब तजि देइ चाही। तू पचन्क अच्छा होइ चाही। दूसर देवतन क अनुसरण न करा। ओनका न पूजा, न ही ओनकर सेवा करा। जदि तू पचे मोर आग्या क पालन करब्या तउ तू पचे उ देस मँ होब्या जेका मइँ तू पचन्क अउर तोहरे पचन्क पुरखन क दिहेउँ ह।” किन्तु तू लोग मोरे सँदेसे पइ धियान नाहीं दिहा।"},{"number":16,"verse":"किन्तु योनादाब क सन्तानन आपन पुरखन क आदेस क, जउन उ दिहस मान ल्या। मुला यहूदा क लोग मोर आग्या क पालन नाहीं किहन।’"},{"number":17,"verse":"“एह बरे इस्राएल क परमेस्सर सर्वसक्तीमान यहोवा करत ह: ‘मइँ कहेउँ कि यहूदा अउ यरूसलेम बरे बहोत स बुरी घटनन घटिहीं। मइँ ओन बुरी घटनन क हाली ही घटित कराउब। मइँ इ करब काहेकि मइँ ओन लोगन क बात किहस, किन्तु उ पचे मोर एक न सुनेन। मइँ ओनका पुकारेउँ, किन्तु उ पचे जवाब नाहीं दिहन।’”"},{"number":18,"verse":"तब यिर्मयाह रेकाबी परिवार क लोगन स कहेस, “इस्राएल क परमेस्सर सर्वसक्तिमान यहोवा कहत ह, ‘तू लोग आपन पुरखा योनादाब क आदेस क पालन किहा ह। तू पचे योनादाब क सारी सिच्छन क अनुसरण किहा ह। तू पचे उ सब किहा ह जेकरे बरे उ आदेस दिहे रहा।’"},{"number":19,"verse":"एह बरे इस्राएल क परमेस्सर सर्वसक्तिमान यहोवा कहत ह: ‘रेकाब क पूत योनादाब क सन्तानन मँ स एक अइसा सदैव होइ जउन मोर सेवा करी।’”"}]}