{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"यहोवा कहत ह, “इस्राएल, जदि तू लउटि आवा चाहत ह तउ तू मोरे लगे जरूर लउटि आवा। जदि तू आपन देवमूरतियन क लोकावा अउर भटकना बन्द करा,"},{"number":2,"verse":"जदि तू मोरे नाउ पइ सच्चाइ स, निआब स अउर ईमानदारी स इ कहत भए प्रतिग्या करब्या, ‘यहोवा क जिन्नगी क किरया,’ तउ रास्ट्र यहोवा क जरिये बरदान पाइहीं अउर उ पचे यहोवा क गर्व स बखान करिहीं।”"},{"number":3,"verse":"यहोवा यहूदा अउर यरुसलेम क निवसियन स कहत ह, “उहइ खेत मँ हर चलावा जेका जोतइ स तू नकार दिहे रहा काँटा क बीच मँ बिया छिरकान बन्द करा!"},{"number":4,"verse":"इ दिखावइ बरे कि तू यहोवा क अहइ खतना करइ लिहा। मोर अर्थ इ अहइ कि आपन आप क पूरी तरह स मोर बरे अर्पित कइ द्या! अउर आपन दिल स खिलरी हटा द्या। जदि तू इ नाहीं करा तउ मइँ बहोतइ कोहान होबउँ। मोर किरोध आगी क नाई फइली अउर मोर किरोध तू पचन्क बारि देइ अउर कउनो मनई उ आगी क बुझाइ नाहीं पाइ। इ काहे होइ? काहेकि तू पचे बुरे करम किहे अहा।”"},{"number":5,"verse":"( उत्तर दिसा स बिध्वंस) “यहूदा क लोगन मँ इ सँदेसा क घोसणा करा: यरूसलेम सहर क हर मनई स कहा, ‘सारे देस मँ तुरही बजावा।’ जोर स नरियाअ अउर कहा, ‘एक संग आवा, हम सबहिं रच्छा बरे मजबूत सहरन क भाग निकरी।’"},{"number":6,"verse":"सिय्योन का सूचक झंडा क उठावा, कउनो जगह एक ठू सुरच्छा क जगह खोजा, प्रतीच्छा जिन करा। इ एह बरे करा कि मइँ उत्तर स बिध्वंस लिआवत हउँ। मइँ भयंकर बिनास लिआवत हउँ।”"},{"number":7,"verse":"एक ठु सेर अपनी गुफा स निकरा ह, रास्ट्रन क बिध्वंसक तेज कदम बढ़ाउब सुरू कइ चुका अहइ। उ तोहरे पचन्क देसन क बरबाद करइ आपन घर तजि चुका अहइ। तोहरे पचन्क सहर तहस नहस होइहीं। ओनमाँ रहइवाला कउनो मनई नाहीं बची।"},{"number":8,"verse":"एह बरे टाट क ओढ़ना पहिरा, रोवा, काहेकि यहोवा हम पइ बहोत कोहान अहइ।"},{"number":9,"verse":"इ सँदेसा यहोवा क अहइ, “अइसे समइ इ होत ह। राजा अउर प्रमुख हिम्मत हार जइहीं, याजक डेरइहीं, नबियन क दिल दहली।”"},{"number":10,"verse":"तब मइँ यानी यिर्मयाह कहेउँ, “मोर सुआमी यहोवा, तू फुरइ यहूदा अउ यरूसलेम क लोगन क धोखा मँ राख्या ह। तू ओनसे कहया, ‘तू पचे सान्तिपूर्वक रहब्या।’ किन्तु अब ओनके गटइयन पइ तरवार हइँची भइ अहइ।”"},{"number":11,"verse":"उ समइ एक सँदेसा यहूदा अउ यरूसलेम क लोगन क दीन्ह जाइ: “नंगी पहाड़ियन क चोटी स गरम आँधी चलाति अहइ। इ रेगिस्ताने स मोर लोगन कइँती आवति अहइ। इ उ मन्द हवा नाहीं जेकर उपयोग किसान भूसा स अनाज निकारइ बरे करत हीं।"},{"number":12,"verse":"इ ओहसे जियादा तेज हवा अहइ अउर मोहसे आवति अहइ। अब मइँ यहूदा क लोगन क खिलाफ आपन निआउ क घोसणा करब।”"},{"number":13,"verse":"लखा। दुस्मन बादर क नाई उठत अहइ, ओकर रथ चववात क तरह अहइ। ओकर घोड़ा उकाब स तेज अहइँ। इ हम सब बरे बुरा होइ, हम बरबाद होइ जाब।"},{"number":14,"verse":"यरूसलेम क लोगो, आपन हिरदय स बुराइयन क धोइ डाबा। आपन हिरदय क पवित्तर करा, जेहसे तू बच निकरा। बुरी जोजनन जिन बनावत चला।"},{"number":15,"verse":"दान देस क दूत क वाणी क धियान स सुना। कउनो एप्रैम क पहाड़ी प्रदेस स बुरा खबर क घोसणा करत ह।"},{"number":16,"verse":"“इ रास्ट्र क एकर विवरण द्या। यरूसलेम क लोगन मँ इ खबर क फइलावा। दुस्मन दूर देस स आवत अहइँ। उ सबइ दुस्मन यहूदा क नगरन क विरूद्ध जुद्ध उद्घोस करत अहइँ।"},{"number":17,"verse":"दुस्मन यरूसलेम क अइसे घेरेन ह जइसे खेत क रच्छा करइवाले लोग होइँ। यहूदा, तू मोरे खिलाफ गया, एह बरे तोहरे खिलाफ दुस्मन आवत अहइँ।” इ सँदेसा यहोवा क अहइ।"},{"number":18,"verse":"“जउने तरह तू रह्या अउर तू पाप किहा उहइ स तोह पइ इ बिपत्ति आइ। इ तोहार पाप ही अहइँ जउन जिन्नगी क एतना कठिन बनाएन ह। इ तोहार पाप ही अहइ जउन उ पीरा क लिआएस जउन तोहरे हिरदय क बेधत ह।”"},{"number":19,"verse":"( यिर्मयाह क रुदन) आह, मोर दुःख अउ मोर परेसानी मोरे पेट मँ दर्द करत अहइँ। मोर हिरदय धड़कत अहइ। हाय, मइँ एतना डेरान अहउँ। मोर हिरदय मोरे भीतर तड़पत अहइ। मइँ चुप नाहीं बइठ सकत। काहेकि मइँ तुरही क बजाउब सुनेउँ ह। तुरही सेना क जुद्ध करइ बोलावति अहइ।"},{"number":20,"verse":"ध्वंस क पाछे बिध्वंस आवत ह। पूरा देस नस्ट होइ ग अहइ। अचानक मोर डेरन बरबाद कइ दीन्ह ग अहइँ, मोर परदन फाड़ दीन्ह ग अहइँ।"},{"number":21,"verse":"हे यहोवा मइँ कब तलक जुद्ध पताकन क लखब? जुद्ध क तुरही क केतने समइ सुनब?"},{"number":22,"verse":"परमेस्सर कहेस, “मोर लोग मूरख अहइँ। उ पचे मोका नाहीं जानतेन। बेवकूफ बच्चन अहइँ। उ पचे समुझतेन नाहीं। उ पचे पाप करइ मँ दच्छ अहइँ, किन्तु उ पचे नीक करइ नाहीं जानतेन।”"},{"number":23,"verse":"( बिनास आवत अहइ) मइँ धरती क लखेउँ। धरती खाली रही, एह पइ कछू नाहीं रहा। मइँ गगन क लखेउँ, अउर एकर प्रकास चला गवा रहा।"},{"number":24,"verse":"मइँ पर्वतन पइ नजर डाएउँ, अउर उ पचे काँपत रहेन। सबहिं पहाड़ियन लड़खड़ात रहिन।"},{"number":25,"verse":"मइँ धियान स लखेउँ किन्तु कउनो मनई नाहीं रहा, अकासे क सबहिं पंछी उड़ गवा रहेन।"},{"number":26,"verse":"मइँ लखेउँ कि सुहावना प्रदेस रेगिस्तान बन गवा रहा। उ देस क सबहिं नगर नस्ट कइ दीन्ह ग रहेन। यहोवा इ कराएस। यहोवा अउर ओकर प्रचण्ड किरोध इ कराएस।"},{"number":27,"verse":"यहोवा इ सबइ बातन कहत ह। “पूरा देस बरबाद होइ जाइ। मुला मइँ देस क पूरी तरह नस्ट नाहीं करब।"},{"number":28,"verse":"एह बरे इ देस क लोग मरे लोगन बरे रोइहीं। अकास अँधियारा स भरा होइ। मइँ कहि दिहेउँ ह, अउर बदलब नाहीं। मइँ एक निर्णय किहेउँ ह, अउर मइँ आपन बिचार नाहीं बदलब।”"},{"number":29,"verse":"यहूदा क लोग घुड़सवारन अउर धनुर्धारियन क उद्घोष सुनिहीं, अउर लोग पराइ जइहीं। कछू लोग गुफन मँ छिपिहीं; कछू झाड़ियन मँ अउ कछू चट्टानन पइ चढ़ि जइहीं। यहूदा क सबहिं नगर खाली अहइँ। ओनमाँ कउनो नाहीं रहत।"},{"number":30,"verse":"हे यहूदा, तू बरबाद कइ दीन्ह गवा अहा, तू का करत अहा? तू आपन सुन्नरतम लाल ओढ़ना काहे पहिरत अहा? तू आपन सोने का गहना काहे पहिरे अहा? तू आपन आँखिन मँ आँजन काहे लगावत अहा? तू आपन क सुन्नर बनावत अहा, किन्तु इ सब बियर्थ अहइ। तोहार पिरेमी तोहसे घिना करत हीं, उ पचे मार डावइ क जतन करत अहइँ।"},{"number":31,"verse":"मइँ एक चीख सुनत हउँ जउन उ मेहरारू क चीख क तरह अहइ जउन लरिका पइदा करत होइ। इ चीख उ मेहरारू क तरह अहइ जउन पहिलउटी क लरिका क पइदा करत होइ। इ सिय्योन क बिटिया क चीख अहइ। उ आपन हाथ पराथना मँ इ कहत भए उठावति बाटइ, “आह! मइँ मूर्छित होइवाली अहउँ, हत्तियारे मोरे चारिहुँ कइँती अहइँ।”"}]}