{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"( बाबुल क बारे मँ सँदेसा) इ सँदेसा यहोवा क अहइ जेका उ बाबुल रास्ट्र अउ बाबुल क लोगन बरे दिहस। यहोवा इ सँदेसा यिर्मयाह क जरिये दिहस।"},{"number":2,"verse":"“हर एक रास्ट्र क इ घोसित कइ द्या। झण्डा उठावा अउर सँदेसा सुनावा। पूरा सँदेसा सुनावा अउर कहा, ‘बाबुल रास्ट्र पइ अधिकार कीन्ह जाइ। बेल देवता लज्जा क पात्र बनी। मरोदेक देवता बहोत डेराइ जाइ। बाबुल क देवमूरतियन लज्जा क पात्र बनहीं ओकर मूर्ति देवता भयभीत होइ जइहीं।’"},{"number":3,"verse":"उत्तर स एक रास्ट्र बाबुल पइ हमला करी। उ रास्ट्र बाबुल क सूना रेगिस्तान स बनाइ देइ। कउनो मनई हुआँ नाहीं रही। मनई अउ पसु दुइनउँ हुआँ स पराइ जइहीं।”"},{"number":4,"verse":"यहोवा कहत ह, “उ समइ, इस्राएल क अउर यहूदा क लोग एक संग होइहीं। उ पचे एक संग बराबर रोवत रहिहीं अउर एक संग ही उ पचे आपन यहोवा परमेस्सर क खोजइ जइहीं।"},{"number":5,"verse":"उ सबइ लोग पूछिहीं सिय्योन कइसे जाइँ उ पचे उ दिसा मँ चलब सुरू करिहीं। लोग कहिहीं, ‘आवा, हम यहोवा स जाइ मिलइँ, हम एक अइसी करार करी जउन सदा ही रहइ। हम लोग एक ठु अइसी करार करी जेका हम कबहुँ न बिसरी।’"},{"number":6,"verse":"“मोर लोग हेरान भेड़िन क तरह होइ ग अहइँ। ओनकर गड़रियन ओनका गलत राहे पइ लइ गवा अहइँ। ओनकर मार्गदर्सकन ओनका पहाड़न अउर पहाड़ियन मँ चारिहुँ कइँती भटकाएन ह। उ पचे बिसरि गएन कि ओनकर बिस्राम क ठउर कहाँ अहइ।"},{"number":7,"verse":"जउन भी मोरे लोगन क पाएस, चोट पहोंचाएस अउर ओन कहेन, ‘हम कछू गलत नाहीं कीन्ह। वे लोग ही यहोवा क खिलाफ पाप किहेन। यहोवा ओनकर बिस्राम क ठउर अहइ। अउर परमेस्सर जेह पइ ओकर पुरखन पतियानेन।’"},{"number":8,"verse":"“बाबुल स पराइ निकरा। कसदी लोगन क देस क तजि द्या। ओन बोकरन क तरह बना जउन झूण्ड क राह देखावत हीं।"},{"number":9,"verse":"मइँ बहोत स रास्ट्रन क उत्तर स एक संग लिआउब। रास्ट्रन क इ समूह बाबुल क बिरुद्ध जुद्ध बरे तइयार होइ। बाबुल उत्तर क लोगन क जरिये अधिकार मँ लिआवा जाइ। उ सबइ रास्ट्र बाबुल पइ अनेक बाण चलइहीं अउर उ सबइ बाण ओन फउजियन क समान होइहीं जउन जुद्ध भूइँया स खाली हाथ नाहीं लउटेन।"},{"number":10,"verse":"दुस्मन कसदी लोगन स सारा धन लेइ। उ सबइ दुस्मन फउजी जउन चहिहीं, लेइहीं।” इ सबइ यहोवा कहत ह।"},{"number":11,"verse":"“बाबुल, तू उत्तेजित अउ खुस ह्वा। तू मोर देस लिहा। तू अनाज क चारिहुँ कइँती गइया क तरह नाचत अहा। तोहार हँसी घोड़न क हिनहिनाहट जइसी अहइ।"},{"number":12,"verse":"अब तोहार महतारी बहित लजाइ तोहका जन्म देइवाली महतारी क ग्लानि होइ बाबुल सबहिं रास्ट्रन क तुलना मँ सब स कम महत्व क होइ। उ एक सूना रेगिस्तान होइ।"},{"number":13,"verse":"यहोवा आपन किरोध परगट करी। एह बरे कउनो मनई हुआँ नाहीं रही। बाबुल नगर पूरी तरह खाली रही। बाबुल स गुजरइवाला हर एक मनई डेराइ। उ पचे आपन मूँड़ हिलइहीं जब उ पचे लखिहीं कि इ कउने बुरी तरह नस्ट भवा ह।"},{"number":14,"verse":"“बाबुल क खिलाफ जुद्ध क तइयारी करा। सबहिं फउजियन आपन धनुस स बाबुल पइ बाण चलावा। आपन बाणन क न बचावा। बाबुल यहोवा क खिलाफ पाप किहस ह।"},{"number":15,"verse":"बाबुल क चारिहुँ ओर क फउजियो, जुद्ध क उद्घोस करा। अब बाबुल आत्म समर्पण किहेस ह। ओकर दीवारन अउर गुम्बदन क गिराइ दीन्ह ग अहइ। यहोवा ओन लोगन क उ सजा देत अहइ जउन ओनका मिलइ चाही। रास्ट्रो तू बाबुल क उ सजा द्या जउन मिलइ चाही। ओकर संग उ करा जउन उ दूसर रास्ट्रन क संग किहस ह।"},{"number":16,"verse":"बाबुल क लोगन क ओनकर फसलन न उगावइ द्या। ओनका फसलन न काटइ द्या। बाबुल क फउजी आपन नगर मँ अनेकन कैदी लियाएन ह। अब दुस्मन क फउजी आइ गवा अहइँ, एह बरे उ पचे कैदी आपन घर लउटत अहइँ। उ सबइ कैदी आपन देसन क वापस परात अहइँ।"},{"number":17,"verse":"“इस्राएल भेड़ी क तरह अहइ जेका सेरन पाछा कइके भगाइ दिहन ह। ओका खाइवाला पहिला सेर अस्सूर क राजा रहा। ओकर हाड़न क चूर करइवाला आखिरी सेर बाबुल क राजा नबूकदनेस्सर रहा।"},{"number":18,"verse":"एह बरे सर्वसक्तीमान यहोवा, इस्राएल क परमेस्सर कहत ह: ‘मइँ हाली ही बाबुल क राजा अउर ओकर देस क सजा देब। मइँ ओका वइसे ही सजा देब जइसे मइँ अस्सूर क राजा क सजा दिहेउँ।"},{"number":19,"verse":"“‘मुला इस्राएल क मइँ ओकरे खेतन मँ वापस लिआउब। उ उहइ भोजन करी जउन कर्मेल पर्वत अउर बासान क भुइँया क उपज अहइ। उ भोजन करी अउर भरा पूरा होइ। उ एप्रैम अउर गिलाद भुइँया मँ पहाड़ियन पइ खाइ।’”"},{"number":20,"verse":"यहोवा कहत ह, “उ समइ लोग इस्राएल क अपराध क जानइ चहिहीं। किन्तु कउनो अपराध नाहीं होइ। लोग यहूदा क पापन क जानइ चहिहीं किन्तु कउनो पाप नाहीं मिली। काहेकि मइँ इस्राएल अउ यहूदा क कछू बचे भएन क बचावत अहउँ अउर मइँ ओनकर सबहिं पापन बरे ओनका छिमा करत हउँ।”"},{"number":21,"verse":"यहोवा कहत ह, “मरातैम देस पइ हमला करा। पकोद क पहँटा क निवासियन पइ हमला करा। ओन पइ हमला करा, ओनका मार डावा अउर ओनका पूरी तरह नस्ट कइ द्या। उ सब करा जेकरे बरे मइँ आदेस देत हउँ।"},{"number":22,"verse":"“जुद्ध क घोस समूचइ देस मँ सुना जाइ सकत ह। इ बहोत जियादा बिध्वंस क सोर अहइ।"},{"number":23,"verse":"बाबुल ‘पूरी भुइँया क हथौड़ा’ रहा। किन्तु अब हथौड़ा टूट गवा बिखराइ गवा अहइ। बाबुल सबन मँ सब स जियादा बर्बाद रास्ट्रन मँ स एक अहइ।"},{"number":24,"verse":"बाबुल, तू एक जाल बिछाएउँ, किन्तु खुद ही तू एहमाँ आइ फँसा अउर तू लख भी नाहीं पाएस कि उ आवत रहा। तू यहोवा क खिलाफ लड़्या, एह बरे तू मिल गया अउर धरा गया।"},{"number":25,"verse":"यहोवा आपन भण्डार खोल दिहस ह। अउर आपन किरोध क अस्त्र-सस्त्र निकारेस ह। सर्वसक्तीमान परमेस्सर यहोवा ओन अस्त्र-सस्त्र क निकारेस ह काहेकि ओका कसदी लोगन क देस मँ काम करब अहइ।"},{"number":26,"verse":"“बहोत दूर स बाबुल क खिलाफ आवा, ओकर अन्न भण्डार घरन क तोड़िके खोला। बाबुल क पूरी तरह नस्ट करा अउर कउनो क जिअत न छोड़ा। ओनकर ल्हासन क अनाजे क बड़के ढेर क तरह एक ढेर मँ लगावा।"},{"number":27,"verse":"बाबुल क सबहिं नउ जवानन क मार डावा। ओनकर नरसंहार होइ द्या। ओनकर पराजय क समय आइ गवा अहइ। एह बरे ओनके बरे बहोत बुरा होइ। इ ओनके बरे दण्डित होइ क समइ अहइ।"},{"number":28,"verse":"लोग बाबुल देस स परात अहइँ, उ पचे उ देस स बच निकरत अहइँ। उ सबइ लोग सिय्योन क आवत अहइँ अउर उ पचे सबहिं स उ सब कहत अहइँ जउन यहोवा करत अहइ। उ सबइ कहत अहइँ कि बाबुल क, जउन सजा मिलइ चाही यहोवा ओका देत अहइ। बाबुल यहोवा क मन्दिर क नस्ट किहस, एह बरे अब यहोवा बाबुल क नस्ट करत अहइ।"},{"number":29,"verse":"“धनुर्धारियन क बाबुल क खिलाफ बोलावा। ओन लोगन स नगर पइ हमला करइ क कहा। कउनो क बच निकरइ जिन द्या। जउन उ किहस ह ओकर उल्टा भुगतान करा। ओकरे संग उहइ करा जउन उ दूसर रास्ट्रन क संग किहेस ह। बाबुल यहोवा क सम्मान नाहीं किहेस। बाबुल इस्राएल क पवित्तरतम क बरे बड़ा घमण्डी रहा। एह बरे बाबुल क सजा द्या।"},{"number":30,"verse":"बाबुल क नउ जवान सड़कन पइ मारा जइहीं, ओह दिन सबहिं फउजी मर जइहीं।” इ सबइ यहोवा कहत ह।"},{"number":31,"verse":"“बाबुल, तू बहोत गर्वीला अहा, अउर मइँ तोहरे खिलाफ हउँ।” हमार सुआमी सर्वसक्तीमान यहोवा इ सब कहत ह। “मइँ तोहरे खिलाफ हउँ अउर तोहरे दण्डित होइ क समइ आइ गवा ह।"},{"number":32,"verse":"गर्वीला बाबुल ठोकर खाइ अउ गिरी अउर कउनो मनई ओका उठावइ मँ मदद नाहीं करी। मइँ ओकरे नगरन मँ आगी लगाउब, उ आगी ओकरे चारिहुँ कइँती क सबहिं क पुरी तरह बारि देइ।”"},{"number":33,"verse":"सर्वसक्तीमान यहोवा कहत ह, “इस्राएल अउ यहूदा क लोग दास अहइँ। दुस्मन ओनका लइ गवा अउर दुस्मन इस्राएल क निकरि जाइ नाहीं देइ।"},{"number":34,"verse":"मुला परमेस्सर ओन लोगन क वापस लिआइ। ओकर नाउँ सर्वसक्तिमान परमेस्सर यहोवा अहइ। उ दृढ़ सक्ति स ओन लोगन क रच्छा करी। उ ओनकर रच्छा करी जेहसे उ पृथ्वी क बिस्राम दइ सकइ। किन्तु उ बाबुल क लोगन क बिस्राम नाहीं देइ।”"},{"number":35,"verse":"यहोवा कहत ह, “बाबुल क लोगन क तरवार स मार द्या। बाबुल क राजकीय अधिकारियन अउ ग्यानियन क भी तरवार स मर जाइ द्या।"},{"number":36,"verse":"बाबुल क याजकन क तरवार स मार द्या। उ सबइ याजक मूरख लोगन क तरह होइहीं। बाबुल क फउजियन क तरवार स मर जाइ द्या, उ सबइ फउजी त्रास स भरि जइहीं।"},{"number":37,"verse":"बाबुल क घोड़न अउर रथन क तरवार क घाट उतरइ द्या। दूसर देसन क भाड़े क फउजियन क तरवार स कट जाइ द्या। उ सबइ फउजी भयभीत अबला होइहीं। बाबुल क खजाने क खिलाफ तरवार उठइ द्या, उ सबइ खजानन लइ लीन्ह जइहीं।"},{"number":38,"verse":"बाबुल क नदियन सूख जाइँ। उ सबइ नदियन सूख जइहीं। बाबुल देस मँ असंख्य देवमूरतियन अहइँ। उ सबइ मूरतियन परगट करत हीं कि बाबुल क लोग मूरख अहइँ। एह बरे ओन लोगन क संग बुरी घटनन घटिहीं।"},{"number":39,"verse":"बाबुल फुन लोगन स नाहीं भरी जंगली कुकुरन, सुतुरमुर्ग अउर दूसर रेगिस्तान क जनावर हुआँ रहिहीं। किन्तु हुआँ कबहुँ कउनो मनई नाहीं रही।"},{"number":40,"verse":"परमेस्सर सदोम, अमोरा अउ ओनके चारिहुँ कइँती क नगरन क पूरी तरह स नस्ट किहे रहा अउर जब ओन नगरन मँ कउनो नाहीं रहत। इहइ तरह बाबुल मँ कउनों नाहीं रही अउर कउनो मनई हुआँ रहइ कबहुँ नाहीं जाइ।"},{"number":41,"verse":"“लखा, उत्तर स लोग आवत अहइँ, उ पचे एक सक्तीसाली रास्ट्र स आवत अहइँ। पूरे संसार क चारिहुँ ओर स एक संग बहोत स राजा आवत अहइँ।"},{"number":42,"verse":"ओनकी फउज क लगे धनुस अउर भालन अहइँ, फउजी कूर अहइँ, ओनमाँ दाया नाहीं अहइ। फउजी आपन घोड़न पइ सवार आवत अहइँ, ओकर दोड़इ क आवाज समुद्दर क गरजन क तरह अहइ। उ पचे आपन जगहियन पइ जुद्ध बरे तइयार अहइँ। बाबुल नगर उ पचे तोह पइ हमला करइ क तत्पर अहइँ।"},{"number":43,"verse":"बाबुल क राजा ओन फउजन क बारे मँ सुनेस, अउर उ आतंकित होइ गवा। उ एतना डर गवा ह कि ओकर हाथ हल नाहीं सकतेन। ओकरे डर स ओकरे पेट मँ अइसी पीरा होत अहइ, जइसे उ बच्चा पइदा करइवाली मेहरारू होइ।”"},{"number":44,"verse":"यहोवा कहत ह, “कबहुँ यरदन नदी क निचके क घनी झाड़ियन स एक ठु सेर निकरी। उ सेर ओन खेतन मँ आइ जहाँ लोग आपन जनावरन रखत हीं अउर सब जनावर पराइ जइहीं। मइँ उ सेर क तरह होब। मइँ बाबुल, स ओकर देस छोड़ाउब। इ करइ बरे मइँ केका चुनब? मइँ जेका चाहब चुनब। काहेकि अइसा कउनो मनई नाहीं जउन मोका चुनौती दइ सकइ। कउनो गड़रिया मोर समन्वा खड़ा नाहीं होइ सकत।”"},{"number":45,"verse":"बाबुल क संग यहोवा जउन कछू करइ क जोजना बनाएस ह, ओका सुना। “बाबुल लोगन बरे यहोवा जउन करइ क निर्णय लिहस ह ओका सुना। दुस्मन बाबुल क लोगन क खींच लेइ जाब्या जइसा एक बछड़ा क झुण्ड स खींच लइ जाइ जात ह। उ बाबुल क एक खाली खेत मँ बदल देब।"},{"number":46,"verse":"बाबुल क पतन होइ, अउर उ पतन पृथ्वी क कँपकँपाइ देइ। सबहिं रास्ट्रन क लोग बाबुल क बिध्वंस होइ क बारे मँ सुनिहीं।”"}]}