{"bibleAbbr":"awaERV2005","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":8,"verses":[{"number":1,"verse":"यहोवा कहत ह: “उ समइ लोग यहूदा क राजा लोग अउर प्रमुख सासक लोग क हड्डियन क कब्रन स निकारि लेइहीं। उ पचे याजकन अउर नबियन क हड्डियन क ओनकर कब्रन स लइ लेइहीं। उ पचे यरूसलेम क सबहिं लोगन क कब्रन स हड्डियन निकारि लेइहीं।"},{"number":2,"verse":"उ सबइ लोग ओन हड्डियन क सूरज, चाँद अउर तारन क पूजा बरे खाले जमीन पइ फइलइहीं। यरूसलेम क लोग सूरज, चाँद अउ तारन क पूजा स पिरेम करत हीं। कउनो भी मनई ओन हड्डियन क बटोरी नाहीं अउर न ही ओनका फुन दफनाई। एह बरे ओन लोगन क हड्डियन गोबर क तरह भुइँया पइ पड़ी रहिहीं।"},{"number":3,"verse":"“मइँ यहूदा क लोगन क आपन घर अउ प्रदेस तजइ पर विवस करब। लोग विदेसन मँ लइ जावा जइहीं। यहूदा क उ सबइ कछू लोग जउन जुद्ध मँ नाहीं मारा जाइ सकेन, चहिहीं कि उ पचे मार डावा गए होतेन।” इ सँदेसा यहोवा क अहइ।"},{"number":4,"verse":"( पाप अउर सजा) “ओन लोगन स कहा, ‘जउन यहोवा कहत ह उ इ अहइ: “‘तू इ सब जानत अहा कि जउन मनई गिरत ह उ फुन उठत ह। अउर जदि कउनो मनई गलत राहे पइ चलत ह तउ का उ वापस नाहीं आवत ह?"},{"number":5,"verse":"यहूदा क लोग गलत राह चला गवा अहइँ। मुला यरूसलेम क लोग गलत राह चलत ही काहे जात अहइँ? उ पचे आपन झूठ मँ बिस्सास रखत हीं। उ पचे मुड़इ अउर लउटइ स इन्कार करत हीं।"},{"number":6,"verse":"मइँ ओनका धियान स सुनेउँ ह, मुला उ पचे उ नाहीं कहतेन जउन फुरइ अहइ। लोग आपन पापे खातिर पछतातेन नाहीं। लोग ओन बुरे करमन पइ विचार नाहीं करतेन जेनका उ पचे किहेन ह। हर एक अपने राहे पइ वइसे ही चला जात अहइ। उ पचे जुद्ध मँ दउड़त भए घोड़वन क समान अहइँ।"},{"number":7,"verse":"अकासे क पंछी भी काम करइ क ठीक समइ जानत हीं। सारस, कबूतर, खज्जन अउ मइना भी जानत हीं कब ओनका आपन नवे घरे मँ उड़िके जाब अहइ। किन्तु मोर लोग नाहीं जानतेन कि यहोवा ओनसे का कराउब चाहत ह।"},{"number":8,"verse":"“‘तू पचे कइसे कह सकत ह, “हमका यहोवा क नेम मिली अहइ। एह बरे हम बुद्धिमान अही?” किन्तु जउन नेम क सिच्छा देत ह अहइ उहइ एका झुठलाइ दिहेस ह।"},{"number":9,"verse":"ओन “चतुर लोग” यहोवा क सिच्छा अनसुनी किहेन ह एह बरे फुरइ उ पचे असल मँ बुद्धिमान लोग नाहीं अहइँ। उ पचे “चतुर लोग” जाल मँ फँसावा गएन। उ पचे काँप उठेन अउर लज्जित भएन।"},{"number":10,"verse":"एह बरे मइँ ओनकर मेहररूअन क दूसर मनइयन क देब। मइँ ओनके खेते क दूसर मालिकन क दइ देब। इस्राएल क सबहिं लोग जियादा स जियादा धन चाहत हीं। कम महत्त्वपूर्ण स लइके ज्यादा महत्त्वपूर्ण सबहिं लोग निआवहीन धन बरे लालची अहइ। हिआँ तलक कि नबी स लइके याजक भी लबार बोलत हीं।"},{"number":11,"verse":"नबी अउर याजक हमरे लोगन क घावन क भरइ क जतन अइसे करत हीं माना उ पचे नान्ह स घाव होइँ। उ पचे कहत हीं, “सान्ति! सान्ति! किन्तु हुआँ सान्ति नाहीं अहइँ।”"},{"number":12,"verse":"ओन लोगन क आपन किए बुरे करमन बरे लज्जित होइ चाही। किन्तु उ पचे बिल्कुल लज्जित नाहीं। एह बरे उ पचे दूसर सबहिं क संग गिर जाइहीं। जब मइँ ओनका सज़ा देब तउ उ पचे ठोकर खाइहीं।’” यहोवा कहत ह।"},{"number":13,"verse":"“‘मइँ आपन लोगन क इकट्ठा करइ बरे आउब्या यहोवा कहत ह: कउनो भी अंगूरे क बेलन मँ कउनो अंगूर नाहीं होइ। कउनो भी अंजीरे क पेड़न पइ कउनो अंजीर नहीं होइ। हिआँ तलक कि पातियन भी सूखिके झड़ि जाइहीं। अउर मइँ इ सारी बातन क ओन लोगन पइ होइ देब।’”"},{"number":14,"verse":"“‘हम हिआँ खाली काहे बइठा अही? आवा, मजबूत सहरन क भाग निकरी। जदि हमार परमेस्सर यहोवा हमका मारइ ही जात अहइ, तउ हम हुअँइ मरी। हम यहोवा क खिलाफ पाप किहा ह एह बरे परमेस्सर हमका पिअइ क पानी जहरीला पानी दिहेस ह।"},{"number":15,"verse":"हम सान्ति क आसा करत रहे, किन्तु कछू भी नीक नाहीं होइ सका। हम अइसे समइ क आसा करित ह, जब उ छिमा कइ देइ। किन्तु बिपत्ति ही आइ पड़ी अहइ।"},{"number":16,"verse":"दान क परिवार समूह क प्रदेस स हम दुस्मन क घोड़न क नथुनन क फड़फड़ावइ क आवाज सुनित ह, ओनकर टापन स धरती काँप उठी अहइ, उ पचे प्रदेस अउर एहमाँ क सारी चीजन क नस्ट करइ आवा अहइँ। उ पचे सहर अउर एकर निवासी सबहिं लोगन क जउन हुआँ रहत हीं नस्ट करइ आवा अहइँ।’”"},{"number":17,"verse":"“यहूदा क लोगो, मइँ तू पचन्क डसइ क जहरीला साँप पठवत अहउँ। ओन साँपन क सम्मोहित नाहीं कीन्ह जाइ सकत। उ सबइ ही साँप तू पचन्क डसिहीं।” इ सँदेसा यहोवा क अहइ।"},{"number":18,"verse":"परमेस्सर, मइँ बहोत दुःखी अउर भयभीत अहउँ।"},{"number":19,"verse":"मोर लोगन क सुना। इ देस मँ उ पचे चारिहुँ कइँती मदद बरे गोहरावत अहइँ। उ पचे कहत अहइँ, “का यहोवा अब भी सिय्योन मँ अहइ? का सिय्योन क राजा अब भी हुआँ अहइँ?” किन्तु परमेस्सर कहत ह, “यहूदा क लोग, आपन देव मूरतियन क पूजा कइके मोका किरोधित काहे करत अहा? उ पचे आपन बियर्थ बिदेसी देव मूरतियन क पूजा किहन ह।”"},{"number":20,"verse":"लोग कहत हीं, “फसल काटइ क समइ अउर गरमी क मौसम चला गवा ह किन्तु हम बचावा नाहीं जाइ सके।”"},{"number":21,"verse":"मोर लोग बीमार अहइँ, एह बरे मइँ बीमार हउँ। मइँ एन बीमार लोगन क चिन्ता मँ दुःखी अउ निरास हउँ।"},{"number":22,"verse":"निहचय ही, गिलाद प्रदेस मँ कछू दवा अहइ। निहचय ही, गिलाद प्रदेस म बैद्य अहइ। तउ भी मोरे लोगन क घाव काहे नीक नाहीं होतेन?"}]}