{"bibleAbbr":"orOV2014","bookName":"ଯୋହନଙ୍କ ପ୍ରଥମ ପତ୍ର","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"ଦେଖ, ପିତା ଆମ୍ଭମାନଙ୍କୁ କିପ୍ରକାର ପ୍ରେମ ଦାନ କରିଅଛନ୍ତି ଯେ, ଆମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କ ସନ୍ତାନ ବୋଲି ଖ୍ୟାତ ହେବୁ, ଆଉ ଆମ୍ଭେମାନେ ତାହା ହିଁ ଅଟୁ । ଏଥିସକାଶେ ଜଗତ ଆମ୍ଭମାନଙ୍କୁ ଚିହ୍ନୁ ନାହିଁ, କାରଣ ତାହା ତାହାଙ୍କୁ ଚିହ୍ନି ନ ଥିଲା। ।"},{"number":2,"verse":"ହେ ପ୍ରିୟମାନେ, ବର୍ତ୍ତମାନ ଆମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କ ସନ୍ତାନ ଅଟୁ, ଆଉ ଆମ୍ଭେମାନେ କଅଣ ହେବା, ତାହା ଏପର୍ଯ୍ୟନ୍ତ ପ୍ରକାଶିତ ହୋଇ ନାହିଁ । ଆମ୍ଭେମାନେ ଜାଣୁ ଯେ, ସେ ଯେତେବେଳେ ପ୍ରକାଶିତ ହେବେ, ସେତେବେଳେ ଆମ୍ଭେମାନେ ତାହାଙ୍କ ସଦୃଶ ହେବା।, କାରଣ ସେ ଯେପରି, ଆମ୍ଭେମାନେ ସେହିପରି ତାହାଙ୍କୁ ଦର୍ଶନ କରିବା ।"},{"number":3,"verse":"ଆଉ ଯେକେହି ତାହାଙ୍କଠାରେ ଏହି ଭରସା ସ୍ଥାପନ କରିଅଛି, ସେ ଯେପରି ପବିତ୍ର ଅଟନ୍ତି, ସେ ସେହିପରି ଆପଣାକୁ ପବିତ୍ର କରେ ।"},{"number":4,"verse":"ଯେକେହି ପାପ କରେ, ସେ ମଧ୍ୟ ବ୍ୟବସ୍ଥା ଲଙ୍ଘନ କରେ, କାରଣ ବ୍ୟବସ୍ଥା ଲଙ୍ଘନ ହିଁ ପାପ ।"},{"number":5,"verse":"ଆଉ ତୁମ୍ଭେମାନେ ଜାଣ ଯେ, ସେ ପାପ ବହି-ନେଇଯିବା ପାଇଁ ପ୍ରକାଶିତ ହେଲେ, ଆଉ ତାହାଙ୍କ-ଠାରେ ପାପ ନାହିଁ, ।"},{"number":6,"verse":"ଯେକେହି ତାହାଙ୍କଠାରେ ରହେ, ସେ ପାପ କରେ ନାହିଁ; ଯେକେହି ପାପ କରେ, ସେ ତାହାଙ୍କୁ ଦେଖି ନାହିଁ, କିଅବା ତାହାଙ୍କୁ ଜାଣି ନାହିଁ ।"},{"number":7,"verse":"ହେ ବତ୍ସଗଣ, କେହି ତୁମ୍ଭମାନଙ୍କୁ ଭ୍ରାନ୍ତ ନ କରୁ; ଯେ ଧର୍ମାଚରଣ କରେ, ସେ ଯେପରି ଧାର୍ମିକ ଅଟନ୍ତି, ସେ ସେହିପରି ଧାର୍ମିକ ଅଟେ;"},{"number":8,"verse":"ଯେ ପାପ କରେ, ସେ ଶୟତାନରୁ ଜାତ, କାରଣ ଶୟତାନ ଆରମ୍ଭରୁ ପାପ କରିଆସୁଅଛି । ଶୟତାନର କାର୍ଯ୍ୟ ବିନାଶ କରିବା ଉଦ୍ଦେଶ୍ୟରେ ହିଁ ଈଶ୍ଵରଙ୍କ ପୁତ୍ର ପ୍ରକାଶିତ ହେଲେ ।"},{"number":9,"verse":"ଯେକେହି ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ, ସେ ପାପ କରେ ନାହିଁ, କାରଣ ଈଶ୍ଵରଙ୍କ ବୀଜ ତାହାଠାରେ ରହେ, ଆଉ ସେ ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ ହେବାରୁ ପାପ କରି ପାରେ ନାହିଁ ।"},{"number":10,"verse":"ଏଥିରେ କିଏ ଈଶ୍ଵରଙ୍କ ସନ୍ତାନ ଓ କିଏ ଶୟତାନର ସନ୍ତାନ, ଏହା ପ୍ରକାଶିତ ହୁଏ; ଯେକେହି ଧର୍ମାଚରଣ କରେ ନାହିଁ, କିଅବା ଆପଣା ଭାଇକୁ ପ୍ରେମ କରେ ନାହିଁ, ସେ ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ ନୁହେଁ ।"},{"number":11,"verse":"( ଏକ ଆରେକ ପ୍ରତି ପ୍ରେମ) କାରଣ ଆମ୍ଭମାନଙ୍କର ଯେ ପରସ୍ପରକୁ ପ୍ରେମ କରିବା କର୍ତ୍ତବ୍ୟ, ଏହି ବାଣୀ ତୁମ୍ଭେମାନେ ଆଦ୍ୟରୁ ଶୁଣିଅଛ;"},{"number":12,"verse":"ପାପାତ୍ମାର ସନ୍ତାନ ଯେ କୟିନ, ତାହା ପରି ହୁଅ ନାହିଁ, ସେ ଆପଣା ଭାଇକୁ ବଧ କଲା; ଆଉ ସେ ତାହାକୁ କାହିଁକି ବଧ କଲା ? କାରଣ ଏହି ଯେ, ତାହାର କାର୍ଯ୍ୟ ପାପମୟ, ଆଉ ତାହାର ଭାଇର କାର୍ଯ୍ୟ ଧର୍ମମୟ ଥିଲା ।"},{"number":13,"verse":"ହେ ଭାଇମାନେ, ଜଗତ ତୁମ୍ଭମାନଙ୍କୁ ଘୃଣା କଲେ, ଆଶ୍ଚର୍ଯ୍ୟଜ୍ଞାନ କର ନାହିଁ ।"},{"number":14,"verse":"ଆମ୍ଭେମାନେ ଜାଣୁ ଯେ, ଆମ୍ଭେମାନେ ମୃତ୍ୟୁକୁ ଅତିକ୍ରମ କରି ଜୀବନରେ ପ୍ରବେଶ କରିଅଛୁ, ଯେଣୁ ଆମ୍ଭେମାନେ ଭାଇମାନଙ୍କୁ ପ୍ରେମ କରୁଅଛୁ । ଯେ ପ୍ରେମ କରେ ନାହିଁ, ସେ ମୃତ୍ୟୁର ଅଧୀନରେ ଥାଏ ।"},{"number":15,"verse":"ଯେକେହି ଆପଣା ଭାଇକୁ ଘୃଣା କରେ, ସେ ନରଘାତକ; ଆଉ ନରଘାତକଠାରେ ଯେ ଅନ; ଜୀବନ ନ ଥାଏ , ଏହା ତୁମ୍ଭେମାନେ ଜାଣ ।"},{"number":16,"verse":"ସେ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଆପଣା ପ୍ରାଣ ଦାନ କରିବା ଦ୍ଵାରା ଆମ୍ଭେମାନେ ପ୍ରେମର ପରିଚୟ ପାଇଅଛୁ; ପୁଣି ଭାଇମାନଙ୍କ ନିମନ୍ତେ ଆମ୍ଭମାନଙ୍କର ମଧ୍ୟ ପ୍ରାଣ ଦାନ କରିବା ଉଚିତ ।"},{"number":17,"verse":"କିନ୍ତୁ ଯେ ଜାଗତିକଭାବେ ସମ୍ପତ୍ତିଶାଳୀ ହୋଇ ଆପଣା ଭାଇକୁ ଅଭାବଗ୍ରସ୍ତ ଦେଖିଲେ ହେଁ ତାହା ପ୍ରତି ଆପଣା ଦୟା ରୁଦ୍ଧ କରେ, ତାହାଠାରେ ଈଶ୍ଵରଙ୍କ ପ୍ରେମ କିପରି ରହି ପାରେ ?"},{"number":18,"verse":"ହେ ବତ୍ସଗଣ, ଆସ, ଆମ୍ଭେମାନେ ବାକ୍ୟରେ କି ଜିହ୍ଵାରେ ପ୍ରେମ ନ କରି କାର୍ଯ୍ୟରେ ଓ ସତ୍ୟରେ ପ୍ରେମ କରୁ ।"},{"number":19,"verse":"ତାହା କଲେ, ଆମ୍ଭେମାନେ ଯେ ସତ୍ୟର ସନ୍ତାନ, ଏହା ଜାଣିବା,"},{"number":20,"verse":"ପୁଣି ଯେକୌଣସି ବିଷୟରେ ଆମ୍ଭମାନଙ୍କ ହୃଦୟ ଆମ୍ଭମାନଙ୍କୁ ଦୋଷୀ କରେ, ସେ ବିଷୟରେ ତଦ୍ଦ୍ଵାରା ତାହାଙ୍କ ଛାମୁରେ ଆପଣାମାନଙ୍କର ହୃଦୟ ସୁସ୍ଥିର କରି ପାରିବା; କାରଣ ଈଶ୍ଵର ଆମ୍ଭମାନଙ୍କ ହୃଦୟଠାରୁ ମହାନ ଓ ସେ ସବୁ ଜାଣନ୍ତି ।"},{"number":21,"verse":"ହେ ପ୍ରିୟମାନେ, ଆମ୍ଭମାନଙ୍କ ହୃଦୟ ଯଦି ଆମ୍ଭମାନଙ୍କୁ ଦୋଷୀ ନ କରେ, ତାହାହେଲେ ଈଶ୍ଵରଙ୍କ ଛାମୁରେ ଆମ୍ଭମାନଙ୍କର ସାହସ ଅଛି,"},{"number":22,"verse":"ପୁଣି ଆମ୍ଭେମାନେ ଯାହା ଯାହା ମାଗୁ, ସେହିସବୁ ତାହାଙ୍କଠାରୁ ପାଇଥାଉ, କାରଣ ଆମ୍ଭେମାନେ ତାହାଙ୍କର ଆଜ୍ଞା ପାଳନ କରୁ, ପୁଣି ତାହାଙ୍କର ଦୃଷ୍ଟିରେ ଯାହା ସନ୍ତୋଷଜନକ, ତାହା କରିଥାଉ, ।"},{"number":23,"verse":"ତାହାଙ୍କର ଆଜ୍ଞା ଏହି ଯେ, ଆମ୍ଭେମାନେ ତାହାଙ୍କ ପୁତ୍ର ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ନାମରେ ବିଶ୍ଵାସ କରିବା ଓ ତାହାଙ୍କ ଦତ୍ତ ଆଜ୍ଞାନୁସାରେ ପରସ୍ପରକୁ ପ୍ରେମ କରିବା ।"},{"number":24,"verse":"ଯେ ତାହାଙ୍କ ଆଜ୍ଞା ପାଳନ କରେ, ସେ ତାହାଙ୍କ-ଠାରେ ରହେ ଓ ସେ ତାହାଠାରେ ରହନ୍ତି; ଆଉ ସେ ଯେ ଆମ୍ଭମାନଙ୍କଠାରେ ରହନ୍ତି, ଏହା ଆମ୍ଭେମାନେ ତାହାଙ୍କ ଦତ୍ତ ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ଜାଣୁଅଛୁ ।"}]}