{"bibleAbbr":"orOV2014","bookName":"ଯୋହନଙ୍କ ପ୍ରଥମ ପତ୍ର","bookEnglishName":"1 John","chapterNumber":4,"verses":[{"number":1,"verse":"( ଆତ୍ମାଗୁଡିକର ପରୀକ୍ଷା) ହେ ପ୍ରିୟମାନେ, ପ୍ରତ୍ୟେକ ଆତ୍ମାଙ୍କୁ ବିଶ୍ଵାସ କର ନାହିଁ, ବରଂ ଆତ୍ମାମାନେ ଈଶ୍ଵରଙ୍କଠାରୁ ଆଗତ କି ନାହିଁ, ଏହା ସେମାନଙ୍କୁ ପରୀକ୍ଷା କରି ଦେଖ, କାରଣ ଜଗତରେ ଅନେକ ଭଣ୍ତ ଭାବବାଦୀ ବାହାରିଅଛନ୍ତି ।"},{"number":2,"verse":"ଏହା ଦ୍ଵାରା ତୁମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କ ଆତ୍ମାଙ୍କୁ ଚିହ୍ନି ପାରିବ, ଯୀଶୁ ଖ୍ରୀଷ୍ଟ ଯେ ଦେହବ; ହୋଇ ଆସିଅଛନ୍ତି, ଏହା ଯେକୌଣସି ଆତ୍ମା ସ୍ଵୀକାର କରେ, ସେ ଈଶ୍ଵରଙ୍କଠାରୁ ଆଗତ,"},{"number":3,"verse":"ଆଉ ଯେକୌଣସି ଆତ୍ମା ଯୀଶୁଙ୍କୁ ସ୍ଵୀକାର ନ କରେ, ସେ ଈଶ୍ଵରଙ୍କଠାରୁ ଆଗତ ନୁହେଁ; ଏହା ଖ୍ରୀଷ୍ଟାରିର ଆତ୍ମା, ଯାହାର ଆଗମନ କଥା ତୁମ୍ଭେମାନେ ଶୁଣିଅଛ, ପୁଣି ତାହା ଏବେ ହେଁ ଜଗତରେ ଉପସ୍ଥିତ ହୋଇଅଛି ।"},{"number":4,"verse":"ହେ ବତ୍ସଗଣ, ତୁମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ, ଆଉ ତୁମ୍ଭେମାନେ ସେମାନଙ୍କୁ ଜୟ କରିଅଛ, କାରଣ ତୁମ୍ଭମାନଙ୍କଠାରେ ଯେ ଅଛନ୍ତି, ସେ, ଜଗତରେ ଯେ ଅଛି, ତାହାଠାରୁ ମହାନ ।"},{"number":5,"verse":"ସେମାନେ ଜଗତରୁ ଉତ୍ପନ୍ନ, ଅତଏବ ସେମାନେ ଜାଗତିକ କଥା କହନ୍ତି, ଆଉ ଜଗତ ସେମାନଙ୍କ କଥା ଶୁଣେ ।"},{"number":6,"verse":"କିନ୍ତୁ ଆମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ; ଯେ ଈଶ୍ଵରଙ୍କୁ ଜାଣେ, ସେ ଆମ୍ଭମାନଙ୍କ କଥା ଶୁଣେ; ଯେ ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ ନୁହେଁ, ସେ ଆମ୍ଭମାନଙ୍କ କଥା ଶୁଣେ ନାହିଁ । ଏତଦ୍ଦ୍ଵାରା ଆମ୍ଭେମାନେ ସତ୍ୟମୟ ଆତ୍ମା ଓ ଭ୍ରାନ୍ତିପୂର୍ଣ୍ଣ ଆତ୍ମାକୁ ଚିହ୍ନି ପାରୁ ।"},{"number":7,"verse":"( ଈଶ୍ଵର ପ୍ରେମମୟ) ହେ ପ୍ରିୟମାନେ, ଆସ, ଆମ୍ଭେମାନେ ପରସ୍ପରକୁ ପ୍ରେମ କରୁ, କାରଣ ପ୍ରେମ ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ, ଆଉ ଯେକେହି ପ୍ରେମ କରେ, ସେ ଈଶ୍ଵରଙ୍କଠାରୁ ଜାତ ଓ ଈଶ୍ଵରଙ୍କୁ ଜାଣେ ।"},{"number":8,"verse":"ଯେ ପ୍ରେମ କରେ ନାହିଁ, ସେ ଈଶ୍ଵରଙ୍କୁ ଜାଣେ ନାହିଁ, କାରଣ ଈଶ୍ଵର ତ ପ୍ରେମ ।"},{"number":9,"verse":"ଏଥିରେ ହିଁ ଈଶ୍ଵରଙ୍କ ପ୍ରେମ ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ପ୍ରକାଶିତ ହୋଇଅଛି ଯେ, ସେ ଆପଣାର ଅଦ୍ଵିତୀୟ ପୁତ୍ରଙ୍କୁ ଜଗତକୁ ପ୍ରେରଣ କଲେ, ଯେପରି ଆମ୍ଭେମାନେ ତାହାଙ୍କ ଦ୍ଵାରା ଜୀବନ ପ୍ରାପ୍ତ ହେଉ ।"},{"number":10,"verse":"ଆମ୍ଭେମାନେ ଯେ ଈଶ୍ଵରଙ୍କୁ ପ୍ରେମ କଲୁ, ତାହା ନୁହେଁ, ମାତ୍ର ସେ ଆମ୍ଭମାନଙ୍କୁ ପ୍ରେମ କଲେ, ପୁଣି ଆପଣା ପୁତ୍ରଙ୍କୁ ଆମ୍ଭମାନଙ୍କ ପାପର ପ୍ରାୟଶ୍ଚିତ୍ତ ସ୍ଵରୂପ କରି ପଠାଇଲେ; ଏଥିରେ ତ ପ୍ରେମ ପ୍ରକାଶ ପାଏ"},{"number":11,"verse":"ହେ ପ୍ରିୟମାନେ, ଈଶ୍ଵର ଯଦି ଆମ୍ଭମାନଙ୍କୁ ଏପରି ପ୍ରେମ କଲେ, ତେବେ ଆମ୍ଭମାନଙ୍କର ମଧ୍ୟ ପରସ୍ପରକୁ ପ୍ରେମ କରିବା ଉଚିତ ।"},{"number":12,"verse":"କେହି କେବେ ଈଶ୍ଵରଙ୍କୁ ଦେଖି ନାହିଁ; ଆମ୍ଭେମାନେ ଯଦି ପରସ୍ପରକୁ ପ୍ରେମ କରୁ, ତାହାହେଲେ ଈଶ୍ଵର ଆମ୍ଭମାନଙ୍କଠାରେ ଅଛନ୍ତି ଓ ତାହାଙ୍କ ପ୍ରେମ ଆମ୍ଭମାନଙ୍କ-ଠାରେ ସିଦ୍ଧ ହୋଇଅଛି ।"},{"number":13,"verse":"ଆମ୍ଭେମାନେ ଯେ ତାହାଙ୍କଠାରେ ଅଛୁ ଓ ସେ ଆମ୍ଭମାନଙ୍କଠାରେ ଅଛନ୍ତି, ଏହା ଆମ୍ଭେମାନେ ଜାଣୁ, କାରଣ ସେ ଆମ୍ଭମାନଙ୍କୁ ଆପଣା ଆତ୍ମାଙ୍କର ସହଭାଗିତା ଦାନ କରିଅଛନ୍ତି ।"},{"number":14,"verse":"ପିତା ଯେ ପୁତ୍ରଙ୍କୁ ଜଗତର ତ୍ରାଣକର୍ତ୍ତା ହେବା ନିମନ୍ତେ ପ୍ରେରଣ କରିଅଛନ୍ତି, ଏହା ଆମ୍ଭେମାନେ ଦେଖିଅଛୁ ଓ ସାକ୍ଷ୍ୟ ଦେଉଅଛୁ ।"},{"number":15,"verse":"ଯେକେହି ଯୀଶୁଙ୍କୁ ଈଶ୍ଵରଙ୍କ ପୁତ୍ର ବୋଲି ସ୍ଵୀକାର କରେ, ଈଶ୍ଵର ତାହାଠାରେ ଅଛନ୍ତି ଓ ସେ ଈଶ୍ଵରଙ୍କ-ଠାରେ ଅଛି ।"},{"number":16,"verse":"ପୁଣି ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଈଶ୍ଵରଙ୍କର ଯେଉଁ ପ୍ରେମ ଅଛି, ତାହା ଆମ୍ଭେମାନେ ଜାଣିଅଛୁ ଓ ବିଶ୍ଵାସ କରିଅଛୁ । ଈଶ୍ଵର ତ ପ୍ରେମ; ଯେ ପ୍ରେମରେ ରହେ, ସେ ଈଶ୍ଵରଙ୍କ-ଠାରେ ରହେ ଓ ଈଶ୍ଵର ତାହାଠାରେ ରହନ୍ତି ।"},{"number":17,"verse":"ଏଥିରେ ପ୍ରେମ ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ସିଦ୍ଧ ହୋଇଅଛି ଯେ, ବିଚାର ଦିନରେ ଆମ୍ଭେମାନେ ସାହସ ପ୍ରାପ୍ତ ହେବୁ, କାରଣ ସେ ଯେପରି ଅଛନ୍ତି, ଆମ୍ଭେମାନେ ମଧ୍ୟ ଏହି ଜଗତରେ ସେହିପରି ଅଛୁ ।"},{"number":18,"verse":"ପ୍ରେମରେ ଭୟ ନ ଥାଏ, କିନ୍ତୁ ସିଦ୍ଧ ପ୍ରେମ ଭୟକୁ ଦୂର କରେ, କାରଣ ଭୟ ଦଣ୍ତ ସହିତ ସଂଯୁକ୍ତ, ଆଉ ଯେ ଭୟ କରେ, ସେ ପ୍ରେମରେ ସିଦ୍ଧ ନୁହେଁ ।"},{"number":19,"verse":"ସେ ପ୍ରଥମରେ ଆମ୍ଭମାନଙ୍କୁ ପ୍ରେମ କରିବାରୁ ଆମ୍ଭେମାନେ ପ୍ରେମ କରୁ ।"},{"number":20,"verse":"ଈଶ୍ଵରଙ୍କୁ ପ୍ରେମ କରୁଅଛି ବୋଲି କହି ଯଦି କେହି ଆପଣା ଭାଇକୁ ଘୃଣା କରେ, ତାହାହେଲେ ସେ ମିଥ୍ୟାବାଦୀ, ଯେଣୁ ଯେଉଁ ଭାଇକୁ ଦେଖିଅଛି, ଯଦି ତାହାକୁ କେହି ପ୍ରେମ ନ କରେ, ତାହାହେଲେ ଯେଉଁ ଈଶ୍ଵରଙ୍କୁ ସେ ଦେଖି ନାହିଁ, ତାହାଙ୍କୁ ପ୍ରେମ କରି ପାରେ ନାହିଁ ।"},{"number":21,"verse":"ଯେ ଈଶ୍ଵରଙ୍କୁ ପ୍ରେମ କରେ, ସେ ଆପଣା ଭାଇକୁ ମଧ୍ୟ ପ୍ରେମ କରୁ, ଏହି ଆଜ୍ଞା ଆମ୍ଭେମାନେ ତାହାଙ୍କଠାରୁ ପାଇଅଛୁ ।"}]}