{"bibleAbbr":"TRC1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"And there wet a ma of the house of Leui ad toke a doughter of Leui."},{"number":2,"verse":"And the wife coceaued ad bare a sonne. And whe she sawe that it was a propre childe, she hyd him thre monethes longe."},{"number":3,"verse":"And whe she coude no longer hyde him, she toke a basket of bulrusshes ad dawbed it with slyme ad pytche, ad layde the childe therin, ad put it in the flagges by the riuers brynke."},{"number":4,"verse":"And his sister stode a ferre of, to wete what wold come of it."},{"number":5,"verse":"And the doughter of Pharao came doune to the riuer to washe her selfe, and hir maydens walked a longe by the riuers syde. And when she sawe the basket amoge the flagges, she sent one of hir maydes and caused it to be fet."},{"number":6,"verse":"And whe she had opened it she sawe the childe. and behold, the babe wepte. And she had copassio on it ad sayde: it is one of the Ebrues childern"},{"number":7,"verse":"Then sayde his sister vnto Pharaos doughter: shall I goo and call vnto the a nurse of the Ebrues wemen, to nurse the the childe?"},{"number":8,"verse":"And the mayde ranne and called the childes mother."},{"number":9,"verse":"The Pharaos doughter saide vnto her Take this childe awaye ad nurse it for me, ad I will rewarde the for thi laboure. And the woman toke the childe and nursed it vp."},{"number":10,"verse":"And whe the childe was growne, she brought it vnto Pharaos doughter, and it was made hir sonne, and she called it Moses, because (sayde she) I toke him out of the water."},{"number":11,"verse":"And it happened in these dayes when Moses was waxte great, that he went out vnto his brethern ad loked on their burthens, and spied an Egiptian smytynge one of his brethern an Ebrue."},{"number":12,"verse":"And he loked round aboute: and when he sawe that there was no man by, he slewe the Egiptian and hyd hi in the sonde."},{"number":13,"verse":"And he went out a nother daye: and beholde, two Ebrues stroue to gether. And he sayde vnto him that dyd the wronge: wherfore smytest thou thine neyghboure?"},{"number":14,"verse":"And he answered: who hath made the a ruelar or a iudge ouer vs? intendest thou to kill me, as thou killedst the Egiptian? Then Moses feared and sayde: of a suertie the thinge is knowne."},{"number":15,"verse":"And Pharao herde of it and went aboute to slee Moses: but he fled from Pharao ad dwelt in the lade of Madian, and he satt doune by a welles syde."},{"number":16,"verse":"The preast of Madian had. vij. doughters which came ad drew water and fylled the troughes, for to water their fathers shepe."},{"number":17,"verse":"And the shepardes came and drove them awaye: But Moses stode vp and helped them and waterd their shepe."},{"number":18,"verse":"And when they came to Raguel their father, he sayde: how happeneth it that ye are come so soone to daye?"},{"number":19,"verse":"And they answerede there was an Egiptia that delyuered vs fro the shepardes, and also drewe vs water and waterd the shepe."},{"number":20,"verse":"And he sayde vnto his doughters: where is he? why haue ye lefte the man? Goo call him that he maye eate bread."},{"number":21,"verse":"And Moses was content to dwell with the man. And he gaue Moses Zipora his doughter"},{"number":22,"verse":"which bare a sonne, ad he called him Gerson: for he sayde. I haue bene a straunger in a straunge lande."},{"number":23,"verse":"And she bare yet another sonne, whom he called Elieser sayng: the God of my father is myne helper, and hath rid me out of the handes of Pharao. And it chaunced in processe of tyme, that the kinge of Egipte dyed, and the childern of Israel syghed by the reason of laboure and cryed."},{"number":24,"verse":"And their complaynt came vp vnto God from the laboure. And God remembred his promise with Abraham, Isaac ad Iacob."},{"number":25,"verse":"And God loked apon the children of Israel and knewe them."}]}