{"bibleAbbr":"TRC1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"Thou shalt not accepte a vayne tale, nether shalt put thine hande with the wiked to be an vnrightous witnesse:"},{"number":2,"verse":"Thou shalt not folowe a multitude to do euell: nether answere in a mater of plee that thou woldest to folow many turne a syde from the trueth,"},{"number":3,"verse":"nether shalt thou paynte a porre mans cause."},{"number":4,"verse":"whe thou metest thine enimies oxe or asse goynge a straye, thou shalt brynge the to him agayne."},{"number":5,"verse":"Yf thou se thine enimies asse synke vnder his burthen, thou shalt not passe by and let him alone: but shalt helpe him to lyfte him vp agayne."},{"number":6,"verse":"Thou shalt not hynder the righte of the poore that are amonge you in their sute."},{"number":7,"verse":"Kepe the ferre from a false mater, and the Innocent and righteous se thou sley not, for I will not iustifye the weked."},{"number":8,"verse":"Thou shalt take no giftes, for giftes blynde the seynge and peruerte the wordes of the righteous."},{"number":9,"verse":"Thou shalt not oppresse a straunger, for I knowe the herte of straunger, because ye were straungers in Egipte."},{"number":10,"verse":"Sixe yeres thou shalt sowe thi londe ad gather in the frutes theroff:"},{"number":11,"verse":"and the seuenth yere thou shalt let it rest and lye styll, that the poore of thi people maye eate, and what they leaue, the beestes of the felde shall eate: In like maner thou shalt do with thi vyneyarde ad thine olyue trees."},{"number":12,"verse":"Sixe dayes thou shalt do thi worke ad the seuenth daye thou shalt kepe holie daye, that thyne oxe and thine asse maye rest ad the sonne of thi mayde and the straunger maye be refresshed."},{"number":13,"verse":"And in all thinges that I haue sayde vnto you be circumspecte. And make no rehersall of the names of straunge goddes, nether let any man heare the out of youre mouthes."},{"number":14,"verse":"Thre feastes thou shalt holde vnto me in a yere."},{"number":15,"verse":"Thou shalt kepe the feast of swete bred that thou eate vnleuend bred . vij. dayes loge as I comaunded the in the tyme appoynted of the moneth of Abib, for in that moneth thou camest out of Egipte: ad se that noman appeare before me emptie."},{"number":16,"verse":"And the feast of Heruest, when thou reapest the firstfrutes of thy laboures which thou hast sowne in the felde. And the feast of ingaderynge, in the ende of the yere: when thou hast gathered in thy laboures out of the felde."},{"number":17,"verse":"Thre tymes in a yere shall all thy men childern appere before the Lorde Iehouah."},{"number":18,"verse":"Thou shalt not offer the bloude of my sacrifyce with leuended bred: nether shall the fatt of my feast remayne vntill the mornynge."},{"number":19,"verse":"The first of the firstfrutes of thy lode thou shalt bringe in to the housse of the Lorde thy God thou shalt also not seth a kyde in his mothers mylke."},{"number":20,"verse":"Beholde, I sende mine angell before the, to kepe the in the waye, and to brynge the in to the place which I haue prepared"},{"number":21,"verse":"Beware of him and heare his voyce and angre him not: for he wyll not spare youre mysdedes, yee and my name is in him."},{"number":22,"verse":"But and yf thou shalt herken vnto his voyce ad kepe all that I shall tell the, the I wilbe an enimye vnto thyne enimies and an aduersarie vnto thine aduersaries."},{"number":23,"verse":"when myne angell goth before the ad hath broughte the in vnto the Amorites, Hethites Pherezites, Canaanites, Heuites and Iebusites and I shall haue destroyed them:"},{"number":24,"verse":"se thou worshippe not their goddes nether serue them, nether do after the workes of them: but ouertrowe them and breake doune the places of them"},{"number":25,"verse":"And se that ye serue the Lorde youre God, ad he shall blesse thi bred and thy water, ad I will take all sycknesses awaye from amonge you."},{"number":26,"verse":"Moreouer there shalbe no woman childlesse or vnfrutefull in thi londe, and the nombre of thi dayes I will fulfyll."},{"number":27,"verse":"I will sende my feare before the and will kyll all the people whether thou shalt goo. And I will make all thine enemies turne their backes vnto the,"},{"number":28,"verse":"ad I will send hornettes before the, and they shall dryue out the Heuites, the Cananites and the Hethites before the."},{"number":29,"verse":"I will not cast them out in one yere, lest the lande growe to a wyldernesse: and the beestes of the felde multiplye apon the."},{"number":30,"verse":"But a litle and a litle I will dryue them out before the, vntill thou be increased that thou mayst enherett the londe."},{"number":31,"verse":"And I will make thi costes fro the red see vnto the see of the Philistenes and from the deserte vnto the ryuer. I will delyuer the inhabiters of the londe in to thine hande, and thou shalt dryue them out before the."},{"number":32,"verse":"And thou shalt make none appoyntment with them nor wyth their goddes."},{"number":33,"verse":"Nether shall they dwell in thi londe, lest they make the synne a gaynst me: for yf thou serue their goddes, it will surely be thy decaye."}]}