{"bibleAbbr":"TRC1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":24,"verses":[{"number":1,"verse":"And he sayde vnto Moses: come vnto the Lorde: both thou and Aaron, Nadab and Abihu, and the. lxx. elders of Israel, and worshippe a ferre of."},{"number":2,"verse":"And Moses went him selfe alone vnto the Lorde, but they came not nye, nether came the people vp with him."},{"number":3,"verse":"And Moses came ad tolde the people al the wordes of the Lorde and all the lawes. And all the people answered with one voyce and sayde: all the wordes which the Lorde hath sayde, will wee doo."},{"number":4,"verse":"Then Moses wrote all the wordes of the Lorde and rose vp early ad made an alter vnder the hyll, and . xij. pilers acordynge to the nombre of the . xij. trybes of Israel,"},{"number":5,"verse":"ad sent yonge men of the childern of Israel to sacryfyce burntoffrynges ad to offre peaceoffrynges of oxen vnto the Lorde."},{"number":6,"verse":"And Moses toke halfe of the bloude and put it in basens, and the otherhalfe he sprenkeld on the alter."},{"number":7,"verse":"And he toke the boke of the appoyntment and red it in the audience of the people. And they seyde. All that the Lorde hath sayde, we will do and heare."},{"number":8,"verse":"And Moses toke the bloude ad sprinkeld it on the people ad sayde: beholde, this is the bloude of the appoyntment which the Lorde hath made wyth you apon all these wordes."},{"number":9,"verse":"Then went Moses and Aaron, Nadab ad Abihu and the. lxx. elders of Israel vppe,"},{"number":10,"verse":"and sawe the God of Israel, and vnder his fete as it were a brycke worde of Saphir and as it were the facyon of heauen when is it cleare,"},{"number":11,"verse":"and apo the nobles of the childern of Israel he sett not his hande. And when they had sene God they ate and dronke."},{"number":12,"verse":"And the Lorde sayde vnto Moses: come vpp to me in to the hyll and be there, ad I will geue the tables of stone and a lawe and commaundmentes, which I haue written to teach them."},{"number":13,"verse":"Then Moses rose vppe ad his minister Iosua, and Moses went vppe in to the hyll of God,"},{"number":14,"verse":"ad seyde vnto the elders: tarye ye here vntill we come agayne vnto you: And beholde here is Aaron and Hur with you. Yf any man haue any maters to doo, let him come to them"},{"number":15,"verse":"when Moses was come vpp in to the mounte, a clowde couered the hyll,"},{"number":16,"verse":"and the glorye of the Lorde abode apon mounte Sinai, and the clowde couered it. vi. dayes. And the seuenth daye he called vnto Moses out of the clowde."},{"number":17,"verse":"And the facyon of the glorie of the Lorde was like consumynge fyre on the toppe of the hyll in the syghte of the childern of Israel."},{"number":18,"verse":"And Moses went in to the mountayne And Moses was in the mounte. xl. dayes and xl. nyghtes."}]}