{"bibleAbbr":"TRC1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":38,"verses":[{"number":1,"verse":"And he made the burntoffryngealter of sethim wodd, fiue cubettes longe ad. v cubettes brode: euen. iiij. square, and. iij. cubettes hye."},{"number":2,"verse":"And he made hornes in the. iiij. corners of it procedinge out of it, and ouerlayde it with brasse."},{"number":3,"verse":"And he made all the vessels of the alter: the cauldrons, shovels, basyns, fleshokes and colepannes all of brasse."},{"number":4,"verse":"And he made a brasen gredyren of networke vnto the alter rounde aboute alowe beneth vnder the compasse of the alter:"},{"number":5,"verse":"so that it reached vnto halfe the altare, and cast. iiij. rynges of brasse for the. iiij. endes of the gredyren to put staues in."},{"number":6,"verse":"And he made staues of sethim wodd and couered them with brasse,"},{"number":7,"verse":"and put the staues in the rynges alonge by the alter syde to bere it with all, and made the alter holowe with bordes."},{"number":8,"verse":"And he made the lauer of brasse and the fote of it also of brasse, in the syghte of them that dyd watch before the dore of the tabernacle of witnesse."},{"number":9,"verse":"And he made the courte with hangynges of twyned bysse of an hundred cubettes longe vppon the southsyde,"},{"number":10,"verse":"ad. xx. pilers with. xx. sokettes of brasse: but the knoppes of the pilers, ad the whoopes were syluer."},{"number":11,"verse":"And on the north syde the hanginges were an hundred cubettes longe with. xx. pilers and. xx. sokettes of brasse, but the knoppes and the whopes of the pilers were of syluer."},{"number":12,"verse":"And on the west syde, were hangynges of. l. cubettes longe, and. x. pilers with their. x. sokettes, and the knoppes ad the whoopes of the pilers were syluer."},{"number":13,"verse":"And on the east syde towarde the sonne rysynge, were hangynges of. l. cubettes:"},{"number":14,"verse":"the hangynges of the one syde of the gate were. xv. cubettes longe, and their pilers. iij. with their. iij, sokettes."},{"number":15,"verse":"And off the other syde of the court gate, were hanginges also of. xv. cubettes longe, and their pilers iij. with. iij. sokettes."},{"number":16,"verse":"Now all the hanginges of the courte rounde aboute, were of twyned bysse,"},{"number":17,"verse":"ad the sokettes of the pilers were brasse: but the knoppes ad the whoopes of the pilers were syluer, and the heedes were ouerlayde wyth syluer, ad all the pilers of the courte were whoped aboute with syluer."},{"number":18,"verse":"And the hanginge of the gate of the courte was nedleworke: of Iacincte, scarlet, purple, and twyned bysse. xx. cubettes longe and fiue in the bredth, acordynge to the hangynges of the courte."},{"number":19,"verse":"And the pilers were. iiij. with. iiij. sokettes of brasse, ad the knoppes of syluer, ad the heedes ouerlayde with syluer and whoped aboute with syluer,"},{"number":20,"verse":"ad all the pynnes of the tabernacle ad of the courte rounde aboute were brasse."},{"number":21,"verse":"This is the summe of the habitacyo of witnesse, whiche was counted at the commaundment of Moses: and was the office of the Leuites by the hande of Ithamar sonne to Aaron the preast."},{"number":22,"verse":"And Bezaleel sonne of Vri sonne to Hur of the trybe of Iuda, made all that the Lorde commaunded Moses,"},{"number":23,"verse":"and with hi Ahaliab sonne of Ahisamach of the tribe of Dan, a conynge grauer ad a worker of nedle worke In Iacincte, scarlett, purple ad bysse."},{"number":24,"verse":"All the golde that was occupyde apon all the worke of the holy place (whiche was the golde of the waueofferynge) was, xxix. hundred weyght and seuen hundred and. xxx. sycles, acordynge to the holy sycle."},{"number":25,"verse":"And the summe of syluer that came of the multitude, was. v score hundred weyght and a thousande seuen hundred and. lxxv, sycles of the holyesycle."},{"number":26,"verse":"Euery man offrynge halfe a sycle after the weyght of the holye sycle amonge them that went to be nombred from. xx. yere olde and aboue, amonge. vj. hundred thousande ad. iij. thousande ad v. hundred ad. l. men."},{"number":27,"verse":"And the. v. score hundred weyght of syluer, went to the castynge of the sokettes of the sanctuary and the sokettes of the vayle: an hundred sokettes of the fiue score hundred weigh an hundred weyght to euery sokette."},{"number":28,"verse":"And the thousaude seuen hundred and. lxxv. sycles, made knoppes to the pilers ad ouerlayde the heedes and whoped them."},{"number":29,"verse":"And the brasse of the waueofferynge was lxx. hundred weyght and two thousande, and iiij. hundred sycles."},{"number":30,"verse":"And therewith he made the sokettes to the doore of the tabernacle of witnesse, and the brasen altare, and the brasen gredyren that longeth thereto, and all the vessels of the alter,"},{"number":31,"verse":"and the sokettes of the courte rounde aboute, and the sokettes of the courte gate, and all the pynnes off the habitacyon, and all the pynnes of the courte rounde aboute."}]}