{"bibleAbbr":"TRC1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"The Lorde spake vnto Moses: Goo vnto Pharao and tell him, thus sayeth the Lorde: let my people goo, that they maye serue me."},{"number":2,"verse":"Yf thou wilt not let them goo: beholde I will smyte all thy londe with frogges."},{"number":3,"verse":"And the ryuer shall scrale with frogges, ad they shall come vp and goo in to thine housse and in to thy chaumbre where thou slepest ad vppo thy bedd, and in to the housses of thy servauntes, and vppon thy people, and in to thyne ovens, and vppon thy vitels which thou hast in store"},{"number":4,"verse":"And the frogges shall come vpon the and on thy people and apon all thy servauntes."},{"number":5,"verse":"And the Lorde spake vnto Moses, saye vnto Aaron: stretche forth thine hande with thy rodd ouer the stremes, riuers, ad pondes. And bringe vp frogges apon the londe of Egipte"},{"number":6,"verse":"And Aaron stretched his hande ouer the water of Egipte, and the frogges came vp ad couered the londe of Egipte."},{"number":7,"verse":"And the sorcerers dyd likewise with theire sorcery, and the frogges came vp apon the lande of Egipte."},{"number":8,"verse":"Then Pharao called for Moses and Aaro and sayde, praye ye vnto the Lorde that he may take awaye the frogges from me and from my people, and I will let the people goo, that they maye sacrifice vnto the Lorde."},{"number":9,"verse":"And Moses sayde vnto Pharao: Appoynte thou the tyme vnto me, when I shall praye for the and thy servauntes ad thy people, to dryue awaye the frogges from the and thy housse, so that they shall remayne but in in the riuer only."},{"number":10,"verse":"And he sayde tomorow. And he sayde: euen as thou hast sayde, that thou mayst knowe that there is none like vnto the Lorde oure God."},{"number":11,"verse":"And the frogges shall departe from the ad from thyne houses and from thy servauntes and from thy people, and shall remayne in the riuer only."},{"number":12,"verse":"And Moses and Aaron went out fro Pharao, and Moses cryed vnto the Lorde apo the apoyntment of frogges which he had made vnto Pharao."},{"number":13,"verse":"And the Lorde dyd accordinge to the saynge of Moses. And the frogges dyed out of the housses, courtes and feldes."},{"number":14,"verse":"And they gathred them to gether vppon heppes: so that the lande stanke of them."},{"number":15,"verse":"But when Pharao sawe that he had rest geuen him, he hardened his herte and herkened not vnto them, as the Lorde had sayde."},{"number":16,"verse":"And the Lorde sayde vnto Moses: Saye vnto Aaro stretch out thy rodd and smyte the dust of the lande that it maye turne to lyse in all the londe of Egipte."},{"number":17,"verse":"And they dyd so. And Aaron stretched out his hande with his rodd and smote the dust of the erth. ad it turned to lyse both in man and beest, so that all the dust of the lande turned to lyse, thorowe out all the lande of Egipte."},{"number":18,"verse":"And the enchaunters assayde lykewyse with their enchauntmentes to brynge forth lyse, but they coude not. And the lyse were both apon man and beest."},{"number":19,"verse":"Then sayde the enchaunters vnto Pharao: it is the fingre of God. Neuerthelater Pharaos herte was hardened and he regarded them not, as the Lorde had sayde."},{"number":20,"verse":"And the Lorde sayde vnto Moses: ryse vp early in the mornynge and stonde before Pharao, for he will come vnto the water: and saye vnto him, thus sayth the Lorde: let my people goo, that they maye serue me."},{"number":21,"verse":"Yf thou wilt not let my people goo: beholde, I will sende all maner flies both apon the and thy servauntes ad thy people and into thy housses. And the housses of the Egiptians shalbe full of flies, and the grounde where on they are."},{"number":22,"verse":"But I will separate the same daye the londe of Gosan where my people are, so that there shall no flyes be there: that thou mayst knowe that I am the Lorde vppon the erth."},{"number":23,"verse":"And I will put a deuision betwene my people and thine. And euen tomorow shall this myracle be done."},{"number":24,"verse":"And the Lorde dyd euen so: and there came noysom flyes in to the housse of Pharao, and in to his servauntes housses and in to all the lode of Egipte: so that the londe was marred with flyes."},{"number":25,"verse":"Then Pharao sent for Moses and Aaron and sayde: Goo and do sacrifice vnto youre God in the land."},{"number":26,"verse":"And Moses answered: it is not mete so to do, for we must offer vnto the Lorde oure God, that whiche is an abhominatyon vnto the Egiptians: beholde, shall we sacrifice that which is an abhominacion vnto the Egiptians before their eyes, and shall they not stone vs?"},{"number":27,"verse":"we will therfore goo. iij. dayes yournay in to the deserte and sacrifice vnto the Lord oure God as he hath comaunded vs."},{"number":28,"verse":"And Pharao sayde: I will late you goo, that ye maye sacrifice vnto the Lorde youre God in the wildernes: only goo not ferrre awaye, ad se that ye praye for me."},{"number":29,"verse":"And Moses sayde: beholde, I will goo out from the and praye vnto the Lorde, and the flyes shall departe fro Pharao and from his servauntes and from his people tomorow. But let Pharao from hece forth desceaue no moare, that he wolde not lett the people goo to sacrifice vnto the Lorde."},{"number":30,"verse":"And Moses went out from Pharao and prayed vnto the Lorde."},{"number":31,"verse":"And the Lorde dyd as Moses had saide: ad toke awaye the flies fro Pharao and from his servauntes ad from hys people, so that there remayned not one."},{"number":32,"verse":"But for all that, Pharao hardened his herte euen then also and wolde not let the people goo,"}]}