{"bibleAbbr":"teERV1997","bookName":"1 సమూయేలు","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"( దేవుని పవిత్ర పెట్టె యధా స్థానానికి పంపబడుట) దేవుని పవిత్ర పెట్టెను ఏడునెలలు ఫిలిష్తీయులు తమ దేశమందు ఉంచుకున్నారు."},{"number":2,"verse":"ఫిలిష్తీయులు వారి పూజారులను, మాంత్రికులను పిలిచి, “యెహోవా పవిత్ర పెట్టెను మేము ఏమి చేయాలి? ఈ పెట్టెను తిరిగి దాని స్థానానికి పంపాలంటే ఏమి చేయాలో మాకు చెప్పండి” అని అడిగారు."},{"number":3,"verse":"“మీరు ఇశ్రాయేలు దేవుని పవిత్ర పెట్టెను తిరిగి పంపదలచుకుంటే ఊరక పంపవద్దు. ఆ దేవుడు మీ పాపాలను క్షమించే విధంగా తగిన కానుకలతో పంపాలి. అప్పుడు మీరు స్వస్థపరచబడి పవిత్రపరచబడతారు. దేవుడు మిమ్మల్ని క్షమించి, మిమ్మల్ని శిక్షించటం మానివేయాలంటే మీరు ఇలా చేయాలి” అని ఆ పూజారులు, మాంత్రికులు చెప్పారు."},{"number":4,"verse":"“తమను క్షమించాలంటే ఇశ్రాయేలు దేవునికి ఏమి కానుకలు పంపాలని” ఫిలిష్తీయులు అడిగారు. “ఫిలిష్తీ నాయకులు అయిదుగురు ఉన్నారు. (ఒక్కో పట్టణానికి ఒక్కో నాయకుడు.) మీ ప్రజలందరికీ, నాయకులకు ఒకటే సమస్య ఉంది. కనుక గడ్డల్లాంటి బంగారు ప్రతిరూపాలను మీరు చేయండి. మరియు ఎలుకల్లా కనబడే బంగారు ప్రతిరూపాలను మీరు చేయండి."},{"number":5,"verse":"మరియు దేశాన్ని పాడుచేస్తోన్న ఎలుకల ప్రతిరూపాలు చేయండి. ఈ బంగారు ప్రతి రూపాలను ఇశ్రాయేలు దేవునికి వెలగా ఇవ్వండి. ఒకవేళ అప్పుడు ఇశ్రాయేలీయుల దేవుడు మిమ్మల్ని, మీ దేవుళ్లను, మీ దేశాన్ని శిక్షించటం మానివేస్తాడేమో."},{"number":6,"verse":"ఈజిప్టు వాళ్లలా, ఫరోలా మొండిగా ఉండవద్దు. దేవుడు ఈజిప్టు వాళ్లను శిక్షించాడు. అందుకే ఈజిప్టువాళ్లు ఇశ్రాయేలువాళ్లను ఈజిప్టు విడిచి వెళ్లనిచ్చారు."},{"number":7,"verse":"“మీరు ఒక కొత్త బండిని నిర్మించి, అప్పుడే ఈనిన రెండు ఆవులను తేవాలి. ఆ రెండు ఆవులను ఇదివరలో కాడికట్టి ఉండకూడదు. వాటిని ఆ బండికి కట్టండి. దూడలను ఇంటికి తీసుకుని వెళ్లి వాటిని గాటిలో ఉంచండి. వాటిని తల్లి ఆవుల వెనుక పోనీయవద్దు. ( వాటిని … వెనుక పోనీయవద్దు అవులు వాటి దూడల కోసం వెనక్కు రాకుండ తిన్నగా బేత్షెమెషు వెళ్లిపోతే, అప్పుడు దేవుడే వాటిని నడిపిస్తున్నట్టు రుజువు అవుతుంది. దేవుడు వారి కానుకలను స్వీకరించినట్టు తెలుస్తుంది.)"},{"number":8,"verse":"యెహోవా పవిత్ర పెట్టెను ఆ బండి మీద ఉంచండి. బంగారు ప్రతిరూపాలను ఒక సంచిలో వేసి పెట్టె పక్కన పెట్టండి. అవి దేవుడు మీ పాపాలను క్షమించగలందులకు మీరిచ్చే కానుకలు. పిమ్మట బండిని మార్గాన వెళ్లనివ్వండి."},{"number":9,"verse":"బండిని కనిపెట్టి వుండండి. బండి గనుక ఇశ్రాయేలులో బేత్షెమెషు దిశగా వెళితే యెహోవా నిజంగా మనకీ భయంకర రోగం కలుగజేసినట్లు అవుతుంది. ఒకవేళ ఆవులు బేత్షెమెషువైపు పోకపోతే, మనల్ని శిక్షించింది ఇశ్రాయేలు దేవుడు కాదని మనం గ్రహించవచ్చు. మన జబ్బు మనకు ఏదో అలా వచ్చేసింది అని మనం భావించాలి” అని అన్నారు యాజకులు, మాంత్రికులు."},{"number":10,"verse":"యాజకులు, మాంత్రికులు చెప్పిన రీతిగా ఫిలిష్తీయులు అంతా చేశారు. దూడలున్న రెండు ఆవుల్ని తెచ్చి బండికి కట్టి, లేగదూడల్ని ఇంటివద్దనే వుంచారు."},{"number":11,"verse":"ఫిలిష్తీయులు యెహోవా పవిత్ర పెట్టెను, మరియు బంగారు గడ్డలను ఎలుకల బంగారు ప్రతిరూపాలను ఆ బండిమీద పెట్టారు."},{"number":12,"verse":"ఆవులు తిన్నగా బేత్షెమెషువైపు వెళ్లాయి, ఆవులు అదేపనిగా అరుస్తూ బాటమీదే సాగి పోయాయి. అవి కుడికిగాని, ఎడమకిగాని తిరగలేదు. బేత్షెమెషు పొలిమేరవరకు ఫిలిష్తీయుల పాలకులు ఆవులను అనుసరించి వెళ్లారు."},{"number":13,"verse":"లోయలో బేత్షెమెషు ప్రజలు ఆ సమయంలో తమ గోధుమ పంట కోస్తున్నారు. వారు తలలు పైకెత్తి చూసినప్పుడు పవిత్ర పెట్టె కనబడింది. మరల పెట్టెను చూడగలిగినందుకు వారు ఎంతో ఆనందపడిరి."},{"number":14,"verse":"బేత్షెమెషు వాడైన యెహోషువ పొలంలోకి వచ్చి ఒక పెద్ద బండ వద్ద బండి ఆగింది. బేత్షెమెషు ప్రజలు బండిని నరికివేశారు. ఆవులను చంపి యెహోవాకు బలి అర్పించారు."},{"number":15,"verse":"లేవీయులు యెహోవా పవిత్ర పెట్టెను క్రిందికిదించారు. బంగారు ప్రతిరూపాలున్న సంచిని కూడ వారు దించారు. ఆ రెండింటినీ లేవీయులు ఆ పెద్ద బండమీద వుంచారు. ఆ రోజు బేత్షెమెషు ప్రజలు దహన బలులను సమర్పించారు."},{"number":16,"verse":"బేత్షెమెషు ప్రజలు చేసిన ఈ సంగతులంతా ఫిలిష్తీయుల పాలకుల ఐదుగురు జాగ్రత్తగా తిలకించి ఎక్రోనునకు ఆ రోజే వెళ్లిపోయారు."},{"number":17,"verse":"ఈ విధంగా వారికి లేచిన గడ్డల ప్రతిరూపాలను బంగారంతో చేయించి ఫిలిష్తీయులు తమ పాప పరిహారంగా యెహోవాకు కానుకలు పంపారు. అదేమాదిరి బంగారు బొమ్మలను ఒక్కొక్కటి చొప్పున ఫిలిష్తీయుల పట్టణాలయిన అష్డోదు, గాజా, అష్కెలోను, గాతు, ఎక్రోనులనుండి పంపారు."},{"number":18,"verse":"ఫిలిష్తీయులు ఎలుకల బంగారు ప్రతిరూపాలను కూడ పంపారు. ఐదుగురు ఫిలిష్తీయుల పాలకుల అధీనంలో ఎన్ని పట్టణాలున్నాయో అన్ని బంగారు బొమ్మలను పంపారు ఈ ఫిలిష్తీయుల పట్టణాలలో చుట్టు ప్రాకారాలతో కట్టుదిట్టము చేయబడిన పట్టణాలు, వాటిక్రింద ఉన్న గ్రామాలు చేర్చబడ్డాయి. ఏ బండ మీదయితే బేత్షెమెషు ప్రజలు యెహోవా పవిత్ర పెట్టెను ఉంచారో ఆ పెద్ద బండ బేత్షెమెషువాసి యెహోషువ పొలంలో ఈనాటికీ సాక్షిగావుంది."},{"number":19,"verse":"కాని బేత్షెమెషు ప్రజలు యెహోవా పవిత్ర పెట్టెను చూసినప్పుడు అక్కడ యాజకులు లేరు. అందువల్ల దేవుడు బేత్షెమెషు వారిలో డెబ్బదిమందిని చంపాడు. అంత కఠినంగా తమను దేవుడు శిక్షించినందుకు బేత్షెమెషు వారు దుఃఖించారు."},{"number":20,"verse":"“ఈ యెహోవా పవిత్ర దేవుని ముందర నిలబడగల యాజకుడు ఎక్కడ? ఇక్కడ నుండి ఈ పెట్టెను ఎక్కడికి తరలించాలి?” అని వారు యోచనచేశారు."},{"number":21,"verse":"బేత్షెమెషు జనం కిర్యత్యారీము ప్రజలకు వర్తమానం పంపారు. “ఫిలిష్తీయులు యెహోవా పవిత్ర పెట్టెను తిరిగి తెచ్చారని, వచ్చి దానిని తమ నగరానికి తీసుకుని పోవలసినదని సందేశం పంపారు.”"}]}