{"bibleAbbr":"teERV1997","bookName":"1 సమూయేలు","bookEnglishName":"1 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"కిర్యత్యారీము ప్రజలు వచ్చి యెహోవా పవిత్ర పెట్టెను తీసుకొని వెళ్లారు. కొండమీద ఉన్న అబీనాదాబు ఇంటికి వారు యెహోవా పెట్టెను తీసుకొని వెళ్లారు. పెట్టె విషయంలో జాగ్రత్త పుచ్చు కొనేందుకు అబీనాదాబు కుమారుడగు ఎలియాజరును వారు ప్రత్యేక క్రమం ప్రకారం ఏర్పరిచారు."},{"number":2,"verse":"కిర్యత్యారీములో ఆ పెట్టె ఇరువది సుధీర్ఘ సంవత్సరాలుండెను. ఇశ్రాయేలు ప్రజలు మళ్లీ భక్తిశ్రద్ధలతో యెహోవా ఎదుట దుఃఖపడి ఆయనను వెదకటం మొదలు పెట్టారు."},{"number":3,"verse":"( ఇశ్రాయేలీయులను యెహోవా రక్షించుట) ఇశ్రాయేలీయులనుద్దేశించి సమూయేలు ఇలా అన్నాడు: “మీ హృదయ పూర్వకంగా మీరంతా యెహోవా దగ్గరకు తిరిగి వస్తున్నట్లయితే, మీరు మీ అన్య దేవుళ్లను విడిచిపెట్టాలి. మీ అష్తారోతు ( అష్తారోతు ఈ బూటకపు దేవత మనుష్యులకు సంతానం కలిగిస్తుందని కనానీ ప్రజలు భావించారు. అది వారి కామ దేవత.) దేవతా విగ్రహాలను విడిచి పెట్టాలి. మిమ్ములను మీరు యెహోవాకు పూర్తిగా సమర్పించుకోండి. ఆయననే ఆరాధించండి. అప్పుడాయన మిమ్మల్ని ఫిలిష్తీయుల బారినుండి తప్పిస్తాడు.”"},{"number":4,"verse":"అది విన్న ఇశ్రాయేలీయులు బయలు ( బయలు ఈ బూటకపు దేవుడు వర్షాలను, తుఫానులను రప్పించేవాడని కనానీ ప్రడల నమ్మకం. భూమి నుంచి పంటను పండేటట్టు చేసేది ఈ దేవుడే అని వారి సమ్మకం.) అష్తారోతు విగ్రహాలన్నిటినీ పారవేసారు. అప్పుడు ఇశ్రాయేలీయులంతా యెహోవాను మాత్రమే సేవించారు."},{"number":5,"verse":"“ఇశ్రాయేలు వారంతా మిస్పావద్ద తప్పక సమావేశం కావాలి. అక్కడ వారి కోసం నేను యెహోవాను ప్రార్థిస్తాను” అని సమూయేలు వారితో చెప్పాడు."},{"number":6,"verse":"ఇశ్రాయేలీయులు మిస్పావద్ద సమావేశం అయ్యారు. వారు నీళ్లు తెచ్చి యెహోవా ముందర పారపోసారు. (ఈ విధంగా వారు ఉపవాసం ప్రారంభించారు.) ఆ రోజు వారు ఏమీ తినకుండా ఉండి, వారి పాపాలు ఒప్పుకోవటం మొదలు పెట్టారు. “మేము యెహోవాకు వ్యతిరేకంగా పాపం చేసాము” అని వారు చెప్పారు. కనుక సమూయేలు ఇశ్రాయేలీయులకు ఒక న్యాయాధిపతిగా సేవ చేయటం మిస్పాలో ప్రారంభించాడు."},{"number":7,"verse":"ఇశ్రాయేలు ప్రజలు మిస్పావద్ద సమావేశమవుతున్నట్లు ఫిలిష్తీయులు విన్నారు. ఫిలిష్తీయుల పాలకులు ఇశ్రాయేలీయులపై యుద్ధానికి తరలి వచ్చారు. వారు వస్తున్నారని ఇశ్రాయేలీయులు విని, భయపడ్డారు."},{"number":8,"verse":"వారు సమూయేలుతో “మా కొరకు ప్రభువైన దేవుని ప్రార్థించుట ఆపవద్దు. ఫిలిష్తీయుల బారినుండి మమ్మును రక్షించమని యెహోవాను వేడుము!” అని విన్నవించారు."},{"number":9,"verse":"అప్పుడు సమూయేలు పాలుతాగుతున్న గొర్రెపిల్లను తీసుకుని దానిని పూర్తిగా యెహోవాకు దహన బలిగా దహించాడు. సమూయేలు ఇశ్రాయేలీయుల కోసం యెహోవాను ప్రార్థించాడు. యెహోవా అతనికి జవాబిచ్చాడు."},{"number":10,"verse":"సమూయేలు బలి పశువును దహించుచున్నప్పుడు ఫిలిష్తీయులు ఇశ్రాయేలీయులపై యుద్ధానికి సమీపిస్తూ ఉన్నారు. కానీ యెహోవా అకస్మాత్తుగా ఒక భయంకర ఉరుమును ఫిలిష్తీయుల వద్ద కలిగించాడు. ఆ ఉరుము ఫిలిష్తీయులను భయపెట్టగా వారు కలవరపడి చిందర వందర అయ్యారు. అప్పుడు సంభవించిన యుద్ధంలో ఇశ్రాయేలీయులు ఫిలిష్తీయులను ఓడించారు."},{"number":11,"verse":"ఇశ్రాయేలు జనం మిస్పా నుండి బయటకు వచ్చి ఫిలిష్తీయులను అందిన వారిని అందినట్లు చంపుతూ బేత్కారు వరకూ తరుముకుంటూ పోయారు."},{"number":12,"verse":"( ఇశ్రాయేలులో ప్రశాంతత) ఇదంతా జరిగిన తర్వాత సమూయేలు జ్ఞాపకార్థంగా మిస్పాకు, షేనుకు మధ్య ఒక ప్రత్యేక రాతిని నిలబెట్టాడు. దానికి సమూయేలు “సహాయ శిల” ( సహాయ శిల లేక “ఎబెనెజరు.”) అని పేరు పెట్టి, “ఇంతవరకు యెహోవా మనకు సహాయము చేసాడు” అని చెప్పాడు."},{"number":13,"verse":"ఫిలిష్తీయులు ఓడించబడ్డారు. మరల వారు ఇశ్రాయేలు దేశంలోనికి అడుగు పెట్టలేదు. సమూయేలు బ్రతికినంత కాలం యెహోవా ఫిలిష్తీయులకు వ్యతిరేకంగానే వున్నాడు."},{"number":14,"verse":"ఫిలిష్తీయులు ఇశ్రాయేలునుండి పట్టణాలను తీసుకున్నారు. ఎక్రోను నుండి గాతు వరకుగల ప్రాంతాల్లోని పట్టణాలను ఫిలిష్తీయులు తీసుకున్నారు. అయితే ఇశ్రాయేలీయులు ఆ పట్టణాలను తిరిగి గెలుచుకున్నారు. మరియు ఈ పట్టణాల చుట్టు ప్రక్కల ఉన్న స్థలాన్ని కూడా ఇశ్రాయేలీయులు స్వాధీనం చేసుకున్నారు. అంతేకాకుండా ఇశ్రాయేలీయులకు, అమోరీయులకు మధ్య శాంతి నెలకొన్నది."},{"number":15,"verse":"సమూయేలు తన జీవిత కాలమంతా న్యాయాధిపతిగా ఇశ్రాయేలీయులను నడిపించాడు."},{"number":16,"verse":"ప్రతి సంవత్సరం సమూయేలు దేశవ్యాప్తంగా సంచారం చేసేవాడు. ఇశ్రాయేలు ప్రజలకు తీర్పు చెబుతూ ఒక స్థలంనుండి మరో స్థలానికి వేళ్లేవాడు. బేతేలు, గిల్గాలు, మిస్పాకు అతడు వెళ్లాడు. కనుక ఈ స్థలాలన్నింటిలో అతడు ఇశ్రాయేలీయులకు తీర్పు చెబుతూ, వారిని పాలించాడు."},{"number":17,"verse":"కానీ సమూయేలు తన ఇల్లు ఉన్న రామాకు తిరిగి వెళ్లేవాడు. రామాలో వున్న ప్రజలను కూడ సమూయేలు పాలిస్తూ, తీర్పు చెప్పేవాడు. రామాలో యెహోవాకు ఒక బలిపీఠాన్ని సమూయేలు నిర్మించాడు."}]}