{"bibleAbbr":"NASB1995","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":26,"verses":[{"number":1,"verse":"Now it came<WH1961> about in the eleventh<WH6249> <WH6240> year,<WH8141> on the first<WH259> of the month,<WH2320> that the word<WH1697> of the Lord<WH3068> came<WH1961> to me saying,<WH559>"},{"number":2,"verse":"\"Son<WH1121> of man,<WH120> because<WH3282> <WH834> Tyre<WH6865> has said<WH559> concerning<WH5921> Jerusalem,<WH3389> 'Aha,<WH1889> the gateway<WH1817> of the peoples<WH5971> is broken;<WH7665> it has opened<WH5437> to me. I shall be filled,<WH4390> [now that] she is laid<WH2717> waste,<WH2717>'"},{"number":3,"verse":"therefore,<WH3651> thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> 'Behold,<WH2009> I am against<WH5921> you, O Tyre,<WH6865> and I will bring<WH5927> up many<WH7227> nations<WH1471> against<WH5921> you, as the sea<WH3220> brings<WH5927> up its waves.<WH1530>"},{"number":4,"verse":"'And they will destroy<WH7843> the walls<WH2346> of Tyre<WH6865> and break<WH2040> down<WH2040> her towers;<WH4026> and I will scrape<WH5500> her debris<WH6083> from her and make<WH5414> her a bare<WH6706> rock.<WH5553>"},{"number":5,"verse":"'She will be a place<WH9298> for the spreading<WH9298> of nets<WH2764> in the midst<WH8432> of the sea,<WH3220> for I have spoken,<WH1696>' declares<WH5002> the Lord<WH136> God,<WH3068> 'and she will become<WH1961> spoil<WH957> for the nations.<WH1471>"},{"number":6,"verse":"'Also her daughters<WH1323> who<WH834> are on the mainland<WH7704> will be slain<WH2026> by the sword,<WH2719> and they will know<WH3045> that I am the Lord.<WH3068>' \""},{"number":7,"verse":"For thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"Behold,<WH2009> I will bring<WH935> upon Tyre<WH6865> from the north<WH6828> Nebuchadnezzar<WH5019> king<WH4428> of Babylon,<WH894> king<WH4428> of kings,<WH4428> with horses,<WH5483> chariots,<WH7393> cavalry,<WH6571> and a great<WH7227> army.<WH5971> <WH6951>"},{"number":8,"verse":"\"He will slay<WH2026> your daughters<WH1323> on the mainland<WH7704> with the sword;<WH2719> and he will make<WH5414> siege<WH1785> walls<WH1785> against<WH5921> you, cast<WH8210> up a mound<WH5550> against<WH5921> you, and raise<WH6965> up a large<WH6793> shield<WH6793> against<WH5921> you."},{"number":9,"verse":"\"And the blow<WH4239> of his battering<WH6904> rams<WH6904> he will direct<WH5414> against your walls,<WH2346> and with his axes<WH2719> he will break<WH5422> down<WH5422> your towers.<WH4026>"},{"number":10,"verse":"\"Because<WH4480> of the multitude<WH8229> of his horses,<WH5483> the dust<WH80> [raised by] them will cover<WH3680> you; your walls<WH2346> will shake<WH7493> at the noise<WH6963> of cavalry<WH6571> and wagons<WH1534> and chariots,<WH7393> when he enters<WH935> your gates<WH8179> as men enter<WH3996> a city<WH5892> that is breached.<WH1234>"},{"number":11,"verse":"\"With the hoofs<WH6541> of his horses<WH5483> he will trample<WH7429> all<WH3605> your streets.<WH2351> He will slay<WH2026> your people<WH5971> with the sword;<WH2719> and your strong<WH5797> pillars<WH4676> will come<WH3381> down<WH3381> to the ground.<WH776>"},{"number":12,"verse":"\"Also they will make<WH7997> a spoil<WH7997> of your riches<WH2428> and a prey<WH962> of your merchandise,<WH7404> break<WH2040> down<WH2040> your walls<WH2346> and destroy<WH5422> your pleasant<WH2532> houses,<WH1004> and throw<WH7760> your stones<WH68> and your timbers<WH6086> and your debris<WH6083> into the water.<WH4325>"},{"number":13,"verse":"\"So I will silence<WH7673> the sound<WH1995> of your songs,<WH7892> and the sound<WH6963> of your harps<WH3658> will be heard<WH8085> no<WH3808> more.<WH5750>"},{"number":14,"verse":"\"And I will make<WH5414> you a bare<WH6706> rock;<WH5553> you will be a place<WH9298> for the spreading<WH9298> of nets.<WH2764> You will be built<WH1129> no<WH3808> more,<WH5750> for I the Lord<WH3068> have spoken,<WH1696>\" declares<WH5002> the Lord<WH136> God.<WH3068>"},{"number":15,"verse":"Thus<WH3541> says<WH559> the Lord<WH136> God<WH3068> to Tyre,<WH6865> \"Shall not the coastlands<WH339> shake<WH7493> at the sound<WH6963> of your fall<WH4658> when the wounded<WH2491> groan,<WH602> when the slaughter<WH2027> occurs<WH2026> in your midst<WH8432>?"},{"number":16,"verse":"\"Then all<WH3605> the princes<WH5387> of the sea<WH3220> will go<WH3381> down<WH3381> from their thrones,<WH3678> remove<WH5493> their robes,<WH4598> and strip<WH6584> off<WH6584> their embroidered<WH7553> garments.<WH899> They will clothe<WH3847> themselves with trembling;<WH2731> they will sit<WH3427> on the ground,<WH776> tremble<WH2729> every moment,<WH7281> and be appalled<WH8074> at you."},{"number":17,"verse":"\"And they will take<WH5375> up a lamentation<WH7015> over<WH5921> you and say<WH559> to you, 'How<WH349> you have perished, O inhabited<WH6> one, From the seas,<WH3427> O renowned<WH3220> city,<WH1984> Which<WH5892> was mighty<WH834> on the sea,<WH2389> She and her inhabitants,<WH3220> Who<WH3427> imposed<WH834> her terror<WH5414> On all<WH2851> her inhabitants!<WH3605>"},{"number":18,"verse":"'Now<WH6258> the coastlands<WH339> will tremble<WH2729> On the day<WH3117> of your fall;<WH4658> Yes, the coastlands<WH339> which<WH834> are by the sea<WH3220> Will be terrified<WH926> at your passing.<WH3318>' \""},{"number":19,"verse":"For thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"When I shall make<WH5414> you a desolate<WH2717> city,<WH5892> like the cities<WH5892> which<WH834> are not inhabited,<WH3427> when I shall bring<WH5927> up the deep<WH8415> over<WH5921> you, and the great<WH7227> waters<WH4325> will cover<WH3680> you,"},{"number":20,"verse":"then I shall bring<WH3381> you down<WH3381> with those who go<WH3381> down<WH3381> to the pit,<WH953> to the people<WH5971> of old,<WH5769> and I shall make you dwell<WH3427> in the lower<WH8482> parts<WH8482> of the earth,<WH776> like the ancient<WH5769> waste<WH2723> places,<WH2723> with those who go<WH3381> down<WH3381> to the pit,<WH953> so<WH4616> that you will not be inhabited;<WH3427> but I shall set<WH5414> glory<WH9469> in the land<WH776> of the living.<WH2416>"},{"number":21,"verse":"\"I shall bring<WH5414> terrors<WH1091> on you, and you will be no<WH369> more;<WH369> though you will be sought,<WH1245> you will never<WH3808> <WH5769> be found<WH4672> again,<WH5750>\" declares<WH5002> the Lord<WH136> God.<WH3068>"}]}