{"bibleAbbr":"NASB1995","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":29,"verses":[{"number":1,"verse":"In the tenth<WH6224> year,<WH8141> in the tenth<WH6224> [month,<WH2320>] on the twelfth<WH8147> <WH6240> of the month, the word<WH1697> of the Lord<WH3068> came<WH1961> to me saying,<WH559>"},{"number":2,"verse":"\"Son<WH1121> of man,<WH120> set<WH7760> your face<WH6440> against<WH5921> Pharaoh,<WH6547> king<WH4428> of Egypt,<WH4714> and prophesy<WH5012> against<WH5921> him and against<WH5921> all<WH3605> Egypt.<WH4714>"},{"number":3,"verse":"\"Speak<WH1696> and say,<WH559> 'Thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"Behold,<WH2009> I am against<WH5921> you, Pharaoh,<WH6547> king<WH4428> of Egypt,<WH4714> The great<WH1419> monster<WH8577> that lies<WH7257> in the midst<WH8432> of his rivers,<WH2975> That has said,<WH559> 'My Nile<WH2975> is mine, and I myself<WH589> have made<WH6213> it.'"},{"number":4,"verse":"\"And I shall put<WH5414> hooks<WH2397> in your jaws,<WH3895> And I shall make the fish<WH1710> of your rivers<WH2975> cling<WH1692> to your scales.<WH7193> And I shall bring<WH5927> you up out of the midst<WH8432> of your rivers,<WH2975> And all<WH3605> the fish<WH1710> of your rivers<WH2975> will cling<WH1692> to your scales.<WH7193>"},{"number":5,"verse":"\"And I shall abandon<WH5203> you to the wilderness,<WH4057> you and all<WH3605> the fish<WH1710> of your rivers;<WH2975> You will fall<WH5307> on the open<WH6440> field;<WH7704> you will not be brought<WH622> together<WH622> or gathered.<WH6908> I have given<WH5414> you for food<WH402> to the beasts<WH9130> of the earth<WH776> and to the birds<WH5775> of the sky.<WH8064>"},{"number":6,"verse":"\"Then all<WH3605> the inhabitants<WH3427> of Egypt<WH4714> will know<WH3045> that I am the Lord,<WH3068> Because<WH3282> they have been<WH1961> [only] a staff<WH4938> [made] of reed<WH7070> to the house<WH1004> of Israel.<WH3478>"},{"number":7,"verse":"\"When they took<WH8610> hold<WH8610> of you with the hand,<WH3709> You broke<WH7533> and tore<WH1234> all<WH3605> their hands;<WH3802> And when they leaned<WH8172> on you, You broke<WH7665> and made all<WH3605> their loins<WH4975> quake.<WH5975>\""},{"number":8,"verse":"'Therefore,<WH3651> thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"Behold,<WH2009> I shall bring<WH935> upon you a sword,<WH2719> and I shall cut<WH3772> off<WH3772> from you man<WH120> and beast.<WH929>"},{"number":9,"verse":"\"And the land<WH776> of Egypt<WH4714> will become<WH1961> a desolation<WH8077> and waste.<WH2723> Then they will know<WH3045> that I am the Lord.<WH3068> Because<WH3282> you said,<WH559> 'The Nile<WH2975> is mine, and I have made<WH6213> [it,]'"},{"number":10,"verse":"therefore,<WH3651> behold,<WH2009> I am against<WH413> you and against<WH413> your rivers,<WH2975> and I will make<WH5414> the land<WH776> of Egypt<WH4714> an utter<WH9165> waste<WH9165> and desolation,<WH8077> from Migdol<WH4024> [to] Syene<WH5482> and even to the border<WH1366> of Ethiopia.<WH3568>"},{"number":11,"verse":"\"A man's foot<WH7272> will not pass<WH5674> through it, and the foot<WH7272> of a beast<WH929> will not pass<WH5674> through it, and it will not be inhabited<WH3427> for forty<WH705> years.<WH8141>"},{"number":12,"verse":"\"So I shall make<WH5414> the land<WH776> of Egypt<WH4714> a desolation<WH8077> in the midst<WH8432> of desolated<WH8074> lands.<WH776> And her cities,<WH5892> in the midst<WH8432> of cities<WH5892> that are laid<WH2717> waste,<WH2117> will be desolate<WH8077> forty<WH705> years;<WH8141> and I shall scatter<WH6327> the Egyptians<WH4714> among the nations<WH1471> and disperse<WH2219> them among the lands.<WH776>\""},{"number":13,"verse":"'For thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"At the end<WH7093> of forty<WH705> years<WH8141> I shall gather<WH6908> the Egyptians<WH4714> from the peoples<WH5971> among whom<WH834> <WH8033> they were scattered.<WH6327>"},{"number":14,"verse":"\"And I shall turn<WH7725> the fortunes<WH7622> of Egypt<WH4714> and shall make<WH7725> them return<WH7725> to the land<WH776> of Pathros,<WH6624> to the land<WH776> of their origin;<WH4351> and there<WH8033> they will be a lowly<WH8217> kingdom.<WH4467>"},{"number":15,"verse":"\"It will be the lowest<WH8217> of the kingdoms;<WH4467> and it will never<WH3808> again<WH5750> lift<WH5375> itself up above<WH5921> the nations.<WH1471> And I shall make<WH4591> them so small<WH4591> that they will not rule<WH7287> over<WH5921> the nations.<WH1471>"},{"number":16,"verse":"\"And it will never<WH3808> again<WH5750> be the confidence<WH4009> of the house<WH1004> of Israel,<WH3478> bringing<WH2142> to mind<WH2142> the iniquity<WH5771> of their having turned<WH6437> to Egypt. Then they will know<WH3045> that I am the Lord<WH136> God.<WH3068>\"' \""},{"number":17,"verse":"Now in the twenty-seventh year,<WH8141> in the first<WH7223> [month,<WH2320>] on the first<WH259> of the month, the word<WH1697> of the Lord<WH3068> came<WH1961> to me saying,<WH559>"},{"number":18,"verse":"\"Son<WH1121> of man,<WH120> Nebuchadnezzar<WH5019> king<WH4428> of Babylon<WH894> made his army<WH2428> labor<WH5656> hard<WH1419> against<WH413> Tyre;<WH6865> every<WH3605> head<WH7218> was made<WH7139> bald,<WH7139> and every<WH3605> shoulder<WH3802> was rubbed<WH4803> bare.<WH4803> But he and his army<WH2428> had<WH1961> no<WH3808> wages<WH7939> from Tyre<WH6865> for the labor<WH5656> that he had performed<WH5647> against<WH5921> it.\""},{"number":19,"verse":"Therefore,<WH3651> thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"Behold,<WH2009> I shall give<WH5414> the land<WH776> of Egypt<WH4714> to Nebuchadnezzar<WH5019> king<WH4428> of Babylon.<WH894> And he will carry<WH5375> off<WH5375> her wealth,<WH1995> and capture<WH7997> her spoil<WH7998> and seize<WH962> her plunder;<WH957> and it will be wages<WH7939> for his army.<WH2428>"},{"number":20,"verse":"\"I have given<WH5414> him the land<WH776> of Egypt<WH4714> [for] his labor<WH6468> which<WH834> he performed,<WH5647> because<WH834> they acted<WH6213> for Me,\" declares<WH5002> the Lord<WH136> God.<WH3068>"},{"number":21,"verse":"\"On that day<WH3117> I shall make a horn<WH7161> sprout<WH6779> for the house<WH1004> of Israel,<WH3478> and I shall open<WH5414> <WH6610> your mouth<WH6310> in their midst.<WH8432> Then they will know<WH3045> that I am the Lord.<WH3068>\""}]}