{"bibleAbbr":"NASB1995","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":33,"verses":[{"number":1,"verse":"And the word<WH1697> of the Lord<WH3068> came<WH1961> to me saying,<WH559>"},{"number":2,"verse":"\"Son<WH1121> of man,<WH120> speak<WH1696> to the sons<WH1121> of your people,<WH5971> and say<WH559> to them, 'If<WH3588> I bring<WH935> a sword<WH2719> upon a land,<WH776> and the people<WH5971> of the land<WH776> take<WH3947> one<WH259> man<WH376> from among<WH7097> them and make<WH5414> him their watchman;<WH6822>"},{"number":3,"verse":"and he sees<WH7200> the sword<WH2719> coming<WH935> upon the land,<WH776> and he blows<WH8628> on the trumpet<WH7782> and warns<WH2094> the people,<WH5971>"},{"number":4,"verse":"then he who hears<WH8085> the sound<WH6963> of the trumpet<WH7782> and does not take<WH2094> warning,<WH2094> and a sword<WH2719> comes<WH935> and takes<WH3947> him away, his blood<WH1818> will be on his [own] head.<WH7218>"},{"number":5,"verse":"'He heard<WH8085> the sound<WH6963> of the trumpet,<WH7782> but did not take<WH2094> warning;<WH2094> his blood<WH1818> will be on himself. But had he taken<WH2094> warning,<WH2094> he would have delivered<WH4422> his life.<WH5315>"},{"number":6,"verse":"'But if<WH3588> the watchman<WH6822> sees<WH7200> the sword<WH2719> coming<WH935> and does not blow<WH8628> the trumpet,<WH7782> and the people<WH5971> are not warned,<WH2094> and a sword<WH2719> comes<WH935> and takes<WH3947> a person<WH5315> from them, he is taken<WH3947> away in his iniquity;<WH5771> but his blood<WH1818> I will require<WH1875> from the watchman<WH6822>'s hand.<WH3027>'"},{"number":7,"verse":"\"Now as for you, son<WH1121> of man,<WH120> I have appointed<WH5414> you a watchman<WH6822> for the house<WH1004> of Israel;<WH3478> so you will hear<WH8085> a message<WH1697> from My mouth,<WH6310> and give<WH2094> them warning<WH2094> from Me."},{"number":8,"verse":"\"When I say<WH559> to the wicked,<WH7563> 'O wicked<WH7563> man,<WH7563> you shall surely<WH4191> die,<WH4191>' and you do not speak<WH1696> to warn<WH2094> the wicked<WH7563> from his way,<WH1870> that wicked<WH7563> man<WH7563> shall die<WH4191> in his iniquity,<WH5771> but his blood<WH1818> I will require<WH1245> from your hand.<WH3027>"},{"number":9,"verse":"\"But if<WH3588> you on your part<WH859> warn<WH2094> a wicked<WH7563> man<WH7563> to turn<WH7725> from his way,<WH1870> and he does not turn<WH7725> from his way,<WH1870> he will die<WH4191> in his iniquity;<WH5771> but you have delivered<WH5337> your life.<WH5315>"},{"number":10,"verse":"\"Now as for you, son<WH1121> of man,<WH120> say<WH559> to the house<WH1004> of Israel,<WH3478> 'Thus<WH3651> you have spoken,<WH559> saying,<WH559> \"Surely<WH3588> our transgressions<WH6588> and our sins<WH9128> are upon us, and we are rotting<WH4743> away<WH4743> in them; how<WH349> then can we survive<WH2421>? \"'"},{"number":11,"verse":"\"Say<WH559> to them, 'As I live!<WH2416>' declares<WH5002> the Lord<WH136> God,<WH3068> 'I take<WH2654> no<WH518> pleasure<WH2654> in the death<WH4194> of the wicked,<WH7563> but rather<WH3588> <WH518> that the wicked<WH7563> turn<WH7725> from his way<WH1870> and live.<WH2421> Turn<WH7725> back,<WH7725> turn<WH7725> back<WH7725> from your evil<WH7451> ways!<WH1870> Why<WH4100> then will you die,<WH4191> O house<WH1004> of Israel<WH3478>?'"},{"number":12,"verse":"\"And you, son<WH1121> of man,<WH120> say<WH559> to your fellow<WH1121> <WH5971> citizens,<WH5971> 'The righteousness<WH6666> of a righteous<WH6662> man<WH6662> will not deliver<WH5337> him in the day<WH3117> of his transgression,<WH6588> and as for the wickedness<WH7564> of the wicked,<WH7563> he will not stumble<WH3782> because of it in the day<WH3117> when he turns<WH7725> from his wickedness;<WH7562> whereas a righteous<WH6662> man<WH6662> will not be able<WH3201> to live<WH2421> by his righteousness on the day<WH3117> when he commits<WH2398> sin.<WH2398>'"},{"number":13,"verse":"\"When I say<WH559> to the righteous<WH6662> he will surely<WH2421> live,<WH2421> and he [so] trusts<WH982> in his righteousness<WH6666> that he commits<WH6213> iniquity,<WH5766> none<WH3605> <WH3808> of his righteous<WH6666> deeds<WH6666> will be remembered;<WH2142> but in that same iniquity<WH5766> of his which<WH834> he has committed<WH6213> he will die.<WH4191>"},{"number":14,"verse":"\"But when I say<WH559> to the wicked,<WH7563> 'You will surely<WH4191> die,<WH4191>' and he turns<WH7725> from his sin<WH9128> and practices<WH6213> justice<WH4941> and righteousness,<WH6666>"},{"number":15,"verse":"[if a] wicked<WH7563> man<WH7563> restores<WH7725> a pledge,<WH2258> pays<WH9608> back<WH9608> what<WH1500> he has taken<WH1500> by robbery,<WH1500> walks<WH1980> by the statutes<WH2708> which ensure life<WH9132> without<WH1115> committing<WH6213> iniquity,<WH5766> he will surely<WH2421> live;<WH2421> he shall not die.<WH4191>"},{"number":16,"verse":"\"None<WH3605> <WH3808> of his sins<WH9128> that he has committed<WH2398> will be remembered<WH2142> against him. He has practiced<WH6213> justice<WH4941> and righteousness;<WH6666> he will surely<WH2421> live.<WH2421>"},{"number":17,"verse":"\"Yet your fellow<WH1121> <WH5971> citizens<WH5971> say,<WH559> 'The way<WH1870> of the Lord<WH136> is not right,<WH8505>' when it is their own way<WH1870> that is not right.<WH8505>"},{"number":18,"verse":"\"When the righteous<WH6662> turns<WH7725> from his righteousness<WH6666> and commits<WH6213> iniquity,<WH5766> then he shall die<WH4191> in it."},{"number":19,"verse":"\"But when the wicked<WH7563> turns<WH7725> from his wickedness<WH7564> and practices<WH6213> justice<WH4941> and righteousness,<WH6666> he will live<WH2421> by them."},{"number":20,"verse":"\"Yet you say,<WH559> 'The way<WH1870> of the Lord<WH136> is not right.<WH8505>' O house<WH1004> of Israel,<WH3478> I will judge<WH8199> each<WH376> of you according to his ways.<WH1870>\""},{"number":21,"verse":"Now it came<WH1961> about in the twelfth<WH8147> <WH6240> year<WH8141> of our exile,<WH1546> on the fifth<WH2568> of the tenth<WH6224> month,<WH2320> that the refugees<WH6412> from Jerusalem<WH3389> came<WH935> to me, saying,<WH559> \"The city<WH5892> has been taken.<WH5221>\""},{"number":22,"verse":"Now the hand<WH3027> of the Lord<WH3068> had been<WH1961> upon me in the evening,<WH6153> before<WH6440> the refugees<WH6412> came.<WH935> And He opened<WH6605> my mouth<WH6310> at the time<WH5704> [they] came<WH935> to me in the morning;<WH1242> so my mouth<WH6310> was opened,<WH6605> and I was no<WH3808> longer<WH5750> speechless.<WH481>"},{"number":23,"verse":"Then the word<WH1697> of the Lord<WH3068> came<WH1961> to me saying,<WH559>"},{"number":24,"verse":"\"Son<WH1121> of man,<WH120> they who live<WH3427> in these<WH428> waste<WH2723> places<WH2723> in the land<WH127> of Israel<WH3478> are saying,<WH559> 'Abraham<WH85> was [only] one,<WH259> yet he possessed<WH3423> the land;<WH776> so to us who<WH7227> are many<WH7227> the land<WH776> has been given<WH5414> as a possession.<WH4181>'"},{"number":25,"verse":"\"Therefore,<WH3651> say<WH559> to them, 'Thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"You eat<WH398> [meat] with the blood<WH1818> [in it,] lift<WH5375> up your eyes<WH5869> to your idols<WH1544> as you shed<WH8210> blood.<WH1818> Should you then possess<WH3423> the land<WH776>?"},{"number":26,"verse":"\"You rely<WH5975> on your sword,<WH2719> you commit<WH6213> abominations,<WH8441> and each<WH376> of you defiles<WH2930> his neighbor's wife.<WH802> Should you then possess<WH3423> the land<WH776>? '\""},{"number":27,"verse":"\"Thus<WH3541> you shall say<WH559> to them, 'Thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"As I live,<WH2416> surely<WH518> <WH3808> those who<WH834> are in the waste<WH2723> places<WH2723> will fall<WH5307> by the sword,<WH2719> and whoever<WH834> is in the open<WH6440> field<WH7704> I will give<WH5414> to the beasts<WH9130> to be devoured,<WH398> and those who<WH834> are in the strongholds<WH4679> and in the caves<WH4631> will die<WH4191> of pestilence.<WH1698>"},{"number":28,"verse":"\"And I shall make<WH5414> the land<WH776> a desolation<WH8077> and a waste,<WH4923> and the pride<WH1347> of her power<WH5797> will cease;<WH7673> and the mountains<WH2022> of Israel<WH3478> will be desolate,<WH8074> so<WH4480> that no<WH369> one<WH369> will pass<WH5674> through.<WH5674>"},{"number":29,"verse":"\"Then they will know<WH3045> that I am the Lord,<WH3068> when I make<WH5414> the land<WH776> a desolation<WH8077> and a waste<WH4923> because<WH5921> of all<WH3605> their abominations<WH8441> which<WH834> they have committed.<WH6213>\"'"},{"number":30,"verse":"\"But as for you, son<WH1121> of man,<WH120> your fellow<WH1121> <WH5971> citizens<WH5971> who talk<WH1696> about you by the walls<WH7023> and in the doorways<WH6607> of the houses,<WH1004> speak<WH1696> to one<WH2297> another,<WH259> each<WH376> to his brother,<WH251> saying,<WH559> 'Come<WH935> now,<WH4994> and hear<WH8085> what<WH4100> the message<WH1697> is which comes<WH3318> forth<WH3318> from the Lord.<WH3068>'"},{"number":31,"verse":"\"And they come<WH935> to you as people<WH5971> come,<WH3996> and sit<WH3427> before<WH6440> you [as] My people,<WH5971> and hear<WH8085> your words,<WH1697> but they do not do<WH6213> them, for they do<WH6213> the lustful<WH5690> desires<WH5690> [expressed] by their mouth,<WH6310> [and] their heart<WH3820> goes<WH1980> after<WH310> their gain.<WH1215>"},{"number":32,"verse":"\"And behold,<WH2009> you are to them like a sensual<WH5690> song<WH7892> by one who has a beautiful<WH3303> voice<WH6963> and plays<WH5059> well<WH3190> on an instrument; for they hear<WH8085> your words,<WH1697> but they do not practice<WH6213> them."},{"number":33,"verse":"\"So when it comes<WH935> to pass<WH935> – as surely<WH2009> it will – then they will know<WH3045> that a prophet<WH5030> has been<WH1961> in their midst.<WH8432>\""}]}