{"bibleAbbr":"NASB1995","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":39,"verses":[{"number":1,"verse":"\"And you, son<WH1121> of man,<WH120> prophesy<WH5012> against<WH5921> Gog,<WH1463> and say,<WH559> 'Thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"Behold,<WH2009> I am against<WH413> you, O Gog,<WH1463> prince<WH5387> of Rosh,<WH7220> Meshech,<WH4902> and Tubal;<WH8422>"},{"number":2,"verse":"and I shall turn<WH7725> you around,<WH7725> drive<WH8338> you on, take<WH5927> you up from the remotest<WH3411> parts<WH3411> of the north,<WH6828> and bring<WH935> you against<WH5921> the mountains<WH2022> of Israel.<WH3478>"},{"number":3,"verse":"\"And I shall strike<WH5221> your bow<WH7198> from your left<WH8040> hand,<WH3027> and dash<WH5307> down<WH5307> your arrows<WH2671> from your right<WH3225> hand.<WH3027>"},{"number":4,"verse":"\"You shall fall<WH5307> on the mountains<WH2022> of Israel,<WH3478> you and all<WH3605> your troops,<WH102> and the peoples<WH5971> who<WH834> are with you; I shall give<WH5414> you as food<WH402> to every<WH3605> kind<WH3671> of predatory<WH5861> bird<WH6833> and beast<WH9130> of the field.<WH7704>"},{"number":5,"verse":"\"You will fall<WH5307> on the open<WH6440> field;<WH7704> for it is I who have spoken,<WH1696>\" declares<WH5002> the Lord<WH136> God.<WH3068>"},{"number":6,"verse":"\"And I shall send<WH7971> fire<WH784> upon Magog<WH4031> and those who inhabit<WH3427> the coastlands<WH339> in safety;<WH983> and they will know<WH3045> that I am the Lord.<WH3068>"},{"number":7,"verse":"\"And My holy<WH6944> name<WH8034> I shall make<WH3045> known<WH3045> in the midst<WH8432> of My people<WH5971> Israel;<WH3478> and I shall not let My holy<WH6944> name<WH8034> be profaned<WH2490> anymore.<WH5750> And the nations<WH1471> will know<WH3045> that I am the Lord,<WH3068> the Holy<WH6918> One<WH6918> in Israel.<WH3478>"},{"number":8,"verse":"\"Behold,<WH2009> it is coming<WH935> and it shall be done,<WH1961>\" declares<WH5002> the Lord<WH136> God.<WH3068> \"That is the day<WH3117> of which<WH834> I have spoken.<WH1696>"},{"number":9,"verse":"\"Then those who inhabit<WH3427> the cities<WH5892> of Israel<WH3478> will go<WH3318> out, and make<WH1197> fires<WH1197> with the weapons<WH5402> and burn<WH9610> [them,] both shields<WH4043> and bucklers,<WH6793> bows<WH7198> and arrows,<WH2671> war<WH4731> <WH3027> clubs<WH4731> and spears<WH7420> and for seven<WH7651> years<WH8141> they will make<WH1197> fires<WH784> of them."},{"number":10,"verse":"\"And they will not take<WH5375> wood<WH6086> from the field<WH7704> or gather<WH2404> firewood<WH2404> from the forests,<WH9194> for they will make<WH1197> fires<WH784> with the weapons;<WH5402> and they will take<WH7997> the spoil<WH7997> of those who despoiled<WH7997> them, and seize<WH962> the plunder<WH962> of those who plundered<WH962> them,\" declares<WH5002> the Lord<WH136> God.<WH3068>"},{"number":11,"verse":"\"And it will come<WH1961> about on that day<WH3117> that I shall give<WH5414> Gog<WH1463> a burial<WH6913> ground<WH4725> there<WH8033> in Israel,<WH3478> the valley<WH1516> of those who pass<WH5674> by east<WH6926> of the sea,<WH3220> and it will block<WH2629> off<WH2629> the passers-by. So they will bury<WH6912> Gog<WH1463> there<WH8033> with all<WH3605> his multitude,<WH1995> and they will call<WH7121> [it] the valley<WH1516> of Hamon-gog."},{"number":12,"verse":"\"For seven<WH7651> months<WH2320> the house<WH1004> of Israel<WH3478> will be burying<WH6912> them in order<WH4616> to cleanse<WH2891> the land.<WH776>"},{"number":13,"verse":"\"Even all<WH3605> the people<WH5971> of the land<WH776> will bury<WH6912> [them;] and it will be to their renown<WH8034> [on] the day<WH3117> that I glorify<WH3513> Myself,\" declares<WH5002> the Lord<WH136> God.<WH3068>"},{"number":14,"verse":"\"And they will set<WH914> apart<WH914> men<WH376> who will constantly<WH8548> pass<WH5674> through the land,<WH776> burying<WH6912> those who were passing<WH5674> through,<WH5674> even<WH853> those left<WH3498> on the surface<WH6440> of the ground,<WH776> in order to cleanse<WH2891> it. At the end<WH7097> of seven<WH7651> months<WH2320> they will make<WH2713> a search.<WH2713>"},{"number":15,"verse":"\"And as those who pass<WH5674> through the land<WH776> pass<WH5674> through<WH5674> and anyone sees<WH7200> a man's bone,<WH6106> then he will set<WH1129> up a marker<WH6725> by it until<WH5704> the buriers<WH6912> have buried<WH6912> it in the valley<WH1516> of Hamon-gog."},{"number":16,"verse":"\"And even<WH1571> [the] name<WH8034> of [the] city<WH5892> will be Hamonah.<WH1997> So they will cleanse<WH2891> the land.<WH776>\"'"},{"number":17,"verse":"\"And as for you, son<WH1121> of man,<WH120> thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> 'Speak<WH559> to every<WH3605> kind<WH3671> of bird<WH6833> and to every<WH3605> beast<WH9130> of the field,<WH7704>\" Assemble<WH6908> and come,<WH935> gather<WH622> from every<WH5439> side<WH5439> to My sacrifice<WH2077> which<WH834> I am going to sacrifice<WH2076> for you, as a great<WH1419> sacrifice<WH2077> on the mountains<WH2022> of Israel,<WH3478> that you may eat<WH398> flesh<WH1320> and drink<WH8354> blood.<WH1818>"},{"number":18,"verse":"\"You shall eat<WH398> the flesh<WH1320> of mighty<WH1368> men,<WH1368> and drink<WH8354> the blood<WH1818> of the princes<WH5387> of the earth,<WH776> as [though they were] rams,<WH352> lambs,<WH3733> goats,<WH6260> and bulls,<WH6499> all<WH3605> of them fatlings<WH4806> of Bashan.<WH1316>"},{"number":19,"verse":"\"So you will eat<WH398> fat<WH2459> until you are glutted,<WH7654> and drink<WH8354> blood<WH1818> until you are drunk,<WH7943> from My sacrifice<WH2077> which<WH834> I have sacrificed<WH2076> for you."},{"number":20,"verse":"\"And you will be glutted<WH7646> at My table<WH7979> with horses<WH5483> and charioteers,<WH7393> with mighty<WH1368> men<WH1368> and all<WH3605> the men<WH376> of war,<WH4421>\" declares<WH5002> the Lord<WH136> God.<WH3068>"},{"number":21,"verse":"\"And I shall set<WH5414> My glory<WH9202> among the nations;<WH1471> and all<WH3605> the nations<WH1471> will see<WH7200> My judgment<WH4941> which<WH834> I have executed,<WH6213> and My hand<WH3027> which<WH834> I have laid<WH7760> on them."},{"number":22,"verse":"\"And the house<WH1004> of Israel<WH3478> will know<WH3045> that I am the Lord<WH3068> their God<WH430> from that day<WH3117> onward.<WH1973>"},{"number":23,"verse":"\"And the nations<WH1471> will know<WH3045> that the house<WH1004> of Israel<WH3478> went<WH1540> into exile<WH1540> for their iniquity<WH5771> because<WH5921> <WH834> they acted<WH4603> treacherously<WH4603> against Me, and I hid<WH5641> My face<WH6440> from them; so I gave<WH5414> them into the hand<WH3027> of their adversaries,<WH6862> and all<WH3605> of them fell<WH5307> by the sword.<WH2719>"},{"number":24,"verse":"\"According to their uncleanness<WH2932> and according to their transgressions<WH6588> I dealt<WH6213> with them, and I hid<WH5641> My face<WH6440> from them.\"' \""},{"number":25,"verse":"Therefore<WH3651> thus<WH3541> says<WH559> the Lord<WH136> God,<WH3068> \"Now<WH6258> I shall restore<WH7725> the fortunes<WH7622> of Jacob,<WH3290> and have<WH7355> mercy<WH7355> on the whole<WH3605> house<WH1004> of Israel;<WH3478> and I shall be jealous<WH7065> for My holy<WH6944> name.<WH8034>"},{"number":26,"verse":"\"And they shall forget<WH5375> their disgrace<WH3639> and all<WH3605> their treachery<WH4604> which<WH834> they perpetrated<WH4603> against Me, when they live<WH3427> securely<WH983> on their [own] land<WH127> with no<WH369> one<WH369> to make<WH2729> them afraid.<WH2729>"},{"number":27,"verse":"\"When I bring<WH7725> them back<WH7725> from the peoples<WH5971> and gather<WH6908> them from the lands<WH776> of their enemies,<WH340> then I shall be sanctified<WH6942> through them in the sight<WH5869> of the many<WH7227> nations.<WH1471>"},{"number":28,"verse":"\"Then they will know<WH3045> that I am the Lord<WH3068> their God<WH430> because I made them go<WH1540> into exile<WH1540> among<WH413> the nations,<WH1471> and then gathered<WH3664> them [again] to their own land;<WH127> and I will leave<WH3498> none<WH3808> of them there<WH8033> any<WH5750> longer.<WH5750>"},{"number":29,"verse":"\"And I will not hide<WH5641> My face<WH6440> from them any<WH5750> longer,<WH5750> for I shall have poured<WH8210> out My Spirit<WH7307> on the house<WH1004> of Israel,<WH3478>\" declares<WH5002> the Lord<WH136> God.<WH3068>"}]}