{"bibleAbbr":"CVB1535","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"Therfore seynge we haue soch an office (euen as mercy is come vpon vs) we faynte not,"},{"number":2,"verse":"but cast from vs the clokes of vnhonestye, and walke not in craftines: nether corruppe we the worde of God but open the trueth, and reporte oure selues to euery mans conscyence in the sighte of God."},{"number":3,"verse":"Yf oure Gospell be yet hyd, it is hyd in them that are lost:"},{"number":4,"verse":"amonge whom the God of this worlde hath blynded ye myndes of them which beleue not, that ye lighte of the Gospell of the glory of Christ ( which is the ymage of God) shulde not shyne vnto them."},{"number":5,"verse":"For we preach not or selues, but Iesus Christ to be the LORDE, and oure selues youre seruauntes for Iesus sake."},{"number":6,"verse":"For God that comaunded the light to shyne out of darcknesse, hath geuen a cleare shyne in oure hertes, yt by vs ye light of ye knowlege of the glory of God mighte come forth, in the face of Iesus Christ."},{"number":7,"verse":"But this treasure haue we in earthen vessels, that ye power which excelleth might be of God, and not of vs."},{"number":8,"verse":"We are troubled on euery syde, yet are we not without shift. We are in pouertie, but not vtterly without somwhat."},{"number":9,"verse":"We are persecuted, but we are not forsaken. We are oppressed, neuertheles we perish not."},{"number":10,"verse":"We allwayes beare aboute in oure body the dyenge of the LORDE Iesus yt the life also of the LORDE Iesus might appeare in oure body."},{"number":11,"verse":"For we which lyue, are alwayes delyuered vnto death for Iesus sake, that the life also of Iesus might appeare in oure mortall flesh."},{"number":12,"verse":"Therfore is death now mightie in vs, but life in you."},{"number":13,"verse":"But seynge that we haue the same sprete of faith (acordinge as it is wrytten: I beleued, and therfore haue I spoke.) we also beleue, & therfore we speake,"},{"number":14,"verse":"for we knowe that he, which raysed vp ye LORDE Iesus, shal rayse vs vp also by ye meanes of Iesus, and shal set vs with you."},{"number":15,"verse":"For all thinges do I for youre sakes, that the pleteous grace by the thakesgeuynge of many, maye redounde to the prayse of God."},{"number":16,"verse":"Therfore are we not weery, but though or outwarde man be corrupte, yet the inwarde is renewed daye by daye."},{"number":17,"verse":"For oure trouble, which is but temporall and lighte, worketh an exceadinge and an eternall weighte of glorye"},{"number":18,"verse":"vnto vs, which loke not on the thinges that are sene, but on them which are not sene. For ye thinges which are sene, are temporall: but the thinges that are not sene, are eternall."}]}