{"bibleAbbr":"CVg2018","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":16,"verses":[{"number":1,"verse":"Profectique sunt de Elim, et venit omnis multitudo filiorum Israël in desertum Sin, quod est inter Elim et Sinai, quintodecimo die mensis secundi, postquam egressi sunt de terra Ægypti."},{"number":2,"verse":"Et murmuravit omnis congregatio filiorum Israël contra Moysen et Aaron in solitudine."},{"number":3,"verse":"Dixeruntque filii Israël ad eos : Utinam mortui essemus per manum Domini in terra Ægypti, quando sedebamus super ollas carnium, et comedebamus panem in saturitate : cur eduxistis nos in desertum istud, ut occideretis omnem multitudinem fame ?"},{"number":4,"verse":"Dixit autem Dominus ad Moysen : Ecce ego pluam vobis panes de cælo : egrediatur populus, et colligat quæ sufficiunt per singulos dies : ut tentem eum utrum ambulet in lege mea, an non."},{"number":5,"verse":"Die autem sexto parent quod inferant : et sit duplum quam colligere solebant per singulos dies."},{"number":6,"verse":"Dixeruntque Moyses et Aaron ad omnes filios Israël : Vespere scietis quod Dominus eduxerit vos de terra Ægypti,"},{"number":7,"verse":"et mane videbitis gloriam Domini : audivit enim murmur vestrum contra Dominum : nos vero quid sumus, quia mussitastis contra nos ?"},{"number":8,"verse":"Et ait Moyses : Dabit vobis Dominus vespere carnes edere, et mane panes in saturitate : eo quod audierit murmurationes vestras quibus murmurati estis contra eum : nos enim quid sumus ? nec contra nos est murmur vestrum, sed contra Dominum."},{"number":9,"verse":"Dixit quoque Moyses ad Aaron : Dic universæ congregationi filiorum Israël : Accedite coram Domino : audivit enim murmur vestrum."},{"number":10,"verse":"Cumque loqueretur Aaron ad omnem cœtum filiorum Israël, respexerunt ad solitudinem : et ecce gloria Domini apparuit in nube."},{"number":11,"verse":"Locutus est autem Dominus ad Moysen, dicens :"},{"number":12,"verse":"Audivi murmurationes filiorum Israël. Loquere ad eos : Vespere comedetis carnes, et mane saturabimini panibus : scietisque quod ego sum Dominus Deus vester."},{"number":13,"verse":"Factum est ergo vespere, et ascendens coturnix, cooperuit castra : mane quoque ros jacuit per circuitum castrorum."},{"number":14,"verse":"Cumque operuisset superficiem terræ, apparuit in solitudine minutum, et quasi pilo tusum in similitudinem pruinæ super terram."},{"number":15,"verse":"Quod cum vidissent filii Israël, dixerunt ad invicem : Manhu ? quod significat : Quid est hoc ? ignorabant enim quid esset. Quibus ait Moyses : Iste est panis quem Dominus dedit vobis ad vescendum."},{"number":16,"verse":"Hic est sermo, quem præcepit Dominus : Colligat unusquisque ex eo quantum sufficit ad vescendum : gomor per singula capita, juxta numerum animarum vestrarum quæ habitant in tabernaculo sic tolletis."},{"number":17,"verse":"Feceruntque ita filii Israël : et collegerunt, alius plus, alius minus."},{"number":18,"verse":"Et mensi sunt ad mensuram gomor : nec qui plus collegerat, habuit amplius : nec qui minus paraverat, reperit minus : sed singuli juxta id quod edere poterant, congregaverunt."},{"number":19,"verse":"Dixitque Moyses ad eos : Nullus relinquat ex eo in mane."},{"number":20,"verse":"Qui non audierunt eum, sed dimiserunt quidam ex eis usque mane, et scatere cœpit vermibus, atque computruit : et iratus est contra eos Moyses."},{"number":21,"verse":"Colligebant autem mane singuli, quantum sufficere poterat ad vescendum : cumque incaluisset sol, liquefiebat."},{"number":22,"verse":"In die autem sexta collegerunt cibos duplices, id est, duo gomor per singulos homines : venerunt autem omnes principes multitudinis, et narraverunt Moysi."},{"number":23,"verse":"Qui ait eis : Hoc est quod locutus est Dominus : Requies sabbati sanctificata est Domino cras : quodcumque operandum est, facite, et quæ coquenda sunt coquite : quidquid autem reliquum fuerit, reponite usque in mane."},{"number":24,"verse":"Feceruntque ita ut præceperat Moyses, et non computruit, neque vermis inventus est in eo."},{"number":25,"verse":"Dixitque Moyses : Comedite illud hodie, quia sabbatum est Domini : non invenietur hodie in agro."},{"number":26,"verse":"Sex diebus colligite : in die autem septimo sabbatum est Domini, idcirco non invenietur."},{"number":27,"verse":"Venitque septima dies : et egressi de populo ut colligerent, non invenerunt."},{"number":28,"verse":"Dixit autem Dominus ad Moysen : Usquequo non vultis custodire mandata mea et legem meam ?"},{"number":29,"verse":"videte quod Dominus dederit vobis sabbatum, et propter hoc die sexta tribuit vobis cibos duplices : maneat unusquisque apud semetipsum ; nullus egrediatur de loco suo die septimo."},{"number":30,"verse":"Et sabbatizavit populus die septimo."},{"number":31,"verse":"Appellavitque domus Israël nomen ejus Man : quod erat quasi semen coriandri album, gustusque ejus quasi similæ cum melle."},{"number":32,"verse":"Dixit autem Moyses : Iste est sermo, quem præcepit Dominus : Imple gomor ex eo, et custodiatur in futuras retro generationes : ut noverint panem, quo alui vos in solitudine, quando educti estis de terra Ægypti."},{"number":33,"verse":"Dixitque Moyses ad Aaron : Sume vas unum, et mitte ibi man, quantum potest capere gomor, et repone coram Domino ad servandum in generationes vestras,"},{"number":34,"verse":"sicut præcepit Dominus Moysi. Posuitque illud Aaron in tabernaculo reservandum."},{"number":35,"verse":"Filii autem Israël comederunt man quadraginta annis, donec venirent in terram habitabilem : hoc cibo aliti sunt, usquequo tangerent fines terræ Chanaan."},{"number":36,"verse":"Gomor autem decima pars est ephi."}]}