{"bibleAbbr":"CVg2018","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"Igitur profecta omnis multitudo filiorum Israël de deserto Sin per mansiones suas, juxta sermonem Domini, castrametati sunt in Raphidim, ubi non erat aqua ad bibendum populo."},{"number":2,"verse":"Qui jurgatus contra Moysen, ait : Da nobis aquam, ut bibamus. Quibus respondit Moyses : Quid jurgamini contra me ? cur tentatis Dominum ?"},{"number":3,"verse":"Sitivit ergo ibi populus præ aquæ penuria, et murmuravit contra Moysen, dicens : Cur fecisti nos exire de Ægypto, ut occideres nos, et liberos nostros, ac jumenta siti ?"},{"number":4,"verse":"Clamavit autem Moyses ad Dominum, dicens : Quid faciam populo huic ? adhuc paululum, et lapidabit me."},{"number":5,"verse":"Et ait Dominus ad Moysen : Antecede populum, et sume tecum de senioribus Israël : et virgam qua percussisti fluvium, tolle in manu tua, et vade."},{"number":6,"verse":"En ego stabo ibi coram te, supra petram Horeb : percutiesque petram, et exibit ex ea aqua, ut bibat populus. Fecit Moyses ita coram senioribus Israël :"},{"number":7,"verse":"et vocavit nomen loci illius, Tentatio, propter jurgium filiorum Israël, et quia tentaverunt Dominum, dicentes : Estne Dominus in nobis, an non ?"},{"number":8,"verse":"Venit autem Amalec, et pugnabat contra Israël in Raphidim."},{"number":9,"verse":"Dixitque Moyses ad Josue : Elige viros : et egressus, pugna contra Amalec : cras ego stabo in vertice collis, habens virgam Dei in manu mea."},{"number":10,"verse":"Fecit Josue ut locutus erat Moyses, et pugnavit contra Amalec : Moyses autem et Aaron et Hur ascenderunt super verticem collis."},{"number":11,"verse":"Cumque levaret Moyses manus, vincebat Israël : sin autem paululum remisisset, superabat Amalec."},{"number":12,"verse":"Manus autem Moysi erant graves : sumentes igitur lapidem, posuerunt subter eum, in quo sedit : Aaron autem et Hur sustentabant manus ejus ex utraque parte. Et factum est ut manus illius non lassarentur usque ad occasum solis."},{"number":13,"verse":"Fugavitque Josue Amalec, et populum ejus in ore gladii."},{"number":14,"verse":"Dixit autem Dominus ad Moysen : Scribe hoc ob monimentum in libro, et trade auribus Josue : delebo enim memoriam Amalec sub cælo."},{"number":15,"verse":"Ædificavitque Moyses altare : et vocavit nomen ejus, Dominus exaltatio mea, dicens :"},{"number":16,"verse":"Quia manus solii Domini, et bellum Domini erit contra Amalec, a generatione in generationem."}]}