{"bibleAbbr":"CVg2018","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":19,"verses":[{"number":1,"verse":"Mense tertio egressionis Israël de terra Ægypti, in die hac venerunt in solitudinem Sinai."},{"number":2,"verse":"Nam profecti de Raphidim, et pervenientes usque in desertum Sinai, castrametati sunt in eodem loco, ibique Israël fixit tentoria e regione montis."},{"number":3,"verse":"Moyses autem ascendit ad Deum : vocavitque eum Dominus de monte, et ait : Hæc dices domui Jacob, et annuntiabis filiis Israël :"},{"number":4,"verse":"Vos ipsi vidistis quæ fecerim Ægyptiis, quomodo portaverim vos super alas aquilarum, et assumpserim mihi."},{"number":5,"verse":"Si ergo audieritis vocem meam, et custodieritis pactum meum, eritis mihi in peculium de cunctis populis : mea est enim omnis terra :"},{"number":6,"verse":"et vos eritis mihi in regnum sacerdotale, et gens sancta. Hæc sunt verba quæ loqueris ad filios Israël."},{"number":7,"verse":"Venit Moyses : et convocatis majoribus natu populi, exposuit omnes sermones quos mandaverat Dominus."},{"number":8,"verse":"Responditque omnis populus simul : Cuncta quæ locutus est Dominus, faciemus. Cumque retulisset Moyses verba populi ad Dominum,"},{"number":9,"verse":"ait ei Dominus : Jam nunc veniam ad te in caligine nubis, ut audiat me populus loquentem ad te, et credat tibi in perpetuum. Nuntiavit ergo Moyses verba populi ad Dominum."},{"number":10,"verse":"Qui dixit ei : Vade ad populum, et sanctifica illos hodie, et cras, laventque vestimenta sua."},{"number":11,"verse":"Et sint parati in diem tertium : in die enim tertia descendet Dominus coram omni plebe super montem Sinai."},{"number":12,"verse":"Constituesque terminos populo per circuitum, et dices ad eos : Cavete ne ascendatis in montem, nec tangatis fines illius : omnis qui tetigerit montem, morte morietur."},{"number":13,"verse":"Manus non tanget eum, sed lapidibus opprimetur, aut confodietur jaculis : sive jumentum fuerit, sive homo, non vivet : cum cœperit clangere buccina, tunc ascendant in montem."},{"number":14,"verse":"Descenditque Moyses de monte ad populum, et sanctificavit eum. Cumque lavissent vestimenta sua,"},{"number":15,"verse":"ait ad eos : Estote parati in diem tertium, et ne appropinquetis uxoribus vestris."},{"number":16,"verse":"Jamque advenerat tertius dies, et mane inclaruerat : et ecce cœperunt audiri tonitrua, ac micare fulgura, et nubes densissima operire montem, clangorque buccinæ vehementius perstrepebat : et timuit populus qui erat in castris."},{"number":17,"verse":"Cumque eduxisset eos Moyses in occursum Dei de loco castrorum, steterunt ad radices montis."},{"number":18,"verse":"Totus autem mons Sinai fumabat, eo quod descendisset Dominus super eum in igne : et ascenderet fumus ex eo quasi de fornace, eratque omnis mons terribilis."},{"number":19,"verse":"Et sonitus buccinæ paulatim crescebat in majus, et prolixius tendebatur : Moyses loquebatur, et Deus respondebat ei."},{"number":20,"verse":"Descenditque Dominus super montem Sinai in ipso montis vertice, et vocavit Moysen in cacumen ejus. Quo cum ascendisset,"},{"number":21,"verse":"dixit ad eum : Descende, et contestare populum : ne forte velit transcendere terminos ad videndum Dominum, et pereat ex eis plurima multitudo."},{"number":22,"verse":"Sacerdotes quoque qui accedunt ad Dominum, sanctificentur, ne percutiat eos."},{"number":23,"verse":"Dixitque Moyses ad Dominum : Non poterit vulgus ascendere in montem Sinai : tu enim testificatus es, et jussisti, dicens : Pone terminos circa montem, et sanctifica illum."},{"number":24,"verse":"Cui ait Dominus : Vade, descende : ascendesque tu, et Aaron tecum : sacerdotes autem et populus ne transeant terminos, nec ascendant ad Dominum, ne forte interficiat illos."},{"number":25,"verse":"Descenditque Moyses ad populum, et omnia narravit eis."}]}