{"bibleAbbr":"CVg2018","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"Locutusque est Dominus ad Moysen, dicens :"},{"number":2,"verse":"Loquere filiis Israël, ut tollant mihi primitias : ab omni homine qui offeret ultroneus, accipietis eas."},{"number":3,"verse":"Hæc sunt autem quæ accipere debeatis : aurum, et argentum, et æs,"},{"number":4,"verse":"hyacinthum et purpuram, coccumque bis tinctum, et byssum, pilos caprarum,"},{"number":5,"verse":"et pelles arietum rubricatas, pellesque janthinas, et ligna setim :"},{"number":6,"verse":"oleum ad luminaria concinnanda : aromata in unguentum, et thymiamata boni odoris :"},{"number":7,"verse":"lapides onychinos, et gemmas ad ornandum ephod, ac rationale."},{"number":8,"verse":"Facientque mihi sanctuarium, et habitabo in medio eorum :"},{"number":9,"verse":"juxta omnem similitudinem tabernaculi quod ostendam tibi, et omnium vasorum in cultum ejus. Sicque facietis illud :"},{"number":10,"verse":"arcam de lignis setim compingite, cujus longitudo habeat duos et semis cubitos : latitudo, cubitum et dimidium : altitudo, cubitum similiter ac semissem."},{"number":11,"verse":"Et deaurabis eam auro mundissimo intus et foris : faciesque supra, coronam auream per circuitum :"},{"number":12,"verse":"et quatuor circulos aureos, quos pones per quatuor arcæ angulos : duo circuli sint in latere uno, et duo in altero."},{"number":13,"verse":"Facies quoque vectes de lignis setim, et operies eos auro."},{"number":14,"verse":"Inducesque per circulos qui sunt in arcæ lateribus, ut portetur in eis :"},{"number":15,"verse":"qui semper erunt in circulis, nec umquam extrahentur ab eis."},{"number":16,"verse":"Ponesque in arca testificationem quam dabo tibi."},{"number":17,"verse":"Facies et propitiatorium de auro mundissimo : duos cubitos et dimidium tenebit longitudo ejus, et cubitum ac semissem latitudo."},{"number":18,"verse":"Duos quoque cherubim aureos et productiles facies, ex utraque parte oraculi."},{"number":19,"verse":"Cherub unus sit in latere uno, et alter in altero."},{"number":20,"verse":"Utrumque latus propitiatorii tegant expandentes alas, et operientes oraculum, respiciantque se mutuo versis vultibus in propitiatorium quo operienda est arca,"},{"number":21,"verse":"in qua pones testimonium quod dabo tibi."},{"number":22,"verse":"Inde præcipiam, et loquar ad te supra propitiatorium, ac de medio duorum cherubim, qui erunt super arcam testimonii, cuncta quæ mandabo per te filiis Israël."},{"number":23,"verse":"Facies et mensam de lignis setim, habentem duos cubitos longitudinis, et in latitudine cubitum, et in altitudine cubitum et semissem."},{"number":24,"verse":"Et inaurabis eam auro purissimo : faciesque illi labium aureum per circuitum,"},{"number":25,"verse":"et ipsi labio coronam interrasilem altam quatuor digitis : et super illam, alteram coronam aureolam."},{"number":26,"verse":"Quatuor quoque circulos aureos præparabis, et pones eis in quatuor angulis ejusdem mensæ per singulos pedes."},{"number":27,"verse":"Subter coronam erunt circuli aurei, ut mittantur vectes per eos, et possit mensa portari."},{"number":28,"verse":"Ipsos quoque vectes facies de lignis setim, et circumdabis auro ad subvehendam mensam."},{"number":29,"verse":"Parabis et acetabula, ac phialas, thuribula, et cyathos, in quibus offerenda sunt libamina, ex auro purissimo."},{"number":30,"verse":"Et pones super mensam panes propositionis in conspectu meo semper."},{"number":31,"verse":"Facies et candelabrum ductile de auro mundissimo, hastile ejus, et calamos, scyphos, et sphærulas, ac lilia ex ipso procedentia."},{"number":32,"verse":"Sex calami egredientur de lateribus, tres ex uno latere, et tres ex altero."},{"number":33,"verse":"Tres scyphi quasi in nucis modum per calamos singulos, sphærulaque simul, et lilium : et tres similiter scyphi instar nucis in calamo altero, sphærulaque simul et lilium. Hoc erit opus sex calamorum, qui producendi sunt de hastili :"},{"number":34,"verse":"in ipso autem candelabro erunt quatuor scyphi in nucis modum, sphærulæque per singulos, et lilia."},{"number":35,"verse":"Sphærulæ sub duobus calamis per tria loca, qui simul sex fiunt procedentes de hastili uno."},{"number":36,"verse":"Et sphærulæ igitur et calami ex ipso erunt, universa ductilia de auro purissimo."},{"number":37,"verse":"Facies et lucernas septem, et pones eas super candelabrum, ut luceant ex adverso."},{"number":38,"verse":"Emunctoria quoque, et ubi quæ emuncta sunt extinguantur, fiant de auro purissimo."},{"number":39,"verse":"Omne pondus candelabri cum universis vasis suis habebit talentum auri purissimi."},{"number":40,"verse":"Inspice, et fac secundum exemplar quod tibi in monte monstratum est."}]}