{"bibleAbbr":"CVg2018","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"Locutusque est Dominus ad Moysen, dicens :"},{"number":2,"verse":"Ecce, vocavi ex nomine Beseleel filium Uri filii Hur de tribu Juda,"},{"number":3,"verse":"et implevi spiritu Dei, sapientia, et intelligentia et scientia in omni opere,"},{"number":4,"verse":"ad excogitandum quidquid fabrefieri potest ex auro, et argento, et ære,"},{"number":5,"verse":"marmore, et gemmis, et diversitate lignorum."},{"number":6,"verse":"Dedique ei socium Ooliab filium Achisamech de tribu Dan. Et in corde omnis eruditi posui sapientiam : ut faciant cuncta quæ præcepi tibi,"},{"number":7,"verse":"tabernaculum fœderis, et arcam testimonii, et propitiatorium, quod super eam est, et cuncta vasa tabernaculi,"},{"number":8,"verse":"mensamque et vasa ejus, candelabrum purissimum cum vasis suis, et altaris thymiamatis,"},{"number":9,"verse":"et holocausti, et omnia vasa eorum, labrum cum basi sua,"},{"number":10,"verse":"vestes sanctas in ministerio Aaron sacerdoti, et filiis ejus, ut fungantur officio suo in sacris :"},{"number":11,"verse":"oleum unctionis, et thymiama aromatum in sanctuario, omnia quæ præcepi tibi, facient."},{"number":12,"verse":"Et locutus est Dominus ad Moysen, dicens :"},{"number":13,"verse":"Loquere filiis Israël, et dices ad eos : Videte ut sabbatum meum custodiatis : quia signum est inter me et vos in generationibus vestris : ut sciatis quia ego Dominus, qui sanctifico vos."},{"number":14,"verse":"Custodite sabbatum meum, sanctum est enim vobis : qui polluerit illud, morte morietur ; qui fecerit in eo opus, peribit anima illius de medio populi sui."},{"number":15,"verse":"Sex diebus facietis opus : in die septimo sabbatum est, requies sancta Domino ; omnis qui fecerit opus in hac die, morietur."},{"number":16,"verse":"Custodiant filii Israël sabbatum, et celebrent illud in generationibus suis. Pactum est sempiternum"},{"number":17,"verse":"inter me et filios Israël, signumque perpetuum ; sex enim diebus fecit Dominus cælum et terram, et in septimo ab opere cessavit."},{"number":18,"verse":"Deditque Dominus Moysi, completis hujuscemodi sermonibus in monte Sinai, duas tabulas testimonii lapideas, scriptas digito Dei."}]}