{"bibleAbbr":"CVg2018","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":35,"verses":[{"number":1,"verse":"Igitur congregata omni turba filiorum Israël, dixit ad eos : Hæc sunt quæ jussit Dominus fieri."},{"number":2,"verse":"Sex diebus facietis opus : septimus dies erit vobis sanctus, sabbatum, et requies Domini : qui fecerit opus in eo, occidetur."},{"number":3,"verse":"Non succendetis ignem in omnibus habitaculis vestris per diem sabbati."},{"number":4,"verse":"Et ait Moyses ad omnem catervam filiorum Israël : Iste est sermo quem præcepit Dominus, dicens :"},{"number":5,"verse":"Separate apud vos primitias Domino. Omnis voluntarius et prono animo offerat eas Domino : aurum et argentum, et æs,"},{"number":6,"verse":"hyacinthum et purpuram, coccumque bis tinctum, et byssum, pilos caprarum,"},{"number":7,"verse":"pellesque arietum rubricatas, et janthinas, ligna setim,"},{"number":8,"verse":"et oleum ad luminaria concinnanda, et ut conficiatur unguentum, et thymiama suavissimum,"},{"number":9,"verse":"lapides onychinos, et gemmas ad ornatum superhumeralis et rationalis."},{"number":10,"verse":"Quisque vestrum sapiens est, veniat, et faciat quod Dominus imperavit :"},{"number":11,"verse":"tabernaculum scilicet, et tectum ejus, atque operimentum, annulos, et tabulata cum vectibus, paxillos, et bases :"},{"number":12,"verse":"arcam et vectes, propitiatorium, et velum, quod ante illud oppanditur :"},{"number":13,"verse":"mensam cum vectibus et vasis, et propositionis panibus :"},{"number":14,"verse":"candelabrum ad luminaria sustentanda, vasa illius et lucernas, et oleum ad nutrimenta ignium :"},{"number":15,"verse":"altare thymiamatis, et vectes, et oleum unctionis et thymiama ex aromatibus : tentorium ad ostium tabernaculi :"},{"number":16,"verse":"altare holocausti, et craticulam ejus æneam cum vectibus et vasis suis : labrum et basim ejus :"},{"number":17,"verse":"cortinas atrii cum columnis et basibus, tentorium in foribus vestibuli,"},{"number":18,"verse":"paxillos tabernaculi et atrii cum funiculis suis :"},{"number":19,"verse":"vestimenta, quorum usus est in ministerio sanctuarii, vestes Aaron pontificis ac filiorum ejus, ut sacerdotio fungantur mihi."},{"number":20,"verse":"Egressaque omnis multitudo filiorum Israël de conspectu Moysi,"},{"number":21,"verse":"obtulerunt mente promptissima atque devota primitias Domino, ad faciendum opus tabernaculi testimonii. Quidquid ad cultum et ad vestes sanctas necessarium erat,"},{"number":22,"verse":"viri cum mulieribus præbuerunt, armillas et inaures, annulos et dextralia : omne vas aureum in donaria Domini separatum est."},{"number":23,"verse":"Si quis habebat hyacinthum, et purpuram, coccumque bis tinctum, byssum et pilos caprarum, pelles arietum rubricatas, et janthinas,"},{"number":24,"verse":"argenti, ærisque metalla, obtulerunt Domino, lignaque setim in varios usus."},{"number":25,"verse":"Sed et mulieres doctæ, quæ neverant, dederunt hyacinthum, purpuram, et vermiculum, ac byssum,"},{"number":26,"verse":"et pilos caprarum, sponte propria cuncta tribuentes."},{"number":27,"verse":"Principes vero obtulerunt lapides onychinos, et gemmas ad superhumerale et rationale,"},{"number":28,"verse":"aromataque et oleum ad luminaria concinnanda, et ad præparandum unguentum, ac thymiama odoris suavissimi componendum."},{"number":29,"verse":"Omnes viri et mulieres mente devota obtulerunt donaria, ut fierent opera, quæ jusserat Dominus per manum Moysi. Cuncti filii Israël voluntaria Domino dedicaverunt."},{"number":30,"verse":"Dixitque Moyses ad filios Israël : Ecce, vocavit Dominus ex nomine Beseleel filium Uri, filii Hur de tribu Juda,"},{"number":31,"verse":"implevitque eum spiritu Dei, sapientia et intelligentia, et scientia et omni doctrina,"},{"number":32,"verse":"ad excogitandum, et faciendum opus in auro, et argento, et ære,"},{"number":33,"verse":"sculpendisque lapidibus, et opere carpentario, quidquid fabre adinveniri potest,"},{"number":34,"verse":"dedit in corde ejus : Ooliab quoque filium Achisamech de tribu Dan :"},{"number":35,"verse":"ambos erudivit sapientia, ut faciant opera abietarii, polymitarii, ac plumarii, de hyacintho ac purpura, coccoque bis tincto, et bysso, et texant omnia, ac nova quæque reperiant."}]}