{"bibleAbbr":"BKJVNT","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":3,"verses":[{"number":1,"verse":"The message is trustable: \"If anyone reaches out for a position of supervision, he desires nice work.\""},{"number":2,"verse":"So it is necessary for the supervisor to be unattackable, one woman's husband, sober, properly focused, orderly, friendly to strangers, able to teach,"},{"number":3,"verse":"not beside wine, not a hitter, not pursuing shameful gain, but polite, a non-arguer, without greed,"},{"number":4,"verse":"presiding over his own house nicely, having children in compliance with all respect"},{"number":5,"verse":"(if someone does not realize how to preside over his own house, how will he take care of God's assembly?),"},{"number":6,"verse":"not a young convert so that when he gets blinded by smoke, he might not fall into the accuser's judgment."},{"number":7,"verse":"It is also necessary for him to be having a nice witness account from the outside so that he might not fall into an insult and trap of the accuser."},{"number":8,"verse":"Similarly, it is necessary for servants to be respectful, not a double-talker, not paying attention to a lot of wine, not pursuing shameful gain,"},{"number":9,"verse":"having the secret of the trust in a clean conscience."},{"number":10,"verse":"These also must first be examined. After that they must serve being people with no charges against them."},{"number":11,"verse":"Similarly, it is necessary for wives to be respectful, not accusers, sober, trustable in all things."},{"number":12,"verse":"Servants must be husbands of one woman, presiding over children and over their own houses nicely."},{"number":13,"verse":"You see, the ones who serve nicely acquire a nice foothold for themselves and much straightforwardness in trust, the trust in the Anointed King Jesus."},{"number":14,"verse":"I am writing these things to you anticipating to come to you sooner."},{"number":15,"verse":"But if I am slow, I am writing these things so that you may realize how it is necessary to be busying yourself in God's house, something that is an assembly of the living God, a pillar and stabilizer of the truth."},{"number":16,"verse":"And the secret of the godliness is admittedly huge. God was shown in a physical body, was made right in the Spirit, was seen by announcers, was publicly spoken about among nations, was trusted in the world, was taken up in magnificence."}]}