{"bibleAbbr":"BKJVNT","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":5,"verses":[{"number":1,"verse":"You shouldn't pound on an older man, but encourage him as a father. Encourage younger men as brothers,"},{"number":2,"verse":"older women as mothers, younger women as sisters in all consecration."},{"number":3,"verse":"Value widows, the real widows."},{"number":4,"verse":"If any widow has children or grandchildren, they must first learn to be reverencing their own house and to be giving reimbursements back to the predecessors. You see, this is nice and acceptable in the sight of God."},{"number":5,"verse":"The real widow who has also been alone has anticipated good based on God and still stays in the pleas and the prayers night and day."},{"number":6,"verse":"The widow living in luxury has died as she lives."},{"number":7,"verse":"And pass these orders on so that they may be unattackable."},{"number":8,"verse":"If anyone does not plan for his own, and especially for the people living in his house, he has denied the trust and is worse than an untrusting person."},{"number":9,"verse":"A widow must be inducted not less than sixty years old who has become one man's wife,"},{"number":10,"verse":"who is witnessed by you among nice actions: if she nurtured children, if she accepted strangers, if she washed sacred people's feet, if she supported people going through hard times, if she followed closely behind every good action."},{"number":11,"verse":"Refuse younger widows. You see, when they might be dominant against the Anointed King, they want to be marrying,"},{"number":12,"verse":"having judgment against them because they invalidated the first trust."},{"number":13,"verse":"At the same time idle women also learn to go around to the houses, not only idle, but also gossips and people who work their way around work, speaking the things that are not necessary."},{"number":14,"verse":"So I intend for younger women to be marrying, to be raising children, to be running the house, to be giving the one who lies in opposition to them not even one opportunity, thanks to a put-down."},{"number":15,"verse":"You see, some were already turned from it behind the Opponent."},{"number":16,"verse":"If any trustable man or trustable woman has widows, they must support them and the assembly must not be weighted down, so that it might support the real widows."},{"number":17,"verse":"The older men who have presided nicely must be thought of as deserving double value, especially the ones laboring in message and instruction."},{"number":18,"verse":"You see, the Old Testament writing says, (in Deuteronomy 25:4) \"You will not muzzle a cow processing grain.\" And, \"The worker is deserving of his pay.\""},{"number":19,"verse":"Don't accept with a warm welcome a criminal complaint against an older man, outside of except it is based on two or three witnesses."},{"number":20,"verse":"Reprimand the people who sin in the sight of everyone so that the rest may also have fear."},{"number":21,"verse":"I am a strong witness in the sight of God, Master Jesus (the Anointed King), and the select angels, to the fact that you should observe these things without prejudice, doing nothing in line with bias."},{"number":22,"verse":"Place hands on no one quickly. Don't share sins belonging to others. Keep yourself consecrated."},{"number":23,"verse":"Don't be a water drinker anymore, but use a little wine because of your stomach and your frequent weaknesses."},{"number":24,"verse":"The sins of some people are evident, going ahead of them into judgment, but with some people they actually follow closely behind."},{"number":25,"verse":"Similarly, the nice actions also are evident, and the things having it otherwise are not able to be hidden."}]}