{"bibleAbbr":"t4t2014","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":6,"verses":[{"number":1,"verse":"(What King Darius commanded) Later Darius became the ruler of the Persian Empire. When the enemies of the Israelis forced them to stop rebuilding the temple, the Persian officials sent a message to King Darius. They asked him to search the records in the ◄archives/government records►, in the building where the king stored the important documents, to find out whether King Cyrus had authorized that the temple should be rebuilt."},{"number":2,"verse":"The king commanded someone to search there, but those documents were not there in Babylon. They found a scroll at the fort in Ecbatana, in Media province, that contained the information that they wanted to know. This is what was written on that scroll:"},{"number":3,"verse":"During the first year that Cyrus ruled the empire, he sent out a decree concerning the temple of God which is at Jerusalem. In the decree it was stated that a new temple must be built at the same place that the Israeli people previously had offered sacrifices, where the original foundation of the first temple was. The temple must be 90 feet high and 90 feet wide."},{"number":4,"verse":"The building must be made from large stones. After putting down three layers of stones, a layer of timber must be put on top of them. This work will be paid for by money from my treasury."},{"number":5,"verse":"Also, the gold and silver utensils that King Nebuchadnezzar took from the temple of God in Jerusalem and brought to Babylon must be taken back to Jerusalem. They must be put in God's temple just as they were in the previous temple."},{"number":6,"verse":"After reading this, King Darius sent this message to the leaders of the Israeli people's enemies in Jerusalem: This is a message for Tattenai, the governor of the province west of the Euphrates River, and for his assistant Shethar-Bozenai, and for all your colleagues: Stay away from that area!"},{"number":7,"verse":"Do not ◄interfere with/hinder► the work of building the temple of God! The temple must be rebuilt at the same place where the former temple was. And do not hinder the governor of the Jews and the elders of the Jews while they are doing this work."},{"number":8,"verse":"Furthermore, I declare that you must help these leaders of the Jews as they rebuild this temple of God by giving them funds for the building work."},{"number":9,"verse":"The Jewish priests in Jerusalem need young bulls and rams and lambs to sacrifice as they make burned offerings to the God of heaven. You must give them the animals that they need. Also, you must be certain to give them the wheat, salt, wine, and olive oil that they need each day for those sacrifices."},{"number":10,"verse":"If you do that, they will be able to offer sacrifices that please the God who is in heaven, and they will pray that God will bless me and my sons."},{"number":11,"verse":"If anyone disobeys this decree, my soldiers will pull a beam from his house. Then after they sharpen one end of the beam, they will lift that man up and impale him on that beam. Then they will completely destroy that man's house until only a pile of rubble is left."},{"number":12,"verse":"God has chosen that city of Jerusalem as the place where people will honor him [MTY]. What I desire is that he will get rid of any king or any nation that tries to change this decree or tries to destroy that temple in Jerusalem. I, Darius, have made this decree. It must be obeyed quickly and thoroughly."},{"number":13,"verse":"(They completed and dedicated the temple) Tattenai, the governor of the province, and his assistant Shethar-Bozenai and their colleagues read the message and immediately obeyed the decree of King Darius."},{"number":14,"verse":"So the Jewish leaders continued their work of rebuilding the temple. They were greatly encouraged by the messages that the prophets Haggai and Zechariah preached. The Israelis continued building the temple, just like God had commanded them to do and like King Cyrus had decreed."},{"number":15,"verse":"They finished building it on March 12, during the sixth year that King Darius ruled."},{"number":16,"verse":"Then the priests and the Levites and all the other Israeli people who had returned from Babylon very joyfully dedicated the temple."},{"number":17,"verse":"During the ceremony to dedicate the temple, they sacrificed 100 young bulls, 200 rams, and 400 lambs. They also sacrificed twelve male goats as an offering in order that God would forgive the sins of the people of the twelve tribes of Israel."},{"number":18,"verse":"Then the priests and Levites were divided into groups that would take turns to serve at the temple. They did this according to what Moses had written many years previously in the laws that he wrote."},{"number":19,"verse":"(They celebrated the Passover Festival) On April 21, the Jews who had returned from Babylon celebrated the Passover Festival."},{"number":20,"verse":"To qualify themselves for offering the sacrifices, the priests and Levites had already purified themselves by performing certain rituals. Then they slaughtered the lambs for the benefit of all the people who had returned from Babylon, for the other priests, and for themselves."},{"number":21,"verse":"Those who had returned from Babylon and the other people in that land who had turned away from their immoral practices in order to worship Yahweh, the God of the Israeli people, ate the Passover meal."},{"number":22,"verse":"They celebrated the Unleavened Bread Festival of Eating Unleavened Bread for seven days. The Israeli people throughout the land were joyful because Yahweh had changed the attitude of the king of Assyria toward them, and as a result, the king had helped them to rebuild the temple of God, the one whom they worshiped."}]}