{"bibleAbbr":"t4t2014","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"Gifts for building the templeThen King David said to all the people who had gathered there, “My son Solomon, the one whom God has chosen to be the next king, is young and does not have much experience. This work of building the temple is great/important, because this glorious building will not be to honor people, but to honor Yahweh our God."},{"number":2,"verse":"From all the things that I possess, I have provided what will be needed to build the temple of my God—the gold for the things to be made of gold, the silver for the things to be made of silver, bronze for the things to be made of bronze, iron for the things to be made of iron, wood for the things to be made of wood, and large amounts of onyx and turquoise and other valuable stones of various colors, and marble and all kinds of valuable stones."},{"number":3,"verse":"In addition to all these things that I have given for the temple, I am giving my own treasures of gold and silver, because I very earnestly desire that this holy temple for my God be built."},{"number":4,"verse":"I am giving 110 tons of gold from Ophir and 260 tons of refined silver to cover the walls of the buildings,"},{"number":5,"verse":"for making the other items of gold and silver, and for the other work to be done by the craftsmen. So now, I ask you, who is willing to show by contributing other gifts for the building of the temple [EUP] that he has dedicated himself to Yahweh?”"},{"number":6,"verse":"Then the leaders of the families/clans, the leaders of the tribes of Israel, the commanders of 1, soldiers and the commanders of 100 soldiers, and the officials who supervised the work that the king wanted done, gave gifts ◄willingly/because they wanted to give them►."},{"number":7,"verse":"For the work at the temple they gave 190 tons and ◄185 pounds/84 kg.► of gold, 375 tons of silver, 675 tons of bronze, and 3750 tons of iron."},{"number":8,"verse":"And any people who owned valuable stones gave them to be put in the storeroom of the temple. Jehiel, a descendant of Gershon, was appointed to be in charge of them."},{"number":9,"verse":"The people were happy to see that their leaders wanted to give those things, ecause thy knew that their leaders were happy and enthusiastic to give those things to Yahweh. And King David also was very happy."},{"number":10,"verse":"David's prayerThen, while all the people there were listening, David prayed. He said, “We praise you, Yahweh, the God whom our ancestor Jacob worshiped. We will praise you forever!"},{"number":11,"verse":"You alone are great and powerful; only you are truly glorious and majestic and wonderful. And that is true because everything in heaven and on the earth is yours. You are the king of all the people in this world; you are the ruler of everything."},{"number":12,"verse":"Because you are very powerful [DOU], you are able to cause anyone to be great and be strong."},{"number":13,"verse":"So now, our God, we thank you, and we praise you [MTY] for being very great."},{"number":14,"verse":"But I and my people are not really able to give anything to you, because everything that we have comes from you, and what we have given to you are only the things that we have received from you [MTY]."},{"number":15,"verse":"We are like [MET] foreigners and strangers to you, like our ancestors were. Our years/time here on this earth are like [SIM] a shadow that disappears quickly; we know that there is nothing that can enable us to escape dying."},{"number":16,"verse":"Yahweh our God, we have gathered all these things to use in building your [MTY] temple, but all of it really belongs to you, and you have given it to us [MTY]."},{"number":17,"verse":"My God, I know that you test us people, and you are pleased if you find out that we do what is right. All these things I have given to you because I wanted to. And now I have seen that your people have joyfully and generously given things to you."},{"number":18,"verse":"Yahweh, the God whom our ancestors Abraham, Isaac, and Jacob worshiped, I desire/hope that your people will continue to desire to do things like this forever, and that they will always be loyal to you."},{"number":19,"verse":"And now, please enable my son Solomon to faithfully and sincerely [DOU] obey your commands and laws and decrees [DOU] and to do everything that is needed to build this beautiful building for which I have provided all these things.”"},{"number":20,"verse":"Then David said to all the people who were gathered there, “Praise Yahweh our God!” So they all praised Yahweh the God whom their ancestors ◄also worshiped/belonged to►. They prostrated themselves on the ground in front of Yahweh and in front of the king."},{"number":21,"verse":"Solomon was crowned to become the kingThe next day the people offered sacrifices to Yahweh. They presented many animals to be completely burned on the altar: A thousand bulls, a thousand rams, a thousand male sheep, plus offerings of wine, and many other sacrifices for all the people of Israel."},{"number":22,"verse":"On that day the people were joyful and ate and drank while Yahweh was watching. Then for the second time they declared that Solomon was now the king. While Yahweh was watching, they anointed him with olive oil to be the king, and they anointed Zadok to be the Supreme Priest."},{"number":23,"verse":"So Solomon sat on the throne because Yahweh wanted him to be the king to succeed his father David. During the following years Solomon prospered, and all the Israeli people obeyed him."},{"number":24,"verse":"King David's other sons and all the officers and mighty warriors accepted Solomon to be their king, and they solemnly promised to obey him."},{"number":25,"verse":"Yahweh caused Solomon to be highly respected by all the Israeli people, and they honored him very much. No king of Israel was honored as much as Solomon was."},{"number":26,"verse":"The death of DavidJesse's son David was the king who ruled all of Israel."},{"number":27,"verse":"He ruled for forty years: Seven years in Hebron city and thirty-three years in Jerusalem."},{"number":28,"verse":"He was very rich and very much honored {people honored him very much}, and he became an old man. Then he died, and his son Solomon became the king of Israel."},{"number":29,"verse":"A record of all the things that King David did while he ruled, from the beginning to the end, was put on scrolls written by the prophets Samuel, Nathan, and Gad."},{"number":30,"verse":"They told about his powerful rule [HEN], and all the things that happened to him and to the people of Israel and in the kingdoms of other countries while he was ruling Israel."}]}