{"bibleAbbr":"teERV1997","bookName":"మత్తయిత","bookEnglishName":"Matthew","chapterNumber":14,"verses":[{"number":1,"verse":"( హెరోదు యేసును స్నానికుడైన యోహానని తలంచటం) ( ( 480 6:14-29 ; 490 9:7-9 )) ఆ కాలంలో గలిలయకు అధిపతియైన హేరోదు యేసును గురించి విన్నాడు."},{"number":2,"verse":"అతడు తన పరిచారకులతో, “ఇతడు బాప్తిస్మమునిచ్చే యోహాను అని నా నమ్మకం. అతడు బ్రతికి వచ్చాడు. కనుకనే అద్భుతాలు చేసే శక్తి ఆయనలోవుంది” అని అన్నాడు."},{"number":3,"verse":"( యోహాను తల నరకటం) అలా ఎందుకన్నాడంటే కొంతకాలానికి ముందు హేరోదు యోహానును బంధించి కారాగారంలో వేసాడు. ఇలా జరగటానికి కారణం హేరోదియ. ఈమె హేరోదు సోదరుడైన ఫిలిప్పుకు భార్య."},{"number":4,"verse":"పైగా యోహాను హేరోదుతో, “నీవామెతో కలసి జీవించటం న్యాయం కాదు!” అని అనేవాడు."},{"number":5,"verse":"ఈ కారణంగా హేరోదు యోహానును చంపాలనుకున్నాడు. కాని ప్రజలు యోహానును ఒక ప్రవక్తగా పరిగణించేవారు కనుక హేరోదు వాళ్ళను చూసి భయపడి పోయాడు."},{"number":6,"verse":"హేరోదు పుట్టిన రోజు పండుగ జరిగింది. ఆరోజు హేరోదియ కుమార్తె సభలో నాట్యం చేసి హేరోదును మెప్పించింది."},{"number":7,"verse":"అందువల్ల అతడు ఆమె అడిగింది యిస్తానని వాగ్దానం చేసాడు."},{"number":8,"verse":"ఆమె తన తల్లి ప్రోద్బలంతో, “బాప్తిస్మమిచ్చు యోహాను తలను ఒక పళ్ళెంలో పెట్టి నాకివ్వండి” అని అడిగింది."},{"number":9,"verse":"ఇది విన్న రాజుకు దుఃఖం కలిగింది. కాని వాగ్దానం చేయటం వల్ల, అతిథులు అక్కడే ఉండటంవల్ల ఆమె కోరిక తీర్చమని ఆజ్ఞాపించాడు."},{"number":10,"verse":"వెంటనే భటుణ్ణి పంపి కారాగారంలో ఉన్న యోహాను తల నరికి వేయించాడు."},{"number":11,"verse":"ఒక భటుడు యోహాను తలను ఒక పళ్ళెంలో తీసుకు వచ్చి ఆమెకిచ్చాడు. ఆమె దాన్ని తన తల్లి దగ్గరకు తీసుకు వెళ్ళింది."},{"number":12,"verse":"యోహాను శిష్యులు వచ్చి అతని దేహాన్ని తీసుకు వెళ్ళి సమాధి చేసారు. ఆ తర్వాత వెళ్ళి యేసుతో చెప్పారు."},{"number":13,"verse":"( అయిదువేల మందికి భోజనం) ( ( 480 6:30-44 ; 490 9:10-17 ; 500 6:1-14 )) జరిగింది విని యేసు పడవనెక్కి ఏకాంతంగా నిర్జన ప్రదేశానికి వెళ్ళాడు. ఆయన వెళ్ళిన సమాచారం విని ప్రజలు గుంపులు గుంపులుగా పట్టణాలనుండి వచ్చి కాలినడకన ఆయన్ని అనుసరించారు."},{"number":14,"verse":"యేసు పడవనుండి దిగి ప్రజలు గుంపులు గుంపులుగా అక్కడ ఉండటం చూసాడు. ఆయనకు జాలి వేసింది. వాళ్ళలో రోగాలున్న వాళ్ళను ఆయన బాగు చేసాడు."},{"number":15,"verse":"సాయంకాలం కాగానే శిష్యులు ఆయన దగ్గరకు వచ్చి, “ఈ ప్రదేశం ఏమూలో ఉంది, పైగా ఇప్పటికే చాలా ప్రొద్దుపోయింది. వీళ్ళను పంపి వేయండి. గ్రామాల్లోకి వెళ్ళి ఏదైనా కొనుక్కొని తింటారు” అని అన్నారు."},{"number":16,"verse":"యేసు, “వాళ్ళు వెళ్ళనక్కరలేదు. తినటానికి మీరే ఏదైనా యివ్వండి.” అని వాళ్ళతో అన్నాడు."},{"number":17,"verse":"“మా దగ్గర అయిదు రొట్టెలు, రెండు చేపలు మాత్రమే ఉన్నాయి” అని వాళ్ళు సమాధానం చెప్పారు."},{"number":18,"verse":"“వాటిని ఇక్కడకు తీసుకు రండి” అని యేసు అన్నాడు."},{"number":19,"verse":"ఆ తర్వాత ప్రజల్ని అక్కడున్న పచ్చిక బయళ్ళలో కూర్చోమని అన్నాడు. ఆ అయిదు రొట్టెల్ని, రెండు చేపల్ని తీసికొని ఆకాశం వైపు చూసి దేవునికి స్తోత్రం చెల్లించాడు. ఆ రొట్టెను విరచి తన శిష్యులకు ఇచ్చాడు. శిష్యులు ప్రజలకు పంచారు."},{"number":20,"verse":"అందరూ కడుపు నిండా తిన్నారు. ఆ తర్వాత శిష్యులు మిగిలిన ముక్కల్ని పన్నెండు గంపల నిండా నింపారు."},{"number":21,"verse":"స్త్రీలు, పిల్లలే కాకుండా అయిదువేల మంది దాకా పురుషులు ఆ రోజు అక్కడ భోజనం చేసారు."},{"number":22,"verse":"( యేసు నీళ్ళపై నడవటం) ( ( 480 6:45-52 ; 500 6:16-21 )) ఆ తర్వాత యేసు తన శిష్యులతో పడవనెక్కి తనకన్నా ముందు అవతలి ఒడ్డుకు వెళ్ళమని చెప్పాడు. తానక్కడే ఉండి ప్రజల్ని ఇళ్ళకు పంపాలని ఆయన ఉద్దేశం."},{"number":23,"verse":"ప్రజల్ని పంపేశాక యేసు ఏకాంతంగా ప్రార్థించటానికి కొండ మీదికి వెళ్ళాడు. సాయంకాలం అయింది. అయినా ఆయనొక్కడే అక్కడ ఉండిపోయాడు."},{"number":24,"verse":"పడవ ఒడ్డుకు చాలా దూరంలో ఉంది. ఎదురు గాలి వీయటం వల్ల అలలు ఆ పడవను కొడ్తూ ఉన్నాయి."},{"number":25,"verse":"రాత్రి నాలుగోఝామున యేసు నీళ్ళ మీద నడుస్తూ శిష్యుల దగ్గరకు వెళ్ళాడు."},{"number":26,"verse":"ఆయన నీళ్ళపై నడవటం చూసి శిష్యులు, “దయ్యం” అంటూ భయంతో పెద్దకేక పెట్టారు."},{"number":27,"verse":"యేసు వెంటనే, “నేనే! ధైర్యంగా ఉండండి! భయపడకండి!” అని అన్నాడు."},{"number":28,"verse":"పేతురు, “ప్రభూ మీరైతే, నీళ్ళ మీద నడుస్తూ నన్ను మీదగ్గరకు రానివ్వండి!” అని అన్నాడు."},{"number":29,"verse":"“రా” అని యేసు అన్నాడు. అప్పుడు పేతురు పడవ దిగి నీళ్ళ మీద నడుస్తూ యేసు దగ్గరకు వెళ్ళాడు."},{"number":30,"verse":"కాని గాలి వీయటం గమనించి భయపడి నీళ్ళలో మునుగుతూ, “ప్రభూ, నన్ను రక్షించండి!” అని కేక వేశాడు."},{"number":31,"verse":"యేసు వెంటనే తన చేయి జాపి అతణ్ణి పట్టుకొని, “నీలో దృఢవిశ్వాసం లేదు! ఎందుకు సందేహించావు?” అని ప్రశ్నించాడు."},{"number":32,"verse":"వాళ్ళిద్దరూ పడవనెక్కాక గాలి తీవ్రత తగ్గిపోయింది."},{"number":33,"verse":"పడవలోవున్న వాళ్ళు యేసుకు మ్రొక్కుతూ, “మీరు నిజంగా దేవుని కుమారుడు!” అని అన్నారు."},{"number":34,"verse":"( యేసు రోగులనేకులను నయం చేయటం) ( ( 480 6:53-56 )) వాళ్ళు సరస్సు దాటి గెన్నేసరెతు ఒడ్డును చేరుకున్నారు."},{"number":35,"verse":"ఆ గ్రామం వాళ్ళు యేసును గుర్తించి చుట్టూ ఉన్న ప్రాంతాల వాళ్ళందరికి కబురు పెట్టారు. ప్రజలు రోగాలతో ఉన్న వాళ్ళను ఆయన దగ్గరకు పిలుచుకు వచ్చి."},{"number":36,"verse":"“వాళ్ళను మీ అంగీ అంచునైనా తాకనివ్వండి” అని బ్రతిమిలాడారు. ఆయన్ని తాకిన వాళ్ళకందరికి నయమైపోయింది."}]}