{"bibleAbbr":"teERV1997","bookName":"మత్తయిత","bookEnglishName":"Matthew","chapterNumber":3,"verses":[{"number":1,"verse":"( యోహాను బోధించటం) ( ( 480 1:1-8 ; 490 3:1-9 , 490 3:15-17 ; 500 1:19-28 )) బాప్తిస్మము ( బాప్తిస్మము ఇది గ్రీకు పదము. ఇంగ్లీషులో బాప్టిజం. దీని అర్థము నీటిలో మునగటము.) యిచ్చే యోహాను, ఆ కాలంలో యూదయ దేశంలోని ఎడారిలో ఉపదేశిస్తూ ఉండేవాడు."},{"number":2,"verse":"అతడు, “దేవుని రాజ్యం సమీపంలోనే ఉంది కనుక మారుమనస్సు పొందండి!” అని ఉపదేశించాడు."},{"number":3,"verse":"ఇతణ్ణి గురించి దేవుడు యెషయా ప్రవక్త ద్వారా ఈ విధంగా చెప్పాడు: “‘ప్రభువు మార్గాన్ని సిద్ధం చెయ్యమని, తిన్నని మార్గాన్ని వెయ్యమని’ ఎడారిలో ఒక గొంతు ఎలుగెత్తి పలికింది.” ( .)"},{"number":4,"verse":"యోహాను ఒంటె వెంట్రుకలతో చెయ్యబడిన వస్త్రాల్ని ధరించి, నడుముకు తోలు దట్టి కట్టుకొని, మిడుతల్ని, అడవి తేనెను తింటూ జీవించేవాడు."},{"number":5,"verse":"యెరూషలేము నుండి, యూదయ దేశము నుండి యోర్దాను నదీ ప్రాంతాలన్నిటి నుండి ప్రజలు అతని దగ్గరకు వెళ్ళి,"},{"number":6,"verse":"తాము చేసిన పాపాల్ని ఒప్పుకొనే వాళ్ళు. అతడు వాళ్ళకు యొర్దాను నదిలో బాప్తిస్మమునిచ్చేవాడు."},{"number":7,"verse":"పరిసయ్యులు ( పరిసయ్యులు యూదుల ధర్మశాస్త్రాన్ని, వాళ్ళ ఆచారాల్ని శ్రద్ధగా పాటించే ఒక యూదుల శాఖ.) సద్దూకయ్యులు ( సద్దూకయ్యులు రాజకీయ ప్రభావంగల యూదుల శాఖ. చనిపోయినవారు బ్రతికిరారని వాదించేవారు.) యోహాను బాప్తిస్మమునిస్తున్న ప్రాంతానికి వచ్చారు. అతడు వాళ్ళను చూసి, “మీరు సర్పసంతానం. దేవుని కోపం నుండి తప్పించుకొనుటకు మిమ్మల్ని ఎవరు హెచ్చరించారు?"},{"number":8,"verse":"మీరు మారుమనస్సు పొందినట్లుగా మీ ప్రవర్తన మార్చుకోండి."},{"number":9,"verse":"‘అబ్రాహాము మా తండ్రి’ అని మీలో మీరు గర్వించకండి. ఈ రాళ్ళ నుండి దేవుడు అబ్రాహాముకు సంతానాన్ని సృష్టించ గలడని నేను చెబుతున్నాను."},{"number":10,"verse":"చెట్ల వేర్ల మీద గొడ్డలి సిద్ధంగా ఉంది. దేవుడు మంచి ఫలమివ్వని చెట్లను నరికి మంటల్లోకి వేస్తాడు."},{"number":11,"verse":"“మీరు మారుమనస్సు పొందారు కనుక నేను మీకు బాప్తిస్మము నిస్తున్నాను. కాని నా తర్వాత రానున్నవాడు నా కన్నా శక్తి కలవాడు! ఆయన చెప్పుల్ని మోయటానికి కూడా నేను తగను. ఆయన మీకు పవిత్రాత్మతో, అగ్నితో, బాప్తిస్మము నిస్తాడు."},{"number":12,"verse":"తూర్పార బట్టే చేట ఆయన చేతిలో ఉంది. ఆయన కళ్ళమును శుభ్రం చేసి తన గోధుమల్ని ధాన్యపు కొట్టులో వేసుకొంటాడు. పొట్టును ఆరని మంటల్లో వేసి కాలుస్తాడు” అని అన్నాడు."},{"number":13,"verse":"( యోహాను చేత యేసు బాప్తిస్మం పొందటం) ( ( 480 1:9-11 ; 490 3:21-22 )) గలిలయ నుండి యేసు యోహాను ద్వారా బాప్తిస్మము పొందటానికి యొర్దాను నదీ ప్రాంతానికి వచ్చాడు."},{"number":14,"verse":"కాని యోహాను ఆయనతో, “నీ ద్వారా నేను బాప్తిస్మము పొందాలి కాని, నీవు నా ద్వారా బాప్తిస్మము పొందటానికి రావటమా?” అని అంటూ యేసును ఆపటానికి ప్రయత్నించాడు."},{"number":15,"verse":"యేసు సమాధానంగా, “ప్రస్తుతానికి ఇది జరుగనివ్వుము. నీతిని నిలబెట్టటానికి మనమిలా చెయ్యటం సమంజసమే!” అని అన్నాడు. దీనికి యోహాను అంగీకరించాడు."},{"number":16,"verse":"యేసు బాప్తిస్మము పొంది, నీళ్ళ నుండి వెలుపలికి రాగానే అదే క్షణంలో ఆకాశం తెరుచుకొంది. దేవుని ఆత్మ ఒక పాపురంలాగ తన మీదికి రావటం యేసు చూసాడు."},{"number":17,"verse":"పరలోకంనుండి ఒక స్వరం, “ఈయన నా ప్రియ కుమారుడు. ఇతని పట్ల నాకెంతో ఆనందం” అని అన్నది."}]}