{"bibleAbbr":"ULT2024","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"Balaam said to Balak, \"Build seven altars here for me and prepare seven bulls and seven rams.\""},{"number":2,"verse":"So Balak did as Balaam requested. Then Balak and Balaam offered a bull and a ram on every altar."},{"number":3,"verse":"Then Balaam said to Balak, \"Stand at your burnt offering and I will go. Perhaps Yahweh will come to meet me. Whatever he shows me I will tell you.\" So he went away to a hilltop with no trees."},{"number":4,"verse":"While he was on the hilltop, God met him, and Balaam said to him, \"I have built seven altars, and I have offered up a bull and a ram on each one.\""},{"number":5,"verse":"Yahweh put a message in Balaam's mouth and said, \"Return to Balak and speak to him.\""},{"number":6,"verse":"So Balaam returned to Balak, who was standing by his burnt offering, and all the leaders of Moab were with him."},{"number":7,"verse":"Then Balaam began to speak his prophecy and said, \"Balak has brought me from Aram, the king of Moab from the eastern mountains. 'Come, curse Jacob for me,' he said. 'Come, defy Israel.'"},{"number":8,"verse":"How can I curse those whom God has not cursed? How can I oppose those whom Yahweh does not oppose?"},{"number":9,"verse":"For from the top of the rocks I see him; from the hills I look at him. See, there is a people who live alone and do not consider themselves as just an ordinary nation."},{"number":10,"verse":"Who can count the dust of Jacob or number even only one-fourth of Israel? Let me die the death of a righteous person, and let my life's end be like his!\""},{"number":11,"verse":"Balak said to Balaam, \"What have you done to me? I brought you to curse my enemies, but look, you have blessed them.\""},{"number":12,"verse":"Balaam answered and said, \"Should I not be careful to say only what Yahweh puts in my mouth?\""},{"number":13,"verse":"So Balak said to him, \"Please come with me to another place where you can see them. You will only see the nearest of them, not all of them. There you will curse them for me.\""},{"number":14,"verse":"So he took Balaam into the field of Zophim, to the top of Mount Pisgah, and built seven more altars. He offered up a bull and a ram on each altar."},{"number":15,"verse":"Then Balaam said to Balak, \"Stand here by your burnt offering, while I meet with Yahweh over there.\""},{"number":16,"verse":"So Yahweh met Balaam and put a message in his mouth. He said, \"Return to Balak and give him my message.\""},{"number":17,"verse":"Balaam returned to him, and look, he was standing by his burnt offering, and the leaders of Moab were with him. Then Balak said to him, \"What has Yahweh said?\""},{"number":18,"verse":"Balaam began his prophecy. He said, \"Rise up, Balak, and hear. Listen to me, you son of Zippor."},{"number":19,"verse":"God is not a man, that he should lie, Or a human being, that he should change his mind. Has he promised anything without doing it? Has he said he would do something without carrying it out?"},{"number":20,"verse":"Look, I have been commanded to bless. God has given a blessing, and I cannot reverse it."},{"number":21,"verse":"He has seen no hardship in Jacob or trouble in Israel. Yahweh their God is with them, and shouts for their king are among them."},{"number":22,"verse":"God brought them out of Egypt with strength like that of a wild ox."},{"number":23,"verse":"There is no sorcery that works against Jacob, and no fortune-telling harms Israel. Instead, it must be said about Jacob and Israel, 'Look what God has done!'"},{"number":24,"verse":"Look, the people rise like a lioness, as a lion emerges and attacks. He does not lie down until he eats his victim and drinks the blood of what he has killed.\""},{"number":25,"verse":"Then Balak said to Balaam, \"Do not curse them or bless them at all.\""},{"number":26,"verse":"But Balaam answered and said to Balak, \"Did I not tell you that I must say all that Yahweh tells me to say?\""},{"number":27,"verse":"So Balak replied to Balaam, \"Come now, I will take you to another place. Perhaps it will please God for you to curse them there for me.\""},{"number":28,"verse":"So Balak took Balaam to the top of Mount Peor, which looks down on the wilderness."},{"number":29,"verse":"Balaam said to Balak, \"Build me seven altars here and prepare seven bulls and seven rams.\""},{"number":30,"verse":"So Balak did as Balaam had said; he offered up a bull and a ram on each altar."}]}