{"bibleAbbr":"JWNT1755","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"If there be then any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies; Fulfil ye my joy,"},{"number":2,"verse":"that ye think the same thing, having the same love, being of one soul, of one mind."},{"number":3,"verse":"Do nothing through strife or vain-glory, but in lowliness of mind, esteem each the others better than themselves."},{"number":4,"verse":"Look not every one at his own things, but every one also at the things of others."},{"number":5,"verse":"Let this mind be in you, which was also in Christ Jesus,"},{"number":6,"verse":"Who being in the form of God, thought it not robbery to be equal with God;"},{"number":7,"verse":"Yet emptied himself, taking the form of a servant, being made in the likeness of men."},{"number":8,"verse":"And being found in fashion as a man, he humbled himself, becoming obedient even unto death, yea, the death of the cross."},{"number":9,"verse":"Wherefore God also hath highly exalted him, and hath given him a name which is above every name,"},{"number":10,"verse":"That at the name of Jesus every knee might bow, of those in heaven, and those on earth, and those under the earth:"},{"number":11,"verse":"And every tongue might confess, that Jesus Christ is Lord in the glory of God the Father."},{"number":12,"verse":"Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but much more now in my absence, work out your own salvation with fear and trembling."},{"number":13,"verse":"For it is God that worketh in you according to his good pleasure, both to will and to do."},{"number":14,"verse":"Do all things without murmurings and disputings:"},{"number":15,"verse":"That ye may be blameless and simple, the sons of God, unrebukable, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world,"},{"number":16,"verse":"Holding fast the word of life, that I may glory in the day of Christ, that I have not run in vain, neither laboured in vain."},{"number":17,"verse":"Yea, and if I be offered upon the sacrifice and service of your faith, I joy and rejoice with you all."},{"number":18,"verse":"For the same cause joy ye likewise, and rejoice with me."},{"number":19,"verse":"Now I trust in the Lord Jesus, to send Timotheus to you shortly, that I also may be encouraged, when I know your state."},{"number":20,"verse":"For I have none like-minded, who will naturally care for what concerneth you."},{"number":21,"verse":"For all seek their own, not the things of Christ."},{"number":22,"verse":"But ye know the proof of him, that as a son with his father, he hath served with me in the gospel."},{"number":23,"verse":"Him therefore I hope to send, as soon as ever I know how it will go with me."},{"number":24,"verse":"But I trust in the Lord, that I also myself shall come shortly."},{"number":25,"verse":"Yet I thought it necessary to send to you Epaphroditus, my brother and companion in labour and fellow-soldier, but your messenger, and him that ministered to my need."},{"number":26,"verse":"For he longed after you all, and was full of heaviness, because ye had heard that he was sick."},{"number":27,"verse":"He was indeed sick nigh unto death; but God had mercy on him; and not on him only, but on me likewise, lest I should have sorrow upon sorrow."},{"number":28,"verse":"I have sent him therefore the more willingly, that ye seeing him again may rejoice, and that I also may be the less sorrowful."},{"number":29,"verse":"Receive him therefore in the Lord with all gladness, and honour such."},{"number":30,"verse":"Because for the work of Christ he was nigh unto death, not regarding his own life, to supply your deficiency of service toward me."}]}