{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":15,"verses":[{"number":1,"verse":"After these things the word of Jehovah came to Abram in a vision, saying, Do not be afraid, Abram; I am your shield and your exceedingly great reward."},{"number":2,"verse":"And Abram said, O Lord Jehovah, what will You give me, for I go childless, and the heir of my house is Eliezer of Damascus?"},{"number":3,"verse":"And Abram said, Since You have given me no seed, therefore, a servant in my house is my heir."},{"number":4,"verse":"But then the word of Jehovah came to him, saying, This man shall not be your heir, but he who will come out from your own body shall be your heir."},{"number":5,"verse":"And He brought him outside and said, Look now toward the heavens, and count the stars, if you are able to count them. And He said to him, So shall your seed be."},{"number":6,"verse":"And he believed Jehovah, and He accounted it to him as righteousness."},{"number":7,"verse":"Then He said to him, I am Jehovah who brought you out of Ur of the Chaldeans to give you this land to inherit it."},{"number":8,"verse":"And he said, O Lord Jehovah, how will I know that I will inherit it?"},{"number":9,"verse":"And He said to him, Bring Me a three-year-old heifer and a three-year-old female goat and a three-year-old ram and a turtledove and a young pigeon."},{"number":10,"verse":"And he brought Him all these and cut them in two in the middle and laid the half of each opposite the other, but the birds he did not cut in two."},{"number":11,"verse":"And the birds of prey came down upon the carcasses, and Abram drove them away."},{"number":12,"verse":"And when the sun was going down, a deep sleep fell upon Abram; and, behold, a terror and great darkness fell upon him."},{"number":13,"verse":"And He said to Abram, Know assuredly that your seed will be sojourners in a land that is not theirs, and they will serve them; and they will afflict them four hundred years."},{"number":14,"verse":"But I will also judge that nation, whom they will serve, and afterward they will come out with great possessions."},{"number":15,"verse":"But as for you, you will go to your fathers in peace; you will be buried in a good old age."},{"number":16,"verse":"And in the fourth generation they will come here again, for the iniquity of the Amorites is not yet complete."},{"number":17,"verse":"And when the sun went down and it was dark, there came a smoking furnace and a torch of fire which passed between these pieces."},{"number":18,"verse":"On that day Jehovah made a covenant with Abram, saying, To your seed do I give this land, / From the river of Egypt to the great river, the river Euphrates:"},{"number":19,"verse":"The land of the Kenites and the Kenizzites and the Kadmonites"},{"number":20,"verse":"And the Hittites and the Perizzites and the Rephaim"},{"number":21,"verse":"And the Amorites and the Canaanites and the Girgashites and the Jebusites."}]}