{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"Now Sarai, Abram’s wife, bore him no children; and she had an Egyptian female servant, whose name was Hagar."},{"number":2,"verse":"And Sarai said to Abram, Because Jehovah has prevented me from bearing, please go in to my female servant; perhaps I will have children through her. And Abram listened to the voice of Sarai."},{"number":3,"verse":"So after Abram had dwelt ten years in the land of Canaan, Sarai, Abram’s wife, took Hagar the Egyptian, her female servant, and gave her to Abram her husband to be a wife."},{"number":4,"verse":"And he went in to Hagar, and she conceived; and when she saw that she had conceived, her mistress was despised in her eyes."},{"number":5,"verse":"And Sarai said to Abram, May the wrong done to me be upon you. I gave my female servant into your bosom, and when she saw that she had conceived, I was despised in her eyes. May Jehovah judge between me and you."},{"number":6,"verse":"And Abram said to Sarai, Your female servant is now in your hand; do to her what is good in your eyes. So Sarai dealt harshly with her, and she fled from before her."},{"number":7,"verse":"And the Angel of Jehovah found her by a spring of water in the wilderness, by the spring on the way to Shur."},{"number":8,"verse":"And He said, Hagar, Sarai’s female servant, where did you come from and where are you going? And she said, I am fleeing from before my mistress Sarai."},{"number":9,"verse":"And the Angel of Jehovah said to her, Return to your mistress, and submit yourself under her hands."},{"number":10,"verse":"And the Angel of Jehovah said to her, I will greatly multiply your seed, so that it will not be counted for multitude."},{"number":11,"verse":"And the Angel of Jehovah said to her, You have now conceived / And will bear a son, / And you shall call his name Ishmael, / Because Jehovah has heard of your affliction."},{"number":12,"verse":"And he will be a wild ass of a man; / His hand will be against everyone, / And everyone’s hand, against him; / And he will settle down opposite all his brothers."},{"number":13,"verse":"And she called the name of Jehovah who spoke to her, You are a God who reveals Himself, for she said, Do I even remain here after He has revealed Himself to me?"},{"number":14,"verse":"Therefore the well was called Beer-lahai-roi; there it is, between Kadesh and Bered."},{"number":15,"verse":"And Hagar bore Abram a son, and Abram called the name of his son, whom Hagar bore, Ishmael."},{"number":16,"verse":"And Abram was eighty-six years old when Hagar bore Ishmael to Abram."}]}