{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"And the two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. And when Lot saw them, he rose up to meet them and bowed with his face to the ground."},{"number":2,"verse":"And he said, Now, my lords, please turn aside here to your servant’s house, and spend the night, and wash your feet; then you can rise up early and go on your way. But they said, No; we will spend the night in the square."},{"number":3,"verse":"But he urged them strongly, and they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate."},{"number":4,"verse":"But before they lay down, the men of the city, the men of Sodom, surrounded the house, both young and old, all the people from every quarter;"},{"number":5,"verse":"And they called to Lot and said to him, Where are the men who came to you tonight? Bring them out to us that we may know them."},{"number":6,"verse":"And Lot went out to them at the entrance and shut the door behind him."},{"number":7,"verse":"And he said, Please, my brothers, do not act so wickedly."},{"number":8,"verse":"I have here two daughters who have not known a man. Please, let me bring them out to you, and do to them as is fitting in your eyes; only do not do anything to these men, inasmuch as they have come under the shelter of my roof."},{"number":9,"verse":"But they said, Stand aside. Then they said, This one came here to sojourn, and already he is acting like a judge. Now we will treat you worse than we would have them. And they pressed hard against the man, against Lot, and came near in order to break down the door."},{"number":10,"verse":"But the men stretched out their hand and brought Lot into the house to them and shut the door."},{"number":11,"verse":"And they struck the men who were at the entrance of the house with blindness, both small and great, so that they wearied themselves trying to find the entrance."},{"number":12,"verse":"And the men said to Lot, Whom else do you have here? A son-in-law or your sons and your daughters or anyone you have in the city — bring them out of the place."},{"number":13,"verse":"For we are about to destroy this place, because their outcry has become so great before Jehovah that Jehovah has sent us to destroy it."},{"number":14,"verse":"And Lot went out and spoke to his sons-in-law, who were to marry his daughters, and said, Rise up; go forth from this place, for Jehovah will destroy the city. But it seemed to his sons-in-law as though he were joking."},{"number":15,"verse":"And when the morning dawned, the angels urged Lot, saying, Rise up; take your wife and your two daughters who are here, lest you be destroyed in the iniquity of the city."},{"number":16,"verse":"But he lingered; so the men seized his hand and the hand of his wife and the hand of his two daughters, Jehovah being merciful to him, and they brought him out and set him outside the city."},{"number":17,"verse":"And when they had brought them outside, He said, Escape for your life. Do not look behind you, neither stay anywhere in the plain. Escape to the hills, lest you be destroyed."},{"number":18,"verse":"And Lot said to them, May it not be so, Lord;"},{"number":19,"verse":"Even though Your servant has found favor in Your sight, and You have magnified Your lovingkindness, which You have showed to me in preserving my life; I cannot escape to the mountain, lest the disaster overtake me and I die."},{"number":20,"verse":"Here, this city is nearby to flee to, and it is a little one. Please let me escape there — is it not a little one? — and I shall live."},{"number":21,"verse":"And He said to him, I now grant you this request also, that I will not overthrow the city concerning which you have spoken."},{"number":22,"verse":"Hurry, escape there; for I cannot do anything until you arrive there. Therefore the name of the city was called Zoar."},{"number":23,"verse":"The sun had risen over the earth when Lot came to Zoar."},{"number":24,"verse":"Then Jehovah rained upon Sodom and upon Gomorrah brimstone and fire from Jehovah out of heaven."},{"number":25,"verse":"And He overthrew those cities and all the plain and all the inhabitants of the cities and what grew on the ground."},{"number":26,"verse":"But his wife looked back from behind him, and she became a pillar of salt."},{"number":27,"verse":"And Abraham rose up early in the morning and went to the place where he had stood before Jehovah."},{"number":28,"verse":"And he looked down upon Sodom and Gomorrah and upon all the land of the plain. And as he looked, there it was: the smoke of the land was going up like the smoke of a furnace."},{"number":29,"verse":"And when God destroyed the cities of the plain, God remembered Abraham and sent Lot out from the midst of the overthrow, when He overthrew the cities among which Lot dwelt."},{"number":30,"verse":"Then Lot went up out of Zoar and dwelt in the mountains, and his two daughters with him, for he was afraid to dwell in Zoar. And he and his two daughters dwelt in a cave."},{"number":31,"verse":"And the firstborn said to the younger, Our father is old, and there is not a man on the earth to come in to us after the manner of all the earth."},{"number":32,"verse":"Come, let us make our father drink wine; and let us lie with him, that we may preserve alive seed from our father."},{"number":33,"verse":"And they made their father drink wine that night. And the firstborn went in and lay with her father, and he did not know when she lay down or when she arose."},{"number":34,"verse":"And the next day the firstborn said to the younger, I have now lain with my father last night. Let us make him drink wine tonight also; and you go in, and lie with him, that we may preserve alive seed from our father."},{"number":35,"verse":"And they made their father drink wine that night also. And the younger one arose and lay with him, and he did not know when she lay down or when she arose."},{"number":36,"verse":"Thus both the daughters of Lot became pregnant by their father."},{"number":37,"verse":"And the firstborn bore a son and called his name Moab; he is the father of the Moabites to this day."},{"number":38,"verse":"And the younger, she also bore a son and called his name Ben-ammi; he is the father of the children of Ammon to this day."}]}