{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"And Jehovah visited Sarah as He had said, and Jehovah did to Sarah as He had promised."},{"number":2,"verse":"And Sarah conceived and bore Abraham a son in his old age, at the appointed time of which God had spoken to him."},{"number":3,"verse":"And Abraham called the name of his son who was born to him, whom Sarah bore to him, Isaac."},{"number":4,"verse":"And Abraham circumcised Isaac his son when he was eight days old, as God had commanded him."},{"number":5,"verse":"And Abraham was a hundred years old when Isaac his son was born to him."},{"number":6,"verse":"And Sarah said, God has made me laugh; everyone who hears will laugh with me."},{"number":7,"verse":"And she said, Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age."},{"number":8,"verse":"And the child grew and was weaned. And Abraham made a great feast on the day that Isaac was weaned."},{"number":9,"verse":"And Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, mocking."},{"number":10,"verse":"So she said to Abraham, Cast out this maidservant and her son, for the son of this maidservant shall not inherit with my son Isaac."},{"number":11,"verse":"And the matter displeased Abraham greatly on account of his son."},{"number":12,"verse":"And God said to Abraham, Do not be displeased on account of the boy and on account of your maidservant. Whatever Sarah says to you, listen to her voice, for in Isaac shall your seed be called."},{"number":13,"verse":"And of the son of the maidservant I will also make a nation, because he is your seed."},{"number":14,"verse":"And Abraham rose up early in the morning and took bread and a waterskin full of water and gave them to Hagar, putting them on her shoulder, and gave her the child and sent her away. And she departed and wandered in the wilderness of Beer-sheba."},{"number":15,"verse":"When the water in the waterskin was finished, she cast the child under one of the bushes."},{"number":16,"verse":"And she went and sat herself down opposite him, a fair distance away, about a bowshot away, for she said, Do not let me look upon the death of the child. And as she sat opposite him, she lifted up her voice and wept."},{"number":17,"verse":"And God heard the voice of the boy. And the Angel of God called to Hagar out of heaven and said to her, What troubles you, Hagar? Do not be afraid, for God has heard the voice of the boy where he is."},{"number":18,"verse":"Rise up; lift up the boy, and hold him with your hand, for I will make of him a great nation."},{"number":19,"verse":"And God opened her eyes, and she saw a well of water. And she went and filled the waterskin with water and gave the boy a drink."},{"number":20,"verse":"And God was with the boy, and he grew. And he dwelt in the wilderness and became an archer."},{"number":21,"verse":"And he dwelt in the wilderness of Paran. And his mother took a wife for him from the land of Egypt."},{"number":22,"verse":"And at that time Abimelech and Phicol the captain of his army spoke to Abraham, saying, God is with you in all that you do."},{"number":23,"verse":"Now therefore swear to me here by God that you will not deal falsely with me or with my offspring or with my posterity. According to the kindness that I have shown to you, you shall do to me and to the land in which you have sojourned."},{"number":24,"verse":"And Abraham said, I swear it."},{"number":25,"verse":"And Abraham confronted Abimelech concerning the well of water which Abimelech’s servants had taken by force."},{"number":26,"verse":"And Abimelech said, I do not know who has done this thing; and you did not tell me about it, nor have I even heard of it until today."},{"number":27,"verse":"And Abraham took sheep and oxen and gave them to Abimelech. And the two of them made a covenant."},{"number":28,"verse":"And Abraham set seven ewe lambs of the flock by themselves."},{"number":29,"verse":"And Abimelech said to Abraham, What is the meaning of these seven ewe lambs which you have set by themselves?"},{"number":30,"verse":"And he said, These seven ewe lambs you shall take from my hand, that it may be a witness for me that I dug this well."},{"number":31,"verse":"Therefore he called that place Beer-sheba, because there the two of them swore an oath."},{"number":32,"verse":"So they made a covenant at Beer-sheba; and Abimelech rose up with Phicol the captain of his host, and they returned into the land of the Philistines."},{"number":33,"verse":"And Abraham planted a tamarisk tree in Beer-sheba, and there he called on the name of Jehovah, the Eternal God."},{"number":34,"verse":"And Abraham sojourned in the land of the Philistines many days."}]}