{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"And there was a famine in the land, besides the former famine that had occurred in the days of Abraham. So Isaac went to Abimelech the king of the Philistines at Gerar."},{"number":2,"verse":"And Jehovah appeared to him and said, Do not go down to Egypt; dwell in the land of which I will tell you."},{"number":3,"verse":"Sojourn in this land, and I will be with you and will bless you; for to you and to your seed I will give all these lands, and I will establish the oath which I swore to Abraham your father."},{"number":4,"verse":"And I will multiply your seed as the stars of heaven and will give to your seed all these lands; and in your seed all the nations of the earth will be blessed,"},{"number":5,"verse":"Because Abraham obeyed My voice and kept My charge, My commandments, My statutes, and My laws."},{"number":6,"verse":"So Isaac dwelt in Gerar."},{"number":7,"verse":"And the men of the place asked about his wife. And he said, She is my sister, for he was afraid to say, My wife, thinking, The men of this place might slay me on account of Rebekah, because she is beautiful in appearance."},{"number":8,"verse":"And when he had been there a long time, Abimelech the king of the Philistines looked out through his window and saw, and there was Isaac playfully caressing Rebekah his wife."},{"number":9,"verse":"And Abimelech called Isaac and said, So she is indeed your wife. How then did you say, She is my sister? And Isaac said to him, Because I thought I might die on account of her."},{"number":10,"verse":"And Abimelech said, What is this you have done to us? One of the people might easily have lain with your wife, and you would have brought guilt upon us."},{"number":11,"verse":"And Abimelech charged all the people, saying, He who touches this man or his wife shall surely be put to death."},{"number":12,"verse":"And Isaac sowed in that land and gained in the same year a hundredfold. And Jehovah blessed him,"},{"number":13,"verse":"And the man became rich and continued to grow richer until he became very rich."},{"number":14,"verse":"And he had possessions of flocks and possessions of herds and a great household, so that the Philistines envied him."},{"number":15,"verse":"Now all the wells which his father’s servants had dug in the days of Abraham his father the Philistines had stopped up and filled with earth."},{"number":16,"verse":"And Abimelech said to Isaac, Go away from us, for you are much mightier than we."},{"number":17,"verse":"So Isaac went away from there and camped in the valley of Gerar and dwelt there."},{"number":18,"verse":"And Isaac dug again the wells of water which had been dug in the days of Abraham his father and which the Philistines had stopped up after the death of Abraham; and he called them by the same names which his father had given them."},{"number":19,"verse":"And Isaac’s servants dug in the valley and found there a well of springing water."},{"number":20,"verse":"And the shepherds of Gerar strove with Isaac’s shepherds, saying, The water is ours. So he called the name of the well Esek, because they contended with him."},{"number":21,"verse":"And they dug another well; and they strove over that also, so he called the name of it Sitnah."},{"number":22,"verse":"And he moved away from there and dug another well, but they did not strive over it, so he called the name of it Rehoboth; and he said, Now Jehovah has made room for us, and we will be fruitful in the land."},{"number":23,"verse":"And he went up from there to Beer-sheba."},{"number":24,"verse":"And Jehovah appeared to him the same night and said, I am the God of Abraham your father. Do not be afraid, for I am with you, and I will bless you and multiply your seed for My servant Abraham’s sake."},{"number":25,"verse":"And he built an altar there and called upon the name of Jehovah and pitched his tent there. And there Isaac’s servants dug a well."},{"number":26,"verse":"And Abimelech came to him from Gerar with Ahuzzath his adviser and Phicol the captain of his army."},{"number":27,"verse":"And Isaac said to them, Why have you come to me, since you hate me and have sent me away from you?"},{"number":28,"verse":"And they said, We see plainly that Jehovah is with you; so we say, Let there now be an oath between us, even between us and you, and let us make a covenant with you,"},{"number":29,"verse":"That you will not do us any harm, just as we have not touched you, and just as we have done to you nothing but good and have sent you away in peace. You are now the blessed of Jehovah."},{"number":30,"verse":"And he made them a feast, and they ate and drank."},{"number":31,"verse":"And they rose up early in the morning and swore to one another. And Isaac sent them away, and they departed from him in peace."},{"number":32,"verse":"And the same day Isaac’s servants came and told him about the well which they had dug and said to him, We have found water."},{"number":33,"verse":"And he called it Shibah. Therefore the name of the city is Beer-sheba to this day."},{"number":34,"verse":"Now when Esau was forty years old, he took as wife Judith the daughter of Beeri the Hittite and Basemath the daughter of Elon the Hittite."},{"number":35,"verse":"And they caused bitterness of spirit to Isaac and to Rebekah."}]}