{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":30,"verses":[{"number":1,"verse":"And when Rachel saw that she bore Jacob no children, Rachel envied her sister and said to Jacob, Give me children, or else I die."},{"number":2,"verse":"And Jacob’s anger burned against Rachel, and he said, Am I in the place of God, who has withheld from you the fruit of the womb?"},{"number":3,"verse":"And she said, Here is my servant Bilhah; go in to her, that she may bear upon my knees and that I also may have children through her."},{"number":4,"verse":"And she gave him Bilhah her female servant as a wife, and Jacob went in to her."},{"number":5,"verse":"And Bilhah conceived and bore Jacob a son."},{"number":6,"verse":"And Rachel said, God has judged me, and has also heard my voice and given me a son; therefore she called his name Dan."},{"number":7,"verse":"And Bilhah Rachel’s female servant conceived again and bore Jacob a second son."},{"number":8,"verse":"And Rachel said, In wrestling with God, I have wrestled with my sister and have prevailed; so she called his name Naphtali."},{"number":9,"verse":"Now when Leah saw that she ceased bearing, she took Zilpah her female servant and gave her to Jacob as a wife."},{"number":10,"verse":"And Zilpah Leah’s female servant bore Jacob a son."},{"number":11,"verse":"And Leah said, How fortunate! So she called his name Gad."},{"number":12,"verse":"And Zilpah Leah’s female servant bore Jacob a second son."},{"number":13,"verse":"And Leah said, Happy am I! For the daughters will call me blessed; so she called his name Asher."},{"number":14,"verse":"And Reuben went out in the days of wheat harvest and found mandrakes in the field and brought them to his mother Leah. Then Rachel said to Leah, Please give me some of your son’s mandrakes."},{"number":15,"verse":"And she said to her, Is it a small matter that you have taken away my husband? And would you take away my son’s mandrakes also? So Rachel said, Then he may lie with you tonight in return for your son’s mandrakes."},{"number":16,"verse":"And Jacob came from the field in the evening, and Leah went out to meet him and said, You must come in to me, for I have surely hired you with my son’s mandrakes. So he lay with her that night."},{"number":17,"verse":"And God gave heed to Leah, and she conceived and bore Jacob a fifth son."},{"number":18,"verse":"And Leah said, God has given me my hire, because I gave my female servant to my husband; so she called his name Issachar."},{"number":19,"verse":"And Leah conceived again and bore a sixth son to Jacob."},{"number":20,"verse":"And Leah said, God has endowed me with a good dowry; now my husband will dwell with me, because I have borne him six sons; so she called his name Zebulun."},{"number":21,"verse":"And afterward she bore a daughter and called her name Dinah."},{"number":22,"verse":"Then God remembered Rachel, and God gave heed to her and opened her womb."},{"number":23,"verse":"And she conceived and bore a son and said, God has taken away my reproach."},{"number":24,"verse":"And she called his name Joseph, saying, May Jehovah add to me another son."},{"number":25,"verse":"And when Rachel had borne Joseph, Jacob said to Laban, Send me away, that I may go to my own place and to my own country."},{"number":26,"verse":"Give me my wives and my children for whom I have served you, that I may go; for you indeed know my service by which I have served you."},{"number":27,"verse":"And Laban said to him, If you please, I have divined that Jehovah has blessed me on account of you."},{"number":28,"verse":"And he said, Name me your wages, and I will give it."},{"number":29,"verse":"And Jacob said to him, You indeed know how I have served you, and how your livestock has fared with me."},{"number":30,"verse":"For you had little before I came, and it has spread into a multitude, and Jehovah has blessed you wherever I turned. But now when shall I provide for my own house also?"},{"number":31,"verse":"And he said, What shall I give you? And Jacob said, You shall not give me anything. Just do this one thing for me: Let me again feed your flock and keep it."},{"number":32,"verse":"Let me pass through all your flock today, removing from there every speckled and spotted animal, that is, every black animal among the sheep, and the spotted and speckled among the goats; and such will be my wages."},{"number":33,"verse":"So my righteousness will testify for me later, when you come concerning my wages, by what is before you. Every one that is not speckled and spotted among the goats and black among the sheep, if found with me, will be counted stolen."},{"number":34,"verse":"And Laban said, Fine; let it be according to your word."},{"number":35,"verse":"But on that day Laban removed the male goats that were streaked and spotted, and all the female goats that were speckled and spotted, every one that had white in it, and all the black ones among the sheep, and gave them into the care of his sons."},{"number":36,"verse":"And he set a distance of a three days’ journey between himself and Jacob, and Jacob fed the rest of Laban’s flocks."},{"number":37,"verse":"And Jacob took rods of fresh poplar and almond and plane trees and peeled white stripes in them, exposing the white which was in the rods."},{"number":38,"verse":"And he set the rods which he had peeled in front of the flocks in the troughs, that is, in the watering places where the flocks came to drink; and they bred when they came to drink."},{"number":39,"verse":"And the flocks bred before the rods; and the flocks brought forth young that were streaked, speckled, and spotted."},{"number":40,"verse":"And Jacob separated the lambs and set the faces of the flock toward the streaked and all the black in the flock of Laban, and he put his own herds apart and did not put them with Laban’s flock."},{"number":41,"verse":"And whenever the stronger of the flock were breeding, Jacob placed the rods before the eyes of the flock in the troughs so that they might breed among the rods;"},{"number":42,"verse":"But when the flock was feebler, he did not put them in; so the feebler were Laban’s, and the stronger Jacob’s."},{"number":43,"verse":"And the man became spread out exceedingly, and had large flocks, and female servants and male servants, and camels and donkeys."}]}