{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"And the man knew Eve his wife, and she conceived and gave birth to Cain and said, I have acquired a man, Jehovah."},{"number":2,"verse":"And again she gave birth, to his brother Abel. And Abel was a tender of sheep, but Cain was a tiller of the ground."},{"number":3,"verse":"And in the course of time Cain brought an offering to Jehovah from the fruit of the ground."},{"number":4,"verse":"And Abel also brought an offering, from the firstlings of his flock, that is, from their fat portions. And Jehovah had regard for Abel and for his offering."},{"number":5,"verse":"But for Cain and for his offering He had no regard. And Cain became very angry, and his countenance fell."},{"number":6,"verse":"And Jehovah said to Cain, Why are you angry, and why has your countenance fallen?"},{"number":7,"verse":"If you do well, will not your countenance be lifted up? And if you do not do well, sin is crouching at the door; and his desire is for you, but you must rule over him."},{"number":8,"verse":"And Cain said to Abel his brother, Let us go into the field. And when they were in the field, Cain rose up against Abel his brother and slew him."},{"number":9,"verse":"Then Jehovah said to Cain, Where is Abel your brother? And he said, I do not know. Am I my brother’s keeper?"},{"number":10,"verse":"And He said, What have you done? The voice of your brother’s blood is crying out to Me from the ground."},{"number":11,"verse":"And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand."},{"number":12,"verse":"When you till the ground, it will no longer yield its strength to you. You will be a fugitive and a wanderer on the earth."},{"number":13,"verse":"And Cain said to Jehovah, My punishment is greater than I can bear."},{"number":14,"verse":"Now You have driven me out this day from the face of the ground, and from Your face I will be hidden; and I will be a fugitive and a wanderer on the earth, and whoever finds me will kill me."},{"number":15,"verse":"And Jehovah said to him, Therefore whoever kills Cain, vengeance will be taken on him sevenfold. And Jehovah put a mark on Cain, so that anyone who found him would not strike him."},{"number":16,"verse":"And Cain went forth from the presence of Jehovah and dwelt in the land of Nod, east of Eden."},{"number":17,"verse":"And Cain knew his wife, and she conceived and gave birth to Enoch; and he built a city and called the name of the city after the name of his son Enoch."},{"number":18,"verse":"And Irad was born to Enoch, and Irad begot Mehujael, and Mehujael begot Methushael, and Methushael begot Lamech."},{"number":19,"verse":"And Lamech took two wives for himself: The name of the first was Adah, and the name of the second Zillah."},{"number":20,"verse":"And Adah gave birth to Jabal; he was the father of those who dwell in tents and raise cattle."},{"number":21,"verse":"And his brother’s name was Jubal; he was the father of all those who play the lyre and pipe."},{"number":22,"verse":"And Zillah also gave birth to Tubal-cain, the forger of every cutting instrument of bronze and iron; and the sister of Tubal-cain was Naamah."},{"number":23,"verse":"And Lamech said to his wives, Adah and Zillah, listen to my voice; / O wives of Lamech, hearken to my speech; / For I have slain a man for wounding me, / Even a young man for striking me."},{"number":24,"verse":"If Cain is avenged sevenfold, / Then Lamech seventy-sevenfold."},{"number":25,"verse":"And Adam knew his wife again. And she gave birth to a son and called his name Seth, for, she said, God has appointed me another seed instead of Abel, because Cain slew him."},{"number":26,"verse":"And to Seth also a son was born, and he called his name Enosh. At that time men began to call upon the name of Jehovah."}]}