{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":40,"verses":[{"number":1,"verse":"And after these things, the cupbearer and the baker of the king of Egypt offended their lord, the king of Egypt."},{"number":2,"verse":"And Pharaoh was angry with his two officials, the chief of the cupbearers and the chief of the bakers."},{"number":3,"verse":"And he put them in custody at the house of the captain of the guard, in the prison, the place where Joseph was confined."},{"number":4,"verse":"And the captain of the guard put Joseph in charge of them, and he ministered to them; and they were in custody for some time."},{"number":5,"verse":"And the cupbearer and the baker of the king of Egypt, who were confined in the prison, both of them had a dream, each man with his own dream in one night, and each dream with its own interpretation."},{"number":6,"verse":"And Joseph came to them in the morning and looked at them, and they were troubled."},{"number":7,"verse":"And he asked Pharaoh’s officials, who were with him in custody in his master’s house, saying, Why are your faces so sad today?"},{"number":8,"verse":"And they said to him, We have had a dream, and there is no one to interpret it. And Joseph said to them, Do not interpretations belong to God? Please tell it to me."},{"number":9,"verse":"And the chief of the cupbearers told his dream to Joseph and said to him, In my dream there was a vine before me,"},{"number":10,"verse":"And on the vine were three branches. And as soon as it budded, its blossoms came out, and its clusters ripened into grapes."},{"number":11,"verse":"And Pharaoh’s cup was in my hand, and I took the grapes and squeezed them into Pharaoh’s cup, and I put the cup in Pharaoh’s hand."},{"number":12,"verse":"And Joseph said to him, This is its interpretation: The three branches are three days."},{"number":13,"verse":"Within three more days Pharaoh will lift up your head and restore you to your office, and you will put Pharaoh’s cup into his hand according to your former custom when you were his cupbearer."},{"number":14,"verse":"But remember my being with you when it is well with you, and please do me a kindness and make mention of me to Pharaoh and so have me brought out of this house."},{"number":15,"verse":"For I was actually kidnapped out of the land of the Hebrews, and here also I have not done anything that they should put me into the dungeon."},{"number":16,"verse":"Now when the chief of the bakers saw that the interpretation was good, he said to Joseph, I also saw this in my dream: There were three baskets of white bread on my head."},{"number":17,"verse":"And in the uppermost basket there were all sorts of baked food for Pharaoh, and the birds were eating them out of the basket on my head."},{"number":18,"verse":"And Joseph answered and said, This is its interpretation: The three baskets are three days."},{"number":19,"verse":"Within three more days Pharaoh will lift up your head from you and will hang you on a tree, and the birds will eat your flesh from you."},{"number":20,"verse":"And on the third day, which was Pharaoh’s birthday, he made a feast for all his servants; and he lifted up the head of the chief of the cupbearers and the head of the chief of the bakers among his servants."},{"number":21,"verse":"And he restored the chief of the cupbearers to his cupbearing, and he put the cup into Pharaoh’s hand;"},{"number":22,"verse":"But the chief of the bakers he hanged, just as Joseph had interpreted to them."},{"number":23,"verse":"Yet the chief of the cupbearers did not remember Joseph, but forgot him."}]}