{"bibleAbbr":"RcV2003","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"And Jacob called to his sons and said, Gather yourselves together that I may tell you what will happen to you in the last days."},{"number":2,"verse":"Assemble yourselves, and listen, O sons of Jacob; / Yes, listen to Israel your father."},{"number":3,"verse":"Reuben, you are my firstborn, / My might and the firstfruits of my vigor, / Preeminent in dignity and preeminent in power."},{"number":4,"verse":"Ebullient as water, you will not have the preeminence, / Because you went up to your father’s bed; / Then you defiled it — he went up to my couch."},{"number":5,"verse":"Simeon and Levi are brothers; / Weapons of violence are their swords."},{"number":6,"verse":"Come not into their council, O my soul; / Be not united with their assembly, O my glory; / For in their anger they slew men, / And in their self-will they hamstrung oxen."},{"number":7,"verse":"Cursed be their anger, for it is fierce; / And their wrath, for it is cruel: / I will divide them in Jacob, / And scatter them in Israel."},{"number":8,"verse":"Judah, your brothers will praise you; / Your hand will be on the neck of your enemies; / Your father’s sons will bow down before you."},{"number":9,"verse":"Judah is a young lion; / From the prey, my son, you have gone up. / He couches, he stretches out like a lion, / And like a lioness; who will rouse him up?"},{"number":10,"verse":"The scepter will not depart from Judah, / Nor the ruler’s staff from between his feet, / Until Shiloh comes, / And to Him shall be the obedience of the peoples."},{"number":11,"verse":"Binding his foal to the vine, / And his donkey’s colt to the choice vine, / He washes his garment in wine, / And his robe in the blood of grapes."},{"number":12,"verse":"Dark are his eyes with wine, / And white are his teeth with milk."},{"number":13,"verse":"Zebulun will dwell at the shore of the sea, / And he will be a shore for ships, / And his flank will be toward Sidon."},{"number":14,"verse":"Issachar is a strong donkey, / Couching between the sheepfolds."},{"number":15,"verse":"And he saw a resting place that was good / And the land that was pleasant, / And he bowed his shoulder to bear, / And became a task-worker to bring tribute."},{"number":16,"verse":"Dan will judge his people, / As one of the tribes of Israel."},{"number":17,"verse":"Dan will be a serpent in the way, / A viper on the path, / That bites the horse’s heels, / So that his rider falls backward."},{"number":18,"verse":"I have waited for Your salvation, O Jehovah."},{"number":19,"verse":"Gad, raiders will raid him, / But he will raid at their heel."},{"number":20,"verse":"Asher’s food will be rich, / And he will yield royal dainties."},{"number":21,"verse":"Naphtali is a hind let loose; / He gives beautiful words."},{"number":22,"verse":"Joseph is a fruitful bough, / A fruitful bough by a fountain; / His branches run over the wall."},{"number":23,"verse":"The archers bitterly attacked him, / And shot at him and harassed him;"},{"number":24,"verse":"But his bow remained firm, / And the arms of his hands were agile, / By the hands of the Mighty One of Jacob — / From there is the Shepherd, the stone of Israel —"},{"number":25,"verse":"From the God of your father, who will help you, / And from the All-sufficient One, who will bless you / With blessings of heaven above, / Blessings of the deep that lies beneath, / Blessings of the breasts and of the womb."},{"number":26,"verse":"The blessings of your father surpass / The blessings of my ancestors / To the utmost bound of the everlasting hills. / They will be on the head of Joseph, / And on the crown of the head of the one who was separate from his brothers."},{"number":27,"verse":"Benjamin is a ravenous wolf, / In the morning devouring the prey / And in the evening dividing the spoil."},{"number":28,"verse":"All these are the twelve tribes of Israel, and this is what their father spoke to them when he blessed them; he blessed them, each one according to his blessing."},{"number":29,"verse":"And he charged them and said to them, I am being gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite,"},{"number":30,"verse":"In the cave that is in the field of Machpelah, which is before Mamre in the land of Canaan, which Abraham bought along with the field from Ephron the Hittite for the possession of a burial place —"},{"number":31,"verse":"There they buried Abraham and Sarah his wife, there they buried Isaac and Rebekah his wife, and there I buried Leah —"},{"number":32,"verse":"The field and the cave that is in it, purchased from the children of Heth."},{"number":33,"verse":"And when Jacob had finished charging his sons, he gathered up his feet into the bed and expired, and he was gathered to his people."}]}