{"bibleAbbr":"NASB1995","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":12,"verses":[{"number":1,"verse":"Righteous<WH6662> art Thou, O Lord,<WH3068> that I would plead<WH7378> [my] case<WH7378> with Thee; Indeed<WH389> I would discuss<WH1696> matters<WH4941> of justice<WH4941> with Thee: Why<WH4069> has the way<WH1870> of the wicked<WH7563> prospered<WH6743>? [Why] are all<WH3605> those who deal<WH898> in treachery<WH9045> at ease<WH7951>?"},{"number":2,"verse":"Thou hast planted<WH5193> them, they have also<WH1571> taken<WH8327> root;<WH8327> They grow,<WH1980> they have even<WH1571> produced<WH6213> fruit.<WH6529> Thou art near<WH7138> to their lips<WH6310> But far<WH7350> from their mind.<WH3629>"},{"number":3,"verse":"But Thou knowest<WH3045> me, O Lord;<WH3068> Thou seest<WH7200> me; And Thou dost examine<WH974> my heart's [attitude] toward<WH854> Thee. Drag<WH5423> them off<WH5423> like sheep<WH6629> for the slaughter<WH2878> And set<WH6942> them apart<WH6942> for a day<WH3117> of carnage!<WH2028>"},{"number":4,"verse":"How<WH4970> long<WH5704> <WH4970> is the land<WH776> to mourn<WH56> And the vegetation<WH6212> of the countryside<WH3605> <WH7704> to wither<WH3001>? For the wickedness<WH9567> of those who dwell<WH3427> in it, Animals<WH929> and birds<WH5775> have been snatched<WH5595> away,<WH5595> Because<WH3588> [men] have said,<WH559> \"He will not see<WH7200> our latter<WH319> ending.<WH319>\""},{"number":5,"verse":"\"If<WH3588> you have run<WH7323> with footmen<WH7273> and they have tired<WH3811> you out, Then how<WH349> can you compete<WH2734> with horses<WH5483>? If you fall<WH982> down<WH982> in a land<WH776> of peace,<WH7965> How<WH349> will you do<WH6213> in the thicket<WH1347> of the Jordan<WH3383>?"},{"number":6,"verse":"\"For even<WH1571> your brothers<WH251> and the household<WH1004> of your father, Even<WH1> they have dealt<WH1571> treacherously<WH898> with you, Even<WH898> they have cried<WH1571> aloud<WH7121> after<WH4392> you. Do not believe<WH310> them, although<WH539> they may say<WH3588> nice<WH1696> things<WH9186> to you.\""},{"number":7,"verse":"\"I have forsaken<WH5800> My house,<WH1004> I have abandoned<WH5203> My inheritance;<WH5159> I have given<WH5414> the beloved<WH3033> of My soul<WH5315> Into the hand<WH3709> of her enemies.<WH340>"},{"number":8,"verse":"\"My inheritance<WH5159> has become<WH1961> to Me Like a lion<WH9030> in the forest;<WH9194> She has roared<WH5414> <WH6963> against<WH5921> Me; Therefore<WH5921> <WH3651> I have come to hate<WH8130> her."},{"number":9,"verse":"\"Is My inheritance<WH5159> like a speckled<WH6641> bird<WH5861> of prey<WH5861> to Me? Are the birds<WH5861> of prey<WH5861> against<WH5921> her on every<WH5439> side<WH5439>? Go,<WH1980> gather<WH622> all<WH3605> the beasts<WH9130> of the field,<WH7704> Bring<WH857> them to devour!<WH398>"},{"number":10,"verse":"\"Many<WH7227> shepherds<WH7462> have ruined<WH7843> My vineyard,<WH3754> They have trampled<WH947> down<WH947> My field;<WH2513> They have made<WH5414> My pleasant<WH2532> field<WH2513> A desolate<WH8077> wilderness.<WH4057>"},{"number":11,"verse":"\"It has been made<WH7760> a desolation,<WH8077> Desolate,<WH8076> it mourns<WH56> before<WH5921> Me; The whole<WH3605> land<WH776> has been made<WH8074> desolate,<WH8074> Because<WH3588> no<WH369> man<WH376> lays<WH7760> it to heart.<WH3820>"},{"number":12,"verse":"\"On all<WH3605> the bare<WH8205> heights<WH8205> in the wilderness<WH4057> Destroyers<WH7703> have come,<WH935> For a sword<WH2719> of the Lord<WH3068> is devouring<WH398> From one end<WH7097> of the land<WH776> even to the other<WH7097>;<WH776> There<WH369> is no<WH369> peace<WH7965> for anyone.<WH3605> <WH1320>"},{"number":13,"verse":"\"They have sown<WH2232> wheat<WH2406> and have reaped<WH7114> thorns,<WH6975> They have strained<WH2470> themselves to no<WH3808> profit.<WH3276> But be ashamed<WH954> of your harvest<WH8393> Because<WH4480> of the fierce<WH2740> anger<WH639> of the Lord.<WH3068>\""},{"number":14,"verse":"Thus<WH3541> says<WH559> the Lord<WH3068> concerning<WH5921> all<WH3605> My wicked<WH7451> neighbors<WH7934> who strike<WH5060> at the inheritance<WH5159> with which<WH834> I have endowed<WH5157> My people<WH5971> Israel,<WH3478> \"Behold<WH2009> I am about to uproot<WH5428> them from their land<WH127> and will uproot<WH5428> the house<WH1004> of Judah<WH3063> from among<WH8432> them."},{"number":15,"verse":"\"And it will come<WH1961> about that after<WH310> I have uprooted<WH5428> them, I will again<WH7725> have<WH7355> compassion<WH7355> on them; and I will bring<WH7725> them back,<WH7725> each<WH376> one<WH376> to his inheritance<WH5159> and each<WH376> one<WH376> to his land.<WH776>"},{"number":16,"verse":"\"Then it will come<WH1961> about that if<WH518> they will really<WH3925> learn<WH3925> the ways<WH1870> of My people,<WH5971> to swear<WH7650> by My name,<WH8034> 'As the Lord<WH3068> lives,<WH2416>' even<WH9201> as they taught<WH3925> My people<WH5971> to swear<WH7650> by Baal,<WH1168> then they will be built<WH1129> up in the midst<WH8432> of My people.<WH5971>"},{"number":17,"verse":"\"But if<WH518> they will not listen,<WH8085> then I will uproot<WH5428> that nation,<WH1471> uproot<WH5428> and destroy it,\" declares<WH6> the Lord.<WH5002>"}]}