{"bibleAbbr":"NASB1995","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":16,"verses":[{"number":1,"verse":"The word<WH1697> of the Lord<WH3068> also came<WH1961> to me saying,<WH559>"},{"number":2,"verse":"\"You shall not take a wife<WH802> for yourself nor<WH3808> have<WH1961> sons<WH1121> or daughters<WH1323> in this<WH2088> place.<WH4725>\""},{"number":3,"verse":"For thus<WH3541> says<WH559> the Lord<WH3068> concerning<WH5921> the sons<WH1121> and daughters<WH1323> born<WH3209> in this<WH2088> place,<WH4725> and concerning<WH5921> their mothers<WH517> who bear<WH3205> them, and their fathers who beget<WH1> them in this<WH3205> land: <WH384>"},{"number":4,"verse":"\"They will die<WH4191> of deadly<WH4463> diseases,<WH8463> they will not be lamented<WH5594> or buried;<WH6912> they will be as dung<WH1828> on the surface<WH6440> of the ground<WH127> and come<WH3615> to an end<WH3615> by sword<WH2719> and famine,<WH7458> and their carcasses<WH5038> will become<WH1961> food<WH3978> for the birds<WH5775> of the sky<WH8064> and for the beasts<WH929> of the earth.<WH776>\""},{"number":5,"verse":"For thus<WH3541> says<WH559> the Lord,<WH3068> \"Do not enter<WH935> a house<WH1004> of mourning,<WH4798> or go<WH1980> to lament<WH5594> or to console<WH5110> them; for I have withdrawn<WH622> My peace<WH7965> from this<WH2088> people,<WH5971>\" declares<WH5002> the Lord,<WH3068> \"[My] lovingkindness<WH2617> and compassion.<WH7356>"},{"number":6,"verse":"\"Both great<WH1419> men<WH1419> and small<WH6996> will die<WH4191> in this<WH384> land;<WH776> they will not be buried,<WH6912> they will not be lamented,<WH5594> nor<WH3808> will anyone gash<WH1413> himself or shave<WH7139> his head<WH7139> for them."},{"number":7,"verse":"\"Neither<WH3808> will men break<WH6536> [bread] in mourning<WH60> for them, to comfort<WH5162> anyone for the dead,<WH4191> nor<WH3808> give<WH8248> them a cup<WH3563> of consolation<WH8575> to drink<WH8248> for anyone's father or mother.<WH1>"},{"number":8,"verse":"\"Moreover you shall not go<WH935> into a house<WH1004> of feasting<WH4960> to sit<WH3427> with them to eat<WH398> and drink.<WH8354>\""},{"number":9,"verse":"For thus<WH3541> says<WH559> the Lord<WH3068> of hosts,<WH6635> the God<WH430> of Israel:<WH3478> \"Behold,<WH2009> I am going to eliminate<WH7673> from this<WH2088> place,<WH4725> before your eyes<WH5869> and in your time,<WH3117> the voice<WH6963> of rejoicing<WH8342> and the voice<WH6963> of gladness,<WH8057> the voice<WH6963> of the groom<WH2860> and the voice<WH6963> of the bride.<WH3618>"},{"number":10,"verse":"\"Now it will come<WH1961> about when<WH3588> you tell<WH5046> this<WH2088> people<WH5971> all<WH3605> these<WH428> words<WH1697> that they will say<WH559> to you, 'For what<WH4100> reason<WH5921> <WH4100> has the Lord<WH3068> declared<WH1696> all<WH3605> this<WH384> great<WH1419> calamity<WH9567> against<WH5921> us? And what<WH4100> is our iniquity,<WH5771> or what<WH4100> is our sin<WH9128> which<WH834> we have committed<WH2398> against the Lord<WH3068> our God<WH430>?'"},{"number":11,"verse":"\"Then you are to say<WH559> to them, '[It is] because<WH5921> <WH834> your forefathers have forsaken<WH1> Me,' declares<WH5800> the Lord,<WH5002> 'and have followed<WH3068> <WH1980> other<WH310> gods<WH312> and served<WH430> them and bowed<WH5647> down<WH7812> to them; but Me they have forsaken<WH7812> and have not kept<WH5800> My law.<WH8104>"},{"number":12,"verse":"'You too have done<WH6213> evil,<WH7451> [even] more<WH4480> than<WH4480> your forefathers; for behold,<WH1> you are each<WH2009> one<WH376> walking<WH376> according<WH1980> to the stubbornness<WH310> of his own evil<WH8307> heart,<WH7451> without<WH3820> listening<WH1115> to Me."},{"number":13,"verse":"'So I will hurl<WH2904> you out of this<WH384> land<WH776> into the land<WH776> which<WH834> you have not known,<WH3045> neither you nor<WH3808> your fathers; and there<WH1> you will serve<WH8033> other<WH5647> gods<WH312> day<WH430> and night,<WH3119> for I shall grant<WH3915> you no<WH5414> favor.<WH3808>'"},{"number":14,"verse":"\"Therefore<WH3651> behold,<WH2009> days<WH3117> are coming,<WH935>\" declares<WH5002> the Lord,<WH3068> \"when it will no<WH3808> longer<WH5750> be said,<WH559> 'As the Lord<WH3068> lives,<WH2416> who<WH834> brought<WH5927> up the sons<WH1121> of Israel<WH3478> out of the land<WH776> of Egypt,<WH4714>'"},{"number":15,"verse":"but, 'As the Lord<WH3068> lives,<WH2416> who<WH834> brought<WH5927> up the sons<WH1121> of Israel<WH3478> from the land<WH776> of the north<WH6828> and from all<WH3605> the countries<WH776> where<WH834> <WH8033> He had banished<WH5080> them.' For I will restore<WH7725> them to their own land<WH127> which<WH834> I gave<WH5414> to their fathers."},{"number":16,"verse":"\"Behold,<WH2009> I am going to send<WH7971> for many<WH7227> fishermen,<WH1728>\" declares<WH5002> the Lord,<WH3068> \"and they will fish<WH1770> for them; and afterwards<WH310> <WH3651> I shall send<WH7971> for many<WH7227> hunters,<WH6719> and they will hunt<WH6679> them from every<WH3605> mountain<WH2022> and every<WH3605> hill,<WH1389> and from the clefts<WH5357> of the rocks.<WH5553>"},{"number":17,"verse":"\"For My eyes<WH5869> are on all<WH3605> their ways;<WH1870> they are not hidden<WH5641> from My face,<WH6440> nor<WH3808> is their iniquity<WH5771> concealed<WH6845> from My eyes.<WH5869>"},{"number":18,"verse":"\"And I will first<WH7223> doubly<WH4932> repay<WH9608> their iniquity<WH5771> and their sin,<WH9128> because<WH5921> they have polluted<WH2490> My land;<WH776> they have filled<WH4390> My inheritance<WH5159> with the carcasses<WH5038> of their detestable<WH8251> idols<WH8251> and with their abominations.<WH8441>\""},{"number":19,"verse":"O Lord,<WH3068> my strength<WH5797> and my stronghold,<WH4581> And my refuge<WH4498> in the day<WH3117> of distress,<WH6869> To Thee the nations<WH1471> will come<WH935> From the ends<WH657> of the earth<WH776> and say,<WH559> \"Our fathers have inherited<WH1> nothing<WH5157> but falsehood,<WH389> Futility<WH8267> and things<WH1892> of no<WH3276> profit.<WH369>\""},{"number":20,"verse":"Can man<WH120> make<WH6213> gods<WH430> for himself? Yet they are not gods!<WH430>"},{"number":21,"verse":"\"Therefore<WH3651> behold,<WH2009> I am going to make them know<WH3045> – This<WH384> time<WH6471> I will make them know<WH3045> My power<WH3027> and My might;<WH1369> And they shall know<WH3045> that My name<WH8034> is the Lord.<WH3068>\""}]}