{"bibleAbbr":"NASB1995","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"The word<WH1697> which<WH834> the Lord<WH3068> spoke<WH1696> concerning<WH413> Babylon,<WH894> the land<WH776> of the Chaldeans,<WH3778> through<WH3027> Jeremiah<WH3414> the prophet: <WH5030>"},{"number":2,"verse":"\"Declare<WH5046> and proclaim<WH8085> among the nations.<WH1471> Proclaim<WH8085> it and lift<WH5375> up a standard.<WH5251> Do not conceal<WH3582> [it but] say,<WH559> 'Babylon<WH894> has been captured,<WH3920> Bel<WH1078> has been<WH954> put<WH954> to shame,<WH954> Marduk<WH4781> has been<WH2865> shattered;<WH2865> Her images<WH6091> have been<WH954> put<WH954> to shame,<WH954> her idols<WH1544> have been<WH2865> shattered.<WH2865>'"},{"number":3,"verse":"\"For a nation<WH1471> has come<WH5927> up against<WH5921> her out of the north;<WH6828> it will make<WH7896> her land<WH776> an object<WH8047> of horror,<WH8047> and there will be no<WH3808> inhabitant<WH3427> in it. Both<WH4480> man<WH120> and beast<WH929> have wandered<WH5110> off, they have gone<WH1980> away!"},{"number":4,"verse":"\"In those<WH1992> days<WH3117> and at that time,<WH6256>\" declares<WH5002> the Lord,<WH3068> \"the sons<WH1121> of Israel<WH3478> will come,<WH935> [both] they and the sons<WH1121> of Judah<WH3063> as well;<WH9191> they will go<WH1980> along weeping<WH1058> as they go,<WH1980> and it will be the Lord<WH3068> their God<WH430> they will seek.<WH1245>"},{"number":5,"verse":"\"They will ask<WH7592> for the way<WH1870> to Zion,<WH6726> [turning] their faces<WH6440> in its direction;<WH2008> they will come<WH935> that they may join<WH3867> themselves to the Lord<WH3068> [in] an everlasting<WH5769> covenant<WH1285> that will not be forgotten.<WH7911>"},{"number":6,"verse":"\"My people<WH5971> have become<WH1961> lost sheep;<WH6> Their shepherds<WH6629> have led<WH7462> them astray.<WH8582> They have made them turn<WH8582> aside<WH7725> [on] the mountains;<WH7725> They have gone<WH2022> along from mountain<WH1980> to hill<WH2022> And have forgotten<WH1389> their resting<WH7911> place.<WH7258>"},{"number":7,"verse":"\"All<WH3605> who came<WH4672> upon them have devoured<WH398> them; And their adversaries<WH6862> have said,<WH559> 'We are not guilty,<WH816> Inasmuch<WH8478> <WH834> as they have sinned<WH2398> against the Lord<WH3068> [who is] the habitation<WH5116> of righteousness,<WH6664> Even the Lord,<WH3068> the hope<WH4723> of their fathers.'"},{"number":8,"verse":"\"Wander<WH5110> away from the midst<WH8432> of Babylon,<WH894> And go<WH3318> forth<WH3318> from the land<WH776> of the Chaldeans;<WH3778> Be also like male<WH6260> goats<WH6260> at the head<WH6440> of the flock.<WH6629>"},{"number":9,"verse":"\"For behold,<WH2009> I am going to arouse<WH5782> and bring<WH5927> up against<WH5921> Babylon<WH894> A horde<WH6951> of great<WH1419> nations<WH1471> from the land<WH776> of the north,<WH6828> And they will draw<WH6186> up [their] battle<WH6186> lines<WH6186> against her; From there<WH8033> she will be taken<WH3920> captive.<WH3920> Their arrows<WH2671> will be like an expert<WH7919> warrior<WH1368> Who does not return<WH7725> empty-handed."},{"number":10,"verse":"\"And Chaldea<WH3778> will become<WH1961> plunder;<WH7998> All<WH3605> who plunder<WH7997> her will have<WH7646> enough,<WH7646>\" declares<WH5002> the Lord.<WH3068>"},{"number":11,"verse":"\"Because<WH3588> you are glad,<WH8055> because<WH3588> you are jubilant,<WH5937> O you who pillage<WH8154> My heritage,<WH5159> Because<WH3588> you skip<WH6335> about<WH6335> like a threshing<WH1758> heifer<WH5697> And neigh<WH6670> like stallions,<WH47>"},{"number":12,"verse":"Your mother<WH517> will be greatly<WH3966> ashamed,<WH954> She who gave<WH3205> you birth<WH3205> will be humiliated.<WH2659> Behold,<WH2009> [she will be] the least<WH319> of the nations,<WH1471> A wilderness,<WH4057> a parched<WH6723> land,<WH6723> and a desert.<WH6160>"},{"number":13,"verse":"\"Because<WH4480> of the indignation<WH7110> of the Lord<WH3068> she will not be inhabited,<WH3427> But she will be completely<WH3605> desolate;<WH8077> Everyone<WH3605> who passes<WH5674> by Babylon<WH894> will be horrified<WH8074> And will hiss<WH8319> because<WH5921> of all<WH3605> her wounds.<WH4347>"},{"number":14,"verse":"\"Draw<WH6186> up your battle<WH6186> lines<WH6186> against<WH5921> Babylon<WH894> on every<WH5439> side,<WH5439> All<WH3605> you who bend<WH1869> the bow;<WH7198> Shoot<WH3034> at her, do not be sparing<WH2550> with [your] arrows,<WH2671> For she has sinned<WH2398> against the Lord.<WH3068>"},{"number":15,"verse":"\"Raise<WH7321> your battle<WH7321> cry<WH7321> against<WH5921> her on every<WH5439> side!<WH5439> She has given<WH5414> herself<WH3027> up, her pillars<WH9038> have fallen,<WH5307> Her walls<WH2346> have been torn<WH2040> down.<WH2040> For this<WH1931> is the vengeance<WH5360> of the Lord:<WH3068> Take<WH5358> vengeance<WH5358> on her; As she has done<WH6213> [to others, so] do<WH6213> to her."},{"number":16,"verse":"\"Cut<WH3772> off<WH3772> the sower<WH2232> from Babylon,<WH894> And the one who wields<WH8610> the sickle<WH4038> at the time<WH6256> of harvest;<WH7105> From before<WH6440> the sword<WH2719> of the oppressor<WH3238> They will each<WH376> turn<WH6437> back<WH6437> to his own people,<WH5971> And they will each<WH376> flee<WH5127> to his own land.<WH776>"},{"number":17,"verse":"\"Israel<WH3478> is a scattered<WH6340> flock,<WH7716> the lions<WH738> have driven<WH5080> [them] away.<WH5080> The first<WH7223> one<WH7223> [who] devoured<WH398> him was the king<WH4428> of Assyria,<WH804> and this<WH2088> last<WH314> one<WH314> [who] has broken<WH9430> his bones<WH9430> is Nebuchadnezzar<WH5019> king<WH4428> of Babylon.<WH894>"},{"number":18,"verse":"\"Therefore<WH3651> thus<WH3541> says<WH559> the Lord<WH3068> of hosts,<WH6635> the God<WH430> of Israel:<WH3478> 'Behold,<WH2009> I am going to punish<WH6485> the king<WH4428> of Babylon<WH894> and his land,<WH776> just<WH9201> as I punished<WH6485> the king<WH4428> of Assyria.<WH804>"},{"number":19,"verse":"'And I shall bring<WH7725> Israel<WH3478> back<WH7725> to his pasture,<WH5116> and he will graze<WH7462> on Carmel<WH3760> and Bashan,<WH1316> and his desire<WH5315> will be satisfied<WH7646> in the hill<WH2022> country<WH2022> of Ephraim<WH669> and Gilead.<WH1568>"},{"number":20,"verse":"'In those<WH1992> days<WH3117> and at that time,<WH6256>' declares<WH5002> the Lord,<WH3068> 'search<WH1245> will be made<WH1245> for the iniquity<WH5771> of Israel,<WH3478> but there<WH369> will be none;<WH369> and for the sins<WH9128> of Judah,<WH3063> but they will not be found;<WH4672> for I shall pardon<WH5545> those whom<WH834> I leave<WH7604> as a remnant.<WH7604>'"},{"number":21,"verse":"\"Against<WH5921> the land<WH776> of Merathaim,<WH4850> go<WH5927> up against<WH5921> it, And against<WH413> the inhabitants<WH3427> of Pekod.<WH6489> Slay<WH9163> and utterly<WH2763> destroy<WH2763> them,\" declares<WH5002> the Lord,<WH3068> \"And do<WH6213> according to all<WH3605> that I have commanded<WH6680> you."},{"number":22,"verse":"\"The noise<WH6963> of battle<WH4421> is in the land,<WH776> And great<WH1419> destruction.<WH7667>"},{"number":23,"verse":"\"How<WH349> the hammer<WH6360> of the whole<WH3605> earth<WH776> Has been cut<WH1438> off<WH1438> and broken!<WH7665> How<WH349> Babylon<WH894> has become<WH1961> An object<WH8047> of horror<WH8047> among the nations!<WH1471>"},{"number":24,"verse":"\"I set<WH3369> a snare<WH3369> for you, and you were also<WH1571> caught,<WH3920> O Babylon,<WH894> While you yourself<WH9040> were not aware;<WH3045> You have been found<WH4672> and also<WH1571> seized<WH8610> Because<WH3588> you have engaged<WH1624> in conflict<WH1624> with the Lord.<WH3068>\""},{"number":25,"verse":"The Lord<WH3068> has opened<WH6605> His armory<WH214> And has brought<WH3318> forth<WH3318> the weapons<WH3627> of His indignation,<WH2195> For it is a work<WH4399> of the Lord<WH136> God<WH3068> of hosts<WH6635> In the land<WH776> of the Chaldeans.<WH3778>"},{"number":26,"verse":"Come<WH935> to her from the farthest<WH7093> border;<WH7093> Open<WH6605> up her barns,<WH3965> Pile<WH5549> her up like<WH3644> heaps<WH6194> And utterly<WH2763> destroy<WH2763> her, Let nothing<WH408> be left<WH7611> to her."},{"number":27,"verse":"Put<WH9163> all<WH3605> her young<WH6499> bulls<WH6499> to the sword;<WH9163> Let them go<WH3381> down<WH3381> to the slaughter!<WH2874> Woe<WH1945> be upon them, for their day<WH3117> has come,<WH935> The time<WH6256> of their punishment.<WH6486>"},{"number":28,"verse":"There is a sound<WH6963> of fugitives<WH5127> and refugees<WH9453> from the land<WH776> of Babylon,<WH894> To declare<WH5046> in Zion<WH6726> the vengeance<WH5360> of the Lord<WH3068> our God,<WH430> Vengeance<WH5360> for His temple.<WH1964>"},{"number":29,"verse":"\"Summon<WH8085> many<WH7227> against<WH413> Babylon,<WH894> All<WH3605> those who bend<WH1869> the bow:<WH7198> Encamp<WH2583> against<WH5921> her on every<WH5439> side,<WH5439> Let there be no<WH408> escape.<WH6413> Repay<WH9608> her according to her work;<WH6467> According to all<WH3605> that she has done,<WH6213> [so] do<WH6213> to her; For she has become<WH2102> arrogant<WH2102> against<WH413> the Lord,<WH3068> Against<WH413> the Holy<WH6918> One<WH6918> of Israel.<WH3478>"},{"number":30,"verse":"\"Therefore<WH3651> her young<WH970> men<WH970> will fall<WH5307> in her streets,<WH7339> And all<WH3605> her men<WH376> of war<WH4421> will be silenced<WH1826> in that day,<WH3117>\" declares<WH5002> the Lord.<WH3068>"},{"number":31,"verse":"\"Behold,<WH2009> I am against<WH413> you, O arrogant<WH2087> one,\" Declares<WH5002> the Lord<WH136> God<WH3068> of hosts,<WH6635> \"For your day<WH3117> has come,<WH935> The time<WH6256> when I shall punish<WH6485> you."},{"number":32,"verse":"\"And the arrogant<WH2087> one will stumble<WH3782> and fall<WH5307> With no<WH369> one<WH369> to raise<WH6965> him up; And I shall set<WH3341> fire<WH784> to his cities,<WH5892> And it will devour<WH398> all<WH3605> his environs.<WH5439>\""},{"number":33,"verse":"Thus<WH3541> says<WH559> the Lord<WH3068> of hosts,<WH6635> \"The sons<WH1121> of Israel<WH3478> are oppressed,<WH6231> And the sons<WH1121> of Judah<WH3063> as well;<WH9191> And all<WH3605> who took<WH7617> them captive<WH7617> have held<WH2388> them fast,<WH2388> They have refused<WH3985> to let<WH7971> them go.<WH7971>"},{"number":34,"verse":"\"Their Redeemer<WH1350> is strong,<WH2389> the Lord<WH3068> of hosts<WH6635> is His name;<WH8034> He will vigorously<WH7378> plead<WH7378> their case,<WH7379> So<WH4616> that He may bring<WH7280> rest<WH7280> to the earth,<WH776> But turmoil<WH7264> to the inhabitants<WH3427> of Babylon.<WH894>"},{"number":35,"verse":"\"A sword<WH2719> against<WH5921> the Chaldeans,<WH3778>\" declares<WH5002> the Lord,<WH3068> \"And against<WH413> the inhabitants<WH3427> of Babylon,<WH894> And against<WH413> her officials<WH8269> and her wise<WH2450> men!<WH2450>"},{"number":36,"verse":"\"A sword<WH2719> against<WH413> the oracle<WH907> priests,<WH907> and they will become<WH2973> fools!<WH2973> A sword<WH2719> against<WH413> her mighty<WH1368> men,<WH1368> and they will be shattered!<WH2865>"},{"number":37,"verse":"\"A sword<WH2719> against<WH413> their horses<WH5483> and against<WH413> their chariots,<WH7393> And against<WH413> all<WH3605> the foreigners<WH9434> who<WH834> are in the midst<WH8432> of her, And they will become<WH1961> women!<WH802> A sword<WH2719> against<WH413> her treasures,<WH214> and they will be plundered!<WH962>"},{"number":38,"verse":"\"A drought<WH2721> on her waters,<WH4325> and they will be dried<WH3001> up! For it is a land<WH776> of idols,<WH6456> And they are mad<WH1984> over fearsome<WH367> idols."},{"number":39,"verse":"\"Therefore<WH3651> the desert<WH9478> creatures<WH9478> will live<WH3427> [there] along<WH854> with the jackals;<WH338> The ostriches<WH3284> also will live<WH3427> in it, And it will never<WH3808> again<WH5750> be inhabited<WH3427> Or dwelt<WH7931> in from generation<WH1755> to generation.<WH1755>"},{"number":40,"verse":"\"As when God<WH430> overthrew<WH4114> Sodom<WH5467> And Gomorrah<WH6017> with its neighbors,<WH7934>\" declares<WH5002> the Lord,<WH3068> \"No<WH3808> man<WH376> will live<WH3427> there,<WH8033> Nor<WH3808> will [any] son<WH1121> of man<WH120> reside<WH1481> in it."},{"number":41,"verse":"\"Behold,<WH2009> a people<WH5971> is coming<WH935> from the north,<WH6828> And a great<WH1419> nation<WH1471> and many<WH7227> kings<WH4428> Will be aroused<WH5782> from the remote<WH3411> parts<WH3411> of the earth.<WH776>"},{"number":42,"verse":"\"They seize<WH2388> [their] bow<WH7198> and javelin;<WH3591> They are cruel<WH394> and have<WH7355> no<WH3808> mercy.<WH7355> Their voice<WH6963> roars<WH1993> like the sea,<WH3220> And they ride<WH7392> on horses,<WH5483> Marshalled<WH6186> like a man<WH376> for the battle<WH4421> Against<WH5921> you, O daughter<WH1323> of Babylon.<WH894>"},{"number":43,"verse":"\"The king<WH4428> of Babylon<WH894> has heard<WH8085> the report<WH8088> about them, And his hands<WH3027> hang<WH7503> limp;<WH7503> Distress<WH6869> has gripped<WH2388> him, Agony<WH2427> like a woman in childbirth.<WH3205>"},{"number":44,"verse":"\"Behold,<WH2009> one will come<WH5927> up like a lion<WH9030> from the thicket<WH1347> of the Jordan<WH3383> to a perennially<WH386> watered pasture;<WH5116> for in an instant<WH9541> I shall make them run<WH7323> away<WH4480> from it, and whoever<WH4310> is chosen<WH977> I shall appoint<WH6485> over<WH413> it. For who<WH4310> is like<WH3644> Me, and who<WH4310> will summon<WH3259> Me [into court?] And who<WH4310> then<WH2088> is the shepherd<WH7462> who<WH834> can stand<WH5975> before<WH6440> Me?\""},{"number":45,"verse":"Therefore<WH3651> hear<WH8085> the plan<WH6098> of the Lord<WH3068> which<WH834> He has planned<WH3289> against<WH413> Babylon,<WH894> and His purposes<WH4284> which<WH834> He has purposed<WH2803> against<WH413> the land<WH776> of the Chaldeans:<WH3778> surely<WH518> <WH3808> they will drag<WH5498> them off,<WH5498> [even] the little<WH6810> ones<WH6810> of the flock;<WH6629> surely<WH518> <WH3808> He will make<WH8074> their pasture<WH5116> desolate<WH8074> because<WH5921> of them."},{"number":46,"verse":"At the shout,<WH6963> \"Babylon<WH894> has been seized!<WH8610>\" the earth<WH776> is shaken,<WH7493> and an outcry<WH2201> is heard<WH8085> among the nations.<WH1471>"}]}