{"bibleAbbr":"NASB1995","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"Thus<WH3541> says<WH559> the Lord:<WH3068> \"Behold,<WH2009> I am going to arouse<WH5782> against<WH5921> Babylon<WH894> And against<WH413> the inhabitants<WH3427> of Leb-kamai The spirit<WH7307> of a destroyer.<WH7843>"},{"number":2,"verse":"\"And I shall dispatch<WH7971> foreigners<WH2114> to Babylon<WH894> that they may winnow<WH2219> her And may devastate<WH1238> her land;<WH776> For on every<WH5439> side<WH5439> they will be opposed<WH5921> to her In the day<WH3117> of [her] calamity.<WH9567>"},{"number":3,"verse":"\"Let not him who bends<WH1869> his bow<WH7198> bend<WH1869> [it,] Nor<WH413> let him rise<WH5927> up in his scale-armor; So do not spare<WH2550> her young<WH970> men;<WH970> Devote<WH2763> all<WH3605> her army<WH6635> to destruction.<WH2763>"},{"number":4,"verse":"\"And they will fall<WH5307> down<WH5307> slain<WH2491> in the land<WH776> of the Chaldeans,<WH3778> And pierced<WH1856> through<WH1856> in their streets.<WH2351>\""},{"number":5,"verse":"For neither<WH3808> Israel<WH3478> nor<WH3808> Judah<WH3063> has been forsaken<WH488> By his God,<WH430> the Lord<WH3068> of hosts,<WH6635> Although<WH3588> their land<WH776> is full<WH4390> of guilt<WH817> Before<WH4480> the Holy<WH6918> One<WH6918> of Israel.<WH3478>"},{"number":6,"verse":"Flee<WH5127> from the midst<WH8432> of Babylon,<WH894> And each<WH376> of you save<WH4422> his life!<WH5315> Do not be destroyed<WH1826> in her punishment,<WH5771> For this<WH1931> is the Lord's time<WH6256> of vengeance;<WH5360> He is going to render<WH9608> recompense<WH1576> to her."},{"number":7,"verse":"Babylon<WH894> has been a golden<WH2091> cup<WH3563> in the hand<WH3027> of the Lord,<WH3068> Intoxicating<WH7937> all<WH3605> the earth.<WH776> The nations<WH1471> have drunk<WH8354> of her wine;<WH3196> Therefore<WH5921> <WH3651> the nations<WH1471> are going<WH1984> mad.<WH1984>"},{"number":8,"verse":"Suddenly<WH6597> Babylon<WH894> has fallen<WH5307> and been broken;<WH7665> Wail<WH3213> over<WH5921> her! Bring<WH3947> balm<WH6875> for her pain;<WH4341> Perhaps<WH194> she may be healed.<WH7495>"},{"number":9,"verse":"We applied healing<WH7495> to Babylon,<WH894> but she was not healed;<WH7495> Forsake<WH5800> her and let us each<WH376> go<WH1980> to his own country,<WH776> For her judgment<WH4941> has reached<WH5060> to heaven<WH8064> And towers<WH5375> up to the very skies.<WH7834>"},{"number":10,"verse":"The Lord<WH3068> has brought<WH3318> about<WH3318> our vindication;<WH6666> Come<WH935> and let us recount<WH5608> in Zion<WH6726> The work<WH4639> of the Lord<WH3068> our God!<WH430>"},{"number":11,"verse":"Sharpen<WH1305> the arrows,<WH2671> fill<WH4390> the quivers!<WH7982> The Lord<WH3068> has aroused<WH5782> the spirit<WH7307> of the kings<WH4428> of the Medes,<WH4074> Because<WH3588> His purpose<WH4209> is against<WH5921> Babylon<WH894> to destroy<WH7843> it; For it is the vengeance<WH5360> of the Lord,<WH3068> vengeance<WH5360> for His temple.<WH1964>"},{"number":12,"verse":"Lift<WH5375> up a signal<WH5251> against<WH413> the walls<WH2346> of Babylon;<WH894> Post<WH2388> a strong<WH2388> guard,<WH4929> Station<WH6965> sentries,<WH8104> Place<WH3559> men in ambush!<WH693> For the Lord<WH3068> has both<WH1571> purposed<WH2161> and performed<WH6213> What<WH834> He spoke<WH1696> concerning<WH413> the inhabitants<WH3427> of Babylon.<WH894>"},{"number":13,"verse":"O you who dwell<WH7931> by many<WH7227> waters,<WH4325> Abundant<WH7227> in treasures,<WH214> Your end<WH7093> has come,<WH935> The measure<WH520> of your end.<WH1215>"},{"number":14,"verse":"The Lord<WH3068> of hosts<WH6635> has sworn<WH7650> by Himself:<WH5315> \"Surely<WH3588> <WH518> I will fill<WH4390> you with a population<WH120> like locusts,<WH3218> And they will cry<WH9420> out with shouts<WH1959> of victory over<WH5921> you.\""},{"number":15,"verse":"[It is] He who made<WH6213> the earth<WH776> by His power,<WH3581> Who established<WH3559> the world<WH8398> by His wisdom,<WH2451> And by His understanding<WH8394> He stretched<WH5186> out the heavens.<WH8064>"},{"number":16,"verse":"When He utters<WH5414> His voice,<WH6963> [there is] a tumult<WH1995> of waters<WH4325> in the heavens,<WH8064> And He causes the clouds<WH9347> to ascend<WH5927> from the end<WH7097> of the earth;<WH776> He makes<WH6213> lightning<WH1300> for the rain,<WH4306> And brings<WH3318> forth<WH3318> the wind<WH7307> from His storehouses.<WH214>"},{"number":17,"verse":"All<WH3605> mankind<WH120> is stupid,<WH9059> devoid<WH4480> of knowledge;<WH1847> Every<WH3605> goldsmith<WH6884> is put<WH954> to shame<WH954> by his idols,<WH6459> For his molten<WH9333> images<WH9333> are deceitful,<WH8267> And there is no<WH3808> breath<WH7307> in them."},{"number":18,"verse":"They are worthless,<WH1892> a work<WH4639> of mockery;<WH8595> In the time<WH6256> of their punishment<WH6486> they will perish."},{"number":19,"verse":"The portion<WH2506> of Jacob<WH3290> is not like these;<WH428> For the Maker<WH3335> of all<WH3605> is He, And of the tribe<WH7626> of His inheritance;<WH5159> The Lord<WH3068> of hosts<WH6635> is His name.<WH8034>"},{"number":20,"verse":"[He says,] \"You are My war-club<WH4421>, [My] weapon<WH3627> of war; And with you I shatter<WH5310> nations,<WH1471> And with you I destroy<WH7843> kingdoms.<WH4467>"},{"number":21,"verse":"\"And with you I shatter<WH5310> the horse<WH5483> and his rider,<WH7392>"},{"number":22,"verse":"And with you I shatter<WH5310> the chariot<WH7393> and its rider,<WH7392> And with you I shatter<WH5310> man<WH376> and woman,<WH802> And with you I shatter<WH5310> old<WH2205> man<WH376> and youth,<WH5288> And with you I shatter<WH5310> young<WH970> man<WH970> and virgin,<WH1330>"},{"number":23,"verse":"And with you I shatter<WH5310> the shepherd<WH7462> and his flock,<WH5739> And with you I shatter<WH5310> the farmer<WH406> and his team,<WH6776> And with you I shatter<WH5310> governors<WH6346> and prefects.<WH5461>"},{"number":24,"verse":"\"But I will repay<WH9608> Babylon<WH894> and all<WH3605> the inhabitants<WH3427> of Chaldea<WH3778> for all<WH3605> their evil<WH9567> that they have done<WH6213> in Zion<WH6726> before your eyes,<WH5869>\" declares<WH5002> the Lord.<WH3068>"},{"number":25,"verse":"\"Behold,<WH2009> I am against<WH413> you, O destroying<WH7843> mountain,<WH2022> Who destroys the whole<WH3605> earth,<WH776>\" declares<WH5002> the Lord,<WH3068> \"And I will stretch<WH5186> out My hand<WH3027> against<WH5921> you, And roll<WH1556> you down<WH1556> from the crags<WH5553> And I will make<WH5414> you a burnt<WH8316> out mountain.<WH2022>"},{"number":26,"verse":"\"And they will not take<WH3947> from you [even] a stone<WH68> for a corner<WH6438> Nor<WH3808> a stone<WH68> for foundations,<WH4144> But you will be desolate<WH8077> forever,<WH5769>\" declares<WH5002> the Lord.<WH3068>"},{"number":27,"verse":"Lift<WH5375> up a signal<WH5251> in the land,<WH776> Blow<WH8628> a trumpet<WH7782> among the nations!<WH1471> Consecrate<WH6942> the nations<WH1471> against<WH5921> her, Summon<WH8085> against<WH5921> her the kingdoms<WH4467> of Ararat,<WH780> Minni<WH4508> and Ashkenaz;<WH813> Appoint<WH6485> a marshal<WH2951> against<WH5921> her, Bring<WH5927> up the horses<WH5483> like bristly<WH5569> locusts.<WH3218>"},{"number":28,"verse":"Consecrate<WH6942> the nations<WH1471> against<WH5921> her, The kings<WH4428> of the Medes,<WH4074> Their governors<WH6346> and all<WH3605> their prefects,<WH5461> And every<WH3605> land<WH776> of their dominion.<WH4475>"},{"number":29,"verse":"So the land<WH776> quakes<WH7493> and writhes,<WH9123> For the purposes<WH4284> of the Lord<WH3068> against<WH5921> Babylon<WH894> stand,<WH6965> To make<WH7760> the land<WH776> of Babylon<WH894> A desolation<WH8047> without<WH369> inhabitants.<WH3427>"},{"number":30,"verse":"The mighty<WH1368> men<WH1368> of Babylon<WH894> have ceased<WH2308> fighting,<WH3898> They stay<WH3427> in the strongholds;<WH4679> Their strength<WH1369> is exhausted,<WH5405> They are becoming<WH1961> [like] women;<WH802> Their dwelling<WH4908> places<WH4908> are set<WH3341> on fire,<WH3341> The bars<WH1280> of her [gates] are broken.<WH7665>"},{"number":31,"verse":"One courier<WH7323> runs<WH7323> to meet<WH7122> another,<WH7323> And one messenger<WH5046> to meet<WH7122> another,<WH5046> To tell<WH5046> the king<WH4428> of Babylon<WH894> That his city<WH5892> has been captured<WH3920> from end<WH7097> [to end;]"},{"number":32,"verse":"The fords<WH9278> also have been seized,<WH8610> And they have burned<WH8313> the marshes<WH98> with fire,<WH784> And the men<WH376> of war<WH4421> are terrified.<WH926>"},{"number":33,"verse":"For thus<WH3541> says<WH559> the Lord<WH3068> of hosts,<WH6635> the God<WH430> of Israel:<WH3478> \"The daughter<WH1323> of Babylon<WH894> is like a threshing<WH1637> floor<WH1637> At the time<WH6256> it is stamped<WH1869> firm;<WH1869> Yet<WH5750> in a little<WH4592> while<WH4592> the time<WH6256> of harvest<WH7105> will come<WH935> for her.\""},{"number":34,"verse":"\"Nebuchadnezzar<WH5019> king<WH4428> of Babylon<WH894> has devoured<WH398> me [and] crushed<WH2000> me, He has set<WH3322> me down<WH3322> [like] an empty<WH7386> vessel;<WH3627> He has swallowed<WH1104> me like a monster,<WH8577> He has filled<WH4390> his stomach<WH3770> with my delicacies;<WH5730> He has washed<WH1740> me away.<WH1740>"},{"number":35,"verse":"\"May the violence<WH2555> [done] to me and to my flesh<WH7607> be upon Babylon,<WH894>\" The inhabitant<WH3427> of Zion<WH6726> will say;<WH559> And, \"May my blood<WH1818> be upon the inhabitants<WH3427> of Chaldea,<WH3778>\" Jerusalem<WH3389> will say.<WH559>"},{"number":36,"verse":"Therefore<WH3651> thus<WH3541> says<WH559> the Lord,<WH3068> \"Behold,<WH2009> I am going to plead<WH7378> your case<WH7379> And exact<WH5358> full<WH5360> vengeance<WH5360> for you; And I shall dry<WH9162> up her sea<WH3220> And make<WH3001> her fountain<WH4726> dry.<WH3001>"},{"number":37,"verse":"\"And Babylon<WH894> will become<WH1961> a heap<WH1530> [of ruins,] a haunt<WH4583> of jackals,<WH8565> An object<WH8047> of horror<WH8047> and hissing,<WH8322> without<WH369> inhabitants.<WH3427>"},{"number":38,"verse":"\"They will roar<WH7580> together<WH9191> like young<WH3715> lions,<WH3715> They will growl<WH5286> like lions' cubs.<WH1484>"},{"number":39,"verse":"\"When they become<WH2552> heated<WH2552> up, I shall serve<WH7896> [them] their banquet<WH4960> And make<WH7937> them drunk,<WH7937> that they may become<WH5937> jubilant<WH5937> And may sleep<WH3462> a perpetual<WH5769> sleep<WH8142> And not wake<WH3364> up,\" declares<WH5002> the Lord.<WH3068>"},{"number":40,"verse":"\"I shall bring<WH3381> them down<WH3381> like lambs<WH3733> to the slaughter,<WH2873> Like rams<WH352> together<WH5973> with male<WH6260> goats.<WH6260>"},{"number":41,"verse":"\"How<WH349> Sheshak<WH8347> has been captured,<WH3920> And the praise<WH8416> of the whole<WH3605> earth<WH776> been seized!<WH8610> How<WH349> Babylon<WH894> has become<WH1961> an object<WH8047> of horror<WH8047> among the nations!<WH1471>"},{"number":42,"verse":"\"The sea<WH3220> has come<WH5927> up over<WH5921> Babylon;<WH894> She has been engulfed<WH3680> with its tumultuous<WH1995> waves.<WH1530>"},{"number":43,"verse":"\"Her cities<WH5892> have become<WH1961> an object<WH8047> of horror,<WH8047> A parched<WH6723> land<WH776> and a desert,<WH6160> A land<WH776> in which<WH2004> no<WH3808> <WH3605> man<WH376> lives,<WH3427> And through<WH5674> which<WH2004> no<WH3808> son<WH1121> of man<WH120> passes.<WH5674>"},{"number":44,"verse":"\"And I shall punish<WH6485> Bel<WH1078> in Babylon,<WH894> And I shall make what<WH1105> he has swallowed<WH1105> come<WH3318> out of his mouth;<WH6310> And the nations<WH1471> will no<WH3808> longer<WH5750> stream<WH5102> to him. Even<WH1571> the wall<WH2346> of Babylon<WH894> has fallen<WH5307> down!<WH5307>"},{"number":45,"verse":"\"Come<WH3318> forth<WH3318> from her midst,<WH8432> My people,<WH5971> And each<WH376> of you save<WH4422> yourselves<WH5315> From the fierce<WH2740> anger<WH639> of the Lord.<WH3068>"},{"number":46,"verse":"\"Now lest<WH6435> your heart<WH3824> grow<WH7401> faint,<WH7401> And you be afraid<WH3372> at the report<WH8052> that [will be] heard<WH8085> in the land<WH776> – For the report<WH8052> will come<WH935> one year,<WH8141> And after<WH310> that another report<WH8052> in another year,<WH8141> And violence<WH2555> [will be] in the land<WH776> With ruler<WH4910> against<WH5921> ruler<WH4910> –"},{"number":47,"verse":"Therefore<WH3651> behold,<WH2009> days<WH3117> are coming<WH935> When I shall punish<WH6485> the idols<WH6456> of Babylon;<WH894> And her whole<WH3605> land<WH776> will be put<WH954> to shame,<WH954> And all<WH3605> her slain<WH2491> will fall<WH5307> in her midst.<WH8432>"},{"number":48,"verse":"\"Then heaven<WH8064> and earth<WH776> and all<WH3605> that is in them Will shout<WH7442> for joy<WH7442> over<WH5921> Babylon,<WH894> For the destroyers<WH7703> will come<WH935> to her from the north,<WH6828>\" Declares<WH5002> the Lord.<WH3068>"},{"number":49,"verse":"Indeed<WH1571> Babylon<WH894> is to fall<WH5307> [for] the slain<WH2491> of Israel,<WH3478> [As] also<WH1571> for Babylon<WH894> the slain<WH2491> of all<WH3605> the earth<WH776> have fallen.<WH5307>"},{"number":50,"verse":"You who<WH9453> have escaped<WH9453> the sword,<WH2719> Depart!<WH1980> Do not stay!<WH5975> Remember<WH2142> the Lord<WH3068> from afar,<WH7350> And let Jerusalem<WH3389> come<WH5927> to your mind.<WH3824>"},{"number":51,"verse":"We are ashamed<WH954> because<WH3588> we have heard<WH8085> reproach;<WH2781> Disgrace<WH3639> has covered<WH3680> our faces,<WH6440> For aliens<WH2114> have entered<WH935> The holy<WH4720> places<WH4720> of the Lord's house.<WH1004>"},{"number":52,"verse":"\"Therefore<WH3651> behold,<WH2009> the days<WH3117> are coming,<WH935>\" declares<WH5002> the Lord,<WH3068> \"When I shall punish<WH6485> her idols,<WH6456> And the mortally<WH2491> wounded<WH2491> will groan<WH602> throughout<WH3605> her land.<WH776>"},{"number":53,"verse":"\"Though<WH3588> Babylon<WH894> should ascend<WH5927> to the heavens,<WH8064> And though<WH3588> she should fortify<WH1219> her lofty<WH4791> stronghold,<WH5797> From Me destroyers<WH7703> will come<WH935> to her,\" declares<WH5002> the Lord.<WH3068>"},{"number":54,"verse":"The sound<WH6963> of an outcry<WH2201> from Babylon,<WH894> And of great<WH1419> destruction<WH7667> from the land<WH776> of the Chaldeans!<WH3778>"},{"number":55,"verse":"For the Lord<WH3068> is going to destroy<WH7703> Babylon,<WH894> And He will make [her] loud<WH6> noise<WH1419> vanish from her. And their waves<WH6963> will roar<WH6> like many<WH1530> waters; The tumult<WH1993> of their voices<WH7227> sounds<WH7588> forth.<WH6963>"},{"number":56,"verse":"For the destroyer<WH7703> is coming<WH935> against<WH5921> her, against<WH5921> Babylon,<WH894> And her mighty<WH1368> men<WH1368> will be captured,<WH3920> Their bows<WH7198> are shattered;<WH2865> For the Lord<WH3068> is a God<WH410> of recompense,<WH1578> He will fully<WH9608> repay.<WH9608>"},{"number":57,"verse":"\"And I shall make<WH7937> her princes<WH8269> and her wise<WH2450> men<WH2450> drunk,<WH7937> Her governors,<WH6346> her prefects,<WH5461> and her mighty<WH1368> men,<WH1368> That they may sleep<WH3462> a perpetual<WH5769> sleep<WH8142> and not wake<WH3364> up,\" Declares<WH5002> the King,<WH4428> whose name<WH8034> is the Lord<WH3068> of hosts.<WH6635>"},{"number":58,"verse":"Thus<WH3541> says<WH559> the Lord<WH3068> of hosts,<WH6635> \"The broad<WH7342> wall<WH2346> of Babylon<WH894> will be completely<WH6209> razed,<WH6209> And her high<WH1364> gates<WH8179> will be set<WH3341> on fire;<WH784> So the peoples<WH5971> will toil<WH3021> for nothing,<WH1767> <WH7385> And the nations<WH3816> become<WH3286> exhausted<WH3286> [only] for fire.<WH784>\""},{"number":59,"verse":"The message<WH1697> which<WH834> Jeremiah<WH3414> the prophet<WH5030> commanded<WH6680> Seraiah<WH8304> the son<WH1121> of Neriah,<WH5374> the grandson<WH1121> of Mahseiah,<WH4271> when he went<WH1980> with Zedekiah<WH6667> the king<WH4428> of Judah<WH3063> to Babylon<WH894> in the fourth<WH7243> year<WH8141> of his reign.<WH4427> (Now Seraiah<WH8304> was quartermaster.<WH8269> <WH4496>)"},{"number":60,"verse":"So Jeremiah<WH3414> wrote<WH3789> in a single<WH259> scroll<WH5612> all<WH3605> the calamity<WH9567> which<WH834> would come<WH935> upon Babylon,<WH894> [that is,] all<WH3605> these<WH428> words<WH1697> which have been written<WH3789> concerning<WH413> Babylon.<WH894>"},{"number":61,"verse":"Then Jeremiah<WH3414> said<WH559> to Seraiah,<WH8304> \"As soon as you come<WH935> to Babylon,<WH894> then see<WH7200> that you read<WH7121> all<WH3605> these<WH428> words<WH1697> aloud,"},{"number":62,"verse":"and say,<WH559> 'Thou, O Lord,<WH3068> hast promised<WH1696> concerning<WH413> this<WH2088> place<WH4725> to cut<WH3772> it off,<WH3772> so that there will be nothing<WH1115> dwelling<WH3427> in it, whether<WH4480> man<WH120> or beast,<WH929> but it will be a perpetual<WH5769> desolation.<WH8077>'"},{"number":63,"verse":"\"And it will come<WH1961> about as soon as you finish<WH3615> reading<WH7121> this<WH2088> scroll,<WH5612> you will tie<WH7194> a stone<WH68> to it and throw<WH7993> it into the middle<WH8432> of the Euphrates,<WH6578>"},{"number":64,"verse":"and say,<WH559> 'Just<WH3602> so<WH3602> shall Babylon<WH894> sink<WH8257> down<WH8257> and not rise<WH6965> again, because<WH4480> <WH6440> of the calamity<WH9567> that I am going to bring<WH935> upon her; and they will become<WH3286> exhausted.<WH3286>' \"Thus<WH2008> far<WH5704> are the words<WH1697> of Jeremiah.<WH3414>"}]}