{"bibleAbbr":"KJ3-2005","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"For brothers, you yourselves know our entrance to you, that it has not come to be in vain."},{"number":2,"verse":"But also suffering before and being insolently mistreated, even as you know in Phiippi, we were bold in our God to speak the gospel of God to you in much struggle."},{"number":3,"verse":"For our exhortation was not of error, nor of uncleanness, nor in guile;"},{"number":4,"verse":"but even as we have been approved by God to be entrusted with the gospel, so we speak not as pleasing men, but God, the One trying our hearts."},{"number":5,"verse":"For neither were we then found with a word of flattery, even as you know, nor with pretense of covetousness (God is witness),"},{"number":6,"verse":"nor seeking glory from men, neither from you, nor from others, being able to be in weight, as apostles of Christ."},{"number":7,"verse":"But we came to be gentle in your midst, even as a nurse should warmly cherish her children."},{"number":8,"verse":"So yearning over you, we were wellpleased to impart to you not only the gospel of God, but also our own souls, because you had become beloved to us."},{"number":9,"verse":"For, brothers, you remember our labor and toil, night and day, working in order not to put a burden on any one of you, we proclaimed to you the gospel of God."},{"number":10,"verse":"You and God are witnesses how holily and righteously and blamelessly we were to you, the ones believing;"},{"number":11,"verse":"even as you know each one of you how, as a father to his children, exhorting and consoling you,"},{"number":12,"verse":"testifying for you to walk worthily of God, the One calling you to His kingdom and glory."},{"number":13,"verse":"And because of this we give thanks to God without ceasing, that having received the Word of hearing from us, you welcomed it as of God, not as a word of men, but as it is, truly the Word of God, which also works in you, the ones believing."},{"number":14,"verse":"For, brothers, you became imitators of the assemblies of God, the ones being in Judea in Christ Jesus, because you also suffered these things by your own fellow countrymen, as they did also by the Jews,"},{"number":15,"verse":"both the ones killing the Lord Jesus and their own prophets, and persecuting us, and not pleasing God, and being contrary to all men,"},{"number":16,"verse":"forbidding us from speaking to the nations in order that they be saved, to the filling up of their sins always. But the wrath of God is come on them to the end."},{"number":17,"verse":"But, brothers, we being bereaved from you for an hour's time, in presence, not in heart, we were much more eager with much desire to see your face."},{"number":18,"verse":"Because of this, we desired to come to you, truly I, Paul, both once and twice; but Satan hindered us."},{"number":19,"verse":"For what is our hope, or joy, or crown of glorying? Are you not even to be before our Lord Jesus Christ at His coming?"},{"number":20,"verse":"For you are our glory and joy."}]}