{"bibleAbbr":"GB1539","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"Thou therfore my sonne, be stronge in the grace (that is thorow Christ Iesu)"},{"number":2,"verse":"and in the thynges that thou hast hearde of me by many wytnesses. The same commytte thou to faythfull men, which shalbe apte to teach other also."},{"number":3,"verse":"Thou therfore suffre afflyccyons as a good soudier of Iesu Chryst."},{"number":4,"verse":"No man that warreth, entanglyth hym selfe wyth worldly busynes, and that because he maye please hym, whych hath chosen hym to be a soudier."},{"number":5,"verse":"And though a man stryue for a mastery, yet is he not crowned, except he stryue laufully"},{"number":6,"verse":"The husbandman that laboureth, must fyrst receaue of the frutes."},{"number":7,"verse":"Consyder what I saye. The Lorde geue the vnderstandynge in all thynges."},{"number":8,"verse":"Remember that Iesus Christ of the sede of Dauid, rose agayne from deeth according to my Gospell,"},{"number":9,"verse":"wherin I suffre trouble as an euyll doar, euen vnto bondes. But the worde of God was not bounde."},{"number":10,"verse":"Therfore I suffre all thynges, for the electes sakes, that they myght also obtayne the saluacion, which is in Christ Iesu, with eternall glory."},{"number":11,"verse":"It is a true sayinge for yf we be deed wt hym, we shall also lyue wyth hym."},{"number":12,"verse":"If we be pacient, we shall also raygne wyth hym. If we denye hym, he also shall denye vs."},{"number":13,"verse":"If we beleue not, yet abydeth he faythfull. He cannot denye hym selfe."},{"number":14,"verse":"Of these thinges put them in remembraunce, and testifye before the Lorde, that they folowe no contencyous wordes: which are to no profet, but to the peruertynge of the hearers."},{"number":15,"verse":"Study to shewe thy selfe laudable vnto God, a workman that nedeth not to be a shamed distributynge the worde of trueth iustly."},{"number":16,"verse":"As for vngoostly vanyties of voyces, passe thou ouer them. For they wyll encreace vnto greater vngodlynes,"},{"number":17,"verse":"& theyr wordes shall fret euen as doeth the disease of a cancre: of whose nombre is. Hymeneus and Philetus,"},{"number":18,"verse":"whych (as concernynge the trueth) haue erred, sayinge, that the resurreccyon is past all redy, and do destroye the fayth of some."},{"number":19,"verse":"But the sure grounde of God standeth still, and hath this seale: the Lorde knoweth them that are hys. And let euery man that calleth on the name of Christ, departe from iniquite."},{"number":20,"verse":"Not wythstandynge in a greate house are not onely vesseles of golde and of syluer: but also of wood and of erthe: some for honoure, and some vnto dyshonoure."},{"number":21,"verse":"Yf a man therfore pourge him selfe from such men, he shalbe a vessel sanctifyed vnto honoure, mete for the vses of the Lorde, and prepared vnto all good workes."},{"number":22,"verse":"Lustes of youth auoyde, but folowe ryghtwesnes, fayth, loue and peace, with them that call on the Lorde with a pure herte."},{"number":23,"verse":"Folysshe and vnlearned questions put from the, knowinge, that they do but gendre stryfe."},{"number":24,"verse":"The seruaunt of the Lorde must not stryue: but be gentle vnto all men apte to teach, and one that can suffre"},{"number":25,"verse":"the euyll with meaknes, and can informe them that resyst yf that God at eny tyme wyll geue them repentaunce, for to knowe the trueth:"},{"number":26,"verse":"and that they maye come to them selues agayne out of the snare of the deuyll, which are holden captiue of hym at hys wyll."}]}