{"bibleAbbr":"RcV2003","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"Be imitators of me, as I also am of Christ."},{"number":2,"verse":"But I praise you because in all things you have remembered me and hold fast the things that I have handed down even as I handed them down to you."},{"number":3,"verse":"But I want you to know that Christ is the head of every man, and the man is the head of the woman, and God is the head of Christ."},{"number":4,"verse":"Every man praying or prophesying with his head covered disgraces his head."},{"number":5,"verse":"But every woman praying or prophesying with her head uncovered disgraces her head; for it is one and the same as she who is shaved."},{"number":6,"verse":"For if a woman is not covered, let her hair also be cut off; but if it is shameful for a woman to have her hair cut off or to be shaved, let her be covered."},{"number":7,"verse":"For a man ought not to have his head covered, since he is God’s image and glory; but the woman is the glory of the man."},{"number":8,"verse":"For man is not out of woman, but woman out of man;"},{"number":9,"verse":"For also man was not created for the sake of the woman, but woman for the sake of the man."},{"number":10,"verse":"Therefore the woman ought to have a sign of submission to authority on her head for the sake of the angels."},{"number":11,"verse":"However neither is woman without man, nor man without woman, in the Lord."},{"number":12,"verse":"For just as the woman is out from the man, so also is the man through the woman; but all things are out from God."},{"number":13,"verse":"Judge this in your own selves: Is it fitting for a woman to pray uncovered to God?"},{"number":14,"verse":"Does not even nature itself teach you that if a man has long hair, it is a dishonor to him,"},{"number":15,"verse":"But if a woman has long hair, it is a glory to her, because her long hair has been given to her for a covering."},{"number":16,"verse":"But if anyone seems to be contentious, we do not have such a custom of being so, neither the churches of God."},{"number":17,"verse":"But I give you this charge and do not praise you, because you come together not for the better but for the worse."},{"number":18,"verse":"For first of all, when you come together in the church, I hear that divisions exist among you; and some part of it I believe."},{"number":19,"verse":"For there must even be parties among you, that those who are approved may become manifest among you."},{"number":20,"verse":"When therefore you come together in the same place, it is not to eat the Lord’s supper;"},{"number":21,"verse":"For in your eating, each one takes his own supper first, and one is hungry and the other is drunk."},{"number":22,"verse":"Do you not have houses to eat and drink in? Or do you despise the church of God and put those to shame who have not? What shall I say to you? Shall I praise you? In this I do not praise you."},{"number":23,"verse":"For I received from the Lord that which also I delivered to you, that the Lord Jesus in the night in which He was betrayed took bread,"},{"number":24,"verse":"And having given thanks, He broke it and said, This is My body, which is given for you; this do unto the remembrance of Me."},{"number":25,"verse":"Similarly also the cup after they had dined, saying, This cup is the new covenant established in My blood; this do, as often as you drink it, unto the remembrance of Me."},{"number":26,"verse":"For as often as you eat this bread and drink the cup, you declare the Lord’s death until He comes."},{"number":27,"verse":"So then whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of the body and of the blood of the Lord."},{"number":28,"verse":"But let a man prove himself, and in this way let him eat of the bread and drink of the cup."},{"number":29,"verse":"For he who eats and drinks, eats and drinks judgment to himself if he does not discern the body."},{"number":30,"verse":"Because of this many among you are weak and sick, and a number sleep."},{"number":31,"verse":"But if we discerned ourselves, we would not be judged."},{"number":32,"verse":"But being judged by the Lord, we are disciplined that we may not be condemned with the world."},{"number":33,"verse":"So then, my brothers, when you come together to eat, wait for one another."},{"number":34,"verse":"If anyone is hungry, let him eat at home, that you may not come together for judgment. And the rest I will set in order when I come."}]}