{"bibleAbbr":"RcV2003","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"Pursue love, and desire earnestly spiritual gifts, but especially that you may prophesy."},{"number":2,"verse":"For he who speaks in a tongue does not speak to men but to God; for no one hears, but in his spirit he speaks mysteries."},{"number":3,"verse":"But he who prophesies speaks building up and encouragement and consolation to men."},{"number":4,"verse":"He who speaks in a tongue builds up himself, but he who prophesies builds up the church."},{"number":5,"verse":"I desire that you all speak in tongues, but especially that you would prophesy; and greater is he who prophesies than he who speaks in tongues, unless he interprets, that the church may receive building up."},{"number":6,"verse":"But now, brothers, if I come to you speaking in tongues, what will I profit you, unless I speak to you either in revelation or in knowledge or in prophecy or in teaching?"},{"number":7,"verse":"Yet even lifeless things, whether flute or harp, in giving a sound, if they give no distinction in the tones, how will what is played on the flute or on the harp be known?"},{"number":8,"verse":"For also if the trumpet gives an uncertain sound, who will prepare himself for battle?"},{"number":9,"verse":"So also you, unless you give with the tongue a word easy to understand, how will what is being said be known? For you will be speaking into the air."},{"number":10,"verse":"There are perhaps many kinds of voices in the world, and not one is without significance."},{"number":11,"verse":"If then I do not know the meaning of the voice, I will be to him who is speaking a barbarian, and he who is speaking a barbarian to me."},{"number":12,"verse":"So also you, since you are zealous of spirits, seek that you may excel for the building up of the church."},{"number":13,"verse":"Therefore let him who speaks in a tongue pray that he may interpret."},{"number":14,"verse":"For if I pray in a tongue, my spirit prays, but my mind is unfruitful."},{"number":15,"verse":"What then? I will pray with the spirit, and I will pray also with the mind; I will sing with the spirit, and I will sing also with the mind."},{"number":16,"verse":"Otherwise if you bless with the spirit, how shall he who fills the place of the unlearned in tongues say the Amen at your giving of thanks, since he does not know what you are saying?"},{"number":17,"verse":"For you give thanks well, but the other is not built up."},{"number":18,"verse":"I thank God, I speak in tongues more than all of you,"},{"number":19,"verse":"But in the church I would rather speak five words with my mind, that I might instruct others also, than ten thousand words in a tongue."},{"number":20,"verse":"Brothers, do not be children in your understanding, but in malice be babes and in your understanding be full-grown."},{"number":21,"verse":"In the law it is written, “By those of other tongues and with the lips of others I will speak to this people; even so they will not listen to Me, says the Lord.”"},{"number":22,"verse":"So then tongues are for a sign, not to those who believe but to the unbelievers; but prophecy is for a sign not to the unbelievers but to those who believe."},{"number":23,"verse":"If therefore the whole church comes together in one place, and all speak in tongues, and some unlearned in tongues or unbelievers enter, will they not say that you are insane?"},{"number":24,"verse":"But if all prophesy and some unbeliever or unlearned person enters, he is convicted by all, he is examined by all;"},{"number":25,"verse":"The secrets of his heart become manifest; and so falling on his face, he will worship God, declaring that indeed God is among you."},{"number":26,"verse":"What then, brothers? Whenever you come together, each one has a psalm, has a teaching, has a revelation, has a tongue, has an interpretation. Let all things be done for building up."},{"number":27,"verse":"If anyone speaks in a tongue, it should be by two, or at the most three, and in turn, and one should interpret;"},{"number":28,"verse":"But if there is no interpreter, he should be silent in the church, and speak to himself and to God."},{"number":29,"verse":"And as to prophets, two or three should speak, and the others discern."},{"number":30,"verse":"But if something is revealed to another sitting by, the first should be silent."},{"number":31,"verse":"For you can all prophesy one by one that all may learn and all may be encouraged."},{"number":32,"verse":"And the spirits of prophets are subject to prophets;"},{"number":33,"verse":"For God is not a God of confusion but of peace. As in all the churches of the saints,"},{"number":34,"verse":"The women should be silent in the churches, for they are not permitted to speak; but they should be subject, even as the law also says."},{"number":35,"verse":"But if they desire to learn anything, they should ask their own husbands at home; for it is a shame for a woman to speak in the church."},{"number":36,"verse":"Or was it from you that the word of God went forth? Or did it reach only to you?"},{"number":37,"verse":"If anyone thinks he is a prophet or spiritual, let him fully know the things which I write to you, that they are the commandment of the Lord."},{"number":38,"verse":"But if anyone ignores this, let him ignore it."},{"number":39,"verse":"So then, my brothers, desire earnestly the prophesying, and do not forbid the speaking in tongues."},{"number":40,"verse":"But all things must be done becomingly and in order."}]}