{"bibleAbbr":"RcV2003","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":16,"verses":[{"number":1,"verse":"Now concerning the collection for the saints, just as I directed the churches of Galatia, so you also do."},{"number":2,"verse":"On the first day of the week each one of you should lay aside in store to himself whatever he may have been prospered, that no collections be made when I come."},{"number":3,"verse":"And when I arrive, whomever you approve, I will send them with letters to carry your gift to Jerusalem;"},{"number":4,"verse":"And if it is fitting for me also to go, they will go with me."},{"number":5,"verse":"Now I will come to you when I pass through Macedonia, for I will pass through Macedonia."},{"number":6,"verse":"And perhaps I will stay with you, or even spend the winter, that you may send me forward wherever I may go."},{"number":7,"verse":"For I do not wish to see you now just in passing, for I am hoping to remain with you for some time, if the Lord permits."},{"number":8,"verse":"But I will remain in Ephesus until Pentecost,"},{"number":9,"verse":"For a door is opened to me, great and efficacious, and there are many opposers."},{"number":10,"verse":"Now if Timothy comes, see that he is with you without fear; for he is working the work of the Lord, even as I am."},{"number":11,"verse":"Let no one therefore despise him, but send him forward in peace that he may come to me; for I am awaiting him with the brothers."},{"number":12,"verse":"And concerning our brother Apollos, I urged him many times to come to you with the brothers; yet it was not at all his desire to come now, but he will come when he has opportunity."},{"number":13,"verse":"Watch, stand firm in the faith, be full-grown men, be strong."},{"number":14,"verse":"Let all your matters be done in love."},{"number":15,"verse":"Now I exhort you, brothers: You know the household of Stephanas, that it is the firstfruits of Achaia, and they have set themselves to minister to the saints;"},{"number":16,"verse":"You also be subject to such ones, and to everyone co-working and laboring."},{"number":17,"verse":"Now I rejoice at the coming of Stephanas and Fortunatus and Achaicus, because these have filled up the lack caused by your absence;"},{"number":18,"verse":"For they refreshed my spirit and yours. Acknowledge therefore such ones."},{"number":19,"verse":"The churches of Asia greet you. Aquila and Prisca greet you much in the Lord, with the church, which is in their house."},{"number":20,"verse":"All the brothers greet you. Greet one another with a holy kiss."},{"number":21,"verse":"The greeting in my own hand — Paul."},{"number":22,"verse":"If anyone does not love the Lord, let him be accursed! The Lord comes!"},{"number":23,"verse":"The grace of the Lord Jesus be with you."},{"number":24,"verse":"My love in Christ Jesus be with you all."}]}