{"bibleAbbr":"RcV2003","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"A man should account us in this way, as servants of Christ and stewards of the mysteries of God."},{"number":2,"verse":"Here, furthermore, it is sought in stewards that one be found faithful."},{"number":3,"verse":"But to me it is a very small thing that I should be examined by you or by man’s day; rather I do not even examine myself."},{"number":4,"verse":"For I am conscious of nothing against myself; but I am not justified in this, but He who examines me is the Lord."},{"number":5,"verse":"So then do not judge anything before the time, until the Lord comes, who will both bring to light the hidden things of darkness and make manifest the counsels of the hearts, and then there will be praise to each from God."},{"number":6,"verse":"Now these things, brothers, I have transferred in figure to myself and Apollos for your sakes, that you may learn in us the matter of not going beyond what has been written, that none of you may be puffed up on behalf of one, against the other."},{"number":7,"verse":"For who distinguishes you? And what do you have that you did not receive? And if you did receive it, why do you boast as though not having received it?"},{"number":8,"verse":"Already you are filled; already you have become rich; you have reigned without us. And I would have it indeed that you did reign, that we also might reign with you."},{"number":9,"verse":"For, I think, God has set forth us the apostles last of all as doomed to death, because we have become a spectacle to the world, both to angels and to men."},{"number":10,"verse":"We are fools because of Christ, but you are prudent in Christ; we are weak, but you are strong; you are glorious, but we are dishonored."},{"number":11,"verse":"Until the present hour we both hunger and thirst, and are naked and buffeted and wander without a home;"},{"number":12,"verse":"And we labor, working with our own hands. Reviled we bless; persecuted we endure;"},{"number":13,"verse":"Defamed we exhort. We have become as the offscouring of the world, the scum of all things, until now."},{"number":14,"verse":"It is not to shame you that I write these things but to admonish you as my beloved children."},{"number":15,"verse":"For though you have ten thousand guides in Christ, yet you do not have many fathers; for in Christ Jesus I have begotten you through the gospel."},{"number":16,"verse":"I exhort you therefore, Become imitators of me."},{"number":17,"verse":"Because of this I have sent Timothy to you, who is my beloved and faithful child in the Lord, who will remind you of my ways which are in Christ, even as I teach everywhere in every church."},{"number":18,"verse":"Now some have become puffed up as though I were not coming to you."},{"number":19,"verse":"But I will come to you shortly, if the Lord wills, and I will ascertain not the speech of those who are puffed up but the power."},{"number":20,"verse":"For the kingdom of God is not in speech but in power."},{"number":21,"verse":"What do you want? Should I come to you with a rod or in love and a spirit of meekness?"}]}