{"bibleAbbr":"RcV2003","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"It is actually reported that there is fornication among you, and such fornication that does not even occur among the Gentiles, that someone has his stepmother."},{"number":2,"verse":"And you are puffed up? And have you not rather mourned, that the one who has done this deed might be removed from your midst?"},{"number":3,"verse":"For I, on my part, though being absent in the body but present in the spirit, have already judged, as if being present, him who has thus done this,"},{"number":4,"verse":"In the name of our Lord Jesus, when you and my spirit have been assembled, with the power of our Lord Jesus,"},{"number":5,"verse":"To deliver such a one to Satan for the destruction of his flesh, that his spirit may be saved in the day of the Lord."},{"number":6,"verse":"Your boasting is not good. Do you not know that a little leaven leavens the whole lump?"},{"number":7,"verse":"Purge out the old leaven that you may be a new lump, even as you are unleavened; for our Passover, Christ, also has been sacrificed."},{"number":8,"verse":"So then let us keep the feast, not with old leaven, neither with the leaven of malice and evil, but with the unleavened bread of sincerity and truth."},{"number":9,"verse":"I wrote to you in my letter not to mingle with fornicators,"},{"number":10,"verse":"But not altogether with the fornicators of this world, or with the covetous and rapacious, or idolaters, since then you would have to go out of the world."},{"number":11,"verse":"But now I have written to you not to mingle with anyone who is called a brother, if he is a fornicator or a covetous man or an idolater or a reviler or a drunkard or a rapacious man, with such a one not even to eat."},{"number":12,"verse":"For what have I to do with judging those who are outside the church? Do you not judge those who are within the church?"},{"number":13,"verse":"But those who are outside, God will judge. Remove the evil man from among yourselves."}]}