{"bibleAbbr":"t4t2014","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":2,"verses":[{"number":1,"verse":"(A warning about the locusts) Blow trumpets on Zion Hill, God's sacred hill in Jerusalem! Tell the people of Judah that they should tremble, because it will soon be the time for Yahweh to punish us further."},{"number":2,"verse":"That will be a very dark and gloomy day; there will be black clouds and it will be very dark. A huge swarm of locusts has covered the mountains like [SIM] a black cloud. Nothing like this has ever happened before, and nothing like this will ever happen again."},{"number":3,"verse":"It is as though they bring flames of fire from which no one can escape. In front of them, the land was beautiful like [SIM] the garden of Eden, but behind them the land is like a desert and nothing survives."},{"number":4,"verse":"The locusts resemble horses, and they run like [SIM] war horses."},{"number":5,"verse":"Leaping over the mountaintops, they make a noise like rumbling chariots, like [SIM] a mighty army that is preparing for a battle, or like [SIM] the roar of a fire that burns up stubble in a field."},{"number":6,"verse":"When people see them coming, they become very pale and frightened."},{"number":7,"verse":"The locusts climb over walls like soldiers do; they march along in columns and never turn aside from their columns."},{"number":8,"verse":"They rush straight ahead without pushing each other. Even though people throw spears and javelins at them, that will not cause them to stop."},{"number":9,"verse":"They swarm over the city walls and enter our houses; they enter through our windows like [SIM] thieves do."},{"number":10,"verse":"It is as though they cause the earth to shake and the sky to tremble. The sun and the moon become dark and the stars do not shine because there are so many locusts in the sky."},{"number":11,"verse":"Yahweh leads this army of countless locusts, and they obey his commands. This time when he is judging and punishing us is very terrible, with the result that it seems that no one [RHQ] can survive it."},{"number":12,"verse":"(Yahweh calls them to repent) But Yahweh says, “In spite of these disasters that you have experienced, you can return to me with all your inner beings. Weep, and mourn, and ◄fast/abstain from eating food► to show that you are sorry for having abandoned me."},{"number":13,"verse":"Do not tear your clothes to show that you are sorry; instead, show [MET] in your inner beings that you are sorry.” Yahweh is merciful and kind; he does not quickly become angry; he faithfully loves people. He does not quickly become angry; instead, he greatly and faithfully loves you, and he does not like to punish you."},{"number":14,"verse":"No one knows [RHQ] if he will change his mind about punishing you and if instead he will act mercifully toward you. If he does that, he will bless you by giving you plenty of grain and wine in order that you can offer some of those things for sacrifices to him."},{"number":15,"verse":"Blow the trumpets on Zion Hill! Gather the people together! Show by fasting that you are sorry for the sins that you have committed."},{"number":16,"verse":"Perform the rituals to cause yourselves to be acceptable to Yahweh. Gather everyone together— the old people and the children, even the babies, and summon brides and bridegrooms from their rooms."},{"number":17,"verse":"Tell the priests who serve Yahweh to cry between the altar and the entrance to the temple and to pray this: “Yahweh, rescue/save us your people; do not allow people from other nations to despise us; do not allow them to ridicule us and say, ‘Why has [RHQ] their God abandoned them?’ ”"},{"number":18,"verse":"(Yahweh promised to prosper them again) But Yahweh showed that he was concerned about his people and that he would act mercifully toward them."},{"number":19,"verse":"When the people prayed, Yahweh answered and said, “I will give you plenty of grain and wine and olive oil, and you will be satisfied. And I will no longer allow other nations to insult you."},{"number":20,"verse":"Another army of locusts will come from the north to attack you, but I will force them to continue past Jerusalem into the desert. Some will go into the Dead Sea in the east and some will go into the Mediterranean Sea in the west. There they will all die, and their bodies will stink.” Yahweh does great things!"},{"number":21,"verse":"He does wonderful things! So even the ground should rejoice!"},{"number":22,"verse":"And the wild animals should not be afraid, because the meadows will soon become green again; the fig trees and other trees will be full of fruit, and the grapevines will be covered with grapes."},{"number":23,"verse":"You people of Jerusalem, rejoice about what Yahweh, your God, will be doing for you. He will send abundant rain at the ◄right time/time when it is needed►— ◄in the spring/early in the year► and ◄in the autumn/late in the year► like he did previously."},{"number":24,"verse":"The ground where you thresh the grain will be covered with grain, and your vats where you store grape juice and olive oil will be full."},{"number":25,"verse":"Yahweh said, “I will repay you for everything that was destroyed by those great swarms of locusts that I sent to attack you."},{"number":26,"verse":"You, my people, will eat until your stomachs are full. Then you will praise me [MTY], Yahweh, your God, for the wonderful things that I have done for you. And never again will you be disgraced."},{"number":27,"verse":"When that happens, you will know that I am always among you, and that I am Yahweh, your God, and that there is no other God. Never again will you be disgraced.”"},{"number":28,"verse":"(Yahweh promised to send his Spirit) “Some time later, I will give my Spirit to many [HYP] people. You sons and daughters will proclaim messages that come directly from me. Your old men will have dreams that come from me, and your young men will have visions that come from me."},{"number":29,"verse":"At that time, I will give my Spirit even to servants, both men and women."},{"number":30,"verse":"I will do unusual/amazing things on the earth and in the sky. On the earth [CHI], there will be much blood shed and there will be very large fires and smoke that resembles huge clouds."},{"number":31,"verse":"In the sky, the sun will become dark and the moon will become as red as [MET] blood. Those things will happen before that great and terrible day when I, Yahweh, appear."},{"number":32,"verse":"But at that time I will save everyone who worships me. I promise that some people in Jerusalem [DOU] will escape those disasters; those whom I have chosen will survive.”"}]}