{"bibleAbbr":"NKJV1982","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"The burden of the word of the LORD to Israel by Malachi."},{"number":2,"verse":"(Israel Beloved of God) “I (Deut. 4:37; 7:8; 23:5; Is. 41:8, 9; (Jer. 31:3); John 15:12) have loved you,” says the LORD. “Yet you say, ‘In what way have You loved us?’ Was not Esau Jacob’s brother?” Says the LORD. “Yet (Rom. 9:13) Jacob I have loved;"},{"number":3,"verse":"But Esau I have hated, And (Jer. 49:18; Ezek. 35:9, 15) laid waste his mountains and his heritage For the jackals of the wilderness.”"},{"number":4,"verse":"Even though Edom has said, “We have been impoverished, But we will return and build the desolate places,” Thus says the LORD of hosts: “They may build, but I will (Jer. 49:16-18) throw down; They shall be called the Territory of Wickedness, And the people against whom the LORD will have indignation forever."},{"number":5,"verse":"Your eyes shall see, And you shall say, (Ps. 35:27; Mic. 5:4) ‘The LORD is magnified beyond the border of Israel.’"},{"number":6,"verse":"(Polluted Offerings) “A son ((Ex. 20:12); Prov. 30:11, 17; (Matt. 15:4-8; Eph. 6:2, 3)) honors his father, And a servant his master. ((Is. 63:16; 64:8); Jer. 31:9; Luke 6:46) If then I am the Father, Where is My honor? And if I am a Master, Where is My reverence? Says the LORD of hosts To you priests who despise My name. (Mal. 2:14) Yet you say, ‘In what way have we despised Your name?’"},{"number":7,"verse":"“You offer (Deut. 15:21) defiled food on My altar, But say, ‘In what way have we defiled You?’ By saying, (Ezek. 41:22) ‘The table of the LORD is contemptible.’"},{"number":8,"verse":"And (Lev. 22:22; Deut. 15:19-23) when you offer the blind as a sacrifice, Is it not evil? And when you offer the lame and sick, Is it not evil? Offer it then to your governor! Would he be pleased with you? Would he ((Job 42:8)) accept you favorably?” Says the LORD of hosts."},{"number":9,"verse":"“But now entreat God’s favor, That He may be gracious to us. (Hos. 13:9) While this is being done by your hands, Will He accept you favorably?” Says the LORD of hosts."},{"number":10,"verse":"“Who is there even among you who would shut the doors, (1 Cor. 9:13) So that you would not kindle fire on My altar in vain? I have no pleasure in you,” Says the LORD of hosts, (Is. 1:11) “Nor will I accept an offering from your hands."},{"number":11,"verse":"For (Is. 59:19) from the rising of the sun, even to its going down, My name shall be great (Is. 60:3, 5) among the Gentiles; (1 Tim. 2:8) In every place (Rev. 8:3) incense shall be offered to My name, And a pure offering; (Is. 66:18, 19) For My name shall be great among the nations,” Says the LORD of hosts."},{"number":12,"verse":"“But you profane it, In that you say, (Mal. 1:7) ‘The table of the LORD is defiled; And its fruit, its food, is contemptible.’"},{"number":13,"verse":"You also say, ‘Oh, what a (Is. 43:22) weariness!’ And you sneer at it,” Says the LORD of hosts. “And you bring the stolen, the lame, and the sick; Thus you bring an offering! (Lev. 22:20) Should I accept this from your hand?” Says the LORD."},{"number":14,"verse":"“But cursed be (Mal. 1:8) the deceiver Who has in his flock a male, And takes a vow, But sacrifices to the Lord (Lev. 22:18-20) what is blemished— For (Ps. 47:2) I am a great King,” Says the LORD of hosts, “And My name is to be feared among the nations."}]}