{"bibleAbbr":"CVB1535","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"And Iosaphat his sonne was kynge in his steade, & waxed mightie against Israel."},{"number":2,"verse":"And he put men of warre in all the stronge cities of Iuda, and set officers in the londe of Iuda, and in the cities of Ephraim, which Asa his father had wonne."},{"number":3,"verse":"And the LORDE was wt Iosaphat: for he walked in the olde wayes of his father Dauid, & soughte not Baalim,"},{"number":4,"verse":"but the God of his father, & walked in his commaundementes, & not after the workes of Israel:"},{"number":5,"verse":"therfore dyd the LORDE stablyshe the kyngdome in his hade. And all Iuda gaue presentes vnto Iosaphat, & he had greate riches & worshippe."},{"number":6,"verse":"And whan his hert was coraged in the wayes of the LORDE, he put downe styll the hye places and groues out of Iuda."},{"number":7,"verse":"In the thirde yeare of his reigne sent he his prynces, Benhail, Obadia, Zacharias, Nethaneel & Michaia, to teach in the cities of Iuda:"},{"number":8,"verse":"& with them the Leuites: Semaia, Nethania, Sebadia, Asahel, Semiramoth, Ionathan, Adonia, Tobia & Tob Adonia, & with them ye prestes Elisama & Ioram."},{"number":9,"verse":"And they taughte in Iuda, & had the boke of the lawe of ye LORDE wt them, & wente aboute in all ye cities of Iuda, & taughte the people."},{"number":10,"verse":"And the feare of the LORDE came vpon all ye kyngdomes in the countrees that laye aboute Iuda, so yt they foughte not agaynst Iosaphat."},{"number":11,"verse":"And the Philistynes broughte presentes and trybute of syluer vnto Iosaphat. And the Arabians broughte him seuen thousande and seuen hundreth rammes, and seuen thousande and seuen hundreth he goates."},{"number":12,"verse":"Thus increased Iosaphat, & grewe euer greater. And he buylded castels and corne cities in Iuda."},{"number":13,"verse":"And dyd moch in the cities of Iuda, and had valeaunt and mightie men at Ierusalem."},{"number":14,"verse":"And this was ye ordinaunce thorow out the house of their fathers, which were rulers ouer the thousandes in Iuda. Adna a captayne, & wt him were thre hudreth thousande mightie men."},{"number":15,"verse":"Nexte vnto him was Iohanan ye chefe, and with him were two hundreth and foure score thousande."},{"number":16,"verse":"Nexte him was Amasia the sonne of Sichri the fre wyllinge of ye LORDE, and with him were two hundreth thousande valeaunt men."},{"number":17,"verse":"Of the children of Ben Iamin was Eliada a mightie man, and with him were two hundreth thousande ready with bowes and shyldes."},{"number":18,"verse":"Nexte vnto him was Iosabad, and with him were an hundreth and foure score thousande harnessed men of warre."},{"number":19,"verse":"All these wayted vpon the kynge, besydes those that the kynge had layed in the stroge cities thorow out all Iuda."}]}