{"bibleAbbr":"CVB1535","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"And they of Ierusalem made Ochosias his yogest sonne kynge in his steade: for the men of warre that came wt the hoost of the Arabians, had slayne all ye first, therfore reigned Ochosias the sonne of Ioram kynge of Iuda."},{"number":2,"verse":"Two and fortye yeare olde was Ochosias whan he was made kynge, and reigned one yeare at Ierusalem. His mothers name was Athalia the doughter of Amri."},{"number":3,"verse":"And he walked also in ye wayes of the house of Achab: for his mother entysed him so yt he was vngodly."},{"number":4,"verse":"Therfore dyd he euell in ye sighte of the LORDE, euen as ye house of Achab: for they were his councell geuers after his fathers death, to destroye him, and he walked after their councell."},{"number":5,"verse":"And he wente with Ioram the sonne of Achab kynge of Israel, to the battayll vnto Ramoth in Gilead, agaynst Hasael the kynge of Syria. But the Syrias smote Ioram,"},{"number":6,"verse":"so yt he turned back to be healed at Iesreel: for he had woundes that were geuen him at Rama, whan he foughte with Hasael the kynge of Syria. And Asarias the sonne of Ioram kynge of Iuda wete downe to vyset Ioram ye sonne of Achab at Iesreel, which laye sicke:"},{"number":7,"verse":"For it was ordeyned of God vnto Ochosias, that he shulde come to Ioram, & so to go forth with Ioram agaynst Iehu ye sonne of Nimsi, whom the LORDE had anoynted to rote out the house of Achab."},{"number":8,"verse":"Now whan Iehu wolde be aueged of ye house of Achab, he founde certayne rulers of Iuda, and ye childre of Ochosias brethren which serued Ochosias, and he slewe them."},{"number":9,"verse":"And he soughte Ochosias, and they ouertoke him, wha he had hyd him at Samaria: & he was broughte vnto Iehu, which slewe him, and they buried him, for they sayde: He his the sonne of Iosaphat, which soughte ye LORDE with all his hert. And there was no man more of the house of Ochosias that mighte be kynge."},{"number":10,"verse":"Whan Athalia the mother of Ochosias sawe yt hir sonne was deed, she gat hir vp, & destroyed all the kynges sede in the house of Iuda."},{"number":11,"verse":"But Iosabeath ye kynges sister toke Ioas ye sonne of Ochosias, and stale him awaye fro amonge the kynges childre yt were slayne, & put him with his norse in a chamber. Thus Iosabeath kynge Iorams douhgter, the wyfe of Ioiada the prest, hyd him from Athalia, so yt he was not slayne: for she was Ochosias sister."},{"number":12,"verse":"And he was hyd with them in the house of God sixe yeares, for so moch as Athalia was quene in the londe."}]}