{"bibleAbbr":"CVB1535","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":33,"verses":[{"number":1,"verse":"Manasses was twolue yeare olde wha he was made kynge, and reigned fyue and fiftye yeare at Ierusalem,"},{"number":2,"verse":"and dyd that which was euell in the sighte of the LORDE (euen after the abominacions of the Heythen, whom the LORDE expelled before the children of Israel) and turned backe,"},{"number":3,"verse":"and buylded the hye places, ( which his father Ezechies had broken downe) and set vp altares vnto Baalim, and made groues, and worshipped all the hoost of heauen, and serued them."},{"number":4,"verse":"He buylded altares also in ye LORDES house, wherof the LORDE had sayde: At Ierusalem shal my name be for euer."},{"number":5,"verse":"And vnto all the hoost of heauen buylded he altares in both the courtes of ye house of the LORDE."},{"number":6,"verse":"And in the valley of the sonne of Hennon caused he his awne sonnes to go thorow the fyre, and chosed dayes, & regarded byrdescryenge, and witches, and founded soythsayers and expounders of tokens, and dyd moch that was euell in the sighte of the LORDE to prouoke him vnto wrath."},{"number":7,"verse":"Carued ymages also and Idols (which he caused to make) set he vp in Gods house, wherof the LORDE saide vnto Dauid and to Salomon his sonne: In this house at Ierusalem which I haue chosen out of all the trybes of Israel, wyl I set my name for euer"},{"number":8,"verse":"and wyl nomore let the fote of Israel remoue fro the londe that I appoynted for their fathers, so farre as they obserue to do all yt I haue commaunded them, in all the lawe, statutes and ordinaunces by Moses."},{"number":9,"verse":"But Manasses disceaued Iuda and them of Ierusale, so that they dyd worse then the Heythen, whom the LORDE destroyed before the children of Israel."},{"number":10,"verse":"And the LORDE spake vnto Manasses and his people, and they regarded it not."},{"number":11,"verse":"Therfore dyd the LORDE cause the rulers of the hoost of the kynge of Assur to come vpo the, which toke Manasses presoner with bodes, and bounde him with cheynes, & broughte him vnto Babilon."},{"number":12,"verse":"And whan he was in trouble, he made intercession before the LORDE his God, and humbled him selfe greatly before the God of his fathers,"},{"number":13,"verse":"and prayed and besoughte him. Then herde he his prayer, and broughte him agayne to Ierusalem to his kyngdome. And Manasses knewe that the LORDE is God."},{"number":14,"verse":"Afterwarde buylded he ye vttemost wall of the cite of Dauid, on the west syde of Gihon by the broke, and at the intraunce of the Fyshgate, and rounde aboute Ophel, and made it very hye. And layed captaynes in ye stroge cities of Iuda,"},{"number":15,"verse":"& put awaye ye straunge goddes & Idols out of ye house of ye LORDE, and all the altares which he had buylded vpo the mount of the house of the LORDE, and in Ierusalem, and cast them out of the cite,"},{"number":16,"verse":"and buylded the altare of the LORDE, and offred slaynofferynges and thankofferynges theron, and commaunded Iuda, that they shulde serue the LORDE God of Israel."},{"number":17,"verse":"Neuertheles though the people offred vnto the LORDE their God, yet offred they vpon the hye places."},{"number":18,"verse":"What more there is to saye of Manasses and of his prayer to his God, and the wordes of the Seers that spake vnto him in the name of the LORDE God of Israel, beholde, they are amonge the actes of the kynges of Israel."},{"number":19,"verse":"And his prayer and intercession, and all his synne and offence, & the rowmes wherin he buylded the hye places & groues and founded ydols, a fore he hubled himselfe, beholde, they are wrytten amonge the actes of the Seers."},{"number":20,"verse":"And Manasses fell on slepe with his fathers, and they buried him in his house, and Amon his sonne was kynge in his steade."},{"number":21,"verse":"Two and twetye yeare olde was Amon wha he was made kynge, and reigned two yeare at Ierusale,"},{"number":22,"verse":"and dyd euell in the sighte of the LORDE, as Manasses his father had done. And Amon offred vnto all the Idols that his father Manasses had made and serued the."},{"number":23,"verse":"Yet dyd not he humble himselfe before the LORDE, as Manasse his father had submitted himselfe: but Amon trespaced euer more and more."},{"number":24,"verse":"And his seruauntes cospyred agaynst him, and slewe him in his house."},{"number":25,"verse":"Then smote the people in the londe all them that had conspyred agaynst kynge Amon. And the people in the londe made Iosias his sonne kynge in his steade."}]}