{"bibleAbbr":"CVB1535","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":35,"verses":[{"number":1,"verse":"And Iosias kepte Passeouer vnto the LORDE at Ierusalem, and slewe the Passeouer on the fourtenth daye off the first moneth,"},{"number":2,"verse":"and set the prestes in their offices, and strengthed them to their mynistracion in the house of the LORDE,"},{"number":3,"verse":"and sayde vnto the Leuites that taughte in all Israel, and were sanctified vnto ye LORDE: Put the holy Arke in the house that Salomon ye sonne of Dauid kynge of Israel dyd buylde. Ye shal beare it nomore vpon youre shulders. Se that ye serue now the LORDE youre God, and his people of Israel,"},{"number":4,"verse":"and prepare the house of youre fathers in youre courses, as it was appoynted by Dauid the kynge of Israel, and by Salomo his sonne:"},{"number":5,"verse":"and stonde in the Sanctuary after ye course of the fathers houses amonge youre brethren the children of the people, And after the course of the fathers houses amonge the Leuites,"},{"number":6,"verse":"and kyll Passeouer, sanctifye and prepare youre brethren, that they maye do acordinge to the worde of the LORDE by Moses."},{"number":7,"verse":"And Iosias gaue lambes and yonge kyddes which were males, to the Heueofferynge for the comontye (all to the Passeouer for euery one that was founde) in the nombre thirtye thousande, and thre thousande oxen, all of the kynges good."},{"number":8,"verse":"And his prynces of their awne good wyll gaue to the Heueofferynge for the people, & for the prestes and Leuites (namely, Helchias, Zachary and Iehiel the prynces in ye house of God amoge the prestes) for the Passeouer, two thousande and sixe hundreth, And thre hudreth oxen."},{"number":9,"verse":"But Chanania, Semaia, Nathaneel and his brethren, Gasabia, Ieiel and Iosabad the chefe of the Leuites gaue the Leuites to the Heue offerynge for the Passeouer, fyue thousandeshepe, & fyue hundreth oxen."},{"number":10,"verse":"Thus was the Gods seruyce prepared, and the prestes stode in their place, and the Leuites in their courses acordinge to the kynges commaundement."},{"number":11,"verse":"And they kylled the Passeouer, and the prestes toke it off their handes, and sprenkled it: and the Leuites toke the skynnes off them,"},{"number":12,"verse":"and remoued the burntofferynge there from, to geue it amonge the porcions of the fathers houses in the multitudes of their congregacion to offre vnto the LORDE, as it is wrytten in ye boke of Moses, Euen so dyd they with the oxen also."},{"number":13,"verse":"And they dighte the Passeouer at the fyre acordinge to the lawe. And that which was halowed, dighte they in pottes, kettels, and pannes, and made haist for the comon people."},{"number":14,"verse":"Afterwarde prepared they for them selues also and for ye prestes: for the prestes the children of Aaron were occupied in the burntofferynges and fat vntyll the nighte. Therfore must the Leuites prepare for them selues and for the prestes the children of Aaron."},{"number":15,"verse":"And the syngers the children of Asaph stode in their place (acordinge to Dauids commaundement) and Asaph and Heman, and Iedithim the kynges Seer, and the porters at all the gates. And they departed not from their office. For the Leuites their brethren prepared for them."},{"number":16,"verse":"Thus was all the Gods seruyce prepared the same daye, that the Passeouer mighte be kepte, and the burntsacrifices offred vpon the altare off the LORDE acordinge to the commaundement of kynge Iosias."},{"number":17,"verse":"So the children of Israel that were at hande, helde Passeouer at that tyme, and the feast of vnleuended bred, seuen dayes."},{"number":18,"verse":"Sence ye tyme of Samuel the prophet, was no Passeouer kepte in Israel like this: and no kynge of Israel had holde soch a Passeouer as Iosias dyd, and the prestes, Leuites, all Iuda, and soch as were founde of Israel, and the inhabiters of Ierusalem."},{"number":19,"verse":"In the eighteth yeare of the reigne of Iosias was this Passeouer kepte."},{"number":20,"verse":"After this, whan Iosias had prepared the house, Necho the kynge of Egipte wente vp to fighte agaynst Carcamis besyde Euphrates. And Iosias wete forth agaynst him."},{"number":21,"verse":"But he sent messaungers vnto him, sayenge: What haue I to do with the O kynge off Iuda? I am not come now agaynst the, but I fighte agaynst another house: and God hath sayde, that I shal make haist. Ceasse from God which is with me, that he destroye the not."},{"number":22,"verse":"Neuertheles Iosias turned not his face from him, but prepared himselfe to fighte with him, and herkened not vnto the wordes of Necho out of the mouth of God, & came to fighte wt him vpon the playne besyde Mageddo."},{"number":23,"verse":"But the Archers shot at kynge Iosias. And the kynge sayde vnto his seruauntes: Cary me awaye, for I am sore wounded."},{"number":24,"verse":"And his seruautes toke him from the charet, and caried him vpon his seconde charet, and broughte him to Ierusalem. And he dyed, and was buried amonge the sepulcres off his fathers. And All Iuda and Ierusalem mourned for Iosias,"},{"number":25,"verse":"and Ieremy bewayled Iosias, and all the synginge men and wemen, spake their lametacions ouer Iosias vnto this daye, and made a custome therof vnto this daye. Beholde, it is wrytten also amonge the Lamentacions."},{"number":26,"verse":"What more there is to saye of Iosias, and his mercy acordinge to the scripture in the lawe of the LORDE,"},{"number":27,"verse":"and of his actes (both first and last) beholde, it is wrytten in the boke of the kynges of Israel and Iuda."}]}