{"bibleAbbr":"CVB1535","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"And after twentye yeares (wherin Salomon buylded the house of the LORDE and his awue house)"},{"number":2,"verse":"he buylded the cyties also which Hiram gaue vnto Salomon, and caused the children of Israel to dwell therin."},{"number":3,"verse":"And Salomon wente vnto Hemath Zoba, and made it stronge,"},{"number":4,"verse":"and buylded Thadmor in the wyldernes, and all the cornecyties which he buylded in Hemath."},{"number":5,"verse":"He buylded the vpper and lower Bethoron likewyse, so that they were stronge cities wt walles, portes and barres."},{"number":6,"verse":"And Baelath, and all the cornecites which Salomon had, and all the cities of the charettes and of the horse men, and all that Salomon had lust to buylde, both at Ierusalem and vpon Libanus, and in all the londe of his domynion."},{"number":7,"verse":"All the remnaunt of the people of the Hethites, Amorites, Pheresites, Heuites and Iebusites, which were not of the children of Israel,"},{"number":8,"verse":"and their children which they had lefte behynde them in the londe, (whom the children of Israel had not vtterly destroied) those dyd Salomon make trybutaries vnto this daye."},{"number":9,"verse":"As for the children of Israel, Salomon made no bondmen of them vnto his worke, but they were men of warre, and chefe captaynes, and ouer his charettes & horsmen."},{"number":10,"verse":"And the chefe of kynge Salomons officers were two hundreth and fyftie, which ruled the people."},{"number":11,"verse":"And Salomon caused Pharaos doughter to be fetched vp out of the cite of Dauid, in to the house that he had bnylded for her: for he sayde: My wyfe shall not dwell in the house of Dauid the kynge of Israel, for it is sanctifyed, in as moch as ye Arke of the LORDE is come in to it."},{"number":12,"verse":"Then offred Salomon burntofferynges vnto the LORDE vpon the LORDES altare, which he had buylded before the porche,"},{"number":13,"verse":"euery one vpon his daye to offre after the comaundement of Moses, on the Sabbathes, Newmones & at the appoynted seasons of the yeare, euen thre tymes, namely in ye feast of vnleuended bred, in the feast of wekes, & in the feast of Tabernacles."},{"number":14,"verse":"And he set the prestes in ordre to their ministracion acordynge as Dauid his father had appoynted, and the Leuites in their offyces, to geue thankes and to mynister in the presence of the prestes, euery one vpon his daye. And the dorekepers in their courses, euery one at his dore, for so had Dauid the ma of God commaunded."},{"number":15,"verse":"And they departed not from the kynges commaundement ouer the prestes and Leuites in euery matter and in the treasures."},{"number":16,"verse":"Thus was all Salomons busynesse made ready, from the daye that the foundacion of the LORDES house was layed, tyll it was fynished, so that the house of the LORDE was all prepared."},{"number":17,"verse":"Then wente Salomon vnto Ezeon Geber, and vnto Eloth by the See syde in the londe of Edomea."},{"number":18,"verse":"And Hiram sent him shippes by his seruauntes which had knowlege of the See, and they wente with Salomos seruauntes vnto Ophir, and fetched from thence foure hundreth and fyftye talentes of golde, and broughte it vnto kynge Salomon."}]}