{"bibleAbbr":"CVB1535","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"And whan the quene of rich Arabia herde the fame of Salomon, she came with a very greate tryne to Ierusalem (with Camels that bare spyces and golde, and precious stones) to proue Salomon with darke sentences. And whan she came vnto Salomon, she spake vnto him all that she had deuysed in hir mynde."},{"number":2,"verse":"And the kynge tolde her all hir matters, & Salomon had nothinge in secrete, but he tolde it her."},{"number":3,"verse":"And whan the Quene of riche Arabia sawe the wy?dome of Salomon, and ye house that he had buylded,"},{"number":4,"verse":"the meates of his table, the dwellinges of his seruauntes, ye offices of his mynisters and their garmentes, & his butlers and their apparell, and his parler where he wente vp in to the house of the LORDE, she coulde no longer refrayne."},{"number":5,"verse":"And she sayde vnto the kynge: It is true that I haue herde in my londe of thy behaueoure and of thy wy?dome:"},{"number":6,"verse":"howbeit I wolde not beleue their wordes, tyll I came my selfe, & sawe it with myne eyes: and beholde, the halfe of thy greate wy?dome hath not bene tolde me: there is more in ye then the fame that I haue herde."},{"number":7,"verse":"Happye are thy men, and happie are these thy seruauntes, yt allwaye stonde before the, and heare thy wy?dome."},{"number":8,"verse":"Praysed be the LORDE thy God, which had soch pleasure vnto the, that he hath set the vpon his seate to be kynge vnto the LORDE thy God. Because thy God loueth Israel, to set them vp for euer, therfore hath he ordeyned ye to be kynge ouer them, that thou shuldest mayntayne iustice and equyte."},{"number":9,"verse":"And she gaue ye kynge an hundreth and twentye talentes of golde, & very moch spyce & precious stones. There were no mo soch spyces as these that the Quene of riche Arabia gaue vnto kynge Salomo."},{"number":10,"verse":"And Hirams seruauntes and the seruauntes of Salomon, which broughte golde from Ophir, broughte costly tymber also & precious stones."},{"number":11,"verse":"And of the same costly tymber dyd Salomon cause to make stares in the house of the LORDE, and the kynges house, and harpes and psalteries for the Musicians. There was no soch tymber sene before in the londe of Iuda."},{"number":12,"verse":"But kynge Salomon gaue the Quene of riche Arabia all that she desyred and axed, & moch more then she had broughte vnto the kynge. And she returned, and departed into hir londe with hir seruauntes."},{"number":13,"verse":"The golde that was broughte vnto Salomon in one yeare, was sixe hundreth and sixe and thre score talentes,"},{"number":14,"verse":"besydes that ye chapmen and marchauntes broughte. And all the kynges of the Arabians, and the lordes in ye londe broughte golde and syluer vnto Salomon."},{"number":15,"verse":"Of the which kynge Salomon made two hundreth speares of beaten golde, so yt sixe hundreth peces of beaten golde came vpo one speare:"},{"number":16,"verse":"& thre hundreth shildes of beaten golde, so that thre hundreth peces of beaten golde came to one shylde: and the kynge put the in the house of the wod of Libanus."},{"number":17,"verse":"And the kynge made a greate seate of Yuery, and ouerlaied it with pure golde:"},{"number":18,"verse":"and the seate had sixe steppes, and a fotestole of golde festened vnto the seate, and it had two leanynge postes vpon both the sydes of the seate,"},{"number":19,"verse":"and two lyons stode beside the leanynge postes, and there stode twolue Lions vpo the syxe steppes on both the sides. In all realmes hath not soch one bene made."},{"number":20,"verse":"And all kynge Salomons drynkynge vessels were of golde, and all the vessels of the house of the wod of Libanus, were of pure golde: for syluer was rekened nothinge in Salomons tyme."},{"number":21,"verse":"For the kynges shippes wente vpon the See with the seruauntes of Hira, & came once in thre yeare, and brought golde, syluer, Yuery, Apes and Pecockes."},{"number":22,"verse":"Thus was kynge Salomon greater then all the kynges vpon earth, in riches and wisdome."},{"number":23,"verse":"And all the kynges of ye earth desired (to se) Salomons face, and to heare his wysdome, which God had geuen him in his hert."},{"number":24,"verse":"And they brought him yearly euery ma his present: Iewels of siluer and golde, raymet, harnesse, spyces, horses and Mules."},{"number":25,"verse":"And Salomon had foure thousande charethorses, and twolue thousande horsmen, and put them in the charetcities, and with the kynge at Ierusalem."},{"number":26,"verse":"And he was lorde ouer all the kynges from the water vnto the londe of the Philistynes, and to the coaste of Egipte."},{"number":27,"verse":"And the kynge brought it so to passe, that there was as moch syluer at Ierusalem as stones: and as many Ceders, as there were Molbery trees in the valleys."},{"number":28,"verse":"And there were horses broughte vnto him out of Egipte, and out of all countres."},{"number":29,"verse":"What more there is to saye of Salomon, both of his first and of his last, beholde, it is writte in the Cronicles of the prophet Nathan, and in the prophecies of Ahia of Silo, & in ye actes of Ieddi the Seer against Ieroboa ye sonne of Nebat."},{"number":30,"verse":"And Salomo reigned at Ierusale ouer all Israel fortie yeares."},{"number":31,"verse":"And Salomon fell on slepe wt his fathers, & was buried in the cyte of Dauid his father. And Roboa his sonne was kige i his steade."}]}