{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"A man is borun of a womman, and lyueth schort tyme, and is fillid with many wretchidnessis."},{"number":2,"verse":"Which goith out, and is defoulid as a flour; and fleeth as schadewe, and dwellith neuere perfitli in the same staat."},{"number":3,"verse":"And gessist thou it worthi to opene thin iyen on siche a man; and to brynge hym in to doom with thee?"},{"number":4,"verse":"Who may make a man clene conseyued of vnclene seed? Whether not thou, which art aloone?"},{"number":5,"verse":"The daies of man ben schorte, the noumbre of his monethis is at thee; thou hast set, ethir ordeyned, hise termes, whiche moun not be passid."},{"number":6,"verse":"Therfor go thou awey fro hym a litil, `that is, bi withdrawyng of bodili lijf, that he haue reste; til the meede coueitid come, and his dai is as the dai of an hirid man."},{"number":7,"verse":"A tree hath hope, if it is kit doun; and eft it wexith greene, and hise braunches spreden forth."},{"number":8,"verse":"If the roote therof is eeld in the erthe, and the stok therof is nyy deed in dust;"},{"number":9,"verse":"it schal buriowne at the odour of watir, and it schal make heer, as whanne it was plauntid first."},{"number":10,"verse":"But whanne a man is deed, and maad nakid, and wastid; Y preye, where is he?"},{"number":11,"verse":"As if watris goen awei fro the see, and a ryuer maad voide wexe drie,"},{"number":12,"verse":"so a man, whanne he hath slept, `that is, deed, he schal not rise ayen, til heuene be brokun, `that is, be maad newe; he schal not wake, nether he schal ryse togidere fro his sleep."},{"number":13,"verse":"Who yiueth this to me, that thou defende me in helle, and that thou hide me, til thi greet veniaunce passe; and thou sette to me a tyme, in which thou haue mynde on me?"},{"number":14,"verse":"Gessist thou, whethir a deed man schal lyue ayen? In alle the daies, in whiche Y holde knyythod, now Y abide, til my chaungyng come."},{"number":15,"verse":"Thou schalt clepe me, and Y schal answere thee; thou schalt dresse the riyt half, `that is, blis, to the werk of thin hondis."},{"number":16,"verse":"Sotheli thou hast noumbrid my steppis; but spare thou my synnes."},{"number":17,"verse":"Thou hast seelid as in a bagge my trespassis, but thou hast curid my wickidnesse."},{"number":18,"verse":"An hil fallynge droppith doun; and a rooche of stoon is borun ouer fro his place."},{"number":19,"verse":"Watris maken stoonys holowe, and the erthe is wastid litil and litil bi waischyng a wey of watir; and therfor thou schalt leese men in lijk maner."},{"number":20,"verse":"Thou madist a man strong a litil, that he schulde passe with outen ende; thou schalt chaunge his face, and schalt sende hym out."},{"number":21,"verse":"Whether hise sones ben noble, ether vnnoble, he schal not vndurstonde."},{"number":22,"verse":"Netheles his fleisch, while he lyueth, schal haue sorewe, and his soule schal morne on hym silf."}]}