{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Forsothe Baldach Suythes answeride, and seide,"},{"number":2,"verse":"`Til to what ende schalt thou booste with wordis? Vndurstonde thou first, and so speke we."},{"number":3,"verse":"Whi ben we arettid as beestis, and han we be foule bifor thee?"},{"number":4,"verse":"What leesist thou thi soule in thi woodnes? Whether the erthe schal be forsakun `for thee, and hard stoonys schulen be borun ouer fro her place?"},{"number":5,"verse":"Whethir the liyt of a wickid man schal not be quenchid; and the flawme of his fier schal not schyne?"},{"number":6,"verse":"Liyt schal wexe derke in his tabernacle; and the lanterne, which is on hym, schal be quenchid."},{"number":7,"verse":"The steppis of his vertu schulen be maad streit; and his counsel schal caste hym doun."},{"number":8,"verse":"For he hath sent hise feet in to a net; and he goith in the meschis therof."},{"number":9,"verse":"His foot schal be holdun with a snare; and thirst schal brenne out ayens hym."},{"number":10,"verse":"The foot trappe of hym is hid in the erthe, and his snare on the path."},{"number":11,"verse":"Dredis schulen make hym aferd on ech side, and schulen biwlappe hise feet."},{"number":12,"verse":"His strengthe be maad feble bi hungur; and pouert asaile hise ribbis."},{"number":13,"verse":"Deuoure it the fairnesse of his skyn; the firste gendrid deth waste hise armes."},{"number":14,"verse":"His trist be takun awei fro his tabernacle; and perischyng, as a kyng, aboue trede on hym."},{"number":15,"verse":"The felowis of hym that is not, dwelle in his tabernacle; brymston be spreynt in his tabernacle."},{"number":16,"verse":"The rootis of hym be maad drie bynethe; sotheli his ripe corn be al to-brokun aboue."},{"number":17,"verse":"His mynde perische fro the erthe; and his name be not maad solempne in stretis."},{"number":18,"verse":"He schal put hym out fro `liyt in to derknessis; and he schal bere hym ouer fro the world."},{"number":19,"verse":"Nethir his seed nether kynrede schal be in his puple, nether ony relifs in hise cuntreis."},{"number":20,"verse":"The laste men schulen wondre in hise daies; and hidousnesse schal asaile the firste men."},{"number":21,"verse":"Therfor these ben the tabernaclis of a wickid man; and this is the place of hym, that knowith not God."}]}