{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"But now yongere men in tyme scornen me, whos fadris Y deynede not to sette with the doggis of my flok."},{"number":2,"verse":"Of whiche men the vertu of hondis was for nouyt to me, and thei weren gessid vnworthi to that lijf."},{"number":3,"verse":"Thei weren bareyn for nedynesse and hungur; that gnawiden in wildirnesse, and weren pale for pouert and wretchidnesse;"},{"number":4,"verse":"and eeten eerbis, aud the ryndis of trees; and the roote of iunyperis was her mete."},{"number":5,"verse":"Whiche men rauyschiden these thingis fro grete valeis; and whanne thei hadden foundun ony of alle, thei runnen with cry to tho."},{"number":6,"verse":"Thei dwelliden in deseertis of strondis, and in caues of erthe, ethir on grauel, `ethir on cley."},{"number":7,"verse":"Whiche weren glad among siche thingis, and arettiden delices to be vndur buschis."},{"number":8,"verse":"The sones of foolis and of vnnoble men, and outirli apperynge not in erthe."},{"number":9,"verse":"But now Y am turned in to the song of hem, and Y am maad a prouerbe to hem."},{"number":10,"verse":"Thei holden me abhomynable, and fleen fer fro me, and dreden not to spete on my face."},{"number":11,"verse":"For God hath openyd his arowe caas, and hath turmentid me, and hath set a bridil in to my mouth."},{"number":12,"verse":"At the riytside of the eest my wretchidnessis risiden anoon; thei turneden vpsedoun my feet, and oppressiden with her pathis as with floodis."},{"number":13,"verse":"Thei destrieden my weies; thei settiden tresoun to me, and hadden the maistri; and `noon was that helpide."},{"number":14,"verse":"Thei felden in on me as bi a brokun wal, and bi yate openyd, and weren stretchid forth to my wretchidnessis."},{"number":15,"verse":"Y am dryuun in to nouyt; he took awei my desir as wynd, and myn helpe passide awei as a cloude."},{"number":16,"verse":"But now my soule fadith in my silf, and daies of turment holden me stidfastly."},{"number":17,"verse":"In nyyt my boon is persid with sorewis; and thei, that eten me, slepen not."},{"number":18,"verse":"In the multitude of tho my cloth is wastid, and thei han gird me as with coler of a coote."},{"number":19,"verse":"Y am comparisound to cley, and Y am maad lijk to a deed sparcle and aisch."},{"number":20,"verse":"Y schal cry to thee, and thou schalt not here me; Y stonde, and thou biholdist not me."},{"number":21,"verse":"Thou art chaungid in to cruel to me, and in the hardnesse of thin hond thou art aduersarie to me."},{"number":22,"verse":"Thou hast reisid me, and hast set as on wynd; and hast hurtlid me doun strongli."},{"number":23,"verse":"Y woot, that thow schalt bitake me to deeth, where an hows is ordeyned to ech lyuynge man."},{"number":24,"verse":"Netheles thou sendist not out thin hond to the wastyng of hem; and if thei fallen doun, thou schalt saue."},{"number":25,"verse":"Y wepte sum tyme on him, that was turmentid, and my soule hadde compassioun on a pore man."},{"number":26,"verse":"Y abood goodis, and yuelis ben comun to me; Y abood liyt, and derknessis braken out."},{"number":27,"verse":"Myn ynnere thingis buyliden out with outen my reste; daies of turment camen bifor me."},{"number":28,"verse":"Y yede morenynge, and Y roos with out woodnesse in the cumpenye, and criede."},{"number":29,"verse":"Y was the brother of dragouns, and the felow of ostrigis."},{"number":30,"verse":"My skyn was maad blak on me, and my boonys drieden for heete."},{"number":31,"verse":"Myn harpe is turned in to morenyng, and myn orgun in to the vois of weperis."}]}