{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"Also Helyu addide, and spak these thingis,"},{"number":2,"verse":"Suffre thou me a litil, and Y schal schewe to thee; for yit Y haue that, that Y schal speke for God."},{"number":3,"verse":"Y schal reherse my kunnyng fro the bigynnyng; and Y schal preue my worchere iust."},{"number":4,"verse":"For verili my wordis ben with out leesyng, and perfit kunnyng schal be preued to thee."},{"number":5,"verse":"God castith not awei myyti men, sithen he is myyti;"},{"number":6,"verse":"but he saueth not wickid men, and he yyueth dom to pore men."},{"number":7,"verse":"He takith not awei hise iyen fro a iust man; and he settith kyngis in seete with out ende, and thei ben reisid there."},{"number":8,"verse":"And if thei ben in chaynes, and ben boundun with the roopis of pouert,"},{"number":9,"verse":"he schal shewe to hem her werkis, and her grete trespassis; for thei weren violent, `ethir rauenours."},{"number":10,"verse":"Also he schal opene her eere, that he chastise; and he schal speke, that thei turne ayen fro wickidnesse."},{"number":11,"verse":"If thei heren, and kepen, thei schulen fille her daies in good, and her yeris in glorie."},{"number":12,"verse":"Sotheli if thei heren not, thei schulen passe bi swerd, and thei schulen be wastid in foli."},{"number":13,"verse":"Feyneris and false men stiren the ire of God; and thei schulen not crye, whanne thei ben boundun."},{"number":14,"verse":"The soule of hem schal die in tempest; and the lijf of hem among `men of wymmens condiciouns."},{"number":15,"verse":"He schal delyuere a pore man fro his angwisch; and he schal opene `the eere of hym in tribulacioun."},{"number":16,"verse":"Therfor he schal saue thee fro the streit mouth of the broddeste tribulacioun, and not hauynge a foundement vndur it; sotheli the rest of thi table schal be ful of fatnesse."},{"number":17,"verse":"Thi cause is demed as the cause of a wickid man; forsothe thou schalt resseyue thi cause and doom."},{"number":18,"verse":"Therfor ire ouercome thee not, that thou oppresse ony man; and the multitude of yiftis bowe thee not."},{"number":19,"verse":"Putte doun thi greetnesse with out tribulacioun, and putte doun alle stronge men bi strengthe."},{"number":20,"verse":"Dilaie thou not nyyt, that puplis stie for hem."},{"number":21,"verse":"Be thou war, that thou bowe not to wickidnesse; for thou hast bigunne to sue this wickidnesse aftir wretchidnesse."},{"number":22,"verse":"Lo! God is hiy in his strengthe, and noon is lijk hym among the yyueris of lawe."},{"number":23,"verse":"Who mai seke out the weies of God? ethir who dar seie to hym, Thou hast wrouyt wickidnesse?"},{"number":24,"verse":"Haue thou mynde, that thou knowist not his werk, of whom men sungun."},{"number":25,"verse":"Alle men seen God; ech man biholdith afer."},{"number":26,"verse":"Lo! God is greet, ouercomynge oure kunnyng; the noumbre of hise yeeris is with out noumbre."},{"number":27,"verse":"Which takith awei the dropis of reyn; and schedith out reynes at the licnesse of floodyatis,"},{"number":28,"verse":"whiche comen doun of the cloudis, that hilen alle thingis aboue."},{"number":29,"verse":"If he wole stretche forthe cloudis as his tente,"},{"number":30,"verse":"and leite with his liyt fro aboue, he schal hile, yhe,"},{"number":31,"verse":"the herris of the see. For bi these thingis he demeth puplis, and yyueth mete to many deedli men."},{"number":32,"verse":"In hondis he hidith liyt; and comaundith it, that it come eft."},{"number":33,"verse":"He tellith of it to his freend, that it is his possessioun; and that he may stie to it."}]}