{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":38,"verses":[{"number":1,"verse":"Forsothe the Lord answeride fro the whirlewynd to Joob,"},{"number":2,"verse":"and seide, Who is this man, wlappynge sentences with vnwise wordis?"},{"number":3,"verse":"Girde thou as a man thi leendis; Y schal axe thee, and answere thou to me."},{"number":4,"verse":"Where were thou, whanne Y settide the foundementis of erthe? schewe thou to me, if thou hast vndurstondyng."},{"number":5,"verse":"Who settide mesures therof, if thou knowist? ethir who stretchide forth a lyne theronne?"},{"number":6,"verse":"On what thing ben the foundementis therof maad fast? ether who sente doun the corner stoon therof,"},{"number":7,"verse":"whanne the morew sterris herieden me togidere, and alle the sones of God sungun ioyfuli?"},{"number":8,"verse":"Who closide togidere the see with doris, whanne it brak out comynge forth as of the wombe?"},{"number":9,"verse":"Whanne Y settide a cloude the hilyng therof, and Y wlappide it with derknesse, as with clothis of yong childhed."},{"number":10,"verse":"Y cumpasside it with my termes, and Y settide a barre, and doris;"},{"number":11,"verse":"and Y seide, `Til hidur thou schalt come, and thou schalt not go forth ferthere; and here thou schalt breke togidere thi bolnynge wawis."},{"number":12,"verse":"Whethir aftir thi birthe thou comaundist to the bigynnyng of dai, and schewidist to the morewtid his place?"},{"number":13,"verse":"Whethir thou heldist schakynge togidere the laste partis of erthe, and schakedist awei wickid men therfro?"},{"number":14,"verse":"A seeling schal be restorid as cley, and it schal stonde as a cloth."},{"number":15,"verse":"The liyt of wickid men schal be takun awey fro hem, and an hiy arm schal be brokun."},{"number":16,"verse":"Whethir thou entridist in to the depthe of the see, and walkidist in the laste partis of the occian?"},{"number":17,"verse":"Whether the yatis of deeth ben openyd to thee, and `siest thou the derk doris?"},{"number":18,"verse":"Whethir thou hast biholde the brede of erthe? Schewe thou to me, if thou knowist alle thingis,"},{"number":19,"verse":"in what weie the liyt dwellith, and which is the place of derknesse;"},{"number":20,"verse":"that thou lede ech thing to hise termes, and thou vndurstonde the weies of his hows."},{"number":21,"verse":"Wistist thou thanne, that thou schuldist be borun, and knew thou the noumbre of thi daies?"},{"number":22,"verse":"Whethir thou entridist in to the tresours of snow, ether biheldist thou the tresours of hail?"},{"number":23,"verse":"whiche thingis Y made redy in to the tyme of an enemy, in to the dai of fiytyng and of batel."},{"number":24,"verse":"Bi what weie is the liyt spred abrood, heete is departid on erthe?"},{"number":25,"verse":"Who yaf cours to the strongeste reyn,"},{"number":26,"verse":"and weie of the thundur sownynge? That it schulde reyne on the erthe with out man in desert, where noon of deedli men dwellith?"},{"number":27,"verse":"That it schulde fille a lond with out weie and desolat, and schulde brynge forth greene eerbis?"},{"number":28,"verse":"Who is fadir of reyn, ether who gendride the dropis of deew?"},{"number":29,"verse":"Of whos wombe yede out iys, and who gendride frost fro heuene?"},{"number":30,"verse":"Watris ben maad hard in the licnesse of stoon, and the ouer part of occian is streyned togidere."},{"number":31,"verse":"Whether thou schalt mowe ioyne togidere schynynge sterris Pliades, ethir thou schalt mowe distrie the cumpas of Arturis?"},{"number":32,"verse":"Whether thou bryngist forth Lucifer, `that is, dai sterre, in his tyme, and makist euene sterre to rise on the sones of erthe?"},{"number":33,"verse":"Whether thou knowist the ordre of heuene, and schalt sette the resoun therof in erthe?"},{"number":34,"verse":"Whethir thou schalt reise thi vois in to a cloude, and the fersnesse of watris schal hile thee?"},{"number":35,"verse":"Whethir thou schalt sende leitis, and tho schulen go, and tho schulen turne ayen, and schulen seie to thee, We ben present?"},{"number":36,"verse":"Who puttide wisdoom in the entrailis of man, ethir who yaf vndurstondyng to the cok?"},{"number":37,"verse":"Who schal telle out the resoun of heuenes, and who schal make acordyng of heuene to sleep?"},{"number":38,"verse":"Whanne dust was foundid in the erthe, and clottis weren ioyned togidere?"},{"number":39,"verse":"Whether thou schalt take prey to the lionesse, and schalt fille the soulis of hir whelpis,"},{"number":40,"verse":"whanne tho liggen in caues, and aspien in dennes?"},{"number":41,"verse":"Who makith redi for the crowe his mete, whanne hise briddis crien to God, and wandren aboute, for tho han not meetis?"}]}