{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"Whethir thou knowist the tyme of birthe of wielde geet in stoonys, ethir hast thou aspied hyndis bryngynge forth calues?"},{"number":2,"verse":"Hast thou noumbrid the monethis of her conseyuyng, and hast thou knowe the tyme of her caluyng?"},{"number":3,"verse":"Tho ben bowid to the calf, and caluen; and senden out roryngis."},{"number":4,"verse":"Her calues ben departid, and goen to pasture; tho goen out, and turnen not ayen to `tho hyndis."},{"number":5,"verse":"Who let go the wielde asse fre, and who loside the boondis of hym?"},{"number":6,"verse":"To whom Y haue youe an hows in wildirnesse, and the tabernacles of hym in the lond of saltnesse."},{"number":7,"verse":"He dispisith the multitude of citee; he herith not the cry of an axere."},{"number":8,"verse":"He lokith aboute the hillis of his lesewe, and he sekith alle greene thingis."},{"number":9,"verse":"Whether an vnycorn schal wilne serue thee, ethir schal dwelle at thi cratche?"},{"number":10,"verse":"Whether thou schalt bynde the vnicorn with thi chayne, for to ere, ethir schal he breke the clottis of valeis aftir thee?"},{"number":11,"verse":"Whether thou schalt haue trist in his grete strengthe, and schalt thou leeue to hym thi traueils?"},{"number":12,"verse":"Whether thou schalt bileue to hym, that he schal yelde seed to thee, and schal gadere togidere thi cornfloor?"},{"number":13,"verse":"The fethere of an ostriche is lijk the fetheris of a gerfawcun, and of an hauk;"},{"number":14,"verse":"which ostrige forsakith hise eirun in the erthe, in hap thou schalt make tho hoot in the dust."},{"number":15,"verse":"He foryetith, that a foot tredith tho, ethir that a beeste of the feeld al tobrekith tho."},{"number":16,"verse":"He is maad hard to hise briddis, as if thei ben not hise; he traueilide in veyn, while no drede constreynede."},{"number":17,"verse":"For God hath priued hym fro wisdom, and `yaf not vnderstondyng to hym."},{"number":18,"verse":"Whanne tyme is, he reisith the wengis an hiy; he scorneth the hors, and his ridere."},{"number":19,"verse":"Whether thou schalt yyue strengthe to an hors, ether schal yyue neiyng `aboute his necke?"},{"number":20,"verse":"Whether thou schalt reyse hym as locustis? The glorie of hise nosethirlis is drede."},{"number":21,"verse":"He diggith erthe with the foot, he `fulli ioieth booldli; he goith ayens armed men."},{"number":22,"verse":"He dispisith ferdfulnesse, and he yyueth not stide to swerd."},{"number":23,"verse":"An arowe caas schal sowne on hym; a spere and scheeld schal florische."},{"number":24,"verse":"He is hoot, and gnastith, and swolewith the erthe; and he arettith not that the crie of the trumpe sowneth."},{"number":25,"verse":"Whanne he herith a clarioun, he `seith, Joie! he smellith batel afer; the excityng of duykis, and the yellyng of the oost."},{"number":26,"verse":"Whether an hauk spredinge abrood hise wyngis to the south, bigynneth to haue fetheris bi thi wisdom?"},{"number":27,"verse":"Whether an egle schal be reisid at thi comaundement, and schal sette his nest in hiy places?"},{"number":28,"verse":"He dwellith in stoonys, and he dwellith in flyntis brokun bifor, and in rochis, to whiche `me may not neiye."},{"number":29,"verse":"Fro thennus he biholdith mete, and hise iyen loken fro fer."},{"number":30,"verse":"Hise briddis souken blood, and where euere a careyn is, anoon he is present. (31)And the Lord addide, and spak to Joob, (32)Whether he, that stryueth with God, schal haue rest so liytli? Sotheli he, that repreueth God, owith for to answere to hym. (33)Forsothe Joob answeride to the Lord, (34)and seide, What may Y answere, which haue spoke liytli? Y schal putte myn hond on my mouth. (35)Y spak o thing, which thing Y wold, that Y hadde not seid; and Y spak anothir thing, to which Y schal no more adde."}]}