{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"Therfor clepe thou, if `ony is that schal answere thee, and turne thou to summe of seyntis."},{"number":2,"verse":"Wrathfulnesse sleeth `a fonned man, and enuye sleeth a litil child."},{"number":3,"verse":"Y siy a fool with stidefast rote, and Y curside his feirnesse anoon."},{"number":4,"verse":"Hise sones schulen be maad fer fro helthe, and thei schulen be defoulid in the yate, and `noon schal be that schal delyuere hem."},{"number":5,"verse":"Whos ripe corn an hungri man schal ete, and an armed man schal rauysche hym, and thei, that thirsten, schulen drynke hise richessis."},{"number":6,"verse":"No thing is doon in erthe with out cause, and sorewe schal not go out of the erthe."},{"number":7,"verse":"A man is borun to labour, and a brid to fliyt."},{"number":8,"verse":"Wherfor Y schal biseche the Lord, and Y schal sette my speche to my God."},{"number":9,"verse":"That makith grete thingis, and that moun not be souyt out, and wondurful thingis with out noumbre."},{"number":10,"verse":"Which yyueth reyn on the face of erthe, and moistith alle thingis with watris."},{"number":11,"verse":"Which settith meke men an hiy, and reisith with helthe hem that morenen."},{"number":12,"verse":"Which distrieth the thouytis of yuel willid men, that her hondis moun not fille tho thingis that thei bigunnen."},{"number":13,"verse":"Which takith cautelouse men in the felnesse `of hem, and distrieth the counsel of schrewis."},{"number":14,"verse":"Bi dai thei schulen renne in to derknessis, and as in nyyt so thei schulen grope in myddai."},{"number":15,"verse":"Certis God schal make saaf a nedi man fro the swerd of her mouth, and a pore man fro the hond of the violent, `ethir rauynour."},{"number":16,"verse":"And hope schal be to a nedi man, but wickidnesse schal drawe togidere his mouth."},{"number":17,"verse":"Blessid is the man, which is chastisid of the Lord; therfor repreue thou not the blamyng of the Lord."},{"number":18,"verse":"For he woundith, and doith medicyn; he smytith, and hise hondis schulen make hool."},{"number":19,"verse":"In sixe tribulaciouns he schal delyuere thee, and in the seuenthe tribulacioun yuel schal not touche thee."},{"number":20,"verse":"In hungur he schal delyuere thee fro deeth, and in batel fro the power of swerd."},{"number":21,"verse":"Thou schalt be hid fro the scourge of tunge, and thou schalt not drede myseiste, `ethir wretchidnesse, whanne it cometh."},{"number":22,"verse":"In distriyng maad of enemyes and in hungur thou schalt leiye, and thou schalt not drede the beestis of erthe."},{"number":23,"verse":"But thi couenaunt schal be with the stonys of erthe, and beestis of erthe schulen be pesible to thee."},{"number":24,"verse":"And thou schalt wite, that thi tabernacle hath pees, and thou visitynge thi fairnesse schalt not do synne."},{"number":25,"verse":"And thou schalt wite also, that thi seed schal be many fold, and thi generacioun schal be as an erbe of erthe."},{"number":26,"verse":"In abundaunce thou schalt go in to the sepulcre, as an heep of wheete is borun in his tyme."},{"number":27,"verse":"Lo! this is so, as we han souyt; which thing herd, trete thou in minde."}]}