{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Forsothe Joob answeride, and seide,"},{"number":2,"verse":"Y wolde, that my synnes, bi whiche Y `desseruede ire, and the wretchidnesse which Y suffre, weren peisid in a balaunce."},{"number":3,"verse":"As the grauel of the see, this wretchidnesse schulde appere greuousere; wherfor and my wordis ben ful of sorewe."},{"number":4,"verse":"For the arowis of the Lord ben in me, the indignacioun of whiche drynkith vp my spirit; and the dredis of the Lord fiyten ayens me."},{"number":5,"verse":"Whether a feeld asse schal rore, whanne he hath gras? Ethir whether an oxe schal lowe, whanne he stondith byfor a `ful cratche?"},{"number":6,"verse":"Ether whethir a thing vnsauery may be etun, which is not maad sauery bi salt? Ether whether ony man may taaste a thing, which tastid bryngith deeth? For whi to an hungri soule, yhe, bittir thingis semen to be swete; tho thingis whiche my soule nolde touche bifore, ben now my meetis for angwisch."},{"number":7,"verse":"(OMITTED TEXT)"},{"number":8,"verse":"Who yyueth, that myn axyng come; and that God yyue to me that, that Y abide?"},{"number":9,"verse":"And he that bigan, al to-breke me; releesse he his hond, and kitte me doun?"},{"number":10,"verse":"And `this be coumfort to me, that he turmente me with sorewe, and spare not, and that Y ayenseie not the wordis of the hooli."},{"number":11,"verse":"For whi, what is my strengthe, that Y suffre? ethir which is myn ende, that Y do pacientli?"},{"number":12,"verse":"Nethir my strengthe is the strengthe of stoonus, nether my fleisch is of bras."},{"number":13,"verse":"Lo! noon help is to me in me; also my meyneal frendis `yeden awey fro me."},{"number":14,"verse":"He that takith awei merci fro his frend, forsakith the drede of the Lord."},{"number":15,"verse":"My britheren passiden me, as a stronde doith, that passith ruschyngli in grete valeis."},{"number":16,"verse":"Snow schal come on hem, that dreden frost."},{"number":17,"verse":"In the tyme wherynne thei ben scaterid, thei schulen perische; and as thei ben hoote, thei schulen be vnknyt fro her place."},{"number":18,"verse":"The pathis of her steppis ben wlappid; thei schulen go in veyn, and schulen perische."},{"number":19,"verse":"Biholde ye the pathis of Theman, and the weies of Saba; and abide ye a litil."},{"number":20,"verse":"Thei ben schent, for Y hopide; and thei camen `til to me, and thei ben hilid with schame."},{"number":21,"verse":"Now ye ben comun, and now ye seen my wounde, and dreden."},{"number":22,"verse":"Whether Y seide, Brynge ye to me, and yiue ye of youre catel to me? ethir,"},{"number":23,"verse":"Delyuere ye me fro the hond of enemy, and rauysche ye me fro the hond of stronge men?"},{"number":24,"verse":"Teche ye me, and Y schal be stille; and if in hap Y vnknew ony thing, teche ye me."},{"number":25,"verse":"Whi han ye depraued the wordis of trewthe? sithen noon is of you, that may repreue me."},{"number":26,"verse":"Ye maken redi spechis oneli for to blame, and ye bryngen forth wordis in to wynde."},{"number":27,"verse":"Ye fallen in on a fadirles child, and enforsen to peruerte youre frend."},{"number":28,"verse":"Netheles fille ye that, that ye han bigunne; yyue ye the eere, and se ye, whether Y lie."},{"number":29,"verse":"Y biseche, answere ye with out strijf, and speke ye, and deme ye that, that is iust."},{"number":30,"verse":"And ye schulen not fynde wickidnesse in my tunge, nethir foli schal sowne in my chekis."}]}