{"bibleAbbr":"WYC1395","bookName":"Job","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"Knyythod is lijf of man on erthe, and his daies ben as the daies of an hired man."},{"number":2,"verse":"As an hert desireth schadowe, and as an hirede man abideth the ende of his werk;"},{"number":3,"verse":"so and Y hadde voide monethis, and Y noumbrede trauailous niytes to me."},{"number":4,"verse":"If Y schal slepe, Y schal seie, Whanne schal Y rise? and eft Y schal abide the euentid, and Y schal be fillid with sorewis `til to derknessis."},{"number":5,"verse":"Mi fleisch is clothid with rot, and filthis of dust; my skyn driede vp, and is drawun togidere."},{"number":6,"verse":"My daies passiden swiftliere thanne a web is kit doun `of a webstere; and tho daies ben wastid with outen ony hope."},{"number":7,"verse":"God, haue thou mynde, for my lijf is wynde, and myn iye schal not turne ayen, that it se goodis."},{"number":8,"verse":"Nethir the siyt of man schal biholde me; but thin iyen ben in me, and Y schal not `be in deedli lijf."},{"number":9,"verse":"As a cloude is wastid, and passith, so he that goith doun to helle, schal not stie;"},{"number":10,"verse":"nether schal turne ayen more in to his hows, and his place schal no more knowe hym."},{"number":11,"verse":"Wherfor and Y schal not spare my mouth; Y schal speke in the tribulacioun of my spirit, Y schal talke togidere with the bitternesse of my soule."},{"number":12,"verse":"Whether Y am the see, ethir a whal, for thou hast cumpassid me with prisoun?"},{"number":13,"verse":"If Y seie, My bed schal coumfort me, and Y schal be releeuyd, spekynge with me in my bed;"},{"number":14,"verse":"thou schalt make me aferd bi dremys, and thou schalt schake me with `orrour, ethir hidousnesse, `bi siytis."},{"number":15,"verse":"Wherfor my soule `chees hangyng, and my boonys cheesiden deth."},{"number":16,"verse":"`Y dispeiride, now Y schal no more lyue; Lord, spare thou me, for my daies ben nouyt."},{"number":17,"verse":"What is a man, for thou `magnifiest hym? ether what settist thou thin herte toward hym?"},{"number":18,"verse":"Thou visitist hym eerly, and sudeynli thou preuest hym."},{"number":19,"verse":"Hou long sparist thou not me, nether suffrist me, that Y swolowe my spotele?"},{"number":20,"verse":"Y haue synned; A! thou kepere of men, what schal Y do to thee? Whi hast thou set me contrarie to thee, and Y am maad greuouse to my silf?"},{"number":21,"verse":"Whi doist thou not awei my sinne, and whi takist thou not awei my wickidnesse? Lo! now Y schal slepe in dust, and if thou sekist me eerli, Y schal not abide."}]}