{"bibleAbbr":"HSB+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become כַּֽאֲשֶׁר֙ <WH834> ka-'a-Sher after שָׁ֣ב <WH7725> shav was returned שָׁא֔וּל <WH7586> sha-'Ul, And it came to pass when Saul מֵאַחֲרֵ֖י <WH310> me-'a-cha-Rei from following פְּלִשְׁתִּ֑ים <WH6430> pe-lish-Tim; the Philistines וַיַּגִּ֤דוּ <WH5046> vai-yag-Gi-du that it was told לוֹ֙ lo לֵאמֹ֔ר <WH559> le-Mor, him saying הִנֵּ֣ה <WH2009> hin-Neh Behold דָוִ֔ד <WH1732> da-Vid, Behold David בְּמִדְבַּ֖ר <WH4057> be-mid-Bar [is] in the wilderness עֵ֥ין 'ein גֶּֽדִי׃ <WH5872> Ge-di. of Engedi ס sa-Mek"},{"number":2,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took שָׁא֗וּל <WH7586> sha-'Ul, Then Saul שְׁלֹ֧שֶׁת <WH7969> she-Lo-shet three אֲלָפִ֛ים <WH505> 'a-la-Fim thousand אִ֥ישׁ <WH376> 'ish men בָּח֖וּר <WH970> ba-Chur young מִכָּל־ <WH3605> mik-kol all יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; out of all Israel וַיֵּ֗לֶךְ <WH1980> vai-Ye-lech, and went לְבַקֵּ֤שׁ <WH1245> le-vak-Kesh to seek אֶת־ <WH853> 'et- דָּוִד֙ <WH1732> da-Vid David וַֽאֲנָשָׁ֔יו <WH376> va-'a-na-Shav, and his men עַל־ <WH5921> 'al- in פְּנֵ֖י <WH6440> pe-Nei upon צוּרֵ֥י <WH6697> tzu-Rei the rocks הַיְּעֵלִֽים׃ <WH3277> hai-ye-'e-Lim. of the wild goats"},{"number":3,"verse":"וַ֠יָּבֹא <WH935> Vai-ya-vo And he came אֶל־ <WH413> 'el- about גִּדְר֨וֹת <WH1448> gid-Rot wall הַצֹּ֤אן <WH6629> hatz-Tzon cattle עַל־ <WH5921> 'al- on הַדֶּ֙רֶךְ֙ <WH1870> had-De-rech by the way וְשָׁ֣ם <WH8033> ve-Sham where מְעָרָ֔ה <WH4631> me-'a-Rah, where [was] a cave וַיָּבֹ֥א <WH935> vai-ya-Vo went in שָׁא֖וּל <WH7586> sha-'Ul and Saul לְהָסֵ֣ךְ <WH5526> le-ha-Sech to cover אֶת־ <WH853> 'et- רַגְלָ֑יו <WH7272> rag-Lav; his feet וְדָוִד֙ <WH1732> ve-da-Vid and David וַאֲנָשָׁ֔יו <WH376> va-'a-na-Shav, and his men בְּיַרְכְּתֵ֥י <WH3411> be-yar-ke-Tei in the sides הַמְּעָרָ֖ה <WH4631> ham-me-'a-Rah of the cave יֹשְׁבִֽים׃ <WH3427> yo-she-Vim. remained"},{"number":4,"verse":"וַיֹּאמְרוּ֩ <WH559> vai-yo-me-Ru said אַנְשֵׁ֨י <WH376> 'an-Shei the men דָוִ֜ד <WH1732> da-Vid of David אֵלָ֗יו <WH413> 'e-Lav, to him הִנֵּ֨ה <WH2009> hin-Neh Behold הַיּ֜וֹם <WH3117> hai-Yom unto him Behold the day אֲ‍ ֽשֶׁר־ <WH834> 'asher- of which אָמַ֧ר <WH559> 'a-Mar said יְהוָ֣ה <WH3068> Yah-weh of which the LORD אֵלֶ֗יךָ <WH413> 'e-Lei-cha, to you הִנֵּ֨ה <WH2009> hin-Neh Behold אָנֹכִ֜י <WH595> 'a-no-Chi I נֹתֵ֤ן <WH5414> no-Ten unto thee Behold I will deliver אֶת־ <WH853> 'et- ; אֹיְבֵיךָ 'o-ye-vei-cha כאֹֽיִבְךָ֙ <WH341> 'o-yiv-Cha enemy קבְּיָדֶ֔ךָ <WH3027> be-ya-De-cha, into thine hand וְעָשִׂ֣יתָ <WH6213> ve-'a-Si-ta that thou mayest do לּ֔וֹ lo, כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher of which יִטַ֣ב <WH3190> yi-Tav to him as it shall seem good בְּעֵינֶ֑יךָ <WH5869> be-'ei-Nei-cha; unto thee וַיָּ֣קָם <WH6965> vai-Ya-kom arose דָּוִ֗ד <WH1732> da-Vid, Then David וַיִּכְרֹ֛ת <WH3772> vai-yich-Rot and cut off אֶת־ <WH853> 'et- כְּנַֽף־ <WH3671> ke-naf- the skirt הַמְּעִ֥יל <WH4598> ham-me-'Il robe אֲשֶׁר־ <WH834> 'a-Sher- of which לְשָׁא֖וּל <WH7586> le-sha-'Ul of Saul's בַּלָּֽט׃ <WH3909> bal-Lat. privily"},{"number":5,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi came אַֽחֲרֵי־ <WH310> 'a-cha-rei- And it came to pass afterward כֵ֔ן <WH3651> Chen, after that וַיַּ֥ךְ <WH5221> vai-Yach smote לֵב־ <WH3820> lev- heart דָּוִ֖ד <WH1732> da-Vid that David's אֹת֑וֹ <WH853> o-To; עַ֚ל <WH5921> 'al and אֲשֶׁ֣ר <WH834> 'a-Sher he כָּרַ֔ת <WH3772> ka-Rat, him because he had cut off אֶת־ <WH853> 'et- כָּנָ֖ף <WH3671> ka-Naf skirt אֲשֶׁ֥ר <WH834> 'a-Sher his לְשָׁאֽוּל׃ <WH7586> le-sha-'Ul. Saul's ס sa-Mek"},{"number":6,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer And he said לַאֲנָשָׁ֜יו <WH582> la-'a-na-Shav unto his men חָלִ֧ילָה <WH2486> cha-Li-lah forbid לִּ֣י li מֵֽיהוָ֗ה <WH3069> Yah-weh God אִם־ <WH518> 'im- should אֶעֱשֶׂה֩ <WH6213> 'e-'e-Seh that I should do אֶת־ <WH853> 'et- הַדָּבָ֨ר <WH1697> had-da-Var this thing הַזֶּ֤ה <WH2088> haz-Zeh this לַֽאדֹנִי֙ <WH113> la-do-Ni unto my master לִמְשִׁ֣יחַ <WH4899> lim-Shi-ach anointed יְהוָ֔ה <WH3069> Yah-weh, God לִשְׁלֹ֥חַ <WH7971> lish-Lo-ach to stretch forth יָדִ֖י <WH3027> ya-Di mine hand בּ֑וֹ bo; כִּֽי־ <WH3588> ki- since מְשִׁ֥יחַ <WH4899> me-Shi-ach against him seeing he [is] the anointed יְהוָ֖ה <WH3069> Yah-weh God הֽוּא׃ <WH1931> Hu. he"},{"number":7,"verse":"וַיְשַׁסַּ֨ע <WH8156> vay-shas-Sa' stayed דָּוִ֤ד <WH1732> da-Vid So David אֶת־ <WH853> 'et- אֲנָשָׁיו֙ <WH376> 'a-na-Shav his men בַּדְּבָרִ֔ים <WH1697> bad-de-va-Rim, with these words וְלֹ֥א <WH3808> ve-Lo and did not נְתָנָ֖ם <WH5414> ne-ta-Nam and suffered לָק֣וּם <WH6965> la-Kum them not to rise אֶל־ <WH413> 'el- against שָׁא֑וּל <WH7586> sha-'Ul; against Saul וְשָׁא֛וּל <WH7586> ve-sha-'Ul But Saul קָ֥ם <WH6965> kam rose up מֵהַמְּעָרָ֖ה <WH4631> me-ham-me-'a-Rah out of the cave וַיֵּ֥לֶךְ <WH1980> vai-Ye-lech and went בַּדָּֽרֶךְ׃ <WH1870> bad-Da-rech. on [his] way ס sa-Mek"},{"number":8,"verse":"וַיָּ֨קָם <WH6965> vai-Ya-kom also arose דָּוִ֜ד <WH1732> da-Vid David אַחֲרֵי־ <WH310> 'a-cha-rei- after כֵ֗ן <WH3651> Chen, after that וַיֵּצֵא֙ <WH3318> vai-ye-Tze afterward and went out; מִן־ <WH4480> min- at המערה ham-me-'a-rah כמֵֽהַמְּעָרָ֔ה <WH4631> me-ham-me-'a-Rah, cave קוַיִּקְרָ֧א <WH7121> vai-yik-Ra and cried אַֽחֲרֵי־ <WH310> 'a-cha-rei- behind שָׁא֛וּל <WH7586> sha-'Ul Saul לֵאמֹ֖ר <WH559> le-Mor saying אֲדֹנִ֣י <WH113> 'a-do-Ni My lord הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וַיַּבֵּ֤ט <WH5027> vai-yab-Bet looked שָׁאוּל֙ <WH7586> sha-'Ul And when Saul אַֽחֲרָ֔יו <WH310> 'a-cha-Rav, behind וַיִּקֹּ֨ד <WH6915> vai-yik-Kod stooped דָּוִ֥ד <WH1732> da-Vid him David אַפַּ֛יִם <WH639> 'ap-Pa-yim with his face אַ֖רְצָה <WH776> 'Ar-tzah to the earth וַיִּשְׁתָּֽחוּ׃ <WH7812> vai-yish-Ta-chu. and bowed ס sa-Mek"},{"number":9,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said דָּוִד֙ <WH1732> da-Vid And David לְשָׁא֔וּל <WH7586> le-sha-'Ul, to Saul לָ֧מָּה <WH4100> Lam-mah Why תִשְׁמַ֛ע <WH8085> tish-Ma' Wherefore hearest אֶת־ <WH853> 'et- דִּבְרֵ֥י <WH1697> div-Rei words אָדָ֖ם <WH120> 'a-Dam thou men's לֵאמֹ֑ר <WH559> le-Mor; saying הִנֵּ֣ה <WH2009> hin-Neh Behold דָוִ֔ד <WH1732> da-Vid, Behold David מְבַקֵּ֖שׁ <WH1245> me-vak-Kesh seeketh רָעָתֶֽךָ׃ <WH7451> ra-'a-Te-cha. adversity"},{"number":10,"verse":"הִנֵּה֩ <WH2009> hin-Neh Behold הַיּ֨וֹם <WH3117> hai-Yom Behold this day הַזֶּ֜ה <WH2088> haz-Zeh this רָא֣וּ <WH7200> ra-'U have seen עֵינֶ֗יךָ <WH5869> 'ei-Nei-cha, thine eyes אֵ֣ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- after נְתָנְךָ֩ <WH5414> ne-ta-ne-Cha had delivered יְהוָ֨ה׀ <WH3068> Yah-weh how that the LORD הַיּ֤וֹם׀ <WH3117> hai-Yom thee to day בְּיָדִי֙ <WH3027> be-ya-Di into mine hand בַּמְּעָרָ֔ה <WH4631> bam-me-'a-Rah, in the cave וְאָמַ֥ר <WH559> ve-'a-Mar and [some] bade לַהֲרָגֲךָ֖ <WH2026> la-ha-ra-ga-Cha [me] kill וַתָּ֣חָס <WH2347> vat-Ta-chos thee but [mine eye] spared עָלֶ֑יךָ <WH5921> 'a-Lei-cha; on וָאֹמַ֗ר <WH559> va-'o-Mar, thee and I said לֹא־ <WH3808> lo- I will not אֶשְׁלַ֤ח <WH7971> 'esh-Lach I will not put forth יָדִי֙ <WH3027> ya-Di mine hand בַּֽאדֹנִ֔י <WH113> ba-do-Ni, against my lord כִּי־ <WH3588> ki- for מְשִׁ֥יחַ <WH4899> me-Shi-ach anointed יְהוָ֖ה <WH3068> Yah-weh for he [is] the LORD'S הֽוּא׃ <WH1931> Hu. he"},{"number":11,"verse":"וְאָבִ֣י <WH1> ve-'a-Vi Moreover my father רְאֵ֔ה <WH7200> re-'Eh, see גַּ֗ם <WH1571> Gam, Indeed רְאֵ֛ה <WH7200> re-'Eh yea see אֶת־ <WH853> 'et- כְּנַ֥ף <WH3671> ke-Naf the skirt מְעִילְךָ֖ <WH4598> me-'i-le-Cha of thy robe בְּיָדִ֑י <WH3027> be-ya-Di; in my hand כִּ֡י <WH3588> ki for בְּכָרְתִי֩ <WH3772> be-cha-re-Ti for in that I cut off אֶת־ <WH853> 'et- כְּנַ֨ף <WH3671> ke-Naf the skirt מְעִֽילְךָ֜ <WH4598> me-'i-le-Cha of thy robe וְלֹ֣א <WH3808> ve-Lo and did not הֲרַגְתִּ֗יךָ <WH2026> ha-rag-Ti-cha, and killed דַּ֤ע <WH3045> da' thee not know וּרְאֵה֙ <WH7200> u-re-'Eh thou and see כִּי֩ <WH3588> ki that אֵ֨ין <WH369> 'ein there בְּיָדִ֜י <WH3027> be-ya-Di in mine hand רָעָ֤ה <WH7451> ra-'Ah that [there is] neither evil וָפֶ֙שַׁע֙ <WH6588> va-Fe-sha' nor transgression וְלֹא־ <WH3808> ve-lo- have not חָטָ֣אתִי <WH2398> cha-Ta-ti and I have not sinned לָ֔ךְ Lach, וְאַתָּ֛ה <WH859> ve-'at-Tah you צֹדֶ֥ה <WH6658> tzo-Deh against thee yet thou huntest אֶת־ <WH853> 'et- נַפְשִׁ֖י <WH5315> naf-Shi my soul לְקַחְתָּֽהּ׃ <WH3947> le-kach-Tah. to take"},{"number":12,"verse":"יִשְׁפֹּ֤ט <WH8199> yish-Pot judge יְהוָה֙ <WH3068> Yah-weh The LORD בֵּינִ֣י <WH996> bei-Ni between וּבֵינֶ֔ךָ <WH996> u-vei-Ne-cha, between וּנְקָמַ֥נִי <WH5358> u-ne-ka-Ma-ni avenge יְהוָ֖ה <WH3068> Yah-weh between me and thee and the LORD מִמֶּ֑ךָּ <WH4480> mi-Me-ka; but וְיָדִ֖י <WH3027> ve-ya-Di me of thee but mine hand לֹ֥א <WH3808> lo not תִֽהְיֶה־ <WH1961> tih-yeh- become בָּֽךְ׃ Bach."},{"number":13,"verse":"כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher after יֹאמַ֗ר <WH559> yo-Mar, As saith מְשַׁל֙ <WH4912> me-Shal the proverb הַקַּדְמֹנִ֔י <WH6931> hak-kad-mo-Ni, of the ancients מֵרְשָׁעִ֖ים <WH7561> me-re-sha-'Im condemn יֵ֣צֵא <WH3318> Ye-tze proceedeth רֶ֑שַׁע <WH7562> Re-sha'; Wickedness וְיָדִ֖י <WH3027> ve-ya-Di but mine hand לֹ֥א <WH3808> lo not תִֽהְיֶה־ <WH1961> tih-yeh- become בָּֽךְ׃ Bach."},{"number":14,"verse":"אַחֲרֵ֨י <WH310> 'a-cha-Rei After מִ֤י <WH4310> mi whom יָצָא֙ <WH3318> ya-Tza come out מֶ֣לֶךְ <WH4428> Me-lech whom is the king יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אַחֲרֵ֥י <WH310> 'a-cha-Rei ;after מִ֖י <WH4310> mi Whom אַתָּ֣ה <WH859> 'at-Tah you רֹדֵ֑ף <WH7291> ro-Def; whom dost thou pursue אַֽחֲרֵי֙ <WH310> 'a-cha-Rei ;after כֶּ֣לֶב <WH3611> Ke-lev dog מֵ֔ת <WH4191> Met, a dead אַחֲרֵ֖י <WH310> 'a-cha-Rei after פַּרְעֹ֥שׁ <WH6550> par-'Osh flea אֶחָֽד׃ <WH259> 'e-Chad. a"},{"number":15,"verse":"וְהָיָ֤ה <WH1961> ve-ha-Yah become יְהוָה֙ <WH3068> Yah-weh The LORD לְדַיָּ֔ן <WH1781> le-dai-Yan, therefore be judge וְשָׁפַ֖ט <WH8199> ve-sha-Fat and judge בֵּינִ֣י <WH996> bei-Ni between וּבֵינֶ֑ךָ <WH996> u-vei-Ne-cha; between וְיֵ֙רֶא֙ <WH7200> ve-Ye-re between me and thee and see וְיָרֵ֣ב <WH7378> ve-ya-Rev and plead אֶת־ <WH853> 'et- רִיבִ֔י <WH7379> ri-Vi, my cause וְיִשְׁפְּטֵ֖נִי <WH8199> ve-yish-pe-Te-ni and deliver מִיָּדֶֽךָ׃ <WH3027> mi-ya-De-cha. me out of thine hand פ Peh"},{"number":16,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi become כְּכַלּ֣וֹת <WH3615> ke-chal-Lot had made an end דָּוִ֗ד <WH1732> da-Vid, And it came to pass when David לְדַבֵּ֞ר <WH1696> le-dab-Ber of speaking אֶת־ <WH853> 'et- הַדְּבָרִ֤ים <WH1697> had-de-va-Rim these words הָאֵ֙לֶּה֙ <WH428> ha-'El-leh these אֶל־ <WH413> 'el- to שָׁא֔וּל <WH7586> sha-'Ul, unto Saul וַיֹּ֣אמֶר <WH559> vai-Yo-mer said שָׁא֔וּל <WH7586> sha-'Ul, that Saul הֲקֹלְךָ֥ <WH6963> ha-ko-le-Cha [Is] this thy voice זֶ֖ה <WH2088> zeh is this בְּנִ֣י <WH1121> be-Ni my son דָוִ֑ד <WH1732> da-Vid; David וַיִּשָּׂ֥א <WH5375> vai-yis-Sa lifted up שָׁא֛וּל <WH7586> sha-'Ul to Saul קֹל֖וֹ <WH6963> ko-Lo his voice וַיֵּֽבְךְּ׃ <WH1058> vai-Ye-vek. and wept"},{"number":17,"verse":"וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer And he said אֶל־ <WH413> 'el- to דָּוִ֔ד <WH1732> da-Vid, to David צַדִּ֥יק <WH6662> tzad-Dik Thou [art] more righteous אַתָּ֖ה <WH859> 'at-Tah You מִמֶּ֑נִּי <WH4480> mi-Men-ni; are more כִּ֤י <WH3588> ki for אַתָּה֙ <WH859> 'at-Tah you גְּמַלְתַּ֣נִי <WH1580> ge-mal-Ta-ni than I for thou hast rewarded הַטּוֹבָ֔ה <WH2896> hat-to-Vah, me good וַאֲנִ֖י <WH589> va-'a-Ni I גְּמַלְתִּ֥יךָ <WH1580> ge-mal-Ti-cha whereas I have rewarded הָרָעָֽה׃ <WH7451> ha-ra-'Ah. thee evil"},{"number":18,"verse":"וְאַתְּ ve-'at כוְאַתָּה֙ <WH859> ve-'at-Tah you קהִגַּ֣דְתָּ <WH5046> hig-Gad-ta And thou hast shewed הַיּ֔וֹם <WH3117> hai-Yom, this day אֵ֛ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- you עָשִׂ֥יתָה <WH6213> 'a-Si-tah how that thou hast dealt אִתִּ֖י <WH854> 'it-Ti for טוֹבָ֑ה <WH2896> to-Vah; well אֵת֩ <WH853> 'et אֲשֶׁ֨ר <WH834> 'a-Sher after סִגְּרַ֧נִי <WH5462> sig-ge-Ra-ni had delivered יְהוָ֛ה <WH3068> Yah-weh with me forasmuch as when the LORD בְּיָדְךָ֖ <WH3027> be-ya-de-Cha me into thine hand וְלֹ֥א <WH3808> ve-Lo did not הֲרַגְתָּֽנִי׃ <WH2026> ha-rag-Ta-ni. thou killedst"},{"number":19,"verse":"וְכִֽי־ <WH3588> ve-chi- if יִמְצָ֥א <WH4672> yim-Tza find אִישׁ֙ <WH376> 'ish For if a man אֶת־ <WH853> 'et- אֹ֣יְב֔וֹ <WH341> o-ye-Vo, his enemy וְשִׁלְּח֖וֹ <WH7971> ve-shil-le-Cho will he let him go בְּדֶ֣רֶךְ <WH1870> be-De-rech along טוֹבָ֑ה <WH2896> to-Vah; well וַֽיהוָה֙ <WH3068> Yah-weh Jehovah יְשַׁלֶּמְךָ֣ <WH7999> ye-shal-lem-Cha reward טוֹבָ֔ה <WH2896> to-Vah, thee good תַּ֚חַת <WH8478> Ta-chat return הַיּ֣וֹם <WH3117> hai-Yom unto me this day הַזֶּ֔ה <WH2088> haz-Zeh, this אֲשֶׁ֥ר <WH834> 'a-Sher what עָשִׂ֖יתָה <WH6213> 'a-Si-tah for that thou hast done לִֽי׃ Li."},{"number":20,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah Now הִנֵּ֣ה <WH2009> hin-Neh behold יָדַ֔עְתִּי <WH3045> ya-Da'-ti, And now behold I know well כִּ֥י <WH3588> ki that מָלֹ֖ךְ <WH4427> ma-Loch that thou shalt surely תִּמְל֑וֹךְ <WH4427> tim-Loch; be king וְקָ֙מָה֙ <WH6965> ve-Ka-mah shall be established בְּיָ֣דְךָ֔ <WH3027> be-Ya-de-cha, in thine hand מַמְלֶ֖כֶת <WH4467> mam-Le-chet and that the kingdom יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":21,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, now הִשָּׁ֤בְעָה <WH7650> hish-Sha-ve-'ah Swear לִּי֙ li בַּֽיהוָ֔ה <WH3068> Yah-weh, now therefore unto me by the LORD אִם־ <WH518> 'im- that thou wilt not תַּכְרִ֥ית <WH3772> tach-Rit cut off אֶת־ <WH853> 'et- זַרְעִ֖י <WH2233> zar-'I my seed אַֽחֲרָ֑י <WH310> 'a-cha-Rai; after וְאִם־ <WH518> ve-'im- you will not תַּשְׁמִ֥יד <WH8045> tash-Mid me and that thou wilt not destroy אֶת־ <WH853> 'et- שְׁמִ֖י <WH8034> she-Mi my name מִבֵּ֥ית <WH1004> mib-Beit house אָבִֽי׃ <WH1> 'a-Vi. out of my father's"},{"number":22,"verse":"וַיִּשָּׁבַ֥ע <WH7650> vai-yish-sha-Va' sware דָּוִ֖ד <WH1732> da-Vid And David לְשָׁא֑וּל <WH7586> le-sha-'Ul; unto Saul וַיֵּ֤לֶךְ <WH1980> vai-Ye-lech went שָׁאוּל֙ <WH7586> sha-'Ul And Saul אֶל־ <WH413> 'el- to his בֵּית֔וֹ <WH1004> bei-To, home וְדָוִד֙ <WH1732> ve-da-Vid but David וַֽאֲנָשָׁ֔יו <WH376> va-'a-na-Shav, and his men עָל֖וּ <WH5927> 'a-Lu gat them up עַל־ <WH5921> 'al- to הַמְּצוּדָֽה׃ <WH4686> ham-me-tzu-Dah. unto the hold פ Peh"}]}