{"bibleAbbr":"HSB+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":26,"verses":[{"number":1,"verse":"וַיָּבֹ֤אוּ <WH935> vai-ya-Vo-'u came הַזִּפִים֙ <WH2130> haz-zi-Fim And the Ziphites אֶל־ <WH413> 'el- to שָׁא֔וּל <WH7586> sha-'Ul, unto Saul הַגִּבְעָ֖תָה <WH1390> hag-giv-'A-tah to Gibeah לֵאמֹ֑ר <WH559> le-Mor; saying הֲל֨וֹא <WH3808> ha-Lo is not דָוִ֤ד <WH1732> da-Vid Doth not David מִסְתַּתֵּר֙ <WH5641> mis-tat-Ter hide בְּגִבְעַ֣ת <WH1389> be-giv-'At himself in the hill הַחֲכִילָ֔ה <WH2444> ha-cha-chi-Lah, of Hachilah עַ֖ל <WH5921> 'al above פְּנֵ֥י <WH6440> pe-Nei [which is] before הַיְשִׁימֹֽן׃ <WH3452> hay-shi-Mon. desert"},{"number":2,"verse":"וַיָּ֣קָם <WH6965> vai-Ya-kom arose שָׁא֗וּל <WH7586> sha-'Ul, Then Saul וַיֵּ֙רֶד֙ <WH3381> vai-Ye-red and went down אֶל־ <WH413> 'el- to מִדְבַּר־ <WH4057> mid-bar- to the wilderness זִ֔יף <WH2128> Zif, of Ziph וְאִתּ֛וֹ <WH854> ve-'it-To for שְׁלֹֽשֶׁת־ <WH7969> she-lo-shet- having three אֲלָפִ֥ים <WH505> 'a-la-Fim thousand אִ֖ישׁ <WH376> 'ish men בְּחוּרֵ֣י <WH970> be-chu-Rei young יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel לְבַקֵּ֥שׁ <WH1245> le-vak-Kesh with him to seek אֶת־ <WH853> 'et- דָּוִ֖ד <WH1732> da-Vid David בְּמִדְבַּר־ <WH4057> be-mid-bar- in the wilderness זִֽיף׃ <WH2128> Zif. of Ziph"},{"number":3,"verse":"וַיִּ֨חַן <WH2583> vai-Yi-chan pitched שָׁא֜וּל <WH7586> sha-'Ul And Saul בְּגִבְעַ֣ת <WH1389> be-giv-'At in the hill הַחֲכִילָ֗ה <WH2444> ha-cha-chi-Lah, of Hachilah אֲשֶׁ֛ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- beside פְּנֵ֥י <WH6440> pe-Nei which [is] before הַיְשִׁימֹ֖ן <WH3452> hay-shi-Mon Jeshimon עַל־ <WH5921> 'al- beside הַדָּ֑רֶךְ <WH1870> had-Da-rech; by the way וְדָוִד֙ <WH1732> ve-da-Vid But David יֹשֵׁ֣ב <WH3427> yo-Shev abode בַּמִּדְבָּ֔ר <WH4057> bam-mid-Bar, in the wilderness וַיַּ֕רְא <WH7200> vai-Yar and he saw כִּ֣י <WH3588> ki for בָ֥א <WH935> va came שָׁא֛וּל <WH7586> sha-'Ul that Saul אַחֲרָ֖יו <WH310> 'a-cha-Rav after הַמִּדְבָּֽרָה׃ <WH4057> ham-mid-Ba-rah. him into the wilderness"},{"number":4,"verse":"וַיִּשְׁלַ֥ח <WH7971> vai-yish-Lach therefore sent out דָּוִ֖ד <WH1732> da-Vid David מְרַגְּלִ֑ים <WH7270> me-rag-ge-Lim; spies וַיֵּ֕דַע <WH3045> vai-Ye-da' and understood כִּֽי־ <WH3588> ki- for בָ֥א <WH935> va was come שָׁא֖וּל <WH7586> sha-'Ul that Saul אֶל־ <WH413> 'el- about נָכֽוֹן׃ <WH3559> na-Chon. in very deed"},{"number":5,"verse":"וַיָּ֣קָם <WH6965> vai-Ya-kom arose דָּוִ֗ד <WH1732> da-Vid, And David וַיָּבֹא֮ <WH935> vai-ya-Vo and came אֶֽל־ <WH413> 'el- to הַמָּקוֹם֮ <WH4725> ham-ma-kOm to the place אֲשֶׁ֣ר <WH834> 'a-Sher after חָנָה־ <WH2583> cha-nah- had pitched שָׁ֣ם <WH8033> sham in it שָׁאוּל֒ <WH7586> sha-'Ul where Saul וַיַּ֣רְא <WH7200> vai-Yar beheld דָּוִ֗ד <WH1732> da-Vid, and David אֶת־ <WH853> 'et- הַמָּקוֹם֙ <WH4725> ham-ma-kOm the place אֲשֶׁ֣ר <WH834> 'a-Sher after שָֽׁכַב־ <WH7901> sha-chav- lay שָׁ֣ם <WH8033> sham in it שָׁא֔וּל <WH7586> sha-'Ul, where Saul וְאַבְנֵ֥ר <WH74> ve-'av-Ner and Abner בֶּן־ <WH1121> ben- the son נֵ֖ר <WH5369> ner of Ner שַׂר־ <WH8269> sar- the captain צְבָא֑וֹ <WH6635> tze-va-'O; of his host וְשָׁאוּל֙ <WH7586> ve-sha-'Ul and Saul שֹׁכֵ֣ב <WH7901> sho-Chev lay בַּמַּעְגָּ֔ל <WH4570> bam-ma'-Gal, in the trench וְהָעָ֖ם <WH5971> ve-ha-'Am and the people חֹנִ֥ים <WH2583> cho-Nim pitched; סְבִיבֹתֹו se-vi-vo-tov כסְבִיבֹתָֽיו׃ <WH5439> se-vi-vo-Tav. place ק"},{"number":6,"verse":"וַיַּ֨עַן <WH6030> vai-Ya-'an Then answered דָּוִ֜ד <WH1732> da-Vid David וַיֹּ֣אמֶר׀ <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to אֲחִימֶ֣לֶךְ <WH288> 'a-chi-Me-lech to Ahimelech הַחִתִּ֗י <WH2850> ha-chit-Ti, the Hittite וְאֶל־ <WH413> ve-'el- and to אֲבִישַׁ֨י <WH52> 'a-vi-Shai and to Abishai בֶּן־ <WH1121> ben- the son צְרוּיָ֜ה <WH6870> tze-ru-Yah of Zeruiah אֲחִ֤י <WH251> 'a-Chi brother יוֹאָב֙ <WH3097> yo-'Av to Joab לֵאמֹ֔ר <WH559> le-Mor, saying מִֽי־ <WH4310> mi- Who יֵרֵ֥ד <WH3381> ye-Red Who will go down אִתִּ֛י <WH854> 'it-Ti for אֶל־ <WH413> 'el- to שָׁא֖וּל <WH7586> sha-'Ul with me to Saul אֶל־ <WH413> 'el- about הַֽמַּחֲנֶ֑ה <WH4264> ham-ma-cha-Neh; army וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֲבִישַׁ֔י <WH52> 'a-vi-Shai, Abishai אֲנִ֖י <WH589> 'a-Ni I אֵרֵ֥ד <WH3381> 'e-Red I will go down עִמָּֽךְ׃ <WH5973> 'im-Mach. with"},{"number":7,"verse":"וַיָּבֹא֩ <WH935> vai-ya-Vo came דָוִ֨ד <WH1732> da-Vid So David וַאֲבִישַׁ֥י׀ <WH52> va-'a-vi-Shai and Abishai אֶל־ <WH413> 'el- to הָעָם֮ <WH5971> ha-'Am to the people לַיְלָה֒ <WH3915> lay-Lah by night וְהִנֵּ֣ה <WH2009> ve-hin-Neh and behold שָׁא֗וּל <WH7586> sha-'Ul, and behold Saul שֹׁכֵ֤ב <WH7901> sho-Chev lay יָשֵׁן֙ <WH3463> ya-Shen sleeping בַּמַּעְגָּ֔ל <WH4570> bam-ma'-Gal, within the trench וַחֲנִית֥וֹ <WH2595> va-cha-ni-To and his spear מְעוּכָֽה־ <WH4600> me-'u-chah- stuck בָאָ֖רֶץ <WH776> va-'A-retz in the ground; מְרַאֲשֹׁתֹו me-ra-'a-sho-tov כמְרַאֲשֹׁתָ֑יו <WH4763> me-ra-'a-sho-Tav; bolster קוְאַבְנֵ֣ר <WH74> ve-'av-Ner but Abner וְהָעָ֔ם <WH5971> ve-ha-'Am, and the people שֹׁכְבִ֖ים <WH7901> sho-che-Vim lay; סְבִיבֹתֹו se-vi-vo-tov כסְבִיבֹתָֽיו׃ <WH5439> se-vi-vo-Tav. place קס sa-Mek"},{"number":8,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer Then said אֲבִישַׁי֙ <WH52> 'a-vi-Shai Abishai אֶל־ <WH413> 'el- to דָּוִ֔ד <WH1732> da-Vid, to David סִגַּ֨ר <WH5462> sig-Gar hath delivered אֱלֹהִ֥ים <WH430> E-lo-Him God הַיּ֛וֹם <WH3117> hai-Yom this day אֶת־ <WH853> 'et- אוֹיִבְךָ֖ <WH341> o-yiv-Cha thine enemy בְּיָדֶ֑ךָ <WH3027> be-ya-De-cha; into thine hand וְעַתָּה֩ <WH6258> ve-'at-Tah now אַכֶּ֨נּוּ <WH5221> 'ak-Ken-nu now therefore let me smite נָ֜א <WH4994> na please בַּחֲנִ֤ית <WH2595> ba-cha-Nit him I pray thee with the spear וּבָאָ֙רֶץ֙ <WH776> u-va-'A-retz even to the earth פַּ֣עַם <WH6471> Pa-'am stroke אַחַ֔ת <WH259> 'a-Chat, one וְלֹ֥א <WH3808> ve-Lo not אֶשְׁנֶ֖ה <WH8138> 'esh-Neh and I will not [smite] him the second time לֽוֹ׃ lo."},{"number":9,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer said דָּוִ֛ד <WH1732> da-Vid And David אֶל־ <WH413> 'el- to אֲבִישַׁ֖י <WH52> 'a-vi-Shai to Abishai אַל־ <WH408> 'al- not תַּשְׁחִיתֵ֑הוּ <WH7843> tash-chi-Te-hu; Destroy כִּ֠י <WH3588> ki for מִ֣י <WH4310> mi who שָׁלַ֥ח <WH7971> sha-Lach him not for who can stretch forth יָד֛וֹ <WH3027> ya-Do his hand בִּמְשִׁ֥יחַ <WH4899> bim-Shi-ach anointed יְהוָ֖ה <WH3068> Yah-weh against the LORD'S וְנִקָּֽה׃ <WH5352> ve-nik-Kah. and be guiltless פ Peh"},{"number":10,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said דָּוִד֙ <WH1732> da-Vid David חַי־ <WH2416> chai- liveth יְהוָ֔ה <WH3068> Yah-weh, furthermore [As] the LORD כִּ֥י <WH3588> ki for אִם־ <WH518> 'im- lo יְהוָ֖ה <WH3068> Yah-weh the LORD יִגָּפֶ֑נּוּ <WH5062> yig-ga-Fen-nu; shall smite אֽוֹ־ <WH176> 'ov- or יוֹמ֤וֹ <WH3117> yo-Mo him or his day יָבוֹא֙ <WH935> ya-Vo shall come וָמֵ֔ת <WH4191> va-Met, to die א֧וֹ <WH176> o or בַמִּלְחָמָ֛ה <WH4421> vam-mil-cha-Mah into battle יֵרֵ֖ד <WH3381> ye-Red or he shall descend וְנִסְפָּֽה׃ <WH5595> ve-nis-Pah. and perish"},{"number":11,"verse":"חָלִ֤ילָה <WH2486> cha-Li-lah forbid לִּי֙ li מֵֽיהוָ֔ה <WH3068> Yah-weh, The LORD מִשְּׁלֹ֥חַ <WH7971> mish-she-Lo-ach that I should stretch forth יָדִ֖י <WH3027> ya-Di mine hand בִּמְשִׁ֣יחַ <WH4899> bim-Shi-ach anointed יְהוָ֑ה <WH3068> Yah-weh; against the LORD'S וְ֠עַתָּה <WH6258> Ve-'at-tah now קַח־ <WH3947> kach- but I pray thee take נָ֨א <WH4994> na please אֶֽת־ <WH853> 'et- הַחֲנִ֜ית <WH2595> ha-cha-Nit thou now the spear אֲשֶׁ֧ר <WH834> 'a-Sher after; מְרַאֲשֹׁתֹו me-ra-'a-sho-tov כמְרַאֲשֹׁתָ֛יו <WH4763> me-ra-'a-sho-Tav bolster קוְאֶת־ <WH853> ve-'Et צַפַּ֥חַת <WH6835> tzap-Pa-chat and the cruse הַמַּ֖יִם <WH4325> ham-Ma-yim of water וְנֵ֥לֲכָה <WH1980> ve-Ne-la-chah go לָּֽנוּ׃ La-nu."},{"number":12,"verse":"וַיִּקַּח֩ <WH3947> vai-yik-Kach took דָּוִ֨ד <WH1732> da-Vid So David אֶֽת־ <WH853> 'et- הַחֲנִ֜ית <WH2595> ha-cha-Nit the spear וְאֶת־ <WH853> ve-'Et צַפַּ֤חַת <WH6835> tzap-Pa-chat and the cruse הַמַּ֙יִם֙ <WH4325> ham-Ma-yim of water מֵרַאֲשֹׁתֵ֣י <WH7226> me-ra-'a-sho-Tei bolster שָׁא֔וּל <WH7586> sha-'Ul, from Saul's וַיֵּלְכ֖וּ <WH1980> vai-ye-le-Chu went לָהֶ֑ם la-Hem; וְאֵ֣ין <WH369> ve-'Ein no רֹאֶה֩ <WH7200> ro-'Eh and no man saw וְאֵ֨ין <WH369> ve-'Ein one יוֹדֵ֜עַ <WH3045> yo-De-a' [it] nor knew וְאֵ֣ין <WH369> ve-'Ein nor מֵקִ֗יץ <WH6974> me-Kitz, [it] neither awaked כִּ֤י <WH3588> ki because כֻלָּם֙ <WH3605> chul-Lam were all יְשֵׁנִ֔ים <WH3462> ye-she-Nim, grow old כִּ֚י <WH3588> ki because תַּרְדֵּמַ֣ת <WH8639> tar-de-Mat because a deep sleep יְהוָ֔ה <WH3068> Yah-weh, from the LORD נָפְלָ֖ה <WH5307> na-fe-Lah was fallen עֲלֵיהֶֽם׃ <WH5921> 'a-lei-Hem. and"},{"number":13,"verse":"וַיַּעֲבֹ֤ר <WH5674> vai-ya-'a-Vor went over דָּוִד֙ <WH1732> da-Vid Then David הָעֵ֔בֶר <WH5676> ha-'E-ver, to the other side וַיַּעֲמֹ֥ד <WH5975> vai-ya-'a-Mod and stood עַל־ <WH5921> 'al- on רֹאשׁ־ <WH7218> rosh- on the top הָהָ֖ר <WH2022> ha-Har of an hill מֵֽרָחֹ֑ק <WH7350> me-ra-Chok; afar off רַ֥ב <WH7227> rav a great הַמָּק֖וֹם <WH4725> ham-ma-Kom space בֵּינֵיהֶֽם׃ <WH996> bei-nei-Hem. between"},{"number":14,"verse":"וַיִּקְרָ֨א <WH7121> vai-yik-Ra cried דָוִ֜ד <WH1732> da-Vid And David אֶל־ <WH413> 'el- to הָעָ֗ם <WH5971> ha-'Am, to the people וְאֶל־ <WH413> ve-'el- and to אַבְנֵ֤ר <WH74> 'av-Ner and to Abner בֶּן־ <WH1121> ben- the son נֵר֙ <WH5369> ner of Ner לֵאמֹ֔ר <WH559> le-Mor, saying הֲל֥וֹא <WH3808> ha-Lo not תַעֲנֶ֖ה <WH6030> ta-'a-Neh Answerest אַבְנֵ֑ר <WH74> 'av-Ner; Abner וַיַּ֤עַן <WH6030> vai-Ya-'an answered אַבְנֵר֙ <WH74> 'av-Ner Abner וַיֹּ֔אמֶר <WH559> vai-Yo-mer, and said מִ֥י <WH4310> mi Who אַתָּ֖ה <WH859> 'at-Tah who קָרָ֥אתָ <WH7121> ka-Ra-ta Who [art] thou [that] criest אֶל־ <WH413> 'el- about הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. king פ Peh"},{"number":15,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer said דָּוִ֨ד <WH1732> da-Vid And David אֶל־ <WH413> 'el- to אַבְנֵ֜ר <WH74> 'av-Ner to Abner הֲלוֹא־ <WH3808> ha-lo- not אִ֣ישׁ <WH376> 'ish he אַתָּ֗ה <WH859> 'at-Tah, you וּמִ֤י <WH4310> u-Mi any כָמ֙וֹךָ֙ <WH3644> cha-Mo-cha is like בְּיִשְׂרָאֵ֔ל <WH3478> be-Yis-ra-'El, Israel וְלָ֙מָּה֙ <WH4100> ve-Lam-mah how long לֹ֣א <WH3808> lo not שָׁמַ֔רְתָּ <WH8104> sha-Mar-ta, guarded אֶל־ <WH413> 'el- about אֲדֹנֶ֖יךָ <WH113> 'a-do-Nei-cha thy lord הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king כִּי־ <WH3588> ki- for בָא֙ <WH935> va came אַחַ֣ד <WH259> 'a-Chad one הָעָ֔ם <WH5971> ha-'Am, of the people לְהַשְׁחִ֖ית <WH7843> le-hash-Chit in to destroy אֶת־ <WH853> 'et- הַמֶּ֥לֶךְ <WH4428> ham-Me-lech the king אֲדֹנֶֽיךָ׃ <WH113> 'a-do-Nei-cha. thy lord"},{"number":16,"verse":"לֹא־ <WH3808> lo- is not ט֞וֹב <WH2896> Tov [is] not good הַדָּבָ֣ר <WH1697> had-da-Var This thing הַזֶּה֮ <WH2088> haz-Zeh This אֲשֶׁ֣ר <WH834> 'a-Sher because עָשִׂיתָ֒ <WH6213> 'a-si-Ta that thou hast done חַי־ <WH2416> chai- liveth יְהוָ֗ה <WH3068> Yah-weh [As] the LORD כִּ֤י <WH3588> ki surely בְנֵי־ <WH1121> ve-nei- ye [are] worthy מָ֙וֶת֙ <WH4194> ma-vet to die אַתֶּ֔ם <WH859> 'at-Tem, you אֲשֶׁ֧ר <WH834> 'a-Sher because לֹֽא־ <WH3808> lo- did not שְׁמַרְתֶּ֛ם <WH8104> she-mar-Tem because ye have not kept עַל־ <WH5921> 'al- and אֲדֹנֵיכֶ֖ם <WH113> 'a-do-nei-Chem your master עַל־ <WH5921> 'al- and מְשִׁ֣יחַ <WH4899> me-Shi-ach anointed יְהוָ֑ה <WH3068> Yah-weh; the LORD'S וְעַתָּ֣ה׀ <WH6258> ve-'at-Tah and now רְאֵ֗ה <WH7200> re-'Eh, And now see אֵֽי־ <WH335> 'ei- where חֲנִ֥ית <WH2595> cha-Nit spear הַמֶּ֛לֶךְ <WH4428> ham-Me-lech where the king's וְאֶת־ <WH853> ve-'Et צַפַּ֥חַת <WH6835> tzap-Pa-chat [is] and the cruse הַמַּ֖יִם <WH4325> ham-Ma-yim of water אֲשֶׁ֥ר <WH834> 'a-Sher because; מְרַאֲשֹׁתֹו me-ra-'a-sho-tov כמְרַאֲשֹׁתָֽיו׃ <WH4763> me-ra-'a-sho-Tav. bolster ק"},{"number":17,"verse":"וַיַּכֵּ֤ר <WH5234> vai-yak-Ker knew שָׁאוּל֙ <WH7586> sha-'Ul And Saul אֶת־ <WH853> 'et- ק֣וֹל <WH6963> Kol voice דָּוִ֔ד <WH1732> da-Vid, David's וַיֹּ֕אמֶר <WH559> vai-Yo-mer and said הֲקוֹלְךָ֥ <WH6963> ha-kol-Cha [Is] this thy voice זֶ֖ה <WH2088> zeh is this בְּנִ֣י <WH1121> be-Ni my son דָוִ֑ד <WH1732> da-Vid; David's וַיֹּ֣אמֶר <WH559> vai-Yo-mer said דָּוִ֔ד <WH1732> da-Vid, David's קוֹלִ֖י <WH6963> ko-Li [It is] my voice אֲדֹנִ֥י <WH113> 'a-do-Ni my lord הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. O king"},{"number":18,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And he said לָ֥מָּה <WH4100> Lam-mah Why זֶּ֛ה <WH2088> zeh then אֲדֹנִ֥י <WH113> 'a-do-Ni Wherefore doth my lord רֹדֵ֖ף <WH7291> ro-Def thus pursue אַחֲרֵ֣י <WH310> 'a-cha-Rei after עַבְדּ֑וֹ <WH5650> av-Do; bondage כִּ֚י <WH3588> ki for מֶ֣ה <WH4100> meh Why עָשִׂ֔יתִי <WH6213> 'a-Si-ti, accomplish וּמַה־ <WH4100> u-mah- Why בְּיָדִ֖י <WH3027> be-ya-Di what רָעָֽה׃ <WH7451> ra-'Ah. ;or what evil"},{"number":19,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now יִֽשְׁמַֽע־ <WH8085> yish-ma'- hear נָא֙ <WH4994> na please אֲדֹנִ֣י <WH113> 'a-do-Ni Now therefore I pray thee let my lord הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the king אֵ֖ת <WH853> 'et דִּבְרֵ֣י <WH1697> div-Rei the words עַבְדּ֑וֹ <WH5650> av-Do; of his servant אִם־ <WH518> 'im- If יְהוָ֞ה <WH3068> Yah-weh If the LORD הֱסִֽיתְךָ֥ <WH5496> he-si-te-Cha have stirred thee up בִי֙ vi יָרַ֣ח <WH7306> ya-Rach against me let him accept מִנְחָ֔ה <WH4503> min-Chah, an offering וְאִ֣ם׀ <WH518> ve-'Im if בְּנֵ֣י <WH1121> be-Nei but if [they be] the children הָאָדָ֗ם <WH120> ha-'a-Dam, of men אֲרוּרִ֥ים <WH779> 'a-ru-Rim cursed הֵם֙ <WH1992> hem are they לִפְנֵ֣י <WH6440> lif-Nei [be] they before יְהוָ֔ה <WH3068> Yah-weh, the LORD כִּֽי־ <WH3588> ki- for גֵרְשׁ֣וּנִי <WH1644> ge-re-Shu-ni for they have driven הַיּ֗וֹם <WH3117> hai-Yom, me out this day מֵהִסְתַּפֵּ֜חַ <WH5596> me-his-tap-Pe-ach from abiding בְּנַחֲלַ֤ת <WH5159> be-na-cha-Lat in the inheritance יְהוָה֙ <WH3068> Yah-weh of the LORD לֵאמֹ֔ר <WH559> le-Mor, saying לֵ֥ךְ <WH1980> lech Go עֲבֹ֖ד <WH5647> 'a-Vod serve אֱלֹהִ֥ים <WH430> E-lo-Him gods אֲחֵרִֽים׃ <WH312> 'a-che-Rim. other"},{"number":20,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now אַל־ <WH408> 'al- nay יִפֹּ֤ל <WH5307> yip-Pol fall דָּֽמִי֙ <WH1818> da-Mi Now therefore let not my blood אַ֔רְצָה <WH776> 'Ar-tzah, to the earth מִנֶּ֖גֶד <WH5048> min-Ne-ged away פְּנֵ֣י <WH6440> pe-Nei before the face יְהוָ֑ה <WH3068> Yah-weh; of the LORD כִּֽי־ <WH3588> ki- for יָצָ֞א <WH3318> ya-Tza is come out מֶ֣לֶךְ <WH4428> Me-lech for the king יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel לְבַקֵּשׁ֙ <WH1245> le-vak-Kesh to seek אֶת־ <WH853> 'et- פַּרְעֹ֣שׁ <WH6550> par-'Osh flea אֶחָ֔ד <WH259> 'e-Chad, a כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher one יִרְדֹּ֥ף <WH7291> yir-Dof as when one doth hunt הַקֹּרֵ֖א <WH7124> hak-ko-Re a partridge בֶּהָרִֽים׃ <WH2022> be-ha-Rim. in the mountains"},{"number":21,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer Then said שָׁא֨וּל <WH7586> sha-'Ul Saul חָטָ֜אתִי <WH2398> cha-Ta-ti I have sinned שׁ֣וּב <WH7725> shuv return בְּנִֽי־ <WH1121> be-ni- my son דָוִ֗ד <WH1732> da-Vid, David כִּ֠י <WH3588> ki for לֹֽא־ <WH3808> lo- I will not אָרַ֤ע <WH7489> 'a-Ra' for I will no more do thee harm לְךָ֙ le-Cha ע֔וֹד <WH5750> od, again תַּ֠חַת <WH8478> Ta-chat Thahash אֲשֶׁ֨ר <WH834> 'a-Sher after יָקְרָ֥ה <WH3365> ya-ke-Rah was precious נַפְשִׁ֛י <WH5315> naf-Shi because my soul בְּעֵינֶ֖יךָ <WH5869> be-'ei-Nei-cha in thine eyes הַיּ֣וֹם <WH3117> hai-Yom this day הַזֶּ֑ה <WH2088> haz-Zeh; this הִנֵּ֥ה <WH2009> hin-Neh Behold הִסְכַּ֛לְתִּי <WH5528> his-Kal-ti behold I have played the fool וָאֶשְׁגֶּ֖ה <WH7686> va-'esh-Geh and have erred הַרְבֵּ֥ה <WH7235> har-Beh abundance מְאֹֽד׃ <WH3966> me-'Od. diligently"},{"number":22,"verse":"וַיַּ֤עַן <WH6030> vai-Ya-'an answered דָּוִד֙ <WH1732> da-Vid And David וַיֹּ֔אמֶר <WH559> vai-Yo-mer, and said הִנֵּ֖ה <WH2009> hin-Neh Behold; הַחֲנִית ha-cha-nit כחֲנִ֣ית <WH2595> cha-Nit javelin קהַמֶּ֑לֶךְ <WH4428> ham-Me-lech; Behold the king's וְיַעֲבֹ֛ר <WH5674> ve-ya-'a-Vor come over אֶחָ֥ד <WH259> 'e-Chad and let one מֵֽהַנְּעָרִ֖ים <WH5288> me-han-ne-'a-Rim of the young men וְיִקָּחֶֽהָ׃ <WH3947> ve-yik-ka-Che-ha. and fetch"},{"number":23,"verse":"וַֽיהוָה֙ <WH3068> Yah-weh The LORD יָשִׁ֣יב <WH7725> ya-Shiv render לָאִ֔ישׁ <WH376> la-'Ish, to every man אֶת־ <WH853> 'et- צִדְקָת֖וֹ <WH6666> tzid-ka-To his righteousness וְאֶת־ <WH853> ve-'Et אֱמֻנָת֑וֹ <WH530> e-mu-na-To; and his faithfulness אֲשֶׁר֩ <WH834> 'a-Sher after נְתָנְךָ֨ <WH5414> ne-ta-ne-Cha delivered יְהוָ֤ה׀ <WH3068> Yah-weh for the LORD הַיּוֹם֙ <WH3117> hai-yOm to day בְּיָ֔ד <WH3027> be-Yad, thee into [my] hand וְלֹ֣א <WH3808> ve-Lo not אָבִ֔יתִי <WH14> 'a-Vi-ti, but I would לִשְׁלֹ֥חַ <WH7971> lish-Lo-ach not stretch forth יָדִ֖י <WH3027> ya-Di mine hand בִּמְשִׁ֥יחַ <WH4899> bim-Shi-ach anointed יְהוָֽה׃ <WH3068> Yah-weh. against the LORD'S"},{"number":24,"verse":"וְהִנֵּ֗ה <WH2009> ve-hin-Neh, now behold כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher after גָּדְלָ֧ה <WH1431> ga-de-Lah was much set by נַפְשְׁךָ֛ <WH5315> naf-she-Cha And behold as thy life הַיּ֥וֹם <WH3117> hai-Yom this day הַזֶּ֖ה <WH2088> haz-Zeh this בְּעֵינָ֑י <WH5869> be-'ei-Nai; in mine eyes כֵּ֣ן <WH3651> ken so תִּגְדַּ֤ל <WH1431> tig-Dal be much set by נַפְשִׁי֙ <WH5315> naf-Shi so let my life בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the eyes יְהוָ֔ה <WH3068> Yah-weh, of the LORD וְיַצִּלֵ֖נִי <WH5337> ve-yatz-tzi-Le-ni and let him deliver מִכָּל־ <WH3605> mik-kol all צָרָֽה׃ <WH6869> tza-Rah. me out of all tribulation פ Peh"},{"number":25,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said שָׁא֜וּל <WH7586> sha-'Ul Then Saul אֶל־ <WH413> 'el- to דָּוִ֗ד <WH1732> da-Vid, to David בָּר֤וּךְ <WH1288> ba-Ruch Blessed אַתָּה֙ <WH859> 'at-Tah are you בְּנִ֣י <WH1121> be-Ni [be] thou my son דָוִ֔ד <WH1732> da-Vid, David גַּ֚ם <WH1571> gam will both עָשֹׂ֣ה <WH6213> 'a-Soh thou shalt both do תַעֲשֶׂ֔ה <WH6213> ta-'a-Seh, great וְגַ֖ם <WH1571> ve-Gam will both יָכֹ֣ל <WH3201> ya-Chol [things] and also shalt still תּוּכָ֑ל <WH3201> tu-Chal; prevail וַיֵּ֤לֶךְ <WH1980> vai-Ye-lech went דָּוִד֙ <WH1732> da-Vid So David לְדַרְכּ֔וֹ <WH1870> le-dar-Ko, on his way וְשָׁא֖וּל <WH7586> ve-sha-'Ul and Saul שָׁ֥ב <WH7725> shav returned לִמְקוֹמֽוֹ׃ <WH4725> lim-ko-Mo. to his place פ Peh"}]}