{"bibleAbbr":"orOV2014","bookName":"ମାଥିଉ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"Matthew","chapterNumber":19,"verses":[{"number":1,"verse":"( ଛାଡ଼ପତ୍ର ସମ୍ପର୍କରେ ଯୀଶୁଙ୍କ ଶିକ୍ଷା) ଯୀଶୁ ଏହି ସମସ୍ତ କଥା ସମାପ୍ତ କଲା ଉତ୍ତାରେ ଗାଲିଲୀରୁ ପ୍ରସ୍ଥାନ କରି ଯର୍ଦ୍ଦନ ପରପାର ଦେଇ ଯିହୁଦାର ସୀମାରେ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":2,"verse":"ପୁଣି, ବହୁସଂଖ୍ୟକ ଲୋକ ତାହାଙ୍କ ପଛେ ପଛେ ଗଲେ, ଆଉ ସେ ସେଠାରେ ସେମାନଙ୍କୁ ସୁସ୍ଥ କଲେ ।"},{"number":3,"verse":"ଇତିମଧ୍ୟରେ ଫାରୂଶୀମାନେ ତାହାଙ୍କ ନିକଟକୁ ଆସି ତାହାଙ୍କୁ ପରୀକ୍ଷା କରି ପଚାରିଲେ, ଯେକୌଣସି କାରଣରୁ ଆପଣା ସ୍ତ୍ରୀକି ପରିତ୍ୟାଗ କରିବା କଅଣ ନ୍ୟାୟସଙ୍ଗତ ?"},{"number":4,"verse":"ସେ ଉତ୍ତର ଦେଲେ, ତୁମ୍ଭେମାନେ କଅଣ ପାଠ କରି ନାହଁ ଯେ, ସୃଷ୍ଟିକର୍ତ୍ତା ଆଦ୍ୟରୁ ସେମାନଙ୍କୁ ପୁରୁଷ ଓ ସ୍ତ୍ରୀ କରି ସୃଷ୍ଟି କଲେ,"},{"number":5,"verse":"ଆଉ କହିଲେ, ଏହି କାରଣରୁ ପୁରୁଷ ପିତାମାତାଙ୍କୁ ପରିତ୍ୟାଗ କରି ନିଜ ସ୍ତ୍ରୀଠାରେ ଆସକ୍ତ ହେବ, ଆଉ ସେ ଦୁହେଁ ଏକାଙ୍ଗ ହେବେ ?"},{"number":6,"verse":"ଏଣୁ ସେମାନେ ଆଉ ଦୁଇ ନୁହନ୍ତି, କିନ୍ତୁ ଏକାଙ୍ଗ ଅଟନ୍ତି । ଅତଏବ, ଈଶ୍ଵର ଯାହା ସଂଯୁକ୍ତ କରିଅଛନ୍ତି, ମନୁଷ୍ୟ ତାହା ବିଭିନ୍ନ ନ କରୁ ।"},{"number":7,"verse":"ସେମାନେ ତାହାଙ୍କୁ ପଚାରିଲେ, ତେବେ ମୋଶା କାହିଁକି ତ୍ୟାଗପତ୍ର ଦେଇ ସ୍ତ୍ରୀକି ପରିତ୍ୟାଗ କରିବା ନିମନ୍ତେ ଆଜ୍ଞା ଦେଲେ ?"},{"number":8,"verse":"ସେ ସେମାନଙ୍କୁ କହିଲେ, କାରଣ ତୁମ୍ଭମାନଙ୍କ ହୃଦୟର କଠିନତା ଦେଖି ମୋଶା ତୁମ୍ଭମାନଙ୍କୁ ଆପଣା ଆପଣା ସ୍ତ୍ରୀକି ପରିତ୍ୟାଗ କରିବାକୁ ଅନୁମତି ଦେଲେ, କିନ୍ତୁ ଆଦ୍ୟରୁ ସେପରି ନ ଥିଲା ।"},{"number":9,"verse":"ମାତ୍ର ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ କହୁଅଛି, ଯେ କେହି ଆପଣା ସ୍ତ୍ରୀକି ବ୍ୟଭିଚାର ଦୋଷ ବିନା ଅନ୍ୟ କାରଣରୁ ପରିତ୍ୟାଗ କରି ଅନ୍ୟକୁ ବିବାହ କରେ, ସେ ବ୍ୟଭିଚାର କରେ ।"},{"number":10,"verse":"ଶିଷ୍ୟମାନେ ତାହାଙ୍କୁ କହିଲେ, ସ୍ତ୍ରୀ ସହିତ ମନୁଷ୍ୟର ଯଦି ଏହି ପ୍ରକାର ସମ୍ଵନ୍ଧ, ତେବେ ବିବାହ କରିବା ଭଲ ନୁହେଁ।"},{"number":11,"verse":"କିନ୍ତୁ ସେ ସେମାନଙ୍କୁ କହିଲେ, ସମସ୍ତେ ଏହି କଥା ଗ୍ରହଣ କରି ପାରନ୍ତି ନାହିଁ, କେବଳ ଯେଉଁମାନଙ୍କୁ କ୍ଷମତା ଦିଆଯାଇଅଛି, ସେମାନେ କରି ପାରନ୍ତି ।"},{"number":12,"verse":"କାରଣ କେହି କେହି ମାତାର ଗର୍ଭରୁ ନପୁଂସକ ହୋଇ ଜନ୍ମ ହୋଇଅଛନ୍ତି, ଆଉ କେହି କେହି ମନୁଷ୍ୟମାନଙ୍କ ଦ୍ଵାରା ନପୁଂସକ କରାଯାଇଅଛନ୍ତି, ପୁଣି ଆଉ କେହି କେହି ସ୍ଵର୍ଗରାଜ୍ୟ ସକାଶେ ଆପଣା ଆପଣାକୁ ନପୁଂସକ କରିଅଛନ୍ତି । ଯେଉଁ ଲୋକ ଗ୍ରହଣ କରି ପାରେ, ସେ ଗ୍ରହଣ କରୁ ।"},{"number":13,"verse":"( ଶିଶୁ ପ୍ରିୟ ଯୀଶୁ) ସେତେବେଳେ ଯୀଶୁ ଯେପରି ଶିଶୁମାନଙ୍କ ଉପରେ ହାତ ଥୋଇ ପ୍ରାର୍ଥନା କରନ୍ତି, ଏଥିପାଇଁ ସେମାନେ ତାହାଙ୍କ ନିକଟକୁ ଅଣାଗଲେ । ମାତ୍ର ଶିଷ୍ୟମାନେ ଆଣୁଥିବା ଲୋକମାନଙ୍କୁ ଧମକ ଦେଲେ ।"},{"number":14,"verse":"କିନ୍ତୁ ଯୀଶୁ କହିଲେ, ଶିଶୁମାନଙ୍କୁ ଛାଡ଼ିଦିଅ, ସେମାନଙ୍କୁ ମୋʼ ନିକଟକୁ ଆସିବାକୁ ମନା କର ନାହିଁ, କାରଣ ସ୍ଵର୍ଗରାଜ୍ୟ ଏହି ପ୍ରକାର ଲୋକମାନଙ୍କର ।"},{"number":15,"verse":"ଆଉ, ସେ ସେମାନଙ୍କ ଉପରେ ହାତ ଥୋଇ ସେଠାରୁ ପ୍ରସ୍ଥାନ କଲେ ।"},{"number":16,"verse":"( ଜଣେ ଧନୀ ଯୁବା) ଆଉ ଦେଖ, ଜଣେ ତାହାଙ୍କ ନିକଟକୁ ଆସି ପଚାରିଲେ, ହେ ଗୁରୁ, ଅନ; ଜୀବନ ପ୍ରାପ୍ତ ହେବା ନିମନ୍ତେ ମୁଁ କେଉଁ ସତ୍କର୍ମ କରିବି ?"},{"number":17,"verse":"ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ସତ୍ ବିଷୟରେ ମୋତେ କାହିଁକି ପଚାରୁଅଛ ? ସତ୍ କେବଳ ଜଣେ; କିନ୍ତୁ ତୁମ୍ଭେ ଯଦି ଜୀବନରେ ପ୍ରବେଶ କରିବାକୁ ଇଚ୍ଛା କର, ତେବେ ଆଜ୍ଞାସବୁ ପାଳନ କର।"},{"number":18,"verse":"ସେ ତାହାଙ୍କୁ ପଚାରିଲେ, କି କି ପ୍ରକାର ଆଜ୍ଞା ? ଯୀଶୁ କହିଲେ, ଏହିସବୁ, ନରହତ୍ୟା କର ନାହିଁ, ବ୍ୟଭିଚାର କର ନାହିଁ, ଚୋରି କର ନାହିଁ, ମିଥ୍ୟାସାକ୍ଷ୍ୟ ଦିଅ ନାହିଁ,"},{"number":19,"verse":"ପିତାମାତାଙ୍କୁ ସମାଦର କର, ପୁଣି, ତୁମ୍ଭର ପ୍ରତିବାସୀକି ଆତ୍ମତୁଲ୍ୟ ପ୍ରେମ କର ।"},{"number":20,"verse":"ସେହି ଯୁବକ ତାହାଙ୍କୁ କହିଲେ, ଏହିସମସ୍ତ ମୁଁ ପାଳନ କରିଅଛି, ମୋହର ଆଉ କଅଣ ଊଣା ଅଛି ?"},{"number":21,"verse":"ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ଯଦି ତୁମ୍ଭେ ସିଦ୍ଧ ହେବାକୁ ଇଚ୍ଛା କର, ତେବେ ଯାଇ ଆପଣାର ସର୍ବସ୍ଵ ବିକ୍ରୟ କରି ଦରିଦ୍ରମାନଙ୍କୁ ଦାନ କର, ଆଉ ତୁମ୍ଭେ ସ୍ଵର୍ଗରେ ଧନ ପାଇବ; ପୁଣି, ଆସି ମୋହର ଅନୁଗମନ କର ।"},{"number":22,"verse":"କିନ୍ତୁ ଏ କଥା ଶୁଣି ଯୁବକଟି ଦୁଃଖିତ ହୋଇ ଚାଲିଗଲେ, କାରଣ ତାଙ୍କର ବହୁତ ସମ୍ପତ୍ତି ଥିଲା ।"},{"number":23,"verse":"ସେଥିରେ ଯୀଶୁ ଆପଣା ଶିଷ୍ୟମାନଙ୍କୁ କହିଲେ, ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ସତ୍ୟ କହୁଅଛି, ଧନୀ ଲୋକ ଅତି କଷ୍ଟରେ ସ୍ଵର୍ଗରାଜ୍ୟରେ ପ୍ରବେଶ କରିବ ।"},{"number":24,"verse":"ପୁନଶ୍ଚ ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ କହୁଅଛି, ଈଶ୍ଵରଙ୍କ ରାଜ୍ୟରେ ଧନୀ ଲୋକର ପ୍ରବେଶ କରିବା ଅପେକ୍ଷା ବରଂ ସୂଚୀର ଛିଦ୍ର ଦେଇ ଓଟର ପ୍ରବେଶ କରିବା ସହଜ ।"},{"number":25,"verse":"ଶିଷ୍ୟମାନେ ଏହା ଶୁଣି ଆଶ୍ଚର୍ଯ୍ୟାନ୍ଵିତ ହୋଇ କହିଲେ, ତେବେ କିଏ ପରିତ୍ରାଣ ପାଇ ପାରେ ?"},{"number":26,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ ଏକଦୃଷ୍ଟିରେ ଚାହିଁ କହିଲେ, ଏହା ମନୁଷ୍ୟର ଅସାଧ୍ୟ, କିନ୍ତୁ ଈଶ୍ଵରଙ୍କର ସମସ୍ତ ସାଧ୍ୟ ।"},{"number":27,"verse":"ସେଥିରେ ପିତର ତାହାଙ୍କୁ ଉତ୍ତର ଦେଲେ, ଦେଖନ୍ତୁ, ଆମ୍ଭେମାନେ ସମସ୍ତ ପରିତ୍ୟାଗ କରି ଆପଣଙ୍କ ଅନୁଗାମୀ ହୋଇଅଛୁ; ଆମ୍ଭେମାନେ ତେବେ କଅଣ ପାଇବା ?"},{"number":28,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ସତ୍ୟ କହୁଅଛି, ନୂତନ ସୃଷ୍ଟିରେ ଯେତେବେଳେ ମନୁଷ୍ୟପୁତ୍ର ଆପଣା ଗୌରବମୟ ସିଂହାସନରେ ଉପବେଶନ କରିବେ, ସେତେବେଳେ, ମୋହର ଅନୁଗାମୀ ହୋଇଅଛ ଯେ ତୁମ୍ଭେମାନେ, ତୁମ୍ଭେମାନେ ମଧ୍ୟ ଦ୍ଵାଦଶ ସିଂହାସନରେ ଉପବେଶନ କରି ଇସ୍ରାଏଲର ଦ୍ଵାଦଶ ଗୋଷ୍ଠୀକି ଶାସନ କରିବ ।"},{"number":29,"verse":"ପୁଣି, ଯେ କେହି ମୋହର ନାମ ସକାଶେ ଗୃହ କି ଭ୍ରାତା କି ଭଗ୍ନୀ କି ପିତା କି ମାତା କି ସନ୍ତାନସନ୍ତତି କି ଭୂମି ପରିତ୍ୟାଗ କରେ, ସେ ବହୁଗୁଣ ପାଇବ, ପୁଣି ଅନ; ଜୀବନର ଅଧିକାରୀ ହେବ ।"},{"number":30,"verse":"କିନ୍ତୁ ପ୍ରଥମରେ ଥିବା ଅନେକ ଲୋକ ଶେଷରେ ପଡ଼ିବେ ଓ ଶେଷରେ ଥିବା ଅନେକ ଲୋକ ପ୍ରଥମ ହେବେ ।"}]}