{"bibleAbbr":"guOV2016","bookName":"આમોસ","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"હે ઇઝરાયલ લોકો, તમારી વિરુદ્ધ એટલે જે આખી પ્રજાને હું મિસર દેશમાંથી કાઢી લાવ્યો, તેની વિરુદ્દ આ જે વચન યહોવા બોલ્યા છે, તે સાંભળો:"},{"number":2,"verse":"તે વચન એ છે, “પૃથ્વીની સર્વ પ્રજાઓમાંથી ફક્ત તમારી જ કાળજી મેં રાખી છે; માટે તમારા સર્વ અન્યાયની શિક્ષા હું તમને કરીશ.”"},{"number":3,"verse":"( પ્રબોધકનું કર્તવ્ય) શું બે જણા સંપ કર્યા વગર સાથે ચાલી શકે ખરા?"},{"number":4,"verse":"શું ભક્ષ મળ્યા વગર સિંહ વનમાં ગર્જના કરશે ખરો? શું કંઈ પણ પકડ્યા સિવાય સિંહનું બચ્ચું પોતાના બિલમાંથી ત્રાડ નાખશે?"},{"number":5,"verse":"પક્ષીને માટે પાશ નાખ્યા વગર શું તે ભૂમિ પર ફાંસલામાં પડે? ફાંસલો જમીન પરથી છટકીને કંઈ પણ પકડ્યા વગર રહેશે શું?"},{"number":6,"verse":"નગરમાં રણશિંગડું વગાડવામાં આવે તો લોક બીધા વગર રહે ખરા? શું યહોવાના હાથ વગર નગર પર આપત્તિ આવે?"},{"number":7,"verse":"ખચીત પ્રભુ યહોવા પોતાનો મર્મ પોતાના સેવક પ્રબોધકોને બતાવ્યા સિવાય કંઈ કરશે નહિ."},{"number":8,"verse":"સિંહે ગર્જના કરી છે, તો કોણ નહિ બીહે? પ્રભુ યહોવા બોલ્યા છે, તો પ્રબોધ કર્યા વગર કોણ રહી શકે?"},{"number":9,"verse":"( સમરુનની થનારી પાયમાલી) આશ્દોદના મહેલોમાં તથા મિસર દેશના મહેલોમાં જાહેર કરો, “સમરુનના પર્વતો પર તમે એકત્ર થાઓ, ને જુઓ, ત્યાં કેવાં મોટાં હુલ્લડો તથા ભારે જુલમ થઈ રહ્યાં છે."},{"number":10,"verse":"જેઓ જોરજુલમ ને લૂંટ [થી મેળવેલું દ્રવ્ય] પોતાના મહેલોમાં સંઘરી રાખે છે, તેઓને ન્યાયથી વર્તવાની ખબર નથી, ” એવું યહોવા કહે છે."},{"number":11,"verse":"એ માટે પ્રભુ યહોવા કહે છે, “દેશની આસપાસ શત્રુ [ફરી વળશે] , અને તે તારા કિલ્લા જમીનદોસ્ત કરશે, અને તારા મહેલો લૂંટાઈ જશે.”"},{"number":12,"verse":"યહોવા કહે છે, “જેમ ભરવાડ સિંહના મોંમાંથી બે પગ કે કાનનો ટુકડો પડાવી લે છે, તેમ સમરુનમાં પલંગના ખૂણા પર તથા રેશમી ગદેલાના બિછાના પર બેસનાર ઇઝરાયલ લોક [માંના કેટલાક] નો બચાવ થશે.”"},{"number":13,"verse":"સૈન્યોના ઈશ્વર પ્રભુ યહોવા કહે છે, “તમે સાંભળો, ને યાકૂબના વંશની વિરુદ્ધ સાક્ષી પૂરો."},{"number":14,"verse":"કેમ કે જે દિવસે હું ઇઝરાયલને તેના ગુનાઓની શિક્ષા કરીશ, તે દિવસે હું ( .) બેથેલની વેદીઓને પણ શિક્ષા કરીશ, વેદીનાં શિંગો કપાઈ જશે, ને જમીન પર પડશે"},{"number":15,"verse":"હું શિયાળાના મહેલો તથા ઉનાળાના મહેલો, બન્નેનો નાશ કરીશ. અને હાથીદાંતના મહેલો નાશ પામશે, ને ઘણાં ઘરો પાયમાલ થશે, “એવું યહોવા કહે છે."}]}