{"bibleAbbr":"guOV2016","bookName":"આમોસ","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"( પસ્તાવો કરવા માટે હાકલ) હે ઇઝરાયલના વંશજો, તમારે વિષે આ જે મરસિયો હું ગાઉં છું તે સાંભળો:"},{"number":2,"verse":"“ઇઝરાયલની કુમારિકા પડી ગઈ છે. તે ફરીથી કદી ઊઠશે નહિ. તેને પોતાની ભૂમિ પર પાડી નાખવામાં આવી છે, તેને ઉઠાવનાર કોઈ નથી.”"},{"number":3,"verse":"કેમ કે પ્રભુ યહોવા કહે છે, “જે નગરમાંથી હજાર નીકળતા હતા તેમાં ઇઝરાયલના વંશના સો જ બચ્યા હશે, ને જેમાંથી સો નીકળતા હતા તેમાં દશ જ બચ્યા હશે.”"},{"number":4,"verse":"કેમ કે યહોવા ઇઝરાયલ લોકને કહે છે, “મને શોધો, તો તમે જીવશો."},{"number":5,"verse":"પણ બેથેલની શોધ ન કરો, ને ગિલ્ગાલમાં ન જાઓ, ને બેર-શેબા ન જાઓ; કેમ કે ગિલ્ગાલ નિશ્ચે ગુલામગીરીમાં જશે, ન બેથેલ નાશ પામશે.”"},{"number":6,"verse":"યહોવાને શોધો, એટલે તમે જીવશો. રખેને તે યૂસફના ઘરમાં અગ્નિની જેમ પ્રગટે, ને તે તેને ભસ્મ કરી નાખે, ને બેથેલમાં તેને હોલવનાર કોઈ નહિ હોય."},{"number":7,"verse":"હે ઇનસાફને કડવાશરૂપ કરી નાખનારા, ને નેકીને પગ નીચે છૂંદનારાઓ,"},{"number":8,"verse":"તમે તેમને શોધો કે જે ( ; .) કૃત્તિકા તથા મૃગશિરના કર્તા છે, જે ઘોર અંધકારને પ્રભાતરૂપ કરી નાખે છે, ને જે દિવસને રાત વડે અંધકારમય કરી દે છે, અને જે સમુદ્રના પાણીને હાંક મારે છે, ને તેઓને પૃથ્વીની સપાટી પર રેડી દે છે, તેમનું નામ યહોવા છે."},{"number":9,"verse":"તે બળવાનોનો એવી અચાનક રીતે સંહાર કરે છે કે, તેઓના કિલ્લાનો નાશ થાય છે."},{"number":10,"verse":"દરવાજામાં ઠપકો દેનારને રેડી તેઓ ધિક્કારે છે, ને પ્રામાણિકપણે બોલનારનો તેઓ તિરસ્કાર કરે છે."},{"number":11,"verse":"તમે ગરીબોને કચરી નાખો છો, ને જોરજુલમથી તેની પાસેથી ઘઉં પડાવી લો છો. તમે ઘડેલા પથ્થરનાં ઘરો તો બાંધ્યાં છે, પણ તમે તેઓમાં રહેવા પામશો નહિ. તમે મનોરંજક દ્રાક્ષાવાડીઓ તો રોપી છે, પણ તમે તેમનો દ્રાક્ષારસ પીવા પામશો નહિ."},{"number":12,"verse":"કેમ કે હું જાણું છું કે તમારા ગુના પુષ્કળ છે, ને તમારા પાપ અઘોર છે; કેમ કે તમે ન્યાયીઓને દુ:ખ આપો છો, લાંચ લો છો, ને દરવાજામાં [બેસીને] ગરીબ માણસોનો [હક] કુબાવો છો."},{"number":13,"verse":"એ માટે ડાહ્યો માણસ આવે વખતે ચૂપ રહેશે, કેમ કે આ ભૂંડો સમય છે."},{"number":14,"verse":"ભલું શોધો, ભૂંડું નહિ, એથી તમે જીવતા રહેશો; અને ત્યારે, તમે કહો છો તેમ, સૈન્યોના ઈશ્વર યહોવા તમારી સાથે રહેશે."},{"number":15,"verse":"ભૂંડાને ધિક્કારો, ભલાને ચાહો, ને દરવાજામાં ન્યાયને સ્થાપિત કરો. તો કદાચ સૈન્યોના ઈશ્વર યહોવા યૂસફના બાકી રહેલાઓ પર કૃપા રાખે."},{"number":16,"verse":"એ માટે પ્રભુ, સૈન્યોના ઈશ્વર યહોવા કહે છે, “સર્વ ચકલાઓમાં વિલાપ થશે, અને સર્વ ગલીઓમાં લોકો કહેશે કે, ‘હાય! હાય!’ તેઓ ખેડૂતોને શોક કરવાને, તથા રાજિયા ગાવામાં પ્રવિણ લોકોને વિલાપ કરવાને બોલાવશે."},{"number":17,"verse":"સર્વ દ્રાક્ષાવાડીઓમાં વિલાપ થઈ રહેશે; કેમ કે હું તારી મધ્યે થઈને જઈશ, ” એમ યહોવા કહે છે."},{"number":18,"verse":"તમે જેઓ યહોવાનો દિવસ ઇચ્છો છો તે તમોને અફસોસ. શા માટે તમે યહોવાનો દિવસ ઇચ્છો છો? તે તો અંધકારરૂપ છે, પ્રકાશરૂપ નથી."},{"number":19,"verse":"[તે તો] જેમ કોઈ માણસને સિંહ પાસેથી નાસી જતાં રીંછની ભેટ થઈ જાય, અને ઘરમાં ભરાઈ જઈને પોતાનો હાથ ભીંતે ટેકવતાં તેને સાપ કરડે, તેવો છે."},{"number":20,"verse":"શું એમ નહિ થાય કે યહોવાનો દિવસ અંધકારમાય થશે ને પ્રકાશમય નહિ? એટલે ઘાડ અંધકારમય તથા છેક પ્રકાશરહિત [થાય] ?"},{"number":21,"verse":"( .) “હું તમારા ઉત્સવોને ધિક્કારું છું, ને તમારાં ધાર્મિક સંમેલનોથી હું મગ્ન થઈશ નહિ."},{"number":22,"verse":"જો કે તમે તમારાં દહનીયાર્પણો તથા ખદ્યાર્પણો ચઢાવવા માંડશો, તોપણ હું તેમને સ્વીકારીશ નહિ; અને તમારાં પુષ્ટ પશુઓનાં શાંત્યાર્પણોને પણ હું ગણકારીશ નહિ."},{"number":23,"verse":"તારાં ગીતોનો ઘોંઘાટ મારાથી દૂર કર, કેમ કે હું તારી સારંગીઓનું ગાયન સાંભળીશ નહિ."},{"number":24,"verse":"પણ ન્યાયને પાણીની જેમ, ને નેકીને મોટી નદીની જેમ વહેવા દો."},{"number":25,"verse":"હે ઇઝરાયલના વંશજો, ( .) શું તમે રણમાં ચાળીસ વર્ષ સુધી મને બલિદાનો તથા અર્પણો ચઢાવ્યાં હતાં?"},{"number":26,"verse":"હા, તમે તમારા રાજા સિક્કૂથને તથા તમારા તારારૂપી દેવ કીયૂનની મૂર્તિઓને ખભા પર લીધાં છે, ”"},{"number":27,"verse":"કેમ કે યહોવા, જેમનું નામ સૈન્યોના ઈશ્વર છે, તે કહે છે, “હું તમને દમસ્કસની પેલી પાર ગુલામીમાં મોકલી દઈશ.”"}]}