{"bibleAbbr":"guOV2016","bookName":"આમોસ","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"( ઇઝરાયલનો વિનાશ) હે સિયોનમાં એશારામમાં રહેનારા તથા સમરુનના પર્વતોમાં નિર્ભયપણે રહેનારા મુખ્ય પ્રજાઓના પ્રખ્યાત માણસો, જેઓની પાસે ઇઝરાયલ લોક આવે છે, તે તમને અફસોસ!"},{"number":2,"verse":"કાલ્નેમાં ચાલ્યા જઈને જુઓ. ત્યાંથી મોટા હમાથમાં જાઓ. પછી આગળ વધીને પલિસ્તીઓના ગાથમાં જાઓ. શું તેઓ આ રાજ્યાના કરતાં સારાં છે? અથવા શું તેમનો વિસ્તાર તમારા કરતાં વિશાળ છે?"},{"number":3,"verse":"તમે માઠા દિવસને દૂર રાખવા માગો છો, ને જોરજુલમ કરવાને આતુર છો."},{"number":4,"verse":"તમે હાથીદાંતના પલંગો પર સૂઓ છો, ને પોતાનાં બિછાનામાં લાંબા થઈને આળોટો છો, અને ટોળામાંથી હલવાનો, ને કોડમાંથી વાછરડાને લાવી ખાઓ છો."},{"number":5,"verse":"તમે સારંગીના સૂર સાથે નકામાં ગીતો ગાઓ છો. તમે પોતાને માટે દાઉદની જેમ નવાં નવાં વાજિંત્રો બનાવો છો."},{"number":6,"verse":"તમે પ્યાલામાંથી દ્રાક્ષારસ પીઓ છો. ને સારાં સારાં અત્તરો પોતાને અંગે લગાડો છો; પણ યૂસફની વિપત્તિથી દુ:ખી થતા નથી."},{"number":7,"verse":"એથી જેઓ ગુલામગીરીમાં જશે તેમને મોખરે તમે ગુલામગીરીમાં જશો; ને જેઓ લાંબા થઈને સૂઈ રહેતા તેઓની ખુશાલીનો લોપ થશે."},{"number":8,"verse":"સૈન્યોના ઈશ્વર યહોવા કહે છે કે, પ્રભુ યહોવાએ પોતાના સોગન ખાધા છે. “હું યાકૂબના ગર્વથી કંટાળું છું, ને તેના મહેલોને ધિક્કારું છું. એ માટે નગરને તથા તેની અંદર જે કંઈ છે તે સર્વને હું પારકાને સ્વાધીન કરી દઈશ."},{"number":9,"verse":"જો એક ઘરમાં દશ માણસો રહ્યા હશે તો તેઓ પણ માર્યા જશે."},{"number":10,"verse":"વળી જ્યારે કોઈ માણસનો સગો, એટલે તેને અગ્નિદાહ દેનાર, તેનાં હાડકાંને ઘરમાંથી બહાર લઈ જવાને તે ની લાસને ઊંચકી લેશે, ને ઘરમાં સૌથી અંદરના ભાગમાંના માણસને પૂછશે, ‘હજી બીજો કોઈ તારી સાથે છે?’ અને તે કહેશે, ‘ના;’ ત્યારે પેલો કહેશે, ‘ચૂપ રહે; કેમ કે આપણે યહોવાનું નામ ઉચ્ચારવા લાયક નથી.’”"},{"number":11,"verse":"કેમ કે, જુઓ, યહોવા આજ્ઞા કરે છે, ને તેથી મોટા ઘરમાં ગાબડાં પડશે, ને નાના ઘરમાં ફાંટો પડશે."},{"number":12,"verse":"શું ઘોડા ખડક પર દોડી શકશે? શું કોઈ ત્યાં બળદોથી ખેડશે? કેમ કે તમે ઇનસાફને ઝેરરૂપ, ને નેકીના ફળને કડવાશરૂપ કરી નાખ્યાં છે."},{"number":13,"verse":"વળી, “શું અમારા પોતાના પરાક્રમથી અમે શિંગો ધારણ કર્યા નથી?” એમ કહીને તમે વ્યર્થ વાતોમાં આનંદ માનો છો."},{"number":14,"verse":"કેમ કે, સૈન્યોના ઈશ્વર યહોવા કહે છે, “હે ઇઝરાયલના વંશજો, જુઓ, હું તમારી વિરુદ્ધ એક પ્રજા ઊભી કરીશ; અન તેઓ, હમાથના નાકાથી તે આરાબાની ખાડી સુધી, તમારા પર વિપત્તિ લાવશે.”"}]}