{"bibleAbbr":"guOV2016","bookName":"આમોસ","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"( તીડો વિષે સંદર્શન) પ્રભુ યહોવાએ મને આમ દર્શાવ્યું છે: વનસ્પતિની પાછલી ફૂટની શરૂઆતમાં તેણે તીડો બનાવ્યાં. તે રાજાની કાપણી પછીનો પાછલો ચારો હતો."},{"number":2,"verse":"તેઓ દેશમાંનું ઘાસ ખાઈ રહ્યાં ત્યારે મેં કહ્યું, “હે પ્રભુ યહોવા, કૃપા કરીને ક્ષમા કરો; યાકૂબ કેમ કરીને નભી શકશે? કેમ કે તે નાનો છે.”"},{"number":3,"verse":"યહોવાએ આ વિષે પશ્ચાતાપ થયો, “હવે એમ નહિ થશે, ” એવું યહોવા કહે છે."},{"number":4,"verse":"( અગ્નિ વિષે સંદર્શન) વળી પ્રભુ યહોવાએ મને આ પ્રમાણે દર્શાવ્યું:પ્રભુ યહોવાએ અગ્નિથી વાદ કરવાની આજ્ઞા કરી. તેમણે મહા ઊંડાણને ભસ્મ કર્યું, ને ભૂમિનો પણ ભક્ષ કરત."},{"number":5,"verse":"ત્યારે મેં કહ્યું, “હે પ્રભુ યહોવા, કૃપા કરીને બસ કરો. યાકૂબ કેમ કરીને નભી શકે? કેમ કે તે નાનો છે.”"},{"number":6,"verse":"યહોવાને એ વિષે પશ્ચાતાપ થયો. યહોવા કહે છે, “એ પણ થશે નહિ.”"},{"number":7,"verse":"( ઓળંબા વિષે સંદર્શન) ફરી તેમણે મને આમ દર્શાવ્યું:પ્રભુ પોતાના હાથમાં ઓળંબો લઈને ઓળંબે ચણેલી ભીંત પાસે ઊભા રહ્યાં."},{"number":8,"verse":"યહોવાએ મને કહ્યું, “આમોસ, તું શું જુએ છે?” મેં કહ્યું “એક ઓળંબો.” ત્યારે પ્રભુએ કહ્યું, ”જો, હું મારા ઇઝરાયલ લોકોમાં ઓળંબો મૂકીશ. હું ફરીથી કદી તેમને દરગુજર કરીશ નહિ."},{"number":9,"verse":"ઇસહાકનાં ઉચ્ચસ્થાનો ઉજ્જડ થશે, ને ઇઝરાયલનાં પવિત્રસ્થાનોને વેરાન કરી મૂકવામાં આવશે; અને હું તરવાર લઈને યરોબામના વંશની વિરુદ્ધ ઊઠીશ.”"},{"number":10,"verse":"( આમોસ અને અમાસ્યાનો વાર્તાલાપ) પછી બેથેલના યાજક અમાસ્યાએ ઇઝરાયલના રાજા યરોબામને કહાવી. મોકલ્યું, “આમોસે ઇઝરાયલ લોકોમાં તમારી વિરુદ્ધ કાવતરું રચ્યું છે. તેનાં સર્વ વચનો સહન કરવાને દેશ અશક્ત છે."},{"number":11,"verse":"કેમ કે આમોસ કહે છે, ‘યરોબામ તરવારથી માર્યો જશે, ને ઇઝરાયલ પોતાના દેશમાંથી ગુલામ થઈને નક્કી લઈ જવાશે.’”"},{"number":12,"verse":"વળી અમાસ્યાએ આમોસને કહ્યું, “હે દષ્ટા, જા, યહૂદિયાના દેશમાં નાસી જા, ત્યાં રોટલી ખાજે, ને ત્યાં પ્રબોધ કરજે."},{"number":13,"verse":"પણ હવે પછી કદી બેથેલમાં ભવિષ્ય ભાખતો નહિ; કેમ કે એ તો રાજાનું પવિત્રસ્થાન છે, ને એ રાજમંદિર છે.”"},{"number":14,"verse":"ત્યારે આમોસે અમાસ્યાને ઉત્તર આપ્યો, “હું પ્રબોધક નહોતો, તેમ હું પ્રબોધકનો દીકરો પણ નહોતો, તેમ હું તો ગોવાળિયો તથા ગુલ્લરવૃક્ષોનો સોરનાર હતો."},{"number":15,"verse":"હું ઘેટાંબકરાંની પાછળ ફરતો હતો ત્યાંથી યહોવાએ મને બોલાવી લીધો, ને વળી મને કહ્યું, ‘જા, મારા ઇઝરાયલી લોકોને પ્રબોધ કર.’"},{"number":16,"verse":"તો હવે તું યહોવાનું વચન સાંભળ:તું કહે છે, ‘ઇઝરાયલ વિરુદ્ધ પ્રબોધ ન કર, ને ઇસહાકના વંશજોની વિરુદ્ધ એક પણ શબ્દ બોલતો નહિ.’"},{"number":17,"verse":"એ માટે યહોવા કહે છે, ‘તારી સ્ત્રી નગરમાં વેશ્યા બનશે, ને તારો દેશ દોરીથી માપીને વહેંચવામાં આવશે. અને તું પોતે અપવિત્ર ભૂમિમાં મરણ પામશે, ને ઇઝરાયલ લોકને પોતાના દેશમાંથી ગુલામ કરીને નક્કી લઈ જવામાં આવશે.’”"}]}