{"bibleAbbr":"guOV2016","bookName":"આમોસ","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"( પ્રભુના ન્યાયચુકાદા) મેં પ્રભુને વેદીની પાસે ઊભેલા જોયા. તેમણે કહ્યું, “સ્તંભોનાં મથાળાં પર એવો મારો ચલાવો કે છાપરું હાલી જાય. અને તે સર્વ લોકોના માથા પર પડીને તમના ભાંગીને ચૂરેચૂરા કરો. અને તેઓમાં જે બાકી રહેશે તેઓનો હું તરવારથી સંહાર કરીશ. તેઓમાંનો એક પણ નાસી જવા પામશે નહિ."},{"number":2,"verse":"જો તેઓ ખોદીને શેઓલમાં ઊતરી જાય, તોપણ ત્યાંથી મારો હાથ તેમને પકડી લાવશે. અને જો તેઓ આકાશમાં ચઢી જાય, તોપણ ત્યાંથી હું તેઓને નીચે ઉતારીશ."},{"number":3,"verse":"જો તેઓ કાર્મેલના શિખર પર સંતાઈ જાય, તોપણ હું તેઓને ત્યાંથી શોધી કાઢીશ. અને મારી નજર આગળથી તેઓ સમુદ્રને તળિયે સંતાઈ જાય, તોપણ ત્યાં હું સર્પને આજ્ઞા કરીશ, એટલે તે તેઓને કરડશે."},{"number":4,"verse":"વળી જો તેઓ પોતાના શત્રુઓની આગળ ગુલામગીરીમાં જાય તોપણ ત્યાં હું તરવારને આજ્ઞા કરીશ, ને તે તેઓનો સંહાર કરશે. હું હિતને માટે તો નહિ, પણ આપત્તિને માટે મારી ર્દષ્ટિ તેઓ પર રાખી રહીશ.”"},{"number":5,"verse":"કેમ કે પ્રભુ, સૈન્યોના ઈશ્વર યહોવા, તે એ છે કે જે ભૂમિને અડકે છે એટલે તે પીગળી જાય છે. ને તેના સર્વ રહેવાસીઓ શોક કરશે; અને તે તમામ નદીની જેમ ચઢી આવશે; અને મિસરની નદીની જેમ પાછું ઊતરી જશે."},{"number":6,"verse":"જે આકાશમાં પોતાના ઓરડાઓ બાંધે છે, ને પૃથ્વી પર પોતાનો મુગટ સ્થાપે છે; જે સમુદ્રનાં પાણીને આજ્ઞા કરી બોલાવે છે, ને તેમને પૃથ્વીની સપાટી પર રેડી દે છે, તેમનું નામ યહોવા છે."},{"number":7,"verse":"યહોવા કહે છે, “હે ઇઝરાયલીઓ, તમે મારે મન કૂશપુત્રોના જેવા નથી? શું હું ઇઝરાયલને મિસર દેશમાંથી, પલિસ્તીઓને કાફતોરથી, ને અરામીઓને કીરથી બહાર લાવ્યો નથી?"},{"number":8,"verse":"જુઓ, પ્રભુ યહોવાની આંખો દુષ્ટ રાજ્ય પર છે; ને હું પૃથ્વીના પૃષ્ટ પરથી તેનો નાશ કરીશ.” યહોવા કહે છે, “ફક્ત એટલું જ કે યાકૂબના વંશનો હું પૂરેપૂરો નાશ નહિ કરીશ."},{"number":9,"verse":"કેમ કે હું આજ્ઞા કરીશ, ને જેમ ચારણીમાં ચળાય છે તેમ હું ઇઝરાયલના વંશજોણે સર્વ પ્રજાઓમાં ચાળીશ, તોપણ તેમાંનો નાનામાં નાનો કણ પણ જમીન પર પડશે નહિ."},{"number":10,"verse":"મારા લોકમાંના જે પાપીઓ કહે છે, ‘અમને આપત્તિ કદી પકડી પાડશે નહિ એમ અમારી સામી પણ આવશે નહિ, ’ તેઓ સર્વ તરવારથી માર્યા જશે."},{"number":11,"verse":"( ભવિષ્યમાં ઇઝરાયલનો પુનરોદ્ધાર) તે દિવસે ( .) દાઉદનો પડી ગયેલો મંડપ હું પાછો ઊભો કરીશ, ને તેની તૂટફાટો પૂરી દઈશ. હું તેનાં ખંડિયેરોની મરામત કરીશ, ને હું તેને પ્રાચીન કાળમાં [હતો] તેવો બાંધીશ."},{"number":12,"verse":"જેથી અદોમના બાકી રહેલાનું, તથા જે બધી પ્રજાઓ મારા નામથી ઓળખાતી હતી તેઓનું પણ તેઓ વતન પામે.” આ કરનાર જે યહોવા તે એમ કહે છે."},{"number":13,"verse":"જુઓ, યહોવા કહે છે, “એવા દિવસો આવે છે કે, ખેડનારનું કામ કાપણી કરનાર ના કામ સુધી ચાલશે, ને દ્રાક્ષા પીલનાર નું કામ બી વાવનાર નાકામ સુધી ચાલશે. અને પર્વતોમાંથી મીઠો દ્રાક્ષારસ ટપકશે, ને સર્વ ડુંગરો પીગળી જશે."},{"number":14,"verse":"હું મારા ઇઝરાયલ લોકોની ગુલામગીરી પાછી ફેરવીશ, ને તેઓ ઉજ્જડ નગરો બાંધીને તેઓમાં વસશે. તેઓ દ્રાક્ષાવાડીઓ રોપીને"},{"number":15,"verse":"હું તેઓને તેઓના તેઓનો દ્રાક્ષારસ પીશે. તેઓ બાગબગીચા પણ બનાવીને તેમનાં ફળ ખાશે. પોતાના દેશમાં રોપીશ, ને જે દેશ મેં તેઓને આપ્યો છે તેમાંથી તેઓને ફરીથી કદી પણ ઉખેડી નાખવામાં આવશે નહિ, ” એ પ્રમાણે તારા ઈશ્વર યહોવા કહે છે."}]}