{
  "bibleAbbr" : "TERV1998",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 15,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஒரு சமாதானமான பதில் கோபத்தை மறையச்செய்யும். ஆனால் கடுமையான பதிலோ கோபத்தை அதிகப்படுத்தும்."
  }, {
    "number" : 2,
    "verse" : "அறிவுள்ளவன் பேசும்போது மற்றவர்கள் அதைக் கேட்க விரும்புவார்கள். ஆனால் அறிவற்றவன் முட்டாள்தனமாகவே பேசுவான்."
  }, {
    "number" : 3,
    "verse" : "எல்லா இடங்களிலும் என்ன நடைபெறுகிறது என்று கர்த்தர் பார்த்துக்கொண்டிருக்கிறார். நல்லவர்கள் தீயவர்கள் அனைவரையும் கர்த்தர் கவனித்துக்கொண்டிருக்கிறார்."
  }, {
    "number" : 4,
    "verse" : "தயவான வார்த்தைகள் வாழ்வளிக்கும் மரம் போன்றது. ஆனால் பொய்யான வார்த்தைகள் மனிதனின் ஆவியை அழித்துவிடும்."
  }, {
    "number" : 5,
    "verse" : "முட்டாள்தனமான மனிதன் தன் தந்தையின் அறிவுரைகளைக் கேட்க மறுத்துவிடுவான். ஆனால் அறிவுள்ளவனோ, ஜனங்கள் தனக்குப் போதிக்கவரும்போது கவனித்துக் கேட்கிறான்."
  }, {
    "number" : 6,
    "verse" : "நல்லவர்கள் பலவற்றில் செல்வந்தர்களாக இருக்கிறார்கள். ஆனால் தீய மனிதனிடத்திலுள்ளவை அவனைத் துன்பத்திற்குக் காரணமாக்குகின்றன."
  }, {
    "number" : 7,
    "verse" : "அறிவுள்ளவர்கள் பேசும் பேச்சு உனக்குப் புதிய தகவல்களைத் தருபவையாக இருக்கும். அறிவில்லாதவர்கள் பேசுவதோ கேட்கப் பயனில்லாததாக இருக்கும்."
  }, {
    "number" : 8,
    "verse" : "தீயவர்கள் கொடுக்கிற பலிகளை கர்த்தர் வெறுக்கிறார். ஆனால் நல்லவர்களின் ஜெபங்களைக் கேட்பதில் கர்த்தர் மகிழ்கிறார்."
  }, {
    "number" : 9,
    "verse" : "தீயவர்களின் வாழ்க்கை முறையை கர்த்தர் வெறுக்கிறார். நல்லவற்றைச் செய்ய முயல்கிறவர்களை கர்த்தர் நேசிக்கிறார்."
  }, {
    "number" : 10,
    "verse" : "ஒருவன் தவறாக வாழத்தொடங்கினால் அவன் தண்டிக்கப்படுவான். கண்டிக்கப்படுவதை வெறுப்பவன் அழிக்கப்படுவான்."
  }, {
    "number" : 11,
    "verse" : "கர்த்தருக்கு எல்லாம் தெரியும். மரண இடத்திலும் என்ன நடக்கும் என்பதையும் அவர் அறிவார். எனவே கர்த்தர் ஜனங்களின் மனதிலும் இருதயத்திலும் என்ன இருக்கிறது என்பதை நிச்சயமாகவே அறிவார்."
  }, {
    "number" : 12,
    "verse" : "அறிவற்றவன் தவறு செய்யும்போது தான் சுட்டிக் காட்டப்படுவதை வெறுக்கிறான். அவன் அறிவுள்ளவர்களிடம் அறிவுரைக் கேட்பதை வெறுக்கிறான்."
  }, {
    "number" : 13,
    "verse" : "ஒருவன் மகிழ்ச்சியாக இருந்தால் அவனது முகம் அதனைக் காட்டிவிடும். ஆனால் ஒருவன் தன் இருதயத்தில் துக்கம் உடையவனாக இருந்தால் அதை அவனது ஆவி வெளிப்படுத்தும்."
  }, {
    "number" : 14,
    "verse" : "அறிவுள்ளவன் மேலும் அறிவைப் பெற விரும்புகிறான். அறிவில்லாதவனோ மேலும் முட்டாள் ஆவதை விரும்புகிறான்."
  }, {
    "number" : 15,
    "verse" : "சில ஏழைகள் எப்போதும் துக்கமாக இருக்கிறார்கள். ஆனால் மனதில் மகிழ்ச்சி கொண்ட ஜனங்களுக்கு வாழ்க்கை ஒரு விருந்தாகும்."
  }, {
    "number" : 16,
    "verse" : "ஒருவன் ஏழையாக இருந்து கர்த்தரை மதிப்பது சிறந்ததாகும். ஒருவன் செல்வனாக இருந்து துன்பப்படுவதைவிட இது மேலானதாகும்."
  }, {
    "number" : 17,
    "verse" : "வெறுப்புள்ள இடத்தில் ஏராளமாக உண்பதைவிட அன்புள்ள இடத்தில் கொஞ்சம் உண்பதே நல்லது."
  }, {
    "number" : 18,
    "verse" : "எளிதில் கோபப்படுகிறவர்கள் துன்பங்களுக்குக் காரணமாக இருக்கிறார்கள். பொறுமையுள்ளவர்களோ சமாதானத்துக்குரியவர்கள்."
  }, {
    "number" : 19,
    "verse" : "எல்லா இடங்களிலும் சோம்பேறி துன்பம் அடைகிறான். ஆனால் நேர்மையானவனுக்கு வாழ்வு எளிதாக இருக்கும்."
  }, {
    "number" : 20,
    "verse" : "அறிவுள்ள குமாரன் தந்தைக்கு மகிழ்ச்சியைத் தருகிறான். ஆனால் அறிவற்றவனோ தாய்க்கு அவமானத்தைத் தருகிறான்."
  }, {
    "number" : 21,
    "verse" : "முட்டாள்தனமானவற்றைச் செய்வதில் அறிவற்றவன் மகிழ்கிறான். அறிவுள்ளவனோ சரியானவற்றைச் செய்வதில் எச்சரிக்கையாக இருக்கிறான்."
  }, {
    "number" : 22,
    "verse" : "ஒருவன் போதுமான அறிவுரையைப் பெறாவிட்டால் அவனது திட்டங்கள் தோல்வியுறும். ஆனால் அறிவுள்ளவர்களின் அறிவுரைகளைக் கவனமுடன் கேட்கிறவன் தன் செயல்களில் வெற்றிபெறுகிறான்."
  }, {
    "number" : 23,
    "verse" : "நல்ல பதிலைத் தருபவன் மகிழ்ச்சி அடைகிறான். சரியான நேரத்தில் சரியான வார்த்தைகள் சொல்வது மிகவும் நல்லது."
  }, {
    "number" : 24,
    "verse" : "வாழ்விக்கும் வழியைக் கடைபிடித்துத் வாழ்வடையும் நல்லவன், கீழ் நோக்கிச் செல்லும் மரணத்தின் பாதையைத் தவிர்த்துவிடுகிறான்."
  }, {
    "number" : 25,
    "verse" : "வீண் பெருமை கொண்ட ஒருவனுக்குரிய எல்லாவற்றையும் கர்த்தர் அழிப்பார். ஒரு விதவைக்குரிய அனைத்தையும் கர்த்தர் பாதுகாக்கிறார்."
  }, {
    "number" : 26,
    "verse" : "கர்த்தர் கெட்ட எண்ணங்களை வெறுக்கிறார். ஆனால் கர்த்தர் தயவுமிக்க வார்த்தைகளில் மகிழ்கிறார்."
  }, {
    "number" : 27,
    "verse" : "ஏமாற்றிப் பொருட்களைப் பெற்றுக்கொள்பவன், தன் குடும்பத்துக்குத் தானே துன்பத்தை வரவழைத்துக்கொண்டவனாவான். நேர்மையாக இருப்பவனுக்கோ துன்பம் இல்லை."
  }, {
    "number" : 28,
    "verse" : "நல்லவர்கள் பதில் சொல்லுமுன் சிந்திக்கிறார்கள். ஆனால் தீயவர்கள் சிந்திக்கும் முன்னரே பேசுகின்றனர். அவை அவர்களுக்குத் துன்பம் தரும்."
  }, {
    "number" : 29,
    "verse" : "தீயவர்களிடமிருந்து கர்த்தர் வெகு தூரத்தில் உள்ளார். ஆனால் நல்லவர்களின் ஜெபங்களை எப்போதும் கேட்கிறார்."
  }, {
    "number" : 30,
    "verse" : "ஒருவனின் புன்னகை மற்றவர்களை மகிழச் செய்கிறது. நல்ல செய்திகள் ஜனங்களை நல்லுணர்வுக்கொள்ளச் செய்கின்றன."
  }, {
    "number" : 31,
    "verse" : "நீ தவறு செய்கிறாய் என்று சொல்பவர்களைக் கவனிப்பவன் மிகவும் புத்திசாலி ஆகிறான்."
  }, {
    "number" : 32,
    "verse" : "ஒருவன் கற்றுக்கொள்ள மறுத்தால், அவன் தன்னைத்தானே அழித்துக்கொள்கிறான். தன் தவறுகளைச் சுட்டிக்காட்டுகிறவனின் பேச்சைக் கவனிப்பவன் மேலும் புரிந்துகொள்கிறான்."
  }, {
    "number" : 33,
    "verse" : "கர்த்தரை மதிக்கிறவன் அறிவுள்ளவனாகக் கற்றுக்கொள்கிறான். ஒருவன் உண்மையாகவே கர்த்தரை மதிப்பதற்கு முன்பு அவன் பணிவுள்ளவனாக இருக்கவேண்டும்."
  } ]
}