{"bibleAbbr":"AKJV1999+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":11,"verses":[{"number":1,"verse":"And when the people<WH5971> complained,<WH596> it displeased<WH7451> <WH241> the LORD:<WH3068> and the LORD<WH3068> heard<WH8085> it; and his anger<WH639> was kindled;<WH2734> and the fire<WH784> of the LORD<WH3068> burnt<WH1197> among them, and consumed<WH398> them that were in the uttermost<WH7097> parts of the camp.<WH4264>"},{"number":2,"verse":"And the people<WH5971> cried<WH6817> to Moses;<WH4872> and when Moses<WH4872> prayed<WH6419> to the LORD,<WH3068> the fire<WH784> was quenched.<WH8257>"},{"number":3,"verse":"And he called<WH7121> the name<WH8034> of the place<WH4725> Taberah:<WH8404> because<WH3588> the fire<WH784> of the LORD<WH3068> burnt<WH1197> among them."},{"number":4,"verse":"And the mixed multitude<WH628> that was among<WH7130> them fell a lusting:<WH8378> and the children<WH1121> of Israel<WH3478> also<WH1571> wept<WH1058> again,<WH7725> and said,<WH559> Who<WH4310> shall give us flesh<WH1320> to eat?<WH398>"},{"number":5,"verse":"We remember<WH2142> the fish,<WH1710> which<WH834> we did eat<WH398> in Egypt<WH4714> freely;<WH2600> the cucumbers,<WH7180> and the melons,<WH20> and the leeks,<WH2682> and the onions,<WH1211> and the garlic:<WH7762>"},{"number":6,"verse":"But now<WH6258> our soul<WH5315> is dried<WH3001> away: there is nothing<WH369> <WH3605> at all,<WH3605> beside<WH1115> this<WH2088> manna,<WH4478> before our eyes.<WH5869>"},{"number":7,"verse":"And the manna<WH4478> was as coriander<WH1407> seed,<WH2233> and the color<WH5869> thereof as the color<WH5869> of bdellium.<WH916>"},{"number":8,"verse":"And the people<WH5971> went<WH7751> about,<WH7751> and gathered<WH3950> it, and ground<WH2912> it in mills,<WH7347> or<WH176> beat<WH1743> it in a mortar,<WH4085> and baked<WH1310> it in pans,<WH6517> and made<WH6213> cakes<WH5692> of it: and the taste<WH2940> of it was as the taste<WH2940> of fresh<WH3955> oil.<WH8081>"},{"number":9,"verse":"And when the dew<WH2919> fell<WH3381> on the camp<WH4264> in the night,<WH3915> the manna<WH4478> fell<WH3381> on it."},{"number":10,"verse":"Then Moses<WH4872> heard<WH8085> the people<WH5971> weep<WH1058> throughout their families,<WH4940> every man<WH376> in the door<WH6607> of his tent:<WH168> and the anger<WH639> of the LORD<WH3068> was kindled<WH2734> greatly;<WH3966> Moses<WH4872> also was displeased.<WH5869>"},{"number":11,"verse":"And Moses<WH4872> said<WH559> to the LORD,<WH3068> Why<WH4100> have you afflicted<WH7489> your servant?<WH5650> and why<WH4100> have I not found<WH4672> favor<WH2580> in your sight,<WH5869> that you lay<WH7760> the burden<WH4853> of all<WH3605> this<WH2088> people<WH5971> on me?"},{"number":12,"verse":"Have I conceived<WH2029> all<WH3605> this<WH2088> people?<WH5971> have I begotten<WH3205> them, that you should say<WH559> to me, Carry<WH5375> them in your bosom,<WH2436> as a nursing<WH539> father bears<WH5375> the sucking<WH3243> child, to the land<WH127> which<WH834> you swore<WH7650> to their fathers?<WH1>"},{"number":13,"verse":"From where<WH370> should I have flesh<WH1320> to give<WH5414> to all<WH3605> this<WH2088> people?<WH5971> for they weep<WH1058> to me, saying,<WH559> Give<WH5414> us flesh,<WH1320> that we may eat.<WH398>"},{"number":14,"verse":"I am not able<WH3201> to bear<WH5375> all<WH3605> this<WH2088> people<WH5971> alone,<WH905> because<WH3588> it is too heavy<WH3515> for me."},{"number":15,"verse":"And if<WH518> you deal<WH6213> thus<WH3602> with me, kill<WH2026> me, I pray<WH4994> you, out of hand,<WH2026> if<WH518> I have found<WH4672> favor<WH2580> in your sight;<WH5869> and let me not see<WH7200> my wretchedness.<WH7451>"},{"number":16,"verse":"And the LORD<WH3068> said<WH559> to Moses,<WH4872> Gather<WH622> to me seventy<WH7657> men<WH376> of the elders<WH2205> of Israel,<WH3478> whom<WH834> you know<WH3045> to be the elders<WH2205> of the people,<WH5971> and officers<WH7860> over them; and bring<WH3947> them to the tabernacle<WH168> of the congregation,<WH4150> that they may stand<WH3320> there<WH8033> with you."},{"number":17,"verse":"And I will come<WH3381> down<WH3381> and talk<WH1696> with you there:<WH8033> and I will take<WH680> of the spirit<WH7307> which<WH834> is on you, and will put<WH7760> it on them; and they shall bear<WH5375> the burden<WH4853> of the people<WH5971> with you, that you bear<WH5375> it not yourself alone.<WH905>"},{"number":18,"verse":"And say<WH559> you to the people,<WH5971> Sanctify<WH6942> yourselves against to morrow,<WH4279> and you shall eat<WH398> flesh:<WH1320> for you have wept<WH1058> in the ears<WH241> of the LORD,<WH3068> saying,<WH559> Who<WH4310> shall give us flesh<WH1320> to eat?<WH398> for it was well<WH2895> with us in Egypt:<WH4714> therefore the LORD<WH3068> will give<WH5414> you flesh,<WH1320> and you shall eat.<WH398>"},{"number":19,"verse":"You shall not eat<WH398> one<WH259> day,<WH3117> nor<WH3808> two days,<WH3117> nor<WH3808> five<WH2568> days,<WH3117> neither<WH3808> ten<WH6235> days,<WH3117> nor<WH3808> twenty<WH6242> days;<WH3117>"},{"number":20,"verse":"But even<WH5704> a whole<WH3117> month,<WH2320> until<WH5704> it come<WH3318> out at your nostrils,<WH639> and it be loathsome<WH2214> to you: because<WH3282> that you have despised<WH3988> the LORD<WH3068> which<WH834> is among<WH7130> you, and have wept<WH1058> before<WH6440> him, saying,<WH559> Why<WH4100> came<WH3318> we forth<WH3318> out of Egypt?<WH4714>"},{"number":21,"verse":"And Moses<WH4872> said,<WH559> The people,<WH5971> among<WH7130> whom<WH834> I am, are six<WH8337> hundred<WH3967> thousand<WH505> footmen;<WH7273> and you have said,<WH559> I will give<WH5414> them flesh,<WH1320> that they may eat<WH398> a whole<WH3117> month.<WH2320>"},{"number":22,"verse":"Shall the flocks<WH6629> and the herds<WH1241> be slain<WH7819> for them, to suffice<WH4672> them? or shall all<WH3605> the fish<WH1709> of the sea<WH3220> be gathered<WH622> together for them, to suffice<WH4672> them?"},{"number":23,"verse":"And the LORD<WH3068> said<WH559> to Moses,<WH4872> Is the LORD's<WH3068> hand<WH3027> waxed short?<WH7114> you shall see<WH7200> now<WH6258> whether my word<WH1697> shall come<WH7136> to pass to you or not."},{"number":24,"verse":"And Moses<WH4872> went<WH3318> out, and told<WH1696> the people<WH5971> the words<WH1697> of the LORD,<WH3068> and gathered<WH622> the seventy<WH7657> men<WH376> of the elders<WH2205> of the people,<WH5971> and set<WH5975> them round<WH5439> about the tabernacle.<WH168>"},{"number":25,"verse":"And the LORD<WH3068> came<WH3381> down<WH3381> in a cloud,<WH6051> and spoke<WH1696> to him, and took<WH680> of the spirit<WH7307> that was on him, and gave<WH5414> it to the seventy<WH7657> elders:<WH2205> and it came<WH1961> to pass, that, when the spirit<WH7307> rested<WH5117> on them, they prophesied,<WH5012> and did not cease.<WH3254>"},{"number":26,"verse":"But there remained<WH7604> two<WH8147> of the men<WH582> in the camp,<WH4264> the name<WH8034> of the one<WH259> was Eldad,<WH419> and the name<WH8034> of the other<WH8145> Medad:<WH4312> and the spirit<WH7307> rested<WH5117> on them; and they were of them that were written,<WH3789> but went<WH3318> not out to the tabernacle:<WH168> and they prophesied<WH5012> in the camp.<WH4264>"},{"number":27,"verse":"And there ran<WH7323> a young<WH5288> man, and told<WH5046> Moses,<WH4872> and said,<WH559> Eldad<WH419> and Medad<WH4312> do prophesy<WH5012> in the camp.<WH4264>"},{"number":28,"verse":"And Joshua<WH3091> the son<WH1121> of Nun,<WH5126> the servant<WH8334> of Moses,<WH4872> one of his young<WH979> men, answered<WH6030> and said,<WH559> My lord<WH113> Moses,<WH4872> forbid<WH3607> them."},{"number":29,"verse":"And Moses<WH4872> said<WH559> to him, Envy<WH7065> you for my sake? would<WH4310> <WH5414> God that all<WH3605> the LORD's<WH3068> people<WH5971> were prophets,<WH5030> and that the LORD<WH3068> would<WH4310> <WH5414> put<WH5414> his spirit<WH7307> on them!"},{"number":30,"verse":"And Moses<WH4872> got<WH622> him into<WH413> the camp,<WH4264> he and the elders<WH2205> of Israel.<WH3478>"},{"number":31,"verse":"And there went<WH5265> forth<WH5265> a wind<WH7307> from the LORD,<WH3068> and brought<WH1468> quails<WH7958> from the sea,<WH3220> and let them fall<WH5203> by the camp,<WH4264> as it were a day's<WH3117> journey<WH1870> on this<WH3541> side,<WH3541> and as it were a day's<WH3117> journey<WH1870> on the other<WH3541> side,<WH3541> round<WH5439> about the camp,<WH4264> and as it were two cubits<WH520> high on the face<WH6440> of the earth.<WH776>"},{"number":32,"verse":"And the people<WH5971> stood<WH6965> up all<WH3605> that day,<WH3117> and all<WH3605> that night,<WH3915> and all<WH3605> the next<WH4283> day,<WH3117> and they gathered<WH622> the quails:<WH7958> he that gathered least<WH4591> gathered<WH622> ten<WH6235> homers:<WH2563> and they spread<WH7849> them all<WH3605> abroad<WH7849> for themselves<WH1992> round<WH5439> about the camp.<WH4264>"},{"number":33,"verse":"And while the flesh<WH1320> was yet<WH5750> between<WH996> their teeth,<WH8127> ere<WH2962> it was chewed,<WH3772> the wrath<WH639> of the LORD<WH3068> was kindled<WH2734> against the people,<WH5971> and the LORD<WH3068> smote<WH5221> the people<WH5971> with a very<WH3966> great<WH7227> plague.<WH4347>"},{"number":34,"verse":"And he called<WH7121> the name<WH8034> of that place<WH4725> Kibrothhattaavah:<WH6914> because<WH3588> there<WH8033> they buried<WH6912> the people<WH5971> that lusted.<WH183>"},{"number":35,"verse":"And the people<WH5971> journeyed<WH5265> from Kibrothhattaavah<WH6914> to Hazeroth;<WH2698> and stayed<WH1961> at Hazeroth.<WH2698>"}]}