{"bibleAbbr":"AKJV1999+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"And the LORD <WH3068> spoke <WH1696> to Moses <WH4872> and to Aaron, <WH175> saying, <WH559>"},{"number":2,"verse":"This <WH2063> is the ordinance <WH2708> of the law <WH8451> which <WH834> the LORD <WH3068> has commanded, <WH6680> saying, <WH559> Speak <WH1696> to the children <WH1121> of Israel, <WH3478> that they bring <WH3947> you a red <WH122> heifer <WH6510> without <WH8549> spot, <WH8549> wherein <WH834> is no <WH369> blemish, <WH3971> and on which <WH834> never <WH3808> came <WH5927> yoke: <WH5923>"},{"number":3,"verse":"And you shall give <WH5414> her to Eleazar <WH499> the priest, <WH3548> that he may bring <WH3318> her forth <WH3318> without <WH2351> the camp, <WH4264> and one shall slay <WH7819> her before <WH6440> his face:"},{"number":4,"verse":"And Eleazar <WH499> the priest <WH3548> shall take <WH3947> of her blood <WH1818> with his finger, <WH676> and sprinkle <WH5137> of her blood <WH1818> directly <WH413> <WH5227> before <WH6440> the tabernacle <WH168> of the congregation <WH4150> seven <WH7651> times:"},{"number":5,"verse":"And one shall burn <WH8313> the heifer <WH6510> in his sight; <WH5869> her skin, <WH5785> and her flesh, <WH1320> and her blood, <WH1818> with her dung, <WH6569> shall he burn: <WH8313>"},{"number":6,"verse":"And the priest <WH3548> shall take <WH3947> cedar <WH730> wood, <WH6086> and hyssop, <WH231> and scarlet, <WH8144> <WH8438> and cast <WH7993> it into <WH413> the middle <WH8432> of the burning <WH8316> of the heifer. <WH6510>"},{"number":7,"verse":"Then the priest <WH3548> shall wash <WH3526> his clothes, <WH899> and he shall bathe <WH7364> his flesh <WH1320> in water, <WH4325> and afterward <WH310> he shall come <WH935> into <WH413> the camp, <WH4264> and the priest <WH3548> shall be unclean <WH2930> until <WH5704> the even. <WH6153>"},{"number":8,"verse":"And he that burns <WH8313> her shall wash <WH3526> his clothes <WH899> in water, <WH4325> and bathe <WH7364> his flesh <WH1320> in water, <WH4325> and shall be unclean <WH2930> until <WH5704> the even. <WH6153>"},{"number":9,"verse":"And a man <WH376> that is clean <WH2889> shall gather <WH622> up the ashes <WH665> of the heifer, <WH6510> and lay <WH3240> them up without <WH2351> the camp <WH4264> in a clean <WH2889> place, <WH4725> and it shall be kept <WH4931> for the congregation <WH5712> of the children <WH1121> of Israel <WH3478> for a water <WH4325> of separation: <WH5079> it is a purification <WH2403> for sin. <WH2403>"},{"number":10,"verse":"And he that gathers <WH622> the ashes <WH665> of the heifer <WH6510> shall wash <WH3526> his clothes, <WH899> and be unclean <WH2930> until <WH5704> the even: <WH6153> and it shall be to the children <WH1121> of Israel, <WH3478> and to the stranger <WH1616> that sojournes <WH1481> among <WH8432> them, for a statute <WH2708> for ever. <WH5769>"},{"number":11,"verse":"He that touches <WH5060> the dead <WH4191> body <WH5315> of any <WH3605> man <WH120> shall be unclean <WH2930> seven <WH7651> days. <WH3117>"},{"number":12,"verse":"He shall purify <WH2398> himself <WH1931> with it on <WH5921> the third <WH7992> day, <WH3117> and on <WH5921> the seventh <WH7637> day <WH3117> he shall be clean: <WH2891> but if <WH518> he purify <WH2398> not himself the third <WH7992> day, <WH3117> then the seventh <WH7637> day <WH3117> he shall not be clean. <WH2891>"},{"number":13,"verse":"Whoever <WH3605> touches <WH5060> the dead <WH4191> body <WH5315> of any <WH3605> man <WH120> that is dead, <WH4191> and purifies <WH2398> not himself, defiles <WH2930> the tabernacle <WH4908> of the LORD; <WH3068> and that soul <WH5315> shall be cut <WH3772> off from Israel: <WH3478> because <WH3588> the water <WH4325> of separation <WH5079> was not sprinkled <WH2236> on him, he shall be unclean; <WH2931> his uncleanness <WH2932> is yet <WH5750> on him."},{"number":14,"verse":"This <WH2063> is the law, <WH8451> when <WH3588> a man <WH120> dies <WH4191> in a tent: <WH168> all <WH3605> that come <WH935> into <WH413> the tent, <WH168> and all <WH3605> that is in the tent, <WH168> shall be unclean <WH2930> seven <WH7651> days. <WH3117>"},{"number":15,"verse":"And every <WH3605> open <WH6605> vessel, <WH3627> which <WH834> has no <WH369> covering <WH6781> bound <WH6616> on it, is unclean. <WH2931>"},{"number":16,"verse":"And whoever <WH3605> <WH834> touches <WH5060> one that is slain <WH2491> with a sword <WH2719> in the open <WH6440> fields, <WH7704> or a dead <WH4191> body, <WH5315> or a bone <WH6106> of a man, <WH120> or a grave, <WH6913> shall be unclean <WH2930> seven <WH7651> days. <WH3117>"},{"number":17,"verse":"And for an unclean <WH2931> person they shall take <WH3947> of the ashes <WH6083> of the burnt <WH8316> heifer <WH6510> of purification <WH2403> for sin, <WH2403> and running <WH2416> water <WH4325> shall be put <WH5414> thereto <WH5921> in a vessel: <WH3627>"},{"number":18,"verse":"And a clean <WH2889> person <WH376> <WH120> shall take <WH3947> hyssop, <WH231> and dip <WH2881> it in the water, <WH4325> and sprinkle <WH5137> it on the tent, <WH168> and on all <WH3605> the vessels, <WH3627> and on the persons <WH5315> that were there, <WH8033> and on him that touched <WH5060> a bone, <WH6106> or one slain, <WH2491> or <WH176> one dead, <WH4191> or <WH176> a grave: <WH6913>"},{"number":19,"verse":"And the clean <WH2889> person shall sprinkle <WH5137> on the unclean <WH2931> on <WH5921> the third <WH7992> day, <WH3117> and on <WH5921> the seventh <WH7637> day: <WH3117> and on <WH5921> the seventh <WH7637> day <WH3117> he shall purify <WH2398> himself, and wash <WH3526> his clothes, <WH899> and bathe <WH7364> himself in water, <WH4325> and shall be clean <WH2891> at even. <WH6153>"},{"number":20,"verse":"But the man <WH376> that shall be unclean, <WH2930> and shall not purify <WH2398> himself, that soul <WH5315> shall be cut <WH3772> off from among <WH8432> the congregation, <WH6951> because <WH3588> he has defiled <WH2930> the sanctuary <WH4720> of the LORD: <WH3068> the water <WH4325> of separation <WH5079> has not been sprinkled <WH2236> on him; he is unclean. <WH2931>"},{"number":21,"verse":"And it shall be a perpetual <WH5769> statute <WH2708> to them, that he that sprinkles <WH5137> the water <WH4325> of separation <WH5079> shall wash <WH3526> his clothes; <WH899> and he that touches <WH5060> the water <WH4325> of separation <WH5079> shall be unclean <WH2930> until <WH5704> even. <WH6153>"},{"number":22,"verse":"And whatever <WH3605> the unclean <WH2931> person touches <WH5060> shall be unclean; <WH2930> and the soul <WH5315> that touches <WH5060> it shall be unclean <WH2930> until <WH5704> even. <WH6153>"}]}