{"bibleAbbr":"AKJV1999+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":28,"verses":[{"number":1,"verse":"And the LORD <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"Command <WH6680> the children <WH1121> of Israel, <WH3478> and say <WH559> to them, My offering, <WH7133> and my bread <WH3899> for my sacrifices made by fire, for a sweet <WH5207> smell <WH7381> to me, shall you observe <WH8104> to offer <WH7126> to me in their due season. <WH4150>"},{"number":3,"verse":"And you shall say <WH559> to them, This <WH2088> is the offering made by fire which <WH834> you shall offer <WH7126> to the LORD; <WH3068> two <WH8147> lambs <WH3532> of the first <WH1121> year <WH8141> without <WH8549> spot <WH8549> day <WH3117> by day, <WH3117> for a continual <WH8548> burnt <WH5930> offering."},{"number":4,"verse":"The one <WH259> lamb <WH3532> shall you offer <WH6213> in the morning, <WH1242> and the other <WH8145> lamb <WH3532> shall you offer <WH6213> at <WH996> even; <WH6153>"},{"number":5,"verse":"And a tenth <WH6224> part of an ephah <WH374> of flour <WH5560> for a meat offering, <WH4503> mingled <WH1101> with the fourth <WH7243> part of an hin <WH1969> of beaten <WH3795> oil. <WH8081>"},{"number":6,"verse":"It is a continual <WH8548> burnt <WH5930> offering, which was ordained <WH6213> in mount <WH2022> Sinai <WH5514> for a sweet <WH5207> smell, <WH7381> a sacrifice made by fire to the LORD. <WH3068>"},{"number":7,"verse":"And the drink <WH5262> offering thereof shall be the fourth <WH7243> part of an hin <WH1969> for the one <WH259> lamb: <WH3532> in the holy <WH6944> place shall you cause the strong wine <WH7941> to be poured <WH5258> to the LORD <WH3068> for a drink <WH5262> offering."},{"number":8,"verse":"And the other <WH8145> lamb <WH3532> shall you offer <WH6213> at <WH996> even: <WH6153> as the meat offering <WH4503> of the morning, <WH1242> and as the drink <WH5262> offering thereof, you shall offer <WH6213> it, a sacrifice made by fire, of a sweet <WH5207> smell <WH7381> to the LORD. <WH3068>"},{"number":9,"verse":"And on <WH5921> the sabbath <WH7676> day <WH3117> two <WH8147> lambs <WH3532> of the first <WH1121> year <WH8141> without <WH8549> spot, <WH8549> and two <WH8147> tenth <WH6241> deals of flour <WH5560> for a meat offering, <WH4503> mingled <WH1101> with oil, <WH8081> and the drink <WH5262> offering thereof:"},{"number":10,"verse":"This is the burnt <WH5930> offering of every sabbath, <WH7676> beside <WH5921> the continual <WH8548> burnt <WH5930> offering, and his drink <WH5262> offering."},{"number":11,"verse":"And in the beginnings <WH7218> of your months <WH2320> you shall offer <WH7126> a burnt <WH5930> offering to the LORD; <WH3068> two <WH8147> young <WH1121> <WH1241> bullocks, <WH6499> and one <WH259> ram, <WH352> seven <WH7651> lambs <WH3532> of the first <WH1121> year <WH8141> without <WH8549> spot; <WH8549>"},{"number":12,"verse":"And three <WH7969> tenth <WH6241> deals of flour <WH5560> for a meat offering, <WH4503> mingled <WH1101> with oil, <WH8081> for one <WH259> bullock; <WH6499> and two <WH8147> tenth <WH6241> deals of flour <WH5560> for a meat offering, <WH4503> mingled <WH1101> with oil, <WH8081> for one <WH259> ram; <WH352>"},{"number":13,"verse":"And a several tenth <WH6241> deal of flour <WH5560> mingled <WH1101> with oil <WH8081> for a meat offering <WH4503> to one <WH259> lamb; <WH3532> for a burnt <WH5930> offering of a sweet <WH5207> smell, <WH7381> a sacrifice made by fire to the LORD. <WH3068>"},{"number":14,"verse":"And their drink <WH5262> offerings shall be half <WH2677> an hin <WH1969> of wine <WH3196> to a bullock, <WH6499> and the third <WH7992> part of an hin <WH1969> to a ram, <WH352> and a fourth <WH7243> part of an hin <WH1969> to a lamb: <WH3532> this <WH2063> is the burnt <WH5930> offering of every month <WH2320> throughout the months <WH2320> of the year. <WH8141>"},{"number":15,"verse":"And one <WH259> kid <WH8163> of the goats <WH5795> for a sin <WH2403> offering to the LORD <WH3068> shall be offered, <WH6213> beside <WH5921> the continual <WH8548> burnt <WH5930> offering, and his drink <WH5262> offering."},{"number":16,"verse":"And in the fourteenth <WH702> <WH6240> day <WH3117> of the first <WH7223> month <WH2320> is the passover <WH6453> of the LORD. <WH3068>"},{"number":17,"verse":"And in the fifteenth <WH2568> <WH6240> day <WH3117> of this <WH2088> month <WH2320> is the feast: <WH2282> seven <WH7651> days <WH3117> shall unleavened <WH4682> bread be eaten. <WH398>"},{"number":18,"verse":"In the first <WH7223> day <WH3117> shall be an holy <WH6944> convocation; <WH4744> you shall do <WH6213> no <WH3808> manner of servile <WH5656> work <WH4399> therein:"},{"number":19,"verse":"But you shall offer <WH7126> a sacrifice made by fire for a burnt <WH5930> offering to the LORD; <WH3068> two <WH8147> young <WH1121> <WH1241> bullocks, <WH6499> and one <WH259> ram, <WH352> and seven <WH7651> lambs <WH3532> of the first <WH1121> year: <WH8141> they shall be to you without <WH8549> blemish: <WH8549>"},{"number":20,"verse":"And their meat offering <WH4503> shall be of flour <WH5560> mingled <WH1101> with oil: <WH8081> three <WH7969> tenth <WH6241> deals shall you offer <WH6213> for a bullock, <WH6499> and two <WH8147> tenth <WH6241> deals for a ram; <WH352>"},{"number":21,"verse":"A several tenth <WH6241> deal shall you offer <WH6213> for every lamb, <WH3532> throughout the seven <WH7651> lambs: <WH3532>"},{"number":22,"verse":"And one <WH259> goat <WH8163> for a sin <WH2403> offering, to make an atonement <WH3722> for you."},{"number":23,"verse":"You shall offer <WH6213> these <WH428> beside <WH905> the burnt <WH5930> offering in the morning, <WH1242> which <WH834> is for a continual <WH8548> burnt <WH5930> offering."},{"number":24,"verse":"After this <WH428> manner you shall offer <WH6213> daily, <WH3117> throughout the seven <WH7651> days, <WH3117> the meat <WH3899> of the sacrifice made by fire, of a sweet <WH5207> smell <WH7381> to the LORD: <WH3068> it shall be offered <WH6213> beside <WH5921> the continual <WH8548> burnt <WH5930> offering, and his drink <WH5262> offering."},{"number":25,"verse":"And on <WH5921> the seventh <WH7637> day <WH3117> you shall have <WH1961> an holy <WH6944> convocation; <WH4744> you shall do <WH6213> no <WH3605> <WH3808> servile <WH5656> work. <WH4399>"},{"number":26,"verse":"Also in the day <WH3117> of the first fruits, <WH1061> when you bring <WH7126> a new <WH2319> meat offering <WH4503> to the LORD, <WH3068> after your weeks <WH7620> be out, you shall have <WH1961> an holy <WH6944> convocation; <WH4744> you shall do <WH6213> no <WH3605> <WH3808> servile <WH5656> work: <WH4399>"},{"number":27,"verse":"But you shall offer <WH7126> the burnt <WH5930> offering for a sweet <WH5207> smell <WH7381> to the LORD; <WH3068> two <WH8147> young <WH1121> <WH1241> bullocks, <WH6499> one <WH259> ram, <WH352> seven <WH7651> lambs <WH3532> of the first <WH1121> year; <WH8141>"},{"number":28,"verse":"And their meat offering <WH4503> of flour <WH5560> mingled <WH1101> with oil, <WH8081> three <WH7969> tenth <WH6241> deals to one <WH259> bullock, <WH6499> two <WH8147> tenth <WH6241> deals to one <WH259> ram, <WH352>"},{"number":29,"verse":"A several tenth <WH6241> deal to one <WH259> lamb, <WH3532> throughout the seven <WH7651> lambs; <WH3532>"},{"number":30,"verse":"And one <WH259> kid <WH8163> of the goats, <WH5795> to make an atonement <WH3722> for you."},{"number":31,"verse":"You shall offer <WH6213> them beside <WH905> the continual <WH8548> burnt <WH5930> offering, <WH4503> and his meat offering, (they shall be to you without <WH8549> blemish) <WH8549> and their drink <WH5262> offerings."}]}