{"bibleAbbr":"WYC1395","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"Forsothe Roboam cam in to Jerusalem, and clepide togidere al the hows of Juda and of Beniamyn, `til to nyne scoore thousynde of chosen men and werriouris, for to fiyte ayens Israel, and for to turne his rewme to hym."},{"number":2,"verse":"And the word of the Lord was maad to Semeye, the man of God,"},{"number":3,"verse":"and seide, Speke thou to Roboam, the sone of Salomon, kyng of Juda, and to al Israel, which is in Juda and Beniamyn; The Lord seith these thingis,"},{"number":4,"verse":"Ye schulen not stie, nethir ye schulen fiyte ayens youre britheren; ech man turne ayen in to his hows, for this thing is doon bi my wille. And whanne thei hadden herd the word of the Lord, thei turneden ayen, and yeden not ayens kyng Jeroboam."},{"number":5,"verse":"Forsothe Roboam dwellide in Jerusalem, and he bildide wallid citees in Juda;"},{"number":6,"verse":"and bildide Bethleem, and Ethan, and Thecue, and Bethsur;"},{"number":7,"verse":"and Sochot, and Odollam;"},{"number":8,"verse":"also and Jeth, and Maresa, and Ziph;"},{"number":9,"verse":"but also Huram, and Lachis, and Azecha;"},{"number":10,"verse":"and Saraa, and Hailon, and Ebron, that weren in Juda and Beniamyn, ful strong citees."},{"number":11,"verse":"And whanne he hadde closid tho with wallis, he settide `in tho citees princes, and bernes of metis, that is, of oile, and of wyn."},{"number":12,"verse":"But also in ech citee he made placis of armuris of scheeldis, and speris, and he made tho strong with most diligence; and he regnyde on Juda and Beniamyn."},{"number":13,"verse":"Sotheli the preestis and dekenes, that weren in al Israel, camen to hym fro alle her seetis,"},{"number":14,"verse":"and forsoken her subarbis and possessiouns, and thei passiden to Juda and to Jerusalem; for Jeroboam and hise aftir comeris hadden cast hem a wey, that thei schulden not be set in preesthod of the Lord;"},{"number":15,"verse":"which Jeroboam made to hym preestis of hiye places, and of feendis, and of caluys, which he hadde maad."},{"number":16,"verse":"But also of alle the linagis of Israel, whiche euer yauen her herte to seke the Lord God of Israel, thei camen to Jerusalem for to offre her sacrifices bifor the Lord God of her fadris."},{"number":17,"verse":"And thei strengthiden the rewme of Juda, and strengthiden Roboam, the sone of Salomon, bi thre yeer; for thei yeden in the weies of Dauid, and of Salomon, oneli bi thre yeer."},{"number":18,"verse":"Forsothe Roboam weddide a wijf Malaoth, the douytir of Jerymuth, sone of Dauid, and Abiail, the douytir of Heliab, sone of Ysaye;"},{"number":19,"verse":"and sche childide to hym sones, Yeus, and Somorie, and Zerei."},{"number":20,"verse":"Also after this wijf he took Maacha, the douyter of Abissalon, and sche childide to hym Abia, and Thai, and Ziza, and Salomyth."},{"number":21,"verse":"Forsothe Roboam louyde Maacha, the douytir of Abissalon, aboue alle hise wyues and secundarie wyues. Forsothe he hadde weddid eiytene wyues, sotheli sixti secundarie wyues; and he gendride eiyte and twenti sones, and sixti douytris."},{"number":22,"verse":"Sotheli he ordeynede Abia, the sone of Maacha, in the heed, duyk ouer alle hise britheren; for he thouyte to make Abia kyng,"},{"number":23,"verse":"for he was wisere and myytiere ouer alle hise sones, and in alle the coostis of Juda and of Beniamyn, and in alle wallid citees; and he yaf to hem ful many metis, and he had many wyues."}]}