{"bibleAbbr":"WYC1395","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"Yn the eiytenthe yeer of kyng Jeroboam Abia regnede on Juda;"},{"number":2,"verse":"he regnede thre yeer in Jerusalem; and the name of hise modir was Mychaie, the douyter of Vriel of Gabaa. And batel was bitwixe Abia and Jeroboam."},{"number":3,"verse":"And whanne Abia hadde bigunne batel, and hadde most chyualrouse men, and four hundrid thousynde of chosun men, Jeroboam arayede ayenward the scheltroun with eiyte hundrid thousynde of men, and thei weren chosun men and most stronge to batels."},{"number":4,"verse":"Therfor Abia stood on the hil Semeron, that was in Effraym, and seide, Here thou, Jeroboam and al Israel;"},{"number":5,"verse":"whether ye knowen not, that the Lord God of Israel yaf to Dauid the rewme on Israel with outen ende, to hym and to hise sones in to the couenaunt of salt, `that is, stidefast and stable?"},{"number":6,"verse":"And Jeroboam, the sone of Nabath, the seruaunt of Salomon, sone of Dauid, roos, and rebellide ayens his lord."},{"number":7,"verse":"And most veyn men and the sones of Belial weren gaderid to hym, and thei hadden myyt ayens Roboam, the sone of Salomon. Certis Roboam was buystuouse, `ether fonne, and of feerdful herte, and myyte not ayenstonde hem."},{"number":8,"verse":"Now therfor ye seien, that ye moun ayenstonde the rewme of the Lord, which he holdith in possessioun bi the sones of Dauid; and ye han a greet multitude of puple, and goldun caluys, whiche Jeroboam made in to goddis to you."},{"number":9,"verse":"And ye han caste a wei the preestis of the Lord, the sones of Aaron, and dekenes, and ye han maad preestis to you, as alle the puplis of londis han preestis; who euer cometh and halewith his hond in a bole, in oxis, and in seuene wetheris, anoon he is maad preest of hem that ben not goddis."},{"number":10,"verse":"But oure Lord is God, whom we forsaken not; and preestis of the sones of Aaron mynystren to the Lord, and dekenes ben in her ordre;"},{"number":11,"verse":"and thei offren brent sacrifices to the Lord bi ech dai in the morewtid and euentid, and encense maad bi comaundementis of the lawe; and loues ben set forth in a moost clene boord; and at vs is the goldun candilstik and his lanterne, that it be teendid euere at euentid; forsothe we kepen the comaundementis of our God, whom ye han forsake."},{"number":12,"verse":"Therfor God is duyk in oure oost, and hise preestis, that trumpen and sownen ayens you; nyle ye, sones of Israel, fiyte ayens the Lord God of youre fadris, for it spedith not to you."},{"number":13,"verse":"While he spak these thingis, Jeroboam made redi tresouns bihynde; and whanne he stood euene ayens the enemyes, he cumpasside with his oost Juda vnwitynge."},{"number":14,"verse":"And Juda bihelde, and siy batel neiy euene ayens, and bihynde the bak; and he criede to the Lord, and preestis bigunnen for to trumpe."},{"number":15,"verse":"And alle the men of Juda crieden, and, lo! while thei crieden, God made aferd Jeroboam and al Israel, that stood euen ayens Juda and Abia."},{"number":16,"verse":"And the men of Israel fledden fro Juda, and God bitook hem in to the hondis of men of Juda."},{"number":17,"verse":"Therfor Abia and his puple smoot hem with a greet wounde, and there felden doun of hem fyue hundrid thousynde of stronge men woundid."},{"number":18,"verse":"And the sones of Israel weren maad lowe in that tyme, and the sones of Juda weren coumfortid ful greetli, for thei hadden hopid in the Lord God of her fadris."},{"number":19,"verse":"Forsothe Abia pursuede Jeroboam fleynge, and took hise cytees, Bethel and hise vilagis, and Jesana with hise vilagis, and Ephron and hise vilagis;"},{"number":20,"verse":"and Jeroboam miyte no more ayenstonde in the daies of Abia, whom the Lord smoot, and he was deed."},{"number":21,"verse":"Therfor Abia, whanne his empire was coumforted, took fourtene wyues, and he gendride two and twenti sones, and sixtene douytris."},{"number":22,"verse":"The residue of wordis of Abia and of his weyes and werkis, ben writun ful diligentli in the book of Abdo, the profete."}]}