{"bibleAbbr":"WYC1395","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"Forsothe Amasie, `his sone, regnede for hym; Amasie was of fyue and twenti yeer, whanne he bigan to regne, and he regnyde nyne and twenti yeer in Jerusalem; the name of his modir was Joiaden, of Jerusalem."},{"number":2,"verse":"And he dide good in the siyt of the Lord, netheles not in perfit herte."},{"number":3,"verse":"And whanne he siy the empire strengthid to hym silf, he stranglide the seruauntis, that killiden the kyng, his fadir;"},{"number":4,"verse":"but he killide not the sones of hem; as it is writun in the book of the lawe of Moises, where the Lord comaundide, seiynge, Fadris schulen not be slayn for the sones, nether the sones for her fadris; but ech man schal die in his owne synne."},{"number":5,"verse":"Therfor Amasie gaderide togidere Juda, and ordeynede hem bi meynees and tribunes and centuriouns, in al Juda and Beniamyn; and he noumbride fro twenti yeer and aboue, and he foonde thritti thousynde of yonge men, that yeden out to batel, and helden spere and scheeld."},{"number":6,"verse":"Also for mede he hiride of Israel an hundrid thousynde of stronge men, for an hundrid talentis of siluer, that thei schulden fiyte ayens the sones of Edom."},{"number":7,"verse":"Forsothe a man of God cam to hym, and seide, A! kyng, the oost of Israel go not out with thee, for the Lord is not with Israel and with alle the sones of Effraym;"},{"number":8,"verse":"for if thou gessist that batels stonden in the myyt of oost, the Lord schal make thee to be ouercomun of enemyes, for it is of God for to helpe, and to turne in to fliyt."},{"number":9,"verse":"And Amasie seide to the man of God, What therfor schal be doon of the hundrid talentis, which Y yaf to the knyytis of Israel? And the man of God answeride to hym, The Lord hath, wherof he may yelde to thee myche mo thingis than these."},{"number":10,"verse":"Therfor Amasie departide the oost that cam to hym fro Effraym, that it schulde turne ayen in to his place; and thei weren wrooth greetli ayens Juda, and turneden ayen in to her cuntrei."},{"number":11,"verse":"Forsothe Amasie ledde out tristili his puple, and yede in to the valei of makyngis of salt, and he killide of the sones of Seir ten thousynde."},{"number":12,"verse":"And the sones of Juda token othere ten thousynde of men, and brouyten to the hiy scarre of summe stoon; and castiden hem doun fro the hiyeste in to the pit; whiche alle braken."},{"number":13,"verse":"And thilke oost whom Amasie hadde sent ayen, that it schulde not go with him to batel, was spred abrood in the citees of Juda fro Samarie `til to Betheron; and aftir `that it hadde slayn thre thousynde, it took awey a greet preie."},{"number":14,"verse":"And Amasie, after the sleyng of Idumeis, and after that he hadde brouyt the goddis of the sones of Seir, ordeynede hem `in to goddis to hym silf, and worschipide hem, and brente encense to hem."},{"number":15,"verse":"Wherfor the Lord was wrooth ayens Amasie, and sente to hym a profete, that seide to hym, Whi worschipist thou goddis that `delyueriden not her puple fro thin hond?"},{"number":16,"verse":"Whanne the profete spak these thingis, Amasie answeride to hym, Whether thou art a counselour of the king? ceesse thou, lest perauenture Y sle thee. Therfor the profete yede awei, and seide, Y woot, that the Lord thouyte to sle thee; for thou didist this yuel, and ferthermore thou assentidist not to my counsel."},{"number":17,"verse":"Therfor Amasie, the king of Juda, whanne he hadde take a ful yuel counsel, sente to the kyng of Israel Joas, the sone of Joachaz, the sone of Hieu, and seide, Come thou, se we vs togidere."},{"number":18,"verse":"And he sente ayen messangeris, and seide, A `cardue, ether a tasil, which is in the Liban sente to the cedre of the Liban, and seide, Yyue thi douyter a wijf to my sone; and lo! beestis that weren in the wode of the Liban yeden and defouliden the cardue."},{"number":19,"verse":"Thou seidist, Y haue smyte Edom, and therfor thin herte is reysid in to pride; sitte thou in thin hows; whi stirist thou yuel ayens thee, that thou falle, and Juda with thee?"},{"number":20,"verse":"Amasie nolde here, for it was the wille of the Lord, that he schulde be bitakun in to the hondis of enemyes, for the goddis of Edom."},{"number":21,"verse":"Therfor Joas, kyng of Israel, stiede, and thei siyen hem silf togidere. Sotheli Amasie, the kyng of Juda, was in Bethsames of Juda;"},{"number":22,"verse":"and Juda felde doun bifor Israel, and fledde in to his tabernaclis."},{"number":23,"verse":"Certis the kyng of Israel took in Bethsames Amasie, the kyng of Juda, the sone of Joas, sone of Joachaz, and brouyte in to Jerusalem; and he destriede the wallis therof fro the yate of Effraym `til to the yate of the corner, bi foure hundrid cubitis."},{"number":24,"verse":"And be ledde ayen in to Samarie al the gold and siluer, and alle vessels whiche he foond in the hows of the Lord, and at Obededom, in the tresouris also of the kyngis hows, also and the sones of ostagis."},{"number":25,"verse":"Forsothe Amasie, kyng of Juda, the sone of Joas, lyuede fiftene yeer aftir that Joas, kyng of Israel, the sone of Joachaz, was deed."},{"number":26,"verse":"Sotheli the residue of the formere and the laste wordis of Amasie ben writun in the book of kyngis of Juda and of Israel."},{"number":27,"verse":"And aftir that he yede awei fro the Lord, thei settiden to hym tresouns in Jerusalem; and whanne he hadde fledde to Lachis, thei senten and killiden hym there;"},{"number":28,"verse":"and thei brouyten ayen on horsis, and birieden hym with his fadris in the citee of Dauid."}]}