{"bibleAbbr":"WYC1395","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"And whanne these thingis weren doon riytfuli, al Israel yede out, that was foundun in the citees of Juda; and thei braken simylacris, and kittiden doun woodis, and wastiden hiy places, and distrieden auteris, not oneli of al Juda and Beniamyn, but also and of Effraym and Manasses, til thei distrieden outirli. And alle the sones of Israel turneden ayen in to her possessiouns and citees."},{"number":2,"verse":"Forsothe Ezechie ordeynede cumpenyes of preestis and of dekenes bi her departyngis, ech man in his owne office, that is, as wel of preestis as of dekenes, to brent sacrifices and pesible sacrifices, that thei schulden mynystre, and knowleche, and synge in the yatis of the castels of the Lord."},{"number":3,"verse":"Sotheli the part of the kyng was, that of his owne catel brent sacrifice schulde be offrid euere in the morewtid and euentide, also in sabatis, and calendis, and othere solempnytees, as it is writun in the lawe of Moises."},{"number":4,"verse":"Also he comaundide to the puple of hem that dwelliden in Jerusalem, to yyue partis to the preestis and dekenes, that thei myyten yyue tent to the lawe of the Lord."},{"number":5,"verse":"And whanne this was knowun in the eeris of the multitude, the sones of Israel offriden ful many firste fruytis of wheete, of wyn, of oyle, and of hony; and of alle thingis whiche the erthe bringith forth, thei offriden tithis."},{"number":6,"verse":"But also the sones of Israel and of Juda, that dwelliden in the citees of Juda, offriden tithis of oxis and of scheep, and the tithis of holi thingis, whiche thei avowiden to `her Lord God, and thei brouyten alle thingis, and maden ful many heepis."},{"number":7,"verse":"In the thridde monethe thei bigunnen to leie the foundementis of the heepis, and in the seuenthe monethe thei filliden tho heepis."},{"number":8,"verse":"And whanne Ezechie and hise princes hadden entrid, thei siyen the heepis, and blessiden the Lord, and the puple of Israel."},{"number":9,"verse":"And Ezechie axide the preestis and dekenes, whi the heepis laien so."},{"number":10,"verse":"Azarie, the firste preest of the generacioun of Sadoch, answeride to hym, and seide, Sithen the firste fruytis bigunnen to be offrid in the hows of the Lord, we han ete and ben fillid, and ful many thingis ben left; for the Lord hath blessid his puple; sotheli this plentee, which thou seest, is of the relifs."},{"number":11,"verse":"Therfor Ezechie comaundide, that thei schulden make redi bernes in the hows of the Lord; and whanne thei hadden do this thing,"},{"number":12,"verse":"thei brouyten in feithfuly bothe the firste fruytis, and tithis, and what euere thingis thei hadden avowid. Forsothe Chonenye, the dekene, was the souereyn of tho; and Semei his brother was the secounde;"},{"number":13,"verse":"aftir whom Jehiel, and Azarie, and Nabath, and Asahel, and Jerimoth, `and Jozabad, and Helyel, and Jesmahie, and Maath, and Banaie, weren souereyns vndur the hondis of Chonenye and Semei, his brother, bi the comaundement of `Ezechie the kyng, and of Azarie, the bischop of the hows of the Lord, to whiche alle thingis perteyneden."},{"number":14,"verse":"But Chore, the sone of Jemnya, dekene and portere of the eest yate, was souereyn of tho thingis that weren offrid bi fre wille to the Lord, and of the firste fruytis, and of thingis halewid in to hooli thingis of the noumbre of hooli thingis;"},{"number":15,"verse":"and vndur his cure weren Eden, and Beniamyn, Jesue, and Semeye, and Amarie, and Sechenye, in the citees of preestis, that thei schulden departe feithfuli to her britheren the partis, to the lesse and the grettere,"},{"number":16,"verse":"outakun malis fro three yeer and aboue, these thingis to alle that entriden in to the temple of the Lord, and what euer thing bi ech dai was hirid in the seruyce and obseruaunces bi her departyngis."},{"number":17,"verse":"To preestis bi meynees, and to dekenes fro `the twentithe yeer and aboue bi her ordris and cumpenyes, and to alle the multitude,"},{"number":18,"verse":"bothe to the wyues and fre children of hem of euer either kynde, metis weren youun feithfuli of these thingis that weren halewid."},{"number":19,"verse":"But also men of the sones of Aaron weren ordeyned bi the feeldis and subarbis of alle citees, whyche men schulden dele partis to al the male kynde of preestis and dekenes."},{"number":20,"verse":"Therfor Ezechie dide alle thingis, whiche we seiden, in al Juda, and he wrouyte that, that was riytful and good and trewe bifor `his Lord God,"},{"number":21,"verse":"in al the religioun of the seruyce of the hows of the Lord, bi the lawe and cerymonyes; and he wolde seke his Lord God in al his herte, and he dide, and hadde prosperite."}]}