{"bibleAbbr":"WYC1395","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"Therfor the puple of the lond took Joachaz, the sone of Josie, and ordeynede hym kyng for his fadir in Jerusalem."},{"number":2,"verse":"Joachaz was of thre and twenti yeer, whanne he bigan to regne, and he regnede thre monethis in Jerusalem."},{"number":3,"verse":"Sotheli the kyng of Egipt, `whan he hadde come to Jerusalem, remouyde hym, and condempnede the lond in an hundrid talentis of siluer and in a talent of gold."},{"number":4,"verse":"And he ordeynede for hym Eliachim, his brother, kyng on Juda and Jerusalem; and turnede his name Joakym. Sotheli he took thilk Joachaz with hym silf, and brouyte in to Egipt."},{"number":5,"verse":"Joakym was of fyue and twenti yeer, whanne he bigan to regne, and he regnyde eleuene yeer in Jerusalem, and he dide yuel bifor `his Lord God."},{"number":6,"verse":"Nabugodonosor, kyng of Caldeis, styede ayens this Joakym, and ledde hym boundun with chaynes in to Babiloyne."},{"number":7,"verse":"To which Babiloyne he translatide also the vessels of the Lord, and settide tho in his temple."},{"number":8,"verse":"Sotheli the residue of wordis of Joakym, and of hise abhomynaciouns whiche he wrouyte, and that weren foundun in hym, ben conteyned in the book of kyngis of Israel and of Juda. Therfor Joachym, his sone, regnede for hym."},{"number":9,"verse":"Joachym was of eiyte yeer, whanne he bigan to regne, and he regnede thre monethis and ten daies in Jerusalem, and he dide yuel in the siyt of the Lord."},{"number":10,"verse":"And whanne the cercle of the yeer was turned aboute, Nabugodonosor the kynge sente men, whiche also brouyten hym in to Babiloyne, whanne the moost preciouse vessels of the hows of the Lord weren borun out togidir. Sotheli he ordeynede Sedechie, his fadris brother, kyng on Juda and Jerusalem."},{"number":11,"verse":"Sedechie was of oon and twenti yeer, whanne he bigan to regne, and he regnede eleuene yeer in Jerusalem."},{"number":12,"verse":"And he dide yuel in the siyt of `his Lord God, and he was not aschamed of the face of Jeremye, the prophete, spekynge to hym bi the mouth of the Lord."},{"number":13,"verse":"Also he yede awey fro the kyng Nabugodonosor, that hadde made hym to swere bi God; and he made hard his nol and herte, that he nolde turne ayen to the Lord of Israel."},{"number":14,"verse":"But also alle the princes of preestis and the puple trespassiden wickidli, bi alle abhomynaciouns of hethene men; and thei defouliden the hows of the Lord, which he halewide to hym silf in Jerusalem."},{"number":15,"verse":"Forsothe the Lord God of her fadris sente to hem bi the hond of hise messangeris, and roos bi nyyt, and amonestide ech day; for he sparide his puple and dwellyng place."},{"number":16,"verse":"And thei scorneden the messangeris of God, and dispisiden hise wordis, and scorneden hise prophetis; til the greet veniaunce of the Lord stiede on his puple, and noon heelyng were."},{"number":17,"verse":"And he brouyte on hem the kyng of Caldeis; and killide the yonge men of hem `bi swerd in the hows of seyntuarie; `he hadde not merci of a yong `man, and of a vergyn, and of an eld man, and sotheli nether of a man niy the deth for eldnesse, but he bitook alle in the hond of that king of Caldeis."},{"number":18,"verse":"And he translatide in to Babiloyne alle the vessels of the hows of the Lord, bothe the grettere and the lasse vessels, and the tresours of the temple, and of the kyng, and of the princes."},{"number":19,"verse":"Enemyes brenten the hows of the Lord; thei distrieden the wal of Jerusalem; thei brenten alle the touris; and thei distrieden what euer thing was preciouse."},{"number":20,"verse":"If ony man ascapide the swerd, he was led in to Babiloyne, and seruyde the kyng and hise sones; til the kyng of Peersis regnyde,"},{"number":21,"verse":"and the word of the Lord bi the mouth of Jeremye was fillid, and til the lond halewide hise sabatis. For in alle the daies of desolacioun it made sabat, til that seuenti yeer weren fillid."},{"number":22,"verse":"Forsothe in the firste yeer of Cyrus, kyng of Persis, to fille the word of the Lord, which he hadde spoke bi the mouth of Jeremye, the Lord reiside the spirit of Cirus, king of Persis, that comaundide to be prechid in al his rewme, yhe, bi scripture, and seide, Cirus,"},{"number":23,"verse":"the king of Persis, seith these thingis, The Lord God of heuene yaf to me alle the rewmes of erthe, and he comaundide to me, that Y schulde bilde to hym an hows in Jerusalem, which is in Judee. Who of you is in al his puple? `his Lord God be with hym, and stie he `in to Jerusalem. (24)Lord God Almyyti of our fadris, Abraham, Isaac, and Jacob, and of her iust seed, which madist heuene and erthe with al the ournyng of tho, which hast markid the see bi the word of `thi comaundement, which hast closid to gidere the depthe of watris, and hast markid to thi ferdful and preysable name, which alle men dreden, `and tremblen of the cheer of thi vertu, and the ire of thi manassyng on synneris `is vnsuffrable, `ether may not be susteyned. (25)Sotheli the merci of thi biheest is fulgreet and `vnserchable, ether may not be comprehendid `bi mannus wit; for `thou art the Lord moost hiy ouer al erthe; thou art pacient, and myche merciful, and `doynge penaunce on the malices of men. Treuli, Lord, thou bi thi goodnesse hast bihiyt penaunce of foryyuenesse of synnes; and thou, God of iust men, hast not set penaunce to iust men, to Abraham, Ysaac, and Jacob, to hem that synneden not ayens thee. (26)For Y haue synned more than the noumbre is of the grauel of the see; my wickidnessis ben multiplied. Y am bowid with myche boond of yrun, and no brething is to me; for Y haue stirid thi wrathfulnesse, and Y haue doon yuel bifor thee, `and Y haue set abhomynaciouns, and `Y haue multiplied offensiouns. And now Y bowe the knees of myn herte, and biseche goodnesse of thee, Lord. Y haue synned, Lord; Y haue synned, and Y knowleche my wickidnesse. (27)Y axe, and preye thee, Lord; foryyue thou to me, foryyue thou to me; leese thou me not togidire with my wickidnessis, nether reserue thou yuels to me withouten ende. For, Lord, bi thi greet merci thou schalt saue me vnworthi, and Y schal herie thee euere in alle the daies of my lijf; for al the vertu of heuenes herieth thee, and to thee is glorie in to worldis of worldis. Amen."}]}