{"bibleAbbr":"WYC1395","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"Also the queen of Saba, whanne sche hadde herd the fame of Salomon, cam to tempte hym in derk figuris `in to Jerusalem, with grete ritchessis, and camels, that baren swete smellynge spices, and ful myche of gold, and preciouse iemmes, `ether peerlis. And whanne sche was comun to Salomon, sche spak to hym what euer thingis weren in hir herte."},{"number":2,"verse":"And Salomon expownede to hir alle thingis whiche sche hadde put forth, and no thing was, which he made not opyn to hir."},{"number":3,"verse":"And aftir that sche siy these thingis, that is, the wisdom of Salomon, and the hows which he hadde bildid,"},{"number":4,"verse":"also and the metis of his boord, and the dwellyng places of seruauntis, and the offices of hise mynystris, and the clothis of hem, and the boteleris, and her clothis, and the sacrifices whiche he offride in the hows of the Lord, spirit was no more in hir for wondryng."},{"number":5,"verse":"And sche seide to the kyng, The word `is trewe, which Y herde in my lond, of thi vertues and wisdom;"},{"number":6,"verse":"Y bileuyde not to telleris, til Y my silf hadde come, and myn yyen hadden seyn, and Y hadde preued that vnnethis the half of thi wisdom was teld to me; thou hast ouercome the fame bi thi vertues."},{"number":7,"verse":"Blessid ben thi men, and blessid ben thi seruauntis, these that stonden bifor thee in al tyme, and heren thi wisdom."},{"number":8,"verse":"Blessid be `thi Lord God, that wolde ordeyne thee on his trone kyng of the puple of `thi Lord God; treuli for God loueth Israel, and wole saue hym with outen ende, therfor he hath set thee kyng on hym, that thou do domes and riytfulnesse."},{"number":9,"verse":"Forsothe sche yaf to the kyng sixe scoore talentis of gold, and ful many swete smellynge spices, and moost preciouse iemmes; ther weren not siche swete smellynge spices, as these whiche the queen of Saba yaf `to kyng Salomon."},{"number":10,"verse":"But also the seruauntis of Iram with the seruauntis of Salomon brouyten gold fro Ophir, and trees of thyne, and most preciouse iemmes; of whiche,"},{"number":11,"verse":"that is, of the trees of thyne, the kyng made grees in the hows of the Lord, and in the hows of the kyng, `harpis also, and sautrees to syngeris; siche trees weren neuere seyn in the lond of Juda."},{"number":12,"verse":"Forsothe Salomon yaf to the queen of Saba alle thingis whiche sche wolde, and whiche sche axide, many moo than sche hadde brouyt to hym. And sche turnede ayen, and yede in to hir lond with hir seruauntis."},{"number":13,"verse":"Forsothe the weiyt of gold, that was brouyt to Salomon bi ech yeer, was sixe hundrid and sixe and sixti talentis of gold,"},{"number":14,"verse":"outakun that summe whiche the legatis of dyuerse folkis, and marchauntis weren wont to brynge, and alle the kyngis of Arabie, and the princes of londis, that brouyten togidere gold and siluer to Salomon."},{"number":15,"verse":"Therfor kyng Salomon made two hundrid goldun speris of the summe of sixe hundrid `floreyns, ether peesis of gold, that weren spendid in ech spere;"},{"number":16,"verse":"and he made thre hundrid goldun scheeldis of thre hundrid floreyns, with whiche ech scheeld was hilid; and the kyng puttide tho in the armure place, that was set in the wode."},{"number":17,"verse":"Also the kyng made a greet seete of yuer, and clothide it with clennest gold;"},{"number":18,"verse":"and he made sixe grees, bi whiche me stiede to the seete, and a goldun stool, and tweyne armes, oon ayens `the tother, and twei liouns stondynge bisidis the armes;"},{"number":19,"verse":"but also he made twelue othere litle liouns stondynge on sixe grees on euer either side. Siche a seete was not in alle rewmes."},{"number":20,"verse":"And alle the vessels of the feeste of the kyng weren of gold, and the vessels of the hows of the forest of the Liban weren of pureste gold; for siluer in tho daies was arettid for nouyt."},{"number":21,"verse":"For also the schippis of the kyng yeden in to Tharsis with the seruauntis of Iram onys in thre yeer, and brouyten fro thennus gold, and siluer, and yuer, and apis, and pokokis."},{"number":22,"verse":"Therfor kyng Salomon was magnyfied ouer alle kyngis of erthe for richessis and glorie."},{"number":23,"verse":"And alle the kyngis of londis desireden to se the face of Salomon, for to here the wisdom which God hadde youe in his herte; and thei brouyten to hym yiftis,"},{"number":24,"verse":"vessels of siluer and of gold, clothis and armuris, and swete smellynge spices, horsis and mulis, bi ech yeer."},{"number":25,"verse":"Also Salomon hadde fourti thousynde of horsis in stablis, and twelue thousynde of charis and of knyytis; and `he ordeynede hem in the citees of charis, and where the kyng was in Jerusalem."},{"number":26,"verse":"Forsothe he vside power on alle the kyngis, fro the flood Eufrates `til to the lond of Filisteis, and `til to the termes of Egipt."},{"number":27,"verse":"And he yaf so greet plente of siluer in Jerusalem, as of stoonys, and so greet multitude of cedris, as of sycomoris that growen in feeldi places."},{"number":28,"verse":"Forsothe horsis weren brouyt fro Egipt, and fro alle cuntreis."},{"number":29,"verse":"Sotheli the residue of the formere werkis and the laste of Salomon ben writun in the wordis of Nathan, the prophete, and in the wordis of Achie of Silo, and in the visioun, `ether prophesie, of Addo, the prophete, ayens Jeroboam, sone of Nabath."},{"number":30,"verse":"Sotheli Salomon regnede in Jerusalem on al Israel fourti yeer, and he slepte with his fadris; and thei birieden hym in the citee of Dauid, and Roboam, his sone, regnyde for hym."}]}