{"bibleAbbr":"MSG2018","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"GOD Is a Safe Hiding Place “In those days, yes, at that very time when I put life back together again for Judah and Jerusalem, I’ll assemble all the godless nations. I’ll lead them down into Judgment Valley And put them all on trial, and judge them one and all because of their treatment of my own people Israel. They scattered my people all over the pagan world and grabbed my land for themselves. They threw dice for my people and used them for barter. They would trade a boy for a whore, sell a girl for a bottle of wine when they wanted a drink. * * *"},{"number":4,"verse":"“As for you, Tyre and Sidon and Philistia, why should I bother with you? Are you trying to get back at me for something I did to you? If you are, forget it. I’ll see to it that it boomerangs on you. You robbed me, cleaned me out of silver and gold, carted off everything valuable to furnish your own temples. You sold the people of Judah and Jerusalem into slavery to the Greeks in faraway places. But I’m going to reverse your crime. I’m going to free those slaves. I’ll have done to you what you did to them: I’ll sell your children as slaves to your neighbors, And they’ll sell them to the far-off Sabeans.” GOD’s Verdict. * * *"},{"number":9,"verse":"Announce this to the godless nations: Prepare for battle! Soldiers at attention! Present arms! Advance! Turn your shovels into swords, turn your hoes into spears. Let the weak one throw out his chest and say, “I’m tough, I’m a fighter.” Hurry up, pagans! Wherever you are, get a move on! Get your act together. Prepare to be shattered by GOD!"},{"number":12,"verse":"Let the pagan nations set out for Judgment Valley. There I’ll take my place at the bench and judge all the surrounding nations."},{"number":13,"verse":"“Swing the sickle— the harvest is ready. Stomp on the grapes— the winepress is full. The wine vats are full, overflowing with vintage evil."},{"number":14,"verse":"“Mass confusion, mob uproar— in Decision Valley! GOD’s Judgment Day has arrived in Decision Valley."},{"number":15,"verse":"“The sky turns black, sun and moon go dark, stars burn out. GOD roars from Zion, shouts from Jerusalem. Earth and sky quake in terror. But GOD is a safe hiding place, a granite safe house for the children of Israel. Then you’ll know for sure that I’m your GOD, Living in Zion, my sacred mountain. Jerusalem will be a sacred city, posted: ‘NO TRESPASSING.’"},{"number":18,"verse":"Milk Rivering out of the Hills“What a day! Wine streaming off the mountains, Milk rivering out of the hills, water flowing everywhere in Judah, A fountain pouring out of GOD’s Sanctuary, watering all the parks and gardens! But Egypt will be reduced to weeds in a vacant lot, Edom turned into barren badlands, All because of brutalities to the Judean people, the atrocities and murders of helpless innocents. Meanwhile, Judah will be filled with people, Jerusalem inhabited forever. The sins I haven’t already forgiven, I’ll forgive.” GOD has moved into Zion for good."}]}