{"bibleAbbr":"KJ3-2005","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it."},{"number":2,"verse":"And the Lord gave Jehoiakim, king of Judah, into his hand, with part of the vessels of the house of God, which he bore into the land of Shinar to the house of his god. And he brought the vessels into the treasure house of his god."},{"number":3,"verse":"And the king spoke to Ashpenaz, the chief of his eunuchs that he should bring some of the sons of Israel, and of the royal seed, and of the nobles,"},{"number":4,"verse":"young men in whom was no blemish, but who were of good appearance and having understanding in all wisdom, having knowledge and understanding learning, even those with strength in them to stand in the king's palace, and to teach them the writing and the language of the Chaldeans."},{"number":5,"verse":"And the king set to them the portion of a day in its day, from the king's food, and the wine of his drinking, even to rear them three years, so that at their end they may stand before the king."},{"number":6,"verse":"And there were among them of the sons of Judah, Daniel, Hananiah, Mishael, and Azariah,"},{"number":7,"verse":"to whom the chief of the eunuchs gave names. For he called Daniel, Belteshazzar; and Hananiah, Shadrach; and Mishael, Meshach; and Azariah, Abed-nego."},{"number":8,"verse":"And Daniel set on his heart that he would not defile himself with the king's food, or with the wine of his drinking, and he sought of the chief of the eunuchs that he might not defile himself."},{"number":9,"verse":"And God had given Daniel kindness and compassion before the chief of the eunuchs."},{"number":10,"verse":"And the chief of the eunuchs said to Daniel, I fear my lord the king, who has chosen your food and your drink. For why should he see your faces worse looking than the boys who are in your circle? And you would endanger my head to the king."},{"number":11,"verse":"And Daniel said to the guardian, whom the chief of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,"},{"number":12,"verse":"Please, test your servants ten days. And let some of the vegetables be given to us that we may eat, and water that we may drink."},{"number":13,"verse":"And let our face be seen before you, our look and the appearance of the boys who eat of the king's food. And as you see, do so with your servants."},{"number":14,"verse":"And he listened to them in this matter and tested them for ten days."},{"number":15,"verse":"And at the end of ten days he saw their appearance to be better and fatter of flesh than all the boys who were eating the king's food."},{"number":16,"verse":"And it happened the guardian took away their food and the wine that they were to drink, and he gave them vegetables."},{"number":17,"verse":"As for these four boys, God gave them knowledge and skill in all writing and wisdom. And Daniel had understanding in all visions and dreams."},{"number":18,"verse":"And at the end of the days that the king had said to bring them in, the chief of the eunuchs brought them in before Nebuchadnezzar."},{"number":19,"verse":"And the king talked with them. And among them all was found none like Daniel, Hananiah, Mishael, and Azariah; and they stood before the king."},{"number":20,"verse":"And in any matter of wisdom and understanding that the king asked from them, he found them ten hands better than all the magicians and the conjurers who were in all his kingdom."},{"number":21,"verse":"And Daniel continued to the first year of King Cyrus."}]}