{"bibleAbbr":"AMP2015","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"(The Prophecies of Balaam) Then Balaam said to Balak, \"Build seven altars for me here, and prepare for me seven bulls and seven rams here.\""},{"number":2,"verse":"Balak did just as Balaam had said, and Balak and Balaam offered a bull and a ram on each altar."},{"number":3,"verse":"Then Balaam said to Balak, \"Stand beside your burnt offering and I will go. Perhaps the LORD will come to meet me; and whatever He shows me I will tell you.\" So he went to a desolate hill."},{"number":4,"verse":"Now God met Balaam, who said to Him, \"I have prepared seven altars, and I have offered a bull and a ram on each altar.\""},{"number":5,"verse":"Then the LORD put a speech in Balaam's mouth, and said, \"Return to Balak, and you shall speak thus.\""},{"number":6,"verse":"Balaam returned to Balak, and behold, he was standing by his burnt sacrifice, he and all the leaders of Moab."},{"number":7,"verse":"Balaam took up his [first] discourse (oracle) and said: \"Balak, the king of Moab, has brought me from Aram (Syria), from the mountains of the east, [saying,] 'Come, curse [the descendants of] Jacob for me; And come, [violently] denounce Israel.'"},{"number":8,"verse":"\"How shall I curse those whom God has not cursed? Or how can I [violently] denounce those the LORD has not denounced?"},{"number":9,"verse":"\"For from the top of the rocks I see Israel, And from the hills I look at him. Behold, the people [of Israel] shall dwell alone And will not be reckoned among the nations."},{"number":10,"verse":"\"Who can count the dust (the descendants) of Jacob And the number of even the fourth part of Israel? Let me die the death of the righteous [those who are upright and in right standing with God], And let my end be like his!\""},{"number":11,"verse":"Then Balak said to Balaam, \"What have you done to me? I brought you to curse my enemies, but here you have [thoroughly] blessed them instead!\""},{"number":12,"verse":"Balaam answered, \"Must I not be obedient and careful to speak what the LORD has put in my mouth?\""},{"number":13,"verse":"Balak said to him, \"Come with me, I implore you, to another place from where you can see them, although you will see only the nearest and not all of them; and curse them for me from there.\""},{"number":14,"verse":"So he took Balaam to the field of Zophim to the top of [Mount] Pisgah, and built seven altars, and offered a bull and a ram on each altar."},{"number":15,"verse":"Balaam said to Balak, \"Stand here beside your burnt offering while I go to meet the LORD over there.\""},{"number":16,"verse":"Then the LORD met Balaam and put a speech in his mouth, and said, \"Go back to Balak and you shall speak thus.\""},{"number":17,"verse":"When Balaam returned to Balak, he was standing beside his burnt offering, and the leaders of Moab were with him. And Balak said to him, \"What has the LORD spoken?\""},{"number":18,"verse":"Balaam took up his [second] discourse (oracle) and said: \"Rise up, O Balak, and hear; Listen [closely] to me, son of Zippor."},{"number":19,"verse":"\"God is not a man, that He should lie, Nor a son of man, that He should repent. Has He said, and will He not do it? Or has He spoken and will He not make it good and fulfill it?"},{"number":20,"verse":"\"Behold, I have received His command to bless [Israel]. He has blessed, and I cannot reverse it."},{"number":21,"verse":"\"God has not observed wickedness in Jacob [for he is forgiven], Nor has He seen trouble in Israel. The LORD their God is with Israel, And the shout of their King is among the people."},{"number":22,"verse":"\"God brought them out of Egypt; They have the strength of a wild ox."},{"number":23,"verse":"\"For there is no enchantment or omen against Jacob, Nor is there any divination against Israel. At the proper time it shall be said to Jacob And to Israel, what has God done!"},{"number":24,"verse":"\"Behold, a people rises up like a lioness And lifts itself up like a lion; He will not lie down until he devours the prey And drinks the blood of the slain.\""},{"number":25,"verse":"Then Balak said to Balaam, \"Neither curse them at all nor bless them at all!\""},{"number":26,"verse":"But Balaam answered Balak, \"Did I not say to you, 'All that the LORD speaks, that I must do?'\""},{"number":27,"verse":"Then Balak said to Balaam, \"Please come; I will take you to another place. Perhaps it will please God to let you curse them for me from there.\""},{"number":28,"verse":"So Balak brought Balaam to the top of [Mount] Peor, that overlooks the wasteland."},{"number":29,"verse":"And Balaam said to Balak, \"Build seven altars for me here, and prepare for me seven bulls and seven rams here.\""},{"number":30,"verse":"Balak did just as Balaam had said, and offered a bull and a ram on each altar."}]}