{"bibleAbbr":"urDGV2010","bookName":"आमाल","bookEnglishName":"Acts of the Apostles","chapterNumber":11,"verses":[{"number":1,"verse":"( यरूशलम की जमाअत में पतरस की रिपोर्ट) यह ख़बर रसूलों और यहूदिया के बाक़ी भाइयों तक पहुँची कि ग़ैरयहूदियों ने भी अल्लाह का कलाम क़बूल किया है।"},{"number":2,"verse":"चुनाँचे जब पतरस यरूशलम वापस आया तो यहूदी ईमानदार उस पर एतिराज़ करने लगे,"},{"number":3,"verse":"“आप ग़ैरयहूदियों के घर में गए और उन के साथ खाना भी खाया।”"},{"number":4,"verse":"फिर पतरस ने उन के सामने तरतीब से सब कुछ बयान किया जो हुआ था।"},{"number":5,"verse":"“मैं याफ़ा शहर में दुआ कर रहा था कि वज्द की हालत में आ कर रोया देखी। आसमान से एक चीज़ ज़मीन पर उतर रही है, कतान की बड़ी चादर जैसी जो अपने चारों कोनों से उतारी जा रही है। उतरती उतरती वह मुझ तक पहुँच गई।"},{"number":6,"verse":"जब मैं ने ग़ौर से देखा तो पता चला कि उस में तमाम क़िस्म के जानवर हैं : चार पाँओ वाले, रेंगने वाले और परिन्दे।"},{"number":7,"verse":"फिर एक आवाज़ मुझ से मुख़ातिब हुई, ‘पतरस, उठ! कुछ ज़बह करके खा!’"},{"number":8,"verse":"मैं ने एतिराज़ किया, ‘हरगिज़ नहीं, ख़ुदावन्द, मैं ने कभी भी हराम या नापाक खाना नहीं खाया।’"},{"number":9,"verse":"लेकिन यह आवाज़ दुबारा मुझ से हमकलाम हुई, ‘जो कुछ अल्लाह ने पाक कर दिया है उसे नापाक क़रार न दे।’"},{"number":10,"verse":"तीन मर्तबा ऐसा हुआ, फिर चादर को जानवरों समेत वापस आसमान पर उठा लिया गया।"},{"number":11,"verse":"उसी वक़्त तीन आदमी उस घर के सामने रुक गए जहाँ मैं ठहरा हुआ था। उन्हें क़ैसरिया से मेरे पास भेजा गया था।"},{"number":12,"verse":"रूह-उल-क़ुद्स ने मुझे बताया कि मैं बग़ैर झिजके उन के साथ चला जाऊँ। यह मेरे छः भाई भी मेरे साथ गए। हम रवाना हो कर उस आदमी के घर में दाख़िल हुए जिस ने मुझे बुलाया था।"},{"number":13,"verse":"उस ने हमें बताया कि एक फ़रिश्ता घर में उस पर ज़ाहिर हुआ था जिस ने उसे कहा था, ‘किसी को याफ़ा भेज कर शमाऊन को बुला लो जो पतरस कहलाता है।"},{"number":14,"verse":"उस के पास वह पैग़ाम है जिस के ज़रीए तुम अपने पूरे घराने समेत नजात पाओगे।’"},{"number":15,"verse":"जब मैं वहाँ बोलने लगा तो रूह-उल-क़ुद्स उन पर नाज़िल हुआ, बिलकुल उसी तरह जिस तरह वह शुरू में हम पर हुआ था।"},{"number":16,"verse":"फिर मुझे वह बात याद आई जो ख़ुदावन्द ने कही थी, ‘यहया ने तुम को पानी से बपतिस्मा दिया, लेकिन तुम्हें रूह-उल-क़ुद्स से बपतिस्मा दिया जाएगा।’"},{"number":17,"verse":"अल्लाह ने उन्हें वही नेमत दी जो उस ने हमें भी दी थी जो ख़ुदावन्द ईसा मसीह पर ईमान लाए थे। तो फिर मैं कौन था कि अल्लाह को रोकता?”"},{"number":18,"verse":"पतरस की यह बातें सुन कर यरूशलम के ईमानदार एतिराज़ करने से बाज़ आए और अल्लाह की तम्जीद करने लगे। उन्हों ने कहा, “तो इस का मतलब है कि अल्लाह ने ग़ैरयहूदियों को भी तौबा करने और अबदी ज़िन्दगी पाने का मौक़ा दिया है।”"},{"number":19,"verse":"( अन्ताकिया में जमाअत) जो ईमानदार स्तिफ़नुस की मौत के बाद की ईज़ारसानी से बिखर गए थे वह फ़ेनीके, क़ुब्रुस और अन्ताकिया तक पहुँच गए। जहाँ भी वह जाते वहाँ अल्लाह का पैग़ाम सुनाते अलबत्ता सिर्फ़ यहूदियों को।"},{"number":20,"verse":"लेकिन उन में से कुरेन और क़ुब्रुस के कुछ आदमी अन्ताकिया शहर जा कर यूनानियों को भी ख़ुदावन्द ईसा के बारे में ख़ुशख़बरी सुनाने लगे।"},{"number":21,"verse":"ख़ुदावन्द की क़ुदरत उन के साथ थी, और बहुत से लोगों ने ईमान ला कर ख़ुदावन्द की तरफ़ रुजू किया।"},{"number":22,"verse":"इस की ख़बर यरूशलम की जमाअत तक पहुँच गई तो उन्हों ने बर्नबास को अन्ताकिया भेज दिया।"},{"number":23,"verse":"जब वह वहाँ पहुँचा और देखा कि अल्लाह के फ़ज़्ल से क्या कुछ हुआ है तो वह ख़ुश हुआ। उस ने उन सब की हौसलाअफ़्ज़ाई की कि वह पूरी लगन से ख़ुदावन्द के साथ लिपटे रहें।"},{"number":24,"verse":"बर्नबास नेक आदमी था जो रूह-उल-क़ुद्स और ईमान से मामूर था। चुनाँचे उस वक़्त बहुत से लोग ख़ुदावन्द की जमाअत में शामिल हुए।"},{"number":25,"verse":"इस के बाद वह साऊल की तलाश में तर्सुस चला गया।"},{"number":26,"verse":"जब उसे मिला तो वह उसे अन्ताकिया ले आया। वहाँ वह दोनों एक पूरे साल तक जमाअत में शामिल होते और बहुत से लोगों को सिखाते रहे। अन्ताकिया पहला मक़ाम था जहाँ ईमानदार मसीही कहलाने लगे।"},{"number":27,"verse":"उन दिनों कुछ नबी यरूशलम से आ कर अन्ताकिया पहुँच गए।"},{"number":28,"verse":"एक का नाम अगबुस था। वह खड़ा हुआ और रूह-उल-क़ुद्स की मारिफ़त पेशगोई की कि रोम की पूरी मम्लकत में सख़्त काल पड़ेगा। (यह बात उस वक़्त पूरी हुई जब शहन्शाह क्लौदियुस की हुकूमत थी।)"},{"number":29,"verse":"अगबुस की बात सुन कर अन्ताकिया के शागिर्दों ने फ़ैसला किया कि हम में से हर एक अपनी माली गुन्जाइश के मुताबिक़ कुछ दे ताकि उसे यहूदिया में रहने वाले भाइयों की इम्दाद के लिए भेजा जा सके।"},{"number":30,"verse":"उन्हों ने अपने इस हदिए को बर्नबास और साऊल के सपुर्द करके वहाँ के बुज़ुर्गों को भेज दिया।"}]}