{"bibleAbbr":"urDGV2010","bookName":"आमाल","bookEnglishName":"Acts of the Apostles","chapterNumber":15,"verses":[{"number":1,"verse":"( यरूशलम में मुशावरती इजतिमा) उस वक़्त कुछ आदमी यहूदिया से आ कर शाम के अन्ताकिया में भाइयों को यह तालीम देने लगे, “लाज़िम है कि आप का मूसा की शरीअत के मुताबिक़ ख़तना किया जाए, वर्ना आप नजात नहीं पा सकेंगे।”"},{"number":2,"verse":"इस से उन के और बर्नबास और पौलुस के दरमियान नाइत्तिफ़ाक़ी पैदा हो गई और दोनों उन के साथ ख़ूब बह्स-मुबाहसा करने लगे। आख़िरकार जमाअत ने पौलुस और बर्नबास को मुक़र्रर किया कि वह चन्द एक और मक़ामी ईमानदारों के साथ यरूशलम जाएँ और वहाँ के रसूलों और बुज़ुर्गों को यह मुआमला पेश करें।"},{"number":3,"verse":"चुनाँचे जमाअत ने उन्हें रवाना किया और वह फ़ेनीके और सामरिया में से गुज़रे। रास्ते में उन्हों ने मक़ामी ईमानदारों को तफ़्सील से बताया कि ग़ैरयहूदी किस तरह ख़ुदावन्द की तरफ़ रुजू ला रहे हैं। यह सुन कर तमाम भाई निहायत ख़ुश हुए।"},{"number":4,"verse":"जब वह यरूशलम पहुँच गए तो जमाअत ने अपने रसूलों और बुज़ुर्गों समेत उन का इस्तिक़्बाल किया। फिर पौलुस और बर्नबास ने सब कुछ बयान किया जो उन की मारिफ़त हुआ था।"},{"number":5,"verse":"यह सुन कर कुछ ईमानदार खड़े हुए जो फ़रीसी फ़िर्क़े में से थे। उन्हों ने कहा, “लाज़िम है कि ग़ैरयहूदियों का ख़तना किया जाए और उन्हें हुक्म दिया जाए कि वह मूसा की शरीअत के मुताबिक़ ज़िन्दगी गुज़ारें।”"},{"number":6,"verse":"रसूल और बुज़ुर्ग इस मुआमले पर ग़ौर करने के लिए जमा हुए।"},{"number":7,"verse":"बहुत बह्स-मुबाहसा के बाद पतरस खड़ा हुआ और कहा, “भाइयो, आप जानते हैं कि अल्लाह ने बहुत देर हुई आप में से मुझे चुन लिया कि ग़ैरयहूदियों को अल्लाह की ख़ुशख़बरी सुनाऊँ ताकि वह ईमान लाएँ।"},{"number":8,"verse":"और अल्लाह ने जो दिलों को जानता है इस बात की तस्दीक़ की है, क्यूँकि उस ने उन्हें वही रूह-उल-क़ुद्स बख़्शा है जो उस ने हमें भी दिया था।"},{"number":9,"verse":"उस ने हम में और उन में कोई भी फ़र्क़ न रखा बल्कि ईमान से उन के दिलों को भी पाक कर दिया।"},{"number":10,"verse":"चुनाँचे आप अल्लाह को इस में क्यूँ आज़मा रहे हैं कि आप ग़ैरयहूदी शागिर्दों की गर्दन पर एक ऐसा जूआ रखना चाहते हैं जो न हम और न हमारे बापदादा उठा सकते थे?"},{"number":11,"verse":"देखें, हम तो ईमान रखते हैं कि हम सब एक ही तरीक़े यानी ख़ुदावन्द ईसा के फ़ज़्ल ही से नजात पाते हैं।”"},{"number":12,"verse":"तमाम लोग चुप रहे तो पौलुस और बर्नबास उन्हें उन इलाही निशानों और मोजिज़ों के बारे में बताने लगे जो अल्लाह ने उन की मारिफ़त ग़ैरयहूदियों के दरमियान किए थे।"},{"number":13,"verse":"जब उन की बात ख़त्म हुई तो याक़ूब ने कहा, “भाइयो, मेरी बात सुनें!"},{"number":14,"verse":"शमाऊन ने बयान किया है कि अल्लाह ने किस तरह पहला क़दम उठा कर ग़ैरयहूदियों पर अपनी फ़िक्रमन्दी का इज़हार किया और उन में से अपने लिए एक क़ौम चुन ली।"},{"number":15,"verse":"और यह बात नबियों की पेशगोइयों के भी मुताबिक़ है। चुनाँचे लिखा है,"},{"number":16,"verse":"‘इस के बाद मैं वापस आ कर दाऊद के तबाहशुदा घर को नए सिरे से तामीर करूँगा, मैं उस के खंडरात दुबारा तामीर करके बहाल करूँगा"},{"number":17,"verse":"ताकि लोगों का बचा-खुचा हिस्सा और वह तमाम क़ौमें मुझे ढूँडें जिन पर मेरे नाम का ठप्पा लगा है। यह रब का फ़रमान है, और वह यह करेगा भी’"},{"number":18,"verse":"बल्कि यह उसे अज़ल से मालूम है।"},{"number":19,"verse":"यही पेश-ए-नज़र रख कर मेरी राय यह है कि हम उन ग़ैरयहूदियों को जो अल्लाह की तरफ़ रुजू कर रहे हैं ग़ैरज़रूरी तक्लीफ़ न दें।"},{"number":20,"verse":"इस के बजाए बेहतर यह है कि हम उन्हें लिख कर हिदायत दें कि वह इन चीज़ों से पर्हेज़ करें : ऐसे खानों से जो बुतों को पेश किए जाने से नापाक हैं, ज़िनाकारी से, ऐसे जानवरों का गोश्त खाने से जिन्हें गला घूँट कर मार दिया गया हो और ख़ून खाने से।"},{"number":21,"verse":"क्यूँकि मूसवी शरीअत की मुनादी करने वाले कई नस्लों से हर शहर में रह रहे हैं। जिस शहर में भी जाएँ हर सबत के दिन शरीअत की तिलावत की जाती है।”"},{"number":22,"verse":"( ग़ैरयहूदी ईमानदारों के नाम ख़त) फिर रसूलों और बुज़ुर्गों ने पूरी जमाअत समेत फ़ैसला किया कि हम अपने में से कुछ आदमी चुन कर पौलुस और बर्नबास के हमराह शाम के शहर अन्ताकिया भेज दें। दो को चुना गया जो भाइयों में राहनुमा थे, यहूदाह बर्सब्बा और सीलास।"},{"number":23,"verse":"उन के हाथ उन्हों ने यह ख़त भेजा, “यरूशलम के रसूलों और बुज़ुर्गों की तरफ़ से जो आप के भाई हैं। अज़ीज़ ग़ैरयहूदी भाइयो जो अन्ताकिया, शाम और किलिकिया में रहते हैं, अस्सलामु अलैकुम!"},{"number":24,"verse":"सुना है कि हम में से कुछ लोगों ने आप के पास आ कर आप को परेशान करके बेचैन कर दिया है, हालाँकि हम ने उन्हें नहीं भेजा था।"},{"number":25,"verse":"इस लिए हम सब इस पर मुत्तफ़िक़ हुए कि कुछ आदमियों को चुन कर अपने प्यारे भाइयों बर्नबास और पौलुस के हमराह आप के पास भेजें।"},{"number":26,"verse":"बर्नबास और पौलुस ऐसे लोग हैं जिन्हों ने हमारे ख़ुदावन्द ईसा मसीह की ख़ातिर अपनी जान ख़तरे में डाल दी है।"},{"number":27,"verse":"उन के साथी यहूदाह और सीलास हैं जिन को हम ने इस लिए भेजा कि वह ज़बानी भी उन बातों की तस्दीक़ करें जो हम ने लिखी हैं।"},{"number":28,"verse":"हम और रूह-उल-क़ुद्स इस पर मुत्तफ़िक़ हुए हैं कि आप पर सिवाए इन ज़रूरी बातों के कोई बोझ न डालें :"},{"number":29,"verse":"बुतों को पेश किया गया खाना मत खाना, ख़ून मत खाना, ऐसे जानवरों का गोश्त मत खाना जो गला घूँट कर मार दिए गए हों। इस के इलावा ज़िनाकारी न करें। इन चीज़ों से बाज़ रहेंगे तो अच्छा करेंगे। ख़ुदा हाफ़िज़।”"},{"number":30,"verse":"पौलुस, बर्नबास और उन के साथी रुख़्सत हो कर अन्ताकिया चले गए। वहाँ पहुँच कर उन्हों ने जमाअत इकट्ठी करके उसे ख़त दे दिया।"},{"number":31,"verse":"उसे पढ़ कर ईमानदार उस के हौसलाअफ़्ज़ा पैग़ाम पर ख़ुश हुए।"},{"number":32,"verse":"यहूदाह और सीलास ने भी जो ख़ुद नबी थे भाइयों की हौसलाअफ़्ज़ाई और मज़बूती के लिए काफ़ी बातें कीं।"},{"number":33,"verse":"वह कुछ देर के लिए वहाँ ठहरे, फिर मक़ामी भाइयों ने उन्हें सलामती से अलविदा कहा ताकि वह भेजने वालों के पास वापस जा सकें।"},{"number":34,"verse":"[लेकिन सीलास को वहाँ ठहरना अच्छा लगा।]"},{"number":35,"verse":"पौलुस और बर्नबास ख़ुद कुछ और देर अन्ताकिया में रहे। वहाँ वह बहुत से और लोगों के साथ ख़ुदावन्द के कलाम की तालीम देते और उस की मुनादी करते रहे।"},{"number":36,"verse":"( पौलुस और बर्नबास जुदा हो जाते हैं) कुछ दिनों के बाद पौलुस ने बर्नबास से कहा, “आओ, हम मुड़ कर उन तमाम शहरों में जाएँ जहाँ हम ने ख़ुदावन्द के कलाम की मुनादी की है और वहाँ के भाइयों से मुलाक़ात करके उन का हाल मालूम करें।”"},{"number":37,"verse":"बर्नबास मुत्तफ़िक़ हो कर यूहन्ना मर्क़ुस को साथ ले जाना चाहता था,"},{"number":38,"verse":"लेकिन पौलुस ने इसरार किया कि वह साथ न जाए, क्यूँकि यूहन्ना मर्क़ुस पहले दौरे के दौरान ही पम्फ़ीलिया में उन्हें छोड़ कर उन के साथ ख़िदमत करने से बाज़ आया था।"},{"number":39,"verse":"इस से उन में इतना सख़्त इख़तिलाफ़ पैदा हुआ कि वह एक दूसरे से जुदा हो गए। बर्नबास यूहन्ना मर्क़ुस को साथ ले कर जहाज़ में बैठ गया और क़ुब्रुस चला गया,"},{"number":40,"verse":"जबकि पौलुस ने सीलास को ख़िदमत के लिए चुन लिया। मक़ामी भाइयों ने उन्हें ख़ुदावन्द के फ़ज़्ल के सपुर्द किया और वह रवाना हुए।"},{"number":41,"verse":"यूँ पौलुस जमाअतों को मज़बूत करते करते शाम और किलिकिया में से गुज़रा।"}]}