{"bibleAbbr":"LXX2012","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"And the word of the Lord came to me, saying,"},{"number":2,"verse":"Son of man, what mean you by this parable among the children of Israel, saying, The fathers have eaten unripe grapes, and the children's teeth have been set on edge?"},{"number":3,"verse":"As I live, says the Lord, surely this parable shall no more be spoken in Israel."},{"number":4,"verse":"For all souls are mine; as the soul of the father, so also the soul of the son, they are mine: the soul that sins, it shall die."},{"number":5,"verse":"But the man who shall be just, who executes judgment and righteousness,"},{"number":6,"verse":"who shall not eat upon the mountains, and shall not at all lift up his eyes to the devices of the house of Israel, and shall not defile his neighbor's wife, and shall not draw near to her that is removed,"},{"number":7,"verse":"and shall not oppress any man, but shall return the pledge of the debtor, and shall be guilty of no plunder, shall give his bread to the hungry, and clothe the naked;"},{"number":8,"verse":"and shall not lend his money upon usury, and shall not receive usurious increase, and shall turn back his hand from injustice, shall execute righteous judgment between a man and his neighbor,"},{"number":9,"verse":"and has walked in my commandments and kept mine ordinances, to do them; he is righteous, he shall surely live, says the Lord."},{"number":10,"verse":"And if he beget a mischievous son, shedding blood and committing sins,"},{"number":11,"verse":"who has not walked in the way of his righteous father, but has even eaten upon the mountains, and has defiled his neighbor's wife,"},{"number":12,"verse":"and has oppressed the poor and needy, and has committed robbery, and not restored a pledge, and has set his eyes upon idols, has wrought iniquities,"},{"number":13,"verse":"has lent upon usury, and taken usurious increase; he shall by no means live: he has wrought all these iniquities; he shall surely die; his blood shall be upon him."},{"number":14,"verse":"And if he beget a son, and the son see all his father's sins which he has wrought, and fear, and not do according to them,"},{"number":15,"verse":"and if he has not eaten on the mountains, and has not set his eyes on the devices of the house of Israel, and has not defiled his neighbor's wife,"},{"number":16,"verse":"and has not oppressed a man, and has not retained the pledge, nor committed robbery, has given his bread to the hungry, and has clothed the naked,"},{"number":17,"verse":"and has turned back his hand from unrighteousness, has not received interest or usurious increase, has wrought righteousness, and walked in mine ordinances; he shall not die for the iniquities of his father, he shall surely live."},{"number":18,"verse":"But if his father grievously afflict, or plunder, he has wrought enmity in the midst of my people, and shall die in his iniquity."},{"number":19,"verse":"But you will say, Why has not the son borne the iniquity of the father? Because the son has wrought judgment and mercy, has kept all my statues, and done them, he shall surely live."},{"number":20,"verse":"But the soul that sins shall die: and the son shall not bear the iniquity of the father, nor shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the iniquity of the transgressor shall be upon him."},{"number":21,"verse":"And if the transgressor turn away from all his iniquities which he has committed, and keep all my commandments, and do justice and mercy, he shall surely live, and shall by no means die."},{"number":22,"verse":"None of his trespasses which he has committed shall be remembers: in his righteousness which he has done he shall live."},{"number":23,"verse":"Shall I at all desire death of the sinner, says the Lord, as I desire that he should turn from his evil way, and live?"},{"number":24,"verse":"But when the righteous man turns away from his righteousness, and commits iniquity, according to all the transgressions which the transgressor has wrought, none of his righteousness which he has wrought shall be at all remembered: in his trespass wherein he has trespassed, and in his sins wherein he has sinned, in them shall he die."},{"number":25,"verse":"Yet you have said, The way of the Lord is not straight. Hear now, all the house of Israel; will not my way be straight? Is your way straight?"},{"number":26,"verse":"When the righteous turns away from his righteousness and commits a trespass, and dies in the trespass he has committed, he shall even die in it."},{"number":27,"verse":"And when the wicked man turns away from his wickedness that he has committed, and shall do judgment and justice, he has kept his soul,"},{"number":28,"verse":"and has turned away from all his ungodliness which he has committed: he shall surely live, he shall not die."},{"number":29,"verse":"Yet the house of Israel say, The way of the Lord is not right. Is not my way right, O house of Israel? is not your way wrong?"},{"number":30,"verse":"I will judge you, O house of Israel, says the Lord, each one according to his way: be converted, and turn from all your ungodliness, and it shall not become to you the punishment of iniquity."},{"number":31,"verse":"Cast away from yourselves all your ungodliness wherein you have sinned against me; and make to yourselves a new heart and a new spirit: for why should you die, O house of Israel?"},{"number":32,"verse":"For I desire not the death of him that dies, says the Lord."}]}