{"bibleAbbr":"LXX2012","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":22,"verses":[{"number":1,"verse":"And the word of the Lord came to me, saying,"},{"number":2,"verse":"And you, son of man, will you judge the bloody city? yes, declare you to her all her iniquities."},{"number":3,"verse":"And you shall say, Thus says the Lord God: O city that sheds blood in the midst of her, so that her time should come, and that forms devices against herself, to defile herself;"},{"number":4,"verse":"in their blood which you have shed, you have transgressed; and in your devices which you have formed, you have polluted yourself; and you have brought near your days, and have brought on the time of your years: therefore have I made you a reproach to the Gentiles, and a mockery to all the countries,"},{"number":5,"verse":"to those near you, and to those far distant from you; and they shall mock you, you that are notoriously unclean, and abundant in iniquities."},{"number":6,"verse":"Behold, the princes of the house of Israel have conspired in you each one with his kindred, that they might shed blood."},{"number":7,"verse":"In you they have reviled father and mother; and in you they have behaved unjustly toward the stranger: they have oppressed the orphan and widow."},{"number":8,"verse":"And they have set at nothing my holy things, and in you they have profaned my sabbaths."},{"number":9,"verse":"There are robbers in you, to shed blood in you; and in you they have eaten upon the mountains: they have wrought ungodliness in the midst of you."},{"number":10,"verse":"In you they have uncovered the father's shame; and in you they have humbled her that was set apart for uncleanness."},{"number":11,"verse":"They have dealt unlawfully each one with his neighbor's wife; and each one in ungodliness has defiled his daughter-in-law: and in you they have humbled each one his sister, the daughter of his father."},{"number":12,"verse":"In you they have received gifts to shed blood; they have received in you interest and usurious increase; and by oppression you have brought your wickedness to the full, and have forgotten me, says the Lord."},{"number":13,"verse":"And if I shall strike my hand at your iniquities which you have accomplished, which you have wrought, and at your blood that has been shed in the midst of you,"},{"number":14,"verse":"shall your heart endure? shall your hands be strong in the days which I bring upon you? I the Lord have spoken, and will do it."},{"number":15,"verse":"And I will scatter you among the nations, and disperse you in the countries, and your uncleanness shall be removed out of you."},{"number":16,"verse":"And I will give heritages in you in the sight of the nations, and you shall know that I am the Lord."},{"number":17,"verse":"And the word of the Lord came to me, saying,"},{"number":18,"verse":"Son of man, behold, the house of Israel are all become to me as it were mixed with brass, and iron, and tin, and lead; they are mixed up in the midst of the silver."},{"number":19,"verse":"Therefore say, Thus says the Lord God; Because you have become one mixture, therefore I will gather you into the midst of Jerusalem."},{"number":20,"verse":"As silver, and brass, and iron, and tin, and lead, are gathered into the midst of the furnace, to blow fire into it, that they may be melted: so will I take you in my wrath, and I will gather and melt you."},{"number":21,"verse":"And I will blow upon you in the fire of my wrath, and you shall be melted in the midst thereof."},{"number":22,"verse":"As silver is melted in the midst of a furnace, so shall you be melted in the midst thereof; and you shall know that I the Lord have poured out my wrath upon you."},{"number":23,"verse":"And the word of the Lord came to me, saying,"},{"number":24,"verse":"Son of man, say to her, You are the land that is not rained upon, neither has rain come upon you in the day of wrath;"},{"number":25,"verse":"whose princes in the midst of her are as roaring lions seizing prey, devouring souls by oppression, and taking bribes; and your widows are multiplied in the midst of you."},{"number":26,"verse":"Her priests also have set at nothing my law, and profaned my holy things: they have not distinguished between the holy and profane, nor have they distinguished between the unclean and the clean, and have hid their eyes from my sabbaths, and I was profaned in the midst of them."},{"number":27,"verse":"Her princes in the midst of her are as wolves ravening to shed blood, that they may get dishonest gain."},{"number":28,"verse":"And her prophets that daub them shall fall, that see vanities, that prophesy falsehoods, saying, Thus says the Lord, when the Lord has not spoken."},{"number":29,"verse":"That sorely oppress the people of the land with injustice, and commit robbery; oppressing the poor and needy, and not dealing justly with the stranger."},{"number":30,"verse":"And I sought from among them a man behaving uprightly, and standing before me perfectly in the time of wrath, so that I should not utterly destroy her: but I found him not."},{"number":31,"verse":"So I have poured out my wrath upon her in the fury of mine anger, to accomplish it. I have recompensed their ways on their own heads, says the Lord God."}]}