{"bibleAbbr":"KNJV","bookName":"1 ಅರಸುಗಳು","bookEnglishName":"1 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"ಅರಸನಾದ ದಾವೀದನು ದಿನ ತುಂಬಿದ ಮುದುಕನಾಗಿದ್ದನು. ಸೇವಕರು ಎಷ್ಟು ಕಂಬಳಿಗಳನ್ನು ಹೊದಿಸಿದರೂ ಅವನಿಗೆ ಬೆಚ್ಚಗಾಗುತ್ತಿದ್ದಿಲ್ಲ."},{"number":2,"verse":"ಆದದರಿಂದ ಅವನ ಸೇವಕರು ಅವನಿಗೆ - ನಮ್ಮ ಒಡೆಯನಾದ ಅರಸನಿಗೋಸ್ಕರ ಒಬ್ಬ ಕನ್ಯೆಯನ್ನು ಹುಡುಕತಕ್ಕದ್ದು; ಆಕೆಯು ಅರಸನ ಸನ್ನಿಧಿಯಲ್ಲಿದ್ದುಕೊಂಡು ಅವನನ್ನು ಪರಾಂಬರಿಸಬೇಕು. ಆಕೆಯು ನಮ್ಮ ಒಡೆಯನಾದ ಅರಸನ ಮಗ್ಗುಲಲ್ಲಿ ಮಲಗುವದಾದರೆ ಅವನಿಗೆ ಬೆಚ್ಚಗಾಗುವದು ಎಂದು ಹೇಳಿ"},{"number":3,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಪ್ರಾಂತಗಳಲ್ಲಿ ಅತಿಸುಂದರಿಯಾದ ಹುಡುಗಿಯನ್ನು ಹುಡುಕುವದಕ್ಕೆ ಹೋಗಿ ಶೂನೇಮ್ ಊರಿನ ಅಬೀಷಗ್ ಎಂಬಾಕೆಯನ್ನು ಕಂಡು ಆಕೆಯನ್ನು ಅರಸನ ಬಳಿಗೆ ಕರಕೊಂಡು ಬಂದರು."},{"number":4,"verse":"ಬಹು ಸುಂದರಿಯಾದ ಈಕೆಯು ಅರಸನನ್ನು ಪರಾಂಬರಿಸುವ ಸೇವಕಿಯಾದಳು. ಅರಸನು ಈಕೆಯನ್ನು ಸಂಗಮಿಸಲಿಲ್ಲ."},{"number":5,"verse":"ಹಗ್ಗೀತಳ ಮಗನಾದ ಅದೋನೀಯನು ನಾನೇ ಅರಸನಾಗತಕ್ಕವನು ಎಂಬದಾಗಿ ಉಬ್ಬಿಕೊಂಡು ತನಗೋಸ್ಕರ ರಥರಥಾಶ್ವಗಳನ್ನೂ ಮುಂದೆ ಓಡುವದಕ್ಕಾಗಿ ಐವತ್ತು ಮಂದಿ ಸಿಪಾಯಿಗಳನ್ನೂ ಇಟ್ಟುಕೊಂಡನು."},{"number":6,"verse":"ಅವನ ತಂದೆಯು - ನೀನು ಹಾಗೆ ಹೀಗೆ ಮಾಡಿದ್ದೇಕೆ ಎಂದು ಅವನನ್ನು ಒಂದು ಸಾರಿಯಾದರೂ ಗದರಿಸಿದ್ದು ಇರಲಿಲ್ಲ. ಅವನು ಬಹುಸುಂದರನು. ಅಬ್ಷಾಲೋಮನ ತರುವಾಯ ಅವನೇ ಹಿರಿಯನು."},{"number":7,"verse":"ಅವನು ಚೆರೂಯಳ ಮಗನಾದ ಯೋವಾಬನನ್ನೂ ಯಾಜಕನಾದ ಎಬ್ಯಾತಾರನನ್ನೂ ತನ್ನ ಕಡೆಗೆ ಒಲಿಸಿಕೊಂಡನು. ಇವರು ಅವನಿಗೆ ಸಹಾಯಕರಾದರು."},{"number":8,"verse":"ಆದರೆ ಯಾಜಕನಾದ ಚಾದೋಕ್, ಯೆಹೋಯಾದಾವನ ಮಗನಾದ ಬೆನಾಯ, ಪ್ರವಾದಿಯಾದ ನಾತಾನ್, ಶಿಮ್ಮೀ, ರೇಗೀ ಎಂಬವರೂ ದಾವೀದನ ಭಟರೂ ಅವನ ಪಕ್ಷದಲ್ಲಿರಲಿಲ್ಲ."},{"number":9,"verse":"ಅದೋನೀಯನು ರೋಗೆಲ್ ಬುಗ್ಗೆಯ ಬಳಿಯಲ್ಲಿರುವ ಚೋಹೆಲೆತ್ ಬಂಡೆಯ ಮೇಲೆ ಕುರಿ, ಹೋರಿ ಮೊದಲಾದ ಕೊಬ್ಬಿದ ಪಶುಗಳನ್ನು ಯಜ್ಞಮಾಡಿಸಿ ಪ್ರವಾದಿಯಾದ ನಾತಾನ್, ಬೆನಾಯ, ಯುದ್ಧಭಟರು, ತಮ್ಮನಾದ ಸೊಲೊಮೋನ್ ಇವರನ್ನು ಬಿಟ್ಟು"},{"number":10,"verse":"ರಾಜಪುತ್ರರಾದ ತನ್ನ ಉಳಿದ ಸಹೋದರರನ್ನೂ ಅರಸನ ಉದ್ಯೋಗಸ್ಥರಾದ ಎಲ್ಲಾ ಯೆಹೂದ್ಯರನ್ನೂ ಔತಣಕ್ಕೆ ಕರಿಸಿದನು."},{"number":11,"verse":"ಆಗ ನಾತಾನನು ಸೊಲೊಮೋನನ ತಾಯಿಯಾದ ಬತ್ಷೆಬೆಗೆ - ಹಗ್ಗೀತಳ ಮಗನಾದ ಅದೋನೀಯನು ನಮ್ಮ ಒಡೆಯನಾದ ದಾವೀದನಿಗೆ ತಿಳಿಯದೆ ಅರಸನಾದನೆಂಬದನ್ನು ನೀನು ಕೇಳಿದಿಯಲ್ಲವೋ?"},{"number":12,"verse":"ಈಗ ನನ್ನ ಆಲೋಚನೆಯನ್ನು ಲಾಲಿಸಿ ನಿನ್ನ ಮತ್ತು ನಿನ್ನ ಮಗನಾದ ಸೊಲೊಮೋನನ ಜೀವವನ್ನು ಉಳಿಸಿಕೋ."},{"number":13,"verse":"ನೀನು ಅರಸನಾದ ದಾವೀದನ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ - ನನ್ನ ಒಡೆಯನಾದ ಅರಸನು ತನ್ನ ತರುವಾಯ ನನ್ನ ಮಗನಾದ ಸೊಲೊಮೋನನೇ ಆಳಬೇಕು; ಅವನೇ ತನ್ನ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳಬೇಕು ಎಂದು ತನ್ನ ದಾಸಿಯಾದ ನನಗೆ ಪ್ರಮಾಣಮಾಡಿ ಹೇಳಿದನಲ್ಲಾ! ಹೀಗಿದ್ದ ಮೇಲೆ ಅದೋನೀಯನು ಆಳುವದೇಕೆ ಎಂದು ಹೇಳು."},{"number":14,"verse":"ನೀನು ಅರಸನೊಡನೆ ಮಾತಾಡುತ್ತಿರುವಾಗ ನಾನೂ ಬಂದು ನಿನ್ನ ಮಾತನ್ನು ದೃಢಪಡಿಸುವೆನು ಅಂದನು."},{"number":15,"verse":"ಅರಸನು ಬಹು ವೃದ್ಧನಾಗಿದ್ದದರಿಂದ ಶೂನೇಮ್ಯಳಾದ ಅಬೀಷಗ್ ಎಂಬಾಕೆಯ ಪರಾಂಬರಿಕೆಯನ್ನು ಹೊಂದುತ್ತಾ ಒಳಗಿನ ಕೋಣೆಯಲ್ಲಿಯೇ ಇರುತ್ತಿದ್ದನು."},{"number":16,"verse":"ಬತ್ಷೆಬೆಯು ಅಲ್ಲಿಗೆ ಹೋಗಿ ಅರಸನಿಗೆ ಬೊಗ್ಗಿ ನಮಸ್ಕರಿಸಿದಳು. ಅರಸನು - ನಿನಗೇನು ಬೇಕು ಎಂದು ಆಕೆಯನ್ನು ಕೇಳಿದನು."},{"number":17,"verse":"ಆಗ ಆಕೆಯು - ನನ್ನ ಒಡೆಯನು ತನ್ನ ದೇವರಾದ ಯೆಹೋವನ ಮೇಲೆ ಆಣೆಯಿಟ್ಟು ತನ್ನ ದಾಸಿಯಾದ ನನಗೆ - ನನ್ನ ತರುವಾಯ ನಿನ್ನ ಮಗನಾದ ಸೊಲೊಮೋನನು ಅರಸನಾಗಬೇಕು; ನಿಜವಾಗಿ ಅವನೇ ನನ್ನ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳಬೇಕು ಎಂಬದಾಗಿ ಹೇಳಿದನಲ್ಲಾ!"},{"number":18,"verse":"ಆದರೆ ಈಗ ಅದೋನೀಯನು ನನ್ನ ಒಡೆಯನೂ ಅರಸನೂ ಆದ ನಿನಗೆ ತಿಳಿಯದೆ"},{"number":19,"verse":"ರಾಜನಾಗಿ ಹೋರಿಕುರಿ ಮೊದಲಾದ ಹಲವು ಕೊಬ್ಬಿದ ಪಶುಗಳನ್ನು ಯಜ್ಞಮಾಡಿಸಿ ನಿನ್ನ ಸೇವಕನಾದ ಸೊಲೊಮೋನನ ಹೊರತಾಗಿ ಎಲ್ಲಾ ರಾಜಪುತ್ರರನ್ನೂ ಯಾಜಕನಾದ ಎಬ್ಯಾತಾರನನ್ನೂ ಸೇನಾಪತಿಯಾದ ಯೋವಾಬನನ್ನೂ ಔತಣಕ್ಕೆ ಕರೆದಿದ್ದಾನೆ."},{"number":20,"verse":"ನನ್ನ ಒಡೆಯನೂ ಅರಸನೂ ಆದ ನಿನ್ನ ತರುವಾಯ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳತಕ್ಕವರಾರೆಂಬದನ್ನು ನೀನೇ ಗೊತ್ತುಮಾಡಬೇಕೆಂದು ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಕಾದುಕೊಂಡಿರುತ್ತಾರೆ."},{"number":21,"verse":"ನನ್ನ ಒಡೆಯನೂ ಅರಸನೂ ಆದ ನೀನು ಹಾಗೆ ಮಾಡದೆ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರುವದಾದರೆ ನಾನೂ ನನ್ನ ಮಗನೂ ದೋಷಾರೋಪಣೆಗೆ ಗುರಿಯಾಗುವೆವು ಎಂದು ಹೇಳಿದಳು."},{"number":22,"verse":"ಆಕೆಯು ಹೀಗೆ ಅರಸನ ಸಂಗಡ ಮಾತಾಡುತ್ತಿರುವಷ್ಟರಲ್ಲಿ ಪ್ರವಾದಿಯಾದ ನಾತಾನನು ಬಂದನು."},{"number":23,"verse":"ಸೇವಕರು ನಾತಾನನು ಬಂದಿರುವ ಸಂಗತಿಯನ್ನು ಅರಸನಿಗೆ ತಿಳಿಸಿದರು. ನಾತಾನನು ಅರಸನ ಮುಂದೆ ಹೋಗಿ ಸಾಷ್ಟಾಂಗನಮಸ್ಕಾರಮಾಡಿ -"},{"number":24,"verse":"ನನ್ನ ಒಡೆಯನೂ ಅರಸನೂ ಆದ ನೀನು ಅದೋನೀಯನಿಗೆ ಅರಸನಾಗುವದಕ್ಕೂ ನಿನ್ನ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳುವದಕ್ಕೂ ಅಪ್ಪಣೆಕೊಟ್ಟಿರುವಂತೆ ಕಾಣುತ್ತದೆ."},{"number":25,"verse":"ಅವನು ಗಟ್ಟಾ ಇಳಿದು ಹೋಗಿ ಹೋರಿಕುರಿ ಮುಂತಾದ ಹಲವು ಕೊಬ್ಬಿದ ಪಶುಗಳನ್ನು ಯಜ್ಞಮಾಡಿಸಿ ಎಲ್ಲಾ ರಾಜಪುತ್ರರನ್ನೂ ಸೇನಾಪತಿಗಳನ್ನೂ ಯಾಜಕನಾದ ಎಬ್ಯಾತಾರನನ್ನೂ ಔತಣಕ್ಕೆ ಕರೆದಿದ್ದಾನೆ. ಅವರು ಅವನ ಪಂಕ್ತಿಯಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಅರಸನಾದ ಅದೋನೀಯನು ಚಿರಂಜೀವಿಯಾಗಿರಲಿ ಎಂದು ಕೂಗುತ್ತಿರುತ್ತಾರೆ."},{"number":26,"verse":"ಆದರೆ ಅವನು ನಿನ್ನ ಸೇವಕನಾದ ನನ್ನನ್ನೂ ಯಾಜಕನಾದ ಚಾದೋಕ್, ಯೆಹೋಯಾದಾವನ ಮಗನಾದ ಬೆನಾಯ ಎಂಬವರನ್ನೂ ನಿನ್ನ ಸೇವಕನಾದ ಸೊಲೊಮೋನನನ್ನೂ ಔತಣಕ್ಕೆ ಕರೆಯಲಿಲ್ಲ."},{"number":27,"verse":"ಈ ಕಾರ್ಯವು ನನ್ನ ಒಡೆಯನೂ ಅರಸನೂ ಆದ ನಿನ್ನಿಂದಲೇ ನಡೆದಿರುವ ಪಕ್ಷದಲ್ಲಿ ನಿನ್ನ ತರುವಾಯ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳತಕ್ಕವರಾರೆಂಬದನ್ನು ನಿನ್ನ ಸೇವಕನಾದ ನನಗೆ ತಿಳಿಸಬಾರದಾಗಿತ್ತೇ ಎಂದು ಹೇಳಿದನು."},{"number":28,"verse":"ಅರಸನಾದ ದಾವೀದನು ಬತ್ಷೆಬೆಯನ್ನು ಕರೆಯಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಆಕೆಯು ಬಂದು ಅರಸನ ಮುಂದೆ ನಿಂತಾಗ ಅರಸನು ಆಕೆಗೆ -"},{"number":29,"verse":"ನನ್ನ ಪ್ರಾಣವನ್ನು ಎಲ್ಲಾ ಇಕ್ಕಟ್ಟುಗಳಿಂದ ಬಿಡಿಸಿ ಕಾಪಾಡಿದ ಯೆಹೋವನಾಣೆ,"},{"number":30,"verse":"ನನ್ನ ತರುವಾಯ ನಿನ್ನ ಮಗನಾದ ಸೊಲೊಮೋನನು ಅರಸನಾಗಿ ನನ್ನ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳಬೇಕೆಂದು ನಾನು ನಿನಗೆ ಇಸ್ರಾಯೇಲ್ ದೇವರಾದ ಯೆಹೋವನ ಹೆಸರಿನಲ್ಲಿ ಪ್ರಮಾಣಮಾಡಿದ್ದನ್ನು ಈಹೊತ್ತೇ ನೆರವೇರಿಸುವೆನು ಅಂದನು."},{"number":31,"verse":"ಆಗ ಬತ್ಷೆಬೆಯು ಅರಸನಿಗೆ ಸಾಷ್ಟಾಂಗನಮಸ್ಕಾರ ಮಾಡಿ - ನನ್ನ ಒಡೆಯನೂ ಅರಸನೂ ಆದ ದಾವೀದನು ಸದಾಕಾಲ ಬಾಳಲಿ ಎಂದಳು."},{"number":32,"verse":"ಅನಂತರ ಅರಸನಾದ ದಾವೀದನು ತನ್ನ ಸೇವಕರಿಗೆ - ಯಾಜಕನಾದ ಚಾದೋಕ್, ಪ್ರವಾದಿಯಾದ ನಾತಾನ್, ಯೆಹೋಯಾದಾವನ ಮಗನಾದ ಬೆನಾಯ ಎಂಬವರನ್ನು ಕರೆಯಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು;"},{"number":33,"verse":"ಅವರು ಅರಸನ ಸನ್ನಿಧಿಗೆ ಬರಲು ಅರಸನು ಅವರಿಗೆ - ನೀವು ನನ್ನ ಸೇವಕರನ್ನು ಕರಕೊಂಡು ನನ್ನ ಮಗನಾದ ಸೊಲೊಮೋನನನ್ನು ನನ್ನ ಹೇಸರಕತ್ತೆಯ ಮೇಲೆ ಕುಳ್ಳಿರಿಸಿಕೊಂಡು, ಗೀಹೋನ್ ಬುಗ್ಗೆಗೆ ಹೋಗಿರಿ."},{"number":34,"verse":"ಅಲ್ಲಿ ಯಾಜಕನಾದ ಚಾದೋಕನೂ ಪ್ರವಾದಿಯಾದ ನಾತಾನನೂ ಅವನನ್ನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನನ್ನಾಗಿ ಅಭಿಷೇಕಿಸಲಿ; ಅನಂತರ ಕೊಂಬನ್ನೂದಿರಿ; ಎಲ್ಲರೂ ಅರಸನಾದ ಸೊಲೊಮೋನನು ಚಿರಂಜೀವಿಯಾಗಿರಲಿ ಎಂದು ಆರ್ಭಟಿಸಲಿ."},{"number":35,"verse":"ಆಮೇಲೆ ನೀವು ಅವನ ಹಿಂದೆ ಬನ್ನಿರಿ; ಅವನು ಅರಮನೆಯನ್ನು ಪ್ರವೇಶಿಸಿ ನನ್ನ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಂಡು ನನಗೆ ಬದಲಾಗಿ ಆಳಬೇಕು. ನಾನು ಇಸ್ರಾಯೇಲ್ಯರ ಮತ್ತು ಯೆಹೂದ್ಯರ ಮೇಲೆ ಅವನನ್ನೇ ಪ್ರಭುವನ್ನಾಗಿ ನೇಮಿಸಿದ್ದೇನೆ ಅಂದನು."},{"number":36,"verse":"ಯೆಹೋಯಾದಾವನ ಮಗನಾದ ಬೆನಾಯನು ಅರಸನಿಗೆ - ಹಾಗಾಗಲಿ; ನನ್ನ ಒಡೆಯನಾದ ಅರಸನ ದೇವರಾದ ಯೆಹೋವನು ಅದನ್ನು ಸ್ಥಿರಪಡಿಸಲಿ."},{"number":37,"verse":"ಆತನು ನನ್ನ ಒಡೆಯನಾದ ಅರಸನ ಸಂಗಡ ಇದ್ದ ಪ್ರಕಾರ ಸೊಲೊಮೋನನ ಸಂಗಡಲೂ ಇದ್ದು ರಾಜ್ಯವನ್ನು ನನ್ನ ಒಡೆಯನೂ ಅರಸನೂ ಆದ ನಿನ್ನ ಕಾಲದಲ್ಲಿದ್ದದ್ದಕ್ಕಿಂತ ಅಭಿವೃದ್ಧಿಮಾಡಲಿ ಎಂದು ನುಡಿದನು."},{"number":38,"verse":"ಆಗ ಯಾಜಕನಾದ ಚಾದೋಕ್, ಪ್ರವಾದಿಯಾದ ನಾತಾನ್, ಯೆಹೋಯಾದಾವನ ಮಗನಾದ ಬೆನಾಯ ಎಂಬವರು ಕೆರೇತ್ಯ ಪೆಲೇತ್ಯ ಎಂಬ ಕಾವಲುದಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಸೊಲೊಮೋನನನ್ನು ಅರಸನಾದ ದಾವೀದನ ಹೇಸರಕತ್ತೆಯ ಮೇಲೆ ಕುಳ್ಳಿರಿಸಿ ಗೀಹೋನಿಗೆ ಕರಕೊಂಡು ಹೋದರು."},{"number":39,"verse":"ಯಾಜಕನಾದ ಚಾದೋಕನು ದೇವದರ್ಶನದ ಗುಡಾರದಲ್ಲಿರುವ ಎಣ್ಣೆಯ ಕೊಂಬನ್ನು ತೆಗೆದುಕೊಂಡು ಸೊಲೊಮೋನನನ್ನು ಅಭಿಷೇಕಿಸಿದನು. ಕೂಡಲೆ ಕೊಂಬನ್ನೂದಿ ಎಲ್ಲಾ ಜನರು - ಅರಸನಾದ ಸೊಲೊಮೋನನು ಚಿರಂಜೀವಿಯಾಗಿರಲಿ ಎಂದು ಆರ್ಭಟಿಸಿದರು."},{"number":40,"verse":"ತರುವಾಯ ಅವರೆಲ್ಲರೂ ಅವನನ್ನು ಹಿಂಬಾಲಿಸಿ ಕೊಳಲೂದುತ್ತಾ ಬಹುಸಂತೋಷದಿಂದ ಆರ್ಭಟಿಸುತ್ತಾ ತಿರಿಗಿ ಬಂದರು. ಅವರ ಕೂಗಿನಿಂದ ಭೂಮಿಯು ಸೀಳಿಹೋಗುತ್ತದೋ ಎಂಬಂತೆ ಆಯಿತು."},{"number":41,"verse":"ಅದೋನೀಯನೂ ಅವನ ಸಂಗಡ ಇದ್ದ ಅತಿಥಿಗಳೂ ಭೋಜನವನ್ನು ತೀರಿಸುವಷ್ಟರಲ್ಲೇ ಅವರಿಗೆ ಈ ಕೂಗು ಕೇಳಿಸಿತು. ಯೋವಾಬನು ಕೊಂಬಿನ ಧ್ವನಿಯನ್ನು ಕೇಳಿದಾಗ - ಪಟ್ಟಣದಲ್ಲಿ ಇಂಥ ಗದ್ದಲವೇಕೆ ಎಂದು ವಿಚಾರಿಸುವಾಗಲೇ"},{"number":42,"verse":"ಯಾಜಕನಾದ ಎಬ್ಯಾತಾರನ ಮಗ ಯೋನಾತಾನನು ಅಲ್ಲಿಗೆ ಬಂದನು. ಅದೋನೀಯನು ಅವನಿಗೆ - ಬಾ, ನೀನು ಯೋಗ್ಯಪುರುಷನೂ ಶುಭವರ್ತಮಾನತರುವವನೂ ಆಗಿರುತ್ತೀ ಅಂದನು."},{"number":43,"verse":"ಯೋನಾತಾನನು ಅವನಿಗೆ - ಶುಭವಾರ್ತೆಯೆಲ್ಲಿ! ನಮ್ಮೊಡೆಯನೂ ಅರಸನೂ ಆದ ದಾವೀದನು ಸೊಲೊಮೋನನನ್ನು ಅರಸನನ್ನಾಗಿ ಮಾಡಿದ್ದಾನೆ."},{"number":44,"verse":"ಅರಸನು ಯಾಜಕನಾದ ಚಾದೋಕ್, ಪ್ರವಾದಿಯಾದ ನಾತಾನ್, ಯೆಹೋಯಾದಾವನ ಮಗನಾದ ಬೆನಾಯ ಎಂಬವರನ್ನೂ ಕೆರೇತ್ಯ ಪೆಲೇತ್ಯರನ್ನೂ ಅವನ ಜೊತೆಯಲ್ಲಿ ಕಳುಹಿಸಿದ್ದಾನೆ. ಅವರು ಅವನನ್ನು ಅರಸನ ಹೇಸರ ಕತ್ತೆಯ ಮೇಲೆ ಕುಳ್ಳಿರಿಸಿದ್ದಾರೆ."},{"number":45,"verse":"ಯಾಜಕನಾದ ಚಾದೋಕನೂ ಪ್ರವಾದಿಯಾದ ನಾತಾನನೂ ಗೀಹೋನಿನ ಬಳಿಯಲ್ಲಿ ಅವನಿಗೆ ರಾಜ್ಯಾಭಿಷೇಕಮಾಡಿದರು. ಅಲ್ಲಿಂದ ಅವರು ಮಹಾಸಂತೋಷದಿಂದ ಆರ್ಭಟಿಸುತ್ತಾ ಪಟ್ಟಣಕ್ಕೆ ಬಂದಿದ್ದಾರೆ. ಇದರಿಂದಲೇ ಪಟ್ಟಣದಲ್ಲಿ ಗದ್ದಲವುಂಟಾಗಿದೆ; ನೀವು ಕೇಳಿದ ಆರ್ಭಟವು ಇದೇ."},{"number":46,"verse":"ಇದಲ್ಲದೆ ಸೊಲೊಮೋನನು ರಾಜಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಂಡಿದ್ದಾನೆ."},{"number":47,"verse":"ಅರಸನಾದ ದಾವೀದನ ಸೇವಕರು ನಮ್ಮ ಒಡೆಯನೂ ಆರಸನೂ ಆದ ದಾವೀದನ ಮುಂದೆ ಬಂದು - ನಿನ್ನ ದೇವರು ನಿನ್ನ ಹೆಸರಿಗಿಂತಲೂ ಸೊಲೊಮೋನನ ಹೆಸರನ್ನು ಪ್ರಸಿದ್ಧಿಗೆ ತರಲಿ. ರಾಜ್ಯವನ್ನು ನಿನ್ನ ಕಾಲದಲ್ಲಿದ್ದದ್ದಕ್ಕಿಂತ ಅವನ ಕಾಲದಲ್ಲಿ ಹೆಚ್ಚು ಬಲಪಡಿಸಲಿ ಎಂದು ಅವನನ್ನು ಹರಸಿದ್ದಾರೆ; ಅರಸನು ತನ್ನ ಹಾಸಿಗೆಯ ಮೇಲೆ ಬಿದ್ದುಕೊಂಡು -"},{"number":48,"verse":"ನಾನು ಕಣ್ಣಾರೆ ಕಾಣುವಂತೆ ಇಂದು ನನ್ನ ಸಿಂಹಾಸನಕ್ಕೆ ಒಬ್ಬ ಉತ್ತರಾಧಿಕಾರಿಯನ್ನು ದಯಪಾಲಿಸಿದ ಇಸ್ರಾಯೇಲ್ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ ಎಂದು ಹೇಳಿದ್ದಾನೆ ಅಂದನು."},{"number":49,"verse":"ಆಗ ಅದೋನೀಯನಿಂದ ಔತಣಕ್ಕೆ ಕರೆಯಲ್ಪಟ್ಟವರೆಲ್ಲರೂ ಭಯಪಟ್ಟು ತಮ್ಮತಮ್ಮ ಮನೆಗಳಿಗೆ ಹೊರಟುಹೋದರು."},{"number":50,"verse":"ಅದೋನೀಯನು ಸೊಲೊಮೋನನಿಗೆ ಹೆದರಿ ಹೊರಟುಹೋಗಿ ಯಜ್ಞವೇದಿಯ ಕೊಂಬುಗಳನ್ನು ಹಿಡಿದನು."},{"number":51,"verse":"ದೂತರು ಬಂದು ಸೊಲೊಮೋನನಿಗೆ - ಅದೋನೀಯನು ನಿನಗೆ ಹೆದರಿ ಯಜ್ಞವೇದಿಯ ಕೊಂಬುಗಳನ್ನು ಹಿಡಿದು - ಅರಸನಾದ ಸೊಲೊಮೋನನು ನನ್ನನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸುವದಿಲ್ಲವೆಂಬದಾಗಿ ಈ ಹೊತ್ತು ನನಗೆ ಪ್ರಮಾಣಮಾಡಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳುತ್ತಾನೆ ಎಂಬದನ್ನು ತಿಳಿಸಿದಾಗ"},{"number":52,"verse":"ಅವನು - ಅದೋನೀಯನು ಸತ್ಪುರುಷನಾಗಿ ನಡೆಯುವದಾದರೆ ಅವನ ಕೂದಲುಗಳಲ್ಲಿ ಒಂದನ್ನೂ ನೆಲಕ್ಕೆ ಬೀಳಗೊಡುವದಿಲ್ಲ; ಅವನಲ್ಲಿ ಕೆಟ್ಟತನವು ಕಂಡುಬರುವದಾದರೆ ಅವನು ಸಾಯುವನು ಎಂದು ಹೇಳಿ"},{"number":53,"verse":"ಆಳುಗಳನ್ನು ಕಳುಹಿಸಿ ಅವನನ್ನು ಯಜ್ಞವೇದಿಯ ಬಳಿಯಿಂದ ತರಿಸಿದನು. ಅವನು ಬಂದಾಗ ಅರಸನಾದ ಸೊಲೊಮೋನನಿಗೆ ಸಾಷ್ಟಾಂಗನಮಸ್ಕಾರ ಮಾಡಿದನು. ಸೊಲೊಮೋನನು ಅವನಿಗೆ ಮನೆಗೆ ಹೋಗ ಅಪ್ಪಣೆಕೊಟ್ಟನು."}]}