{"bibleAbbr":"KNJV","bookName":"1 ಅರಸುಗಳು","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"ಯೆಹೂದ ದೇಶದವನಾದ ಒಬ್ಬ ದೇವರ ಮನುಷ್ಯನು ಯೆಹೋವನಿಂದ ಕಳುಹಿಸಲ್ಪಟ್ಟವನಾಗಿ ಬೇತೇಲಿಗೆ ಬಂದನು. ಯಾರೊಬ್ಬಾಮನು ಧೂಪ ಸುಡುವದಕ್ಕಾಗಿ ವೇದಿಯ ಹತ್ತಿರ ನಿಂತುಕೊಳ್ಳಲು"},{"number":2,"verse":"ಆ ಮನುಷ್ಯನು ಯೆಹೋವನ ಅಪ್ಪಣೆಯಿಂದ ವೇದಿಯನ್ನು ಕುರಿತು - ವೇದಿಯೇ, ವೇದಿಯೇ, ದಾವೀದನ ಸಂತಾನದಲ್ಲಿ ಯೋಷೀಯನು ಎಂಬೊಬ್ಬನು ಹುಟ್ಟುವನು; ಅವನು ನಿನ್ನ ಮೇಲೆ ಧೂಪಸುಡುವ ಪೂಜಾಸ್ಥಳಗಳ ಯಾಜಕರನ್ನು ಹಿಡಿದು ಅವರನ್ನು ನಿನ್ನ ಮೇಲೆಯೇ ಯಜ್ಞಮಾಡುವನು. ಮನುಷ್ಯರ ಎಲುಬುಗಳು ನಿನ್ನ ಮೇಲೆ ಸುಡಲ್ಪಡುವವು ಎಂದು ಯೆಹೋವನು ಹೇಳುತ್ತಾನೆ ಅಂದನು."},{"number":3,"verse":"ಇದಲ್ಲದೆ ಅವನು - ನನ್ನ ಮಾತು ಯೆಹೋವನದೆಂಬದಕ್ಕೆ ವೇದಿಯು ಸೀಳಿ ಅದರ ಮೇಲಣ ಬೂದಿಯು ಬಿದ್ದು ಹೋಗುವದೇ ಗುರುತಾಗಿರುವದು ಎಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ಬೇತೇಲಿನ ವೇದಿಯ ಬಳಿಯಲ್ಲಿ ನಿಂತಿದ್ದ ಅರಸನು ಆ ದೇವರ ಮನುಷ್ಯನು ವೇದಿಗೆ ವಿರೋಧವಾಗಿ ನುಡಿದದ್ದನ್ನು ಕೇಳಿ ಕೈಚಾಚಿ - ಅವನನ್ನು ಹಿಡಿಯಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಕೂಡಲೆ ಅವನ ಕೈ ಒಣಗಿಹೋಯಿತು."},{"number":5,"verse":"ಅವನು ಅದನ್ನು ಹಿಂದೆಗೆಯಲಾರದವನಾದನು. ಯಜ್ಞವೇದಿಯು ಸೀಳಿ ಅದರ ಮೇಲಣ ಬೂದಿಯು ಬಿದ್ದುಹೋಯಿತು; ಹೀಗೆ ಆ ದೇವರ ಮನುಷ್ಯನು ಯೆಹೋವನ ಅಪ್ಪಣೆಯಿಂದ ಹೇಳಿದ ಗುರುತು ನೆರವೇರಿತು."},{"number":6,"verse":"ಅರಸನು ಆ ಮನುಷ್ಯನಿಗೆ - ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನು ಪ್ರಸನ್ನನಾಗುವಂತೆ ಬೇಡಿಕೊಂಡು ನಾನು ನನ್ನ ಕೈಯನ್ನು ಹಿಂದೆಗೆಯುವದಕ್ಕಾಗುವ ಹಾಗೆ ಆತನನ್ನು ನನಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸು ಎಂದು ಹೇಳಿದನು. ದೇವರ ಮನುಷ್ಯನು ಯೆಹೋವನನ್ನು ಬೇಡಿಕೊಂಡದರಿಂದ ಅರಸನ ಕೈ ವಾಸಿಯಾಗಿ ಮುಂಚಿನಂತೆ ಆಯಿತು."},{"number":7,"verse":"ಆಗ ಅರಸನು ಅವನಿಗೆ - ನನ್ನ ಮನೆಗೆ ಬಾ; ಸ್ವಲ್ಪ ಊಟಮಾಡಿ ಬಲಹೊಂದು; ನಾನು ನಿನಗೆ ಬಹುಮಾನವನ್ನು ಕೊಡುತ್ತೇನೆ ಅನ್ನಲು"},{"number":8,"verse":"ದೇವರ ಮನುಷ್ಯನು ಅರಸನಿಗೆ - ನೀನು ನನಗೆ ನಿನ್ನ ಆಸ್ತಿಯಲ್ಲಿ ಅರ್ಧವನ್ನು ಕೊಟ್ಟರೂ ನಾನು ನಿನ್ನ ಸಂಗಡ ಬರುವದಿಲ್ಲ; ಇಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದಿಲ್ಲ."},{"number":9,"verse":"ಇಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಾರದೆಂದೂ ಹಿಂದಿರುಗಿಹೋಗುವಾಗ ಬೇರೆ ದಾರಿಯಿಂದ ಹೋಗಬೇಕೆಂದೂ ನನಗೆ ಯೆಹೋವನ ಅಪ್ಪಣೆಯಾಗಿದೆ ಎಂದು ಹೇಳಿ"},{"number":10,"verse":"ಬಂದ ದಾರಿಯನ್ನು ಬಿಟ್ಟು ಇನ್ನೊಂದು ದಾರಿಯನ್ನು ಹಿಡಿದು ಹೊರಟನು."},{"number":11,"verse":"ಬೇತೇಲಿನಲ್ಲಿ ಒಬ್ಬ ಮುದುಕನಾದ ಪ್ರವಾದಿಯು ವಾಸವಾಗಿದ್ದನು. ಅವನ ಮಕ್ಕಳು ಬಂದು ದೇವರ ಮನುಷ್ಯನು ಆ ದಿವಸ ಬೇತೇಲಿನಲ್ಲಿ ಮಾಡಿದ್ದನ್ನೂ ಅವನು ಅರಸನಿಗೆ ಅಂದದ್ದನ್ನೂ ತಂದೆಗೆ ತಿಳಿಸಿದರು."},{"number":12,"verse":"ತಂದೆಯು ಅವರನ್ನು - ಅವನು ಯಾವ ದಾರಿಯಿಂದ ಹೋದನು ಎಂದು ಕೇಳಲು ಅವರು ಯೆಹೂದ ದೇಶದವನಾದ ಆ ದೇವರ ಮನುಷ್ಯನು ಹೋದ ದಾರಿಯನ್ನು ತೋರಿಸಿದರು."},{"number":13,"verse":"ಆಗ ಅವನು ತನ್ನ ಮಕ್ಕಳಿಗೆ - ಕತ್ತೆಗೆ ತಡಿಹಾಕಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಲು ಅವರು ಹಾಕಿದರು. ಅವನು ಕತ್ತೆಯ ಮೇಲೆ ಕೂತುಕೊಂಡು ದೇವರ ಮನುಷ್ಯನ ಹಿಂದೆ ಹೋಗಿ"},{"number":14,"verse":"ಏಲಾವೃಕ್ಷದ ಕೆಳಗೆ ಕೂತಿರುವ ಅವನನ್ನು ಕಂಡು - ಯೆಹೂದದಿಂದ ಬಂದ ದೇವರ ಮನುಷ್ಯನು ನೀನೋ ಎಂದು ಕೇಳಿದನು;"},{"number":15,"verse":"ಅವನು ಹೌದೆಂದನು. ಆಗ ಆ ಮುದುಕನು ಅವನಿಗೆ - ನೀನು ನನ್ನ ಮನೆಗೆ ಬಂದು ಊಟಮಾಡು ಎಂದು ಹೇಳಿದನು."},{"number":16,"verse":"ಅದಕ್ಕೆ ಅವನು - ನಾನು ನಿನ್ನ ಸಂಗಡ ಬರಕೂಡದು; ಈ ಸ್ಥಳದಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಕೂಡದು."},{"number":17,"verse":"ಇಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಾರದೆಂದೂ ಬಂದ ದಾರಿಯನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದಾರಿಯಿಂದ ಹಿಂದಿರುಗಿ ಹೋಗಬೇಕೆಂದೂ ನನಗೆ ಯೆಹೋವನ ಅಪ್ಪಣೆಯಾಗಿದೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":18,"verse":"ಆಗ ಮುದುಕನು - ನಾನೂ ನಿನ್ನಂತೆ ಪ್ರವಾದಿಯಾಗಿದ್ದೇನೆ; ಒಬ್ಬ ದೇವದೂತನು ನನಗೆ ಕಾಣಿಸಿಕೊಂಡು ನಿನ್ನನ್ನು ಕರಕೊಂಡು ಬರಬೇಕೆಂದೂ ನಿನಗೆ ಅನ್ನಪಾನಗಳನ್ನು ಕೊಡಬೇಕೆಂದೂ ಯೆಹೋವನ ಹೆಸರಿನಲ್ಲಿ ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು; ಆದರೆ ಈ ಮಾತು ಸುಳ್ಳು."},{"number":19,"verse":"ದೇವರ ಮನುಷ್ಯನು ಹಿಂದಿರುಗಿಕೊಂಡು ಅವನ ಮನೆಗೆ ಹೋಗಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡನು."},{"number":20,"verse":"ಅವರು ಊಟಮಾಡುತ್ತಿರುವಾಗ ದೇವರ ಮನುಷ್ಯನನ್ನು ಹಿಂದಕ್ಕೆ ಕರತಂದ ಪ್ರವಾದಿಗೆ ಯೆಹೋವನು ಒಂದು ವಾಕ್ಯವನ್ನು ದಯಪಾಲಿಸಿದನು."},{"number":21,"verse":"ಅವನು ಯೆಹೂದ ದೇಶದವನಾದ ಆ ದೇವರ ಮನುಷ್ಯನಿಗೆ - ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನು ನಿನಗೆ ಈ ಸ್ಥಳದಲ್ಲಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಾರದೆಂದು ಆಜ್ಞಾಪಿಸಿದರೂ ನೀನು ಆತನ ಆಜ್ಞೆಯನ್ನು ಮೀರಿ ಅವಿಧೇಯನಾಗಿ"},{"number":22,"verse":"ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವದಕ್ಕೋಸ್ಕರ ಹಿಂದಿರುಗಿ ಬಂದದರಿಂದ ನಿನ್ನ ಶವವು ನಿನ್ನ ಕುಟುಂಬ ಶ್ಮಶಾನಭೂಮಿಯನ್ನು ಸೇರುವದೇ ಇಲ್ಲವೆಂದು ಯೆಹೋವನು ಹೇಳುತ್ತಾನೆ ಅಂದನು."},{"number":23,"verse":"ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡನಂತರ ಅವನು ತಾನು ಕರತಂದ ಪ್ರವಾದಿಗೋಸ್ಕರ ಕತ್ತೆಗೆ ತಡಿಹಾಕಿಸಿದನು."},{"number":24,"verse":"ದೇವರ ಮನುಷ್ಯನು ಸ್ವಲ್ಪ ದೂರ ಹೋದನಂತರ ಒಂದು ಸಿಂಹವು ಅವನಿಗೆ ಎದುರಾಗಿ ಬಂದು ಅವನನ್ನು ಕೊಂದುಹಾಕಿತು. ಅವನ ಶವವು ದಾರಿಯಲ್ಲಿಯೇ ಬಿದ್ದಿತ್ತು; ಕತ್ತೆಯೂ ಸಿಂಹವೂ ಶವದ ಹತ್ತಿರ ನಿಂತುಕೊಂಡಿದ್ದವು."},{"number":25,"verse":"ಹಾದುಹೋಗುವವರು ಶವವು ದಾರಿಯಲ್ಲಿ ಬಿದ್ದಿರುವದನ್ನೂ ಸಿಂಹವು ಅದರ ಬಳಿಯಲ್ಲಿ ನಿಂತಿರುವದನ್ನೂ ಕಂಡು ಮುದುಕನಾದ ಪ್ರವಾದಿಯ ಊರಿಗೆ ಬಂದು ಅದನ್ನು ತಿಳಿಸಿದರು."},{"number":26,"verse":"ಅವನನ್ನು ಹಿಂದಕ್ಕೆ ಕರಕೊಂಡು ಹೋಗಿದ್ದ ಪ್ರವಾದಿಯು ಈ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ - ಆ ಶವವು ದೇವರ ಮನುಷ್ಯನದೇ ಆಗಿರಬೇಕು; ಅವನು ಯೆಹೋವನ ಆಜ್ಞೆಗೆ ಅವಿಧೇಯನಾದದರಿಂದ ಯೆಹೋವನು ಅವನ ವಿಷಯದಲ್ಲಿ ತಾನು ಹೇಳಿದ ಮಾತು ನೆರವೇರುವಂತೆ ಅವನನ್ನು ಸಿಂಹದ ಬಾಯಿಗೆ ಒಪ್ಪಿಸಿದನು. ಅದು ಅವನ ಮೇಲೆ ಹಾರಿ ಅವನನ್ನು ಕೊಂದುಬಿಟ್ಟಿತು ಎಂದು ಹೇಳಿ"},{"number":27,"verse":"ಕತ್ತೆಗೆ ತಡಿಹಾಕಬೇಕೆಂದು ಮಕ್ಕಳಿಗೆ ಆಜ್ಞಾಪಿಸಿದನು; ಅವರು ಹಾಕಿದರು."},{"number":28,"verse":"ಅವನು ಹೋಗಿ ಶವವು ದಾರಿಯಲ್ಲಿ ಬಿದ್ದಿರುವದನ್ನೂ ಕತ್ತೆಯೂ ಸಿಂಹವೂ ಅದರ ಬಳಿಯಲ್ಲಿ ನಿಂತಿರುವದನ್ನೂ ಕಂಡನು. ಸಿಂಹವು ಶವವನ್ನು ತಿನ್ನಲಿಲ್ಲ, ಕತ್ತೆಯನ್ನು ಕೊಲ್ಲಲೂ ಇಲ್ಲ."},{"number":29,"verse":"ಪ್ರವಾದಿಯು ದೇವರ ಮನುಷ್ಯನ ಶವವನ್ನು ಹೂಳಿ ಗೋಳಾಡಬೇಕೆಂದು ಕತ್ತೆಯ ಮೇಲೆ ಹಾಕಿ"},{"number":30,"verse":"ತನ್ನ ಊರಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಂದು ತನ್ನ ಶ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಅದನ್ನು ಸಮಾಧಿ ಮಾಡಿದನು. ಅವರು - ಅಯ್ಯೋ, ನನ್ನ ಸಹೋದರನೇ, ಎಂದು ಗೋಳಾಡಿದರು."},{"number":31,"verse":"ಅನಂತರ ಅವನು ತನ್ನ ಮಕ್ಕಳಿಗೆ - ನಾನು ಸತ್ತಾಗ ನನ್ನ ಶವವನ್ನು ದೇವರ ಮನುಷ್ಯನ ಶವವಿರುವಲ್ಲೇ ಸಮಾಧಿಮಾಡಿರಿ; ನನ್ನ ಎಲುಬುಗಳನ್ನು ಅವನ ಎಲುಬುಗಳಿರುವಲ್ಲೇ ಇಡಿರಿ."},{"number":32,"verse":"ಅವನು ಯೆಹೋವನ ಅಪ್ಪಣೆಯಿಂದ ಬೇತೇಲಿನ ಯಜ್ಞವೇದಿಗೆ ವಿರೋಧವಾಗಿಯೂ ಸಮಾರ್ಯದ ಪಟ್ಟಣಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ಪೂಜಾಸ್ಥಳಗಳಿಗೆ ವಿರೋಧವಾಗಿಯೂ ಹೇಳಿದ ಮಾತುಗಳು ಸಂದೇಹವಿಲ್ಲದೆ ನೆರವೇರುವವು ಅಂದನು."},{"number":33,"verse":"ಇಷ್ಟಾದರೂ ಯಾರೊಬ್ಬಾಮನು ತನ್ನ ದುರ್ಮಾರ್ಗವನ್ನು ಬಿಡದೆ ತಿರಿಗಿ ತಿರಿಗಿ ಕನಿಷ್ಠರಾದ ಜನರನ್ನು ಪೂಜಾಸ್ಥಳಗಳ ಯಾಜಕರನ್ನಾಗಿ ನೇಮಿಸಿದನು; ಮನಸ್ಸಿಗೆ ಬಂದವರನ್ನು ಪೂಜಾಸ್ಥಳಗಳ ಯಾಜಕರನ್ನಾಗಿ ಪ್ರತಿಷ್ಠಿಸಿದನು."},{"number":34,"verse":"ಈ ಕಾರಣದಿಂದ ಯಾರೊಬ್ಬಾಮನ ಕುಟುಂಬದವರು ಪಾಪಿಗಳಾಗಿ ಭೂಲೋಕದಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಟ್ಟು ನಿರ್ನಾಮವಾದರು."}]}