{"bibleAbbr":"KNJV","bookName":"1 ಅರಸುಗಳು","bookEnglishName":"1 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಯಾರೊಬ್ಬಾಮನ ಮಗನಾದ ಅಬೀಯನು ಅಸ್ವಸ್ಥನಾದನು."},{"number":2,"verse":"ಆಗ ಯಾರೊಬ್ಬಾಮನು ತನ್ನ ಹೆಂಡತಿಗೆ - ನೀನು ಎದ್ದು ನನ್ನ ಹೆಂಡತಿಯೆಂದು ಯಾರಿಗೂ ಗೊತ್ತಾಗದಂತೆ ವೇಷ ಮಾರ್ಪಡಿಸಿಕೊಂಡು ಶೀಲೋವಿಗೆ ಹೋಗು. ನಾನು ಈ ಜನರ ಮೇಲೆ ಅರಸನಾಗಬೇಕೆಂದು ನನಗೆ ಮುಂತಿಳಿಸಿದ ಪ್ರವಾದಿಯಾದ ಅಹೀಯನು ಅಲ್ಲಿರುತ್ತಾನೆ."},{"number":3,"verse":"ನೀನು ಹತ್ತು ರೊಟ್ಟಿಗಳನ್ನೂ ಮಿಠಾಯಿಯನ್ನೂ ಒಂದು ಕುಪ್ಪಿ ಜೇನುತುಪ್ಪವನ್ನೂ ತೆಗೆದುಕೊಂಡು ಅವನ ಬಳಿಗೆ ಹೋಗು; ಹುಡುಗನಿಗೆ ಏನಾಗುವದೆಂದು ಅವನು ತಿಳಿಸುವನು ಎಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ಆಕೆಯು ಅವನು ಹೇಳಿದಂತೆಯೇ ಮಾಡಿ ಶೀಲೋವಿನಲ್ಲಿದ್ದ ಅಹೀಯನ ಮನೆಗೆ ಹೋದಳು. ಮುಪ್ಪಿನ ದೆಸೆಯಿಂದ ಅಹೀಯನ ಕಣ್ಣುಗಳು ಮೊಬ್ಬಾಗಿದ್ದದ್ದರಿಂದ ಕಾಣಿಸುತ್ತಿರಲಿಲ್ಲ."},{"number":5,"verse":"ಆದರೆ ಯೆಹೋವನು ಅವನಿಗೆ - ಯಾರೊಬ್ಬಾಮನ ಹೆಂಡತಿಯು ಅಸ್ವಸ್ಥನಾದ ತನ್ನ ಮಗನ ವಿಷಯದಲ್ಲಿ ದೈವೋತ್ತರವನ್ನು ಕೇಳುವದಕ್ಕೆ ತನ್ನನ್ನು ಅನ್ಯಳೆಂದು ತೋರ್ಪಡಿಸಿಕೊಂಡು ಬರುತ್ತಾಳೆಂದೂ ಆಕೆಗೆ ಇಂಥಿಂಥ ಉತ್ತರ ಕೊಡಬೇಕೆಂದೂ ತಿಳಿಸಿದ್ದನು."},{"number":6,"verse":"ಆಕೆಯು ಅಹೀಯನ ಮನೆಯನ್ನು ಪ್ರವೇಶಿಸುವಾಗಲೇ ಅಹೀಯನು ಆಕೆಯ ಕಾಲುಸಪ್ಪಳವನ್ನು ಕೇಳಿ - ಯಾರೊಬ್ಬಾಮನ ಹೆಂಡತಿಯೇ, ಬಾ; ಯಾಕೆ ನಿನ್ನನ್ನು ಅನ್ಯಳೆಂದು ತೋರ್ಪಡಿಸಿಕೊಳ್ಳುತ್ತೀ? ನಿನಗೆ ಕಠಿಣವಾದ ಉತ್ತರವನ್ನು ಕೊಡಬೇಕೆಂದು ನನಗೆ ಅಪ್ಪಣೆಯಾಗಿದೆ."},{"number":7,"verse":"ನೀನು ಹೋಗಿ ಯಾರೊಬ್ಬಾಮನಿಗೆ ಇಸ್ರಾಯೇಲ್ ದೇವರಾದ ಯೆಹೋವನ ಅಪ್ಪಣೆಯನ್ನು ತಿಳಿಸು. ಆತನು ಅವನಿಗೆ - ನಾನು ನಿನ್ನನ್ನು ಜನರ ಮಧ್ಯದಿಂದ ಉನ್ನತಸ್ಥಾನಕ್ಕೆ ತಂದೆನು; ನಿನ್ನನ್ನು ನನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರ ನಾಯಕನನ್ನಾಗಿ ಮಾಡಿದೆನು."},{"number":8,"verse":"ರಾಜ್ಯವನ್ನು ದಾವೀದನ ಕುಟುಂಬದವರಿಂದ ಕಿತ್ತುಕೊಂಡು ನಿನಗೆ ಕೊಟ್ಟೆನು. ಆದರೂ ನೀನು ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಂಡು ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿ ಮೆಚ್ಚಿಸಿದಂಥ ನನ್ನ ಸೇವಕನಾದ ದಾವೀದನಂತೆ ನಡೆಯಲಿಲ್ಲ."},{"number":9,"verse":"ನೀನು ನಿನ್ನ ಎಲ್ಲಾ ಪೂರ್ವಾಧಿಕಾರಿಗಳಿಗಿಂತಲೂ ದುಷ್ಟನಾದಿ; ನನ್ನನ್ನು ಉಲ್ಲಂಘಿಸಿ ಅನ್ಯದೇವತೆಗಳನ್ನೂ ಎರಕದ ವಿಗ್ರಹಗಳನ್ನೂ ಪೂಜಿಸಿ ನನಗೆ ಕೋಪವನ್ನೆಬ್ಬಿಸಿದಿ."},{"number":10,"verse":"ಆದದರಿಂದ ಯಾರೊಬ್ಬಾಮನೇ, ಕೇಳು; ನಾನು ನಿನ್ನ ಮನೆಯವರ ಮೇಲೆ ಕೇಡನ್ನು ಬರಮಾಡುವೆನು; ನಿನ್ನ ಕುಟುಂಬದ ಗಂಡಸರಲ್ಲಿ ಸ್ವತಂತ್ರರಾಗಲಿ ಪರತಂತ್ರರಾಗಲಿ, ಎಲ್ಲರನ್ನೂ ಇಸ್ರಾಯೇಲ್ಯರೊಳಗಿಂದ ಸಂಹರಿಸಿಬಿಡುವೆನು. ಒಬ್ಬನು ಕಸವನ್ನು ಗುಡಿಸಿ ತೆಗೆದುಹಾಕುವಂತೆ ನಾನು ನಿನ್ನ ಮನೆಯವರನ್ನು ತೆಗೆದುಹಾಕುವೆನು; ಅವರು ನಿರ್ನಾಮವಾಗುವರು."},{"number":11,"verse":"ಅವರಲ್ಲಿ ಪಟ್ಟಣದೊಳಗೆ ಸಾಯುವಂಥವರನ್ನು ನಾಯಿಗಳೂ ಅಡವಿಯಲ್ಲಿ ಸಾಯುವಂಥವರನ್ನು ಪಕ್ಷಿಗಳೂ ತಿಂದುಬಿಡುವವು ಎಂದು ಹೇಳುತ್ತಾನೆ. ಇದು ಯೆಹೋವನ ಮಾತು."},{"number":12,"verse":"ನೀನು ನಿನ್ನ ಮನೆಗೆ ಹೋಗು; ನೀನು ಪಟ್ಟಣದೊಳಗೆ ಕಾಲಿಡುವಷ್ಟರಲ್ಲಿ ಹುಡುಗನು ಸಾಯುವನು."},{"number":13,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಅವನಿಗೋಸ್ಕರ ಗೋಳಾಡಿ ಅವನ ಶವವನ್ನು ಸಮಾಧಿಮಾಡುವರು. ಯಾರೊಬ್ಬಾಮನ ಮನೆಯವರೊಳಗೆ ಇಸ್ರಾಯೇಲ್ ದೇವರಾದ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ಒಳ್ಳೆಯವನಾಗಿರುವದರಿಂದ ಇವನೊಬ್ಬನೇ ಸಮಾಧಿಹೊಂದುವನು."},{"number":14,"verse":"ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ಬೇರೊಬ್ಬ ಅರಸನನ್ನು ನೇಮಿಸುವನು. ಅವನು ಕೂಡಲೆ ಯಾರೊಬ್ಬಾಮನ ಮನೆಯವರನ್ನು ಸಂಹರಿಸಿಬಿಡುವನು."},{"number":15,"verse":"ಇನ್ನು ಏನೇನು ಸಂಭವಿಸುವದೋ! ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಹೊಡಿಯುವನು. ಆಗ ಅವರು ನೀರಿನಲ್ಲಿರುವ ಆಪುಹುಲ್ಲೋ ಎಂಬಂತೆ ಹೊಯ್ದಾಡುವರು. ಅವರು ಅಶೇರವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಆತನಿಗೆ ಕೋಪವನ್ನೆಬ್ಬಿಸಿದದರಿಂದ ಆತನು ಅವರನ್ನು ಅವರ ಪಿತೃಗಳಿಗೆ ಕೊಟ್ಟ ದೇಶದಿಂದ ಕಿತ್ತುಹಾಕಿ ಯೂಫ್ರೇಟೀಸ್ ನದಿಯ ಆಚೆಯಲ್ಲಿರುವ ದೇಶದೊಳಗೆ ಚದರಿಸಿಬಿಡುವನು."},{"number":16,"verse":"ಯೆಹೋವನು ಯಾರೊಬ್ಬಾಮನ ಪಾಪಗಳ ನಿಮಿತ್ತವಾಗಿಯೂ ಅವನ ಪ್ರೇರಣೆಯಿಂದ ಇಸ್ರಾಯೇಲ್ಯರು ಮಾಡಿದ ಪಾಪಗಳ ನಿಮಿತ್ತವಾಗಿಯೂ ಅವರನ್ನು ಶತ್ರುಗಳಿಗೆ ಒಪ್ಪಿಸುವನು ಎಂದು ಆಕೆಗೆ ಹೇಳಿದನು."},{"number":17,"verse":"ಯಾರೊಬ್ಬಾಮನ ಹೆಂಡತಿಯು ತಿರ್ಚಾ ಊರಿಗೆ ಹೊರಟುಹೋಗಿ ತನ್ನ ಮನೆಯ ಹೊಸ್ತಿಲಲ್ಲಿ ಕಾಲಿಟ್ಟ ಕೂಡಲೆ ಹುಡುಗನು ಸತ್ತನು."},{"number":18,"verse":"ಯೆಹೋವನು ಪ್ರವಾದಿಯಾದ ಅಹೀಯನ ಮುಖಾಂತರವಾಗಿ ತಿಳಿಸಿದ ಪ್ರಕಾರ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರು ಅವನಿಗೋಸ್ಕರ ಗೋಳಾಡಿ ಅವನ ಶವವನ್ನು ಸಮಾಧಿಮಾಡಿದರು."},{"number":19,"verse":"ಯಾರೊಬ್ಬಾಮನ ಇತರ ಕೃತ್ಯಗಳೂ ಅವನ ಯುದ್ಧ ರಾಜ್ಯಭಾರಗಳ ವಿವರವೂ ಇಸ್ರಾಯೇಲ್ ರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":20,"verse":"ಅವನು ಇಪ್ಪತ್ತೆರಡು ವರುಷ ಆಳಿ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿದನು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ನಾದಾಬನು ಅರಸನಾದನು."},{"number":21,"verse":"ಸೊಲೊಮೋನನ ಮಗನಾದ ರೆಹಬ್ಬಾಮನು ಯೆಹೂದದ ಅರಸನಾದನು. ಅವನು ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ನಾಲ್ವತ್ತೊಂದು ವರುಷದವನಾಗಿದ್ದು ಯೆಹೋವನು ತನ್ನ ಹೆಸರಿಗೋಸ್ಕರ ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಕುಲಗಳಿಂದ ಆರಿಸಿಕೊಂಡ ಯೆರೂಸಲೇಮ್ ಪಟ್ಟಣದಲ್ಲಿ ಹದಿನೇಳು ವರುಷ ಆಳಿದನು. ಅಮ್ಮೋನಿಯಳಾದ ನಯಮಾ ಎಂಬಾಕೆಯು ಅವನ ತಾಯಿ."},{"number":22,"verse":"ಯೆಹೂದ್ಯರು ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಗಳಾದರು; ಅವರು ತಮ್ಮ ಪಿತೃಗಳಿಗಿಂತಲೂ ದುಷ್ಟರಾಗಿ ಆತನನ್ನು ರೇಗಿಸಿದರು."},{"number":23,"verse":"ಪಿತೃಗಳಂತೆಯೇ ಅವರೂ ತಮಗೋಸ್ಕರ ಪೂಜಾಸ್ಥಳಗಳನ್ನು ಏರ್ಪಡಿಸಿಕೊಂಡರು. ಪ್ರತಿಯೊಂದು ದಿನ್ನೆಯ ಮೇಲೆಯೂ ಚೆನ್ನಾಗಿ ಬೆಳೆದಿರುವ ಪ್ರತಿಯೊಂದು ಮರದ ಕೆಳಗೆಯೂ ಕಲ್ಲಿನ ಕಂಬಗಳನ್ನೂ ಅಶೇರ ವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನೂ ನಿಲ್ಲಿಸಿದರು."},{"number":24,"verse":"ಇದಲ್ಲದೆ ಅವರ ದೇಶದಲ್ಲಿ ವೇಶ್ಯಾವೃತ್ತಿಯನ್ನನುಸರಿಸುತ್ತಿರುವ ದೇವದಾಸ ದೇವದಾಸಿಯರು ಇದ್ದರು. ಯೆಹೋವನು ಅವರ ಎದುರಿನಿಂದ ಹೊರಡಿಸಿಬಿಟ್ಟ ಅನ್ಯಜನಾಂಗಗಳಲ್ಲಿದ್ದ ದುರಾಚಾರಗಳನ್ನೆಲ್ಲಾ ಅವರೂ ನಡಿಸುವವರಾದರು."},{"number":25,"verse":"ರೆಹಬ್ಬಾಮನ ಆಳಿಕೆಯ ಐದನೆಯ ವರುಷದಲ್ಲಿ ಐಗುಪ್ತದ ಅರಸನಾದ ಶೀಶಕನು ಯೆರೂಸಲೇಮಿಗೆ ವಿರೋಧವಾಗಿ ಬಂದು"},{"number":26,"verse":"ಯೆಹೋವನ ಆಲಯದ ಮತ್ತು ಅರಮನೆಯ ಎಲ್ಲಾ ದ್ರವ್ಯವನ್ನೂ ಸೊಲೊಮೋನನು ಮಾಡಿಸಿದ ಬಂಗಾರದ ಗುರಾಣಿಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೋದನು."},{"number":27,"verse":"ಅರಸನಾದ ರೆಹಬ್ಬಾಮನು ಅವುಗಳಿಗೆ ಬದಲಾಗಿ ತಾಮ್ರದ ಗುರಾಣಿಗಳನ್ನು ಮಾಡಿಸಿ ಅವುಗಳನ್ನು ಅರಮನೆಯ ದ್ವಾರಪಾಲಕರಾಗಿದ್ದ ಮೈಗಾವಲಿನವರ ದಳವಾಯಿಗಳಿಗೆ ಒಪ್ಪಿಸಿದನು."},{"number":28,"verse":"ಅರಸನು ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಹೋಗುವಾಗೆಲ್ಲಾ ಅವರು ಅವುಗಳನ್ನು ಹಿಡಿದುಕೊಳ್ಳುವರು; ಅಲ್ಲಿಂದ ತಿರಿಗಿ ಬಂದ ಮೇಲೆ ಅವುಗಳನ್ನು ತಮ್ಮ ಕೋಣೆಯಲ್ಲಿಡುವರು."},{"number":29,"verse":"ರೆಹಬ್ಬಾಮನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಅವನ ಎಲ್ಲಾ ಕೃತ್ಯಗಳೂ ಯೆಹೂದರಾಜಕಾಲ ವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":30,"verse":"ರೆಹಬ್ಬಾಮನಿಗೂ ಯಾರೊಬ್ಬಾಮನಿಗೂ ಯಾವಾಗಲೂ ಯುದ್ಧ ನಡೆಯುತ್ತಿತ್ತು."},{"number":31,"verse":"ರೆಹಬ್ಬಾಮನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವವನ್ನು ದಾವೀದನಗರದೊಳಗೆ ಅವನ ಹಿರಿಯರ ಶ್ಮಶಾನ ಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅಮ್ಮೋನಿಯಳಾದ ನಯಮಾ ಎಂಬಾಕೆಯು ಅವನ ತಾಯಿ. ಅನಂತರ ಅವನ ಮಗನಾದ ಅಬೀಯಾಮನು ಅವನಿಗೆ ಬದಲಾಗಿ ಅರಸನಾದನು."}]}