{"bibleAbbr":"KNJV","bookName":"1 ಅರಸುಗಳು","bookEnglishName":"1 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"ಮೂರು ವರುಷಗಳವರೆಗೆ ಇಸ್ರಾಯೇಲ್ಯರಿಗೂ ಅರಾಮ್ಯರಿಗೂ ಯುದ್ಧ ನಡೆಯಲಿಲ್ಲ."},{"number":2,"verse":"ಮೂರನೆಯ ವರುಷದಲ್ಲಿ ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋಷಾಫಾಟನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನ ಬಳಿಗೆ ಬಂದನು."},{"number":3,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು ತನ್ನ ಸೇವಕರಿಗೆ - ಗಿಲ್ಯಾದಿನ ರಾಮೋತ್ ಪಟ್ಟಣವು ನಮ್ಮದೆಂದು ನಿಮಗೆ ಗೊತ್ತುಂಟಲ್ಲಾ; ಅದನ್ನು ಇಷ್ಟರವರೆಗೂ ಅರಾಮ್ಯರ ಅರಸನಿಂದ ತಿರಿಗಿ ತೆಗೆದುಕೊಳ್ಳದೆ ಸುಮ್ಮನೆ ಕೂತಿರುತ್ತೇವೆ ಎಂದು ಹೇಳಿ"},{"number":4,"verse":"ಯೆಹೋಷಾಫಾಟನನ್ನು - ಯುದ್ಧಮಾಡುವದಕ್ಕಾಗಿ ನೀನೂ ನಮ್ಮ ಜೊತೆಯಲ್ಲಿ ರಾಮೋತ್‍ಗಿಲ್ಯಾದಿಗೆ ಬರುತ್ತೀಯೋ ಎಂದು ಕೇಳಲು ಅವನು - ನಾನೂ ನೀನೂ, ನನ್ನ ಜನರೂ ನಿನ್ನ ಜನರೂ, ನನ್ನ ಕುದುರೆಗಳೂ ನಿನ್ನ ಕುದುರೆಗಳೂ ಒಂದೇಯಲ್ಲವೋ ಎಂದು ಉತ್ತರಕೊಟ್ಟು"},{"number":5,"verse":"ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಈಗ ವಿಚಾರಿಸು ಎಂದು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನನ್ನು ಬೇಡಿಕೊಂಡನು."},{"number":6,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು ತನ್ನ ರಾಜ್ಯದಲ್ಲಿದ್ದ ಸುಮಾರು ನಾನೂರು ಮಂದಿ ಪ್ರವಾದಿಗಳನ್ನು ಕೂಡಿಸಿ ಅವರನ್ನು - ನಾನು ರಾಮೋತ್‍ಗಿಲ್ಯಾದಿನ ಮೇಲೆ ಯುದ್ಧಕ್ಕಾಗಿ ಹೋಗಬಹುದೋ ಬಾರದೋ ಎಂದು ಕೇಳಲು ಅವರು - ಹೋಗಬಹುದು, ಕರ್ತನು ಅದನ್ನು ಅರಸನ ಕೈಗೆ ಒಪ್ಪಿಸುವನು ಅಂದರು."},{"number":7,"verse":"ಆದರೆ ಯೆಹೋಷಾಫಾಟನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನನ್ನು - ಯೆಹೋವನ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಇವರ ಹೊರತಾಗಿ ನಾವು ವಿಚಾರಿಸಬಹುದಾದ ಬೇರೆ ಪ್ರವಾದಿಯಿರುವದಿಲ್ಲವೋ ಎಂದು ಕೇಳಲು ಅವನು -"},{"number":8,"verse":"ನಮಗೋಸ್ಕರ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ವಿಚಾರಿಸಬಲ್ಲವನಾದ ಇನ್ನೊಬ್ಬ ಪ್ರವಾದಿಯಿರುತ್ತಾನೆ; ಅವನು ಇಮ್ಲನ ಮಗನಾದ ಮೀಕಾಯೆಹು ಎಂಬವನು. ಆದರೆ ನಾನು ಅವನನ್ನು ಹಗೆಮಾಡುತ್ತೇನೆ; ಅವನು ನನ್ನನ್ನು ಕುರಿತು ಯಾವಾಗಲೂ ಶುಭವನ್ನಲ್ಲ, ಅಶುಭವನ್ನೇ ಮುಂತಿಳಿಸುತ್ತಾನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು. ಅದಕ್ಕೆ ಯೆಹೋಷಾಫಾಟನು - ಅರಸನು ಹಾಗನ್ನದಿರಲಿ ಅಂದನು."},{"number":9,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು ಒಬ್ಬ ಕಂಚುಕಿಯನ್ನು ಕರೆದು ಅವನಿಗೆ - ಬೇಗ ಹೋಗಿ ಇಮ್ಲನ ಮಗನಾದ ಮೀಕಾಯೆಹುವನ್ನು ಕರೆದುಕೊಂಡು ಬಾ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":10,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೂ ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋಷಾಫಾಟನೂ ರಾಜವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿಕೊಂಡು ಸಮಾರ್ಯಪಟ್ಟಣದ ಹೆಬ್ಬಾಗಲಿನ ಹತ್ತಿರವಿರುವ ಬೈಲಿನಲ್ಲಿ ತಮ್ಮ ತಮ್ಮ ಆಸನಗಳ ಮೇಲೆ ಕೂತುಕೊಂಡಿರಲು ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳು ಅವರ ಮುಂದೆ ಪರವಶರಾಗಿ ಮಾತಾಡುತ್ತಾ ಇದ್ದರು."},{"number":11,"verse":"ಅವರಲ್ಲಿ ಕೆನಾನನ ಮಗನಾದ ಚಿದ್ಕೀಯ ಎಂಬವನು ಕಬ್ಬಿಣದ ಕೊಂಬುಗಳನ್ನು ಮಾಡಿಸಿ ತಲೆಗೆ [ಕಟ್ಟಿಕೊಂಡು] ಬಂದು - ಕೊಂಬುಗಳಿಂದಲೋ ಎಂಬಂತೆ ನೀನು ಅರಾಮ್ಯರನ್ನು ಇರಿದು ಕೊಂದುಹಾಕುವಿ ಎಂದನು."},{"number":12,"verse":"ಉಳಿದ ಪ್ರವಾದಿಗಳೂ ಇದೇ ತರದ ಮಾತುಗಳನ್ನು ನುಡಿದು - ರಾಮೋತ್‍ಗಿಲ್ಯಾದಿಗೆ ಹೋಗು; ನೀನು ಕೃತಾರ್ಥನಾಗಿ ಬರುವಿ; ಯೆಹೋವನು ಅದನ್ನು ಅರಸನ ಕೈಗೆ ಒಪ್ಪಿಸುವನು ಅಂದರು."},{"number":13,"verse":"ಮೀಕಾಯೆಹುವನ್ನು ಕರೆಯುವದಕ್ಕೆ ಹೋದ ದೂತನು ಅವನಿಗೆ - ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳೂ ಏಕಮನಸ್ಸಿನಿಂದ ಅರಸನಿಗೆ ಶುಭವನ್ನೇ ಮುಂತಿಳಿಸುತ್ತಿರುತ್ತಾರೆ; ದಯವಿಟ್ಟು ನೀನೂ ಅವರಂತೆ ಶುಭವನ್ನೇ ಮುಂತಿಳಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಮೀಕಾಯೆಹುವು - ಯೆಹೋವನಾಣೆ, ಯೆಹೋವನು ಹೇಳುವದನ್ನೇ ನುಡಿಯುತ್ತೇನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":15,"verse":"ಅವನು ಅರಸನ ಬಳಿಗೆ ಬಂದಾಗ ಅರಸನು - ಮೀಕಾಯೆಹುವೇ, ನಾವು ರಾಮೋತ್‍ಗಿಲ್ಯಾದಿನ ಮೇಲೆ ಯುದ್ಧಕ್ಕಾಗಿ ಹೋಗಬಹುದೋ ಬಾರದೋ ಎಂದು ಕೇಳಲು ಅವನು - ಹೋಗಬಹುದು, ಕೃತಾರ್ಥನಾಗಿ ಬರುವಿ; ಯೆಹೋವನು ಪಟ್ಟಣವನ್ನು ಅರಸನ ಕೈಗೆ ಒಪ್ಪಿಸುವನು ಎಂದು ಹೇಳಿದನು."},{"number":16,"verse":"ಆಗ ಅರಸನು ಅವನಿಗೆ - ಸತ್ಯವನ್ನೇ ತಿಳಿಸಬೇಕೆಂದು ಯೆಹೋವನ ಹೆಸರಿನಲ್ಲಿ ನಿನ್ನಿಂದ ಎಷ್ಟು ಸಾರಿ ಪ್ರಮಾಣಮಾಡಿಸಬೇಕು ಅನ್ನಲು ಅವನು -"},{"number":17,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಕುರುಬನಿಲ್ಲದ ಕುರಿಗಳಂತೆ ಬೆಟ್ಟಗಳಲ್ಲಿ ಚದರಿಹೋದದ್ದನ್ನು ಕಂಡೆನು; ಆಗ ಯೆಹೋವನು - ಇವರು ಒಡೆಯನಿಲ್ಲದವರಾಗಿರುತ್ತಾರೆ; ಸಮಾಧಾನದಿಂದ ತಮ್ಮ ತಮ್ಮ ಮನೆಗಳಿಗೆ ಹೋಗಲಿ ಅಂದನು ಎಂಬದಾಗಿ ಉತ್ತರಕೊಟ್ಟನು."},{"number":18,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು ಯೆಹೋಷಾಫಾಟನಿಗೆ - ಇವನು ನನಗೆ ಯಾವಾಗಲೂ ಶುಭವನ್ನಲ್ಲ, ಅಶುಭವನ್ನೇ ಮುಂತಿಳಿಸುತ್ತಾನೆಂದು ನಾನು ನಿನಗೆ ಹೇಳಲಿಲ್ಲವೋ ಎಂದನು."},{"number":19,"verse":"ಅದಕ್ಕೆ ಮೀಕಾಯೆಹುವು - ಅದಿರಲಿ, ಯೆಹೋವನ ವಾಕ್ಯವನ್ನು ಕೇಳು. ಯೆಹೋವನು ತನ್ನ ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಂಡದ್ದನ್ನೂ ಪರಲೋಕ ಸೈನ್ಯಗಳು ಆತನ ಎಡಬಲಗಡೆಗಳಲ್ಲಿ ನಿಂತದ್ದನ್ನೂ ಕಂಡೆನು."},{"number":20,"verse":"ಯೆಹೋವನು ತನ್ನ ಹತ್ತಿರ ನಿಂತವರನ್ನು - ಅಹಾಬನು ಹತನಾಗಿ ಬೀಳುವಂತೆ ಅವನನ್ನು ರಾಮೋತ್‍ಗಿಲ್ಯಾದಿನ ಯುದ್ಧಕ್ಕೆ ಯಾರು ಪ್ರೇರಿಸುವಿರಿ ಎಂದು ಕೇಳಿದಾಗ ಒಬ್ಬನು ಈ ತರವಾಗಿಯೂ ಇನ್ನೊಬ್ಬನು ಆ ತರವಾಗಿಯೂ ಉತ್ತರ ಕೊಟ್ಟರು."},{"number":21,"verse":"ಕಡೆಯಲ್ಲಿ ಒಂದು ಆತ್ಮವು ಯೆಹೋವನ ಮುಂದೆ ಬಂದು ನಿಂತು ಆತನಿಗೆ - ನಾನು ಹೋಗಿ ಅವನನ್ನು ಪ್ರೇರಿಸುವೆನು ಅಂದಿತು."},{"number":22,"verse":"ಹೇಗೆ ಪ್ರೇರಿಸುವಿ ಎಂದು ಯೆಹೋವನು ಕೇಳಲು ಅದು - ನಾನು ಅಸತ್ಯವನ್ನಾಡುವ ಆತ್ಮವಾಗಿ ಅವನ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಸೇರುವೆನು ಎಂದು ಉತ್ತರಕೊಟ್ಟಿತು. ಆಗ ಆತನು ಅದಕ್ಕೆ - ಹೋಗಿ ಅದರಂತೆ ಮಾಡು; ಅವನನ್ನು ಪ್ರೇರಿಸಿ ಸಫಲನಾಗುವಿ ಅಂದನು."},{"number":23,"verse":"ನೋಡು, ಯೆಹೋವನು ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ಕೇಡುನುಡಿದು ನಿನ್ನ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳಲ್ಲಿ ಅಸತ್ಯವನ್ನಾಡುವ ಆತ್ಮವನ್ನು ಕಳುಹಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಆಗ ಕೆನಾನನ ಮಗನಾದ ಚಿದ್ಕೀಯನು ಮೀಕಾಯೆಹುವಿನ ಬಳಿಗೆ ಹೋಗಿ ಅವನ ಕೆನ್ನೆಗೆ ಒಂದು ಏಟು ಹಾಕಿ - ಯೆಹೋವನ ಆತ್ಮವು ನನ್ನನ್ನು ಬಿಟ್ಟು ನಿನ್ನೊಂದಿಗೆ ಮಾತಾಡುವದಕ್ಕೋಸ್ಕರ ಯಾವ ಮಾರ್ಗವಾಗಿ ಬಂದಿತು ಅನ್ನಲು ಮೀಕಾಯೆಹುವು -"},{"number":25,"verse":"ನೀನು ಅಡಗಿಕೊಳ್ಳುವದಕ್ಕೆ ಒಳಗಿನ ಕೋಣೆಗೆ ಹೋಗುವ ದಿನದಲ್ಲಿ ಅದು ನಿನಗೆ ಗೊತ್ತಾಗುವದು ಎಂದು ಉತ್ತರ ಕೊಟ್ಟನು."},{"number":26,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು [ಸೇವಕರಿಗೆ] - ಮೀಕಾಯೆಹುವನ್ನು ಹಿಡಿದುಕೊಂಡು ಹೋಗಿ ಪುರಾಧಿಕಾರಿಯಾದ ಆಮೋನನಿಗೂ ರಾಜಪುತ್ರನಾದ ಯೋವಾಷನಿಗೂ ಒಪ್ಪಿಸಿ ಅವರಿಗೆ -"},{"number":27,"verse":"ನಾನು ಸುರಕ್ಷಿತನಾಗಿ ಹಿಂದಿರುಗುವವರೆಗೂ ಇವನನ್ನು ಸೆರೆಯಲ್ಲಿಟ್ಟು ಸೆರೆಮನೆಯ ಅನ್ನಪಾನಗಳನ್ನೇ ಕೊಟ್ಟು ಕುಗ್ಗಿಸಬೇಕೆಂದು ಅರಸನು ಅನ್ನುತ್ತಾನೆ ಎಂದು ಹೇಳಿರಿ ಎಂಬದಾಗಿ ಆಜ್ಞಾಪಿಸಿದನು."},{"number":28,"verse":"ಮೀಕಾಯೆಹುವು ಅರಸನಿಗೆ - ನೀನು ಸುರಕ್ಷಿತನಾಗಿ ಬರುವದಾದರೆ ನಾನು ನುಡಿದದ್ದು ಯೆಹೋವನ ಮಾತಲ್ಲವೆಂದು ತಿಳಿದುಕೋ ಎಂದು ಹೇಳಿ - ಎಲ್ಲಾ ಜನರೇ, ಇದನ್ನು ಕೇಳಿರಿ ಎಂದು ಕೂಗಿದನು."},{"number":29,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೂ ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋಷಾಫಾಟನೂ ರಾಮೋತ್‍ಗಿಲ್ಯಾದಿಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಕ್ಕೆ ಹೊರಟರು."},{"number":30,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು ಯೆಹೋಷಾಫಾಟನಿಗೆ - ನಾನು ವೇಷಹಾಕಿಸಿಕೊಂಡು ರಣರಂಗಕ್ಕೆ ಬರುವೆನು; ನೀನಾದರೋ ನಿನ್ನ ರಾಜವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿಕೊಂಡೇ ಬಾ ಎಂದು ಹೇಳಿ ವೇಷಹಾಕಿಕೊಂಡು ರಣರಂಗಕ್ಕೆ ಹೋದನು."},{"number":31,"verse":"ಅರಾಮ್ಯರ ಅರಸನು ತನ್ನ ರಥಬಲದ ಮೂವತ್ತೆರಡು ಮಂದಿ ಅಧಿಪತಿಗಳಿಗೆ - ನೀವು ಶತ್ರುಗಳ ಸಾಧಾರಣ ಸೈನಿಕರನ್ನೂ ಅಧಿಪತಿಗಳನ್ನೂ ಬಿಟ್ಟು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೇ ಗುರಿಯಿಡಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದ್ದನು."},{"number":32,"verse":"ಅವರು ಯೆಹೋಷಾಫಾಟನನ್ನು ಕಂಡಾಗ ಅವನೇ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೆಂದು ನೆನಸಿ ಅವನಿಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಮಾಡ ಬಂದರು."},{"number":33,"verse":"ಅವನು ಕೂಗಿಕೊಂಡನು; ಆಗ ಇವನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಲ್ಲವೆಂಬದು ರಥಬಲದ ಅಧಿಪತಿಗಳಿಗೆ ಗೊತ್ತಾದಾಗ ಅವರು ಅವನನ್ನು ಬಿಟ್ಟು ಹಿಂದಿರುಗಿದರು."},{"number":34,"verse":"ಅರಾಮ್ಯರ ಒಬ್ಬ ಸೈನಿಕನು ಯಾರಿಗೂ ಗುರಿಯಿಡದೆ ಬಾಣವನ್ನೆಸೆಯಲು ಆ ಬಾಣವು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೆ ಅವನ ಕವಚದ ಸಂದಿನಲ್ಲಿ ತಾಗಿತು. ಆಗ ಅವನು ತನ್ನ ಸಾರಥಿಗೆ - ರಥವನ್ನು ತಿರುಗಿಸಿ ನನ್ನನ್ನು ರಣರಂಗದಿಂದ ಆಚೆಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗು; ನನಗೆ ದೊಡ್ಡ ಗಾಯವಾಗಿದೆ ಎಂದು ಹೇಳಿದನು."},{"number":35,"verse":"ಆದರೂ ಆ ದಿವಸ ಯುದ್ಧವು ಬಹುಘೋರವಾಗಿದ್ದದರಿಂದ ಅರಸನು ಅರಾಮ್ಯರ ಎದುರಾಗಿ ತನ್ನ ರಥದಲ್ಲೇ ಆತುಕೊಂಡು ನಿಂತಿದ್ದು ಸಾಯಂಕಾಲವಾದಾಗ ಸತ್ತನು. ಗಾಯದಿಂದ ರಕ್ತವು ಸುರಿದು ಸುರಿದು ರಥದ ಅಡಿಯಲ್ಲಿ ನಿಂತಿತು."},{"number":36,"verse":"ಸೂರ್ಯಾಸ್ತಮಾನವಾದ ಕೂಡಲೆ - ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ಪ್ರಾಂತಕ್ಕೂ ಪಟ್ಟಣಕ್ಕೂ ಹೋಗಲಿ ಎಂಬ ಕೂಗು ಇಸ್ರಾಯೇಲ್‍ಸೈನ್ಯದಲ್ಲಿ ಹಬ್ಬಿಕೊಂಡಿತು."},{"number":37,"verse":"ಅರಸನು ಸಾಯಲು ಅವನನ್ನು ಸಮಾರ್ಯಕ್ಕೆ ತಂದು ಅಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು."},{"number":38,"verse":"ದೇವದಾಸಿಯರು ಸ್ನಾನಮಾಡುವ ಸಮಾರ್ಯದ ಕೆರೆಯಲ್ಲಿ ಅವನ ರಥವನ್ನು ತೊಳೆಯುತ್ತಿದ್ದಾಗ ನಾಯಿಗಳು ಬಂದು ಅದರಲ್ಲಿದ್ದ ರಕ್ತವನ್ನು ನೆಕ್ಕಿದವು; ಹೀಗೆ ಯೆಹೋವನು ಹೇಳಿದ ಮಾತು ನೆರವೇರಿತು."},{"number":39,"verse":"ಅಹಾಬನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಅವನು ಕಟ್ಟಿಸಿದ ದಂತಮಂದಿರ, ಪಟ್ಟಣಗಳು ಇವುಗಳ ವಿವರವೂ ಅವನ ಬೇರೆ ಎಲ್ಲಾ ಕೃತ್ಯಗಳೂ ಇಸ್ರಾಯೇಲ್‍ರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":40,"verse":"ಅಹಾಬನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಅಹಜ್ಯ ಎಂಬವನು ಅರಸನಾದನು."},{"number":41,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಅಹಾಬನ ಆಳಿಕೆಯ ನಾಲ್ಕನೆಯ ವರುಷದಲ್ಲಿ ಆಸನ ಮಗನಾದ ಯೆಹೋಷಾಫಾಟನು ಯೆಹೂದ್ಯರ ಅರಸನಾದನು."},{"number":42,"verse":"ಅವನು ಅರಸನಾದಾಗ ಮೂವತ್ತೈದು ವರುಷದವನಾಗಿದ್ದು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಇಪ್ಪತ್ತೈದು ವರುಷ ಆಳಿದನು. ಶಿಲ್ಹಿಯ ಮಗಳಾದ ಅಜೂಬಳೆಂಬಾಕೆಯು ಇವನ ತಾಯಿ."},{"number":43,"verse":"ಇವನು ತಪ್ಪದೆ ತನ್ನ ತಂದೆಯಾದ ಆಸನ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುತ್ತಾ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ಒಳ್ಳೆಯವನಾಗಿದ್ದರೂ ಪೂಜಾಸ್ಥಳಗಳನ್ನು ಹಾಳು ಮಾಡಲಿಲ್ಲ; ಜನರು ಆ ಸ್ಥಳಗಳಲ್ಲಿ ಯಜ್ಞಮಾಡುತ್ತಾ ಧೂಪಸುಡುತ್ತಾ ಇದ್ದರು."},{"number":44,"verse":"ಇವನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೊಡನೆ ಸಮಾಧಾನದಿಂದಿದ್ದನು."},{"number":45,"verse":"ಇವನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಇವನು ಯುದ್ಧಗಳಲ್ಲಿ ನಡಿಸಿದ ಶೂರ ಕೃತ್ಯಗಳ ವಿವರವೂ ಯೆಹೂದರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":46,"verse":"ಇವನು ತನ್ನ ತಂದೆಯಾದ ಆಸನ ಕಾಲದಲ್ಲಿ ತಪ್ಪಿಸಿಕೊಂಡ ದೇವದಾಸ ದೇವದಾಸಿಯರನ್ನು ದೇಶದಿಂದ ತೆಗೆದುಹಾಕಿದನು."},{"number":47,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಎದೋಮ್ ದೇಶದಲ್ಲಿ ಅರಸನಿರಲಿಲ್ಲ; ಇವನ ಪ್ರತಿನಿಧಿಯೇ ಅದನ್ನು ಆಳುತ್ತಿದ್ದನು."},{"number":48,"verse":"ಇದಲ್ಲದೆ ಯೆಹೋಷಾಫಾಟನು ಓಫೀರಿನಿಂದ ಬಂಗಾರ ತರುವದಕ್ಕಾಗಿ ತಾರ್ಷೀಷ್ ಹಡಗುಗಳನ್ನು ಮಾಡಿಸಿದನು."},{"number":49,"verse":"ಆಗ ಅಹಾಬನ ಮಗನಾದ ಅಹಜ್ಯನು ಅವನನ್ನು - ನಿನ್ನ ಜನರ ಜೊತೆಯಲ್ಲಿ ನನ್ನ ಜನರೂ ಸಮುದ್ರ ಪ್ರಯಾಣಮಾಡುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಲಿ ಎಂದು ಬೇಡಿಕೊಂಡನು; ಅವನು ಅದಕ್ಕೆ ಒಪ್ಪಲಿಲ್ಲ. ಆದರೆ ಆ ಹಡಗುಗಳು ಎಚ್ಯೋನ್ಗೆಬೆರಿನಲ್ಲಿ ಒಡೆದುಹೋದದರಿಂದ ಓಫೀರನ್ನು ಮುಟ್ಟಲಿಲ್ಲ."},{"number":50,"verse":"ಯೆಹೋಷಾಫಾಟನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವವನ್ನು ಅವನ ಪೂರ್ವಿಕನಾದ ದಾವೀದನ ಪಟ್ಟಣದೊಳಗೆ ಕುಟುಂಬ ಶ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಯೆಹೋರಾಮನು ಅರಸನಾದನು."},{"number":51,"verse":"ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋಷಾಫಾಟನ ಆಳಿಕೆಯ ಹದಿನೇಳನೆಯ ವರುಷದಲ್ಲಿ ಅಹಾಬನ ಮಗನಾದ ಅಹಜ್ಯ ಎಂಬವನು ಅರಸನಾಗಿ ಸಮಾರ್ಯದಲ್ಲಿ ಎರಡು ವರುಷ ಆಳಿದನು."},{"number":52,"verse":"ಇವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರೇರಿಸಿದ ನೆಬಾಟನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನ ಮತ್ತು ತನ್ನ ತಂದೆತಾಯಿಗಳ ಮಾರ್ಗದಲ್ಲಿ ನಡೆದು ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾದನು."},{"number":53,"verse":"ತನ್ನ ತಂದೆಯಂತೆ ಬಾಳ್ ದೇವರನ್ನು ಪೂಜಿಸಿ ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರಾದ ಯೆಹೋವನನ್ನು ರೇಗಿಸಿದನು."}]}