{"bibleAbbr":"KNJV","bookName":"1 ಅರಸುಗಳು","bookEnglishName":"1 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"ಅನಂತರ ಅರಸನಾದ ಸೊಲೊಮೋನನು ದಾವೀದನಗರವಾದ ಚೀಯೋನಿನಿಂದ ಯೆಹೋವನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಮೇಲೆ ತರುವದಕ್ಕಾಗಿ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರು ಕುಲಾಧಿಪತಿಗಳು ಇವರೇ ಮೊದಲಾದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ ಪ್ರಧಾನ ಪುರುಷರನ್ನು ಯೆರೂಸಲೇಮಿಗೆ ತನ್ನ ಹತ್ತಿರಕ್ಕೆ ಕರಿಸಿಕೊಂಡನು."},{"number":2,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಏಳನೆಯ ತಿಂಗಳಾದ ಆಶ್ವೀಜಮಾಸದಲ್ಲಿ ಜಾತ್ರೆಗೋಸ್ಕರ ಅರಸನಾದ ಸೊಲೊಮೋನನ ಬಳಿಗೆ ಕೂಡಿಬಂದರು."},{"number":3,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಹಿರಿಯರು ಕೂಡಿಬಂದಿರಲಾಗಿ ಯಾಜಕರು ಯೆಹೋವನ ಮಂಜೂಷವನ್ನು ಹೊತ್ತುಕೊಂಡರು."},{"number":4,"verse":"ಉಳಿದ ಯಾಜಕರೂ ಲೇವಿಯರೂ ದೇವದರ್ಶನದ ಗುಡಾರ, ಅದರಲ್ಲಿದ್ದ ಪರಿಶುದ್ಧವಸ್ತು ಇವುಗಳನ್ನು ಹೊತ್ತರು."},{"number":5,"verse":"ಅರಸನಾದ ಸೊಲೊಮೋನನೂ ಅಲ್ಲಿ ಕೂಡಿಬಂದಿದ್ದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ಮಂಜೂಷದ ಮುಂದೆ ಅಸಂಖ್ಯವಾದ ಕುರಿದನಗಳನ್ನು ಯಜ್ಞಮಾಡಿದರು."},{"number":6,"verse":"ಯಾಜಕರು ಯೆಹೋವನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಮಹಾಪರಿಶುದ್ಧ ಸ್ಥಳವೆನಿಸುವ ಗರ್ಭಗೃಹದಲ್ಲಿ ಕೆರೂಬಿಗಳ ರೆಕ್ಕೆಗಳ ಕೆಳಗೆ ಅದಕ್ಕೆ ನೇಮಕವಾದ ಸ್ಥಳದಲ್ಲಿ ಇಟ್ಟರು."},{"number":7,"verse":"ಕೆರೂಬಿಗಳ ರೆಕ್ಕೆಗಳು ಮಂಜೂಷವಿದ್ದ ಸ್ಥಳದ ಮೇಲೆ ಚಾಚಿದವುಗಳಾಗಿದ್ದದರಿಂದ ಮಂಜೂಷವೂ ಅದರ ಕೋಲುಗಳೂ ಪೂರ್ಣವಾಗಿ ಅವುಗಳ ನೆರಳಿನಲ್ಲಿದ್ದವು."},{"number":8,"verse":"ಆ ಕೋಲುಗಳು ಬಹಳ ಉದ್ದವಾಗಿದ್ದದರಿಂದ ಅವುಗಳ ತುದಿಗಳು ಗರ್ಭಗೃಹದ ಎದುರಿನಲ್ಲಿರುವ ಪರಿಶುದ್ಧಸ್ಥಳದಲ್ಲಿ ನಿಂತವರಿಗೆ ಕಾಣಿಸಿದರೂ ಹೊರಗೆ ನಿಂತವರಿಗೆ ಕಾಣಿಸುತ್ತಿರಲಿಲ್ಲ. ಅವು ಇಂದಿನವರೆಗೂ ಅಲ್ಲೇ ಇರುತ್ತವೆ."},{"number":9,"verse":"ಮಂಜೂಷದಲ್ಲಿ ಎರಡು ಕಲ್ಲಿನ ಹಲಿಗೆಗಳ ಹೊರತಾಗಿ ಬೇರೇನೂ ಇರಲಿಲ್ಲ. ಯೆಹೋವನು ಐಗುಪ್ತದಿಂದ ಬಂದ ಇಸ್ರಾಯೇಲ್ಯರೊಡನೆ ಹೋರೇಬ್ ಬೆಟ್ಟದ ಬಳಿಯಲ್ಲಿ ಒಡಂಬಡಿಕೆ ಮಾಡಿಕೊಂಡ ಮೇಲೆ ಮೋಶೆಯು ಅವುಗಳನ್ನು ಅದರಲ್ಲಿಟ್ಟಿದ್ದನು."},{"number":10,"verse":"ಯಾಜಕರು ಪರಿಶುದ್ಧಸ್ಥಳದಿಂದ ಹೊರಗೆ ಬಂದ ಕೂಡಲೆ ಮೇಘವು ಯೆಹೋವನ ಆಲಯವನ್ನು ತುಂಬಿಕೊಂಡಿತು."},{"number":11,"verse":"ಯೆಹೋವನ ತೇಜಸ್ಸಿನಿಂದ ವ್ಯಾಪ್ತವಾಗಿದ್ದ ಮೇಘವು ಆಲಯವನ್ನು ತುಂಬಿಕೊಂಡದರಿಂದ ಯಾಜಕರು ಅಲ್ಲಿ ನಿಂತು ಸೇವೆ ಮಾಡಲಾರದವರಾದರು."},{"number":12,"verse":"ತರುವಾಯ ಸೊಲೊಮೋನನು - ಯೆಹೋವನೇ, ಕಾರ್ಗತ್ತಲಲ್ಲಿ ವಾಸಿಸುತ್ತೇನೆಂದು ಹೇಳಿದ್ದೀ;"},{"number":13,"verse":"ನಾನು ನಿನಗೋಸ್ಕರ ಒಂದು ಮಂದಿರವನ್ನು ಕಟ್ಟಿಸಿದ್ದೇನೆ; ಅದು ನಿನಗೆ ಶಾಶ್ವತವಾದ ವಾಸಸ್ಥಳವಾಗಿರಲಿ ಎಂದು ಪ್ರಾರ್ಥನೆಮಾಡಿದನು."},{"number":14,"verse":"ಇದಾದ ಮೇಲೆ ಅರಸನು ಎದ್ದುನಿಂತಿದ್ದ ಇಸ್ರಾಯೇಲ್ ಸಮೂಹದವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಅವರನ್ನು ಆಶೀರ್ವದಿಸಿ -"},{"number":15,"verse":"ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ; ನನ್ನ ತಂದೆಯಾದ ದಾವೀದನಿಗೆ ಆತನ ಬಾಯಿ ನುಡಿದದ್ದನ್ನು ಆತನ ಹಸ್ತವು ಈಗ ನೆರವೇರಿಸಿಯದೆ."},{"number":16,"verse":"ಆತನು - ನಾನು ನನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಐಗುಪ್ತದಿಂದ ಬರಮಾಡಿದಂದಿನಿಂದ ನನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಆಳುವದಕ್ಕೋಸ್ಕರ ದಾವೀದನನ್ನು ಆರಿಸಿಕೊಂಡೆನೇ ಹೊರತು ನನ್ನ ನಾಮದ ನಿವಾಸಕ್ಕೋಸ್ಕರ ಆಲಯ ಸ್ಥಾನವನ್ನಾಗಿ ಇಸ್ರಾಯೇಲ್‍ಕುಲಗಳ ಯಾವ ಪಟ್ಟಣವನ್ನೂ ಆರಿಸಿಕೊಳ್ಳಲಿಲ್ಲ ಎಂದು ಹೇಳಿದ್ದನು."},{"number":17,"verse":"ನನ್ನ ತಂದೆಯಾದ ದಾವೀದನು ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನ ಹೆಸರಿಗೋಸ್ಕರ ಆಲಯವನ್ನು ಕಟ್ಟಬೇಕೆಂದು ಮನಸ್ಸುಮಾಡಿದಾಗ"},{"number":18,"verse":"ಆತನು ಅವನಿಗೆ - ನೀನು ನನ್ನ ಹೆಸರಿಗೋಸ್ಕರ ಒಂದು ಮನೆಯನ್ನು ಕಟ್ಟುವದಕ್ಕೆ ಮನಸ್ಸುಮಾಡಿದ್ದು ಒಳ್ಳೇದೇ ಸರಿ."},{"number":19,"verse":"ಆದರೂ ನೀನು ಅದನ್ನು ಕಟ್ಟಬಾರದು; ನಿನ್ನಿಂದ ಹುಟ್ಟುವ ಮಗನು ನನ್ನ ಹೆಸರಿಗಾಗಿ ಒಂದು ಆಲಯವನ್ನು ಕಟ್ಟಬೇಕು ಎಂದು ಹೇಳಿದನು."},{"number":20,"verse":"ಯೆಹೋವನು ತಾನು ಕೊಟ್ಟ ಮಾತನ್ನು ನೆರವೇರಿಸಿದನು. ಆತನ ವಾಗ್ದಾನದಂತೆ ನಾನು ನನ್ನ ತಂದೆಯಾದ ದಾವೀದನಿಗೆ ಬದಲಾಗಿ ಇಸ್ರಾಯೇಲ್‍ಸಿಂಹಾಸನದ ಮೇಲೆ ಅರಸನಾಗಿ ಕೂತುಕೊಂಡು ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನ ಹೆಸರಿಗೋಸ್ಕರ ಈ ಆಲಯವನ್ನು ಕಟ್ಟಿದೆನು;"},{"number":21,"verse":"ಇದಲ್ಲದೆ ಐಗುಪ್ತದಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿದ ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ಯೆಹೋವನಿಂದ ದೊರಕಿದ ನಿಬಂಧನಶಾಸನಗಳಿರುವ ಮಂಜೂಷಕ್ಕೆ ಸ್ಥಳವನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ ಅಲ್ಲಿ ಅದನ್ನು ಇಟ್ಟೆನು ಎಂದು ಹೇಳಿದನು."},{"number":22,"verse":"ತರುವಾಯ ಸೊಲೊಮೋನನು ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರ ಎದುರಿನಲ್ಲಿ ಯೆಹೋವನ ಯಜ್ಞವೇದಿಯ ಮುಂದೆ ನಿಂತು ಆಕಾಶದ ಕಡೆಗೆ ಕೈಗಳನ್ನೆತ್ತಿ ಹೀಗೆ ಪ್ರಾರ್ಥಿಸಿದನು -"},{"number":23,"verse":"ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನೇ, ಭೂಲೋಕದಲ್ಲಿಯೂ ಪರಲೋಕದಲ್ಲಿಯೂ ನಿನಗೆ ಸಮಾನನಾದ ದೇವರಿಲ್ಲ; ಪೂರ್ಣಮನಸ್ಸಿನಿಂದ ನಿನಗೆ ನಡೆದುಕೊಳ್ಳುವಂಥ ಸೇವಕರ ವಿಷಯದಲ್ಲಿ ನೀನು ನಿನ್ನ ಒಡಂಬಡಿಕೆಯನ್ನೂ ಕೃಪೆಯನ್ನೂ ನೆರವೇರಿಸುವವನು."},{"number":24,"verse":"ನಿನ್ನ ಸೇವಕನೂ ನನ್ನ ತಂದೆಯೂ ಆದ ದಾವೀದನಿಗೆ ಕೊಟ್ಟ ಮಾತನ್ನು ಕೈಕೊಂಡಿ; ನಿನ್ನ ಬಾಯಿ ನುಡಿದದ್ದನ್ನು ನಿನ್ನ ಹಸ್ತವು ಈಗ ನೆರವೇರಿಸಿತು."},{"number":25,"verse":"ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನೇ, ನೀನು ನನ್ನ ತಂದೆಯಾದ ದಾವೀದನಿಗೆ - ನಿನ್ನ ಸಂತಾನದವರು ನಿನ್ನಂತೆ ಜಾಗರೂಕತೆಯಿಂದ ನನ್ನ ಮಾರ್ಗದಲ್ಲೇ ನಡೆದುಕೊಳ್ಳುವದಾದರೆ ಅವರು ತಪ್ಪದೆ ಇಸ್ರಾಯೇಲ್‍ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂತುಕೊಳ್ಳುವಂತೆ ಮಾಡುವೆನು ಎಂಬದಾಗಿ ವಾಗ್ದಾನ ಮಾಡಿದಿಯಲ್ಲಾ; ಅದನ್ನು ನೆರವೇರಿಸು."},{"number":26,"verse":"ಇಸ್ರಾಯೇಲ್‍ದೇವರೇ, ನೀನು ನಿನ್ನ ಸೇವಕನೂ ನನ್ನ ತಂದೆಯೂ ಆದ ದಾವೀದನಿಗೆ ನುಡಿದದ್ದೆಲ್ಲವೂ ಸಾರ್ಥಕವಾಗಲಿ."},{"number":27,"verse":"ದೇವರು ನಿಜವಾಗಿ ಭೂಲೋಕದಲ್ಲಿ ವಾಸಿಸುವನೋ? ಆಕಾಶವೂ ಉನ್ನತೋನ್ನತವಾದ ಆಕಾಶವೂ ನಿನ್ನ ವಾಸಕ್ಕೆ ಸಾಲವು; ಹೀಗಿರುವಲ್ಲಿ ನಾನು ಕಟ್ಟಿಸಿದ ಈ ಮಂದಿರವು ಹೇಗೆ ಸಾಕಾದೀತು!"},{"number":28,"verse":"ಆದರೂ ನನ್ನ ದೇವರೇ, ಯೆಹೋವನೇ, ನಿನ್ನ ಸೇವಕನ ಪ್ರಾರ್ಥನೆಗೂ ವಿಜ್ಞಾಪನೆಗೂ ಕಿವಿಗೊಡು; ಈಹೊತ್ತು ನಿನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವ ನಿನ್ನ ಸೇವಕನ ಮೊರೆಯನ್ನು ಲಾಲಿಸು."},{"number":29,"verse":"ಈ ಸ್ಥಳವನ್ನು ಕುರಿತು - ನನ್ನ ನಾಮಪ್ರಭಾವವು ಇಲ್ಲಿ ವಾಸಿಸುವದು ಎಂದು ಹೇಳಿದವನೇ, ನಿನ್ನ ಕಟಾಕ್ಷವು ಹಗಲಿರುಳು ಈ ಮಂದಿರದ ಮೇಲಿರಲಿ; ಇಲ್ಲಿ ನಿನ್ನ ಸೇವಕನು ನಿನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸುವಾಗೆಲ್ಲಾ ಅವನಿಗೆ ಸದುತ್ತರವನ್ನು ದಯಪಾಲಿಸು."},{"number":30,"verse":"ನಿನ್ನ ಸೇವಕನಾದ ನಾನಾಗಲಿ ನಿನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರಾಗಲಿ ಈ ಸ್ಥಳದ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ನಿನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸುವದಾದರೆ ನಿನ್ನ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ನಮ್ಮ ಬಿನ್ನಹವನ್ನು ಕೇಳಿ ಕ್ಷಮೆಯನ್ನು ಅನುಗ್ರಹಿಸು."},{"number":31,"verse":"ನೆರೆಯವನಿಗೆ ವಿರೋಧವಾಗಿ ತಪ್ಪುಮಾಡಿದವನೆಂಬ ಸಂಶಯಕ್ಕೆ ಗುರಿಯಾದ ಮನುಷ್ಯನು ತಾನು ನಿರ್ದೋಷಿಯೆಂದು ಪ್ರಮಾಣಮಾಡಬೇಕಾದಾಗ ಅಂಥವನು ಈ ಆಲಯಕ್ಕೆ ಬಂದು ನಿನ್ನ ವೇದಿಯ ಮುಂದೆ ನಿಂತು ಪ್ರಮಾಣಮಾಡುವದಾದರೆ"},{"number":32,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀನು ಅದನ್ನು ಕೇಳಿ ನಿನ್ನ ಸೇವಕರ ವ್ಯಾಜ್ಯವನ್ನು ತೀರಿಸು; ದುಷ್ಟನಿಗೆ ಅವನ ದುಷ್ಟತ್ವವನ್ನು ಅವನ ತಲೆಯ ಮೇಲೆಯೇ ಬರಮಾಡಿ ಅವನು ಅಪರಾಧಿಯೆಂದೂ ನೀತಿವಂತನಿಗೆ ಅವನ ನೀತಿಯ ಫಲವನ್ನು ಅನುಗ್ರಹಿಸಿ ಅವನು ನೀತಿವಂತನೆಂದೂ ತೋರಿಸಿಕೊಡು."},{"number":33,"verse":"ತಮ್ಮ ಪಾಪಗಳ ಸಲುವಾಗಿ ಶತ್ರುಗಳಿಂದ ತಗ್ಗಿಸಲ್ಪಟ್ಟ ನಿನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರು ನಿನ್ನ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ನಿನ್ನ ನಾಮವನ್ನು ಎತ್ತಿ ಈ ಆಲಯದಲ್ಲಿ ನಿನಗೆ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ಮಾಡುವದಾದರೆ"},{"number":34,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀನು ಲಾಲಿಸಿ ಅವರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿ ಅವರ ಪಿತೃಗಳಿಗೆ ನೀನು ಕೊಟ್ಟ ದೇಶಕ್ಕೆ ಅವರನ್ನು ತಿರಿಗಿ ಬರಮಾಡು."},{"number":35,"verse":"ಅವರ ಪಾಪಗಳ ನಿಮಿತ್ತವಾಗಿ ಆಕಾಶವು ಮಳೆಗರೆಯದಂತೆ ಮುಚ್ಚಿಕೊಂಡಾಗ ಅವರು ತಮ್ಮ ಪಾಪಗಳನ್ನು ಬಿಟ್ಟು ತಮ್ಮನ್ನು ತಗ್ಗಿಸಿದವನು ನೀನೇ ಎಂದು ನಿನ್ನ ನಾಮವನ್ನು ಎತ್ತಿ ಈ ಆಲಯದ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಪ್ರಾರ್ಥಿಸುವದಾದರೆ"},{"number":36,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀನು ಲಾಲಿಸಿ ನಿನ್ನ ಸೇವಕರೂ ಪ್ರಜೆಗಳೂ ಆದ ಇಸ್ರಾಯೇಲ್ಯರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿ ಅವರು ನಡೆಯಬೇಕಾದ ಮಾರ್ಗವನ್ನು ತೋರಿಸಿ ನಿನ್ನ ಪ್ರಜೆಗೆ ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಕೊಟ್ಟ ದೇಶಕ್ಕೆ ಮಳೆಯನ್ನು ಅನುಗ್ರಹಿಸು."},{"number":37,"verse":"ದೇಶಕ್ಕೆ ಕ್ಷಾಮ, ಘೋರವ್ಯಾಧಿ, ಬಿಸಿಗಾಳಿ, ಬೂದಿ, ಮಿಡಿತೆ, ಜಿಟ್ಟೇಹುಳ, ಪಟ್ಟಣಗಳಿಗೆ ಶತ್ರುಗಳ ಮುತ್ತಿಗೆ, ಅಂತು ಯಾವ ಉಪದ್ರವದಿಂದಾಗಲಿ"},{"number":38,"verse":"ವ್ಯಾಧಿಯಿಂದಾಗಲಿ ಬಾಧೆಯುಂಟಾಗುವಲ್ಲಿ ಮನಸ್ಸಾಕ್ಷಿ ಪೀಡಿತರಾದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರಾಗಲಿ ಅವರಲ್ಲಿ ಒಬ್ಬನಾಗಲಿ ಈ ಆಲಯದ ಕಡೆಗೆ ಕೈಯೆತ್ತಿ ನಿನಗೆ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಮಾಡುವದಾದರೆ"},{"number":39,"verse":"ಮನುಷ್ಯರ ಹೃದಯಗಳನ್ನು ಬಲ್ಲಂಥ ನೀನು ನಿನ್ನ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ಲಾಲಿಸಿ ಅವರಿಗೆ ಪಾಪಪರಿಹಾರವನ್ನು ಅನುಗ್ರಹಿಸು; ನೀನೊಬ್ಬನೇ ಎಲ್ಲಾ ಮನುಷ್ಯರ ಹೃದಯಗಳನ್ನು ಬಲ್ಲವನಾಗಿರುವದರಿಂದ ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನವನು ಹಿಡಿಯುವ ಮಾರ್ಗಕ್ಕೆ ತಕ್ಕ ಹಾಗೆ ಫಲವನ್ನು ಕೊಡು."},{"number":40,"verse":"ಆಗ ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ನೀನು ಕೊಟ್ಟ ದೇಶದಲ್ಲಿ ಅವರು ವಾಸಿಸುವ ಕಾಲದಲ್ಲೆಲ್ಲಾ ನಿನ್ನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರುವರು."},{"number":41,"verse":"ನಿನ್ನ ನಾಮಮಹತ್ತು, ಭುಜಬಲ, ಶಿಕ್ಷಾಹಸ್ತ ಇವುಗಳ ವರ್ತಮಾನವು ಪರರಾಜ್ಯಗಳವರಿಗೂ ಗೊತ್ತಾಗುವದು."},{"number":42,"verse":"ನಿನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಸೇರದವನಾದ ಇಂಥ ಒಬ್ಬ ಪರದೇಶಿಯು ನಿನ್ನ ನಾಮಕ್ಕೋಸ್ಕರ ದೂರದೇಶದಿಂದ ಬಂದು ಈ ಆಲಯದ ಮುಂದೆ ನಿಂತು ನಿನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸುವದಾದರೆ"},{"number":43,"verse":"ನಿನ್ನ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ಅವನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳಿ ಅವನು ಬೇಡಿಕೊಂಡದ್ದನ್ನು ಅನುಗ್ರಹಿಸು; ಆಗ ಲೋಕದ ಎಲ್ಲಾ ಜನರೂ ನಿನ್ನ ನಾಮಮಹತ್ತನ್ನು ತಿಳಿದು ನಿನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರಂತೆ ನಿನ್ನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ ನಾನು ನಿನ್ನ ಹೆಸರಿಗಾಗಿ ಈ ಆಲಯವನ್ನು ಕಟ್ಟಿಸಿದ್ದೇನೆಂದು ತಿಳಿದುಕೊಳ್ಳುವರು."},{"number":44,"verse":"ನೀನು ನಿನ್ನ ಜನರನ್ನು ಶತ್ರುಗಳೊಡನೆ ಯುದ್ಧಮಾಡುವದಕ್ಕೋಸ್ಕರ ಎಲ್ಲಿಗಾದರೂ ಕಳುಹಿಸಿದಾಗ ಅವರು ಅಲ್ಲಿಂದ ನೀನು ಆರಿಸಿಕೊಂಡ ಪಟ್ಟಣದ ಕಡೆಗೂ ನಾನು ನಿನ್ನ ಹೆಸರಿಗಾಗಿ ಕಟ್ಟಿಸಿದ ಈ ಆಲಯದ ಕಡೆಗೂ ತಿರುಗಿಕೊಂಡು ಯೆಹೋವನಾದ ನಿನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸುವದಾದರೆ"},{"number":45,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ನೀನು ಅವರ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ಕೇಳಿ ಅವರ ನ್ಯಾಯವನ್ನು ಸ್ಥಾಪಿಸು."},{"number":46,"verse":"ಅವರು ನಿನಗೆ ವಿರುದ್ಧವಾಗಿ ಪಾಪಮಾಡಾರು. ಪಾಪಮಾಡದ ಮನುಷ್ಯನು ಒಬ್ಬನೂ ಇಲ್ಲವಲ್ಲಾ. ನೀನು ಅವರ ಮೇಲೆ ಕೋಪಗೊಂಡು ಅವರನ್ನು ಶತ್ರುಗಳ ಕೈಗೆ ಒಪ್ಪಿಸಿದಾಗ ಮತ್ತು ಆ ಶತ್ರುಗಳು ಅವರನ್ನು ಸೆರೆಹಿಡಿದು ದೂರದಲ್ಲಾಗಲಿ ಸಮೀಪದಲ್ಲಾಗಲಿ ಇರುವ ತಮ್ಮ ದೇಶಕ್ಕೆ ಅವರನ್ನು ಒಯ್ದಾಗ"},{"number":47,"verse":"ತಾವು ಸೆರೆಯವರಾಗಿ ಬಿದ್ದುಕೊಂಡಿರುವ ದೇಶದಲ್ಲಿ ಅವರು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು"},{"number":48,"verse":"ನಿನ್ನ ಅನುಗ್ರಹದಿಂದ ತಮ್ಮ ಪಿತೃಗಳಿಗೆ ದೊರಕಿದ ದೇಶದ ಕಡೆಗೂ ನೀನು ಆರಿಸಿಕೊಂಡ ಪಟ್ಟಣದ ಕಡೆಗೂ ನಾನು ನಿನ್ನ ಹೆಸರಿಗೋಸ್ಕರ ಕಟ್ಟಿಸಿದ ಈ ಆಲಯದ ಕಡೆಗೂ ತಿರುಗಿಕೊಂಡು - ನಾವು ನಿನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಮೀರಿ ಪಾಪಮಾಡಿ ದ್ರೋಹಿಗಳಾದೆವು ಎಂದು ಒಪ್ಪಿ ಪೂರ್ಣಮನಸ್ಸಿನಿಂದಲೂ ಪೂರ್ಣಪ್ರಾಣದಿಂದಲೂ ನಿನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸುವದಾದರೆ"},{"number":49,"verse":"ನೀನು ನಿನ್ನ ನಿವಾಸವಾಗಿರುವ ಪರಲೋಕದಿಂದ ಅವರ ವಿಜ್ಞಾಪನೆಯನ್ನೂ ಪ್ರಾರ್ಥನೆಯನ್ನೂ ಲಾಲಿಸಿ ಅವರ ನ್ಯಾಯವನ್ನು ಸ್ಥಾಪಿಸು."},{"number":50,"verse":"ಕಬ್ಬಿಣ ಕರಗಿಸುವ ಕುಲಿಮೆಯೋಪಾದಿಯಲ್ಲಿದ್ದ ಐಗುಪ್ತ ದೇಶದಿಂದ ನೀನು ಬಿಡಿಸಿದ ಈ ಜನರು"},{"number":51,"verse":"ನಿನ್ನ ಸ್ವಕೀಯ ಜನರಾಗಿದ್ದಾರೆಂಬದನ್ನು ನೆನಸಿ ಅವರು ನಿನಗೆ ವಿರುದ್ಧವಾಗಿ ಮಾಡಿದ ಎಲ್ಲಾ ಅಪರಾಧ ದ್ರೋಹಗಳನ್ನು ಕ್ಷಮಿಸಿ ಅವರನ್ನು ಸೆರೆಯೊಯ್ದವರ ಮನಸ್ಸಿನಲ್ಲಿ ಅವರ ಮೇಲೆ ದಯೆ ಹುಟ್ಟಿಸು."},{"number":52,"verse":"ನಿನ್ನ ಸೇವಕನ ಮೇಲೆಯೂ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆಯೂ ಕಟಾಕ್ಷವಿಟ್ಟು ಅವರು ಪ್ರಾರ್ಥಿಸುವಾಗೆಲ್ಲಾ ಅವರ ವಿಜ್ಞಾಪನೆಗಳನ್ನು ಲಾಲಿಸು."},{"number":53,"verse":"ಕರ್ತನೇ, ಯೆಹೋವನೇ, ನೀನು ನಮ್ಮ ಪಿತೃಗಳನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ ಬಿಡಿಸುವಾಗ ಅವರಿಗೆ - ನಾನು ನಿಮ್ಮನ್ನು ಎಲ್ಲಾ ಜನಾಂಗಗಳೊಳಗಿಂದ ಪ್ರತ್ಯೇಕಿಸಿ ಸ್ವಕೀಯ ಜನರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡಿದ್ದೇನೆಂದು ಮೋಶೆಯ ಮುಖಾಂತರವಾಗಿ ಹೇಳಿದಿಯಲ್ಲವೇ ಎಂದು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿದನು."},{"number":54,"verse":"ಆಕಾಶದ ಕಡೆಗೆ ಕೈಯೆತ್ತಿ ಯೆಹೋವನ ಯಜ್ಞವೇದಿಯ ಮುಂದೆ ಮೊಣಕಾಲೂರಿದ್ದ ಸೊಲೊಮೋನನು ಈ ಪ್ರಕಾರವಾಗಿ ಯೆಹೋವನನ್ನು ಪ್ರಾರ್ಥಿಸಿದ ನಂತರ ಎದ್ದು ನಿಂತು"},{"number":55,"verse":"ಇಸ್ರಾಯೇಲ್ ಸರ್ವಸಮೂಹದವರನ್ನು ಆಶೀರ್ವದಿಸಿ ಗಟ್ಟಿಯಾಗಿ ಹೇಳಿದ್ದೇನಂದರೆ -"},{"number":56,"verse":"ತಾನು ವಾಗ್ದಾನಮಾಡಿದಂತೆ ತನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ವಿಶ್ರಾಂತಿಯನ್ನು ಅನುಗ್ರಹಿಸಿದ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ. ಆತನು ತನ್ನ ಸೇವಕನಾದ ಮೋಶೆಯ ಮುಖಾಂತರವಾಗಿ ಮಾಡಿದ ಅತಿಶ್ರೇಷ್ಠವಾಗ್ದಾನಗಳಲ್ಲಿ ಒಂದೂ ತಪ್ಪಿಹೋಗಲಿಲ್ಲ."},{"number":57,"verse":"ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನು ನಮ್ಮ ಪಿತೃಗಳ ಸಂಗಡ ಇದ್ದ ಹಾಗೆ ನಮ್ಮ ಸಂಗಡಲೂ ಇರಲಿ; ಆತನು ನಮ್ಮನ್ನು ಕೈಬಿಡದಿರಲಿ, ತಳ್ಳದಿರಲಿ."},{"number":58,"verse":"ನಾವು ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ಕೊಡಲ್ಪಟ್ಟ ಆಜ್ಞಾನಿಯಮ ವಿಧಿಗಳನ್ನು ಕೈಕೊಂಡು ಆತನ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುವಂತೆ ನಮ್ಮ ಮನಸ್ಸನ್ನು ತನ್ನ ಕಡೆಗೆ ತಿರುಗಿಸಿಕೊಳ್ಳಲಿ."},{"number":59,"verse":"ನಾನು ಈಗ ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಯು ಹಗಲಿರುಳು ಆತನ ಜ್ಞಾಪಕದಲ್ಲಿರಲಿ."},{"number":60,"verse":"ಭೂಲೋಕದ ಜನರೆಲ್ಲರೂ ಯೆಹೋವನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲವೆಂಬದನ್ನು ತಿಳಿದುಕೊಳ್ಳುವಂತೆ ಆತನು ಅವಶ್ಯವಿರುವಾಗೆಲ್ಲಾ ತನ್ನ ಸೇವಕನ ಮತ್ತು ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರ ನ್ಯಾಯವನ್ನು ಸ್ಥಾಪಿಸುತ್ತಾ ಬರಲಿ."},{"number":61,"verse":"ನೀವಾದರೋ ಈಗಿನಂತೆ ಮುಂದೆಯೂ ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನಲ್ಲಿ ಪೂರ್ಣಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ ಆತನ ವಿಧಿಗಳನ್ನು ಅನುಸರಿಸಿ ಆತನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಕೊಳ್ಳಿರಿ ಎಂಬದೇ."},{"number":62,"verse":"ಅರಸನೂ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಯಜ್ಞಮಾಡಿದರು."},{"number":63,"verse":"ಸೊಲೊಮೋನನು ಯೆಹೋವನಿಗೋಸ್ಕರ ಮಾಡಿದ ಸಮಾಧಾನಯಜ್ಞಕ್ಕಾಗಿ ವಧಿಸಿದ ಹೋರಿಗಳು ಇಪ್ಪತ್ತೆರಡು ಸಾವಿರ; ಕುರಿಗಳು ಲಕ್ಷದ ಇಪ್ಪತ್ತು ಸಾವಿರ. ಈ ಪ್ರಕಾರ ಅರಸನೂ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ಯೆಹೋವನ ಆಲಯವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದರು."},{"number":64,"verse":"ಯೆಹೋವನ ಆಲಯದ ಮುಂದಿರುವ ತಾಮ್ರದ ಯಜ್ಞವೇದಿಯು ಈ ಎಲ್ಲಾ ಸರ್ವಾಂಗಹೋಮದ್ರವ್ಯಗಳನ್ನೂ ಧಾನ್ಯನೈವೇದ್ಯಗಳನ್ನೂ ಸಮಾಧಾನಯಜ್ಞದ ಕೊಬ್ಬನ್ನೂ ಹಿಡಿಯಲಾರದಷ್ಟು ಚಿಕ್ಕದಾಗಿದ್ದದರಿಂದ ಸೊಲೊಮೋನನು ಆ ದಿವಸ ದೇವಾಲಯದ ಮುಂದಿನ ಪ್ರಾಕಾರದ ಮಧ್ಯಸ್ಥಳವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿ ಅಲ್ಲಿ ಇವುಗಳನ್ನೆಲ್ಲಾ ಸಮರ್ಪಿಸಿದನು."},{"number":65,"verse":"ಈ ಪ್ರಕಾರ ಸೊಲೊಮೋನನೂ ಹಮಾತಿನ ದಾರಿಯಿಂದ ಐಗುಪ್ತದ ಹಳ್ಳದವರೆಗಿರುವ ಪ್ರಾಂತಗಳಿಂದ ಮಹಾ ಸಮೂಹವಾಗಿ ಕೂಡಿಬಂದಿದ್ದ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ಎರಡು ವಾರ ಅಂದರೆ ಹದಿನಾಲ್ಕು ದಿವಸಗಳವರೆಗೆ ನಮ್ಮ ದೇವರಾದ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಹಬ್ಬಮಾಡಿದರು."},{"number":66,"verse":"ಎಂಟನೆಯ ದಿವಸ ಜನರಿಗೆ ಹೋಗುವದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಲು ಅವರು ಅರಸನನ್ನು ವಂದಿಸಿ ಯೆಹೋವನು ತನ್ನ ಸೇವಕನಾದ ದಾವೀದನಿಗೂ ತನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೂ ಮಾಡಿದ ಸರ್ವೋಪಕಾರಗಳನ್ನು ನೆನಸಿ ಆನಂದಚಿತ್ತರಾಗಿ ಹರ್ಷಿಸುತ್ತಾ ತಮ್ಮತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ತೆರಳಿದರು."}]}