{"bibleAbbr":"MKJV1962","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":5,"verses":[{"number":1,"verse":"And there was a great cry of the people and of their wives against their brothers the Jews."},{"number":2,"verse":"For certain ones said, We, our sons, and our daughters, [are] many. Let us get grain for them, so that we may eat and live."},{"number":3,"verse":"[Some] also said, We have mortgaged our lands, vineyards, and houses. Let us buy grain because of the famine."},{"number":4,"verse":"And [some] said, We have borrowed money on our lands and vineyards for the king's tax."},{"number":5,"verse":"Yet now our flesh [is] like the flesh of our brothers, our sons like their sons. And, lo, we bring our sons and our daughters into bondage, to be slaves, and [some] of our daughters are brought into bondage. And [there is] no power for our hand, for other men have our lands and vineyards."},{"number":6,"verse":"And I was very angry when I heard their cry and these words."},{"number":7,"verse":"And my heart within myself ruled, and I rebuked the nobles and the rulers, and said to them, You exact interest, [each] one from his brother. And I held a great gathering against them."},{"number":8,"verse":"And I said to them, According to our ability we have redeemed our brothers, the Jews who were sold to the nations. And will you even sell your brothers? Or shall they be sold to us? And they were silent and did not find an answer."},{"number":9,"verse":"And I said, What you do [is] not good. Should you not walk in the fear of our God because of the reproach of the nations our enemies?"},{"number":10,"verse":"And also I, my brothers and my servants, might take from them silver and grain. Please let us leave this lending at interest."},{"number":11,"verse":"Please even today give back to them their lands, their vineyards, their olive-yards, and their houses, also the hundredth [part] of the money and of the grain, the wine, and the oil, that you take from them."},{"number":12,"verse":"And they said, We will restore, and will ask nothing from them. So we will do as you say. Then I called the priests and took an oath from them that they should do according to this promise."},{"number":13,"verse":"Also I shook my lap and said, So let God shake out every man from his house, and from his labor, who does not keep this promise, even may he be shaken out this way and emptied. And all the congregation said, amen, and praised the LORD. And the people did according to this promise."},{"number":14,"verse":"And from the time that I was chosen to be their governor in the land of Judah, from the twentieth year even to the thirty-second year of Artaxerxes the king, twelve years, I and my brothers have not eaten the bread of the governor."},{"number":15,"verse":"But the former governors that [had been] before me were too heavy upon the people, and had taken bread and wine from them, besides forty shekels of silver. Yes, even their servants bore rule over the people. But I did not do this, because of the fear of God."},{"number":16,"verse":"And I also kept on in the work of this wall. Nor did we buy any land. And all my servants gathered there to the work."},{"number":17,"verse":"And at my table [were] a hundred and fifty of the Jews and rulers, besides those who came to us from among the nations around us."},{"number":18,"verse":"And that which [was] prepared daily [was] one ox and six choice sheep; and birds were prepared; and once in ten days store of all sorts of wine. Yet for all this I did not seek the bread of the governor, because the bondage was heavy upon this people."},{"number":19,"verse":"Think upon me, my God, for good, [according] to all that I have done for this people."}]}