{"bibleAbbr":"Thomson1808","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"Wherefore not being able to bear any longer, we acquiesced in being left alone in Athens,"},{"number":2,"verse":"and sent Timothy our brother, and a minister of God, and our fellow labourer in the glad tidings of the Christ, to establish you and comfort you concerning your belief;"},{"number":3,"verse":"that none of you might be staggered by those afflictions. For you yourselves know that we are destined for this."},{"number":4,"verse":"For when we were with you, we told you beforehand that we should soon be afflicted, as it hath actually come to pass, and you know;"},{"number":5,"verse":"therefore not being able to bear any longer, I sent to know your faith, for fear the tempter might have tempted you, and our labour be in vain."},{"number":6,"verse":"But Timothy having now come to us from you, and brought us the good news of your belief and love, and that you have always a good remembrance of us, earnestly desiring to see us, as we do to see you;"},{"number":7,"verse":"we therefore, brethren, under all our affliction and distress are comforted in respect to you, by your faith."},{"number":8,"verse":"Now because we live if you continue stedfast in the Lord,"},{"number":9,"verse":"what thanks then can we render to God respecting you, for all the joy with which we rejoice on your account, in the presence of our God;"},{"number":10,"verse":"day and night supplicating in the most earnest; manner to see your face and to complete the remainders of! your belief!"},{"number":11,"verse":"now may he himself, our God and father, and our Lord Jesus Christ, direct our way to you!"},{"number":12,"verse":"and may the Lord cause you to increase and abound in love for one another and for all men, (as we do for you)"},{"number":13,"verse":"so as to establish your hearts unblameable in holiness, in the presence of our God and Father, at the coming of our Lord Jesus Christ with all his holy ones."}]}