{"bibleAbbr":"KJV1769","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":2,"verses":[{"number":1,"verse":"Now these are the children<WH1121> of the province<WH4082> that went up<WH5927> out of the captivity<WH7628>, of those which had been carried away<WH1473>, whom Nebuchadnezzar<WH5019> the king<WH4428> of Babylon<WH894> had carried away<WH1540> unto Babylon<WH894>, and came again<WH7725> unto Jerusalem<WH3389> and Judah<WH3063>, every one<WH376> unto his city<WH5892>;"},{"number":2,"verse":"Which came<WH935> with Zerubbabel<WH2216>: Jeshua<WH3442>, Nehemiah<WH5166>, Seraiah<WH8304>, Reelaiah<WH7480>, Mordecai<WH4782>, Bilshan<WH1114>, Mispar<WH4558>, Bigvai<WH902>, Rehum<WH7348>, Baanah<WH1196>. The number<WH4557> of the men<WH582> of the people<WH5971> of Israel<WH3478>: Seraiah: also called, Azariah, nehe.7.7."},{"number":3,"verse":"The children<WH1121> of Parosh<WH6551>, two thousand<WH505> an hundred<WH3967> seventy<WH7657> and two<WH8147>."},{"number":4,"verse":"The children<WH1121> of Shephatiah<WH8203>, three<WH7969> hundred<WH3967> seventy<WH7657> and two<WH8147>."},{"number":5,"verse":"The children<WH1121> of Arah<WH733>, seven<WH7651> hundred<WH3967> seventy<WH7657> and five<WH2568>."},{"number":6,"verse":"The children<WH1121> of Pahathmoab<WH6355>, of the children<WH1121> of Jeshua<WH3442> and Joab<WH3097>, two thousand<WH505> eight<WH8083> hundred<WH3967> and twelve<WH8147> <WH6240>."},{"number":7,"verse":"The children<WH1121> of Elam<WH5867>, a thousand<WH505> two hundred<WH3967> fifty<WH2572> and four<WH702>."},{"number":8,"verse":"The children<WH1121> of Zattu<WH2240>, nine<WH8672> hundred<WH3967> forty<WH705> and five<WH2568>."},{"number":9,"verse":"The children<WH1121> of Zaccai<WH2140>, seven<WH7651> hundred<WH3967> and threescore<WH8346>."},{"number":10,"verse":"The children<WH1121> of Bani<WH1137>, six<WH8337> hundred<WH3967> forty<WH705> and two<WH8147>. Bani: or, Binnui"},{"number":11,"verse":"The children<WH1121> of Bebai<WH893>, six<WH8337> hundred<WH3967> twenty<WH6242> and three<WH7969>."},{"number":12,"verse":"The children<WH1121> of Azgad<WH5803>, a thousand<WH505> two<WH8147> hundred<WH3967> twenty<WH6242> and two<WH8147>."},{"number":13,"verse":"The children<WH1121> of Adonikam<WH140>, six<WH8337> hundred<WH3967> sixty<WH8346> and six<WH8337>."},{"number":14,"verse":"The children<WH1121> of Bigvai<WH902>, two thousand<WH505> fifty<WH2572> and six<WH8337>."},{"number":15,"verse":"The children<WH1121> of Adin<WH5720>, four<WH702> hundred<WH3967> fifty<WH2572> and four<WH702>."},{"number":16,"verse":"The children<WH1121> of Ater<WH333> of Hezekiah<WH3169>, ninety<WH8673> and eight<WH8083>."},{"number":17,"verse":"The children<WH1121> of Bezai<WH1209>, three<WH7969> hundred<WH3967> twenty<WH6242> and three<WH7969>."},{"number":18,"verse":"The children<WH1121> of Jorah<WH3139>, an hundred<WH3967> and twelve<WH8147> <WH6240>. Jorah: or, Hariph"},{"number":19,"verse":"The children<WH1121> of Hashum<WH2828>, two hundred<WH3967> twenty<WH6242> and three<WH7969>."},{"number":20,"verse":"The children<WH1121> of Gibbar<WH1402>, ninety<WH8673> and five<WH2568>. Gibbar: or Gibeon"},{"number":21,"verse":"The children<WH1121> of Bethlehem<WH1035>, an hundred<WH3967> twenty<WH6242> and three<WH7969>."},{"number":22,"verse":"The men<WH582> of Netophah<WH5199>, fifty<WH2572> and six<WH8337>."},{"number":23,"verse":"The men<WH582> of Anathoth<WH6068>, an hundred<WH3967> twenty<WH6242> and eight<WH8083>."},{"number":24,"verse":"The children<WH1121> of Azmaveth<WH5820>, forty<WH705> and two<WH8147>. Azmaveth: or, Bethazmaveth"},{"number":25,"verse":"The children<WH1121> of Kirjatharim<WH7157>, Chephirah<WH3716>, and Beeroth<WH881>, seven<WH7651> hundred<WH3967> and forty<WH705> and three<WH7969>."},{"number":26,"verse":"The children<WH1121> of Ramah<WH7414> and Gaba<WH1387>, six<WH8337> hundred<WH3967> twenty<WH6242> and one<WH259>."},{"number":27,"verse":"The men<WH582> of Michmas<WH4363>, an hundred<WH3967> twenty<WH6242> and two<WH8147>."},{"number":28,"verse":"The men<WH582> of Bethel<WH1008> and Ai<WH5857>, two hundred<WH3967> twenty<WH6242> and three<WH7969>."},{"number":29,"verse":"The children<WH1121> of Nebo<WH5015>, fifty<WH2572> and two<WH8147>."},{"number":30,"verse":"The children<WH1121> of Magbish<WH4019>, an hundred<WH3967> fifty<WH2572> and six<WH8337>."},{"number":31,"verse":"The children<WH1121> of the other<WH312> Elam<WH5867>, a thousand<WH505> two hundred<WH3967> fifty<WH2572> and four<WH702>."},{"number":32,"verse":"The children<WH1121> of Harim<WH2766>, three<WH7969> hundred<WH3967> and twenty<WH6242>."},{"number":33,"verse":"The children<WH1121> of Lod<WH3850>, Hadid<WH2307>, and Ono<WH207>, seven<WH7651> hundred<WH3967> twenty<WH6242> and five<WH2568>. Hadid: or, Harid, as it is in some copies"},{"number":34,"verse":"The children<WH1121> of Jericho<WH3405>, three<WH7969> hundred<WH3967> forty<WH705> and five<WH2568>."},{"number":35,"verse":"The children<WH1121> of Senaah<WH5570>, three<WH7969> thousand<WH505> and six<WH8337> hundred<WH3967> and thirty<WH7970>."},{"number":36,"verse":"The priests<WH3548>: the children<WH1121> of Jedaiah<WH3048>, of the house<WH1004> of Jeshua<WH3442>, nine<WH8672> hundred<WH3967> seventy<WH7657> and three<WH7969>."},{"number":37,"verse":"The children<WH1121> of Immer<WH564>, a thousand<WH505> fifty<WH2572> and two<WH8147>."},{"number":38,"verse":"The children<WH1121> of Pashur<WH6583>, a thousand<WH505> two hundred<WH3967> forty<WH705> and seven<WH7651>."},{"number":39,"verse":"The children<WH1121> of Harim<WH2766>, a thousand<WH505> and seventeen<WH7651> <WH6240>."},{"number":40,"verse":"The Levites<WH3881>: the children<WH1121> of Jeshua<WH3442> and Kadmiel<WH6934>, of the children<WH1121> of Hodaviah<WH1938>, seventy<WH7657> and four<WH702>. Hodaviah: or, Judah called also Hodevah"},{"number":41,"verse":"The singers<WH7891>: the children<WH1121> of Asaph<WH623>, an hundred<WH3967> twenty<WH6242> and eight<WH8083>."},{"number":42,"verse":"The children<WH1121> of the porters<WH7778>: the children<WH1121> of Shallum<WH7967>, the children<WH1121> of Ater<WH333>, the children<WH1121> of Talmon<WH2929>, the children<WH1121> of Akkub<WH6126>, the children<WH1121> of Hatita<WH2410>, the children<WH1121> of Shobai<WH7630>, in all an hundred<WH3967> thirty<WH7970> and nine<WH8672>."},{"number":43,"verse":"The Nethinims<WH5411>: the children<WH1121> of Ziha<WH6727>, the children<WH1121> of Hasupha<WH2817>, the children<WH1121> of Tabbaoth<WH2884>,"},{"number":44,"verse":"The children<WH1121> of Keros<WH7026>, the children<WH1121> of Siaha<WH5517>, the children<WH1121> of Padon<WH6303>, Siaha: or, Sia"},{"number":45,"verse":"The children<WH1121> of Lebanah<WH3838>, the children<WH1121> of Hagabah<WH2286>, the children<WH1121> of Akkub<WH6126>,"},{"number":46,"verse":"The children<WH1121> of Hagab<WH2285>, the children<WH1121> of Shalmai<WH8073>, the children<WH1121> of Hanan<WH2605>, Shalmai: or, Shamlai"},{"number":47,"verse":"The children<WH1121> of Giddel<WH1435>, the children<WH1121> of Gahar<WH1515>, the children<WH1121> of Reaiah<WH7211>,"},{"number":48,"verse":"The children<WH1121> of Rezin<WH7526>, the children<WH1121> of Nekoda<WH5353>, the children<WH1121> of Gazzam<WH1502>,"},{"number":49,"verse":"The children<WH1121> of Uzza<WH5798>, the children<WH1121> of Paseah<WH6454>, the children<WH1121> of Besai<WH1153>,"},{"number":50,"verse":"The children<WH1121> of Asnah<WH619>, the children<WH1121> of Mehunim<WH4586>, the children<WH1121> of Nephusim<WH5300> <WH5304>, Nephusim: or, Nephishesim"},{"number":51,"verse":"The children<WH1121> of Bakbuk<WH1227>, the children<WH1121> of Hakupha<WH2709>, the children<WH1121> of Harhur<WH2744>,"},{"number":52,"verse":"The children<WH1121> of Bazluth<WH1213>, the children<WH1121> of Mehida<WH4240>, the children<WH1121> of Harsha<WH2797>, Bazluth: or, Bazlith"},{"number":53,"verse":"The children<WH1121> of Barkos<WH1302>, the children<WH1121> of Sisera<WH5516>, the children<WH1121> of Thamah<WH8547>,"},{"number":54,"verse":"The children<WH1121> of Neziah<WH5335>, the children<WH1121> of Hatipha<WH2412>."},{"number":55,"verse":"The children<WH1121> of Solomon's<WH8010> servants<WH5650>: the children<WH1121> of Sotai<WH5479>, the children<WH1121> of Sophereth<WH5618>, the children<WH1121> of Peruda<WH6514>, Peruda: or, Perida"},{"number":56,"verse":"The children<WH1121> of Jaalah<WH3279>, the children<WH1121> of Darkon<WH1874>, the children<WH1121> of Giddel<WH1435>,"},{"number":57,"verse":"The children<WH1121> of Shephatiah<WH8203>, the children<WH1121> of Hattil<WH2411>, the children<WH1121> of Pochereth of Zebaim<WH6380>, the children<WH1121> of Ami<WH532>. Ami: or, Amon"},{"number":58,"verse":"All the Nethinims<WH5411>, and the children<WH1121> of Solomon's<WH8010> servants<WH5650>, were three<WH7969> hundred<WH3967> ninety<WH8673> and two<WH8147>."},{"number":59,"verse":"And these were they which went up<WH5927> from Telmelah<WH8528>, Telharsa<WH8521>, Cherub<WH3743>, Addan<WH135>, and Immer<WH564>: but they could<WH3201> not shew<WH5046> their father's<WH1> house<WH1004>, and their seed<WH2233>, whether they were of Israel<WH3478>: Addan: or, Addon seed: or, pedigree"},{"number":60,"verse":"The children<WH1121> of Delaiah<WH1806>, the children<WH1121> of Tobiah<WH2900>, the children<WH1121> of Nekoda<WH5353>, six<WH8337> hundred<WH3967> fifty<WH2572> and two<WH8147>."},{"number":61,"verse":"And of the children<WH1121> of the priests<WH3548>: the children<WH1121> of Habaiah<WH2252>, the children<WH1121> of Koz<WH6976>, the children<WH1121> of Barzillai<WH1271>; which took<WH3947> a wife<WH802> of the daughters<WH1323> of Barzillai<WH1271> the Gileadite<WH1569>, and was called<WH7121> after their name<WH8034>:"},{"number":62,"verse":"These sought<WH1245> their register<WH3791> among those that were reckoned by genealogy<WH3187>, but they were not found<WH4672>: therefore were they, as polluted<WH1351>, put from the priesthood<WH3550>. were they: Heb. they were polluted from the priesthood"},{"number":63,"verse":"And the Tirshatha<WH8660> said<WH559> unto them, that they should not eat<WH398> of the most<WH6944> holy things<WH6944>, till there stood up<WH5975> a priest<WH3548> with Urim<WH224> and with Thummim<WH8550>. Tirshatha: or, governor"},{"number":64,"verse":"The whole congregation<WH6951> together<WH259> was forty<WH702> <WH7239> and two thousand<WH505> three<WH7969> hundred<WH3967> and threescore<WH8346>,"},{"number":65,"verse":"Beside their servants<WH5650> and their maids<WH519>, of whom there were seven<WH7651> thousand<WH505> three<WH7969> hundred<WH3967> thirty<WH7970> and seven<WH7651>: and there were <WH428> among them two hundred<WH3967> singing men<WH7891> and singing women<WH7891>."},{"number":66,"verse":"Their horses<WH5483> were seven<WH7651> hundred<WH3967> thirty<WH7970> and six<WH8337>; their mules<WH6505>, two hundred<WH3967> forty<WH705> and five<WH2568>;"},{"number":67,"verse":"Their camels<WH1581>, four<WH702> hundred<WH3967> thirty<WH7970> and five<WH2568>; their asses<WH2543>, six<WH8337> thousand<WH505> seven<WH7651> hundred<WH3967> and twenty<WH6242>."},{"number":68,"verse":"And some of the chief<WH7218> of the fathers<WH1>, when they came<WH935> to the house<WH1004> of the LORD<WH3068> which is at Jerusalem<WH3389>, offered freely<WH5068> for the house<WH1004> of God<WH430> to set it up<WH5975> in his place<WH4349>:"},{"number":69,"verse":"They gave<WH5414> after their ability<WH3581> unto the treasure<WH214> of the work<WH4399> threescore<WH8337> <WH7239> and one thousand<WH505> drams<WH1871> of gold<WH2091>, and five<WH2568> thousand<WH505> pound<WH4488> of silver<WH3701>, and one hundred<WH3967> priests'<WH3548> garments<WH3801>."},{"number":70,"verse":"So the priests<WH3548>, and the Levites<WH3881>, and some of the people<WH5971>, and the singers<WH7891>, and the porters<WH7778>, and the Nethinims<WH5411>, dwelt<WH3427> in their cities<WH5892>, and all Israel<WH3478> in their cities<WH5892>."}]}