{"bibleAbbr":"TCL1995","bookName":"திருப்பாடல்கள்","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"என் உயிரே! ஆண்டவரைப் போற்றிடு! என் முழு உளமே! அவரது திருப்பெயரை ஏத்திடு!"},{"number":2,"verse":"என் உயிரே! ஆண்டவரைப் போற்றிடு! அவருடைய கனிவான செயல்கள் அனைத்தையும் மறவாதே!"},{"number":3,"verse":"அவர் உன் குற்றங்களையெல்லாம் மன்னிக்கின்றார்: உன் நோய்களையெல்லாம் குணமாக்குகின்றார்."},{"number":4,"verse":"அவர் உன் உயிரைப் படுகுழியினின்று மீட்கின்றார்: அவர் உனக்குப் பேரன்பையும் இரக்கத்தையும் மணிமுடியாகச் சூட்டுகின்றார்."},{"number":5,"verse":"அவர் உன் வாழ்நாளை நலன்களால் நிறைவுறச் செய்கின்றார்: உன் இளமை கழுகின் இளமையெனப் புதிதாய்ப் பொலிவுறும்."},{"number":6,"verse":"ஆண்டவரின் செயல்கள் நீதியானவை: ஒடுக்கப்பட்டோர் அனைவருக்கும் அவர் உரிமைகளை வழங்குகின்றார்."},{"number":7,"verse":"அவர் தம் வழிகளை மோசேக்கு வெளிப்படுத்தினார்: அவர் தம் செயல்களை இஸ்ரயேல் மக்கள் காணும்படி செய்தார்."},{"number":8,"verse":"ஆண்டவர் இரக்கமும் அருளும் கொண்டவர்: நீடிய பொறுமையும் பேரன்பும் உள்ளவர்."},{"number":9,"verse":"அவர் எப்பொழுதும் கடிந்து கொள்பவரல்லர்: என்றென்றும் சினங்கொள்பவரல்லர்."},{"number":10,"verse":"அவர் நம் பாவங்களுக்கு ஏற்ப நம்மை நடத்துவதில்லை: நம் குற்றங்களுக்கு ஏற்ப நம்மைத் தண்டிப்பதில்லை."},{"number":11,"verse":"அவர் தமக்கு அஞ்சுவோர்க்குக் காட்டும் பேரன்பு மண்ணினின்று விண்ணளவுபோன்று உயர்ந்தது."},{"number":12,"verse":"மேற்கினின்று கிழக்கு எத்துணைத் தொலைவிலுள்ளதோ: அத்துணைத் தொலைவிற்கு நம் குற்றங்களை நம்மிடமிருந்து அவர் அகற்றுகின்றார்."},{"number":13,"verse":"தந்தை தம் பிள்ளைகள்மீது இரக்கம் காட்டுவதுபோல் ஆண்டவர் தமக்கு அஞ்சுவோர் மீது இரங்குகிறார்."},{"number":14,"verse":"அவர் நமது உருவத்தை அறிவார்: நாம் தூசி என்பது அவர் நினைவிலுள்ளது."},{"number":15,"verse":"மனிதரின் வாழ்நாள் புல்லைப் போன்றது: வயல்வெளிப் பூவென அவர்கள் மலர்கின்றார்கள்."},{"number":16,"verse":"அதன்மீது காற்றடித்ததும் அது இல்லாமல் போகின்றது: அது இருந்த இடமே தெரியாமல் போகின்றது."},{"number":17,"verse":"ஆண்டவரது பேரன்போ அவருக்கு அஞ்சுவோர்மீது என்றென்றும் இருக்கும்: அவரது நீதியோ அவர்களின் பிள்ளைகளின் பிள்ளைகள்மீதும் இருக்கும்."},{"number":18,"verse":"அவருடைய உடன்படிக்கையைக் கடைப்பிடித்து அவரது கட்டளையின்படி நடப்பதில் கருத்தாய் இருப்போர்க்கு அது நிலைக்கும்."},{"number":19,"verse":"ஆண்டவர் தமது அரியணையை விண்ணகத்தில் நிலைநிறுத்தியுள்ளார்: அவரது அரசு அனைத்தின்மீதும் பரவியுள்ளது."},{"number":20,"verse":"அவர்தம் சொற்கேட்டு நடக்கும் வலிமைமிக்கோரே! ஆண்டவரின் தூதர்களே! அவரைப் போற்றுங்கள்."},{"number":21,"verse":"ஆண்டவரின் படைகளே! அவர் திருவுளப்படி நடக்கும் அவர்தம் பணியாளரே! அவரைப் போற்றுங்கள்."},{"number":22,"verse":"ஆண்டவரின் ஆட்சித் தலத்தில் வாழும் அனைத்துப் படைப்புகளே! ஆண்டவரைப் போற்றுங்கள்! என்னுயிரே! ஆண்டவரைப் போற்றிடு!"}]}