{"bibleAbbr":"NKJV1982","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"Jesus Rejected at Nazareth Then (Matt. 13:54; Luke 4:16) He went out from there and came to His own country, and His disciples followed Him."},{"number":2,"verse":"And when the Sabbath had come, He began to teach in the synagogue. And many hearing Him were (Matt. 7:28; Luke 4:32; Acts 4:13) astonished, saying, (John 6:42) “Where did this Man get these things? And what wisdom is this which is given to Him, that such mighty works are performed by His hands!"},{"number":3,"verse":"Is this not the carpenter, the Son of Mary, and (Matt. 12:46; Gal. 1:19) brother of James, Joses, Judas, and Simon? And are not His sisters here with us?” So they ((Matt. 11:6)) were offended at Him."},{"number":4,"verse":"But Jesus said to them, (Matt. 13:57; Luke 4:24; John 4:44) “A prophet is not without honor except in his own country, among his own relatives, and in his own house.”"},{"number":5,"verse":"(Gen. 19:22; 32:25; Matt. 13:58; (Mark 9:23)) Now He could do no mighty work there, except that He laid His hands on a few sick people and healed them."},{"number":6,"verse":"And (Is. 59:16; Matt. 17:17, 20; (Heb. 3:18, 19; 4:2)) He marveled because of their unbelief. (Matt. 9:35; Luke 13:22; Acts 10:38; Eph. 2:17) Then He went about the villages in a circuit, teaching."},{"number":7,"verse":"Sending Out the Twelve (Matt. 10:1; 28:19, 20; Mark 3:13, 14; Luke 9:1) And He called the twelve to Himself, and began to send them out ((Eccl. 4:9, 10)) two by two, and gave them power over unclean spirits."},{"number":8,"verse":"He commanded them to take nothing for the journey except a staff—no bag, no bread, no copper in their money belts—"},{"number":9,"verse":"but ((Eph. 6:15)) to wear sandals, and not to put on two tunics."},{"number":10,"verse":"(Matt. 10:11; Luke 9:4; 10:7, 8) Also He said to them, “In whatever place you enter a house, stay there till you depart from that place."},{"number":11,"verse":"(Matt. 10:14; Luke 10:10) And whoever will not receive you nor hear you, when you depart from there, (Acts 13:51; 18:6) shake off the dust under your feet as a testimony against them. Assuredly, I say to you, it will be more tolerable for Sodom and Gomorrah in the day of judgment than for that city!”"},{"number":12,"verse":"So they went out and preached that people should repent."},{"number":13,"verse":"And they cast out many demons, ((James 5:14)) and anointed with oil many who were sick, and healed them."},{"number":14,"verse":"John the Baptist Beheaded (Matt. 14:1-12; Mark 6:14-16; Luke 9:7-9) Now King Herod heard of Him, for His name had become well known. And he said, “John the Baptist is risen from the dead, and therefore (Luke 19:37) these powers are at work in him.”"},{"number":15,"verse":"(Matt. 16:14; Mark 8:28; Luke 9:19) Others said, “It is Elijah.” And others said, “It is the Prophet, (Matt. 21:11) or like one of the prophets.”"},{"number":16,"verse":"(Matt. 14:2; Luke 3:19) But when Herod heard, he said, “This is John, whom I beheaded; he has been raised from the dead!”"},{"number":17,"verse":"For Herod himself had sent and laid hold of John, and bound him in prison for the sake of Herodias, his brother Philip’s wife; for he had married her."},{"number":18,"verse":"Because John had said to Herod, (Lev. 18:16; 20:21) “It is not lawful for you to have your brother’s wife.”"},{"number":19,"verse":"Therefore Herodias held it against him and wanted to kill him, but she could not;"},{"number":20,"verse":"for Herod (Matt. 14:5; 21:26) feared John, knowing that he was a just and holy man, and he protected him. And when he heard him, he did many things, and heard him gladly."},{"number":21,"verse":"(Matt. 14:6) Then an opportune day came when Herod (Gen. 40:20) on his birthday gave a feast for his nobles, the high officers, and the chief men of Galilee."},{"number":22,"verse":"And when Herodias’ daughter herself came in and danced, and pleased Herod and those who sat with him, the king said to the girl, “Ask me whatever you want, and I will give it to you.”"},{"number":23,"verse":"He also swore to her, (Esth. 5:3, 6, 7:2) “Whatever you ask me, I will give you, up to half my kingdom.”"},{"number":24,"verse":"So she went out and said to her mother, “What shall I ask?” And she said, “The head of John the Baptist!”"},{"number":25,"verse":"Immediately she came in with haste to the king and asked, saying, “I want you to give me at once the head of John the Baptist on a platter.”"},{"number":26,"verse":"(Matt. 14:9) And the king was exceedingly sorry; yet, because of the oaths and because of those who sat with him, he did not want to refuse her."},{"number":27,"verse":"Immediately the king sent an executioner and commanded his head to be brought. And he went and beheaded him in prison,"},{"number":28,"verse":"brought his head on a platter, and gave it to the girl; and the girl gave it to her mother."},{"number":29,"verse":"When his disciples heard of it, they came and (1 Kin. 13:29, 30; Matt. 27:58-61; Acts 8:2) took away his corpse and laid it in a tomb."},{"number":30,"verse":"Feeding the Five Thousand (Luke 9:10) Then the apostles gathered to Jesus and told Him all things, both what they had done and what they had taught."},{"number":31,"verse":"(Matt. 14:13) And He said to them, “Come aside by yourselves to a deserted place and rest a while.” For (Mark 3:20) there were many coming and going, and they did not even have time to eat."},{"number":32,"verse":"(Matt. 14:13-21; Luke 9:10-17; John 6:5-13) So they departed to a deserted place in the boat by themselves."},{"number":33,"verse":"But the multitudes saw them departing, and many ((Col. 1:6)) knew Him and ran there on foot from all the cities. They arrived before them and came together to Him."},{"number":34,"verse":"(Matt. 9:36; 14:14; (Heb. 5:2)) And Jesus, when He came out, saw a great multitude and was moved with compassion for them, because they were like (Num. 27:17; 1 Kin. 22:17; 2 Chr. 18:16; Zech. 10:2) sheep not having a shepherd. So ((Is. 48:17; 61:1-3); Luke 9:11) He began to teach them many things."},{"number":35,"verse":"(Matt. 14:15; Luke 9:12) When the day was now far spent, His disciples came to Him and said, “This is a deserted place, and already the hour is late."},{"number":36,"verse":"Send them away, that they may go into the surrounding country and villages and buy themselves bread; for they have nothing to eat.”"},{"number":37,"verse":"But He answered and said to them, “You give them something to eat.” And they said to Him, (Num. 11:13, 22; 2 Kin. 4:43) “Shall we go and buy two hundred denarii worth of bread and give them something to eat?”"},{"number":38,"verse":"But He said to them, “How many loaves do you have? Go and see.” And when they found out they said, (Matt. 14:17; Luke 9:13; John 6:9) “Five, and two fish.”"},{"number":39,"verse":"Then He (Matt. 15:35; Mark 8:6) commanded them to make them all sit down in groups on the green grass."},{"number":40,"verse":"So they sat down in ranks, in hundreds and in fifties."},{"number":41,"verse":"And when He had taken the five loaves and the two fish, He (John 11:41, 42) looked up to heaven, (1 Sam. 9:13; Matt. 15:36; 26:26; Mark 8:7; Luke 24:30) blessed and broke the loaves, and gave them to His disciples to set before them; and the two fish He divided among them all."},{"number":42,"verse":"So they all ate and were filled."},{"number":43,"verse":"And they took up twelve baskets full of fragments and of the fish."},{"number":44,"verse":"Now those who had eaten the loaves were about five thousand men."},{"number":45,"verse":"Jesus Walks on the Sea (Matt. 14:22-32; John 6:15-21) Immediately He made His disciples get into the boat and go before Him to the other side, to Bethsaida, while He sent the multitude away."},{"number":46,"verse":"And when He had sent them away, He (Mark 1:35; Luke 5:16) departed to the mountain to pray."},{"number":47,"verse":"Now when evening came, the boat was in the middle of the sea; and He was alone on the land."},{"number":48,"verse":"Then He saw them straining at rowing, for the wind was against them. Now about the fourth watch of the night He came to them, walking on the sea, and (Luke 24:28) would have passed them by."},{"number":49,"verse":"And when they saw Him walking on the sea, they supposed it was a (Matt. 14:26; Luke 24:37) ghost, and cried out;"},{"number":50,"verse":"for they all saw Him and were troubled. But immediately He talked with them and said to them, (Matt. 9:2; John 16:33) “Be of good cheer! It is I; do not be (Is. 41:10) afraid.”"},{"number":51,"verse":"Then He went up into the boat to them, and the wind (Ps. 107:29) ceased. And they were greatly (Mark 1:27; 2:12; 5:42; 7:37) amazed in themselves beyond measure, and marveled."},{"number":52,"verse":"For (Matt. 16:9-11; Mark 8:17, 18) they had not understood about the loaves, because their (Is. 63:17; Mark 3:5; 16:14) heart was hardened."},{"number":53,"verse":"Many Touch Him and Are Made Well (Matt. 14:34-36; John 6:24, 25) When they had crossed over, they came to the land of Gennesaret and anchored there."},{"number":54,"verse":"And when they came out of the boat, immediately the people recognized Him,"},{"number":55,"verse":"ran through that whole surrounding region, and began to carry about on beds those who were sick to wherever they heard He was."},{"number":56,"verse":"Wherever He entered, into villages, cities, or the country, they laid the sick in the marketplaces, and begged Him that (Matt. 9:20; Mark 5:27, 28; (Acts 19:12)) they might just touch the (Num. 15:38, 39) hem of His garment. And as many as touched Him were made well."}]}