{"bibleAbbr":"NKJV1982","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"And He said to them, (Matt. 16:28; Mark 13:26; Luke 9:27; Acts 7:55, 56; Rev. 20:4) “Assuredly, I say to you that there are some standing here who will not taste death till they see ((Matt. 24:30)) the kingdom of God present with power.”"},{"number":2,"verse":"Jesus Transfigured on the Mount (Matt. 17:1-8; Luke 9:28-36) Now after six days Jesus took Peter, James, and John, and led them up on a high mountain apart by themselves; and He was transfigured before them."},{"number":3,"verse":"His clothes became shining, exceedingly (Dan. 7:9; Matt. 28:3) white, like snow, such as no launderer on earth can whiten them."},{"number":4,"verse":"And Elijah appeared to them with Moses, and they were talking with Jesus."},{"number":5,"verse":"Then Peter answered and said to Jesus, “Rabbi, it is good for us to be here; and let us make three tabernacles: one for You, one for Moses, and one for Elijah”—"},{"number":6,"verse":"because he did not know what to say, for they were greatly afraid."},{"number":7,"verse":"And a (Ex. 40:34; 1 Kin. 8:10; Acts 1:9; Rev. 1:7) cloud came and overshadowed them; and a voice came out of the cloud, saying, “This is (Ps. 2:7; (Is. 42:1); Matt. 3:17; Mark 1:11; Luke 1:35; 3:22; 2 Pet. 1:17) My beloved Son. (Acts 3:22) Hear Him!”"},{"number":8,"verse":"Suddenly, when they had looked around, they saw no one anymore, but only Jesus with themselves."},{"number":9,"verse":"(Matt. 17:9-13; Mark 16:6; Luke 24:6, 7, 46) Now as they came down from the mountain, He commanded them that they should tell no one the things they had seen, till the Son of Man had risen from the dead."},{"number":10,"verse":"So they kept this word to themselves, questioning (John 2:19-22) what the rising from the dead meant."},{"number":11,"verse":"And they asked Him, saying, “Why do the scribes say (Mal. 4:5; Matt. 17:10) that Elijah must come first?”"},{"number":12,"verse":"Then He answered and told them, “Indeed, Elijah is coming first and restores all things. And (Ps. 22:6; Is. 53:3; Dan. 9:26) how is it written concerning the Son of Man, that He must suffer many things and (Luke 23:11; Phil. 2:7) be treated with contempt?"},{"number":13,"verse":"But I say to you that (Mal. 4:5; Matt. 11:14; 17:12; Luke 1:17) Elijah has also come, and they did to him whatever they wished, as it is written of him.”"},{"number":14,"verse":"A Boy Is Healed (Matt. 17:14-19; Luke 9:37-42) And when He came to the disciples, He saw a great multitude around them, and scribes disputing with them."},{"number":15,"verse":"Immediately, when they saw Him, all the people were greatly amazed, and running to Him, greeted Him."},{"number":16,"verse":"And He asked the scribes, “What are you discussing with them?”"},{"number":17,"verse":"Then (Matt. 17:14; Luke 9:38) one of the crowd answered and said, “Teacher, I brought You my son, who has a mute spirit."},{"number":18,"verse":"And wherever it seizes him, it throws him down; he foams at the mouth, gnashes his teeth, and becomes rigid. So I spoke to Your disciples, that they should cast it out, but they could not.”"},{"number":19,"verse":"He answered him and said, “O (John 4:48) faithless generation, how long shall I be with you? How long shall I bear with you? Bring him to Me.”"},{"number":20,"verse":"Then they brought him to Him. And (Mark 1:26; Luke 9:42) when he saw Him, immediately the spirit convulsed him, and he fell on the ground and wallowed, foaming at the mouth."},{"number":21,"verse":"So He asked his father, “How long has this been happening to him?” And he said, “From childhood."},{"number":22,"verse":"And often he has thrown him both into the fire and into the water to destroy him. But if You can do anything, have compassion on us and help us.”"},{"number":23,"verse":"Jesus said to him, (Matt. 17:20; Mark 11:23; Luke 17:6; John 11:40) “If you can believe, all things are possible to him who believes.”"},{"number":24,"verse":"Immediately the father of the child cried out and said with tears, “Lord, I believe; (Luke 17:5) help my unbelief!”"},{"number":25,"verse":"When Jesus saw that the people came running together, He (Mark 1:25) rebuked the unclean spirit, saying to it: “Deaf and dumb spirit, I command you, come out of him and enter him no more!”"},{"number":26,"verse":"Then the spirit cried out, convulsed him greatly, and came out of him. And he became as one dead, so that many said, “He is dead.”"},{"number":27,"verse":"But Jesus took him by the hand and lifted him up, and he arose."},{"number":28,"verse":"(Matt. 17:19) And when He had come into the house, His disciples asked Him privately, “Why could we not cast it out?”"},{"number":29,"verse":"So He said to them, “This kind can come out by nothing but ((James 5:16)) prayer and fasting.”"},{"number":30,"verse":"Jesus Again Predicts His Death and Resurrection Then they departed from there and passed through Galilee, and He did not want anyone to know it."},{"number":31,"verse":"(Matt. 17:22; Luke 9:44) For He taught His disciples and said to them, “The Son of Man is being betrayed into the hands of men, and they will (Matt. 16:21; 27:50; Luke 18:33; 23:46; Acts 2:23) kill Him. And after He is killed, He will (Matt. 20:19; Luke 24:46; Acts 10:40; 1 Cor. 15:4) rise the third day.”"},{"number":32,"verse":"(Luke 2:50; 18:34; John 12:16) But they did not understand this saying, and were afraid to ask Him."},{"number":33,"verse":"Who Is the Greatest? (Matt. 18:1-5; Mark 14:53, 64; Luke 9:46-48; 22:24; John 18:12; 19:7) Then He came to Capernaum. And when He was in the house He asked them, “What was it you disputed among yourselves on the road?”"},{"number":34,"verse":"But they kept silent, for on the road they had ((Prov. 13:10); Mark 15:20, 31) disputed among themselves who would be the (Matt. 18:4; (Mark 9:50); 14:65; 15:15, 37; Luke 22:24; 23:46; 24:46) greatest."},{"number":35,"verse":"And He sat down, called the twelve, and said to them, (Matt. 20:26, 27; 23:11; Mark 10:43, 44; Luke 22:26, 27) “If anyone desires to be first, he shall be last of all and servant of all.”"},{"number":36,"verse":"Then (Mark 10:13-16) He took a little child and set him in the midst of them. And when He had taken him in His arms, He said to them,"},{"number":37,"verse":"“Whoever receives one of these little children in My name receives Me; and (Matt. 10:40; Luke 10:16; John 13:20) whoever receives Me, receives not Me but Him who sent Me.”"},{"number":38,"verse":"Jesus Forbids Sectarianism (Num. 11:27-29; Luke 9:49) Now John answered Him, saying, “Teacher, we saw someone who does not follow us casting out demons in Your name, and we forbade him because he does not follow us.”"},{"number":39,"verse":"But Jesus said, “Do not forbid him, (1 Cor. 12:3) for no one who works a miracle in My name can soon afterward speak evil of Me."},{"number":40,"verse":"For ((Matt. 12:30); Luke 11:23) he who is not against us is on our side."},{"number":41,"verse":"(Matt. 10:42) For whoever gives you a cup of water to drink in My name, because you belong to Christ, assuredly, I say to you, he will by no means lose his reward."},{"number":42,"verse":"Jesus Warns of Offenses (Matt. 18:6; Luke 17:1, 2; (1 Cor. 8:12)) “But whoever causes one of these little ones who believe in Me to stumble, it would be better for him if a millstone were hung around his neck, and he were thrown into the sea."},{"number":43,"verse":"((Deut. 13:6); Matt. 5:29, 30; 18:8, 9) If your hand causes you to sin, cut it off. It is better for you to enter into life maimed, rather than having two hands, to go to hell, into the fire that shall never be quenched—"},{"number":44,"verse":"where (Is. 66:24) ‘Their worm does not die And the fire is not quenched.’"},{"number":45,"verse":"And if your foot causes you to sin, cut it off. It is better for you to enter life lame, rather than having two feet, to be cast into hell, into the fire that shall never be quenched—"},{"number":46,"verse":"where (Is. 66:24) ‘Their worm does not die, And the fire is not quenched.’"},{"number":47,"verse":"And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye, rather than having two eyes, to be cast into hell fire—"},{"number":48,"verse":"where (Is. 66:24) ‘Their worm does not die And the (Jer. 7:20; (Rev. 21:8)) fire is not quenched.’"},{"number":49,"verse":"Tasteless Salt Is Worthless “For everyone will be ((Matt. 3:11)) seasoned with fire, (Lev. 2:13; Ezek. 43:24) and every sacrifice will be seasoned with salt."},{"number":50,"verse":"(Matt. 5:13; Luke 14:34) Salt is good, but if the salt loses its flavor, how will you season it? ((Eph. 4:29); Col. 4:6) Have salt in yourselves, and (Rom. 12:18; 14:19; 2 Cor. 13:11; 1 Thess. 5:13; Heb. 12:14) have peace with one another.”"}]}