{"bibleAbbr":"NLT2007","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"(Exiles Who Returned with Ezra) Here is a list of the family leaders and the genealogies of those who came with me from Babylon during the reign of King Artaxerxes:"},{"number":2,"verse":"From the family of Phinehas: Gershom. From the family of Ithamar: Daniel. From the family of David: Hattush,"},{"number":3,"verse":"a descendant of Shecaniah. From the family of Parosh: Zechariah and 150 other men were registered."},{"number":4,"verse":"From the family of Pahath-moab: Eliehoenai son of Zerahiah and 200 other men."},{"number":5,"verse":"From the family of Zattu (As in some Greek manuscripts (see also 1 Esdras 8:32); Hebrew lacks Zattu.) : Shecaniah son of Jahaziel and 300 other men."},{"number":6,"verse":"From the family of Adin: Ebed son of Jonathan and 50 other men."},{"number":7,"verse":"From the family of Elam: Jeshaiah son of Athaliah and 70 other men."},{"number":8,"verse":"From the family of Shephatiah: Zebadiah son of Michael and 80 other men."},{"number":9,"verse":"From the family of Joab: Obadiah son of Jehiel and 218 other men."},{"number":10,"verse":"From the family of Bani (As in some Greek manuscripts (see also 1 Esdras 8:36); Hebrew lacks Bani.) : Shelomith son of Josiphiah and 160 other men."},{"number":11,"verse":"From the family of Bebai: Zechariah son of Bebai and 28 other men."},{"number":12,"verse":"From the family of Azgad: Johanan son of Hakkatan and 110 other men."},{"number":13,"verse":"From the family of Adonikam, who came later (Or who were the last of his family.) : Eliphelet, Jeuel, Shemaiah, and 60 other men."},{"number":14,"verse":"From the family of Bigvai: Uthai, Zaccur, (As in Greek and Syriac versions and an alternate reading of the Masoretic Text; the other alternate reads Zabbud.) and 70 other men."},{"number":15,"verse":"(Ezra’s Journey to Jerusalem) I assembled the exiles at the Ahava Canal, and we camped there for three days while I went over the lists of the people and the priests who had arrived. I found that not one Levite had volunteered to come along."},{"number":16,"verse":"So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, who were leaders of the people. I also sent for Joiarib and Elnathan, who were men of discernment."},{"number":17,"verse":"I sent them to Iddo, the leader of the Levites at Casiphia, to ask him and his relatives and the Temple servants to send us ministers for the Temple of God at Jerusalem."},{"number":18,"verse":"Since the gracious hand of our God was on us, they sent us a man named Sherebiah, along with eighteen of his sons and brothers. He was a very astute man and a descendant of Mahli, who was a descendant of Levi son of Israel. (Israel is the name that God gave to Jacob.)"},{"number":19,"verse":"They also sent Hashabiah, together with Jeshaiah from the descendants of Merari, and twenty of his sons and brothers,"},{"number":20,"verse":"and 220 Temple servants. The Temple servants were assistants to the Levites—a group of Temple workers first instituted by King David and his officials. They were all listed by name."},{"number":21,"verse":"And there by the Ahava Canal, I gave orders for all of us to fast and humble ourselves before our God. We prayed that he would give us a safe journey and protect us, our children, and our goods as we traveled."},{"number":22,"verse":"For I was ashamed to ask the king for soldiers and horsemen (Or charioteers.) to accompany us and protect us from enemies along the way. After all, we had told the king, “Our God’s hand of protection is on all who worship him, but his fierce anger rages against those who abandon him.”"},{"number":23,"verse":"So we fasted and earnestly prayed that our God would take care of us, and he heard our prayer."},{"number":24,"verse":"I appointed twelve leaders of the priests—Sherebiah, Hashabiah, and ten other priests—"},{"number":25,"verse":"to be in charge of transporting the silver, the gold, the gold bowls, and the other items that the king, his council, his officials, and all the people of Israel had presented for the Temple of God."},{"number":26,"verse":"I weighed the treasure as I gave it to them and found the totals to be as follows: 24 tons (Hebrew 650 talents [22 metric tons].) of silver, 7500 pounds (Hebrew 100 talents [3400 kilograms]; also in 8:26c.) of silver articles, 7500 pounds of gold,"},{"number":27,"verse":"20 gold bowls, equal in value to 1000 gold coins, (Hebrew 1000 darics, about 19 pounds or 8.6 kilograms in weight.) 2 fine articles of polished bronze, as precious as gold."},{"number":28,"verse":"And I said to these priests, “You and these treasures have been set apart as holy to the LORD. This silver and gold is a voluntary offering to the LORD, the God of our ancestors."},{"number":29,"verse":"Guard these treasures well until you present them to the leading priests, the Levites, and the leaders of Israel, who will weigh them at the storerooms of the LORD’s Temple in Jerusalem.”"},{"number":30,"verse":"So the priests and the Levites accepted the task of transporting these treasures of silver and gold to the Temple of our God in Jerusalem."},{"number":31,"verse":"We broke camp at the Ahava Canal on April 19 (Hebrew on the twelfth day of the first month, of the ancient Hebrew lunar calendar. This day was April 19, 458 B. C.; also see note on 6:15.) and started off to Jerusalem. And the gracious hand of our God protected us and saved us from enemies and bandits along the way."},{"number":32,"verse":"So we arrived safely in Jerusalem, where we rested for three days."},{"number":33,"verse":"On the fourth day after our arrival, the silver, gold, and other valuables were weighed at the Temple of our God and entrusted to Meremoth son of Uriah the priest and to Eleazar son of Phinehas, along with Jozabad son of Jeshua and Noadiah son of Binnui—both of whom were Levites."},{"number":34,"verse":"Everything was accounted for by number and weight, and the total weight was officially recorded."},{"number":35,"verse":"Then the exiles who had come out of captivity sacrificed burnt offerings to the God of Israel. They presented twelve bulls for all the people of Israel, as well as ninety-six rams and seventy-seven male lambs. They also offered twelve male goats as a sin offering. All this was given as a burnt offering to the LORD."},{"number":36,"verse":"The king’s decrees were delivered to his highest officers and the governors of the province west of the Euphrates River, (Hebrew the province beyond the river.) who then cooperated by supporting the people and the Temple of God."}]}