{"bibleAbbr":"teOV2016","bookName":"1 దినవృత్తాంతములు","bookEnglishName":"1 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"ఫిలిష్తీయులు ఇశ్రాయేలీయులతో యుద్ధముచేయగా ఇశ్రాయేలీయులు ఫిలిష్తీయులయెదుట నిలువలేక పారిపోయి హతులై గిల్బోవ పర్వతమందు పడిరి.౹"},{"number":2,"verse":"ఫిలిష్తీయులు సౌలును అతని కుమారులను తరిమి సౌలు కుమారులైన యోనాతానును, అబీనాదాబును మల్కీషూవను హతముచేసిరి.౹"},{"number":3,"verse":"యుద్ధములో సౌలు ఓడిపోవుచుండెను. అతడు అంబులు వేయువారి కంటబడి వారిచేత బహు గాయముల నొందెను.౹"},{"number":4,"verse":"అప్పుడు సౌలు–ఈ సున్నతి లేని జనులు వచ్చి నాకు మానభంగము చేయకుండ నీవు నీ కత్తిదూసి నన్ను పొడిచివేయుమని తన ఆయుధములను మోయువానితోననగా, వాడు బహుగా భయపడి ఆలాగు చేయుటకు ఒప్పలేదు గనుక సౌలు తన కత్తిమీదపడెను.౹"},{"number":5,"verse":"సౌలు చనిపోయెనని ఆయుధములను మోయువాడు తెలిసి కొని తానును కత్తిని పట్టుకొని దానిమీదపడి చచ్చెను.౹"},{"number":6,"verse":"ఆప్రకారమే సౌలును అతని ముగ్గురు కుమారులును చచ్చిరి. మరియు అతని యింటివారందరును చచ్చిరి.౹"},{"number":7,"verse":"జనులు పారిపోయిరనియు, సౌలును అతని కుమారులును చనిపోయిరనియు, లోయలోని ఇశ్రాయేలీయులందరు తెలిసికొని తమ పట్టణములు విడిచి పారిపోగా ఫిలిష్తీయులు వచ్చివాటిలో కాపురముండిరి."},{"number":8,"verse":"హతులైనవారిని దోచుకొనుటకై ఫిలిష్తీయులు మరునాడు వచ్చినప్పుడు వారు సౌలును అతని కుమారులును గిల్బోవ పర్వతమందు చచ్చిపడియుండుట చూచి"},{"number":9,"verse":"అతని కవచమును దోచుకొని, అతని తలను అతని ఆయుధములను తీసికొనిపోయి ఫిలిష్తీయుల దేశమంతట వాటిని త్రిప్పి, జరిగినదానిని విగ్రహములకును జనులకును చాటించిరి.౹"},{"number":10,"verse":"వారు అతని ఆయుధములను తమ దేవుని గుడిలో పెట్టి అతని తలను దాగోను గుడిలో తగిలించిరి.౹"},{"number":11,"verse":"[11-12] ఫిలిష్తీయులు సౌలునకు చేసినదంతయు యాబేష్గిలాదువారు వినినప్పుడు పరాక్రమశాలులైనవారందరును లేచిపోయి, సౌలు శవమును అతని కుమారుల శవములను తీసికొని యాబేషునకువచ్చి వారి యెముకలను యాబేషునందలి సింధూరవృక్షము క్రింద పాతిపెట్టి యేడుదినములు ఉపవాసముండిరి.౹"},{"number":13,"verse":"ఈ ప్రకారము యెహోవా ఆజ్ఞగైకొనక ఆయన దృష్టి యెదుట ద్రోహము చేసినందుకును, యెహోవాయొద్ద విచారణచేయక కర్ణపిశాచములయొద్ద విచారణచేయుదానిని వెదకినందుకును సౌలు హత మాయెను.౹"},{"number":14,"verse":"అందునిమిత్తము యెహోవా అతనికి మరణశిక్ష విధించి రాజ్యమును యెష్షయి కుమారుడైన దావీదు వశము చేసెను."}]}