{"bibleAbbr":"awaERV2005","bookName":"गलातियन क पत्र","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"( पौलुस क प्रेरितन क मान्यता) चौदह साल बाद मइँ फिन स यरूसलेम गएऊँ बरनाबास मोरे साथे रहा अउर तीतुस क मइँ अपने साथे लइ लिहे रहेउँ।"},{"number":2,"verse":"मइँ परमेस्सर क दर्सन क कारण उहाँ गवा रहेउँ। मइँ गैर यहूदियन क बीच सुसमाचार क उपदेस देत रहत हउँ, उहइ सुसमाचार क आपन निजी सभा क बीच कलीसिया क मुखियन क सुनाएउँ। मइँ उहाँ ऍह बरे गए रहेउँ कि परमेस्सर खुद मोका दर्साये रहा कि मोका उहाँ जाइ चाही। ताकि जउन काम मइँ पिछले दिनन किहे रहेउँ, या जेका मइँ करत हउँ, उ बेकार न चला जाइ।"},{"number":3,"verse":"परिनाम सरूप तीतुस तक क, जउन हमरे साथे रहा, जद्यपि उ यूनानी अहइ फिन ओका खतना करावइ बरे विवस नाहीं कीन्ह गवा रहा।"},{"number":4,"verse":"मुला ओन झूठे भाइयन क कारण जउन लुके छिपा हमरे बीच गुप्तचर क रूप मँ मसीह ईसू मँ हमार स्वतन्त्रता क पता लगावइ बरे घुस आइ रहेन कि हमका दास बनाइ सकइँ, इ बात उठी।"},{"number":5,"verse":"मुला हम ओनकइ गुलामी मँ एक छन बरे घुटना नाहीं टेका ताकि उ सच जउन सुसमाचार मँ निवास करत ह, तोहरे भित्तर बना रहइ।"},{"number":6,"verse":"मुला जाना-माना सम्मानित लोगन स मोका कछू नाहीं मिला। उ कइसनेउ भी रहेन, मोका अइसेन कउनउ अन्तर नाहीं पड़त। बिना कउनउ भेद भाऊ क सबन मनई परमेस्सर क सामने एक जइसेन अहइँ। मुला ओन सम्मानित लोगन स मोका या मोरे सुसमाचार मँ कछू जोड़ावाइ गवा कउनउ लाभ नाहीं भवा।"},{"number":7,"verse":"मुला एन मुखियन देखेन कि परमेस्सर मोका वइसे ही एक विसेस काम सौंपे अहइ जइसे पतरस क परमेस्सर यहूदियन क सुसमाचार सुनावइ क काम दिहे रहा। मुला परमेस्सर गैर यहूदियन क सुसमाचार सुनावइ क काम मोका दिहे रहा।"},{"number":8,"verse":"परमेस्सर पतरस क एक प्रेरित क रूप मँ काम करइ क सक्ती दिहे रहा। पतरस गैर यहूदियन क बरे एक प्रेरित बा। परमेस्सर मोका भी एक प्रेरित क रूप मँ काम करइ क सक्ती दिहे बाटइ। मुला मइँ ओन मनइयन क प्रेरित अहउँ जउन यहूदी नाहीं अहइँ।"},{"number":9,"verse":"इही तरह उ पचे मोह पइ परमेस्सर क ओह अनुग्रह क समझ लिहेन अउर कलिसिया क स्तम्भ समछइ जाइ वाला याकूब, पतरस अउर यूहन्ना बरनाबस अउर मोसे साझेदारी क चिन्ह क रूप मँ हाथे मिलाए रहा। अउर उ पचे सहमत होइ गएन कि हम विधर्मियन क बीच उपदेस देत रही अउर उ सबइ यहूदियन क बीच।"},{"number":10,"verse":"ओ सबइ हमसे बस ऍतनई कहेन कि हम ओनके गरीबन क धियान रखी। अउर मइँ इही कामँ क न केवल करइ चाहत रहेउँ बल्कि एकरे बरे लालयित रहेउँ।"},{"number":11,"verse":"( पौलुस क दिस्टि मँ पतरस अनुचित) मुला जब पतरस अन्ताकिया आवा तब मइँ खुलकेओकर विरोध किहेउँ काहेकि उ ठीक नाहीं रहा।"},{"number":12,"verse":"काहेकि याकूब द्वारा भेजा गवा कछू लोगन क इहाँ पहुँचे स पहिले उ गैर यहूदियन क साथे खात पियत रहा। मुला उन लोगन क आवइ क बाद उ गैर यहुदियन स अलग कइ लिहेस। उ ओन्हेन क डर स अइसेन किहेस जउन चाहत रहेन कि गैर यहूदियन क खतना होइ चाही।"},{"number":13,"verse":"दूसरे यहूदियन पतरस क इ देखावा मँ साथ दिहेन। इहाँ तक कि इ देखॉवइ क कारण बरनाबस तक भटक गवा।"},{"number":14,"verse":"मइँ जब इ देखेउँ कि सुसमाचार मँ छिपा हुआ सच क अनुसार उ पचे सीधे रस्ता पर नाहीं चलत रहेन तब सबक सामने पतरस स कहेन, “जब तू यहूदी होइ क भी गैर यहूदियन क जिन्नगी जिअत अहा। तउ गैर यहूदियन क यहूदियन क रीति पर चलइ क बरे विवस कइसे कइ सकत ह?”"},{"number":15,"verse":"हम तउ जनम स यहूदी अही। अउर हमार पापी गैर यहूदीयन स कउनउ सम्बन्ध नाहीं बा।"},{"number":16,"verse":"तबऊ हम इ जानित ह कि कउनो मनई क व्यवस्था क बिसय क पालन करइ क कारण नाहीं बल्कि ईसू मसीह मँ बिसवास क कारण नेक ठहरावा जात ह। मइँ इही बरे मसीह ईसू क बिसवास धारण किहे हई, ताकि इ बिसवासे क कारण हम नेक ठहरावा जाइ, न कि व्यवस्था क पालइ क कारण। काहेकि ओका पालई स तउ केऊ मनई धर्मी नाहीं होत।"},{"number":17,"verse":"मुला अगर हम जउन ईसू मसीह मँ अपने स्थित क कारण धर्मी ठहरावा जाइ चाहित ह। हमहूँ बिधर्मीयन क समान पापी पावा जाइ तउ एकर मतलब का इ नाहीं ना कि मसीह पापे क बढ़ावा देत ह। निस्चय ही नाहीं।"},{"number":18,"verse":"अगर जेकर तियाग मइँ कइ चुका हउँ उ व्यवसथा क फिन स उपदेस देइ लागउँ, तब तउ मइँ आज्ञा क उल्लंघन करइवाला अपराधी बन जाब।"},{"number":19,"verse":"काहेकि व्यवस्था क विधान स मइँ मर गएउँ ह ताकि परमेस्सर क बरे मइँ फिन स जी जाउँ मसीह क साथे मोका क्रूस पर चढ़ाइ दिहा गवा।"},{"number":20,"verse":"इही स अब आगे मइँ जिन्दा नाहीं अहउँ। मुला मसीह मोहमाँ जिन्दा अहइ। तउन एह सरीर मँ अब मइँ जउन जिन्नगी जिअत हउँ, उ हमार जिन्नगी नाहीं अहइ, उ तउ बिसवासे पइ टिका बा। परमेस्सर क ओह पूत (ईसू) बरे बिसवासे पर जउन मोसे पिरेम करत ह। अउर जे अपने आप क मोरे बरे अर्पित कइ दिहेस।"},{"number":21,"verse":"मइँ परमेस्सर क अनुग्रह क नाहीं नकारित ह, मुला अगर धार्मिक व्यवस्था क कारण परमेस्सर स नाता जोडाइ पाउत तउ मसीह बेकारइ आपन जान काहे देत।"}]}