{"bibleAbbr":"NCB2019","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"[a] At that point, Paul departed from Athens and moved on to Corinth."},{"number":2,"verse":"There he met a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla because Claudius[b] had ordered all Jews to leave Rome. He went to visit them,"},{"number":3,"verse":"and because they were tentmakers just as he was, he stayed with them and they worked together.[c]"},{"number":4,"verse":"Every Sabbath, he entered into discussions in the synagogue, attempting to convert both Jews and Greeks."},{"number":5,"verse":"After Silas and Timothy arrived from Macedonia, Paul devoted all his efforts to preaching the word, testifying to the Jews that Jesus was the Christ."},{"number":6,"verse":"When they opposed him and began to hurl insults, he shook out his garments in protest and said to them, “Your blood be on your own heads! I have a clear conscience. From now on, I will go to the Gentiles.”"},{"number":7,"verse":"With that, he left and went to the house of a man named Titus Justus, a worshiper of God, who lived next door to the synagogue."},{"number":8,"verse":"Crispus, the leader of the synagogue, became a believer in the Lord along with his entire household. Many Corinthians who heard Paul came to believe and were baptized."},{"number":9,"verse":"One night, the Lord appeared to Paul in a vision[d] and said, “Do not be afraid. Continue with your preaching, and do not be silent,"},{"number":10,"verse":"for I am with you. No one will attack you or try to harm you, for there are many in this city who are my people.”"},{"number":11,"verse":"And so he remained there for eighteen months, teaching the word of God to them."},{"number":12,"verse":"However, when Gallio became proconsul of Achaia, the Jews made a concerted attack on Paul and brought him before the tribunal,"},{"number":13,"verse":"saying, “This man is persuading people to worship God in ways that are contrary to the Law.”"},{"number":14,"verse":"Just as Paul was about to refute them, Gallio said to the Jews, “If you were accusing this man of some crime or fraudulent act, O Jews, I would be more than willing to listen to your complaint."},{"number":15,"verse":"But since your argument is about words and names and your own Law, settle it yourselves. I have no intention of making judgments about such matters.”"},{"number":16,"verse":"With that, he dismissed them from the tribunal."},{"number":17,"verse":"Then they all attacked Sosthenes, the leader of the synagogue, and beat him in front of the tribunal. But Gallio remained unconcerned about their action."},{"number":18,"verse":"After he remained in Corinth for some considerable time, Paul took leave of the brethren and sailed for Syria, accompanied by Priscilla and Aquila. At Cenchreae, he had his hair cut because he had taken a vow."},{"number":19,"verse":"When they reached Ephesus,[f] he left them there. He himself went into the synagogue and had discussions with the Jews."},{"number":20,"verse":"When they asked him to stay longer, he declined,"},{"number":21,"verse":"but on taking leave of them he promised, “I will return to you, if God wills.” Then he set sail from Ephesus."},{"number":22,"verse":"When he landed at Caesarea, he went up and greeted the Church,[g] and then he went down to Antioch."},{"number":23,"verse":"After spending some time there, he departed and traveled through the regions of Galatia and Phrygia, strengthening all the disciples."},{"number":24,"verse":"Meanwhile, a Jew named Apollos, a native of Alexandria and an eloquent speaker, came to Ephesus. He was well-versed in the Scriptures,"},{"number":25,"verse":"and he had been instructed in the Way of the Lord. Filled with spiritual fervor, he spoke and taught accurately about Jesus, although he had experienced only the baptism of John."},{"number":26,"verse":"He then began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained to him more accurately the Way."},{"number":27,"verse":"And when he expressed a wish to cross over to Achaia, the brethren encouraged him and wrote to the disciples there, asking that they make him welcome. From the time of his arrival, he was of great help to those who by the grace of God had become believers."},{"number":28,"verse":"For he vigorously refuted the Jews in public, establishing from the Scriptures that Jesus is the Christ."}]}