{"bibleAbbr":"NCB2019","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"Once we had made our way to safety, we learned that the island was called Malta.[a]"},{"number":2,"verse":"The natives[b] treated us with unusual kindness. Since it had begun to rain and was cold, they lit a bonfire and welcomed all of us around it."},{"number":3,"verse":"Paul had gathered an armful of sticks and put them on the fire when a viper, driven out by the heat, attached itself to his hand."},{"number":4,"verse":"On seeing the snake hanging from his hand, the natives said to one another, “This man must be a murderer. Although he escaped from the sea, Justice[c] has not allowed him to live.”"},{"number":5,"verse":"However, he shook off the snake into the fire and suffered no harm."},{"number":6,"verse":"They were expecting him to swell up or drop dead, but after waiting for a long time and seeing nothing unusual happen to him, they changed their minds and began to say that he was a god."},{"number":7,"verse":"In the vicinity of that place there were lands belonging to the leading man of the island, whose name was Publius.[d] He received us and gave us his hospitality for three days."},{"number":8,"verse":"It so happened that this man’s father was sick with a fever and dysentery. Paul visited him and cured him by praying and laying hands on him."},{"number":9,"verse":"After this happened, the rest of the sick people on the island also came and were cured."},{"number":10,"verse":"They honored us with many marks of respect, and when we were about to set sail, they put on board all the supplies we needed."},{"number":11,"verse":"Three months later,[e] we set sail on a ship that had wintered at the island. The ship was from Alexandria, with the Dioscuri as its figurehead."},{"number":12,"verse":"We landed at Syracuse[f] and spent three days there."},{"number":13,"verse":"Then we sailed along the coast and came to Rhegium.[g] After one day there, a south wind came up, and we reached Puteoli in two days."},{"number":14,"verse":"In Puteoli, we found some brethren, and we were invited to stay with them for seven days. And so we came to Rome."},{"number":15,"verse":"When the brethren there learned of our arrival, they came out to meet us as far as the Forum of Appius[h] and the Three Taverns. On seeing them, Paul gave thanks to God, and his courage was strengthened."},{"number":16,"verse":"16 On his arrival in Rome, Paul was allowed to live by himself, with a soldier guarding him.[j]"},{"number":17,"verse":"Three days later, he called together the leaders of the Jews. When they had assembled, he said to them, “Brethren, although I have done nothing against our people or our ancestral customs, I was arrested in Jerusalem and handed over to the Romans."},{"number":18,"verse":"After they had examined me, the Romans wanted to release me because they had found nothing against me that deserved the death penalty."},{"number":19,"verse":"But the Jews objected, and I was compelled to appeal to Caesar, even though I had no accusation to make against my own nation."},{"number":20,"verse":"This is the reason I have asked to see you and speak with you, for it is because of the hope of Israel that I wear these chains.”"},{"number":21,"verse":"They replied, “We have received no letters from Judea about you, nor have any of the brethren who arrived here reported or spoken anything evil about you."},{"number":22,"verse":"But we would like to hear from you what you think, for all we know about this sect is that it is denounced everywhere.”"},{"number":23,"verse":"And so they agreed on a day to meet with him, and they came to his lodgings in great numbers. From early morning until evening, he presented his case to them, testifying to the kingdom of God and attempting to convince them about Jesus as he argued from both the Law of Moses and the Prophets."},{"number":24,"verse":"Some were persuaded by what he had said, but others refused to believe."},{"number":25,"verse":"Having failed to reach an agreement among themselves, they began to leave. Then Paul made his final statement, “How right the Holy Spirit was when he spoke to your ancestors through the prophet Isaiah, saying,"},{"number":26,"verse":"‘Go to the people and say You will indeed listen but never understand, and you will indeed look but never perceive."},{"number":27,"verse":"For this people’s heart has become dull, their ears have been stopped up, and they have shut their eyes, lest their eyes might see, their ears might hear, and their hearts might understand. Then they would be converted, and I would heal them.’"},{"number":28,"verse":"[Not Available]"},{"number":29,"verse":"[And when he had said this, the Jews departed, arguing vigorously among themselves.][k]"},{"number":30,"verse":"Paul remained there in his lodgings for two full years at his own expense. He welcomed all who came to him,"},{"number":31,"verse":"and without hindrance he boldly proclaimed the kingdom of God and taught about the Lord Jesus Christ."}]}