{"bibleAbbr":"NKJV1982","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"(Job Complains of Violence on the Earth) “Since ((Acts 1:7)) times are not hidden from the Almighty, Why do those who know Him see not His ((Is. 2:12); Jer. 46:10; (Obad. 15); Zeph. 1:7) days?"},{"number":2,"verse":"“Some remove ((Deut. 19:14; 27:17); Prov. 22:28; 23:10; Hos. 5:10) landmarks; They seize flocks violently and feed on them;"},{"number":3,"verse":"They drive away the donkey of the fatherless; They ((Deut. 24:6, 10, 12, 17); Job 22:6, 9) take the widow’s ox as a pledge."},{"number":4,"verse":"They push the needy off the road; All the (Job 29:16; Prov. 28:28) poor of the land are forced to hide."},{"number":5,"verse":"Indeed, like wild donkeys in the desert, They go out to their work, searching for food. The wilderness yields food for them and for their children."},{"number":6,"verse":"They gather their fodder in the field And glean in the vineyard of the wicked."},{"number":7,"verse":"They (Ex. 22:26, 27; (Deut. 24:12, 13); Job 22:6; (James 2:15, 16)) spend the night naked, without clothing, And have no covering in the cold."},{"number":8,"verse":"They are wet with the showers of the mountains, And (Lam. 4:5) huddle around the rock for want of shelter."},{"number":9,"verse":"“Some snatch the fatherless from the breast, And take a pledge from the poor."},{"number":10,"verse":"They cause the poor to go naked, without (Job 31:19) clothing; And they take away the sheaves from the hungry."},{"number":11,"verse":"They press out oil within their walls, And tread winepresses, yet suffer thirst."},{"number":12,"verse":"The dying groan in the city, And the souls of the wounded cry out; Yet God does not charge them with wrong."},{"number":13,"verse":"“There are those who rebel against the light; They do not know its ways Nor abide in its paths."},{"number":14,"verse":"(Ps. 10:8) The murderer rises with the light; He kills the poor and needy; And in the night he is like a thief."},{"number":15,"verse":"(Prov. 7:7-10) The eye of the adulterer waits for the twilight, (Ps. 10:11) Saying, ‘No eye will see me’; And he disguises his face."},{"number":16,"verse":"In the dark they break into houses Which they marked for themselves in the daytime; ((John 3:20)) They do not know the light."},{"number":17,"verse":"For the morning is the same to them as the shadow of death; If someone recognizes them, They are in the terrors of the shadow of death."},{"number":18,"verse":"“They should be swift on the face of the waters, Their portion should be cursed in the earth, So that no one would turn into the way of their vineyards."},{"number":19,"verse":"As drought and heat consume the snow waters, So the grave consumes those who have sinned."},{"number":20,"verse":"The womb should forget him, The worm should feed sweetly on him; (Job 18:17; Ps. 34:16; Prov. 10:7) He should be remembered no more, And wickedness should be broken like a tree."},{"number":21,"verse":"For he preys on the barren who do not bear, And does no good for the widow."},{"number":22,"verse":"“But God draws the mighty away with His power; He rises up, but no man is sure of life."},{"number":23,"verse":"He gives them security, and they rely on it; Yet (Ps. 11:4; (Prov. 15:3)) His eyes are on their ways."},{"number":24,"verse":"They are exalted for a little while, Then they are gone. They are brought low; They are taken out of the way like all others; They dry out like the heads of grain."},{"number":25,"verse":"“Now if it is not so, who will prove me a liar, And make my speech worth nothing?”"}]}