{"bibleAbbr":"NKJV1982","bookName":"Job","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"Job Maintains His Integrity Moreover Job continued his discourse, and said:"},{"number":2,"verse":"“As God lives, (Job 34:5) who has taken away my justice, And the Almighty, who has made my soul bitter,"},{"number":3,"verse":"As long as my breath is in me, And the breath of God in my nostrils,"},{"number":4,"verse":"My lips will not speak wickedness, Nor my tongue utter deceit."},{"number":5,"verse":"Far be it from me That I should say you are right; Till I die (Job 2:9; 13:15) I will not put away my integrity from me."},{"number":6,"verse":"My righteousness I (Job 2:3; 33:9) hold fast, and will not let it go; (Acts 24:16) My heart shall not reproach me as long as I live."},{"number":7,"verse":"“May my enemy be like the wicked, And he who rises up against me like the unrighteous."},{"number":8,"verse":"(Matt. 16:26; Luke 12:20) For what is the hope of the hypocrite, Though he may gain much, If God takes away his life?"},{"number":9,"verse":"(Job 35:12, 13; Ps. 18:41; Prov. 1:28; 28:9; (Is. 1:15); Jer. 14:12; Ezek. 8:18; (Mic. 3:4; John 9:31; James 4:3)) Will God hear his cry When trouble comes upon him?"},{"number":10,"verse":"(Job 22:26, 27; (Ps. 37:4; Is. 58:14)) Will he delight himself in the Almighty? Will he always call on God?"},{"number":11,"verse":"“I will teach you about the hand of God; What is with the Almighty I will not conceal."},{"number":12,"verse":"Surely all of you have seen it; Why then do you behave with complete nonsense?"},{"number":13,"verse":"“This (Job 20:29) is the portion of a wicked man with God, And the heritage of oppressors, received from the Almighty:"},{"number":14,"verse":"(Deut. 28:41; Esth. 9:10; Hos. 9:13) If his children are multiplied, it is for the sword; And his offspring shall not be satisfied with bread."},{"number":15,"verse":"Those who survive him shall be buried in death, And (Ps. 78:64) their widows shall not weep,"},{"number":16,"verse":"Though he heaps up silver like dust, And piles up clothing like clay—"},{"number":17,"verse":"He may pile it up, but (Prov. 28:8; (Eccl. 2:26)) the just will wear it, And the innocent will divide the silver."},{"number":18,"verse":"He builds his house like a moth, (Is. 1:8; Lam. 2:6) Like a booth which a watchman makes."},{"number":19,"verse":"The rich man will lie down, But not be gathered up; He opens his eyes, And he is (Job 7:8, 21; 20:7) no more."},{"number":20,"verse":"(Job 18:11) Terrors overtake him like a flood; A tempest steals him away in the night."},{"number":21,"verse":"The east wind carries him away, and he is gone; It sweeps him out of his place."},{"number":22,"verse":"It hurls against him and does not (Jer. 13:14; Ezek. 5:11; 24:14) spare; He flees desperately from its power."},{"number":23,"verse":"Men shall clap their hands at him, And shall hiss him out of his place."}]}