{"bibleAbbr":"NKJV1982","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"(Job Deplores His Birth) After this Job opened his mouth and cursed the day of his birth."},{"number":2,"verse":"And Job spoke, and said:"},{"number":3,"verse":"“May (Job 10:18, 19; Jer. 20:14-18) the day perish on which I was born, And the night in which it was said, ‘A male child is conceived.’"},{"number":4,"verse":"May that day be darkness; May God above not seek it, Nor the light shine upon it."},{"number":5,"verse":"May darkness and (Job 10:21, 22; Jer. 13:16; Amos 5:8) the shadow of death claim it; May a cloud settle on it; May the blackness of the day terrify it."},{"number":6,"verse":"As for that night, may darkness seize it; May it not rejoice among the days of the year, May it not come into the number of the months."},{"number":7,"verse":"Oh, may that night be barren! May no joyful shout come into it!"},{"number":8,"verse":"May those curse it who curse the day, Those (Jer. 9:17) who are ready to arouse Leviathan."},{"number":9,"verse":"May the stars of its morning be dark; May it look for light, but have none, And not see the dawning of the day;"},{"number":10,"verse":"Because it did not shut up the doors of my mother’s womb, Nor hide sorrow from my eyes."},{"number":11,"verse":"“Why (Job 10:18, 19) did I not die at birth? Why did I not perish when I came from the womb?"},{"number":12,"verse":"(Gen. 30:3) Why did the knees receive me? Or why the breasts, that I should nurse?"},{"number":13,"verse":"For now I would have lain still and been quiet, I would have been asleep; Then I would have been at rest"},{"number":14,"verse":"With kings and counselors of the earth, Who (Job 15:28; Is. 58:12) built ruins for themselves,"},{"number":15,"verse":"Or with princes who had gold, Who filled their houses with silver;"},{"number":16,"verse":"Or why was I not hidden (Ps. 58:8) like a stillborn child, Like infants who never saw light?"},{"number":17,"verse":"There the wicked cease from troubling, And there the weary are at (Job 17:16) rest."},{"number":18,"verse":"There the prisoners rest together; (Job 39:7) They do not hear the voice of the oppressor."},{"number":19,"verse":"The small and great are there, And the servant is free from his master."},{"number":20,"verse":"“Why (Jer. 20:18) is light given to him who is in misery, And life to the (2 Kin. 4:27) bitter of soul,"},{"number":21,"verse":"Who (Rev. 9:6) long for death, but it does not come, And search for it more than (Prov. 2:4) hidden treasures;"},{"number":22,"verse":"Who rejoice exceedingly, And are glad when they can find the (Job 7:15, 16) grave?"},{"number":23,"verse":"Why is light given to a man whose way is hidden, (Job 19:8; Ps. 88:8; Lam. 3:7) And whom God has hedged in?"},{"number":24,"verse":"For my sighing comes before I eat, And my groanings pour out like water."},{"number":25,"verse":"For the thing I greatly ((Job 9:28; 30:15)) feared has come upon me, And what I dreaded has happened to me."},{"number":26,"verse":"I am not at ease, nor am I quiet; I have no rest, for trouble comes.”"}]}