{"bibleAbbr":"NKJV1982","bookName":"Job","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"Elihu Contradicts Job’s Friends So these three men ceased answering Job, because he was (Job 6:29; 31:6; 33:9) righteous in his own eyes."},{"number":2,"verse":"Then the wrath of Elihu, the son of Barachel the (Gen. 22:21) Buzite, of the family of Ram, was aroused against Job; his wrath was aroused because he (Job 27:5, 6) justified himself rather than God."},{"number":3,"verse":"Also against his three friends his wrath was aroused, because they had found no answer, and yet had condemned Job."},{"number":4,"verse":"Now because they were years older than he, Elihu had waited to speak to Job."},{"number":5,"verse":"When Elihu saw that there was no answer in the mouth of these three men, his wrath was aroused."},{"number":6,"verse":"So Elihu, the son of Barachel the Buzite, answered and said: “I am (Lev. 19:32) young in years, and you are very old; Therefore I was afraid, And dared not declare my opinion to you."},{"number":7,"verse":"I said, ‘Age should speak, And multitude of years should teach wisdom.’"},{"number":8,"verse":"But there is a spirit in man, And (1 Kin. 3:12; 4:29; (Job 35:11; 38:36; Prov. 2:6; Eccl. 2:26; Dan. 1:17; 2:21; Matt. 11:25; James 1:5)) the breath of the Almighty gives him understanding."},{"number":9,"verse":"((1 Cor. 1:26)) Great men are not always wise, Nor do the aged always understand justice."},{"number":10,"verse":"“Therefore I say, ‘Listen to me, I also will declare my opinion.’"},{"number":11,"verse":"Indeed I waited for your words, I listened to your reasonings, while you searched out what to say."},{"number":12,"verse":"I paid close attention to you; And surely not one of you convinced Job, Or answered his words—"},{"number":13,"verse":"((Jer. 9:23; 1 Cor. 1:29)) Lest you say, ‘We have found wisdom’; God will vanquish him, not man."},{"number":14,"verse":"Now he has not directed his words against me; So I will not answer him with your words."},{"number":15,"verse":"“They are dismayed and answer no more; Words escape them."},{"number":16,"verse":"And I have waited, because they did not speak, Because they stood still and answered no more."},{"number":17,"verse":"I also will answer my part, I too will declare my opinion."},{"number":18,"verse":"For I am full of words; The spirit within me compels me."},{"number":19,"verse":"Indeed my belly is like wine that has no vent; It is ready to burst like new wineskins."},{"number":20,"verse":"I will speak, that I may find relief; I must open my lips and answer."},{"number":21,"verse":"Let me not, I pray, show partiality to anyone; Nor let me flatter any man."},{"number":22,"verse":"For I do not know how to flatter, Else my Maker would soon take me (Job 27:8) away."}]}