{"bibleAbbr":"NKJV1982","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"Elihu Proclaims God’s Goodness Elihu also proceeded and said:"},{"number":2,"verse":"“Bear with me a little, and I will show you That there are yet words to speak on God’s behalf."},{"number":3,"verse":"I will fetch my knowledge from afar; I will ascribe righteousness to my Maker."},{"number":4,"verse":"For truly my words are not false; One who is perfect in knowledge is with you."},{"number":5,"verse":"“Behold, God is mighty, but despises no one; (Job 12:13, 16; 37:23; (Ps. 99:2-5)) He is mighty in strength of understanding."},{"number":6,"verse":"He does not preserve the life of the wicked, But gives justice to the (Job 5:15) oppressed."},{"number":7,"verse":"((Ps. 33:18; 34:15)) He does not withdraw His eyes from the righteous; But (Job 5:11; Ps. 113:8) they are on the throne with kings, For He has seated them forever, And they are exalted."},{"number":8,"verse":"And (Ps. 107:10) if they are bound in fetters, Held in the cords of affliction,"},{"number":9,"verse":"Then He tells them their work and their transgressions— That they have acted defiantly."},{"number":10,"verse":"(Job 33:16; 36:15) He also opens their ear to instruction, And commands that they turn from iniquity."},{"number":11,"verse":"If they obey and serve Him, They shall (Job 21:13; (Is. 1:19, 20)) spend their days in prosperity, And their years in pleasures."},{"number":12,"verse":"But if they do not obey, They shall perish by the sword, And they shall die without (Job 4:21) knowledge."},{"number":13,"verse":"“But the hypocrites in heart ((Rom. 2:5)) store up wrath; They do not cry for help when He binds them."},{"number":14,"verse":"(Ps. 55:23) They die in youth, And their life ends among the perverted persons."},{"number":15,"verse":"He delivers the poor in their affliction, And opens their ears in oppression."},{"number":16,"verse":"“Indeed He would have brought you out of dire distress, (Ps. 18:19; 31:8; 118:5) Into a broad place where there is no restraint; And (Ps. 23:5) what is set on your table would be full of (Ps. 36:8) richness."},{"number":17,"verse":"But you are filled with the judgment due the (Job 22:5, 10, 11) wicked; Judgment and justice take hold of you."},{"number":18,"verse":"Because there is wrath, beware lest He take you away with one blow; For (Ps. 49:7) a large ransom would not help you avoid it."},{"number":19,"verse":"((Prov. 11:4)) Will your riches, Or all the mighty forces, Keep you from distress?"},{"number":20,"verse":"Do not desire the night, When people are cut off in their place."},{"number":21,"verse":"Take heed, (Job 36:10; (Ps. 31:6; 66:18)) do not turn to iniquity, For (Job 36:8, 15; (Heb. 11:25)) you have chosen this rather than affliction."},{"number":22,"verse":"“Behold, God is exalted by His power; Who teaches like Him?"},{"number":23,"verse":"(Job 34:13; (Is. 40:13, 14)) Who has assigned Him His way, Or who has said, ‘You have done ((Deut. 32:4); Job 8:3) wrong’?"},{"number":24,"verse":"Elihu Proclaims God’s Majesty“Remember to ((Ps. 92:5; Rev. 15:3)) magnify His work, Of which men have sung."},{"number":25,"verse":"Everyone has seen it; Man looks on it from afar."},{"number":26,"verse":"“Behold, God is great, and we (Job 11:7-9; 37:23; (1 Cor. 13:12)) do not know Him; (Job 10:5; (Ps. 90:2; 102:24, 27); Heb. 1:12) Nor can the number of His years be discovered."},{"number":27,"verse":"For He (Job 5:10; 37:6, 11; 38:28; Ps. 147:8) draws up drops of water, Which distill as rain from the mist,"},{"number":28,"verse":"((Prov. 3:20)) Which the clouds drop down And pour abundantly on man."},{"number":29,"verse":"Indeed, can anyone understand the spreading of clouds, The thunder from His canopy?"},{"number":30,"verse":"Look, He (Job 37:3) scatters His light upon it, And covers the depths of the sea."},{"number":31,"verse":"For ((Acts 14:17)) by these He judges the peoples; He (Gen. 9:3; Ps. 104:14, 15) gives food in abundance."},{"number":32,"verse":"(Ps. 147:8) He covers His hands with lightning, And commands it to strike."},{"number":33,"verse":"(1 Kin. 18:41; Job 37:2) His thunder declares it, The cattle also, concerning the rising storm."}]}