{"bibleAbbr":"NKJV1982","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"(Job: My Complaint Is Just) Then Job answered and said:"},{"number":2,"verse":"“Oh, that my grief were fully weighed, And my calamity laid with it on the scales!"},{"number":3,"verse":"For then it would be heavier than the sand of the sea— Therefore my words have been rash."},{"number":4,"verse":"(Job 16:13; Ps. 38:2) For the arrows of the Almighty are within me; My spirit drinks in their poison; (Ps. 88:15, 16) The terrors of God are arrayed (Job 30:15) against me."},{"number":5,"verse":"Does the (Job 39:5-8) wild donkey bray when it has grass, Or does the ox low over its fodder?"},{"number":6,"verse":"Can flavorless food be eaten without salt? Or is there any taste in the white of an egg?"},{"number":7,"verse":"My soul refuses to touch them; They are as loathsome food to me."},{"number":8,"verse":"“Oh, that I might have my request, That God would grant me the thing that I long for!"},{"number":9,"verse":"That it would please God to crush me, That He would loose His hand and (Num. 11:15; 1 Kin. 19:4; Job 7:16; 9:21; 10:1) cut me off!"},{"number":10,"verse":"Then I would still have comfort; Though in anguish I would exult, He will not spare; For (Acts 20:20) I have not concealed the words of ((Lev. 19:2; Is. 57:15)) the Holy One."},{"number":11,"verse":"“What strength do I have, that I should hope? And what is my end, that I should prolong my life?"},{"number":12,"verse":"Is my strength the strength of stones? Or is my flesh bronze?"},{"number":13,"verse":"Is my help not within me? And is success driven from me?"},{"number":14,"verse":"“To ((Prov. 17:17)) him who is afflicted, kindness should be shown by his friend, Even though he forsakes the fear of the Almighty."},{"number":15,"verse":"(Ps. 38:11) My brothers have dealt deceitfully like a brook, (Jer. 15:18) Like the streams of the brooks that pass away,"},{"number":16,"verse":"Which are dark because of the ice, And into which the snow vanishes."},{"number":17,"verse":"When it is warm, they cease to flow; When it is hot, they vanish from their place."},{"number":18,"verse":"The paths of their way turn aside, They go nowhere and perish."},{"number":19,"verse":"The caravans of (Gen. 25:15; Is. 21:14; Jer. 25:23) Tema look, The travelers of (1 Kin. 10:1; Ps. 72:10; Ezek. 27:22, 23) Sheba hope for them."},{"number":20,"verse":"They are (Jer. 14:3) disappointed because they were confident; They come there and are confused."},{"number":21,"verse":"For now (Job 13:4) you are nothing, You see terror and (Ps. 38:11) are afraid."},{"number":22,"verse":"Did I ever say, ‘Bring something to me’? Or, ‘Offer a bribe for me from your wealth’?"},{"number":23,"verse":"Or, ‘Deliver me from the enemy’s hand’? Or, ‘Redeem me from the hand of oppressors’?"},{"number":24,"verse":"“Teach me, and I will hold my tongue; Cause me to understand wherein I have erred."},{"number":25,"verse":"How forceful are right words! But what does your arguing prove?"},{"number":26,"verse":"Do you intend to rebuke my words, And the speeches of a desperate one, which are as wind?"},{"number":27,"verse":"Yes, you overwhelm the fatherless, And you (Ps. 57:6) undermine your friend."},{"number":28,"verse":"Now therefore, be pleased to look at me; For I would never lie to your face."},{"number":29,"verse":"(Job 17:10) Yield now, let there be no injustice! Yes, concede, my (Job 27:5, 6; 34:5) righteousness still stands!"},{"number":30,"verse":"Is there injustice on my tongue? Cannot my taste discern the unsavory?"}]}