{
  "bibleAbbr" : "TIRV2017",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 17,
  "verses" : [ {
    "number" : 1,
    "verse" : "(விவேகத்தினால் வரும் நன்மை) சண்டையோடுகூடிய வீடுநிறைந்த சுவையான உணவைவிட, சமாதானத்தோடு சாப்பிடும் வெறும் அப்பமே நலம்."
  }, {
    "number" : 2,
    "verse" : "புத்தியுள்ள வேலைக்காரன் அவமானத்தை உண்டாக்குகிற மகனை ஆண்டு, சகோதரர்களுடைய சுதந்தரத்தில் பங்கை அடைவான்."
  }, {
    "number" : 3,
    "verse" : "வெள்ளியைக் குகையும், பொன்னைப் புடமும் சோதிக்கும்; இருதயங்களைச் சோதிக்கிறவரோ கர்த்தர்."
  }, {
    "number" : 4,
    "verse" : "தீயவன் அக்கிரம உதடுகள் சொல்வதை உற்றுக்கேட்கிறான்; பொய்யன் கேடுள்ள நாவுக்குச் செவிகொடுக்கிறான்."
  }, {
    "number" : 5,
    "verse" : "ஏழையைப் புறக்கணிக்கிறவன் அவனை உண்டாக்கினவரை சபிக்கிறான்; ஆபத்தைக் குறித்துக் மகிழ்கிறவன் தண்டனைக்குத் தப்பமாட்டான்."
  }, {
    "number" : 6,
    "verse" : "பிள்ளைகளின் பிள்ளைகள் முதியோர்களுக்குக் கிரீடம்; பிள்ளைகளின் மேன்மை அவர்களுடைய தகப்பன்மார்களே."
  }, {
    "number" : 7,
    "verse" : "மேன்மையானவைகளைப் பேசும் உதடு மூடனுக்குத் தகாது; பொய் பேசும் உதடு பிரபுவுக்கு கொஞ்சம்கூட தகாது."
  }, {
    "number" : 8,
    "verse" : "லஞ்சம் வாங்குகிறவர்களின் பார்வைக்கு அது இரத்தினம்போல இருக்கும்; அது பார்க்கும் திசையெல்லாம் காரியம் வாய்க்கும்."
  }, {
    "number" : 9,
    "verse" : "குற்றத்தை மூடுகிறவன் நட்பை நாடுகிறான்; கேட்டதைச் சொல்லுகிறவன் உயிர் நண்பனையும் பிரித்துவிடுகிறான்."
  }, {
    "number" : 10,
    "verse" : "மூடனை நூறடி அடிப்பதைவிட, புத்திமானை வாயினால் கண்டிப்பதே அதிகமாக உறைக்கும்."
  }, {
    "number" : 11,
    "verse" : "தீயவன் கலகத்தையே தேடுகிறான்; கொடிய தூதன் அவனுக்கு விரோதமாக அனுப்பப்படுவான்."
  }, {
    "number" : 12,
    "verse" : "தன்னுடைய மதிகேட்டில் திரியும் மதியீனனுக்கு எதிர்ப்படுவதைவிட, குட்டிகளைப் பறிகொடுத்த கரடிக்கு எதிர்ப்படுவது மேல்."
  }, {
    "number" : 13,
    "verse" : "நன்மைக்குத் தீமைசெய்கிறவன் எவனோ, அவனுடைய வீட்டைவிட்டுத் தீமை நீங்காது."
  }, {
    "number" : 14,
    "verse" : "சண்டையின் ஆரம்பம் மதகைத் திறந்துவிடுகிறதுபோல இருக்கும்; ஆதலால் விவாதம் எழும்புமுன்பு அதை விட்டுவிடு."
  }, {
    "number" : 15,
    "verse" : "துன்மார்க்கனை நீதிமானாக்குகிறவனும், நீதிமானைக் குற்றவாளியாக்குகிறவனுமாகிய இந்த இருவரும் கர்த்தருக்கு அருவருப்பானவர்கள்."
  }, {
    "number" : 16,
    "verse" : "ஞானத்தை வாங்கும்படி மூடன் கையிலே பணம் என்னத்திற்கு? அதின்மேல் அவனுக்கு மனமில்லையே."
  }, {
    "number" : 17,
    "verse" : "நண்பன் எல்லாக் காலத்திலும் நேசிப்பான்; இடுக்கணில் உதவவே சகோதரன் பிறந்திருக்கிறான்."
  }, {
    "number" : 18,
    "verse" : "புத்தியீனன் தன்னுடைய நண்பனுக்காக உறுதியளித்துப் பிணைப்படுகிறான்."
  }, {
    "number" : 19,
    "verse" : "விவாதப்பிரியன் பாவப்பிரியன்; தன்னுடைய வாசலை உயர்த்திக் கட்டுகிறவன் அழிவை நாடுகிறான்."
  }, {
    "number" : 20,
    "verse" : "மாறுபாடான இருதயமுள்ளவன் நன்மையைக் கண்டடைவதில்லை; பொய் நாவுள்ளவன் தீமையில் விழுவான்."
  }, {
    "number" : 21,
    "verse" : "மதிகெட்ட மகனைப் பெறுகிறவன் தனக்குச் சஞ்சலம் உண்டாக அவனைப் பெறுகிறான்; மதியீனனுடைய தகப்பனுக்கு மகிழ்ச்சியில்லை."
  }, {
    "number" : 22,
    "verse" : "மனமகிழ்ச்சி நல்ல மருந்து; முறிந்த ஆவியோ எலும்புகளை உலரச்செய்யும்."
  }, {
    "number" : 23,
    "verse" : "துன்மார்க்கன், நீதியின் வழியைப்புரட்ட மடியிலுள்ள லஞ்சத்தை வாங்குகிறான்."
  }, {
    "number" : 24,
    "verse" : "ஞானம் புத்திமானுக்கு முன்பாக இருக்கும்; மூடனுடைய கண்களோ பூமியின் கடைசி எல்லைகள்வரை செல்லும்."
  }, {
    "number" : 25,
    "verse" : "மதிகெட்ட மகன் தன்னுடைய தகப்பனுக்குச் சலிப்பும், தன்னைப் பெற்றவர்களுக்குக் கசப்புமானவன்."
  }, {
    "number" : 26,
    "verse" : "நீதிமானைத் தண்டிப்பதும், நியாயம்செய்கிறவனைப் பிரபுக்கள் அடிக்கிறதும் தகுதியல்ல."
  }, {
    "number" : 27,
    "verse" : "அறிவாளி தன்னுடைய வார்த்தைகளை அடக்குகிறான்; விவேகி குளிர்ந்த மனமுள்ளவன்."
  }, {
    "number" : 28,
    "verse" : "பேசாமலிருந்தால் மூடனும் ஞானவான் என்று எண்ணப்படுவான்; தன்னுடைய உதடுகளை மூடுகிறவன் புத்திமான் என்று எண்ணப்படுவான்."
  } ]
}