{"bibleAbbr":"ERV2006","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"Stone Memorials for the People Moses and the elders of Israel spoke to the people. Moses said, “Obey all the commands that I give you today."},{"number":2,"verse":"You will soon go across the Jordan River into the land that the LORD your God is giving you. On that day you must put up large stones. Cover them with plaster."},{"number":3,"verse":"Then write on the stones all these commands and teachings. You must do this when you go across the Jordan River. Then you may go into the land that the LORD your God is giving you—a land filled with many good things. (land … things Literally, “land flowing with milk and honey.”) The LORD, the God of your ancestors, promised to give you this land."},{"number":4,"verse":"“After you go across the Jordan River, you must do what I command you today. You must set up the stones on Mount Ebal. You must cover these stones with plaster."},{"number":5,"verse":"Also, use some stones there to build an altar to the LORD your God. Don’t use iron tools to cut the stones."},{"number":6,"verse":"You must not use cut stones to build the altar for the LORD your God. Offer burnt offerings on this altar to the LORD your God."},{"number":7,"verse":"And you must sacrifice and eat fellowship offerings there. Eat and enjoy yourselves there together with the LORD your God."},{"number":8,"verse":"You must write all these teachings on the stones that you set up. Write clearly so that they are easy to read.”"},{"number":9,"verse":"The People Must Agree to God’s Rules Moses and the Levite priests spoke to all the Israelites. Moses said, “Be quiet and listen, Israel! Today you have become the people of the LORD your God."},{"number":10,"verse":"So you must do everything that the LORD your God tells you. You must obey his commands and his laws that I am giving you today.”"},{"number":11,"verse":"That day Moses also told the people,"},{"number":12,"verse":"“After you have gone across the Jordan River, these tribes will stand on Mount Gerizim to read the blessings to the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."},{"number":13,"verse":"And these tribes will stand on Mount Ebal to read the curses: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."},{"number":14,"verse":"“And the Levites will say to all the Israelites in a loud voice:"},{"number":15,"verse":"“‘Cursed is the one who makes a false god and puts it in its secret place. These false gods are only statues that some worker makes from wood, stone or metal. The LORD hates these things!’ “Then all the people will answer, ‘Amen!’"},{"number":16,"verse":"“The Levites will say, ‘Cursed is the one who does not show respect to their father or their mother!’ “Then all the people will answer, ‘Amen!’"},{"number":17,"verse":"“The Levites will say, ‘Cursed is the one who moves a neighbor’s landmark (landmark A stone or sign that showed where the limits of a person’s property were.) !’ “Then all the people will say, ‘Amen!’"},{"number":18,"verse":"“The Levites will say, ‘Cursed is the one who tricks a blind man into going the wrong way!’ “Then all the people will say, ‘Amen!’"},{"number":19,"verse":"“The Levites will say, ‘Cursed is the one who does not give fair judgment for the foreigners, orphans, and widows!’ “Then all the people will say, ‘Amen!’"},{"number":20,"verse":"“The Levites will say, ‘Cursed is the one who shames his father by having sexual relations with his father’s wife.’ “Then all the people will say, ‘Amen!’"},{"number":21,"verse":"“The Levites will say, ‘Cursed is the one who has sexual relations with any kind of animal!’ “Then all the people will say, ‘Amen!’"},{"number":22,"verse":"“The Levites will say, ‘Cursed is the one who has sexual relations with his sister or half sister!’ “Then all the people will say, ‘Amen!’"},{"number":23,"verse":"“The Levites will say, ‘Cursed is the one who has sexual relations with his mother-in-law!’ “Then all the people will say, ‘Amen!’"},{"number":24,"verse":"“The Levites will say, ‘Cursed is the one who kills anyone, even if he is not caught!’ “Then all the people will say, ‘Amen!’"},{"number":25,"verse":"“The Levites will say, ‘Cursed is the one who takes money to kill an innocent person!’ “Then all the people will say, ‘Amen!’"},{"number":26,"verse":"“The Levites will say, ‘Cursed is the one who does not support this law and agree to obey it.’ “Then all the people will say, ‘Amen!’"}]}