{"bibleAbbr":"ERV2006","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":30,"verses":[{"number":1,"verse":"The Israelites Will Return to Their Land “Everything that I have mentioned will happen to you—both the blessings and the curses. And you will remember these words when the LORD your God sends you away to other nations."},{"number":2,"verse":"Then you and your descendants will turn back to the LORD your God. You will follow him with all your heart and completely obey all his commands that I have given you today."},{"number":3,"verse":"Then the LORD your God will be kind to you. The LORD your God will make you free again! He will bring you back from the nations where he sent you."},{"number":4,"verse":"Even if you were sent to the farthest parts of the earth, the LORD your God will gather you from there and bring you back."},{"number":5,"verse":"The LORD your God will bring you into the land your ancestors had, and the land will become yours. He will do good to you, and you will have more than your ancestors had. You will have more people in your nation than they ever had."},{"number":6,"verse":"The LORD your God will make you and your descendants want to obey him. (make you … obey him Literally, “circumcise the hearts of you and your seed.”) Then you will love the LORD your God with all your heart. And you will live!"},{"number":7,"verse":"“Then the LORD your God will make all these bad things happen to your enemies, who hate you and cause you trouble."},{"number":8,"verse":"And you will again obey the LORD. You will obey all his commands that I give you today."},{"number":9,"verse":"The LORD your God will make you successful in everything you do. He will bless you with many children. He will bless your cows—they will have many calves. He will bless your fields—they will grow many good crops. He will be good to you. The LORD will again enjoy doing good for you, the same as he enjoyed doing good for your ancestors."},{"number":10,"verse":"But you must do what the LORD your God tells you to do. You must obey his commands and follow the rules that are written in this Book of Teachings. You must obey the LORD your God with all your heart and with all your soul. Then these good things will happen to you."},{"number":11,"verse":"Life or Death “This command that I give you today is not too hard for you. It is not a secret hidden in some far away land."},{"number":12,"verse":"This command is not in heaven so that you should say, ‘Who will go up to heaven for us and bring it to us, so that we can hear and do it?’"},{"number":13,"verse":"This command is not on the other side of the sea so that you should say, ‘Who will go across the sea for us and bring it to us, so that we can hear it and do it?’"},{"number":14,"verse":"No, the word is very near to you. It is in your mouth and in your heart. So you can obey it."},{"number":15,"verse":"“Today I have given you a choice between life and death, success and disaster. (success and disaster Or “good and evil.”)"},{"number":16,"verse":"I command you today to love the LORD your God. I command you to follow him and to obey his commands, laws, and rules. Then you will live, and your nation will grow larger. And the LORD your God will bless you in the land that you are entering to take for your own."},{"number":17,"verse":"But if you turn away from your God and refuse to listen, if you are led away to worship and serve other gods,"},{"number":18,"verse":"you will be destroyed. I am warning you today, if you turn away from God, you will not live long in that land across the Jordan River that you are ready to enter and take for your own."},{"number":19,"verse":"“Today I am giving you a choice of two ways. And I ask heaven and earth to be witnesses of your choice. You can choose life or death. The first choice will bring a blessing. The other choice will bring a curse. So choose life! Then you and your children will live."},{"number":20,"verse":"You must love the LORD your God and obey him. Never leave him, because he is your life. And he will give you a long life in the land that he, the LORD, promised to give to your ancestors—Abraham, Isaac, and Jacob.”"}]}