{"bibleAbbr":"ERV2006","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"“Skies, listen and I will speak. Earth, hear the words of my mouth."},{"number":2,"verse":"My teachings will come like the rain, like a mist falling to the ground, like a gentle rain on the soft grass, like rain on the green plants."},{"number":3,"verse":"Praise God (Praise God Or “Give honor to God” or “Speak of the greatness of God.”) as I speak the LORD’s name!"},{"number":4,"verse":"“The Lord is the Rock, and his work is perfect! Yes, all his ways are right! God is true and faithful. He is good and honest."},{"number":5,"verse":"And you are not really his children. You are completely unfaithful to him. You are crooked liars."},{"number":6,"verse":"Is this the way you repay the LORD for all he has done for you? You are stupid, foolish people. He is your Father and your Creator. He made you, and he supports you."},{"number":7,"verse":"“Remember the days of the past. Think about what happened so long ago. Ask your father; he will tell you. Ask your leaders; they will tell you."},{"number":8,"verse":"God Most High separated the people on earth and gave each nation its land. He set up borders for all people. He made as many nations as there are angels. (angels This is from the ancient Greek version. Some Hebrew copies at Qumran have “sons of God,” which can also mean “angels.” The standard Hebrew text has “sons of Israel.”)"},{"number":9,"verse":"The LORD chose his people to be his own. The people of Jacob belong to him."},{"number":10,"verse":"“The Lord found them in the desert, in an empty, windy land. He surrounded them and watched over them. He protected them like the pupil of his eye,"},{"number":11,"verse":"like an eagle when she makes her young leave the nest to fly. She stays close to them, ready to help. She spreads her wings to catch them when they fall and carries them to a safe place."},{"number":12,"verse":"The LORD alone led his people. They had no help from any foreign god."},{"number":13,"verse":"The Lord helped them take control of the hill country. They took the harvest in the fields. He gave them honey from the cliffs and olive oil from the rocky ground."},{"number":14,"verse":"He gave his people butter from the herd and milk from the flock. He gave them lambs and goats. They had the best rams from Bashan and the finest wheat. They drank the best wine made from the juice of red grapes."},{"number":15,"verse":"“But Jeshurun (Jeshurun Another name for Israel. It means “good” or “honest.”) became fat and kicked like a bull. (Yes, you people were fed well and became full and fat.) They left the God who made them! They ran away from the Rock who saved them."},{"number":16,"verse":"They made him jealous by worshiping other gods. They made him angry with those disgusting idols."},{"number":17,"verse":"They offered sacrifices to demons—gods that are not God. These were new gods they had not known before, gods their ancestors never knew."},{"number":18,"verse":"You people left the Rock who made you; you forgot the God who gave you life."},{"number":19,"verse":"“The LORD saw this and became upset. His sons and daughters made him angry!"},{"number":20,"verse":"So he said, ‘I will turn away from them, then let’s see what happens! They are a rebellious people. They are like children who will not learn their lessons."},{"number":21,"verse":"They made me jealous with things that are not really gods. They made me angry with their worthless idols. So I will use people who are not really a nation to make them jealous. I will use a worthless (worthless Literally, “foolish,” used as a wordplay because in Hebrew it sounds like the word “worthless” used earlier in this verse.) nation to make them angry."},{"number":22,"verse":"My anger will burn like a fire, burning down to the deepest grave, burning the earth and all it produces, burning deep down below the mountains."},{"number":23,"verse":"“‘I will bring troubles to the Israelites. I will shoot all my arrows at them."},{"number":24,"verse":"They will become thin from hunger. Terrible diseases will destroy them. I will send wild animals against them. Poisonous snakes and lizards will bite them."},{"number":25,"verse":"In the streets, soldiers will kill them. In their houses, terrible things will happen. Soldiers will kill young men and women. They will kill babies and old people."},{"number":26,"verse":"“‘I thought about destroying the Israelites so that people would forget them completely!"},{"number":27,"verse":"But I know what their enemies would say. The enemy would not understand. They would brag and say, “The LORD did not destroy Israel. We won by our own power!”’"},{"number":28,"verse":"“They are foolish. They don’t understand."},{"number":29,"verse":"If they were wise, they would understand; they would know what would happen to them."},{"number":30,"verse":"Can one person chase away 1000 men? Can two men cause 10000 men to run away? It will happen only if the LORD gives them to their enemy. This will happen only if their Rock sells them like slaves."},{"number":31,"verse":"The ‘rock’ of our enemies is not strong like our Rock. Even our enemies know that."},{"number":32,"verse":"Their vines and fields will be destroyed like Sodom and Gomorrah. Their grapes are like bitter poison."},{"number":33,"verse":"Their wine is like the poison of deadly snakes."},{"number":34,"verse":"“The Lord says, ‘I am saving that punishment. I have it locked up in my storehouse!"},{"number":35,"verse":"I will punish them for the bad things they did. But I am saving that punishment for when they slip and do bad things. Their time of trouble is near. Their punishment will come quickly.’"},{"number":36,"verse":"“The LORD will judge his people. They are his servants, and he will show them mercy. He will see that their power is gone. He will see that they are all helpless— the slaves and free people too."},{"number":37,"verse":"Then the Lord will say, ‘Where are the false gods? Where is the “rock” that you ran to for protection?"},{"number":38,"verse":"Those false gods ate the fat of your sacrifices. And they drank the wine of your offerings. So let them get up and help you! Let them protect you!"},{"number":39,"verse":"“‘Now, see that I, and only I, am God! There is no other God! I put people to death, and I let people live. I can hurt people, and I can make them well. No one can save another person from my power!"},{"number":40,"verse":"I raise my hand toward heaven and make this promise. As surely as I live forever, these things will happen!"},{"number":41,"verse":"I swear, I will sharpen my flashing sword. I will use it to punish my enemies. I will give them the punishment they deserve."},{"number":42,"verse":"My enemies will be killed and taken as prisoners. My arrows will be covered with their blood. My sword will cut off the heads of their soldiers.’"},{"number":43,"verse":"“The whole world should be happy for God’s people! God punishes people who kill his servants. He gives his enemies the punishment they deserve. And he makes his land and people pure.”"},{"number":44,"verse":"(Moses Teaches the People His Song) Moses and Joshua son of Nun came and sang all the words of this song for the Israelites to hear."},{"number":45,"verse":"When Moses finished giving these teachings to the people,"},{"number":46,"verse":"he said to them, “You must be sure to pay attention to all the commands I tell you today. And you must tell your children to obey completely the commands in this Law."},{"number":47,"verse":"Don’t think these teachings are not important. They are your life! Through these teachings you will live a long time in the land across the Jordan River that you are ready to take.”"},{"number":48,"verse":"(Moses on Mount Nebo) The LORD spoke to Moses that same day. He said,"},{"number":49,"verse":"“Go to the Abarim Mountains. Go up on Mount Nebo in the land of Moab across from the city of Jericho. Then you can look at the land of Canaan that I am giving to the Israelites to live in."},{"number":50,"verse":"You will die on that mountain. You will go to be with your people, the same as your brother Aaron died on Mount Hor."},{"number":51,"verse":"This is because you both sinned against me. You were at the waters of Meribah near Kadesh, in the desert of Zin. There, in front of the Israelites, you did not honor me and show that I am holy."},{"number":52,"verse":"So now you may see the land that I am giving to the Israelites. But you cannot go into that land.”"}]}