{"bibleAbbr":"mniRNT2022","bookName":"Ephesus","bookEnglishName":"Ephesians","chapterNumber":3,"verses":[{"number":1,"verse":"( Jihudi nattabasingda Paul-na thougal touba) Maram asigidamak atoppa phurup nakhoigidamak Christta Jisugi phadok oiriba Paul eihakna Tengban Mapuda haijei."},{"number":2,"verse":"Nakhoida aphaba oinabagidamak Tengban Mapugi thoujalna thabak asi tounanaba eingonda pibire haibasi nakhoina tasengna takhrabani."},{"number":3,"verse":"Tengban Mapuna mahakki athuppa thourang pumnamak eingonda phongdokpiduna madu eingonda sengna khanghanbire. (Eina masigi maramda samlappa ikhre."},{"number":4,"verse":"( Col 1:2627) Aduga eina ikhiba adu nakhoina paragadi eina khangliba Christtagi athupa adu nakhoina khangba ngamgani)."},{"number":5,"verse":"Houkhiba matamsingda athuppa asi Tengban Mapuna mioibada phongdokpiramde. Adubu houjikti Thawaigi mapanna mahakki asengba pakhonchatpasingda amasung Tengban Mapugi wa phongdokpasingda phongdokpire."},{"number":6,"verse":"Athupa adudi Aphaba Paogi mapanna atoppa phurupsingna Jihudisingga loinana Tengban Mapugi yaipha thoujal adu saruk phangminnaba; makhoina hakchang amatagi hakchang kayat oiminnaba amasung Christtagi mapanna Tengban Mapuna wasakpikhiba wasak adugi saruk phangminnaba asini."},{"number":7,"verse":"Mahakki panggalna thabak subibagi mapanna Tengban Mapuna iphamda pinabikhraba mahakki thoidokpa khudolgi mapanna eihakpu Aphaba Paogi minai ama oihanbire."},{"number":8,"verse":"Eihakti Tengban Mapugi mising pumnamakki maraktagi khwaidagi tonba adudagisu henna tolli. Adumakpu Christtagi mapal naidraba lal adugi Aphaba Pao asi atoppa phurupsingda sandokpagi thoujal asi Tengban Mapuna iphamda pinabire."},{"number":9,"verse":"Amasung Tengban Mapugi athuppa thourang adu kamdouna mahei yalhan-gadage haibadu mipum khudingmakta uhannaba khudongchaba adu iphamda pinabire. Athupa asi pot pumnamakpu sembiba Mapu, Tengban Mapuna houkhraba miron pumnamakta thuptuna thamlammi."},{"number":10,"verse":"Masi swargagi maphamsingda leiba leingakpa amadi matik leibasingda, tongan tonganba sak-ongda leiriba mahakki lousing adu houjik singlupki mapanna khanghannabani."},{"number":11,"verse":"Tengban Mapuna masi eikhoigi Ibungo Christta Jisugi mapanna thunghanbikhraba mahakki lomba naidraba thourang adugi matung inna toubani."},{"number":12,"verse":"Eikhoina Christtaga amata oina punsinjabagi mapanna amadi mangonda thajabagi mapanna Tengban Mapugi mangda thouna phana amadi pukning lumna changba phangjei."},{"number":13,"verse":"Maram aduna nakhoigidamak eina awa anang phangbada nakhoina pukning hanthadanaba eina nijari. Maramdi masi nakhoibu ikai khumnanabani."},{"number":14,"verse":"( Christtagi nungsiba) Maram asigidamak eihakna Ipa Ibungo mahakki mamangda khu-leitana khurumjei."},{"number":15,"verse":"Swarga amasung taibang malemda leiriba pumnamakna Ibungo mangondagi makhoigi punsi adu phangjei."},{"number":16,"verse":"Aduga nakhoigi nunggi oiba mi adu kalhanbinaba mahakki Thawaigi mapanna mahakki matik mangalgi langeidagi nakhoida panggal adu pinabinaba eina Tengban Mapugi maphamda nijari."},{"number":17,"verse":"Amasung thajabagi mapanna Christtana nakhoigi thamoida leinanaba eina nijei. Aduga nakhoina nungsibada mara tannanaba amadi yumpham thongatnaba eina Tengban Mapuda nijei."},{"number":18,"verse":"Madu nakhoina amadi Tengban Mapugi mi pumnamakna, Christtagi nungsiba adugi marak amadi mayung, awangba amadi aruba adu khangba ngamnabagi panggal adu leinanabani."},{"number":19,"verse":"Aduga kananasu mapung phana keidounungda khangba ngamdaba oirabasu, nakhoina Christtagi nungsiba adu khanglaknabani. Aduga asumna Tengban Mapugi machat-matou aduna nakhoida mapung phana thalhanbinabani."},{"number":20,"verse":"Eikhoida thabak toubiriba mahakki panggal adugi mapanna, eikhoina hek nijaba amadi khanba ngamba adudagi yamna hendokna touba ngamliba Ibungo mangonda:"},{"number":21,"verse":"Singlupta amadi Christta Jisuda, matam pumnamakta lomba naida naidana Tengban Mapugi matik mangal oirasanu! Amen."}]}