{"bibleAbbr":"WEB2020+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"Then Nahash <WH5176> the Ammonite <WH5984> came up, <WH5927> and encamped <WH2583> against Jabesh Gilead: <WH3003> and all the men <WH582> of Jabesh <WH3003> said <WH559> to Nahash, <WH5176> \"Make <WH3772> a covenant <WH1285> with us, <WH5647> and we will serve you.\""},{"number":2,"verse":"Nahash <WH5176> the Ammonite <WH5984> said <WH559> to them, <WH2063> \"On this condition I will make <WH3772> it with you, <WH3225> that all your right eyes <WH5869> be put out; <WH5365> and I will lay <WH7760> it for a reproach <WH2781> on all Israel. <WH3478>\""},{"number":3,"verse":"The elders <WH2205> of Jabesh <WH3003> said <WH559> to him, <WH7651> \"Give us seven days, <WH3117> that <WH7503> we may send <WH7971> messengers <WH4397> to all the borders <WH1366> of Israel; <WH3478> and then, <WH3467> if there is no one to save us, <WH3318> we will come out to you.\""},{"number":4,"verse":"Then the messengers <WH4397> came <WH935> to Gibeah <WH1390> of Saul, <WH7586> and spoke <WH1696> these words <WH1697> in the ears <WH241> of the people: <WH5971> and all the people <WH5971> lifted up <WH5375> their voice, <WH6963> and wept. <WH1058>"},{"number":5,"verse":"Behold, <WH7586> Saul came <WH935> following <WH310> the oxen <WH1241> out of the field; <WH7704> and Saul <WH7586> said, <WH559> \"What ails the people <WH5971> that they weep? <WH1058>\" They told <WH5608> him the words <WH1697> of the men <WH582> of Jabesh. <WH3003>"},{"number":6,"verse":"The Spirit <WH7307> of God <WH430> came <WH6743> mightily on Saul <WH7586> when he heard <WH8085> those words, <WH1697> and his anger <WH639> was kindled <WH2734> greatly. <WH3966>"},{"number":7,"verse":"He took <WH3947> a yoke <WH6776> of oxen, <WH1241> and cut them in pieces, <WH5408> and sent <WH7971> them throughout all the borders <WH1366> of Israel <WH3478> by the hand <WH3027> of messengers, <WH4397> saying, <WH559> \"Whoever doesn't <WH3318> come forth after <WH310> Saul <WH7586> and after <WH310> Samuel, <WH8050> so shall it be done <WH6213> to his oxen. <WH1241>\" The dread <WH6343> of Yahweh <WH3068> fell <WH5307> on the people, <WH5971> and they came out <WH3318> as one <WH259> man. <WH376>"},{"number":8,"verse":"He numbered <WH6485> them in Bezek; <WH966> and the children <WH1121> of Israel <WH3478> were three <WH7969> hundred <WH3967> thousand, <WH505> and the men <WH376> of Judah <WH3063> thirty <WH7970> thousand. <WH505>"},{"number":9,"verse":"They said <WH559> to the messengers <WH4397> who came, <WH935> \"Thus you shall tell <WH559> the men <WH376> of Jabesh Gilead, <WH3003> <WH4279> 'Tomorrow, by the time the sun <WH8121> is hot, <WH2527> you shall have deliverance. <WH8668>'\" The messengers <WH4397> came <WH935> and told <WH5046> the men <WH582> of Jabesh; <WH3003> and they were glad. <WH8055>"},{"number":10,"verse":"Therefore the men <WH582> of Jabesh <WH3003> said, <WH559> \"Tomorrow <WH4279> we will come out <WH3318> to you, <WH6213> and you shall do with us all that seems <WH5869> good to you. <WH2896>\""},{"number":11,"verse":"It was so on the next day, <WH4283> that Saul <WH7586> put <WH7760> the people <WH5971> in three <WH7969> companies; <WH7218> and they came <WH935> into the midst <WH8432> of the camp <WH4264> in the morning <WH1242> watch, <WH821> and struck <WH5221> the Ammonites <WH5983> until the heat <WH2527> of the day: <WH3117> and it happened, <WH7604> that those who remained were scattered, <WH6327> so that no two <WH8147> of them were left <WH7604> together. <WH3162>"},{"number":12,"verse":"The people <WH5971> said <WH559> to Samuel, <WH8050> \"Who is he who said, <WH559> <WH7586> 'Shall Saul reign <WH4427> over us? <WH5414>' Bring those men, <WH582> that we may put them to death! <WH4191>\""},{"number":13,"verse":"Saul <WH7586> said, <WH559> \"There shall not a man <WH376> be put to death <WH4191> this day; <WH3117> for today <WH3117> Yahweh <WH3068> has worked <WH6213> deliverance <WH8668> in Israel. <WH3478>\""},{"number":14,"verse":"Then Samuel <WH8050> said <WH559> to the people, <WH5971> \"Come, <WH3212> and let us go <WH3212> to Gilgal, <WH1537> and renew <WH2318> the kingdom there. <WH4410>\""},{"number":15,"verse":"All the people <WH5971> went <WH3212> to Gilgal; <WH1537> and there they made Saul <WH7586> king <WH4427> before <WH6440> Yahweh <WH3068> in Gilgal; <WH1537> and there they offered <WH2076> sacrifices <WH2077> of peace offerings <WH8002> before <WH6440> Yahweh; <WH3068> and there Saul <WH7586> and all the men <WH582> of Israel <WH3478> rejoiced <WH8055> greatly. <WH3966>"}]}