{"bibleAbbr":"WEB2020+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"Saul <WH7586> reigned <WH4427> a year; <WH1121> and when he had reigned <WH4427> two <WH8147> years <WH8141> over Israel, <WH3478>"},{"number":2,"verse":"Saul <WH7586> chose <WH977> for himself three <WH7969> thousand <WH505> men of Israel, <WH3478> of which two thousand <WH505> were with Saul <WH7586> in Michmash <WH4363> and in the Mount <WH2022> of Bethel, <WH1008> and one thousand <WH505> were with Jonathan <WH3129> in Gibeah <WH1390> of Benjamin: <WH1144> and the rest <WH3499> of the people <WH5971> he sent <WH7971> every man <WH376> to his tent. <WH168>"},{"number":3,"verse":"Jonathan <WH3129> struck <WH5221> the garrison <WH5333> of the Philistines <WH6430> that was in Geba: <WH1387> and the Philistines <WH6430> heard <WH8085> of it. <WH7586> Saul blew <WH8628> the trumpet <WH7782> throughout all the land, <WH776> saying, <WH559> \"Let the Hebrews <WH5680> hear! <WH8085>\""},{"number":4,"verse":"All Israel <WH3478> heard <WH8085> that <WH559> Saul <WH7586> had struck <WH5221> the garrison <WH5333> of the Philistines, <WH6430> and also that Israel <WH3478> was had in abomination <WH887> with the Philistines. <WH6430> The people <WH5971> were gathered together <WH6817> after <WH310> Saul <WH7586> to Gilgal. <WH1537>"},{"number":5,"verse":"The Philistines <WH6430> assembled themselves together <WH622> to fight <WH3898> with Israel, <WH3478> thirty <WH7970> thousand <WH505> chariots, <WH7393> and six <WH8337> thousand <WH505> horsemen, <WH6571> and people <WH5971> as the sand <WH2344> which is on the seashore <WH3220> <WH8193> in multitude: <WH7230> and they came up, <WH5927> and encamped <WH2583> in Michmash, <WH4363> eastward <WH6926> of Beth Aven. <WH1007>"},{"number":6,"verse":"When the men <WH376> of Israel <WH3478> saw <WH7200> that they were in a strait <WH6887> (for the people <WH5971> were distressed <WH5065>), then the people <WH5971> hid <WH2244> themselves in caves, <WH4631> and in thickets, <WH2337> and in rocks, <WH5553> and in coverts, <WH6877> and in pits. <WH953>"},{"number":7,"verse":"Now some of the Hebrews <WH5680> had gone over <WH5674> the Jordan <WH3383> to the land <WH776> of Gad <WH1410> and Gilead; <WH1568> but as for Saul, <WH7586> he was yet in Gilgal, <WH1537> and all the people <WH5971> followed <WH310> him trembling. <WH2729>"},{"number":8,"verse":"He stayed <WH3176> seven <WH7651> days, <WH3117> according to the time <WH4150> set by Samuel: <WH8050> but Samuel <WH8050> didn't <WH935> come to Gilgal; <WH1537> and the people <WH5971> were scattered from him. <WH6327>"},{"number":9,"verse":"Saul <WH7586> said, <WH559> \"Bring here <WH5066> the burnt offering <WH5930> to me, <WH8002> and the peace offerings.\" He offered <WH5927> the burnt offering. <WH5930>"},{"number":10,"verse":"It came to pass that as soon as he had made an end <WH3615> of offering <WH5927> the burnt offering, <WH5927> behold, <WH8050> Samuel came; <WH935> and Saul <WH7586> went out <WH3318> to meet <WH7125> him, <WH1288> that he might greet him."},{"number":11,"verse":"Samuel <WH8050> said, <WH559> \"What have you done? <WH6213>\" Saul <WH7586> said, <WH559> \"Because I saw <WH7200> that the people <WH5971> were scattered <WH5310> from me, <WH935> and that you didn't come within the days <WH3117> appointed, <WH4150> and that the Philistines <WH6430> assembled themselves together <WH622> at Michmash; <WH4363>"},{"number":12,"verse":"therefore I said, <WH559> <WH6430> 'Now the Philistines will come down <WH3381> on me to Gilgal, <WH1537> and I haven't <WH2470> entreated the favor of <WH6440> Yahweh. <WH3068>' I forced <WH662> myself therefore, <WH5927> and offered the burnt offering. <WH5930>\""},{"number":13,"verse":"Samuel <WH8050> said <WH559> to Saul, <WH7586> \"You have done foolishly. <WH5528> You have not kept <WH8104> the commandment <WH4687> of Yahweh <WH3068> your God, <WH430> which he commanded <WH6680> you; <WH3068> for now Yahweh would have established <WH3559> your kingdom <WH4467> on Israel <WH3478> <WH99999> forever. <WH5769>"},{"number":14,"verse":"But now your kingdom <WH4467> shall not continue. <WH6965> Yahweh <WH3068> has sought <WH1245> for himself a man <WH376> after his own heart, <WH3824> and Yahweh <WH3068> has appointed <WH6680> him to be prince <WH5057> over his people, <WH5971> because you have not kept <WH8104> that which Yahweh <WH3068> commanded you. <WH6680>\""},{"number":15,"verse":"Samuel <WH8050> arose, <WH6965> and went <WH5927> from Gilgal <WH1537> to Gibeah <WH1390> of Benjamin. <WH1144> Saul <WH7586> numbered <WH6485> the people <WH5971> who were present <WH4672> with him, <WH8337> about six hundred <WH3967> men. <WH376>"},{"number":16,"verse":"Saul, <WH7586> and Jonathan <WH3129> his son, <WH1121> and the people <WH5971> who were present <WH4672> with them, <WH3427> stayed in Geba <WH1387> of Benjamin: <WH1144> but the Philistines <WH6430> encamped <WH2583> in Michmash. <WH4363>"},{"number":17,"verse":"The spoilers <WH7843> came out <WH3318> of the camp <WH4264> of the Philistines <WH6430> in three <WH7969> companies: <WH7218> one <WH259> company <WH7218> turned <WH6437> to the way <WH1870> that leads to Ophrah, <WH6084> to the land <WH776> of Shual; <WH7777>"},{"number":18,"verse":"and another <WH259> company <WH7218> turned <WH6437> the way <WH1870> to Beth Horon; <WH1032> and another <WH259> company <WH7218> turned <WH6437> the way <WH1870> of the border <WH1366> that looks <WH8259> down on the valley <WH1516> of Zeboim <WH6650> toward the wilderness. <WH4057>"},{"number":19,"verse":"Now there was no smith <WH2796> found <WH4672> throughout all the land <WH776> of Israel; <WH3478> for the Philistines <WH6430> said, <WH559> \"Lest the Hebrews <WH5680> make <WH6213> them swords <WH2719> or spears; <WH2595>\""},{"number":20,"verse":"but all the Israelites <WH3478> went down <WH3381> to the Philistines, <WH6430> to sharpen <WH3913> every man <WH376> his plowshare, <WH4282> mattock, <WH4281> axe, <WH7134> and sickle; <WH855>"},{"number":21,"verse":"yet they had a file <WH6477> for the mattocks, <WH4281> and for the plowshares, <WH855> and for the forks, <WH7969> and for the axes, <WH7134> and to set <WH5324> the goads. <WH1861>"},{"number":22,"verse":"So it came to pass in the day <WH3117> of battle, <WH4421> that there was neither sword <WH2719> nor spear <WH2595> found <WH4672> in the hand <WH3027> of any of the people <WH5971> who were with Saul <WH7586> and Jonathan: <WH3129> but with Saul <WH7586> and with Jonathan <WH3129> his son <WH1121> was there found. <WH4672>"},{"number":23,"verse":"The garrison <WH4673> of the Philistines <WH6430> went out <WH3318> to the pass <WH4569> of Michmash. <WH4363>"}]}