{"bibleAbbr":"WB1895","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"The revelation of Jesus Christ, which God gave to him, to show to his servants things which shortly must come to pass, and he sent and made it known by his angel to his servant John,"},{"number":2,"verse":"who testified about the Word of God, the testimony of Jesus Christ, and all things that he saw."},{"number":3,"verse":"Blessed is the one who reads, and they who hear the words of this prophecy, and pay close attention to those things which are written in it, because the time is near."},{"number":4,"verse":"From John to the seven congregations in Asia. May grace and peace be yours from him who is, who was, and who is to come, and from the sevenfold Spirit, which is in front of his throne."},{"number":5,"verse":"Also from Jesus Christ, the faithful witness, the first begotten of the dead, the ruler of the kings of the earth. He has loved us and washed us from our sin in his own blood."},{"number":6,"verse":"He has made us kings and priests for God his Father, to him [be] glory and supremacy forever and ever. Amen."},{"number":7,"verse":"Look! He comes with clouds, and every eye will see him, even those who pierced him. All the peoples on the earth will grieve intensely because of him. Even so, Amen."},{"number":8,"verse":"\"I am Alpha and Omega, the beginning and the ending\", says the Lord who is, who was, and who is to come, the Almighty."},{"number":9,"verse":"I, John, who also am your brother and companion in afflictions and the kingdom and patience of Jesus Christ, was on the island called Patmos, because of the word of God and the testimony about Jesus Christ."},{"number":10,"verse":"I was in Spirit on the Lord's Day and heard behind me a loud voice, like a trumpet,"},{"number":11,"verse":"saying, \"I am Alpha and Omega, the first and the last. What you see write in a book and send [it] to the seven congregations which are in Asia, to Ephesus, Smyrna, Pergamos, Thyatira, Sardis, Philadelphia, and Laodicea\"."},{"number":12,"verse":"I turned to see whose voice spoke to me, and I saw seven golden candlesticks."},{"number":13,"verse":"In the center of the seven candlesticks [there was one] like the Son of Man, having on a robe reaching his feet, and a gold band around his chest."},{"number":14,"verse":"His head and hair [were] white as wool, white as snow, and his eyes like flaming fire."},{"number":15,"verse":"His feet [were] like the luster of polished metal, as if glowing in a furnace and his voice like a roaring waterfall."},{"number":16,"verse":"He had in his right hand seven stars, and out of his mouth came a sharp, two-edged sword. His face [was] like the sun shining in his full strength."},{"number":17,"verse":"When I saw him, I fell at his feet as if I was dead, then he laid his right hand on me and said, \"Do not fear, I am the first and the last."},{"number":18,"verse":"\"I am he who lives, was dead, and look, I am alive for ever and ever! Amen. I have the keys of hell and death."},{"number":19,"verse":"\"Write the things which you have seen, the things you see now, and the things you see afterwards."},{"number":20,"verse":"\"The mystery of the seven stars which you saw in my right hand and the seven golden candlesticks [is this]: the seven stars are the messengers of the seven congregations, and the seven candlesticks which you saw are the seven congregations.\""}]}