{"bibleAbbr":"WB1895","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"Then in heaven an amazing thing appeared, a woman clothed with the sun, the moon under her feet, and a crown of twelve stars on her head."},{"number":2,"verse":"She was with child, crying, travailing in birth and the agony of giving birth."},{"number":3,"verse":"And there appeared another amazing thing in heaven. Look! A great red dragon having seven heads, ten horns, and seven crowns on his heads."},{"number":4,"verse":"His tail drew one third of heaven's stars and hurled them to the earth. The dragon stood in front of the woman who was ready to give birth, to devour her child as soon as it was born."},{"number":5,"verse":"She brought forth a male child who was to rule all nations with a rod of iron, and her child was taken up to God and his throne."},{"number":6,"verse":"The woman fled into the wilderness where she has a place prepared by God that they should feed her there a thousand two hundred sixty days."},{"number":7,"verse":"There was war in heaven, also. Michael and his angels fought against the dragon, and the dragon and his angels fought,"},{"number":8,"verse":"but they did not prevail, neither was their place found any more in heaven."},{"number":9,"verse":"And the great dragon was thrown out, that old serpent, called the Devil and Satan, who deceives the whole world. He was thrown out to the earth, and his angels were thrown out with him."},{"number":10,"verse":"I heard a loud voice speaking in heaven, \"Now is come salvation, strength, and the kingdom of our God and the authority of his Christ, for the accuser of our brethren is thrown out who accused them in God's presence day and night."},{"number":11,"verse":"\"They overcame him by the blood of the Lamb and by the word of their testimony; they didn't love their lives to [prevent] death."},{"number":12,"verse":"\"Therefore rejoice, heavens and you who live in them. Woe to the inhabitants of the earth and sea, because the devil is come down to you, being enraged, because he knows that he has only a short time.\""},{"number":13,"verse":"When the dragon saw that he was thrown out to the earth, he persecuted the woman who gave birth to the male child."},{"number":14,"verse":"Two wings of a great eagle were given to the woman, so that she might fly from the presence of the serpent into the wilderness to her place where she is provided for a time, times, and half a time."},{"number":15,"verse":"Then the serpent poured water out of his mouth like a flood behind the woman that he might cause her to be carried away by the flood."},{"number":16,"verse":"But the earth helped the woman and opened its mouth and swallowed up the flood, which the dragon cast out of his mouth."},{"number":17,"verse":"So the dragon was furious with the woman and went to make war with the rest of her offspring who keep the commandments of God and have the testimony of Jesus Christ."}]}