{"bibleAbbr":"WB1895","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":19,"verses":[{"number":1,"verse":"After these things I heard the roar of a large crowd of people in heaven, saying, \"Hallelujah! Salvation, glory, and power belong to the Lord our God,"},{"number":2,"verse":"for his judgments are true and just. He has judged the great whore who continually corrupted the earth with her fornication and has avenged the blood of his servants [who were killed] by her hand.\""},{"number":3,"verse":"And again they said, \"Hallelujah!\" And her smoke rose up forever and ever."},{"number":4,"verse":"The twenty-four elders and the four living creatures dropped down and worshiped God who sat on the throne, saying, \"Amen! Hallelujah!\""},{"number":5,"verse":"Then a voice came from the throne, saying, \"Praise our God, all you his servants and those who fear him, both small and great.\""},{"number":6,"verse":"Next I heard as if it were the sound of a large crowd, the sound of crashing waters, and the sound of rolling thunder, saying, \"Hallelujah! For the Lord God omnipotent reigns."},{"number":7,"verse":"\"Let us be glad, rejoice, and give honor to him, because the marriage of the Lamb has come, and his wife has prepared herself."},{"number":8,"verse":"\"To her it was given that she should be dressed in fine linen, clean and radiant.\" The fine linen is the righteousness of the saints."},{"number":9,"verse":"Then he says to me, \"Write this: How blessed are those who have been called to the marriage supper of the Lamb.\" He also says to me, \"These are the true words of God.\""},{"number":10,"verse":"I dropped down at his feet to worship him, and he said to me, \"Look, don't do this! I am your fellow servant and of your brothers that have the testimony of Jesus. Worship God, for the testimony of Jesus is the spirit of prophecy.\""},{"number":11,"verse":"Next I saw heaven opened and look, a white horse. He who sat on him is called Faithful and True. He judges and makes war with righteousness."},{"number":12,"verse":"His eyes [were] like a blazing fire, and on his head [were] many crowns. He had a name written that no one knew but himself."},{"number":13,"verse":"He was dressed in a robe dipped in blood, and his name is called \"The Word of God\"."},{"number":14,"verse":"The armies in heaven followed him on white horses, dressed in fine linen, white and pure."},{"number":15,"verse":"A sharp sword goes out of his mouth, so that he can strike the nations with it. He will rule them with an iron rod, and he will tread the winepress of the boiling anger and infuriation of the Almighty God."},{"number":16,"verse":"On his robe and thigh a name was written: \"King of kings and Lord of lords\"."},{"number":17,"verse":"Then I saw an angel standing on the sun. He shouted with a loud voice, saying to the birds that fly overhead, \"Come and gather yourselves together for the supper of the great God,"},{"number":18,"verse":"so that you may eat the flesh of kings, captains, mighty men, horses, their riders, and all whether free or slave, great or insignificant.\""},{"number":19,"verse":"Next I saw The Beast, the kings of the earth, and their armies gathered together to make war against him who sat on the horse and his army."},{"number":20,"verse":"The Beast was captured as well as the False Prophet with him who did miracles in his presence by which he deceived those who have received the mark of The Beast and those who worshipped his statue. Both of these were thrown alive into the lake of fire, that burns with sulfur."},{"number":21,"verse":"The rest were slain with the sword that comes from the mouth of the one who sat on the horse, and all the birds were filled with their flesh."}]}