{"bibleAbbr":"WB1895","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":22,"verses":[{"number":1,"verse":"Then he showed me a pure river of water of life, as clear as crystal, coming from the throne of God and the Lamb,"},{"number":2,"verse":"flowing down the middle of its street. On each side of the river [was] the Tree of Life which produces twelve fruits [and] giving her fruit every month. The leaves of the tree [were] for the healing of the nations."},{"number":3,"verse":"There will be no more curse. The throne of God and the Lamb will be in it, and his servants will serve him."},{"number":4,"verse":"They will see his face, and his name will be on their foreheads."},{"number":5,"verse":"There will be no night. They will have no need for lights or sunlight, for the Lord God gives them light, and they will reign forever and ever."},{"number":6,"verse":"Then he said to me, \"These words are trustworthy and true, and the Lord God of the holy prophets sent his angel to show his servants the things which must happen shortly.\""},{"number":7,"verse":"\"Look, I come quickly. How blessed is the person who obeys the words of the prophecy of this book.\""},{"number":8,"verse":"I, John saw and heard these things. When I had heard and seen, I dropped down at the feet of the angel who showed me these things to worship [him]."},{"number":9,"verse":"But he said to me, \"See [that you] don't [do it], for I am your fellow servant and of your brothers, the prophets and those who keep the words of this book. Worship God!\""},{"number":10,"verse":"Then he said to me, \"Don't keep the words of the prophecies of this book secret, for the time is near.\""},{"number":11,"verse":"\"Whoever doesn't do what is right, let him continue not doing what is right. Whoever is filthy, let him remain filthy. Whoever is righteous, let him remain righteous, and whoever is holy, let him remain holy.\""},{"number":12,"verse":"\"Look, I come quickly and my reward is with me to give to each according to what his actions will be."},{"number":13,"verse":"\"I am Alpha and Omega, the beginning and the end, the first and the last.\""},{"number":14,"verse":"\"How blessed are those who do his commandments, so that they will have the right to the Tree of Life and to enter through the gates into the city."},{"number":15,"verse":"\"Outside are dogs, sorcerers, fornicators, murderers, idolaters, and whoever loves and makes lies."},{"number":16,"verse":"\"I, Jesus, have sent my angel to testify to you these things for the congregations. I am the root and offspring of David, and the bright and morning star."},{"number":17,"verse":"\"The Spirit and the Bride say, «Come.» And let the hearer say, «Come'. And let him who is thirsty come. And whoever wants to, let him take the water of life freely."},{"number":18,"verse":"«For I solemnly warn everyone who hears the words of the prophecy of this book, «If anyone will add to these things, God will add to him the plagues that are written in this book,"},{"number":19,"verse":"and if anyone will remove words from the book of this prophecy, God will remove his part from the Book of Life, the Holy City, and the things which are written in this book.»"},{"number":20,"verse":"He who testifies of these things says, Truly, I come quickly. Amen. Oh yes, come Lord Jesus."},{"number":21,"verse":"The grace of our Lord Jesus Christ be with you all. Amen."}]}