{"bibleAbbr":"WB1895","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":3,"verses":[{"number":1,"verse":"\"To the messenger of the congregation in Sardis write: These things says he who has the seven Spirits of God and the seven stars. I know your actions that you have a reputation that you live, but you are dead."},{"number":2,"verse":"\"Better wake up and strengthen the remaining things which are about to die, for I have not found your actions perfect in God's sight."},{"number":3,"verse":"\"Now remember how you have received and heard? Pay serious attention to [these things] and repent. Now then, if you will not be vigilant [in this], I will come to you unexpectedly like a thief, and you will not know what hour I will come to you."},{"number":4,"verse":"\"You have a few names, even in Sardis, who have not defiled their clothes, and they will walk with me in white, because they are worthy."},{"number":5,"verse":"\"The overcomer will be dressed in white clothes, and I will not blot out his name from the book of life but will freely acknowledge his name before my Father and his angels."},{"number":6,"verse":"\"Everyone having ears, listen to what the Spirit says to the congregations."},{"number":7,"verse":"\"To the messenger of the congregation in Philadelphia write: These things says he who is holy and true, who has the key of David, who opens and no one shuts and shuts and no one opens."},{"number":8,"verse":"\"I know your actions. Look, I have put before you an open door, and no one can shut it, because you have little strength, have followed my word, and have not denied my name."},{"number":9,"verse":"\"Look, I will give those of Satan's synagogue, (they say they are Jews but are not, but lie); look, I will make them so they come, bow down at your feet, and know that I loved you."},{"number":10,"verse":"\"Because you have obeyed the word of my patience, I also will keep you from the hour of testing, which will come on all the world, to test those who live on the earth."},{"number":11,"verse":"\"Look, I come quickly; hold tightly to what you have, so that no one takes your crown."},{"number":12,"verse":"\"I will make the overcomer a pillar in the temple of my God, and he will go out no more. I will write on him the name of my God and the name of the city of my God--New Jerusalem, which comes down out of heaven from my God--and my new name."},{"number":13,"verse":"\"Everyone having ears, hear what the Spirit says to the congregations."},{"number":14,"verse":"\"To the messenger of the congregation of the Laodiceans write: These things says the Amen, the faithful and true witness, the origin of the creation of God"},{"number":15,"verse":"\"I know your actions, that you are neither cold or hot. Oh that you were cold or hot."},{"number":16,"verse":"\"So then because you are lukewarm and neither cold or hot, I will spew you out of my mouth."},{"number":17,"verse":"\"Because you say, \"I am rich and getting richer, and I don't need anything,\" and don't know that you are wretched, miserable, poor, blind, and naked."},{"number":18,"verse":"\"I counsel you to buy gold from me, refined by fire, so you can be rich, and white clothing from me so you can be dressed and the shame of your nakedness isn't seen; anoint your eyes with eye salve, so you can see."},{"number":19,"verse":"\"As many as I love, I rebuke and chasten. Be zealous therefore and repent."},{"number":20,"verse":"\"Look! I stand at the door and knock, if anyone hears my voice and opens the door, I will come in to him, and will eat with him and he with me."},{"number":21,"verse":"\"I will give the overcomer the right to sit with me on my throne, even as I also overcame and sat down with my Father on his throne."},{"number":22,"verse":"\"Everyone having ears, hear what the Spirit says to the congregations\"."}]}