{"bibleAbbr":"WB1895","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":4,"verses":[{"number":1,"verse":"After this I looked and, behold, a door opened in heaven, and the first voice that I heard, kind of like a trumpet, talking to me, saying, \"Come up here, and I will show you things which must happen after this\"."},{"number":2,"verse":"Immediately I was in spirit and look, a throne was set in heaven and one sitting on the throne."},{"number":3,"verse":"And the one sitting there had an appearance similar to jasper and sardius, and a rainbow surrounded the throne, which had an appearance similar to emerald."},{"number":4,"verse":"And around the throne [were] twenty-four thrones, and on the thrones I saw twenty-four elders sitting adorned in white clothes, and they had gold crowns on their heads."},{"number":5,"verse":"Flashes of light, thunders, and voices came from the throne, and [there were] seven flaming lamps of fire in front of the throne, which are the seven spirits of God."},{"number":6,"verse":"Also in front of the throne [there was] a sea of glass similar to crystal, and in the midst of the throne, around the throne [were] four living creatures, covered with eyes in front and back."},{"number":7,"verse":"The first living creature looked like a lion, the second living creature like a calf, the third living creature like a man, and the fourth living creature like a flying eagle."},{"number":8,"verse":"The four living creatures each had six wings around [them] covered with eyes on the inner surface. They do not pause day or night saying, \"Holy, holy, holy, Lord God Almighty, which was, which is, which is to come\"."},{"number":9,"verse":"When these living creatures offer praise, honor, and thanksgiving to him who sits on the throne, who lives forever and ever,"},{"number":10,"verse":"the twenty-four elders drop down before him who sits on the throne and worship him who lives forever and ever. They lay their crowns in front of the throne saying,"},{"number":11,"verse":"\"You are worthy, O Lord, to receive praise, honor, and power, because you have created everything, and they are and were created your pleasure.\""}]}