{"bibleAbbr":"KNJV","bookName":"1 ಥೆಸಲೊನೀಕದವರಿಗೆ","bookEnglishName":"1 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"ಸಹೋದರರೇ, ನಾವು ಸುಮ್ಮಸುಮ್ಮಗೆ ನಿಮ್ಮಲ್ಲಿಗೆ ಬರಲಿಲ್ಲವೆಂಬದನ್ನೂ ನಿಮಗೆ ತಿಳಿದಿರುವ ಪ್ರಕಾರ"},{"number":2,"verse":"ನಮಗೆ ಫಿಲಿಪ್ಪಿ ಪಟ್ಟಣದಲ್ಲಿ ಹಿಂಸೆಯೂ ಅವಮಾನವೂ ಮೊದಲು ಸಂಭವಿಸಿದರೂ ನಾವು ನಮ್ಮ ದೇವರ ಮೂಲಕ ಧೈರ್ಯಗೊಂಡು ಬಹು ವಿರೋಧವನ್ನು ಅನುಭವಿಸುವವರಾಗಿ ನಿಮಗೆ ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿದೆವೆಂಬದನ್ನೂ ನೀವೇ ಬಲ್ಲಿರಿ."},{"number":3,"verse":"ಯಾಕಂದರೆ ನಮ್ಮ ಬೋಧನೆಯು ಅಬದ್ಧವಲ್ಲ, ಅಶುದ್ಧವಲ್ಲ, ಮೋಸವಲ್ಲ; ದೇವರು ನಮ್ಮನ್ನು ಯೋಗ್ಯರೆಂದೆಣಿಸಿ"},{"number":4,"verse":"ಸುವಾರ್ತೆಯನ್ನು ನಮ್ಮ ವಶಕ್ಕೆ ಒಪ್ಪಿಸಿದನಲ್ಲಾ ಎಂದು ಯೋಚಿಸುವವರಾಗಿ ಮನುಷ್ಯರನ್ನು ಮೆಚ್ಚಿಸಬೇಕೆನ್ನದೆ ಹೃದಯವನ್ನು ಪರಿಶೋಧಿಸುವ ದೇವರನ್ನೇ ಮೆಚ್ಚಿಸಬೇಕೆಂದು ಮಾತಾಡುತ್ತೇವೆ."},{"number":5,"verse":"ನಿಮಗೆ ತಿಳಿದಿರುವ ಪ್ರಕಾರ ನಾವು ಎಂದಿಗೂ ಮುಖಸ್ತುತಿಯನ್ನು ಮಾಡುವವರಾಗಿ ಕಾಣಬಂದಿಲ್ಲ, ಮತ್ತು ದ್ರವ್ಯಾಶೆಯನ್ನು ಮರೆಮಾಡುವದಕ್ಕಾಗಿ ವೇಷವನ್ನು ಹಾಕಿಕೊಂಡವರಾಗಿಲ್ಲ; ಇದಕ್ಕೆ ದೇವರೇ ಸಾಕ್ಷಿ."},{"number":6,"verse":"ಇದಲ್ಲದೆ ನಾವು ಕ್ರಿಸ್ತನ ಅಪೊಸ್ತಲರಾಗಿರುವದರಿಂದ ನಮಗೆ ಗೌರವವನ್ನು ಕೊಡಬೇಕೆಂದು ಹೇಳಬಹುದಾಗಿದ್ದರೂ ಮನುಷ್ಯರಿಂದ ಬರುವ ಮಾನವನ್ನು ನಿಮ್ಮಿಂದಾಗಲಿ ಇತರರಿಂದಾಗಲಿ ಹೊಂದಲಪೇಕ್ಷಿಸುವವರಾಗಿಲ್ಲ."},{"number":7,"verse":"ತಾಯಿಯು ತನ್ನ ಮಕ್ಕಳನ್ನು ಪೋಷಿಸುತ್ತಾಳೋ ಎಂಬಂತೆ ನಾವು ನಿಮ್ಮ ಮಧ್ಯದಲ್ಲಿ ವಾತ್ಸಲ್ಯದಿಂದ ನಡೆದುಕೊಂಡಿದ್ದೆವು."},{"number":8,"verse":"ನೀವು ನಮಗೆ ಅತಿ ಪ್ರಿಯರಾದ ಕಾರಣ ನಾವು ನಿಮ್ಮಲ್ಲಿ ಮಮತೆಯುಳ್ಳವರಾಗಿ ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ಹೇಳುವದಕ್ಕೆ ಮಾತ್ರವಲ್ಲದೆ ನಿಮಗೋಸ್ಕರ ಪ್ರಾಣವನ್ನೇ ಕೊಡುವದಕ್ಕೆ ಸಂತೋಷಿಸುವವರಾದೆವು."},{"number":9,"verse":"ಸಹೋದರರೇ, ನಾವು ನಿಮ್ಮಲ್ಲಿ ಯಾರ ಮೇಲೆಯೂ ಭಾರಹಾಕಬಾರದೆಂದು ಹಗಲಿರುಳು ದುಡಿದು ಜೀವನ ಮಾಡಿಕೊಳ್ಳುತ್ತಾ ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ನಿಮಗೆ ಸಾರಿದೆವು; ಆ ನಮ್ಮ ಕಷ್ಟವೂ ಪ್ರಯಾಸವೂ ನಿಮ್ಮ ನೆನಪಿನಲ್ಲಿರುವದಷ್ಟೆ."},{"number":10,"verse":"ನಂಬುವವರಾದ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ನಾವು ಎಷ್ಟೋ ಶುದ್ಧರಾಗಿಯೂ ನೀತಿವಂತರಾಗಿಯೂ ನಿರ್ದೋಷಿಗಳಾಗಿಯೂ ನಡೆದುಕೊಂಡೆವೆಂಬದಕ್ಕೆ ನೀವು ಸಾಕ್ಷಿಗಳು, ದೇವರೂ ಸಾಕ್ಷಿ."},{"number":11,"verse":"ತಂದೆಯು ತನ್ನ ಮಕ್ಕಳಿಗೆ ಹೇಗೋ ಹಾಗೆಯೇ ನಾವು ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಬುದ್ಧಿಹೇಳುತ್ತಾ ಧೈರ್ಯಪಡಿಸುತ್ತಾ"},{"number":12,"verse":"ತನ್ನ ರಾಜ್ಯಪ್ರಭಾವಗಳಲ್ಲಿ ಪಾಲುಗಾರರಾಗುವದಕ್ಕೆ ಕರೆಯುವ ದೇವರಿಗೆ ಯೋಗ್ಯರಾಗಿ ನೀವು ನಡೆಯಬೇಕೆಂದು ಖಂಡಿತವಾಗಿ ಹೇಳುತ್ತಾ ಇದ್ದೆವೆಂಬದು ನಿಮಗೇ ತಿಳಿದದೆ."},{"number":13,"verse":"ಹೀಗಿರಲಾಗಿ ನೀವು ದೇವರ ವಾಕ್ಯವನ್ನು ನಮ್ಮಿಂದ ಕೇಳಿದಾಗ ಅದನ್ನು ಮನುಷ್ಯರ ವಾಕ್ಯವೆಂದೆಣಿಸದೆ ದೇವರ ವಾಕ್ಯವೆಂದೇ ತಿಳಿದು ಅಂಗೀಕರಿಸಿದ್ದಕ್ಕಾಗಿ ನಾವಂತೂ ಎಡೆಬಿಡದೆ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡುತ್ತೇವೆ. ಅದು ನಿಜವಾಗಿ ದೇವರ ವಾಕ್ಯವೇ; ಅದು ನಂಬುವವರಾದ ನಿಮ್ಮೊಳಗೆ ಬಲವಾಗಿ ಕೆಲಸ ನಡಿಸುತ್ತದೆ."},{"number":14,"verse":"ಹೌದು, ಸಹೋದರರೇ, ನೀವು ಯೂದಾಯದಲ್ಲಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ದೇವರ ಸಭೆಗಳನ್ನು ಅನುಸರಿಸುವವರಾದಿರಿ. ಅವರು ಯೆಹೂದ್ಯರಿಂದ ಅನುಭವಿಸಿದಂಥ ಕಷ್ಟಗಳನ್ನು ನೀವೂ ನಿಮ್ಮ ಸ್ವದೇಶದವರಿಂದ ಅನುಭವಿಸಿದಿರಿ."},{"number":15,"verse":"ಆ ಯೆಹೂದ್ಯರು ಕರ್ತನಾದ ಯೇಸುವನ್ನೂ ಪ್ರವಾದಿಗಳನ್ನೂ ಕೊಂದರು, ನಮ್ಮನ್ನೂ ಅಟ್ಟಿಬಿಟ್ಟರು; ಅವರು ದೇವರನ್ನು ಮೆಚ್ಚಿಸುವವರಲ್ಲ, ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗೂ ವಿರೋಧಿಗಳಾಗಿದ್ದಾರೆ;"},{"number":16,"verse":"ಅನ್ಯಜನರಿಗೆ ರಕ್ಷಣೆಯಾಗುವಂತೆ ಸುವಾರ್ತೆಯನ್ನು ಹೇಳುವ ನಮಗೆ ಅಡ್ಡಿಮಾಡುತ್ತಾರೆ; ಹೀಗೆ ತಮ್ಮ ಪಾಪಕೃತ್ಯಗಳನ್ನು ಎಲ್ಲಾ ಕಾಲಗಳಲ್ಲಿಯೂ ಪರಿಪೂರ್ಣಮಾಡುವದಕ್ಕೆ ಹೋಗುತ್ತಾರೆ. ಆದರೆ ದೇವರ ಕೋಪವು ಅವರ ಮೇಲೆ ಸಂಪೂರ್ಣವಾಗುತ್ತಾ ಬಂತು."},{"number":17,"verse":"ಸಹೋದರರೇ, ನಾವಂತೂ ದೇಹದಲ್ಲಿ ಮಾತ್ರ ನಿಮ್ಮನ್ನು ಸ್ವಲ್ಪಕಾಲ ಅಗಲಿದರೂ ಹೃದಯದಲ್ಲಿ ಅಗಲದೆ ನಿಮ್ಮ ಮುಖವನ್ನು ನೋಡುವದಕ್ಕೆ ಅತ್ಯಾಶೆಯಿಂದ ಬಹಳ ಪ್ರಯತ್ನಮಾಡಿದೆವು."},{"number":18,"verse":"ಯಾಕಂದರೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ನಮಗೆ ಮನಸ್ಸಿತ್ತು; ಹೇಗೂ ಪೌಲನೆಂಬ ನಾನು ಒಂದೆರಡು ಸಾರಿ ಬರುವದಕ್ಕಿದ್ದೆನು; ಆದರೆ ಸೈತಾನನು ನಮಗೆ ಅಭ್ಯಂತರ ಮಾಡಿದನು."},{"number":19,"verse":"ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಪ್ರತ್ಯಕ್ಷನಾಗುವಾಗ ಆತನ ಮುಂದೆ ನಮ್ಮ ಭರವಸವೂ ನಮ್ಮ ಸಂತೋಷವೂ ನಾವು ಹೊಗಳಿಕೊಳ್ಳುವ ಜಯಮಾಲೆಯೂ ಯಾರು? ನೀವೇ ಅಲ್ಲವೇ."},{"number":20,"verse":"ನಿಜವಾಗಿ ನೀವೇ ನಮ್ಮ ಗೌರವವೂ ಸಂತೋಷವೂ ಆಗಿದ್ದೀರಿ."}]}