{"bibleAbbr":"KNJV","bookName":"1 ಥೆಸಲೊನೀಕದವರಿಗೆ","bookEnglishName":"1 Thessalonians","chapterNumber":5,"verses":[{"number":1,"verse":"ಸಹೋದರರೇ, ಈ ಸಂಗತಿಗಳು ನಡೆಯಬೇಕಾದ ಕಾಲಗಳನ್ನೂ ಗಳಿಗೆಗಳನ್ನೂ ಕುರಿತು ನಿಮಗೆ ಬರೆಯುವದು ಅವಶ್ಯವಿಲ್ಲ."},{"number":2,"verse":"ರಾತ್ರಿಕಾಲದಲ್ಲಿ ಕಳ್ಳನು ಹೇಗೆ ಬರುತ್ತಾನೋ ಹಾಗೆಯೇ ಕರ್ತನ ದಿನವು ಬರುವದೆಂದು ನೀವೇ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದೀರಲ್ಲಾ."},{"number":3,"verse":"ಸಮಾಧಾನವಾಗಿಯೂ ನಿರ್ಭಯವಾಗಿಯೂ ಇರುತ್ತೇವೆಂದು ಜನರು ಹೇಳುತ್ತಿರುವಾಗಲೇ ಅವರ ಮೇಲೆ ನಾಶನವು ಗರ್ಭಿಣಿಗೆ ಪ್ರಸವವೇದನೆ ಬರುವ ಪ್ರಕಾರ ಬರುವದು; ಅವರು ಹೇಗೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರರು."},{"number":4,"verse":"ಆದರೆ ಸಹೋದರರೇ, ಆ ದಿನವು ಕಳ್ಳನಂತೆ ನಿಮ್ಮ ಮೇಲೆ ಬರತಕ್ಕದ್ದಲ್ಲ; ನೀವು ಕತ್ತಲೆಯಲ್ಲಿರುವವರಲ್ಲ."},{"number":5,"verse":"ನೀವೆಲ್ಲರು ಬೆಳಕಿನವರೂ ಹಗಲಿನವರೂ ಆಗಿದ್ದೀರಷ್ಟೆ; ನಾವು ರಾತ್ರಿಯವರೂ ಅಲ್ಲ, ಕತ್ತಲೆಯವರೂ ಅಲ್ಲ."},{"number":6,"verse":"ಆದಕಾರಣ ನಾವು ಇತರರಂತೆ ನಿದ್ದೆಮಾಡದೆ ಎಚ್ಚರವಾಗಿರೋಣ, ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರೋಣ."},{"number":7,"verse":"ನಿದ್ದೆಮಾಡುವವರು ರಾತ್ರಿಯಲ್ಲಿ ನಿದ್ದೆಮಾಡುತ್ತಾರೆ, ಅಮಲೇರುವವರು ರಾತ್ರಿಯಲ್ಲಿ ಅಮಲೇರುತ್ತಾರಷ್ಟೆ."},{"number":8,"verse":"ನಾವಾದರೋ ಹಗಲಿನವರಾಗಿರಲಾಗಿ ವಿಶ್ವಾಸಪ್ರೀತಿಗಳೆಂಬ ವಜ್ರಕವಚವನ್ನೂ ರಕ್ಷಣೆಯ ನಿರೀಕ್ಷೆಯೆಂಬ ಶಿರಸ್ತ್ರಾಣವನ್ನೂ ಧರಿಸಿಕೊಂಡು ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರೋಣ."},{"number":9,"verse":"ಯಾಕಂದರೆ ದೇವರು ನಮ್ಮನ್ನು ತನ್ನ ಕೋಪಕ್ಕೆ ಗುರಿಯಾಗಬೇಕೆಂದು ನೇಮಿಸದೆ ನಾವು ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕವಾಗಿ ರಕ್ಷಣೆಯನ್ನು ಸಂಪಾದಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ನೇಮಿಸಿದನು."},{"number":10,"verse":"ನಾವು ಎಚ್ಚರವಾಗಿದ್ದರೂ ಸರಿಯೇ ನಿದ್ರೆಯಲ್ಲಿದ್ದರೂ ಸರಿಯೇ, ತನ್ನ ಜೊತೆಯಲ್ಲಿಯೇ ಜೀವಿಸಬೇಕೆಂದು ಆತನು ನಮಗೋಸ್ಕರ ಸತ್ತನು."},{"number":11,"verse":"ಆದದರಿಂದ ನೀವು ಈಗ ಮಾಡುತ್ತಿರುವ ಪ್ರಕಾರವೇ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಸಂತೈಸಿಕೊಳ್ಳುತ್ತಾ ಒಬ್ಬರ ಭಕ್ತಿಯನ್ನೊಬ್ಬರು ವೃದ್ಧಿಪಡಿಸುತ್ತಾ ಇರ್ರಿ."},{"number":12,"verse":"ಸಹೋದರರೇ, ಯಾರು ನಿಮ್ಮಲ್ಲಿ ಪ್ರಯಾಸಪಟ್ಟು ಕರ್ತನ ಕಾರ್ಯಗಳಲ್ಲಿ ನಿಮ್ಮ ಮೇಲೆ ಮುಖ್ಯಸ್ಥರಾಗಿದ್ದು"},{"number":13,"verse":"ನಿಮಗೆ ಬುದ್ಧಿ ಹೇಳುತ್ತಾರೋ ಅವರನ್ನು ಲಕ್ಷಿಸಿ ಅವರ ಕೆಲಸದ ನಿಮಿತ್ತ ಅವರನ್ನು ಪ್ರೀತಿಯಿಂದ ಬಹಳವಾಗಿ ಸನ್ಮಾನಮಾಡಬೇಕೆಂದು ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇವೆ. ನಿಮ್ಮ ನಿಮ್ಮೊಳಗೆ ಸಮಾಧಾನವಾಗಿರಿ."},{"number":14,"verse":"ಸಹೋದರರೇ, ಅಕ್ರಮವಾಗಿ ನಡೆಯುವವರಿಗೆ ಬುದ್ಧಿಹೇಳಿರಿ, ಮನಗುಂದಿದವರನ್ನು ಧೈರ್ಯಪಡಿಸಿರಿ, ಬಲಹೀನರಿಗೆ ಆಧಾರವಾಗಿರಿ, ಎಲ್ಲರಲ್ಲಿಯೂ ದೀರ್ಘಶಾಂತರಾಗಿರಿ ಎಂದು ನಿಮ್ಮನ್ನು ಪ್ರಬೋಧಿಸುತ್ತೇವೆ."},{"number":15,"verse":"ಯಾರೂ ಅಪಕಾರಕ್ಕೆ ಅಪಕಾರಮಾಡದಂತೆ ನೋಡಿಕೊಳ್ಳಿರಿ; ಯಾವಾಗಲೂ ನೀವು ಒಬ್ಬರಿಗೊಬ್ಬರು ಹಿತವನ್ನು ಮಾಡಿಕೊಂಡಿರುವದಲ್ಲದೆ ಎಲ್ಲರಿಗೂ ಹಿತವನ್ನು ಮಾಡುವವರಾಗಿರಿ."},{"number":16,"verse":"ಯಾವಾಗಲೂ ಸಂತೋಷಿಸಿರಿ; ಎಡೆಬಿಡದೆ ಪ್ರಾರ್ಥನೆಮಾಡಿರಿ;"},{"number":18,"verse":"ಎಲ್ಲಾದರಲ್ಲಿಯೂ ಕೃತಜ್ಞತಾಸ್ತುತಿಮಾಡಿರಿ; ಇದೇ ನಿಮ್ಮ ವಿಷಯವಾಗಿ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ತೋರಿ ಬಂದ ದೇವರ ಚಿತ್ತ."},{"number":19,"verse":"ಪವಿತ್ರಾತ್ಮನನ್ನು ನಂದಿಸಬೇಡಿರಿ; ಪ್ರವಾದನೆಗಳನ್ನು ಹೀನೈಸಬೇಡಿರಿ;"},{"number":21,"verse":"ಆದರೆ ಎಲ್ಲವನ್ನೂ ಪರಿಶೋಧಿಸಿ ಒಳ್ಳೇದನ್ನೇ ಭದ್ರವಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ;"},{"number":22,"verse":"ಸಕಲವಿಧವಾದ ಕೆಟ್ಟತನಕ್ಕೆ ದೂರವಾಗಿರಿ."},{"number":23,"verse":"ಶಾಂತಿದಾಯಕನಾದ ದೇವರು ತಾನೇ ನಿಮ್ಮನ್ನು ಪರಿಪೂರ್ಣವಾಗಿ ಪವಿತ್ರಮಾಡಲಿ. ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನು ಪ್ರತ್ಯಕ್ಷನಾದಾಗ ನಿಮ್ಮ ಆತ್ಮಪ್ರಾಣಶರೀರಗಳು ದೋಷವಿಲ್ಲದೆ ಸಂಪೂರ್ಣವಾಗಿ ಕಾಣಿಸುವಂತೆ ಕಾಪಾಡಲ್ಪಡಲಿ."},{"number":24,"verse":"ನಿಮ್ಮನ್ನು ಕರೆಯುವವನು ನಂಬಿಗಸ್ತನು, ಆತನು ತನ್ನ ಕಾರ್ಯವನ್ನು ಸಾಧಿಸುವನು."},{"number":25,"verse":"ಸಹೋದರರೇ, ನಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆಮಾಡಿರಿ."},{"number":26,"verse":"ಪವಿತ್ರವಾದ ಮುದ್ದಿಟ್ಟು ಸಹೋದರರೆಲ್ಲರನ್ನೂ ವಂದಿಸಿರಿ."},{"number":27,"verse":"ಈ ಪತ್ರಿಕೆಯನ್ನು ಸಹೋದರರೆಲ್ಲರಿಗೂ ಓದಿ ಹೇಳಬೇಕೆಂದು ನಿಮಗೆ ಕರ್ತನ ಆಣೆ ಇಡುತ್ತೇನೆ."},{"number":28,"verse":"ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕೃಪೆಯು ನಿಮ್ಮೊಂದಿಗಿರಲಿ."}]}