{"bibleAbbr":"KJV1850+","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"On that <WH1931> day <WH3117> they read <WH7121> in the book <WH5612> of Moses <WH4872> in the audience <WH241> of the people; <WH5971> and therein was found <WH4672> written, <WH3789> that <WH834> the Ammonite <WH5984> and the Moabite <WH4125> should not <WH3808> come <WH935> into the congregation <WH6951> of God <WH430> forever; <WH5704> <WH5769>"},{"number":2,"verse":"Because <WH3588> they met <WH6923> not <WH3808> <WH853> the children <WH1121> of Israel <WH3478> with bread <WH3899> and with water, <WH4325> but hired <WH7936> <WH853> Balaam <WH1109> against <WH5921> them, that he should curse <WH7043> them: howbeit our God <WH430> turned <WH2015> the curse <WH7045> into a blessing. <WH1293>"},{"number":3,"verse":"Now it came to pass, <WH1961> when they had heard <WH8085> <WH853> the law, <WH8451> that they separated <WH914> from Israel <WH4480> <WH3478> all <WH3605> the mixed multitude. <WH6154>"},{"number":4,"verse":"And before <WH6440> this, <WH4480> <WH2088> Eliashib <WH475> the priest, <WH3548> having the oversight <WH5414> of the chamber <WH3957> of the house <WH1004> of our God, <WH430> was allied <WH7138> unto Tobiah: <WH2900>"},{"number":5,"verse":"And he had prepared <WH6213> for him a great <WH1419> chamber, <WH3957> where <WH8033> formerly <WH6440> <WH1961> they laid <WH5414> <WH853> the meat offerings, <WH4503> the frankincense, <WH3828> and the vessels, <WH3627> and the tithes <WH4643> of the corn, <WH1715> the new wine, <WH8492> and the oil, <WH3323> which was commanded <WH4687> to be given to the Levites, <WH3881> and the singers, <WH7891> and the porters; <WH7778> and the offerings <WH8641> of the priests. <WH3548>"},{"number":6,"verse":"But in all <WH3605> this <WH2088> time was <WH1961> not <WH3808> I at Jerusalem: <WH3389> for <WH3588> in the two <WH8147> and thirtieth <WH7970> year <WH8141> of Artaxerxes <WH783> king <WH4428> of Babylon <WH894> came <WH935> I unto <WH413> the king, <WH4428> and after <WH7093> certain days <WH3117> obtained I leave <WH7592> of <WH4480> the king: <WH4428>"},{"number":7,"verse":"And I came <WH935> to Jerusalem, <WH3389> and understood <WH995> of the evil <WH7451> that <WH834> Eliashib <WH475> did <WH6213> for Tobiah, <WH2900> in preparing <WH6213> him a chamber <WH5393> in the courts <WH2691> of the house <WH1004> of God. <WH430>"},{"number":8,"verse":"And it grieved <WH7489> me sore: <WH3966> therefore I cast forth <WH7993> <WH853> all <WH3605> the household <WH1004> stuff <WH3627> of Tobiah <WH2900> out <WH2351> of <WH4480> the chamber. <WH3957>"},{"number":9,"verse":"Then I commanded, <WH559> and they cleansed <WH2891> the chambers: <WH3957> and thither <WH8033> brought I again <WH7725> the vessels <WH3627> of the house <WH1004> of God, <WH430> with <WH854> the meat offering <WH4503> and the frankincense. <WH3828>"},{"number":10,"verse":"And I perceived <WH3045> that <WH3588> the portions <WH4521> of the Levites <WH3881> had not <WH3808> been given <WH5414> them: for the Levites <WH3881> and the singers, <WH7891> that did <WH6213> the work, <WH4399> were fled <WH1272> every one <WH376> to his field. <WH7704>"},{"number":11,"verse":"Then contended <WH7378> I with <WH854> the rulers, <WH5461> and said, <WH559> Why <WH4069> is the house <WH1004> of God <WH430> forsaken? <WH5800> And I gathered them together, <WH6908> and set <WH5975> them in <WH5921> their place. <WH5977>"},{"number":12,"verse":"Then brought <WH935> all <WH3605> Judah <WH3063> the tithe <WH4643> of the corn <WH1715> and the new wine <WH8492> and the oil <WH3323> unto the treasuries. <WH214>"},{"number":13,"verse":"And I made treasurers <WH686> over <WH5921> the treasuries, <WH214> Shelemiah <WH8018> the priest, <WH3548> and Zadok <WH6659> the scribe, <WH5608> and of <WH4480> the Levites, <WH3881> Pedaiah: <WH6305> and next to <WH5921> <WH3027> them was Hanan <WH2605> the son <WH1121> of Zaccur, <WH2139> the son <WH1121> of Mattaniah: <WH4983> for <WH3588> they were counted <WH2803> faithful, <WH539> and their office <WH5921> was to distribute <WH2505> unto their brethren. <WH251>"},{"number":14,"verse":"Remember <WH2142> me, O my God, <WH430> concerning <WH5921> this, <WH2063> and wipe not out <WH4229> <WH408> my good deeds <WH2617> that <WH834> I have done <WH6213> for the house <WH1004> of my God, <WH430> and for the offices <WH4929> thereof."},{"number":15,"verse":"In those <WH1992> days <WH3117> saw <WH7200> I in Judah <WH3063> some treading <WH1869> wine presses <WH1660> on the sabbath, <WH7676> and bringing in <WH935> sheaves, <WH6194> and lading <WH6006> <WH5921> asses; <WH2543> as also <WH637> wine, <WH3196> grapes, <WH6025> and figs, <WH8384> and all <WH3605> manner of burdens, <WH4853> which they brought into <WH935> Jerusalem <WH3389> on the sabbath <WH7676> day: <WH3117> and I testified <WH5749> against them in the day <WH3117> wherein they sold <WH4376> victuals. <WH6718>"},{"number":16,"verse":"There dwelt <WH3427> men of Tyre <WH6876> also therein, which brought <WH935> fish, <WH1709> and all <WH3605> manner of ware, <WH4377> and sold <WH4376> on the sabbath <WH7676> unto the children <WH1121> of Judah, <WH3063> and in Jerusalem. <WH3389>"},{"number":17,"verse":"Then I contended <WH7378> with <WH854> the nobles <WH2715> of Judah, <WH3063> and said <WH559> unto them, What <WH4100> evil <WH7451> thing <WH1697> is this <WH2088> that <WH834> ye <WH859> do, <WH6213> and profane <WH2490> <WH853> the sabbath <WH7676> day? <WH3117>"},{"number":18,"verse":"Did <WH6213> not <WH3808> your fathers <WH1> thus, <WH3541> and did not our God <WH430> bring <WH935> <WH853> all <WH3605> this <WH2063> evil <WH7451> upon <WH5921> us, and upon <WH5921> this <WH2063> city? <WH5892> yet ye <WH859> bring more <WH3254> wrath <WH2740> upon <WH5921> Israel <WH3478> by profaning <WH2490> <WH853> the sabbath. <WH7676>"},{"number":19,"verse":"And it came to pass, <WH1961> that when <WH834> the gates <WH8179> of Jerusalem <WH3389> began to be dark <WH6751> before <WH6440> the sabbath, <WH7676> I commanded <WH559> that the gates <WH1817> should be shut, <WH5462> and charged <WH559> that <WH834> they should not <WH3808> be opened <WH6605> till <WH5704> after <WH310> the sabbath: <WH7676> and some of my servants <WH4480> <WH5288> set <WH5975> I at <WH5921> the gates, <WH8179> that there should no <WH3808> burden <WH4853> be brought in <WH935> on the sabbath <WH7676> day. <WH3117>"},{"number":20,"verse":"So the merchants <WH7402> and sellers <WH4376> of all <WH3605> kind of ware <WH4465> lodged <WH3885> without <WH4480> <WH2351> Jerusalem <WH3389> once <WH6471> or twice. <WH8147>"},{"number":21,"verse":"Then I testified <WH5749> against them, and said <WH559> unto <WH413> them, Why <WH4069> lodge <WH3885> ye <WH859> about <WH5048> the wall? <WH2346> if <WH518> ye do so again, <WH8138> I will lay <WH7971> hands <WH3027> on you. From <WH4480> that <WH1931> time <WH6256> forth came <WH935> they no <WH3808> more on the sabbath. <WH7676>"},{"number":22,"verse":"And I commanded <WH559> the Levites <WH3881> that <WH834> they should <WH1961> cleanse themselves, <WH2891> and that they should come <WH935> and keep <WH8104> the gates, <WH8179> to sanctify <WH6942> <WH853> the sabbath <WH7676> day. <WH3117> Remember <WH2142> me, O my God, <WH430> concerning this <WH2063> also, <WH1571> and spare <WH2347> <WH5921> me according to the greatness <WH7230> of thy mercy. <WH2617>"},{"number":23,"verse":"In those <WH1992> days <WH3117> also <WH1571> saw <WH7200> I <WH853> Jews <WH3064> that had married <WH3427> wives <WH802> of Ashdod, <WH796> of Ammon, <WH5984> and of Moab: <WH4125>"},{"number":24,"verse":"And their children <WH1121> spoke <WH1696> half <WH2677> in the speech of Ashdod, <WH797> and could <WH5234> not <WH369> speak <WH1696> in the Jews' language, <WH3066> but according to the language <WH3956> of each <WH5971> people. <WH5971>"},{"number":25,"verse":"And I contended <WH7378> with <WH5973> them, and cursed <WH7043> them, and smote <WH5221> certain <WH376> of <WH4480> them, and plucked off their hair, <WH4803> and made them swear <WH7650> by God, <WH430> saying, Ye shall not <WH518> give <WH5414> your daughters <WH1323> unto their sons, <WH1121> nor <WH518> take <WH5375> their daughters <WH4480> <WH1323> unto your sons, <WH1121> or for yourselves."},{"number":26,"verse":"Did not <WH3808> Solomon <WH8010> king <WH4428> of Israel <WH3478> sin <WH2398> by <WH5921> these things? <WH428> yet among many <WH7227> nations <WH1471> was <WH1961> there no <WH3808> king <WH4428> like him, <WH3644> who was <WH1961> beloved <WH157> of his God, <WH430> and God <WH430> made <WH5414> him king <WH4428> over <WH5921> all <WH3605> Israel: <WH3478> nevertheless <WH1571> even him did outlandish <WH5237> women <WH802> cause to sin. <WH2398>"},{"number":27,"verse":"Shall we then hearken <WH8085> unto you to do <WH6213> <WH853> all <WH3605> this <WH2063> great <WH1419> evil, <WH7451> to transgress <WH4603> against our God <WH430> in marrying <WH3427> strange <WH5237> wives? <WH802>"},{"number":28,"verse":"And one of the sons <WH4480> <WH1121> of Joiada, <WH3111> the son <WH1121> of Eliashib <WH475> the high <WH1419> priest, <WH3548> was son in law <WH2860> to Sanballat <WH5571> the Horonite: <WH2772> therefore I chased <WH1272> him from <WH4480> <WH5921> me."},{"number":29,"verse":"Remember <WH2142> them, O my God, <WH430> because <WH5921> they have defiled <WH1352> the priesthood, <WH3550> and the covenant <WH1285> of the priesthood, <WH3550> and of the Levites. <WH3881>"},{"number":30,"verse":"Thus cleansed <WH2891> I them from all <WH4480> <WH3605> strangers, <WH5236> and appointed <WH5975> the wards <WH4931> of the priests <WH3548> and the Levites, <WH3881> every one <WH376> in his business; <WH4399>"},{"number":31,"verse":"And for the wood <WH6086> offering, <WH7133> at times <WH6256> appointed, <WH2163> and for the firstfruits. <WH1061> Remember <WH2142> me, O my God, <WH430> for good. <WH2896>"}]}