{"bibleAbbr":"GB1539","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"Then all Israel gathered them selues to Dauid vnto Hebron sayenge: Behold, we be thy bones and thy flesshe."},{"number":2,"verse":"And moreouer in tyme past, euen when Saul was kynge, thou leddest Israel out & in. And the Lorde thy God sayde vnto the: thou shalt fede my people Israel, and thou shalt be captayne ouer my people Israel."},{"number":3,"verse":"Therfore came all the elders of Israel to the kynge, to Hebron, and Dauid made a couenaunt with them in Hebron, before the Lorde. And they annoynted Dauid kynge ouer Israel, accordyng to the worde of the Lorde by the hande of Samuel."},{"number":4,"verse":"And Dauid and all Israel went to Ierusalem, which is Iebus: where as were the Iebusytes, the enhabiters of the lande."},{"number":5,"verse":"And the enhabiters of Iebus sayde to Dauid: thou commest not here. Neuerthelesse, Dauid wanne the castell of Syon, which is called the cytie of Dauid."},{"number":6,"verse":"And Dauid: sayde, whosoeuer smyteth the Iebusytes fyrst, shalbe the principall captayne and a Lorde. So, Ioab the sonne of Zaruia went fyrst vp, and was made the chefe captayne."},{"number":7,"verse":"And Dauid dwelt in the castell Syon, and therfore they called it the cytie of Dauid."},{"number":8,"verse":"And he buylt the cytie on euery syde, euen from Millo rounde about, and Ioab repared the rest of the cytie."},{"number":9,"verse":"And Dauid prospered, and waxed greate, and the Lorde of Hostes was with hym."},{"number":10,"verse":"These are the principall men of power whom Dauid had, and that claue to hym in hys kyngdome with all Israel, to make hym kynge, accordynge to the worde of the Lorde vnto Israel."},{"number":11,"verse":"And this is the nombre of the myghtye men whom Dauid had: Iosobeam the sonne of Hachmoni the chefe amonge thirtye: he lyfte vp hys spere agaynst, thre hundred, and wounded them at one tyme."},{"number":12,"verse":"After him was Eleazar his vncles sonne an Ahothite, which was one of the thre myghtyest."},{"number":13,"verse":"He was with Dauid at Pasdammin, & there the Philistines were gathered together to battell. And there was there a parsell of grounde full of barleye, and the people fled before the Philistines."},{"number":14,"verse":"And they, the thre afore sayde, stept forth into the middes of the felde, and saued it from burnynge and slue the Philistines. And the Lorde gaue a great victorye."},{"number":15,"verse":"And the thre of the thyrtye chefe captaynes went to a rocke to Dauid, into the caue Adullam. And the Hoste of the Philistines abode in the valey of Rephaim."},{"number":16,"verse":"And whan Dauid was in the holde, the Philistines watch was at Bethlehem that same time."},{"number":17,"verse":"And Dauid longed, & sayde: Oh that one wolde geue me dryncke of the water of the well that is at the gate at Bethlehem."},{"number":18,"verse":"And the thre brake thorowe the Host of the Philistines, and drewe water out of the well, that was by the gate at Bethlehem & toke it, and brought it to Dauid. Neuerthelesse, Dauid wolde not drynke of it, but rather offered it to the Lorde,"},{"number":19,"verse":"and sayde: my God forbyd it me, that I shulde do thys thynge. Shall I dryncke the bloude of these men, that haue put theyr lyues in Ieopardye: (for with the Ieopardye of theyr lyues they brought it) therfore he wolde not drincke it. And this did these thre myghtyest."},{"number":20,"verse":"And Abisai the brother of Ioab: he also was captayne amonge thre: for he lyfte vp hys spere agaynst thre hundred, & wounded them, and had a name amonge the thre:"},{"number":21,"verse":"Yee amonge thre, he was more honorable then the two, for he was their captayne. Howbeit, he attayned not vnto the thre."},{"number":22,"verse":"Banaia the sonne of Iehoiada (the sonne of a very stronge man) dyd greater actes then Cabzeel: for he slue two strong lyons of Moab, and went downe, and slue a Lyon in a pyt in time of snowe."},{"number":23,"verse":"And he slue an Egipcian, whose stature was euen fyue cubytes longe, & in the Egypcians hande was a speare lyke a weauers beame. And the other went downe to hym with a waster, and plucked the speare out of the Egypcians hande, and slue him wt his awne speare."},{"number":24,"verse":"Soche thynges dyd Banaia the sonne of Iehoiada, & had the name amonge the thre myghtyest,"},{"number":25,"verse":"& was honorable among thirtie: but attayned not vnto the (first) thre. And Dauid made him of hys councell."},{"number":26,"verse":"The other men of armes were these: Asahel the brother of Ioab, Elhanan hys vncles sonne of Bethlehem."},{"number":27,"verse":"Sammoth the Harodite, Helez the Pelonite:"},{"number":28,"verse":"Ira the sonne of Ickes the Thekoite, Abieser the Anatothite:"},{"number":29,"verse":"Sibacai the Husathite, Ilai the Ahohite:"},{"number":30,"verse":"Maharai the Nethophathite, Heled the sonne of Baana the Nethophatite."},{"number":31,"verse":"Ithai the sonne of Ribai of Gibea that pertayneth to the children of Beniamin: Benaia the Phirathonite:"},{"number":32,"verse":"Hurai of the ryuers of Gaas, Abiel the Arbathite:"},{"number":33,"verse":"Azmaneth the Baharumite, Elihaba the Saalbonite."},{"number":34,"verse":"The sonnes of Hassem the Gezonite, Ionathan the sonne of Sage, an Haraite."},{"number":35,"verse":"Ahiam the sonne of Sacar the Haraite, Eliphal the sonne of Ur."},{"number":36,"verse":"Hepher the Mecherathite, Ahia the Pelonite:"},{"number":37,"verse":"Hezro the Carmelite, Naari the sonne of Ezbai:"},{"number":38,"verse":"Ioel the brother of Nathan: Mibhar the sonne of Hari:"},{"number":39,"verse":"Zelegam the Ammonite, Naharai a Berothite the bearer of the Harnesse of Ioab the sonne of Zeruia:"},{"number":40,"verse":"Ira the Iithrite, & Gared a Iethrite."},{"number":41,"verse":"Uria the Hethite, and Zahad the sonne of Ahlai."},{"number":42,"verse":"Adina the sonne of Siza a Rubenite, a captayne of the Rubenites, and thyrtie wt him."},{"number":43,"verse":"Hanan the sonne of Maacah, and Iosaphat a Mithanite:"},{"number":44,"verse":"Uzia an Astherathite: Sama and Iehiel the sonnes of Hothan an Aroerite:"},{"number":45,"verse":"Iediel the sonne of Zimri, and Ioha hys brother an Hathizite."},{"number":46,"verse":"Eliel a Mahanyte, Ieribai & Iosaia the sonnes of Elnaam, and Iithma a Moabite."},{"number":47,"verse":"Eliel and Obed, and Iasiel a Mesobaite."}]}