{"bibleAbbr":"GB1539","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"And Dauid made hym houses in the cytie of Dauid, and prepared a place for the arcke of God, pytched for it a tent."},{"number":2,"verse":"Then Dauid sayde the arcke of God ought not to be caryed but of the Leuites. For them hath the Lord chosen to beare the arcke of the Lorde, and to minister vnto hym for euer."},{"number":3,"verse":"And Dauid gathered all Israell together to Ierusalem, to fetche the arcke of the Lorde vnto hys place which he had ordeyned for it."},{"number":4,"verse":"And Dauid brought togeather the chyldren of Aaron and the Leuites."},{"number":5,"verse":"Of the sonnes of Cahath was Ariel the chefe, and of hys brethren there were an hundred and . xx."},{"number":6,"verse":"Of the chyldren of Merari: Asaia the chefe, and of hys brethren two hundred and . xx."},{"number":7,"verse":"Of the sonnes of Gersom: Ioel the chefe, and of hys brethren an hundred and thyrtye."},{"number":8,"verse":"Of the chyldren of Elizapan: Semaia the chefe, and of hys brethren two hundred."},{"number":9,"verse":"Of the sonnes of Hebron: Eliel the chefe, and of hys brethren . lxxx."},{"number":10,"verse":"Of the sonnes of Uziel: Aminadab the chefe, and of hys brethren an hundred and twelue."},{"number":11,"verse":"And Dauid called Zadock and Abiathar the preastes, and the Leuites, Uziel, Asaia Ioel, Semaia, Eliel and Aminadab:"},{"number":12,"verse":"& sayde vnto them: ye that are the princypall fathers of the Leuites, se that ye be holy with youre brethren, that ye maye bringe in the Arcke of the Lorde God of Israel, vnto the place that I haue prepared for it."},{"number":13,"verse":"For because ye were not there at the fyrst, the Lord oure God made a rent amonge vs, for that we sought hym not as the fasshyon ought to be."},{"number":14,"verse":"So the preastes and the Leuites sanctifyed them selues, to fett the Arcke of the Lord God of Israel."},{"number":15,"verse":"And the children of the Leuites bare the Arcke of God, vpon theyr shulders with staues theron, as Moses commaunded accordynge to the worde of the Lorde."},{"number":16,"verse":"And Dauid spake to the chefe heedes of the Leuites, that they shulde appoynte certayne of theyr brethren to synge with instrumentes of Musicke, psalteries, harpes and symbales that they might make a sounde, and to synge on hye with Ioyfulnesse:"},{"number":17,"verse":"And the Leuites appoynted Heman the sonne of Ioel: and (of his brethren) Asaph the sonne of Berechia. And of the sonnes of Merari and of theyr brethren Ethan the sonne of Cusaiahu."},{"number":18,"verse":"And with them theyr brethren of the seconde degree: Zacharia, Ben, Iaaziel, Semiramoth, Iehiel, Unni, Eliab, Benaiahu, Maasiah, Mathathiahu, Eliphalehu, Mikniahu, Obed Edom, & Iaiel, porters."},{"number":19,"verse":"So Heman, Asaph & Ethan the syngers made a sounde with symbales of brasse"},{"number":20,"verse":"And Zacharia, Aziel, Semiramoth, Iehiel, Unni, Eliab, Maasaiahu and Banaiahu played with psalteries on an Alamoth."},{"number":21,"verse":"Mathatiahu, Eliphalehu, Mikniahu, Obed Edom, Ieiel, and Azaziah played vpon harpes an eyght aboue, with courage."},{"number":22,"verse":"And Chenaniahu the chefe of the Leuites, was master of the songe, for he taught other to synge, because he was a man of vnderstandynge."},{"number":23,"verse":"Berecia and Elcana kepte the dore of the Arcke."},{"number":24,"verse":"And Secamahu, Iehosaphat, Nethanael, Amasai, Zachariahu, Banaiahu & Eliezeer the preastes dyd blowe with trompettes before the Arcke of God. And Obed Edom and Iehia were kepers of the dore of the arcke."},{"number":25,"verse":"And Dauid and the elders of Israel and the capitaynes ouer thousandes, went to fet the Arcke of the appoyntment of the Lorde out of the house of ObedEdom with gladnes."},{"number":26,"verse":"And when God helped the leuites, that bare the Arcke of the appoyntement of the Lorde, they offered seuen oxen, and seuen rammes."},{"number":27,"verse":"And Dauid had on hym a lynnen garment, lyke as had also all the Leuites that bare the Arcke, and so had the syngers, and Chenania the ruler of the songe, with the syngers. And Dauid had vpon hym an Ephod of lynen."},{"number":28,"verse":"And all they of Israel brought the Arcke of the Lordes couenaunt with showtynge, and blowyng of the shawme and trompettes: makynge a noyse with symbales, psalteryes, and harpes."},{"number":29,"verse":"And as the Arcke of the appoyntment of the Lorde came into the cytie of Dauid, Michol the daughter of Saul, lokynge out at a wyndowe, sawe kyng Dauid daunsyng and playinge, and she despysed hym in her herte."}]}