{"bibleAbbr":"GB1539","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"The sonnes of Iuda: Pharez, Hezron, Carmi, Hur and Sobal."},{"number":2,"verse":"And Reaia the sonne of Sobal begat Iahath. And Iahath begat Ahumai and Lahad: and these are the kinredes of the Zoreathites."},{"number":3,"verse":"And of these came the father of Etham, Iezrael, Iisma and Iidbas, and the name of theyr syster was Hazlelpeni."},{"number":4,"verse":"Penuel was the father of Gedor. And Eser the father of Husa. And these are the sonnes of Hur the eldest sonne of Ephrata the father of Bethlehem."},{"number":5,"verse":"And Ashur the father of Thekoa had two wyues: Heleah and Naara."},{"number":6,"verse":"And Naara bare hym Ahusam, Hepher, Themni and Hahastari. These were the sonnes of Naarah."},{"number":7,"verse":"And the sonnes of Heleah were Zareth, Iezoar and Ethnan."},{"number":8,"verse":"And Coz begat Anub and Zobeba, and the kynred of Aharhel the sonne of Harum."},{"number":9,"verse":"And Ioabes was more honorable then his brethren. And hys mother called his name Iabes, sayinge. because I bare hym with sorowe."},{"number":10,"verse":"And Iabes called on the God of Israel, sayinge: If thou wylt blesse me in dede, and enlarge my coastes, and shalt let thyne hande be with me. and wylt kepe me from euell that it hurt me not? And God graunted hym hys desyre."},{"number":11,"verse":"Chelub the brother of Suah begat Mehir, whych was the father of Esthon."},{"number":12,"verse":"And Esthon begat Bethrapha, and Paseha, and Thehinna the father of the citye of Nahas: these are the men of Recha."},{"number":13,"verse":"The sonnes of Kenas: Othniel and Saraia. And the sonnes of Othniel were Hathath."},{"number":14,"verse":"And Meonothi begat Ophran. And Seraia begat Ioab the father of the valeye of craftes men (so called) because they were craftes men."},{"number":15,"verse":"And the sonnes of Caleb the sonne of Iephune were: Iru, Ela and Naan. And the sonne of Ela was Kenas."},{"number":16,"verse":"And the sonnes of Iehalelel were Ziph, and Ziphah, Thiria and Asarel."},{"number":17,"verse":"And the sonnes of Ezra: were: Iether, and Mered, Epher, Ialon, Thahar, and Miriam, and Sammai, and Iisbah the father of Esthemoa."},{"number":18,"verse":"And hys wyfe Iehudia bare Iered the father of Gedor, and Heber the father of Socho, and Ieruthiel the father of Zanoah. And these are the sonnes of Bithiah the daughter of Pharao, whych Mered toke."},{"number":19,"verse":"The sonnes of the wyfe of Hodia the syster of Nahan the father of Keilah were: Barmi, and Esthemoa. the Maachathite."},{"number":20,"verse":"The sonnes of Symon were: Ammon, and Rimna, Benhanan and Thilon. And the sonnes of Iissi were: Zoheth, and Benzoheth."},{"number":21,"verse":"The sonnes of Selah the sonne of Iuda were: Er the father of Lecha, and Laada the father of Maresa, and the kynredes of the housholdes of them that wrought linnen in the house of Asbea."},{"number":22,"verse":"And Iokim and the men of Chozebah, and Ioas, and Saraph, whych had the dominyon in Moad, and Iasubi Lehem. These also are wordes of olde."},{"number":23,"verse":"These were potters, and dwelt there amonge trees & hedges, nye vnto the kynge: because of hys worke."},{"number":24,"verse":"The sonnes of Simeon were: Nemuel, Iamin, Iarib, Zerah and Saul:"},{"number":25,"verse":"whose sonne was Sallum: and the sonne of hym was Mibsam, and hys sonne was Misma."},{"number":26,"verse":"And the sonne of Misma was Hamuel, and hys sonne was Zachur, and the sonne of hym was Simehi."},{"number":27,"verse":"Semehi had syxtene sonnes & syxe daughters. But hys brethren had nott manye chyldren, neyther was all the kynred of them lyke to the chyldren of Iuda in multytude."},{"number":28,"verse":"And they dwelt at Beerseba, Molada, and at Hazar Sual,"},{"number":29,"verse":"at Bilha, at Ezem, and at Tholad,"},{"number":30,"verse":"at Bethuel, at Horma, and at Ziklag,"},{"number":31,"verse":"at Bethmarcaboth, Hazar Susun, at Bethbirei, and at Saaraim. These were theyr cityes vnto the raygne of Dauid."},{"number":32,"verse":"And theyr vyllages were: Etan, and Ain, Rimmon, Tochen and Asan, fyue townes;"},{"number":33,"verse":"and all theyr vyllages that were rounde aboute the same cytyes vnto Baal. Thys is the habitacyon of them, and theyr genealogie."},{"number":34,"verse":"Mosobab and Iamlech, and Iosa the sonne of Amasia:"},{"number":35,"verse":"and Ioel and Iehu the sonne of Iosibia, the sonne of Saraia, the sonne of Asiel:"},{"number":36,"verse":"and Elioenai, and Iaakoba, Isohaia and Asaiah, Adiel, Isimiel and Benaia:"},{"number":37,"verse":"and Ziza the sonne of Schibhi, the sonne of Allon, the sonne of Ieoaia, the sonne of Zemri, the sonne of Semaia."},{"number":38,"verse":"These are famouse captaynes in their kynredes, setting vp greatly the house of theyr fathers."},{"number":39,"verse":"And they went to the entryng in of Gedor, euen vnto the east syde of the valeye, to seke pasture for ther shepe."},{"number":40,"verse":"And they founde fatt pasture and good, and a wyde lande, quyet and frutefull: for they of Ham had dwelt ther before."},{"number":41,"verse":"And these now afore written by name, came in the dayes of Hezekia kynge of Iuda, and smote the tentes of them, and the habitacions that were founde there, and destroyed them vtterly vnto this daye, & dwelt in theyr rowmes: because there was pasture there for theyr shepe."},{"number":42,"verse":"And some of the chyldren of Symeon went to mount Seyr, euen fyue hundred men, hauynge for theyr captaynes, Phelathia, Nearia, Raphaia and Uziel the sonnes of Isi:"},{"number":43,"verse":"and smote the reste of the Amalekites that were escaped, and they dwelt there vnto thys daye."}]}