{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யாத்திராகமம்",
  "bookEnglishName" : "Exodus",
  "chapterNumber" : 19,
  "verses" : [ {
    "number" : 1,
    "verse" : "இஸ்ரவேலோடு தேவனின் உடன்படிக்கைஎகிப்திலிருந்து புறப்பட்ட மூன்றாவது மாதத்தில் இஸ்ரவேல் ஜனங்கள் சீனாய் பாலைவனத்தை அடைந்தனர்."
  }, {
    "number" : 2,
    "verse" : "அவர்கள் ரெவிதீமிலிருந்து சீனாய் பாலை வனத்திற்குப் பிரயாணம் செய்திருந்தனர். மலைக்கருகே (ஓரேப் மலை) இஸ்ரவேல் ஜனங்கள் கூடாரமிட்டனர்."
  }, {
    "number" : 3,
    "verse" : "பின் மோசே தேவனைச் சந்திக்கும்பொருட்டு மலைமீது ஏறினான். மலையின் மேல் தேவன் அவனோடு பேசினார். அவனிடம், “யாக்கோபின் பெரிய குடும்பத்தினராகிய இஸ்ரவேலின் ஜனங்களுக்கு இவ்விஷயங்களைக் கூறு:"
  }, {
    "number" : 4,
    "verse" : "‘என் எதிரிகளுக்கு என்னால் என்ன செய்ய முடியும் என்பதை நீங்களே பார்த்தீர்கள். எகிப்தின் ஜனங்களுக்கு நான் செய்தவற்றை நீங்கள் கண்டீர்கள். கழுகைப்போல நான் உங்களை எகிப்திலிருந்து சுமந்து வந்து, இங்கு என்னிடம் அழைத்து வந்ததை நீங்கள் பார்த்தீர்கள்."
  }, {
    "number" : 5,
    "verse" : "எனவே என் கட்டளைகளுக்கு நீங்கள் கீழ்ப்படிய வேண்டுமென உங்களுக்குக் கூறுகிறேன். எனது உடன்படிக்கையை மீறாதீர்கள். நான் கூறுகிறபடி நீங்கள் நடந்தால், என் விசேஷமான ஜனங்களாயிருப்பீர்கள். உலகம் முழுவதும் எனக்குச் சொந்தமானது. ஆனால் எனது விசேஷ ஜனங்களாக இருக்கும்படி, நான் உங்களைத் தெரிந்துகொண்டேன்."
  }, {
    "number" : 6,
    "verse" : "ராஜரீக ஆசாரிய கூட்டமான, ஒரு பரிசுத்த ஜனமாக நீங்கள் இருப்பீர்கள்.’ மோசே, நான் கூறியதை நீ இஸ்ரவேல் ஜனங்களுக்குச் சொல்ல வேண்டும்” என்றார்."
  }, {
    "number" : 7,
    "verse" : "மோசே மலையிருந்து கீழே இறங்கினான். ஜனங்களின் மூப்பர்களை (தலைவர்கள்) வரவழைத்து அவர்களிடம் கூறும்படியாக கர்த்தர் கட்டளையிட்டவற்றை மோசே கூறினான்."
  }, {
    "number" : 8,
    "verse" : "எல்லா ஜனங்களும் சேர்ந்து ஒரே குரலில், “கர்த்தர் கூறுகின்றவற்றிற்கு நாங்கள் கீழ்ப்படிவோம்” என்றார்கள். மோசே மீண்டும் மலையின் மேலேறி தேவனிடம் சென்றான். மோசே தேவனிடம் ஜனங்கள் அவருக்குக் கீழ்ப்படிவதாகக் கூறியதைச் சொன்னான்."
  }, {
    "number" : 9,
    "verse" : "கர்த்தர் மோசேயிடம், “கார்மேகத்தினூடே நான் உன்னிடம் வருவேன், உன்னோடு பேசுவேன்! நான் உன்னோடு பேசுவதை எல்லா ஜனங்களும் கேட்பார்கள். நீ அவர்களுக்குக் கூறுவதை ஜனங்கள் எப்போதும் நம்புவதற்காக நான் இதைச் செய்வேன்” என்றார். ஜனங்கள் கூறிய அனைத்தையும் மோசே தேவனுக்குச் சொன்னான்."
  }, {
    "number" : 10,
    "verse" : "கர்த்தர் மோசேயை நோக்கி, “ஒரு விசேஷ கூட்டத்திற்காக இன்றும், நாளையும் நீ ஜனங்களை ஆயத்தப்படுத்த வேண்டும். ஜனங்கள் அவர்கள் ஆடைகளைத் துவைக்க வேண்டும்."
  }, {
    "number" : 11,
    "verse" : "மூன்றாம் நாளில் எனக்காகக் காத்திருக்க வேண்டும். மூன்றாவது நாள் கர்த்தர் சீனாய் மலைக்கு இறங்கி வருவார், எல்லா ஜனங்களும் என்னைக் காண்பார்கள்."
  }, {
    "number" : 12,
    "verse" : "எல்லா ஜனங்களும் மலையை நெருங்காதிருக்கும்படி அவர்களுக்கு நீ கூறவேண்டும். ஒரு எல்லையை வரைந்து, ஜனங்கள் அதைத் தாண்டிச் செல்லாதபடி பார்த்துக்கொள். மலையைத் தொடும் மனிதனோ, மிருகமோ கொல்லப்பட வேண்டும். அவனைக் கற்களால் தாக்கியோ, அம்புகளை எய்தோ கொல்ல வேண்டும். கொல்லப்பட்டவனைப் பிறர் தொடக்கூடாது. எக்காளம் தொனிக்கும் வரைக்கும் ஜனங்கள் காத்திருக்க வேண்டும். அதன் பின்னரே அவர்கள் மலைக்கு சமீபம் செல்லலாம்” என்றார்."
  }, {
    "number" : 14,
    "verse" : "மோசே மலையை விட்டிறங்கி, ஜனங்களிடம் சென்று, விசேஷ கூட்டத்திற்கு அவர்களை ஆயத்தப்படுத்தினான். அவர்கள் தங்கள் ஆடைகளைத் துவைத்து பரிசுத்தமாக்கினார்கள்."
  }, {
    "number" : 15,
    "verse" : "மோசே ஜனங்களை நோக்கி, “மூன்று நாட்களில் தேவனைத் தரிசிப்பதற்குத் தயாராகுங்கள். அதுவரைக்கும் ஆண்கள், பெண்களைத் தொடக்கூடாது” என்றான்."
  }, {
    "number" : 16,
    "verse" : "மூன்றாம் நாள் காலையில், மலையின் மேல் மேகமொன்று திரண்டு வந்தது. இடியும் மின்னலும் எக்காளத்தின் பேரொலியும் இருந்தன. கூடாரத்திலிருந்த ஜனங்கள் அனைவரும் பயந்தனர்."
  }, {
    "number" : 17,
    "verse" : "அப்போது மோசே, ஜனங்களைக் கூடாரத்திலிருந்து மலையருகேயுள்ள ஓரிடத்திற்கு தேவனைச் சந்திப்பதற்காக வழிநடத்திச் சென்றான்."
  }, {
    "number" : 18,
    "verse" : "சீனாய் மலை புகையால் நிரம்பிற்று. சூளையிலிருந்து புகை வருவதுபோல் மலையின் மேல் புகை எழுந்தது. கர்த்தர் மலைக்கு நெருப்பில் இறங்கி வந்ததால் இப்படி ஆயிற்று. மலையும் அதிரத்தொடங்கிற்று."
  }, {
    "number" : 19,
    "verse" : "எக்காள சத்தம் உரத்து தொனிக்க ஆரம்பித்தது. மோசே தேவனிடம் பேசியபோதெல்லாம், தேவன் இடிபோன்ற குரலில் பதிலளித்தார்."
  }, {
    "number" : 20,
    "verse" : "கர்த்தர் சீனாய் மலையின்மேல் இறங்கினார். பரலோகத்திலிருந்து கர்த்தர் மலையின் உச்சியில் இறங்கினார். பின் கர்த்தர் மோசேயை மலையின் உச்சிக்கு தன்னிடத்தில் வருமாறு கூறினார். அவ்வாறே மோசேயும் மலையின் மீது ஏறினான்."
  }, {
    "number" : 21,
    "verse" : "கர்த்தர், மோசேயை நோக்கி, “ஜனங்கள் என்னைப் பார்கும்படி நெருங்கிவராதபடி அவர்களை எச்சரி. இதை மீறினால் அவர்களில் பலர் மரிக்க நேரிடும்."
  }, {
    "number" : 22,
    "verse" : "என்னிடம் வர வேண்டிய ஆசாரியர்களை இந்த சிறப்புச் சந்திப்புக்கு ஆயத்தமாகி வரும்படி கூறு. அவர்கள் சரியான ஆயத்தம் செய்யவில்லையென்றால், நான் அவர்களைத் தண்டிப்பேன்” என்றார்."
  }, {
    "number" : 23,
    "verse" : "மோசே கர்த்தரை நோக்கி, “ஜனங்கள் மலை உச்சிக்கு வரமுடியாது. பரிசுத்த எல்லையை நெருங்காதபடி செய்யுமாறு நீர் தானே எங்களிடம் கூறியுள்ளீர்” என்றான்."
  }, {
    "number" : 24,
    "verse" : "கர்த்தர் அவனிடம், “ஜனங்களிடம் இறங்கிச் செல். ஆரோனை உன்னோடு அழைத்து வா, ஆசாரியர்களோ, ஜனங்களோ என்னை அணுகவிடாதே. அவர்கள் என்னை நெருங்கினால் நான் அவர்களை தண்டிப்பேன்” என்றார்."
  }, {
    "number" : 25,
    "verse" : "எனவே மோசே ஜனங்களிடம் போய் இச்செய்தியைக் கூறினான்."
  } ]
}