{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யாத்திராகமம்",
  "bookEnglishName" : "Exodus",
  "chapterNumber" : 37,
  "verses" : [ {
    "number" : 1,
    "verse" : "(உடன்படிக்கைப் பெட்டி) சீத்திம் மரத்தினால் பெசலெயேல் பரிசுத்தப் பெட்டியைச் செய்தான். அந்தப் பெட்டி 2 1/2 முழ நீளமும் 1 1/2 முழ அகலமும் 1 1/2 முழு உயரமும் கொண்டவையாக இருந்தன."
  }, {
    "number" : 2,
    "verse" : "அவன் பெட்டியின் உட்புறத்தையும் வெளிப்புறத்தையும் பசும் பொன் தகட்டால் மூடினான். பெட்டியைச் சுற்றிலும் பொன் சட்டங்களைச் செய்தான்."
  }, {
    "number" : 3,
    "verse" : "அவன் நான்கு பொன் வளையங்களைச் செய்து அவற்றை நான்கு மூலைகளிலும் இணைத்தான். அவ்வளையங்கள் பெட்டியைச் சுமப்பதற்கென்று பயன்படுத்தப்பட்டன. ஒவ்வொரு பக்கத்திற்கும் இரண்டு வளையங்கள் இருந்தன."
  }, {
    "number" : 4,
    "verse" : "பின் அவன் பெட்டியைச் சுமப்பதற்குத் தேவையான தண்டுகளைச் செய்தான். அவன் சீத்திம் மரத்தால் அத்தண்டுகளைச் செய்து அவற்றைப் பசும் பொன்னால் மூடினான்."
  }, {
    "number" : 5,
    "verse" : "பெட்டியின் இருபுறங்களிலுமுள்ள வளையங்களினுள்ளே தண்டுகளைச் செலுத்தினான்."
  }, {
    "number" : 6,
    "verse" : "பின் கிருபாசனத்தை பசும் பொன்னால் செய்தான். அது 2 1/2 முழ நீளமும் 1 1/2 முழ அகலமும் உடையதாக இருந்தது."
  }, {
    "number" : 7,
    "verse" : "இரண்டு கேருபீன்களைச் செய்வதற்கு பெசலெயேல் பொன்னைச் சுத்தியால் அடித்து உருவமைத்தான். இந்தக் கேருபீன்களை கிருபாசனத்தின் இரண்டு ஓரத்திலும் வைத்தான்."
  }, {
    "number" : 8,
    "verse" : "ஒரு கேருபீனை கிருபாசனத்தின் ஒரு ஓரத்திலும், மற்றொரு கேருபீனை எதிர் ஓரத்திலும் வைத்தான். மூடியோடு இரண்டு கேருபீன்களையும் எதிரெதிரே ஒன்றாக இணைத்தான்."
  }, {
    "number" : 9,
    "verse" : "கேருபீன்களின் சிறகுகள் வானத்தை நோக்கி உயர்த்தப்பட்டிருந்தன. கேருபீன்கள் தங்கள் சிறகுகளால் பெட்டியை மூடியிருந்தன. கிருபாசனத்தின் மேல் குனிந்த நிலையில் தூதர்கள் ஒருவரையொருவர் நேருக்கு நேர் பார்த்துக்கொண்டிருந்தனர்."
  }, {
    "number" : 10,
    "verse" : "(விசேஷ மேசை) பின் அவன் சீத்திம் மரப் பலகையிலான மேசையைச் செய்தான். அம்மேசை 2 முழ நீளமும் 1 முழ அகலமும் 1 முழ உயரமும் உள்ளதாக இருந்தது."
  }, {
    "number" : 11,
    "verse" : "அவன் மேசையை பசும் பொன்னினால் மூடினான். மேசையைச் சுற்றிலும் பொன் சட்டங்களை இணைத்தான்."
  }, {
    "number" : 12,
    "verse" : "பின் அவன் 3 அங்குல அகலமுள்ள ஒரு சட்டத்தை மேசையைச் சுற்றிலும் இணைத்தான். அவன் சட்டத்தின் மேல் பொன் தகட்டை வைத்தான்."
  }, {
    "number" : 13,
    "verse" : "பின் அவன் நான்கு பொன் வளையங்களைச் செய்து அவற்றை மேசையின் நான்கு கால்களுமுள்ள நான்கு மூலைகளிலும் வைத்தான்."
  }, {
    "number" : 14,
    "verse" : "மேசையின் மேற்பகுதியைச் சுற்றிலும் உள்ள சட்டத்தினருகே அவன் அந்த வளையங்களை இணைத்தான். மேசையைச் சுமக்கும் தண்டுகளைத் தாங்குவதற்கு அவ்வளையங்கள் பயன்பட்டன."
  }, {
    "number" : 15,
    "verse" : "பின் அவன் சீத்திம் மரப்பலகையால் செய்யப்பட்ட மேசையைச் சுமக்கும் தண்டுகளைச் செய்தான். தண்டுகளைச் சுத்த பொன்னால் மூடினான்."
  }, {
    "number" : 16,
    "verse" : "பின் அவன் மேசையில் பயன்படுத்தப்படுவதற்குரிய எல்லாப் பொருட்களையும் செய்தான். தட்டுகள், கோப்பைகள், கரண்டிகள், கிண்ணங்கள், பாத்திரங்கள் ஆகியவற்றையும் அவன் பொன்னால் செய்தான். பானங்களின் காணிக்கைகளை ஊற்றுவதற்குக் கிண்ணங்களும் பாத்திரங்களும் பயன்பட்டன."
  }, {
    "number" : 17,
    "verse" : "(குத்துவிளக்குத் தண்டு) பிறகு அவன் குத்துவிளக்கைச் செய்தான். அவன் பசும் பொன்னை அடித்து அதன் பீடத்தையும், தண்டையும் செய்தான். பின் அவன் பூக்கள், மொட்டுகள், இதழ்கள் ஆகியவற்றைச் செய்து எல்லாவற்றையும் ஒன்றாக இணைத்தான்."
  }, {
    "number" : 18,
    "verse" : "குத்துவிளக்குக்கு ஆறு கிளைகள் இருந்தன. மூன்று கிளைகள் ஒரு புறத்திலும் மூன்று கிளைகள் எதிர் புறத்திலும் இருந்தன."
  }, {
    "number" : 19,
    "verse" : "ஒவ்வொரு கிளையிலும் மூன்று பூக்கள் இருந்தன. அப்பூக்கள் மொட்டுகளோடும், இதழ்களோடும் பூத்த வாதுமைப் பூக்களைப் போல செய்யப்பட்டன."
  }, {
    "number" : 20,
    "verse" : "குத்துவிளக்கின் தண்டில், மேலும் நான்கு பூக்கள் இருந்தன. அவையும் மொட்டுகளோடும் இதழ்களோடும் பூத்த வாதுமைப் பூக்களைப் போல செய்யப்பட்டன."
  }, {
    "number" : 21,
    "verse" : "தண்டின் இருபுறங்களிலுமிருந்து மூன்று கிளைகள் வீதம் ஆறு கிளைகள் இருந்தன. கிளைகள் தண்டோடு இணைந்த மூன்று இடங்களுக்கும் கீழே மொட்டுகளோடும் இதழ்களோடும் கூடிய ஒவ்வொரு பூ இருந்தது."
  }, {
    "number" : 22,
    "verse" : "பூக்களும் கிளைகளும் கொண்ட வேலைப்பாடுகள் உடைய அந்தக் குத்துவிளக்கு முழுவதும் பொன்னால் ஆனதாக இருந்தது. இந்தப் பொன் சுத்தியால் அடிக்கப்பட்டு ஒன்றாக இணைக்கப்பட்டிருந்தது."
  }, {
    "number" : 23,
    "verse" : "இந்தக் குத்துவிளக்கிற்கு ஏழு அகல்களை அவன் செய்தான். பின் அவன் திரி கத்தரிக்கும் கருவிகளையும், சாம்பல் கிண்ணங்களையும் பொன்னால் செய்தான்."
  }, {
    "number" : 24,
    "verse" : "குத்து விளக்கையும் அதற்குத் தேவையான பொருட்களையும் செய்வதற்கு அவன் 75 பவுண்டு எடையுள்ள சுத்தமான பொன்னைப் பயன்படுத்தினான்."
  }, {
    "number" : 25,
    "verse" : "(நறுமணப் பொருள்களை எரிப்பதற்கான பீடம்) நறுமணப் பொருள்களை எரிக்கும்படியான பீடத்தையும் அவன் செய்தான். சீத்திம் மரத்தால் இதைச் செய்தான். பீடம் சதுரவடிவமானது. அது 1 முழ நீளமும் 1 முழ அகலமும் 2 முழ உயரமுமாக இருந்தது. நறுமணப் பீடத்தில் நான்கு கொம்புகள் ஒவ்வொரு மூலையிலும் ஒன்வொன்றாக இருந்தன. இவை நறுமணப் பீடத்தோடு ஒன்றாக அடிக்கப்பட்டன."
  }, {
    "number" : 26,
    "verse" : "நறுமணப் பீடத்தின் மேல்புறம், பக்கங்கள், கொம்புகள் ஆகியவற்றை அவன் பசும்பொன்னால் மூடினான். பின்பு அவன் நறுமணப் பீடத்தைச் சுற்றிலும் பொன் சட்டத்தை இணைத்தான்."
  }, {
    "number" : 27,
    "verse" : "நறுமணப் பீடத்திற்கு இரண்டு பொன் வளையங்கள் செய்தான். அதன் ஒவ்வொரு பக்கத்திலும் பொன் தகட்டிற்கு அடியில் சேரும்படி பொன் வளையங்களைப் பொருத்தினான். நறுமணப் பீடத்தைத் தூக்கிச் செல்லும்போது, தண்டைக் கோர்க்கும்படி இந்தத் தங்க வளையங்கள் இருந்தன."
  }, {
    "number" : 28,
    "verse" : "அவன் சீத்திம் மரத்தினாலான தண்டுகளைச் செய்து அவற்றையும் பொன்னால் மூடினான்."
  }, {
    "number" : 29,
    "verse" : "பிறகு அவன் பரிசுத்த அபிஷேக எண்ணெயைத் தயாரித்தான். அவன் சுத்தமான நறுமணப் பொருளையும் தயாரித்தான். நறுமணத் திரவியங்களைத் தயாரிக்கும் முறையிலேயே இப்பொருட்கள் அனைத்தையும் அவன் செய்தான்."
  } ]
}