{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யாத்திராகமம்",
  "bookEnglishName" : "Exodus",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "மோசேக்கு அடையாளம்அப்போது மோசே தேவனை நோக்கி, “நீர் என்னை அனுப்பினீர் என்று கூறும்பொழுது, இஸ்ரவேல் ஜனங்கள் என்னை நம்பமாட்டார்கள். அவர்கள், ‘தேவன் (யேகோவா) உனக்குக் காட்சியளிக்கவில்லை’ என்பார்கள்” என்றான்."
  }, {
    "number" : 2,
    "verse" : "தேவன் மோசேயை நோக்கி, “உன் கையில் இருப்பது என்ன?” என்று கேட்டார். மோசே, “இது எனது கைத்தடி” என்றான்."
  }, {
    "number" : 3,
    "verse" : "அப்போது தேவன், “உனது கைத்தடியை தரையில் போடு” என்றார். மோசே, தனது கைத்தடியை நிலத்தின் மேல் போட்டான். அது பாம்பாக மாறிற்று. மோசே அதற்குப் பயந்து அங்கிருந்து ஓடினான்."
  }, {
    "number" : 4,
    "verse" : "கர்த்தர் மோசேயை நோக்கி, “கையை நீட்டி, பாம்பின் வாலைப் பிடி” என்றார். எனவே மோசே கையை நீட்டிப் பாம்பின் வாலைப் பிடித்தான். மோசே அவ்வாறு செய்தபோது, பாம்பு மீண்டும் கைத்தடியாயிற்று."
  }, {
    "number" : 5,
    "verse" : "அப்போது, தேவன், “உனது கைத் தடியை இவ்வாறு பயன்படுத்து. அப்போது நீ உனது முற்பிதாக்களின் தேவனாகிய ஆபிரகாமின் தேவனும், ஈசாக்கின் தேவனும், யாக்கோபின் தேவனுமாகிய கர்த்தரைக் கண்டாய் என்பதை ஜனங்கள் நம்புவார்கள்” என்றார்."
  }, {
    "number" : 6,
    "verse" : "பின் கர்த்தர், “உனக்கு மற்றொரு அடையாளத்தையும் தருவேன். உனது கையை அங்கிக்குள் நுழை” என்றார். எனவே மோசே தன் அங்கிக்குள் கையை நுழைத்தான். மோசே அங்கியிலிருந்து கையை எடுத்தபோது, அது மாறிப்போயிருந்தது. கை முழுவதும் உறைந்த பனியைப் போன்ற வெள்ளைப் புள்ளிகளால் நிரம்பியிருந்தது."
  }, {
    "number" : 7,
    "verse" : "அப்போது தேவன், “உனது கையை அங்கிக்குள் மீண்டும் நுழை” என்றார். மோசே அவ்வாறே அங்கிக்குள் கையை நுழைத்தான். பின் மோசே கையை வெளியே எடுத்தபோது அவனது கை முன்பிருந்ததைப்போலவே நன்றாக இருந்தது."
  }, {
    "number" : 8,
    "verse" : "அப்போது தேவன், “நீ உனது கைத்தடியைப் பயன்படுத்தும்போது ஒருவேளை ஜனங்கள் உன்னை நம்பாவிட்டாலும், இந்த அடையாளத்தைக் காட்டும்போது, அவர்கள் உன்னை நம்புவார்கள்"
  }, {
    "number" : 9,
    "verse" : "இந்த இரண்டு காரியங்களைக் காண்பித்து, அவர்கள் உன்னை நம்ப மறுத்தால், நீ நைல் நதியிலிருந்து கொஞ்சம் தண்ணீரை அள்ளி, அதனைத் தரையில் ஊற்று. அது நிலத்தைத் தொட்டதும் இரத்தமாக மாறும்” என்றார்."
  }, {
    "number" : 10,
    "verse" : "ஆனால் மோசே கர்த்தரை நோக்கி, “கர்த்தாவே, நான் உமக்கு உண்மையைச் சொல்கிறேன் நான் தேர்ந்த பேச்சாளன் அல்ல. நான் சிறப்பாக எப்போதும் பேசியதில்லை. இப்போது உம்மிடம் பேசிய பிறகும்கூட, நான் சிறந்த பேச்சாளனாக மாறவில்லை. நான் நிதானமாகப் பேசுகிறேன் என்பதும், சிறந்த வார்த்தைகளைப் பயன்படுத்தாத திக்குவாய் உடையவன் என்பதும் உமக்கு தெரியும்” என்று கூறினான்."
  }, {
    "number" : 11,
    "verse" : "அப்போது கர்த்தர் அவனை நோக்கி, “யார் மனிதனின் வாயை உண்டாக்கினார்? யாரால் மனிதனைச் செவிடனாகவும், ஊமையாகவும் செய்யமுடியும்? யார் ஒருவனைக் குருடனாக்கக் கூடும்? யார் ஒருவனுக்குப் பார்வை தரமுடியும்? இக்காரியங்களைச் செய்ய வல்லவர் நானே. நான் யேகோவா."
  }, {
    "number" : 12,
    "verse" : "எனவே நீ போ! நீ பேசும்போது நான் உன்னோடு இருப்பேன். நீ சொல்லவேண்டிய வார்த்தைகளை நான் உனக்குத் தருவேன்” என்றார்."
  }, {
    "number" : 13,
    "verse" : "ஆனால் மோசே, “எனது கர்த்தாவே, வேறு யாரையாவது அனுப்புமாறு உம்மிடம் வேண்டிக்கொள்கிறேன், என்னை அனுப்பவேண்டாம்” என்றான்."
  }, {
    "number" : 14,
    "verse" : "அப்போது மோசேயின்மேல் கர்த்தர் கோபம் கொண்டு, “நல்லது! உனக்கு உதவியாக நான் ஒருவனைத் தருவேன். லேவியனாகிய உனது சகோதரன் ஆரோனை நான் பயன்படுத்துவேன். அவன் தேர்ந்த பேச்சாளன். அவன் உன்னைப் பார்க்க வந்துகொண்டிருக்கிறான். அவன் உன்னைப் பார்த்து சந்தோஷப்படுவான்."
  }, {
    "number" : 15,
    "verse" : "அவன் உன்னோடுகூட பார்வோனிடம் வருவான். நீ கூற வேண்டியதை உனக்குச் சொல்வேன். நீ அதை ஆரோனுக்குச் சொல். பார்வோனிடம் பேச வேண்டிய தகுந்த வார்த்தைகளை ஆரோன் தெரிந்துகொள்வான்."
  }, {
    "number" : 16,
    "verse" : "உனக்காக ஆரோன் ஜனங்களிடமும் பேசுவான். நீ ஒரு பேரரசனைப் போலிருப்பாய், உனக்குரிய பேச்சாளனாக அவன் இருப்பான்.நீ ஒரு … இருப்பான் எழுத்தின் பிரகாரமாக, “அவன் உன் வாயாக இருப்பான், நீ அவனுடைய தேவனாயிருப்பாய்” எனப் பொருள்படும்."
  }, {
    "number" : 17,
    "verse" : "எனவே போ. உனது கைத்தடியையும் எடுத்துச்செல். நான் உன்னோடிருக்கிறேன் என்பதை ஜனங்களுக்குக் காட்டுவதற்கு உனது கைத்தடியையும், பிற அற்புதங்களையும் பயன்படுத்து” என்றார்."
  }, {
    "number" : 18,
    "verse" : "மோசே எகிப்துக்குத் திரும்பி வருதல்அப்போது மோசே தன் மாமனாகிய எத்திரோவிடம் திரும்பிப்போனான். மோசே எத்திரோவை நோக்கி, “நான் எகிப்துக்குத் திரும்பிப்போக அனுமதி கொடும். எனது ஜனங்கள் இன்னும் உயிரோடிருக்கிறார்களா என்று பார்க்கவேண்டும்” என்றான். எத்திரோ மோசேயை நோக்கி, “நீ சமாதானத்தோடு போய்வா” என்றான்."
  }, {
    "number" : 19,
    "verse" : "மோசே இன்னும் மீதியானில் இருக்கும்போதே, தேவன் மோசேயை நோக்கி, “இப்போது நீ எகிப்திற்குத் திரும்பிப் போவதற்குப் பொருத்தமான வேளை. உன்னைக் கொல்ல விரும்பிய மனிதர்கள் மரித்து போய்விட்டனர்” என்றார்."
  }, {
    "number" : 20,
    "verse" : "எனவே மோசே, தன் மனைவியையும், குழந்தைகளையும் கழுதையின்மேல் ஏற்றிக்கொண்டு, எகிப்திற்குத் திரும்பிப் போனான். தேவனின் வல்லமையைப் பெற்றிருந்த தனது கைத்தடியையும் மோசே எடுத்துக்கொண்டான்."
  }, {
    "number" : 21,
    "verse" : "மோசே எகிப்தை நோக்கிப் பிரயாணம் செய்துகொண்டிருந்தபோது, தேவன் அவனோடு பேசினார். அவர், “நீ பார்வோனோடு பேசும்போது, உனக்கு நான் அளித்துள்ள வல்லமையினால் எல்லா அற்புதங்களையும் செய்து காட்ட வேண்டும் என்பதை ஞாபகத்தில் வைத்துக்கொள். ஆனால் பார்வோன் மிகவும் பிடிவாதமாக இருக்கும்படியாகச் செய்வேன். ஜனங்களைப் போகும்படியாக அவன் அனுமதிக்கமாட்டான்."
  }, {
    "number" : 22,
    "verse" : "அப்போது நீ பார்வோனைப் பார்த்து, ‘இஸ்ரவேல் எனது முதற்பேறான குமாரன்."
  }, {
    "number" : 23,
    "verse" : "என் குமாரன் கிளம்பிப் போய் என்னைத் தொழுதுகொள்ளவிடு என்று உனக்குக் கூறுகிறேன்! இஸ்ரவேல் போவதற்கு நீ அனுமதி அளிக்க மறுத்தால், நான் உனது முதற்பேறான குமாரனைக் கொல்வேன், என்று கர்த்தர் சொல்கிறார்’ என்று சொல்” என்றார்."
  }, {
    "number" : 24,
    "verse" : "மோசேயின் குமாரன் விருத்தசேதனம் செய்யப்படுதல்எகிப்திற்குச் செல்லும் வழியில் இரவைக் கழிப்பதற்காக மோசே ஓரிடத்தில் தங்கினான். கர்த்தர் அவ்விடத்தில் மோசேயைச் சந்தித்து அவனைக் கொல்ல முயன்றார்.அவனைக் கொல்ல முயன்றார் அல்லது “அவனை விருத்தசேதனம் செய்ய வேண்டுமென்று விரும்பினார்” என சொல்லலாம்."
  }, {
    "number" : 25,
    "verse" : "ஆனால் சிப்போராள் கூர்மையான கல்லினால் செய்யப்பட்டக் கத்தியினால் தனது குமாரனின் நுனித்தோலை அறுத்தெடுத்து, நுனித் தோலினால் மோசேயின் பாதங்களைத் தொட்டு, “நீர் எனக்கு இரத்த சம்பந்தமான கணவன்” என்றாள்."
  }, {
    "number" : 26,
    "verse" : "குமாரனுக்கு அவளே விருத்தசேதனம் செய்யும்படியாக நேரிட்டதால் சிப்போராள் இவ்வாறு கூறினாள். எனவே தேவன் மோசேயை மன்னித்து அவனைக் கொல்லாமல்விட்டார்."
  }, {
    "number" : 27,
    "verse" : "தேவனின் முன்னிலையில் மோசேயும் ஆரோனும்கர்த்தர் ஆரோனோடு பேசினார். கர்த்தர் அவனிடம், “பாலைவனத்தில் சென்று மோசேயைப் பார்” என்றார். எனவே ஆரோன் சென்று, தேவனின் மலையில் மோசேயைச் சந்தித்தான். ஆரோன் மோசேயைக் கண்டு, அவனை முத்தமிட்டான்."
  }, {
    "number" : 28,
    "verse" : "தேவன் அவனை அனுப்பினார் என்பதை நிரூபிப்பதற்காக அவன் செய்யவேண்டிய காரியங்களையும் அற்புதங்களையும் குறித்து மோசே ஆரோனுக்குச் சொன்னான். தேவன் அவனுக்குச் சொன்ன எல்லாவற்றையும் மோசே ஆரோனுக்குக் கூறினான்."
  }, {
    "number" : 29,
    "verse" : "மோசேயும் ஆரோனும் சென்று இஸ்ரவேல் ஜனங்களின் மூப்பர்களை (தலைவர்களை) ஒன்றாகக் கூட்டினார்கள்."
  }, {
    "number" : 30,
    "verse" : "அப்போது ஆரோன் ஜனங்களிடம் கர்த்தர் மோசேயிடம் கூறிய எல்லாக் காரியங்களையும் கூறினான். எல்லா ஜனங்களும் பார்க்கும்படியாக அடையாளங்களைச் செய்து காட்டினான்."
  }, {
    "number" : 31,
    "verse" : "தேவன் மோசேயை அனுப்பினார் என்பதை ஜனங்கள் நம்பினார்கள். தேவன் அவர்களின் துன்பங்களைக் கண்டார் எனவும், அவர்களுக்கு உதவுவதற்காக அவன் வந்துள்ளான் என்பதையும் இஸ்ரவேல் ஜனங்கள் அறிந்தார்கள். எனவே அவர்கள் தலைகுனிந்து தேவனைத் தொழுதுகொண்டார்கள்."
  } ]
}