{"bibleAbbr":"bnOV2016","bookName":"দ্বিতীয় বিবরণ।","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"সেই সময়ে সদাপ্রভু আমাকে কহিলেন, তুমি প্রথমের মত দুইখান প্রস্তরফলক তক্ষণ করিয়া আমার নিকটে পর্ব্বতে উঠিয়া আইস, এবং কাষ্ঠের এক সিন্দুক নির্ম্মাণ কর।"},{"number":2,"verse":"তোমা কর্ত্তৃক ভগ্ন প্রথম দুই প্রস্তরফলকে যে যে বাক্য ছিল, তাহা আমি এই দুই প্রস্তরফলকে লিখিব, পরে তুমি তাহা সেই সিন্দুকে রাখিবে।"},{"number":3,"verse":"তাহাতে আমি শিটীম কাষ্ঠের এক সিন্দুক নির্ম্মাণ করিলাম, এবং প্রথমের ন্যায় দুইখান প্রস্তরফলক তক্ষণ করিয়া সেই দুইখান প্রস্তরফলক হস্তে লইয়া পর্ব্বতে উঠিলাম।"},{"number":4,"verse":"আর সদাপ্রভু সমাজের দিবসে পর্ব্বতে অগ্নির মধ্য হইতে যে দশ আজ্ঞা তোমাদিগকে বলিয়াছিলেন, তাহা প্রথম লিখনানুসারে ঐ দুইখান প্রস্তরফলকে লিখিয়া আমাকে দিলেন।"},{"number":5,"verse":"পরে আমি মুখ ফিরাইয়া পর্ব্বত হইতে নামিয়া আমার প্রতি সদাপ্রভুর দত্ত অজ্ঞানুসারে সেই দুই প্রস্তরফলক আমার নির্ম্মিত সেই সিন্দুকে রাখিলাম, তদবধি তাহা সেই স্থানে রহিয়াছে।"},{"number":6,"verse":"(ইস্রায়েল-সন্তানগণ বেরোৎ-বেনেয়াকন হইতে মোষেরোতে যাত্রা করিলে হারোণ সে স্থানে মরিলেন, এবং সেই স্থানে তাঁহার কবর হইল; এবং তাঁহার পুত্র ইলিয়াসর তাঁহার পরিবর্ত্তে যাজক হইলেন।"},{"number":7,"verse":"সে স্থান হইতে তাহারা গুধগোদায় যাত্রা করিল, এবং গুধগোদা হইতে যট্বাথায় প্রস্থান করিল; এই স্থান জলস্রোতের দেশ।"},{"number":8,"verse":"সেই সময়ে সদাপ্রভুর নিয়ম-সিন্দুক বহন করিতে, সদাপ্রভুর পরিচর্য্যা করিবার জন্য তাঁহার সাক্ষাতে দাঁড়াইতে এবং তাঁহার নামে আশীর্ব্বাদ করিতে সদাপ্রভু লেবির বংশকে পৃথক্ করিলেন, অদ্যাপি সেইরূপ চলিয়া আসিতেছে।"},{"number":9,"verse":"এই জন্য আপন ভ্রাতৃগণের মধ্যে লেবীয়দের কোন অংশ কিম্বা অধিকার হয় নাই; তোমার ঈশ্বর সদাপ্রভু তাহাদিগকে যাহা বলিয়াছেন, তদনুসারে সদাপ্রভুই তাহাদের অধিকার।)"},{"number":10,"verse":"আর আমি প্রথম বারের ন্যায় চল্লিশ দিবারাত্র পর্ব্বতে থাকিলাম; এবং সেই বারেও সদাপ্রভু আমার নিবেদন শুনিলেন; সদাপ্রভু তোমাকে বিনষ্ট করিতে চাহিলেন না।"},{"number":11,"verse":"পরে সদাপ্রভু আমাকে কহিলেন, উঠ, তুমি যাত্রার নিমিত্তে লোকদের অগ্রগামী হও, আমি তাহাদিগকে যে দেশ দিতে তাহাদের পিতৃপুরুষের কাছে দিব্য করিয়াছি, তাহারা সেই দেশে প্রবেশ করিয়া তাহা অধিকার করুক।"},{"number":12,"verse":"( আজ্ঞাবহ হইবার উপদেশ।) এখন হে ইস্রায়েল, তোমার ঈশ্বর সদাপ্রভু তোমার কাছে কি চাহেন? কেবল এই, যেন তুমি আপন ঈশ্বর সদাপ্রভুকে ভয় কর, তাঁহার সকল পথে চল ও তাঁহাকে প্রেম কর, এবং তোমার সমস্ত হৃদয় ও তোমার সমস্ত প্রাণের সহিত তোমার ঈশ্বর সদাপ্রভুর সেবা কর,"},{"number":13,"verse":"অদ্য আমি তোমার মঙ্গলার্থে সদাপ্রভুর যে যে আজ্ঞা ও বিধি তোমাকে দিতেছি, সেই সকল যেন পালন কর।"},{"number":14,"verse":"দেখ, স্বর্গ ও স্বর্গের স্বর্গ এবং পৃথিবী ও তন্মধ্যস্থ যাবতীয় বস্তু তোমার ঈশ্বর সদাপ্রভুর।"},{"number":15,"verse":"কেবল তোমার পিতৃপুরুষদিগকে প্রেম করিতে সদাপ্রভুর সন্তোষ ছিল, আর তিনি তাহাদের পরে তাহাদের বংশকে অর্থাৎ অদ্যকার মত সর্ব্বজাতির মধ্যে তোমাদগিকে মনোনীত করিলেন।"},{"number":16,"verse":"অতএব তোমরা আপন আপন হৃদয়ের ত্বগগ্র ছেদন কর, এবং আর শক্তগ্রীব হইও না।"},{"number":17,"verse":"কেননা তোমাদের ঈশ্বর সদাপ্রভুই ঈশ্বরগণের ঈশ্বর ও প্রভুদের প্রভু, তিনিই মহান্ বীর্য্যবান্ ও ভয়ঙ্কর ঈশ্বর; তিনি কাহারও মুখাপেক্ষা করেন না, ও উৎকোচ গ্রহণ করেন না।"},{"number":18,"verse":"তিনি পিতৃহীনের ও বিধবার বিচার নিষ্পন্ন করেন, এবং বিদেশীকে প্রেম করিয়া অন্ন বস্ত্র দেন।"},{"number":19,"verse":"অতএব তোমরা বিদেশীকে প্রেম করিও, কেননা মিসর দেশে তোমরাও বিদেশী ছিলে।"},{"number":20,"verse":"তুমি তোমার ঈশ্বর সদাপ্রভুকে ভয় করিবে; তাঁহারই সেবা করিবে, তাঁহাতেই আসক্ত থাকিবে, ও তাঁহারই নামে দিব্য করিবে।"},{"number":21,"verse":"তিনি তোমার প্রশংসা-ভূমি, তিনি তোমার ঈশ্বর; তুমি স্বচক্ষে যাহা যাহা দেখিয়াছ, সেই মহৎ ও ভয়ঙ্কর কর্ম্ম সকল তিনিই তোমার জন্য করিয়াছেন।"},{"number":22,"verse":"তোমার পিতৃপুরুষেরা কেবল সত্তর প্রাণী মিসরে নামিয়া গিয়াছিল, কিন্তু এখন তোমার ঈশ্বর সদাপ্রভু তোমাকে আকাশের তারার মত বহুসংখ্যক করিয়াছেন।"}]}