{"bibleAbbr":"bnOV2016","bookName":"দ্বিতীয় বিবরণ।","bookEnglishName":"Deuteronomy","chapterNumber":2,"verses":[{"number":1,"verse":"পরে সদাপ্রভু আমাকে যেরূপ বলিয়াছিলেন, তদনুসারে আমরা ফিরিয়া সূফসাগরের পথে প্রান্তর দিয়া যাত্রা করিলাম, এবং অনেক দিন যাবৎ সেয়ীর পর্ব্বত প্রদক্ষিণ করিলাম।"},{"number":2,"verse":"পরে সদাপ্রভু আমাকে কহিলেন,"},{"number":3,"verse":"তোমরা অনেক দিন এই পর্ব্বত প্রদক্ষিণ করিতেছ; এখন উত্তরদিকে ফির।"},{"number":4,"verse":"আর তুমি লোকসমূহকে এই আজ্ঞা কর, সেয়ীর-নিবাসী তোমাদের ভ্রাতৃগণের অর্থাৎ এষৌ-সন্তানদের সীমার নিকট দিয়া তোমাদিগকে যাইতে হইবে, আর তাহারা তোমাদের হইতে ভীত হইবে; অতএব তোমরা অতি সাবধান হইবে।"},{"number":5,"verse":"তাহাদের সহিত বিরোধ করিও না, কেননা আমি তোমাদিগকে তাহাদের দেশের অংশ দিব না, এক পাদ পরিমিত ভূমিও দিব না; কেননা সেয়ীর পর্ব্বত অধিকারার্থে আমি এষৌকে দিয়াছি।"},{"number":6,"verse":"তোমরা তাহাদের নিকটে টাকা দিয়া খাদ্য ক্রয় করিয়া ভোজন করিবে; ও টাকা দিয়া জলও ক্রয় করিয়া পান করিবে।"},{"number":7,"verse":"কেননা তোমার ঈশ্বর সদাপ্রভু তোমার হস্তের সমস্ত কর্ম্মে তোমাকে আশীর্ব্বাদ করিয়াছেন; এই মহাপ্রান্তরে তোমার গমন তিনি জানেন; এই চল্লিশ বৎসর তোমার ঈশ্বর সদাপ্রভু তোমার সহবর্ত্তী আছেন; তোমার কিছুরই অভাব হয় নাই।"},{"number":8,"verse":"পরে আমরা অরাবা তলভূমির পথ হইতে, এলৎ ও ইৎসিয়োন-গেবর হইতে, সেয়ীর-নিবাসী আমাদের ভ্রাতৃগণ এষৌ-সন্তানদের সম্মুখ দিয়া গমন করিলাম। আর আমরা মোয়াবের প্রান্তরের পথে ফিরিয়া যাত্রা করিলাম।"},{"number":9,"verse":"আর সদাপ্রভু আমাকে কহিলেন, তুমি মোয়াবীয়দিগকে ক্লেশ দিও না, এবং যুদ্ধ দ্বারা তাহাদের সহিত বিরোধ করিও না; কারণ আমি অধিকারার্থে তাহাদের দেশের কোন অংশ তোমাকে দিব না; কেননা আমি লোটের সন্তানগণকে আর্ নগর অধিকার করিতে দিয়াছি।"},{"number":10,"verse":"(পূর্ব্বে ঐ স্থানে এমীয়েরা বাস করিত, তাহারা অনাকীয়দের ন্যায় মহৎ, বহুসংখ্যক ও দীর্ঘকায় জাতি।"},{"number":11,"verse":"অনাকীয়দের ন্যায় তাহারাও রফায়ীয়দের মধ্যে গণিত, কিন্তু মোয়াবীয়েরা তাহাদিগকে এমীয় বলে।"},{"number":12,"verse":"আর পূর্ব্বে হোরীয়েরাও সেয়ীরে বাস করিত, কিন্তু এষৌর সন্তানগণ তাহাদিগকে অধিকারচ্যুত ও আপনাদের সম্মুখ হইতে বিনষ্ট করিয়া তাহাদের স্থানে বাস করিল; যেমন ইস্রায়েল সদাপ্রভুর দত্ত আপন অধিকার-ভূমিতে করিল।)"},{"number":13,"verse":"এক্ষণে তোমরা উঠ সেরদ নদী পার হও।"},{"number":14,"verse":"তখন আমরা সেরদ নদী পার হইলাম। কাদেশ-বর্ণেয় অবধি সেরদ নদী পার হওয়া পর্য্যন্ত আমাদের যাত্রাকাল আটত্রিশ বৎসর ব্যাপী; সেই সময়ের মধ্যে শিবিরের মধ্য হইতে তৎকালীন যোদ্ধৃগণ সকলে উচ্ছিন্ন হইল, যেমন সদাপ্রভু তাহাদের সম্বন্ধে শপথ করিয়াছিলেন।"},{"number":15,"verse":"আবার শিবিরের মধ্য হইতে তাহাদিগকে নিঃশেষে লোপ করণার্থে সদাপ্রভুর হস্ত তাহাদের বিরুদ্ধে ছিল।"},{"number":16,"verse":"সেই সমস্ত যোদ্ধা মরিয়া লোকদের মধ্য হইতে উচ্ছিন্ন হইলে পর"},{"number":17,"verse":"সদাপ্রভু আমাকে কহিলেন,"},{"number":18,"verse":"অদ্য তুমি মোয়াবের সীমা অর্থাৎ আর পার হইতেছ;"},{"number":19,"verse":"যখন তুমি অম্মোন-সন্তানগণের সম্মুখে উপস্থিত হও, তখন তাহাদিগকে ক্লেশ দিও না, তাহাদের সহিত বিরোধ করিও না; কারণ আমি তোমাকে অধিকারার্থে অম্মোন-সন্তানদের দেশের অংশ দিব না, কেননা আমি লোটের সন্তানগণকে তাহা অধিকার করিতে দিয়াছি।"},{"number":20,"verse":"(সেই দেশও রফায়ীয়দের দেশ বলিয়া গণিত; রফায়ীয়েরা পূর্ব্বকালে সে স্থানে বাস করিত; কিন্তু অম্মোনীয়েরা তাহাদিগকে সম্সুম্মীয় বলে।"},{"number":21,"verse":"তাহারা অনাকীয়দের ন্যায় মহৎ, বহুসংখ্যক ও দীর্ঘকায় এক জাতি ছিল, কিন্তু সদাপ্রভু উহাদের সম্মুখ হইতে তাহাদিগকে বিনষ্ট করিলেন; আর উহারা তাহাদিগকে অধিকারচ্যুত করিয়া তাহাদের স্থানে বসতি করিল।"},{"number":22,"verse":"তিনি সেয়ীর-নিবাসী এষৌর সন্তানগণের নিমিত্তও তদ্রূপ কর্ম্ম করিলেন, ফলতঃ তাহাদের সম্মুখ হইতে হোরীয়দিগকে বিনষ্ট করিলেন, তাহাতে উহারা তাহাদিগকে অধিকারচ্যুত করিয়া অদ্যাপি তাহাদের স্থানে বাস করিতেছে।"},{"number":23,"verse":"আর অব্বীয়গণ, যাহারা ঘসা পর্য্যন্ত গ্রামসমূহে বাস করিত, তাহাদিগকে কপ্তোর হইতে আগত কপ্তোরীয়েরা বিনষ্ট করিয়া তাহাদের স্থানে বাস করিল।)"},{"number":24,"verse":"তোমরা উঠ, যাত্রা কর, অর্ণোন উপত্যকা পার হও; দেখ, আমি হিষ্বোনের রাজা ইমোরীয় সীহোনকে ও তাহার দেশ তোমার হস্তে সমর্পণ করিলাম; তুমি উহা অধিকার করিতে আরম্ভ কর, ও যুদ্ধ দ্বারা তাহার সহিত বিরোধ কর।"},{"number":25,"verse":"অদ্যাবধি আমি সমস্ত আকাশমণ্ডলের নীচে স্থিত জাতিগণের উপরে তোমা হইতে আশঙ্কা ও ভয় স্থাপন করিতে আরম্ভ করিব; তাহারা তোমার সমাচার পাইবে, ও তোমার ভয়ে কম্পমান ও ব্যথিত হইবে।"},{"number":26,"verse":"পরে আমি কদেমোৎ প্রান্তর হইতে হিষ্বোনের রাজা সীহোনের নিকটে দূত দ্বারা এই শান্তির বাক্য বলিয়া পাঠাইলাম,"},{"number":27,"verse":"তুমি আপন দেশের মধ্য দিয়া আমাকে যাইতে দেও, আমি পথ ধরিয়াই যাইব, দক্ষিণে কি বামে ফিরিব না।"},{"number":28,"verse":"আমাদের ঈশ্বর সদাপ্রভু আমাদিগকে যে দেশ দিতেছেন, আমরা যর্দ্দন পার হইয়া যাবৎ সেই দেশে উপস্থিত না হই, তাবৎ তুমি টাকা লইয়া আমাকে ভোজনার্থ খাদ্য দিবে, ও টাকা লইয়া পানার্থক জল দিবে; আমি কেবল পদব্রজে পার হইয়া যাইব;"},{"number":29,"verse":"সেয়ীর-নিবাসী এষৌ-সন্তানগণ ও আর্-নিবাসী মোয়াবীয়েরাও আমার প্রতি সেইরূপ করিয়াছে।"},{"number":30,"verse":"কিন্তু হিষ্বোনের রাজা সীহোন তাঁহার নিকট দিয়া যাইবার অনুমতি আমাদিগকে দেন নাই, কেননা তোমার ঈশ্বর সদাপ্রভু তাঁহার মন কঠিন করিলেন ও তাঁহার হৃদয় শক্ত করিলেন, যেন তোমার হস্তে তাঁহাকে সমর্পণ করেন, যেমন অদ্য পর্য্যন্ত রহিয়াছে।"},{"number":31,"verse":"আর সদাপ্রভু আমাকে কহিলেন, দেখ, আমি সীহোনকে ও তাহার দেশকে তোমার সম্মুখে দিতে আরম্ভ করিলাম; তুমিও তাহার দেশ অধিকারার্থে লইতে আরম্ভ কর।"},{"number":32,"verse":"তখন সীহোন ও তাঁহার সমস্ত প্রজা আমাদের প্রতিকূলে বাহির হইয়া যহসে যুদ্ধ করিতে আসিলেন।"},{"number":33,"verse":"আর আমাদের ঈশ্বর সদাপ্রভু আমাদের সম্মুখে তাঁহাকে সমর্পণ করিলেন; আমরা তাঁহাকে, তাঁহার পুত্রগণকে ও সমস্ত প্রজাকে আঘাত করিলাম।"},{"number":34,"verse":"আর সেই সময়ে তাঁহার সমস্ত নগর হস্তগত করিলাম, এবং স্ত্রীলোক ও বালকবালিকা শুদ্ধ সমস্ত বসতি-নগর নিঃশেষে বিনষ্ট করিলাম; কাহাকেও অবশিষ্ট রাখিলাম না;"},{"number":35,"verse":"কেবল পশুগণকে ও যে যে নগর হস্তগত করিয়াছিলাম, তাহার লুটিত বস্তু সকল আমরা আপনাদের জন্য গ্রহণ করিলাম।"},{"number":36,"verse":"অর্ণোন উপত্যকার সীমাস্থ অরোয়ের অবধি ও উপত্যকার মধ্যস্থিত নগর অবধি গিলিয়দ পর্য্যন্ত এক নগরও আমাদের অজেয় হইল না; আমাদের ঈশ্বর সদাপ্রভু সে সমস্ত আমাদের সম্মুখে দিলেন।"},{"number":37,"verse":"কেবল অম্মোন-সন্তানদের দেশ, যব্বোক নদীর পার্শ্বস্থ সকল প্রদেশ ও পর্ব্বতময় দেশস্থ নগর সকল, এবং যে কোন স্থানের বিষয়ে আমাদের ঈশ্বর সদাপ্রভু নিষেধ করিয়াছিলেন, সেই সকলের নিকটে তুমি উপস্থিত হইলে না।"}]}