{"bibleAbbr":"bnOV2016","bookName":"দ্বিতীয় বিবরণ।","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"( যুদ্ধ বিষয়ক ব্যবস্থা।) তুমি তোমার শত্রুদের প্রতিকূলে যুদ্ধ করিতে গিয়া যদি আপনার অপেক্ষা অধিক অশ্ব, রথ ও লোক দেখ, তবে সেই সকল হইতে ভীত হইও না, কেননা তোমার ঈশ্বর সদাপ্রভু, যিনি মিসর দেশ হইতে তোমাকে উঠাইয়া আনিয়াছেন, তিনিই তোমার সহবর্ত্তী।"},{"number":2,"verse":"আর তোমরা যুদ্ধার্থে নিকটবর্ত্তী হইলে যাজক আসিয়া লোকদের কাছে কথা কহিবে,"},{"number":3,"verse":"তাহাদিগকে বলিবে, হে ইস্রায়েল, শুন, তোমরা অদ্য তোমাদের শত্রুগণের সহিত যুদ্ধ করিতে নিকটে যাইতেছ; তোমাদের হৃদয় দুর্ব্বল না হউক; ভয় করিও না, কম্পমান হইও না, বা উহাদের হইতে মহাভয়ে ভীত হইও না।"},{"number":4,"verse":"কেননা তোমাদের ঈশ্বর সদাপ্রভুই তোমাদের নিস্তারার্থে তোমাদের পক্ষে তোমাদের শত্রুগণের সহিত যুদ্ধ করিতে তোমাদের সঙ্গে সঙ্গে যাইতেছেন।"},{"number":5,"verse":"পরে অধ্যক্ষগণ লোকদিগকে এই কথা কহিবে, তোমাদের মধ্যে কে নূতন গৃহ নির্ম্মাণ করিয়া তাহার প্রতিষ্ঠা করে নাই? সে যুদ্ধে মরিলে পাছে অন্য লোক তাহার প্রতিষ্ঠা করে, এই জন্য সে আপন গৃহে ফিরিয়া যাউক।"},{"number":6,"verse":"আর কে দ্রাক্ষাক্ষেত্র প্রস্তুত করিয়া তাহার প্রথম ফল ভোগ করে নাই? সে যুদ্ধে মরিলে পাছে অন্য লোক তাহার প্রথম ফল ভোগ করে, এই জন্য সে আপন গৃহে ফিরিয়া যাউক।"},{"number":7,"verse":"আর বাগ্দান হইলেও কে বিবাহ করে নাই? সে যুদ্ধে মরিলে পাছে অন্য লোক সেই কন্যাকে গ্রহণ করে, এই জন্য সে আপন গৃহে ফিরিয়া যাউক।"},{"number":8,"verse":"অধ্যক্ষগণ লোকদের কাছে আরও কথা কহিবে, তাহারা বলিবে, ভীত ও দুর্ব্বলহৃদয় লোক কে আছে? সে আপন গৃহে ফিরিয়া যাউক, পাছে তাহার হৃদয়ের ন্যায় তাহার ভ্রাতাদের হৃদয় গলিয়া যায়।"},{"number":9,"verse":"পরে অধ্যক্ষগণ লোকদের কাছে কথা সাঙ্গ করিলে পর তাহারা লোকদের উপরে সেনাপতিদিগকে নিযুক্ত করিবে।"},{"number":10,"verse":"যখন তুমি কোন নগরের বিরুদ্ধে যুদ্ধ করিতে তাহার নিকটে উপস্থিত হইবে, তখন তাহার কাছে সন্ধির কথা ঘোষণা করিবে।"},{"number":11,"verse":"তাহাতে যদি সে সন্ধি করিতে সম্মত হইয়া তোমার জন্য দ্বার খুলিয়া দেয়, তবে সেই নগরে যে সমস্ত লোক পাওয়া যায়, তাহারা তোমাকে কর দিবে, ও তোমার দাস হইবে।"},{"number":12,"verse":"কিন্তু যদি সে সন্ধি না করিয়া তোমার সহিত যুদ্ধ করে, তবে তুমি সেই নগর অবরোধ করিবে।"},{"number":13,"verse":"পরে তোমার ঈশ্বর সদাপ্রভু তাহা তোমার হস্তগত করিলে তুমি তাহার সমস্ত পুরুষকে খড়গধারে আঘাত করিবে,"},{"number":14,"verse":"কিন্তু স্ত্রীলোক, বালক-বালিকা ও পশুগণ প্রভৃতি নগরের সর্ব্বস্ব, সমস্ত লুটদ্রব্য আপনার জন্য লুটস্বরূপে গ্রহণ করিবে, আর তোমার ঈশ্বর সদাপ্রভুর দত্ত শত্রুদের লুট ভোগ করিবে।"},{"number":15,"verse":"এই নিকটবর্ত্তী জাতিদের নগর ব্যতিরেকে যে সকল নগর তোমাহইতে অতি দূরে আছে, তাহাদেরই প্রতি এইরূপ করিবে।"},{"number":16,"verse":"কিন্তু এই জাতিদের যে সকল নগর তোমার ঈশ্বর সদাপ্রভু অধিকারার্থে তোমাকে দিবেন, সেই সকলের মধ্যে শ্বাসবিশিষ্ট কাহাকেও জীবিত রাখিবে না;"},{"number":17,"verse":"তুমি আপন ঈশ্বর সদাপ্রভুর আজ্ঞানুসারে তাহাদিগকে—হিত্তীয়, ইমোরীয়, কনানীয়, পরিষীয়, হিব্বীয় ও যিবূষীয়দিগকে—নিঃশেষে বিনষ্ট করিবে;"},{"number":18,"verse":"পাছে তাহারা আপন আপন দেবতাদের উদ্দেশে যে সকল ঘৃণার্হ কর্ম্ম করে, তদ্রূপ করিতে তোমাদিগকেও শিখায়, আর পাছে তোমরা তোমাদের ঈশ্বর সদাপ্রভুর বিরুদ্ধে পাপ কর।"},{"number":19,"verse":"যখন তুমি কোন নগর হস্তগত করণার্থে যুদ্ধ করিয়া বহুকাল পর্য্যন্ত তাহা অবরোধ কর, তখন কুড়ালি দিয়া তথাকার বৃক্ষ ছেদন করিবে না; তুমি তাহার ফল খাইতে পার, কিন্তু তাহা কাটিবে না; কেননা ক্ষেত্রের বৃক্ষ কি মানুষ যে, তাহাও তোমার অবরোধের যোগ্য হইবে?"},{"number":20,"verse":"কিন্তু এই এই বৃক্ষ হইতে খাদ্য জন্মে না, ইহা যে সকল বৃক্ষের বিষয়ে জ্ঞাত আছ, সে সকল তুমি নষ্ট করিতে ও কাটিতে পারিবে; এবং তোমার সহিত যুদ্ধকারী নগর যাবৎ পতিত না হয়, তাবৎ সেই নগরের বিরুদ্ধে জাঙ্গাল বাঁধিতে পারিবে।"}]}