{"bibleAbbr":"bnOV2016","bookName":"দ্বিতীয় বিবরণ।","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"মনুষ্যদের মধ্যে বিবাদ উপস্থিত হইলে উহারা যদি বিচারকর্ত্তাদের নিকটে যায়, আর তাহারা বিচার করে, তবে নির্দ্দোষকে নির্দ্দোষ ও দোষীকে দোষী করিবে।"},{"number":2,"verse":"আর যদি দুষ্টলোক প্রহারের যোগ্য হয়, তবে বিচারকর্ত্তা তাহাকে শয়ন করাইয়া তাহার অপরাধানুসারে আঘাতের সংখ্যা নিশ্চয় করিয়া আপনার সাক্ষাতে তাহাকে প্রহার করাইবে।"},{"number":3,"verse":"সে চল্লিশ আঘাত করিতে পারে, তাহার অধিক নয়; পাছে সে অধিক আঘাত দ্বারা ভারী প্রহার করাইলে তোমার ভ্রাতা তোমার সাক্ষাতে তুচ্ছনীয় হয়।"},{"number":4,"verse":"শস্যমর্দ্দন কালে বলদের মুখে জাল্তি বান্ধিবে না।"},{"number":5,"verse":"যদি ভ্রাতৃগণ একত্র হইয়া বাস করে, এবং তাহাদের মধ্যে এক জন অপুত্রক হইয়া মরে, তবে সেই মৃত ব্যক্তির স্ত্রী বাহিরের অন্য গোষ্ঠীভুক্ত পুরুষকে বিবাহ করিবে না; তাহার দেবর তাহার কাছে যাইবে, তাহাকে বিবাহ করিবে, এবং তাহার প্রতি দেবরের কর্ত্তব্য সাধন করিবে।"},{"number":6,"verse":"পরে সেই স্ত্রী যে প্রথম পুত্র প্রসব করিবে, সে ঐ মৃত ভ্রাতার নামে উত্তরাধিকারী হইবে; তাহাতে ইস্রায়েল হইতে তাহার নাম লুপ্ত হইবে না।"},{"number":7,"verse":"আর সেই পুরুষ যদি আপন ভ্রাতৃপত্নীকে গ্রহণ করিতে সম্মত না হয়, তবে সেই ভ্রাতৃপত্নী নগরদ্বারে প্রাচীনবর্গের কাছে গিয়া বলিবে, আমার দেবর ইস্রায়েলের মধ্যে আপন ভ্রাতার নাম রক্ষা করিতে অসম্মত, সে আমার প্রতি দেবরের কর্ত্তব্য সাধন করিতে চাহে না।"},{"number":8,"verse":"তখন তাহার নগরের প্রাচীনবর্গ তাহাকে ডাকিয়া তাহার সঙ্গে কথা বলিবে; যদি সে দাঁড়াইয়া বলে, উহাকে গ্রহণ করিতে আমার ইচ্ছা নাই;"},{"number":9,"verse":"তবে তাহার ভ্রাতৃপত্নী প্রাচীনবর্গের সাক্ষাতে তাহার নিকটে আসিয়া তাহার পদ হইতে পাদুকা খুলিবে, এবং তাহার মুখে থুথু দিবে, আর উত্তমরূপে এই কথা কহিবে, যে কেহ আপন ভ্রাতার কুল রক্ষা না করে, তাহার প্রতি এইরূপ করা যাইবে।"},{"number":10,"verse":"আর ইস্রায়েলের মধ্যে তাহার নাম হইবে, ‘মুক্তপাদুকের কুল’।"},{"number":11,"verse":"পুরুষেরা পরস্পর বিরোধ করিলে তাহাদের এক জনের স্ত্রী যদি প্রহারকের হস্ত হইতে আপন স্বামীকে মুক্ত করিতে আসিয়া হস্ত বিস্তারপূর্ব্বক প্রহারকের পুরুষাঙ্গ ধরে,"},{"number":12,"verse":"তবে তুমি তাহার হস্ত কাটিয়া ফেলিবে, চক্ষুলজ্জা করিবে না।"},{"number":13,"verse":"তোমার থলিয়াতে ছোট বড় দুই প্রকার বাট্খারা না থাকুক।"},{"number":14,"verse":"তোমার গৃহে ছোট বড় দুই প্রকার পরিমাণপাত্র না থাকুক।"},{"number":15,"verse":"তুমি যথার্থ ও ন্যায্য বাট্খারা রাখিবে, যথার্থ ও ন্যায্য পরিমাণপাত্র রাখিবে; যেন তোমার ঈশ্বর সদাপ্রভু তোমাকে যে দেশ দিতেছেন, সেই দেশে তোমার দীর্ঘ পরমায়ু হয়।"},{"number":16,"verse":"কারণ যে কেহ ঐ প্রকার কার্য্য করে, যে কেহ অন্যায় করে, সে তোমার ঈশ্বর সদাপ্রভুর ঘৃণিত।"},{"number":17,"verse":"স্মরণে রাখিও, মিসর হইতে তোমরা যখন বাহির হইয়া আসিয়াছিলে, তখন পথে তোমার প্রতি অমালেক কি করিল;"},{"number":18,"verse":"তোমার শ্রান্তি ও ক্লান্তির সময়ে সে কি প্রকারে তোমার সহিত পথে মিলিয়া তোমার পশ্চাদ্বর্ত্তী দুর্ব্বল লোক সকলকে আক্রমণ করিল; আর সে ঈশ্বরকে ভয় করিল না।"},{"number":19,"verse":"অতএব তোমার ঈশ্বর সদাপ্রভু যে দেশ স্বত্বাধিকারের জন্য তোমাকে দিতেছেন, সেই দেশে তোমার ঈশ্বর সদাপ্রভু চারিদিকের সকল শত্রু হইতে তোমাকে বিশ্রাম দিলে পর তুমি আকাশ-মণ্ডলের নীচে হইতে অমালেকের স্মৃতি লোপ করিবে; ইহা ভুলিয়া যাইও না।"}]}