{"bibleAbbr":"bnOV2016","bookName":"দ্বিতীয় বিবরণ।","bookEnglishName":"Deuteronomy","chapterNumber":30,"verses":[{"number":1,"verse":"আমি তোমার সম্মুখে এই যে আশীর্ব্বাদ ও অভিশাপ স্থাপন করিলাম, ইহার সমস্ত কথা যখন তোমাতে ফলিবে, তখন তোমার ঈশ্বর সদাপ্রভু যে সকল জাতির মধ্যে তোমাকে দূর করিবেন,"},{"number":2,"verse":"সেখানে যদি তুমি মনে চেতনা পাও, এবং তুমি ও তোমার সন্তানগণ যদি সমস্ত হৃদয়ের ও সমস্ত প্রাণের সহিত তোমার ঈশ্বর সদাপ্রভুর নিকটে ফিরিয়া আইস, এবং অদ্য আমি তোমাকে যে সকল আজ্ঞা দিতেছি, তদনুসারে যদি তাঁহার রবে অবধান কর;"},{"number":3,"verse":"তবে তোমার ঈশ্বর সদাপ্রভু তোমার বন্দিত্ব ফিরাইবেন, ( (বা) তোমার দুর্দ্দশা পরিবর্ত্তন করিবেন।) তোমার প্রতি করুণা করিবেন, ও যে সকল জাতির মধ্যে তোমার ঈশ্বর সদাপ্রভু তোমাকে ছিন্নভিন্ন করিয়াছিলেন, তথা হইতে আবার তোমাকে সংগ্রহ করিবেন।"},{"number":4,"verse":"যদ্যপি তোমরা কেহ দূরীকৃত হইয়া আকাশমণ্ডলের প্রান্তে থাক, তথাপি তোমার ঈশ্বর সদাপ্রভু তথা হইতে তোমাকে সংগ্রহ করিবেন, ও তথা হইতে লইয়া আসিবেন।"},{"number":5,"verse":"আর তোমার পিতৃপুরুষেরা যে দেশ অধিকার করিয়াছিল, তোমার ঈশ্বর সদাপ্রভু সেই দেশে তোমাকে আনিবেন, ও তুমি তাহা অধিকার করিবে, এবং তিনি তোমার মঙ্গল করিবেন, ও তোমার পিতৃপুরুষদের অপেক্ষাও তোমার বৃদ্ধি করিবেন।"},{"number":6,"verse":"আর তুমি যেন সমস্ত হৃদয় ও সমস্ত প্রাণের সহিত আপন ঈশ্বর সদাপ্রভুকে প্রেম করিয়া জীবন লাভ কর, এই জন্য তোমার ঈশ্বর সদাপ্রভু তোমার হৃদয় ও তোমার বংশের হৃদয় ছিন্নত্বক্ করিবেন।"},{"number":7,"verse":"আর তোমার ঈশ্বর সদাপ্রভু তোমার শত্রুগণের উপরে, ও যাহারা তোমাকে দ্বেষপূর্ব্বক তাড়না করিয়াছে, তাহাদের উপরে এই সমস্ত শাপ বর্ত্তাইবেন।"},{"number":8,"verse":"আর তুমি ফিরিয়া সদাপ্রভুর রবে অবধান করিবে, এবং আমি অদ্য তোমাকে তাঁহার যে সমস্ত আজ্ঞা জানাইতেছি, তাহা পালন করিবে।"},{"number":9,"verse":"আর তোমার ঈশ্বর সদাপ্রভু মঙ্গলার্থেই তোমার হস্তকৃত সকল কর্ম্মে, তোমার শরীরের ফলে, তোমার পশুর ফলে ও তোমার ভূমির ফলে তোমাকে ঐশ্বর্য্যশালী করিবেন; যেহেতুক সদাপ্রভু তোমার পিতৃপুরুষদিগেতে যেমন আনন্দ করিতেন, মঙ্গলার্থে আবার তোমাতে তদ্রূপ আনন্দ করিবেন;"},{"number":10,"verse":"কেবল যদি তুমি এই ব্যবস্থাপুস্তকে লিখিত তাঁহার আজ্ঞা সকল ও তাঁহার বিধি সকল পালনার্থে তোমার ঈশ্বর সদাপ্রভুর রবে অবধান কর, যদি সমস্ত হৃদয় ও সমস্ত প্রাণের সহিত তোমার ঈশ্বর সদাপ্রভুর প্রতি ফির।"},{"number":11,"verse":"কারণ আমি অদ্য তোমাকে এই যে আজ্ঞা দিতেছি, তাহা তোমার বোধের অগম্য নয়, এবং দূরবর্ত্তীও নয়।"},{"number":12,"verse":"তাহা স্বর্গে নয় যে, তুমি বলিবে, আমরা যেন তাহা পালন করি, এই জন্য কে আমাদের নিমিত্ত স্বর্গারোহণ করিয়া তাহা আনিয়া আমাদিগকে শুনাইবে?"},{"number":13,"verse":"আর তাহা সমুদ্রপারেও নয় যে, তুমি বলিবে, আমরা যেন তাহা পালন করি, এই জন্য কে আমাদের নিমিত্ত সমুদ্র পার হইয়া তাহা আনিয়া আমাদিগকে শুনাইবে?"},{"number":14,"verse":"কিন্তু সেই বাক্য তোমার অতি নিকটবর্ত্তী, তাহা তোমার মুখে ও তোমার হৃদয়ে, যেন তুমি তাহা পালন করিতে পার।"},{"number":15,"verse":"দেখ, আমি অদ্য তোমার সম্মুখে জীবন ও মঙ্গল এবং মৃত্যু ও অমঙ্গল রাখিলাম;"},{"number":16,"verse":"ফলতঃ আমি অদ্য তোমাকে এই আজ্ঞা দিতেছি যে, তোমার ঈশ্বর সদাপ্রভুকে প্রেম করিতে, তাঁহার পথে চলিতে এবং তাঁহার আজ্ঞা, তাঁহার বিধি ও তাঁহার শাসন পালন করিতে হইবে; তাহা করিলে তুমি বাঁচিবে ও বৃদ্ধি পাইবে; এবং যে দেশ অধিকার করিতে যাইতেছ, সেই দেশে তোমার ঈশ্বর সদাপ্রভু তোমাকে আশীর্ব্বাদ করিবেন।"},{"number":17,"verse":"কিন্তু যদি তোমার হৃদয় পরাঙ্মুখ হয়, ও তুমি কথা না শুনিয়া ভ্রষ্ট হইয়া অন্য দেবগণের কাছে প্রণিপাত কর ও তাহাদের সেবা কর;"},{"number":18,"verse":"তবে অদ্য আমি তোমাদিগকে জ্ঞাত করিতেছি, তোমরা একেবারে বিনষ্ট হইবে, তোমরা অধিকারার্থে যে দেশে প্রবেশ করিতে যর্দ্দন পার হইয়া যাইতেছ, সেই দেশে তোমাদের জীবনকাল দীর্ঘ হইবে না।"},{"number":19,"verse":"আমি অদ্য তোমাদের বিরুদ্ধে আকাশমণ্ডল ও পৃথিবীকে সাক্ষী করিয়া বলিতেছি যে, আমি তোমার সম্মুখে জীবন ও মৃত্যু, আশীর্ব্বাদ ও শাপ রাখিলাম। অতএব জীবন মনোনীত কর, যেন তুমি সবংশে বাঁচিতে পার;"},{"number":20,"verse":"তোমার ঈশ্বর সদাপ্রভুকে প্রেম কর, তাঁহার রবে অবধান কর, ও তাঁহাতে আসক্ত হও; কেননা তিনিই তোমার জীবন ও তোমার দীর্ঘ পরমায়ুস্বরূপ; তাহা হইলে সদাপ্রভু তোমার পিতৃপুরুষদিগকে, অব্রাহাম, ইস্হাক ও যাকোবকে, যে দেশ দিতে দিব্য করিয়াছিলেন, সেই দেশে তুমি বাস করিতে পাইবে।"}]}