{"bibleAbbr":"BKJVNT","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"From: Simon Peter, a slave and missionary of Jesus, the Anointed King. To: The people who took their turn with us in equally valuable trust in the right way of our God and our Rescuer Jesus, the Anointed King."},{"number":2,"verse":"May generosity to you and peace increase in a correct understanding of God and Jesus, our Master:"},{"number":3,"verse":"as all things to us of His divine ability that has been given for free, the things toward life and godliness through the correct understanding of the One who invited us through magnificence and achievement"},{"number":4,"verse":"through which the biggest and valuable promises have been given to us for free so that through these things you might become sharers of the divine nature after escaping away from the deterioration in the world in desire;"},{"number":5,"verse":"even this very thing: after bringing every effort in beside you, further supply in your trust, the achievement; in the achievement, the information;"},{"number":6,"verse":"in the information, the restraint; in the restraint, the persistence to do what is right; in the persistence to do what is right, the godliness;"},{"number":7,"verse":"in the godliness, the brotherly kindness; in the brotherly kindness, the love."},{"number":8,"verse":"You see, these things existing and increasing in you, place you as not idle nor fruitless in the correct understanding of our Master Jesus, the Anointed King;"},{"number":9,"verse":"for a person who doesn't have these things beside him is blind, not being able to see very well, who took no notice of the cleansing of his sins a long time ago."},{"number":10,"verse":"For this reason, brothers, make more of an effort to be making your invitation and selection firm. You see, as you do these, you will not ever in any way slip;"},{"number":11,"verse":"for this is how the entrance into the empire that spans all time of our Master and Rescuer Jesus, the Anointed King, will be richly further supplied to you."},{"number":12,"verse":"For this reason, I will not stop caring about always to be quietly reminding you about these things, even though you are people who realize them and have been established in the truth that is beside you."},{"number":13,"verse":"I regard it to be right, over as long as I am in this shelter, to be waking you up with a quiet reminder,"},{"number":14,"verse":"realizing that the putting away of my shelter is soon, just as our Master Jesus, the Anointed King, also made obvious to me."},{"number":15,"verse":"I will also make every effort at each juncture to be having you, after my exit, to be making the remembrance of these things."},{"number":16,"verse":"You see, we made the ability and arrival known to you of our Master Jesus, the Anointed King, not after following from insight-making myths, but after becoming eyewitnesses of the greatness of that Man;"},{"number":17,"verse":"for when He received value and magnificence from the side of Father God, when such a great voice was carried to Him by the appropriately huge magnificence, \"This is My Son, the loved Son, in whom I am pleased,\""},{"number":18,"verse":"we actually heard this voice that was carried from heaven as we were together with Him on the sacred mountain."},{"number":19,"verse":"We also have the firmer preached message, that you are doing nicely paying attention to, as to a lamp shining in a dingy place until the time that day will radiate through and a light-carrier will ascend in your hearts,"},{"number":20,"verse":"knowing this first, that all preaching of an Old Testament writing does not happen of its own explanation."},{"number":21,"verse":"You see, preaching in the past was not carried to what a person wanted, but sacred people of God spoke being carried by the Sacred Spirit."}]}