{"bibleAbbr":"KJV1611","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":4,"verses":[{"number":1,"verse":"But it displeased Ionah exceedingly, and he was very angry."},{"number":2,"verse":"And he prayed vnto the Lord, and sayd, I pray thee, O Lord, was not this my saying, when I was yet in my countrey? Therefore I fledde before vnto Tarshish: for I knew that thou art a gracious God, and mercifull, slow to anger, and of great kindnesse, and repentest thee of the euill."},{"number":3,"verse":"Therefore now, O Lord, Take, I beseech thee, my life from me; for it is better for me to die then to liue."},{"number":4,"verse":"Then said the Lord, Doest thou well to be angry?"},{"number":5,"verse":"So Ionah went out of the citie, and sate on the East side of the city, and there made him a boothe, and sate vnder it in the shadow, till hee might see what would become of the citie."},{"number":6,"verse":"And the Lord God prepared a gourd, and made it to come vp ouer Ionah, that it might be a shadow ouer his head, to deliuer him from his griefe. So Ionah was exceeding glad of the gourd."},{"number":7,"verse":"But God prepared a worme when the morning rose the next day, and it smote the gourd that it withered."},{"number":8,"verse":"And it came to passe when the Sunne did arise, that God prepared a vehement East wind; and the Sunne beat vpon the head of Ionah, that hee fainted, and wished in himselfe to die, and said, It is better for me to die, then to liue."},{"number":9,"verse":"And God said to Ionah, Doest thou well to be angry for the gourd? and he said, I doe well to be angry, euen vnto death."},{"number":10,"verse":"Then said the Lord, Thou hast had pitie on the gourde, for the which thou hast not laboured, neither madest it grow, which came vp in a night, and perished in a night:"},{"number":11,"verse":"And should not I spare Nineueh that great citie, wherein are more then sixscore thousand persons, that cannot discerne betweene their right hand and their left hand, and also much cattell?"}]}