{"bibleAbbr":"NASB2020","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":11,"verses":[{"number":1,"verse":"(The Triumphal Entry) And as they *approached Jerusalem, at Bethphage and Bethany, near the Mount of Olives, He *sent two of His disciples,"},{"number":2,"verse":"and *said to them, “Go into the village opposite you, and immediately as you enter it you will find a colt tied there, on which no one has ever sat; untie it and bring it here."},{"number":3,"verse":"And if anyone says to you, ‘Why are you doing this?’ say, ‘The Lord has need of it’; and immediately he (Lit sends) will send it back here.”"},{"number":4,"verse":"They went away and found a colt tied at the door, outside in the street; and they *untied it."},{"number":5,"verse":"And some of the bystanders were saying to them, “What are you doing, untying the colt?”"},{"number":6,"verse":"And they told them just as Jesus had said, and they gave them permission."},{"number":7,"verse":"They *brought the colt to Jesus and *put their cloaks on it; and He sat on it."},{"number":8,"verse":"And many people spread their cloaks on the road, and others spread leafy branches which they had cut from the fields."},{"number":9,"verse":"And those who went in front and those who followed were shouting: “ (Aramaic for Save, we pray) Hosanna! BLESSED IS HE WHO COMES IN THE NAME OF THE LORD;"},{"number":10,"verse":"Blessed is the coming kingdom of our father David; (Aramaic for Save, we pray) Hosanna in the highest!”"},{"number":11,"verse":"And Jesus entered Jerusalem and came into the temple area; and after looking around at everything, He left for Bethany with the twelve, since it was already late."},{"number":12,"verse":"On the next day, when they had left Bethany, He became hungry."},{"number":13,"verse":"Seeing from a distance a fig tree in leaf, He went to see if perhaps He would find anything on it; and when He came to it, He found nothing but leaves, for it was not the season for figs."},{"number":14,"verse":"And He said to it, “May no one ever eat fruit from you again!” And His disciples were listening."},{"number":15,"verse":"(Jesus Drives Money Changers from the Temple) Then they *came to Jerusalem. And He entered the temple area and began to drive out those who were selling and buying on the temple grounds, and He overturned the tables of the money changers and the seats of those who were selling (Lit the doves) doves;"},{"number":16,"verse":"and He would not allow anyone to carry (Lit a vessel; i. e., a receptacle or implement of any kind) merchandise through the temple grounds."},{"number":17,"verse":"And He began to teach and say to them, “Is it not written: ‘MY HOUSE WILL BE CALLED A HOUSE OF PRAYER FOR ALL THE NATIONS’? But you have made it a DEN OF ROBBERS.”"},{"number":18,"verse":"And the chief priests and the scribes heard this, and they began seeking how to put Him to death; for they were afraid of Him, because all the crowd was astonished at His teaching."},{"number":19,"verse":"And whenever evening came, (I. e., Jesus and His disciples) they would leave the city."},{"number":20,"verse":"As they were passing by in the morning, they saw the fig tree withered from the roots up."},{"number":21,"verse":"And being reminded, Peter *said to Him, “Rabbi, look, the fig tree that You cursed has withered.”"},{"number":22,"verse":"And Jesus answered and *said to them, “Have faith in God."},{"number":23,"verse":"Truly I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says is going to happen, it will be granted to him."},{"number":24,"verse":"Therefore, I say to you, all things for which you pray and ask, believe that you have received them, and they will be granted to you."},{"number":25,"verse":"And whenever you stand praying, forgive, if you have anything against anyone, so that your Father who is in heaven will also forgive you for your (Or wrongdoings) offenses."},{"number":26,"verse":"[ (Early mss do not contain this v) But if you do not forgive, neither will your Father who is in heaven forgive your (Or wrongdoings) offenses.” ]"},{"number":27,"verse":"(Jesus’ Authority Questioned) And they *came again to Jerusalem. And as He was walking in the temple area, the chief priests, the scribes, and the elders *came to Him,"},{"number":28,"verse":"and began saying to Him, “By what authority are You doing these things, or who gave You this authority to do these things?”"},{"number":29,"verse":"But Jesus said to them, “I will ask you one question, and you answer Me, and then I will tell you by what authority I do these things."},{"number":30,"verse":"Was the baptism of John from heaven, or from men? Answer Me.”"},{"number":31,"verse":"And they began considering the implications among themselves, saying, “If we say, ‘From heaven,’ He will say, ‘Then why did you not believe him?’"},{"number":32,"verse":"But should we say, ‘From men’?”—they were afraid of the (Lit crowd) people, for they all considered John to have been a real prophet."},{"number":33,"verse":"Answering Jesus, they *said, “We do not know.” And Jesus *said to them, “Neither am I telling you by what authority I do these things.”"}]}