{"bibleAbbr":"NASB2020","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":3,"verses":[{"number":1,"verse":"Jesus Heals on the Sabbath He entered a synagogue again; and a man was there whose hand was withered."},{"number":2,"verse":"And they were watching Him (Or maliciously) closely to see if He would heal him on the Sabbath, so that they might accuse Him."},{"number":3,"verse":"He *said to the man with the withered hand, “ (Lit Arise into the midst) Get up and come forward!”"},{"number":4,"verse":"And He *said to them, “Is it lawful to do good on the Sabbath or to do harm, to save a life or to kill?” But they kept silent."},{"number":5,"verse":"After looking around at them with anger, grieved at their hardness of heart, He *said to the man, “Stretch out your hand.” And he stretched it out, and his hand was restored."},{"number":6,"verse":"The Pharisees went out and immediately began (Lit giving counsel) conspiring with the Herodians against Him, as to how they might put Him to death."},{"number":7,"verse":"Jesus withdrew to the sea with His disciples; and a large multitude from Galilee followed, and also from Judea,"},{"number":8,"verse":"and from Jerusalem, and from Idumea, and beyond the Jordan, and the vicinity of Tyre and Sidon, a great number of people heard about everything that He was doing and came to Him."},{"number":9,"verse":"And He told His disciples to see that a boat would be ready for Him because of the (Lit crowd) masses, so that they would not crowd Him;"},{"number":10,"verse":"for He had healed many, with the result that all those who had diseases pushed in around Him in order to touch Him."},{"number":11,"verse":"And whenever the unclean spirits saw Him, they would fall down before Him and shout, “You are the Son of God!”"},{"number":12,"verse":"And He strongly warned them not to (Lit make Him known) reveal who He was."},{"number":13,"verse":"The Twelve Are Chosen And He *went up on the mountain and *summoned those whom He Himself wanted, and they came to Him."},{"number":14,"verse":"And He appointed twelve, so that they would be with Him and that He could send them out to preach,"},{"number":15,"verse":"and to have authority to cast out the demons."},{"number":16,"verse":"And He appointed the twelve: Simon (to whom He gave the name Peter),"},{"number":17,"verse":"(Or Jacob) James the son of Zebedee and John the brother of (Or Jacob) James (to them He gave the name Boanerges, which means, “Sons of Thunder”);"},{"number":18,"verse":"and Andrew, Philip, Bartholomew, Matthew, Thomas, (Or Jacob) James the son of Alphaeus, Thaddaeus, and Simon the (Or Cananaean) Zealot;"},{"number":19,"verse":"and Judas Iscariot, who also betrayed Him."},{"number":20,"verse":"And He *came (Lit into a house) home, and the crowd *gathered again, to such an extent that they could not even eat (Lit bread) a meal."},{"number":21,"verse":"And when His own (Or family) people heard about this, they came out to take custody of Him; for they were saying, “He has lost His senses.”"},{"number":22,"verse":"The scribes who came down from Jerusalem were saying, “He (Lit has Beelzebul) is possessed by (One early ms Beezebul; some early ancient versions Beelzebub) Beelzebul,” and “He casts out the demons by the ruler of the demons.”"},{"number":23,"verse":"And so He called them to Himself and began speaking to them in parables: “How can Satan cast out Satan?"},{"number":24,"verse":"And if a kingdom is divided against itself, that kingdom cannot stand."},{"number":25,"verse":"If a house is divided against itself, that house will not be able to stand."},{"number":26,"verse":"And if Satan has risen up against himself and is divided, he cannot stand, but (Lit he has an end) he is finished!"},{"number":27,"verse":"But no one can enter the strong man’s house and plunder his property unless he first ties up the strong man, and then he will plunder his house."},{"number":28,"verse":"“Truly I say to you, all sins will be forgiven the sons and daughters of men, and whatever blasphemies they commit;"},{"number":29,"verse":"but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin” —"},{"number":30,"verse":"because they were saying, “He has an unclean spirit.”"},{"number":31,"verse":"Then His mother and His brothers *came, and while standing outside they sent word to Him, calling for Him."},{"number":32,"verse":"And a crowd was sitting around Him, and they *said to Him, “Behold, Your mother and Your brothers are outside looking for You.”"},{"number":33,"verse":"Answering them, He *said, “Who are My mother and My brothers?”"},{"number":34,"verse":"And looking around at those who were sitting around Him, He *said, “Here are My mother and My brothers!"},{"number":35,"verse":"For whoever does the will of God, this is My brother, and sister, and mother.”"}]}