{"bibleAbbr":"NASB2020","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"(The Transfiguration) And Jesus was saying to them, “Truly I say to you, there are some of those who are standing here who will not taste death until they see the kingdom of God when it has come with power.”"},{"number":2,"verse":"And six days later Jesus *took with Him Peter, (Or Jacob) James, and John, and *brought them up on a high mountain by themselves. And He was (I. e., visibly changed) transfigured before them;"},{"number":3,"verse":"and His garments became radiant and exceedingly white, as no launderer on earth can whiten them."},{"number":4,"verse":"And Elijah appeared to them along with Moses; and they were talking with Jesus."},{"number":5,"verse":"Peter responded and *said to Jesus, “Rabbi, it is good that we are here; let’s make three (Or sacred tents) tabernacles, one for You, one for Moses, and one for Elijah.”"},{"number":6,"verse":"For he did not know how to reply; for they became terrified."},{"number":7,"verse":"Then a cloud (Lit occurred) formed, overshadowing them, and a voice (Lit occurred) came out of the cloud: “This is My beloved Son; (Or give constant heed) listen to Him!”"},{"number":8,"verse":"And suddenly they looked around and saw no one with them anymore, except Jesus alone."},{"number":9,"verse":"As they were coming down from the mountain, He gave them orders not to relate to anyone what they had seen, (Lit except when) until the Son of Man rose from the dead."},{"number":10,"verse":"They (Or kept to themselves) seized upon (Lit the word) that statement, discussing with one another (Lit what was the rising from the dead) what rising from the dead meant."},{"number":11,"verse":"And they asked Him, saying, “Why is it that the scribes say that Elijah must come first?”"},{"number":12,"verse":"And He said to them, “Elijah does come first and he restores all things. And yet how is it written of the Son of Man that He will suffer many things and be treated with contempt?"},{"number":13,"verse":"But I say to you that Elijah has (Lit even) indeed come, and they did to him whatever they wanted, just as it is written of him.”"},{"number":14,"verse":"(All Things Possible) And when they came back to the other disciples, they saw a large crowd around them, and some scribes arguing with them."},{"number":15,"verse":"Immediately, when the entire crowd saw Him, they were amazed and began running up to greet Him."},{"number":16,"verse":"And He asked them, “What are you disputing with them?”"},{"number":17,"verse":"And one person from the crowd answered Him, “Teacher, I brought You my son, because he has a spirit that makes him unable to speak;"},{"number":18,"verse":"and (Or wherever) whenever it seizes him, it slams him to the ground, and he foams at the mouth and grinds his teeth and becomes stiff. And I told Your disciples so that they would cast it out, but they could not do it.”"},{"number":19,"verse":"And He answered them and *said, “O unbelieving generation, how long shall I be with you? How long shall I put up with you? Bring him to Me!”"},{"number":20,"verse":"And they brought (Lit him) the boy to Him. When he saw Him, the spirit immediately threw him into convulsions, and falling to the ground, he began rolling around and foaming at the mouth."},{"number":21,"verse":"And He asked his father, “How long has this been happening to him?” And he said, “From childhood."},{"number":22,"verse":"It has often thrown him both into the fire and into the water to kill him. But if You can do anything, take pity on us and help us!”"},{"number":23,"verse":"But Jesus said to him, “ ‘If You can?’ All things are possible for the one who believes.”"},{"number":24,"verse":"Immediately the boy’s father cried out and said, “I do believe; help my unbelief!”"},{"number":25,"verse":"When Jesus saw that a crowd was (Lit running together) rapidly gathering, He rebuked the unclean spirit, saying to it, “You mute and deaf spirit, I (Or Myself command) command you, come out of him and do not enter him (Or from now on) again!”"},{"number":26,"verse":"And after crying out and throwing him into terrible convulsions, it came out; and the boy became so much like a corpse that most of them said, “He is dead!”"},{"number":27,"verse":"But Jesus took him by the hand and raised him, and he got up."},{"number":28,"verse":"When He came into the house, His disciples began asking Him privately, “Why is it that we could not cast it out?”"},{"number":29,"verse":"And He said to them, “This kind cannot come out by anything except prayer.”"},{"number":30,"verse":"(Death and Resurrection Foretold) And from there they went out and began to go through Galilee, and He did not want anyone to know about it."},{"number":31,"verse":"For He was teaching His disciples and telling them, “The Son of Man is to be (Or betrayed) handed over to men, and they will kill Him; and when He has been killed, He will rise three days later.”"},{"number":32,"verse":"But they (Lit were not knowing) did not understand this statement, and they were afraid to ask Him."},{"number":33,"verse":"They came to Capernaum; and when He was in the house, He began to question them: “What were you discussing on the way?”"},{"number":34,"verse":"But they kept silent, for on the way they had discussed with one another which of them was the greatest."},{"number":35,"verse":"And sitting down, He called the twelve and *said to them, “If anyone wants to be first, he shall be last of all and servant of all.”"},{"number":36,"verse":"And He took a child and placed him among them, and taking him in His arms, He said to them,"},{"number":37,"verse":"“Whoever (Or welcomes) receives (Lit one of such children) one child like this in My name (Or welcomes) receives Me; and whoever (Or welcomes) receives Me does not (Or welcome) receive Me, but Him who sent Me.”"},{"number":38,"verse":"(Dire Warnings) John said to Him, “Teacher, we saw someone casting out demons in Your name, and we tried to prevent him because he was not following us.”"},{"number":39,"verse":"But Jesus said, “Do not hinder him, for there is no one who will perform a miracle in My name, and be able soon afterward to speak evil of Me."},{"number":40,"verse":"For the one who is not against us is (Or on our side) for us."},{"number":41,"verse":"For whoever gives you a cup of water to drink (Lit in a name that you are Christ’s) because of your name as followers of Christ, truly I say to you, he shall by no means lose his reward."},{"number":42,"verse":"“Whoever causes one of these (Or lowly) little ones who believe in Me to (Or stumble) sin, it is better for him if a heavy millstone is hung around his neck and he (Lit has been thrown (intensified)) is thrown into the sea."},{"number":43,"verse":"And if your hand causes you to sin, cut it off; it is better for you to enter life maimed, than, having your two hands, to go into (Gr Gehenna) hell, into the unquenchable fire. (Late mss repeat v 48 here as v 44)"},{"number":45,"verse":"And if your foot is causing you to sin, cut it off; it is better for you to enter life without a foot, than, having your two feet, to be thrown into (Gr Gehenna) hell. (Late mss repeat v 48 here as v 46; cf. note 2 v 43)"},{"number":47,"verse":"And if your eye is causing you to sin, throw it away; it is better for you to enter the kingdom of God with one eye, than, having two eyes, to be thrown into (Gr Gehenna) hell,"},{"number":48,"verse":"where THEIR WORM DOES NOT DIE, AND THE FIRE IS NOT EXTINGUISHED."},{"number":49,"verse":"For everyone will be salted with fire."},{"number":50,"verse":"Salt is good; but if the salt becomes unsalty, with what will you (Lit season it) make it salty again? Have salt in yourselves, and be at peace with one another.”"}]}