{"bibleAbbr":"neNRV2012","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"( रहबामको विरूद्धमा इस्राएलको विद्रोह) रहबाम शेकेममा गए, किनभने सारा इस्राएल तिनलाई राजा तुल्‍याउन त्‍यहाँ गएका थिए। ( )"},{"number":2,"verse":"जब नबातका छोरा यारोबामले यो कुरा सुने (तिनी मिश्रदेशमा नै थिए, जहाँ तिनी सोलोमन राजादेखि भागेर गएका थिए), तब तिनी मिश्रदेशबाट फर्के।"},{"number":3,"verse":"यसकारण मानिसहरूले यारोबामलाई बोलाइपठाए, र तिनी र जम्‍मै इस्राएल रहबामकहाँ गएर भने,"},{"number":4,"verse":"“तपाईंका पिताले हामीलाई गह्रौँ जुवा बोकाइदिनुभएको थियो, तर उहाँले हामीमाथि लाउनुभएको यो कठोर परिश्रम र गह्रौँ जुवा तपाईंले हलुङ्गो गरिदिनुहोस्, र हामी तपाईंको सेवा गर्नेछौं।”"},{"number":5,"verse":"रहबामले भने, “मलाई तीन दिनको समय देओ र फेरि आओ।” यसैले ती मानिसहरू गइहाले।"},{"number":6,"verse":"तब राजा रहबामले तिनका पिता सोलोमन जीवित छँदा तिनका सेवा गर्ने धर्म-गुरुहरूसित यसो भनेर सल्‍लाह मागे, “यी मानिसहरूलाई मैले कस्‍तो जवाफ दिने तपाईंहरू के सल्‍लाह दिनुहुन्‍छ?”"},{"number":7,"verse":"तिनीहरूले जवाफ दिए, “यदि तपाईंले यी मानिसहरूलाई अहिले राम्रो व्‍यवहार देखाउनुभयो, र तिनीहरूसित दयाको वचन बोलेर तिनीहरूलाई सन्‍तुष्‍ट बनाउनुभयो भने, पछि सधैँको निम्‍ति तिनीहरू तपाईंका सेवकहरू हुनेछन्।”"},{"number":8,"verse":"तर ती धर्म-गुरुहरूले दिएको सल्‍लाह तिनले इन्‍कार गरे, र तिनले आफूसित बढ़ेका र तिनले सेवा गर्ने जवान मानिसहरूको सल्‍लाह लिएर तिनीहरूलाई सोधे,"},{"number":9,"verse":"“मेरा पिताले तिनीहरूमाथि बोकाएको जुवा हलुङ्गो गरिदिन यी मानिसहरूले बिन्‍ती गरेकामा जवाफ दिन तिमीहरू मलाई के सल्‍लाह दिन्‍छौ?”"},{"number":10,"verse":"तिनीसँग बढ़ेका ती जवान मानिसहरूले जवाफ दिए, “हजूरका पिताले हामीहरूलाई गह्रौँ जुवा बोकाइदिनुभएको थियो, त्‍यो हलुङ्गो गरिदिनुहोस् भनी हजूरलाई भन्‍ने यी मानिसहरूलाई यो जवाफ दिनुहोस्। तिनीहरूलाई भन्‍नुहोस्, ‘मेरो कान्‍छी औँला मेरा पिताको कम्‍मरभन्‍दा मोटो छ।’"},{"number":11,"verse":"मेरा पिताले तिमीहरूमाथि गह्रौँ जुवा बोकाइदिनुभएको थियो, तर म त्‍यो अझै गह्रौँ बनाइदिनेछु। मेरा पिताले तिमीहरूलाई बेतले कुट्न लगाउनुहुन्‍थ्‍यो, तर म तिमीहरूलाई बिच्‍छीहरूले डस्‍न लाउनेछु’।”"},{"number":12,"verse":"यारोबाम र ती सबै मानिसहरू राजाले हुकुम गरेझैँ तेस्रो दिन रहबामकहाँ फर्केर आए।"},{"number":13,"verse":"अनि राजाले तिनीहरूलाई कड़ा जवाफ दिए। ती धर्म-गुरुहरूले तिनलाई दिएको सल्‍लाह तिनले इन्‍कार गरे। ती जवान मानिसहरूले दिएको सल्‍लाहअनुसार तिनले ती मानिसहरूलाई भने,"},{"number":14,"verse":"“मेरा पिताले त तिमीहरूको जुवा गह्रौँ बनाइदिनुभएको थियो, तर म त्‍यो अझै गह्रौँ बनाइदिनेछु। मेरा पिताले तिमीहरूलाई बेत लाउनुहुन्‍थ्‍यो, तर म तिमीहरूलाई बिच्‍छीहरूले डस्‍न लाउनेछु।”"},{"number":15,"verse":"यसरी राजाले ती मानिसहरूको कुरा सुनेनन्, किनभने शीलोका अहियाहद्वारा नबातका छोरा यारोबामलाई परमप्रभुले भन्‍नुभएको वचन पूरा हुन उहाँले यस्‍तो परिस्‍थिति ल्‍याउनुभएको थियो।"},{"number":16,"verse":"जब राजाले तिनीहरूको कुरा नसुनेका सारा इस्राएलले देखे, तब तिनीहरूले जवाफ दिए, ( ) “दाऊदमा हाम्रो के हिस्‍सा छ र? यिशैका छोरामा हाम्रो के भाग छ? हे इस्राएल हो, आ-आफ्‍नो पालमा जाओ, हे दाऊद, तिम्रो आफ्‍नै घर सँभाल।”"},{"number":17,"verse":"यसैकारण सबै इस्राएलीहरू आ-आफ्‍ना घर लागे, तर रहबामले चाहिँ यहूदाका सहरहरूमा बस्‍ने इस्राएलीहरूमाथि अझै शासन गरे।"},{"number":18,"verse":"तब राजा रहबामले बेगार काममा लाउने मानिसहरूका जिम्‍मावाल अदोनीरामलाई तिनीहरूकहाँ पठाए। तर इस्राएलीहरूले तिनलाई ढुङ्गाले हानेर मारे। तापनि राजा रहबामचाहिँ आफ्‍नो रथमा चढ़ेर यरूशलेममा भागेर जान सफल भए।"},{"number":19,"verse":"अनि त्‍यस दिनदेखि आजसम्‍मै इस्राएल दाऊदका घरानाको विरुद्धमा बागी भएको छ।"}]}