{"bibleAbbr":"neNRV2012","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"अबिया आफ्‍ना पित्रहरूसित सुते र दाऊदको सहरमा गाड़िए। तिनीपछि तिनका छोरा आसा सिंहासनमा चढ़े। तिनको पालोमा दश वर्षसम्‍म देशमा शान्‍ति भयो।"},{"number":2,"verse":"( यहूदाका राजा आसा) आसाले परमप्रभु आफ्‍ना परमेश्‍वरको दृष्‍टिमा जे कुरा असल र ठीक थियो त्‍यही गरे।"},{"number":3,"verse":"तिनले विदेशी वेदीहरू र डाँड़ाका थानहरू हटाए, चोखा ढुङ्गाहरू भत्‍काइदिए, र अशेरा देवीका मूर्तिहरूलाई ढालिदिए।"},{"number":4,"verse":"तिनले यहूदालाई परमप्रभु तिनीहरूका पुर्खाहरूका परमेश्‍वरको अगुवाइ खोज्‍न अनि उहाँका विधि र आज्ञाहरू पालन गर्न भनी हुकुम गरे।"},{"number":5,"verse":"तिनले यहूदाका सबै सहरहरूमा भएका अल्‍गा थानहरू र धूप बाल्‍ने वेदीहरू पनि हटाइदिए। तिनको शासनमुनि देशले शान्‍ति पायो।"},{"number":6,"verse":"देशमा शान्‍ति भएको कारण तिनले यहूदामा किल्‍ला भएका सहरहरू पनि सुरक्षित पारे। त्‍यस समय तिनलाई कुनै युद्ध गर्नुपरेन, किनभने परमप्रभुले तिनलाई विश्राम दिनुभएको थियो।"},{"number":7,"verse":"तिनले यहूदाका मानिसहरूलाई भने, “हामी यी सहरहरूलाई निर्माण गरौं। तिनका चारैतिर पर्खाल लाएर धरहरा, ढोका र आग्‍लाहरू बनाएर तिनलाई सुरक्षित पारौं। देश अझ हाम्रो छ, किनभने हामीले परमप्रभु हाम्रा परमेश्‍वरको अगुवाइ खोजेका छौं। हामीले उहाँलाई खोज्‍यौं, र उहाँले हाम्रा चारैतिर हामीलाई सुरक्षित राख्‍नुभएको छ।” यसैले तिनीहरूले ती सहरहरू निर्माण गरे, र तिनीहरूको उन्‍नति भयो।"},{"number":8,"verse":"यहूदाबाट ढाल र भालाहरूले सुसज्‍जित भएका तीन लाख मानिसहरू र बेन्‍यामीनबाट दुई लाख असी हजार ढाल बोक्‍ने र धनुर्धारीहरूको एउटा सेना आसासँग थियो। ती सबै वीर-वीर योद्धा थिए।"},{"number":9,"verse":"कूशी जेरह तिनीहरूका विरुद्धमा लाखौँ मानिसहरूको एक ठूलो सेना र तीन सय रथहरू लिएर आए।"},{"number":10,"verse":"उनी मारेशामा आइपुग्‍दा आसा उनको सामना गर्न निस्‍केर आए, र मारेशानेरको सपताको बेँसीमा तिनीहरूले एक-अर्काको सामना गरे।"},{"number":11,"verse":"तब आसाले परमप्रभु आफ्‍ना परमेश्‍वरको पुकारा गरेर भने, “हे परमप्रभु, बलियाको सामना गर्न कमजोर जस्‍तोसुकै मानिसहरूलाई सहायता दिने त तपाईंजस्‍तै अरू कोही छैन। हे परमप्रभु हाम्रा परमेश्‍वर, हाम्रो सहायता गर्नुहोस्, किनभने हामी तपाईंमाथि भर परेका छौं। हामी तपाईंकै नाउँमा यस ठूलो सेनाको विरुद्धमा सामना गर्न आएका छौं। हे परमप्रभु, तपाईं हाम्रा परमेश्‍वर हुनुहुन्‍छ, यसर्थ कोही मानिस तपाईंको विरुद्धमा खड़ा नहोस्।”"},{"number":12,"verse":"परमप्रभुले आसा र यहूदालाई कूशीहरूमाथि विजयी तुल्‍याउनुभयो, र कूशीहरू भागे।"},{"number":13,"verse":"आसा र तिनका मानिसहरूले उनीहरूलाई गरारसम्‍म खेदे। कूशीहरू परमप्रभु र उहाँका सेनाको सामुन्‍ने परास्‍त भए, र उनीहरूका धेरै मानिसहरू मरे। अनि यहूदाले धेरै लूटका मालहरू लगे।"},{"number":14,"verse":"तिनीहरूले गरारका चारैतिरका सबै सहरहरू नाश गरे, किनभने परमप्रभुले त्‍यहाँका मानिसहरूलाई त्रासमा पारिदिनुभएको थियो। तिनीहरूले ती सहरहरू लुटे, र ती सबैबाट दामी-दामी लूटका माल फेला पारे।"},{"number":15,"verse":"तिनीहरूले धेरै गोठालाहरूलाई पनि हमला गरे, र उनीहरूका धेरै भेड़ा, बाख्रा र ऊँटहरू पक्रेर लगे। त्‍यसपछि तिनीहरू यरूशलेममा फर्के।"}]}