{"bibleAbbr":"neNRV2012","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"सातौँ वर्षमा यहोयादाले आफ्‍नो शक्ति प्रकट गरे। तिनले सय-सयका दलका कप्‍तानहरू, अर्थात् यहोरामका छोरा अजर्याह, येहोहानानका छोरा इश्‍माएल, ओबेदका छोरा अजर्याह, अदायाहका छोरा मासेयाह र जिक्रीका छोरा एलीशापातसित करार बाँधे। ( )"},{"number":2,"verse":"अनि यहूदाका सहरहरूबाट लेवीहरू र इस्राएलका परिवार-परिवारका मुखियाहरूलाई यरूशलेममा भेला गर्न सबै यहूदाभरि तिनीहरू गएर यरूशलेममा आए।"},{"number":3,"verse":"त्‍यहाँ भेला भएका सबै जनाले परमेश्‍वरको मन्‍दिरमा राजासित करार बाँधे। ( ) यहोयादाले तिनीहरूलाई भने, “परमप्रभुले दाऊदका सन्‍तानहरूका विषयमा प्रतिज्ञा गर्नुभएझैँ राजाका छोराले राज्‍य गरून्।"},{"number":4,"verse":"अब तिमीहरूले यसो गर्नुपर्छ: शबाथमा आफ्‍नो काममा आउने तिमी पूजाहारीहरू र लेवीहरूको एक तिहाइचाहिँ मूल ढोकाहरूमा,"},{"number":5,"verse":"अर्को एक तिहाइचाहिँ राजमहलमा, र अर्को एक तिहाइचाहिँ जगको ढोकामा पाले बस्‍नू। अरू सबै मानिसहरूचाहिँ परमप्रभुको मन्‍दिरका चोकहरूमा हुनेछन्।"},{"number":6,"verse":"सेवा गर्ने पूजाहारीहरू र लेवीहरूबाहेक अरू कसैलाई परमप्रभुको मन्‍दिरभित्र पस्‍न नदिनू। तिनीहरू भित्र पस्‍न सक्‍छन्, किनभने तिनीहरू पवित्र गरिएका छन्। तर अरू सबै मानिसहरूचाहिँ परमप्रभुले दिनुभएको आज्ञामा लागिरहून्।"},{"number":7,"verse":"लेवीहरूले आ-आफ्‍नो हतियार तयार राखेर राजाका चारैतिर पहरा देऊन्। कोही मन्‍दिरभित्र पस्‍यो भने त्‍यसलाई मारिहाल्‍नू। राजा जहाँ गए तापनि तिनीहरूचाहिँ राजासँगै रहनुपर्छ।”"},{"number":8,"verse":"यहोयादा पूजाहारीले गरेको एक-एक कुरो लेवीहरू र सबै यहूदाले पालन गरे। हरेक जनाले आफ्‍ना मानिसहरू, अर्थात् शबाथमा काममा खटिएकाहरू र काम सकेर फुर्सत पाएकाहरूलाई लिए, किनभने यहोयादा पूजाहारीले केही दललाई छोड़िदिएका थिएनन्।"},{"number":9,"verse":"तब तिनले सय-सयका दलका कप्‍तानहरूलाई परमेश्‍वरको मन्‍दिरमा भएका दाऊदका भालाहरू अनि ठूला र साना ढालहरू दिए।"},{"number":10,"verse":"त्‍यसपछि तिनले सबै मानिसहरूलाई आफ्‍नो हातमा हतियार लिई राजालाई घेर्न वेदी र मन्‍दिरनेर आ-आफ्‍नो स्‍थानमा मन्‍दिरका उत्तर र दक्षिणपट्टि एक कुनादेखि अर्को कुनासम्‍म राखे।"},{"number":11,"verse":"त्‍यसपछि यहोयादा र तिनका छोराहरूले राजाका छोरालाई बाहिर ल्‍याए, अनि तिनको शिरमा शिरपेच लगाइदिए। तिनीहरूले करार-पत्र दिए, र तिनलाई राजा घोषणा गरे। अनि तिनीहरूले तिनलाई अभिषेक गरेर यसो भनी चर्को सोरले कराए, “राजा अमर रहुन्!”"},{"number":12,"verse":"जब अतल्‍याहले मानिसहरूलाई राजाको जयजयकार गर्दै यताउता गरिरहेको आवाज सुनिन्, तब तिनी परमप्रभुको मन्‍दिरमा तिनीहरूकहाँ आइन्।"},{"number":13,"verse":"अनि राजालाई स्‍तम्‍भको छेउमा प्रवेशद्वारनेर उभिरहेका तिनले देखिन्। अधिकृतहरू र तुरही फुक्‍नेहरू राजाका छेउमा थिए, र देशका सबै मानिसहरूले तिनको सम्‍मानमा आनन्‍द-उत्‍सव मनाउँदै र तुरही बजाउँदैगरेका थिए। सबै मानिसहरूचाहिँ रमाहट गर्दैथिए। अनि गायकहरू बाजाका साथमा उत्‍सवको अगुवाइ गरिरहेका थिए। तब अतल्‍याहले आफ्‍ना लुगा च्‍यातिन् र कराएर भनिन्, “राजविद्रोही! राजविद्रोही!”"},{"number":14,"verse":"यहोयादा पूजाहारीले सय-सयका दलका कप्‍तानहरूलाई यसो भनेर हुकुम गरे, “तिनलाई मन्‍दिरको बाहिर ल्‍याओ, र तिनको पछि लाग्‍ने हरेकलाई समेत तरवारले मार। तिनलाई परमप्रभुको मन्‍दिरमा नमार।” किनभने पूजाहारीले भनेका थिए।"},{"number":15,"verse":"तब तिनीहरूले तिनलाई समाते, र राजमहलको अगि लगेर त्‍यहीँ नै अश्‍व ढोकाको छेड़ोमा मारे।"},{"number":16,"verse":"त्‍यसपछि यहोयादाले आफै र जम्‍मै मानिसहरू र राजा परमप्रभुको प्रजा हुनुपर्छ भनी करार बाँधे। ( )"},{"number":17,"verse":"अनि सबै मानिसहरू बालको मन्‍दिरभित्र गएर त्‍यो भत्‍काए। तिनीहरूले त्‍यसका वेदीहरू र मूर्तिहरूलाई टुक्रा-टुक्रा पारे, र बालको पूजाहारी मत्तानलाई वेदीहरूका अगि मारे।"},{"number":18,"verse":"तब यहोयादाले परमप्रभुका मन्‍दिरको हेर-विचार गर्ने जिम्‍मा पूजाहारीहरूका हातमा दिए, जो लेवीहरू थिए। आफ्‍नो समयदेखि नै स्‍तुतिगान गर्दै र आनन्‍द मनाउँदै मोशाको व्‍यवस्‍थामा तोकिएबमोजिम परमप्रभुको निम्‍ति होमबलि चढ़ाउन र परमप्रभुको मन्‍दिरमा काम गर्न दाऊदले तिनीहरूलाई खटाइदिएका थिए।"},{"number":19,"verse":"कुनै किसिमले अशुद्ध भएको कुनै मानिसलाई भित्र पस्‍न नदिनलाई तिनले परमप्रभुको मन्‍दिरका मूल ढोकाहरूमा द्वारपालहरू राखिदिए।"},{"number":20,"verse":"तब तिनले शतपतिहरू, भारदारहरू, मानिसका शासकहरू र देशका सारा मानिसहरूलाई लिएर राजालाई परमप्रभुको मन्‍दिरबाट ल्‍याए। तिनीहरू माथिल्‍लो ढोकाबाट भएर राजमहलमा पसे, र राजालाई सिंहासनमा बसाले।"},{"number":21,"verse":"सारा मानिसहरू आनन्‍दित भए, र सहरमा शान्‍ति भयो, किनभने अतल्‍याह तरवारले मारिएकी थिइन्।"}]}