{"bibleAbbr":"neNRV2012","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"( यहूदाका राजा उज्जियाह) तब यहूदाका सबै मानिसहरूले सोह्र वर्ष पुगेका उज्‍जियाहलाई ( अथवा अजर्याह) लिएर तिनका पिता अमस्‍याहको सट्टामा राजा तुल्‍याए। ( ; )"},{"number":2,"verse":"अमस्‍याह आफ्‍ना पित्रहरूसित सुतिसकेपछि यिनले नै एलात सहरलाई पुनर्निर्माण गरेर यहूदालाई फिर्ता गरिदिए।"},{"number":3,"verse":"उज्‍जियाह राजगद्दी आरोहण गर्दा सोह्र वर्षका थिए। तिनले यरूशलेममा बाउन्‍न वर्ष राज्‍य गरे। तिनकी आमाको नाउँ यकोल्‍याह थियो। तिनी यरूशलेमकी थिइन्।"},{"number":4,"verse":"तिनले आफ्‍ना पिता अमस्‍याहले गरेझैँ परमप्रभुको दृष्‍टिमा जे कुरो असल थियो त्‍यही गरे।"},{"number":5,"verse":"तिनलाई परमेश्‍वरको भयमा शिक्षा दिने जकरियाको समयमा तिनले परमेश्‍वरको अगुवाइ खोज्‍नमा तनमन लगाए। परमप्रभुलाई खोज्‍दैरहुञ्‍जेलसम्‍म परमेश्‍वरले तिनको फलिफाप गराइदिनुभयो।"},{"number":6,"verse":"तिनी पलिश्‍तीहरूसँग युद्ध गर्न रणभूमिमा गए, र गात, यब्‍ने र अश्‍दोदका पर्खालहरू तिनले भत्‍काइदिए। तिनले अश्‍दोदको नजिक र पलिश्‍तीहरूका बीचमा सहरहरू बनाए।"},{"number":7,"verse":"परमेश्‍वरले तिनलाई पलिश्‍तीहरू, गूर-बालमा बस्‍ने अरबीहरू र मोनीहरूका विरुद्धमा सहायता गर्नुभयो।"},{"number":8,"verse":"अम्‍मोनीहरूले उज्‍जियाहकहाँ सौगातहरू ल्‍याए, अनि तिनको ख्‍याति मिश्रदेशको सिमानासम्‍मै पुग्‍यो, किनभने तिनी धेरै शक्तिशाली भएका थिए।"},{"number":9,"verse":"तिनले यरूशलेममा कुने-ढोका, बेँसी ढोका र पर्खालका कुनाको घुम्‍तीमा पनि धरहरा बनाएर तिनलाई सुरक्षित पारे।"},{"number":10,"verse":"तिनले उजाड़-स्‍थानमा अरू धरहराहरू बनाए, र तिनले पहाड़ र बेँसी दुवैमा तिनका गाईबस्‍तुका धेरै बथान भएको कारण धेरै कूवाहरू खने। पहाड़ र मधेसमा तिनका खेती गर्ने किसानहरू र दाखबारी हेर्नेहरू पनि थिए, किनभने तिनी खेतीपातीमा ध्‍यान दिन्‍थे।"},{"number":11,"verse":"यसबाहेक उज्‍जियाहको तालीम पाएका र युद्धको निम्‍ति सधैँ तयार रहने सिपाहीहरूको एउटा सेना पनि थियो। सेनाका मुख्‍य सचिव यहीएल र अधिकृत मासेयाहले जनगणनाअनुसार दल-दल गरी राजाका एक जना अधिकारी हनन्‍याहको अधीनमा यिनीहरूलाई राखेका थिए।"},{"number":12,"verse":"वीर-वीर योद्धाहरू पठाउने परिवार-परिवारका प्रधानहरूको जम्‍मा संख्‍या २,६०० थियो।"},{"number":13,"verse":"तिनीहरूको अधीनमा राजालाई शत्रुहरूका विरुद्धमा सहायता गर्न ३,०७,५०० योद्धाहरू भएको एक लड़ाकू सेना पनि थियो।"},{"number":14,"verse":"जम्‍मै सेनाको निम्‍ति उज्‍जियाहले ढाल, भाला, टोप, कवच, धनु र घुयेँत्राहरू तयार गरे।"},{"number":15,"verse":"धरहरा र बुर्जाहरूमा प्रयोग गर्न कारीगरहरूले बनाएका काँड़हरू र ठूला-ठूला ढुङ्गा हान्‍ने यन्‍त्रहरू यरूशलेममा तिनले तयार पारे। तिनलाई यस्‍तो आश्‍चर्यको सामान मिलेको कारण तिनको ख्‍याति चारैतिर फैलिएको थियो। यसले गर्दा तिनी ज्‍यादै शक्तिशाली भए।"},{"number":16,"verse":"तर तिनी शक्तिशाली भएपछि तिनको अहङ्कारले गर्दा तिनको पतन भयो। तिनी धूप-वेदीमा धूप बाल्‍नलाई परमप्रभुको मन्‍दिरमा पसेर परमप्रभु आफ्‍ना परमेश्‍वरको विरुद्धमा तिनले विश्‍वासघात गरे।"},{"number":17,"verse":"तर पूजाहारी अजर्याह र परमप्रभुका अरू असी जना साहसी पूजाहारीहरू राजा उज्‍जियाहको पछिपछि गई तिनको सामना गरेर तिनलाई भने,"},{"number":18,"verse":"“हे उज्‍जियाह, परमप्रभुको निम्‍ति धूप बाल्‍ने काम तपाईंको होइन। यस कामको निम्‍ति त अर्पण गरिएका हारूनको वंशका पूजाहारीहरू छन्। पवित्रस्‍थानबाट हटिजानुहोस्, किनभने तपाईंले विश्‍वासघात गर्नुभएको छ। परमप्रभु परमेश्‍वरबाट तपाईंले केही कदर पाउनुहुनेछैन।” ( ; )"},{"number":19,"verse":"हातमा धुपौरो लिएर धूप बाल्‍न तयार भएका राजा क्रोधित भए। पूजाहारीहरूसँग रिसाउँदारिसाउँदै तिनीहरूकै सामुन्‍ने परमप्रभुको मन्‍दिरभित्र धूप-वेदीको छेउमा तिनको निधारमा कुष्‍ठरोग निस्‍क्‍यो।"},{"number":20,"verse":"प्रधान पूजाहारी अजर्याह र अरू पूजाहारीहरूले तिनलाई हेर्दाहेर्दै निधारमा कुष्‍ठरोग निस्‍केको तिनीहरूले देखे, र तिनलाई हतार-हतार मन्‍दिरको बाहिर निकाले। अनि तिनी आफै पनि बाहिर निस्‍कनलाई हतार गरे, किनभने परमप्रभुले यस रोगले तिनलाई प्रहार गर्नुभएको थियो।"},{"number":21,"verse":"राजा उज्‍जियाह आफ्‍नो मर्ने दिनसम्‍मै कोरी भए। तिनी अलग्‍गै घरमा कोरी भएर बस्‍न लागे। परमप्रभुको मन्‍दिरभित्र तिनी पस्‍न पाएनन्। राज्‍यका सबै कामकाजहरूबाट तिनलाई कार्य-मुक्त गरियो। अनि तिनका छोरा योतामले महलको रेखदेख गरे, र राजप्रतिनिधि भएर राज्‍य चलाउन लागे।"},{"number":22,"verse":"उज्‍जियाहका राजकालका अरू घटनाहरूको विवरण सुरुदेखि अन्‍त्‍यसम्‍मै आमोजका छोरा यशैया अगमवक्ताले लेखेका छन्।"},{"number":23,"verse":"उज्‍जियाह आफ्‍ना पित्रहरूसित सुते, र तिनीहरूका नजिकमा राजाहरूको एउटा खेतमा गाड़िए, किनभने मानिसहरू भन्‍थे, “तिनी एक कोरी हुन्।” अनि तिनीपछि तिनका छोरा योताम राजा भए। ( )"}]}