{"bibleAbbr":"neNRV2012","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"( हिजकियाले मन्दिर शुद्ध पारेका) हिजकिया राजगद्दी आरोहण गर्दा पच्‍चीस वर्षका थिए। तिनले यरूशलेममा उनन्‍तीस वर्ष राज्‍य गरे। तिनकी आमाको नाउँ जकरियाकी छोरी अबिया थियो। ( )"},{"number":2,"verse":"आफ्‍ना पुर्खा दाऊदले गरेझैँ परमप्रभुको दृष्‍टिमा जे कुरो असल थियो त्‍यही तिनले गरे।"},{"number":3,"verse":"आफ्‍नो राजकालको पहिलो वर्षको पहिलो महिनामा तिनले परमप्रभुको मन्‍दिरका ढोकाहरू खोलेर तिनलाई मरम्‍मत गरे।"},{"number":4,"verse":"तिनले पूजाहारीहरू र लेवीहरूलाई ल्‍याएर पूर्वपट्टिको चोकमा भेला गराए,"},{"number":5,"verse":"र तिनीहरूलाई भने, “हे लेवी हो, मेरा कुरा सुन। तिमीहरू अहिले आफू-आफूलाई पवित्र गर। परमप्रभु तिमीहरूका पुर्खाहरूका परमेश्‍वरको मन्‍दिरलाई पवित्र पार, र पवित्रस्‍थानबाट अपवित्र कुरा हटाइदेओ।"},{"number":6,"verse":"हाम्रा पुर्खाहरू त विश्‍वासघाती भएर परमप्रभु हाम्रा परमेश्‍वरको दृष्‍टिमा जे कुरो खराब थियो त्‍यही नै तिनीहरूले गरे। तिनीहरूले उहाँलाई त्‍यागे र उहाँका बासस्‍थानको केही वास्‍तै गरेनन्। तिनीहरूले त उहाँतिर आफ्‍ना पीठ फर्काए।"},{"number":7,"verse":"तिनीहरूले दलानका ढोकाहरू बन्‍द गरिदिए, र बत्ती बाल्‍न पनि छोड़िदिए। तिनीहरूले इस्राएलका परमेश्‍वरको पवित्रस्‍थानमा धूप बाल्‍न र होमबलि चढ़ाउन छोड़िदिए।"},{"number":8,"verse":"यसैकारण परमप्रभुको क्रोध यहूदा र यरूशलेममाथि परेको छ, र उहाँले तिनीहरूलाई घृणा, आतङ्क र हाँसोका पात्र तुल्‍याउनुभएको छ। ती तिमीहरू आफै देख्‍दैछौ।"},{"number":9,"verse":"त्‍यसले गर्दा नै हाम्रा पुर्खाहरू तरवारले मारिए, र हाम्रा छोराछोरीहरू र पत्‍नीहरू कैदमा छन्।"},{"number":10,"verse":"अब मेरो इच्‍छा यही छ, कि हामीहरूबाट उहाँको क्रोध हटाउनलाई हामीले परमप्रभु इस्राएलका परमेश्‍वरसँग एउटा करार बाँध्‍नुपर्छ।"},{"number":11,"verse":"हे मेरा छोरा हो, अब बेवास्‍ता नगर! किनभने परमप्रभुले उहाँको सामु खड़ा भएर उहाँको सेवा गर्न र उहाँको सामु काम गर्न र धूप बाल्‍न तिमीहरूलाई चुन्‍नुभएको छ।”"},{"number":12,"verse":"तब यी लेवीहरूले काम गर्न सुरु गरे: कहातीहरूबाट: अमासैका छोरा महत र अजर्याहका छोरा योएल। मरारीहरूबाट: अब्‍दीका छोरा कीश र यहललेलका छोरा अजर्याह। गेर्शोनीहरूबाट: जिम्‍माहका छोरा योआ र योआका छोरा अदन।"},{"number":13,"verse":"एलीजापानका सन्‍तानबाट: शिम्री र यहीएल। आसापका सन्‍तानबाट: जकरिया र मत्तन्‍याह।"},{"number":14,"verse":"हेमानका सन्‍तानबाट: यहीएल र शिमी। यदूतूनका सन्‍तानबाट: शमायाह र उज्‍जीएल।"},{"number":15,"verse":"तिनीहरूले आ-आफ्‍ना कुटुम्‍बहरूलाई भेला गराए, र तिनीहरूले आफैलाई पवित्र गरे। अनि परमप्रभुको आज्ञाअनुसार र राजाले तिनीहरूलाई हुकुम गरेबमोजिम परमप्रभुको मन्‍दिरलाई शुद्ध पार्न तिनीहरू त्‍यसभित्र पसे।"},{"number":16,"verse":"परमप्रभुको मन्‍दिर शुद्ध गर्न पूजाहारीहरू भित्र पसे। तिनीहरूले परमप्रभुको मन्‍दिरभित्र भेट्टाएका सबै अशुद्ध कुराहरू परमप्रभुका मन्‍दिरको चोकमा लगेर राखे। लेवीहरूले ती कुराहरू लिएर बाहिर किद्रोन खोल्‍सामा लगेर फालिदिए।"},{"number":17,"verse":"पहिलो महिनाको पहिलो दिनमा तिनीहरूले शुद्ध पार्ने काम सुरु गरे, र आठौँ दिनमा तिनीहरू दलानसम्‍म पुगेका थिए। अनि अझै आठ दिनसम्‍म तिनीहरूले परमप्रभुको मन्‍दिर नै पवित्र गरे। पहिलो महिनाको सोह्रै दिनमा तिनीहरूले त्‍यो काम सिद्ध्याए।"},{"number":18,"verse":"त्‍यसपछि तिनीहरूले राजमहलमा गएर हिजकिया राजालाई भने, “हामीले परमप्रभुको मन्‍दिर जम्‍मै पवित्र गरिसक्‍यौं, अर्थात् होमबलिको वेदी, त्‍यसका सबै भाँड़ाकुँड़ाहरूसमेत, अनि अर्पण गरिएको रोटी लहर-लहर गरी मिलाएर राख्‍ने टेबिल, त्‍यसका सबै सामानसमेत।"},{"number":19,"verse":"र राजा आहाजले आफ्‍नो शासनकालमा विश्‍वासघाती भएर पन्‍साइराखेका जम्‍मै सरसामानहरू पनि हामीले नियत स्‍थानमा पवित्र गरेर राखिदियौं। अब ती परमप्रभुका वेदीको सामुन्‍ने राखिएका छन्।”"},{"number":20,"verse":"राजा हिजकिया बिहान सबेरै उठी सहरका अधिकारीहरूलाई भेला गराएर परमप्रभुको मन्‍दिरमा उक्‍लेर गए।"},{"number":21,"verse":"तिनीहरूले सात वटा साँढ़े, सात वटा भेड़ा र सात वटा थुमा ल्‍याए, अनि राज्‍य, पवित्रस्‍थान र यहूदाको लागि पापबलिको निम्‍ति सात वटा बोका ल्‍याए। राजाले हारूनको वंशका पूजाहारीहरूलाई यी सबै परमप्रभुको वेदीमा चढ़ाउने हुकुम गरे।"},{"number":22,"verse":"यसैले तिनीहरूले साँढ़ेहरू मारे, र पूजाहारीहरूले तिनका रगत लिएर वेदीमा छर्के। तब तिनीहरूले भेड़ाहरू मारे, र तिनका रगत लिएर वेदीमा छर्के। तब थुमाहरू मारिए, र तिनका रगत लिएर वेदीमा खन्‍याए।"},{"number":23,"verse":"त्‍यसपछि पापबलिको निम्‍ति बोकाहरू राजा र समुदायको सामुन्‍ने ल्‍याइए, र तिनीहरूले तीमाथि आ-आफ्‍ना हात राखे।"},{"number":24,"verse":"अनि पूजाहारीहरूले ती बोकाहरू मारे, र सारा इस्राएलको निम्‍ति प्रायश्‍चित गर्न पापबलि स्‍वरूप वेदीमा चढ़ाए। किनभने होमबलि र पापबलिचाहिँ सारा इस्राएलको निम्‍ति चढ़ाउनुपर्छ भन्‍ने हुकुम राजाले दिएका थिए।"},{"number":25,"verse":"राजाले लेवीहरूलाई परमेश्‍वरको मन्‍दिरमा दाऊद राजा, राजाका दर्शी गाद र नातान अगमवक्ताले तोकिदिएको नियमअनुसार झ्‍याली, वीणा र सारङ्गीका साथमा आ-आफ्‍नो काममा खटाए। यो नियमचाहिँ परमप्रभुबाट आफ्‍ना अगमवक्ताहरूद्वारा दिइएको थियो।"},{"number":26,"verse":"लेवीहरू दाऊदका बाजाहरू र पूजाहारीहरूचाहिँ तुरहीहरू लिएर उभिए।"},{"number":27,"verse":"होमबलि वेदीमा चढ़ाउनू भनी हिजकियाले हुकुम गरे। होमबलि चढ़ाउने काम सुरु हुँदा तुरहीहरू र इस्राएलका राजा दाऊदका बाजाहरूबाट परमप्रभुको स्‍तुतिगान पनि सुरु भयो।"},{"number":28,"verse":"गवैयाहरूले गाए र तुरही बजाउनेहरूले बजाए र सारा समुदायले निहुरेर दण्‍डवत् गरे। होमबलि खतम नहोउञ्‍जेल सबै काम यसरी नै निरन्‍तर भइरह्यो।"},{"number":29,"verse":"बलिदान समाप्‍त भइसकेपछि राजा र तिनीसँग भएका सबै समुदायले घुँड़ा टेकेर दण्‍डवत् गरे।"},{"number":30,"verse":"राजा हिजकिया र तिनका अधिकारीहरूले लेवीहरूलाई दाऊद र दर्शी आसापका शब्‍दमा परमप्रभुको स्‍तुतिगान गर्न लाए। यसरी तिनीहरूले साह्रै रमाहटसित उहाँको प्रशंसा गरे, र निहुरेर दण्‍डवत् गरे।"},{"number":31,"verse":"तब हिजकियाले भने, “तिमीहरूले परमप्रभुमा आफैलाई अर्पण गरेका छौ। तिमीहरूका बलिदान र धन्‍यवादका बलिहरू लिएर तिमीहरू परमप्रभुको मन्‍दिरमा आओ।” यसैले समुदायले बलिदानहरू र धन्‍यवाद बलिहरू ल्‍याए, र राजीखुशी हुनेहरू हरेकले आ-आफ्‍नो होमबलि ल्‍यायो।"},{"number":32,"verse":"समुदायले ल्‍याएका होमबलिको संख्‍या सत्तरी वटा साँढ़ेहरू, एक सय भेड़ाहरू, र दुई सय थुमाहरू थियो। यी सबै मिलाएर परमप्रभुको निम्‍ति होमबलि भयो।"},{"number":33,"verse":"अनि परमप्रभुमा अर्पण गरिएका बलिदानहरूचाहिँ छ सय साँढ़ेहरू र तीन हजार भेड़ा र बोकाहरू थिए।"},{"number":34,"verse":"तर पूजाहारीहरू साह्रै कम भएका हुनाले सबै होमबलिका छाला काढ्न सकेनन्। यसैकारण तिनीहरूका लेवी कुटुम्‍बहरूले त्‍यो काम खतम नहोउञ्‍जेल र अरू पूजाहारीहरूले आफैलाई पवित्र नगरुञ्‍जेल तिनीहरूलाई सघाए। किनभने आफू-आफूलाई पवित्र गर्नमा लेवीहरू पूजाहारीहरूभन्‍दा बढ़ी होशियारी भएका थिए।"},{"number":35,"verse":"हरेक होमबलिसँग चढ़ाइएको मेलबलिको बोसो र अर्घ-बलिको साथ होमबलिहरू प्रशस्‍त मात्रामा थिए। यसरी परमप्रभुका मन्‍दिरको सेवा पहिलेको जस्‍तै गरिन थालियो।"},{"number":36,"verse":"परमेश्‍वरले आफ्‍नो प्रजाको निम्‍ति गर्नुभएको काम र त्‍यो यति चाँड़ै पूरा भएकोले हिजकिया र सबै मानिसहरू खुशी भए।"}]}