{"bibleAbbr":"neNRV2012","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":32,"verses":[{"number":1,"verse":"( सनहेरीबले यरूशलेम लिने धम्की दिएका) हिजकियाले यी सब भक्तिका कामहरू गरेपछि अश्‍शूरका राजा सनहेरीबले यहूदामाथि आक्रमण गरे। तिनले यहूदाका किल्‍ला भएका सहरहरूलाई आफ्‍नै अधीन गराउने हेतुले ती सहरहरूको बाहिर आफ्‍नो छाउनी बनाए। ( ; ,; ; )"},{"number":2,"verse":"सनहेरीब आएका छन् र यरूशलेमलाई आक्रमण गर्न अठोट गरेका छन् भनी हिजकियालाई थाहा हुने बित्तिकै,"},{"number":3,"verse":"सहरबाहिरका मूलहरूका पानी बन्‍द गरिदिन तिनले आफ्‍ना अधिकारीहरू र फौजी अधिकृतहरूसित सल्‍लाह लिए। तिनीहरूले तिनलाई यस विषयमा सहायता दिए।"},{"number":4,"verse":"तिनीहरूले धेरै संख्‍यामा मानिसहरूलाई जम्‍मा गरेर देशबाट भएर बग्‍ने खोला र सबै मूलहरू थुनिदिए। तिनीहरूले यसो भने, “अश्‍शूरका राजाहरू यहाँ आएर किन प्रशस्‍त पानी पाऊन्?”"},{"number":5,"verse":"तब राजाले मेहनतसाथ सहरको पर्खालका भत्‍किएका सबै ठाउँहरू राम्ररी मरम्‍मत गरे र त्‍यसमा धरहराहरू बनाए। पर्खालको बाहिरपट्टि तिनले अर्को पर्खाल बनाए र दाऊदको सहरका टेवा दिने गाराहरू सुदृढ़ पारे। तिनले धेरै हातहतियार र ढालहरू पनि बनाए।"},{"number":6,"verse":"तिनले मानिसहरूमाथि फौजी अधिकृतहरू नियुक्त गरे, र मानिसहरूलाई सहरको मूल ढोकाको चोकमा भेला गराएर यसो भनी तिनीहरूलाई प्रोत्‍साहन दिए, “आँटिला र साहसिला होओ।"},{"number":7,"verse":"अश्‍शूरका राजा र उनले ल्‍याएको यस ठूलो सेनाले तिमीहरूका हृदयमा त्रास नल्‍याऊन्, किनकि हामीसित उनीहरूभन्‍दा अझ बढ़ी एक सामर्थी हुनुहुन्‍छ।"},{"number":8,"verse":"उनीहरूसित शारीरिक शक्ति मात्र छ, तर परमप्रभु हाम्रा परमेश्‍वर हामीलाई सहायता गर्न र हाम्रा निम्‍ति युद्ध गर्न हामीसित हुनुहुन्‍छ।” यहूदाका राजा हिजकियाको वचनले गर्दा मानिसहरूको हौसला बढ़्यो।"},{"number":9,"verse":"त्‍यसपछि उनी र उनका सेनाले लाकीशको वरिपरि घेरा हालिरहेको बेलामा अश्‍शूरका राजा सनहेरीबले यहूदाका राजा हिजकिया र यरूशलेमका सबै यहूदीहरूलाई यो समाचार दिन भनी यरूशलेममा अधिकृतहरू पठाए:"},{"number":10,"verse":"“अश्‍शूरका राजा सनहेरीब यो भन्‍दछन्: घेरा हालिएको यरूशलेममा बस्‍न तिमीहरूलाई कहाँबाट यस्‍तो साहस आयो?"},{"number":11,"verse":"जब ‘परमप्रभु तिमीहरूका परमेश्‍वरले अश्‍शूरका राजाको हातबाट बचाउनुहुनेछ’ भनी हिजकियाले तिमीहरूलाई भन्‍छन्, तब तिमीहरू बसेकै ठाउँमा तिमीहरूलाई अनिकाल अथवा तिर्खाले मार्नलाई तिनले तिमीहरूलाई धोखामा पार्दैछन्।"},{"number":12,"verse":"के हिजकिया आफैले यी नै ईश्‍वरका अल्‍गा-अल्‍गा ठाउँहरू र वेदीहरू भत्‍काएर ‘यहूदा र यरूशलेमका मानिसहरूलाई एउटै मात्र वेदीमा पूजा गर्नू र त्‍यहाँ मात्र बलिदान चढ़ाउनू’ भनी भनेका थिएनन् र?"},{"number":13,"verse":"“म र मेरा पुर्खाहरूले अरू देश-देशका सबै मानिसहरूलाई के-कसो गर्‍यौं सो तिमीहरूलाई थाहै छैन? के यी जातिहरूका देवताहरूले मेरो हातबाट यिनीहरूका देशहरू बचाउन सके र?"},{"number":14,"verse":"मेरा पुर्खाहरूले सत्‍यनाश गरेका जातिहरूका देवताहरूमध्‍ये कसले मेरो हातबाट आफ्‍ना मानिसहरूलाई बचाउन सक्‍यो? तब कसरी तिमीहरूका ईश्‍वरले तिमीहरूलाई बचाउन सक्‍छन्?"},{"number":15,"verse":"तिमीहरूलाई यसरी धोका दिन र भ्रममा पार्न हिजकियालाई मौका नदेओ। तिमीहरू तिनीमाथि विश्‍वास नगर, किनकि कुनै देवताले आफ्‍ना मानिसहरूलाई मेरो अथवा मेरा पुर्खाहरूका हातबाट बचाउन सकेको छैन भने, तिमीहरूका ईश्‍वरले तिमीहरूलाई मेरो हातबाट कसरी बचाउन सक्‍छन् र?”"},{"number":16,"verse":"सनहेरीबका अधिकृतहरूले परमप्रभु परमेश्‍वर र उहाँका सेवक हिजकियाका विरुद्धमा अझै ज्‍यादा भने।"},{"number":17,"verse":"राजा आफैले यसो भनेर परमप्रभु इस्राएलका परमेश्‍वरलाई तुच्‍छ ठानेर पत्रहरू लेखे: “जसरी अरू देशका देवताहरूले आफ्‍ना मानिसहरूलाई मेरो हातबाट बचाउन सकेनन्, त्‍यसरी नै हिजकियाका ईश्‍वरले पनि आफ्‍ना मानिसहरूलाई मेरो हातबाट बचाउन सक्‍नेछैनन्।”"},{"number":18,"verse":"तब उनीहरूले सहर कब्‍जा गर्नलाई यरूशलेमको पर्खालमा उभिने मानिसहरूलाई हिब्रू भाषामा डर र त्रासले आतङ्क पार्न चर्को सोरमा नारा लाए।"},{"number":19,"verse":"मानिसका हातले बनाएका पृथ्‍वीका अरू मानिसहरूका देवताहरूलाई गरेझैँ उनीहरूले यरूशलेमका परमेश्‍वरलाई निन्‍दा गरे।"},{"number":20,"verse":"यस अवस्‍थामा राजा हिजकिया र आमोजका छोरा यशैया अगमवक्ताले स्‍वर्गतिर कराएर प्रार्थना गरे।"},{"number":21,"verse":"तब अश्‍शूरका राजाको छाउनीमा हुने सबै योद्धा, नायक र अधिकृतहरूलाई संहार गर्न भनी परमप्रभुले एउटा स्‍वर्गदूत पठाउनुभयो। तब सनहेरीब बेइज्‍जती भएर आफ्‍नो देशमा फर्के। जब उनी आफ्‍नो देवताको मन्‍दिरमा पसे तब उनका छोरामध्‍येका कोही-कोहीले उनलाई तरवारले काटेर मारे।"},{"number":22,"verse":"यसरी परमप्रभुले हिजकिया र यरूशलेमका बासिन्‍दाहरूलाई अश्‍शूरका राजा सनहेरीब र तिनीहरूका अरू सबै शत्रुहरूबाट बचाउनुभयो। उहाँले तिनीहरूलाई चारैतिर शान्‍ति दिनुभयो।"},{"number":23,"verse":"धेरै मानिसहरूले यरूशलेममा परमप्रभुको निम्‍ति भेटीहरू र यहूदाका राजा हिजकियाको निम्‍ति दामी-दामी उपहारहरू ल्‍याए। त्‍यसपछि तिनले सबै जातिहरूद्वारा ठूलो सम्‍मान पाए।"},{"number":24,"verse":"( हिजकिया बिरामी परेका) त्‍यसपछि हिजकिया सिकिस्‍त बिरामी भए, र तिनले परमप्रभुलाई प्रार्थना गरे। परमप्रभुले तिनलाई जवाफ दिएर एउटा चिन्‍ह दिनुभयो। ( ,; ; )"},{"number":25,"verse":"तर हिजकिया अभिमानी भएका थिए, अनि परमप्रभुले तिनलाई दया देखाउनुभएकोमा तिनी कृतज्ञ भएनन्। यसैकारणले तिनीमाथि अनि यहूदा र यरूशलेममाथि परमप्रभुको क्रोध पर्‍यो।"},{"number":26,"verse":"आफ्‍नो अभिमानीको निम्‍ति हिजकिया र यरूशलेमका मानिसहरूले पश्‍चात्ताप गरे। त्‍यसले गर्दा हिजकियाको समयभरि नै परमप्रभुको क्रोध फेरि तिनीहरूमाथि परेन।"},{"number":27,"verse":"हिजकियाले धेरै धन-सम्‍पत्ति र मानमर्यादा पाएका थिए। तिनले आफ्‍ना सुन र चाँदी, बहुमूल्‍य पत्‍थर र मसलाहरू, ढालहरू र अरू दामी-दामी चीजहरूका निम्‍ति भण्‍डारहरू बनाए।"},{"number":28,"verse":"अन्‍न, नयाँ दाखमद्य र तेलका लागि ढुकुटीहरू, अनि विभिन्‍न किसिमका जन्‍तुका लागि तबेला र भेड़ाबाख्राहरूका लागि गोठहरू पनि तिनले बनाए।"},{"number":29,"verse":"तिनले गाईबस्‍तुका धेरै बथान र भेड़ाबाख्राका धेरै बगालहरू पनि जम्‍मा गरे, किनभने परमेश्‍वरले साँच्‍ची नै तिनलाई धेरै धन-सम्‍पत्ति दिनुभएको थियो।"},{"number":30,"verse":"यी नै हिजकियाले गीहोन नदीको माथिल्‍लो मूललाई थुनेर तलतिर दाऊदको सहरको पश्‍चिमपट्टितिर बगाउन लाएका थिए। वास्‍तवमा आफूले गरेको हरेक परियोजना सफल भयो।"},{"number":31,"verse":"तर जब बेबिलोनका शासकहरूले पठाएका राजदूतहरू देशमा देखिएको आश्‍चर्यका चिन्‍हको विषयमा सोध्‍न आए, तब परमेश्‍वरले तिनलाई जाँच गर्न र तिनको हृदयका सबै कुरा पत्ता लगाउन तिनलाई छोड्नुभयो।"},{"number":32,"verse":"हिजकियाको राजकालका अरू घटना र तिनका भक्तिका कामहरू यहूदा र इस्राएलका राजाहरूको इतिहासको पुस्‍तकमा भएको आमोजका छोरा यशैया अगमवक्ताको दर्शनमा लेखिएका छन्। ( )"},{"number":33,"verse":"हिजकिया आफ्‍ना पित्रहरूसित सुते, र दाऊदका सन्‍तानहरूका चिहानहरू भएको डाँड़ामा तिनी गाड़िए। तिनको मृत्‍युमा सारा यहूदा र यरूशलेमका मानिसहरूले तिनलाई श्रद्धाञ्‍जलि चढ़ाए, अनि तिनीपछि तिनका छोरा मनश्‍शे राजा भए।"}]}