{"bibleAbbr":"neNRV2012","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"( यहूदाका राजा यहोआहाज) त्‍यसपछि देशका मानिसहरूले योशियाहका छोरा यहोआहाजलाई लिएर यरूशलेममा तिनका पिताको सट्टामा राजा तुल्‍याए। ( )"},{"number":2,"verse":"राजगद्दी आरोहण गर्दा तिनी तेईस वर्षका थिए। तिनले यरूशलेममा तीन महिना राज्‍य गरे।"},{"number":3,"verse":"तब मिश्रदेशका राजाले यरूशलेममा तिनलाई पदच्‍युत गरे, र यहूदामाथि एक सय तोड़ा ( अर्थात् करीब ३४‍ किलोग्राम) चाँदी र एक तोड़ा ( अर्थात् करीब ३.४ टन) सुनको कर लगाए।"},{"number":4,"verse":"मिश्रदेशका राजाले यहोआहाजका भाइ एल्‍याकीमलाई यहूदा र यरूशलेममाथि राजा तुल्‍याए। उनले तिनको नाउँ यहोयाकीममा बदली गरे। तर नेकोले तिनका दाजु यहोआहाजलाई मिश्रदेशमा लगे। ( )"},{"number":5,"verse":"( यहूदाका राजा यहोयाकीम) राजगद्दी आरोहण गर्दा यहोयाकीम पच्‍चीस वर्षका थिए। तिनले यरूशलेममा एघार वर्ष राज्‍य गरे। ( ; ; ) ( )"},{"number":6,"verse":"तिनले परमप्रभु आफ्‍ना परमेश्‍वरको दृष्‍टिमा जे कुरो खराब थियो त्‍यही गरे। बेबिलोनका राजा नबूकदनेसरले तिनको देश आक्रमण गरेर तिनलाई काँसाका साङ्लाले बाँधेर बेबिलोनमा लगे। ( ; ; ; )"},{"number":7,"verse":"नबूकदनेसरले परमप्रभुको मन्‍दिरका कुनै-कुनै भाँड़ाहरू लगेर बेबिलोनमा तिनको आफ्‍नै मन्‍दिरमा राखे।"},{"number":8,"verse":"यहोयाकीमको राजकालका अरू घटनाहरू, अनि तिनले गरेका घिनलाग्‍दा र दोषी ठहरिने तिनका सबै कामहरू इस्राएल र यहूदाका राजाहरूका इतिहासको पुस्‍तकमा लेखिएका छन्। तिनीपछि तिनका छोरा यहोयाकीन राजा भए।"},{"number":9,"verse":"( यहूदाका राजा यहोयाकीन) राजगद्दी आरोहण गर्दा यहोयाकीन अठार वर्षका थिए। तिनले यरूशलेममा तीन महिना दश दिन राज्‍य गरे। तिनले परमप्रभुको दृष्‍टिमा जे कुरो खराब थियो त्‍यही गरे। ( )"},{"number":10,"verse":"बसन्‍त ऋतुमा राजा नबूकदनेसरले मानिसहरू पठाएर परमप्रभुको मन्‍दिरका असल-असल भाँड़ाहरूसमेत तिनलाई बेबिलोनमा ल्‍याए, र तिनका पिताका भाइ सिदकियाहलाई यहूदा र यरूशलेममाथि राजा तुल्‍याए। ( ; ; ; ; , )"},{"number":11,"verse":"( यहूदाका राजा सिदकियाह) राजगद्दी आरोहण गर्दा सिदकियाह एक्‍काईस वर्षका थिए। तिनले यरूशलेममा एघार वर्ष राज्‍य गरे। ( ; ) ( ; )"},{"number":12,"verse":"तिनले परमप्रभु तिनका परमेश्‍वरको दृष्‍टिमा जे कुरो खराब थियो त्‍यही गरे। परमेश्‍वरको वचन बोल्‍ने यर्मिया अगमवक्ताको सामु तिनले आफैलाई विनम्र पारेनन्।"},{"number":13,"verse":"परमेश्‍वरको नाउँमा तिनलाई शपथ खुवाउने राजा नबूकदनेसरको विरुद्धमा तिनी बागी भए। तिनी अटेरी र हठी भएर परमप्रभु इस्राएलका परमेश्‍वरतिर फर्किआउन तिनले इन्‍कार गरे। ( ) ( ; )"},{"number":14,"verse":"यसबाहेक अरू जातिहरूका सबै घिनलाग्‍दा कामहरू गरेर र परमप्रभुले यरूशलेममा पवित्र गर्नुभएको उहाँको मन्‍दिरलाई अपवित्र पारेर पूजाहारी र मानिसहरूका सबै नायकहरू झन्-झन् विश्‍वासघाती भए।"},{"number":15,"verse":"( यरूशलेमको पतन) आफ्‍नो प्रजा र आफ्‍नो वासस्‍थानमाथि दया गर्नुभएको हुनाले परमप्रभु तिनीहरूका पुर्खाहरूका परमेश्‍वरले तिनीहरूलाई आफ्‍ना दूतहरूद्वारा घरीघरी चेताउनी दिनुभयो।"},{"number":16,"verse":"तर परमप्रभुको क्रोध उहाँका मानिसहरूमाथि नपरुञ्‍जेल तिनीहरूले उहाँका दूतहरूलाई हँस्‍सी-ठट्टा गर्न, उहाँका वचनहरूको निन्‍दा गर्न र उहाँका अगमवक्ताहरूको गिल्‍ला गर्न छोड़ेनन्। अनि त्‍यो शान्‍त हुनै सकेन।"},{"number":17,"verse":"उहाँले तिनीहरूका विरुद्धमा बेबिलोनीहरूका राजालाई ल्‍याउनुभयो, जसले वासस्‍थान भित्रै तिनीहरूका जवान मानिसहरूलाई तरवारले मारे, र जवान मानिस, युवती, वृद्ध, कमजोर कसैलाई पनि तिनले छोड़ेनन्। परमेश्‍वरले ती सबैलाई नबूकदनेसरको हातमा सुम्‍पिदिनुभयो। ( ; )"},{"number":18,"verse":"उनले परमेश्‍वरको मन्‍दिरका सानाठूला सबै भाँड़ाहरू र परमप्रभुको मन्‍दिर र राजा र तिनका अधिकारीहरूका दामी-दामी थोकहरू सबै लगे।"},{"number":19,"verse":"उनीहरूले परमप्रभुको मन्‍दिर जलाइदिए, र यरूशलेम सहरको पर्खाल भत्‍काइदिए। उनीहरूले सहरका सबै महलहरू जलाइदिए, अनि त्‍यहाँका सबै दामी-दामी सामानहरू सर्वनाश गरे।"},{"number":20,"verse":"तरवारबाट उम्‍केकाहरूलाई उनले कैद गरेर बेबिलोनमा लगे, र फारसको राजसत्ता नहोउञ्‍जेल तिनीहरू उनका र उनका छोराहरूका दास-दासी भए।"},{"number":21,"verse":"यर्मिया अगमवक्ताद्वारा परमप्रभुको वचन पूरा हुनलाई सत्तरी वर्ष पूरा नहोउञ्‍जेल इस्राएलको देशले विश्रामको पूरा समय नकाटुञ्‍जेल नाश भएको सबै समयभरि नै देशले शबाथको विश्राम पालन गर्दैरह्यो। ( ; )"},{"number":22,"verse":"फारसका राजा कोरेसको पहिलो वर्षमा यर्मियाद्वारा भनिएको परमप्रभुको वचन पूरा हुन परमप्रभुले फारसका राजाको हृदय उत्तेजित पार्नुभयो। अनि उनले आफ्‍नो साम्राज्‍यभरि नै मुखैले र लिखित रूपमा यसो भनेर एउटा घोषणा निकाले: ( )"},{"number":23,"verse":"“फारसका राजा कोरेस यसो भन्‍छन्: परमप्रभु स्‍वर्गका परमेश्‍वरले पृथ्‍वीका सबै राज्‍य मलाई दिनुभएको छ। अनि उहाँले नै मलाई यहूदाका यरूशलेममा उहाँको निम्‍ति एउटा मन्‍दिर बनाउन आज्ञा गर्नुभएको छ। उहाँका प्रजाको हरेक मानिसलाई, जो अहिले तिमीहरूका बीचमा छ, म त्‍यसलाई भन्‍दछु, ‘परमप्रभु त्‍यसका परमेश्‍वर त्‍यससँग रहून्, अनि त्‍यो मानिस उक्‍लेर यरूशलेममा जाओस्’।” ( )"}]}