{"bibleAbbr":"MKJV1962","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"And at that time Michael shall stand up, the great ruler who stands for the sons of your people. And there shall be a time of trouble, such as never was since there was a nation; until that time. And at that time your people shall be delivered, every one that shall be found written in the book."},{"number":2,"verse":"And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame [and] everlasting contempt."},{"number":3,"verse":"And those who are wise shall shine as the brightness of the sky; and those who turn many to righteousness shall shine as the stars forever and ever."},{"number":4,"verse":"But you, O Daniel, shut up the words and seal the book, even to the time of the end. Many shall run to and fro, and knowledge shall be increased."},{"number":5,"verse":"Then I Daniel looked, and behold, there stood another two, the one on this [side], and the one on that [side] of the bank of the river."},{"number":6,"verse":"And [one] said to the man clothed in linen on the waters of the river: Until when [shall be] the end of these wonders?"},{"number":7,"verse":"And I heard the man clothed in linen, who [was] on the waters of the river, when he held up his right and his left [hand] to Heaven, and swore by Him who lives forever that it [shall be] for a time, times, and a half. And when they have made an end of scattering the power of the holy people, all these things shall be finished."},{"number":8,"verse":"And I heard, but I did not understand. Then I said, O my lord, what [shall be] the end of these things?"},{"number":9,"verse":"And He said, Go, Daniel! For the words [are] closed up and sealed until the end-time."},{"number":10,"verse":"Many shall be purified, and made white, and tried. But the wicked shall do wickedly. And none of the wicked shall understand, but the wise shall understand."},{"number":11,"verse":"And from the time that the daily [sacrifice] shall be taken away, and the desolating abomination set up, a thousand two hundred and ninety days [shall occur]."},{"number":12,"verse":"Blessed [is] he who waits and comes to the thousand three hundred and thirty-five days."},{"number":13,"verse":"But you go on to the end, for you shall rest and stand in your lot at the end of the days."}]}