{"bibleAbbr":"MKJV1962","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head on his bed. Then he wrote the dream and gave the sum of the matters."},{"number":2,"verse":"Daniel spoke and said, In my vision by night I was looking: and behold, the four winds of the heavens were stirring up the Great Sea."},{"number":3,"verse":"And four great beasts came up from the sea, different from one another."},{"number":4,"verse":"The first was like a lion and had eagle's wings. I watched until its wings were plucked, and it was lifted up from the earth and made to stand on its feet like a man. And a man's heart was given to it."},{"number":5,"verse":"And behold another beast, a second, like a bear. And it raised itself up on one side, and it had three ribs in its mouth between its teeth. And they said this to it: Arise, eat up much flesh."},{"number":6,"verse":"After this I saw, and lo, another, like a leopard, which [had] four wings of a bird on its back. The beast also [had] four heads; and rulership was given to it."},{"number":7,"verse":"After this I looked in the night visions, and behold, a fourth beast, frightening and terrifying, and very strong. And it [had] great iron teeth; it devoured and broke in pieces, and stamped the rest with its feet. And it [was] different from all the beasts before it; and it had ten horns."},{"number":8,"verse":"I was thinking about the horns, and behold, there came up among them another little horn, before whom three of the first horns were uprooted. And behold, in this horn [were] eyes like the eyes of man, and a mouth speaking great things."},{"number":9,"verse":"I watched until the thrones were thrown up, and the Ancient of Days sat, whose robe [was] white as snow, and the hair of His head like the pure wool. His throne [was] like flames of fire, and His wheels [like] burning fire."},{"number":10,"verse":"A stream of fire went out and came out from before Him. A thousand thousands served Him, and ten thousand times ten thousand stood before Him. The judgment was set, and the books were opened."},{"number":11,"verse":"Then I was looking because of the voice of the great words which the horn spoke. I watched until the beast was slain, and his body was destroyed and given to the burning flame."},{"number":12,"verse":"And the rest of the beasts, their dominion was taken away. Yet their lives were made longer for a season and time."},{"number":13,"verse":"I saw in the night visions, and behold, [One] like the Son of man came with the clouds of heaven, and came to the Ancient of Days, and they brought Him near before Him."},{"number":14,"verse":"And dominion and glory was given Him, and a kingdom, that all peoples, nations and languages, should serve Him. His dominion [is] an everlasting dominion which shall not pass away, and His kingdom that which shall not be destroyed."},{"number":15,"verse":"I Daniel was distressed in My spirit in its body, and the visions of my head troubled me."},{"number":16,"verse":"And I came near one of those who stood by, and asked him the truth of all this. So he told me, and made me know the meaning of the things."},{"number":17,"verse":"These four great beasts [are] four kings; they shall arise out of the earth."},{"number":18,"verse":"But the saints of the Most High shall take the kingdom and possess the kingdom forever, even forever and ever."},{"number":19,"verse":"Then I wanted to know the truth of the fourth beast, which [was] different from all the others, very frightening, whose teeth [were of] iron, and his nails of bronze; [who] devoured, broke in pieces, and stamped the rest with his feet;"},{"number":20,"verse":"and of the ten horns that were in his head, and [of] the other which came up, and before whom three fell; even [of] that horn that had eyes, and a mouth speaking very great things, whose look [was] greater than his fellows."},{"number":21,"verse":"I watched, and that horn made war with the saints and overcame them"},{"number":22,"verse":"until the Ancient of Days came, and judgment was given to the saints of the Most High. And the time came that the saints possessed the kingdom."},{"number":23,"verse":"And he said, The fourth beast shall be the fourth kingdom on earth, which shall be different from all kingdoms and shall devour the whole earth, and shall trample it and crush it."},{"number":24,"verse":"And the ten horns out of this kingdom [are] ten kings that shall arise. And another shall arise after them. And he shall be different from the first, and he shall humble three kings."},{"number":25,"verse":"And he shall speak words against the Most High, and shall wear out the saints of the Most High, and plot to change times and laws. And they shall be given into his hand until a time and times and one-half time."},{"number":26,"verse":"But the judgment shall sit, and they shall take away his rulership, to cut off and to destroy until the end."},{"number":27,"verse":"And the kingdom and rulership, and the greatness of the kingdom under all the heavens, shall be given to the people of the saints of the Most High, whose kingdom [is] an everlasting kingdom. And all kingdoms shall serve and obey Him."},{"number":28,"verse":"Here [is] the end of the matter. As for me Daniel, my thoughts troubled me much, and my face changed on me. But I kept the matter in my heart."}]}