{"bibleAbbr":"MKJV1962","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"In the third year of the reign of king Belshazzar a vision appeared to me, [to] me, Daniel, after that which appeared to me at the first."},{"number":2,"verse":"And in a vision I looked. And it happened when I looked, I [was] at Shushan the palace, which [is] in the province of Elam. And in a vision I looked, and I was by the Ulai Canal."},{"number":3,"verse":"Then I lifted up my eyes, and looked. And behold, a ram with [two] horns stood before the Canal [having] two horns, and the [two] horns were high, but one [was] higher than the other, and the higher came up last."},{"number":4,"verse":"I saw the ram pushing westward and northward and southward; so that no beasts could stand before him, nor any that could deliver out of his hand. But he did according to his will, and became great."},{"number":5,"verse":"And as I was watching, behold, a he-goat came from the west, over the face of the all earth, and did not touch the ground. And the he goat [had] an outstanding horn between his eyes."},{"number":6,"verse":"And he came to the ram that [had two] horns, which I had seen standing before the river, and ran to him in the fury of his power."},{"number":7,"verse":"And I saw him come close beside the ram, and he was moved with anger against him, and struck the ram and shattered his two horns. And there was no power in the ram to stand before him. But he threw him down to the ground and stamped on him. And none could deliver the ram out of his hand."},{"number":8,"verse":"Then the he-goat became very great. And when he was strong, the great horn was broken. And in its place came up four outstanding [ones] towards the four winds of the heavens."},{"number":9,"verse":"And out of one of them came forth a little horn, which became very great, toward the south and toward the east and toward the bountiful [land]."},{"number":10,"verse":"And it became great, [even] to the host of heaven. And it made fall some of the host and of the stars to the ground, and trampled them."},{"number":11,"verse":"Yea, he magnified himself, even to the ruler of the host, and the daily [sacrifice] was taken away by him, and the place of his sanctuary was cast down."},{"number":12,"verse":"And an army was given [to him] against the daily [sacrifice] because of transgression, and it cast the truth to the ground. And it worked and succeeded."},{"number":13,"verse":"Then I heard a certain holy one speaking, and another holy one said to that one who spoke, Until when shall the vision last, concerning the daily [sacrifice] and the transgression that astounds, to give both the sanctuary and the host to be trampled?"},{"number":14,"verse":"And he said to me, For two thousand, three hundred evenings and mornings. Then the sanctuary shall be vindicated."},{"number":15,"verse":"And it happened when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me the form of a man."},{"number":16,"verse":"And I heard a man's voice between [the banks of] Ulai, which called and said, Gabriel, make this one understand the vision."},{"number":17,"verse":"So he came near beside my place. And when he came, I was afraid and fell on my face. But he said to me, Understand, O son of man, for the vision [is] for the time of the end."},{"number":18,"verse":"And as he was speaking with me, I was stunned, on my face toward the ground. But he touched me and set me upright."},{"number":19,"verse":"And he said, Behold, I will make you know what shall happen in the last end of the indignation. For [it is] for the time appointed for the end."},{"number":20,"verse":"The ram which you saw having two horns [are] the kings of Media and Persia."},{"number":21,"verse":"And the shaggy goat [is] the king of Greece. And the great horn between his eyes is the first king."},{"number":22,"verse":"And as for that being broken, and four stood up in its place; four kingdoms shall stand up out of the nation, but not in its power."},{"number":23,"verse":"And in the latter time of their kingdom, when the transgressors have come to the full, a king, fierce of face, and skilled at intrigues, shall stand up."},{"number":24,"verse":"And his power shall be mighty, but not by his own power. And he shall destroy marvelously, and shall prosper and work, and destroy the mighty and the holy people."},{"number":25,"verse":"And also through his understanding, he shall cause deceit to succeed in his hand. And he shall magnify himself in his heart, and by peace shall destroy many. He also shall stand up against the Ruler of rulers. But he shall be broken without a hand."},{"number":26,"verse":"And the vision of the evening and the morning which was told [is] true. But you shall shut up the vision; for it [shall be] for many days."},{"number":27,"verse":"And I Daniel fainted, and was sick [for] days. Afterward I rose up, and did the king's business. And I was amazed at the vision, but there was no understanding."}]}