{"bibleAbbr":"NET2007","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"(Leaders of the Army) What follows is a list of Israelite family leaders and commanders of units of a thousand and a hundred, as well as their officers who served the king in various matters. Each division was assigned to serve for one month during the year; each consisted of 24000 men. (tn Heb “and the sons of Israel according to their number, heads of the fathers and the commanders of the thousands and the hundreds and their officers who served the king with respect to every matter of the divisions, [that which] comes and goes out month by month according to all the months of the year, one division [was] twenty-four thousand.”)"},{"number":2,"verse":"Jashobeam son of Zabdiel was in charge of the first division, which was assigned the first month. His division consisted of 24000 men."},{"number":3,"verse":"He was a descendant of Perez; he was in charge of all the army officers for the first month."},{"number":4,"verse":"Dodai the Ahohite was in charge of the division assigned the second month; Mikloth was the next in rank. (tn Heb “the leader.”) His division consisted of 24000 men."},{"number":5,"verse":"The third army commander, assigned the third month, was Benaiah son of Jehoiada the priest. He was the leader of his division, which consisted of 24000 men."},{"number":6,"verse":"Benaiah was the leader of the thirty warriors and his division; his son was Ammizabad. (tn Heb “That [was the] Benaiah [who was] a warrior of the thirty and over the thirty, and his division, Ammizabad his son.”)"},{"number":7,"verse":"The fourth, assigned the fourth month, was Asahel, brother of Joab; his son Zebadiah succeeded him. (tn Heb “[was] after him.”) His division consisted of 24000 men."},{"number":8,"verse":"The fifth, assigned the fifth month, was the commander Shamhuth the Izrahite. His division consisted of 24000 men."},{"number":9,"verse":"The sixth, assigned the sixth month, was Ira son of Ikkesh the Tekoite. His division consisted of 24000 men."},{"number":10,"verse":"The seventh, assigned the seventh month, was Helez the Pelonite, an Ephraimite. His division consisted of 24000 men."},{"number":11,"verse":"The eighth, assigned the eighth month, was Sibbekai the Hushathite, a Zerahite. His division consisted of 24000 men."},{"number":12,"verse":"The ninth, assigned the ninth month, was Abiezer the Anathothite, a Benjaminite. His division consisted of 24000 men."},{"number":13,"verse":"The tenth, assigned the tenth month, was Maharai the Netophathite, a Zerahite. His division consisted of 24000 men."},{"number":14,"verse":"The eleventh, assigned the eleventh month, was Benaiah the Pirathonite, an Ephraimite. His division consisted of 24000 men."},{"number":15,"verse":"The twelfth, assigned the twelfth month, was Heldai the Netophathite, a descendant of Othniel. His division consisted of 24000 men."},{"number":16,"verse":"The officers of the Israelite tribes: Eliezer son of Zikri was the leader of the Reubenites, Shephatiah son of Maacah led the Simeonites,"},{"number":17,"verse":"Hashabiah son of Kemuel led the Levites, Zadok led the descendants of Aaron,"},{"number":18,"verse":"Elihu, a brother of David, led Judah, Omri son of Michael led Issachar,"},{"number":19,"verse":"Ishmaiah son of Obadiah led Zebulun, Jerimoth son of Azriel led Naphtali,"},{"number":20,"verse":"Hoshea son of Azaziah led the Ephraimites, Joel son of Pedaiah led the half-tribe of Manasseh,"},{"number":21,"verse":"Iddo son of Zechariah led the half-tribe of Manasseh in Gilead, Jaasiel son of Abner led Benjamin,"},{"number":22,"verse":"Azarel son of Jeroham led Dan. These were the commanders of the Israelite tribes."},{"number":23,"verse":"David did not count the males twenty years old and under, for the LORD had promised to make Israel as numerous as the stars in the sky."},{"number":24,"verse":"Joab son of Zeruiah started to count the men but did not finish. God was angry with Israel (tn Heb “anger was on Israel.”) because of this, so the number was not recorded in the scroll (tc The Hebrew text has “in the number,” but מִסְפַּר (mispar) is probably dittographic – note that the same word appears immediately before this. The form should be emended to בְּסֵפֶר (bÿsefar, “in the scroll”).) called The Annals of King David."},{"number":25,"verse":"(Royal Officials) Azmaveth son of Adiel was in charge of the king’s storehouses; Jonathan son of Uzziah was in charge of the storehouses in the field, in the cities, in the towns, and in the towers."},{"number":26,"verse":"Ezri son of Kelub was in charge of the field workers who farmed the land. (tn Heb “with respect to the work of the land.” The phrase refers to agricultural labor; see HALOT 776-77 s. v. עֲבֹדָה.)"},{"number":27,"verse":"Shimei the Ramathite was in charge of the vineyards; Zabdi the Shiphmite was in charge of the wine stored in the vineyards. (tn Heb “and over [that] which is in the vineyards, with respect to the storehouses of the wine, [was] Zabdi the Shiphmite.”)"},{"number":28,"verse":"Baal-Hanan the Gederite was in charge of the olive and sycamore trees in the lowlands; (tn Or “foothills”; Heb “the Shephelah.”) Joash was in charge of the storehouses of olive oil."},{"number":29,"verse":"Shitrai the Sharonite was in charge of the cattle grazing in Sharon; Shaphat son of Adlai was in charge of the cattle in the valleys."},{"number":30,"verse":"Obil the Ishmaelite was in charge of the camels; Jehdeiah the Meronothite was in charge of the donkeys."},{"number":31,"verse":"Jaziz the Hagrite was in charge of the sheep. All these were the officials in charge of King David’s property."},{"number":32,"verse":"Jonathan, David’s uncle, was a wise adviser and scribe; (tn Heb “was an adviser, a man of insight, and a scribe.”) Jehiel son of Hacmoni cared for (tn Heb “[was] with” (so KJV, ASV); NASB “tutored”; NRSV “attended”; NLT “was responsible to teach.’) the king’s sons."},{"number":33,"verse":"Ahithophel was the king’s adviser; Hushai the Arkite was the king’s confidant. (tn Heb “friend.”)"},{"number":34,"verse":"Ahithophel was succeeded by Jehoiada son of Benaiah and by Abiathar. Joab was the commanding general of the king’s army."}]}