{"bibleAbbr":"NET2007","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"(The People Contribute to the Project) King David said to the entire assembly: “My son Solomon, the one whom God has chosen, is just an inexperienced young man, (tn Heb “a young man and tender.”) and the task is great, for this palace is not for man, but for the LORD God."},{"number":2,"verse":"So I have made every effort (tn Heb “and according to all my strength.”) to provide what is needed for the temple of my God, including the gold, silver, bronze, iron, wood, (tn Heb “the gold for the gold, and the silver for the silver, and the bronze for the bronze, and the iron for the iron, and the wood for the wood.”) as well as a large amount of onyx, settings of antimony and other stones, all kinds of precious stones, and alabaster."},{"number":3,"verse":"Now, to show my commitment to the temple of my God, I donate my personal treasure of gold and silver to the temple of my God, in addition to all that I have already supplied for this holy temple."},{"number":4,"verse":"This includes 3000 talents (tn See the note on the word “talents” in 19:6. Using the “light” standard talent of 67.3 lbs. (30.6 kg) as the standard for calculation, David had supplied 101 tons (91800 kg) of gold and 235.5 tons (214200 kg) of silver.) of gold from Ophir and 7000 talents of refined silver for overlaying the walls of the buildings,"},{"number":5,"verse":"for gold and silver items, and for all the work of the craftsmen. Who else wants to contribute to the LORD today?”"},{"number":6,"verse":"The leaders of the families, the leaders of the Israelite tribes, the commanders of units of a thousand and a hundred, and the supervisors of the king’s work contributed willingly."},{"number":7,"verse":"They donated for the service of God’s temple 5000 talents (tn See the note on the word “talents” in 19:6. Using the “light” standard talent of 67.3 lbs. (30.6 kg) as the standard for calculation, the people donated 168.3 tons (153000 kg) of gold, 336.5 tons (306000 kg) of silver, 605.7 tons (550800 kg) of bronze, and 3365 tons (3060000 kg) of iron.) and ten thousand darics (tn On the “daric” as a unit of measure, see BDB 204 s. v. דַּרְכְּמוֹן. Some have regarded the daric as a minted coin, perhaps even referring to the Greek drachma, but this is less likely. sn The daric was a unit of weight perhaps equal to between 8 and 9 grams (just under one-third of an ounce), so 10000 darics of gold would weigh between 80 and 90 kilograms (between 176 and 198 pounds).) of gold, 10000 talents of silver, 18000 talents of bronze, and 100000 talents of iron."},{"number":8,"verse":"All who possessed precious (tn The word “precious” is supplied in the translation for clarification.) stones donated them to the treasury of the LORD’s temple, which was under the supervision of Jehiel the Gershonite."},{"number":9,"verse":"The people were delighted with their donations, for they contributed to the LORD with a willing attitude; (tn Heb “with a complete heart.”) King David was also very happy. (tn Heb “was rejoiced with great joy.”)"},{"number":10,"verse":"(David Praises the Lord) David praised the LORD before the entire assembly: (tn Heb “assembly, and David said.” The words “and David said” are redundant according to contemporary English style and have not been included in the translation.) “O LORD God of our father Israel, you deserve praise forevermore!"},{"number":11,"verse":"O LORD, you are great, mighty, majestic, magnificent, glorious, and sovereign (tn The words “and sovereign” are added in the translation for clarification and for stylistic reasons.) over all the sky and earth! You have dominion and exalt yourself as the ruler (tn Heb “head.”) of all."},{"number":12,"verse":"You are the source of wealth and honor; (tn Heb “wealth and honor [are] from before you.”) you rule over all. You possess strength and might to magnify and give strength to all. (tn Heb “and in your hand [is] strength and might and in your hand to magnify and to give strength to all.”)"},{"number":13,"verse":"Now, our God, we give thanks to you and praise your majestic name!"},{"number":14,"verse":"“But who am I and who are my people, that we should be in a position to contribute this much? (tn Heb “that we should retain strength to contribute like this.”) Indeed, everything comes from you, and we have simply given back to you what is yours. (tn Heb “and from you we have given to you.”)"},{"number":15,"verse":"For we are resident foreigners and nomads in your presence, like all our ancestors; (tn Heb “fathers” (also in vv. 18, 20).) our days are like a shadow on the earth, without security. (tn Or perhaps “hope.”)"},{"number":16,"verse":"O LORD our God, all this wealth, which we have collected to build a temple for you to honor your holy name, comes from you; it all belongs to you."},{"number":17,"verse":"I know, my God, that you examine thoughts (tn Heb “a heart.”) and are pleased with integrity. With pure motives (tn Heb “with integrity of heart.”) I contribute all this; and now I look with joy as your people who have gathered here contribute to you."},{"number":18,"verse":"O LORD God of our ancestors Abraham, Isaac, and Israel, maintain the motives of your people and keep them devoted to you. (tn Heb “keep this permanently with respect to the motive of the thoughts of the heart of your people, and make firm their heart to you.”)"},{"number":19,"verse":"Make my son Solomon willing to obey your commands, rules, and regulations, and to complete building the palace for which I have made preparations.” (tn Heb “and to Solomon my son give a complete heart to keep your commands, your rules and your regulations, and to do everything, and to build the palace [for] which I have prepared.”)"},{"number":20,"verse":"David told the entire assembly: “Praise the LORD your God!” So the entire assembly praised the LORD God of their ancestors; they bowed down and stretched out flat on the ground before the LORD and the king."},{"number":21,"verse":"(David Designates Solomon King) The next day they made sacrifices and offered burnt sacrifices to the LORD (1000 bulls, 1000 rams, 1000 lambs), along with their accompanying drink offerings and many other sacrifices for all Israel."},{"number":22,"verse":"They held a feast (tn Heb “they ate and drank.”) before the LORD that day and celebrated. (tn Heb “with great joy.”) Then they designated Solomon, David’s son, as king a second time; (sn See 1 Chr 23:1, where David had previously designated Solomon as king over Israel.) before the LORD they anointed him as ruler and Zadok as priest."},{"number":23,"verse":"Solomon sat on the LORD’s throne as king in place of his father David; he was successful and all Israel was loyal to him. (tn Heb “listened to him.”)"},{"number":24,"verse":"All the officers and warriors, as well as all of King David’s sons, pledged their allegiance to King Solomon. (tn Heb “placed a hand under Solomon the king.”)"},{"number":25,"verse":"The LORD greatly magnified Solomon before all Israel and bestowed on him greater majesty than any king of Israel before him. (tn Heb “and gave to him glory of kingship which there was not concerning every king before him over Israel.”)"},{"number":26,"verse":"(David’s Reign Comes to an End) David son of Jesse reigned over all Israel."},{"number":27,"verse":"He reigned over Israel forty years; he reigned in Hebron seven years and in Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) thirty-three years."},{"number":28,"verse":"He died at a good old age, having enjoyed long life, wealth, and honor. (tn Heb “satisfied with days, wealth, and honor.”) His son Solomon succeeded him."},{"number":29,"verse":"King David’s accomplishments, from start to finish, are recorded in the Annals of Samuel the prophet, the Annals of Nathan the prophet, and the Annals of Gad the prophet. (tn Heb “and the events of David the king, the former and the latter, look they are written in the annals of Samuel the seer, and in the annals of Nathan the prophet, and in the annals of Gad the seer.”)"},{"number":30,"verse":"Recorded there are all the facts about his reign and accomplishments, and an account of the events that involved him, Israel, and all the neighboring kingdoms. (tn Heb “with all his reign and his might, and the times which passed over him and over Israel and over all the kingdoms of the lands.”)"}]}