{"bibleAbbr":"NET2007","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"(Judah’s Descendants) The descendants of Judah: Perez, Hezron, Carmi, Hur, and Shobal."},{"number":2,"verse":"Reaiah the son of Shobal was the father of Jahath, and Jahath was the father of Ahumai and Lahad. These were the clans of the Zorathites."},{"number":3,"verse":"These were the sons of Etam: Jezreel, Ishma, and Idbash. Their sister was Hazzelelponi."},{"number":4,"verse":"Penuel was the father of Gedor, and Ezer was the father of Hushah. These were the descendants of Hur, the firstborn of Ephrathah and the father of Bethlehem."},{"number":5,"verse":"Ashhur the father of Tekoa had two wives, Helah and Naarah."},{"number":6,"verse":"Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons of Naarah."},{"number":7,"verse":"The sons of Helah: Zereth, Zohar, Ethnan,"},{"number":8,"verse":"and Koz, who was the father of Anub, Hazzobebah, and the clans of Aharhel the son of Harum."},{"number":9,"verse":"Jabez was more respected than his brothers. His mother had named him Jabez, for she said, “I experienced pain when I gave birth to him.” (tn In Hebrew the name יַעְבֵּץ (ya’bets, “Jabez”) sounds like the noun עֹצֶב (’otsev) which means “pain.”)"},{"number":10,"verse":"Jabez called out to the God of Israel, “If only (tn On the use of אִם (’im, “if”) here, see HALOT 60 s. v.) you would greatly bless me and expand my territory! May your hand be with me! Keep me from harm so I might not endure pain!” (tn Heb “and act from [i. e., so as to prevent] harm so that I might not be in pain.”) God answered his prayer. (tn Heb “and God brought about what he had asked.”)"},{"number":11,"verse":"Kelub, the brother of Shuhah, was the father of Mehir, who was the father of Eshton."},{"number":12,"verse":"Eshton was the father of Beth-Rapha, Paseah, and Tehinnah, the father of Ir Nahash. (tn Or “of the city of Nahash.”) These were the men of Recah."},{"number":13,"verse":"The sons of Kenaz: Othniel and Seraiah. The sons of Othniel: Hathath and Meonothai. (tc “Meonothai” is read here by some mss of the LXX, along with the Vulgate. The name apparently was dropped from the Hebrew text by haplography. Note that the name appears at the beginning of the next verse as well.)"},{"number":14,"verse":"Meonothai was the father of Ophrah. Seraiah was the father of Joab, the father of those who live in Ge Harashim, who were craftsmen. (tn Heb “the father of Ge Harashim, for they were craftsmen.” The name “Ge Harashim” means “valley of craftsmen.”)"},{"number":15,"verse":"The sons of Caleb son of Jephunneh: Iru, Elah, and Naam. The son of Elah: Kenaz. (tn Heb “and the sons of Elah and Kenaz.” Kenaz was actually the son of Elah.)"},{"number":16,"verse":"The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel."},{"number":17,"verse":"The sons of Ezrah: Jether, Mered, Epher, and Jalon. Mered’s wife Bithiah (tn The Hebrew text has simply, “and she gave birth to,” without identifying the subject. The words “Mered’s wife Bithiah” are added in the translation for clarification. See v. 18b, which mentions “Bethiah, whom Mered married.”) gave birth to Miriam, Shammai, and Ishbah, the father of Eshtemoa."},{"number":18,"verse":"(His Judahite wife gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah.) These were the sons of Pharaoh’s daughter Bithiah, whom Mered married. (tn Heb “took,” referring to taking in marriage.)"},{"number":19,"verse":"The sons of Hodiah’s wife, the sister of Naham: the father of Keilah the Garmite, and Eshtemoa the Maacathite."},{"number":20,"verse":"The sons of Shimon: Amnon, Rinnah, Ben-Hanan, and Tilon. The descendants of Ishi: Zoheth and Ben Zoheth. (tn Or “and the son of Zoheth” (NAB). The word בֶּן (ben) in Hebrew means “son [of].”)"},{"number":21,"verse":"The sons of Shelah son of Judah: Er the father of Lecah, Laadah the father of Mareshah, the clans of the linen workers at Beth-Ashbea,"},{"number":22,"verse":"Jokim, the men of Cozeba, and Joash and Saraph, both of whom ruled in Moab and Jashubi Lehem. (This information is from ancient records.) (tn Heb “and the words are old.”)"},{"number":23,"verse":"They were the potters who lived in Netaim and Gederah; they lived there and worked for the king. (tn Heb “and those who lived in Netaim and Gederah; with the king in his work they lived there.”)"},{"number":24,"verse":"(Simeon’s Descendants) The descendants of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul,"},{"number":25,"verse":"his son Shallum, his son Mibsam, and his son Mishma."},{"number":26,"verse":"The descendants of Mishma: His son Hammuel, his son Zaccur, and his son Shimei."},{"number":27,"verse":"Shimei had sixteen sons and six daughters. But his brothers did not have many sons, so their whole clan was not as numerous as the sons of Judah."},{"number":28,"verse":"They lived in Beer Sheba, Moladah, Hazar Shual,"},{"number":29,"verse":"Bilhah, Ezem, Tolad,"},{"number":30,"verse":"Bethuel, Hormah, Ziklag,"},{"number":31,"verse":"Beth Marcaboth, Hazar Susim, Beth Biri, and Shaaraim. These were their towns until the reign of David."},{"number":32,"verse":"Their settlements also included Etam, Ain, Rimmon, Tochen, and Ashan — five towns."},{"number":33,"verse":"They also lived in all the settlements that surrounded these towns as far as Baal. (tc Some LXX mss read “Baalath” (cf. Josh 19:8). This is followed by some English versions (e. g., NIV, NCV, TEV, NLT).) These were their settlements; they kept genealogical records."},{"number":34,"verse":"Their clan leaders were: (tn The words “their clan leaders were” are added in the translation for clarification. See v. 38a, which makes this clear.) Meshobab, Jamlech, Joshah son of Amaziah,"},{"number":35,"verse":"Joel, Jehu son of Joshibiah (son of Seraiah, son of Asiel),"},{"number":36,"verse":"Eleoenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"},{"number":37,"verse":"Ziza son of Shipi (son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah)."},{"number":38,"verse":"These who are named above were the leaders of their clans. Their extended families increased greatly in numbers."},{"number":39,"verse":"They went to the entrance of Gedor, to the east of the valley, looking for pasture for their sheep."},{"number":40,"verse":"They found fertile and rich pasture; the land was very broad, undisturbed and peaceful. Indeed some Hamites had been living there prior to that."},{"number":41,"verse":"The men whose names are listed came during the time of King Hezekiah of Judah and attacked the Hamites’ settlements, (tn The Hebrew text reads “their tents,” apparently referring to those of the Hamites mentioned at the end of v. 40. Some prefer to emend the text to read, “the tents of Ham.”) as well as the Meunites they discovered there, and they wiped them out to this very day. They dispossessed them, (tn Heb “and they lived in place of them.”) for they found pasture for their sheep there."},{"number":42,"verse":"Five hundred men of Simeon, led by Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, went to the hill country of Seir"},{"number":43,"verse":"and defeated the rest of the Amalekite refugees; (tn Heb “and struck down the remnant that had escaped belonging to Amalek.”) they live there to this very day."}]}