{"bibleAbbr":"NET2007","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"Reuben’s Descendants The sons of Reuben, Israel’s firstborn — (Now he was the firstborn, but when he defiled his father’s bed, (sn The phrase when he defiled his father’s bed refers to Reuben having sexual relations with his father Jacob’s concubine Bilhah. This incident is recorded in Gen 35:22.) his rights as firstborn were given to the sons of Joseph, Israel’s son. So Reuben is not listed as firstborn in the genealogical records. (tn Heb “and not to be listed in the genealogical records as (having) the right of the firstborn.”)"},{"number":2,"verse":"Though Judah was the strongest among his brothers and a leader descended from him, (tn Heb “and [one] for a leader [was] from him.” This probably refers to the Davidic king.) the right of the firstborn belonged to Joseph.)"},{"number":3,"verse":"The sons of Reuben, Israel’s firstborn: Hanoch, Pallu, Hezron, and Carmi."},{"number":4,"verse":"The descendants of Joel: His son Shemaiah, his son Gog, his son Shimei,"},{"number":5,"verse":"his son Micah, his son Reaiah, his son Baal,"},{"number":6,"verse":"and his son Beerah, whom King Tiglath-pileser (tn Heb “Tilgath-pilneser,” a variant spelling of Tiglath-pileser (also in v. 26).) of Assyria carried into exile. Beerah (tn Heb “he”; the referent (Beerah) has been specified in the translation for clarity.) was the tribal leader of Reuben."},{"number":7,"verse":"His brothers by their clans, as listed in their genealogical records: The leader Jeiel, Zechariah,"},{"number":8,"verse":"and Bela son of Azaz, son of Shema, son of Joel. They lived in Aroer as far as Nebo and Baal Meon."},{"number":9,"verse":"In the east they settled as far as the entrance to the desert that stretches to the Euphrates River, for their cattle had increased in numbers in the land of Gilead."},{"number":10,"verse":"During the time of Saul they attacked the Hagrites and defeated them. They took over their territory in the entire eastern region of Gilead. (tn Heb “and in the days of Saul they made war with the Hagrites and they fell by their hand and they lived in their tents unto all the face of the east of Gilead.”)"},{"number":11,"verse":"Gad’s Descendants The descendants of Gad lived near them in the land of Bashan, as far as Salecah."},{"number":12,"verse":"They included Joel the leader, Shapham the second in command, Janai, and Shaphat in Bashan."},{"number":13,"verse":"Their relatives, listed according to their families, (tn Heb “and their brothers by the house of their fathers.”) included Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber — seven in all."},{"number":14,"verse":"These were the sons of Abihail son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz."},{"number":15,"verse":"Ahi son of Abdiel, son of Guni, was the leader of the family. (tn Heb “was the head of the house of their fathers.”)"},{"number":16,"verse":"They lived in Gilead, in Bashan and its surrounding settlements, and in the pasturelands of Sharon to their very borders. (tn Heb “unto their extremities.”)"},{"number":17,"verse":"All of them were listed in the genealogical records in the time of King Jotham of Judah and in the time of King Jeroboam of Israel."},{"number":18,"verse":"The Reubenites, Gadites, and the half-tribe of Manasseh had 44760 men in their combined armies, warriors who carried shields and swords, were equipped with bows, and were trained for war. (tn Heb “the sons of Reuben and the Gadites and half of the tribe of Manasseh, from the sons of bravery, men carrying a shield and sword and treading a bow and trained for war, 44760 going out for warfare.”)"},{"number":19,"verse":"They attacked (tn Heb “made war with.”) the Hagrites, Jetur, Naphish, and Nodab."},{"number":20,"verse":"They received divine help in fighting them, and the Hagrites and all their allies were handed over to them. They cried out to God during the battle; he responded to their prayers because they trusted in him. (tn Heb “and they were helped against them and they were given over into their hand, the Hagrites and all who were with them, for to God they cried out in the battle and he was entreated [or “allowed himself to be entreated”] by them for they trusted in him.”)"},{"number":21,"verse":"They seized the Hagrites’ (tn Heb “their”; the referent (the Hagrites) has been specified in the translation for clarity.) animals, including 50000 camels, 250000 sheep, and 2000 donkeys. They also took captive 100000 people."},{"number":22,"verse":"Because God fought for them, (tn Heb “from God [was] the battle.”) they killed many of the enemy. (tn Heb “many slain fell.”) They dispossessed the Hagrites and lived in their land until the exile. (tn Heb “and they lived in place of them until the exile.” The referent of “them” (the Hagrites) has been specified in the translation for clarity.)"},{"number":23,"verse":"The Half-Tribe of Manasseh The half-tribe of Manasseh settled in the land from Bashan as far as Baal Hermon, Senir, and Mount Hermon. They grew in number."},{"number":24,"verse":"These were the leaders of their families: (tn Heb “and these [were] the heads of the house of their fathers.”) Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were skilled warriors, men of reputation, (tn Heb “men of names.”) and leaders of their families."},{"number":25,"verse":"But they were unfaithful to the God of their ancestors (tn Heb “fathers.”) and worshiped instead (tn Heb “prostituted themselves after.”) the gods of the native peoples (tn Heb “the peoples of the land.”) whom God had destroyed before them."},{"number":26,"verse":"So the God of Israel stirred up (tn Heb “stirred up the spirit of.”) King Pul of Assyria (that is, King Tiglath-pileser of Assyria), (tn Heb “and the spirit of Tilgath-pilneser king of Assyria.” “Pul” and “Tilgath-pilneser” were names of the same Assyrian ruler, more commonly known as Tiglath-pileser (cf. 2 Kgs 15:29).) and he carried away the Reubenites, Gadites, and half-tribe of Manasseh and took them to Halah, Habor, Hara, and the river of Gozan, where they remain to this very day."}]}