{"bibleAbbr":"NET2007","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"Levi’s Descendants (5:27) (sn Beginning with 6:1, the verse numbers through 6:81 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 6:1 ET = 5:27 HT, 6:2 ET = 5:28 HT, 6:16 ET = 6:1 HT, etc., through 6:81 ET = 6:66 HT. Beginning with 7:1 the verse numbers in the ET and HT are again the same.) The sons of Levi: Gershon, Kohath, and Merari."},{"number":2,"verse":"The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."},{"number":3,"verse":"The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."},{"number":4,"verse":"Eleazar was the father of Phinehas, and Phinehas was the father of Abishua."},{"number":5,"verse":"Abishua was the father of Bukki, and Bukki was the father of Uzzi."},{"number":6,"verse":"Uzzi was the father of Zerahiah, and Zerahiah was the father of Meraioth."},{"number":7,"verse":"Meraioth was the father of Amariah, and Amariah was the father of Ahitub."},{"number":8,"verse":"Ahitub was the father of Zadok, and Zadok was the father of Ahimaaz."},{"number":9,"verse":"Ahimaaz was the father of Azariah, and Azariah was the father of Johanan."},{"number":10,"verse":"Johanan was the father of Azariah, who served as a priest in the temple Solomon built in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":11,"verse":"Azariah was the father of Amariah, and Amariah was the father of Ahitub."},{"number":12,"verse":"Ahitub was the father of Zadok, and Zadok was the father of Shallum."},{"number":13,"verse":"Shallum was the father of Hilkiah, and Hilkiah was the father of Azariah."},{"number":14,"verse":"Azariah was the father of Seraiah, and Seraiah was the father of Jehozadak."},{"number":15,"verse":"Jehozadak went into exile when the LORD sent the people of (tn The words “the people of” are added in the translation for clarification.) Judah and Jerusalem into exile by the hand of Nebuchadnezzar."},{"number":16,"verse":"(6:1) (sn Chapter 6 of 1 Chr begins here in the Hebrew text; 6:16–81 ET = 6:1–66 HT. See the note at 6:1.) The sons of Levi: Gershom, (tn The name “Gershom” (also in vv. 17, 20, 43, 62, 71) appears as “Gershon” in 1 Chr 6:1.) Kohath, and Merari."},{"number":17,"verse":"These are the names of the sons Gershom: Libni and Shimei."},{"number":18,"verse":"The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."},{"number":19,"verse":"The sons of Merari: Mahli and Mushi. These are the clans of the Levites by their families. (tn Heb “by their fathers.”)"},{"number":20,"verse":"To Gershom: His son Libni, his son Jahath, his son Zimmah,"},{"number":21,"verse":"his son Joah, his son Iddo, his son Zerah, and his son Jeatherai."},{"number":22,"verse":"The sons (tn Or perhaps, “descendants,” since the list differs from the one in v. 18.) of Kohath: His son Amminadab, his son Korah, his son Assir,"},{"number":23,"verse":"his son Elkanah, his son Ebiasaph, his son Assir,"},{"number":24,"verse":"his son Tahath, his son Uriel, his son Uzziah, and his son Shaul."},{"number":25,"verse":"The sons of Elkanah: Amasai, Ahimoth, (tn Heb “and Achimoth.”)"},{"number":26,"verse":"his son Elkanah, (tc The consonantal Hebrew text (Kethib) has, “Elkanah, his son, Elkanah.” The marginal reading (Qere) is “Elkanah, the sons of Elkanah.” The text probably originally read simply, “Elkanah his son.”) his son Zophai, his son Nahath,"},{"number":27,"verse":"his son Eliab, his son Jeroham, and his son Elkanah. (tc After the last named individual (“Elkanah” in v. 27) some LXX mss insert the words “Samuel his son” to facilitate a transition to the following verse, which beings “and the sons of Samuel.” Among the English versions that include this added phrase are NAB, NIV, and NLT.)"},{"number":28,"verse":"The sons of Samuel: Joel the firstborn (tc The Hebrew text lacks the name יוֹאֵל (yo’el, “Joel”), which has probably dropped out due to homoioteleuton (note the last three letters of the preceding name שְׁמוּאֵל (shÿmuel, “Samuel”).) and Abijah the second oldest."},{"number":29,"verse":"The descendants of Merari: Mahli, his son Libni, his son Shimei, his son Uzzah,"},{"number":30,"verse":"his son Shimea, his son Haggiah, and his son Asaiah."},{"number":31,"verse":"Professional Musicians These are the men David put in charge of music in the LORD’s sanctuary, (tn Heb “house.”) after the ark was placed there."},{"number":32,"verse":"They performed music (tn Heb “they were serving…with music.”) before the sanctuary (tn Or traditionally “tabernacle.”) of the meeting tent until Solomon built the LORD’s temple in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) They carried out their tasks according to regulations."},{"number":33,"verse":"These are the ones who served along with their sons: From the Kohathites: Heman the musician, son of Joel, son of Samuel,"},{"number":34,"verse":"son of Elkanah, son of Jeroham, son of Eliel, son of Toah,"},{"number":35,"verse":"son of Zuph, son of Elkanah, son of Mahath, son of Amasai,"},{"number":36,"verse":"son of Elkanah, son of Joel, son of Azariah, son of Zephaniah,"},{"number":37,"verse":"son of Tahath, son of Assir, son of Ebiasaph, son of Korah,"},{"number":38,"verse":"son of Izhar, son of Kohath, son of Levi, son of Israel."},{"number":39,"verse":"Serving beside him was his fellow Levite Asaph, (tn Heb “and his brother Asaph, the one who stood at his right hand.”) son of Berechiah, son of Shimea,"},{"number":40,"verse":"son of Michael, son of Baaseiah, (tc A few Hebrew mss, one LXX ms, and the Syriac read “Maaseiah.”) son of Malkijah,"},{"number":41,"verse":"son of Ethni, son of Zerah, son of Adaiah,"},{"number":42,"verse":"son of Ethan, son of Zimmah, son of Shimei,"},{"number":43,"verse":"son of Jahath, son of Gershom, son of Levi."},{"number":44,"verse":"Serving beside them were their fellow Levites, the descendants of Merari, led by (tn Heb “and the sons of Merari, their brothers, on the left.”) Ethan, son of Kishi, son of Abdi, son of Malluch,"},{"number":45,"verse":"son of Hashabiah, son of Amaziah, son of Hilkiah,"},{"number":46,"verse":"son of Amzi, son of Bani, son of Shemer,"},{"number":47,"verse":"son of Mahli, son of Mushi, son of Merari, son of Levi."},{"number":48,"verse":"The rest of their fellow Levites (tn Heb “their brothers, the Levites.”) were assigned to perform the remaining tasks at God’s sanctuary. (tn Heb “were assigned to all the work of the tabernacle of the house of God.”)"},{"number":49,"verse":"But Aaron and his descendants offered sacrifices on the altar for burnt offerings and on the altar for incense as they had been assigned to do in the most holy sanctuary. (tn Heb “for all the work of the holy of holies.”) They made atonement for Israel, just as God’s servant Moses had ordered. (tn Heb “making atonement for Israel according to all which Moses the servant of God commanded.”)"},{"number":50,"verse":"These were the descendants of Aaron: His son Eleazar, his son Phinehas, his son Abishua,"},{"number":51,"verse":"his son Bukki, his son Uzzi, his son Zerahiah,"},{"number":52,"verse":"his son Meraioth, his son Amariah, his son Ahitub,"},{"number":53,"verse":"his son Zadok, and his son Ahimaaz."},{"number":54,"verse":"These were the areas where Aaron’s descendants lived: (tn Heb “and these were their dwelling places according to their encampments in their territory to the sons of Aaron.”) The following belonged to the Kohathite clan, for they received the first allotment: (tn Heb “to the clan of the Kohathites for to them was the lot.”)"},{"number":55,"verse":"They were allotted Hebron in the territory of Judah, as well as its surrounding pasturelands."},{"number":56,"verse":"(But the city’s land and nearby towns were allotted to Caleb son of Jephunneh.)"},{"number":57,"verse":"The descendants of Aaron were also allotted as cities (tn The parallel account in Josh 21:13 has the singular “city,” which apparently refers only to Hebron.) of refuge Hebron, Libnah and its pasturelands, Jattir, Eshtemoa and its pasturelands,"},{"number":58,"verse":"Hilez (tc The MT reads “Hilez” here; the place name appears as “Holon” in Josh 21:15.) and its pasturelands, Debir and its pasturelands,"},{"number":59,"verse":"Ashan (tc The MT reads “Ashan” here; the place name appears as “Ain” in Josh 21:16.) and its pasturelands, (tc The LXX and Syriac (following the parallel list in Josh 21:16) add “Juttah and its pasturelands” here. Cf. NAB “Jetta”; also NIV, NCV, NLT “Juttah.”) and Beth Shemesh and its pasturelands."},{"number":60,"verse":"Within the territory of the tribe of Benjamin they were allotted (tn The parallel passage in Josh 21:17 adds “Gibeon and its pasturelands” (cf. NAB, NIV, NCV, NLT). The words “they were allotted” are supplied in the translation for both clarity and stylistic reasons.) Geba and its pasturelands, Alemeth and its pasturelands, and Anathoth and its pasturelands. Their clans were allotted thirteen cities in all."},{"number":61,"verse":"The rest of Kohath’s descendants were allotted ten cities in the territory of the half-tribe of Manasseh. (tn Heb “to the sons of Kohath who were left from the clan of the tribe, from the half of the tribe of the half of Manasseh by lot ten cities.”)"},{"number":62,"verse":"The clans of Gershom’s descendants received thirteen cities within the territory of the tribes of Issachar, Asher, Naphtali, and Manasseh (in Bashan). (tn Heb “and to the sons of Gershom by their clans from the tribe of Issachar, and from the tribe of Asher, and from the tribe of Naphtali, and from the tribe of Manasseh in Bashan, thirteen cities.”)"},{"number":63,"verse":"The clans of Merari’s descendants were allotted twelve cities within the territory of the tribes of Reuben, Gad, and Zebulun. (tn Heb “and to the sons of Merari by their clans from the tribe of Reuben, and from the tribe of Gad, and from the tribe of Zebulun by lot, twelve cities.”)"},{"number":64,"verse":"So the Israelites gave to the Levites these cities and their pasturelands."},{"number":65,"verse":"They allotted these previously named cities from the territory of the tribes of Judah, Simeon, and Benjamin. (tn Heb “and they gave by lot from the tribe of the sons of Judah, and from the tribe of the sons of Simeon, and from the tribe of the sons of Benjamin these cities, which they called them by names.”)"},{"number":66,"verse":"The clans of Kohath’s descendants also received territory within the tribe of Ephraim. (tn Heb “and from [it is probably preferable to read “to” here] the clans of the sons of Kohath and there were the cities of their territory from the tribe of Ephraim.”)"},{"number":67,"verse":"They were allotted as cities (tn The parallel account in Josh 21:21 has the singular “city,” referring only to Shechem.) of refuge Shechem and its pasturelands (in the hill country of Ephraim), Gezer and its pasturelands,"},{"number":68,"verse":"Jokmeam and its pasturelands, Beth Horon and its pasturelands,"},{"number":69,"verse":"Aijalon and its pasturelands, and Gath Rimmon and its pasturelands."},{"number":70,"verse":"Within the territory of the half-tribe of Manasseh, the rest of Kohath’s descendants received Aner and its pasturelands and Bileam and its pasturelands. (tn Heb “and from the half of the tribe of Manasseh, Aner and its pasturelands and Bileam and its pasturelands to the clan, to the sons of Kohath who were left.”)"},{"number":71,"verse":"The following belonged to Gershom’s descendants: (tn Heb “to the sons of Gershom.”) Within the territory of the half-tribe of Manasseh: Golan in Bashan and its pasturelands and Ashtaroth and its pasturelands."},{"number":72,"verse":"Within the territory of the tribe of Issachar: Kedesh and its pasturelands, Daberath and its pasturelands,"},{"number":73,"verse":"Ramoth and its pasturelands, and Anem and its pasturelands."},{"number":74,"verse":"Within the territory of the tribe of Asher: Mashal and its pasturelands, Abdon and its pasturelands,"},{"number":75,"verse":"Hukok and its pasturelands, and Rehob and its pasturelands."},{"number":76,"verse":"Within the territory of the tribe of Naphtali: Kedesh in Galilee and its pasturelands, Hammon and its pasturelands, and Kiriathaim and its pasturelands."},{"number":77,"verse":"The following belonged to the rest of Merari’s descendants: (tn Heb “to the sons of Merari, who were left.”) Within the territory of the tribe of Zebulun: Rimmono (tc Before “Rimmono” the LXX (following the parallel passage in Josh 21:34) adds “Jokneam and its pasturelands, Kartah and its pasturelands.” This addition is included in some English versions (e. g., NAB, NIV, NCV, NLT).) and its pasturelands, and Tabor and its pasturelands."},{"number":78,"verse":"Within the territory of the tribe of Reuben across the Jordan River east of Jericho: (tn Heb “and from across the Jordan at Jericho, on the east of the Jordan, from the tribe of Reuben.” The word “River” is supplied in the translation for clarity. map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) Bezer in the desert and its pasturelands, Jahzah and its pasturelands,"},{"number":79,"verse":"Kedemoth and its pasturelands, and Mephaath and its pasturelands."},{"number":80,"verse":"Within the territory of the tribe of Gad: Ramoth in Gilead and its pasturelands, Mahanaim and its pasturelands,"},{"number":81,"verse":"Heshbon and its pasturelands, and Jazer and its pasturelands."}]}