{"bibleAbbr":"maiNT","bookName":"पत्रुसक पहिल पत्र","bookEnglishName":"1 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"एहि लेल अहाँ सभ हर तरहक दुष्‍ट भावना, सभ प्रकारक छल-कपट, पाखण्‍ड, डाह आ निन्‍दा केँ छोड़ू।"},{"number":2,"verse":"अहाँ सभ तँ प्रभुक कृपाक स्‍वाद चिखि लेने छी, आब नव जन्‍मल बच्‍चा सभ जकाँ शुद्ध आत्‍मिक दूधक लेल लालायित रहू, जाहि सँ ओहि द्वारा अपन उद्धार मे पुष्‍ट भऽ सकब।"},{"number":4,"verse":"( जीवित पाथर और चुनल प्रजा) मसीह ओ जीवित पाथर छथि, जिनका लोक बेकार बुझि कऽ छाँटि देलकनि मुदा जे परमेश्‍वर द्वारा चुनल गेलाह आ हुनकर दृष्‍टि मे बहुमूल्‍य छथि। आब हुनका लग आबि कऽ"},{"number":5,"verse":"अहूँ सभ जीवित पाथर सभ जकाँ एक आत्‍मिक भवन बनैत जा रहल छी, जाहि सँ पुरोहितक एक पवित्र समाज बनि एहन आत्‍मिक बलिदान चढ़ा सकी जे यीशु मसीह द्वारा परमेश्‍वर केँ ग्रहणयोग्‍य होनि।"},{"number":6,"verse":"किएक तँ धर्मशास्‍त्र मे लिखल अछि जे, परमेश्‍वर कहैत छथि, “देखू, हम सियोन मे एक चुनल पाथर राखि रहल छी, हँ, भवनक कोन्‍ह परक एक बहुमूल्‍य पाथर, और जे केओ हुनका पर भरोसा रखैत अछि, तकरा कहियो लज्‍जित नहि होमऽ पड़तैक।”"},{"number":7,"verse":"अहाँ सभक लेल, जे सभ विश्‍वास करैत छी, ई पाथर बहुमूल्‍य छथि। मुदा जे सभ विश्‍वास नहि करैत अछि, तकरा सभक लेल ई पाथर तेना छथि जेना धर्मशास्‍त्र मे लिखल अछि, “जाहि पाथर केँ राजमिस्‍तिरी सभ बेकार बुझि कऽ फेकि देने छल, वैह भवनक सभ सँ मुख्‍य पाथर बनि गेल।”"},{"number":8,"verse":"और, “ओहन पाथर जाहि मे लोक केँ ठेस लगतैक, आ ओहन चट्टान, जाहि पर लोक खसत।” ओ सभ एहि कारणेँ खसैत अछि जे ओ सभ प्रभुक वचन केँ नहि मानैत अछि, आ प्रभुक वचन केँ नहि मानऽ वला सभक लेल यैह ठहराओल गेल छैक।"},{"number":9,"verse":"मुदा अहाँ सभ परमेश्‍वरक चुनल वंश, राज-पुरोहितक समाज, पवित्र राष्‍ट्र आ परमेश्‍वरक अपन निज प्रजा छी, जाहि सँ अहाँ सभ तिनकर महान् गुण सभक बखान करियनि जे अहाँ सभ केँ अन्‍हार मे सँ निकालि कऽ अपन अद्भुत इजोत मे बजा अनने छथि।"},{"number":10,"verse":"पहिने अहाँ सभ “प्रजा” नहि छलहुँ, मुदा आब अहाँ सभ परमेश्‍वरक प्रजा छी। पहिने अहाँ सभ पर दया नहि कयल गेल छल, मुदा आब अहाँ सभ परमेश्‍वरक दया प्राप्‍त कयने छी।"},{"number":11,"verse":"यौ प्रिय भाइ लोकनि, हम अहाँ सभ सँ आग्रह करैत छी जे अहाँ सभ अपना केँ एहि संसार मे परदेशी आ यात्री बुझि कऽ मनुष्‍य-स्‍वभावक पापमय इच्‍छा सभ केँ अपना सँ दूर राखू। ओ इच्‍छा सभ अहाँ सभक आत्‍माक विरोध मे युद्ध करैत अछि।"},{"number":12,"verse":"अविश्‍वासी सभक बीच अपन चालि-चलन केँ एतेक नीक बना कऽ राखू जे, जे सभ एखन अहाँ सभ केँ अधलाह काज करऽ वला कहि कऽ निन्‍दा करैत अछि, से सभ अहाँ सभक नीक काज सभ देखि कऽ न्‍यायक दिन मे परमेश्‍वरक स्‍तुति करनि।"},{"number":13,"verse":"( अधिकारी सभक अधीन रहू) मनुष्‍यक बीच नियुक्‍त कयल प्रत्‍येक शासन करऽ वलाक अधीनता स्‍वीकार करू, किएक तँ प्रभु अहाँ सभ सँ यैह चाहैत छथि—चाहे ओ अधीनता राजाक होअय, जिनका लग सभ सँ पैघ अधिकार छनि,"},{"number":14,"verse":"अथवा राज्‍यपाल सभक होअय, जे सभ अपराध करऽ वला सभ केँ दण्‍ड देबाक लेल आ नीक काज करऽ वला सभक प्रशंसा करबाक लेल राजा द्वारा नियुक्‍त कयल जाइत छथि।"},{"number":15,"verse":"कारण, परमेश्‍वरक इच्‍छा छनि जे अहाँ सभ अपन नीक काज द्वारा अनर्गल बात सभ बजनिहार मूर्ख लोक सभक मुँह बन्‍द कऽ दी।"},{"number":16,"verse":"अहाँ सभ स्‍वतन्‍त्र लोक सभ जकाँ आचरण करू, मुदा स्‍वतन्‍त्रताक अऽढ़ मे अधलाह काज नहि करू, बल्‍कि परमेश्‍वरक दास सभ जकाँ आचरण करबाक लेल अपन स्‍वतन्‍त्रताक उपयोग करू।"},{"number":17,"verse":"सभ मनुष्‍यक आदर करू, विश्‍वासी भाय सभ सँ प्रेम राखू, परमेश्‍वरक भय मानू, आ राजाक सम्‍मान करू।"},{"number":18,"verse":"( मसीह केँ उदाहरणक रूप मे देखैत दुःख उठाउ) हे दास सभ, आदरपूर्बक अपन मालिक सभक अधीन रहू, मात्र तिनका सभक अधीन नहि, जे सभ दयालु आ नम्र छथि, बल्‍कि तिनको सभक, जे सभ कठोर छथि।"},{"number":19,"verse":"किएक तँ जँ केओ ई बात मोन मे रखने रहैत अछि जे, हमरा परमेश्‍वरक इच्‍छाक अनुसार अपन जीवन व्‍यतीत करबाक अछि, आ तखन दुःख उठबैत अन्‍याय केँ धैर्यपूर्बक सहैत अछि, तँ से प्रशंसा वला बात अछि।"},{"number":20,"verse":"मुदा जँ अहाँ सभ अपराध करबाक कारणेँ मारि खाइत छी, आ तखन धैर्यपूर्बक तकरा सहैत छी, तँ एहि मे प्रशंसाक कोन बात भेल? मुदा उचित काज करबाक कारणेँ जँ कष्‍ट सहैत छी आ धैर्य रखैत छी, तँ एहि सँ परमेश्‍वर प्रसन्‍न होइत छथि।"},{"number":21,"verse":"नीक काज करबाक कारणेँ कष्‍ट सहबाक लेल अहाँ सभ बजाओलो गेल छी, किएक तँ मसीह सेहो अहाँ सभक लेल दुःख सहि कऽ एक उदाहरण छोड़ि गेलाह, जाहि सँ अहाँ सभ हुनका पद-चिन्‍ह सभ पर चलियनि।"},{"number":22,"verse":"“ओ कोनो पाप नहि कयलनि, आ ने हुनका मुँह सँ कोनो छल-कपटक बात निकलल।”"},{"number":23,"verse":"जखन हुनका अपशब्‍द कहल गेलनि, तँ ओ उत्तर मे अपशब्‍द नहि बजलाह। जखन ओ सताओल गेलाह, तँ ओ धमकी नहि देलथिन, बल्‍कि अपना केँ तिनका इच्‍छा पर छोड़ि देलनि जे उचित न्‍यायक अनुसार न्‍याय करैत छथि।"},{"number":24,"verse":"ओ क्रूस पर स्‍वयं अपने देह मे अपना सभक पाप सभ केँ लऽ लेलनि जाहि सँ अपना सभ पापक लेखेँ मरी आ धार्मिकताक लेल जीवन व्‍यतीत करी, किएक तँ हुनका घायल भेला सँ अहाँ सभ स्‍वस्‍थ भेल छी।"},{"number":25,"verse":"अहाँ सभ भटकल भेँड़ा सभ जकाँ छलहुँ, मुदा आब अपन आत्‍माक चरबाह आ रक्षक लग घूमि आयल छी।"}]}