{"bibleAbbr":"maiNT","bookName":"पत्रुसक पहिल पत्र","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"( मसीहक मण्‍डलीक देख-रेख कयनिहार आ जबान भाइ सभ सँ अनुरोध) अहाँ सभ मे जे मण्‍डलीक देख-रेख कयनिहार सभ छी, अहाँ सभ सँ हमर एकटा अनुरोध अछि। हमहूँ मण्‍डलीक एकटा देख-रेख कयनिहार छी, मसीहक कष्‍टभोगक गवाह छी आ भविष्‍य मे प्रगट होमऽ वला जे महिमा अछि, ताहि मे हमहूँ अहीं सभ जकाँ सहभागी रहब।"},{"number":2,"verse":"अहाँ सभ सँ हमर अनुरोध ई अछि जे, अहाँ सभक जिम्‍मा मे जे परमेश्‍वरक भेँड़ा रूपी झुण्‍ड अछि, तकर अहाँ सभ चरबाह जकाँ रखबारी करू। ओकर देखभाल करू, कोनो दबाब सँ नहि, बल्‍कि जहिना परमेश्‍वर चाहैत छथि, तहिना आनन्‍द सँ करू, और अनुचित लाभक दृष्‍टि सँ नहि करू, बल्‍कि सेवा करबाक मोन सँ।"},{"number":3,"verse":"जे लोक सभ अहाँ सभ केँ सौंपल गेल अछि, तकरा सभ पर अधिकार नहि जमाउ, बल्‍कि अपना झुण्‍डक लेल नमूना बनू।"},{"number":4,"verse":"तखन जहिया प्रधान चरबाह प्रगट भऽ जयताह, तहिया अहाँ सभ केँ महिमाक ओ मुकुट प्राप्‍त होयत जकर शोभा कहियो नहि घटत।"},{"number":5,"verse":"एहि तरहेँ, यौ जबान भाइ सभ, अहाँ सभ मण्‍डलीक देख-रेख कयनिहार सभक अधीन रहू। अहाँ सभ केओ नम्रता सँ एक-दोसराक सेवा करू, किएक तँ, “परमेश्‍वर घमण्‍डी सभक विरोध करैत छथि, मुदा नम्र लोक सभ पर कृपा करैत छथि।”"},{"number":6,"verse":"( मण्‍डलीक सभ लोकक लेल निर्देश) एहि लेल परमेश्‍वरक सामर्थी हाथक नीचाँ नम्र बनू, जाहि सँ ओ अहाँ सभ केँ उचित समय पर सम्‍मानित करथि।"},{"number":7,"verse":"अपन सम्‍पूर्ण चिन्‍ता हुनका पर राखि दिअ, किएक तँ हुनका अहाँ सभक चिन्‍ता छनि।"},{"number":8,"verse":"अहाँ सभ अपना पर काबू राखू आ सचेत रहू। अहाँ सभक दुश्‍मन शैतान गर्जैत सिंह जकाँ घुमैत-फिरैत एहि ताक मे रहैत अछि जे ककरा फाड़ि कऽ खा ली।"},{"number":9,"verse":"विश्‍वास मे दृढ़ रहि कऽ ओकर सामना करू आ मोन राखू जे पूरा संसार मे अहाँ सभक भाय सभ एही प्रकारक कष्‍ट सहि रहल छथि।"},{"number":10,"verse":"अहाँ सभ केँ कनेक काल धरि कष्‍ट सहन कऽ लेलाक बाद, परमेश्‍वर, जे सम्‍पूर्ण कृपाक स्रोत छथि, से अपने अहाँ सभ केँ सिद्ध, दृढ़, बलवन्‍त आ स्‍थिर करताह। ओ तँ यीशु मसीह मे अहाँ सभ केँ अपन अनन्‍त कालीन महिमा मे सहभागी होयबाक लेल बजौने छथि।"},{"number":11,"verse":"हुनके शक्‍ति युगानुयुग बनल रहनि। आमीन।"},{"number":12,"verse":"( नमस्‍कार आ आशीर्वाद) हम ई छोट पत्र सिलासक सहायता सँ लिखि रहल छी, जिनका हम अपन विश्‍वस्‍त भाय मानैत छिऐन। हम अहाँ सभ केँ प्रोत्‍साहित करैत एहि बातक विश्‍वास दिअबैत छी जे एहि मे जे लिखल अछि से परमेश्‍वरक असली कृपा अछि। एहि कृपा मे स्‍थिर रहू।"},{"number":13,"verse":"बेबिलोनक मण्‍डलीक सदस्‍य सभ, जे सभ अहीं सभ जकाँ परमेश्‍वर द्वारा चुनल गेल छथि, अहाँ सभ केँ अपन नमस्‍कार कहैत छथि। मरकुस, जे मसीह मे हमर बेटा अछि, सेहो नमस्‍कार पठबैत अछि।"},{"number":14,"verse":"मसीही प्रेम सँ एक-दोसर केँ सस्‍नेह नमस्‍कार करू। अहाँ सभ गोटे केँ, जे सभ मसीह मे छी, शान्‍ति भेटय।"}]}