{"bibleAbbr":"KNJV","bookName":"2 ಸಮುವೇಲನು","bookEnglishName":"2 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"ತರುವಾಯ ಅಹೀತೋಫೆಲನು ಅಬ್ಷಾಲೋಮನಿಗೆ - ಅಪ್ಪಣೆಯಾಗಲಿ, ನಾನು ಹನ್ನೆರಡು ಸಾವಿರ ಜನರನ್ನು ಆರಿಸಿಕೊಂಡು ಈ ರಾತ್ರಿಯೇ ದಾವೀದನನ್ನು ಹಿಂದಟ್ಟುವೆನು;"},{"number":2,"verse":"ಅವನು ದಣಿದವನೂ ಧೈರ್ಯಗುಂದಿದವನೂ ಆಗಿರುವಾಗಲೇ ಫಕ್ಕನೆ ಅವನ ಮೇಲೆ ಬಿದ್ದು ಅವನನ್ನು ಬೆದರಿಸುವೆನು, ಅವನ ಜನರೆಲ್ಲರೂ ಓಡಿಹೋಗುವರು."},{"number":3,"verse":"ಅರಸನೊಬ್ಬನನ್ನೇ ಕೊಂದು ಎಲ್ಲಾ ಜನರನ್ನು ತಿರಿಗಿ ನಿನ್ನ ಬಳಿಗೆ ಬರಮಾಡುವೆನು. ನಿನ್ನ ಅಪೇಕ್ಷೆಯಂತೆ ಎಲ್ಲಾ ಜನರೂ ಹಿಂದಿರುಗಿ ಬಂದ ಮೇಲೆ ದೇಶದಲ್ಲೆಲ್ಲಾ ಸಮಾಧಾನವುಂಟಾಗುವದು ಎಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ಈ ಮಾತು ಅಬ್ಷಾಲೋಮನಿಗೂ ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಹಿರಿಯರಿಗೂ ಸರಿಯಾಗಿ ಕಂಡಿತು."},{"number":5,"verse":"ಆಮೇಲೆ ಅಬ್ಷಾಲೋಮನು - ಅರ್ಕೀಯನಾದ ಹೂಷೈಯನ್ನು ಕರೆದು ಅವನ ಅಭಿಪ್ರಾಯವನ್ನು ಕೇಳೋಣ ಎಂದು ಹೇಳಿ"},{"number":6,"verse":"ಅವನು ತನ್ನ ಬಳಿಗೆ ಬಂದಾಗ ಅವನನ್ನು - ಅಹೀತೋಫೆಲನು ಹೀಗೆ ಹೀಗೆ ಹೇಳಿದ್ದಾನೆ; ಇದರಂತೆ ಮಾಡಿದರೆ ಒಳ್ಳೇದಾಗುವದೋ? ಇಲ್ಲವಾದರೆ ನಿನ್ನ ಅಭಿಪ್ರಾಯವೇನು ಎಂದು ಕೇಳಲು"},{"number":7,"verse":"ಹೂಷೈಯು ಅಬ್ಷಾಲೋಮನಿಗೆ - ಈ ಸಾರಿ ಅಹೀತೋಫೆಲನು ಹೇಳಿದ ಅಲೋಚನೆ ಒಳ್ಳೇದಲ್ಲ;"},{"number":8,"verse":"ನಿನ್ನ ತಂದೆಯೂ ಅವನ ಜನರೂ ಶೂರರಾಗಿದ್ದಾರೆಂದೂ ಈಗ ಅವರು ಮರಿಯನ್ನು ಕಳಕೊಂಡ ಕರಡಿಯಂತೆ ರೋಷವುಳ್ಳವರಾಗಿದ್ದಾರೆಂದೂ ನಿನಗೆ ಗೊತ್ತುಂಟಲ್ಲಾ; ಇದಲ್ಲದೆ ಅವನು ಯುದ್ಧನಿಪುಣನು; ಜನರ ಮಧ್ಯದಲ್ಲಿ ರಾತ್ರಿ ಕಳೆಯುವದಿಲ್ಲ."},{"number":9,"verse":"ಅವನು ಈಗ ಒಂದು ಗುಹೆಯಲ್ಲಾಗಲಿ ಬೇರೆ ಯಾವದಾದರೊಂದು ಸ್ಥಳದಲ್ಲಾಗಲಿ ಅಡಗಿಕೊಂಡಿರುವನು. ಮೊದಲು ನಮ್ಮವರಲ್ಲೇ ಕೆಲವರು ಮಡಿದರೆ ಜನರು ಇದನ್ನು ಕೇಳಿ ಅಬ್ಷಾಲೋಮನ ಪಕ್ಷದವರಿಗೆ ಮಹಾಪಜಯವಾಯಿತೆಂದು ಸುದ್ದಿ ಹಬ್ಬಿಸುವರು."},{"number":10,"verse":"ಆಗ ಸಿಂಹಹೃದಯರಾದ ಶೂರರ ಎದೆಯೂ ಕರಗಿ ನೀರಾಗುವದು. ನಿನ್ನ ತಂದೆಯು ರಣವೀರನೆಂದೂ ಅವನ ಸಂಗಡ ಇದ್ದವರು ಪರಾಕ್ರಮಶಾಲಿಗಳೆಂದೂ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರು ಬಲ್ಲರಷ್ಟೆ."},{"number":11,"verse":"ಹೀಗಿರುವದರಿಂದ ನನ್ನ ಆಲೋಚನೆಯನ್ನು ಕೇಳು - ದಾನಿನಿಂದ ಬೇರ್ಷೆಬದವರೆಗೆ ವಾಸವಾಗಿರುವ ಇಸ್ರಾಯೇಲ್ಯರೊಳಗಿಂದ ಸಮುದ್ರದ ಮರಳಿನಷ್ಟು ಅಸಂಖ್ಯವಾದ ಸೈನ್ಯವನ್ನು ಕೂಡಿಸಿ ನೀನೂ ಅವರ ಜೊತೆಯಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಹೋಗು."},{"number":12,"verse":"ನಾವು ಅವನಿರುವ ಸ್ಥಳವನ್ನು ಗೊತ್ತುಮಾಡಿಕೊಂಡು ಹೋಗಿ ಇಬ್ಬನಿಯು ನೆಲದ ಮೇಲೆ ಹೇಗೋ ಹಾಗೆಯೇ ನಾವು ಅವರ ಮೇಲೆ ಬೀಳೋಣ. ಆಗ ಅವನೂ ಅವನ ಜನರೂ ನಮ್ಮ ಕೈಗೆ ಸಿಕ್ಕುವರು; ಒಬ್ಬನೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರನು."},{"number":13,"verse":"ಅವನು ಒಂದು ಪಟ್ಟಣವನ್ನು ಹೊಕ್ಕಿರುವದಾದರೆ ಇಸ್ರಾಯೇಲ್ಯರೆಲ್ಲರೂ ಹಗ್ಗಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಅಲ್ಲಿಗೆ ಬರಲಿ; ಆಗ ಆ ಊರನ್ನು ಒಂದು ಹರಳಾದರೂ ಉಳಿಯದಂತೆ ಹಗ್ಗಗಳಿಂದ ಎಳೆದುಕೊಂಡು ಹೋಗಿ ಹೊಳೆಯಲ್ಲಿ ಹಾಕಿ ಬಿಡೋಣ ಅಂದನು."},{"number":14,"verse":"ಇದನ್ನು ಕೇಳಿ ಅಬ್ಷಾಲೋಮನೂ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರೂ ಅರ್ಕೀಯನಾದ ಹೂಷೈಯ ಆಲೋಚನೆಯು ಅಹೀತೋಫೆಲನ ಆಲೋಚನೆಗಿಂತ ಒಳ್ಳೇದಾಗಿದೆ ಎಂದರು. ಯೆಹೋವನು ಅಬ್ಷಾಲೋಮನಿಗೆ ಕೇಡನ್ನುಂಟು ಮಾಡಬೇಕೆಂದು ಅಹೀತೋಫೆಲನ ಆಲೋಚನೆಯನ್ನು ವ್ಯರ್ಥಮಾಡಿದನು."},{"number":15,"verse":"ತರುವಾಯ ಹೂಷೈಯು ಯಾಜಕರಾದ ಚಾದೋಕ ಎಬ್ಯಾತಾರರಿಗೆ - ಅಹೀತೋಫೆಲನು ಅಬ್ಷಾಲೋಮನಿಗೂ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರಿಗೂ ಇಂಥಿಂಥ ಆಲೋಚನೆಯನ್ನು ಹೇಳಿದನು; ನಾನು ಹೀಗೆ ಹೀಗೆ ಹೇಳಿದೆನು."},{"number":16,"verse":"ಆದದರಿಂದ ನೀವು ಬೇಗನೆ ಅರಸನಾದ ದಾವೀದನಿಗೆ - ನೀನು ಈ ರಾತ್ರಿ ಅಡವಿಯಲ್ಲಿ ಹೊಳೆದಾಟುವ ಸ್ಥಳದ ಹತ್ತಿರ ಇಳುಕೊಳ್ಳಬೇಡ; ಶೀಘ್ರವಾಗಿ ಹೊಳೆದಾಟಿ ಮುಂದೆ ಹೋಗಿಬಿಡು; ಇಲ್ಲವಾದರೆ ನೀನೂ ನಿನ್ನ ಜನರೂ ನಾಶವಾಗುವಿರಿ ಎಂದು ಹೇಳಿಕಳುಹಿಸಿರಿ ಅಂದನು."},{"number":17,"verse":"ಯೋನಾತಾನ್ ಅಹೀಮಾಚರು ರೋಗೆಲಿನ ಬುಗ್ಗೆಯ ಬಳಿಯಲ್ಲಿದ್ದರು. ಇವರ ಮನೆಯ ದಾಸಿಯು ಎಲ್ಲಾ ವರ್ತಮಾನಗಳನ್ನು ಇವರಿಗೂ ಇವರು ಅರಸನಾದ ದಾವೀದನಿಗೂ ಮುಟ್ಟಿಸುವಂತೆ ಗೊತ್ತು ಮಾಡಿಕೊಂಡಿದ್ದರು. ತಮ್ಮನ್ನು ಯಾರೂ ನೋಡಬಾರದೆಂದು ಇವರು ತಾವಾಗಿ ಊರೊಳಗೆ ಬರಲಿಲ್ಲ."},{"number":18,"verse":"ಆದರೂ ಒಬ್ಬ ಯೌವನಸ್ಥನು ಅವರನ್ನು ನೋಡಿ ಅಬ್ಷಾಲೋಮನಿಗೆ ತಿಳಿಸಿದನು. ಅಷ್ಟರಲ್ಲಿ ಅವರಿಬ್ಬರೂ ಬಹುರೀಮಿಗೆ ಓಡಿ ಹೋಗಿ ಅಲ್ಲಿ ಒಬ್ಬನ ಮನೆಯನ್ನು ಹೊಕ್ಕರು. ಆ ಮನೆಯ ಅಂಗಳದಲ್ಲಿ ಒಂದು ಬಾವಿಯಿತ್ತು. ಅವರು ಅದರಲ್ಲಿ ಇಳಿದರು."},{"number":19,"verse":"ಕೂಡಲೆ ಆ ಮನೆಯ ಹೆಂಗಸು ಅದರ ಮೇಲೆ ಒಂದು ಬಟ್ಟೆಯನ್ನು ಹಾಸಿ ಗೋದಿಯ ನುಚ್ಚನ್ನು ಹರವಿದಳು. ಆದದರಿಂದ ಸಂಗತಿಯು ಯಾರಿಗೂ ಗೊತ್ತಾಗಲಿಲ್ಲ."},{"number":20,"verse":"ಅಬ್ಷಾಲೋಮನ ಸೇವಕರು ಸ್ತ್ರೀಯ ಮನೆಗೆ ಹೋಗಿ - ಅಹೀಮಾಚ್ ಯೋನಾತಾನರೆಲ್ಲಿ ಎಂದು ಆಕೆಯನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಆಕೆಯು - ಅವರು ಹಳ್ಳದಾಟಿ ಹೋಗಿ ಬಿಟ್ಟರು ಎಂದು ಉತ್ತರ ಕೊಟ್ಟಳು. ಅವರು ಅವರನ್ನು ಹುಡುಕುವದಕ್ಕೆ ಹೋಗಿ ಕಾಣದೆ ಯೆರೂಸಲೇಮಿಗೆ ಹಿಂದಿರುಗಿದರು."},{"number":21,"verse":"ಅವರು ಹೋದಕೂಡಲೆ ಇವರಿಬ್ಬರೂ ಬಾವಿಯಿಂದ ಮೇಲಕ್ಕೆ ಬಂದು ಅರಸನಾದ ದಾವೀದನ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ - ಅಹೀತೋಫೆಲನು ನಿನಗೆ ವಿರೋಧವಾಗಿ ಇಂಥಿಂಥ ಆಲೋಚನೆಯನ್ನು ಹೇಳಿದ್ದಾನೆ; ಆದದರಿಂದ ಬೇಗನೆ ಎದ್ದು ಹೊಳೆದಾಟಿ ಹೋಗು ಎಂದು ಹೇಳಿದರು."},{"number":22,"verse":"ಆಗ ದಾವೀದನೂ ಅವನ ಜೊತೆಯಲ್ಲಿದ್ದವರೆಲ್ಲರೂ ಯೊರ್ದನ್‍ಹೊಳೆಯನ್ನು ದಾಟಿದರು. ಉದಯವಾದಾಗ ದಾಟಬೇಕಾದವನೊಬ್ಬನೂ ಇರಲಿಲ್ಲ."},{"number":23,"verse":"ಅಹೀತೋಫೆಲನು ತನ್ನ ಆಲೋಚನೆಯು ನಡೆಯಲಿಲ್ಲವೆಂದು ತಿಳಿದು ಕತ್ತೆಗೆ ತಡಿಹಾಕಿಸಿ ಕೂತುಕೊಂಡು ತನ್ನ ಊರಿಗೆ ಹೋಗಿ ಮನೆಯಲ್ಲಿ ವ್ಯವಸ್ಥೆಮಾಡಿ ಉರ್ಲುಹಾಕಿಕೊಂಡು ಸತ್ತನು. ಅವನ ಶವವನ್ನು ಅವನ ತಂದೆಯ ಶ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು."},{"number":24,"verse":"ದಾವೀದನು ಮಹನಯಿಮಿಗೆ ಹೋದನು. ಇಸ್ರಾಯೇಲ್ಯರನ್ನೆಲ್ಲಾ ಕೂಡಿಸಿಕೊಂಡು ಅಬ್ಷಾಲೋಮನು ಯೊರ್ದನ್‍ಹೊಳೆ ದಾಟಿದನು."},{"number":25,"verse":"ಅವನು ಯೋವಾಬನಿಗೆ ಬದಲಾಗಿ ಅಮಾಸನನ್ನು ಸೇನಾಪತಿಯನ್ನಾಗಿ ನೇಮಿಸಿದನು. ಇಸ್ರಾಯೇಲ್ಯನಾದ ಇತ್ರನು ನಾಹಾಷನ ಮಗಳೂ ಯೋವಾಬನ ತಾಯಿಯಾದ ಚೆರೂಯಳ ತಂಗಿಯೂ ಆದ ಅಬೀಗಲ್ ಎಂಬವಳನ್ನು ಕೂಡಿದ್ದರಿಂದ ಈ ಅಮಾಸನು ಹುಟ್ಟಿದನು."},{"number":26,"verse":"ಇಸ್ರಾಯೇಲ್ಯರೂ ಅಬ್ಷಾಲೋಮನೂ ಗಿಲ್ಯಾದ್ ದೇಶದಲ್ಲಿ ಪಾಳೆಯಮಾಡಿಕೊಂಡರು."},{"number":27,"verse":"ದಾವೀದನು ಮಹನಯಿಮಿಗೆ ಬಂದಾಗ ಅಮ್ಮೋನಿಯರ ರಬ್ಬಾ ಊರಿನವನಾದ ನಾಹಾಷನ ಮಗ ಶೋಬಿ, ಲೋದೆಬಾರಿನ ಅಮ್ಮೀಯೇಲನ ಮಗನಾದ ಮಾಕೀರ್, ರೋಗೆಲೀಮ್ ಊರಿನ ಗಿಲ್ಯಾದ್ಯನಾದ"},{"number":28,"verse":"ಬರ್ಜಿಲ್ಲೈ ಎಂಬವರು ದಾವೀದನಿಗೂ ಅವನ ಜನರಿಗೂ ಹಾಸಿಗೆ, ಬಟ್ಟಲು, ಮಡಕೆ ಇವುಗಳನ್ನೂ ಊಟಕ್ಕಾಗಿ ಗೋದಿ ಜವೇಗೋದಿ ಹಿಟ್ಟು ಹುರಿಗಾಳು ಅವರೆ ಅಲಸಂದಿ ಬೇಳೆ ಜೇನುತುಪ್ಪ"},{"number":29,"verse":"ಬೆಣ್ಣೆ ಕುರಿ ಹಸುವಿನ ಗಿಣ್ಣು ಇವುಗಳನ್ನೂ ತಂದು ಕೊಟ್ಟರು. ಜನರು ಅರಣ್ಯಪ್ರಯಾಣದಿಂದ ಹಸಿದವರೂ ದಣಿದವರೂ ಬಾಯಾರಿದವರೂ ಆಗಿದ್ದಾರೆ ಅಂದುಕೊಂಡು ಇವುಗಳನ್ನು ತಂದರು."}]}