{"bibleAbbr":"KNJV","bookName":"2 ಸಮುವೇಲನು","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"ದಾವೀದನ ಕಡೇ ಮಾತುಗಳು. ಇಷಯನ ಮಗನಾದ ದಾವೀದನ ನುಡಿಗಳು - ಉನ್ನತಸ್ಥಾನಕ್ಕೆ ಏರಿಸಲ್ಪಟ್ಟವನೂ ಯಾಕೋಬನ ದೇವರಿಂದ ಅಭೀಷೇಕಿಸಲ್ಪಟ್ಟವನೂ ಇಸ್ರಾಯೇಲ್ಯರ ವರಕವಿಯೂ ಆಗಿರುವವನು ಹೇಳಿದ್ದು -"},{"number":2,"verse":"ಯೆಹೋವನ ಆತ್ಮವು ನನ್ನಲ್ಲಿ ಉಸುರಿತು; ಆತನ ವಾಕ್ಯವು ನನ್ನ ಬಾಯಲ್ಲಿತ್ತು."},{"number":3,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಶರಣನೂ ದೇವರೂ ಆಗಿರುವಾತನು ಹೇಳಿದ್ದೇನಂದರೆ - ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನಾಗಿ ಜನರನ್ನು ನೀತಿಯಿಂದ ಆಳುವವನು"},{"number":4,"verse":"ಮೋಡಗಳಿಲ್ಲದ ಪ್ರಾತಃಕಾಲದಲ್ಲಿ ತೇಜೋಮಯನಾಗಿ ಉದಯಿಸಿ ಮೋಡಗಳನ್ನು ಚದರಿಸಿಬಿಟ್ಟು ಮಳೆಬಿದ್ದ ಭೂಮಿಯಿಂದ ಹುಲ್ಲನ್ನು ಮೊಳಿಸುವ ಸೂರ್ಯನಿಗೆ ಸಮಾನನಾಗಿದ್ದಾನೆ."},{"number":5,"verse":"ನನ್ನ ಮನೆಯು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿರುತ್ತದಲ್ಲವೋ? ಆತನು ನನ್ನೊಡನೆ ಒಡಂಬಡಿಕೆಮಾಡಿಕೊಂಡಿದ್ದಾನೆ; ಅದು ಎಂದಿಗೂ ಬಿದ್ದು ಹೋಗುವದಿಲ್ಲ, ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಖಂಡಿತವಾಗಿದೆ. ನನ್ನ ರಕ್ಷಣೆಯ ಮೂಲವೂ ನನ್ನ ಅಭಿಲಾಷೆಯನ್ನು ಪೂರ್ತಿಗೊಳಿಸುವವನೂ ಆತನೇ ಅಲ್ಲವೋ?"},{"number":6,"verse":"ದುಷ್ಟರು ದೂರಕ್ಕೆ ಬಿಸಾಡಲ್ಪಟ್ಟ ಮುಳ್ಳುಗಳಂತಿರುತ್ತಾರೆ; ಅವುಗಳನ್ನು ಹಿಡಿಯಬೇಕೆಂದಿರುವವನು ಕೈಯಿಂದ ಹಿಡಿಯಲಾರದೆ"},{"number":7,"verse":"ಕಬ್ಬಿಣದ ಆಯುಧವನ್ನೂ ಬರ್ಜಿಯ ಹಿಡಿಯನ್ನೂ ಉಪಯೋಗಿಸಬೇಕು; ಅವು ಬಿದ್ದಲ್ಲಿಯೇ ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟು ಹೋಗುವವು."},{"number":8,"verse":"ದಾವೀದನ ರಣವೀರರ ಪಟ್ಟಿ - ತಹ್ಕೆಮೋನ್ಯನಾದ ಯೋಷೆಬಷ್ಷೆಬೆತನು ಸರದಾರರಲ್ಲಿ ಮುಖ್ಯಸ್ಥನು. ಎಚ್ನೀಯನಾದ ಅದೀನೋ ಅನ್ನಿಸಿಕೊಳ್ಳುವ ಇವನು ಒಂದೇ ಸಾರಿ ಎಂಟುನೂರು ಮಂದಿಯನ್ನು ಕೊಂದನು."},{"number":9,"verse":"ಎರಡನೆಯವನು ಅಹೋಹ್ಯನಾದ ದೋದೋ ಎಂಬವನ ಮಗನಾಗಿರುವ ಎಲ್ಲಾಜಾರನು. ಫಿಲಿಷ್ಟಿಯರು ಅಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಕೂಡಿಕೊಂಡಾಗ ಅವರನ್ನು ನಿಂದಿಸುವದಕ್ಕೆ ದಾವೀದನ ಜೊತೆಯಲ್ಲಿ ಹೋದ ಮೂರು ಮಂದಿ ಶೂರರಲ್ಲಿ ಇವನು ಒಬ್ಬನಾಗಿದ್ದನು."},{"number":10,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಹೋದನಂತರ ಇವನು ನಿಂತು ಕತ್ತಿ ಹಿಡಿದ ಕೈ ಸೋತು ಮರಗಟ್ಟಿ ಹೋಗುವ ತನಕ ಫಿಲಿಷ್ಟಿಯರನ್ನು ಕೊಲ್ಲುತ್ತಲೇ ಇದ್ದನು. ಆ ದಿನದಲ್ಲಿ ಯೆಹೋವನು ಮಹಾಜಯವನ್ನುಂಟುಮಾಡಲು ಇಸ್ರಾಯೇಲ್ಯರು ಸುಲುಕೊಳ್ಳುವದಕ್ಕೋಸ್ಕರವೇ ಹಿಂದಿರುಗಿದರು."},{"number":11,"verse":"ಮೂರನೆಯವನು ಹರಾರ್ಯನಾದ ಆಗೇಯನ ಮಗ ಶಮ್ಮ ಎಂಬವನು. ಫಿಲಿಷ್ಟಿಯರು ದೊಡ್ಡ ಗುಂಪಾಗಿ ಒಂದು ಅಲಸಂದಿಯ ಹೊಲಕ್ಕೆ ಬಂದರು."},{"number":12,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಅವರ ಎದುರಿನಿಂದ ಓಡಿಹೋದಾಗ ಇವನು ಆ ಹೊಲದ ಮಧ್ಯದಲ್ಲೇ ನಿಂತುಕೊಂಡು ಫಿಲಿಷ್ಟಿಯರನ್ನು ಕೊಂದು ಹೊಲವನ್ನು ಕಾಪಾಡಿದನು. ಹೀಗೆ ಯೆಹೋವನು ಮಹಾ ಜಯವನ್ನುಂಟುಮಾಡಿದನು."},{"number":13,"verse":"ಮೂವತ್ತು ಮಂದಿ ಪ್ರಸಿದ್ಧ ಶೂರರಲ್ಲಿ ದಾವೀದನು ಅದುಲ್ಲಾಮ್ ಗವಿಯಲ್ಲಿದ್ದಾಗ ಸುಗ್ಗೀಕಾಲದಲ್ಲಿ ಅವನ ಬಳಿಗೆ ಮೂರು ಮಂದಿ ಬಂದರು. ಫಿಲಿಷ್ಟಿಯರು ದಂಡೆತ್ತಿ ಬಂದು ರೆಫಾಯೀಮ್ ತಗ್ಗಿನಲ್ಲಿ ಪಾಳೆಯಮಾಡಿಕೊಂಡಾಗ"},{"number":14,"verse":"ದಾವೀದನು ಆ ಅದುಲ್ಲಾಮ್ ದುರ್ಗದಲ್ಲಿದ್ದನು. ಫಿಲಿಷ್ಟಿಯರು ಬೇತ್ಲೆಹೇಮಿನಲ್ಲಿ ಕಾವಲುದಂಡನ್ನಿಟ್ಟಿದ್ದರು."},{"number":15,"verse":"ಅದೇ ಸಮಯದಲ್ಲಿ ದಾವೀದನು ಲವಲವಿಕೆಯಿಂದ - ಬೇತ್ಲೆಹೇಮ್ ಊರಿನ ಬಾಗಲ ಬಳಿಯಲ್ಲಿರುವ ಬಾವಿಯ ನೀರನ್ನು ಯಾರಾದರೂ ನನಗೆ ತಂದುಕೊಡುವದಾದರೆ ಎಷ್ಟೋ ಒಳ್ಳೇದು ಅಂದನು."},{"number":16,"verse":"ಕೂಡಲೆ ಆ ಮೂರು ಮಂದಿ ಪರಾಕ್ರಮಶಾಲಿಗಳು ಫಿಲಿಷ್ಟಿಯರ ದಂಡಿನೊಳಗೆ ನುಗ್ಗಿ ಹೋಗಿ ಬೇತ್ಲೆಹೇಮಿನ ಬಾಗಲ ಬಳಿಯಲ್ಲಿರುವ ಬಾವಿಯ ನೀರನ್ನು ಸೇದಿ ದಾವೀದನಿಗೆ ತಂದುಕೊಟ್ಟರು. ಆದರೆ ಅವನು ಅದನ್ನು ಕುಡಿಯಲೊಲ್ಲದೆ -"},{"number":17,"verse":"ಯೆಹೋವನೇ, ಈ ನೀರನ್ನು ಕುಡಿಯುವದು ನನಗೆ ದೂರವಾಗಿರಲಿ. ಇದು ಜೀವದಾಶೆ ತೊರೆದವರ ರಕ್ತ! ಇದನ್ನು ಕುಡಿಯುವದೇ ಇಲ್ಲ ಎಂದು ಹೇಳಿ ಅದನ್ನು ಯೆಹೋವನ ಮುಂದೆ ಹೊಯ್ದನು. ಆ ಮೂರು ಮಂದಿಯ ಪರಾಕ್ರಮವು ಇದೇ."},{"number":18,"verse":"ಚೆರೂಯಳ ಮಗನೂ ಯೋವಾಬನ ತಮ್ಮನೂ ಆದ ಅಬೀಷೈಯು ಈ ಮೂರು ಮಂದಿಯಲ್ಲಿ ಮುಖ್ಯಸ್ಥನು. ಅವನು ತನ್ನ ಬರ್ಜಿಯನ್ನು ಬೀಸುತ್ತಾ ಹೋಗಿ ಮುನ್ನೂರು ಮಂದಿಯನ್ನು ಕೊಂದದರಿಂದ ಈ ಮೂವರಲ್ಲಿ ಕೀರ್ತಿಗೊಂಡನು."},{"number":19,"verse":"ಇವರಲ್ಲಿ ಘನವುಳ್ಳವನೂ ನಾಯಕನೂ ಇವನೇ. ಆದರೂ ಇವನು ಮೊದಲಿನ ಮೂರು ಮಂದಿಗೆ ಸಮಾನನಾಗಿರಲಿಲ್ಲ."},{"number":20,"verse":"ಯೆಹೋಯಾದಾವನ ಮಗನೂ ಕಬ್ಜಯೇಲಿನ ಪರಾಕ್ರಮಶಾಲಿಯೂ ಆದ ಬೆನಾಯನು ಇನ್ನೊಬ್ಬನು. ಇವನು ಅನೇಕ ಶೂರಕೃತ್ಯಗಳನ್ನು ನಡಿಸಿದನು. ದೃಷ್ಟಾಂತ - ಒಂದು ಸಾರಿ ಮೋವಾಬ್ಯನಾದ ಅರೀಯೇಲನ ಇಬ್ಬರು ಮಕ್ಕಳನ್ನು ಕೊಂದನು. ಇನ್ನೊಮ್ಮೆ ಹಿಮಕಾಲದಲ್ಲಿ ಒಂದು ಸಿಂಹವು ಗುಂಡಿಯಲ್ಲಿ ಬಿದ್ದಿರಲು ಇವನು ಆ ಗುಂಡಿಗೆ ಇಳಿದು ಹೋಗಿ ಅದನ್ನು ಕೊಂದನು."},{"number":21,"verse":"ಮತ್ತೊಮ್ಮೆ ಉನ್ನತನಾದ ಒಬ್ಬ ಐಗುಪ್ತ್ಯನನ್ನು ಕೊಂದನು. ಆ ಐಗುಪ್ತ್ಯನ ಕೈಯಲ್ಲಿ ಒಂದು ಬರ್ಜಿಯಿತ್ತು. ಇವನು ಕೈಯಲ್ಲಿ ಒಂದು ಕೋಲನ್ನು ಮಾತ್ರ ಹಿಡಿದುಕೊಂಡು ಹೋಗಿ ಅವನ ಕೈಯಲ್ಲಿದ್ದ ಬರ್ಜಿಯನ್ನು ಕಿತ್ತುಕೊಂಡು ಅದರಿಂದ ಅವನನ್ನು ಕೊಂದನು."},{"number":22,"verse":"ಈ ಪರಾಕ್ರಮ ಕೃತ್ಯದಿಂದ ಯೆಹೋಯಾದಾವನ ಮಗನಾದ ಬೆನಾಯನು ಈ ಮೂವರಲ್ಲಿ ಹೆಸರುಗೊಂಡನು."},{"number":23,"verse":"ಮೂವತ್ತು ಮಂದಿಯಲ್ಲಿ ಇವನು ವಿಶೇಷ ಕೀರ್ತಿಯನ್ನು ಹೊಂದಿದ್ದರೂ [ಮೊದಲಿನ] ಮೂವರಿಗೆ ಸಮಾನನಾಗಿರಲಿಲ್ಲ. ದಾವೀದನು ಇವನನ್ನು ತನ್ನ ಕಾವಲುದಂಡಿನ ಮುಖ್ಯಸ್ಥನನ್ನಾಗಿ ಮಾಡಿದನು."},{"number":24,"verse":"ಮೂವತ್ತು ಮಂದಿ ರಣವೀರರ ಪಟ್ಟಿ - ಯೋವಾಬನ ತಮ್ಮನಾದ ಅಸಾಹೇಲನು, ಬೇತ್ಲೆಹೇಮಿನ ದೋದೋವಿನ ಮಗನಾದ ಎಲ್ಹಾನಾನ್,"},{"number":25,"verse":"ಹರೋದಿನವರಾದ ಶಮ್ಮ ಎಲೀಕರು, ಪೆಲೆಟಿನವನಾದ ಹೆಲೆಚ್, ತೆಕೋವದ ಇಕ್ಕೇಷನ ಮಗನಾದ ಈರಾ,"},{"number":27,"verse":"ಅಣತೋತಿನವನಾದ ಅಬೀಯೆಜೆರ್, ಹುಷಾ ಊರಿನವನಾದ ಮೆಬುನ್ನೈ,"},{"number":28,"verse":"ಅಹೋಹಿನವನಾದ ಚಲ್ಮೋನ್, ನೆಟೋಫದವನಾದ ಮಹರೈ,"},{"number":29,"verse":"ನೆಟೋಫದವನಾದ ಬಾಣನ ಮಗ ಹೇಲೆಬ್, ಬೆನ್ಯಾಮೀನ್ ದೇಶದ ಗಿಬೆಯ ಊರಿನ ರೀಬೈ ಎಂಬವನ ಮಗನಾದ ಇತ್ತೈ,"},{"number":30,"verse":"ಪಿರಾತೋನ್ಯನಾದ ಬೆನಾಯ, ನಹಲೇಗಾಷಿನವನಾದ ಹಿದ್ದೈ,"},{"number":31,"verse":"ಅರಾಬಾ ತಗ್ಗಿನವನಾದ ಅಬೀ ಅಲ್ಬೋನ್,"},{"number":32,"verse":"ಬರ್ಹುಮ್ಯನಾದ ಅಜ್ಮಾವೇತ್, ಶಾಲ್ಬೋನ್ಯನಾದ ಎಲೆಯಖ್ಬಾ, ಯಾಷೇನನ ಮಕ್ಕಳು,"},{"number":33,"verse":"ಯೋನಾತಾನನು, ಹರಾರ್ಯನಾದ ಶಮ್ಮ, ಅರಾರ್ಯನಾದ ಶಾರಾರನ ಮಗ ಅಹೀಯಾಮ್,"},{"number":34,"verse":"ಮಾಕಾ ಊರಿನ ಅಹಸ್ಬೈ ಎಂಬವನ ಮಗನಾದ ಎಲೀಫೆಲೆಟ್, ಗಿಲೋವಿನ ಅಹೀತೋಫೆಲ್ ಎಂಬವನ ಮಗನಾದ ಎಲೀಯಾಮ್,"},{"number":35,"verse":"ಕರ್ಮೆಲ್ಯನಾದ ಹೆಚ್ರೋ, ಅರ್ಬೀಯನಾದ ಪಾರೈ,"},{"number":36,"verse":"ಚೋಬ ಊರಿನ ನಾತಾನ್ ಎಂಬವನ ಮಗನಾದ ಇಗಾಲ್, ಗಾದ್ಯನಾದ ಬಾನೀ,"},{"number":37,"verse":"ಅಮ್ಮೋನಿಯನಾದ ಚೆಲೆಕ್, ಬೇರೋತ್ಯನೂ ಚೆರೂಯಳ ಮಗನಾದ ಯೋವಾಬನ ಆಯುಧವಾಹಕನೂ ಆಗಿದ್ದ ನಹರೈ,"},{"number":38,"verse":"ಇತ್ರೀಯರಾದ ಈರಾ ಗಾರೇಬರು,"},{"number":39,"verse":"ಹಿತ್ತಿಯನಾದ ಊರೀಯ, ಒಟ್ಟಿಗೆ ಮೂವತ್ತೇಳು ಮಂದಿ."}]}