{"bibleAbbr":"KNJV","bookName":"2 ಸಮುವೇಲನು","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"ಅನಂತರ ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಕುಲಗಳವರು ಹೆಬ್ರೋನಿನಲ್ಲಿದ್ದ ದಾವೀದನ ಬಳಿಗೆ ಬಂದು ಅವನಿಗೆ -"},{"number":2,"verse":"ನಾವು ನಿನ್ನ ರಕ್ತಸಂಬಂಧಿಗಳಾಗಿದ್ದೇವೆ; ಹಿಂದಿನ ದಿವಸಗಳಲ್ಲಿ ಅಂದರೆ ಸೌಲನ ಆಳಿಕೆಯಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರ ದಳಪತಿಯಾಗಿ ಹೋಗುತ್ತಾ ಬರುತ್ತಾ ಇದ್ದವನು ನೀನೇ. ನಿನ್ನನ್ನು ಕುರಿತು ಯೆಹೋವನು - ನೀನು ನನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರ ನಾಯಕನೂ ಪಾಲಕನೂ ಆಗಿರುವಿಯೆಂದು ಹೇಳಿದ್ದಾನಷ್ಟೆ ಅಂದರು."},{"number":3,"verse":"ಹೆಬ್ರೋನಿನಲ್ಲಿದ್ದ ಅರಸನಾದ ದಾವೀದನು ತನ್ನ ಬಳಿಗೆ ಬಂದಿದ್ದ ಇಸ್ರಾಯೇಲ್ಯರ ಹಿರಿಯರೆಲ್ಲರೊಡನೆ ಅಲ್ಲೇ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಒಡಂಬಡಿಕೆಮಾಡಿಕೊಂಡನು. ಅವರು ದಾವೀದನನ್ನು ಅಭಿಷೇಕಿಸಿ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನನ್ನಾಗಿ ಮಾಡಿದರು."},{"number":4,"verse":"ದಾವೀದನು ಮೂವತ್ತು ವರುಷದವನಾದಾಗ ಅರಸನಾಗಿ ನಾಲ್ವತ್ತು ವರುಷ ಆಳಿದನು."},{"number":5,"verse":"ಅವನು ಹೆಬ್ರೋನಿನಲ್ಲಿದ್ದುಕೊಂಡು ಯೆಹೂದಕುಲವೊಂದನ್ನೇ ಆಳಿದ್ದು ಏಳು ವರುಷವೂ ಆರು ತಿಂಗಳೂ; ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದುಕೊಂಡು ಯೆಹೂದ್ಯರನ್ನೂ ಎಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರನ್ನೂ ಆಳಿದ್ದು ಮೂವತ್ತುಮೂರು ವರುಷ."},{"number":6,"verse":"ದಾವೀದನು ತನ್ನ ಜನರನ್ನು ಕರಕೊಂಡು ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ದೇಶದ ಮೂಲನಿವಾಸಿಗಳಾದ ಯೆಬೂಸಿಯರಿಗೆ ವಿರೋಧವಾಗಿ ಹೊರಟನು. ಅವರು ಇವನು ಒಳಗೆ ಬರಲಾರನೆಂದು ನೆನಸಿ ದಾವೀದನಿಗೆ - ನೀನು ಒಳಗೆ ಬರಲಾರಿ; ಕುರುಡರು, ಕುಂಟರು ಇವರೇ ನಿನ್ನನ್ನು ಅಟ್ಟಿಬಿಡುವರು ಎಂದು ಹೇಳಿದರು."},{"number":7,"verse":"ಆದರೂ ಅವನು ಈಗ ದಾವೀದನಗರವೆನಿಸಿಕೊಳ್ಳುವ ಚೀಯೋನ್ ಕೋಟೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡನು."},{"number":8,"verse":"ಆ ದಿವಸ ದಾವೀದನು - ಯೆಬೂಸಿಯರನ್ನು ಜಯಿಸಬೇಕೆಂದಿರುವವನು ಜಲದ್ವಾರದಲ್ಲಿ ಹತ್ತಿಹೋಗಿ ದಾವೀದನಿಗೆ ಅಸಹ್ಯರಾಗಿರುವ ಕುರುಡರನ್ನೂ ಕುಂಟರನ್ನೂ ಕಂದಕದಲ್ಲಿ ನಾಶಮಾಡಿಬಿಡಲಿ ಎಂದು ಹೇಳಿದನು. ಆದದರಿಂದ ಕುರುಡರೂ ಕುಂಟರೂ ಇದ್ದಾರೆ, ಒಳಗೆ ಹೋಗಲಾಗದು ಎಂದು ಗಾದೆಯುಂಟು."},{"number":9,"verse":"ದಾವೀದನು ಆ ಕೋಟೆಗೆ ದಾವೀದನಗರವೆಂದು ಹೆಸರಿಟ್ಟು ಅಲ್ಲೇ ವಾಸಿಸುತ್ತಾ ಅದರ ಸುತ್ತಲೂ ಮಿಲ್ಲೋವಿನಿಂದ ಪ್ರಾರಂಭಿಸಿ ಒಳಗಣ ಪೌಳಿಗೋಡೆಯನ್ನು ಕಟ್ಟಿಸಿದನು."},{"number":10,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವದೇವರು ಅವನ ಸಂಗಡ ಇದ್ದದರಿಂದ ಅವನು ಅಭಿವೃದ್ಧಿಹೊಂದುತ್ತಾ ಹೋದನು."},{"number":11,"verse":"ತೂರಿನ ಅರಸನಾದ ಹೀರಾಮನು ದಾವೀದನಿಗೆ ದೂತರನ್ನೂ ದೇವದಾರುಮರಗಳನ್ನೂ ಬಡಗಿಯವರನ್ನೂ ಶಿಲ್ಪಿಗಳನ್ನೂ ಕಳುಹಿಸಲು ಅವರು ಇವನಿಗೋಸ್ಕರ ಅರಮನೆಯನ್ನು ಕಟ್ಟಿದರು."},{"number":12,"verse":"ಇದರಿಂದ ದಾವೀದನು - ಯೆಹೋವನು ನನ್ನನ್ನು ಇಸ್ರಾಯೇಲ್ ರಾಜನನ್ನಾಗಿ ಸ್ಥಿರಪಡಿಸಿ ತನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರ ನಿಮಿತ್ತವಾಗಿ ನನ್ನ ರಾಜ್ಯವನ್ನು ವೃದ್ಧಿಪಡಿಸಿದನೆಂದು ತಿಳಿದುಕೊಂಡನು."},{"number":13,"verse":"ದಾವೀದನು ಹೆಬ್ರೋನಿನಿಂದ ಯೆರೂಸಲೇಮಿಗೆ ಬಂದ ಮೇಲೆ ಅಲ್ಲಿಯೂ ಅನೇಕ ಸ್ತ್ರೀಯರನ್ನು ಪತ್ನಿಯರನ್ನಾಗಿಯೂ ಉಪಪತ್ನಿಯರನ್ನಾಗಿಯೂ ಮಾಡಿಕೊಂಡದರಿಂದ ಅವನಿಗೆ ಇನ್ನೂ ಕೆಲವು ಮಂದಿ ಗಂಡುಹೆಣ್ಣುಮಕ್ಕಳು ಹುಟ್ಟಿದರು."},{"number":14,"verse":"ಅಲ್ಲಿ ಅವನಿಗೆ ಹುಟ್ಟಿದವರ ಹೆಸರುಗಳು - ಶಮ್ಮೂವ, ಶೋಬಾಬ್,"},{"number":15,"verse":"ನಾತಾನ್, ಸೊಲೊಮೋನ್, ಇಬ್ಹಾರ್, ಎಲೀಷೂವ,"},{"number":16,"verse":"ನೆಫೆಗ್, ಯಾಫೀಯ, ಎಲೀಷಾಮ, ಎಲ್ಯಾದ, ಎಲೀಫೆಲೆಟ್."},{"number":17,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ದಾವೀದನನ್ನು ಅಭಿಷೇಕಿಸಿ ತಮ್ಮ ಅರಸನನ್ನಾಗಿ ಮಾಡಿಕೊಂಡರೆಂಬ ವರ್ತಮಾನವು ಫಿಲಿಷ್ಟಿಯರಿಗೆ ಮುಟ್ಟಿದಾಗ ಅವರು ಅವನನ್ನು ಹಿಡಿಯುವದಕ್ಕೆ ಹೊರಟರು. ದಾವೀದನು ಇದನ್ನು ಕೇಳಿ ದುರ್ಗಕ್ಕೆ ಹೋದನು."},{"number":18,"verse":"ಫಿಲಿಷ್ಟಿಯರು ದೇಶದೊಳಗೆ ನುಗ್ಗಿ ರೆಫಾಯೀಮ್ ತಗ್ಗಿಗೆ ಬಂದು ಪಾಳೆಯ ಮಾಡಿಕೊಂಡಿದ್ದಾರೆಂದು ತಿಳಿದು"},{"number":19,"verse":"ದಾವೀದನು ಯೆಹೋವನನ್ನು - ನಾನು ಫಿಲಿಷ್ಟಿಯರಿಗೆ ವಿರೋಧವಾಗಿ ಹೋಗಬಹುದೋ? ಅವರನ್ನು ನನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸಿ ಕೊಡುವಿಯೋ ಎಂದು ಕೇಳಲು ಆತನು - ಹೋಗು, ನಾನು ಹೇಗೂ ಅವರನ್ನು ನಿನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸುವೆನು ಎಂದು ಉತ್ತರಕೊಟ್ಟದರಿಂದ"},{"number":20,"verse":"ಅವನು ಹೋಗಿ ಅವರನ್ನು ಸೋಲಿಸಿ ಯೆಹೋವನು ಕಟ್ಟೆಯೊಡೆದ ಪ್ರವಾಹದಂತೆ ತನ್ನ ಶತ್ರುಗಳ ಮೇಲೆ ಬಿದ್ದು ಅವರನ್ನು ನನ್ನ ಕಣ್ಣ ಮುಂದೆಯೇ ನಾಶಮಾಡಿದ್ದಾನೆಂದು ಹೇಳಿ ಆ ಯುದ್ಧಸ್ಥಳಕ್ಕೆ ಬಾಳ್‍ಪೆರಾಚೀಮೆಂದು ಹೆಸರಿಟ್ಟನು."},{"number":21,"verse":"ಫಿಲಿಷ್ಟಿಯರು ಅಲ್ಲಿ ಬಿಟ್ಟುಹೋಗಿದ್ದ ವಿಗ್ರಹಗಳನ್ನು ದಾವೀದನೂ ಅವನ ಜನರೂ ತೆಗೆದುಕೊಂಡು ಬಂದರು."},{"number":22,"verse":"ಫಿಲಿಷ್ಟಿಯರು ಇನ್ನೊಮ್ಮೆ ಹೊರಟು ಬಂದು ರೆಫಾಯೀಮ್ ತಗ್ಗಿನಲ್ಲಿ ಇಳುಕೊಂಡರು."},{"number":23,"verse":"ದಾವೀದನು ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ವಿಚಾರಿಸಿದಾಗ ಆತನು ಅವನಿಗೆ - ನೀನು ನೆಟ್ಟಗೆ ಹೋಗಿ ಅವರ ಮೇಲೆ ಬೀಳಬೇಡ; ಅವರ ಹಿಂದಳವನ್ನು ಸುತ್ತಿಕೊಂಡು ಹೋಗಿ ಬಾಕಾ ಮರಗಳಿರುವ ಕಡೆಯಿಂದ ಅವರ ಮೇಲೆ ಬೀಳು."},{"number":24,"verse":"ಆ ಮರಗಳ ತುದಿಯಲ್ಲಿ ಹೆಜ್ಜೆಗಳ ಸಪ್ಪಳ ಕೇಳಿಸುವಾಗ ಯೆಹೋವನು ಫಿಲಿಷ್ಟಿಯರ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸುವದಕ್ಕೋಸ್ಕರ ನಿನ್ನ ಮುಂದಾಗಿ ಹೊರಟನೆಂದು ತಿಳಿದುಕೊಂಡು ಅವರ ಮೇಲೆ ಬೀಳು ಅಂದನು."},{"number":25,"verse":"ದಾವೀದನು ಯೆಹೋವನ ಆಜ್ಞಾನುಸಾರವಾಗಿ ಮಾಡಿ ಫಿಲಿಷ್ಟಿಯರನ್ನು ಗೆಬದಿಂದ ಗೆಜೆರಿನವರೆಗೂ ಸಂಹರಿಸಿದನು."}]}