{"bibleAbbr":"KNJV","bookName":"2 ಸಮುವೇಲನು","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"ಯೆಹೋವನ ಅನುಗ್ರಹದಿಂದ ಸುತ್ತಣ ವೈರಿಗಳ ಭಯವೆಲ್ಲಾ ತಪ್ಪಿಹೋಗಿ ಅರಸನು ಅರಮನೆಯಲ್ಲಿ ಸಮಾಧಾನದಿಂದ ವಾಸಿಸುತ್ತಿದ್ದಾಗ"},{"number":2,"verse":"ಒಂದು ದಿವಸ ಪ್ರವಾದಿಯಾದ ನಾತಾನನಿಗೆ - ನೋಡು, ನಾನು ದೇವದಾರುಮರದ ಮನೆಯಲ್ಲಿ ವಾಸವಾಗಿದ್ದೇನೆ; ದೇವರ ಮಂಜೂಷವಾದರೋ ಬಟ್ಟೆಯ ಮನೆಯಲ್ಲಿ ಇರುತ್ತದೆ ಎಂದು ಹೇಳಿದನು."},{"number":3,"verse":"ನಾತಾನನು ಅರಸನಿಗೆ - ಆಗಲಿ ಮನಸ್ಸಿದ್ದಂತೆ ಮಾಡು, ಯೆಹೋವನು ನಿನ್ನ ಸಂಗಡ ಇರುತ್ತಾನೆ ಅಂದನು."},{"number":4,"verse":"ಅದೇ ರಾತ್ರಿಯಲ್ಲಿ ಯೆಹೋವನು ನಾತಾನನಿಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೇನಂದರೆ -"},{"number":5,"verse":"ಹೋಗಿ ನನ್ನ ಸೇವಕನಾದ ದಾವೀದನಿಗೆ - ನೀನು ನನಗೋಸ್ಕರ ಮನೆಯನ್ನು ಕಟ್ಟಬೇಕೋ?"},{"number":6,"verse":"ನಾನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಐಗುಪ್ತ ದೇಶದಿಂದ ಬರಮಾಡಿದಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ಮನೆಯಲ್ಲಿ ವಾಸಮಾಡಲಿಲ್ಲ. ಗುಡಾರದಲ್ಲೇ ವಾಸಿಸುತ್ತಾ [ಅವರೊಡನೆ] ಸಂಚರಿಸಿದೆನು."},{"number":7,"verse":"ನಾನು ಇಸ್ರಾಯೇಲ್ಯರ ಮಧ್ಯದಲ್ಲಿ ಸಂಚರಿಸುತ್ತಿದ್ದಾಗ ನನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಪಾಲಿಸುವದಕ್ಕೋಸ್ಕರ ನನ್ನಿಂದ ನೇಮಿಸಲ್ಪಟ್ಟ ಯಾವ ಕುಲದವರನ್ನಾದರೂ - ನೀವು ನನಗೋಸ್ಕರ ದೇವದಾರುಮರದ ಮನೆಯನ್ನೇಕೆ ಕಟ್ಟಲಿಲ್ಲವೆಂದು ಕೇಳಿದೆನೋ ಎಂಬದಾಗಿ ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ ಎಂದು ಹೇಳು."},{"number":8,"verse":"ಇದಲ್ಲದೆ ನೀನು ನನ್ನ ಸೇವಕನಾದ ದಾವೀದನಿಗೆ ಹೇಳಬೇಕಾದದ್ದೇನಂದರೆ - ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ಕುರಿಗಳ ಹಿಂದೆ ಹೋಗುತ್ತಿದ್ದ ನಿನ್ನನ್ನು ಅಡವಿಯಿಂದ ತೆಗೆದುಕೊಂಡು ನನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ನಾಯಕನನ್ನಾಗಿ ನೇಮಿಸಿದೆನು."},{"number":9,"verse":"ನೀನು ಹೋದಲ್ಲೆಲ್ಲಾ ನಿನ್ನ ಸಂಗಡ ಇದ್ದೆನು; ನಿನ್ನ ಶತ್ರುಗಳನ್ನೆಲ್ಲಾ ನಿನ್ನೆದುರಿನಲ್ಲಿಯೇ ಸಂಹರಿಸಿಬಿಟ್ಟೆನು. ಲೋಕದ ಮಹಾಪುರುಷರ ಹೆಸರಿನಂತೆ ನಿನ್ನ ಹೆಸರನ್ನೂ ದೊಡ್ಡದುಮಾಡುವೆನು."},{"number":10,"verse":"ನನ್ನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಒಂದು ಸ್ಥಳವನ್ನು ಕೊಟ್ಟು ಅದರಲ್ಲಿ ಅವರನ್ನು ನೆಲೆಗೊಳಿಸುವೆನು. ಅವರು ಇನ್ನು ಮೇಲೆ ಯಾವ ಭಯವೂ ಇಲ್ಲದೆ ಅಲ್ಲಿ ವಾಸಿಸುವರು."},{"number":11,"verse":"ಪೂರ್ವಕಾಲದಲ್ಲೂ ನಾನು ನನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ನೇಮಿಸಿದ ನ್ಯಾಯಸ್ಥಾಪಕರ ಕಾಲದಿಂದೀಚೆಗೂ ದುಷ್ಟರು ಅವರನ್ನು ಕುಗ್ಗಿಸಿದಂತೆ ಇನ್ನು ಕುಗ್ಗಿಸುವದಿಲ್ಲ. ನೀನು ಶತ್ರು ಭಯವಿಲ್ಲದೆ ಸುಖದಿಂದಿರುವಂತೆ ಮಾಡುವೆನು. ಇದಲ್ಲದೆ ಯೆಹೋವನಾದ ನಾನು ನಿನಗೋಸ್ಕರ ಒಂದು ಮನೆಯನ್ನು ಕಟ್ಟುವೆನೆಂದು ಮಾತುಕೊಡುತ್ತೇನೆ."},{"number":12,"verse":"ನಿನ್ನ ಆಯುಷ್ಕಾಲವು ಮುಗಿದು ನೀನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿದ ಮೇಲೆ ನಿನ್ನಿಂದ ಹುಟ್ಟುವವನನ್ನು ನೆಲೆಗೊಳಿಸಿ ಅವನ ರಾಜ್ಯವನ್ನು ಸ್ಥಿರಪಡಿಸುವೆನು."},{"number":13,"verse":"ಅವನು ನನ್ನ ಹೆಸರಿಗಾಗಿ ಒಂದು ಮನೆಯನ್ನು ಕಟ್ಟುವನು; ನಾನು ಅವನ ರಾಜ್ಯಸಿಂಹಾಸನವನ್ನು ನಿರಂತರವಾಗಿ ಸ್ಥಿರಪಡಿಸುವೆನು."},{"number":14,"verse":"ನಾನು ಅವನಿಗೆ ತಂದೆಯಾಗಿರುವೆನು, ಅವನು ನನಗೆ ಮಗನಾಗಿರುವನು; ಅವನು ತಪ್ಪುಮಾಡಿದರೆ ಅವನಿಗೆ ಮನುಷ್ಯಶಿಕ್ಷೆಯನ್ನು ಕೊಡುವೆನು, ನರಪುತ್ರರಂತೆ ಅವನನ್ನು ದಂಡಿಸುವೆನು."},{"number":15,"verse":"ಆದರೂ ನನ್ನ ಕೃಪೆಯು ಸೌಲನನ್ನು ಬಿಟ್ಟುಹೊದ ಹಾಗೆ ಅವನನ್ನು ಬಿಟ್ಟುಹೋಗುವದಿಲ್ಲ. ನಾನು ಸೌಲನನ್ನು ನಿನ್ನೆದುರಿನಿಂದ ಹೊರಡಿಸಿಬಿಟ್ಟೆನಲ್ಲಾ!"},{"number":16,"verse":"ನಿನ್ನ ಮನೆಯೂ ಅರಸುತನವೂ ಸದಾಕಾಲ ಸ್ಥಿರವಾಗಿರುವವು; ನಿನ್ನ ಸಿಂಹಾಸನವು ಶಾಶ್ವತವಾಗಿರುವದು ಎಂಬದೇ."},{"number":17,"verse":"ನಾತಾನನು ತನಗುಂಟಾದ ದರ್ಶನದ ಈ ಎಲ್ಲಾ ಮಾತುಗಳನ್ನು ದಾವೀದನಿಗೆ ಹೇಳಿದನು."},{"number":18,"verse":"ಅನಂತರ ದಾವೀದನು ಹೋಗಿ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಕೂತುಕೊಂಡು - ಕರ್ತನೇ, ಯೆಹೋವನೇ, ನಾನೆಷ್ಟರವನು? ನನ್ನ ಮನೆ ಎಷ್ಟರದು? ನೀನು ನನ್ನನ್ನು ಇಲ್ಲಿಯವರೆಗೂ ತಂದಿದ್ದೀಯಲ್ಲಾ;"},{"number":19,"verse":"ಕರ್ತನೇ, ಯೆಹೋವನೇ, ಇದು ಸಾಲದೆಂದೆಣಿಸಿ ನಿನ್ನ ಸೇವಕನ ಬಹುದೂರಸಂತಾನದ ವಿಷಯದಲ್ಲಿಯೂ ವಾಗ್ದಾನಮಾಡಿದಿ. ಕರ್ತನೇ, ಯೆಹೋವನೇ, ನೀನು ನರಪ್ರಾಣಿಯನ್ನು ಹೀಗೆ ನಡಿಸಿದ್ದು ಆಶ್ಚರ್ಯ."},{"number":20,"verse":"ಕರ್ತನೇ, ಯೆಹೋವನೇ, ನೀನು ನಿನ್ನ ಸೇವಕನಾದ ದಾವೀದನನ್ನು ಬಲ್ಲೆ; ನಾನು ಇನ್ನೇನು ಹೇಳಲಿ?"},{"number":21,"verse":"ನೀನು ನಿನ್ನ ವಾಗ್ದಾನಗಳನ್ನು ನೆರವೇರಿಸುವದಕ್ಕೋಸ್ಕರ ನಿನ್ನ ಇಷ್ಟಾನುಸಾರವಾಗಿ ಈ ಎಲ್ಲಾ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನಡಿಸಿ ಅವುಗಳ ಅನುಭವವನ್ನು ನಿನ್ನ ಸೇವಕನಿಗೆ ಉಂಟುಮಾಡಿದ್ದೀ."},{"number":22,"verse":"ದೇವರೇ, ಯೆಹೋವನೇ, ನೀನೇ ದೊಡ್ಡವನು; ನಿನ್ನ ಸಮಾನರು ಯಾರೂ ಇಲ್ಲ. ನಾವು ಕೇಳಿದವುಗಳನ್ನೆಲ್ಲಾ ಆಲೋಚಿಸಿ ನೋಡಿದರೆ ನಿನ್ನ ಹೊರತು ದೇವರೇ ಇಲ್ಲವೆಂಬದು ನಿಶ್ಚಯ."},{"number":23,"verse":"ನಿನ್ನ ಇಸ್ರಾಯೇಲ್ ಪ್ರಜೆಗೆ ಸಮಾನವಾದ ಜನಾಂಗವು ಲೋಕದಲ್ಲಿ ಯಾವದಿರುತ್ತದೆ? ನೀನೇ ಹೋಗಿ ಅದನ್ನು ವಿಮೋಚಿಸಿ ಸ್ವಪ್ರಜೆಯನ್ನಾಗಿ ಮಾಡಿಕೊಂಡು ನಿನ್ನ ಹೆಸರನ್ನು ಪ್ರಸಿದ್ಧಪಡಿಸಿದಿ. ಐಗುಪ್ತ್ಯರು ಮೊದಲಾದ ಅನ್ಯಜನರ ಕೈಗೂ ಅವರ ದೇವತೆಗಳ ಕೈಗೂ ಸಿಕ್ಕದಂತೆ ತಪ್ಪಿಸಿ ರಕ್ಷಿಸಿ ಅದರ ಎದುರಿನಲ್ಲೇ ನಿನ್ನ ದೇಶಕ್ಕೋಸ್ಕರ ಭಯಂಕರವಾದ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನಡಿಸಿದಿ."},{"number":24,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಸದಾಕಾಲವೂ ನಿನ್ನ ಪ್ರಜೆಗಳಾಗಿರಬೇಕೆಂದು ನಿರ್ಣಯಿಸಿದಿ; ಯೆಹೋವನೇ, ನೀನು ಅವರಿಗೆ ದೇವರಾದಿ."},{"number":25,"verse":"ದೇವರೇ, ಯೆಹೋವನೇ, ನೀನು ನಿನ್ನ ಸೇವಕನನ್ನೂ ಅವನ ಮನೆಯನ್ನೂ ಕುರಿತು ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ನೆರವೇರಿಸು. ಅದು ಸದಾ ಸ್ಥಿರವಾಗಿರಲಿ."},{"number":26,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು, ಇಸ್ರಾಯೇಲ್‍ದೇವರು ಎಂಬ ನಿನ್ನ ನಾಮಧೇಯಗಳಿಗೆ ಸದಾಕಾಲವೂ ಮಹಿಮೆಯುಂಟಾಗಲಿ. ನಿನ್ನ ಸೇವಕನಾದ ದಾವೀದನ ಮನೆಯು ನಿನ್ನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿರಲಿ."},{"number":27,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೇ, ಇಸ್ರಾಯೇಲ್‍ದೇವರೇ, ನೀನು ನಿನ್ನ ಸೇವಕನಿಗೆ - ನಾನು ನಿನಗೋಸ್ಕರ ಮನೆ ಕಟ್ಟುವೆನೆಂದು ವಾಗ್ದಾನ ಮಾಡಿದ್ದರಿಂದ ಅವನು ಈ ಪ್ರಕಾರ ನಿನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸುವದಕ್ಕೆ ಧೈರ್ಯಗೊಂಡನು."},{"number":28,"verse":"ಕರ್ತನೇ, ಯೆಹೋವನೇ, ನಿನ್ನ ಸೇವಕನಿಗೆ ಈ ಶ್ರೇಷ್ಠ ವಾಗ್ದಾನಗಳನ್ನು ಮಾಡಿದ ನೀನು ದೇವರಾಗಿರುತ್ತೀ; ನಿನ್ನ ವಾಕ್ಯವು ಸತ್ಯವಾದದ್ದು."},{"number":29,"verse":"ಆದದರಿಂದ ನೀನು ನಿನ್ನ ಸೇವಕನ ಮನೆಯನ್ನು ಆಶೀರ್ವದಿಸು; ಸದಾಕಾಲವೂ ಅದರ ಮೇಲೆ ನಿನ್ನ ಕಟಾಕ್ಷವಿರಲಿ. ಕರ್ತನೇ, ಯೆಹೋವನೇ, ವಾಗ್ದಾನಮಾಡಿದವನು ನೀನೇ. ನಿನ್ನ ಆಶೀರ್ವಾದದಿಂದ ನಿನ್ನ ಸೇವಕನ ಮನೆಯಲ್ಲಿ ನಿತ್ಯ ಸೌಭಾಗ್ಯವಿರಲಿ ಎಂದನು."}]}