{"bibleAbbr":"bnOV2016","bookName":"রূতের বিবরণ।","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"( রূতের প্রতি বোয়সের সদয় ব্যবহার।) নয়মীর স্বামী ইলীমেলকের গোষ্ঠীর এক জন ভদ্র ধনবান জ্ঞাতি ছিলেন; তাঁহার নাম বোয়স।"},{"number":2,"verse":"পরে মোয়াবীয়া রূৎ নয়মীকে কহিল, নিবেদন করি, আমি ক্ষেত্রে গিয়া যাহার দৃষ্টিতে অনুগ্রহ পাই, তাহার পিছে পিছে শস্যের পতিত শীষ কুড়াই। নয়মী কহিল, বৎসে, যাও।"},{"number":3,"verse":"পরে সে গিয়া এক ক্ষেত্রে উপস্থিত হইয়া ছেদকদের পশ্চাতে পশ্চাতে পতিত শীষ কুড়াইতে লাগিল; আর ঘটনাক্রমে সে ইলীমেলকের গোষ্ঠীর ঐ বোয়সের ভূমিখণ্ডেই গিয়া পড়িল।"},{"number":4,"verse":"আর দেখ, বোয়স বৈৎলেহম হইতে আসিয়া ছেদকদিগকে কহিলেন, সদাপ্রভু তোমাদের সহবর্ত্তী হউন। তাহারা উত্তর করিল, সদাপ্রভু আপনাকে আশীর্ব্বাদ করুন।"},{"number":5,"verse":"পরে বোয়স ছেদকদের উপরে নিযুক্ত আপন চাকরকে জিজ্ঞাসা করিলেন, এ যুবতী কাহার?"},{"number":6,"verse":"তখন ছেদকদের উপরে নিযুক্ত চাকর কহিল, এ সেই মোয়াবীয়া যুবতী, যে নয়মীর সহিত মোয়াব দেশ হইতে আসিয়াছে;"},{"number":7,"verse":"সে বলিল, অনুগ্রহ করিয়া আমাকে ছেদকদের পশ্চাতে পশ্চাতে আটির মধ্যে মধ্যে শীষ কুড়াইয়া সংগ্রহ করিতে দেও; অতএব সে আসিয়া প্রাতঃকাল অবধি এখন পর্য্যন্ত রহিয়াছে; কেবল ঘরে অল্পক্ষণ ছিল।"},{"number":8,"verse":"পরে বোয়স রূৎকে কহিলেন, বৎসে, বলি শুন; তুমি কুড়াইতে অন্য ক্ষেত্রে যাইও না, এখান হইতে চলিয়া যাইও না, কিন্তু এখানে আমার যুবতী দাসীদের সঙ্গে সঙ্গে থাক।"},{"number":9,"verse":"ছেদকেরা যে ক্ষেত্রের শস্য কাটীবে, তাহার প্রতি দৃষ্টি রাখিয়া তুমি দাসীদের পশ্চাতে যাইও; তোমাকে স্পর্শ করিতে আমি কি যুবকদিগকে নিষেধ করি নাই? আর পিপাসা পাইলে তুমি পাত্রের নিকটে গিয়া, যুবকগণ যে জল তুলিয়াছে, তাহা হইতে পান করিও।"},{"number":10,"verse":"তাহাতে সে উবুড় হইয়া ভূমিতে প্রণিপাত করিয়া তাঁহাকে কহিল, আমি বিদেশিনী, আপনি আমার তত্ত্ব লইতেছেন, আপনার দৃষ্টিতে এ অনুগ্রহ আমি কিসে পাইলাম?"},{"number":11,"verse":"বোয়স উত্তর করিলেন, তোমার স্বামীর মৃত্যুর পরে তুমি তোমার শাশুড়ীর সহিত যেরূপ ব্যবহার করিয়াছ, এবং আপন পিতামাতা ও জন্মদেশ ছাড়িয়া, পূর্ব্বে যাহাদিগকে জানিতে না, এমন লোকদের নিকটে আসিয়াছ, এ সকল কথা আমার শুনা হইয়াছে।"},{"number":12,"verse":"সদাপ্রভু তোমার কর্ম্মের উপযোগী ফল দিউন; তুমি ইস্রায়েলের ঈশ্বর যে সদাপ্রভুর পক্ষের নীচে শরণ লইতে আসিয়াছ, তিনি তোমাকে সম্পূর্ণ পুরস্কার দিউন।"},{"number":13,"verse":"সে কহিল, হে আমার প্রভু, আপনার দৃষ্টিতে যেন আমি অনুগ্রহ প্রাপ্ত হই; আপনি আমাকে সান্ত্বনা করিলেন, এবং আপনার এই দাসীর কাছে চিত্তপ্রবোধক কথা কহিলেন; আমি ত আপনার একটী দাসীর তুল্যাও নহি।"},{"number":14,"verse":"পরে ভোজন সময়ে বোয়স তাহাকে কহিলেন, তুমি এই স্থানে আসিয়া রুটী ভোজন কর, এবং তোমার রুটীখণ্ড সিরকায় ডুবাইয়া লও। তখন সে ছেদকদের পার্শ্বে বসিলে তাহারা তাহাকে ভাজা শস্য দিল; তাহাতে সে ভোজন করিয়া তৃপ্ত হইল, এবং কিছু অবশিষ্ট রাখিল।"},{"number":15,"verse":"পরে সে কুড়াইতে উঠিলে বোয়স আপন চাকরদিগকে আজ্ঞা করিলেন, উহাকে আটির মধ্যেও কুড়াইতে দেও, এবং উহাকে তিরস্কার করিও না;"},{"number":16,"verse":"আবার উহার জন্য বাঁধা আটি হইতে কতক টানিয়া রাখিয়া দেও, উহাকে কুড়াইতে দেও, ধমকাইও না।"},{"number":17,"verse":"আর সে সন্ধ্যা পর্য্যন্ত সেই ক্ষেত্রে কুড়াইল; পরে সে আপনার কুড়ান শস্য মাড়িলে প্রায় এক ঐফা যব হইল।"},{"number":18,"verse":"পরে সে তাহা তুলিয়া লইয়া নগরে গেল, এবং তাহার শাশুড়ী তাহার কুড়ান শস্য দেখিল; আর সে আহার করিয়া তৃপ্ত হইলে পর যাহা রাখিয়াছিল, তাহা বাহির করিয়া তাহাকে দিল।"},{"number":19,"verse":"তখন তাহার শাশুড়ী তাহাকে কহিল, তুমি অদ্য কোথায় কুড়াইয়াছ? কোথায় কর্ম্ম করিয়াছ? যে ব্যক্তি তোমার তত্ত্ব লইয়াছেন, তিনি ধন্য হউন। তখন সে কাহার নিকটে কর্ম্ম করিয়াছিল, তাহা শাশুড়ীকে জানাইয়া কহিল, যে ব্যক্তির নিকটে অদ্য কর্ম্ম করিয়াছি, তাঁহার নাম বোয়স।"},{"number":20,"verse":"তাহাতে নয়মী আপন পুত্রবধূকে কহিল, তিনি সেই সদাপ্রভুর আশীর্ব্বাদ লাভ করুন, যিনি জীবিত ও মৃতদের প্রতি দয়া নিবৃত্ত করেন নাই। নয়মী আরও কহিল, সেই ব্যক্তি আমাদের নিকট-সম্বন্ধীয়, তিনি আমাদের মুক্তিকর্ত্তা জ্ঞাতিদের মধ্যে এক জন।"},{"number":21,"verse":"আর মোয়াবীয়া রূৎ কহিল, তিনি আমাকে ইহাও কহিলেন, আমার সমস্ত ফসল কাটা সাঙ্গ না হওয়া পর্য্যন্ত তুমি আমার চাকরদের সঙ্গে সঙ্গে থাক।"},{"number":22,"verse":"তাহাতে নয়মী আপন পুত্রবধূ রূৎকে কহিল, বৎসে, তুমি যে তাঁহার দাসীদের সহিত যাও, এবং অন্য কোন ক্ষেত্রে কেহ যে তোমার দেখা না পায়, সে ভাল।"},{"number":23,"verse":"অতএব যব ও গোম কাটা শেষ হওয়া পর্য্যন্ত সে কুড়াইবার জন্য বোয়সের দাসীদের সঙ্গে সঙ্গে থাকিল, এবং আপন শাশুড়ীর সহিত বাস করিল।"}]}