{"bibleAbbr":"RV1885","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":15,"verses":[{"number":1,"verse":"Now we that are strong ought to bear the infirmities of the weak, and not to please ourselves."},{"number":2,"verse":"Let each one of us please his neighbour for that which is good, unto edifying."},{"number":3,"verse":"For Christ also pleased not himself; but, as it is written, The reproaches of them that reproached thee fell upon me."},{"number":4,"verse":"For whatsoever things were written aforetime were written for our learning, that through patience and through comfort of the scriptures we might have hope."},{"number":5,"verse":"Now the God of patience and of comfort grant you to be of the same mind one with another according to Christ Jesus:"},{"number":6,"verse":"that with one accord ye may with one mouth glorify the God and Father of our Lord Jesus Christ."},{"number":7,"verse":"Wherefore receive ye one another, even as Christ also received you, to the glory of God."},{"number":8,"verse":"For I say that Christ hath been made a minister of the circumcision for the truth of God, that he might confirm the promises {cf15i given} unto the fathers,"},{"number":9,"verse":"and that the Gentiles might glorify God for his mercy; as it is written, Therefore will I give praise unto thee among the Gentiles, And sing unto thy name."},{"number":10,"verse":"And again he saith, Rejoice, ye Gentiles, with his people."},{"number":11,"verse":"And again, Praise the Lord, all ye Gentiles; And let all the peoples praise him."},{"number":12,"verse":"And again, Isaiah saith, There shall be the root of Jesse, And he that ariseth to rule over the Gentiles; On him shall the Gentiles hope."},{"number":13,"verse":"Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, in the power of the Holy Ghost."},{"number":14,"verse":"And I myself also am persuaded of you, my brethren, that ye yourselves are full of goodness, filled with all knowledge, able also to admonish one another."},{"number":15,"verse":"But I write the more boldly unto you in some measure, as putting you again in remembrance, because of the grace that was given me of God,"},{"number":16,"verse":"that I should be a minister of Christ Jesus unto the Gentiles, ministering the gospel of God, that the offering up of the Gentiles might be made acceptable, being sanctified by the Holy Ghost."},{"number":17,"verse":"I have therefore my glorying in Christ Jesus in things pertaining to God."},{"number":18,"verse":"For I will not dare to speak of any things save those which Christ wrought through me, for the obedience of the Gentiles, by word and deed,"},{"number":19,"verse":"in the power of signs and wonders, in the power of the Holy Ghost; so that from Jerusalem, and round about even unto Illyricum, I have fully preached the gospel of Christ;"},{"number":20,"verse":"yea, making it my aim so to preach the gospel, not where Christ was {cf15i already} named, that I might not build upon another man s foundation;"},{"number":21,"verse":"but, as it is written, They shall see, to whom no tidings of him came, And they who have not heard shall understand."},{"number":22,"verse":"Wherefore also I was hindered these many times from coming to you:"},{"number":23,"verse":"but now, having no more any place in these regions, and having these many years a longing to come unto you,"},{"number":24,"verse":"whensoever I go unto Spain (for I hope to see you in my journey, and to be brought on my way thitherward by you, if first in some measure I shall have been satisfied with your company)"},{"number":25,"verse":"but now, {cf15i I say}, I go unto Jerusalem, ministering unto the saints."},{"number":26,"verse":"For it hath been the good pleasure of Macedonia and Achaia to make a certain contribution for the poor among the saints that are at Jerusalem."},{"number":27,"verse":"Yea, it hath been their good pleasure; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, they owe it {cf15i to them} also to minister unto them in carnal things."},{"number":28,"verse":"When therefore I have accomplished this, and have sealed to them this fruit, I will go on by you unto Spain."},{"number":29,"verse":"And I know that, when I come unto you, I shall come in the fulness of the blessing of Christ."},{"number":30,"verse":"Now I beseech you, brethren, by our Lord Jesus Christ, and by the love of the Spirit, that ye strive together with me in your prayers to God for me;"},{"number":31,"verse":"that I may be delivered from them that are disobedient in Judaea, and {cf15i that} my ministration which {cf15i I have} for Jerusalem may be acceptable to the saints;"},{"number":32,"verse":"that I may come unto you in joy through the will of God, and together with you find rest."},{"number":33,"verse":"Now the God of peace be with you all. Amen."}]}