{"bibleAbbr":"KJV1611","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"The word of the Lord that came vnto Hosea, the sonne of Beeri, in the dayes of Uzziah, Iotham, Ahaz, and Hezekiah kings of Iudah, and in the dayes of Ieroboam the sonne of Ioash king of Israel."},{"number":2,"verse":"The beginning of the word of the Lord by Hosea: and the Lord sayd to Hosea, Goe, take vnto thee a wife of whoredomes, and children of whoredomes: for the land hath committed great whoredome, departing from the Lord."},{"number":3,"verse":"So he went and tooke Gomer the daughter of Diblaim, which conceiued and bare him a sonne."},{"number":4,"verse":"And the Lord said vnto him, Call his name Iezreel; for yet a little while, and I will auenge the blood of Iezreel vpon the house of Iehu, and will cause to cease the kingdome of the house of Israel."},{"number":5,"verse":"And it shall come to passe at that day, that I will breake the bow of Israel in the valley of Iezreel."},{"number":6,"verse":"And shee conceiued againe and bare a daughter, and God sayd vnto him, Call her name Lo-ruhamah: for I will no more haue mercy vpon the house of Israel: but I will vtterly take them away."},{"number":7,"verse":"But I will haue mercy vpon the house of Iudah, and will saue them by the Lord their God, and will not saue them by vow, nor by sword, nor by battell, by horses nor by horsemen."},{"number":8,"verse":"Now when shee had weaned Lo-ruhamah, she couceiued and bare a sonne."},{"number":9,"verse":"Then sayde God, Call his name Lo-ammi: for yee are not my people, and I will not be your God."},{"number":10,"verse":"Yet the number of the children of Israel shall be as the sand of the sea, which cannot bee measured nor numbred, and it shall come to passe, that in the place where it was said vnto them, Yee are not my people, there it shall be said vnto them, Ye are the sonnes of the liuing God."},{"number":11,"verse":"Then shall the children of Iudah and the children of Israel be gathered together, and appoint themselues one head, and they shall come vp out of the land: for great shalbe the day of Iezreel."}]}