{"bibleAbbr":"GB1539","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"And now (O ye prestes) this commaundement toucheth you:"},{"number":2,"verse":"yf ye wyll not heare it, ner regard it, to geue the glory vnto my name, sayeth the Lorde of hostes, I will sende a curse vpon you, & will curse youre blessynges: yee curse them wyll I yf ye do not take hede."},{"number":3,"verse":"Beholde, I shall corrupte your sede, and cast donge in youre faces, euen the donge of youre solempne feastes and it shall cleue fast vpon you."},{"number":4,"verse":"And ye shall knowe, that I haue sent thys commaundement vnto you: that my couenaunt which I made with Leui, might stande sayeth the Lorde of hoostes."},{"number":5,"verse":"I made a couenaunt of lyfe & peace wyth him: this I gaue him, that he myght stande in awe of me: and so he dyd feare me, and had my name in reuerence."},{"number":6,"verse":"The lawe of truthe was in his mouth, and there was no wickednesse founde in his lyppes. He walked with me in peace and equyte, and dyd turne many one awaye from their synnes."},{"number":7,"verse":"For in the prestes lyppes shulde be sure knowledge, that men may seke the lawe at his mouth, for he is a messaunger of the Lorde of hostes."},{"number":8,"verse":"But as for you, ye are gone clene out of the waye, and haue caused the multitude to be offended at the lawe: ye haue broken the couenaunt of Leui, sayeth the Lorde of hostes."},{"number":9,"verse":"Therfore wyll I also make you to be despysed, and to be of no reputacyon amonge all the people: because ye haue not kepte my wayes, but haue bene parciall in the lawe."},{"number":10,"verse":"Haue we not all one father? Hath not one God made vs? Why doth euery one of vs then despise his awne brother, & so breake the couenaunt of oure fathers?"},{"number":11,"verse":"Now hath Iuda offended: yee, the abhominacion is donne in Israel and in Ierusalem for Iuda hath defyled the Sanctuary of the Lorde, which he loued, and hath kepte the daughter of a straunge God."},{"number":12,"verse":"But the Lorde shal destroye the man that doth this: (yee, both the master and the scoler) out of the tabernacle of Iacob with hym that offreth vp meatoffryng vnto the Lorde of hostes."},{"number":13,"verse":"Now haue ye brought it to this poynte agayne, that the aulter of the Lorde is couered with teares, wepynge and mournynge: so that I wyll nomore regard the meatofferynge, nether wyl I receaue or accepte eny thyng at your handes."},{"number":14,"verse":"And yet ye saye: wherfore? Euen because that where as the Lorde made a couenaunt betwixte the and the wyfe of thy youth, thou hast despysed. Yet is she thyne awne companyon and maryed wyfe."},{"number":15,"verse":"So dyd not the one, and yet had he an excellent sprete. What dyd then the one? He sought the sede promised of God. Therfore loke well to your sprete, and let no man despyse the wyfe of his youth."},{"number":16,"verse":"Yf thou hatest her put her awaye sayeth the Lorde God of Israell and geue her clothynge for the scorne, sayeth the Lorde of Hostes. Loke well then to youre sprete, and despyse her not."},{"number":17,"verse":"Ye greue the Lorde with your wordes, & yet ye saye: wherwith al haue we greued him? In this, that ye saye. Al that do euel are good in the syght of God, and soch please hym. Or els where is the God that punisheth?"}]}