{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "தீத்து",
  "bookEnglishName" : "Titus",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "இறைவனின் ஊழியராகவும், இயேசு கிறிஸ்துவின் அப்போஸ்தலனாகவும் இருக்கின்ற பவுலாகிய நான், இறைவனால் தெரிவு செய்யப்பட்டவர்களது விசுவாசத்தையும், இறைபக்திக்கு வழிநடத்தும் சத்தியத்தைப் பற்றிய அறிவையும் அடையவே இந்த ஊழியத்தில் ஈடுபட்டிருக்கிறேன்."
  }, {
    "number" : 2,
    "verse" : "இந்த விசுவாசத்துக்கும் அறிவுக்கும் அடிப்படையாக இருப்பது, நித்திய வாழ்வைப் பற்றிய எதிர்பார்ப்பு. பொய்யே சொல்லாதவராகிய இறைவன், அந்த நித்திய வாழ்வைக் குறித்து காலம் தொடங்கும் முன்னரே வாக்குறுதி அளித்திருந்தார்."
  }, {
    "number" : 3,
    "verse" : "நம்முடைய இரட்சகராகிய இறைவனுடைய கட்டளையினாலேயே என்னிடம் ஒப்படைக்கப்பட்ட பிரசங்கத்தின் மூலமாக, அவரால் நியமிக்கப்பட்டதான இந்தக் காலத்தில் இது வெளிப்படுத்தப்பட்டது."
  }, {
    "number" : 4,
    "verse" : "பவுலாகிய நான், நமக்குள்ள பொதுவான விசுவாசத்தில் எனக்கு உண்மை மகனாய் இருக்கின்ற தீத்துவுக்கு எழுதுகின்றதாவது: பிதாவாகிய இறைவனாலும், இரட்சகராகிய இயேசு கிறிஸ்துவினாலும் கிருபையும் சமாதானமும் உண்டாவதாக."
  }, {
    "number" : 5,
    "verse" : "(தீத்துவின் வேலை)நான் உன்னைக் கிரேத்தா தீவில் விட்டுவந்ததற்குக் காரணம், முற்றுப் பெறாத வேலைகளைச் சரிசெய்யவும், நான் உனக்கு அறிவுறுத்தியதற்கு அமைய எல்லா நகரங்களிலும் மூப்பர்களை நியமிப்பதற்காகவுமே ஆகும்."
  }, {
    "number" : 6,
    "verse" : "மூப்பராக நியமிக்கப்படுகின்றவர் குற்றம் சாட்டப்படாதவராகவும், ஒரே மனைவியை மட்டும் உடைய கணவனாகவும் இருக்க வேண்டும். அவருடைய பிள்ளைகள் விசுவாசிகளாகவும், சீர்கேடானவர்கள் என்றோ கீழ்ப்படியாதவர்கள் என்றோ குற்றம் சாட்டப்படாதவர்களாகவும் இருக்க வேண்டும்."
  }, {
    "number" : 7,
    "verse" : "ஏனெனில் திருச்சபையைக் கண்காணிக்கும் பொறுப்பிலுள்ளவர், இறைவனின் வேலை ஒப்படைக்கப்பட்ட ஒரு ஊழியர் என்பதால், அவர் குற்றம் சாட்டப்படாதவராக இருக்க வேண்டும். அவர் தனது விருப்பத்தின்படி நடக்கின்றவராகவோ, முற்கோபக்காரராகவோ, குடிகாரராகவோ, மற்றவர்களைத் தாக்குகின்றவராகவோ, அநியாய இலாபம் ஈட்ட முயற்சிக்கின்றவராகவோ இருக்கக் கூடாது."
  }, {
    "number" : 8,
    "verse" : "அதற்கு மாறாக அவர் உபசரிக்கின்ற குணமுள்ளவராகவும், நன்மையை விரும்புகின்றவராகவும், சுயகட்டுப்பாடு உள்ளவராகவும், நீதிமானாகவும், பரிசுத்தம் உள்ளவராகவும், ஒழுக்கமுள்ளவராகவும் இருக்க வேண்டும்."
  }, {
    "number" : 9,
    "verse" : "அத்துடன் தனக்குப் போதிக்கப்பட்ட நம்பத்தகுந்த செய்தியை அவர் உறுதியுடன் நம்பிப் பற்றிக்கொண்டவராகவும் இருக்க வேண்டும். அப்பொழுதே நலமான போதனையினால் அவர் மற்றவர்களை ஊக்கப்படுத்த முடியும். அதற்கு முரணாக இருப்பவர்களை மறுத்து சரியானதை எடுத்துச் சொல்ல முடியும்."
  }, {
    "number" : 10,
    "verse" : "(நன்மை செய்யத் தவறியவர்களை கண்டித்தல்)ஏனெனில், அநேகர் எதையும் ஏற்றுக்கொள்ளாதவர்களாகவும், வீண் பேச்சுப் பேசுகின்றவர்களாகவும், ஏமாற்றுகின்றவர்களாகவும் இருக்கின்றார்கள். குறிப்பாக அப்படிப்பட்டவர்கள் விருத்தசேதனத்தை வலியுறுத்துகின்றவர்களாய் இருக்கின்றார்கள்."
  }, {
    "number" : 11,
    "verse" : "அப்படிப்பட்டவர்களுடைய வாயை அடக்க வேண்டும். ஏனெனில் அவர்கள் போதிக்கக் கூடாதவற்றைப் போதித்து, குடும்பங்கள் அனைத்தையும் சீரழித்து விடுகிறார்கள். அநியாய இலாபம் பெறவே அவர்கள் இப்படிச் செய்கின்றார்கள்."
  }, {
    "number" : 12,
    "verse" : "அவர்களைச் சேர்ந்த ஒரு இறைவாக்கினன், “கிரேத்தர்கள் எப்போதும் பொய் பேசுகின்றவர்கள், அவர்கள் கொடிய மிருகங்கள், சோம்பேறிகளான உணவுப் பிரியர்” என்று கூறியிருக்கிறான்."
  }, {
    "number" : 13,
    "verse" : "இந்தக் கூற்று உண்மையானதே. ஆகவே அவர்களைக் கடுமையாகக் கடிந்து கொண்டேயிரு. அப்போது அவர்கள் விசுவாசத்தில் உறுதியடைந்து,"
  }, {
    "number" : 14,
    "verse" : "யூதருடைய கட்டுக் கதைகளுக்கும், சத்தியத்தைப் புறக்கணிக்கின்ற மனிதர்களின் கட்டளைகளுக்கும் தங்கள் கவனத்தைச் செலுத்த மாட்டார்கள்."
  }, {
    "number" : 15,
    "verse" : "தூய்மையானவர்களுக்கு எல்லாம் தூய்மையானதே. ஆனால் சீர்கெட்டுப் போனவர்களுக்கும், விசுவாசிக்காதவர்களுக்கும் எதுவுமே தூய்மையானதல்ல. உண்மையாகவே அவர்களுடைய மனங்களும், மனசாட்சிகளும் சீர்கெட்டிருக்கின்றன."
  }, {
    "number" : 16,
    "verse" : "இறைவனைத் தாங்கள் அறிந்திருப்பதாக அவர்கள் சொல்கின்றார்கள். ஆனால் அவர்களுடைய செயல்களினாலே இறைவனை மறுதலிக்கிறார்கள். அவர்கள் அருவருப்புக்குரியவர்கள், கீழ்ப்படியாதவர்கள், நன்மையான எதையுமே செய்யத் தகுதியற்றவர்கள்."
  } ]
}