{"bibleAbbr":"BB1572","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"After the death of Moyses the seruaunt of the Lord, it came to passe also that the Lorde spake vnto Iosuah ye sonne of Nun, Moyses minister, saying:"},{"number":2,"verse":"Moyses my seruaunt is dead: Nowe therefore arise, go ouer this Iordane, thou and all this people, vnto the lande the whiche I to them the chyldren of Israel do geue."},{"number":3,"verse":"All the places that the soles of your feete shall treade vpon, haue I geuen you, as I sayde vnto Moyses."},{"number":4,"verse":"From the wyldernesse and this Libanon, vnto the great riuer Euphrates, all the lande of the Hethites, euen vnto the great sea towarde the goyng downe of the sunne, shalbe your coast."},{"number":5,"verse":"There shal not a man be able to withstande thee all the dayes of thy life: For as I was with Moyses, so wyll I be with thee, and wyll not fayle thee, nor forsake thee."},{"number":6,"verse":"Be strong therfore and bolde: for vnto this people shalt thou deuide ye lande for inheritaunce, whiche I sware vnto their fathers to geue them."},{"number":7,"verse":"Only be thou strong, and of a stoute courage, that thou maiest obserue and do according to all the law which Moses my seruaunt commaunded thee: Turne from the same neither to the right hande, nor to the lefte, that thou maiest do wisely in al that thou takest in hande."},{"number":8,"verse":"Let not the booke of this lawe departe out of thy mouth , but occupie thy minde therein day & night, that thou maiest obserue and doe according to all yt is written therein: For then shalt thou make thy way prosperous, and then thou shalt do wisely."},{"number":9,"verse":"Haue not I comaunded thee, that thou shouldest be strong & hardie, and not feare nor be faint hearted? For I the Lorde thy God am with thee, whyther soeuer thou goest."},{"number":10,"verse":"Then Iosuah commaunded the officers of the people, saying:"},{"number":11,"verse":"Go thorowe the middes of the hoaste, and comaunde the people, saying, Prepare you vitailes: for after three daies ye shal passe ouer this Iordane, to go in and enioye the lande, which the Lorde your God geueth you, to possesse it."},{"number":12,"verse":"And vnto the Rubenites, Gadites, and halfe the tribe of Manasses spake Iosuah saying:"},{"number":13,"verse":"Remember the worde whiche Moyses the seruaunt of the Lorde commauded you, saying: The Lorde your God hath geuen you rest, & hath geuen you this lande."},{"number":14,"verse":"Your wyues, your children, and your catell shall remaine in the lande which Moyses gaue you on this syde Iordane: but ye shal go before your brethren armed, all that be men of warre, and helpe them:"},{"number":15,"verse":"Untill the Lorde haue geuen your brethren rest as he hath you, and vntill they also haue obtained the lande whiche the Lorde your God geueth them: And then shal ye returne vnto the lande of your possession, and enioye it: which lande Moyses the Lordes seruaut gaue you on this side Iordane towarde the sunne rysyng."},{"number":16,"verse":"And they aunswered Iosuah, sayinge: Al that thou hast commaunded vs we will do, and whyther soeuer thou sendest vs, we will go."},{"number":17,"verse":"According as we obeyed Moyses in al thinges, so will we obey thee: only the Lorde thy God be with thee, as he was with Moyses."},{"number":18,"verse":"And whosoeuer he be that doth disobey thy mouth, and wil not hearken vnto thy wordes in all that thou commaudest him, let him dye: Only be strong, and of good courage."}]}