{"bibleAbbr":"BB1572","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":17,"verses":[{"number":1,"verse":"This was the lot of the tribe of Manasses, which was the eldest son of Ioseph, to witte of Machir the eldest sonne of Manasses, which was the father of Gilead: now because he was a man of warre, he had Gilead and Basan."},{"number":2,"verse":"This is the possession of the rest of the children of Manasses by their kinreds: [Namely] of the children of Abiezer, the children of Helek, the children of Ariel, the children of Sichem, the children of Hepher, the children of Semida: for these were the male children of Manasses, the sonne of Ioseph by their kinredes."},{"number":3,"verse":"But Selaphead the sonne of Hepher, the sonne of Giliad, ye sonne of Machir, the sonne of Manasses, had no sonnes: but daughters, whose names are these, Mahaia, Noa, Hagla, Melcha, and Thirsa."},{"number":4,"verse":"Which came before Eleasar the priest, and before Iosuah the sonne of Nun, & before the Lordes, saying: The Lord commaunded Moyses to geue vs an enheritaunce among our brethren."},{"number":5,"verse":"And therfore according to the commaundement of the Lorde, he gaue them an enheritaunce among the brethren of their father. And there fel ten portions to Manasses, beside the lande of Gilead and Basan, whiche were on the other side Iordane."},{"number":6,"verse":"Because the daughters of Manasses dyd enherite among his sonnes: And Manasses other sonnes had the lande of Gilead."},{"number":7,"verse":"And the coaste of Manasses was from Aser to Machmathath that lieth before Sichem, and went along on the right hande, euen vnto the inhabitantes of Entaphuah,"},{"number":8,"verse":"And the lande of Thaphuah belonged to Manasses: which Thaphuah is beside the border of Manasses, beside the border of the children of Ephraim."},{"number":9,"verse":"And the coaste descended vnto the riuer Canah southwarde, euen to the riuer: These cities of Ephraim, are among ye cities of Manasses. The coaste of Manasses went also on the northside to the riuer, and the endes of it go out at the sea:"},{"number":10,"verse":"So that ye south partained to Ephraim, & the north to Manasses, & the sea is his border: And they met together in Aser northwarde, & in Isachar eastwarde."},{"number":11,"verse":"And Manasses had in Isachar and in Aser, Bethsean & her townes, Iiblean and her townes, and the inhabitours of Dor, with the townes pertaining to the same, and the inhabitours of Endor with the townes of the same, and the inhabitours of Thaanach with her townes, and the inhabitours of Magedo with the townes of the same, euen three countreys."},{"number":12,"verse":"Yet the children of Manasses coulde not ouercome those cities: but the Chanaanites presumed to dwell in the same lande."},{"number":13,"verse":"Neuerthelesse, assoone as the children of Israel were waxed strong, they put the Chanaanites vnder tribute, but expelled them not."},{"number":14,"verse":"And the children of Ioseph spake vnto Iosuah, saying: Why hast thou geue me but one lotte and one portion to inherite, seyng I am a great people, and forasmuche as the Lorde hath blessed me hytherto?"},{"number":15,"verse":"And Iosuah auswered them: If thou be much people, then get thee vp to the wood [countrey] and prepare for thy selfe there in the lande of the Pherezites and of the Giauntes, yf mount Ephraim be to narowe for thee."},{"number":16,"verse":"And the children of Ioseph sayd, The hill is not ynough for vs: And all ye Chanaanites that dwel in the lowe countrey haue charettes of iron, and so haue they that inhabite Bethlean & the townes of the same, and they also that dwell in the valley of Iezreel."},{"number":17,"verse":"And Iasuah sayde vnto the house of Ioseph, Ephraim, & Manasses: Ye be much people, and haue great power, and shall not therfore haue one lotte."},{"number":18,"verse":"Therfore the hyll shalbe yours, and ye shall cut downe the wood that is in it: and the endes of it shalbe yours, yf ye cast out the Chananaites which haue iron charettes, and are very strong."}]}