{"bibleAbbr":"orOV2014","bookName":"ରୋମୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କ ପତ୍ର","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"ହେ ଭାଇମାନେ, ସେମାନେ ଯେପରି ପରିତ୍ରାଣ ପାଆନ୍ତି, ଏହା ମୋହର ହୃଦୟର ବାଞ୍ଛା ଏବଂ ସେମାନଙ୍କ ନିମନ୍ତେ ଈଶ୍ଵରଙ୍କ ଛାମୁରେ ମୋହର ପ୍ରାର୍ଥନା ।"},{"number":2,"verse":"କାରଣ ଈଶ୍ଵରଙ୍କ ବିଷୟରେ ଯେ ସେମାନଙ୍କର ଉଦ୍ଯୋଗ ଅଛି, ଏହା ମୁଁ ସେମାନଙ୍କ ସପକ୍ଷରେ ସାକ୍ଷ୍ୟ ଦେଉଅଛି, କିନ୍ତୁ ସେହି ଉଦ୍ଯୋଗ ଜ୍ଞାନଯୁକ୍ତ ନୁହେଁ ।"},{"number":3,"verse":"ଯେଣୁ ଈଶ୍ଵରଦତ୍ତ ଧାର୍ମିକତା ବିଷୟରେ ଅଜ୍ଞ ହୋଇ ଓ ଆପଣା ଆପଣା ଧାର୍ମିକତା ସ୍ଥାପନ କରିବାକୁ ଚେଷ୍ଟା କରି ସେମାନେ ଈଶ୍ଵରଦତ୍ତ ଧାର୍ମିକତାର ବଶୀଭୂତ ହୋଇ ନାହାନ୍ତି ।"},{"number":4,"verse":"କାରଣ ପ୍ରତ୍ୟେକ ବିଶ୍ଵାସୀ ପକ୍ଷରେ ଧାର୍ମିକ ଗଣିତ ହେବା ନିମନ୍ତେ ଖ୍ରୀଷ୍ଟ ବ୍ୟବସ୍ଥାର ଶେଷ ଅଟନ୍ତି ।"},{"number":5,"verse":"( ସମସ୍ତଙ୍କ ନିମନ୍ତେ ପରିତ୍ରାଣର ସମ୍ଵାଦ) କାରଣ ମୋଶା ଲେଖନ୍ତି, ଯେଉଁ ମନୁଷ୍ୟ ବ୍ୟବସ୍ଥାମୂଳକ ଧାର୍ମିକତା ସାଧନ କରେ, ସେ ତଦ୍ଦ୍ଵାରା ବଞ୍ଚିବ ।"},{"number":6,"verse":"କିନ୍ତୁ ବିଶ୍ଵାସମୂଳକ ଧାର୍ମିକତା ଏପରି କହେ, “ମନେ ମନେ କୁହ ନାହିଁ, ‘କିଏ ସ୍ଵର୍ଗାରୋହଣ କରିବʼ (ଅର୍ଥାତ୍, ଖ୍ରୀଷ୍ଟଙ୍କୁ ଓହ୍ଲାଇଆଣିବା ନିମନ୍ତେ) ?"},{"number":7,"verse":"ଅବା ‘କିଏ ରସାତଳକୁ ଅବତରଣ କରିବʼ (ଅର୍ଥାତ୍, ଖ୍ରୀଷ୍ଟଙ୍କୁ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉଠାଇଆଣିବା ନିମନ୍ତେ) ?"},{"number":8,"verse":"କିନ୍ତୁ ତାହା କଅଣ କହେ ? ‘ବାକ୍ୟ ତୁମ୍ଭର ନିକଟବର୍ତ୍ତୀ, ତୁମ୍ଭ ମୁଖରେ ଓ ତୁମ୍ଭ ହୃଦୟରେ ଅଛିʼ, ଅର୍ଥାତ୍ ଯେଉଁ ବିଶ୍ଵାସ ସମ୍ଵନ୍ଧୀୟ ବାକ୍ୟ ଆମ୍ଭେମାନେ ପ୍ରଚାର କରୁ, ସେହି ବାକ୍ୟ ।”"},{"number":9,"verse":"ଯେଣୁ ତୁମ୍ଭେ ଯଦି ମୁଖରେ ଯୀଶୁଙ୍କୁ ପ୍ରଭୁ ବୋଲି ସ୍ଵୀକାର କରିବ, ଆଉ ଈଶ୍ଵର ତାହାଙ୍କୁ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉଠାଇଅଛନ୍ତି ବୋଲି ହୃଦୟରେ ବିଶ୍ଵାସ କରିବ, ତେବେ ପରିତ୍ରାଣ ପ୍ରାପ୍ତ ହେବ;"},{"number":10,"verse":"କାରଣ ଧାର୍ମିକତାପ୍ରାପ୍ତି ନିମନ୍ତେ ମନୁଷ୍ୟ ହୃଦୟରେ ବିଶ୍ଵାସ କରେ ଓ ପରିତ୍ରାଣ ପ୍ରାପ୍ତି ନିମନ୍ତେ ମୁଖରେ ସ୍ଵୀକାର କରେ ।"},{"number":11,"verse":"ଯେଣୁ ଶାସ୍ତ୍ର କହେ, ଯେକେହି ତାହାଙ୍କଠାରେ ବିଶ୍ଵାସ କରେ, ସେ ଲଜ୍ଜିତ ହେବ ନାହିଁ ।"},{"number":12,"verse":"କାରଣ ଯିହୁଦୀ ଓ ଗ୍ରୀକ୍ ମଧ୍ୟରେ କିଛି ପ୍ରଭେଦ ନାହିଁ; ଯେଣୁ ସମସ୍ତଙ୍କର ତ ଏକ ପ୍ରଭୁ, ଆଉ ଯେତେ ଲୋକ ତାହାଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କରନ୍ତି, ସେସମସ୍ତଙ୍କ ପ୍ରତି ସେ ଅନୁଗ୍ରହର ନିଧିସ୍ଵରୂପ ।"},{"number":13,"verse":"କାରଣ ଯେକେହି ପ୍ରଭୁଙ୍କ ନାମ ଧରି ପ୍ରାର୍ଥନା କରିବ, ସେ ପରିତ୍ରାଣ ପ୍ରାପ୍ତ ହେବ ।"},{"number":14,"verse":"ତେବେ ଯାହାଙ୍କୁ ସେମାନେ ବିଶ୍ଵାସ କରି ନାହାନ୍ତି, ତାହାଙ୍କ ନିକଟରେ କିପରି ପ୍ରାର୍ଥନା କରିବେ ? ପୁଣି ଯାହାଙ୍କ କଥା ସେମାନେ ଶୁଣି ନାହାନ୍ତି, କିପରି ତାହାଙ୍କଠାରେ ବିଶ୍ଵାସ କରିବେ ? ଆଉ ପ୍ରଚାରକ ବିନା ସେମାନେ କିପରି ଶୁଣିବେ ?"},{"number":15,"verse":"ପୁଣି, ପ୍ରେରିତ ନ ହେଲେ କିପରି ପ୍ରଚାର କରିବେ ? ଯେପରି ଲେଖାଅଛି, ‘ଯେଉଁମାନେ ଶୁଭ ବିଷୟର ସୁସମାଚାର ଆଣନ୍ତି, ସେମାନଙ୍କର ପାଦ କିପରି ଶୋଭାଯୁକ୍ତ ।ʼ"},{"number":16,"verse":"କିନ୍ତୁ ସମସ୍ତେ ସୁସମାଚାରର ବଶୀଭୂତ ହେଲେ ନାହିଁ । କାରଣ ଯିଶାଇୟ କହନ୍ତି, ‘ହେ ପ୍ରଭୁ, କିଏ ଆମ୍ଭମାନଙ୍କ ସମ୍ଵାଦ ବିଶ୍ଵାସ କରିଅଛିଣ?ʼ"},{"number":17,"verse":"ଅତଏବ, ବିଶ୍ଵାସ ଶ୍ରବଣରୁ ଜାତ ହୁଏ ଓ ଶ୍ରବଣ ଖ୍ରୀଷ୍ଟଙ୍କ ବାକ୍ୟ ଦ୍ଵାରା ହୁଏ ।"},{"number":18,"verse":"କିନ୍ତୁ ମୁଁ କହେ, ସେମାନେ କି ଶୁଣି ନାହାନ୍ତି ? ହଁ, ନିଶ୍ଚୟ; ସମୁଦାୟ ପୃଥିବୀରେ ସେମାନଙ୍କ ସ୍ଵର, ଆଉ ଜଗତର ସୀମା ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ବାକ୍ୟ ବ୍ୟାପିଗଲା ।"},{"number":19,"verse":"କିନ୍ତୁ ମୁଁ କହେ, ଇସ୍ରାଏଲ କଅଣ ଜାଣି ନାହାନ୍ତି ? ପ୍ରଥମରେ ମୋଶା କହନ୍ତି, ‘ଆମ୍ଭେ ନଗଣ୍ୟ ଜାତି ଦ୍ଵାରା ତୁମ୍ଭମାନଙ୍କର ଈର୍ଷା ଜନ୍ମାଇବା, ଗୋଟିଏ ନିର୍ବୋଧ ଜାତି ଦ୍ଵାରା ତୁମ୍ଭମାନଙ୍କୁ କ୍ରୋଧାନ୍ଵିତ କରିବା ।ʼ"},{"number":20,"verse":"ତାହାପରେ ଯିଶାଇୟ ସାହସରେ କହନ୍ତି, ‘ଯେଉଁମାନେ ଆମ୍ଭର ଅନ୍ଵେଷଣ କରୁ ନ ଥିଲେ, ସେମାନେ ଆମ୍ଭକୁ ପ୍ରାପ୍ତ ହେଲେ; ଯେଉଁମାନେ ଆମ୍ଭ ବିଷୟ ପଚାରୁ ନ ଥିଲେ, ସେମାନଙ୍କ ନିକଟରେ ଆମ୍ଭେ ପ୍ରକାଶିତ ହେଲୁ ।ʼ"},{"number":21,"verse":"କିନ୍ତୁ ସେ ଇସ୍ରାଏଲ ବିଷୟରେ କହନ୍ତି, ‘ଆମ୍ଭେ ଅନାଜ୍ଞାବହ ଓ ପ୍ରତିକୂଳବାଦୀ ଲୋକମାନଙ୍କ ପ୍ରତି ଦିନଯାକ ହସ୍ତ ବିସ୍ତାର କରିଅଛୁ ।ʼ"}]}