{"bibleAbbr":"orOV2014","bookName":"ରୋମୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କ ପତ୍ର","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"( ଏକ ସଜୀବ ବଳି) ଅତଏବ, ହେ ଭାଇମାନେ, ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ଈଶ୍ଵରଙ୍କ ଦୟା ହେତୁ ବିନତି କରୁଅଛି, ତୁମ୍ଭେମାନେ ଆପଣା ଆପଣା ଶରୀରକୁ ସଜୀବ, ପବିତ୍ର ଓ ଈଶ୍ଵରଙ୍କ ସୁଗ୍ରାହ୍ୟ ବଳି ରୂପେ ଉତ୍ସର୍ଗ କର, ଏହା ତ ତୁମ୍ଭମାନଙ୍କର ଯୁକ୍ତିଯୁକ୍ତ ଉପାସନା ।"},{"number":2,"verse":"ତୁମ୍ଭେମାନେ ଏହି ବର୍ତ୍ତମାନ ଯୁଗର ଅନୁରୂପୀ ହୁଅ ନାହିଁ, କିନ୍ତୁ ଯେପରି ତୁମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କ ଇଚ୍ଛା କଅଣ, ଅର୍ଥାତ୍ ଉତ୍ତମ, ସୁଗ୍ରାହ୍ୟ ଓ ସିଦ୍ଧ ବିଷୟ କଅଣ, ଏହା ପରୀକ୍ଷା କରି ଜାଣି ପାର, ଏଥିନିମନ୍ତେ ଆପଣା ଆପଣା ମନର ନୂତନୀକରଣ ଦ୍ଵାରା ପରିବର୍ତ୍ତିତ ହୁଅ ।"},{"number":3,"verse":"( ଅନୁଗ୍ରହର ଦାନ) କାରଣ ମୋତେ ପ୍ରଦତ୍ତ ଅନୁଗ୍ରହ ଦ୍ଵାରା ମୁଁ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଥିବା ପ୍ରତ୍ୟେକ ଜଣକୁ କହୁଅଛି, ଆପଣା ବିଷୟରେ ଯେପରି ମନେ କରିବା ଉଚିତ, ତାହାଠାରୁ ଆପଣାକୁ ଅଧିକ ବଡ଼ ମନେ ନ କର; କିନ୍ତୁ ଈଶ୍ଵର ଯାହାକୁ ଯେ ପରିମାଣରେ ବିଶ୍ଵାସ ବିତରଣ କରିଅଛନ୍ତି, ସେହି ଅନୁସାରେ ପ୍ରତ୍ୟେକ ଜଣ ସୁବୋଧର ପରି ଆପଣା ବିଷୟରେ ମନେ କର ।"},{"number":4,"verse":"କାରଣ ଯେପରି ଏକ ଶରୀରରେ ଆମ୍ଭମାନଙ୍କର ଅନେକ ଅଙ୍ଗ-ପ୍ରତ୍ୟଙ୍ଗ ଅଛି, କିନ୍ତୁ ସମସ୍ତ ଅଙ୍ଗପ୍ରତ୍ୟଙ୍ଗର କାର୍ଯ୍ୟ ଏକପ୍ରକାର ନୁହେଁ,"},{"number":5,"verse":"ସେହିପରି ଅନେକ ଯେ ଆମ୍ଭେମାନେ, ଆମ୍ଭେମାନେ ଖ୍ରୀଷ୍ଟଙ୍କଠାରେ ଏକ ଶରୀର ଓ ପ୍ରତ୍ୟେକେ ପରସ୍ପର ଅଙ୍ଗପ୍ରତ୍ୟଙ୍ଗ ।"},{"number":6,"verse":"ଆଉ, ଆମ୍ଭମାନଙ୍କୁ ପ୍ରଦତ୍ତ ଅନୁଗ୍ରହ ଅନୁସାରେ ଆମ୍ଭେମାନେ ବିଭିନ୍ନ ଦାନ ପାଇଅଛୁ; ଏଣୁ ସେହି ଦାନ ଯଦି ଭାବବାଣୀ ହୁଏ, ଆସ, ଆମ୍ଭେମାନେ ବିଶ୍ଵାସର ପରିମାଣ ଅନୁସାରେ ଭାବବାଣୀ କହୁ;"},{"number":7,"verse":"କିମ୍ଵା ତାହା ଯଦି ସେବକ କର୍ମ ହୁଏ, ତାହାହେଲେ ଆସ, ଆମ୍ଭମାନଙ୍କ ସେବକ କର୍ମରେ ନିବିଷ୍ଟ ରହୁ;"},{"number":8,"verse":"ଅବା ଯେ ଶିକ୍ଷା ଦିଏ, ସେ ଶିକ୍ଷାଦାନରେ, ବା ଯେ ଉପଦେଶ ଦିଏ, ସେ ଉପଦେଶ ଦାନରେ ନିବିଷ୍ଟ ରହୁ; ଯେ ଦାନ କରେ, ସେ ଉଦାର ଭାବରେ ଦାନ କରୁ; ଯେ ତତ୍ତ୍ଵାବଧାନ କରେ, ସେ ଯନି ସହକାରେ ତତ୍ତ୍ଵାବଧାନ କରୁ; ଯେ ଦୟା କରେ, ସେ ହୃଷ୍ଟଚିତ୍ତରେ ତାହା କରୁ ।"},{"number":9,"verse":"( ପ୍ରକୃତ ଖ୍ରୀଷ୍ଟିୟାନର ଲକ୍ଷଣ) ପ୍ରେମ ନିଷ୍କପଟ ହେଉ । ଯାହା ମନ୍ଦ, ତାହା ଘୃଣା କର; ଯାହା ଉତ୍ତମ, ସେଥିରେ ଆସକ୍ତ ହୁଅ;"},{"number":10,"verse":"ଭ୍ରାତୃପ୍ରେମରେ ପରସ୍ପର ପ୍ରତି ସ୍ନେହଶୀଳ ହୁଅ; ସମାଦରରେ ପରସ୍ପରକୁ ଶ୍ରେଷ୍ଠ ଜ୍ଞାନ କର;"},{"number":11,"verse":"ଉଦ୍ଯୋଗରେ ଶିଥିଳ ହୁଅ ନାହିଁ; ଆତ୍ମାରେ ଉତ୍ତପ୍ତ ହୁଅ; ପ୍ରଭୁଙ୍କ ସେବା କର;"},{"number":12,"verse":"ଭରସାରେ ଆନନ୍ଦ କର; କ୍ଳେଶରେ ସହିଷ୍ଣୁ ହୁଅ; ପ୍ରାର୍ଥନାରେ ଏକାଗ୍ର ଭାବରେ ନିବିଷ୍ଟ ଥାଅ;"},{"number":13,"verse":"ସାଧୁମାନଙ୍କ ଅଭାବ ମୋଚନ କର; ଆତିଥ୍ୟ-ସତ୍କାରରେ ବ୍ରତୀ ହୁଅ ।"},{"number":14,"verse":"ଯେଉଁମାନେ ତୁମ୍ଭମାନଙ୍କୁ ତାଡ଼ନା କରନ୍ତି, ସେମାନଙ୍କୁ ଆଶୀର୍ବାଦ କର; ଆଶୀର୍ବାଦ କର, ଅଭିଶାପ ଦିଅ ନାହିଁ ।"},{"number":15,"verse":"ଯେଉଁମାନେ ଆନନ୍ଦ କରନ୍ତି, ସେମାନଙ୍କ ସହିତ ଆନନ୍ଦ କର; ଯେଉଁମାନେ ରୋଦନ କରନ୍ତି, ସେମାନଙ୍କ ସହିତ ରୋଦନ କର ।"},{"number":16,"verse":"ପରସ୍ପର ପ୍ରତି ଏକମନା ହୁଅ; ଉଚ୍ଚାଭିମାନୀ ନ ହୋଇ ଦୀନ ଲୋକମାନଙ୍କର ସଙ୍ଗୀ ହୁଅ ।"},{"number":17,"verse":"ମନ୍ଦ ବଦଳରେ କାହାରି ମନ୍ଦ କର ନାହିଁ; ସମସ୍ତ ମନୁଷ୍ୟଙ୍କ ଦୃଷ୍ଟିରେ ଯାହା ଯାହା ଉତ୍ତମ, ସେହିସବୁ ଚିନ୍ତା କର;"},{"number":18,"verse":"ସମ୍ଭବ ହେଲେ, ତୁମ୍ଭର ଯେତେ ପର୍ଯ୍ୟନ୍ତ ସାଧ୍ୟ, ସମସ୍ତ ଲୋକଙ୍କ ସହିତ ଶାନ୍ତିରେ ରୁହ ।"},{"number":19,"verse":"ହେ ପ୍ରିୟମାନେ, ତୁମ୍ଭେମାନେ ନିଜେ ନିଜେ ପ୍ରତିଶୋଧ ନିଅ ନାହିଁ, କିନ୍ତୁ କ୍ରୋଧ ପାଇଁ ସ୍ଥାନ ଛାଡ଼ିଦିଅ; କାରଣ ଲେଖାଅଛି, ‘ପ୍ରଭୁ କହନ୍ତି, ପ୍ରତିଶୋଧ ନେବା ଆମ୍ଭର ଅଧିକାର, ଆମ୍ଭେ ପ୍ରତିଫଳ ଦେବାʼ ।"},{"number":20,"verse":"ବରଂ ଯଦି ତୁମ୍ଭର ଶତ୍ରୁ କ୍ଷୁଧିତ, ତେବେ ତାକୁ ଭୋଜନ କରାଅ; ଯଦି ସେ ତୃଷିତ ତାକୁ ପାନ କରାଅ; କାରଣ ଏହିପରି କଲେ ତୁମ୍ଭେ ତାʼର ମସ୍ତକ ଉପରେ ଜ୍ଵଳନ୍ତା ଅଙ୍ଗାର ଗଦା କରିବ ।"},{"number":21,"verse":"କୁକ୍ରିୟାରେ ପରାଜିତ ନ ହୋଇ ସୁକ୍ରିୟାରେ କୁକ୍ରିୟାକୁ ପରାଜୟ କର ।"}]}