{"bibleAbbr":"orOV2014","bookName":"ରୋମୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କ ପତ୍ର","bookEnglishName":"Romans","chapterNumber":13,"verses":[{"number":1,"verse":"( ଶାସନକର୍ତ୍ତାଙ୍କ ପ୍ରତି ଆନୁଗତ୍ୟ) ପ୍ରତ୍ୟେକ ଜଣ ଅଧିକାର ପ୍ରାପ୍ତ ଶାସନକର୍ତ୍ତାଙ୍କ ବଶୀଭୂତ ହେଉ, କାରଣ ଅଧିକାର କେବଳ ଈଶ୍ଵରଙ୍କଠାରୁ ଆସେ, ଆଉ ଯେସମସ୍ତ ଅଧିକାରପ୍ରାପ୍ତ ଶାସନକର୍ତ୍ତା ଅଛନ୍ତି; ସେମାନେ ଈଶ୍ଵରଙ୍କ ଦ୍ଵାରା ନିଯୁକ୍ତ ।"},{"number":2,"verse":"ଅତଏବ, ଯେ ଅଧିକାର ପ୍ରତିରୋଧ କରେ, ସେ ଈଶ୍ଵରଙ୍କ ବିଧାନର ପ୍ରତିରୋଧ କରେ; ପୁଣି ଯେଉଁମାନେ ପ୍ରତିରୋଧ କରନ୍ତି, ସେମାନେ ଆପଣା ଆପଣା ଉପରେ ଦଣ୍ତ ଘଟାଇବେ ।"},{"number":3,"verse":"କାରଣ ଶାସନକର୍ତ୍ତାମାନେ ସଦାଚାରୀ ପ୍ରତି ଭୟଜନକ ନୁହନ୍ତି, କିନ୍ତୁ ଅସଦାଚାରୀ ପ୍ରତି ଭୟଜନକ । ତୁମ୍ଭେ କି ଅଧିକାରପ୍ରାପ୍ତ ଶାସନକର୍ତ୍ତାଙ୍କ ନିକଟରେ ନିର୍ଭୟ ହେବାକୁ ଇଚ୍ଛା କର ? ତେବେ ସଦାଚାର କର, ତାହାହେଲେ ତାହାଙ୍କଠାରୁ ପ୍ରଶଂସା ପାଇବ,"},{"number":4,"verse":"କାରଣ ସେ ମଙ୍ଗଳ ନିମନ୍ତେ ତୁମ୍ଭ ପାଇଁ ଈଶ୍ଵରଙ୍କ ସେବକ । କିନ୍ତୁ ଯଦି ଅସଦାଚାର କର, ତାହାହେଲେ ଭୀତ ହୁଅ, ଯେଣୁ ସେ ନିରର୍ଥକ ଖଡ଼୍‍ଗ ଧାରଣ କରନ୍ତି ନାହିଁ, କାରଣ ସେ ଈଶ୍ଵରଙ୍କ ସେବକ ସ୍ଵରୂପେ ଅସଦାଚାରୀ ପ୍ରତି କ୍ରୋଧ ପ୍ରକାଶ କରିବା ନିମନ୍ତେ ଦଣ୍ତଦାତା ଅଟନ୍ତି ।"},{"number":5,"verse":"ଅତଏବ, କେବଳ କ୍ରୋଧର ଭୟରେ ନୁହେଁ, ମାତ୍ର ବିବେକ ହେତୁ ମଧ୍ୟ ବଶୀଭୂତ ହେବା ଆବଶ୍ୟକ ।"},{"number":6,"verse":"ଯେଣୁ ଏହି କାରଣରୁ ତୁମ୍ଭେମାନେ ରାଜସ୍ଵ ମଧ୍ୟ ଦେଇଥାଅ, କାରଣ ସେମାନେ ଈଶ୍ଵରଙ୍କ ସେବକ ସ୍ଵରୂପେ ଏହି କାର୍ଯ୍ୟରେ ପ୍ରବୃତ୍ତ ରହନ୍ତି ।"},{"number":7,"verse":"ଯାହାଙ୍କର ଯାହା ପ୍ରାପ୍ୟ, ତାହାଙ୍କୁ ତାହା ଦିଅ; ଯାହାଙ୍କୁ ରାଜସ୍ଵ ଦେବାକୁ ହୁଏ, ତାହାଙ୍କୁ ରାଜସ୍ଵ ଦିଅ; ଯାହାଙ୍କୁ ଶୁଳ୍କ ଦେବାକୁ ହୁଏ, ତାହାଙ୍କୁ ଶୁଳ୍କ ଦିଅ; ଯାହାଙ୍କୁ ଭୟ କରିବାକୁ ହୁଏ, ତାହାଙ୍କୁ ଭୟ କର; ଯାହାଙ୍କୁ ସମାଦର କରିବାକୁ ହୁଏ, ତାହାଙ୍କୁ ସମାଦର କର ।"},{"number":8,"verse":"( ପ୍ରେମ ଦ୍ଵାରା ବ୍ୟବସ୍ଥାର ସଫଳତା) ପରସ୍ପରକୁ ପ୍ରେମ କରିବା ବିନା ଆଉ କାହିଁରେ କାହାରିଠାରେ ଋଣୀ ହୁଅ ନାହିଁ; କାରଣ ଯେ ପରକୁ ପ୍ରେମ କରେ, ସେ ବ୍ୟବସ୍ଥା ସଫଳ କରିଅଛି ।"},{"number":9,"verse":"କାରଣ ବ୍ୟଭିଚାର କର ନାହିଁ, ନରହତ୍ୟା କର ନାହିଁ, ଚୋରି କର ନାହିଁ, ଲୋଭ କର ନାହିଁ, ପୁଣି ଯଦି ଆଉ କୌଣସି ଆଜ୍ଞା ଥାଏ, ତାହା ସାରଭାବେ ଏହି ବାକ୍ୟର ଅନ୍ତର୍ଗତ ଅଟେ, ଯଥା, ପ୍ରତିବାସୀକି ଆତ୍ମତୁଲ୍ୟ ପ୍ରେମ କର ।"},{"number":10,"verse":"ପ୍ରେମ ପ୍ରତିବାସୀର ଅନିଷ୍ଟ କରେ ନାହିଁ; ଅତଏବ, ପ୍ରେମ ବ୍ୟବସ୍ଥା ସଫଳ କରେ ।"},{"number":11,"verse":"ପୁଣି, ଏବେ ତୁମ୍ଭମାନଙ୍କର ନିଦ୍ରାରୁ ଜାଗ୍ରତ ହେବାର ସମୟ ଯେ ଉପସ୍ଥିତ, ଏହା ଜାଣି ଏହିସବୁ କର; କାରଣ ଆମ୍ଭମାନଙ୍କ ବିଶ୍ଵାସ କରିବାର ଦିନଠାରୁ ବର୍ତ୍ତମାନ ପରିତ୍ରାଣ ଆମ୍ଭମାନଙ୍କର ଅଧିକ ସନ୍ନିକଟ ।"},{"number":12,"verse":"ରାତ୍ରି ପାହାନ୍ତା ହେଉଅଛି, ଦିବସ ସନ୍ନିକଟ; ଅତଏବ ଆସ, ଆମ୍ଭେମାନେ ଅନ୍ଧକାରର କର୍ମସବୁ ପରିତ୍ୟାଗ କରି ଆଲୋକର ସଜ୍ଜା ପରିଧାନ କରୁ ।"},{"number":13,"verse":"ରଙ୍ଗରସ ଓ ମତ୍ତତାରେ, ଲମ୍ପଟତା ଓ କାମୁକତାରେ, ବିବାଦ ଓ ଈର୍ଷାରେ, ଆଚରଣ ନ କରି ଆସ, ଆମ୍ଭେମାନେ ଦିବସର ବିହିତ ଭଦ୍ର ଆଚରଣ କରୁ ।"},{"number":14,"verse":"ପୁଣି, ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କୁ ତୁମ୍ଭେମାନେ ବସ୍ତ୍ରରୂପେ ପରିଧାନ କର, ଆଉ କୁଅଭିଳାଷ ଉଦ୍ରେକ କରିବା ସକାଶେ ଶରୀର ନିମନ୍ତେ ଆୟୋଜନ କର ନାହିଁ ।"}]}