{"bibleAbbr":"orOV2014","bookName":"ରୋମୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କ ପତ୍ର","bookEnglishName":"Romans","chapterNumber":2,"verses":[{"number":1,"verse":"( ଈଶ୍ଵରଙ୍କ ନ୍ୟାୟ ବିଚାର) ଅତଏବ, ହେ ମନୁଷ୍ୟ, ବିଚାର କରୁଥାଅ ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭେ ଯେକେହି ହୁଅ, ତୁମ୍ଭର ଉତ୍ତର ଦେବାର ବାଟ ନାହିଁ; କାରଣ ଯେଉଁ ବିଷୟରେ ତୁମ୍ଭେ ଅନ୍ୟର ବିଚାର କରୁଥାଅ, ସେହି ବିଷୟରେ ତୁମ୍ଭେ ଆପଣାକୁ ଦୋଷୀ କରୁଥାଅ, ଯେଣୁ ବିଚାର କରୁଥାଅ ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭେ ନିଜେ ସେହିପ୍ରକାର କର୍ମ କରୁଥାଅ ।"},{"number":2,"verse":"ଆଉ, ଯେଉଁମାନେ ଏହିପ୍ରକାର କର୍ମ କରନ୍ତି, ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଈଶ୍ଵରଙ୍କ ବିଚାର ଯେ ନ୍ୟାୟ-ସଙ୍ଗତ, ଏହା ଆମ୍ଭେମାନେ ଜାଣୁ ।"},{"number":3,"verse":"ଆଉ, ହେ ମନୁଷ୍ୟ, ଯେଉଁମାନେ ଏହିପ୍ରକାର କର୍ମ କରନ୍ତି, ସେମାନଙ୍କର ବିଚାର କରି ଆପେ ସେହିପ୍ରକାର କରୁଥାଅ ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭେ ଈଶ୍ଵରଙ୍କ ବିଚାରରୁ ପଳାୟନ କରି ପାର ବୋଲି କଅଣ ମନେ କରୁଅଛ ?"},{"number":4,"verse":"କିମ୍ଵା ଈଶ୍ଵରଙ୍କ କୃପା ଯେ ତୁମ୍ଭକୁ ମନପରିବର୍ତ୍ତନ ଆଡ଼କୁ ଘେନିଯିବାକୁ ଚେଷ୍ଟା କରେ, ଏହା ନ ଜାଣି ତୁମ୍ଭେ କି ତାହାଙ୍କର କୃପା, ଧୈର୍ଯ୍ୟ ଓ ଚିରସହିଷ୍ଣୁତାରୂପ ଧନସବୁ ତୁଚ୍ଛ କରୁଅଛ ?"},{"number":5,"verse":"କିନ୍ତୁ ତୁମ୍ଭେ ଆପଣା କଠିନ ଓ ଅପରିବର୍ତ୍ତିତ ହୃଦୟ ଅନୁସାରେ, ଯେଉଁ ଦିନ ଈଶ୍ଵରଙ୍କ ନ୍ୟାୟବିଚାର ପ୍ରକାଶ ପାଇବ, ସେହି କ୍ରୋଧର ଦିନରେ ନିଜ ପାଇଁ କ୍ରୋଧ ସଞ୍ଚୟ କରୁଅଛ;"},{"number":6,"verse":"ସେ ପ୍ରତ୍ୟେକ ଲୋକକୁ ନିଜ ନିଜ କର୍ମାନୁସାରେ ଫଳ ଦେବେ;"},{"number":7,"verse":"ଯେଉଁମାନେ ଧୈର୍ଯ୍ୟ ସହିତ ଉତ୍ତମ କର୍ମ କରି ଗୌରବ, ସମ୍ମାନ ଓ ଅମରତା ଅନ୍ଵେଷଣ କରନ୍ତି, ସେମାନଙ୍କୁ ଅନ; ଜୀବନ ପ୍ରଦାନ କରିବେ,"},{"number":8,"verse":"କିନ୍ତୁ ଯେଉଁମାନେ ସ୍ଵାର୍ଥପର, ପୁଣି ସତ୍ୟର ଅନାଜ୍ଞା-ବହ, ମାତ୍ର ଅଧାର୍ମିକତାର ଆଜ୍ଞାବହ, ସେମାନଙ୍କ ପ୍ରତି କ୍ରୋଧ ଓ କୋପ ଘଟିବ ।"},{"number":9,"verse":"ପ୍ରଥମରେ ଯିହୁଦୀ ଓ ମଧ୍ୟ ଗ୍ରୀକ୍, ପ୍ରତ୍ୟେକ ଦୁଷ୍କର୍ମକାରୀ ଲୋକର ପ୍ରାଣ ଉପରେ କ୍ଳେଶ ଓ ସଙ୍କଟ ଘଟିବ,"},{"number":10,"verse":"ମାତ୍ର ପ୍ରଥମରେ ଯିହୁଦୀ ଓ ମଧ୍ୟ ଗ୍ରୀକ୍, ପ୍ରତ୍ୟେକ ସତ୍କର୍ମକାରୀ ପ୍ରତି ଗୌରବ, ସମ୍ମାନ ଓ ଶାନ୍ତି ଘଟିବ ।"},{"number":11,"verse":"କାରଣ ଈଶ୍ଵରଙ୍କ ନିକଟରେ ମୁଖାପେକ୍ଷା ନାହିଁ ।"},{"number":12,"verse":"( ବ୍ୟବସ୍ଥା ଓ ଈଶ୍ଵରଙ୍କ ବିଚାର) ଯେଣୁ ଯେତେ ବ୍ୟବସ୍ଥାବିହୀନ ହୋଇ ପାପ କରିଅଛନ୍ତି, ସେମାନେ ମଧ୍ୟ ବ୍ୟବସ୍ଥା ବିନା ବିନଷ୍ଟ ହେବେ; ଆଉ, ଯେତେ ବ୍ୟବସ୍ଥା ପ୍ରାପ୍ତ ହୋଇ ପାପ କରିଅଛନ୍ତି, ସେମାନେ ବ୍ୟବସ୍ଥାନୁସାରେ ବିଚାରିତ ହେବେ,"},{"number":13,"verse":"କାରଣ ବ୍ୟବସ୍ଥାର ଶ୍ରୋତାମାନେ ଈଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ଧାର୍ମିକ ନୁହନ୍ତି, କିନ୍ତୁ ବ୍ୟବସ୍ଥା ପାଳନକାରୀମାନେ ଧାର୍ମିକ ଗଣିତ ହେବେ ।"},{"number":14,"verse":"ଯେଣୁ ବିଜାତିମାନଙ୍କର ସେହି ବ୍ୟବସ୍ଥା ନ ଥିଲେ ସୁଦ୍ଧା, ଯେତେବେଳେ ସେମାନେ ସ୍ଵାଭାବିକ ଭାବରେ ବ୍ୟବସ୍ଥାନୁଯାୟୀ କର୍ମ କରନ୍ତି, ସେତେବେଳେ ସେମାନେ ବ୍ୟବସ୍ଥା ନ ପାଇଲେ ହେଁ ଆପେ ଆପଣା ଆପଣା ପ୍ରତି ବ୍ୟବସ୍ଥା ସ୍ଵରୂପ ଅଟନ୍ତି;"},{"number":15,"verse":"କାରଣ ସେମାନେ ବ୍ୟବସ୍ଥାର କର୍ମ ଆପଣା ଆପଣା ହୃଦୟରେ ଲିଖିତ ବୋଲି ଦେଖାନ୍ତି, ସେମାନଙ୍କ ବିବେକ ମଧ୍ୟ ସେଥିର ସାକ୍ଷ୍ୟ ଦିଏ, ଆଉ ସେମାନଙ୍କ ମନର ତର୍କବିତର୍କ ସେମାନଙ୍କୁ ଦୋଷୀ କିଅବା ନିର୍ଦ୍ଦୋଷ କରେ;"},{"number":16,"verse":"ଯେଉଁ ଦିନରେ ଈଶ୍ଵର ମୋହର ସୁସମାଚାର ଅନୁସାରେ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ଦ୍ଵାରା ମନୁଷ୍ୟମାନଙ୍କର ଗୁପ୍ତ ବିଷୟଗୁଡ଼ିକ ବିଚାର କରିବେ , ସେହି ଦିନ ଏହା ପ୍ରକାଶ ପାଇବ ।"},{"number":17,"verse":"କିନ୍ତୁ ଯଦି ତୁମ୍ଭେ ଯିହୁଦୀ ନାମ ବହନ କରି ବ୍ୟବସ୍ଥା ଉପରେ ନିର୍ଭର କରୁଅଛ ଓ ଈଶ୍ଵରଙ୍କଠାରେ ଗର୍ବ କରୁଅଛ,"},{"number":18,"verse":"ଆଉ ବ୍ୟବସ୍ଥାରୁ ଶିକ୍ଷା ପ୍ରାପ୍ତ ହୋଇ ତାହାଙ୍କ ଇଚ୍ଛା ଜାଣୁଅଛ, ପୁଣି ଭଲ ମନ୍ଦର ପ୍ରଭେଦ ବୁଝୁଅଛ,"},{"number":19,"verse":"ଆଉ ବ୍ୟବସ୍ଥାରେ ଯେଉଁ ଜ୍ଞାନ ଓ ସତ୍ୟ ବାସ୍ତବରେ ନିହିତ ଅଛି, ତାହା ପାଇଥିବାରୁ,"},{"number":20,"verse":"ଯଦି ତୁମ୍ଭେ ଆପଣାକୁ ଅନ୍ଧର ପଥପ୍ରଦର୍ଶକ, ଅନ୍ଧକାରବାସୀଙ୍କର ଆଲୋକ, ମୂର୍ଖର ସଂସ୍କାରକ ଓ ଶିଶୁମାନଙ୍କର ଶିକ୍ଷକ ବୋଲି ବିଶ୍ଵାସ କରୁଅଛ,"},{"number":21,"verse":"ତେବେ ପରକୁ ଶିକ୍ଷା ଦେଉଅଛ ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭେ କଅଣ ଆପଣାକୁ ଶିକ୍ଷା ଦେଉ ନାହଁ ? ଚୋରି କର ନାହିଁ ବୋଲି ପ୍ରଚାର କରି ତୁମ୍ଭେ କି ଚୋରି କରୁଅଛ ?"},{"number":22,"verse":"ବ୍ୟଭିଚାର କର ନାହିଁ ବୋଲି କହି ତୁମ୍ଭେ କି ବ୍ୟଭିଚାର କରୁଅଛ ? ପ୍ରତିମା ଘୃଣା କରୁଅଛ ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭେ କଅଣ ମନ୍ଦିର ଲୁଣ୍ଠନ କରୁଅଛ ?"},{"number":23,"verse":"ବ୍ୟବସ୍ଥାରେ ଗର୍ବ କରୁଅଛ ଯେ ତୁମ୍ଭେ, ବ୍ୟବସ୍ଥା ଲଙ୍ଘନ ଦ୍ଵାରା ତୁମ୍ଭେ କି ଈଶ୍ଵରଙ୍କୁ ଅନାଦର କରୁ ନାହଁ ?"},{"number":24,"verse":"କାରଣ ଯେପରି ଲେଖାଅଛି, “ତୁମ୍ଭମାନଙ୍କ ହେତୁ ବିଜାତିମାନଙ୍କ ମଧ୍ୟରେ ଈଶ୍ଵରଙ୍କ ନାମ ନିନ୍ଦିତ ହେଉଅଛି ।”"},{"number":25,"verse":"ଯଦି ତୁମ୍ଭେ ବ୍ୟବସ୍ଥା ପାଳନ କର, ତେବେ ପ୍ରକୃତରେ ସୁନ୍ନତ୍ ଲାଭଜନକ, କିନ୍ତୁ ଯଦି ବ୍ୟବସ୍ଥା ଲଙ୍ଘନ କର, ତେବେ ତୁମ୍ଭର ସୁନ୍ନତ୍ ଅସୁନ୍ନତରେ ପରିଣତ ହୁଏ ।ଗାଲା. ୫:୩"},{"number":26,"verse":"ଅତଏବ, ଯଦି ଅସୁନ୍ନତି ଲୋକ ବ୍ୟବସ୍ଥାର ବିଧିବିଧାନ ପାଳନ କରେ, ତେବେ ତାହାର ଅସୁନ୍ନତ କଅଣ ସୁନ୍ନତ ବୋଲି ଗଣିତ ହେବ ନାହିଁ ?"},{"number":27,"verse":"ପୁଣି, ସ୍ଵାଭାବିକ ଅସୁନ୍ନତି ଲୋକ ଯଦି ବ୍ୟବସ୍ଥା ପାଳନ କରେ, ତେବେ ଲିଖିତ ବ୍ୟବସ୍ଥା ଓ ସୁନ୍ନତ ବିଧି ପ୍ରାପ୍ତ ହୋଇ ସୁଦ୍ଧା ବ୍ୟବସ୍ଥା ଲଙ୍ଘନ କରୁଅଛ ଯେ ତୁମ୍ଭେ, ସେ ତୁମ୍ଭର ବିଚାର କରିବ ।"},{"number":28,"verse":"କାରଣ ବାହାରେ ଯେ ଯିହୁଦୀ, ସେ ଯିହୁଦୀ ନୁହେଁ, କିଅବା ବାହାର ଶରୀରରେ ଯେ ସୁନ୍ନତ, ତାହା ସୁନ୍ନତ ନୁହେଁନ୍ତ"},{"number":29,"verse":"କିନ୍ତୁ ଅନ୍ତରରେ ଯେ ଯିହୁଦୀ, ସେ ଯିହୁଦୀ, ପୁଣି ଆକ୍ଷରିକ ଭାବରେ ନୁହେଁ, ମାତ୍ର ଆତ୍ମିକ ଭାବରେ ହୃଦୟର ଯେ ସୁନ୍ନତ, ତାହା ପ୍ରକୃତ ସୁନ୍ନତ । ଏପରି ଲୋକ ମନୁଷ୍ୟମାନଙ୍କଠାରୁ ପ୍ରଶଂସା ପ୍ରାପ୍ତ ହୁଏ ନାହିଁ, କିନ୍ତୁ ଈଶ୍ଵରଙ୍କଠାରୁ ପ୍ରାପ୍ତ ହୁଏ ।"}]}