{"bibleAbbr":"orOV2014","bookName":"ରୋମୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପ୍ରେରିତ ପାଉଲଙ୍କ ପତ୍ର","bookEnglishName":"Romans","chapterNumber":8,"verses":[{"number":1,"verse":"( ଆଧ୍ୟାତ୍ମିକ ଜୀବନ) ଅତଏବ ଯେଉଁମାନେ ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କଠାରେ ଅଛନ୍ତି, ସେମାନଙ୍କ ପ୍ରତି ବର୍ତ୍ତମାନ କୌଣସି ଦଣ୍ତାଜ୍ଞା ନାହିଁ ।"},{"number":2,"verse":"କାରଣ ଜୀବନଦାୟକ ଆତ୍ମାଙ୍କ ବ୍ୟବସ୍ଥା ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କ ସହଭାଗିତାରେ ତୁମ୍ଭକୁ ପାପ ଓ ମୃତ୍ୟୁଦାୟକ ବ୍ୟବସ୍ଥାରୁ ମୁକ୍ତ କରିଅଛିମ ।"},{"number":3,"verse":"ଯେଣୁ ଶରୀର ସକାଶେ ଦୁର୍ବଳ ହେବାରୁ ବ୍ୟବସ୍ଥା ଯାହା ସାଧନ କରି ପାରିଲା ନାହିଁ, ତାହା ଈଶ୍ଵର ଆପଣା ପୁତ୍ରଙ୍କୁ ପାପମୟ ଶରୀରର ସାଦୃଶ୍ୟରେ ପାପ ବିନାଶ ନିମନ୍ତେ ପ୍ରେରଣ କରି ଶରୀରରେ ପାପକୁ ଦଣ୍ତାଜ୍ଞା ଦେବା ଦ୍ଵାରା କଲେ,"},{"number":4,"verse":"ଯେପରି ଶାରୀରିକ ଭାବାନୁସାରେ ଆଚରଣ ନ କରି ଆତ୍ମିକ ଭାବାନୁସାରେ ଆଚରଣ କରିଥାଉ ଯେ ଆମ୍ଭେମାନେ, ଆମ୍ଭମାନଙ୍କଠାରେ ବ୍ୟବସ୍ଥାର ଧର୍ମବିଧି ସଫଳ ହୁଏ ।"},{"number":5,"verse":"କାରଣ ଯେଉଁମାନେ ଶାରୀରିକମନା, ସେମାନେ ଶାରୀରିକ ବିଷୟରେ ମନୋଯୋଗ କରନ୍ତି, କିନ୍ତୁ ଯେଉଁମାନେ ଆତ୍ମିକମନା, ସେମାନେ ଆତ୍ମିକ ବିଷୟରେ ମନୋଯୋଗ କରନ୍ତି ।"},{"number":6,"verse":"କାରଣ ଶାରୀରିକ ଭାବ ମୃତ୍ୟୁଜନକ, କିନ୍ତୁଆତ୍ମିକ ଭାବ ଜୀବନ ଓ ଶାନ୍ତିଦାୟକ;"},{"number":7,"verse":"ଯେଣୁ ଶାରୀରିକ ଭାବ ଈଶ୍ଵରଙ୍କ ବିରୁଦ୍ଧରେ ଶତ୍ରୁତା; କାରଣ ତାହା ଈଶ୍ଵରଙ୍କ ବ୍ୟବସ୍ଥାର ବଶୀଭୂତ ନୁହେଁ, ପୁଣି ବଶୀଭୂତ ହେବା ଅସମ୍ଭବ;"},{"number":8,"verse":"ଯେଉଁମାନେ ଶରୀରର ବଶରେ ଅଛନ୍ତି, ସେମାନେ ଈଶ୍ଵରଙ୍କର ସନ୍ତୋଷପାତ୍ର ହୋଇ ପାରନ୍ତି ନାହିଁ ।"},{"number":9,"verse":"କିନ୍ତୁ ଈଶ୍ଵରଙ୍କ ଆତ୍ମା ଯଦି ତୁମ୍ଭମାନଙ୍କଠାରେ ବାସ କରନ୍ତି, ତାହାହେଲେ ତୁମ୍ଭେମାନେ ଶରୀରର ବଶରେ ନାହଁ, ମାତ୍ର ଆତ୍ମାଙ୍କ ବଶରେ ଅଛ । ଯଦି କେହି ଖ୍ରୀଷ୍ଟଙ୍କ ଆତ୍ମା ପାଇ ନ ଥାଏ, ତେବେ ସେ ତାହାଙ୍କର ନୁହେଁ ।"},{"number":10,"verse":"କିନ୍ତୁ ଯଦି ଖ୍ରୀଷ୍ଟ ତୁମ୍ଭମାନଙ୍କଠାରେ ଥାଆନ୍ତି, ତାହାହେଲେ ଶରୀର ପାପ ହେତୁ ମୃତ ଅଟେ, ମାତ୍ର ଆତ୍ମା ଧାର୍ମିକତା ହେତୁ ଜୀବିତ ଅଟେ ।"},{"number":11,"verse":"ଆଉ ଯେ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଯୀଶୁଙ୍କୁ ଉଠାଇଲେ, ତାହାଙ୍କର ଆତ୍ମା ଯଦି ତୁମ୍ଭମାନଙ୍କଠାରେ ବାସ କରନ୍ତି, ତେବେ ଯେ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କୁ ଉଠାଇଲେ, ସେ ତୁମ୍ଭମାନଙ୍କଠାରେ ବାସ କରୁଥିବା ଆପଣା ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ତୁମ୍ଭମାନଙ୍କ ମର୍ତ୍ତ୍ୟ ଶରୀରକୁ ମଧ୍ୟ ଜୀବିତ କରିବେ ।"},{"number":12,"verse":"( ଖ୍ରୀଷ୍ଟଙ୍କ ସହ ଉତ୍ତରାଧିକାରୀ) ଅତଏବ, ହେ ଭାଇମାନେ, ଆମ୍ଭେମାନେ ଋଣୀ, କିନ୍ତୁ ଶାରୀରିକ ଭାବାନୁସାରେ ଜୀବନ ଯାପନ କରିବାକୁ ଶରୀର ନିକଟରେ ନୁହେଁ;"},{"number":13,"verse":"କାରଣ ଯଦି ଶାରୀରିକ ଭାବାନୁସାରେ ତୁମ୍ଭେମାନେ ଜୀବନ ଯାପନ କର, ତେବେ ଅବଶ୍ୟ ମରିବ, କିନ୍ତୁ ଯଦି ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ତୁମ୍ଭେମାନେ ଶରୀରର କର୍ମସବୁକୁ ବିନାଶ କର, ତେବେ ଜୀବିତ ହେବ ।"},{"number":14,"verse":"ଯେଣୁ ଯେତେ ଲୋକ ଈଶ୍ଵରଙ୍କ ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ଚାଳିତ ହୁଅନ୍ତି, ସେମାନେ ଈଶ୍ଵରଙ୍କ ସନ୍ତାନ ।"},{"number":15,"verse":"କାରଣ ତୁମ୍ଭେମାନେ ପୁନର୍ବାର ଭୟ କରିବା ନିମନ୍ତେ ଦାସତ୍ଵର ଆତ୍ମା ପାଇ ନାହଁ, କିନ୍ତୁ ପୁତ୍ରତ୍ଵର ଆତ୍ମା ପାଇଅଛ; ତଦ୍ଦ୍ଵାରା ଆମ୍ଭେମାନେ ଆବ୍ବା, ପିତଃ ବୋଲି ଡାକିଥାଉ ।"},{"number":16,"verse":"ଆମ୍ଭେମାନେ ଈଶ୍ଵରଙ୍କ ସନ୍ତାନ ବୋଲି ସେହି ଆତ୍ମା ସ୍ଵୟଂ ଆମ୍ଭମାନଙ୍କ ଆତ୍ମା ସହିତ ସାକ୍ଷ୍ୟ ପ୍ରଦାନ କରନ୍ତି,"},{"number":17,"verse":"ଆଉ ଯଦି ସନ୍ତାନ, ତେବେ ଉତ୍ତରାଧିକାରୀ, ଅର୍ଥାତ୍ ଯଦି ଖ୍ରୀଷ୍ଟଙ୍କ ସହିତ ଗୌରବାନ୍ଵିତ ମଧ୍ୟ ହେବା ନିମନ୍ତେ ଆମ୍ଭେମାନେ ତାହାଙ୍କ ସାଙ୍ଗରେ ଦୁଃଖଭୋଗ କରୁ, ତେବେ ଈଶ୍ଵରଙ୍କ ଉତ୍ତରାଧିକାରୀ ଓ ଖ୍ରୀଷ୍ଟଙ୍କ ସହ-ଉତ୍ତରାଧିକାରୀ ଅଟୁ ।"},{"number":18,"verse":"( ଗୌରବୋଜ୍ଜ୍ଵଳ ଭବିଷ୍ୟତ) କାରଣ ମୋʼ ବିଚାରରେ, ଯେଉଁ ଗୌରବ ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ପ୍ରକାଶିତ ହେବ, ତାହା ତୁଳନାରେ ଏହି ବର୍ତ୍ତମାନ କାଳର ଦୁଃଖଭୋଗ କିଛି ହିଁ ନୁହେଁ ।"},{"number":19,"verse":"ଯେଣୁ ସୃଷ୍ଟିର ଏକା; ଆକାଂକ୍ଷା ଈଶ୍ଵରଙ୍କ ସନ୍ତାନମାନଙ୍କର ପ୍ରକାଶ ନିମନ୍ତେ ଅପେକ୍ଷା କରୁଅଛି ।"},{"number":20,"verse":"କାରଣ ସୃଷ୍ଟି ଅସାରତାର ବଶୀଭୂତ ହେଲା, ତାʼର ନିଜ ଇଚ୍ଛାରୁ ନୁହେଁ, କିନ୍ତୁ ଯେ ତାକୁ ବଶୀଭୂତ କଲେ, ତାହାଙ୍କ ଇଚ୍ଛାରୁ;"},{"number":21,"verse":"ଆଉ ତାହା ଭରସାଯୁକ୍ତ ହୋଇ ବଶୀଭୂତ ହେଲା, ଯେଣୁ ସୃଷ୍ଟି ନିଜେ ମଧ୍ୟ ଈଶ୍ଵରଙ୍କ ସନ୍ତାନମାନଙ୍କ ଗୌରବମୟ ଅବସ୍ଥା ସମ୍ଵନ୍ଧୀୟ ସ୍ଵାଧୀନତା ପ୍ରାପ୍ତି ନିମନ୍ତେ କ୍ଷୟର ଦାସତ୍ଵରୁ ମୁକ୍ତ ହେବ ।"},{"number":22,"verse":"କାରଣ ସମସ୍ତ ସୃଷ୍ଟି ଯେ ଆଜି ପର୍ଯ୍ୟନ୍ତ ଏକସଙ୍ଗରେ ଆର୍ତ୍ତନାଦ କରୁଅଛି ଓ ପ୍ରସବବେଦନାରେ ବ୍ୟଥିତ ହେଉଅଛି, ଏହା ଆମ୍ଭେମାନେ ଜାଣୁ ।"},{"number":23,"verse":"ଆଉ କେବଳ ତାହା ନୁହେଁ, କିନ୍ତୁ ପ୍ରଥମ ଫଳ ସ୍ଵରୂପେ ଆତ୍ମାଙ୍କୁ ପାଇଅଛୁ ଯେ ଆମ୍ଭେମାନେ, ଆମ୍ଭେମାନେ ନିଜେ ନିଜେ ମଧ୍ୟ ପୁତ୍ରତ୍ଵ, ଅର୍ଥାତ୍ ଆପଣା ଆପଣା ଶରୀରର ମୁକ୍ତି ନିମନ୍ତେ ଅପେକ୍ଷା କରୁ କରୁ ଆପଣା ଆପଣା ଅନ୍ତରରେ ଆର୍ତ୍ତନାଦ କରୁଅଛୁ ।"},{"number":24,"verse":"କାରଣ ଭରସାରେ ଆମ୍ଭେମାନେ ପରିତ୍ରାଣ ପାଇଅଛୁ; କିନ୍ତୁ ଦୃଷ୍ଟିଗୋଚର ଯେଉଁ ଭରସା, ତାହା ଭରସା ନୁହେଁ, ଯେଣୁ ଯାହା ଜଣେ ଦେଖୁଅଛି, ସେଥିନିମନ୍ତେ ସେ କାହିଁକି ଆଉ ଭରସା କରିବ ?"},{"number":25,"verse":"କିନ୍ତୁ ଆମ୍ଭେମାନେ ଯାହା ଦେଖୁ ନାହୁଁ, ଯଦି ତାହା ନିମନ୍ତେ ଭରସା କରୁ, ତାହାହେଲେ ଧୈର୍ଯ୍ୟ ସହକାରେ ତାହାର ଅପେକ୍ଷାରେ ଥାଉ ।"},{"number":26,"verse":"ଆଉ, ସେହି ପ୍ରକାରେ ଆତ୍ମା ମଧ୍ୟ ଆମ୍ଭମାନଙ୍କ ଦୁର୍ବଳତାରେ ସାହାଯ୍ୟ କରନ୍ତି; କାରଣ କଅଣ ପ୍ରାର୍ଥନା କରିବା ଉଚିତ, ତାହା ଆମ୍ଭେମାନେ ଜାଣୁ ନାହୁଁ, କିନ୍ତୁ ଆତ୍ମା ସ୍ଵୟଂ ଅକଥନୀୟ ଆର୍ତ୍ତନାଦରେ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ନିବେଦନ କରନ୍ତି;"},{"number":27,"verse":"ପୁଣି, ଯେ ଆମ୍ଭମାନଙ୍କ ହୃଦୟ ଅନୁସନ୍ଧାନ କରନ୍ତି, ସେ ଆତ୍ମାଙ୍କ ଭାବ କଅଣ, ତାହା ଜାଣନ୍ତି, କାରଣ ସେ ଈଶ୍ଵରଙ୍କ ଇଚ୍ଛାନୁସାରେ ସାଧୁମାନଙ୍କ ନିମନ୍ତେ ନିବେଦନ କରନ୍ତି ।"},{"number":28,"verse":"ଯେଉଁମାନେ ଈଶ୍ଵରଙ୍କୁ ପ୍ରେମ କରନ୍ତି, ଯେଉଁମାନେ ତାହାଙ୍କ ସଂକଳ୍ପ ଅନୁସାରେ ଆହୂତ ହୋଇଅଛନ୍ତି, ଈଶ୍ଵର ଯେସମସ୍ତ ବିଷୟରେ ସେମାନଙ୍କର ମଙ୍ଗଳ ସାଧନ କରନ୍ତି, ଏହା ଆମ୍ଭେମାନେ ଜାଣୁ ।"},{"number":29,"verse":"କାରଣ ଯେଉଁମାନଙ୍କୁ ସେ ପୂର୍ବରୁ ଜାଣିଥିଲେ, ସେମାନଙ୍କୁ ତାହାଙ୍କ ପୁତ୍ରଙ୍କ ପ୍ରତିମୂର୍ତ୍ତିର ଅନୁରୂପ ହେବା ନିମନ୍ତେ ସେ ପୂର୍ବରୁ ନିରୂପଣ ମଧ୍ୟ କରିଥିଲେ, ଯେପରି ସେ ଅନେକ ଭ୍ରାତାଙ୍କ ମଧ୍ୟରେ ଅଗ୍ରଜ ହୁଅନ୍ତି ।"},{"number":30,"verse":"ଆଉ, ଯେଉଁମାନଙ୍କୁ ସେ ପୂର୍ବରୁ ନିରୂପଣ କରିଥିଲେ, ସେମାନଙ୍କୁ ସେ ମଧ୍ୟ ଆହ୍ଵାନ କଲେ, ପୁଣି ଯେଉଁମାନଙ୍କୁ ସେ ଆହ୍ଵାନ କଲେ, ସେମାନଙ୍କୁ ସେମଧ୍ୟ ଧାର୍ମିକ ବୋଲି ଗଣିଲେ, ଆଉ ଯେଉଁମାନଙ୍କୁ ସେ ଧାର୍ମିକ ବୋଲି ଗଣିଲେ, ସେମାନଙ୍କୁ ସେ ମଧ୍ୟ ଗୌରବାନ୍ଵିତ କଲେ ।"},{"number":31,"verse":"( ଈଶ୍ଵରଙ୍କ ଚିରନ୍ତନ ପ୍ରେମ) ତେବେ ଏସମସ୍ତ ଦୃଷ୍ଟିରେ ଆମ୍ଭେମାନେ କଅଣ କହିବା ? ଯଦି ଈଶ୍ଵର ଆମ୍ଭମାନଙ୍କ ସପକ୍ଷ, ତେବେ ଆମ୍ଭମାନଙ୍କ ବିପକ୍ଷ କିଏ ?"},{"number":32,"verse":"ଯେ ଆପଣା ପୁତ୍ରଙ୍କୁ ସୁଦ୍ଧା ରକ୍ଷା କଲେ ନାହିଁ, ମାତ୍ର ଆମ୍ଭ ସମସ୍ତଙ୍କ ନିମନ୍ତେ ତାହାଙ୍କୁ ସମର୍ପଣ କଲେ, ସେ କିପରି ତାହାଙ୍କ ସହିତ ମଧ୍ୟ ସମସ୍ତ ବିଷୟ ଆମ୍ଭମାନଙ୍କୁ ଅନୁଗ୍ରହରେ ଦାନ ନ କରିବେ ?"},{"number":33,"verse":"ଈଶ୍ଵରଙ୍କ ମନୋନୀତ ଲୋକମାନଙ୍କ ବିରୁଦ୍ଧରେ କିଏ ଅଭିଯୋଗ କରିବ ? ଈଶ୍ଵର ତ ସେମାନଙ୍କୁ ଧାର୍ମିକ ବୋଲି ଗଣନା କରନ୍ତି ।"},{"number":34,"verse":"କିଏ ଦଣ୍ତାଜ୍ଞା ଦେବ ? ଖ୍ରୀଷ୍ଟ ଯୀଶୁ ତ ମୃତ୍ୟୁଭୋଗ କଲେ, ବରଂ ସେ ଉତ୍ଥାପିତ ହେଲେ, ସେ ଈଶ୍ଵରଙ୍କ ଦକ୍ଷିଣ ପାର୍ଶ୍ଵରେ ଅଛନ୍ତି, ସେ ମଧ୍ୟ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ନିବେଦନ କରୁଅଛନ୍ତି ।"},{"number":35,"verse":"ଖ୍ରୀଷ୍ଟଙ୍କ ପ୍ରେମରୁ କିଏ ଆମ୍ଭମାନଙ୍କୁ ବିଚ୍ଛିନ୍ନ କରିବ ? କି କ୍ଳେଶ, କି ସଙ୍କଟ, କି ତାଡ଼ନା, କି ଦୁର୍ଭିକ୍ଷ, କି ଉଲଙ୍ଗତା, କି ବିପଦ, କି ଖଡ଼୍‍ଗ ?"},{"number":36,"verse":"ଯେପରି ଲେଖାଅଛି, “ତୁମ୍ଭ ନିମନ୍ତେ ଆମ୍ଭେମାନେ ସମସ୍ତ ଦିନ ନିହତ ହେଉଅଛୁ; ଆମ୍ଭେମାନେ ବଧଯୋଗ୍ୟ ମେଷ ପରି ଗଣିତ ହୋଇଅଛୁ ।”"},{"number":37,"verse":"ତଥାପି ଯେ ଆମ୍ଭମାନଙ୍କୁ ପ୍ରେମ କଲେ, ତାହାଙ୍କ ଦ୍ଵାରା ଆମ୍ଭେମାନେ ଏହିସମସ୍ତ ବିଷୟରେ ସର୍ବତୋଭାବେ ବିଜୟୀ ଅଟୁ ।"},{"number":38,"verse":"କାରଣ ମୃତ୍ୟୁ କି ଜୀବନ, ଦୂତ କି କର୍ତ୍ତାପଣ, ବର୍ତ୍ତମାନ କି ଭବିଷ୍ୟତ କି ପରାକ୍ରମ,"},{"number":39,"verse":"ଉଚ୍ଚସ୍ଥ ବିଷୟ କି ନୀଚସ୍ଥ ବିଷୟ କି ଅନ୍ୟ କୌଣସି ସୃଷ୍ଟ ବସ୍ତୁ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କ ଦ୍ଵାରା ପ୍ରକାଶିତ ଈଶ୍ଵରଙ୍କ ପ୍ରେମରୁ ଯେ ଆମ୍ଭମାନଙ୍କୁ ବିଚ୍ଛିନ୍ନ କରିପାରିବ ନାହିଁ, ଏହା ମୁଁ ନିଶ୍ଚୟ ଜାଣେ ।"}]}