{"bibleAbbr":"KNCL","bookName":"James","bookEnglishName":"James","chapterNumber":4,"verses":[{"number":1,"verse":"(ಲೋಕದೊಡನೆ ಗೆಳೆತನ ದೇವರೊಡನೆ ಹಗೆತನ) ನಿಮ್ಮಲ್ಲಿ ಕಲಹ ಕಾದಾಟಗಳು ಉಂಟಾಗುವುದು ಹೇಗೆ? ನಿಮ್ಮ ಇಂದ್ರಿಯಗಳಲ್ಲಿ ಗೊಂದಲವೆಬ್ಬಿಸುವ ದುರಿಚ್ಛೆಗಳಿಂದಲ್ಲವೇ?"},{"number":2,"verse":"ಪರರ ಆಸ್ತಿಪಾಸ್ತಿಗಳನ್ನು ಬಯಸುತ್ತೀರಿ; ಅವುಗಳು ಸಿಗದೆ ಇದ್ದಾಗ, ನೀವು ಕೊಲೆಮಾಡಲೂ ಹಿಂಜರಿಯುವುದಿಲ್ಲ. ದುರಾಶೆಗಳಿಗೆ ಬಲಿಯಾಗುತ್ತೀರಿ; ಅವುಗಳು ಈಡೇರದಾಗ ಜಗಳವಾಡುತ್ತೀರಿ, ಕಾದಾಡುತ್ತೀರಿ. ನಿಮಗೆ ಬೇಕಾದುದು ನಿಮ್ಮಲ್ಲಿಲ್ಲ. ಏಕೆಂದರೆ, ನೀವು ಅದಕ್ಕಾಗಿ ಬೇಡಿಕೊಳ್ಳಲಿಲ್ಲ."},{"number":3,"verse":"ಬೇಡಿಕೊಂಡರೂ ನಿಮಗದು ದೊರಕುವುದಿಲ್ಲ. ಏಕೆಂದರೆ, ನಿಮ್ಮ ಬೇಡಿಕೆ ದುರುದ್ದೇಶದಿಂದ ಕೂಡಿರುತ್ತದೆ. ಭೋಗಾಭಿಲಾಶೆಗಳ ಈಡೇರಿಕೆ ನಿಮ್ಮ ಗುರಿಯಾಗಿರುತ್ತದೆ."},{"number":4,"verse":"ವಿಶ್ವಾಸದಲ್ಲಿ ವ್ಯಭಿಚಾರಿಗಳಂತೆ ಬಾಳುವವರೇ, ಲೋಕದೊಡನೆ ಗೆಳೆತನವೆಂದರೆ ದೇವರೊಡನೆ ಹಗೆತನವೆಂಬುದು ನಿಮಗೆ ತಿಳಿಯದೇ? ಲೋಕದೊಡನೆ ಗೆಳೆತನವನ್ನು ಬಯಸುವವನು ದೇವರೊಡನೆ ಹಗೆತನವನ್ನು ಬೆಳೆಸುತ್ತಾನೆ."},{"number":5,"verse":"“ದೇವರು ನಮ್ಮಲ್ಲಿ ಇರುವ ಆತ್ಮವನ್ನು (ದೇವರು ನಮ್ಮಲ್ಲಿ ನೆಲೆಯಾಗಿರಿಸಿರುವ ಪವಿತ್ರಾತ್ಮರು ನಮಗೋಸ್ಕರ ಅತ್ಯಾಸಕ್ತಿಯಿಂದ ಹಂಬಲಿಸುತ್ತಾರೆ.) ಅತ್ಯಾಸಕ್ತಿಯಿಂದ ಅಪೇಕ್ಷಿಸುತ್ತಾರೆ,” ಎಂಬ ಪವಿತ್ರಗ್ರಂಥದ ವಾಕ್ಯವು ಹುರುಳಿಲ್ಲದ್ದೆಂದು ಭಾವಿಸುವಿರಾ?"},{"number":6,"verse":"ದೇವರು ನಮಗೆ ದಯಪಾಲಿಸುವ ವರಪ್ರಸಾದ ಅತ್ಯಧಿಕವಾದುದು. ಎಂತಲೇ, “ದೇವರು ಗರ್ವಿಷ್ಠರನ್ನು ವಿರೋಧಿಸುತ್ತಾರೆ. ದೀನದಲಿತರಿಗೆ ಕೃಪಾವರವನ್ನು ಅನುಗ್ರಹಿಸುತ್ತಾರೆ,” ಎಂದು ಲಿಖಿತವಾಗಿದೆ."},{"number":7,"verse":"ಆದ್ದರಿಂದ ದೇವರಿಗೆ ಶರಣರಾಗಿ ಬಾಳಿ, ಸೈತಾನನನ್ನು ಎದುರಿಸಿ ನಿಲ್ಲಿ. ಅವನು ನಿಮ್ಮಿಂದ ಪಲಾಯನಗೈಯುವನು."},{"number":8,"verse":"ದೇವರ ಸಮೀಪಕ್ಕೆ ಬನ್ನಿ, ಆಗ ಅವರು ನಿಮ್ಮ ಸಮೀಪಕ್ಕೆ ಬರುವರು. ಪಾಪಾತ್ಮರೇ, ನಿಮ್ಮ ಕೈ ಶುದ್ಧವಾಗಿರಲಿ. ಎರಡು ಮನಸ್ಸಿನವರೇ, ನಿಮ್ಮ ಹೃದಯ ನಿರ್ಮಲವಾಗಿರಲಿ."},{"number":9,"verse":"ನಿಮ್ಮ ಹೀನಸ್ಥಿತಿಗಾಗಿ ವ್ಯಥೆಪಡಿರಿ. ಕಣ್ಣೀರಿಟ್ಟು ಗೋಳಾಡಿರಿ. ನಗುವುದನ್ನು ಬಿಟ್ಟು ದುಃಖಿಸಿರಿ; ಸಂತೋಷವನ್ನು ಬಿಟ್ಟು ಶೋಕಿಸಿರಿ."},{"number":10,"verse":"ಪ್ರಭುವಿನ ಮುಂದೆ ನಮ್ರರಾಗಿರಿ. ಆಗ ಅವರು ನಿಮ್ಮನ್ನು ಉದ್ಧರಿಸುವರು."},{"number":11,"verse":"ಸಹೋದರರೇ, ಒಬ್ಬರನ್ನೊಬ್ಬರು ನಿಂದಿಸಬೇಡಿ. ಯಾರಾದರೂ ತನ್ನ ಸಹೋದರನನ್ನು ನಿಂದಿಸಿದರೆ ಅಥವಾ ಖಂಡಿಸಿದರೆ, ಅಂಥವನು ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೇ ನಿಂದಿಸಿ ಖಂಡಿಸುತ್ತಾನೆ. ನೀನು ಧರ್ಮಶಾಸ್ತ್ರವನ್ನುಖಂಡಿಸಿದರೆ, ನ್ಯಾಯಾಧಿಪತಿ ಎನಿಸಿಕೊಳ್ಳುವೆಯೇ ಹೊರತು ನೀನು ಅದನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವವನಾಗುವುದಿಲ್ಲ."},{"number":12,"verse":"ನ್ಯಾಯವಿಧಿಗಳನ್ನು ಕೊಟ್ಟವರೂ ನ್ಯಾಯಾಧಿಪತಿಯೂ ಒಬ್ಬರೇ; ಅವರೇ ಉದ್ಧಾರಮಾಡುವುದಕ್ಕೂ ವಿನಾಶಗೊಳಿಸುವುದಕ್ಕೂ ಶಕ್ತರು. ಹೀಗಿರುವಲ್ಲಿ, ನಿನ್ನ ನೆರೆಯವನಿಗೆ ತೀರ್ಪುಕೊಡಲು ನೀನು ಯಾರು?"},{"number":13,"verse":"(ಕೊಚ್ಚಿಕೊಳ್ಳುವವನಿಗೆ ಎಚ್ಚರಿಕೆ!) “ಇಂಥಿಂಥ ದಿನ ಇಂಥಿಂಥ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗೋಣ, ಅಲ್ಲಿ ಒಂದು ವರ್ಷ ಇದ್ದು ವ್ಯಾಪಾರ ಮಾಡೋಣ; ಅತಿಯಾಗಿ ಲಾಭ ಸಂಪಾದಿಸೋಣ,” ಎಂದೆಲ್ಲಾ ಆಲೋಚಿಸುವವರೇ, ಈಗ ಕೇಳಿ: ನೀವು ಇಷ್ಟೆಲ್ಲಾ ಆಲೋಚಿಸಿದರೂ ನಾಳೆ ಏನಾಗುವುದೋ ನಿಮಗೇ ತಿಳಿಯದು."},{"number":14,"verse":"ನಿಮ್ಮ ಜೀವಮಾನ ಎಷ್ಟುಮಾತ್ರದ್ದು? ಈಗ ಕಾಣಿಸಿಕೊಂಡು ಆಮೇಲೆ ಕಾಣದೆಹೋಗುವ ಹೊಗೆಯಂತೆ ಅದು."},{"number":15,"verse":"ಆದ್ದರಿಂದ ನೀವು ಅಂಥ ಮಾತನ್ನು ಬಿಟ್ಟು, “ಪ್ರಭುವಿನ ಚಿತ್ತವಿದ್ದರೆ ನಾವು ಬದುಕಿರುತ್ತೇವೆ, ಇಂಥಿಂಥದ್ದನ್ನು ಮಾಡುತ್ತೇವೆ,” ಎಂದು ನೀವು ಹೇಳುವುದೇ ಸರಿ."},{"number":16,"verse":"ಆದರೆ ನೀವು ಅಹಂಭಾವದಿಂದ ಕೊಚ್ಚಿಕೊಳ್ಳುತ್ತೀರಿ. ಹಾಗೆ ಕೊಚ್ಚಿಕೊಳ್ಳುವುದು ಸರಿಯಲ್ಲ."},{"number":17,"verse":"ಒಬ್ಬನು ಒಳ್ಳೆಯದನ್ನು ಮಾಡಬೇಕೆಂದು ತಿಳಿದಿದ್ದೂ ಅದನ್ನು ಮಾಡದಿದ್ದರೆ ಅದು ಅವನಿಗೆ ಪಾಪವಾಗಿರುತ್ತದೆ."}]}