{"bibleAbbr":"MKJV1962","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"The Word of the LORD came to me again, saying,"},{"number":2,"verse":"What is it to you that you use this proverb concerning the land of Israel, saying, The fathers have eaten sour grapes and the teeth of the sons [are] dull?"},{"number":3,"verse":"[As] I live, says the Lord Jehovah, to you there is no longer any [occasion] to use this proverb in Israel."},{"number":4,"verse":"Behold, all souls [are] Mine. As the soul of the father, also the soul of the son, they [are] Mine. The soul that sins, it shall die."},{"number":5,"verse":"But a man that is just and does what is just and right,"},{"number":6,"verse":"and has not eaten on the mountains, nor has lifted up his eyes to the idols of the house of Israel, nor has defiled his neighbor's wife, nor has come near a menstruating woman,"},{"number":7,"verse":"and has not ill-treated any man, [but] has given the debtor's pledge back to him, has robbed none by violence, has given his bread to the hungry and has covered the naked with a garment;"},{"number":8,"verse":"he has not given out on usury, nor has taken any increase, he has withdrawn his hand from iniquity, has done judgment between man and man,"},{"number":9,"verse":"has walked in My statutes, and has kept My judgments to deal truly, he [is] righteous, he shall surely live, says the Lord Jehovah."},{"number":10,"verse":"And if he fathers a son [who is] violent, who sheds blood, and who does to a brother [any] of these;"},{"number":11,"verse":"even if he does do not any of these himself, but his son] has, but has even eaten on the mountains, and has defiled his neighbor's wife;"},{"number":12,"verse":"has ill-treated the poor and needy; thieving, he stole; has not given back the pledge; and has lifted up his eyes to the idols; has committed abomination;"},{"number":13,"verse":"has loaned on usury; and has taken increase; shall he then live? He shall not live! He has done all these abominations; he shall surely die; his blood shall be on him."},{"number":14,"verse":"And, lo, [if] he fathers a son who sees all his father's sins which he has done, and fears, and does not do like him;"},{"number":15,"verse":"[who] has not eaten on the mountains; nor has lifted up his eyes to the idols of the house of Israel; has not defiled his neighbor's wife;"},{"number":16,"verse":"nor has ill-treated any man; has not withheld the pledge; nor has robbed by violence; [but] has given his bread to the hungry; and has covered the naked [with] clothes;"},{"number":17,"verse":"has withdrawn his hand from the poor; has not received usury nor increase; has done My judgments; has walked in My statutes; he shall not die for the iniquity of his father; he shall surely live."},{"number":18,"verse":"His father, because he extorted, robbed [his] brother by robbery, and did [what is] not good among his people; lo, even he shall die in his iniquity."},{"number":19,"verse":"Yet you say, Why? Does not the son bear the iniquity of the father? When the son has done justice and right, has kept all My statutes, and has done them, he shall surely live."},{"number":20,"verse":"The soul that sins, it shall die. The son shall not bear the iniquity of the father, nor shall the father bear the iniquity of the son. The righteousness of the righteous shall be on him, and the wickedness of the wicked shall be on him."},{"number":21,"verse":"But if the wicked will turn from all his sins which he has committed, and keep all My statutes, and do justice and right, he shall surely live; he shall not die."},{"number":22,"verse":"All his transgressions that he has done, they shall not be mentioned to him; in his righteousness that he has done he shall live."},{"number":23,"verse":"Do I actually delight in the death of the wicked? says the Lord Jehovah. Is it not that he should turn from his ways and live?"},{"number":24,"verse":"But when the righteous turns from his righteousness and does injustice, [and] does according to all the abominations that the wicked do, shall he live? All his righteousness that he has done shall not be remembered; in his trespass that he has trespassed, and in his sin that he has sinned, in them he shall die."},{"number":25,"verse":"Yet you say, The way of the LORD is not fair. Hear now, O house of Israel: Is not My way fair? Are your ways not unfair?"},{"number":26,"verse":"When a righteous one turns away from his righteousness and commits iniquity and dies in them; for his iniquity that he has done, he shall die."},{"number":27,"verse":"Again, when the wicked turns away from his wickedness that he has committed and does that which is lawful and righteous, he shall save his soul alive."},{"number":28,"verse":"Because he looks carefully, and turns away from all his sins that he has committed, he shall surely live; he shall not die."},{"number":29,"verse":"Yet says the house of Israel: The way of the LORD is not fair. O house of Israel, are not My ways fair? Are not your ways unfair?"},{"number":30,"verse":"So I will judge you, O house of Israel, each one of you according to his ways, says the Lord Jehovah. Turn and be made to turn from all your sins; and iniquity shall not be your stumbling-block."},{"number":31,"verse":"Cast away from you all your sins by which you have sinned; and make you a new heart and a new spirit; for why will you die, O house of Israel?"},{"number":32,"verse":"For I have no delight in the death of him who dies, says the Lord Jehovah. Therefore turn and live."}]}