{"bibleAbbr":"MKJV1962","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"The Word of the LORD came again to me, saying,"},{"number":2,"verse":"Son of man, say to the ruler of Tyre. So says the Lord Jehovah: Because your heart [is] lifted up, and you have said, I [am] a god, I sit [in] the seat of God, in the midst of the seas; yet you [are] a man and not God, though you set your heart as the heart of gods;"},{"number":3,"verse":"Behold, you [are] wiser than Daniel; all secret things are not hidden from you!"},{"number":4,"verse":"With your wisdom and with your understanding you have made riches for yourselves, and have worked gold and silver into your treasuries."},{"number":5,"verse":"By your great wisdom [and] by your trade you have multiplied your riches, and your heart is lifted up because of your riches."},{"number":6,"verse":"Therefore so says the Lord Jehovah: Because you have set your heart as the heart of gods,"},{"number":7,"verse":"behold, therefore I will bring awesome strangers [of] the nations. And they shall draw their swords against the beauty of your wisdom, and they shall defile your brightness."},{"number":8,"verse":"They shall bring you down to the Pit, and you shall die the deaths of those slain in the heart of the seas."},{"number":9,"verse":"Will you yet say before him who kills you, I [am of the] gods? But you [are] a man, and not God, in the hand of him who kills you."},{"number":10,"verse":"You shall die the deaths of the uncircumcised by the hand of strangers. For I have spoken, says the Lord Jehovah."},{"number":11,"verse":"And the Word of the LORD came to me, saying,"},{"number":12,"verse":"Son of man, lift up a lament over the king of Tyre, and say to him, So says the Lord Jehovah: You seal the measure, full of wisdom and perfect in beauty."},{"number":13,"verse":"You have been in Eden the garden of God; every precious stone [was] your covering, the ruby, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the turquoise, and the emerald, and gold. The workmanship of your tambourines and of your flutes was prepared in you in the day that you were created."},{"number":14,"verse":"You [were] the anointed cherub that covers, and I had put you in the holy height of God [where] you were.; you have walked up and down in the midst of the stones of fire."},{"number":15,"verse":"You [were] perfect in your ways from the day that you were created, until iniquity was found in you."},{"number":16,"verse":"By the multitude of your goods they have filled your midst [with] violence, and you have sinned. So I cast you profaned from the height of God, and I destroy you, O covering cherub, from among the stones of fire."},{"number":17,"verse":"Your heart was lifted up because of your beauty; you have spoiled your wisdom because of your brightness. I will cast you to the ground; I will put you before kings, that they may behold you."},{"number":18,"verse":"By the host of your iniquities, by the iniquity of your trade, you have profaned your holy places; so I brought a fire from your midst; it shall devour you, and I will give you for ashes on the earth, before the eyes of all who see you."},{"number":19,"verse":"All who know you among the peoples shall be astonished at you; you shall be terrors, and you [will] not [be] forever."},{"number":20,"verse":"And the Word of the LORD came to me, saying,"},{"number":21,"verse":"Son of man, set your face against Sidon, and prophesy against it."},{"number":22,"verse":"And say, So says the Lord Jehovah: Behold, I [am] against you, O Sidon, and I will be glorified in your midst. And they shall know that I [am] the LORD, when I have executed judgments in her and have revealed My holiness in her."},{"number":23,"verse":"For I will send a plague into her, and blood into her streets. And the wounded shall fall in her midst by the sword on her on every side. And they shall know that I [am] the LORD."},{"number":24,"verse":"And there will not be a pricking brier, or a painful thorn to the house of Israel any more, from all who surround them, [those] who hate them. And they shall know that I am the Lord Jehovah."},{"number":25,"verse":"So says the Lord Jehovah: When I have gathered the house of Israel from the peoples among [whom] they are scattered, and have been sanctified in them in the sight of the nations, then they shall dwell in their land that I have given to My servant Jacob."},{"number":26,"verse":"And they shall dwell safely in it, and shall build houses and plant vineyards. Yea, they shall dwell safely when I have executed judgments on all those who despise them all around them; and they shall know that I [am] Jehovah their God."}]}