{"bibleAbbr":"MKJV1962","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"And it happened, the Word of the LORD came to me, saying,"},{"number":2,"verse":"And you, son of man, so says the Lord Jehovah to the land of Israel: An end! The end has come on the four corners of the land."},{"number":3,"verse":"Now the end [is] on you, and I will send My anger on you and will judge you according to your ways, and will lay on you all your abominations."},{"number":4,"verse":"And My eye shall not spare you, neither will I have pity. But I will repay your ways on you, and your abominations shall be in your midst; and you shall know that I [am] the LORD."},{"number":5,"verse":"So says the Lord Jehovah: An evil: Behold, an only evil has come!"},{"number":6,"verse":"An end has come, the end has come. It awakes against you; behold, it has come."},{"number":7,"verse":"The encirclement has come to you, O dwellers of the land. The time has come, the day of tumult [is] near, and not a shout of the mountains."},{"number":8,"verse":"And I will soon pour out My fury on you, and fulfill My anger on you. And I will judge you according to your ways, and will repay you for all your abominations."},{"number":9,"verse":"And My eye shall not spare, neither will I have pity; I will repay you according to your ways and your abominations [that] are in your midst. And you shall know that I [am] the LORD who strikes."},{"number":10,"verse":"Behold the day! Behold, it has come; the encirclement has gone out; the rod has blossomed; pride has budded."},{"number":11,"verse":"Violence has risen up for a rod of wickedness. None of them [shall remain], nor of their multitude, nor of any of their riches; nor [shall] there [be] wailing for them."},{"number":12,"verse":"The time has come; the day has arrived. Let not the buyer rejoice, nor the seller mourn; for wrath [is] on all her multitude."},{"number":13,"verse":"For the seller shall not return to that which is sold, although they are still alive; for the vision to all her multitude shall not return, and a man shall not hold his life strong in iniquity."},{"number":14,"verse":"They have blown the trumpet, even to make all ready; but none goes to the battle, for My wrath [is] on all her multitude."},{"number":15,"verse":"The sword [is] outside, and the plague and the famine inside. He who [is] in the field shall die with the sword; and he in the city shall be devoured by famine and plague."},{"number":16,"verse":"But [if] their fugitives shall escape, then they shall be like doves of the valleys on the mountains, all of them mourning, each one for his iniquity."},{"number":17,"verse":"All hands shall be feeble, and all knees shall go [weak as] water."},{"number":18,"verse":"They shall also gird [on] sackcloth, and trembling shall cover them; and shame [shall be] on all faces, and baldness on all heads."},{"number":19,"verse":"They shall throw their silver in the streets, and their gold shall be an impure thing. Their silver and their gold shall not be able to deliver them in the day of the wrath of the LORD. They shall not satisfy their souls, neither fill their bowels; because their iniquity has become a stumbling-block for them."},{"number":20,"verse":"And the beauty of His ornament, He set it in majesty. But they made the images of their abominations [and] of their hateful things in it; therefore I have put it to them as an impure thing."},{"number":21,"verse":"And I will give it into the hands of the strangers for a prize, and to the wicked of the earth for a spoil; and they shall defile it."},{"number":22,"verse":"I will also turn My face from them, and they shall defile My secret [place]; and violent ones shall enter into it and defile it."},{"number":23,"verse":"Make a chain; for the land is full of bloody judgments, and the city is full of violence."},{"number":24,"verse":"And I will bring the most evil of the nations, and they shall possess their houses. I will also make the pomp of the strong to cease; and their holy places shall be defiled."},{"number":25,"verse":"Ruin comes; and they shall seek peace, but none [shall be]."},{"number":26,"verse":"Disaster on disaster shall come, and rumor to rumor shall be. And they shall seek a vision from the prophet; but the law shall perish from the priest, and wisdom from the elders."},{"number":27,"verse":"The king shall mourn, and the prince shall be clothed with despair, and the hands of the people of the land shall be troubled. I will do to them according to their way, and according to their judgments I will judge them; and they shall know that I [am] the LORD."}]}