{"bibleAbbr":"bnOV2016","bookName":"যোয়েল ভাববাদীর পুস্তক।","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"( ঈশ্বরের প্রেরণীয় শাস্তি-বিষয়ক ভাববাণী।) পথূয়েলের পুত্র যোয়েলের কাছে সদাপ্রভুর এই বাক্য উপস্থিত হইল।"},{"number":2,"verse":"হে প্রাচীনগণ, এই কথা শুন; আর হে দেশনিবাসী সকলে, কর্ণপাত কর। তোমাদের সময়ে এমন ঘটনা কি হইয়াছে? কিম্বা তোমাদের পিতৃপুরুষদের সময়ে কি এমন হইয়াছে?"},{"number":3,"verse":"তোমরা আপন আপন সন্তানগণকে ইহার বৃত্তান্ত বল, এবং তাহারা আপন আপন সন্তানগণকে বলুক, আবার সেই সন্তানেরা ভাবী পুরুষপরম্পরাকে বলুক।"},{"number":4,"verse":"শূককীটে যাহা রাখিয়া গিয়াছে, তাহা পঙ্গপালে খাইয়াছে; পঙ্গপালে যাহা রাখিয়া গিয়াছে, তাহা পতঙ্গে খাইয়াছে; পতঙ্গে যাহা রাখিয়া গিয়াছে, তাহা ঘুর্ঘুরিয়াতে খাইয়াছে।"},{"number":5,"verse":"হে মত্তগণ, জাগিয়া উঠ ও রোদন কর; হে মদ্যপায়ী সকলে, মিষ্ট দ্রাক্ষারসের জন্য হাহাকার কর; কেননা তাহা তোমাদের মুখ হইতে অপহৃত হইয়াছে।"},{"number":6,"verse":"কারণ আমার দেশের বিরুদ্ধে এক জাতি উঠিয়া আসিয়াছে, সে বলবান ও অসংখ্য; তাহার দন্তরাজি সিংহ-দন্তের ন্যায়, তাহার কশের দন্ত সিংহীর কশের দন্তের ন্যায়।"},{"number":7,"verse":"সে আমার দ্রাক্ষালতা ধ্বংস করিয়াছে, আমার ডুমুরবৃক্ষ ত্বক্শূন্য করিয়াছে; সে ছাল খুলিয়া ফেলিয়াছে, তাহা ফেলিয়া দিয়াছে; তাহার শাখা সকল শুক্ল হইয়া পড়িয়াছে।"},{"number":8,"verse":"তুমি এমন কন্যার ন্যায় বিলাপ কর, যে যৌবনকালীন কান্তের শোকে চটপরিহিতা।"},{"number":9,"verse":"সদাপ্রভুর গৃহ হইতে ভক্ষ্য-নৈবেদ্য ও পেয়-নৈবেদ্য অপহৃত হইয়াছে, সদাপ্রভুর পরিচারক যাজকগণ শোক করিতেছে।"},{"number":10,"verse":"ক্ষেত্র বিনষ্ট, ভূমি শোকান্বিত, কেননা শস্য বিনষ্ট হইয়াছে, নূতন দ্রাক্ষারস শুষ্ক এবং তৈল লুপ্ত হইয়াছে।"},{"number":11,"verse":"লজ্জিত হও, কৃষকগণ, হাহাকার কর, দ্রাক্ষাক্ষেত্রের পালকগণ, গোধূম ও যবের নিমিত্ত; কেননা ক্ষেত্রের শস্য নষ্ট হইয়াছে।"},{"number":12,"verse":"দ্রাক্ষালতা শুষ্ক ও ডুমুরবৃক্ষ ম্লান হইয়াছে; দাড়িম্ব, খর্জ্জুর, নাগরঙ্গ ও ক্ষেত্রের সমস্ত বৃক্ষ শুষ্ক হইয়াছে, বস্তুতঃ মনুষ্য-সন্তানদের মধ্যে আমোদ শুকাইয়া গিয়াছে।"},{"number":13,"verse":"হে যাজকগণ, তোমরা বদ্ধকটি হইয়া বিলাপ কর; হে যজ্ঞবেদির পরিচারকগণ, হাহাকার কর; হে আমার ঈশ্বরের পরিচারকগণ, আইস, চট পরিয়া সমস্ত রাত্রি যাপন কর; কেননা তোমাদের ঈশ্বরের গৃহে ভক্ষ্য-নৈবেদ্য ও পেয়-নৈবেদ্যের অভাব হইয়াছে।"},{"number":14,"verse":"তোমরা পবিত্র উপবাস নিরূপণ কর, পর্ব্বদিন ঘোষণা কর, তোমাদের ঈশ্বর সদাপ্রভুর গৃহে প্রাচীনবর্গ ও দেশনিবাসী সকল লোককে একত্র কর, এবং সদাপ্রভুর কাছে ক্রন্দন কর।"},{"number":15,"verse":"হায় হায়, কেমন দিন! সদাপ্রভুর দিন ত সন্নিকট; উহা সর্ব্বশক্তিমানের নিকট হইতে প্রলয়ের ন্যায় আসিতেছে।"},{"number":16,"verse":"আমাদের দৃষ্টি হইতে খাদ্য ও আমাদের ঈশ্বরের গৃহ হইতে আনন্দ ও উল্লাস কি উচ্ছিন্ন হয় নাই?"},{"number":17,"verse":"বীজ সকল আপন আপন ঢেলার নীচে পচিয়া যাইতেছে; গোলা সকল ধ্বংসিত, শস্যাগার সকল উৎপাটিত; কারণ শস্য ম্লান হইয়াছে।"},{"number":18,"verse":"পশুগণ কেমন কোঁকাইতেছে! বৃষপাল ব্যাকুল হইতেছে, কেননা তাহাদের চরাণীস্থান নাই; মেষপালও দণ্ডভোগ করিতেছে।"},{"number":19,"verse":"হে সদাপ্রভু, আমি তোমাকেই ডাকিতেছি, কেননা অগ্নি প্রান্তরের চরাণী সকল গ্রাস করিয়াছে, তাহার শিখা ক্ষেত্রের সমস্ত বৃক্ষ দগ্ধ করিয়াছে।"},{"number":20,"verse":"মাঠের পশুগণও তোমার কাছে আকাঙ্ক্ষা করে; কেননা জলপ্রণালী সকল শুষ্ক হইয়াছে, ও অগ্নি প্রান্তরস্থ চরাণী সকল গ্রাস করিয়াছে।"}]}