{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Then Zophar the Naamathite responded:"},{"number":2,"verse":"“Should we allow this torrent of words to go unanswered? Is a clever speaker always to be considered right?"},{"number":3,"verse":"Should your endless talk reduce others to silence? When you mock, is no one allowed to refute you?"},{"number":4,"verse":"For you said, ‘My judgments are irrefutable and I am blameless in the sight of God.’"},{"number":5,"verse":"Oh, how I wish that God would speak and open his lips to contradict your opinions"},{"number":6,"verse":"while revealing to you the secrets of wisdom, which puts human intelligence to shame. Thus, you might know that God will call you to account for your sin."},{"number":7,"verse":"“Can you fathom the mysteries of God? Can you attain to the perfection of the Almighty?"},{"number":8,"verse":"It is higher than the heavens—what can you do? It is deeper than the netherworld—what can you know?"},{"number":9,"verse":"Its measure is longer than the earth and broader than the sea."},{"number":10,"verse":"“If while passing by he decides to imprison you or subject you to judgment, who can prevent him?"},{"number":11,"verse":"He surely recognizes the deceitful; he will hardly ignore their iniquity."},{"number":12,"verse":"An ignorant fool can no more gain understanding than a wild donkey can be domesticated."},{"number":13,"verse":"“However, if you will have a change of heart and stretch out your hands toward him in prayer,"},{"number":14,"verse":"if you banish all iniquity far away from you and do not allow wickedness to penetrate your tent,"},{"number":15,"verse":"you will then be able to lift up your face in innocence; you will be unwavering and without fear."},{"number":16,"verse":"You will then forget your wretchedness, remembering it only as flood waters gone by."},{"number":17,"verse":"“Then your life will be brighter than noonday, and its darkness will be like morning."},{"number":18,"verse":"You will be filled with confidence because there is hope; you will look around and take your rest in safety."},{"number":19,"verse":"You will lie down without fearing anyone, and many will seek your favor."},{"number":20,"verse":"But the eyes of the wicked will fail; for them all the ways of escape will be closed, and all they can hope for is death.”"}]}