{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"Then Eliphaz the Temanite responded:"},{"number":2,"verse":"“Would a wise man respond with empty arguments and make himself a windbag?[c]"},{"number":3,"verse":"Would he fill his defense with pointless talk and speeches that serve no purpose?"},{"number":4,"verse":"“You in fact discredit religion and do away with devotion to God,"},{"number":5,"verse":"because your iniquity dictates what you say and you choose to exhibit a deceitful tongue."},{"number":6,"verse":"Your own mouth condemns you, not I; your own lips testify against you."},{"number":7,"verse":"“Are you the firstborn of the human race? Did you come into existence before the hills?"},{"number":8,"verse":"Are you a member of God’s inner council? Do you have a monopoly on wisdom?"},{"number":9,"verse":"What do you know that we do not know? What insight do you have that we do not share?"},{"number":10,"verse":"We ourselves have age and gray hair on our side, people who far surpass your father in years."},{"number":11,"verse":"“Are the consolations that God offers insufficient for you, words whispered gently in your ear?"},{"number":12,"verse":"Why do you allow your passions to erode your judgment, and why do your eyes flash with anger"},{"number":13,"verse":"so that you vent your rage against God and permit such words to escape your mouth?"},{"number":14,"verse":"“What is man, that he should be without fault, or one born of woman, that he should be righteous?"},{"number":15,"verse":"If God places no trust in his holy ones[e] and the heavens are not pure in his sight,"},{"number":16,"verse":"how much less is man, who is vile and corrupt and drinks up iniquity like water?"},{"number":17,"verse":"“I will tell you; listen to me. I will recount what I have seen,"},{"number":18,"verse":"what has been related by wise men who have faithfully transmitted the teachings of their ancestors,"},{"number":19,"verse":"to whom alone the land was given, and no foreigner passed among them."},{"number":20,"verse":"“The wicked man suffers torment all his days, and limited are the years allotted to the tyrant."},{"number":21,"verse":"Terrifying sounds echo in his ears, and even when times are peaceful, marauders swoop down on him."},{"number":22,"verse":"He despairs of escaping the darkness and realizes that he is destined for the sword."},{"number":23,"verse":"“In his wandering, he serves as food for vultures and knows the day of darkness is at hand."},{"number":24,"verse":"Distress and anguish overwhelm him; they overpower him like a king prepared to attack."},{"number":25,"verse":"“Because he has lifted his hands against God and acted in brazen defiance of the Almighty,"},{"number":26,"verse":"rushing stubbornly against him with his massive embossed shield,[g]"},{"number":27,"verse":"with his jowls heavy and gross and his waist bulging with fat,"},{"number":28,"verse":"he will dwell in cities that lie in ruins, in houses that have been abandoned and are crumbling into a heap of rubble."},{"number":29,"verse":"“He will no longer be wealthy and his riches will not endure; no longer will his power prevail."},{"number":30,"verse":"He will not escape the darkness; intense heat will shrivel his roots, and the wind will cause his blossoms to disappear."},{"number":31,"verse":"Let him not deceive himself by trusting in what is worthless, for he will be left bereft."},{"number":32,"verse":"“His palm trees will wither before their time, and his branches will never again be green."},{"number":33,"verse":"He will be like a vine that sheds unripe grapes, like an olive tree casting off its blossoms."},{"number":34,"verse":"For the company of the godless will be completely barren, and fire will consume the tents of those who are venal."},{"number":35,"verse":"They conceive malice and breed evil, and they give birth to deceit.”"}]}