{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Then Bildad the Shuhite responded:"},{"number":2,"verse":"“When will you cease this torrent of words? Once you start to think rationally, then we can have a sensible discussion."},{"number":3,"verse":"Why do you treat us like animals and regard us as ignorant?"},{"number":4,"verse":"In your anger you tear yourself to pieces, but the earth will not be forsaken on your account, nor will a single rock be moved from its place."},{"number":5,"verse":"“The light of the wicked is extinguished, and the flame of his fire no longer shines."},{"number":6,"verse":"The light in his tent begins to fade and the lamp above him is put out."},{"number":7,"verse":"His vigorous stride begins to falter and his own plans fail miserably."},{"number":8,"verse":"He rushes headlong into a net, and his feet are ensnared."},{"number":9,"verse":"“A trap seizes him by the heel, leaving him unable to escape."},{"number":10,"verse":"A noose lies hidden on the ground for him; pitfalls lie across his path."},{"number":11,"verse":"Terrors alarm him on every side, hounding his every step."},{"number":12,"verse":"His strength is weakened by hunger, and disaster awaits him on all sides."},{"number":13,"verse":"“His skin is eaten away by disease; the firstborn of death devours his limbs.[b]"},{"number":14,"verse":"He is dragged from the security of his tent and carted off to the king of terrors.[c]"},{"number":15,"verse":"Anyone can live in his tent since it is no longer his; brimstone[d] is scattered over his dwelling."},{"number":16,"verse":"His roots dry up below, and his branches wither above."},{"number":17,"verse":"“All memory of him vanishes from the earth; his name is quickly forgotten."},{"number":18,"verse":"He is thrust from light into darkness and banished from the world."},{"number":19,"verse":"He leaves no offspring or posterity among his people; there is no survivor where he once lived."},{"number":20,"verse":"Inhabitants of the west are appalled at his fate, while those of the east are struck with horror."},{"number":21,"verse":"Such indeed is the dwelling of the impious; such is the home of everyone who cares nothing for God.”"}]}