{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"“The actual day of judgment is known by the Almighty; why does he not reveal it to his faithful?[b]"},{"number":2,"verse":"Those who are wicked move boundary stones; they seize flocks and pasture them."},{"number":3,"verse":"They drive off the donkey belonging to the orphan; they take away the widow’s ox as security."},{"number":4,"verse":"They push aside the needy off the road; those who are destitute are forced into hiding."},{"number":5,"verse":"“Like wild donkeys of the wilderness the poor go forth at dawn searching the wasteland for food with which to feed their children."},{"number":6,"verse":"In the fields they reap what is not theirs and steal from the vineyards of the wicked."},{"number":7,"verse":"Without clothing, they spend the night naked, lacking anything to shelter them from the cold."},{"number":8,"verse":"They are soaked by the mountain rain and cling to the rocks as a source of shelter."},{"number":9,"verse":"“The fatherless child is snatched from the breast and carried off as a pledge of security."},{"number":10,"verse":"They go about their work naked, without clothing; despite their hunger they carry the sheaves."},{"number":11,"verse":"Along the pathways they press out the oil; they tread the winepresses but themselves suffer thirst."},{"number":12,"verse":"From the town the groans of the dying are heard, and those who are wounded cry out for help, yet God remains deaf to their prayer."},{"number":13,"verse":"“There also are those who rebel against the light; they are ignorant of its ways and refuse to frequent its paths."},{"number":14,"verse":"When nightfall descends, the murderer arises to slay the poor and the needy; during the night he steals forth like a thief."},{"number":15,"verse":"“The eye of the adulterer also waits eagerly for twilight, thinking, ‘No eye will see me.’"},{"number":16,"verse":"In the darkness men break into houses, but during the day they shut themselves in, for they are strangers to daylight."},{"number":17,"verse":"Deep darkness is morning to them; they only feel comfortable amid the terrors of the night."},{"number":18,"verse":"“Such men are debris on the surface of the water; their portion in the land is accursed, and no laborer will toil in their vineyards."},{"number":19,"verse":"As drought and heat melt the snow, so does the netherworld cause sinners to disappear."},{"number":20,"verse":"The womb that shaped them remembers them no more, and the worm sucks them dry."},{"number":21,"verse":"“They maltreat the barren and childless woman and show no kindness to the widow."},{"number":22,"verse":"God may sustain the mighty through his strength, but he carefully monitors their conduct."},{"number":23,"verse":"He grants them a sense of security, but his eyes are fixed on their ways."},{"number":24,"verse":"They are exalted for a while, and then they are gone; they wither and fade like a flower, shriveling up like ears of grain."},{"number":25,"verse":"“If all this is not true, who will prove me wrong and show that my words are sheer nonsense?”"}]}