{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"“There are mines for silver and places where gold is refined."},{"number":2,"verse":"Iron is extracted from the earth, and copper is smelted from ore."},{"number":3,"verse":"Miners penetrate the darkness; they search to the farthest recesses to discover the ore hidden in gloom and shadow."},{"number":4,"verse":"They open shafts in uninhabited places, swinging suspended, far away from anyone."},{"number":5,"verse":"“While grain is coming forth from the earth above, what lies beneath is ravaged by fire."},{"number":6,"verse":"Its rocks are the enclosure for sapphires, and there is gold contained in its dust."},{"number":7,"verse":"No bird of prey knows the path there; the eye of a falcon has not seen it."},{"number":8,"verse":"Proud beasts have not trodden it; no lion has ever passed over it."},{"number":9,"verse":"“Man begins to assail the granite rock and overturns the mountains at their foundations."},{"number":10,"verse":"He cuts channels into the rocks, and his eyes behold precious gems."},{"number":11,"verse":"He explores the sources of the streams and brings hidden riches to light."},{"number":12,"verse":"But where can wisdom be found? And where is the place of understanding?"},{"number":13,"verse":"“No one knows the way to it, nor is it to be found in the land of the living."},{"number":14,"verse":"The abyss declares, ‘It is not in me.’ The sea says, ‘I do not have it.’"},{"number":15,"verse":"It cannot be purchased with gold, nor can its price be weighed out in silver."},{"number":16,"verse":"“It cannot be acquired with the gold of Ophir, nor with precious onyx or sapphire."},{"number":17,"verse":"Gold or crystal[d] cannot be compared to it, nor can it be exchanged for vessels of gold."},{"number":18,"verse":"Neither coral nor alabaster deserve to be mentioned; the price of wisdom is beyond pearls."},{"number":19,"verse":"Topaz from Ethiopia is worthless in comparison to it, nor can it be valued in terms of pure gold."},{"number":20,"verse":"“Where then is the source of wisdom? Where is intelligence to be found?"},{"number":21,"verse":"“It cannot be seen by the eye of any living creature; it is even concealed from the birds of the air."},{"number":22,"verse":"Abaddon and the netherworld[f] admit, ‘We have only heard rumors of it.’"},{"number":23,"verse":"“God alone understands the path to wisdom; he alone knows where it can be found."},{"number":24,"verse":"For he can observe the farthest ends of the earth, and he sees everything under the heavens."},{"number":25,"verse":"“When God regulated the force of the wind and measured out the waters,"},{"number":26,"verse":"when he imposed a limit for the rain and cleared a path for the thunderbolt,"},{"number":27,"verse":"then he saw wisdom and evaluated it, established it and assessed it completely."},{"number":28,"verse":"And then he declared to man: ‘The fear of the LORD is wisdom, and to turn from evil is understanding.’ ”"}]}