{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"After this, Job opened his mouth and cursed the day of his birth."},{"number":2,"verse":"He said:"},{"number":3,"verse":"“Perish the day on which I was born and the night it was said, ‘A boy is born.’"},{"number":4,"verse":"May that day turn to darkness;[a] may God not take note of it from above, and may light not shine upon it."},{"number":5,"verse":"May gloom and heavy darkness claim it; let clouds spread over it and blackness eclipse its light."},{"number":6,"verse":"May thick darkness overpower it; let it not be numbered among the days of the year or reckoned in the cycle of the months."},{"number":7,"verse":"“May that night be barren; let no cry of joy be heard during it."},{"number":8,"verse":"Let those curse it who curse the sea and are prepared to rouse Leviathan.[b]"},{"number":9,"verse":"May the stars of its twilight be darkened; let it wait in vain for daylight and never behold the first rays of dawn,"},{"number":10,"verse":"because it refused to shut the doors of the womb of my mother who bore me and shield my eyes from sorrow."},{"number":11,"verse":"“Why did I not die at birth, perishing as I came forth from the womb?"},{"number":12,"verse":"Why were there knees to receive me or breasts for me to feed on?"},{"number":13,"verse":"“For now I would be lying in tranquility, asleep and resting peacefully"},{"number":14,"verse":"with kings and counselors of the earth who built palaces for themselves that now lie in ruins,"},{"number":15,"verse":"or with princes who possessed gold in abundance and filled their homes with silver."},{"number":16,"verse":"Or why was I not laid in a grave like a stillborn child, like an infant that had never seen the light?"},{"number":17,"verse":"“In death[d] the wicked are free from worldly troubles and the weary find rest."},{"number":18,"verse":"There the captives enjoy the solace of peace without having to cringe at the voice of their masters."},{"number":19,"verse":"The small and the great are there as equals, and servants are free from their masters."},{"number":20,"verse":"“Why is light given to those in misery and life to those whose hearts are bitter,"},{"number":21,"verse":"who long for death that never comes and seek for it more than for hidden treasure,"},{"number":22,"verse":"who would rejoice to see the grave and exult on reaching the tomb,"},{"number":23,"verse":"who are unable to find their way and whom God has hemmed in on every side?[f]"},{"number":24,"verse":"“Sighs are for me my only food, and my groans pour forth like water."},{"number":25,"verse":"Everything that I fear has afflicted me, and whatever I dread befalls me."},{"number":26,"verse":"I am unable to find peace of mind or tranquility; troubles assail me, and I find no rest.”"}]}