{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"The three men then ceased to argue with Job because in his own eyes he was righteous."},{"number":2,"verse":"Then Elihu, the son of Barachel the Buzite,[c] of the family of Ram, became very angry. He was furious because Job believed that he was righteous and that God was in error."},{"number":3,"verse":"And he was also angry at Job’s three friends because they had never devised an answer to refute Job and thus had allowed God to appear to be wrong."},{"number":4,"verse":"While Job and his friends had been conversing, Elihu had refrained from addressing Job, since the three companions were older than he."},{"number":5,"verse":"But when Elihu perceived that the three had no answer to offer, he could no longer contain his anger."},{"number":6,"verse":"Therefore Elihu, the son of Barachel the Buzite, began to speak. “I am young in years, and you are old. Therefore, I held my tongue and hesitated to express my opinion to you."},{"number":7,"verse":"I thought, ‘Age ought to speak; many years will result in conveying wisdom.’"},{"number":8,"verse":"“But it is the spirit in a man, the breath of the Almighty, that gives him understanding."},{"number":9,"verse":"It is not only the old who are wise; it is not only the aged who understand what is right."},{"number":10,"verse":"Therefore, I beg you to listen to me and allow me to declare my opinion."},{"number":11,"verse":"“I have been waiting to hear what you had to say, and I listened attentively to your arguments as each one of you chose your words with care."},{"number":12,"verse":"I gave you my close attention, but there is not one of you who has convicted Job or refuted his statements."},{"number":13,"verse":"Therefore, do not say, ‘We have found wisdom; let God confute him, not men!’"},{"number":14,"verse":"Job has not addressed his words to me; therefore, I will not answer him in the way you have done."},{"number":15,"verse":"“These three men are confounded and unable to respond; words have failed them."},{"number":16,"verse":"Am I then to wait because they do not speak, but simply stand there, stuck for an answer?"},{"number":17,"verse":"I also will now have my say; it is my turn to express my opinion."},{"number":18,"verse":"For I have many things to say, and the spirit within me forces me to speak."},{"number":19,"verse":"“I am ready to burst, like a new wineskin with wine searching for a vent."},{"number":20,"verse":"I must speak so that I may find relief; I must open my lips and reply."},{"number":21,"verse":"I will show no partiality to anyone, nor will I use flattering words."},{"number":22,"verse":"For I do not know how to flatter; if I did, my Maker would soon do away with me."}]}