{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"Elihu then proceeded further and said:"},{"number":2,"verse":"“Be patient a little longer while I instruct you, for I have more to say on God’s behalf."},{"number":3,"verse":"I will take my knowledge from afar to support my assertion that my Master is just."},{"number":4,"verse":"I promise that there will be no flaws in my arguments; I come before you as a man of sound learning."},{"number":5,"verse":"“God is mighty and does not recant; he is great because of firmness of heart."},{"number":6,"verse":"He does not let the wicked live on in all vigor and renders justice to the afflicted."},{"number":7,"verse":"He does not withdraw his eyes from the righteous, but he seats them forever with kings on the throne, and they are exalted forever."},{"number":8,"verse":"“He will also have sinners fettered with chains and held fast by the bonds of affliction"},{"number":9,"verse":"after having denounced their conduct and the sins of pride that they have committed."},{"number":10,"verse":"He opens their ears to correction, commanding them to turn back from their evil ways."},{"number":11,"verse":"“If they obey and once again serve him, they will live out their days in prosperity, and their years will pass pleasantly."},{"number":12,"verse":"But if they do not obey him, they will cross the river of death and die as a result of their stubbornness."},{"number":13,"verse":"Those whose hearts turn away from God rage against him, and they do not cry for help when he chains them."},{"number":14,"verse":"They die in the bloom of their youth after a dissolute life."},{"number":15,"verse":"But God rescues the suffering from their affliction, employing their distress to instruct them."},{"number":16,"verse":"“He also seeks to snatch you from torment. When you were enjoying a life of comfort with abundant riches and plenteous food,"},{"number":17,"verse":"you refused to bring the wicked to trial or to uphold the rights of the orphan."},{"number":18,"verse":"Beware lest abundance cloud your judgment and that you not be corrupted by lavish gifts."},{"number":19,"verse":"Bring the powerful to justice, not merely the poor, those who are powerful, not only the weak."},{"number":20,"verse":"“Do not long for the night when you can drag people away from their homes."},{"number":21,"verse":"Take care not to turn to evil; that is why you are now being tested by affliction."},{"number":22,"verse":"“Behold, God is exalted in his power. What teacher can equal him?"},{"number":23,"verse":"Who has prescribed the course he should follow? Who can dare to say to him, ‘You have done wrong’?"},{"number":24,"verse":"“Therefore, remember to extol his work which men have always praised in song."},{"number":25,"verse":"All men can behold it, admiring it from afar."},{"number":26,"verse":"God is so great that he is beyond our understanding; the number of his years is past counting."},{"number":27,"verse":"“It is God who draws up drops of water that he distills as rain to the streams."},{"number":28,"verse":"His rain clouds pour down and provide abundant water for mankind."},{"number":29,"verse":"“Can anyone fathom how he spreads the clouds as the carpeting of his tent?"},{"number":30,"verse":"Behold how he scatters his lightning and covers the depths of the sea."},{"number":31,"verse":"This is how he nourishes the nations, providing food for them in abundance."},{"number":32,"verse":"He holds the lightning in his hands and commands it to strike the designated mark."},{"number":33,"verse":"His thunder warns us of his coming as he prepares for combat against iniquity."}]}