{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"“Do you know when the mountain goats give birth? Have you ever observed deer in labor?"},{"number":2,"verse":"Can you accurately number the months that they carry their young or know the time of their delivery"},{"number":3,"verse":"when they crouch down to give birth and deliver their offspring?"},{"number":4,"verse":"Once their fawns grow strong and become independent, they go forth on their own and do not return."},{"number":5,"verse":"“Who has given the wild donkey its freedom? Who has untied its ropes?"},{"number":6,"verse":"I gave it the wastelands as its home and the salt flats for its dwelling."},{"number":7,"verse":"It scorns the noise of the city; it is not forced to obey a driver’s shouted order."},{"number":8,"verse":"The mountains are the pasture over which it ranges in search of any green foliage."},{"number":9,"verse":"“Is the wild ox willing to serve you? Will it stay by your manger during the night?"},{"number":10,"verse":"Can you use ropes to harness its strength? Will it harrow the furrows after you?"},{"number":11,"verse":"Can you depend upon its massive strength to do your heavy work?"},{"number":12,"verse":"Can you rely upon it to return home and bring your grain to your threshing floor?"},{"number":13,"verse":"“The wings of an ostrich are ineffectual, since its pinions and its plumage are scanty."},{"number":14,"verse":"It leaves its eggs on the ground and depends on the earth to warm them,"},{"number":15,"verse":"forgetting that a foot may crush them or that a wild animal may trample upon them."},{"number":16,"verse":"It cruelly disowns its young as if they were not its own, unconcerned if its labor has been wasted."},{"number":17,"verse":"For God has denied it wisdom and deprived it of understanding."},{"number":18,"verse":"Yet with its swiftness of foot it leaves both horse and rider in the dust."},{"number":19,"verse":"“Do you give the horse its strength? Have you clothed its neck with a mane?"},{"number":20,"verse":"Do you make it leap like a locust, striking terror with its proud snorting?"},{"number":21,"verse":"It paws the plain jubilantly and prances as it charges the battle line with all its strength."},{"number":22,"verse":"It laughs at fear and is frightened of nothing; it does not shy away when confronted with the sword."},{"number":23,"verse":"“The quiver rattles at its side; the spear and the javelin flash."},{"number":24,"verse":"Trembling with eagerness it eats up the ground, and when the trumpet sounds, there is no holding it back."},{"number":25,"verse":"At each blast of the trumpet it cries ‘Aha!’ From afar it scents the battle, the shouts of the commanders, and the war cries."},{"number":26,"verse":"“Did your wisdom enable the hawk to soar as it spreads its wings toward the south?"},{"number":27,"verse":"Does the eagle soar aloft at your command to build its nest on the lofty heights?"},{"number":28,"verse":"It dwells on the cliff in security, spending its nights on a rocky crag."},{"number":29,"verse":"From there it watches for its prey; its eyes are able to behold it from afar."},{"number":30,"verse":"Its young ones hungrily drink the blood; wherever the slain are, it is there.”"}]}