{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"Job then answered the LORD in these words:"},{"number":2,"verse":"“I know that you can do all things and that no plan you conceive can be thwarted."},{"number":3,"verse":"Because of my ignorance I have spoken of things that I have not understood, of things too wondrous for me to know."},{"number":4,"verse":"“You had said, ‘Listen and let me speak. I intend to put questions to you, and you must give me your answers.’"},{"number":5,"verse":"I had heard of you only by hearsay, but now that I have seen you with my own eyes,"},{"number":6,"verse":"I retract what I have said, repenting in dust and ashes.”"},{"number":7,"verse":"After the LORD had finished speaking to Job, he said to Eliphaz the Temanite: “My anger is aroused against you and your two friends, for you have not spoken about me as you should, as my servant Job has."},{"number":8,"verse":"Therefore, now take seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering. Then my servant Job will pray for you, and I will accept his prayer not to punish you severely, for you have not spoken about me as you should, as my servant Job has.”"},{"number":9,"verse":"Therefore, Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went forth and did what the LORD had commanded them. And the LORD accepted the intercession of Job."},{"number":10,"verse":"Thereupon the LORD restored the prosperity of Job after he had prayed for his friends, and he enriched him with twice as much as he had possessed before."},{"number":11,"verse":"Then all his brothers and sisters came to him, as well as all his friends from former days. As they feasted with him in his house, they sympathized with him about his previous troubles, and they comforted him for all the misfortunes that the LORD had permitted to be inflicted upon him. Moreover, each of them gave him some money and a gold ring."},{"number":12,"verse":"The LORD blessed the end of Job’s life more than the beginning. He had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand donkeys."},{"number":13,"verse":"He also fathered seven sons and three daughters."},{"number":14,"verse":"He named the eldest daughter Jemimah,[e] the second Keziah, and the third Keren-happuch."},{"number":15,"verse":"In the entire land there were no women as beautiful as Job’s daughters, and their father gave them an inheritance along with their brothers.[f]"},{"number":16,"verse":"After this, Job lived for another one hundred and forty years, and he saw his children and his children’s children to the fourth generation."},{"number":17,"verse":"Then Job died at a very great age."}]}