{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"“Call out now if you so wish. Is there anyone who will reply? To which of the holy ones[b] will you turn?"},{"number":2,"verse":"Resentment slays the fool, and envy brings death to the simpleton."},{"number":3,"verse":"I have seen a fool enjoy success for a time, but suddenly his house was cursed."},{"number":4,"verse":"“His children are cut off from safety, slaughtered at the gate[c] without a defender."},{"number":5,"verse":"The hungry devour their harvest, even that growing amid the thorns,[d] and the thirsty pant for their wealth."},{"number":6,"verse":"For misery does not grow out of the earth, nor does trouble spring from the soil."},{"number":7,"verse":"Rather, man breeds trouble for himself, as surely as sparks[e] fly upward."},{"number":8,"verse":"“If I were you, I would appeal to God and present my case before him."},{"number":9,"verse":"He performs deeds that are beyond understanding, and wonders that cannot be counted."},{"number":10,"verse":"He provides rain for the earth and sends down water upon the fields."},{"number":11,"verse":"He raises on high those who are lowly, and those who mourn he lifts to safety."},{"number":12,"verse":"“He thwarts the schemes of the crafty so that they do not achieve any success."},{"number":13,"verse":"He traps the cunning in their intrigues and throws their plans into disarray."},{"number":14,"verse":"They encounter darkness in the daytime and grope their way at noon as if it were night."},{"number":15,"verse":"But he saves the destitute from the sword and rescues them from the hand of the mighty."},{"number":16,"verse":"Therefore, the poor once again have hope, and iniquity must shut its mouth."},{"number":17,"verse":"“Blessed is the man whom God[h] reproves. Therefore, do not reject the discipline of the Almighty."},{"number":18,"verse":"For even though he wounds, he also binds up; he smites, but his hands also heal."},{"number":19,"verse":"He will deliver you from trouble six times, and on the seventh[i] no evil will touch you."},{"number":20,"verse":"In time of famine he will rescue you from death, and in wartime from the thrust of the sword."},{"number":21,"verse":"“You will be shielded from the scourge of the tongue, and you will not fear calamity when it looms."},{"number":22,"verse":"You will laugh at destruction and famine and not be terrified by the beasts of the earth."},{"number":23,"verse":"For you will have a covenant with the stones of the field and live in peace with wild animals."},{"number":24,"verse":"You will know that your tent is secure, and your household will be intact when you inspect it."},{"number":25,"verse":"“You will know that your descendants will be numerous, and your offspring like the grass of the earth."},{"number":26,"verse":"You will go to the grave at a ripe old age, like sheaves gathered at the right time."},{"number":27,"verse":"All this we have researched, and it is true. Heed it, and apply it to yourself.”"}]}