{"bibleAbbr":"NCB2019","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Job then answered with these words:"},{"number":2,"verse":"“If only my anguish could be weighed and my misfortune placed with it on the scales."},{"number":3,"verse":"They would then outweigh the sands of the sea— hence, my words have been impetuous."},{"number":4,"verse":"For the arrows of the Almighty[c] have pierced me, and my spirit soaks in their poison; God’s terrors are aligned against me."},{"number":5,"verse":"“Does the wild donkey bray when it has grass? Does an ox bellow when it has fodder?"},{"number":6,"verse":"Can tasteless food be eaten without salt? Is there any flavor in the whites of eggs?"},{"number":7,"verse":"I refuse to even touch them; they are like uncleanness in my food."},{"number":8,"verse":"“Oh, that I might receive my request and God would grant me what I hope for:"},{"number":9,"verse":"that it would please him to crush me, cutting me off and ceasing to restrain his hand."},{"number":10,"verse":"Such would be my consolation, and I would exult in my unrelenting pain, since I have never rebelled against the commands of the Holy One."},{"number":11,"verse":"“Do I have the strength to continue to wait? And what future awaits me should I decide to be patient?"},{"number":12,"verse":"Is my strength the strength of stone? Is my flesh made of bronze?"},{"number":13,"verse":"How can I summon up the energy to survive? All possible solutions to my plight are beyond my reach."},{"number":14,"verse":"“One who despairs should have the support of his friends even if he has forsaken the fear of the Almighty."},{"number":15,"verse":"But my brethren have proved to be as treacherous as a torrent, like watercourses that suddenly run dry;"},{"number":16,"verse":"they turn dark with ice and swell with the thawing of the snow,"},{"number":17,"verse":"but they dry up in the hot season, and in the heat vanish from their beds."},{"number":18,"verse":"“Caravans wander off from their course; they go into the wilderness and perish."},{"number":19,"verse":"The caravans of Tema search for water; the travelers from Sheba[f] move forward in hope."},{"number":20,"verse":"But despite their confidence they are doomed to disappointment; they arrive there, only to be frustrated."},{"number":21,"verse":"In much the same way you have dealt with me; you are stunned at my plight and are terrified."},{"number":22,"verse":"“Did I ever ask you to give me anything, or to use your vast wealth to alleviate my travails,"},{"number":23,"verse":"or to rescue me from the hands of an oppressor, or to ransom me from the power of ruthless men?"},{"number":24,"verse":"“Instruct me, and I will be silent; make me understand how I have been at fault."},{"number":25,"verse":"I can readily accept logical explanations, but your arguments are without merit."},{"number":26,"verse":"Do you think that your words should be embraced whereas mine are so fragile that they can be borne away by a light breeze?"},{"number":27,"verse":"You would even cast lots for the fatherless and sell your friend at a bargain price."},{"number":28,"verse":"“Therefore, now I beg you to look at me, for I will not lie to your face."},{"number":29,"verse":"Consider what I have said, and let no further injustice be inflicted upon me."},{"number":30,"verse":"Does evil issue forth from my lips? Would I not realize it if I spoke untruthfully?"}]}