{"bibleAbbr":"KJ3-2005","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"Hear this word which I am lifting up against you, a dirge, O house of Israel."},{"number":2,"verse":"The virgin of Israel has fallen, and will not rise up again; she lies forsaken on her land; there is no one raising her up."},{"number":3,"verse":"For so says the Lord Jehovah, The city that goes out by a thousand shall have a hundred left. And that which goes out by a hundred shall have ten left in the house of Israel."},{"number":4,"verse":"For so says Jehovah to the house of Israel, Seek Me, and live."},{"number":5,"verse":"But do not seek Beth-el, and do not enter Gilgal, and do not cross over to Beersheba; for going Gilgal shall go into exile, and Beth-el shall be for nothing."},{"number":6,"verse":"Seek Jehovah, and live, lest He rush like a fire on the house of Joseph, and devour it, and no one is quenching it for Bethel."},{"number":7,"verse":"He abandoned those who turn judgment into wormwood, and righteousness to the earth."},{"number":8,"verse":"He who created the Pleiades and Orion, and turns the deep darkness into the morning, and darkens the day into night; who calls for the waters of the sea and pours them out on the face of the earth, Jehovah is His name;"},{"number":9,"verse":"who flashes out with destruction on the strong one, and destruction comes on the fortress."},{"number":10,"verse":"They hate him who reproves in the gate, and they detest him who speaks uprightly."},{"number":11,"verse":"So, because of your trampling on the poor ones, and you take tribute of grain from him, you have built houses of hewn stones, but you shall not dwell in them; you have planted desirable vineyards, but you shall not drink their wine."},{"number":12,"verse":"For I know your transgressions are many, and numerous are your sins: oppressing the righteous ones, taking of a bribe, and turning aside the needy ones in the gate."},{"number":13,"verse":"So he acting wisely shall keep silent in that time, for it is an evil time."},{"number":14,"verse":"Seek good and not evil, that you may live; and if it be so Jehovah the God of Hosts will be with you, as you have said."},{"number":15,"verse":"Hate evil, and love good, and set up judgment in the gate. It may be Jehovah the God of Hosts will be gracious to the remnant of Joseph."},{"number":16,"verse":"So Jehovah, the God of Hosts, the Lord, says this: Wailing shall be in all open squares, and they shall say in all the outside places, Alas! Alas! And they shall call the farmer to the mourning, and those knowing wailing to lamentation."},{"number":17,"verse":"And wailing shall be in all vineyards, for I will pass in your midst, says Jehovah."},{"number":18,"verse":"Woe to those desiring the day of Jehovah! What is this for you? The day of Jehovah is darkness, and not light."},{"number":19,"verse":"As when a man fled before a lion, and the bear met him. Or he goes into the house and leans his hand against the wall, and a snake bites him."},{"number":20,"verse":"Is not the day of Jehovah darkness, and not light; even very dark, and not any brightness in it?"},{"number":21,"verse":"I hate, I reject your feast days; and I will not delight in your solemn assemblies."},{"number":22,"verse":"For though you offer Me burnt offerings and your food offerings, I will not be pleased; and not will I regard the peace offerings of your fat animals."},{"number":23,"verse":"Take away from Me the noise of your songs; and I will not hear the melody of your stringed instruments."},{"number":24,"verse":"But let judgment roll down like waters, and righteousness like an ever-flowing torrent."},{"number":25,"verse":"Did you bring near sacrifices and food offerings to Me forty years in the wilderness, O house of Israel?"},{"number":26,"verse":"Yea, you have lifted up the booth of your king, and Kiyyun, your images, the star of your gods which you made for yourselves!"},{"number":27,"verse":"And I will exile you beyond Damascus, says Jehovah; the God of Hosts is His name."}]}