{"bibleAbbr":"KJ3-2005","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"Woe to those at ease in Zion, and those trusting in the mountain of Samaria, those noted as the chief of the nations! And the house of Israel came to them."},{"number":2,"verse":"Cross to Calneh and see; and from there go to the great Hamath; then go down to Gath of the Philistines. Are they better than these kingdoms, or their border than your border?"},{"number":3,"verse":"Those who put away the evil day but bring near the seat of violence,"},{"number":4,"verse":"who lie on beds of ivory and spread out on their couches; and those eating the lambs from the flock, and bull calves from the midst of the stall;"},{"number":5,"verse":"those scattering words with the mouth of the harp; they invent instruments of song for themselves like David;"},{"number":6,"verse":"those drinking from bowls of wine, and they anoint themselves with the best of oils, but they do not grieve for the breaking of Joseph!"},{"number":7,"verse":"Therefore now they shall go into exile with the first of the exiles, and the feast of those spreading out shall cease."},{"number":8,"verse":"The Lord Jehovah has sworn by Himself, a statement of Jehovah, the God of Hosts: I abhor the pride of Jacob, and hate his palaces; and I will shut up the city and its fullness."},{"number":9,"verse":"And it shall be, if ten men remain in one house, then they shall die."},{"number":10,"verse":"And his uncle shall lift him up, and he who burns him, to bring out the bones from the house; and he shall say to that one left in the recesses of the house, Are any still with you? And he shall say, None. And he shall say, Hush! For none shall mention the name of Jehovah."},{"number":11,"verse":"For, behold, Jehovah is commanding, and He will strike the great house into fragments, and the little house into cracks."},{"number":12,"verse":"Shall horses run on the rock? Or will one plow there with oxen? For you have turned justice into poison, and the fruit of righteousness into wormwood,"},{"number":13,"verse":"those rejoicing for nothing, those saying, Have we not taken horns to ourselves by our own strength?"},{"number":14,"verse":"For, behold, I am raising a nation up against you, O house of Israel, a statement of Jehovah, the God of Hosts. And they shall oppress you from the entrance of Hamath to the torrent of the Arabah."}]}