{"bibleAbbr":"urDGV2010","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"( इलीफ़ज़ का जवाब : अय्यूब कुफ़्र बक रहा है) तब इलीफ़ज़ तेमानी ने जवाब दे कर कहा,"},{"number":2,"verse":"“क्या दानिशमन्द को जवाब में बेहूदा ख़यालात पेश करने चाहिएँ? क्या उसे अपना पेट तपती मशरिक़ी हवा से भरना चाहिए?"},{"number":3,"verse":"क्या मुनासिब है कि वह फ़ुज़ूल बह्स-मुबाहसा करे, ऐसी बातें करे जो बेफ़ाइदा हैं? हरगिज़ नहीं!"},{"number":4,"verse":"लेकिन तेरा रवय्या इस से कहीं बुरा है। तू अल्लाह का ख़ौफ़ छोड़ कर उस के हुज़ूर ग़ौर-ओ-ख़ौज़ करने का फ़र्ज़ हक़ीर जानता है।"},{"number":5,"verse":"तेरा क़ुसूर ही तेरे मुँह को ऐसी बातें करने की तहरीक दे रहा है, इसी लिए तू ने चालाकों की ज़बान अपना ली है।"},{"number":6,"verse":"मुझे तुझे क़ुसूरवार ठहराने की ज़रूरत ही नहीं, क्यूँकि तेरा अपना ही मुँह तुझे मुजरिम ठहराता है, तेरे अपने ही होंट तेरे ख़िलाफ़ गवाही देते हैं।"},{"number":7,"verse":"क्या तू सब से पहले पैदा हुआ इन्सान है? क्या तू ने पहाड़ों से पहले ही जन्म लिया?"},{"number":8,"verse":"जब अल्लाह की मजलिस मुनअक़िद हो जाए तो क्या तू भी उन की बातें सुनता है? क्या सिर्फ़ तुझे ही हिक्मत हासिल है?"},{"number":9,"verse":"तू क्या जानता है जो हम नहीं जानते? तुझे किस बात की समझ आई है जिस का इल्म हम नहीं रखते?"},{"number":10,"verse":"हमारे दरमियान भी उम्ररसीदा बुज़ुर्ग हैं, ऐसे आदमी जो तेरे वालिद से भी बूढ़े हैं।"},{"number":11,"verse":"ऐ अय्यूब, क्या तेरी नज़र में अल्लाह की तसल्ली देने वाली बातों की कोई अहमियत नहीं? क्या तू इस की क़दर नहीं कर सकता कि नर्मी से तुझ से बात की जा रही है?"},{"number":12,"verse":"तेरे दिल के जज़्बात तुझे यूँ उड़ा कर क्यूँ ले जाएँ, तेरी आँखें क्यूँ इतनी चमक उठें"},{"number":13,"verse":"कि आख़िरकार तू अपना ग़ुस्सा अल्लाह पर उतार कर ऐसी बातें अपने मुँह से उगल दे?"},{"number":14,"verse":"भला इन्सान क्या है कि पाक-साफ़ ठहरे? औरत से पैदा हुई मख़्लूक़ क्या है कि रास्तबाज़ साबित हो? कुछ भी नहीं!"},{"number":15,"verse":"अल्लाह तो अपने मुक़द्दस ख़ादिमों पर भी भरोसा नहीं रखता, बल्कि आसमान भी उस की नज़र में पाक नहीं है।"},{"number":16,"verse":"तो फिर वह इन्सान पर भरोसा क्यूँ रखे जो क़ाबिल-ए-घिन और बिगड़ा हुआ है, जो बुराई को पानी की तरह पी लेता है।"},{"number":17,"verse":"मेरी बात सुन, मैं तुझे कुछ सुनाना चाहता हूँ। मैं तुझे वह कुछ बयान करूँगा जो मुझ पर ज़ाहिर हुआ है,"},{"number":18,"verse":"वह कुछ जो दानिशमन्दों ने पेश किया और जो उन्हें अपने बापदादा से मिला था। उन से कुछ छुपाया नहीं गया था।"},{"number":19,"verse":"(बापदादा से मुराद वह वाहिद लोग हैं जिन्हें उस वक़्त मुल्क दिया गया जब कोई भी परदेसी उन में नहीं फिरता था)।"},{"number":20,"verse":"वह कहते थे, बेदीन अपने तमाम दिन डर के मारे तड़पता रहता, और जितने भी साल ज़ालिम के लिए मह्फ़ूज़ रखे गए हैं उतने ही साल वह पेच-ओ-ताब खाता रहता है।"},{"number":21,"verse":"दह्शतनाक आवाज़ें उस के कानों में गूँजती रहती हैं, और अम्न-ओ-अमान के वक़्त ही तबाही मचाने वाला उस पर टूट पड़ता है।"},{"number":22,"verse":"उसे अंधेरे से बचने की उम्मीद ही नहीं, क्यूँकि उसे तलवार के लिए तय्यार रखा गया है।"},{"number":23,"verse":"वह मारा मारा फिरता है, आख़िरकार वह गिद्धों की ख़ोराक बनेगा। उसे ख़ुद इल्म है कि तारीकी का दिन क़रीब ही है।"},{"number":24,"verse":"तंगी और मुसीबत उसे दह्शत खिलाती, हम्लाआवर बादशाह की तरह उस पर ग़ालिब आती हैं।"},{"number":25,"verse":"और वजह क्या है? यह कि उस ने अपना हाथ अल्लाह के ख़िलाफ़ उठाया, क़ादिर-ए-मुतलक़ के सामने तकब्बुर दिखाया है।"},{"number":26,"verse":"अपनी मोटी और मज़बूत ढाल की पनाह में अकड़ कर वह तेज़ी से अल्लाह पर हम्ला करता है।"},{"number":27,"verse":"गो इस वक़्त उस का चेहरा चर्बी से चमकता और उस की कमर मोटी है,"},{"number":28,"verse":"लेकिन आइन्दा वह तबाहशुदा शहरों में बसेगा, ऐसे मकानों में जो सब के छोड़े हुए हैं और जो जल्द ही पत्थर के ढेर बन जाएंगे।"},{"number":29,"verse":"वह अमीर नहीं होगा, उस की दौलत क़ाइम नहीं रहेगी, उस की जायदाद मुल्क में फैली नहीं रहेगी।"},{"number":30,"verse":"वह तारीकी से नहीं बचेगा। शोला उस की कोंपलों को मुरझाने देगा, और अल्लाह उसे अपने मुँह की एक फूँक से उड़ा कर तबाह कर देगा।"},{"number":31,"verse":"वह धोके पर भरोसा न करे, वर्ना वह भटक जाएगा और उस का अज्र धोका ही होगा।"},{"number":32,"verse":"वक़्त से पहले ही उसे इस का पूरा मुआवज़ा मिलेगा, उस की कोंपल कभी नहीं फले फूलेगी।"},{"number":33,"verse":"वह अंगूर की उस बेल की मानिन्द होगा जिस का फल कच्ची हालत में ही गिर जाए, ज़ैतून के उस दरख़्त की मानिन्द जिस के तमाम फूल झड़ जाएँ।"},{"number":34,"verse":"क्यूँकि बेदीनों का जथ्था बंजर रहेगा, और आग रिश्वतख़ोरों के ख़ैमों को भस्म करेगी।"},{"number":35,"verse":"उन के पाँओ दुख-दर्द से भारी हो जाते, और वह बुराई को जन्म देते हैं। उन का पेट धोका ही पैदा करता है।”"}]}