{"bibleAbbr":"urDGV2010","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"( अय्यूब का जवाब : मैं बेगुनाह हूँ) अय्यूब ने जवाब दे कर कहा,"},{"number":2,"verse":"“इस तरह की मैं ने बहुत सी बातें सुनी हैं, तुम्हारी तसल्ली सिर्फ़ दुख-दर्द का बाइस है।"},{"number":3,"verse":"क्या तुम्हारी लफ़्फ़ाज़ी कभी ख़त्म नहीं होगी? तुझे क्या चीज़ बेचैन कर रही है कि तू मुझे जवाब देने पर मज्बूर है?"},{"number":4,"verse":"अगर मैं तुम्हारी जगह होता तो मैं भी तुम्हारी जैसी बातें कर सकता। फिर मैं भी तुम्हारे ख़िलाफ़ पुरअल्फ़ाज़ तक़रीरें पेश करके तौबा तौबा कह सकता।"},{"number":5,"verse":"लेकिन मैं ऐसा न करता। मैं तुम्हें अपनी बातों से तक़वियत देता, अफ़्सोस के इज़हार से तुम्हें तस्कीन देता।"},{"number":6,"verse":"लेकिन मेरे साथ ऐसा सुलूक नहीं हो रहा। अगर मैं बोलूँ तो मुझे सुकून नहीं मिलता, अगर चुप रहूँ तो मेरा दर्द दूर नहीं होता।"},{"number":7,"verse":"लेकिन अब अल्लाह ने मुझे थका दिया है, उस ने मेरे पूरे घराने को तबाह कर दिया है।"},{"number":8,"verse":"उस ने मुझे सुकड़ने दिया है, और यह बात मेरे ख़िलाफ़ गवाह बन गई है। मेरी दुबली-पतली हालत खड़ी हो कर मेरे ख़िलाफ़ गवाही देती है।"},{"number":9,"verse":"अल्लाह का ग़ज़ब मुझे फाड़ रहा है, वह मेरा दुश्मन और मेरा मुख़ालिफ़ बन गया है जो मेरे ख़िलाफ़ दाँत पीस पीस कर मुझे अपनी आँखों से छेद रहा है। ( लफ़्ज़ी तर्जुमा : अपनी आँखें मेरे ख़िलाफ़ तेज़ करता है।)"},{"number":10,"verse":"लोग गला फाड़ कर मेरा मज़ाक़ उड़ाते, मेरे गाल पर थप्पड़ मार कर मेरी बेइज़्ज़ती करते हैं। सब के सब मेरे ख़िलाफ़ मुत्तहिद हो गए हैं।"},{"number":11,"verse":"अल्लाह ने मुझे शरीरों के हवाले कर दिया, मुझे बेदीनों के चंगुल में फंसा दिया है।"},{"number":12,"verse":"मैं सुकून से ज़िन्दगी गुज़ार रहा था कि उस ने मुझे पाश पाश कर दिया, मुझे गले से पकड़ कर ज़मीन पर पटख़ दिया। उस ने मुझे अपना निशाना बना लिया,"},{"number":13,"verse":"फिर उस के तीरअन्दाज़ों ने मुझे घेर लिया। उस ने बेरहमी से मेरे गुर्दों को चीर डाला, मेरा पित ज़मीन पर उंडेल दिया।"},{"number":14,"verse":"बार बार वह मेरी क़िलाबन्दी में रख़ना डालता रहा, पहलवान की तरह मुझ पर हम्ला करता रहा।"},{"number":15,"verse":"मैं ने टाँके लगा कर अपनी जिल्द के साथ टाट का लिबास जोड़ लिया है, अपनी शान-ओ-शौकत ख़ाक में मिलाई है।"},{"number":16,"verse":"रो रो कर मेरा चेहरा सूज गया है, मेरी पलकों पर घना अंधेरा छा गया है।"},{"number":17,"verse":"लेकिन वजह क्या है? मेरे हाथ तो ज़ुल्म से बरी रहे, मेरी दुआ पाक-साफ़ रही है।"},{"number":18,"verse":"ऐ ज़मीन, मेरे ख़ून को मत ढाँपना! मेरी आह-ओ-ज़ारी कभी आराम की जगह न पाए बल्कि गूँजती रहे।"},{"number":19,"verse":"अब भी मेरा गवाह आसमान पर है, मेरे हक़ में गवाही देने वाला बुलन्दियों पर है।"},{"number":20,"verse":"मेरी आह-ओ-ज़ारी मेरा तर्जुमान है, मैं बेख़्वाबी से अल्लाह के इन्तिज़ार में रहता हूँ।"},{"number":21,"verse":"मेरी आहें अल्लाह के सामने फ़ानी इन्सान के हक़ में बात करेंगी, उस तरह जिस तरह कोई अपने दोस्त के हक़ में बात करे।"},{"number":22,"verse":"क्यूँकि थोड़े ही सालों के बाद मैं उस रास्ते पर रवाना हो जाऊँगा जिस से वापस नहीं आऊँगा।"}]}