{"bibleAbbr":"urDGV2010","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"( हिक्मत कहाँ पाई जाती है?) यक़ीनन चाँदी की कानें होती हैं और ऐसी जगहें जहाँ सोना ख़ालिस किया जाता है।"},{"number":2,"verse":"लोहा ज़मीन से निकाला जाता और लोग पत्थर पिघला कर ताँबा बना लेते हैं।"},{"number":3,"verse":"इन्सान अंधेरे को ख़त्म करके ज़मीन की गहरी गहरी जगहों तक कच्ची धात का खोज लगाता है, ख़्वाह वह कितने अंधेरे में क्यूँ न हो।"},{"number":4,"verse":"एक अजनबी क़ौम सुरंग लगाती है। जब रस्सों से लटके हुए काम करते और इन्सानों से दूर कान में झूमते हैं तो ज़मीन पर गुज़रने वालों को उन की याद ही नहीं रहती।"},{"number":5,"verse":"ज़मीन की सतह पर ख़ुराक पैदा होती है जबकि उस की गहराइयाँ यूँ तब्दील हो जाती हैं जैसे उस में आग लगी हो।"},{"number":6,"verse":"पत्थरों से संग-ए-लाजवर्द निकाला जाता है जिस में सोने के ज़र्रे भी पाए जाते हैं।"},{"number":7,"verse":"यह ऐसे रास्ते हैं जो कोई भी शिकारी परिन्दा नहीं जानता, जो किसी भी बाज़ ने नहीं देखा।"},{"number":8,"verse":"जंगल के रोबदार जानवरों में से कोई भी इन राहों पर नहीं चला, किसी भी शेरबबर ने इन पर क़दम नहीं रखा।"},{"number":9,"verse":"इन्सान संग-ए-चक़्माक़ पर हाथ लगा कर पहाड़ों को जड़ से उलटा देता है।"},{"number":10,"verse":"वह पत्थर में सुरंग लगा कर हर क़िस्म की क़ीमती चीज़ देख लेता"},{"number":11,"verse":"और ज़मीनदोज़ नदियों को बन्द करके पोशीदा चीज़ें रौशनी में लाता है।"},{"number":12,"verse":"लेकिन हिक्मत कहाँ पाई जाती है, समझ कहाँ से मिलती है?"},{"number":13,"verse":"इन्सान उस तक जाने वाली राह नहीं जानता, क्यूँकि उसे मुल्क-ए-हयात में पाया नहीं जाता।"},{"number":14,"verse":"समुन्दर कहता है, ‘हिक्मत मेरे पास नहीं है,’ और उस की गहराइयाँ बयान करती हैं, ‘यहाँ भी नहीं है।’"},{"number":15,"verse":"हिक्मत को न ख़ालिस सोने, न चाँदी से ख़रीदा जा सकता है।"},{"number":16,"verse":"उसे पाने के लिए न ओफ़ीर का सोना, न बेशक़ीमत अक़ीक़-ए-अह्मर ( carnelian) या संग-ए-लाजवर्द ( lapis lazuli) काफ़ी हैं।"},{"number":17,"verse":"सोना और शीशा उस का मुक़ाबला नहीं कर सकते, न वह सोने के ज़ेवरात के इवज़ मिल सकती है।"},{"number":18,"verse":"उस की निस्बत मूँगा और बिल्लौर की क्या क़दर है? हिक्मत से भरी थैली मोतियों से कहीं ज़्यादा क़ीमती है।"},{"number":19,"verse":"एथोपिया का ज़बर्जद ( peridot) उस का मुक़ाबला नहीं कर सकता, उसे ख़ालिस सोने के लिए ख़रीदा नहीं जा सकता।"},{"number":20,"verse":"हिक्मत कहाँ से आती, समझ कहाँ से मिल सकती है?"},{"number":21,"verse":"वह तमाम जानदारों से पोशीदा रहती बल्कि परिन्दों से भी छुपी रहती है।"},{"number":22,"verse":"पाताल और मौत उस के बारे में कहते हैं, ‘हम ने उस के बारे में सिर्फ़ अफ़्वाहें सुनी हैं।’"},{"number":23,"verse":"लेकिन अल्लाह उस तक जाने वाली राह को जानता है, उसे मालूम है कि कहाँ मिल सकती है।"},{"number":24,"verse":"क्यूँकि उसी ने ज़मीन की हुदूद तक देखा, आसमान तले सब कुछ पर नज़र डाली"},{"number":25,"verse":"ताकि हवा का वज़न मुक़र्रर करे और पानी की पैमाइश करके उस की हुदूद मुतअय्यिन करे।"},{"number":26,"verse":"उसी ने बारिश के लिए फ़रमान जारी किया और बादल की कड़कती बिजली के लिए रास्ता तय्यार किया।"},{"number":27,"verse":"उसी वक़्त उस ने हिक्मत को देख कर उस की जाँच-पड़ताल की। उस ने उसे क़ाइम भी किया और उस की तह तक तहक़ीक़ भी की।"},{"number":28,"verse":"इन्सान से उस ने कहा, ‘सुनो, अल्लाह का ख़ौफ़ मानना ही हिक्मत और बुराई से दूर रहना ही समझ है’।”"}]}