{"bibleAbbr":"urDGV2010","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"यह सोच कर मेरा दिल लरज़ कर अपनी जगह से उछल पड़ता है।"},{"number":2,"verse":"सुनें और उस की ग़ज़बनाक आवाज़ पर ग़ौर करें, उस ग़ुर्राती आवाज़ पर जो उस के मुँह से निकलती है।"},{"number":3,"verse":"आसमान तले हर मक़ाम पर बल्कि ज़मीन की इन्तिहा तक वह अपनी बिजली चमकने देता है।"},{"number":4,"verse":"इस के बाद कड़कती आवाज़ सुनाई देती, अल्लाह की रोबदार आवाज़ गरज उठती है। और जब उस की आवाज़ सुनाई देती है तो वह बिजलियों को नहीं रोकता।"},{"number":5,"verse":"अल्लाह अनोखे तरीक़े से अपनी आवाज़ गरजने देता है। साथ साथ वह ऐसे अज़ीम काम करता है जो हमारी समझ से बाहर हैं।"},{"number":6,"verse":"क्यूँकि वह बर्फ़ को फ़रमाता है, ‘ज़मीन पर पड़ जा’ और मूसलाधार बारिश को, ‘अपना पूरा ज़ोर दिखा।’"},{"number":7,"verse":"यूँ वह हर इन्सान को उस के घर में रहने पर मज्बूर करता है ताकि सब जान लें कि अल्लाह काम में मसरूफ़ है।"},{"number":8,"verse":"तब जंगली जानवर भी अपने भटों में छुप जाते, अपने घरों में पनाह लेते हैं।"},{"number":9,"verse":"तूफ़ान अपने कमरे से निकल आता, शिमाली हवा मुल्क में ठंड फैला देती है।"},{"number":10,"verse":"अल्लाह फूँक मारता तो पानी जम जाता, उस की सतह दूर दूर तक मुन्जमिद हो जाती है।"},{"number":11,"verse":"अल्लाह बादलों को नमी से बोझल करके उन के ज़रीए दूर तक अपनी बिजली चमकाता है।"},{"number":12,"verse":"उस की हिदायत पर वह मंडलाते हुए उस का हर हुक्म तक्मील तक पहुँचाते हैं।"},{"number":13,"verse":"यूँ वह उन्हें लोगों की तर्बियत करने, अपनी ज़मीन को बरकत देने या अपनी शफ़्क़त दिखाने के लिए भेज देता है।"},{"number":14,"verse":"ऐ अय्यूब, मेरी इस बात पर ध्यान दें, रुक कर अल्लाह के अज़ीम कामों पर ग़ौर करें।"},{"number":15,"verse":"क्या आप को मालूम है कि अल्लाह अपने कामों को कैसे तरतीब देता है, कि वह अपने बादलों से बिजली किस तरह चमकने देता है?"},{"number":16,"verse":"क्या आप बादलों की नक़ल-ओ-हरकत जानते हैं? क्या आप को उस के अनोखे कामों की समझ आती है जो कामिल इल्म रखता है?"},{"number":17,"verse":"जब ज़मीन जुनूबी लू की ज़द में आ कर चुप हो जाती और आप के कपड़े तपने लगते हैं"},{"number":18,"verse":"तो क्या आप अल्लाह के साथ मिल कर आसमान को ठोंक ठोंक कर पीतल के आईने की मानिन्द सख़्त बना सकते हैं? हरगिज़ नहीं!"},{"number":19,"verse":"हमें बताएँ कि अल्लाह से क्या कहें! अफ़्सोस, अंधेरे के बाइस हम अपने ख़यालात को तरतीब नहीं दे सकते।"},{"number":20,"verse":"अगर मैं अपनी बात पेश करूँ तो क्या उसे कुछ मालूम हो जाएगा जिस का पहले इल्म न था? क्या कोई भी कुछ बयान कर सकता है जो उसे पहले मालूम न हो? कभी नहीं!"},{"number":21,"verse":"एक वक़्त धूप नज़र नहीं आती और बादल ज़मीन पर साया डालते हैं, फिर हवा चलने लगती और मौसम साफ़ हो जाता है।"},{"number":22,"verse":"शिमाल से सुनहरी चमक क़रीब आती और अल्लाह रोबदार शान-ओ-शौकत से घिरा हुआ आ पहुँचता है।"},{"number":23,"verse":"हम तो क़ादिर-ए-मुतलक़ तक नहीं पहुँच सकते। उस की क़ुदरत आला और रास्ती ज़ोर-आवर है, वह कभी इन्साफ़ का ख़ून नहीं करता।"},{"number":24,"verse":"इस लिए आदमज़ाद उस से डरते और दिल के दानिशमन्द उस का ख़ौफ़ मानते हैं।”"}]}