{"bibleAbbr":"urDGV2010","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":41,"verses":[{"number":1,"verse":"क्या तू लिवियातान ( साईन्सदान मुत्तफ़िक़ नहीं कि यह कौन सा जानवर था।) अज़दहे को मछली के काँटे से पकड़ सकता या उस की ज़बान को रस्से से बांध सकता है?"},{"number":2,"verse":"क्या तू उस की नाक छेद कर उस में से रस्सा गुज़ार सकता या उस के जबड़े को काँटे से चीर सकता है?"},{"number":3,"verse":"क्या वह कभी तुझ से बार बार रहम माँगेगा या नर्म नर्म अल्फ़ाज़ से तेरी ख़ुशामद करेगा?"},{"number":4,"verse":"क्या वह कभी तेरे साथ अह्द करेगा कि तू उसे अपना ग़ुलाम बनाए रखे? हरगिज़ नहीं!"},{"number":5,"verse":"क्या तू परिन्दे की तरह उस के साथ खेल सकता या उसे बांध कर अपनी लड़कियों को दे सकता है ताकि वह उस के साथ खेलें?"},{"number":6,"verse":"क्या सौदागर कभी उस का सौदा करेंगे या उसे ताजिरों में तक़्सीम करेंगे? कभी नहीं!"},{"number":7,"verse":"क्या तू उस की खाल को भालों से या उस के सर को हार्पूनों से भर सकता है?"},{"number":8,"verse":"एक दफ़ा उसे हाथ लगाया तो यह लड़ाई तुझे हमेशा याद रहेगी, और तू आइन्दा ऐसी हरकत कभी नहीं करेगा!"},{"number":9,"verse":"यक़ीनन उस पर क़ाबू पाने की हर उम्मीद फ़रेबदिह साबित होगी, क्यूँकि उसे देखते ही इन्सान गिर जाता है।"},{"number":10,"verse":"कोई इतना बेधड़क नहीं है कि उसे मुश्तइल करे। तो फिर कौन मेरा सामना कर सकता है?"},{"number":11,"verse":"किस ने मुझे कुछ दिया है कि मैं उस का मुआवज़ा दूँ। आसमान तले हर चीज़ मेरी ही है!"},{"number":12,"verse":"मैं तुझे उस के आज़ा के बयान से महरूम नहीं रखूँगा, कि वह कितना बड़ा, ताक़तवर और ख़ूबसूरत है।"},{"number":13,"verse":"कौन उस की खाल ( लफ़्ज़ी तर्जुमा : बैरूनी लिबास।) उतार सकता, कौन उस के ज़िराबक्तर की दो तहों के अन्दर तक पहुँच सकता है?"},{"number":14,"verse":"कौन उस के मुँह का दरवाज़ा खोलने की जुरअत करे? उस के हौलनाक दाँत देख कर इन्सान के रोंगटे खड़े हो जाते हैं।"},{"number":15,"verse":"उस की पीठ पर एक दूसरी से ख़ूब जुड़ी हुई ढालों की क़तारें होती हैं।"},{"number":16,"verse":"वह इतनी मज़बूती से एक दूसरी से लगी होती हैं कि उन के दरमियान से हवा भी नहीं गुज़र सकती,"},{"number":17,"verse":"बल्कि यूँ एक दूसरी से चिमटी और लिपटी रहती हैं कि उन्हें एक दूसरी से अलग नहीं किया जा सकता।"},{"number":18,"verse":"जब छींकें मारे तो बिजली चमक उठती है। उस की आँखें तुलू-ए-सुब्ह की पलकों की मानिन्द हैं।"},{"number":19,"verse":"उस के मुँह से मशअलें और चिंगारियाँ ख़ारिज होती हैं,"},{"number":20,"verse":"उस के नथनों से धुआँ यूँ निकलता है जिस तरह भड़कती और दहकती आग पर रखी गई देग से।"},{"number":21,"verse":"जब फूँक मारे तो कोएले दहक उठते और उस के मुँह से शोले निकलते हैं।"},{"number":22,"verse":"उस की गर्दन में इतनी ताक़त है कि जहाँ भी जाए वहाँ उस के आगे आगे मायूसी फैल जाती है।"},{"number":23,"verse":"उस के गोश्त-पोस्त की तहें एक दूसरी से ख़ूब जुड़ी हुई हैं, वह ढाले हुए लोहे की तरह मज़बूत और बेलचक हैं।"},{"number":24,"verse":"उस का दिल पत्थर जैसा सख़्त, चक्की के निचले पाट जैसा मुस्तह्कम है।"},{"number":25,"verse":"जब उठे तो ज़ोर-आवर डर जाते और दह्शत खा कर पीछे हट जाते हैं।"},{"number":26,"verse":"हथियारों का उस पर कोई असर नहीं होता, ख़्वाह कोई तलवार, नेज़े, बरछी या तीर से उस पर हम्ला क्यूँ न करे।"},{"number":27,"verse":"वह लोहे को भूसा और पीतल को गली सड़ी लकड़ी समझता है।"},{"number":28,"verse":"तीर उसे नहीं भगा सकते, और अगर ग़ुलेल के पत्थर उस पर चलाओ तो उन का असर भूसे के बराबर है।"},{"number":29,"verse":"डंडा उसे तिनका सा लगता है, और वह शम्शीर का शोर-शराबा सुन कर हंस उठता है।"},{"number":30,"verse":"उस के पेट पर तेज़ ठीकरे से लगे हैं, और जिस तरह अनाज पर गाहने का आला चलाया जाता है उसी तरह वह कीचड़ पर चलता है।"},{"number":31,"verse":"जब समुन्दर की गहराइयों में से गुज़रे तो पानी उबलती देग की तरह खौलने लगता है। वह मर्हम के मुख़्तलिफ़ अजज़ा को मिला मिला कर तय्यार करने वाले अत्तार की तरह समुन्दर को हरकत में लाता है।"},{"number":32,"verse":"अपने पीछे वह चमकता दमकता रास्ता छोड़ता है। तब लगता है कि समुन्दर की गहराइयों के सफ़ेद बाल हैं।"},{"number":33,"verse":"दुनिया में उस जैसा कोई मख़्लूक़ नहीं, ऐसा बनाया गया है कि कभी न डरे।"},{"number":34,"verse":"जो भी आला हो उस पर वह हिक़ारत की निगाह से देखता है, वह तमाम रोबदार जानवरों का बादशाह है।”"}]}