{"bibleAbbr":"urDGV2010","bookName":"अय्यूब","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"( अय्यूब की आख़िरी बात) तब अय्यूब ने जवाब में रब से कहा,"},{"number":2,"verse":"“मैं ने जान लिया है कि तू सब कुछ कर पाता है, कि तेरा कोई भी मन्सूबा रोका नहीं जा सकता।"},{"number":3,"verse":"तू ने फ़रमाया, ‘यह कौन है जो समझ से ख़ाली बातें करने से मेरे मन्सूबे के सहीह मतलब पर पर्दा डालता है?’ यक़ीनन मैं ने ऐसी बातें बयान कीं जो मेरी समझ से बाहर हैं, ऐसी बातें जो इतनी अनोखी हैं कि मैं उन का इल्म रख ही नहीं सकता।"},{"number":4,"verse":"तू ने फ़रमाया, ‘सुन मेरी बात तो मैं बोलूँगा। मैं तुझ से सवाल करता हूँ, और तू मुझे तालीम दे।’"},{"number":5,"verse":"पहले मैं ने तेरे बारे में सिर्फ़ सुना था, लेकिन अब मेरी अपनी आँखों ने तुझे देखा है।"},{"number":6,"verse":"इस लिए मैं अपनी बातें मुस्तरद करता, अपने आप पर ख़ाक और राख डाल कर तौबा करता हूँ।”"},{"number":7,"verse":"( अय्यूब अपने दोस्तों की शफ़ाअत करता है) अय्यूब से यह तमाम बातें कहने के बाद रब इलीफ़ज़ तेमानी से हमकलाम हुआ, “मैं तुझ से और तेरे दो दोस्तों से ग़ुस्से हूँ, क्यूँकि गो मेरे बन्दे अय्यूब ने मेरे बारे में दुरुस्त बातें कीं मगर तुम ने ऐसा नहीं किया।"},{"number":8,"verse":"चुनाँचे अब सात जवान बैल और सात मेंढे ले कर मेरे बन्दे अय्यूब के पास जाओ और अपनी ख़ातिर भस्म होने वाली क़ुर्बानी पेश करो। लाज़िम है कि अय्यूब तुम्हारी शफ़ाअत करे, वर्ना मैं तुम्हें तुम्हारी हमाक़त का पूरा अज्र दूँगा। लेकिन उस की शफ़ाअत पर मैं तुम्हें मुआफ़ करूँगा, क्यूँकि मेरे बन्दे अय्यूब ने मेरे बारे में वह कुछ बयान किया जो सहीह है जबकि तुम ने ऐसा नहीं किया।”"},{"number":9,"verse":"इलीफ़ज़ तेमानी, बिल्दद सूख़ी और ज़ूफ़र नामाती ने वह कुछ किया जो रब ने उन्हें करने को कहा था तो रब ने अय्यूब की सुनी।"},{"number":10,"verse":"और जब अय्यूब ने दोस्तों की शफ़ाअत की तो रब ने उसे इतनी बरकत दी कि आख़िरकार उसे पहले की निस्बत दुगनी दौलत हासिल हुई।"},{"number":11,"verse":"तब उस के तमाम भाई-बहनें और पुराने जानने वाले उस के पास आए और घर में उस के साथ खाना खा कर उस आफ़त पर अफ़्सोस किया जो रब अय्यूब पर लाया था। हर एक ने उसे तसल्ली दे कर उसे एक सिक्का और सोने का एक छल्ला दे दिया।"},{"number":12,"verse":"अब से रब ने अय्यूब को पहले की निस्बत कहीं ज़्यादा बरकत दी। उसे 14000 बकरियाँ, 6000 ऊँट, बैलों की 1000 जोड़ियाँ और 1000 गधियाँ हासिल हुईं।"},{"number":13,"verse":"नीज़, उस के मज़ीद सात बेटे और तीन बेटियाँ पैदा हुईं।"},{"number":14,"verse":"उस ने बेटियों के यह नाम रखे : पहली का नाम यमीमा, दूसरी का क़सीअह और तीसरी का क़रन-हप्पूक।"},{"number":15,"verse":"तमाम मुल्क में अय्यूब की बेटियों जैसी ख़ूबसूरत ख़वातीन पाई नहीं जाती थीं। अय्यूब ने उन्हें भी मीरास में मिलकियत दी, ऐसी मिलकियत जो उन के भाइयों के दरमियान ही थी।"},{"number":16,"verse":"अय्यूब मज़ीद 140 साल ज़िन्दा रहा, इस लिए वह अपनी औलाद को चौथी पुश्त तक देख सका।"},{"number":17,"verse":"फिर वह दराज़ ज़िन्दगी से आसूदा हो कर इन्तिक़ाल कर गया।"}]}