{"bibleAbbr":"paOV2016","bookName":"ਹਬੱਕੂਕ","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"( ਨਬੀ ਦਾ ਸਵਾਲ) ਉਹ ਅਗੰਮ ਵਾਕ ਜਿਹੜਾ ਹਬੱਕੂਕ ਨਬੀ ਨੇ ਵੇਖਿਆ।"},{"number":2,"verse":"ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਕਦ ਤਾਈਂ ਦੁਹਾਈ ਦਿਆਂ, ਅਤੇ ਤੂੰ ਨਾ ਸੁਣੇਂਗਾॽ ਯਾ ਮੈਂ ਤੇਰੇ ਅੱਗੇ \"ਜ਼ੁਲਮ\" ਚਿੱਲਾਵਾਂ, ਅਤੇ ਤੂੰ ਨਾ ਬਚਾਵੇਂਗਾॽ"},{"number":3,"verse":"ਤੂੰ ਮੈਨੂੰ ਬਦੀ ਕਿਉਂ ਵਿਖਾਉਂਦਾ ਹੈਂ, ਅਤੇ ਕਸ਼ਟ ਉੱਤੇ ਮੇਰਾ ਧਿਆਨ ਲਾਉਂਦਾ ਹੈਂॽ ਬਰਬਾਦੀ ਅਤੇ ਜ਼ੁਲਮ ਮੇਰੇ ਅੱਗੇ ਹਨ, ਝਗੜੇ ਹੁੰਦੇ ਹਨ ਅਤੇ ਵਖਾਧ ਉੱਠਦੀ ਹੈ।"},{"number":4,"verse":"ਏਸ ਲਈ ਬਿਵਸਥਾ ਢਿੱਲੀ ਪੈ ਜਾਂਦੀ ਹੈ, ਅਤੇ ਨਿਆਉਂ ਕਦੇ ਵੀ ਨਹੀਂ ਨਿਕਲਦਾ, ਕਿਉਂ ਜੋ ਦੁਸ਼ਟ ਧਰਮੀ ਨੂੰ ਘੇਰ ਲੈਂਦਾ ਹੈ, ਤਦੇ ਨਿਆਉਂ ਵਿੰਗਾ ਨਿੱਕਲਦਾ ਹੈ।।"},{"number":5,"verse":"ਕੌਮਾਂ ਵਿੱਚ ਵੇਖੋ ਅਤੇ ਗੌਹ ਕਰੋ, ਅਚਰਜ ਮੰਨੋ ਅਤੇ ਹੈਰਾਨ ਹੋਵੋ! ਕਿਉਂ ਜੋ ਤੁਹਾਡੇ ਦਿਨਾਂ ਵਿੱਚ ਮੈਂ ਅਜਿਹਾ ਕੰਮ ਕਰ ਰਿਹਾ ਹਾਂ, ਜਿਹ ਦੀ ਪਰਤੀਤ ਤੁਸੀਂ ਨਹੀਂ ਕਰੋਗੇ, ਜੇ ਉਹ ਤੁਹਾਨੂੰ ਦੱਸਿਆ ਜਾਵੇ!"},{"number":6,"verse":"ਵੇਖੋ ਤਾਂ, ਮੈਂ ਕਸਦੀਆਂ ਨੂੰ ਉਠਾ ਰਿਹਾ ਹਾਂ, ਉਸ ਕੌੜੀ ਅਤੇ ਜੋਸ਼ ਵਾਲੀ ਕੌਮ ਨੂੰ, ਜਿਹੜੇ ਧਰਤੀ ਦੀ ਚੌੜਾਈ ਵਿੱਚ ਤੁਰ ਪੈਂਦੇ ਹਨ, ਭਈ ਵਸੇਬਿਆਂ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰਨ, ਜਿਹੜੇ ਓਹਨਾਂ ਦੇ ਆਪਣੇ ਨਹੀਂ।"},{"number":7,"verse":"ਓਹ ਭਿਆਣਕ ਅਤੇ ਹੌਲਨਾਕ ਹਨ, ਓਹਨਾਂ ਦਾ ਨਿਆਉਂ ਅਤੇ ਆਦਰ ਓਹਨਾਂ ਦੀ ਆਪਣੀ ਵੱਲੋਂ ਨਿੱਕਲਦਾ ਹੈ।"},{"number":8,"verse":"ਓਹਨਾਂ ਦੇ ਘੋੜੇ ਚਿੱਤਿਆਂ ਨਾਲੋਂ ਤੇਜ਼ ਹਨ, ਅਤੇ ਸੰਝ ਦੇ ਬਘਿਆੜਾਂ ਨਾਲੋਂ ਵਹਿਸ਼ੀ ਹਨ। ਓਹਨਾਂ ਦੇ ਅਸਵਾਰ ਕੁੱਦਦੇ ਟੱਪਦੇ ਅੱਗੇ ਵੱਧਦੇ ਹਨ, ਅਸਵਾਰ ਦੂਰੋਂ ਆਉਂਦੇ ਹਨ, ਓਹ ਉਕਾਬ ਵਾਂਙੁ ਜੋ ਖਾਣ ਲਈ ਜਲਦੀ ਕਰਦਾ ਹੈ ਉੱਡਦੇ ਹਨ!"},{"number":9,"verse":"ਓਹ ਸਾਰੇ ਦੇ ਸਾਰੇ ਜ਼ੁਲਮ ਲਈ ਆਉਂਦੇ ਹਨ, ਓਹਨਾਂ ਦੇ ਮੂੰਹਾਂ ਦਾ ਰੁੱਖ ਸਾਹਮਣੇ ਹੈ, ਓਹ ਬੰਧੂਆਂ ਨੂੰ ਰੇਤ ਵਾਂਙੁ ਜਮਾ ਕਰਦੇ ਹਨ।"},{"number":10,"verse":"ਓਹ ਰਾਜਿਆਂ ਉੱਤੇ ਠੱਠਾ ਮਾਰਦੇ ਹਨ, ਓਹ ਹਾਕਮਾਂ ਉੱਤੇ ਹੱਸਦੇ ਹਨ, ਓਹ ਹਰੇਕ ਗੜ੍ਹ ਉੱਤੇ ਹੱਸਦੇ ਹਨ, ਓਹ ਮਿੱਟੀ ਦਾ ਦਮਦਮਾ ਬੰਨ੍ਹ ਕੇ ਉਸ ਨੂੰ ਲੈਂਦੇ ਹਨ।"},{"number":11,"verse":"ਤਦ ਓਹ ਹਵਾ ਵਾਂਙੁ ਚੱਲਣਗੇ ਅਤੇ ਲੰਘਣਗੇ, ਓਹ ਦੋਸ਼ੀ ਹੋ ਜਾਣਗੇ, - ਓਹਨਾਂ ਦਾ ਬਲ ਓਹਨਾਂ ਦਾ ਦੇਵ ਹੋਵੇਗਾ।।"},{"number":12,"verse":"ਕੀ ਤੂੰ ਆਦ ਤੋਂ ਨਹੀਂ, ਹੇ ਯਹੋਵਾਹ, ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਮੇਰੇ ਪਵਿੱਤਰ ਪੁਰਖॽ ਅਸੀਂ ਨਹੀਂ ਮਰਾਂਗੇ। ਹੇ ਯਹੋਵਾਹ, ਤੈਂ ਓਹਨਾਂ ਨੂੰ ਨਿਆਉਂ ਲਈ ਠਹਿਰਾਇਆ ਹੈ, ਅਤੇ ਹੇ ਚਟਾਨ, ਤੈਂ ਓਹਨਾਂ ਨੂੰ ਸੁਧਾਰਨ ਲਈ ਥਾਪਿਆ ਹੈ।"},{"number":13,"verse":"ਤੂੰ ਜਿਹ ਦੀਆਂ ਅੱਖਾਂ ਬਦੀ ਦੇ ਵੇਖਣ ਨਾਲੋਂ ਸ਼ੁੱਧ ਹਨ, ਜੋ ਅਨ੍ਹੇਰ ਉੱਤੇ ਨਿਗਾਹ ਨਹੀਂ ਰੱਖ ਸੱਕਦਾ, ਤੂੰ ਛਲੀਆਂ ਉੱਤੇ ਨਿਗਾਹ ਕਿਉਂ ਰੱਖਦਾ ਹੈਂॽ ਤੂੰ ਕਿਉਂ ਚੁੱਪ ਰਹਿੰਦਾ ਹੈਂ ਜਦ ਦੁਸ਼ਟ ਉਹ ਨੂੰ ਨਿਗਲ ਲੈਂਦਾ ਹੈ, ਜੋ ਉਸ ਤੋਂ ਧਰਮੀ ਹੈॽ"},{"number":14,"verse":"ਤੂੰ ਆਦਮੀਆਂ ਨੂੰ ਸਮੁੰਦਰ ਦੀਆਂ ਮੱਛੀਆਂ ਵਾਂਙੁ ਬਣਾਉਂਦਾ ਹੈਂ, ਉਨ੍ਹਾਂ ਘਿਸਰਨ ਵਾਲਿਆਂ ਵਾਂਙੁ ਜਿਨ੍ਹਾਂ ਦਾ ਹਾਕਮ ਨਹੀਂ,"},{"number":15,"verse":"ਉਹ ਓਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਕੁੰਡੀ ਨਾਲ ਉਤਾਹਾਂ ਲੈ ਆਉਂਦਾ ਹੈ, ਉਹ ਓਹਨਾਂ ਨੂੰ ਆਪਣੇ ਜਾਲ ਵਿੱਚ ਖਿੱਚ ਲੈ ਜਾਂਦਾ ਹੈ, ਉਹ ਓਹਨਾਂ ਨੂੰ ਆਪਣੇ ਮਹਾਂ ਜਾਲ ਵਿੱਚ ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਹ ਅਨੰਦ ਹੁੰਦਾ ਅਤੇ ਖੁਸ਼ੀ ਮਨਾਉਂਦਾ ਹੈ।"},{"number":16,"verse":"ਏਸ ਲਈ ਉਹ ਆਪਣੇ ਜਾਲ ਲਈ ਬਲੀ ਚੜ੍ਹਾਉਂਦਾ ਹੈ, ਅਤੇ ਆਪਣੇ ਮਹਾਂ ਜਾਲ ਲਈ ਧੂਪ ਧੁਖਾਉਂਦਾ ਹੈ! ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨਾਲ ਉਹ ਦਾ ਹਿੱਸਾ ਮੋਟਾ, ਅਤੇ ਉਹ ਦਾ ਭੋਜਨ ਥਿੰਧਾ ਹੈ।"},{"number":17,"verse":"ਕੀ ਓਹ ਆਪਣੇ ਜਾਲ ਨੂੰ ਖਾਲੀ ਕਰਦਾ ਰਹੇਗਾ, ਅਤੇ ਕੌਮਾਂ ਨੂੰ ਨਿੱਤ ਵੱਢਣ ਤੋਂ ਨਾ ਹਟੇਗਾॽ।।"}]}