{"bibleAbbr":"paOV2016","bookName":"ਹਬੱਕੂਕ","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"( ਆਸਾ ਦੀ ਪ੍ਰਾਰਥਨਾ ਦਾ ਭਜਨ) ਸ਼ਿਗਯੋਨੋਥ ਉੱਤੇ ਹਬੱਕੂਕ ਨਬੀ ਦੀ ਪ੍ਰਾਰਥਨਾ।।"},{"number":2,"verse":"ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਤੇਰੇ ਵਿਖੇ ਅਵਾਈ ਸੁਣੀ, ਮੈਂ ਡਰ ਗਿਆ। ਹੇ ਯਹੋਵਾਹ, ਵਰ੍ਹਿਆਂ ਦੇ ਵਿਚਕਾਰ ਆਪਣਾ ਕੰਮ ਬਹਾਲ ਕਰ, ਵਰ੍ਹਿਆਂ ਦੇ ਵਿਚਕਾਰ ਉਹ ਨੂੰ ਪਰਗਟ ਕਰ, ਰੋਹ ਵਿੱਚ ਰਹਮ ਨੂੰ ਚੇਤੇ ਕਰ!"},{"number":3,"verse":"ਪਰਮੇਸ਼ੁਰ ਤੇਮਾਨ ਤੋਂ ਆਇਆ, ਪਵਿੱਤਰ ਪੁਰਖ ਪਾਰਾਨ ਦੇ ਪਰਬਤ ਤੋਂ।। ਸਲਹ।। ਉਹ ਦੀ ਮਹਿਮਾ ਨੇ ਅਕਾਸ਼ ਨੂੰ ਕੱਜਿਆ, ਅਤੇ ਧਰਤੀ ਉਹ ਦੀ ਉਸਤਤ ਨਾਲ ਭਰੀ ਹੋਈ ਸੀ।"},{"number":4,"verse":"ਉਹ ਦੀ ਝਲਕ ਜੋਤ ਵਾਂਙੁ ਸੀ, ਕਿਰਨਾਂ ਉਹ ਦੇ ਹੱਥੋਂ ਚਮਕਦੀਆਂ ਸਨ, ਅਤੇ ਉੱਥੇ ਓਸ ਦੀ ਸਮਰੱਥਾ ਲੁਕੀ ਹੋਈ ਸੀ।"},{"number":5,"verse":"ਉਹ ਦੇ ਅੱਗੇ ਅੱਗੇ ਬਵਾ ਚੱਲਦੀ ਸੀ, ਉਹ ਦੇ ਪੈਰਾਂ ਤੋਂ ਲਸ਼ਕਾਂ ਨਿੱਕਲਦੀਆਂ ਸਨ!"},{"number":6,"verse":"ਉਹ ਖਲੋ ਗਿਆ ਅਤੇ ਧਰਤੀ ਦਾ ਮਾਪ ਲਿਆ, ਉਸ ਵੇਖਿਆ ਅਤੇ ਕੌਮਾਂ ਨੂੰ ਤਰਾਹਿਆ, ਤਾਂ ਸਨਾਤਨ ਪਹਾੜ ਖਿੱਲਰ ਗਏ, ਅਨਾਦੀ ਟਿੱਲੇ ਝੁੱਕ ਗਏ, ਉਹ ਦਾ ਚਾਲ ਚਲਣ ਸਦੀਪਕ ਜਿਹਾ ਸੀ।"},{"number":7,"verse":"ਮੈਂ ਕੂਸ਼ ਦੇ ਤੰਬੂ ਕਸ਼ਟ ਹੇਠ ਵੇਖੇ, ਮਿਦਯਾਨ ਦੇਸ ਦੇ ਪੜਦੇ ਥਰਥਰਾਏ।।"},{"number":8,"verse":"ਕੀ ਯਹੋਵਾਹ ਨਦੀਆਂ ਤੋਂ ਗੁੱਸੇ ਹੋਇਆॽ ਕੀ ਤੇਰਾ ਕ੍ਰੋਧ ਨਦੀਆਂ ਦੇ ਉੱਤੇ, ਯਾ ਤੇਰਾ ਕਹਿਰ ਸਮੁੰਦਰ ਨਾਲ ਸੀ, ਜਦ ਤੂੰ ਆਪਣੇ ਘੋੜਿਆਂ ਉੱਤੇ, ਆਪਣੇ ਛੁਡਾਉਣ ਵਾਲੇ ਰਥਾਂ ਵਿੱਚ ਸਵਾਰ ਸੈਂॽ"},{"number":9,"verse":"ਤੇਰਾ ਧਣੁਖ ਖੋਲ ਤੋਂ ਕੱਢਿਆ ਗਿਆ, ਬਚਨ ਦੇ ਡੰਡੇ ਸੌਂਹਾਂ ਨਾਲ।। ਸਲਾਹ।। ਤੈਂ ਧਰਤੀ ਨੂੰ ਨਦੀਆਂ ਨਾਲ ਚੀਰ ਦਿੱਤਾ।"},{"number":10,"verse":"ਪਹਾੜਾਂ ਨੇ ਤੈਨੂੰ ਵੇਖਿਆ, ਓਹ ਤੜਫਣ ਲੱਗੇ, ਜ਼ੋਰ ਦਾ ਹੜ੍ਹ ਲੰਘ ਗਿਆ, ਡੁੰਘਿਆਈ ਨੇ ਆਪਣੀ ਅਵਾਜ਼ ਦਿੱਤੀ, ਆਪਣੇ ਹੱਥ ਉਤਾਹਾਂ ਉਠਾਏ।"},{"number":11,"verse":"ਤੇਰੇ ਬਾਣਾਂ ਦੀ ਲਸ਼ਕ ਦੇ ਕਾਰਨ ਜਦ ਓਹ ਚੱਲਦੇ ਸਨ, ਤੇਰੇ ਚਮਕਦਾਰ ਬਰਛੇ ਦੀ ਭੜਕ ਦੇ ਕਾਰਨ, ਸੂਰਜ ਅਤੇ ਚੰਦ ਆਪਣੇ ਅਸਥਾਨ ਤੇ ਖਰੇ ਰਹੇ।।"},{"number":12,"verse":"ਤੂੰ ਗਜ਼ਬ ਨਾਲ ਧਰਤੀ ਵਿੱਚੋਂ ਤੁਰ ਪਿਆ, ਤੈਂ ਕੌਮਾਂ ਨੂੰ ਕ੍ਰੋਧ ਵਿੱਚ ਗਾਹ ਸੁੱਟਿਆ।"},{"number":13,"verse":"ਤੂੰ ਆਪਣੀ ਪਰਜਾ ਦੇ ਬਚਾਓ ਲਈ ਨਿੱਕਲਿਆ। ਆਪਣੇ ਮਸਹ ਕੀਤੇ ਹੋਏ ਦੇ ਬਚਾਓ ਲਈ। ਤੈਂ ਦੁਸ਼ਟ ਦੇ ਘਰਾਣੇ ਦੇ ਮੁਖੀਏ ਨੂੰ ਵੱਢ ਛੱਡਿਆ, ਤੈਂ ਗਲੇ ਤੀਕ ਨੀਂਹ ਨੂੰ ਨੰਗਾ ਕੀਤਾ।। ਸਲਾਹ।।"},{"number":14,"verse":"ਤੈਂ ਉਸੇ ਦੀਆਂ ਬਰਛੀਆਂ ਨਾਲ ਉਸ ਦੇ ਮਹਾਇਣ ਦਾ ਸਿਰ ਵਿੰਨ੍ਹਿਆ, ਓਹ ਤੁਫ਼ਾਨ ਵਾਂਙੁ ਮੈਨੂੰ ਉਡਾਉਣ ਲਈ ਆਏ, ਓਹ ਬਾਗ ਬਾਗ ਹੋਏ ਜਿਵੇਂ ਓਹ ਮਸਕੀਨ ਨੂੰ ਚੁੱਪ ਕਰ ਕੇ ਖਾ ਜਾਣ।"},{"number":15,"verse":"ਤੈਂ ਆਪਣੇ ਘੋੜਿਆਂ ਨਾਲ ਸਮੁੰਦਰ ਨੂੰ ਲਤਾੜਿਆ, ਵੱਡੇ ਪਾਣੀ ਉੱਛਲ ਪਏ।।"},{"number":16,"verse":"ਮੈਂ ਸੁਣਿਆ ਅਤੇ ਮੇਰਾ ਕਾਲਜਾ ਕੰਬਣ ਲੱਗਾ, ਉਸ ਅਵਾਜ਼ ਤੋਂ ਮੇਰੀਆਂ ਬੁੱਲ੍ਹੀਆਂ ਥਰਥਰਾਈਆਂ, ਵਿਸਾਂਧ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਵਿੱਚ ਆਈ, ਮੈਂ ਆਪਣੇ ਥਾਂ ਤੇ ਕੰਬਦਾ ਹਾਂ, ਕਿਉਂ ਜੋ ਮੈਂ ਅਰਾਮ ਨਾਲ ਬਿਪਤਾ ਦੇ ਦਿਨ ਨੂੰ ਤੱਕਾਗਾਂ, ਭਈ ਉਹ ਓਹਨਾਂ ਲੋਕਾਂ ਉੱਤੇ ਆਵੇ, ਜੋ ਸਾਡੇ ਉੱਤੇ ਚੜ੍ਹਾਈ ਕਰਦੇ ਹਨ।।"},{"number":17,"verse":"ਭਾਵੇਂ ਹਜੀਰ ਦਾ ਬਿਰਛ ਨਾ ਫਲੇ ਫੁੱਲੇ, ਨਾ ਅੰਗੂਰੀ ਵੇਲਾਂ ਉੱਤੇ ਫਲ ਹੋਵੇ, ਭਾਵੇਂ ਜ਼ੈਤੂਨ ਦੇ ਬਿਰਛ ਦਾ ਹਾਸਲ ਘਟੇ, ਅਤੇ ਖੇਤ ਅੰਨ ਨਾ ਦੇਣ, ਭਾਵੇਂ ਇੱਜੜ ਵਾੜੇ ਵਿੱਚੋਂ ਕੱਟੇ ਜਾਣ, ਅਤੇ ਵੱਗ ਕੁਰ੍ਹਾਂ ਵਿੱਚ ਨਾ ਹੋਣ,"},{"number":18,"verse":"ਤਾਂ ਵੀ ਮੈਂ ਯਹੋਵਾਹ ਵਿੱਚ ਬਾਗ ਬਾਗ ਹੋਵਾਂਗਾ, ਮੈਂ ਆਪਣੇ ਮੁਕਤੀ ਦਾਤੇ ਪਰਮੇਸ਼ੁਰ ਵਿੱਚ ਖੁਸ਼ੀ ਮਨਾਵਾਂਗਾ।"},{"number":19,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਮੇਰਾ ਬਲ ਹੈ, ਉਹ ਮੇਰੇ ਪੈਰ ਹਰਨੀਆਂ ਵਰਗੇ ਬਣਾਉਂਦਾ ਹੈ, ਅਤੇ ਮੈਨੂੰ ਮੇਰੀਆਂ ਉੱਚਿਆਈਆਂ ਉੱਤੇ ਤੋਰਦਾ ਹੈ!।। (ਸੁਰ ਪਤੀ ਲਈ ਮੇਰੇ ਤਾਰ ਵਾਲੇ ਵਾਜਿਆਂ ਉੱਤੇ। )"}]}