{"bibleAbbr":"CVg2018","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"Placuit Dario, et constituit super regnum satrapas centum viginti ut essent in toto regno suo."},{"number":2,"verse":"Et super eos principes tres, ex quibus Daniel unus erat : ut satrapæ illis redderent rationem, et rex non sustineret molestiam."},{"number":3,"verse":"Igitur Daniel superabat omnes principes et satrapas, quia spiritus Dei amplior erat in illo."},{"number":4,"verse":"Porro rex cogitabat constituere eum super omne regnum : unde principes, et satrapæ quærebant occasionem ut invenirent Danieli ex latere regis : nullamque causam, et suspicionem reperire potuerunt, eo quod fidelis esset, et omnis culpa, et suspicio non inveniretur in eo."},{"number":5,"verse":"Dixerunt ergo viri illi : Non inveniemus Danieli huic aliquam occasionem, nisi forte in lege Dei sui."},{"number":6,"verse":"Tunc principes et satrapæ surripuerunt regi, et sic locuti sunt ei : Dari rex, in æternum vive !"},{"number":7,"verse":"consilium inierunt omnes principes regni tui, magistratus, et satrapæ, senatores, et judices, ut decretum imperatorium exeat, et edictum : ut omnis, qui petierit aliquam petitionem a quocumque deo et homine usque ad triginta dies, nisi a te, rex, mittatur in lacum leonum."},{"number":8,"verse":"Nunc itaque rex, confirma sententiam, et scribe decretum : ut non immutetur quod statutum est a Medis et Persis, nec prævaricari cuiquam liceat."},{"number":9,"verse":"Porro rex Darius proposuit edictum, et statuit."},{"number":10,"verse":"Quod cum Daniel comperisset, id est, constitutam legem, ingressus est domum suam : et fenestris apertis in cœnaculo suo contra Jerusalem tribus temporibus in die flectebat genua sua, et adorabat, confitebaturque coram Deo suo sicut et ante facere consueverat."},{"number":11,"verse":"Viri ergo illi curiosius inquirentes invenerunt Danielem orantem, et obsecrantem Deum suum."},{"number":12,"verse":"Et accedentes locuti sunt regi super edicto : Rex, numquid non constituisti ut omnis homo qui rogaret quemquam de diis et hominibus usque ad dies triginta, nisi te, rex, mitteretur in lacum leonum ? Ad quos respondens rex, ait : Verus est sermo juxta decretum Medorum atque Persarum, quod prævaricari non licet."},{"number":13,"verse":"Tunc respondentes dixerunt coram rege : Daniel de filiis captivitatis Juda, non curavit de lege tua, et de edicto quod constituisti : sed tribus temporibus per diem orat obsecratione sua."},{"number":14,"verse":"Quod verbum cum audisset rex, satis contristatus est : et pro Daniele posuit cor ut liberaret eum, et usque ad occasum solis laborabat ut erueret illum."},{"number":15,"verse":"Viri autem illi, intelligentes regem, dixerunt ei : Scito, rex, quia lex Medorum atque Persarum est ut omne decretum, quod constituerit rex, non liceat immutari."},{"number":16,"verse":"Tunc rex præcepit, et adduxerunt Danielem, et miserunt eum in lacum leonum. Dixitque rex Danieli : Deus tuus, quem colis semper, ipse liberabit te."},{"number":17,"verse":"Allatusque est lapis unus, et positus est super os laci : quem obsignavit rex annulo suo, et annulo optimatum suorum, ne quid fieret contra Danielem."},{"number":18,"verse":"Et abiit rex in domum suam, et dormivit incœnatus, cibique non sunt allati coram eo, insuper et somnus recessit ab eo."},{"number":19,"verse":"Tunc rex primo diluculo consurgens, festinus ad lacum leonum perrexit :"},{"number":20,"verse":"appropinquansque lacui, Danielem voce lacrimabili inclamavit, et affatus est eum : Daniel serve Dei viventis, Deus tuus, cui tu servis semper, putasne valuit te liberare a leonibus ?"},{"number":21,"verse":"Et Daniel regi respondens ait : Rex, in æternum vive !"},{"number":22,"verse":"Deus meus misit angelum suum, et conclusit ora leonum, et non nocuerunt mihi : quia coram eo justitia inventa est in me : sed et coram te, rex, delictum non feci."},{"number":23,"verse":"Tunc vehementer rex gavisus est super eo, et Danielem præcepit educi de lacu : eductusque est Daniel de lacu, et nulla læsio inventa est in eo, quia credidit Deo suo."},{"number":24,"verse":"Jubente autem rege, adducti sunt viri illi, qui accusaverant Danielem : et in lacum leonum missi sunt, ipsi, et filii, et uxores eorum : et non pervenerunt usque ad pavimentum laci, donec arriperent eos leones, et omnia ossa eorum comminuerunt."},{"number":25,"verse":"Tunc Darius rex scripsit universis populis, tribubus, et linguis habitantibus in universa terra : Pax vobis multiplicetur."},{"number":26,"verse":"A me constitutum est decretum, ut in universo imperio et regno meo, tremiscant et paveant Deum Danielis : ipse est enim Deus vivens, et æternus in sæcula, et regnum ejus non dissipabitur, et potestas ejus usque in æternum."},{"number":27,"verse":"Ipse liberator atque salvator, faciens signa et mirabilia in cælo et in terra : qui liberavit Danielem de lacu leonum."},{"number":28,"verse":"Porro Daniel perseveravit usque ad regnum Darii, regnumque Cyri Persæ."}]}