{"bibleAbbr":"BKJVNT","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":14,"verses":[{"number":1,"verse":"\"Your heart must not be uneasy. You trust in God. Also trust in Me."},{"number":2,"verse":"In the house of My Father are many places to stay, but if not, I would tell you. I am traveling to get a place ready for you."},{"number":3,"verse":"And if I travel and get a place ready for you, I am coming again, and I will receive you in to Myself, so that where I am, you also may be."},{"number":4,"verse":"And where I am going back to, you know, and the way you know.\""},{"number":5,"verse":"Thomas says to Him, \"Master, we don't know where You are going back to. How are we even able to know the way?\""},{"number":6,"verse":"Jesus says to him, \"I am the Way, the Truth, and the Life. No one goes to the Father if it is not through Me."},{"number":7,"verse":"If you had known Me, you also would have known My Father. And from now on, you know Him and have seen Him.\""},{"number":8,"verse":"Philip says to Him, \"Master, show us the Father, and it is enough.\""},{"number":9,"verse":"Jesus says to him, \"Am I with you for so much time, and you have not known Me, Philip? The person who has seen Me has seen the Father. How are you saying, 'Show us the Father'?"},{"number":10,"verse":"Don't you trust that I am in the Father, and the Father is in Me? The statements that I speak to you I don't speak out from Myself, but the Father who stays in Me is doing His actions."},{"number":11,"verse":"Trust Me because I am in the Father and the Father is in Me, but if not, trust Me because of the very actions."},{"number":12,"verse":"Amen, amen, I tell you, the person trusting in Me, the actions that I do, that person will also do, and he will do greater things than these because I am traveling to My Father."},{"number":13,"verse":"And whatever you ask for in My name, this I will do so that the Father might be made magnificent in the Son."},{"number":14,"verse":"If you ask for anything in My name, I will do it."},{"number":15,"verse":"If you love Me, keep the demands, My demands."},{"number":16,"verse":"And I will ask the Father, and He will give another Encourager to you so that He may stay with you for the span of time,"},{"number":17,"verse":"the Spirit of the Truth (that the world is not able to receive because it does not see Him, nor know Him). You know Him because He stays beside you and will be in you."},{"number":18,"verse":"I will not leave you orphans. I am coming to you."},{"number":19,"verse":"Yet a little while and the world no longer sees Me, but you see Me because I am living and you will live."},{"number":20,"verse":"In that day you will know that I am in My Father, you in Me, and I in you."},{"number":21,"verse":"The person having My demands and keeping them, that person is the one loving Me. The one loving Me will be loved by My Father, I will love him, and I will make Myself apparent to him.\""},{"number":22,"verse":"Judas (not the Iscariot) says to Him, \"Master, what has happened that to us you are going to be making Yourself apparent and definitely not to the world?\""},{"number":23,"verse":"Jesus answered and said to him, \"If anyone loves Me, he will keep My message, My Father will love him, We will come to him, and We will make a place to stay beside him."},{"number":24,"verse":"The person not loving Me, doesn't keep My messages. And the message that you hear isn't Mine, but the Father's who sent Me."},{"number":25,"verse":"I have spoken these things to you as I stay beside you."},{"number":26,"verse":"But that Encourager (the Spirit, the Sacred Spirit, that the Father will send in My name) will teach you all things and will quietly remind you of all that I said to you."},{"number":27,"verse":"I am leaving peace with you. My peace I am giving to you (unlike how the world gives, I am giving to you). Your heart must not be uneasy, neither must it be cowardly."},{"number":28,"verse":"You heard that I said to you, 'I am going back and coming to you.' If you were loving Me, you would be happy that I said, 'I am traveling to the Father,' because My Father is greater than Me."},{"number":29,"verse":"And now I have stated it to you before it is to happen so that when it happens you might trust."},{"number":30,"verse":"I no longer will speak much with you. You see, the head of this world is coming, and he has nothing in Me."},{"number":31,"verse":"But it will happen so that the world might know that I love the Father, and just as the Father demanded Me, so I am doing. Get up. We should lead from here.\""}]}