{"bibleAbbr":"BKJVNT","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"Jesus spoke these things and raised His eyes to the sky. And He said, \"Father, the hour has come. Make Your Son magnificent so that the Son might also make You magnificent,"},{"number":2,"verse":"just as You gave Him authority over every physical body so that for everything that You have given Him, He might give them life that spans all time."},{"number":3,"verse":"This is the life that spans all time: that they may know You (the only true God) and whom You sent out on a mission (Jesus, the Anointed King)."},{"number":4,"verse":"I made You magnificent on the earth. I completed the work that You have given Me that I might do."},{"number":5,"verse":"And now, You, Father, make Me magnificent beside Yourself with the magnificence that I was having beside You before the time for the world to exist."},{"number":6,"verse":"I showed Your name to the people whom You have given to Me from the world. They were Yours, You have given them to Me, and they have kept Your message."},{"number":7,"verse":"Now they have known that all things, as many as You have given to Me, they are from the side of You"},{"number":8,"verse":"because the statements that You have given to Me I have given to them and they received them, they truly knew that I came out from the side of You, and they trusted that You sent Me out on a mission."},{"number":9,"verse":"I ask concerning them. I don't ask concerning the world, but concerning whom You have given Me because they are with You."},{"number":10,"verse":"And all My things are Yours, Your things are Mine, and I have been made magnificent in them."},{"number":11,"verse":"And I am no longer in the world, these are in the world, and I am coming to You, Sacred Father. Keep them in Your name (whom You have given to Me) so that they may be one, just as We are."},{"number":12,"verse":"When I was with them in the world, I was keeping them (whom You have given to Me) in Your name. I guarded them, and no one from among them was ruined except the son of the ruin, so that the Old Testament writing might be accomplished."},{"number":13,"verse":"Now I am coming to You, and I am speaking these things in the world so that they may have the happiness, My happiness, that has been filled up in them."},{"number":14,"verse":"I have given them Your message, and the world hated them because they are not from the world, just as I am not from the world."},{"number":15,"verse":"I don't ask that You might take them from the world, but that You might keep them from the evil one."},{"number":16,"verse":"They are not from the world, just as I am not from the world."},{"number":17,"verse":"Make them sacred in Your truth. The message, Your message, is truth."},{"number":18,"verse":"Just as You sent Me out on a mission into the world, I also sent them out on a mission into the world."},{"number":19,"verse":"And on their behalf I make Myself sacred so that they themselves may also be people who have been made sacred in truth."},{"number":20,"verse":"I am not only asking concerning these people, but also concerning the people who will trust in Me through their message,"},{"number":21,"verse":"so that all may be one, just as You, Father, are in Me and I in You, so that they also may be one in Us, so that the world may trust that You sent Me out on a mission."},{"number":22,"verse":"And I have given them the magnificence that You have given Me so that they may be one, just as We are one."},{"number":23,"verse":"I in them and You in Me, so that they may be people who have been completed into one and so that the world may know that You sent Me out on a mission and You loved them, just as You loved Me."},{"number":24,"verse":"Father, I want whom You have given Me so that where I am those people also may be with Me, so that they may see the magnificence, My magnificence, that You gave to Me because You loved Me before the founding of the world."},{"number":25,"verse":"Father, who does what is right, even the world didn't know You. I knew You, and these people knew that You sent Me out on a mission."},{"number":26,"verse":"And I made Your name known to them, and I will make it known so that the love that You loved Me with may be in them and I in them."}]}