{"bibleAbbr":"BKJVNT","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"After these things, Jesus showed Himself again to the students on the Sea of Tiberias. He showed Himself like this."},{"number":2,"verse":"They were at the same place: Simon Peter, Thomas (the one called Twin), Nathanael (the one out of Cana, Galilee), the sons of Zebedee, and two others from His students."},{"number":3,"verse":"Simon Peter says to them, \"I am going back to be fishing.\" They say to him, \"We are also going together with you.\" They went out, climbed up into the boat right away, and in that night captured nothing."},{"number":4,"verse":"After it already became morning, Jesus stood on the beach; however, the students did not realize that it is Jesus."},{"number":5,"verse":"So Jesus says to them, \"Young children, you don't have anything to eat with bread, do you?\" They answered Him, \"No.\""},{"number":6,"verse":"Jesus said to them, \"Throw the net into the parts on the right of the boat, and you will find them.\" So they threw it, and they weren't having the strength anymore to tug it out of the large number of the fish."},{"number":7,"verse":"So that student whom Jesus kept loving says to Peter, \"It is the Master.\" So when Simon Peter heard that it is the Master, he tied the wrap across himself (you see, he was naked), and threw himself into the sea."},{"number":8,"verse":"The other students came in the small boat (you see, they weren't a long way away from the land, but as if it were two hundred cubits [300 feet] away) dragging the net of the fish."},{"number":9,"verse":"So as they stepped out onto the land, they see a pile of hot coals laid out, tilapia lying on it, and bread."},{"number":10,"verse":"Jesus says to them, \"Bring out the tilapia that you now captured.\""},{"number":11,"verse":"Simon Peter climbed up and tugged the net onto the land full of huge fish, one hundred fifty-three. Even though there were so many, the net did not split."},{"number":12,"verse":"Jesus says to them, \"Come on. Have breakfast.\" None of the students were daring to question Him, \"Who are You?\" realizing that it is the Master."},{"number":13,"verse":"So Jesus comes, takes the bread, and gives it to them (and the tilapia likewise)."},{"number":14,"verse":"This is already the third time Jesus was shown to His students after He got up from the dead."},{"number":15,"verse":"So when they had breakfast, Jesus says to Simon Peter, \"Simon, son of Jonah, do you love Me more than these?\" He says to Him, \"Yes, Master. You realize that I am fond of You.\" He says to him, \"Feed My lambs.\""},{"number":16,"verse":"He says to him again a second time, \"Simon, son of Jonah, do you love Me?\" He says to Him, \"Yes, Master. You realize that I am fond of You.\" He says to him, \"Shepherd My sheep.\""},{"number":17,"verse":"The third time He says to him, \"Simon, son of Jonah, are you fond of Me?\" Peter was sad because He said to him the third time, \"Are you fond of Me?\" And he said to Him, \"Master, You realize everything. You know that I am fond of You.\" Jesus says to him, \"Feed My sheep."},{"number":18,"verse":"Amen, amen, I tell you, when you were younger, you were putting your waist sash on yourself and traipsing around where you were wanting to. But when you age, you will put your hands out, and another person will tie your waist sash for you and carry you where you don't want to go.\""},{"number":19,"verse":"He said this indicating what kind of death he will make God magnificent with. And after saying this, He says to him, \"Follow Me.\""},{"number":20,"verse":"When Peter turns around, he sees the student whom Jesus kept loving following (who also settled down in the dinner on His chest and said, \"Master, who is the one turning You in?\")."},{"number":21,"verse":"When Peter sees this student, he says to Jesus, \"Master, what about this one?\""},{"number":22,"verse":"Jesus says to him, \"If I want him to be staying until I come, what is that to you? You must follow Me.\""},{"number":23,"verse":"So this message went out to the brothers that that student doesn't die. Jesus didn't even tell him that he doesn't die, but \"if I want him to be staying until I come, what is that to you?\""},{"number":24,"verse":"This is the student, the one who is telling what he witnessed about these things and who wrote these things. And we realize that his witness account is truthful."},{"number":25,"verse":"There are also many other things, as many as Jesus did, some that if each one is written, I suppose the world itself to not have enough room for the written scrolls. Amen."}]}