{"bibleAbbr":"BKJVNT","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"So as soon as the Master knew that the Separatists heard that Jesus makes and submerges more students than John"},{"number":2,"verse":"(and yet Jesus definitely Himself was not submerging, but His students were),"},{"number":3,"verse":"He left Judea and went off again into Galilee."},{"number":4,"verse":"But it was necessary for Him to be going through Samaria."},{"number":5,"verse":"So He goes to a city of Samaria called Sychar, near the parcel of land that Jacob gave to Joseph, his son."},{"number":6,"verse":"A spring of Jacob was there. So Jesus, who was fatigued from the road travel, was seated like this on the spring. The hour was as if it were the sixth (noon)."},{"number":7,"verse":"A woman from Samaria comes to draw out water. Jesus says to her, \"Give Me some to drink.\""},{"number":8,"verse":"You see, His students had gone off into the city so that they might buy meals."},{"number":9,"verse":"So the woman, the Samaritess, says to Him, \"How is it that you, who are a Jewish man, is asking to drink from the side of me, who is a woman, a Samaritess?\" You see, Jewish people do not associate with Samaritans."},{"number":10,"verse":"Jesus answered and said to her, \"If you realized the free handout of God and who is the One saying to you, 'Give Me some to drink', you would ask Him, and He would give you living water.\""},{"number":11,"verse":"The woman says to Him, \"Master, You don't even have anything to get water with, and the well is deep. So where do You have the water, the living water, from?"},{"number":12,"verse":"You are not greater than our father Jacob who gave us the well, are You? And he, his sons, and his livestock drank from it.\""},{"number":13,"verse":"Jesus answered and said to her, \"Everyone who drinks from this water will be thirsty again,"},{"number":14,"verse":"but whoever drinks from the water that I will give him will not in any way be thirsty for the span of time. But the water that I will give him will become in him a spring of water gushing out into life that spans all time.\""},{"number":15,"verse":"The woman says to Him, \"Master, give me this water so that I may not be thirsty, nor come here to be drawing out water.\""},{"number":16,"verse":"Jesus says to her, \"Go back. Holler for your husband, and come here.\""},{"number":17,"verse":"The woman responded and said, \"I don't have a husband.\" Jesus says to her, \"Nicely, you said, 'I don't have a husband.'"},{"number":18,"verse":"You see, you had five husbands, and now who you have is not your husband. This that you have stated is truthful.\""},{"number":19,"verse":"The woman says to Him, \"Master, I see that You are a preacher."},{"number":20,"verse":"Our fathers bowed down in this mountain, and you all say that in Greater Jerusalem is the place where it is necessary to be bowing down.\""},{"number":21,"verse":"Jesus says to her, \"Ma'am, trust Me, because an hour is coming when neither in this mountain, nor in Greater Jerusalem, will you bow down to the Father."},{"number":22,"verse":"You all bow down to what you have not seen. We bow down to what we have seen because the rescue is from the Jewish people."},{"number":23,"verse":"But an hour is coming, and it is now, when the true bowers will bow down to the Father in spirit and truth. You see, the Father is even looking for these types of people, the ones who are bowing down to Him."},{"number":24,"verse":"God is a spirit, and it is necessary for the people bowing down to Him to be bowing down in spirit and truth.\""},{"number":25,"verse":"The woman says to Him, \"I realize that a messiah is coming, the One who is called, 'Anointed King'. When that One comes, He will announce everything to us.\""},{"number":26,"verse":"Jesus says to her, \"I, the One speaking to you, am Him.\""},{"number":27,"verse":"And on this, His students came and were amazed that He was speaking with a woman; however, no one said, \"What are You looking for?\" or \"Why are You speaking with her?\""},{"number":28,"verse":"So the woman left her water pot and went off into the city. And she says to the people,"},{"number":29,"verse":"\"Come on. Look, a person who told me everything, as much as I did. This isn't the Anointed King, is it?\""},{"number":30,"verse":"So they came out of the city and were coming to Him."},{"number":31,"verse":"In the meantime, the students were asking Him, saying, \"Rabbi, eat.\""},{"number":32,"verse":"But Jesus said to them, \"I have a dining to eat that you do not realize.\""},{"number":33,"verse":"So the students were saying to each other, \"Someone didn't bring Him something to eat, did they?\""},{"number":34,"verse":"Jesus says to them, \"My food is that I may do what the One who sent Me wants and I might complete His work."},{"number":35,"verse":"Do you not say that there is yet a four-month wait and the harvest comes? Look, I tell you, raise your eyes and view the rural areas because they are white already toward a harvest."},{"number":36,"verse":"And the person harvesting receives pay and gathers fruit for life that spans all time so that both the person seeding and the person harvesting may be happy at the same time."},{"number":37,"verse":"You see, in this, the saying is true, 'Another person is the one seeding, and another, the one harvesting.'"},{"number":38,"verse":"I sent you out on a mission to be harvesting what you have not labored for. Others have labored, and you have come into their labor.\""},{"number":39,"verse":"From that city, many of the Samaritans trusted in Him because of the message of the woman telling what she witnessed, \"He told me all kinds of things, as much as I did.\""},{"number":40,"verse":"So as the Samaritans came to Him, they were asking Him to stay beside them, and He stayed there two days."},{"number":41,"verse":"And many more trusted because of His message."},{"number":42,"verse":"And they were saying to the woman, \"We no longer trust because of your speech. You see, we ourselves have heard, and we realize that this is truly the Rescuer of the world, the Anointed King.\""},{"number":43,"verse":"After the two days, He went out from there and went off into Galilee."},{"number":44,"verse":"You see, Jesus Himself told what He witnessed, that a preacher in His own hometown does not have value."},{"number":45,"verse":"So when He went into Galilee, the Galileans accepted Him having seen all the things that He did in Greater Jerusalem during the festival. You see, they also went to the festival."},{"number":46,"verse":"So Jesus went again to Cana, Galilee, where He made the water wine. And there was a certain royal person whose son was weak in Capernaum."},{"number":47,"verse":"When this man heard that Jesus has arrived from Judea into Galilee, he went off to Him and was asking Him that He would walk down and cure his son. You see, he was going to be dying."},{"number":48,"verse":"So Jesus said to him, \"If you all don't see indicators and miracles, you will not in any way trust.\""},{"number":49,"verse":"The royal person says to Him, \"Master, walk down before the time for my young child to die.\""},{"number":50,"verse":"Jesus says to him, \"Travel back. Your son is alive.\" The person trusted the answer that Jesus said to him, and he was traveling back."},{"number":51,"verse":"As he was already walking down, his slaves met him and reported, saying, \"Your boy is alive.\""},{"number":52,"verse":"So he inquired the hour from the side of them in which he got better. And they said to him, \"Yesterday, the seventh hour (1:00 p. m.), the fever left him.\""},{"number":53,"verse":"So the father knew that it was in that hour in which Jesus said to him, \"Your son is alive.\" And he and his whole house trusted."},{"number":54,"verse":"This second indicator again Jesus did when He went from Judea into Galilee."}]}