{"bibleAbbr":"GB1587","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":3,"verses":[{"number":1,"verse":"O The third reason or argument taken of those gifts of the Holy Spirit, with which they were endued from heaven after they had heard and believed the gospel by Paul's ministry. And seeing that they were so evident to all men's eyes, that they were as it were graphic images, in which they might behold the truth of the doctrine of the Gospel, just as much as if they had beheld with their eyes Christ himself crucified, in whose only death they ought to have their trust, he marvels how it could be that they could be so bewitched by the false apostles. foolish Galatians, who hath bewitched you, that ye should not obey the truth, Christ was laid before you so notably and so plainly that you had a graphic image of him as it were represented before your eyes, as if he had been crucified before you. before whose eyes Jesus Christ hath been evidently set forth, crucified among you?"},{"number":2,"verse":"This only would I learn of you, Received ye the Those spiritual graces and gifts, which were a seal as it were to the Galatians that the Gospel which was preached to them was true. Spirit by the works of the law, or by the hearing of Of the doctrine of faith. faith?"},{"number":3,"verse":"The fourth argument mixed with the former, and it is twofold. If the Law is to be joined with faith, this were not to go forward, but backward, seeing that those spiritual gifts which were bestowed upon you are more excellent than any that could proceed from yourselves. And moreover, it would follow, that the Law is better than Christ, because it would perfect and bring complete that which Christ alone began. Are ye so foolish? having begun in the Spirit, are ye now made perfect by the By the «flesh» he means the ceremonies of the Law, against which he sets the Spirit, that is, the spiritual working of the Gospel. flesh?"},{"number":4,"verse":"An exhortation by manner of reproach, so that they do not in vain suffer so many conflicts. Have ye suffered so many things in vain? if [it be] yet in vain."},{"number":5,"verse":"He repeats the third argument which was taken of the effects, because he had included certain other arguments along the way. He therefore that ministereth to you the Spirit, and worketh miracles among you, [doeth he it] by the works of the law, or by the hearing of faith?"},{"number":6,"verse":"The fifth argument which is of great force, and has three grounds. The first, that Abraham was justified by faith, that is, by free imputation of righteousness according to the promise apprehended by faith. Even as See (Rom. 4:1-25). Abraham believed God, and it was accounted to him for righteousness."},{"number":7,"verse":"The second, that the sons of Abraham must be esteemed and considered as his sons by faith. Know ye therefore that they which are of faith, the same are the children of Abraham."},{"number":8,"verse":"The third, that all the people that believe are without exception included in the promise of the blessing. And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, [saying], A proof of the first and second grounds, from the words of Moses. In thee shall all nations be Blessing in this place signifies the free promise by faith. blessed."},{"number":9,"verse":"The conclusion of the fifth argument: therefore as Abraham is blessed by faith, so are all his children (that is to say, all the Gentiles that believe) blessed, that is to say, freely justified. So then they which be of faith are blessed With faithful Abraham, and not by faithful Abraham, to show us that the blessing comes not from Abraham, but from him by whom Abraham and all his posterity is blessed. with faithful Abraham."},{"number":10,"verse":"The sixth argument, the conclusion of which is also in the former verse, taken from opposites, is this: they are accursed who are of the works of the Law, that is to say, who consider their righteousness to come from the performance of the Law. Therefore they are blessed who are of faith, that is, those who have righteousness by faith. For as many as are of the works of the law are under the curse: A proof of the former sentence or proposition, and the proposition of this argument is this: cursed is he that does not fulfil the whole Law. for it is written, Cursed [is] every one that continueth not in all things which are written in the book of the law to do them."},{"number":11,"verse":"The second proposition with the conclusion: but no man fulfils the Law. The conclusion therefore is, that no man is justified by the Law, or, that all are accursed who seek righteousness by the works of the Law. And there is added also this manner of proof of the second proposition, that is, righteousness and life are attributed to faith. Therefore no man fulfils the Law. But that no man is justified by the law in the sight of God, [it is] evident: for, The just shall live by faith."},{"number":12,"verse":"Here is a reason shown of the former conclusion: because the law promises life to all that keep it, and therefore if it is kept, it justifies and gives life. But the scripture attributing righteousness and life to faith takes it from the Law, seeing that faith justifies by imputation, and the Law by the performing of the work. And the law is not of faith: but, The man that doeth them shall live in them."},{"number":13,"verse":"A preventing of an objection: how then can they be blessed whom the Lord pronounces to be accused? Because Christ suffered the curse which the Law laid upon us, that we might be acquitted from it. Christ hath redeemed us from the curse of the law, being made a curse for us: A proof of the answer by the testimony of Moses. for it is written, Christ was accursed for us, because he bore the curse that was due to us, to make us partakers of his righteousness. Cursed [is] every one that hangeth on a tree:"},{"number":14,"verse":"A conclusion of all that was said before in the handling of the fifth and sixth reasons, that is, that both the Gentiles are made partakers of the free blessing of Abraham in Christ, and also that the Jews themselves, of whose number the apostle counted himself to be, cannot obtain that promised grace of the Gospel, which he calls the Spirit, except by faith. And the apostle applies the conclusion in turn, both to the one and to the other, preparing himself a way to the next argument, by which he declares that the one and only seed of Abraham, which is made of all peoples, cannot be joined and grow up together in any other way but by faith in Christ. That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith."},{"number":15,"verse":"He puts forth two general rules before the next argument, which is the seventh in order. The first is, that it is not lawful to break covenants and contracts which are justly made, and are according to law among men, neither may anything be added to them. The other is, that God did so make a covenant with Abraham, that he would gather together his children who consist both of Jews and Gentiles into one body (as appears by that which has been said before). For he did not say, that he would be the God of Abraham and of his «seeds» (which thing nonetheless should have been said, if he had many and various seeds, such as the Gentiles on the one hand, and the Jews on the other) but that he would be the God of Abraham, and of his «seed», as of one. Brethren, I speak I will use an example which is common among you, that you may be ashamed that you do not give as much to God's covenant as you do to man's. after the manner of men; Though [it be] but a man's covenant, yet [if it be] Authenticated, as we say. confirmed, no man disannulleth, or addeth thereto."},{"number":16,"verse":"Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, He puts forth the sum of the seventh argument, that is, that both the Jews and the Gentiles grow together in one body of the seed of Abraham, in Christ alone, so that all are one in Christ, as it is afterward declared in (Gal_3:28). which is Paul does not speak of Christ's person, but of two peoples, who grew together in one, in Christ. Christ."},{"number":17,"verse":"The eighth argument take by comparison, in this way: if a man's covenant (being authenticated) is firm and strong, much more is God's covenant. Therefore the Law was not given to cancel the promise made to Abraham with respect of Christ, that is to say, the end of which depended upon Christ. And this I say, [that] the covenant, that was confirmed before of God Which pertained to Christ. in Christ, the An enlarging of that argument in this way: moreover and besides that the promise is of itself firm and strong, it was also confirmed by virtue of being in place for a long time, that is, for 430 years, so that it could in no way be broken. law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect."},{"number":18,"verse":"An objection: we grant that the promise was not cancelled by the covenant of the Law, and therefore we join the Law with the promise. No, the apostle says, these two cannot stand together, that is, that the inheritance should both be given by the Law and also by promise, for the promise is free. And from this it follows that the Law was not given to justify, for by that means the promise would be broken. For if the By this word «inheritance» is meant the right of the seed, which is, that God should be our God, that is to say, that by virtue of the covenant that was made with faithful Abraham, we that are faithful might by that means be blessed by God as well as Abraham. inheritance [be] of the law, [it is] no more of promise: but God gave [it] to Abraham by promise."},{"number":19,"verse":"An objection which rises from the former answer: if the inheritance is not by the Law (in the least way) then why was the Law given after the promise was made? In order, the apostle says, to reprove men of sin, and so to teach them to look to Christ, in whom at length that promise of saving all people together should be fulfilled; the Law was not given in order to justify men. Wherefore then [serveth] the law? It was added because of That men might understand by discovering their sins that they are only saved by the grace of God, which he revealed to Abraham, and that in Christ. transgressions, Until the partition wall was broken down, and that full seed sprang up, made of two peoples, both of Jews and Gentiles. For by this word «seed» we may not understand Christ alone by himself, but coupled and joined together with his body. till the seed should come to whom the promise was made; A confirmation of the former answer taken from the manner and form of giving the Law: for it was given by angels, striking a great terror into all, and by Moses a mediator coming between. Now they that are one need no mediator, but they that are in any way separated, and that are at variance one with another, do. Therefore the Law itself and the mediator were witnesses of the wrath of God, and not that God would by this means reconcile men to himself and abolish the promise, or add the Law to the promise. [and it was] Commanded and given, or proclaimed. ordained by By the service and ministry. angels in the hand of a mediator."},{"number":20,"verse":"Now a mediator is not [a mediator] of one, A taking away of an objection, lest any man might say that sometimes by consent of the parties which have made a covenant, something is added to the covenant, or the former covenants are broken. This, the apostle says, does not come to pass in God, who is always one, and the very same, and like himself. but God is one."},{"number":21,"verse":"The conclusion uttered by a manner of asking a question, and it is the same that was uttered before in (Gal_3:17), but proceeding from another principle, so that the argument is new, and is this: God is always like himself: therefore the Law was not given to abolish the promises. But it would abolish them if it gave life, for by that means it would justify, and therefore it would abolish that justification which was promised to Abraham and to his seed by faith. No, it was rather given to bring to light the guiltiness of all men, to the end that all believers fleeing to Christ, might be freely justified in him.[Is] the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law."},{"number":22,"verse":"But the By this word «scripture» he means the Law. scripture hath concluded All mankind, and whatever comes from mankind. all under sin, that the In every one of these words, there lies an argument against the merits of works: for all these words, promise, faith, Christ, might be given, to believers, are against meritorious works, and not one of them can be included as a meritorious work. promise by faith of Jesus Christ might be given to them that believe."},{"number":23,"verse":"Now there follows another handling of the second part of this epistle, the state of which was this: although the Law (that is, the whole government of God's house according to the Law) does not justify, is it therefore to be abolished, seeing that Abraham himself was circumcised, and his posterity held still the use of Moses' Law? Paul affirms that it ought to be abolished, because it was instituted for that end and purpose, that is should be as it were a schoolmaster, and keeper to the people of God, until the promise indeed appeared, that is to say, Christ, and the Gospel manifestly published with great efficacy by the Spirit. But before faith came, we were kept under the law, shut up unto The reason why we were kept under the Law, is set down here. the faith which should afterwards be revealed."},{"number":24,"verse":"Wherefore the Lawe was our scholemaster to bring vs to Christ, that we might be made righteous by faith."},{"number":25,"verse":"But after that faith is come, we are no longer vnder a scholemaster."},{"number":26,"verse":"Because age does not change the condition of servants, he adds that we are free by condition, and therefore, seeing we are out of our childhood, we have no more need of a keeper and schoolmaster. For ye are all the children of God by faith in Christ Jesus."},{"number":27,"verse":"Using the words «many of you», lest the Jews should think themselves free from the ordinance of baptism, he pronounces that baptism is common to all believers, because it is a outward sign of our delivery in Christ, to the Jews as well as to the Greeks, that by this means all may be truly one in Christ, that is to say, that promised seed to Abraham, and inheritors of everlasting life. For as many of you as have been He sets forth baptism, as opposed to circumcision, which the false apostles bragged so much of. baptized into Christ have The Church must put on Christ, as it were a garment, and be covered with him, that it may be thoroughly holy, and without blame. put on Christ."},{"number":28,"verse":"There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all You are all one: and so is this great union and conjunction signified. one in Christ Jesus."},{"number":29,"verse":"And if ye be Christes, then are ye Abrahams seede, and heires by promes."}]}