{"bibleAbbr":"RcV2003","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":1,"verses":[{"number":1,"verse":"The words of Nehemiah the son of Hacaliah. Now in the month Chislev, in the twentieth year, while I was in Susa the capital,"},{"number":2,"verse":"Hanani, one of my brothers, came, he and some men from Judah; and I asked them about the Jews who had escaped, who were left from the captivity, and about Jerusalem."},{"number":3,"verse":"And they said to me, The remnant who are left from the captivity there in the province are in an exceedingly bad state and reproach, and the wall of Jerusalem is broken down and its gates have been burned with fire."},{"number":4,"verse":"And when I heard these words, I sat down and wept, and I mourned for some days; and I fasted and prayed before the God of heaven,"},{"number":5,"verse":"And said, I beseech You, O Jehovah the God of heaven, the great and awesome God, who keeps covenant and lovingkindness with those who love Him and keep His commandments:"},{"number":6,"verse":"Let Your ear be attentive and Your eyes open to hear the prayer of Your servant, which I pray before You now day and night, concerning the children of Israel, Your servants, while I confess the sins of the children of Israel that we have sinned against You. Indeed, I and the house of my father have sinned;"},{"number":7,"verse":"We have been most corrupt toward You and have not kept the commandments and the statutes and the ordinances that You commanded Moses Your servant."},{"number":8,"verse":"Remember now the word that You commanded Moses Your servant, saying, If you are unfaithful, I will scatter you among the peoples;"},{"number":9,"verse":"But if you return to Me and keep My commandments and perform them, though your outcasts are under the ends of heaven, from there I will gather them and bring them to the place where I have chosen to cause My name to dwell."},{"number":10,"verse":"Now these are Your servants and Your people, whom You have redeemed by Your great power and by Your strong hand."},{"number":11,"verse":"I beseech You, O Lord, let Your ear be attentive to the prayer of Your servant and to the prayer of Your servants, who take delight in fearing Your name; and cause Your servant to prosper today, and grant him to find compassion before this man. Now I was cupbearer to the king."}]}