{"bibleAbbr":"RcV2003","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":2,"verses":[{"number":1,"verse":"Then in the month of Nisan, in the twentieth year of Artaxerxes the king, while wine was being set before him, I took up the wine and gave it to the king. Now I had never been sad in his presence."},{"number":2,"verse":"And the king said to me, Why is your face sad, since you are not ill? This is nothing other than sadness of heart. Then I was greatly frightened."},{"number":3,"verse":"And I said to the king, May the king live forever! Why should my face not be sad, when the city, the place of my fathers’ graves, lies in waste and its gates are consumed with fire?"},{"number":4,"verse":"And the king said to me, What do you request? So I prayed to the God of heaven."},{"number":5,"verse":"And I said to the king, If it please the king and if your servant has found favor before you, that you would send me to Judah to the city of my fathers’ graves that I may rebuild it."},{"number":6,"verse":"And the king said to me (and the queen was sitting beside him), How long will your going be, and when will you return? So it pleased the king to send me, and I gave him a date."},{"number":7,"verse":"Then I said to the king, If it please the king, let letters be given to me for the governors beyond the River, so that they will let me pass through until I come to Judah;"},{"number":8,"verse":"And a letter to Asaph, the keeper of the Park, which belongs to the king, so that he would give me timber to make beams for the gates of the palace that belongs to the house and for the wall of the city and for the house that I will be entering. And the king gave these to me according to the good hand of my God, which was upon me."},{"number":9,"verse":"So I went to the governors beyond the River and gave them the king’s letters. And the king had sent with me captains of the army and horsemen."},{"number":10,"verse":"And when Sanballat the Horonite and Tobiah the Ammonite servant heard of this, it displeased them greatly that a man had come seeking the good of the children of Israel."},{"number":11,"verse":"Thus I came to Jerusalem and was there three days."},{"number":12,"verse":"And I arose at night, I and some few men with me. And I told no man what my God had put into my heart to do for Jerusalem. And there was no animal with me except the animal I rode on."},{"number":13,"verse":"And I went out at night by the Valley Gate, toward the Jackals’ Spring and the Dung Gate, and inspected the walls of Jerusalem, which had been broken down and whose gates had been consumed with fire."},{"number":14,"verse":"Then I passed on to the Fountain Gate and to the King’s Pool, but there was no place for the animal under me to pass through."},{"number":15,"verse":"And I went up at night by the brook and inspected the wall, and turned back and went in by the Valley Gate and so returned."},{"number":16,"verse":"And the rulers did not know where I had gone or what I had been doing; and I had not as yet told it to the Jews and the priests and the nobles and the rulers and the rest who were to do the work."},{"number":17,"verse":"Then I said to them, You see the bad state we are in, that Jerusalem lies in waste and its gates are burned with fire. Come and let us build up the wall of Jerusalem so that we will no longer be a reproach."},{"number":18,"verse":"And I told them about the hand of my God, which was good upon me, and also about the king’s words, which he had spoken to me. And they said, Let us rise up and build; and they strengthened their hands for the good work."},{"number":19,"verse":"But when Sanballat the Horonite and Tobiah the Ammonite servant and Geshem the Arabian heard of it, they mocked us and despised us; and they said, What is this thing that you will do? Will you rebel against the king?"},{"number":20,"verse":"And I answered them and said to them, The God of heaven Himself will make us prosper; therefore we His servants will rise up and build. But you have no portion nor right nor memorial in Jerusalem."}]}