{"bibleAbbr":"RcV2003","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":9,"verses":[{"number":1,"verse":"Now on the twenty-fourth day of this month the children of Israel were assembled with fasting and in sackcloth, with earth on their heads."},{"number":2,"verse":"And the descendants of Israel separated themselves from all foreigners, and they stood and confessed their sins and the iniquities of their fathers."},{"number":3,"verse":"And they stood up in their place and read in the book of the law of Jehovah their God for a fourth part of the day, and for another fourth part they confessed and worshipped Jehovah their God."},{"number":4,"verse":"Then Jeshua and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood up on the Levites’ platform and cried out with a loud voice to Jehovah their God."},{"number":5,"verse":"Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, Stand up and bless Jehovah your God from eternity to eternity:And may Your glorious name be blessed, / Which is exalted above all blessing and praise."},{"number":6,"verse":"You are Jehovah, / You alone; / You have made heaven, / The heaven of heavens with all its host, / The earth and all that is on it, / The seas and all that is in them; / And You give life to all of them; / And the host of heaven worships You."},{"number":7,"verse":"You are Jehovah God, / Who chose Abram / And brought him forth from Ur of the Chaldees / And gave him the name Abraham."},{"number":8,"verse":"And You found his heart faithful before You / And made a covenant with him, / To give him the land of the Canaanites, / The Hittites, the Amorites, / And the Perizzites and the Jebusites and the Girgashites, / To give it to his seed. / And You have fulfilled Your promises, / For You are righteous."},{"number":9,"verse":"And You saw the affliction of our fathers in Egypt / And heard their cry by the Red Sea,"},{"number":10,"verse":"And You performed signs and wonders on Pharaoh, / And on all his servants, and on all the people of his land; / For You knew that they acted arrogantly toward them; / And You made Yourself a name, as it is to this day."},{"number":11,"verse":"And You divided the sea before them, / So that they might pass through the midst of the sea on the dry land; / But their pursuers You threw into the depths, / Like a stone into mighty waters."},{"number":12,"verse":"Then in a pillar of cloud You led them by day, / And in a pillar of fire by night, / To light the way for them, / On which they should go."},{"number":13,"verse":"And You came down upon Mount Sinai / And spoke with them from heaven. / And You gave them just ordinances and true laws, / Good statutes and commandments."},{"number":14,"verse":"And You made known to them / Your holy Sabbath / And prescribed commandments and statutes and a law for them / Through Moses Your servant."},{"number":15,"verse":"And You gave them bread from heaven / For their hunger, / And You made water come forth from a rock for them / For their thirst. / And You told them to enter / In order to possess the land, / Which You swore / To give them."},{"number":16,"verse":"But they and our fathers acted arrogantly / And stiffened their neck and would not listen to Your commandments."},{"number":17,"verse":"And they refused to listen / And would not remember Your wondrous acts, / Which You had done among them. / And they stiffened their neck and appointed a leader / To return to their slavery in Egypt. / But You are a God of forgiveness, / Gracious and compassionate, / Long-suffering and abounding in lovingkindness; / So You did not forsake them."},{"number":18,"verse":"Indeed when they made for themselves / A molten calf, / And said, This is your God, / Who brought you up out of Egypt, / And showed great contempt;"},{"number":19,"verse":"You, in Your great compassion, / Did not forsake them in the wilderness; / The pillar of cloud did not depart from over them by day, / To guide them on their way; / Nor the pillar of fire by night, / To light the way for them, on which they should go."},{"number":20,"verse":"And You gave Your good Spirit / To instruct them, / And did not withhold Your manna from their mouth, / And gave them water for their thirst."},{"number":21,"verse":"Indeed for forty years You sustained them in the wilderness; / They did not lack; / Their clothes did not wear out, / And their feet did not swell."},{"number":22,"verse":"And You gave them kingdoms and peoples, / And divided these to them as boundaries. / So they took possession of the land of Sihon, even the land of the king of Heshbon, / And the land of Og the king of Bashan."},{"number":23,"verse":"And their children You multiplied / Like the stars of heaven, / And You brought them into the land / That You told their fathers / To enter and possess."},{"number":24,"verse":"And the children entered / And possessed the land; / And You subdued before them / The inhabitants of the land, the Canaanites; / And You gave them into their hand, / With their kings and the peoples of the land, / That they might do with them as they pleased."},{"number":25,"verse":"And they took their fortified cities / And a fertile land, / And took possession of their houses, / Full of every good thing, / Hewn cisterns, vineyards, and olive groves, / And fruit trees in abundance; / And they ate and were satisfied and grew fat, / And they delighted in Your great goodness."},{"number":26,"verse":"But they were disobedient and rebelled against You / And cast Your law behind their back. / And they slew Your prophets, / Who had testified against them / In order to turn them back to You; / And they showed great contempt."},{"number":27,"verse":"Therefore You delivered them into the hand of their oppressors, / And they oppressed them; / But when they cried out to You in the time of their oppression, / You heard from heaven, / And according to Your great compassions You gave them deliverers, / Who delivered them from the hand of their oppressors."},{"number":28,"verse":"Then after they had rest, / They again did evil before You; / And You abandoned them to the hand of their enemies, / And they had dominion over them. / But when they cried out to You again, / You heard from heaven / And delivered them many times / According to Your compassions."},{"number":29,"verse":"And You testified against them in order to turn them back to Your law, / But they acted arrogantly and would not listen to Your commandments; / And they sinned against Your ordinances / (By which, if a man does them, he will live), / And they turned a stubborn shoulder / And stiffened their neck and would not listen."},{"number":30,"verse":"Yet You bore with them / For many years / And testified to them by Your Spirit / Through Your prophets, / But they would not give heed; / So You delivered them / Into the hand of the peoples of the lands."},{"number":31,"verse":"Nevertheless in Your abundant compassions / You did not make an end of them; / And You did not forsake them, / For You are a gracious and compassionate God."},{"number":32,"verse":"And now, our God, / The great, the mighty, and the awesome God, / Who keeps covenant and lovingkindness, / Do not let all the hardship seem small in Your sight / Which has come upon us, on our kings, on our rulers, / And on our priests and on our prophets / And on our fathers and on all Your people, / Since the days of the kings of Assyria / Until this day."},{"number":33,"verse":"But You are righteous / In all that has come upon us, / For You have acted faithfully / While we have acted wickedly;"},{"number":34,"verse":"And our kings, our rulers, our priests, and our fathers / Have not performed Your law / Nor heeded Your commandments and Your testimonies, / By which You testified against them."},{"number":35,"verse":"But they, in their kingdom and in Your great goodness, / Which You gave them, / And in the broad and fat land / That You put before them, / Did not serve You, nor did they turn / From their evil works."},{"number":36,"verse":"Here we are, slaves today; / And as for the land that You gave to our fathers / To eat of its fruit and its goodness, / Here we are, slaves upon it."},{"number":37,"verse":"And its abundant produce is for the kings / Whom You have put over us because of our sins; / And they rule over our bodies and over our cattle at their pleasure, / And we are in great distress."},{"number":38,"verse":"And because of all this we are making a firm covenant and setting it in writing, and upon the sealed document are the names of our rulers, our Levites, and our priests."}]}