{"bibleAbbr":"mrRV2015","bookName":"योएल","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"( देशाची टोळांकडून नासाडी) पथूएलाचा पुत्र योएल ह्याला परमेश्वराचे वचन प्राप्त झाले ते हे :"},{"number":2,"verse":"अहो वृद्धांनो, हे ऐका; देशातील सर्व रहिवाशांनो कान द्या. तुमच्या काळात अथवा तुमच्या वाडवडिलांच्या काळात अशी गोष्ट कधी घडली होती काय?"},{"number":3,"verse":"तुम्ही हे आपल्या मुलाबाळांना कळवा, तुमच्या मुलांनी आपल्या मुलाबाळांना कळवावे व त्यांच्या मुलांनी आपल्या पुढच्या पिढीस कळवावे."},{"number":4,"verse":"कुरतडणार्‍या टोळांपासून जे राहिले ते झुंडींनी येणार्‍या टोळांनी खाल्ले; झुंडींनी येणार्‍या टोळांपासून जे राहिले ते चाटून खाणार्‍या टोळांनी खाल्ले; चाटून खाणार्‍या टोळांपासून जे राहिले ते अधाशी टोळांनी खाल्ले."},{"number":5,"verse":"अहो मद्यप्यांनो, जागे व्हा आणि रडा; द्राक्षारस पिणार्‍यांनो, तुम्ही सर्व नव्या द्राक्षारसाकरता विलाप करा, कारण तो तुमच्या तोंडून काढून घेतला आहे."},{"number":6,"verse":"माझ्या देशावर बळकट व असंख्य लोक आले आहेत; त्यांचे दात सिंहाच्या दातांसारखे आहेत; त्यांना सिंहिणीचे सुळे आहेत."},{"number":7,"verse":"त्यांनी माझ्या द्राक्षवेलांची नासधूस केली आहे; माझ्या अंजिराच्या झाडाच्या ढलप्या काढल्या आहेत; सोलून सोलून त्यांनी त्याची साल काढून टाकली आहे; आणि त्याच्या फांद्या पांढर्‍या झाल्या आहेत."},{"number":8,"verse":"तरुण स्त्री गोणपाट नेसून आपल्या तरुणपणाच्या पतीकरता शोक करते तसा शोक करा."},{"number":9,"verse":"परमेश्वराच्या मंदिरात अन्नार्पण व पेयार्पण येण्याचे बंद झाले आहे; परमेश्वराची सेवा करणारे याजक शोक करत आहेत."},{"number":10,"verse":"शेताचे रान झाले आहे; भूमी रुदन करत आहे, कारण पिकाचा नाश झाला आहे; नवा द्राक्षारस आटला आहे; तेल क्षय पावले आहे."},{"number":11,"verse":"शेतकर्‍यांनो, निराश व्हा; द्राक्षीचे मळे करणार्‍यांनो, गहू व जवस ह्यांकरता विलाप करा, कारण शेताचे पीक नष्ट झाले आहे."},{"number":12,"verse":"द्राक्षीचा वेल वाळला आहे, अंजिराचे झाड कोमेजून गेले आहे; डाळिंब, ताड व सफरचंद अशी मळ्यातील सर्व झाडे सुकून गेली आहेत; मानवजातीचा आनंद आटला आहे."},{"number":13,"verse":"याजकहो, गोणपाट घालून शोक करा; वेदीची सेवा करणार्‍यांनो, विलाप करा; माझ्या देवाच्या सेवकांनो, या, गोणपाटावर पडून रात्र घालवा, कारण तुमच्या देवाच्या मंदिरात अन्नार्पण व पेयार्पण येण्याचे बंद झाले आहे."},{"number":14,"verse":"उपासाचा एक पवित्र दिवस नेमा, पवित्र मेळा भरवा, तुमचा देव परमेश्वर ह्याच्या मंदिरात वडिलांना व देशात राहणार्‍या सर्वांना जमवा व परमेश्वराला आरोळी मारा."},{"number":15,"verse":"त्या दिवसाबद्दल हायहाय करा! भयंकर दिवस! परमेश्वराचा दिवस जवळ येऊन ठेपला आहे, सर्वसमर्थाकडून विनाशमय असा तो येत आहे."},{"number":16,"verse":"आमच्या डोळ्यांदेखत आमचे अन्न काढून घेतले नाही काय? आमच्या देवाच्या मंदिरातील आनंद व उत्साह नष्ट झाले नाहीत काय?"},{"number":17,"verse":"ढेकळांखाली धान्यास बुरा चढला आहे, पेवे रिकामी पडली आहेत; कोठारे पडून गेली आहेत; कारण पिके बुडाली आहेत."},{"number":18,"verse":"गुरेढोरे कशी धापा टाकत आहे! बैलांचे कळप घाबरले आहेत, कारण त्यांना चारा नाही; मेंढरांचे कळपही पिडले आहेत."},{"number":19,"verse":"हे परमेश्वरा, तुझा मी धावा करतो, कारण रानातील कुरणे अग्नीने खाल्ली आहेत, शेतातील सर्व झाडे ज्वालांनी भस्म केली आहेत."},{"number":20,"verse":"वनपशूंनाही तुझा सोस लागला आहे; तुझा सोस लागून ते धापा टाकत आहेत; पाण्याचे ओढे सुकून गेले आहेत; अग्नीने रानातील कुरणे खाऊन टाकली आहेत."}]}