{
  "bibleAbbr" : "TERV1998",
  "bookName" : "நியாயாதிபதிகள்",
  "bookEnglishName" : "Judges",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "(யூதா கானானியரோடு போரிடுதல்) யோசுவா மரணமடைந்தான். அப்போது இஸ்ரவேலர் கர்த்தரிடம் ஜெபம் செய்தார்கள். அவர்கள், “கானானியரை எதிர்த்து முதலில் சென்று எங்களுக்காக போரிட வேண்டிய கோத்திரத்தினர் யார்?” என்று கேட்டார்கள்."
  }, {
    "number" : 2,
    "verse" : "கர்த்தர் இஸ்ரவேலரிடம், “யூதா கோத்திரத்தினர் செல்வார்கள். அவர்கள் இந்த தேசத்தைப் பெற அனுமதிப்பேன்” என்றார்."
  }, {
    "number" : 3,
    "verse" : "சிமியோன் கோத்திரத்தைச் சேர்ந்த தங்கள் சகோதரரிடம் யூதா ஜனங்கள் உதவி வேண்டினார்கள். யூதாவின் மனிதர்கள், “சகோதரர்களே, நம் ஒவ்வொருவருக்கும் சில நிலங்களைக் கொடுப்பதாக கர்த்தர் வாக்களித்தார். எங்கள் நிலத்தைப் பெற நீங்கள் வந்து உதவினால், உங்கள் தேசத்தைப் பெறுவதற்கு நீங்கள் போரிடும்போது நாங்கள் வந்து உதவுவோம்” என்றார்கள். சிமியோனின் குடும்பத்தினர் போரில் யூதா மனிதருக்கு உதவ ஒப்புக்கொண்டனர்."
  }, {
    "number" : 4,
    "verse" : "கானானியரையும் பெரிசியரையும் தோற்கடிக்க யூதாவின் ஆட்களுக்கு கர்த்தர் உதவினார். பேசேக் நகரில் யூதா ஜனங்கள் 10,000 ஆட்களைக் கொன்றார்கள்."
  }, {
    "number" : 5,
    "verse" : "பேசேக்கில் யூதா ஜனங்கள் பேசேக்கின் ராஜாவைக் கண்டு, அவனோடு போரிட்டார்கள். யூதா ஜனங்கள் கானானியரையும் பெரிசியரையும் வென்றார்கள்."
  }, {
    "number" : 6,
    "verse" : "பேசேக்கின் ராஜா தப்பிச்செல்ல முயன்றான். ஆனால் யூதா ஜனங்கள் அவனைத் துரத்திப் பிடித்தனர். அவனைப் பிடித்தபின் அவனது கை, கால் பெருவிரல்களைத் துண்டித்தனர்."
  }, {
    "number" : 7,
    "verse" : "அப்போது பெசேக்கின் ராஜா, “70 ராஜாக்களின் கை, கால் பெருவிரல்களை நான் துண்டித்தேன். எனது மேசையிலிருந்து விழுந்த உணவுத் துணிக்கைகளை அந்த ராஜாக்கள் புசித்தார்கள். நான் அந்த ராஜாக்களுக்குச் செய்தவற்றிற்கான தண்டனையை தேவன் எனக்குத் தந்தார்” என்றான். யூதா மனிதர்கள் பேசேக்கின் ராஜாவை எருசலேமிற்குக் கொண்டு சென்றார்கள். அவன் அங்கு மரித்தான்."
  }, {
    "number" : 8,
    "verse" : "யூதா மனிதர்கள் எருசேலேமுக்கு எதிராகப் போரிட்டு அதனைப் பிடித்தார்கள். எருசலேம் ஜனங்களைக் கொல்ல யூதா மனிதர்கள் தங்கள் வாள்களைப் பயன்படுத்தினார்கள். பின்பு நகரை எரித்தார்கள்."
  }, {
    "number" : 9,
    "verse" : "பின்னர் யூதா மனிதர்கள் கானானியர் சிலரை எதிர்த்துப் போரிடச் சென்றார்கள். அந்தக் கானானியர்கள் பாலைவனப்பகுதியிலும், மலை நாட்டிலும், மேற்கு மலையடிவாரங்களிலும் வசித்தார்கள்."
  }, {
    "number" : 10,
    "verse" : "பின்பு யூதா மனிதர்கள் எபிரோன் நகரில் வாழ்ந்த கானானியரோடு போரிடச் சென்றார்கள் (எபிரோன், “கீரியாத்அர்பா” என்றும் அழைக்கப்பட்டது.) சேசாய், அகிமான், தல்மாய் ஆகிய மனிதர்களையும் யூதாவின் ஜனங்கள் தோற்கடித்தனர்."
  }, {
    "number" : 11,
    "verse" : "(காலேபும் அவனது குமாரத்தியும்) யூதாவின் மனிதர்கள் அவ்விடத்தை விட்டுக் கிளம்பி தெபீர் நகர ஜனங்களோடு போரிடுவதற்குச் சென்றார்கள். (முன்பு, தெபீர், கீரியாத்செப்பேர் என அழைக்கப்பட்டது.)"
  }, {
    "number" : 12,
    "verse" : "யூதா மனிதர்கள் போரிடத் துவங்கும் முன்னர், காலேப் அவர்களிடம், “நான் கீரியாத்சேப்பேரைத் தாக்க விரும்புகிறேன். அந்நகரைத் தாக்கிக் கைப்பற்றுகிற மனிதனுக்கு என் குமாரத்தி அக்சாளைக் கொடுப்பேன். அம்மனிதன் எனது குமாரத்தியைத் திருமணம் செய்து கொள்ளட்டும்” என்று வாக்குறுதி அளித்தான்."
  }, {
    "number" : 13,
    "verse" : "காலேபுக்குக் கேனாஸ் என்னும் பெயருடைய இளைய சகோதரன் ஒருவன் இருந்தான் அவனுக்கு ஒத்னியேல் என்னும் பெயருடைய குமாரன் இருந்தான். கீரியாத் செப்பேர் என்னும் நகரை ஒத்னியேல் கைப்பற்றினான். எனவே ஒத்னியேலுக்கு மனைவியாகும்படி காலேப் தன் குமாரத்தி அக்சாளைக் கொடுத்தான்."
  }, {
    "number" : 14,
    "verse" : "அக்சாள் ஒத்னியேலோடு வாழும்படி புறப்பட்டுச் சென்றபோது அவளது தந்தையிடம் கொஞ்சம் நிலம் கேட்கும்படியாக ஒத்னியேல் அக்சாளிடம் சொன்னான். அக்சாள் தன் தந்தையிடம் சென்றாள். அவன் கழுதையிலிருந்து இறங்கியதும், காலேப் அவளை நோக்கி, “என்ன நிகழ்ந்தது?” என்றான்."
  }, {
    "number" : 15,
    "verse" : "அக்சாள் காலேபுக்குப் பதிலாக, “என்னை ஆசீர்வதியுங்கள். பாலைவனப் பகுதியிலுள்ள வறட்சியான நிலத்தை எனக்குக் கொடுத்தீர்கள். தண்ணீருள்ள நிலத்தில் கொஞ்சம் எனக்குக் கொடுங்கள்” என்றாள். அவளுக்கு வேண்டியதை காலேப் கொடுத்தான். அந்நிலத்தின் மேலும் கீழும் தண்ணீர் நிலைகள் இருந்த பகுதியைக் கொடுத்தான்."
  }, {
    "number" : 16,
    "verse" : "ஈச்சமரங்களின் நகரத்தை (எரிகோவை) விட்டுக் கேனிய ஜனங்கள் யுதாவின் ஜனங்களோடு புறப்பட்டு, யூதாவின் பாலை நிலத்திற்கு அங்குள்ள ஜனங்களோடு வாழ்வதற்காகப் போனார்கள். ஆராத் நகரத்திற்கு அருகேயுள்ள பாலைவனப் பகுதியில் இது இருந்தது. (மோசேயின் மாமனாரின் குடும்பத்தைச் சார்ந்தோர் கேனிய ஜனங்களாவர்.)"
  }, {
    "number" : 17,
    "verse" : "சேப்பாத் நகரில் சில கானானியர் வாழ்ந்தனர். யூதாவின் மனிதர்களும் சிமியோனின் மனிதர்களும் அந்தக் கானானியரைத் தாக்கி, அவர்கள் நகரத்தை முழுமையாக அழித்து, அந்நகரத்திற்கு ஓர்மா எனப் பெயரிட்டனர்."
  }, {
    "number" : 18,
    "verse" : "காசாவையும் அதனைச் சூழ்ந்த ஊர்களையும் யூதாவின் ஜனங்கள் கைப்பற்றினர். அஸ்கலோன், எக்ரோன், நகரங்களையும், அவற்றைச் சுற்றிலுமுள்ள சிறு ஊர்களையும் யூதா ஜனங்கள் கைப்பற்றினார்கள்."
  }, {
    "number" : 19,
    "verse" : "போர் நடந்தபோது கர்த்தர் யூதாவின் மனிதர்களோடிருந்தார். மலைநாட்டிலுள்ள ஊர்களை அவர்கள் பெற்றனர். பள்ளத்தாக்கில் வாழ்ந்த ஜனங்களிடம் இரும்பு இரதங்கள் இருந்ததால், யூதாவின் ஜனங்கள் அவர்கள் சத்துருக்களை வெற்றிகொள்ள முடியவில்லை."
  }, {
    "number" : 20,
    "verse" : "எபிரோனுக்கு அருகேயுள்ள நிலத்தை காலேபிற்குக் கொடுப்பதாக மோசே வாக்களித்திருந்தான். எனவே அந்நிலம் காலேபின் குடும்பத்திற்குக் கொடுக்கப்பட்டது. காலேபின் மனிதர்கள் ஏனாக்கின் மூன்று குமாரர்களையும் அவ்விடத்தை விட்டுத் துரத்தினார்கள். பென்யமீன் மனிதர்கள் எருசலேமில் தங்குதல்"
  }, {
    "number" : 21,
    "verse" : "எபூசியரை எருசலேமைவிட்டு வெளியேற்ற பென்யமீன் கோத்திரத்தினரால் முடியவில்லை. எனவே இன்றும், எபூசியர் பென்யமீன் ஜனங்களோடு கூட எருசலேமில் வாழ்கிறார்கள்."
  }, {
    "number" : 22,
    "verse" : "(யோசேப்பின் மனிதர்கள் பெத்தேலைக் கைப்பற்றுதல்) யோசேப்பின் கோத்திரத்தினர் பெத்தேல் நகரை எதிர்த்துப் போர் செய்தனர். (கடந்த காலத்தில் பெத்தேல் லூஸ் எனப்பட்டது.) யோசேப்பின் கோத்திரத்தினரோடு கர்த்தர் இருந்தார். யோசேப் பின் குடும்பத்தைச் சேந்தவர்கள் பெத்தேல் நகரத்திற்குச் சில ஒற்றர்களை அனுப்பினார்கள். பெத்தேல் நகரைத் தோற்கடிப்பதற்குரிய வகைகளை இவர்கள் ஆராய்ந்தார்கள்."
  }, {
    "number" : 24,
    "verse" : "பெத்தேல் நகரத்தை ஒற்றர்கள் கவனித்துக்கொண்டிருந்தபோது, அவர்கள் நகரிலிருந்து வந்த ஒரு மனிதனைக் கண்டார்கள். ஒற்றர்கள் அம்மனிதனிடம், “நகரத்திற்குள் செல்லும் ஒரு இரகசிய வழியைக் காட்டு, நாங்கள் நகரைத் தாக்குவோம். நீ எங்களுக்கு உதவினால், உன்னைத் துன்புறுத்தமாட்டோம்” என்றார்கள்."
  }, {
    "number" : 25,
    "verse" : "அம்மனிதன் ஒற்றர்களுக்கு நகரத்திற்குள் செல்லும் இரகசிய வழியைக் காட்டினான். யோசேப்பின் ஜனங்கள் தங்கள் வாள்களால் பெத்தேல் ஜனங்களைக் கொன்றார்கள். ஆனால் அவர்கள் தங்களுக்கு உதவிய மனிதனைத் துன்புறுத்தவில்லை. அம்மனிதனும் அவனது குடும்பமும் விடுதலையாகச் செல்ல அனுமதிக்கப்பட்டனர்."
  }, {
    "number" : 26,
    "verse" : "ஏத்தியர் வாழ்ந்த தேசத்திற்கு அம்மனிதன் சென்று ஒரு நகரைக் கட்டினான். அந்நகரத்திற்கு லூஸ் என்று பேரிட்டான். இன்றைக்கும்கூட அந்நகரம் லூஸ் என்றே அழைக்கப்படுகிறது."
  }, {
    "number" : 27,
    "verse" : "(கானானியரோடு மற்ற கோத்திரங்கள் போரிடுதல்) பெத்செயான், தானாக், தோர், இப்லெயாம், மெகிதோ ஆகிய நகரங்களிலும் அவற்றைச் சூழ்ந்திருந்த சிறு நகரங்களிலும் கானானியர் வாழ்ந்து வந்தனர். மனாசே கோத்திரத்தினரால் அந்த ஜனங்களை நகரங்களிலிருந்து வெளியேற்ற முடியவில்லை. எனவே கானானியர் அங்கே தங்கினார்கள். அவர்கள் தங்கள் வீடுகளை விட்டு வெளியேற மறுத்தனர்."
  }, {
    "number" : 28,
    "verse" : "பின்னர் இஸ்ரவேலர் பலமடைந்தனர். தங்களுக்கு அடிமைகளாக உழைக்குமாறு கானானியரை வற்புறுத்தினார்கள். ஆனால் எல்லாக் கானானியரையும் தங்கள் நிலத்தை விட்டுப் போகும்படி செய்ய இஸ்ரவேலரால் முடியவில்லை."
  }, {
    "number" : 29,
    "verse" : "எப்பிராயீம் கோத்திரத்தினருக்கும் இவ்விதமாகவே நிகழ்ந்தது. கேசேரில் வாழ்ந்து கொண்டிருந்த கானானியரை அத்தேசத்தைவிட்டு வெளியேற்ற எப்பிராயீம் ஜனங்களால் முடியவில்லை. எப்பிராயீம் ஜனங்களோடு கேசேரில் கானானியரும் சேர்ந்து வாழ்ந்தனர்."
  }, {
    "number" : 30,
    "verse" : "அதுவே செபுலோன் கோத்திரத்தினருக்கும் நிகழ்ந்தது. கித்ரோன், நகலோல் நகரங்களிலும் கானானியர் சிலர் வாழ்ந்தனர். செபுலோன் ஜனங்கள் அந்த ஜனங்களைத் தேசத்தை விட்டுச் செல்லுமாறு வற்புறுத்தவில்லை. அக்கானனியர் செபுலோன் ஜனங்களோடு தங்கி வாழ்ந்தனர். ஆனால் செபுலோன் ஜனங்கள் அவர்களைத் தங்களுக்கு அடிமைகளாக உழைக்கும்படி செய்தார்கள்."
  }, {
    "number" : 31,
    "verse" : "அவ்வாறே ஆசேர் கோத்திரத்தினருக்கும் நிகழ்ந்தது. அக்கோ, சீதோன், அக்லாப், அக்சீப், எல்பா, ஆப்பீக், ரேகோப் ஆகிய நகரங்களிலுள்ள ஜனங்கள் வெளியேறுமாறு ஆசேர் ஜனங்கள் துரத்தவில்லை."
  }, {
    "number" : 32,
    "verse" : "ஆசேர் ஜனங்கள் கானானியரை வெளியேற்றவில்லை. எனவே கானானியர் ஆசேர் ஜனங்களோடு சேர்ந்து தொடர்ந்து வாழ்ந்தனர்."
  }, {
    "number" : 33,
    "verse" : "நப்தலி கோத்திரத்தினர் மத்தியிலும் அவ்வாறே நிகழ்ந்தது. நப்தலியின் ஜனங்கள் பெத்ஷிமேஸ், பெத்தானாத் நகரங்களைவிட்டு அங்கிருந்த ஜனங்களை வெளியேற்றவில்லை. எனவே அந்த ஜனங்கள் அந்நகரங்களில் நப்தலி ஜனங்களோடு சேர்ந்து வாழ்ந்தனர். அந்தக் கானானியர் நப்தலி ஜனங்களுக்கு அடிமைகளாகப் பணிபுரிந்தனர்."
  }, {
    "number" : 34,
    "verse" : "தாண் ஜனங்கள் மலைநாட்டில் வசிக்கும்படியான நிலையை எமோரியர் உண்டு பண்ணினார்கள். பள்ளத்தாக்கில் வாழ்வதற்கு எமோரியர் அனுமதிக்காததால் அவர்கள் மலைகளில் வாழவேண்டியதாயிற்று."
  }, {
    "number" : 35,
    "verse" : "ஏரேஸ் மலை, ஆயலோன், சால்பீம் ஆகியவற்றில் எமோரியர் வாழ முடிவெடுத்தனர். பின் யோசேப்பு கோத்திரத்தார் பலத்தில் பெருகினார்கள். அப்போது அவர்கள் எமோரியரை அடிமைகளாகப் பணியாற்றுமாறு செய்தனர்."
  }, {
    "number" : 36,
    "verse" : "ஸ்கார்பியன் கணவாய் வழியிலிருந்து சேலா வரைக்கும், சேலாவைத் தாண்டியுள்ள மலை நாடுகள் வரைக்கும், எமோரியரின் தேசம் பரவி இருந்தது."
  } ]
}