{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"ଏଥିଉତ୍ତାରୁ ଦିନକର ଖରା ବେଳେ ଅବ୍ରହାମ ମମ୍ରିର ଅଲୋନ ବୃକ୍ଷ ମୂଳେ ଆପଣା ତମ୍ଵୁ ଦ୍ଵାରରେ ବସିଥିଲେ; ଏହି ସମୟରେ ସଦାପ୍ରଭୁ ସେହି ସ୍ଥାନରେ ତାଙ୍କୁ ଦର୍ଶନ ଦେଲେ ।"},{"number":2,"verse":"ତହିଁରେ ସେ ଅନାଇ ଦେଖିଲେ, ତିନୋଟି ପୁରୁଷ ତାଙ୍କ ସମ୍ମୁଖରେ ଦଣ୍ତାୟମାନ; ପୁଣି ଦେଖିବା ମାତ୍ର ସାକ୍ଷାତ୍ କରିବାକୁ ତମ୍ଵୁଦ୍ଵାରରୁବେଗେ ଯାଇ ଭୂମିଷ୍ଠ ହୋଇ କହିଲେ,"},{"number":3,"verse":"ହେ ପ୍ରଭୋ, ନିବେଦନ କରୁଅଛି, ଯେବେ ମୋʼ ପ୍ରତି ଅନୁଗ୍ରହ କରିବା ହେଲେ, ତେବେ ଏହି ଦାସର ସ୍ଥାନରୁ ଯିବେ ନାହିଁ ।"},{"number":4,"verse":"ବିନୟ କରୁଅଛି, ଅଳ୍ପ ଜଳ ଅଣାଇ ଦେଉଅଛି, ଆପଣମାନେ ପାଦ ପ୍ରକ୍ଷାଳନ କରି ଏହି ବୃକ୍ଷ ତଳେ ବିଶ୍ରାମ କରନ୍ତୁ"},{"number":5,"verse":"ଓ କିଛି ଖାଦ୍ୟଦ୍ରବ୍ୟ ଆଣି ଦେଉଛି, ତଦ୍ଦ୍ଵାରା ପ୍ରାଣ ତୃପ୍ତ କରନ୍ତୁ, ତହିଁ ଉତ୍ତାରେ ଗମନ କରିବେ; କାରଣ ଏଥିନିମନ୍ତେ ଆପଣା ଦାସ ନିକଟକୁ ଆଗମନ କଲେ । ସେତେବେଳେ ସେମାନେ କହିଲେ, ଯାହା କହୁଅଛ, ତାହା କର ।"},{"number":6,"verse":"ତହିଁରେ ଅବ୍ରହାମ ଶୀଘ୍ର ତମ୍ଵୁ ଗୃହକୁ ସାରା ନିକଟକୁ ଯାଇ କହିଲେ, ତିନି ସେର ଉତ୍ତମ ମଇଦା ନେଇ ଛାଣି ଶୀଘ୍ର ରୋଟୀ ପ୍ରସ୍ତୁତ କର ।"},{"number":7,"verse":"ଅନନ୍ତର ଅବ୍ରହାମ ଗୋଠକୁ ଶୀଘ୍ର ଯାଇ ଉତ୍ତମ କୋମଳ ଗୋବତ୍ସ ଆଣି ଦାସକୁ ଦିଅନ୍ତେ, ସେ ତାହା ଶୀଘ୍ର ରାନ୍ଧିଲା ।"},{"number":8,"verse":"ସେତେବେଳେ ସେ ଦଧି, ଦୁଗ୍ଧ ଓ ପକ୍ଵ ଗୋବତ୍ସ ଆଣି ସେମାନଙ୍କ ନିକଟରେ ରଖିଲେ, ପୁଣି ସେମାନଙ୍କ ଭୋଜନ ସମୟରେ ବୃକ୍ଷ ମୂଳେ ସେମାନଙ୍କ ନିକଟରେ ଛିଡ଼ା ହେଲେ ।"},{"number":9,"verse":"ତହିଁ ଉତ୍ତାରୁ ସେମାନେ ତାଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭର ଭାର୍ଯ୍ୟା ସାରା କେଉଁଠାରେ ? ସେ କହିଲେ, ଦେଖନ୍ତୁ, ସେ ତମ୍ଵୁରେ ଅଛନ୍ତି ।"},{"number":10,"verse":"ତହୁଁ ସେ କହିଲେ, ଏହି ଋତୁ ପୁନର୍ବାର ଉପସ୍ଥିତ ହେବା ସମୟରେ ଆମ୍ଭେ ଅବଶ୍ୟ ଫେରି ଆସିବା; ଦେଖ, ସେସମୟକୁ ତୁମ୍ଭ ଭାର୍ଯ୍ୟା ସାରାର (କୋଳରେ) ଗୋଟିଏ ପୁତ୍ର ଥିବ । ଏହି କଥା ସାରା ତମ୍ଵୁ ଦ୍ଵାରରେ ତାଙ୍କ ପଛେ ଥାଇ ଶୁଣିଲେ ।"},{"number":11,"verse":"ସେହି ସମୟରେ ଅବ୍ରହାମ ଓ ସାରା ବୃଦ୍ଧ ଓ ଗତବୟସ୍କ ଥିଲେ, ପୁଣି ସାରାଙ୍କର ସ୍ତ୍ରୀଧର୍ମ ନିବୃତ୍ତ ହୋଇଥିଲା ।"},{"number":12,"verse":"ଏନିମନ୍ତେ ସାରା ହସି ମନେ ମନେ କହିଲେ, ମୋହର ଏହି ଶୀର୍ଣ୍ଣାବସ୍ଥାରେ କି ଏରୂପ ଆନନ୍ଦ ହେବ ? ବିଶେଷତଃ ମୋହର ପ୍ରଭୁ ମଧ୍ୟ ବୃଦ୍ଧ ।"},{"number":13,"verse":"ସେତେବେଳେ ସଦାପ୍ରଭୁ ଅବ୍ରହାମଙ୍କୁ କହିଲେ, ଆପଣାର ବୃଦ୍ଧାବସ୍ଥାରେ କି ନିଶ୍ଚୟ ସନ୍ତାନ ଜନ୍ମିବ, ଏହା ଭାବି ସାରା କାହିଁକି ହସିଲା ?"},{"number":14,"verse":"ସଦାପ୍ରଭୁଙ୍କ ଆଶ୍ଚର୍ଯ୍ୟ କେଉଁ କର୍ମ ? ଏହି ଋତୁ ପୁନର୍ବାର ଉପସ୍ଥିତ ହେଲେ, ନିରୂପିତ ସମୟରେ ଆମ୍ଭେ ଫେରି ଆସିବା, ସେସମୟକୁ ସାରାର (କୋଳରେ) ପୁତ୍ର ଥିବ ।"},{"number":15,"verse":"ତହିଁରେ ସାରା ଅସ୍ଵୀକାର କରି କହିଲେ, ମୁଁ ହସି ନାହିଁ; ଯେହେତୁ ସେ ଭୟ କଲେ । ମାତ୍ର ସେ କହିଲେ, ତୁମ୍ଭେ ଅବଶ୍ୟ ହସିଲ ।"},{"number":16,"verse":"( ସଦୋମ ପାଇଁ ଅବ୍ରହାମଙ୍କ ପ୍ରାର୍ଥନା) ଅନନ୍ତର ସେହି ଲୋକମାନେ ସେଠାରୁ ଉଠି ସଦୋମ ଆଡ଼କୁ ପ୍ରସ୍ଥାନ କରନ୍ତେ, ଅବ୍ରହାମ ବାଟ ଦେଖାଇବାକୁ ସେମାନଙ୍କ ସଙ୍ଗେ ସଙ୍ଗେ ଚାଲିଲେ ।"},{"number":17,"verse":"ତହୁଁ ସଦାପ୍ରଭୁ କହିଲେ, ଆମ୍ଭେ ଯାହା କରିବାକୁ ଉଦ୍ୟତ ଅଟୁ, ତାହା କି ଅବ୍ରହାମଠାରୁ ଲୁଚାଇବା ?"},{"number":18,"verse":"ଅବ୍ରହାମଠାରୁ ଏକ ମହତୀ ଓ ବଳବତୀ ଗୋଷ୍ଠୀ ଉତ୍ପନ୍ନ ହେବ ଓ ପୃଥିବୀର ଯାବତୀୟ ଗୋଷ୍ଠୀ ତାହାଠାରୁ ଆଶୀର୍ବାଦ ପ୍ରାପ୍ତ ହେବେ ।"},{"number":19,"verse":"ଯେହେତୁ ତାହାର ଭବିଷ୍ୟତ ସନ୍ତାନଗଣ ଓ ପରିବାରବର୍ଗ ଯେପରି ନ୍ୟାୟ ଓ ଧର୍ମାଚରଣ କରିବାକୁ ସଦାପ୍ରଭୁଙ୍କ ପଥରେ ଚାଲିବେ, ଏଥିପାଇଁ ସେମାନଙ୍କୁ ସେ ଯେପରି ଆଜ୍ଞା ଦେବ, ଏହି ଅଭିପ୍ରାୟରେ ଆମ୍ଭେ ତାହାକୁ ନିର୍ଦ୍ଧାରଣ କରିଅଛୁ; ତହିଁରେ ସଦାପ୍ରଭୁ ଅବ୍ରହାମଙ୍କ ବିଷୟରେ ଆପଣା କଥିତ ବାକ୍ୟ ସିଦ୍ଧ କରିବେ ।"},{"number":20,"verse":"ସଦାପ୍ରଭୁ ଆହୁରି କହିଲେ, ସଦୋମ ଓ ହମୋରାର ବିରୁଦ୍ଧରେ ମହାଧ୍ଵନି ଉଠୁଅଛି, ସେମାନଙ୍କର ପାପ ଅତିଶୟ ଗୁରୁତର;"},{"number":21,"verse":"ଏଣୁ ଆମ୍ଭେ ତଳକୁ ଦେଖିବାକୁ ଯାଇ ଆମ୍ଭ ନିକଟକୁ ଆଗତ କ୍ରନ୍ଦନ ଅନୁସାରେ ସେମାନେ ସର୍ବତୋଭାବେ କରିଅଛନ୍ତି କି ନାହିଁ, ତାହା ଜାଣିବା ।"},{"number":22,"verse":"ଏଥିଉତ୍ତାରୁ ସେହି ବ୍ୟକ୍ତିମାନେ ସେହିଠାରୁ ବାହୁଡ଼ି ସଦୋମ ଆଡ଼କୁ ଗମନ କଲେ; ମାତ୍ର ଅବ୍ରହାମ ସେ ପର୍ଯ୍ୟନ୍ତ ସଦାପ୍ରଭୁଙ୍କ ଛାମୁରେ ଛିଡ଼ା ହୋଇ ରହିଲେ ।"},{"number":23,"verse":"ଅନନ୍ତର ଅବ୍ରହାମ ନିକଟକୁ ଯାଇ କହିଲେ, ଆପଣ କି ଦୁଷ୍ଟ ସହିତ ଧାର୍ମିକକୁ ସଂହାର କରିବେ ?"},{"number":24,"verse":"ହୋଇପାରେ, ନଗର ମଧ୍ୟରେ ପଚାଶ ଜଣ ଧାର୍ମିକ ଥିବେ; ତହିଁ ମଧ୍ୟବର୍ତ୍ତୀ ପଚାଶ ଜଣ ଧାର୍ମିକଙ୍କ ସକାଶେ କି ସେହି ସ୍ଥାନ ରକ୍ଷା ନ କରି ସଂହାର କରିବେ ?"},{"number":25,"verse":"ଦୁଷ୍ଟ ସହିତ ଧାର୍ମିକକୁ ବିନାଶ କରିବାର କର୍ମ ଆପଣଙ୍କଠାରୁ ଦୂରେ ଥାଉ ଓ ଧାର୍ମିକକୁ ଦୁଷ୍ଟର ସମାନ କରିବା ଆପଣଙ୍କଠାରୁ ଦୂରେ ଥାଉ । ସମସ୍ତ ପୃଥିବୀର ବିଚାରକର୍ତ୍ତା କି ନ୍ୟାୟ ବିଚାର କରିବେ ନାହିଁ ?"},{"number":26,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ କହିଲେ, ଆମ୍ଭେ ଯେବେ ସଦୋମ ନଗରରେ ପଚାଶ ଜଣ ଧାର୍ମିକ ଦେଖିବା, ତେବେ ସେମାନଙ୍କ ସକାଶେ ସମସ୍ତ ସ୍ଥାନ ରକ୍ଷା କରିବା ।"},{"number":27,"verse":"ତହିଁରେ ଅବ୍ରହାମ ପ୍ରତ୍ୟୁତ୍ତର କଲେ, ଦେଖନ୍ତୁ, ମୁଁ ଧୂଳି ଓ ଭସ୍ମମାତ୍ର ହେଲେହେଁ ପ୍ରଭୁଙ୍କ ଛାମୁରେ କଥା କହିବାକୁ ପ୍ରବୃତ୍ତ ହୋଇଅଛି ।"},{"number":28,"verse":"ହୋଇପାରେ, ପଚାଶ ଜଣ ଧାର୍ମିକ ମଧ୍ୟରୁ ପାଞ୍ଚ ଜଣ ଊଣା ଥିବେ; ସେହି ପାଞ୍ଚ ଜଣ ଊଣା ହେବା ସକାଶୁ କି ଆପଣ ସମସ୍ତ ନଗର ବିନଷ୍ଟ କରିବେ ? ସେ କହିଲେ, ଆମ୍ଭେ ପଞ୍ଚଚାଳିଶ ଜଣ ପାଇଲେ, ତାହା ବିନଷ୍ଟ କରିବା ନାହିଁ ।"},{"number":29,"verse":"ସେ ତାହାଙ୍କୁ ପୁନର୍ବାର କହିଲେ, ହୋଇପାରେ, ସେଠାରେ ଚାଳିଶ ଜଣ ମିଳିବେ । ସେ କହିଲେ, ସେହି ଚାଳିଶ ଜଣ ସକାଶୁ ତାହା କରିବା ନାହିଁ ।"},{"number":30,"verse":"ପୁନର୍ବାର ସେ କହିଲେ, ପ୍ରଭୁ ବିରକ୍ତ ନୋହିଲେ ଆହୁରି କଥାଏ କହିବି; ହୋଇପାରେ, ସେଠାରେ ତିରିଶ ଜଣ ମିଳିବେ । ସେ କହିଲେ, ତିରିଶ ଜଣ ପାଇଲେ, ତାହା କରିବା ନାହିଁ ।"},{"number":31,"verse":"ସେ କହିଲେ, ଦେଖନ୍ତୁ, ପ୍ରଭୁଙ୍କ ଛାମୁରେ ମୁଁ ପୁନର୍ବାର କଥା କହିବାକୁ ପ୍ରବୃତ୍ତ ହୋଇଅଛି; ହୋଇପାରେ, ସେଠାରେ କୋଡ଼ିଏ ଜଣ ମିଳିବେ । ସେ କହିଲେ, ସେହି କୋଡ଼ିଏ ଜଣ ସକାଶୁ ଆମ୍ଭେ ତାହା ବିନଷ୍ଟ କରିବା ନାହିଁ ।"},{"number":32,"verse":"ସେ କହିଲେ; ପ୍ରଭୁ ବିରକ୍ତ ନୋହିଲେ ଆଉ ଥରେ ମାତ୍ର କହିବି; ହୋଇପାରେ, ସେଠାରେ ଦଶ ଜଣ ମିଳିବେ । ସେ କହିଲେ, ସେହି ଦଶ ଜଣ ସକାଶୁ ଆମ୍ଭେ ତାହା ବିନଷ୍ଟ କରିବା ନାହିଁ ।"},{"number":33,"verse":"ସେତେବେଳେ ସଦାପ୍ରଭୁ ଅବ୍ରହାମଙ୍କ ସହିତ ଏପ୍ରକାର କଥୋପକଥନ ସମାପନ କରି ପ୍ରସ୍ଥାନ କଲେ, ପୁଣି ଅବ୍ରହାମ ହିଁ ସ୍ଵସ୍ଥାନକୁ ଫେରିଗଲେ ।"}]}