{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"( ଇସ୍‍ହାକଙ୍କ ଜନ୍ମ) ଅନନ୍ତର ସଦାପ୍ରଭୁ ଆପଣା ବାକ୍ୟାନୁସାରେ ସାରାର ତତ୍ତ୍ଵାବଧାନ କଲେ; ପୁଣି ସଦାପ୍ରଭୁ ଯାହା କହିଥିଲେ, ସାରା ପ୍ରତି ତାହା କଲେ ।"},{"number":2,"verse":"ତହିଁରେ ସାରା ଅବ୍ରହାମଙ୍କର ବୃଦ୍ଧାବସ୍ଥାରେ ଗର୍ଭବତୀ ହୋଇ ପରମେଶ୍ଵରଙ୍କ ଦ୍ଵାରା ନିରୂପିତ ସମୟରେ ପୁତ୍ର ପ୍ରସବ କଲେ ।"},{"number":3,"verse":"ସେତେବେଳେ ଅବ୍ରହାମ ସାରାର ଗର୍ଭଜାତ ନିଜ ପୁତ୍ରର ନାମ ଇସ୍‍ହାକ (ହାସ୍ୟ) ରଖିଲେ ।"},{"number":4,"verse":"ପୁଣି ଅବ୍ରହାମ ପରମେଶ୍ଵରଙ୍କ ଆଜ୍ଞାନୁସାରେ ଆପଣା ପୁତ୍ର ଇସ୍‍ହାକକୁ ଆଠ ଦିନ ବୟସରେ ସୁନ୍ନତ କଲେ ।"},{"number":5,"verse":"ଅବ୍ରହାମଙ୍କର ଶହେ ବର୍ଷ ବୟସରେ ତାଙ୍କର ପୁତ୍ର ଇସ୍‍ହାକ ଜାତ ହେଲା ।"},{"number":6,"verse":"ଆଉ ସାରା କହିଲେ, ପରମେଶ୍ଵର ମୋତେ ହସାଇଲେ, ଏହା ଶୁଣି ସମସ୍ତେ ମୋʼ ସହିତ ହସିବେ ।"},{"number":7,"verse":"ସେ ଆହୁରି କହିଲେ, ସାରା ସନ୍ତାନମାନଙ୍କୁ ସ୍ତନପାନ କରାଇବ, ଏକଥା ଅବ୍ରହାମଙ୍କୁ କିଏ କହିପାରନ୍ତା ? ଯେହେତୁ ମୁଁ ଏବେ ତାଙ୍କର ବୃଦ୍ଧାବସ୍ଥାରେ ପୁତ୍ର ପ୍ରସବ କଲି ।"},{"number":8,"verse":"ଆଉ ବାଳକ ବଡ଼ ହୁଅନ୍ତେ, ସେମାନେ ତାକୁ ସ୍ତନପାନ ତ୍ୟାଗ କରାଇଲେ; ପୁଣି ଯେଉଁ ଦିନ ଇସ୍‍ହାକକୁ ସ୍ତନପାନ ତ୍ୟାଗ କରାଇଲେ, ସେହି ଦିନ ଅବ୍ରହାମ ମହାଭୋଜ ପ୍ରସ୍ତୁତ କଲେ ।"},{"number":9,"verse":"( ହାଗାର ଓ ଇଶ୍ମାଏଲ ବିତାଡ଼ିତ) ଅନନ୍ତର ମିସରୀୟା ହାଗାର ଅବ୍ରହାମଙ୍କ ନିମନ୍ତେ ଯେଉଁ ପୁତ୍ର ଜନ୍ମ କରିଥିଲା, ସାରା ଦେଖିଲା, ସେ ପରିହାସ କରୁଅଛି ।"},{"number":10,"verse":"ଏହେତୁ ସେ ଅବ୍ରହାମଙ୍କୁ କହିଲା, ତୁମ୍ଭେ ଏହି ଦାସୀକି ଓ ଏହାର ପୁତ୍ରକୁ ଦୂର କରି ଦିଅ; କାରଣ ଏହି ଦାସୀପୁତ୍ର ମୋହର ପୁତ୍ର ଇସ୍‍ହାକ ସହିତ ଉତ୍ତରାଧିକାରୀ ହେବ ନାହିଁ ।"},{"number":11,"verse":"ଏହି କଥା ଶୁଣି ଅବ୍ରହାମ ଆପଣା ପୁତ୍ର ସକାଶୁ ଅତି ଦୁଃଖିତ ହେଲେ ।"},{"number":12,"verse":"ସେତେବେଳେ ପରମେଶ୍ଵର ଅବ୍ରହାମଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଏହି ବାଳକ ଓ ତୁମ୍ଭ ଦାସୀ ନିମନ୍ତେ ଦୁଃଖିତ ହୁଅ ନାହିଁ; ସାରା ତୁମ୍ଭକୁ ଯାହା କହୁଅଛି, ତାହାର ସେହି କଥାରେ ମନୋଯୋଗ କର; ଯେହେତୁ ଇସ୍‍ହାକଠାରୁ ତୁମ୍ଭର ବଂଶ ବିଖ୍ୟାତ ହେବ ।"},{"number":13,"verse":"ଆଉ ଏହି ଦାସୀପୁତ୍ର ତୁମ୍ଭର ବଂଶ, ଏଣୁ ଆମ୍ଭେ ତାହାଠାରୁ ଏକ ଗୋଷ୍ଠୀ ଉତ୍ପନ୍ନ କରିବା ।"},{"number":14,"verse":"ଅନନ୍ତର ଅବ୍ରହାମ ପ୍ରଭାତରେ ଉଠି ରୋଟୀ ଓ ଜଳପୂର୍ଣ୍ଣ କୁମ୍ପା ଘେନି ହାଗାରର ସ୍କନ୍ଧରେ ଦେଇ ବାଳକକୁ ସମର୍ପଣ କରି ତାହାକୁ ବିଦାୟ କଲେ; ତହିଁରେ ସେ ପ୍ରସ୍ଥାନ କରି ବେର୍ଶେବା ନାମକ ପ୍ରାନ୍ତରରେ ପଥ ହରାଇଲା ।"},{"number":15,"verse":"ପୁଣି କୁମ୍ପାର ଜଳ ଶେଷ ହୁଅନ୍ତେ, ହାଗାର ଗୋଟିଏ ବୁଦାର ମୂଳରେ ବାଳକକୁ ଛାଡ଼ି ଦେଲା ।"},{"number":16,"verse":"ପୁଣି ସେ ତାହା ଆଗରୁ ଦୂରକୁ ତୀରେକ ପରିମାଣ ଯାଇ ବସିଲା; କାରଣ ସେ କହିଲା, ବାଳକର ମରଣ ମୁଁ ଦେଖିବି ନାହିଁ । ପୁଣି ସେ ତାହା ଆଗରେ ବସି ଉଚ୍ଚ ସ୍ଵରରେ ରୋଦନ କଲା ।"},{"number":17,"verse":"ସେତେବେଳେ ପରମେଶ୍ଵର ବାଳକର ରବ ଶୁଣିଲେ; ପୁଣି ପରମେଶ୍ଵରଙ୍କ ଦୂତ ଆକାଶରୁ ଡାକି ହାଗାରକୁ କହିଲେ, ଆଗୋ ହାଗାର, ତୁମ୍ଭର କଅଣ ହେଲା ? ଭୟ କର ନାହିଁ; କାରଣ ଯେଉଁ ସ୍ଥାନରେ ବାଳକ ଅଛି, ସେହି ସ୍ଥାନରେ ପରମେଶ୍ଵର ତାହାର ରବ ଶୁଣିଅଛନ୍ତି ।"},{"number":18,"verse":"ତୁମ୍ଭେ ଠିଆ ହୋଇ ବାଳକକୁ ଉଠାଇ ହସ୍ତରେ ଧର; ଆମ୍ଭେ ତାହାଠାରୁ ଏକ ମହାଗୋଷ୍ଠୀ ଉତ୍ପନ୍ନ କରିବା ।"},{"number":19,"verse":"ସେତେବେଳେ ପରମେଶ୍ଵର ତାହାର ଚକ୍ଷୁ ପ୍ରସନ୍ନ କରନ୍ତେ, ସେ ସଜଳ କୂପ ଦେଖିବାକୁ ପାଇ ସେଠାକୁ ଯାଇ କୁମ୍ପାରେ ଜଳ ପୂରାଇ ବାଳକକୁ ପାନ କରାଇଲା ।"},{"number":20,"verse":"ଅନନ୍ତର ପରମେଶ୍ଵର ବାଳକର ସହାୟ ହୁଅନ୍ତେ, ସେ ବଡ଼ ହେଲା, ପୁଣି ପ୍ରାନ୍ତରରେ ଥାଇ ଧନୁର୍ଦ୍ଧର ହେଲା ।"},{"number":21,"verse":"ସେ ପାରଣ୍ ନାମକ ପ୍ରାନ୍ତରରେ ବସତି କଲା; ତହିଁ ଉତ୍ତାରେ ତାହାର ମାତା ଏକ ମିସର ଦେଶୀୟା କନ୍ୟା ସଙ୍ଗେ ତାହାର ବିବାହ ଦେଲା ।"},{"number":22,"verse":"( ଅବ୍ରହାମ ଓ ଅବିମେଲକ ମଧ୍ୟରେ ଚୁକ୍ତି) ଏହି ସମୟରେ ଅବିମେଲକ ଓ ଫୀଖୋଲ ନାମକ ତାଙ୍କର ସେନାପତି ଅବ୍ରହାମଙ୍କୁ କହିଲେ, ପରମେଶ୍ଵର ତୁମ୍ଭର ସବୁ କାର୍ଯ୍ୟରେ ସହାୟ ଅଟନ୍ତି ।"},{"number":23,"verse":"ଏଣୁକରି ତୁମ୍ଭେ ଆମ୍ଭ ପ୍ରତି ଓ ଆମ୍ଭର ପୁତ୍ରପୌତ୍ର ପ୍ରତି ବିଶ୍ଵାସଘାତକତା କରିବ ନାହିଁ; ପୁଣି ଆମ୍ଭେ ତୁମ୍ଭ ପ୍ରତି ଯେପରି ଅନୁଗ୍ରହ କରିଅଛୁ, ତଦନୁସାରେ ତୁମ୍ଭେ ଆମ୍ଭ ପ୍ରତି ଓ ତୁମ୍ଭର ପ୍ରବାସ ସ୍ଥାନ ଏହି ଦେଶ ପ୍ରତି ଅନୁଗ୍ରହ କରିବ, ଆମ୍ଭ ଆଗରେ ପରମେଶ୍ଵରଙ୍କ ଶପଥ କରି ଏହି କଥା କୁହ ।"},{"number":24,"verse":"ତହିଁରେ ଅବ୍ରହାମ କହିଲେ, ମୁଁ ଶପଥ କରିବି ।"},{"number":25,"verse":"ଆଉ ଅବିମେଲକଙ୍କର ଦାସଗଣ ଅବ୍ରହାମଙ୍କର ଏକ ସଜଳ କୂପ ବଳରେ ଅଧିକାର କରିଥିଲେ, ତେଣୁକରି ଅବ୍ରହାମ ଅବିମେଲକଙ୍କୁ ଅନୁଯୋଗ କଲେ ।"},{"number":26,"verse":"ତହିଁରେ ଅବିମେଲକ କହିଲେ, ଏ କର୍ମ କିଏ କଲା, ତାହା ଆମ୍ଭେ ଜାଣି ନାହୁଁ; ପୁଣି ତୁମ୍ଭେ ହିଁ ଆମ୍ଭକୁ ଜଣାଇ ନାହଁ; ଆମ୍ଭେ କେବଳ ଆଜି ଏ କଥା ଶୁଣିଲୁ ।"},{"number":27,"verse":"ଅନନ୍ତର ଅବ୍ରହାମ ମେଷ ଓ ଗୋରୁ ଘେନି ଅବିମେଲକଙ୍କୁ ଦେଲେ, ପୁଣି ଦୁହେଁ ଗୋଟିଏ ନିୟମ ସ୍ଥିର କଲେ ।"},{"number":28,"verse":"ଆଉ ଅବ୍ରହାମ ପଲରୁ ସାତଗୋଟା ମେଷବତ୍ସା ପୃଥକ କରି ରଖିଲେ ।"},{"number":29,"verse":"ତହିଁରେ ଅବିମେଲକ ଅବ୍ରହାମଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭେ କି ଅଭିପ୍ରାୟରେ ଏହି ସାତଗୋଟା ମେଷବତ୍ସା ପୃଥକ କରି ରଖିଲ ?"},{"number":30,"verse":"ଅବ୍ରହାମ କହିଲେ, ମୁଁ ଯେ ଏହି କୂପ ଖୋଳିଅଛି, ତହିଁର ପ୍ରମାଣ ନିମନ୍ତେ ମୋʼଠାରୁ ଏହି ସାତଗୋଟା ମେଷବତ୍ସା ନେବାକୁ ହେବ ।"},{"number":31,"verse":"ଏଣୁ ସେହି ସ୍ଥାନର ନାମ ବେର୍ଶେବା (ଶପଥ-କୂପ) ହେଲା, ଯେହେତୁ ସେହିଠାରେ ସେ ଦୁହେଁ ଶପଥ କଲେ ।"},{"number":32,"verse":"ଏହିରୂପେ ସେମାନେ ବେର୍ଶେବା ନିକଟରେ ନିୟମ ସ୍ଥିର କରନ୍ତେ, ଅବିମେଲକ ଓ ଫୀଖୋଲ ନାମକ ତାଙ୍କର ସେନାପତି ଉଠି ପଲେଷ୍ଟୀୟମାନଙ୍କ ଦେଶକୁ ଫେରିଗଲେ ।"},{"number":33,"verse":"ଅନନ୍ତର ଅବ୍ରହାମ ସେହି ବେର୍ଶେବା ନିକଟରେ ଏକ ଝାଉଁ ବୃକ୍ଷ ରୋପଣ କରି ସେହି ସ୍ଥାନରେ ଅନାଦି ଅନ; ପରମେଶ୍ଵର ସଦାପ୍ରଭୁଙ୍କ ନାମରେ ପ୍ରାର୍ଥନା କଲେ ।"},{"number":34,"verse":"ପୁଣି ଅବ୍ରହାମ ପଲେଷ୍ଟୀୟମାନଙ୍କ ଦେଶରେ ବହୁ କାଳ ପ୍ରବାସ କଲେ ।"}]}