{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":28,"verses":[{"number":1,"verse":"( ଯାକୁବକୁ ଲାବନଙ୍କ ନିକଟକୁ) ଅନନ୍ତର ଇସ୍‍ହାକ ଯାକୁବକୁ ଡକାଇ ଆଶୀର୍ବାଦ କଲେ ଏବଂ ଏହି ଆଜ୍ଞା ଦେଇ ତାହାକୁ କହିଲେ, ତୁମ୍ଭେ କିଣାନ ଦେଶର କୌଣସି କନ୍ୟାକୁ ବିବାହ କରିବ ନାହିଁ ।"},{"number":2,"verse":"ଉଠ, ପଦ୍ଦନ୍ ଅରାମରେ ଆପଣା ମାତାମହ ବଥୂୟେଲର ଗୃହକୁ ଯାଇ ସେଠାରେ ଆପଣା ମାତୁଳ ଲାବନର କୌଣସି କନ୍ୟାକୁ ବିବାହ କର ।"},{"number":3,"verse":"ସର୍ବଶକ୍ତିମାନ୍ ପରମେଶ୍ଵର ଆଶୀର୍ବାଦ କରି ତୁମ୍ଭକୁ ନାନା ଜନସମାଜ କରିବା ପାଇଁ ଫଳବ; ଓ ବହୁପ୍ରଜାବ; କରନ୍ତୁ ।"},{"number":4,"verse":"ଆଉ ଅବ୍ରହାମଙ୍କ ପ୍ରତି ଦତ୍ତ ଆଶୀର୍ବାଦ ତୁମ୍ଭଠାରେ ଓ ତୁମ୍ଭ ବଂଶରେ ସଫଳ କରନ୍ତୁ; ତହିଁରେ ପରମେଶ୍ଵର ତୁମ୍ଭର ପ୍ରବାସ ସ୍ଥାନ ଏହି ଯେଉଁ ଦେଶ ଅବ୍ରହାମଙ୍କୁ ଦେଇଅଛନ୍ତି, ସେହି ଦେଶରେ ତୁମ୍ଭର ଅଧିକାର ହେଉ ।"},{"number":5,"verse":"ଅନନ୍ତର ଇସ୍‍ହାକ ଯାକୁବକୁ ବିଦାୟ କରନ୍ତେ, ସେ ପଦ୍ଦନ୍ ଅରାମରେ ଅରାମୀୟ ବଥୂୟେଲର ପୁତ୍ର ଲାବନର, ଅର୍ଥାତ୍, ଯାକୁବ ଓ ଏଷୌର ମାତା ରିବିକାର ଭ୍ରାତା ନିକଟକୁ ଯାତ୍ରା କଲା ।"},{"number":6,"verse":"( ଏଷୌଙ୍କର ପୁନର୍ବିବାହ) ଅନନ୍ତର ଇସ୍‍ହାକ ଯାକୁବକୁ ଆଶୀର୍ବାଦ କରି ବିବାହ ନିମନ୍ତେ ପଦ୍ଦନ୍ ଅରାମକୁ ବିଦାୟ କଲେ, ପୁଣି ଆଶୀର୍ବାଦ କରିବା ସମୟରେ ତାହାକୁ ଆଜ୍ଞା ଦେଇ କହିଲେ, ତୁମ୍ଭେ କିଣାନ ଦେଶର କୌଣସି କନ୍ୟା ବିବାହ କର ନାହିଁ ।"},{"number":7,"verse":"ଆଉ ଯାକୁବ ଆପଣା ପିତାମାତାଙ୍କର ଆଜ୍ଞା ମାନି ପଦ୍ଦନ୍ ଅରାମକୁ ପ୍ରସ୍ଥାନ କରିଅଛି,"},{"number":8,"verse":"ଏହା ଦେଖି ଏଷୌ ଆପଣା ପିତା ଇସ୍‍ହାକଙ୍କର କିଣାନ ଦେଶୀୟ କନ୍ୟାମାନଙ୍କ ପ୍ରତି ଅସନ୍ତୋଷ ଥିବାର ଜାଣି"},{"number":9,"verse":"ଆପଣାର ଭାର୍ଯ୍ୟାଗଣ ଥିଲେହେଁ ଇଶ୍ମାଏଲ ନିକଟକୁ ଯାଇ ଅବ୍ରହାମଙ୍କର ପୌତ୍ରୀ ଇଶ୍ମାଏଲର ପୁତ୍ରୀ ନବାୟୋତର ଭଗିନୀ ମହଲତ୍ ନାମ୍ନୀ କନ୍ୟାକୁ ବିବାହ କଲା ।"},{"number":10,"verse":"( ବୈଥେଲରେ ଯାକୁବଙ୍କ ସ୍ଵପ୍ନ) ଅନନ୍ତର ଯାକୁବ ବେରଶେବାରୁ ବାହାରି ହାରଣ ଆଡ଼କୁ ଯାତ୍ରା କଲା ।"},{"number":11,"verse":"ପୁଣି ସୂର୍ଯ୍ୟାସ୍ତ ହେବାରୁ ସେ କୌଣସି ଏକ ସ୍ଥାନରେ ଉତ୍ତରି ରାତ୍ରି କ୍ଷେପଣ କଲା; ପୁଣି ସେ ସେହି ସ୍ଥାନର ଖଣ୍ତିଏ ପ୍ରସ୍ତର ନେଇ ମସ୍ତକ ତଳେ ଦେଇ ନିଦ୍ରା ଯିବା ନିମନ୍ତେ ସେହି ସ୍ଥାନରେ ଶୟନ କଲା ।"},{"number":12,"verse":"ତହିଁରେ ସେ ସ୍ଵପ୍ନ ଯୋଗେ ପୃଥିବୀରେ ସ୍ଥାପିତ ଗୋଟିଏ ସୋପାନ ଦେଖିଲା, ତହିଁର ମସ୍ତକ ଗଗନସ୍ପର୍ଶୀ; ପୁଣି ଦେଖ, ତାହା ଦେଇ ପରମେଶ୍ଵରଙ୍କ ଦୂତଗଣ ଆରୋହଣ ଓ ଅବରୋହଣ କରୁଅଛନ୍ତି ।"},{"number":13,"verse":"ଆଉ ଦେଖ, ସଦାପ୍ରଭୁ ତହିଁ ଉପରେ ଠିଆ ହୋଇ କହିଲେ, ଆମ୍ଭେ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପୂର୍ବପୁରୁଷ ଅବ୍ରହାମର ପରମେଶ୍ଵର ଓ ଇସ୍‍ହାକର ପରମେଶ୍ଵର ଅଟୁ; ତୁମ୍ଭେ ଏହି ଯେଉଁ ଦେଶରେ ଶୟନ କରୁଅଛ, ତାହା ଆମ୍ଭେ ତୁମ୍ଭକୁ ଓ ତୁମ୍ଭ ବଂଶକୁ ଦେବା ।"},{"number":14,"verse":"ତୁମ୍ଭର ବଂଶ ପୃଥିବୀର ଧୂଳି ପରି (ଅସଂଖ୍ୟ) ହେବେ, ପୁଣି ତୁମ୍ଭେ ପୂର୍ବ ଓ ପଶ୍ଚିମ ଓ ଉତ୍ତର ଓ ଦକ୍ଷିଣ, ଚାରିଆଡ଼େ ବୃଦ୍ଧି ପାଇବ; ପୁଣି ତୁମ୍ଭଠାରୁ ଓ ତୁମ୍ଭ ବଂଶଠାରୁ ପୃଥିବୀସ୍ଥ ଯାବତୀୟ ବଂଶ ଆଶୀର୍ବାଦ ପାଇବେ ।"},{"number":15,"verse":"ପୁଣି ଦେଖ, ଆମ୍ଭେ ତୁମ୍ଭର ସହାୟ ଅଟୁ, ଆଉ ତୁମ୍ଭେ ଯେଉଁ ଯେଉଁ ସ୍ଥାନକୁ ଯିବ, ସେହି ସେହି ସ୍ଥାନରେ ଆମ୍ଭେ ତୁମ୍ଭକୁ ରକ୍ଷା କରିବା ଓ ପୁନର୍ବାର ତୁମ୍ଭକୁ ଏ ଦେଶକୁ ଆଣିବା; କାରଣ ଆମ୍ଭେ ଯାହା ତୁମ୍ଭକୁ କହିଅଛୁ, ତାହା ସଫଳ ନ କରିବା ଯାଏ ଆମ୍ଭେ ତୁମ୍ଭକୁ ପରିତ୍ୟାଗ କରିବା ନାହିଁ ।"},{"number":16,"verse":"ଅନନ୍ତର ନିଦ୍ରାଭଙ୍ଗ ହୁଅନ୍ତେ, ଯାକୁବ ଜାଗ୍ରତ ହୋଇ କହିଲା, ଅବଶ୍ୟ ଏହି ସ୍ଥାନରେ ସଦାପ୍ରଭୁ ଅଛନ୍ତି; ମାତ୍ର ମୁଁ ତାହା ଜାଣିଲି ନାହିଁ ।"},{"number":17,"verse":"ପୁଣି ସେ ଭୀତ ହୋଇ ଆହୁରି କହିଲା, ଏ କିପରି ଭୟାନକ ସ୍ଥାନଣ! ଏ ତ ନିତା; ପରମେଶ୍ଵରଙ୍କର ଗୃହ, ଏହି ତ ସ୍ଵର୍ଗର ଦ୍ଵାର ।"},{"number":18,"verse":"ଅନନ୍ତର ଯାକୁବ ପ୍ରଭାତରେ ଉଠି ଯେଉଁ ପ୍ରସ୍ତର ମସ୍ତକ ତଳେ ଦେଇଥିଲା, ତାହା ନେଇ ସ୍ତମ୍ଭ ରୂପେ ସ୍ଥାପନ କରି ତହିଁ ଉପରେ ତୈଳ ଢାଳିଲା ।"},{"number":19,"verse":"ପୁଣି ସେହି ସ୍ଥାନର ନାମ ବୈଥେଲ (ପରମେଶ୍ଵରଙ୍କ ଗୃହ) ରଖିଲା; ମାତ୍ର ପୂର୍ବେ ସେହି ନଗରର ନାମ ଲୂସ୍ ଥିଲା ।"},{"number":20,"verse":"ଆଉ ଯାକୁବ ମାନତ କରି କହିଲା, ଯେବେ ପରମେଶ୍ଵର ମୋହର ସହାୟ ହେବେ ଓ ମୋହର ଏହି ଯିବା ପଥରେ ମୋତେ ରକ୍ଷା କରିବେ, ପୁଣି ଆହାର ନିମନ୍ତେ ଅନ୍ନ ଓ ପରିଧାନ ନିମନ୍ତେ ବସ୍ତ୍ର ଦେବେ,"},{"number":21,"verse":"ଆଉ ଯେବେ ମୁଁ କୁଶଳରେ ପିତୃଗୃହକୁ ପୁନର୍ବାର ଆସିବି, ତେବେ ସଦାପ୍ରଭୁ ମୋହର ପରମେଶ୍ଵର ହେବେ,"},{"number":22,"verse":"ପୁଣି ମୁଁ ଏହି ଯେଉଁ ପ୍ରସ୍ତର ସ୍ତମ୍ଭ ରୂପେ ସ୍ଥାପନ କରିଅଛି, ତାହା ପରମେଶ୍ଵରଙ୍କ ଗୃହ ହେବ, ଆଉ ତୁମ୍ଭେ ମୋତେ ଯାହା ସବୁ ଦେବ, ତହିଁର ଦଶମାଂଶ ମୁଁ ତୁମ୍ଭଙ୍କୁ ଅବଶ୍ୟ ଦେବି ।"}]}