{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":32,"verses":[{"number":1,"verse":"( ଯାକୁବ ଏଷୌଙ୍କୁ ଭେଟିବା ପାଇଁ) ତହିଁ ଉତ୍ତାରେ ଯାକୁବ ଯାତ୍ରା କରନ୍ତେ, ପରମେଶ୍ଵରଙ୍କ ଦୂତଗଣ ତାହା ସଙ୍ଗେ ଭେଟିଲେ ।"},{"number":2,"verse":"ସେତେବେଳେ ଯାକୁବ ସେମାନଙ୍କୁ ଦେଖି କହିଲା, ଏମାନେ ପରମେଶ୍ଵରଙ୍କ ଦଳ; ଏଣୁକରି ସେହି ସ୍ଥାନର ନାମ ମହନୟିମ୍ (ଦୁଇ ଦଳ) ରଖିଲା ।"},{"number":3,"verse":"ତହିଁ ଉତ୍ତାରୁ ଯାକୁବ ଆପଣା ଆଗେ ସେୟୀର ଦେଶସ୍ଥ ଇଦୋମ ଅଞ୍ଚଳରେ ଭ୍ରାତା ଏଷୌ ନିକଟକୁ ଦୂତମାନଙ୍କୁ ପ୍ରେରଣ କଲା ।"},{"number":4,"verse":"ପୁଣି ସେ ସେମାନଙ୍କୁ ଏହି ଆଜ୍ଞା ଦେଲା, ତୁମ୍ଭେମାନେ ଆମ୍ଭର ପ୍ରଭୁ ଏଷୌଙ୍କୁ କହିବ, ଆପଣଙ୍କ ଦାସ ଯାକୁବ ଆପଣଙ୍କୁ ଜଣାଇଲା, ମୁଁ ଲାବନ ପାଖରେ ପ୍ରବାସ କରୁଥିଲି, ଆଜି ପର୍ଯ୍ୟନ୍ତ ମୋହର ବିଳମ୍ଵ ହେଲା ।"},{"number":5,"verse":"ମୋହର ଗୋରୁ, ଗଧ, ମେଷପଲ ଓ ଦାସଦାସୀ ଅଛନ୍ତି, ପୁଣି ମୁଁ ଆପଣା ପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ଅନୁଗ୍ରହ ପାଇବା ନିମନ୍ତେ ଆପଣଙ୍କ ନିକଟକୁ ସମ୍ଵାଦ ପଠାଇଲି ।"},{"number":6,"verse":"ଅନନ୍ତର ଦୂତମାନେ ଫେରି ଆସି ଯାକୁବକୁ କହିଲେ, ଆମ୍ଭେମାନେ ଆପଣଙ୍କ ଭ୍ରାତା ଏଷୌ ନିକଟକୁ ଯାଇଥିଲୁ, ସେ ଚାରିଶହ ଲୋକ ସଙ୍ଗରେ ଘେନି ଆପଣଙ୍କ ସହିତ ଦେଖା କରିବାକୁ ଆସୁଅଛନ୍ତି ।"},{"number":7,"verse":"ତହିଁରେ ଯାକୁବ ଅତିଶୟ ଭୀତ ଓ ଉଦ୍ବିଗ୍ନ ହେଲା, ପୁଣି ସଙ୍ଗୀ ଲୋକମାନଙ୍କୁ ଓ ଗୋମେଷାଦି ସମସ୍ତ ପଲ ଓ ଓଟମାନଙ୍କୁ ଭିନ୍ନ ଭିନ୍ନ ଦୁଇ ଦଳ କରି କହିଲା,"},{"number":8,"verse":"ଏଷୌ ଆସି ଯେବେ ଏକ ଦଳକୁ ପ୍ରହାର କରିବ, ତଥାପି ଅନ୍ୟ ଦଳ ବଞ୍ଚି ପଳାଇ ଯିବେ;"},{"number":9,"verse":"ସେତେବେଳେ ଯାକୁବ କହିଲା, ହେ ମୋହର ପିତା ଅବ୍ରହାମଙ୍କର ପରମେଶ୍ଵର, ହେ ମୋହର ପିତା ଇସ୍‍ହାକଙ୍କର ପରମେଶ୍ଵର, ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ଆପେ ମୋତେ କହିଥିଲ, ତୁମ୍ଭେ ଆପଣା ଦେଶ ଓ ଜ୍ଞାତିମାନଙ୍କ ନିକଟକୁ ଫେରି ଯାଅ, ତହିଁରେ ଆମ୍ଭେ ତୁମ୍ଭର ମଙ୍ଗଳ କରିବା, ।"},{"number":10,"verse":"ତୁମ୍ଭେ ଏହି ଦାସ ପ୍ରତି ଯେସମସ୍ତ ଦୟା ଓ ଯେସମସ୍ତ ବିଶ୍ଵସ୍ତତା ପ୍ରକାଶ କରିଅଛ, ମୁଁ ତହିଁର କିଞ୍ଚିତ ହିଁ ପାଇବାର ଯୋଗ୍ୟ ନୁହେଁ; ଯେହେତୁ ମୁଁ ନିଜର ଯଷ୍ଟିମାତ୍ର ଘେନି ଏହି ଯର୍ଦ୍ଦନ ପାର ହୋଇଥିଲି, ମାତ୍ର ଏବେ ମୁଁ ଦୁଇଦଳ ହୋଇଅଛି ।"},{"number":11,"verse":"ବିନୟ କରୁଅଛି, ମୋʼ ଭ୍ରାତାର ହସ୍ତରୁ, ଏଷୌର ହସ୍ତରୁ ମୋତେ ରକ୍ଷା କର; କାରଣ ମୁଁ ତାହାକୁ ଭୟ କରୁଅଛି, କେଜାଣି ସେ ଆସି ମୋତେ ଓ ମାତା ଓ ବାଳକମାନଙ୍କୁ ବଧ କରିବ ।"},{"number":12,"verse":"ତୁମ୍ଭେ ତ କହିଅଛ, ଆମ୍ଭେ ଅବଶ୍ୟ ତୁମ୍ଭର ମଙ୍ଗଳ କରିବା, ପୁଣି ସମୁଦ୍ର ତୀରସ୍ଥ ଯେଉଁ ବାଲି ବାହୁଲ୍ୟ ହେତୁ ଗଣାଯାଇ ନ ପାରେ, ତାହା ତୁଲ୍ୟ ତୁମ୍ଭର ବଂଶ ବୃଦ୍ଧି କରିବା ।"},{"number":13,"verse":"ଆଉ ଯାକୁବ ସେହି ସ୍ଥାନରେ ସେହି ରାତ୍ରି କ୍ଷେପଣ କଲା; ଆଉ ତାହା ନିକଟରେ ଯାହା ଥିଲା, ତହିଁରୁ ଆପଣା ଭ୍ରାତା ଏଷୌ ନିମନ୍ତେ ଭେଟୀ ପ୍ରସ୍ତୁତ କଲା;"},{"number":14,"verse":"ଅର୍ଥାତ୍, ଦୁଇଶହ ଛାଗୀ ଓ କୋଡ଼ିଏ ଛାଗ, ଦୁଇଶହ ମେଷୀ ଓ କୋଡିଏ ମେଷ,"},{"number":15,"verse":"ପୁଣି ସବତ୍ସା ଦୁଗ୍ଧବତୀ ତିରିଶ ଉଷ୍ଟ୍ରୀ ଓ ଚାଳିଶ ଗାଭୀ ଓ ଦଶ ବୃଷ, ପୁଣି କୋଡ଼ିଏ ଗର୍ଦ୍ଦଭୀ ଓ ଦଶଟି ବାଛରା ପ୍ରସ୍ତୁତ କଲା ।"},{"number":16,"verse":"ଅନନ୍ତର ପଲ ସବୁ ପୃଥକ ପୃଥକ କରି ଆପଣା ଦାସମାନଙ୍କ ହସ୍ତରେ ଏକ ପଲ ସମର୍ପଣ କରି ସେମାନଙ୍କୁ ଆଜ୍ଞା ଦେଲା, ତୁମ୍ଭେମାନେ ମୋʼ ଆଗେ ଆଗେ ଯାଅ, ପୁଣି ମଧ୍ୟେ ମଧ୍ୟେ ସ୍ଥାନ ରଖି ପ୍ରତ୍ୟେକ ପଲକୁ ପୃଥକ କର ।"},{"number":17,"verse":"ପୁଣି ସେ ସର୍ବାଗ୍ରଗାମୀ ଦାସକୁ ଏହି ଆଜ୍ଞା ଦେଲା, ମୋହର ଭ୍ରାତା ଏଷୌ ସହିତ ସାକ୍ଷାତ ହେଲେ, ସେ ଯେବେ ପଚାରିବେ, ତୁମ୍ଭେ କାହାର ଦାସ ? କେଉଁଠାକୁ ଯାଉଅଛ ? ପୁଣି ତୁମ୍ଭର ଅଗ୍ରସ୍ଥିତ ଏହି ସମସ୍ତ କାହାର ?"},{"number":18,"verse":"ତେବେ ତୁମ୍ଭେ ଉତ୍ତର ଦେବ, ଏହି ସମସ୍ତ ଆପଣଙ୍କ ଦାସ ଯାକୁବଙ୍କର, ଏହି ସବୁ ଭେଟୀ ଆମ୍ଭ ପ୍ରଭୁ ଏଷୌଙ୍କ ନିମନ୍ତେ ପ୍ରେରିତ; ଦେଖନ୍ତୁ, ସେ ମଧ୍ୟ ପଛେ ପଛେ ଆସୁଅଛନ୍ତି ।"},{"number":19,"verse":"ଏହି ପ୍ରକାରେ ସେ ଦ୍ଵିତୀୟ ଓ ତୃତୀୟ ପଲର ପଶ୍ଚାଦ୍ଗାମୀ ସବୁ ଦାସମାନଙ୍କୁ ଆଜ୍ଞା ଦେଇ କହିଲା, ଏଷୌ ସଙ୍ଗରେ ସାକ୍ଷାତ ହେଲେ, ତୁମ୍ଭେମାନେ ଏହି ପ୍ରକାର କଥା କହିବ ।"},{"number":20,"verse":"ଆହୁରି କହିବ, ଦେଖନ୍ତୁ, ଆପଣଙ୍କ ଦାସ ଯାକୁବ ଆମ୍ଭମାନଙ୍କ ପଛେ ଆସୁଅଛନ୍ତି; କାରଣ ସେ ମନେ କଲେ, ଆଗେ ଭେଟୀ ପଠାଇ ତାଙ୍କୁ ଶା; କରି ପଛେ ତାଙ୍କ ସଙ୍ଗରେ ସାକ୍ଷାତ କରିବା, ତହିଁରେ ସେ ଆମ୍ଭ ପ୍ରତି ଅନୁଗ୍ରହ କଲେ କରି ପାରନ୍ତି ।"},{"number":21,"verse":"ଏହିରୂପେ ତାହା ଆଗରେ ଭେଟୀ ଦ୍ରବ୍ୟଗଲା; ମାତ୍ର ସେ ଆପେ ସେହି ରାତ୍ରି ନିଜ ଦଳ ମଧ୍ୟରେ ରହିଲା ।"},{"number":22,"verse":"( ଈଶ୍ଵରଙ୍କ ସହ ଯାକୁବଙ୍କର ମଲ୍ଲଯୁଦ୍ଧ) ଅନନ୍ତର ସେ ରାତ୍ରିରେ ଉଠି ଆପଣାର ଦୁଇ ଭାର୍ଯ୍ୟା ଓ ଦୁଇ ଦାସୀ ଓ ଏକାଦଶ ସନ୍ତାନଙ୍କୁ ଯବ୍ବୋକ ଘାଟରେ ପାର କରାଇବା ପାଇଁ ସଙ୍ଗରେ ନେଲା ।"},{"number":23,"verse":"ପୁଣି ସେମାନଙ୍କୁ ନଦୀ ପାର କରାଇ ଆପଣାର ସମସ୍ତ ଦ୍ରବ୍ୟ ସେପାରିକି ପଠାଇ ଦେଲା ।"},{"number":24,"verse":"ସେତେବେଳେ ଯାକୁବ ସେଠାରେ ଏକାକୀ ରହିଲା; ତହୁଁ ଜଣେ ପୁରୁଷ ପ୍ରଭାତ ପର୍ଯ୍ୟନ୍ତ ତାହା ସହିତ ମଲ୍ଲଯୁଦ୍ଧ କଲେ ।"},{"number":25,"verse":"ମାତ୍ର ତାହାକୁ ଜୟ କରି ପାରିଲେ ନାହିଁ ଦେଖି ସେ ଯାକୁବର ଊରୁଦେଶର ସନ୍ଧି ସ୍ଥାନରେ ଆଘାତ କଲେ; ତାହାଙ୍କ ସହିତ ଏପ୍ରକାର ମଲ୍ଲଯୁଦ୍ଧ କରିବାରୁ ଯାକୁବର ଊରୁସନ୍ଧି ଖସିଗଲା ।"},{"number":26,"verse":"ଅନନ୍ତର ସେହି ପୁରୁଷ କହିଲେ, ଆମ୍ଭକୁ ଛାଡ଼, କାରଣ ପ୍ରଭାତ ହେଲା । ତହୁଁ ଯାକୁବ କହିଲା, ତୁମ୍ଭେ ମୋତେ ଆଶୀର୍ବାଦ ନ କଲେ, ମୁଁ ତୁମ୍ଭଙ୍କୁ ଛାଡ଼ିବି ନାହିଁ।"},{"number":27,"verse":"ପୁନର୍ବାର ସେହି ମନୁଷ୍ୟ କହିଲେ, ତୁମ୍ଭର ନାମ କଅଣ ? ସେ କହିଲା, ଯାକୁବ ।"},{"number":28,"verse":"ସେ କହିଲେ, ତୁମ୍ଭେ ଯାକୁବ ନାମରେ ଆଉ ବିଖ୍ୟାତ ହେବ ନାହିଁ, ମାତ୍ର ଇସ୍ରାଏଲ (ପରମେଶ୍ଵରଙ୍କ ସହିତ ଯୋଦ୍ଧା) ନାମରେ ବିଖ୍ୟାତ ହେବ; କାରଣ ତୁମ୍ଭେ ପରମେଶ୍ଵର ଓ ମନୁଷ୍ୟ ସହିତ ଯୁଦ୍ଧ କରି ଜୟୀ ହୋଇଅଛ ।"},{"number":29,"verse":"ସେତେବେଳେ ଯାକୁବ ପଚାରି କହିଲା, ମୁଁ ବିନୟ କରୁଅଛି, ତୁମ୍ଭର ନାମ କୁହ । ସେ କହିଲେ, ତୁମ୍ଭେ କିହେତୁ ଆମ୍ଭର ନାମ ପଚାରୁ ଅଛ? ତହୁଁ ସେ ସେଠାରେ ଯାକୁବକୁ ଆଶୀର୍ବାଦ କଲେ ।"},{"number":30,"verse":"ସେତେବେଳେ ସେହି ସ୍ଥାନର ନାମ ପନୂୟେଲ (ପରମେଶ୍ଵରଙ୍କ ମୁଖ) ରଖିଲା; ଯେହେତୁ ସେ କହିଲା, ମୁଁ ପରମେଶ୍ଵରଙ୍କୁ ମୁଖାମୁଖି ଦେଖିଲେ ହେଁ ମୋହର ପ୍ରାଣ ବଞ୍ଚିଲା ।"},{"number":31,"verse":"ଅନନ୍ତର ସେ ପନୂୟେଲ ପାର ହୁଅନ୍ତେ, ସୂର୍ଯ୍ୟୋଦୟ ହେଲା; ମାତ୍ର ସେ ଊରୁସନ୍ଧି ସକାଶୁ ଛୋଟାଇ ଚାଲିଲା ।"},{"number":32,"verse":"ଏହେତୁ ଇସ୍ରାଏଲର ସନ୍ତାନମାନେ ଅଦ୍ୟାପି (କୌଣସି) ଊରୁଦେଶର ଉପରିସ୍ଥ ସନ୍ଧିଶିରା ଭୋଜନ କରନ୍ତି ନାହିଁ, କାରଣ ସେ ଯାକୁବର ଊରୁଦେଶର ସନ୍ଧିଶିରା ସ୍ପର୍ଶ କରିଥିଲେ ।"}]}