{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":33,"verses":[{"number":1,"verse":"( ଯାକୁବ ଏଷୌଙ୍କ ମିଳନ) ଅନନ୍ତର ଯାକୁବ ଅନାଇ ଦେଖିଲା, ଆଉ ଦେଖ, ଏଷୌ ଉପସ୍ଥିତ, ପୁଣି ତାହା ସଙ୍ଗେ ଚାରିଶହ ଲୋକ । ତହିଁରେ ସେ ଆପଣା ସନ୍ତାନମାନଙ୍କୁ ବିଭାଗ କରି ଲେୟା ଓ ରାହେଲ ଓ ଦୁଇ ଦାସୀଙ୍କ ନିକଟରେ ସମର୍ପଣ କଲା,"},{"number":2,"verse":"ଅର୍ଥାତ୍, ଆଗେ ଦୁଇ ଦାସୀ ଓ ସେମାନଙ୍କ ସନ୍ତାନଗଣକୁ, ତାହା ପଛେ ଲେୟା ଓ ତାହାର ସନ୍ତାନଗଣକୁ, ସର୍ବଶେଷରେ ରାହେଲ ଓ ଯୋଷେଫକୁ ରଖିଲା ।"},{"number":3,"verse":"ପୁଣି, ଆପେ ସମସ୍ତଙ୍କ ଆଗେ ଯାଇ ସାତଥର ଭୂମିଷ୍ଠ ପ୍ରଣାମ କରୁ କରୁ ଆପଣା ଭ୍ରାତା ନିକଟରେ ଉପସ୍ଥିତ ହେଲା ।"},{"number":4,"verse":"ସେତେବେଳେ ଏଷୌ ତାହାକୁ ଭେଟିବାକୁ ଧାଇଁ ଆସି ତାହାର ଗଳା ଧରି ଆଲିଙ୍ଗନ ଓ ଚୁମ୍ଵନ କଲା, ପୁଣି ଦୁହେଁ ରୋଦନ କଲେ ।"},{"number":5,"verse":"ଏଉତ୍ତାରେ ସେ ଅନାଇ ସ୍ତ୍ରୀଗଣକୁ ଓ ବାଳକଗଣକୁ ଦେଖି ପଚାରିଲା, ତୁମ୍ଭ ସଙ୍ଗେ ଏମାନେ କିଏ ? ତହିଁରେ ସେ କହିଲା, ପରମେଶ୍ଵର କୃପା କରି ଆପଣଙ୍କ ଦାସକୁ ଏହି ସମସ୍ତ ସନ୍ତାନ ଦେଇଅଛନ୍ତି ।"},{"number":6,"verse":"ତହୁଁ ଦାସୀଗଣ ଓ ସେମାନଙ୍କ ସନ୍ତାନମାନେ ନିକଟକୁ ଆସି ପ୍ରଣାମ କଲେ ।"},{"number":7,"verse":"ତହିଁ ପଛେ ଲେୟା ଓ ତାହାର ସନ୍ତାନମାନେ ଆସି ପ୍ରଣାମ କଲେ; ସର୍ବଶେଷରେ ଯୋଷେଫ ଓ ରାହେଲ ନିକଟକୁ ଆସି ପ୍ରଣାମ କଲେ ।"},{"number":8,"verse":"ତହିଁରେ ଏଷୌ ପଚାରିଲା, ମୁଁ ଆଗେ ଯେଉଁ ସବୁ (ପଶ୍ଵାଦି) ଦଳ ସହିତ ଭେଟିଲି; ତାହା କି ନିମନ୍ତେ? ଯାକୁବ କହିଲା, ମୋʼ ପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ଅନୁଗ୍ରହ ପାଇବା ନିମନ୍ତେ ।"},{"number":9,"verse":"ତହୁଁ ଏଷୌ କହିଲା, ମୋହର ଯଥେଷ୍ଟ ଅଛି; ଭାଇ, ତୁମ୍ଭର ଯାହା ଅଛି, ତାହା ତୁମ୍ଭର ଥାଉ ।"},{"number":10,"verse":"ଯାକୁବ କହିଲା, ନା, ବିନୟ କରୁଅଛି, ମୁଁ ଆପଣଙ୍କ ଦୃଷ୍ଟିରେ ଯେବେ ଅନୁଗ୍ରହ ପାଇଲି, ତେବେ ମୋʼ ହସ୍ତରୁ ସେହି ଭେଟି ଗ୍ରହଣ କରନ୍ତୁ; କାରଣ ପରମେଶ୍ଵରଙ୍କ ମୁଖ ଦର୍ଶନ କଲା ପରି ମୁଁ ଆପଣଙ୍କ ମୁଖ ଦର୍ଶନ କରିଅଛି; ମଧ୍ୟ ଆପଣ ମୋʼ ପ୍ରତି ପ୍ରସନ୍ନ ହୋଇଅଛନ୍ତି ।"},{"number":11,"verse":"ଏଣୁ ନିବେଦନ କରୁଅଛି, ଆପଣଙ୍କ ନିକଟକୁ ଆନୀତ ଏହି ଆଶୀର୍ବାଦ ଗ୍ରହଣ କରନ୍ତୁ; କାରଣ ପରମେଶ୍ଵର ମୋତେ ଅନୁଗ୍ରହ କରିଅଛନ୍ତି, ପୁଣି ମୋହର ସବୁ ଅଛି । ଏହି ରୂପେ ଅତ୍ୟ; ଆଗ୍ରହ ସହିତ ପ୍ରାର୍ଥନା କରନ୍ତେ, ଏଷୌ ତାହା ଗ୍ରହଣ କଲା ।"},{"number":12,"verse":"ଅନନ୍ତର ଏଷୌ କହିଲା, ଆସ, ଆମ୍ଭେମାନେ ଯିବା, ମୁଁ ତୁମ୍ଭମାନଙ୍କ ଆଗେ ଆଗେ ଯାଉଅଛି ।"},{"number":13,"verse":"ତହିଁରେ ଯାକୁବ କହିଲା, ମୋହର ପ୍ରଭୁ ଜାଣନ୍ତି, ଏହି ବାଳକମାନେ କୋମଳ, ଆଉ ଦୁଗ୍ଧବତୀ ମେଷୀ ଓ ଗାଭୀ ମୋʼ ସଙ୍ଗରେ ଅଛନ୍ତି; ଦିନେ ଅଧିକ ଚଳାଇଲେ ସବୁ ପଲ ମରିଯିବେ ।"},{"number":14,"verse":"ଏଣୁ ନିବେଦନ କରୁଅଛି, ମୋହର ପ୍ରଭୁ ଆପଣା ଦାସର ଆଗେ ଆଗେ ଗମନ କରନ୍ତୁ; ସେୟୀର ପ୍ରଦେଶରେ ମୋʼ ପ୍ରଭୁଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେବା ପର୍ଯ୍ୟନ୍ତ ମୁଁ ପଶୁଗଣର ଗମନ ଶକ୍ତି ଅନୁସାରେ ଓ ବାଳକଗଣର ଗମନ ଶକ୍ତି ଅନୁସାରେ ଧୀରେ ଧୀରେ ଚଳାଇ ନେବି ।"},{"number":15,"verse":"ଏଷୌ କହିଲା, ତେବେ ମୋʼ ସଙ୍ଗୀ କେତେକ ଲୋକଙ୍କୁ ତୁମ୍ଭ ନିକଟରେ ରଖି ଯାଉଅଛି । ଯାକୁବ କହିଲା, କି ପ୍ରୟୋଜନ ? ମୋʼ ପ୍ରତି କେବଳ ପ୍ରଭୁଙ୍କର ଅନୁଗ୍ରହ ଦୃଷ୍ଟି ଥାଉ ।"},{"number":16,"verse":"ତହଁରେ ଏଷୌ ସେହି ଦିନ ସେୟୀର ପଥ ଦେଇ ବାହୁଡ଼ି ଗଲା ।"},{"number":17,"verse":"ମାତ୍ର ଯାକୁବ ସୁକ୍କୋତକୁ ଗମନ କରି ଆପଣା ପାଇଁ ଗୃହ ଓ ପଶୁମାନଙ୍କ ନିମନ୍ତେ କୁଡ଼ିଆ ନିର୍ମାଣ କଲା; ଏଥିପାଇଁ ଏହି ସ୍ଥାନ ସୁକ୍କୋତ (କୁଡ଼ିଆ) ନାମରେ ବିଖ୍ୟାତ ହୋଇଅଛି ।"},{"number":18,"verse":"ଏହି ପ୍ରକାରେ ଯାକୁବ ପଦ୍ଦନ୍ ଅରାମଠାରୁ ବାହାରି କୁଶଳରେ କିଣାନ ଦେଶସ୍ଥ ଶିଖିମର ଏକ ନଗରରେ ଉପସ୍ଥିତ ହୋଇ ନଗରର ବାହାରେ ତମ୍ଵୁ ସ୍ଥାପନ କଲା ।"},{"number":19,"verse":"ଅନନ୍ତର ଶିଖିମର ପିତା ହମୋରର ସନ୍ତାନମାନଙ୍କୁ ଏକଶହ କସୀତା ରୌପ୍ୟ ମୁଦ୍ରା ଦେଇ ସେହି ତମ୍ଵୁ ସ୍ଥାପନର ଭୂମିଖଣ୍ତ କିଣିଲା ।"},{"number":20,"verse":"ପୁଣି ସେଠାରେ ଏକ ବେଦି ନିର୍ମାଣ କରି ତାହାର ନାମ ଏଲ-ଇଲୋହେ-ଇସ୍ରାଏଲ (ପରମେଶ୍ଵର ଇସ୍ରାଏଲର ପରମେଶ୍ଵର) ରଖିଲା ।"}]}