{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"ଅନନ୍ତର ଆଦମ ଆପଣା ଭାର୍ଯ୍ୟା ହବାଙ୍କର ସହବାସ କରନ୍ତେ, ସେ ଗର୍ଭବତୀ ହୋଇ କୟିନ (ଅର୍ଥାତ୍ ଲାଭ) ନାମକ ଗୋଟିଏ ପୁତ୍ର ପ୍ରସବ କରି କହିଲେ, ସଦାପ୍ରଭୁଙ୍କ ସାହାଯ୍ୟରେ ମୋହର ଏକ ନର ଲାଭ ହୋଇଅଛି ।"},{"number":2,"verse":"ଏଥିଉତ୍ତାରୁ ସେ ହେବଲ (ଅର୍ଥାତ୍ ଅସ୍ଥାୟୀ) ନାମକ ତାହାର ସହୋଦରକୁ ପ୍ରସବ କଲେ । ହେବଲ ମେଷପାଳକ ଓ କୟିନ କୃଷକ ଥିଲେ ।"},{"number":3,"verse":"ସମୟାନୁକ୍ରମେ କୟିନ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଭୂମ୍ୟୁତ୍ପନ୍ନ ଫଳ ଆଣି ଉତ୍ସର୍ଗ କଲେ ।"},{"number":4,"verse":"ଆଉ ହେବଲ ମଧ୍ୟ ନିଜ ପଲର ପ୍ରଥମଜାତ କେତେକ ପଶୁ ଓ ସେମାନଙ୍କ ମେଦ ଉତ୍ସର୍ଗ କଲେ । ସଦାପ୍ରଭୁ ହେବଲଙ୍କୁ ଓ ତାଙ୍କର ନୈବେଦ୍ୟକୁ ଗ୍ରାହ୍ୟ କଲେ ।"},{"number":5,"verse":"ମାତ୍ର କୟିନଙ୍କୁ ଓ ତାଙ୍କର ନୈବେଦ୍ୟକୁ ସେ ଅଗ୍ରାହ୍ୟ କଲେ । ଏହେତୁ କୟିନ ଅତି କ୍ରୋଧ କରି ଅଧୋମୁଖ ହେଲେ ।"},{"number":6,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ କୟିନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ କାହିଁକି କ୍ରୋଧ କରୁଅଛ ? ଆଉ କାହିଁକି ଅଧୋମୁଖ ହେଉଅଛ ?"},{"number":7,"verse":"ସତ୍କର୍ମ କଲେ, କି ତୁମ୍ଭେ ଊର୍ଦ୍ଧ୍ଵମୁଖ ହେବ ନାହିଁ ? ସତ୍କର୍ମ ନ କଲେ, ପାପ ଦ୍ଵାରରେ ଛକିଥାଏ; ତୁମ୍ଭ ପ୍ରତି ତାହାର ବାସନା ରହିବ, ମାତ୍ର ତୁମ୍ଭେ ତାହା ଉପରେ କର୍ତ୍ତୃତ୍ଵ କରିବ ।"},{"number":8,"verse":"ଅନନ୍ତର କୟିନ ଆପଣା ଭାଇ ହେବଲ ସହିତ କଥାବାର୍ତ୍ତା କଲେ । ତହୁଁ ସେମାନେ କ୍ଷେତରେ ଥିବା ବେଳେ କୟିନ ଆପଣା ଭାଇ ହେବଲଙ୍କୁ ଆକ୍ରମଣ କରି ବଧ କଲେ ।"},{"number":9,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ କୟିନଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭ ଭାଇ ହେବଲ କେଉଁଠାରେ ? ସେ କହିଲେ, ମୁଁ ଜାଣେ ନାହିଁ, ମୁଁ କʼଣ ମୋʼ ଭାଇର ରକ୍ଷକ ?"},{"number":10,"verse":"ସେ କହିଲେ, ତୁମ୍ଭେ କଅଣ କରିଅଛ ? ତୁମ୍ଭ ଭାଇର ରକ୍ତ ଭୂମିରୁ ଆମ୍ଭ ପ୍ରତି ଡାକ ପକାଉଅଛି ।"},{"number":11,"verse":"ଏ ନିମନ୍ତେ ଯେଉଁ ଭୂମି ତୁମ୍ଭ ହସ୍ତରୁ ତୁମ୍ଭ ଭାଇର ରକ୍ତ ଗ୍ରହଣାର୍ଥେ ଆପଣା ମୁଖ ମୁକ୍ତ କରିଅଛି, ସେହି ଭୂମିରେ ଏବେ ତୁମ୍ଭେ ଶାପଗ୍ରସ୍ତ ହେଲ;"},{"number":12,"verse":"ଭୂମିରେ କୃଷିକର୍ମ କଲେ ହେଁ ତାହା ଆପଣା ଶକ୍ତି ଦେଇ ଆଉ ତୁମ୍ଭର ସେବା କରିବ ନାହିଁ; ତୁମ୍ଭେ ପୃଥିବୀରେ ପଳାତକ ଓ ଭ୍ରମଣକାରୀ ହେବ ।"},{"number":13,"verse":"କୟିନ ସଦାପ୍ରଭୁଙ୍କୁ କହିଲେ, ମୋହର ଦଣ୍ତ ଅସହ୍ୟ ।"},{"number":14,"verse":"ଦେଖ, ତୁମ୍ଭେ ଆଜି ମୋତେ ଏ ସ୍ଥାନରୁ ତଡ଼ିଦେଲ, ତହିଁରେ ତୁମ୍ଭ ସମ୍ମୁଖରୁ ମୁଁ ଗୁପ୍ତ ହେବି; ଏହି ରୂପେ ପୃଥିବୀରେ ପଳାତକ ଓ ଭ୍ରମଣକାରୀ ହେଲେ ଏପରି ହେବ ଯେ, କୌଣସି ଲୋକ ମୋତେ ପାଇଲେ ବଧ କରିବ ।"},{"number":15,"verse":"ଆଉ ସଦାପ୍ରଭୁ ତାଙ୍କୁ କହିଲେ, ଏହେତୁ କେହି କୟିନଙ୍କୁ ବଧ କଲେ, ତାହାର ସାତଗୁଣ ଦଣ୍ତ ହେବ । ପୁଣି କେହି ତାଙ୍କୁ ଦେଖି ଯେପରି ବଧ ନ କରଇ, ଏଥିପାଇଁ ସଦାପ୍ରଭୁ କୟିନଙ୍କ ନିମନ୍ତେ ଏକ ଚିହ୍ନ ନିରୂପଣ କଲେ ।"},{"number":16,"verse":"ଅନନ୍ତର କୟିନ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରୁ ପ୍ରସ୍ଥାନ କରି ଏଦନର ପୂର୍ବଦିଗସ୍ଥ ନୋଦ ନାମକ ଦେଶରେ ବାସ କଲେ ।"},{"number":17,"verse":"( କୟିନଙ୍କର ବଂଶଧର) ଆଉ କୟିନ ଆପଣା ଭାର୍ଯ୍ୟାର ସହବାସ କରନ୍ତେ, ସେ ଗର୍ଭବତୀ ହୋଇ ହନୋକକୁ ପ୍ରସବ କଲେ; ପୁଣି ସେ ଏକ ନଗର ନିର୍ମାଣ କରି ଆପଣା ପୁତ୍ରର ନାମାନୁସାରେ ତହିଁର ନାମ ହନୋକ ଦେଲେ ।"},{"number":18,"verse":"ସେହି ହନୋକର ପୁତ୍ର ଈରଦ ଓ ଈରଦର ପୁତ୍ର ମହୁୟାୟେଲ ଓ ମହୁୟାୟେଲର ପୁତ୍ର ମଥୁଶାୟେଲ ଓ ମଥୁଶାୟେଲର ପୁତ୍ର ଲେମକ ।"},{"number":19,"verse":"ଏହି ଲେମକ ଦୁଇ ସ୍ତ୍ରୀ ବିବାହ କଲେ, ଏକର ନାମ ଆଦା ଓ ଅନ୍ୟର ନାମ ସିଲ୍ଲା ଥିଲା ।"},{"number":20,"verse":"ଆଦାର ଗର୍ଭରେ ଜାବଳ ଜନ୍ମିଲା, ସେ ତମ୍ଵୁନିବାସୀ ପଶୁପାଳକମାନଙ୍କର ଆଦିପୁରୁଷ ଥିଲା ।"},{"number":21,"verse":"ତାହାର ଭାଇର ନାମ ଯୁବଳ, ସେ ବୀଣା ଓ ବଂଶୀବାଦକମାନଙ୍କର ଆଦିପୁରୁଷ ଥିଲା ।"},{"number":22,"verse":"ସିଲ୍ଲାର ଗର୍ଭରେ ତୁବଲ-କୟିନ ଜନ୍ମିଲା, ସେ ପିତ୍ତଳ ଓ ଲୌହର ନାନା ପ୍ରକାର ଅସ୍ତ୍ର ନିର୍ମାଣକାରୀ ଥିଲା; ତୁବଲ-କୟିନର ନୟମା ନାମ୍ନୀ ଏକ ଭଗ୍ନୀ ଥିଲା ।"},{"number":23,"verse":"ଅନନ୍ତର ଲେମକ ଆପଣା ଭାର୍ଯ୍ୟାମାନଙ୍କୁ କହିଲେ, ଆଗୋ ଆଦା ଓ ସିଲ୍ଲା, ମୋʼ କଥା ଶୁଣ; ଆଗୋ ଲେମକର ଭାର୍ଯ୍ୟାଗଣ, ତୁମ୍ଭେମାନେ ମୋʼ ବାକ୍ୟରେ କର୍ଣ୍ଣପାତ କର; ମୁଁ ଆଘାତର ପରିଶୋଧରେ ଜଣେ ମନୁଷ୍ୟକୁ ଓ ପ୍ରହାରର ପରିଶୋଧରେ ଜଣେ ଯୁବାକୁ ବଧ କରିଅଛି;"},{"number":24,"verse":"ଯେବେ କୟିନର ବଧର ପ୍ରତିଫଳ ସାତଗୁଣ ହୁଏ, ତେବେ ଲେମକର ପ୍ରତିଫଳ ସତସ୍ତରି ଗୁଣ ନିଶ୍ଚୟ ହେବ ।"},{"number":25,"verse":"( ଶେଥ ଓ ଈନୋଶ) ଏଥିଉତ୍ତାରୁ ଆଦମ ପୁନଶ୍ଚ ଆପଣା ଭାର୍ଯ୍ୟାଙ୍କର ସହବାସ କରନ୍ତେ, ସେ ଏକ ପୁତ୍ର ପ୍ରସବ କରି ତାହାର ନାମ ଶେଥ (ଅର୍ଥାତ୍ ପ୍ରନିନିଧି) ଦେଲେ; ଯେହେତୁ ସେ କହିଲେ, ପରମେଶ୍ଵର ହେବଲର ପ୍ରତିନିଧି ରୂପେ ଆଉ ଗୋଟିଏ ପୁତ୍ର ମୋତେ ଦେଇଅଛନ୍ତି, କାରଣ କୟିନ ତାକୁ ବଧ କରିଥିଲା ।"},{"number":26,"verse":"ତହୁଁ ଶେଥର ମଧ୍ୟ ଏକ ପୁତ୍ର ଜନ୍ମିଲା; ଆଉ ସେ ତାହାର ନାମ ଈନୋଶ ଦେଲା । ଏହି ସମୟରେ ମନୁଷ୍ୟମାନେ ସଦାପ୍ରଭୁଙ୍କ ନାମରେ ପ୍ରାର୍ଥନା କରିବାକୁ ଲାଗିଲେ ।"}]}