{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"( ଆଦମଙ୍କର ବଂଶଧର) ଆଦମଙ୍କର ବଂଶାବଳୀର ବୃତ୍ତା; ଏହି । ଯେଉଁ ଦିନ ପରମେଶ୍ଵର ମନୁଷ୍ୟକୁ ସୃଷ୍ଟି କଲେ, ସେହି ଦିନ ପରମେଶ୍ଵରଙ୍କ ସାଦୃଶ୍ୟରେ ସେ ତାଙ୍କୁ ନିର୍ମାଣ କଲେ;"},{"number":2,"verse":"ପୁରୁଷ ଓ ସ୍ତ୍ରୀ କରି ସେ ସେମାନଙ୍କୁ ସୃଷ୍ଟି କଲେ; ଆଉ ସେମାନେ ସୃଷ୍ଟ ହେବା ଦିନ ସେମାନଙ୍କୁ ଆଶୀର୍ବାଦ କରି ଆଦମ (ମନୁଷ୍ୟ) ନାମ ଦେଲେ ।"},{"number":3,"verse":"ଆଦମ ଶହେ ତିରିଶ ବର୍ଷ ବୟସରେ ଆପଣା ସାଦୃଶ୍ୟ ଓ ପ୍ରତିମୂର୍ତ୍ତିରେ ଏକ ପୁତ୍ର ଜାତ କରି ତାହାର ନାମ ଶେଥ ଦେଲେ ।"},{"number":4,"verse":"ଶେଥର ଜନ୍ମ ଉତ୍ତାରେ ଆଦମ ଆଠଶହ ବର୍ଷ ବଞ୍ଚି ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲେ ।"},{"number":5,"verse":"ଆଦମଙ୍କର ବୟସ ସର୍ବସୁଦ୍ଧା ନଅଶହ ତିରିଶ ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲେ ।"},{"number":6,"verse":"ଶେଥ ଶହେ ପାଞ୍ଚ ବର୍ଷ ବୟସରେ ଈନୋଶକୁ ଜାତ କଲା;"},{"number":7,"verse":"ଈନୋଶର ଜନ୍ମ ଉତ୍ତାରେ ଶେଥ ଆଠଶହ ସାତ ବର୍ଷ ବଞ୍ଚି ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲା ।"},{"number":8,"verse":"ଶେଥର ବୟସ ସର୍ବସୁଦ୍ଧା ନଅଶହ ବାର ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲା ।"},{"number":9,"verse":"ଈନୋଶ ନବେ ବର୍ଷ ବୟସରେ କୟିନାନକୁ ଜାତ କଲା;"},{"number":10,"verse":"ପୁଣି କୟିନାନର ଜନ୍ମ ଉତ୍ତାରେ ସେ ଆଠଶହ ପନ୍ଦର ବର୍ଷ ବଞ୍ଚି ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲା;"},{"number":11,"verse":"ଈନୋଶର ବୟସ ସର୍ବସୁଦ୍ଧା ନଅଶହ ପାଞ୍ଚ ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲା ।"},{"number":12,"verse":"କୟିନାନ ସତୁରି ବର୍ଷ ବୟସରେ ମହଲଲେଲକୁ ଜାତ କଲା;"},{"number":13,"verse":"ମହଲଲେଲ ଜନ୍ମିଲା ଉତ୍ତାରେ ସେ ଆଠଶହ ଚାଳିଶ ବର୍ଷ ବଞ୍ଚି ଆଉ ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲା;"},{"number":14,"verse":"ଆଉ କୟିନାନର ବୟସ ସର୍ବସୁଦ୍ଧା ନଅଶହ ଦଶ ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲା ।"},{"number":15,"verse":"ମହଲଲେଲ ପଞ୍ଚଷଠି ବର୍ଷ ବୟସରେ ଯେରଦକୁ ଜାତ କଲା;"},{"number":16,"verse":"ଯେରଦ ଜନ୍ମିଲା ଉତ୍ତାରେ ସେ ଆଠଶହ ତିରିଶ ବର୍ଷ ବଞ୍ଚି ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲା;"},{"number":17,"verse":"ମହଲଲେଲର ବୟସ ସର୍ବସୁଦ୍ଧା ଆଠଶହ ପଞ୍ଚାନବେ ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲା ।"},{"number":18,"verse":"ଯେରଦ ଶହେ ବାଷଠି ବର୍ଷ ବୟସରେ ହନୋକଙ୍କୁ ଜାତ କଲା;"},{"number":19,"verse":"ହନୋକଙ୍କର ଜନ୍ମ ଉତ୍ତାରେ ସେ ଆଠଶହ ବର୍ଷ ବଞ୍ଚି ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲା;"},{"number":20,"verse":"ଯେରଦର ବୟସ ସର୍ବସୁଦ୍ଧା ନଅଶହ ବାଷଠି ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲା ।"},{"number":21,"verse":"ହନୋକ ପଞ୍ଚଷଠି ବର୍ଷ ବୟସରେ ମଥୂଶେଲହକୁ ଜାତ କଲେ;"},{"number":22,"verse":"ମଥୂଶେଲହର ଜନ୍ମ ଉତ୍ତାରେ ହନୋକ ତିନିଶହ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ପରମେଶ୍ଵରଙ୍କ ସହିତ ଗମନାଗମନ କଲେ, ପୁଣି ସେ ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲେ;"},{"number":23,"verse":"ହନୋକଙ୍କର ବୟସ ସର୍ବସୁଦ୍ଧା ତିନିଶହ ପଞ୍ଚଷଠି ବର୍ଷ ଥିଲା;"},{"number":24,"verse":"ହନୋକ ପରମେଶ୍ଵରଙ୍କ ସହିତ ଗମନାଗମନ କଲେ; ଆଉ ସେ ଅନ୍ତର୍ହିତ ହେଲେ; ଯେହେତୁ ପରମେଶ୍ଵର ତାଙ୍କୁ ଗ୍ରହଣ କଲେ ।"},{"number":25,"verse":"ମଥୂଶେଲହ ଶହେ ଶତାଶୀ ବର୍ଷ ବୟସରେ ଲେମକକୁ ଜାତ କଲା;"},{"number":26,"verse":"ଲେମକର ଜନ୍ମ ଉତ୍ତାରେ ମଥୂଶେଲହ ସାତଶହ ବୟାଶୀ ବର୍ଷ ବଞ୍ଚି ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲା;"},{"number":27,"verse":"ମଥୂଶେଲହର ବୟସ ସର୍ବସୁଦ୍ଧା ନଅଶହ ଊଣସ୍ତରି ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲା ।"},{"number":28,"verse":"ଲେମକ ଶହେ ବୟାଶୀ ବର୍ଷ ବୟସରେଏକ ପୁତ୍ର ଜାତ କରି ତାହାର ନାମ ନୋହ (ସାନ୍ତ୍ଵନା) ଦେଲେ,"},{"number":29,"verse":"ଯେହେତୁ ସେ କହିଲେ, ସଦାପ୍ରଭୁଙ୍କ ଦ୍ଵାରା ଅଭିଶପ୍ତ ଭୂମିରେ ଆମ୍ଭମାନଙ୍କର ଶ୍ରମ ଓ ହସ୍ତର କ୍ଳେଶ ବିଷୟରେ ଏ ଆମ୍ଭମାନଙ୍କର ସାନ୍ତ୍ଵନା ଜନ୍ମାଇବ ।"},{"number":30,"verse":"ନୋହଙ୍କର ଜନ୍ମ ଉତ୍ତାରେ ଲେମକ ପାଞ୍ଚଶହ ପଞ୍ଚାନବେ ବର୍ଷ ବଞ୍ଚି ଆହୁରି ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ ଜାତ କଲେ;"},{"number":31,"verse":"ତାଙ୍କର ବୟସ ସର୍ବସୁଦ୍ଧା ସାତଶହ ସତସ୍ତରି ବର୍ଷ ଥିଲା; ତହୁଁ ସେ ମଲେ ।"},{"number":32,"verse":"ଆଉ ନୋହଙ୍କୁ ପାଞ୍ଚଶହ ବର୍ଷ ବୟସ ହେଲା; ଆଉ ନୋହ, ଶେମ ଓ ହାମ ଓ ଯେଫତ୍କୁ ଜାତ କଲେ ।"}]}