{"bibleAbbr":"orOV2014","bookName":"ଆଦି ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ ନୋହଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ସପରିବାରରେ ଜାହାଜରେ ପ୍ରବେଶ କର; କାରଣ ଏହି କାଳର ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଆମ୍ଭେ ଆପଣା ସାକ୍ଷାତରେ ତୁମ୍ଭକୁ ଧାର୍ମିକ ଦେଖିଅଛୁ ।"},{"number":2,"verse":"ଆଉ ପୃଥିବୀରେ ବଂଶ ରକ୍ଷା କରିବା ପାଇଁ ପ୍ରତ୍ୟେକ ଶୁଚି ପଶୁଜାତିର ସାତ ସାତ ଦମ୍ପତି ଓ ପ୍ରତ୍ୟେକ ଅଶୁଚି ପଶୁଜାତିର ଏକ ଏକ ଦମ୍ପତି;"},{"number":3,"verse":"ପ୍ରତ୍ୟେକ ଖେଚର ପକ୍ଷୀଜାତିର ସାତ ସାତ ଦମ୍ପତି ଆପଣା ସଙ୍ଗରେ ନିଅ ।"},{"number":4,"verse":"ଯେହେତୁ ସାତ ଦିନ ଉତ୍ତାରେ ଆମ୍ଭେ ଚାଳିଶ ଦିବାରାତ୍ର ପୃଥିବୀରେ ବୃଷ୍ଟି କରାଇ ପୃଥିବୀସ୍ଥିତ ଆମ୍ଭର ନିର୍ମିତ ସମସ୍ତ ପ୍ରାଣୀଙ୍କି ଲୁପ୍ତ କରିବା ।"},{"number":5,"verse":"ନୋହ ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ ସବୁ କର୍ମ କଲେ ।"},{"number":6,"verse":"ନୋହଙ୍କର ଛଅଶହ ବର୍ଷ ବୟସରେ ପୃଥିବୀ ଉପରେ ଜଳପ୍ଳାବନ ହେଲା ।"},{"number":7,"verse":"ତହୁଁ ଜଳପ୍ଳାବନ ଅପେକ୍ଷାରେ ନୋହ ଓ ତାଙ୍କର ଭାର୍ଯ୍ୟା ଆଉ ପୁତ୍ରଗଣ ଓ ପୁତ୍ରବଧୂଗଣ ଜାହାଜରେ ପ୍ରବେଶ କଲେ ।"},{"number":8,"verse":"ପୁଣି ନୋହଙ୍କ ପ୍ରତି ପରମେଶ୍ଵରଙ୍କ ଆଜ୍ଞାନୁସାରେ ଶୁଚି ଓ ଅଶୁଚି ପଶୁପକ୍ଷୀବର୍ଗ ଓ ଭୂଚର ଉରୋଗାମୀ ଜନ୍ତୁବର୍ଗ ଯୋଡ଼ା ଯୋଡ଼ା ହୋଇ"},{"number":9,"verse":"ନୋହଙ୍କ ନିକଟକୁ ଯାଇ ଜାହାଜରେ ପ୍ରବେଶ କଲେ ।"},{"number":10,"verse":"ଆଉ ସେହି ସାତ ଦିନ ଉତ୍ତାରେ ପୃଥିବୀରେ ଜଳପ୍ଳାବନର ଆରମ୍ଭ ହେଲା ।"},{"number":11,"verse":"ନୋହଙ୍କର ବୟସର ଛଅଶହ ବର୍ଷ ଦ୍ଵିତୀୟ ମାସର ସପ୍ତଦଶ ଦିନରେ ମହା ସମୁଦ୍ରର ସମସ୍ତ ଜଳାକର ଭାଙ୍ଗିଗଲା, ପୁଣି ଆକାଶସ୍ଥ ଦ୍ଵାର ସବୁ ମୁକ୍ତ ହେଲା ।"},{"number":12,"verse":"ତହିଁରେ ଚାଳିଶ ଦିବାରାତ୍ର ପୃଥିବୀରେ ବୃଷ୍ଟି ହେଲା ।"},{"number":13,"verse":"ସେହି ଦିନରେ ନୋହ, ପୁଣି ଶେମ ଓ ହାମ ଓ ଯେଫତ୍ ନାମକ ନୋହଙ୍କର ପୁତ୍ରମାନେ, ଆଉ ସେମାନଙ୍କ ସହିତ ନୋହଙ୍କର ଭାର୍ଯ୍ୟା ଓ ତିନି ପୁତ୍ରବଧୂ ଜାହାଜରେ ପ୍ରବେଶ କଲେ ।"},{"number":14,"verse":"ପୁଣି ସବୁ ଜାତୀୟ ଗ୍ରାମ୍ୟ ଓ ବନ୍ୟପଶୁ ଓ ସବୁ ଜାତୀୟ ଉରୋଗାମୀ ଓ ସବୁ ଜାତୀୟ ଭୂଚର ଓ ଖେଚର ପକ୍ଷୀ;"},{"number":15,"verse":"ଅର୍ଥାତ୍, ପ୍ରାଣବାୟୁବିଶିଷ୍ଟ ସର୍ବପ୍ରକାର ଜୀବଜନ୍ତୁ ଯୋଡ଼ା ଯୋଡ଼ା ହୋଇ ନୋହଙ୍କ ନିକଟକୁ ଯାଇ ଜାହାଜରେ ପ୍ରବେଶ କଲେ ।"},{"number":16,"verse":"ପରମେଶ୍ଵରଙ୍କ ଆଜ୍ଞାନୁସାରେ ସର୍ବପ୍ରକାର ପ୍ରାଣୀ ଦମ୍ପତିକ୍ରମେ ପ୍ରବେଶ କଲେ; ତହୁଁ ସଦାପ୍ରଭୁ ତାହାର ପାର୍ଶ୍ଵ-ଦ୍ଵାର ବନ୍ଦ କଲେ ।"},{"number":17,"verse":"ଅନନ୍ତର ଚାଳିଶ ଦିନ ପର୍ଯ୍ୟନ୍ତ ପୃଥିବୀରେ ଜଳପ୍ଳାବନ ହେଲା; ପୁଣି ଜଳ ବଢ଼ୁ ବଢ଼ୁ ଜାହାଜ ଭୂମିକି ଛାଡ଼ି ଭାସି ଉଠିଲା ।"},{"number":18,"verse":"ଆଉ ପୃଥିବୀରେ କ୍ରମଶଃ ଜଳ ପ୍ରବଳ ହୋଇ ଅତିଶୟ ବଢ଼ୁ ବଢ଼ୁ ଜାହାଜ ଜଳ ଉପରେ ଚାଲିଲା ।"},{"number":19,"verse":"ପୃଥିବୀ ଉପରେ ଜଳ ଅତିଶୟ ବଢ଼ି ଆକାଶ ତଳସ୍ଥ ସବୁ ଉଚ୍ଚ ପର୍ବତ ମଗ୍ନ କଲା ।"},{"number":20,"verse":"ତହିଁ ଉପରେ ପନ୍ଦର ହାତ ପର୍ଯ୍ୟନ୍ତ ଜଳ ଉଠିଲା; ତହୁଁ ପର୍ବତମାନ ମଗ୍ନ ହେଲେ ।"},{"number":21,"verse":"ତେଣୁ ସମଗ୍ର ଭୂଚର ପ୍ରାଣୀ ପ୍ରାଣତ୍ୟାଗ କଲେ, ଅର୍ଥାତ୍, ପକ୍ଷୀ, ଗ୍ରାମ୍ୟ ଓ ବନ୍ୟପଶୁ ଓ ପୃଥିବୀରେ ଗମନଶୀଳ ଉରୋଗାମୀ ଜନ୍ତୁ ଓ ପ୍ରତ୍ୟେକ ମନୁଷ୍ୟ,"},{"number":22,"verse":"ଆଉ ଶୁଷ୍କଭୂମିସ୍ଥ ଯେତେ ପ୍ରାଣୀର ନାସିକାରେ ପ୍ରାଣବାୟୁ ଥିଲା, ସମସ୍ତେ ମଲେ ।"},{"number":23,"verse":"ଏହିରୂପେ ପୃଥିବୀର ଉପରିସ୍ଥ ସମୁଦାୟ ପ୍ରାଣୀ ଲୁପ୍ତ ହେଲେ, ଅର୍ଥାତ୍, ମନୁଷ୍ୟ, ପଶୁ, ଉରୋଗାମୀ ଜନ୍ତୁ, ଖେଚର ପକ୍ଷୀ, ସମସ୍ତେ ପୃଥିବୀରୁ ଲୁପ୍ତ ହେଲେ; କେବଳ ନୋହ ଓ ଜାହାଜସ୍ଥ ତାଙ୍କର ସଙ୍ଗୀ ସମସ୍ତେ ବଞ୍ଚିଲେ ।"},{"number":24,"verse":"ଏହିରୂପେ ପୃଥିବୀ ଏକଶହ ପଚାଶ ଦିନ ପର୍ଯ୍ୟନ୍ତ ଜଳରେ ବୁଡ଼ି ରହିଲା ।"}]}