{"bibleAbbr":"WEB2020","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"\"Behold,<WH5869> my eye has seen<WH7200> all this.<WH241> My ear has heard<WH8085> and understood it.<WH995>"},{"number":2,"verse":"What you know,<WH1847> I know<WH3045> also.<WH5307> I am not inferior to you."},{"number":3,"verse":"\"Surely<WH199> I would speak<WH1696> to the Almighty.<WH7706> I desire<WH2654> to reason<WH3198> with God.<WH410>"},{"number":4,"verse":"But<WH199> you are forgers<WH2950> of lies.<WH8267> You are all physicians<WH7495> of no value.<WH457>"},{"number":5,"verse":"Oh that<WH5414> you would be completely<WH2790> silent!<WH2790> Then you would be wise.<WH2451>"},{"number":6,"verse":"Hear<WH8085> now my reasoning.<WH8433> Listen<WH7181> to the pleadings<WH7379> of my lips.<WH8193>"},{"number":7,"verse":"Will you speak<WH1696> unrighteously<WH5766> for God,<WH410> and talk<WH1696> deceitfully for him?<WH7423>"},{"number":8,"verse":"Will you show<WH5375> partiality<WH6440> to him?<WH7378> Will you contend for God?<WH410>"},{"number":9,"verse":"Is it good<WH2895> that he should search you out?<WH2713> Or as one<WH582> deceives<WH2048> a man,<WH2048> will you deceive him?"},{"number":10,"verse":"He will surely<WH3198> reprove<WH3198> you if you secretly<WH5643> show<WH5375> partiality.<WH6440>"},{"number":11,"verse":"Shall not his majesty<WH7613> make you afraid,<WH1204> And his dread<WH6343> fall on you?<WH5307>"},{"number":12,"verse":"Your memorable<WH2146> sayings are<WH4912> proverbs of ashes,<WH665> Your defenses<WH1354> are defenses<WH1354> of clay.<WH2563>"},{"number":13,"verse":"\"Be silent,<WH2790> leave me alone,<WH1696> that I may speak. Let come on me what will.<WH5674>"},{"number":14,"verse":"Why should I take<WH5375> my flesh<WH1320> in my teeth,<WH8127> and put<WH7760> my life<WH5315> in my hand?<WH3709>"},{"number":15,"verse":"Behold,<WH2005> he will kill<WH6991> me.<WH3176> I have no hope. Nevertheless,<WH3198> I will maintain my ways<WH1870> before him.<WH6440>"},{"number":16,"verse":"This also shall be my salvation,<WH3444> that a godless<WH2611> man shall not come<WH935> before him.<WH6440>"},{"number":17,"verse":"Hear<WH8085> diligently<WH8085> my speech.<WH4405> Let my declaration<WH262> be in your ears.<WH241>"},{"number":18,"verse":"See now,<WH6186> I have set my cause<WH4941> in order.<WH3045> I know that I am righteous.<WH6663>"},{"number":19,"verse":"Who is he who will contend<WH7378> with me?<WH2790> For then would I hold my peace and give up the spirit.<WH1478>"},{"number":20,"verse":"\"Only don't<WH6213> do two<WH8147> things to me;<WH5641> then I will not hide myself from your face:<WH6440>"},{"number":21,"verse":"withdraw<WH7368> your hand<WH3709> far<WH7368> from me;<WH367> and don't let your terror make me afraid.<WH367>"},{"number":22,"verse":"Then call,<WH7121> and I will answer;<WH6030> or let me speak,<WH1696> and you answer me.<WH7725>"},{"number":23,"verse":"How many are my iniquities<WH5771> and sins?<WH2403> Make me know<WH3045> my disobedience<WH6588> and my sin.<WH2403>"},{"number":24,"verse":"Why hide<WH5641> you your face,<WH6440> and hold<WH2803> me for your enemy?<WH341>"},{"number":25,"verse":"Will you harass<WH6206> a driven<WH5086> leaf?<WH5929> Will you pursue<WH7291> the dry<WH3002> stubble?<WH7179>"},{"number":26,"verse":"For you write<WH3789> bitter things<WH4846> against me,<WH3423> and make me inherit the iniquities<WH5771> of my youth:<WH5271>"},{"number":27,"verse":"You also put<WH7760> my feet<WH7272> in the stocks,<WH5465> and mark<WH8104> all my paths.<WH734> You set a bound<WH2707> to the soles<WH8328> of my feet,<WH7272>"},{"number":28,"verse":"though I am decaying<WH1086> like a rotten thing,<WH7538> like a garment<WH899> that is moth<WH6211> - eaten.<WH398>"}]}