{"bibleAbbr":"WEB2020+","bookName":"Job","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"Then Job <WH347> answered, <WH6030>"},{"number":2,"verse":"\"Truly <WH551> I know <WH3045> that it is so, <WH582> but how can man be just <WH6663> with God? <WH410>"},{"number":3,"verse":"If he is <WH2654> pleased to contend <WH7378> with him, <WH6030> he can't answer him one <WH259> time in a thousand. <WH505>"},{"number":4,"verse":"God who is wise <WH2450> in heart, <WH3824> and mighty <WH533> in strength: <WH3581> who has hardened <WH7185> himself against him, <WH7999> and prospered?"},{"number":5,"verse":"He removes <WH6275> the mountains, <WH2022> and they don't <WH3045> know it, <WH2015> when he overturns them in his anger. <WH639>"},{"number":6,"verse":"He shakes <WH7264> the earth <WH776> out of its place. <WH4725> Its pillars <WH5982> tremble. <WH6426>"},{"number":7,"verse":"He commands <WH559> the sun, <WH2775> and it doesn't <WH2224> rise, and seals up <WH2856> the stars. <WH3556>"},{"number":8,"verse":"He alone stretches out <WH5186> the heavens, <WH8064> and treads <WH1869> on the waves <WH1116> of the sea. <WH3220>"},{"number":9,"verse":"He makes <WH6213> the Bear, <WH5906> Orion, <WH3685> and the Pleiades, <WH3598> and the rooms <WH2315> of the south. <WH8486>"},{"number":10,"verse":"He does <WH6213> great things <WH1419> past <WH369> finding out; <WH2714> yes, <WH6381> marvelous things without number. <WH4557>"},{"number":11,"verse":"Behold, <WH5674> he goes by me, <WH7200> and I don't see him. <WH2498> He passes on also, <WH995> but I don't perceive him."},{"number":12,"verse":"Behold, <WH2862> he snatches away. Who can hinder <WH7725> him? <WH559> Who will ask him, <WH6213> 'What are you doing?'"},{"number":13,"verse":"\"God <WH433> will not withdraw <WH7725> his anger. <WH639> The helpers <WH5826> of Rahab <WH7293> stoop under him. <WH7817>"},{"number":14,"verse":"How much less shall I answer <WH6030> him, <WH977> And choose my words to argue with him? <WH1697>"},{"number":15,"verse":"Though I were righteous, <WH6663> yet I wouldn't <WH6030> answer him. <WH2603> I would make supplication to my judge. <WH8199>"},{"number":16,"verse":"If I had called, <WH7121> and he had answered <WH6030> me, <WH539> yet I wouldn't believe that he listened <WH238> to my voice. <WH6963>"},{"number":17,"verse":"For he breaks <WH7779> me with a storm, <WH8183> and multiplies <WH7235> my wounds <WH6482> without cause. <WH2600>"},{"number":18,"verse":"He will not allow <WH5414> me to catch <WH7725> my breath, <WH7307> but fills <WH7646> me with bitterness. <WH4472>"},{"number":19,"verse":"If it is a matter of strength, <WH3581> behold, <WH533> he is mighty! If of justice, <WH4941> <WH3259> 'Who,' says he, 'will summon me?'"},{"number":20,"verse":"Though I am righteous, <WH6663> my own mouth <WH6310> shall condemn <WH7561> me. <WH8535> Though I am blameless, it shall prove me perverse. <WH6140>"},{"number":21,"verse":"I am blameless. <WH8535> I don't <WH3045> respect myself. <WH5315> I despise <WH3988> my life. <WH5315>"},{"number":22,"verse":"\"It is all the <WH259> same. <WH559> Therefore I say he destroys <WH3615> the blameless <WH8535> and the wicked. <WH7563>"},{"number":23,"verse":"If the scourge <WH7752> kills <WH4191> suddenly, <WH6597> he will mock <WH3932> at the trial <WH4531> of the innocent. <WH5355>"},{"number":24,"verse":"The earth <WH776> is given <WH5414> into the hand <WH3027> of the wicked. <WH7563> He covers <WH3680> the faces <WH6440> of its judges. <WH8199> If not he, <WH645> then who is it?"},{"number":25,"verse":"\"Now my days <WH3117> are swifter <WH7043> than a runner. <WH7323> They flee away, <WH1272> they see <WH7200> no good, <WH2896>"},{"number":26,"verse":"They have passed away <WH2498> as <WH5973> the swift <WH16> ships, <WH591> as the eagle <WH5404> that swoops <WH2907> on the prey. <WH400>"},{"number":27,"verse":"If I say, <WH559> <WH7911> 'I will forget my complaint, <WH7879> I will put off <WH5800> my sad face, <WH6440> and cheer up; <WH1082>'"},{"number":28,"verse":"I am afraid <WH3025> of all my sorrows, <WH6094> I know <WH3045> that you will not hold me innocent. <WH5352>"},{"number":29,"verse":"I shall be condemned. <WH7561> Why then do I labor <WH3021> in vain? <WH1892>"},{"number":30,"verse":"If I wash <WH7364> myself with <WH7950> snow, <WH4325> and cleanse <WH2141> my hands <WH3709> with lye, <WH1252>"},{"number":31,"verse":"yet <WH227> you will plunge <WH2881> me in the ditch. <WH7845> My own clothes <WH8008> shall abhor me. <WH8581>"},{"number":32,"verse":"For he is not a man, <WH376> as I am, <WH6030> that I should answer him, <WH935> that we should come together <WH3162> in judgment. <WH4941>"},{"number":33,"verse":"There is <WH3426> no umpire <WH3198> between us, <WH7896> that might lay his hand <WH3027> on us both. <WH8147>"},{"number":34,"verse":"Let him take <WH5493> his rod <WH7626> away <WH5493> from me. <WH367> Let his terror not make me afraid; <WH367>"},{"number":35,"verse":"then I would speak, <WH1696> and not fear him, <WH3372> for I am not so in myself."}]}