{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"( Pemberontakan Korah, Datan, dan Abiram) ( ) Korah anak Yizhar, daripada puak Kehat suku Lewi, memberontak terhadap Musa. Korah disokong oleh tiga orang daripada suku Ruben, iaitu Datan dan Abiram, kedua-duanya anak Eliab, dan juga On anak Pelet, serta 250 orang pemimpin kenamaan yang dipilih oleh umat Israel."},{"number":3,"verse":"Mereka bersama-sama menghadap Musa dan Harun, lalu berkata, “Kamu sudah keterlaluan! Semua orang Israel milik TUHAN, dan TUHAN menyertai kita semua. Tetapi hai Musa, mengapakah engkau menganggap dirimu lebih tinggi daripada umat TUHAN?”"},{"number":4,"verse":"Ketika Musa mendengar kata-kata itu, dia bersujud di tanah dan berdoa kepada TUHAN."},{"number":5,"verse":"Kemudian Musa berkata kepada Korah dan pengikut-pengikutnya, “Esok pagi, TUHAN akan menunjukkan siapa milik-Nya, iaitu orang yang dikhaskan bagi-Nya; orang yang dipilih-Nya akan diizinkan-Nya untuk menghampiri Dia di mazbah."},{"number":6,"verse":"Esok pagi engkau dan pengikut-pengikutmu harus membawa perbaraan, mengisinya dengan bara api dan kemenyan, lalu membawanya ke mazbah. Kemudian kita akan lihat siapa antara kita yang dipilih oleh TUHAN. Kamu orang Lewi yang keterlaluan!”"},{"number":8,"verse":"Musa berkata lagi kepada Korah, “Dengarlah, hai orang Lewi!"},{"number":9,"verse":"Adakah kamu menganggap hal ini perkara kecil apabila Allah Israel mengasingkan kamu daripada orang Israel lain, supaya kamu dapat menghampiri Dia dan bertugas di Khemah-Nya, serta bekerja untuk umat Israel dan melayani mereka?"},{"number":10,"verse":"TUHAN sudah memberi engkau dan semua orang Lewi kehormatan itu, tetapi sekarang engkau menuntut menjadi imam pula!"},{"number":11,"verse":"Ketika engkau dan pengikutmu bersungut-sungut terhadap Harun, sebenarnya kamu melawan TUHAN.”"},{"number":12,"verse":"Selepas itu Musa menyuruh orang memanggil Datan dan Abiram, tetapi Datan dan Abiram tidak mahu datang. Mereka berkata,"},{"number":13,"verse":"“Belum cukupkah engkau membawa kami keluar dari Mesir, tanah yang subur itu, untuk membunuh kami di padang gurun ini? Haruskah engkau memerintah kami juga?"},{"number":14,"verse":"Sudah nyata bahawa engkau tidak membawa kami ke tanah yang subur, ataupun memberi kami ladang dan kebun anggur sebagai milik kami. Sekarang engkau hendak menipu kami pula. Kami tidak mahu datang!”"},{"number":15,"verse":"Musa sangat marah lalu berkata kepada TUHAN, “Janganlah terima apa-apa persembahan daripada mereka. Aku tidak pernah berbuat salah terhadap mereka; bahkan seekor keldai pun tidak pernah aku ambil daripada mereka.”"},{"number":16,"verse":"Musa berkata kepada Korah, “Esok, engkau dan 250 orang pengikutmu mesti datang ke Khemah TUHAN. Harun juga akan berada di sana."},{"number":17,"verse":"Kamu semua harus membawa perbaraan masing-masing. Letaklah kemenyan di dalam perbaraan, lalu persembahkanlah itu kepada TUHAN.”"},{"number":18,"verse":"Maka tiap-tiap orang membawa perbaraan, mengisinya dengan bara api dan kemenyan, lalu berdiri di pintu Khemah TUHAN bersama-sama Musa dan Harun."},{"number":19,"verse":"Kemudian Korah mengumpulkan segenap umat, lalu mereka berdiri menghadap Musa dan Harun di pintu Khemah TUHAN. Tiba-tiba cahaya hadirat TUHAN kelihatan kepada segenap umat."},{"number":20,"verse":"TUHAN berfirman kepada Musa dan Harun,"},{"number":21,"verse":"“Undurlah daripada semua orang itu; Aku mahu membinasakan mereka sekarang juga.”"},{"number":22,"verse":"Tetapi Musa dan Harun bersujud dan berkata, “Ya Allah, Engkaulah sumber kehidupan bagi semua yang hidup. Jika hanya seorang yang berdosa, adakah Engkau murka terhadap segenap umat?”"},{"number":23,"verse":"TUHAN berfirman kepada Musa,"},{"number":24,"verse":"“Suruhlah semua orang itu menjauhi khemah Korah, Datan, dan Abiram.”"},{"number":25,"verse":"Kemudian Musa, disertai oleh para pemimpin Israel, pergi ke tempat Datan dan Abiram."},{"number":26,"verse":"Musa berkata kepada semua orang Israel di situ, “Jauhilah khemah semua orang yang jahat ini dan jangan sentuh apa-apa pun milik mereka. Jika kamu tidak menurut, kamu akan dibinasakan bersama-sama mereka kerana semua dosa mereka.”"},{"number":27,"verse":"Maka mereka menjauhkan diri dari khemah Korah, Datan, dan Abiram. Datan dan Abiram sudah keluar dari khemah dan sedang berdiri di pintu khemah bersama-sama anak isteri mereka."},{"number":28,"verse":"Musa berkata kepada semua orang di situ, “Inilah caranya kamu tahu bahawa TUHAN yang menyuruh aku melakukan segala perkara ini, dan bahawa aku tidak melakukannya menurut kehendakku sendiri."},{"number":29,"verse":"Jika semua orang itu mati dengan cara biasa tanpa hukuman apa-apa daripada Allah, itulah tandanya TUHAN tidak mengutus aku."},{"number":30,"verse":"Tetapi jika TUHAN melakukan sesuatu yang belum pernah terjadi, dan bumi terbelah lalu menelan mereka dengan segala milik mereka, sehingga mereka hidup-hidup masuk ke dunia orang mati, maka tahulah kamu bahawa semua orang itu melawan TUHAN.”"},{"number":31,"verse":"Sebaik sahaja Musa berkata demikian, tanah di bawah kaki Datan dan Abiram terbelah,"},{"number":32,"verse":"lalu bumi menelan mereka serta keluarga mereka, bersama-sama semua pengikut Korah dan milik mereka."},{"number":33,"verse":"Oleh itu mereka terjatuh hidup-hidup ke dalam dunia orang mati bersama dengan semua milik mereka. Tanah yang terbelah itu tertutup semula dan mereka lenyap ditelan bumi."},{"number":34,"verse":"Semua orang Israel yang berada di situ lari apabila mendengar teriakan mereka. Lalu semua orang Israel itu berteriak, “Lari! Nanti kita juga ditelan bumi!”"},{"number":35,"verse":"Selepas itu TUHAN mendatangkan api yang bernyala-nyala dan membakar 250 orang yang sudah mempersembahkan kemenyan."},{"number":36,"verse":"( Perbaraan) Kemudian TUHAN berfirman kepada Musa,"},{"number":37,"verse":"“Suruhlah Eleazar, anak Imam Harun, mengambil semua perbaraan gangsa itu dari sisa kebakaran lalu menghamburkan arangnya di tempat lain, kerana perbaraan itu suci."},{"number":38,"verse":"Perbaraan itu suci kerana sudah dipersembahkan di mazbah TUHAN. Oleh itu ambillah perbaraan semua orang yang dihukum mati kerana dosa mereka, lalu tempalah perbaraan itu menjadi kepingan-kepingan tipis untuk dijadikan penutup mazbah. Penutup itu akan menjadi satu amaran kepada umat Israel.”"},{"number":39,"verse":"Kemudian Imam Eleazar mengambil semua perbaraan itu, lalu menyuruh orang menempanya menjadi kepingan-kepingan tipis untuk dijadikan penutup mazbah."},{"number":40,"verse":"Penutup itu menjadi amaran kepada umat Israel bahawa tiada sesiapa pun kecuali keturunan Harun boleh menghampiri mazbah untuk membakar kemenyan bagi TUHAN. Orang yang melanggar peraturan itu akan dibinasakan seperti Korah dan semua pengikutnya. Semuanya dilakukan menurut perintah TUHAN kepada Eleazar dengan perantaraan Musa."},{"number":41,"verse":"( Harun Menyelamatkan Umat Israel) Keesokan harinya, semua orang Israel bersungut-sungut terhadap Musa dan Harun. Mereka berkata, “Kamu sudah membunuh sebahagian umat TUHAN.”"},{"number":42,"verse":"Setelah mereka semua berkumpul untuk melawan Musa dan Harun, mereka memandang ke arah Khemah TUHAN lalu nampak awan menutupi Khemah itu, dan cahaya hadirat TUHAN pun kelihatan."},{"number":43,"verse":"Musa dan Harun pergi ke bahagian hadapan Khemah TUHAN,"},{"number":44,"verse":"lalu TUHAN berfirman kepada Musa,"},{"number":45,"verse":"“Undurlah daripada semua orang ini kerana Aku hendak membinasakan mereka di tempat itu juga!” Mereka berdua bersujud,"},{"number":46,"verse":"lalu Musa berkata kepada Harun, “Ambillah perbaraanmu dan isilah dengan bara api dari mazbah, lalu bubuhlah kemenyan pada bara api itu. Bawalah perbaraan itu kepada umat dengan segera, dan lakukanlah upacara penyucian untuk mereka. Cepat! Kemurkaan TUHAN sudah berkobar dan wabak sudah bermula.”"},{"number":47,"verse":"Harun melakukan apa yang dikatakan Musa. Harun membawa perbaraannya lalu lari ke tengah-tengah orang yang sedang berkumpul. Apabila Harun melihat bahawa wabak sudah bermula, dia membubuh kemenyan pada bara api dan melakukan upacara penyucian untuk umat."},{"number":48,"verse":"Oleh itu wabak berhenti dan Harun berdiri di tengah-tengah orang yang masih hidup dan yang sudah mati."},{"number":49,"verse":"Orang yang mati pada masa itu berjumlah 14700 orang, tidak termasuk orang yang mati ketika pemberontakan Korah."},{"number":50,"verse":"Setelah wabak itu berhenti, Harun kembali kepada Musa di pintu Khemah TUHAN."}]}