{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"Pada masa itu Bileam sudah tahu bahawa TUHAN mahu dia memberkati umat Israel. Oleh sebab itu dia tidak lagi mencari petanda-petanda seperti yang dilakukannya sebelum itu. Dia melihat ke arah padang gurun,"},{"number":2,"verse":"lalu nampak umat Israel berkhemah dalam kelompok menurut suku masing-masing. Roh Allah menguasai Bileam,"},{"number":3,"verse":"lalu dia mengucapkan nubuat ini, “Inilah perkhabaran Bileam anak Beor, ucapan seorang yang melihat dengan jelas, ( seorang yang melihat dengan jelas; atau seorang yang matanya tertutup.)"},{"number":4,"verse":"seorang yang mendengar firman Allah. Hamba nampak penglihatan daripada Allah Yang Maha Kuasa, sambil rebah, namun dengan mata terbuka."},{"number":5,"verse":"Khemah-khemah Israel sungguh indah,"},{"number":6,"verse":"seperti barisan panjang pokok kurma, atau seperti taman di pinggir sungai; seperti pokok gaharu yang ditanam oleh TUHAN, atau seperti pokok sedar di tepi air."},{"number":7,"verse":"Mereka akan mendapat air hujan berlimpah-limpah, dan menanam benih di ladang yang cukup air. Raja mereka lebih agung daripada Raja Agag, dan kerajaan baginda akan diluaskan."},{"number":8,"verse":"Allah membawa mereka keluar dari Mesir; Dia berperang bagi mereka seperti lembu liar. Mereka membinasakan musuh, menghancurkan tulang mereka, dan mematahkan panah mereka."},{"number":9,"verse":"( , ) Bangsa Israel bagaikan singa perkasa yang sedang berehat, apabila tidur, tidak seorang pun berani membangunkannya. Sesiapa yang memberkati Israel akan diberkati, dan sesiapa yang mengutuk Israel akan dikutuk.”"},{"number":10,"verse":"Dengan sangat murka, Raja Balak menggenggam penumbuk lalu bertitah kepada Bileam, “Beta menyuruh kamu mengutuk musuh beta, tetapi kamu memberkati mereka pula sampai tiga kali."},{"number":11,"verse":"Sekarang pulanglah! Walaupun beta berjanji mengupah kamu, tetapi TUHAN tidak membenarkan kamu menerima upah.”"},{"number":12,"verse":"Bileam menjawab, “Hamba sudah memberitahu para utusan tuanku bahawa"},{"number":13,"verse":"walaupun tuanku memberi hamba segala perak dan emas di istana tuanku, hamba tidak dapat melawan perintah TUHAN dengan melakukan kehendak hamba sendiri. Hamba hanya mengucapkan apa yang disuruh oleh TUHAN.”"},{"number":14,"verse":"( Nubuat-Nubuat Bileam yang Terakhir) Bileam berkata kepada Raja Balak, “Sekarang hamba hendak pulang kepada bangsa hamba. Tetapi sebelum hamba pergi, biarlah hamba memberitahu tuanku apa yang akan dilakukan umat Israel terhadap bangsa tuanku pada kemudian hari.”"},{"number":15,"verse":"Kemudian Bileam mengucapkan nubuat ini, “Inilah perkhabaran Bileam anak Beor, ucapan seorang yang melihat dengan jelas, ( yang melihat dengan jelas; atau yang matanya tertutup.)"},{"number":16,"verse":"seorang yang mendengar firman Allah, dan menerima pengetahuan daripada Yang Maha Tinggi; seorang yang nampak penglihatan daripada Allah Yang Maha Kuasa sambil rebah, namun dengan mata terbuka."},{"number":17,"verse":"Aku melihat masa hadapan, aku nampak bangsa Israel. Daripada bangsa itu, seorang raja datang, raja itu seperti bintang cemerlang, yang muncul daripada Israel. Dia akan membinasakan para pemimpin Moab, dan menghancurkan semua orang Set. ( orang Set; atau orang yang angkuh dan kejam.)"},{"number":18,"verse":"Dia akan menaklukkan musuhnya di Edom, lalu menjadikan tanah mereka miliknya, dan Israel akan terus menjadi pemenang."},{"number":19,"verse":"Bangsa Israel akan menginjak-injak mereka, dan membinasakan semua musuh yang masih hidup.”"},{"number":20,"verse":"Kemudian Bileam nampak orang Amalek dalam penglihatannya, lalu dia mengucapkan nubuat ini, “Amalek ialah bangsa yang terkuat antara semua bangsa, tetapi akhirnya bangsa itu akan binasa selama-lamanya.”"},{"number":21,"verse":"Dalam penglihatan itu Bileam nampak juga orang Keni, lalu dia mengucapkan nubuat ini, “Tempat kediamanmu sungguh kukuh, selamat seperti sarang burung di atas bukit batu,"},{"number":22,"verse":"tetapi orang Keni akan binasa, apabila kamu ditawan oleh Asyur.”"},{"number":23,"verse":"Kemudian Bileam mengucapkan nubuat ini, “Siapakah orang yang berkumpul di utara itu?"},{"number":24,"verse":"Penyerbu-penyerbu akan datang dari Siprus lalu menawan Asyur dan Heber. Tetapi akhirnya mereka pun akan binasa selama-lamanya.”"},{"number":25,"verse":"Kemudian Bileam bersiap-siap untuk pulang ke tempat tinggalnya, dan Raja Balak pun berangkat."}]}