{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"( Banci yang Kedua) Selepas wabak itu berhenti, TUHAN berfirman kepada Musa dan Eleazar anak Harun,"},{"number":2,"verse":"“Kamu harus membanci semua orang Israel menurut keluarga masing-masing. Semua orang lelaki yang berumur dua puluh tahun ke atas dan yang layak menjadi askar harus dibanci.”"},{"number":3,"verse":"Musa dan Eleazar mematuhi perintah TUHAN. Mereka mengumpulkan semua orang lelaki yang berumur dua puluh tahun ke atas. Mereka berkumpul di dataran Moab di seberang Sungai Yordan, bertentangan dengan kota Yerikho. Inilah orang Israel yang keluar dari Mesir:"},{"number":5,"verse":"Suku Ruben, anak sulung Yakub: puak Henokh, Palu,"},{"number":6,"verse":"Hezron, dan Karmi."},{"number":7,"verse":"Kaum lelaki dalam puak-puak itu berjumlah 43730 orang."},{"number":8,"verse":"Anak Palu ialah Eliab,"},{"number":9,"verse":"dan anak-anak Eliab ialah Nemuel, Datan, dan Abiram. Datan dan Abiram telah dipilih oleh puak itu sebagai pemimpin masyarakat, tetapi mereka menentang Musa dan Harun. Datan dan Abiram berpihak kepada pengikut-pengikut Korah ketika mereka memberontak terhadap TUHAN."},{"number":10,"verse":"Pada masa itu tanah terbelah dan menelan mereka. Mereka mati bersama-sama Korah dan pengikut-pengikutnya, ketika api membinasakan 250 orang lelaki, dan peristiwa itu menjadi amaran kepada umat Israel."},{"number":11,"verse":"Namun anak-anak lelaki Korah tidak terbunuh."},{"number":12,"verse":"Suku Simeon: puak Nemuel, Yamin, Yakhin,"},{"number":13,"verse":"Zerah, dan Saul."},{"number":14,"verse":"Orang lelaki dalam puak-puak ini berjumlah 22200 orang."},{"number":15,"verse":"Suku Gad: puak Zefon, Hagi, Syuni,"},{"number":16,"verse":"Ozni, Eri,"},{"number":17,"verse":"Arod, dan Areli."},{"number":18,"verse":"Orang lelaki dalam puak-puak ini berjumlah 40500 orang."},{"number":19,"verse":"Suku Yehuda: puak Syela, Peres, Zerah,"},{"number":21,"verse":"Hezron, dan Hamul. Dua orang anak lelaki Yehuda, iaitu Er dan Onan, sudah meninggal di Kanaan."},{"number":22,"verse":"Orang lelaki dalam puak-puak ini berjumlah 76500 orang."},{"number":23,"verse":"Suku Isakhar: puak Tola, Pua,"},{"number":24,"verse":"Yasub, dan Simron."},{"number":25,"verse":"Orang lelaki dalam puak-puak ini berjumlah 64300 orang."},{"number":26,"verse":"Suku Zebulon: puak Sered, Elon, dan Yahleel."},{"number":27,"verse":"Orang lelaki dalam puak-puak ini berjumlah 60500 orang."},{"number":28,"verse":"Keturunan Yusuf; dia mempunyai dua orang anak lelaki, Manasye dan Efraim."},{"number":29,"verse":"Suku Manasye: Makhir anak Manasye, ialah bapa Gilead, dan puak-puak berikut ialah keturunan Gilead:"},{"number":30,"verse":"puak Iezer, Helek,"},{"number":31,"verse":"Asriel, Sekhem,"},{"number":32,"verse":"Semida, dan Hefer."},{"number":33,"verse":"Zelafehad anak Hefer tidak mempunyai anak lelaki. Anak-anak perempuannya ialah Mahla, Noa, Hogla, Milka, dan Tirza."},{"number":34,"verse":"Kaum lelaki dalam puak-puak ini berjumlah 52700 orang."},{"number":35,"verse":"Suku Efraim: puak Sutelah, Bekher, dan Tahan."},{"number":36,"verse":"Sutelah ialah nenek moyang puak Eran."},{"number":37,"verse":"Orang lelaki dalam puak-puak ini berjumlah 32500 orang. Itulah puak-puak keturunan Yusuf."},{"number":38,"verse":"Suku Benyamin: puak Bela, Asybel, Ahiram,"},{"number":39,"verse":"Sefufam, dan Hufam."},{"number":40,"verse":"Bela ialah nenek moyang puak Ared dan Naaman."},{"number":41,"verse":"Orang lelaki dalam puak ini berjumlah 45600 orang."},{"number":42,"verse":"Suku Dan: puak Suham."},{"number":43,"verse":"Orang lelaki dalam puak-puak ini berjumlah 64400 orang."},{"number":44,"verse":"Suku Asyer: puak Yimna, Yiswi, dan Beria."},{"number":45,"verse":"Beria ialah nenek moyang puak Heber dan Malkiel."},{"number":46,"verse":"Asyer mempunyai seorang anak perempuan bernama Serah."},{"number":47,"verse":"Orang lelaki dalam puak-puak itu berjumlah 53400 orang."},{"number":48,"verse":"Suku Naftali: puak Yahzeel, Guni,"},{"number":49,"verse":"Yezer, dan Syilem."},{"number":50,"verse":"Orang lelaki dalam puak-puak itu berjumlah 45400 orang."},{"number":51,"verse":"( ) Jumlah semua orang lelaki umat Israel yang dibanci adalah 601730 orang."},{"number":52,"verse":"TUHAN berfirman kepada Musa,"},{"number":53,"verse":"“Bahagikanlah tanah itu kepada suku-suku ini menurut bilangan mereka."},{"number":54,"verse":"( ; ) Bahagikanlah tanah itu dengan membuang undi. Berikanlah bahagian yang besar kepada suku yang besar, dan bahagian yang kecil kepada suku yang kecil.”"},{"number":57,"verse":"Suku Lewi terdiri daripada puak Gerson, Kehat, dan Merari."},{"number":58,"verse":"Dalam keturunan mereka termasuk puak Libni, Hebron, Mahli, Musi, dan Korah. Kehat ialah bapa Amram."},{"number":59,"verse":"Amram berkahwin dengan Yokhebed, anak perempuan Lewi. Yokhebed lahir di Mesir. Amram dan Yokhebed mempunyai dua orang anak lelaki, Harun dan Musa, serta seorang anak perempuan bernama Miryam."},{"number":60,"verse":"( ) Harun mempunyai empat orang anak lelaki: Nadab, Abihu, Eleazar, dan Itamar."},{"number":61,"verse":"( ; ) Nadab dan Abihu meninggal ketika mereka mempersembahkan api yang tidak dikehendaki TUHAN."},{"number":62,"verse":"Orang lelaki daripada suku Lewi yang berumur satu bulan ke atas berjumlah 23000 orang. Mereka didaftarkan berasingan dengan orang Israel lain kerana mereka tidak mendapat tanah pusaka di tanah Israel."},{"number":63,"verse":"Semua puak itu didaftarkan oleh Musa dan Eleazar ketika mereka membanci umat Israel di dataran Moab, di seberang Sungai Yordan, bertentangan dengan kota Yerikho."},{"number":64,"verse":"Antara mereka yang didaftarkan oleh Musa di Gurun Sinai, tidak seorang pun yang masih hidup."},{"number":65,"verse":"( ) TUHAN berfirman bahawa mereka semua akan mati di padang gurun. Mereka semua telah meninggal, kecuali Kaleb anak Yefune dan Yosua anak Nun."}]}