{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"( Anak-Anak Perempuan Zelafehad) Zelafehad mempunyai lima orang anak perempuan: Mahla, Noa, Hogla, Milka, dan Tirza. Bapa Zelafehad ialah Hefer, bapa Hefer ialah Gilead, bapa Gilead ialah Makhir, bapa Makhir ialah Manasye, bapa Manasye ialah Yusuf."},{"number":2,"verse":"Kelima-lima orang anak Zelafehad itu pergi menghadap Musa, Imam Eleazar, para pemimpin Israel, dan segenap umat yang berkumpul dekat pintu Khemah TUHAN. Mereka berkata,"},{"number":3,"verse":"“Bapa kami meninggal di padang gurun tanpa mempunyai anak lelaki. Dia bukan pengikut Korah yang memberontak terhadap TUHAN. Bapa kami meninggal kerana dosanya sendiri."},{"number":4,"verse":"Tetapi mengapakah namanya lenyap daripada umat Israel hanya kerana dia tidak mempunyai anak lelaki? Berilah kami bahagian tanah bersama dengan sanak saudara bapa kami.”"},{"number":5,"verse":"Musa menyampaikan perkara mereka itu kepada TUHAN,"},{"number":6,"verse":"lalu TUHAN berfirman kepadanya,"},{"number":7,"verse":"( ) “Permintaan anak-anak perempuan Zelafehad itu memang wajar; berilah mereka tanah bersama dengan sanak saudara bapa mereka. Warisan Zelafehad harus diwariskan kepada semua anak perempuannya."},{"number":8,"verse":"Beritahulah umat Israel bahawa apabila seorang lelaki meninggal tanpa mempunyai anak lelaki, tanah pusakanya harus diwariskan kepada anak perempuannya."},{"number":9,"verse":"Jika dia tidak mempunyai anak perempuan, tanah pusakanya harus diwariskan kepada saudara lelakinya."},{"number":10,"verse":"Jika dia tidak mempunyai saudara lelaki, tanah pusaka itu harus diwariskan kepada saudara lelaki bapanya."},{"number":11,"verse":"Jika dia tidak mempunyai saudara atau bapa saudara, tanah pusaka itu harus diwariskan kepada saudara mara yang terdekat kepadanya.” Umat Israel harus patuh kepada hukum itu, menurut perintah TUHAN melalui Musa."},{"number":12,"verse":"( Yosua Dipilih Menjadi Pengganti Musa) ( ( 50 31:1-8 )) TUHAN berfirman kepada Musa, “Naiklah ke Pergunungan Abarim dan pandanglah tanah yang akan Aku berikan kepada umat Israel."},{"number":13,"verse":"Selepas memandang tanah itu, engkau akan meninggal sebagaimana Harun abangmu juga sudah meninggal,"},{"number":14,"verse":"( , ) kerana kamu berdua telah melawan perintah-Ku di padang gurun Zin. Apabila segenap umat Israel bersungut-sungut terhadap-Ku di Meriba, kamu tidak menyatakan kuasa-Ku yang suci di hadapan mereka.” (Peristiwa itu terjadi di mata air Meriba di Kades, di padang gurun Zin.)"},{"number":15,"verse":"Kemudian Musa berdoa,"},{"number":16,"verse":"“Ya TUHAN Allah, yang memberikan kehidupan kepada semua yang hidup, aku mohon, lantiklah seorang yang dapat memimpin umat ini,"},{"number":17,"verse":"( ; ; ; ) seorang yang dapat mengetuai mereka ketika berperang. Jangan biarkan umat-Mu menjadi seperti kawanan domba yang tidak mempunyai gembala.”"},{"number":18,"verse":"( ) TUHAN berfirman kepada Musa, “Panggillah Yosua anak Nun. Dia seorang yang berkebolehan. Letakkan tanganmu di atas kepalanya."},{"number":19,"verse":"Suruhlah dia berdiri di hadapan Imam Eleazar dan segenap umat. Di hadapan mereka semua engkau harus mengisytiharkan Yosua sebagai penggantimu."},{"number":20,"verse":"Berilah dia sebahagian daripada kekuasaanmu, supaya segenap umat Israel akan taat kepadanya."},{"number":21,"verse":"( ; , ) Yosua harus minta petunjuk daripada Imam Eleazar, dan Eleazar mesti menanyakan kehendak-Ku dengan menggunakan Urim dan Tumim. ( Urim dan Tumim: Dua benda yang digunakan oleh imam untuk mengetahui kehendak Allah; cara menggunakan benda-benda itu tidak diketahui dengan pasti.) Dengan cara ini Eleazar akan memberikan petunjuk kepada Yosua dan segenap umat Israel dalam segala perkara yang dihadapi mereka.”"},{"number":22,"verse":"Musa melaksanakan perintah TUHAN. Dia menyuruh Yosua berdiri di hadapan Imam Eleazar dan segenap umat."},{"number":23,"verse":"( ) Kemudian Musa meletakkan tangannya di atas kepala Yosua dan mengisytiharkan Yosua sebagai penggantinya, menurut perintah TUHAN kepadanya."}]}