{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":33,"verses":[{"number":1,"verse":"( Perjalanan dari Mesir ke Moab) Selepas umat Israel meninggalkan Mesir, dalam barisan menurut suku masing-masing di bawah pimpinan Musa dan Harun, mereka berkhemah di beberapa tempat."},{"number":2,"verse":"TUHAN memerintahkan Musa menulis nama tiap-tiap tempat mereka berkhemah."},{"number":3,"verse":"Umat Israel meninggalkan Mesir pada hari kelima belas bulan pertama, sehari selepas Paska yang pertama. Di bawah perlindungan TUHAN, umat Israel dengan penuh keyakinan meninggalkan kota Rameses sambil disaksikan oleh orang Mesir,"},{"number":4,"verse":"yang ketika itu sedang menguburkan anak-anak lelaki sulung mereka yang dibunuh oleh TUHAN. Demikianlah TUHAN menunjukkan bahawa Dia lebih berkuasa daripada tuhan-tuhan orang Mesir."},{"number":5,"verse":"Umat Israel berangkat dari Rameses lalu berkhemah di Sukot."},{"number":6,"verse":"Mereka berangkat lagi lalu berkhemah di Etam, di pinggir kawasan gurun."},{"number":7,"verse":"Dari sana, mereka kembali ke Pi-Hahirot, di sebelah timur Baal-Zefon, lalu berkhemah dekat Migdol."},{"number":8,"verse":"Dari Pi-Hahirot mereka menyeberangi Laut Gelagah ( Laut Gelagah: Lihat Kamus.) lalu masuk ke kawasan gurun Etam. Selepas tiga hari perjalanan, mereka berkhemah di Mara."},{"number":9,"verse":"Dari sana mereka berangkat lalu berkhemah di Elim; di situ ada dua belas mata air dan tujuh puluh pokok kurma."},{"number":10,"verse":"Kemudian mereka meninggalkan Elim dan berkhemah dekat Laut Gelagah."},{"number":11,"verse":"Selanjutnya mereka berkhemah di padang gurun Sin."},{"number":12,"verse":"Setelah itu mereka berkhemah di Dofka,"},{"number":13,"verse":"lalu di Alus,"},{"number":14,"verse":"dan kemudian di Rafidim, tetapi di sana tidak ada air minum."},{"number":15,"verse":"Dalam perjalanan mereka dari Rafidim ke Gunung Hor, mereka berkhemah di tempat-tempat berikut: Gurun Sinai, Kibrot-Taawa (atau “Kuburan Kerakusan”), Hazerot, Ritma, Rimon-Peres, Libna, Risa, Kehelata, Gunung Syafer, Harada, Makhelot, Tahat, Tarah, Mitka, Hasmona, Moserot, Bene-Yaakan, Hor-Gidgad, Yotbata, Abrona, Ezion-Geber, padang gurun Zin (iaitu Kades), dan Gunung Hor di sempadan tanah Edom."},{"number":38,"verse":"( ; , ) Imam Harun naik ke Gunung Hor menurut perintah TUHAN. Di situ Harun meninggal ketika berumur 123 tahun, pada hari pertama bulan kelima, tahun yang keempat puluh setelah umat Israel meninggalkan Mesir."},{"number":40,"verse":"( ) Sementara itu raja negeri Arad, di Tanah Negeb, di bahagian selatan Kanaan mendapat khabar bahawa umat Israel sedang menuju ke negerinya."},{"number":41,"verse":"Inilah tempat-tempat perkhemahan umat Israel dalam perjalanan dari Gunung Hor sampai ke dataran tanah Moab: Zalmona, Funon, Obot, reruntuhan Abarim di kawasan Moab, Dibon-Gad, Almon-Diblataim, Pergunungan Abarim dekat Gunung Nebo dan di dataran tanah Moab di pinggir Sungai Yordan, bertentangan dengan kota Yerikho, di antara Bet-Yesimot dan Lembah Sitim."},{"number":50,"verse":"( Petunjuk-Petunjuk sebelum Menyeberangi Sungai Yordan) Di dataran Moab, di pinggir Sungai Yordan, bertentangan dengan kota Yerikho, TUHAN memberi Musa"},{"number":51,"verse":"petunjuk-petunjuk ini bagi umat Israel, “Apabila kamu menyeberangi Sungai Yordan dan pergi ke tanah Kanaan,"},{"number":52,"verse":"usirlah semua penduduk tanah itu. Musnahkanlah semua berhala mereka yang dibuat daripada batu dan logam; musnahkanlah juga tempat-tempat pemujaan mereka."},{"number":53,"verse":"Dudukilah tanah itu dan tinggallah di situ kerana Aku memberikannya kepada kamu."},{"number":54,"verse":"( ) Kemudian bahagikanlah tanahnya kepada suku-suku kamu dengan membuang undi: bahagian yang besar untuk suku yang besar, dan bahagian yang kecil untuk suku yang kecil."},{"number":55,"verse":"Tetapi jika kamu tidak mengusir penduduk tanah itu, orang yang tetap tinggal di situ akan menyusahkan kamu seperti selumbar di dalam mata kamu dan duri di rusuk kamu. Kemudian mereka akan melawan kamu."},{"number":56,"verse":"Jika kamu tidak mengusir mereka, Aku akan membinasakan kamu seperti yang Aku cadangkan terhadap mereka.”"}]}