{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"( Sempadan Tanah itu) TUHAN memberi Musa"},{"number":2,"verse":"perintah-perintah ini untuk umat Israel, “Apabila kamu masuk ke negeri Kanaan yang hendak Aku berikan kepada kamu, sempadan tanah itu adalah sebagai berikut."},{"number":3,"verse":"Di bahagian selatan sempadan itu bermula dari padang gurun Zin dan menyusuri sempadan Edom. Di sebelah timur sempadan itu bermula dari hujung selatan Laut Mati."},{"number":4,"verse":"Dari sana sempadan itu membelok ke selatan ke arah Genting Akrabim, dan terus ke padang gurun Zin sampai ke Kades-Barnea di selatan. Kemudian sempadan itu membelok ke barat laut sampai ke Hazar-Adar dan terus ke Azmon."},{"number":5,"verse":"Di situ sempadan itu membelok ke arah lembah di sempadan negeri Mesir, lalu berakhir di Laut Tengah."},{"number":6,"verse":"Sempadan di sebelah barat adalah Laut Tengah."},{"number":7,"verse":"Di utara, sempadan itu bermula dari Laut Tengah dan menuju ke Gunung Hor,"},{"number":8,"verse":"dan dari sana ke Genting Hamat, lalu terus ke Zedad"},{"number":9,"verse":"dan ke Zifron, lalu berakhir di Hazar-Enan."},{"number":10,"verse":"Di timur, sempadan itu bermula dari Hazar-Enan ke Sefam."},{"number":11,"verse":"Dari sana sempadan itu turun ke Ribla di sebelah timur Ain, lalu terus ke bukit-bukit di pantai timur Tasik Galilea,"},{"number":12,"verse":"kemudian ke selatan sepanjang Sungai Yordan sampai ke Laut Mati. Itulah tanah kamu dengan sempadan di sekelilingnya.”"},{"number":13,"verse":"( ) Kemudian Musa memberitahu umat Israel, “Itulah tanah yang akan kamu terima dengan membuang undi, tanah yang diberikan TUHAN kepada suku Israel yang sembilan setengah."},{"number":14,"verse":"Suku Ruben, suku Gad, dan separuh daripada suku Manasye, sudah menerima bahagian mereka, yang dibahagikan menurut keluarga mereka."},{"number":15,"verse":"( ) Tanah pusaka mereka itu letaknya di sebelah timur Sungai Yordan, bertentangan dengan kota Yerikho.”"},{"number":16,"verse":"( Para Pemimpin yang Bertanggungjawab Membahagikan Tanah) TUHAN berfirman kepada Musa,"},{"number":17,"verse":"“Imam Eleazar dan Yosua anak Nun akan membahagikan tanah untuk umat Israel."},{"number":18,"verse":"Daripada tiap-tiap suku, pilihlah seorang pemimpin untuk menolong mereka membahagikan tanah itu.”"},{"number":19,"verse":"Inilah nama-nama orang yang dipilih oleh TUHAN: [Suku] — [Pemimpin] Yehuda — Kaleb anak Yefune Simeon — Samuel anak Amihud Benyamin — Elidad anak Kislon Dan — Buki anak Yogli Manasye — Haniel anak Efod Efraim — Kemuel anak Siftan Zebulon — Elisafan anak Parnah Isakhar — Paltiel anak Azan Asyer — Ahihud anak Selomi Naftali — Pedael anak Amihud"},{"number":29,"verse":"Itulah semua orang yang ditentukan oleh TUHAN untuk membahagikan tanah pusaka kepada orang Israel di tanah Kanaan."}]}