{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"( Kota-Kota untuk Orang Lewi) Di dataran Moab, di pinggir Sungai Yordan, bertentangan dengan kota Yerikho, TUHAN berfirman kepada Musa,"},{"number":2,"verse":"“Beritahulah umat Israel bahawa dari tanah yang diterima, mereka harus memberi orang Lewi beberapa buah kota sebagai tempat tinggal dengan padang rumput di sekitar kota."},{"number":3,"verse":"Kota-kota itu akan menjadi milik orang Lewi, dan mereka akan tinggal di sana. Padang-padang rumput itu untuk ternakan dan semua binatang lain yang dipelihara mereka."},{"number":4,"verse":"Padang-padang rumput itu harus seluas 450 meter ke segala arah, diukur dari tembok kota."},{"number":5,"verse":"Kawasan orang Lewi harus empat persegi, seluas 900 meter pada tiap-tiap segi. Kota itu harus terletak di tengah-tengah kawasan itu."},{"number":6,"verse":"Kamu harus memberi orang Lewi enam buah kota perlindungan, supaya jika ada sesiapa yang membunuh orang dengan tidak sengaja, orang itu boleh lari ke salah satu kota itu. Selain itu, berikanlah juga 42 buah kota kepada mereka,"},{"number":7,"verse":"sehingga berjumlah 48 buah kota, dengan padang rumputnya."},{"number":8,"verse":"( ) Bilangan kota yang harus diberikan kepada orang Lewi ditentukan menurut banyaknya kota dan besarnya wilayah tiap-tiap suku itu.”"},{"number":9,"verse":"( Kota-Kota Perlindungan) ( ( 50 19:1-13 ; 60 20:1-9 )) TUHAN berfirman kepada Musa"},{"number":10,"verse":"supaya memberitahu umat Israel, “Apabila kamu menyeberang Sungai Yordan dan pergi ke tanah Kanaan,"},{"number":11,"verse":"pilihlah beberapa buah kota perlindungan, supaya sesiapa yang membunuh orang dengan tidak sengaja, dapat lari ke kota itu."},{"number":12,"verse":"Di situ dia akan selamat daripada sanak saudara orang yang terbunuh, yang mahu membalas dendam. Seseorang yang dituduh membunuh orang, tidak boleh dihukum mati sehingga orang itu diadili di hadapan orang ramai."},{"number":13,"verse":"Pilihlah enam buah kota perlindungan,"},{"number":14,"verse":"tiga buah di sebelah timur Sungai Yordan dan tiga buah lagi di tanah Kanaan."},{"number":15,"verse":"Kota-kota itu akan menjadi kota perlindungan bagi orang Israel dan orang asing yang menumpang ataupun yang menetap di tanah itu. Sesiapa yang sudah membunuh orang dengan tidak sengaja, boleh lari ke salah satu kota perlindungan itu."},{"number":16,"verse":"Tetapi jika seseorang menggunakan senjata besi, atau senjata batu, atau senjata kayu untuk membunuh orang, dia bersalah dan mesti dihukum mati."},{"number":19,"verse":"Saudara terdekat orang yang mati itu bertanggungjawab untuk melaksanakan hukuman mati itu. Apabila saudara itu menemui si pembunuh, dia harus membunuh orang itu."},{"number":20,"verse":"Jika seseorang membenci seorang lain lalu membunuhnya dengan membanting dia, atau dengan melemparkan sesuatu kepadanya,"},{"number":21,"verse":"ataupun dengan menumbuknya, orang itu adalah pembunuh dan mesti dihukum mati. Saudara terdekat orang yang mati itu bertanggungjawab untuk melaksanakan hukuman mati kepada pembunuh itu. Apabila saudara itu menemui si pembunuh, dia harus membunuh orang itu."},{"number":22,"verse":"Tetapi jika dengan tidak sengaja, seseorang membunuh orang yang tidak dibencinya, sama ada dengan membanting dia ataupun dengan melemparkan sesuatu kepadanya;"},{"number":23,"verse":"atau jika seseorang melempar batu dengan tidak melihat, lalu batu itu membunuh seseorang, tetapi orang itu tidak bermaksud untuk membunuh, dan orang yang terbunuh itu pun bukan musuhnya,"},{"number":24,"verse":"maka dalam hal itu, orang ramai harus membela orang itu, dan tidak memihak sanak saudara orang yang terbunuh, yang mahu membalas dendam."},{"number":25,"verse":"Biarlah orang ramai melindungi orang yang didakwa itu daripada sanak saudara yang mahu membalas dendam, lalu membawanya kembali ke kota perlindungan, tempat dia melarikan diri. Dia mesti tinggal di situ sehingga Imam Agung pada masa itu meninggal."},{"number":26,"verse":"Jika orang itu meninggalkan kota perlindungan, tempat dia melarikan diri,"},{"number":27,"verse":"dan jika dia ditemui dan dibunuh sanak saudara orang yang sudah mati, pembalasan itu bukanlah pembunuhan."},{"number":28,"verse":"( ) Orang yang didakwa itu mesti tinggal di dalam kota perlindungan sehingga Imam Agung meninggal, barulah dia boleh pulang ke rumahnya."},{"number":29,"verse":"Peraturan-peraturan ini berlaku bagi kamu dan keturunan kamu di mana sahaja kamu tinggal."},{"number":30,"verse":"( , ) Seseorang yang didakwa sebagai pembunuh, boleh didapati bersalah dan dihukum mati, jika hal itu dapat dibuktikan oleh dua atau lebih orang saksi. Kesaksian satu orang tidak cukup bagi perkara pembunuhan."},{"number":31,"verse":"Seorang pembunuh mesti dihukum mati, dan tidak dapat melepaskan diri daripada hukuman itu dengan membayar wang."},{"number":32,"verse":"Jika seseorang melarikan diri ke salah satu kota perlindungan, jangan benarkan dia memberikan wang supaya dia dapat kembali ke rumahnya sebelum Imam Agung meninggal."},{"number":33,"verse":"Perbuatan itu akan menajiskan tanah tempat tinggal kamu. Pembunuhan menajiskan tanah kamu, dan tidak ada jalan lain yang dapat membersihkan tanah itu kecuali dengan kematian pembunuh itu sendiri."},{"number":34,"verse":"Jangan najiskan tanah tempat tinggal kamu, kerana Akulah TUHAN, dan Aku tinggal di tengah-tengah umat Israel.”"}]}