{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":7,"verses":[{"number":1,"verse":"( Persembahan Para Pemimpin) Pada hari Musa selesai memasangkan Khemah TUHAN, dia mentahbiskan Khemah itu bagi TUHAN, bersama-sama semua peralatannya dengan menyapu semua itu dengan minyak upacara. Begitu juga yang dibuatnya pada mazbah serta peralatannya."},{"number":2,"verse":"Kemudian para pemimpin puak yang menjadi pemimpin dalam suku-suku Israel, iaitu orang yang bertanggungjawab atas pembancian itu,"},{"number":3,"verse":"membawa persembahan mereka kepada TUHAN: enam buah kereta lembu dan dua belas ekor lembu, sebuah kereta lembu disumbangkan oleh dua orang pemimpin, dan seekor lembu disumbangkan oleh setiap pemimpin. Setelah mereka mempersembahkan semua itu,"},{"number":4,"verse":"TUHAN berfirman kepada Musa,"},{"number":5,"verse":"“Terimalah semua persembahan itu untuk digunakan dalam pekerjaan di Khemah-Ku. Berikanlah semuanya kepada orang Lewi, menurut tugas yang dilakukan mereka.”"},{"number":6,"verse":"Oleh itu Musa memberikan semua kereta lembu dan lembu itu kepada orang Lewi."},{"number":7,"verse":"Dia memberikan dua buah kereta lembu dan empat ekor lembu kepada puak Gerson,"},{"number":8,"verse":"dan empat buah kereta lembu dan lapan ekor lembu kepada puak Merari. Semua pekerjaan mereka harus dilakukan di bawah pengawasan Itamar anak Harun."},{"number":9,"verse":"Tetapi Musa tidak memberikan kereta lembu atau lembu kepada puak Kehat, kerana benda-benda suci di bawah jagaan mereka itu harus dipikul oleh mereka."},{"number":10,"verse":"Para pemimpin juga membawa pemberian untuk merayakan upacara pentahbisan mazbah. Apabila mereka sudah siap untuk mempersembahkan pemberian di atas mazbah,"},{"number":11,"verse":"TUHAN berfirman kepada Musa, “Beritahulah mereka bahawa tiap-tiap hari, selama dua belas hari, seorang pemimpin harus mempersembahkan pemberiannya untuk upacara pentahbisan mazbah.”"},{"number":12,"verse":"Mereka mempersembahkan pemberian mereka menurut urutan berikut: [Hari] — [Suku] — [Pemimpin] Pertama — Yehuda — Nahason anak Aminadab Kedua — Isakhar — Netaneel anak Zuar Ketiga — Zebulon — Eliab anak Helon Keempat — Ruben — Elizur anak Syedeur Kelima — Simeon — Selumiel anak Zurisyadai Keenam — Gad — Elyasaf anak Rehuel Ketujuh — Efraim — Elisama anak Amihud Kelapan — Manasye — Gamaliel anak Pedazur Kesembilan — Benyamin — Abidan anak Gideoni Kesepuluh — Dan — Ahiezer anak Amisyadai Kesebelas — Asyer — Pagiel anak Okhran Kedua belas — Naftali — Ahira anak Enan Pemberian yang dibawa oleh tiap-tiap orang itu sama: sebuah mangkuk perak seberat 1.5 kilogram, dan sebuah besen perak seberat 800 gram, menurut timbangan yang digunakan di Khemah TUHAN. Kedua-dua buah bekas itu penuh dengan tepung yang dicampuri minyak sebagai korban untuk mengucap syukur; ( Korban untuk mengucap syukur; Lihat 6.15.) sebuah pinggan emas seberat 110 gram, yang penuh dengan kemenyan; seekor lembu jantan muda, seekor domba jantan, dan seekor anak domba yang berumur satu tahun sebagai korban untuk menyenangkan hati TUHAN; ( Korban untuk menyenangkan hati TUHAN; Lihat 6.11.) seekor kambing sebagai korban untuk mengampunkan dosa; dua ekor lembu jantan, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor anak domba yang berumur satu tahun sebagai korban untuk memohon berkat TUHAN. ( Korban untuk memohon berkat TUHAN; Lihat 6.14.)"},{"number":84,"verse":"Jumlah pemberian yang dibawa oleh dua belas orang pemimpin untuk upacara pentahbisan mazbah itu adalah seperti berikut: — 12 buah mangkuk perak dan 12 buah besen perak, semuanya seberat 27.6 kilogram, — 12 buah pinggan emas, semuanya seberat 1.32 kilogram dan diisi penuh dengan kemenyan, — 12 ekor lembu jantan, 12 ekor domba jantan, 12 ekor anak domba berumur satu tahun, sebagai korban untuk menyenangkan hati TUHAN, bersama dengan korban yang ditetapkan, iaitu korban untuk mengucap syukur, ( Korban untuk mengucap syukur; Lihat 6.15.) - 12 ekor kambing sebagai korban untuk mengampunkan dosa, - 24 ekor lembu jantan, 60 ekor domba jantan, 60 ekor kambing, dan 60 ekor anak domba yang berumur satu tahun sebagai korban untuk memohon berkat TUHAN. ( Korban untuk memohon berkat TUHAN; Lihat 6.14.)"},{"number":89,"verse":"Apabila Musa masuk ke dalam Khemah TUHAN untuk bercakap dengan TUHAN, dia mendengar TUHAN berfirman kepadanya dari atas penutup Tabut Perjanjian, di antara dua patung kerub. ( kerub: Lihat Kamus.)"}]}