{"bibleAbbr":"msAB1996","bookName":"BILANGAN","bookEnglishName":"Numbers","chapterNumber":8,"verses":[{"number":1,"verse":"( Tempat Pelita) TUHAN berfirman kepada Musa,"},{"number":2,"verse":"“Beritahulah Harun bahawa apabila dia meletakkan tujuh buah pelita pada kaki pelita, cahaya pelita-pelita harus memancar ke bahagian depan kaki pelita.”"},{"number":3,"verse":"Harun mematuhi perintah itu. Dia meletakkan pelita-pelita menghadap bahagian depan kaki pelita."},{"number":4,"verse":"( , ) Kaki pelita itu dibuat daripada emas tempaan, dari alasnya sampai ke bunga-bunga hiasan yang di atas, menurut contoh yang ditunjukkan TUHAN kepada Musa."},{"number":5,"verse":"( Penyucian dan Pentahbisan Orang Lewi) TUHAN berfirman kepada Musa,"},{"number":6,"verse":"“Pisahkanlah orang Lewi daripada umat Israel yang lain dan lakukanlah upacara penyucian untuk mereka"},{"number":7,"verse":"dengan cara berikut: percikkanlah mereka dengan air untuk menyucikan mereka, lalu suruhlah mereka mencukur seluruh badan dan membasuh pakaian mereka. Dengan demikian mereka menjadi suci."},{"number":8,"verse":"Kemudian orang Lewi harus mengambil seekor lembu jantan muda dan korban yang ditetapkan, iaitu korban untuk mengucap syukur, ( Korban untuk mengucap syukur; Lihat 6.14.) berupa tepung yang dicampuri minyak zaitun. Engkau harus mengambil seekor lembu jantan lagi sebagai korban untuk mengampunkan dosa."},{"number":9,"verse":"Kemudian kumpulkan segenap umat Israel dan suruh orang Lewi berdiri di hadapan Khemah-Ku."},{"number":10,"verse":"Orang Israel harus meletakkan tangan di atas kepala orang Lewi,"},{"number":11,"verse":"lalu Harun harus mentahbiskan orang Lewi sebagai pemberian khas daripada umat Israel untuk Aku, supaya orang Lewi dapat mengabdi kepada-Ku."},{"number":12,"verse":"Selepas itu orang Lewi harus meletakkan tangan di atas kepala kedua-dua ekor lembu jantan itu; seekor dipersembahkan sebagai korban untuk mengampunkan dosa dan yang seekor lagi sebagai korban untuk menyenangkan hati TUHAN. ( Korban untuk menyenangkan hati TUHAN; Lihat 6.11.) Dengan upacara itu, orang Lewi disucikan."},{"number":13,"verse":"Tahbiskanlah orang Lewi sebagai pemberian khas untuk Aku dan suruhlah Harun dan anak-anak lelakinya menjadi pemimpin mereka."},{"number":14,"verse":"Dengan cara itu, orang Lewi dipisahkan daripada orang Israel lain supaya mereka menjadi milik-Ku."},{"number":15,"verse":"Setelah engkau menyucikan dan mentahbiskan orang Lewi, mereka akan layak bertugas di Khemah-Ku."},{"number":16,"verse":"Aku sudah menjadikan mereka pengganti semua anak lelaki sulung Israel, dan mereka menjadi milik-Ku sahaja."},{"number":17,"verse":"( ) Ketika Aku membunuh semua anak lelaki sulung orang Mesir, Aku mentahbiskan semua anak lelaki sulung daripada setiap keluarga Israel menjadi milik-Ku, dan juga setiap anak sulung jantan ternakan."},{"number":18,"verse":"Tetapi sekarang Aku mengambil orang Lewi sebagai pengganti semua anak lelaki sulung Israel."},{"number":19,"verse":"Aku menyerahkan orang Lewi kepada Harun dan anak-anak lelakinya sebagai pemberian daripada umat Israel, supaya orang Lewi dapat bertugas untuk orang Israel di Khemah-Ku. Orang Lewi juga akan meminta pengampunan daripada-Ku bagi umat Israel supaya umat itu tidak ditimpa bencana jika mereka datang terlalu dekat dengan Bilik Suci.”"},{"number":20,"verse":"Oleh itu Musa, Harun, dan segenap umat Israel mentahbiskan orang Lewi kepada TUHAN, menurut perintah TUHAN kepada Musa."},{"number":21,"verse":"Orang Lewi menyucikan diri dan membasuh pakaian mereka, lalu Harun mentahbiskan mereka sebagai pemberian khas kepada TUHAN. Harun juga melakukan upacara penyucian bagi mereka."},{"number":22,"verse":"Umat Israel melakukan semua yang diperintahkan TUHAN kepada Musa tentang orang Lewi. Dengan demikian orang Lewi layak bertugas di Khemah TUHAN di bawah pimpinan Harun dan anak-anak lelakinya."},{"number":23,"verse":"TUHAN berfirman kepada Musa,"},{"number":24,"verse":"“Setiap orang Lewi yang berumur dua puluh lima tahun ke atas, harus menjalankan tugasnya di Khemah-Ku."},{"number":25,"verse":"Apabila seorang Lewi berumur lima puluh tahun, dia dibebaskan daripada tugasnya."},{"number":26,"verse":"Selepas itu dia boleh membantu sesama orang Lewi yang bertugas di Khemah-Ku, tetapi dia tidak lagi mempunyai tugas tetap. Begitulah caranya engkau mengatur tugas orang Lewi.”"}]}