{"bibleAbbr":"WBT1833","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"And there came two angels to Sodom at evening; and Lot sat in the gate of Sodom; and Lot seeing them, rose to meet them; and he bowed himself with his face towards the ground;"},{"number":2,"verse":"And he said, Behold now, my lords, turn, I pray you, into your servant's house, and tarry all night, and wash your feet, and ye shall rise early, and go on your ways. And they said, Nay; but we will abide in the street all night."},{"number":3,"verse":"And he urged them greatly; and they turned in to him, and entered into his house; and he made them a feast, and baked unleavened bread, and they ate."},{"number":4,"verse":"But before they lay down, the men of the city, even the men of Sodom, surrounded the house, both old and young, all the people from every quarter:"},{"number":5,"verse":"And they called to Lot, and said to him, Where are the men who came in to thee this night? bring them out to us, that we may know them."},{"number":6,"verse":"And Lot went out at the door to them, and shut the door after him,"},{"number":7,"verse":"And said, I pray you, brethren, do not so wickedly."},{"number":8,"verse":"Behold now, I have two daughters who have not known man; let me, I pray you, bring them out to you, and do ye to them as is good in your eyes: only to these men do nothing; for therefore came they under the shadow of my roof."},{"number":9,"verse":"And they said, Stand back. And they said again, This one man came in to sojourn, and he will needs be a judge: Now will we deal worse with thee than with them. And they pressed hard upon the man, Lot, and came near to break the door."},{"number":10,"verse":"But the men put forth their hand, and pulled Lot into the house to them, and shut the door."},{"number":11,"verse":"And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door."},{"number":12,"verse":"And the men said to Lot, Hast thou here any besides? son-in-law, and thy sons, and thy daughters, and whatever thou hast in the city, bring them out of this place:"},{"number":13,"verse":"For we will destroy this place, because the cry of them has become great before the face of the LORD; and the LORD hath sent us to destroy it."},{"number":14,"verse":"And Lot went out and spoke to his sons-in-law, who married his daughters, and said, Arise, depart from this place; for the LORD will destroy this city: but he seemed to his sons-in-law as one that mocked."},{"number":15,"verse":"And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters who are here; lest thou be consumed in the iniquity of the city."},{"number":16,"verse":"And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters: the LORD being merciful to him: and they brought him forth, and set him without the city."},{"number":17,"verse":"And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life: look not behind thee, neither stay thou in all the plain: escape to the mountain, lest thou be consumed."},{"number":18,"verse":"And Lot said to them, Oh, not so, my Lord!"},{"number":19,"verse":"Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shown to me in saving my life: and I cannot escape to the mountain, lest some evil should take me, and I die:"},{"number":20,"verse":"Behold now, this city is near to flee to, and it is a small one: Oh, let me escape thither! (Is it not a small one?) and my soul shall live."},{"number":21,"verse":"And he said to him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for which thou hast spoken."},{"number":22,"verse":"Haste thee, escape thither: for I cannot do any thing till thou hast come thither: therefore the name of the city was called Zoar."},{"number":23,"verse":"The sun had risen upon the earth when Lot entered into Zoar."},{"number":24,"verse":"Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;"},{"number":25,"verse":"And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground."},{"number":26,"verse":"But his wife looked back from behind him, and she became a pillar of salt."},{"number":27,"verse":"And Abraham rose early in the morning, to the place were he stood before the LORD:"},{"number":28,"verse":"And he looked towards Sodom and Gomorrah, and towards all the land of the plain, and beheld, and lo, the smoke of the country went up as the smoke of a furnace."},{"number":29,"verse":"And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in which Lot dwelt."},{"number":30,"verse":"And Lot went up from Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he, and his two daughters."},{"number":31,"verse":"And the first-born said to the younger, Our father is old, and there is not a man on the earth to come in to us after the manner of all the earth:"},{"number":32,"verse":"Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father."},{"number":33,"verse":"And they made their father drink wine that night: and the first-born went in and lay with her father; and he perceived not when she lay down, nor when she arose."},{"number":34,"verse":"And it came to pass on the morrow that the first born said to the younger, Behold, I lay yesternight with my father; let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father."},{"number":35,"verse":"And they made their father drink wine that night also: and the younger arose and lay with him; and he perceived not when she lay down, nor when she arose."},{"number":36,"verse":"Thus were both the daughters of Lot with child by their father."},{"number":37,"verse":"And the first-born bore a son, and called his name Moab: the same is the father of the Moabites to this day."},{"number":38,"verse":"And the younger, she also bore a son, and called his name Ben-ammi: the same is the father of the children of Ammon to this day."}]}