{"bibleAbbr":"UKJV2000","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"The word of the LORD came unto me again, saying,"},{"number":2,"verse":"What mean all of you, that all of you use this proverb concerning the land of Israel, saying, The fathers have eaten sour grapes, and the children's teeth are set on edge?"},{"number":3,"verse":"As I live, says the Lord GOD, all of you shall not have occasion any more to use this proverb in Israel."},{"number":4,"verse":"Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sins, it shall die."},{"number":5,"verse":"But if a man be just, and do that which is lawful and right,"},{"number":6,"verse":"And has not eaten upon the mountains, neither has lifted up his eyes to the idols of the house of Israel, neither has defiled his neighbour's wife, neither has come near to a menstruous woman,"},{"number":7,"verse":"And has not oppressed any, but has restored to the debtor his pledge, has spoiled none by violence, has given his bread to the hungry, and has covered the naked with a garment;"},{"number":8,"verse":"He that has not given forth upon interest, neither has taken any increase, that has withdrawn his hand from iniquity, has executed true judgment between man and man,"},{"number":9,"verse":"Has walked in my statutes, and has kept my judgments, to deal truly; he is just, he shall surely live, says the Lord GOD."},{"number":10,"verse":"If he brought forth a son that is a robber, a shedder of blood, and that does the like to any one of these things,"},{"number":11,"verse":"And that does not any of those duties, but even has eaten upon the mountains, and defiled his neighbour's wife,"},{"number":12,"verse":"Has oppressed the poor and needy, has spoiled by violence, has not restored the pledge, and has lifted up his eyes to the idols, has committed abomination,"},{"number":13,"verse":"Has given forth upon interest, and has taken increase: shall he then live? he shall not live: he has done all these abominations; he shall surely die; his blood shall be upon him."},{"number":14,"verse":"Now, lo, if he brought forth a son, that sees all his father's sins which he has done, and considers, and does not such like,"},{"number":15,"verse":"That has not eaten upon the mountains, neither has lifted up his eyes to the idols of the house of Israel, has not defiled his neighbour's wife,"},{"number":16,"verse":"Neither has oppressed any, has not withheld the pledge, neither has spoiled by violence, but has given his bread to the hungry, and has covered the naked with a garment,"},{"number":17,"verse":"That has taken off his hand from the poor, that has not received interest nor increase, has executed my judgments, has walked in my statutes; he shall not die for the iniquity of his father, he shall surely live."},{"number":18,"verse":"As for his father, because he cruelly oppressed, spoiled his brother by violence, and did that which is not good among his people, lo, even he shall die in his iniquity."},{"number":19,"verse":"Yet say all of you, Why? does not the son bear the iniquity of the father? When the son has done that which is lawful and right, and has kept all my statutes, and has done them, he shall surely live."},{"number":20,"verse":"The soul that sins, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him."},{"number":21,"verse":"But if the wicked will turn from all his sins that he has committed, and keep all my statutes, and do that which is lawful and right, he shall surely live, he shall not die."},{"number":22,"verse":"All his transgressions that he has committed, they shall not be mentioned unto him: in his righteousness that he has done he shall live."},{"number":23,"verse":"Have I any pleasure at all that the wicked should die? says the Lord GOD: and not that he should return from his ways, and live?"},{"number":24,"verse":"But when the righteous turns away from his righteousness, and commits iniquity, and does according to all the abominations that the wicked man does, shall he live? All his righteousness that he has done shall not be mentioned: in his trespass that he has trespassed, and in his sin that he has sinned, in them shall he die."},{"number":25,"verse":"Yet all of you say, The way of the LORD is not equal. Hear now, O house of Israel; Is not my way equal? are not your ways unequal?"},{"number":26,"verse":"When a righteous man turns away from his righteousness, and commits iniquity, and dies in them; for his iniquity that he has done shall he die."},{"number":27,"verse":"Again, when the wicked man turns away from his wickedness that he has committed, and does that which is lawful and right, he shall save his soul alive."},{"number":28,"verse":"Because he considers, and turns away from all his transgressions that he has committed, he shall surely live, he shall not die."},{"number":29,"verse":"Yet says the house of Israel, The way of the LORD is not equal. O house of Israel, are not my ways equal? are not your ways unequal?"},{"number":30,"verse":"Therefore I will judge you, O house of Israel, every one according to his ways, says the Lord GOD. Repent, and turn yourselves from all your transgressions; so iniquity shall not be your ruin."},{"number":31,"verse":"Cast away from you all your transgressions, whereby all of you have transgressed; and make you a new heart and a new spirit: for why will all of you die, O house of Israel?"},{"number":32,"verse":"For I have no pleasure in the death of him that dies, says the Lord GOD: wherefore turn yourselves, and live all of you."}]}