{"bibleAbbr":"RcV2003","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"When Jehovah has compassion on Jacob and again chooses Israel and settles them in their land, the sojourners will join them and attach themselves to the house of Jacob."},{"number":2,"verse":"And nations will take them and bring them to their place, and the house of Israel will take possession of them in the land of Jehovah as male and female servants; and they will lead captive those who were their captors and rule over those who oppressed them."},{"number":3,"verse":"In the day when Jehovah gives you rest from your pain and turmoil and from the hard service that was done by you as slaves,"},{"number":4,"verse":"You will lift up this discourse concerning the king of Babylon and you will say:How the oppressor has ceased! / How the raging has ceased!"},{"number":5,"verse":"Jehovah has broken the staff of the wicked, / The rod of rulers;"},{"number":6,"verse":"That struck the peoples in wrath, / With strikes that would not stop; / That ruled the nations in anger, / With pursuit that would not let up."},{"number":7,"verse":"All the earth rests and is undisturbed; / They break forth with a ringing shout."},{"number":8,"verse":"Even the cypress trees rejoice over you, / And the cedars of Lebanon: / Since you are brought down, no tree cutter / Will come up against us."},{"number":9,"verse":"Sheol beneath is excited because of you, / That it will meet you when you come. / It rouses the dead because of you, / All the great ones of the earth. / It makes all the kings of the nations / Rise from their thrones."},{"number":10,"verse":"All of them will respond / And say to you, / Even you have been weakened, just as we have; / You have become like us."},{"number":11,"verse":"Your majesty has been brought down to Sheol, / Even the sound of your harps. / Beneath you maggots are spread; / Worms are your covering."},{"number":12,"verse":"How you have fallen from heaven, / O Daystar, son of the dawn! / How you have been hewn down to earth, / You who made nations fall prostrate!"},{"number":13,"verse":"But you, you said in your heart: / I will ascend to heaven; / Above the stars of God / I will exalt my throne. / And I will sit upon the mount of assembly / In the uttermost parts of the north."},{"number":14,"verse":"I will ascend above the heights of the clouds; / I will make myself like the Most High."},{"number":15,"verse":"But you will be brought down to Sheol, / To the uttermost parts of the pit."},{"number":16,"verse":"Those who see you will gaze at you; / They will ponder concerning you, asking, / Is this the man who made the earth tremble, / The one who shook kingdoms;"},{"number":17,"verse":"Who made the world like a wilderness / And tore down its cities; / Who did not release his captives to their homes?"},{"number":18,"verse":"All the kings of the nations, / All of them, lie in glory, / Each in his own house."},{"number":19,"verse":"But you have been thrown out away from your tomb, / Like some shoot that is viewed with disgust; / Or like the garments of the slain, of those pierced with the sword, / Who go down to the stones of the pit; / Like a corpse that has been trampled under."},{"number":20,"verse":"You shall not be united with them in burial, / For you have destroyed your land, / You have slain your people; / The seed of evildoers / Will never be renowned."},{"number":21,"verse":"Prepare a slaughterhouse for his children / Because of the iniquity of their fathers, / So that they do not rise up and possess the land, / And fill the surface of the world with cities."},{"number":22,"verse":"And I will rise up against them, / Declares Jehovah of hosts. / And I will cut off from Babylon name and remnant, / And posterity and progeny, declares Jehovah."},{"number":23,"verse":"And I will make it a possession for porcupines / And muddied pools of water, / And I will sweep it with the broom of destruction, / Declares Jehovah of hosts."},{"number":24,"verse":"Jehovah of hosts has sworn, saying, / Surely just as I conceived it, so has it happened; / And just as I have purposed it, so shall this stand,"},{"number":25,"verse":"That I will break Assyria in My land, / And upon My mountains I will trample him. / Then his yoke will be taken off of them, / And his burden will be removed from off their shoulders."},{"number":26,"verse":"This is the purpose that I have purposed over all the earth, / And this is the hand that is stretched out over all the nations."},{"number":27,"verse":"For Jehovah of hosts has purposed it, and who will frustrate it? / And thus His hand is stretched out, and who will turn it back?"},{"number":28,"verse":"In the year that King Ahaz died this burden came:"},{"number":29,"verse":"Do not rejoice, all of you, Philistia, / That the rod that strikes you is broken, / For from the serpent’s root a viper will come forth, / And his fruit will be a flying fiery serpent."},{"number":30,"verse":"And the poorest of the poor will feed, / And the needy will lie down securely. / And I will kill your root by famine, / And he will slay your remnant."},{"number":31,"verse":"Howl, O gate! Cry out, O city! / The whole of you, Philistia, is melted away. / For from the north smoke has come, / And there are no stragglers in his ranks."},{"number":32,"verse":"And what shall one answer this nation’s messengers? / That Jehovah has founded Zion, / And in her the poor of His people take refuge."}]}