{"bibleAbbr":"RcV2003","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"In that day Jehovah will punish, / With His harsh, great, and mighty sword, / Leviathan the fleeing serpent, / And leviathan the crooked serpent; / And He will slay the dragon that is in the sea."},{"number":2,"verse":"In that day: / A vineyard of wine, sing of it!"},{"number":3,"verse":"I, Jehovah, am its keeper; / Every moment I water it. / Lest anyone visit harm upon it, / By night and by day I guard it."},{"number":4,"verse":"I have no wrath. / Oh that I had thorns and thistles! / In battle I would march against them; / I would burn them completely."},{"number":5,"verse":"Or let him grasp at My strength; / Let him make peace with Me; / Let him make peace with Me."},{"number":6,"verse":"In the days to come Jacob will take root; / Israel will blossom and bud; / And they will fill the surface of the world with their produce."},{"number":7,"verse":"Has He struck them like those who struck them? / Have they been slain like those slain by Him?"},{"number":8,"verse":"By expulsion and by banishing them, You contended with them; / He sent them away with His harsh wind in the day of the east wind."},{"number":9,"verse":"Thus by this the iniquity of Jacob will be expiated, / And this is all the fruit of the removal of their sin; / When they make all the stones of their altar / Like chalk stones beaten to powder — / Asherahs and sun images will not stand."},{"number":10,"verse":"For the fortified city is isolated; / The habitation is given up and abandoned like a wilderness. / There the calf will feed, / And there he will lie down and consume its branches."},{"number":11,"verse":"When its boughs are withered, they will be broken off; / Women come and make a fire with them; / For they are not a people of understanding. / Therefore He who made them will not have compassion on them, / And He who formed them will not show favor to them."},{"number":12,"verse":"And in that day Jehovah will beat out the grain from the flowing stream of the River / Unto the brook of Egypt; / And you will be gleaned / One by one, O you children of Israel."},{"number":13,"verse":"And in that day a great trumpet will be blown, / And the ones lost in the land of Assyria will come, / As well as the outcasts in the land of Egypt, / And they will worship Jehovah / On the holy mountain in Jerusalem."}]}