{"bibleAbbr":"RcV2003","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"Woe to Ariel, to Ariel, / The city where David camped! / Add year to year; let the feasts run their course."},{"number":2,"verse":"But I will distress Ariel, / And she will become mourning and lamentation / And will be like an Ariel to Me."},{"number":3,"verse":"And I will encamp in a circle against you, / And will besiege you with palisades, / And will raise up siegeworks against you."},{"number":4,"verse":"And you will be brought down; from the ground you will speak, / And your speech will come from low in the dust. / And your voice will be like that of a departed spirit from the ground, / And your speech will twitter from the dust."},{"number":5,"verse":"But the multitude of your enemies will be like fine dust, / And the multitude of those who terrorize will be like chaff that passes away; / And it will happen in an instant, suddenly."},{"number":6,"verse":"From Jehovah of hosts you will be visited, / With thunder and earthquake and great noise, / With whirlwind and tempest and the flame of consuming fire."},{"number":7,"verse":"And the multitude of all the nations that fight against Ariel, / Even all who fight against her and her stronghold and who distress her, / Will be like a dream, like a vision in the night."},{"number":8,"verse":"And as when a hungry man dreams and finds himself eating, / But he awakens and what he desires is not there; / Or as when a thirsty man dreams and finds himself drinking, / But he awakens and is indeed faint and what he desires is far from him; / So will the multitude of all the nations be / That fight against Mount Zion."},{"number":9,"verse":"Linger and be astounded, / Blind yourselves and be blind. / They are drunk, but not with wine; / They stagger, but not with liquor."},{"number":10,"verse":"For Jehovah has poured out upon you / A spirit of deep sleep / And has shut your eyes, the prophets; / And your heads, the seers, He has covered."},{"number":11,"verse":"And all the vision will be to you like the words of a book that has been sealed, which when they give to him who is literate, saying, Please read this, he will say, I am not able to, for it is sealed."},{"number":12,"verse":"Then the book will be given to him who is illiterate, saying, Please read this, and he will say, I am illiterate."},{"number":13,"verse":"And the Lord said, / Because this people draws near with their mouth, / And with their lips they honor Me, / Yet they remove their heart far from Me, / And their fear for Me / Is a commandment of men merely learned;"},{"number":14,"verse":"Therefore, indeed, I will once again / Do something wondrous with this people, something wondrously marvelous; / And the wisdom of their wise men will perish, / And the understanding of those who understand will be hidden."},{"number":15,"verse":"Woe to those who hide deeply / Their counsel from Jehovah, / And whose deeds are in the dark / And who say, Who sees us? And, Who knows us?"},{"number":16,"verse":"You turn things upside down! / Shall the potter be considered to be like the clay, / That what is made should say of him who made it, He did not make me, / Or what is formed should say of him who formed it, He has no understanding?"},{"number":17,"verse":"Is it not yet a little while / Before Lebanon will be turned into a fruitful field, / And the fruitful field will be considered to be a forest."},{"number":18,"verse":"And in that day the deaf will hear the words of the book, / And out of gloom and darkness the eyes of the blind will see,"},{"number":19,"verse":"And the afflicted will increase their joy in Jehovah, / And the needy of mankind will exult in the Holy One of Israel."},{"number":20,"verse":"For he who terrorizes will cease to be, and the scorner will be consumed, / And all who watch for iniquity will be cut off,"},{"number":21,"verse":"Those who make a man sin by his words / And ensnare him who judges at the gate / And turn aside the righteous with an empty argument."},{"number":22,"verse":"Therefore thus says Jehovah, who redeemed Abraham, concerning the house of Jacob, Jacob will not now be ashamed, / Nor will his face now turn pale;"},{"number":23,"verse":"But when he sees his children, the work of My hands, in his midst, / They will sanctify My name / And sanctify the Holy One of Jacob, / And hold the God of Israel in awe."},{"number":24,"verse":"And those who have erred in spirit will come to understand, / And the murmurers will learn teaching."}]}