{"bibleAbbr":"RcV2003","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"Woe to the rebellious children, / Declares Jehovah, / Who devise counsel, but not of Me, / And who make an alliance, but not of My Spirit, / In order to add / Sin upon sin;"},{"number":2,"verse":"Who go down to Egypt, / Yet do not ask of My mouth, / To take refuge in the refuge of Pharaoh, / And to take shelter in the shadow of Egypt."},{"number":3,"verse":"Therefore the refuge of Pharaoh will be your shame, / And shelter in the shadow of Egypt, your humiliation."},{"number":4,"verse":"For their princes are at Zoan, / And their ambassadors have come to Hanes."},{"number":5,"verse":"All are ashamed / Of a people that cannot profit them, / Nor be a help or profit to them, / But rather a shame and also a reproach."},{"number":6,"verse":"The burden concerning the beasts of the Negev: / Through the land of distress and anguish, / From which come lioness and lion, / Viper and flying fiery serpent, / They carry their riches upon young donkeys’ backs / And their treasures upon camels’ humps / To a people that cannot profit them;"},{"number":7,"verse":"For Egypt helps in a vain and empty way. / Therefore I call her / Rahab, who sits still."},{"number":8,"verse":"Go now; write it on a tablet before them, / And inscribe it on a scroll, / That it may be, for the time to come, / As a witness forever."},{"number":9,"verse":"For this is a rebellious people, / False children, / Children who refuse to hear / The instruction of Jehovah;"},{"number":10,"verse":"Who say to those who see, Do not see; / And to those who have visions, Do not give us true visions; / Speak pleasant things to us; / Give us illusions as your visions;"},{"number":11,"verse":"Get out of the way; / Turn aside from the path; / Cause the Holy One of Israel / To cease from before us."},{"number":12,"verse":"Therefore thus says the Holy One of Israel, / Because you despise this word / And trust in oppression and guile, / And rely on them,"},{"number":13,"verse":"Therefore this iniquity / Will be to you / Like a breach ready to fall, / Sticking out on a high wall, / Whose crashing comes / In an instant, suddenly."},{"number":14,"verse":"And its crashing will be like the crashing of the potters’ vessel: / Crushed — he will not spare; / And there will not be found / Among the crushed pieces a shard / With which to take fire from the hearth / Or to draw water from the cistern."},{"number":15,"verse":"For thus says the Lord Jehovah, the Holy One of Israel, / In returning and rest you will be saved; / In quietness and in trust will be your strength; / But you were not willing,"},{"number":16,"verse":"And said, No, for we will flee on horses; / Therefore you will flee. / And, We will ride upon the swift; / Therefore those who chase you will be swift."},{"number":17,"verse":"One thousand will flee at the rebuke of one; / At the rebuke of five you will flee, / Until you are left / Like a bare mast upon a mountaintop / And a standard on a hill."},{"number":18,"verse":"And therefore Jehovah waits to be gracious to you, / And therefore He remains on high to have compassion on you; / For Jehovah is a God of justice; / Blessed are all those who wait for Him."},{"number":19,"verse":"For a people will dwell in Zion at Jerusalem — / You will weep no more; / He will be most gracious to you at the sound of your cry; / When He hears it, He will answer you."},{"number":20,"verse":"And though the Lord has given you / The bread of adversity and the water of oppression, / Your Teacher will no longer hide Himself in a corner, / But your eyes will see your Teacher."},{"number":21,"verse":"And your ears will hear a word behind you, saying, / This is the way, walk in it, / When you turn to the right or turn to the left."},{"number":22,"verse":"And you will defile the silver covering of your graven images / And the gold plating of your molten idols; / You will scatter them like some dirty thing; / You will say to it, Go away!"},{"number":23,"verse":"Then He will give rain for your seed, / Which you will sow in the ground, / And the bread of the increase of the ground; / And it will be fat and plenteous. / Your livestock will feed in that day / In a vast pasture."},{"number":24,"verse":"And the oxen and donkeys that work the ground / Will eat salted fodder that has been winnowed with shovel and fork."},{"number":25,"verse":"And upon every high mountain / And upon every prominent hill / There will be brooks and streams of water / In the day of the great slaughter, when the towers fall."},{"number":26,"verse":"And the light of the moon will be like the light of the sun, / And the light of the sun will be sevenfold, like the light of seven days, / On the day when Jehovah binds up the breach of His people / And heals the wound left from His stroke."},{"number":27,"verse":"Behold, the name of Jehovah comes from a distance, / Burning with His anger and heavy with smoke; / His lips are full of indignation, / And His tongue is like a devouring fire;"},{"number":28,"verse":"His breath, like an overflowing stream, / Reaches up to the neck, / To sift the nations with the sieve of nothingness; / And a bridle that leads them to err is in the jaws of the peoples."},{"number":29,"verse":"You will have a song / As in the night when the feast is sanctified, / And gladness of heart as when one marches to the flute / To go to the mountain of Jehovah, to the Rock of Israel."},{"number":30,"verse":"And Jehovah will cause the majesty of His voice to be heard / And the descending of His arm to be seen, / With the blasting of anger and the flame of devouring fire, / In cloudburst, downpour, and hailstones."},{"number":31,"verse":"For at the voice of Jehovah, Assyria will be dismayed; / With a staff He will strike."},{"number":32,"verse":"And every pass of the appointed rod, / Which Jehovah will lay upon him, / Will be with tambourines and harps; / And in battles of brandishing weapons He will fight against them."},{"number":33,"verse":"For Topheth has been arranged since long ago; / Indeed it has been prepared for the king; / He made it deep; He made it large. / The pile in it is of fire and much wood; / The breath of Jehovah, like a stream of brimstone, / Sets it on fire."}]}