{"bibleAbbr":"RcV2003","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":42,"verses":[{"number":1,"verse":"Here is My Servant, whom I uphold, / My chosen One in whom My soul delights; / I have put My Spirit upon Him, / And He will bring forth justice to the nations."},{"number":2,"verse":"He will not cry out, nor lift up His voice, / Nor make His voice heard in the street."},{"number":3,"verse":"A bruised reed He will not break; / And a dimly burning flax He will not extinguish; / He will bring forth justice in truth."},{"number":4,"verse":"He will not faint, nor will He be discouraged, / Until He has established justice in the earth; / And the coastlands will wait for His instruction."},{"number":5,"verse":"Thus says God Jehovah, / Who created the heavens and stretched them out, / Who spread forth the earth and what springs up from it, / Who gives breath to the people upon it / And spirit to those who walk on it:"},{"number":6,"verse":"I am Jehovah; I have called You in righteousness; / I have held You by the hand; / I have kept You and I have given You / As a covenant for the people, as a light for the nations;"},{"number":7,"verse":"To open the eyes of the blind, / To bring the prisoner out from the prison, / Those who dwell in darkness from the prison house."},{"number":8,"verse":"I am Jehovah, that is My name, / And I will not give My glory to another, / Nor My praise to idols."},{"number":9,"verse":"Indeed, the former things have come to pass, / And new things I am telling you; / Before they spring forth / I will let you hear them."},{"number":10,"verse":"Sing a new song to Jehovah; / Sing His praise from the end of the earth; / You who go down to the sea and all that fills it, / You coastlands and their inhabitants."},{"number":11,"verse":"Let the wilderness and its cities, / The villages which Kedar inhabits, lift up their voices; / Let the inhabitants of Sela sing for joy; / Let them shout from the tops of the mountains."},{"number":12,"verse":"Let them give glory to Jehovah, / And declare His praise in the coastlands."},{"number":13,"verse":"Jehovah will go forth as a mighty man, / Like a man of war He will stir up His jealousy; / He will raise a war cry; He will even roar. / He will prevail over His enemies."},{"number":14,"verse":"For a long time I have been silent; / I have kept still, I have restrained Myself. / Now I will cry like a woman in travail; / I will gasp and pant at the same time."},{"number":15,"verse":"I will lay waste the mountains and hills, / And all of their vegetation I will dry up; / And I will make the rivers into islands; / I will dry up the pools."},{"number":16,"verse":"I will bring the blind on a way they do not know; / I will guide them in paths they do not know; / I will make the darkness into light before them, / And crooked things straight. / These are the things / I will do for them and will not forsake them."},{"number":17,"verse":"They who have turned back will be utterly put to shame, / That is, those who trust in graven images, / Those who say to molten images, / You are our gods."},{"number":18,"verse":"You who are deaf, Hear; / And you who are blind, Look, that you may see."},{"number":19,"verse":"Who is blind except My servant, / And as deaf as My messenger, whom I will send? / Who is as blind as the one at peace with Me, / And as blind as the servant of Jehovah?"},{"number":20,"verse":"You have seen many things and do not observe them; / His ears are open, but he does not hear."},{"number":21,"verse":"Jehovah is well pleased for His righteousness’ sake; / He will magnify the law and make it honorable."},{"number":22,"verse":"But this is a people plundered and spoiled: / All of them are trapped in holes, / And they are hidden in prison houses; / They have become plunder, and there is no one to deliver; / They have become spoil, and there is no one to say, Restore them."},{"number":23,"verse":"Who among you will give ear to this? / Who will pay attention and listen to the coming things?"},{"number":24,"verse":"Who gave Jacob to the plunderers, / And Israel to the robbers? / Was it not Jehovah, against whom we have sinned, / And in whose ways they were not willing to walk, / And whose law they would not obey?"},{"number":25,"verse":"Therefore He poured out upon them the heat of His anger / And the strength of battle; / And it set them on fire round about, yet they did not realize it; / And it burned against them, and they did not take it to heart."}]}