{"bibleAbbr":"RcV2003","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"Awake! Awake! Put on / Your strength, O Zion; / Put on your beautiful garments, / O Jerusalem, O holy city; / For the uncircumcised and the unclean / Will no longer come into you."},{"number":2,"verse":"Shake yourself from the dust; arise, / Sit down, O Jerusalem; / Loose yourself from the bonds on your neck, / O captive daughter of Zion."},{"number":3,"verse":"For thus says Jehovah, You are those who have been sold for nothing, and you will be redeemed without money."},{"number":4,"verse":"For thus says the Lord Jehovah, At first My people went down to Egypt to sojourn there; then the Assyrian oppressed them without cause."},{"number":5,"verse":"Now then what do I have here, declares Jehovah, since My people have been taken away for nothing? Those who rule over them howl, declares Jehovah, and My name is continually blasphemed all day long."},{"number":6,"verse":"Therefore My people will know My name; therefore in that day they will know that I am He who speaks; here I am."},{"number":7,"verse":"How beautiful on the mountains / Are the feet of him who brings good news, / Of him who announces peace, who brings news of good things, / Who announces salvation; / Of him who says to Zion, Your God reigns!"},{"number":8,"verse":"The voice of your watchmen! They lift up their voice; / They give a ringing shout together; / For they will see with their very own eyes / When Jehovah restores Zion."},{"number":9,"verse":"Break forth, give a ringing shout together, / You wasted places of Jerusalem, / For Jehovah has comforted His people, / He has redeemed Jerusalem."},{"number":10,"verse":"Jehovah has bared His holy arm / In the sight of all the nations, / And all the ends of the earth will see / The salvation of our God."},{"number":11,"verse":"Depart! Depart! Go out from there! / Do not touch any unclean thing! / Go out from the midst of her! Cleanse yourselves, / You who bear the vessels of Jehovah!"},{"number":12,"verse":"For you will not go out in haste, / And you will not go in flight; / For Jehovah will go before you, / And the God of Israel will be your rear guard."},{"number":13,"verse":"Indeed, My Servant will act wisely and will prosper; / He will be exalted and lifted up and very high."},{"number":14,"verse":"Even as many were astonished at Him — / His visage was marred more than that of any man, / And His form more than that of the sons of men —"},{"number":15,"verse":"So will He surprise many nations; / Kings will shut their mouths because of Him; / For what had not been recounted to them they will see, / And what they had not heard of they will contemplate."}]}