{"bibleAbbr":"RcV2003","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"Then Jehovah said to me, Take a large tablet and write on it in plain letters, For Maher-shalal-hash-baz;"},{"number":2,"verse":"And I will take faithful witnesses, Urijah the priest and Zechariah the son of Jeberechiah."},{"number":3,"verse":"And I went to the prophetess, and she conceived and bore a son. And Jehovah said to me, Call his name Maher-shalal-hash-baz,"},{"number":4,"verse":"For before this boy knows how to call, Father, and, Mother, they will carry off the wealth of Damascus and the spoil of Samaria before the king of Assyria."},{"number":5,"verse":"Then Jehovah spoke further to me, saying,"},{"number":6,"verse":"Because these people have rejected / The gently flowing waters of Shiloah, and exult / In Rezin and the son of Remaliah,"},{"number":7,"verse":"Now therefore the Lord is bringing up upon them / The mighty and abundant waters of the Euphrates, / The king of Assyria and all his glory; / And it will overflow all its channels, / And go over all its banks."},{"number":8,"verse":"It will sweep through Judah; it will overflow and rise / Until it reaches the neck; / And the spreading out of its wings / Will fill the breadth of Your land, O Immanuel."},{"number":9,"verse":"Be broken, O peoples, and be shattered; / Hearken, all you distant places of the earth: / Gird yourselves, yet be shattered; / Gird yourselves, yet be shattered."},{"number":10,"verse":"Take counsel, yet it will be frustrated; / Speak the word, yet it will not stand; / For God is with us."},{"number":11,"verse":"For Jehovah spoke to me in this way with great force and instructed me not to walk in the way of this people, saying,"},{"number":12,"verse":"You shall not call it conspiracy / All that this people calls conspiracy; / And you shall not fear what they fear nor hold it in awe."},{"number":13,"verse":"You shall sanctify Jehovah of hosts; / He shall be the One to fear and He shall be the One to hold in awe."},{"number":14,"verse":"Then He will become a sanctuary, yet a stone to strike against / And a rock of stumbling / To both houses of Israel, / A trap and a snare to the inhabitants of Jerusalem."},{"number":15,"verse":"And many will stumble at these, / And will fall and be broken to pieces, / And will be snared and taken captive."},{"number":16,"verse":"Bind up the testimony; seal the instruction among my disciples;"},{"number":17,"verse":"And I will wait on Jehovah, who hides His face from the house of Jacob, and I will look eagerly for Him."},{"number":18,"verse":"See, I and the children whom Jehovah has given me are for signs and wonders in Israel from Jehovah of hosts, who abides on Mount Zion."},{"number":19,"verse":"When they say to you, Inquire of the necromancers and the familiar spirits, who twitter and mutter; say to them, Should not a people inquire of their God? Should they go to the dead on behalf of the living —"},{"number":20,"verse":"To the law and to the testimony! If they do not speak according to this word, it is because in them there is no dawn."},{"number":21,"verse":"And they go through it hard-pressed and hungry; and when they are hungry, they rage and curse their king and their God. They turn their faces upward,"},{"number":22,"verse":"And they look to the earth, but there is only distress and darkness, the gloom of anguish and being thrust into darkness."}]}