{"bibleAbbr":"NASB2020","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":1,"verses":[{"number":1,"verse":"(Genealogy from Adam) Adam, Seth, Enosh,"},{"number":2,"verse":"Kenan, Mahalalel, Jared,"},{"number":3,"verse":"Enoch, Methuselah, Lamech,"},{"number":4,"verse":"Noah, Shem, Ham, and Japheth."},{"number":5,"verse":"The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},{"number":6,"verse":"The sons of Gomer were Ashkenaz, (In Gen 10:3, Riphath) Diphath, and Togarmah."},{"number":7,"verse":"The sons of Javan were Elishah, Tarshish, Kittim, and (In Gen 10:4, Dodanim) Rodanim."},{"number":8,"verse":"The sons of Ham were Cush, Mizraim, Put, and Canaan."},{"number":9,"verse":"The sons of Cush were Seba, Havilah, Sabta, Raama, and Sabteca; and the sons of Raamah were Sheba and Dedan."},{"number":10,"verse":"Cush fathered Nimrod; he began to be a mighty one on the earth."},{"number":11,"verse":"Mizraim fathered the people of Lud, Anam, Lehab, Naphtuh,"},{"number":12,"verse":"Pathrus, and Casluh, from whom the Philistines came, and the (Or Cretans) Caphtorim."},{"number":13,"verse":"Canaan fathered Sidon his firstborn, and Heth,"},{"number":14,"verse":"and the Jebusites, the Amorites, the Girgashites,"},{"number":15,"verse":"the Hivites, the Arkites, the Sinites,"},{"number":16,"verse":"the Arvadites, the Zemarites, and the Hamathites."},{"number":17,"verse":"The sons of Shem were Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and (In Gen 10:23, Mash) Meshech."},{"number":18,"verse":"Arpachshad fathered Shelah, and Shelah fathered Eber."},{"number":19,"verse":"Two sons were born to Eber: the name of the one was (I. e., division) Peleg, for in his days the earth was divided; and his brother’s name was Joktan."},{"number":20,"verse":"Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":21,"verse":"Hadoram, Uzal, Diklah,"},{"number":22,"verse":"(In Gen 10:28, Obal) Ebal, Abimael, Sheba,"},{"number":23,"verse":"Ophir, Havilah, and Jobab; all these were the sons of Joktan."},{"number":24,"verse":"Shem, Arpachshad, Shelah,"},{"number":25,"verse":"Eber, Peleg, Reu,"},{"number":26,"verse":"Serug, Nahor, Terah,"},{"number":27,"verse":"and Abram, that is Abraham."},{"number":28,"verse":"(Descendants of Abraham) The sons of Abraham were Isaac and Ishmael."},{"number":29,"verse":"These are their genealogies: the firstborn of Ishmael was Nebaioth, then Kedar, Adbeel, Mibsam,"},{"number":30,"verse":"Mishma, Dumah, Massa, Hadad, Tema,"},{"number":31,"verse":"Jetur, Naphish, and Kedemah; these were the sons of Ishmael."},{"number":32,"verse":"The sons of Keturah, Abraham’s concubine, to whom she gave birth, were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. And the sons of Jokshan were Sheba and Dedan."},{"number":33,"verse":"The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the sons of Keturah."},{"number":34,"verse":"Abraham fathered Isaac. The sons of Isaac were Esau and (I. e., Jacob) Israel."},{"number":35,"verse":"The sons of Esau were Eliphaz, Reuel, Jeush, Jalam, and Korah."},{"number":36,"verse":"The sons of Eliphaz were Teman, Omar, (In Gen 36:11, Zepho) Zephi, Gatam, Kenaz, Timna, and Amalek."},{"number":37,"verse":"The sons of Reuel were Nahath, Zerah, Shammah, and Mizzah."},{"number":38,"verse":"The sons of Seir were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."},{"number":39,"verse":"The sons of Lotan were Hori and (In Gen 36:22, Hemam) Homam; and Lotan’s sister was Timna."},{"number":40,"verse":"The sons of Shobal were (In Gen 36:23, Alvan) Alian, Manahath, Ebal, (In Gen 36:23, Shepho) Shephi, and Onam. And the sons of Zibeon were Aiah and Anah."},{"number":41,"verse":"The (Lit sons) son of Anah was Dishon. And the sons of Dishon were (In Gen 36:26, Hemdan) Hamran, Eshban, Ithran, and Cheran."},{"number":42,"verse":"The sons of Ezer were Bilhan, Zaavan, and (Another reading is Akan, as in Gen 36:27) Jaakan. The sons of Dishan were Uz and Aran."},{"number":43,"verse":"Now these are the kings who reigned in the land of Edom before any king from the sons of Israel reigned. Bela was the son of Beor, and the name of his city was Dinhabah."},{"number":44,"verse":"When Bela died, Jobab the son of Zerah of Bozrah became king in his place."},{"number":45,"verse":"When Jobab died, Husham of the land of the Temanites became king in his place."},{"number":46,"verse":"When Husham died, Hadad the son of Bedad, who (Lit struck) defeated Midian in the field of Moab, became king in his place; and the name of his city was Avith."},{"number":47,"verse":"When Hadad died, Samlah of Masrekah became king in his place."},{"number":48,"verse":"When Samlah died, Shaul of Rehoboth by the Euphrates River became king in his place."},{"number":49,"verse":"When Shaul died, Baal-hanan the son of Achbor became king in his place."},{"number":50,"verse":"When Baal-hanan died, (In Gen 36:39, Hadar) Hadad became king in his place; and the name of his city was (In Gen 36:39, Pau) Pai, and his wife’s name was Mehetabel, the daughter of Matred, the daughter of Mezahab."},{"number":51,"verse":"Then Hadad died. Now the tribal chiefs of Edom were chief Timna, chief (In Gen 36:40, Alvah) Aliah, chief Jetheth,"},{"number":52,"verse":"chief Oholibamah, chief Elah, chief Pinon,"},{"number":53,"verse":"chief Kenaz, chief Teman, chief Mibzar,"},{"number":54,"verse":"chief Magdiel, and chief Iram. These were the chiefs of Edom."}]}