{"bibleAbbr":"NASB2020","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"(Divisions of the Gatekeepers) For the divisions of the gatekeepers there were of the Korahites, (In v 14, Shelemiah) Meshelemiah the son of Kore, of the sons of (In 9:19, Ebiasaph) Asaph."},{"number":2,"verse":"Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"},{"number":3,"verse":"Elam the fifth, Johanan the sixth, and Eliehoenai the seventh."},{"number":4,"verse":"Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,"},{"number":5,"verse":"Ammiel the sixth, Issachar the seventh, and Peullethai the eighth; God had indeed blessed him."},{"number":6,"verse":"Also to his son Shemaiah sons were born who ruled over the house of their father, for they were valiant mighty men."},{"number":7,"verse":"The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad, whose brothers, Elihu and Semachiah, were valiant men."},{"number":8,"verse":"All these were of the sons of Obed-edom; they and their sons and relatives were able men with strength for the service, sixty-two from Obed-edom."},{"number":9,"verse":"Meshelemiah had sons and relatives, eighteen valiant men."},{"number":10,"verse":"Also Hosah, one of the sons of Merari had sons: Shimri the first (although he was not the firstborn, his father made him first),"},{"number":11,"verse":"Hilkiah the second, Tebaliah the third, and Zechariah the fourth; the sons and relatives of Hosah were thirteen in all."},{"number":12,"verse":"To these divisions of the gatekeepers, to the chief men, were given duties like their relatives, to serve in the house of the LORD."},{"number":13,"verse":"They cast lots, the small and the great alike, according to their fathers’ households, for every gate."},{"number":14,"verse":"The lot to the east fell to (In 9:17, Shallum) Shelemiah. Then they cast lots for his son Zechariah, a counselor with insight, and his lot came out to the north."},{"number":15,"verse":"For Obed-edom it fell to the south, and to his sons went the storehouse."},{"number":16,"verse":"For Shuppim and Hosah it was to the west, by the gate of Shallecheth, on the ascending highway. Guard corresponded to guard."},{"number":17,"verse":"On the east there were six Levites, on the north four daily, on the south four daily, and at the storehouse two by two."},{"number":18,"verse":"At the (Possibly court or colonnade) annex on the west there were four at the highway and two at the annex."},{"number":19,"verse":"These were the divisions of the gatekeepers of the sons of Korah and of the sons of Merari."},{"number":20,"verse":"(Keepers of the Treasure) (As in LXX; MT As for the Levites, Ahijah had) The Levites, their relatives, were in charge of the treasures of the house of God and of the treasures of the dedicated gifts."},{"number":21,"verse":"The sons of Ladan, the sons of the Gershonites belonging to Ladan, namely, the Jehielites, were the heads of the fathers’ households, belonging to Ladan the Gershonite."},{"number":22,"verse":"The sons of Jehieli, Zetham, and his brother Joel, were in charge of the treasures of the house of the LORD."},{"number":23,"verse":"As for the Amramites, the Izharites, the Hebronites, and the Uzzielites,"},{"number":24,"verse":"Shebuel the son of Gershom, the son of Moses, was officer over the treasures."},{"number":25,"verse":"His relatives by Eliezer were Rehabiah his son, Jeshaiah his son, Joram his son, Zichri his son, and Shelomoth his son."},{"number":26,"verse":"This Shelomoth and his relatives were in charge of all the treasures of the dedicated gifts which King David and the heads of the fathers’ households, the commanders of thousands and hundreds, and the commanders of the army, had dedicated."},{"number":27,"verse":"They dedicated (Heb from the battles and from the spoils) part of the spoils won in battles to repair the house of the LORD."},{"number":28,"verse":"And all that Samuel the seer had dedicated, and Saul the son of Kish, Abner the son of Ner, and Joab the son of Zeruiah, everyone who had dedicated anything, all of this was (Lit on the hand) under the care of (Heb Shelomith) Shelomoth and his relatives."},{"number":29,"verse":"(Outside Duties) As for the Izharites, Chenaniah and his sons were assigned to outside duties for Israel, as officers and judges."},{"number":30,"verse":"As for the Hebronites, Hashabiah and his relatives, 1700 capable men, (Lit were over) were responsible for the affairs of Israel (Lit beyond the Jordan westward) west of the Jordan, for all the work of the LORD and the service of the king."},{"number":31,"verse":"As for the Hebronites, Jerijah the chief (Heb according to the Hebronites... father’s households) (these Hebronites were sought out according to their genealogies and fathers’ households, in the fortieth year of David’s reign, and men of outstanding capability were found among them at Jazer of Gilead)"},{"number":32,"verse":"and his relatives, capable men, numbered 2700, heads of fathers’ households. And King David appointed them as overseers of the Reubenites, the Gadites, and the half-tribe of the Manassites concerning (Lit every matter of God and matter of the king) all the affairs of God and of the king."}]}