{"bibleAbbr":"NASB2020","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"Offerings for the Temple Then King David said to the entire assembly, “My son Solomon, whom alone God has chosen, is still young and inexperienced, and the work is great; for the (Lit palace) temple is not for mankind, but for the LORD God."},{"number":2,"verse":"Now with all my ability I have provided for the house of my God the gold for the things of gold, the silver for the things of silver, the bronze for the things of bronze, the iron for the things of iron, wood for the things of wood, onyx stones and inlaid stones, stones of antimony and stones of various colors, and all kinds of precious stones and alabaster in abundance."},{"number":3,"verse":"In addition, in my delight in the house of my God, the treasure I have of gold and silver, I give to the house of my God, over and above all that I have already provided for the holy (Lit house) temple,"},{"number":4,"verse":"namely, three thousand (A talent was about 75 lb. or 34 kg) talents of gold, from the gold of Ophir, and seven thousand talents of refined silver, to overlay the walls of the (Lit houses) buildings;"},{"number":5,"verse":"gold for the things of gold and silver for the things of silver, that is, for all the work (Lit by the hand of the craftsmen) done by the craftsmen. Who then is willing (Lit to fill his hand) to consecrate himself this day to the LORD?”"},{"number":6,"verse":"Then the rulers of the fathers’ households, the leaders of the tribes of Israel, and the commanders of thousands and hundreds, with the supervisors of the king’s work, offered willingly;"},{"number":7,"verse":"and for the service of the house of God they gave five thousand talents and ten thousand (A coin weighing about 0.25 oz. or 7 gm) darics of gold, ten thousand talents of silver, eighteen thousand talents of brass, and a hundred thousand talents of iron."},{"number":8,"verse":"(Lit Those with whom were found) Whoever possessed precious stones gave them to the treasury of the house of the LORD, (Lit on the hand of) in care of Jehiel the Gershonite."},{"number":9,"verse":"Then the people rejoiced because they had offered so willingly, for they made their offering to the LORD wholeheartedly, and King David also rejoiced greatly."},{"number":10,"verse":"David’s Prayer So David blessed the LORD in the sight of all the assembly; and David said, “Blessed are You, LORD God of Israel our father, forever and ever."},{"number":11,"verse":"Yours, LORD, is the greatness, the power, the glory, the victory, and the majesty, indeed everything that is in the heavens and on the earth; Yours is the dominion, LORD, and You exalt Yourself as head over all."},{"number":12,"verse":"Both riches and honor come from You, and You rule over all, and in Your hand is power and might; and it lies in Your hand to make great and to strengthen everyone."},{"number":13,"verse":"Now therefore, our God, we thank You, and praise Your glorious name."},{"number":14,"verse":"“But who am I and who are my people that we should (Lit keep strength) be able to offer as generously as this? For all things come from You, and from Your hand we have given to You."},{"number":15,"verse":"For we are strangers before You, and temporary residents, as all our fathers were; our days on the earth are like a shadow, and there is no hope."},{"number":16,"verse":"LORD our God, all this abundance that we have provided to build You a house for Your holy name, it is from Your hand, and everything is Yours."},{"number":17,"verse":"Since I know, my God, that You put the heart to the test and delight in uprightness, I, in the integrity of my heart, have willingly offered all these things; so now with joy I have seen Your people, who are present here, make their offerings willingly to You."},{"number":18,"verse":"LORD, God of Abraham, Isaac, and Israel, our fathers, keep this forever in the (Lit intent of the thoughts of) intentions of the hearts of Your people, and direct their hearts to You;"},{"number":19,"verse":"and give my son Solomon a perfect heart to keep Your commandments, Your testimonies, and Your statutes, and to do them all, and to build the (Lit palace) temple for which I have made provision.”"},{"number":20,"verse":"Then David said to all the assembly, “Now bless the LORD your God.” And all the assembly blessed the LORD, the God of their fathers, and bowed down and paid (I. e., great respect and honor to a superior) homage to the LORD and the king."},{"number":21,"verse":"Sacrifices On the next day they (Lit sacrificed) made sacrifices to the LORD and offered burnt offerings to the LORD, a thousand bulls, a thousand rams, and a thousand lambs, with their drink offerings and sacrifices in abundance for all Israel."},{"number":22,"verse":"So they ate and drank that day before the LORD with great gladness. And they made Solomon the son of David king a second time, and they anointed him as ruler for the LORD and Zadok as priest."},{"number":23,"verse":"Solomon Again Made KingThen Solomon sat on the throne of the LORD as king instead of his father David; and he prospered, and all Israel obeyed him."},{"number":24,"verse":"And all the officials, the mighty men, and also all the sons of King David (Lit put a hand under Solomon) pledged allegiance to King Solomon."},{"number":25,"verse":"The LORD highly honored Solomon in the sight of all Israel, and bestowed on him royal majesty which had not been bestowed on any king before him in Israel."},{"number":26,"verse":"Now David the son of Jesse reigned over all Israel."},{"number":27,"verse":"The period which he reigned over Israel was forty years; he reigned in Hebron seven years and (Lit he reigned in) in Jerusalem thirty-three years."},{"number":28,"verse":"Death of David Then he died at a good old age, full of days, riches, and honor; and his son Solomon reigned in his place."},{"number":29,"verse":"Now the acts of King David, from the first to the last, are written in the chronicles of Samuel the seer, in the chronicles of Nathan the prophet, and in the chronicles of Gad the seer,"},{"number":30,"verse":"with all of his reign, his power, and the circumstances which came upon him, Israel, and all the kingdoms of the lands."}]}