{
  "bibleAbbr" : "TZB1714",
  "bookName" : "மாற்குசு",
  "bookEnglishName" : "Mark",
  "chapterNumber" : 8,
  "verses" : [ {
    "number" : 1,
    "verse" : "அந்த நாள்களிலே அனேகஞ் செனங்கள் கூடியிருந்து பொசிக்கிறத்துக்கு ஒன்றுமில்லாதிருக்கச் செய்தே ஏசுநாதரானவர் தம்முடைய சீஷர்க்களை யழைச்சு அவர்களுக்குத் திருவிளம்பத்தினதாவது."
  }, {
    "number" : 2,
    "verse" : "யிப்போ மூணுனாள் யிந்தச் செனங்கள் என்னிடத்தி(லே) பொறுமையோடே யிருந்து பொசிக்கிறத்துக்கு ஒன்று மில்லாதபடியினாலே அவர்கள் பேரிலே யிதக்க முள்ள மனசாயிருக்கிறேன்."
  }, {
    "number" : 3,
    "verse" : "அவர்களுக்குப் பொசிகாணம் குடாம லவர்களை வளவுக்கு அனுப்பினே னானால் வழியிலே தோஞ்சு போவார்கள். அதேதென்றால் அவர்களுக் குள்ளே சில பேர்கள் தூரத்திலே யிருந்து வந்தார்க ளென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 4,
    "verse" : "ஆனா லவருடைய சீஷர்க்கள் பிறத்தியுத்தாரமாக யிந்த வனாந்திரத்திலே யாதா மொருதர் யிவர்களை அப்பங்களினாலே திறித்தியாக்கக் கூடுமோ என்று சொன்னார்கள்."
  }, {
    "number" : 5,
    "verse" : "அவர் இவர்களைப் பாத்து உங்கள் கையிலே எத்தினை அப்பங்க ளுண்டா யிருக்கு தென்று கேட்டார். யிவர்க ளவரைப் பாத்து ஏ ழப்ப முண்டா யிருக்கு தென்று சொன்னார்கள்."
  }, {
    "number" : 6,
    "verse" : "அப்போ செனங்களைப் பூமியின் பேரிலே பந்தியா யிருக்கக் கட்டளை பண்ணி ஏ ழப்பங்களையும் எடுத்துக்கொண்டு இஷ்த்தோத்திரம் பண்ணின பிற்பாடு அதுகளைப் புட்டுப் பறிமாறத் தக்கதாகத் தம்முடைய சீஷர்க்கள் கையிலே கொடுத்தார். யிவர்கள் செனங்களுக்குப் பரிமாறினார்கள்."
  }, {
    "number" : 7,
    "verse" : "சிறிது மீன்களும் அவர்களுக் குண்டா யிருந்துது. அதுகளுக்கு ஆசீறுவாதங் குடுத்து யிவர்களுக்குப் பரிமாறச் சொல்லிக் கட்டளை யிட்டருளினார்."
  }, {
    "number" : 8,
    "verse" : "யிவர்கள் பொசித்து திறித்தி யடைஞ்சு மிஞ்சின துண்டங்களை எடுத்து ஏழு கூடை நிறைய வைத்தார்கள்."
  }, {
    "number" : 9,
    "verse" : "போசனம் பண்ணின பேர்கள் ஏறக்குறைய நாலாயிரம் பேர்களா யிருந்தார்கள். அவர் யிவர்களுக்கு விடைகொடுத் தனுப்பினார்."
  }, {
    "number" : 10,
    "verse" : "அப்போ உடனே தம்முடைய சீஷர்க்களோடே கூட ஒரு கப்பலின் பேரிலே ஏறி தல்மானூத்தை என்கிற எல்லைகளிலே வந்தார்."
  }, {
    "number" : 11,
    "verse" : "பரிசேசுமார்க ளவடத்திலே நின்று பிறப்பட்டு அவரோடே தக்கம் பண்ணத்துவக்கி வானத்திலே யிருந்து ஒரு அடையாளத்தைக் காண்பிக்கச் சொல்லி அவரைச் சோதிச்சார்கள்."
  }, {
    "number" : 12,
    "verse" : "அவர் தம்முடைய மனசிலே பெருமூச்சுவிட்டுத் திருவிளம்பத்தினதாவது. யிந்த சந்ததி யடையாளத்தைத் தேடுவானேன்? உங்களுக்கு மெய்யாகவே சொல்லுகிறோம். யிந்த சந்ததிக்கு அடையாளங் காண்பிக்கப் போறதில்லை என்று திருவிளம்பத்தினார்."
  }, {
    "number" : 13,
    "verse" : "அப்போ யிவர்களை விட்டுக் கப்பலின் பேரிலே திரும்ப ஏறி அப்பிறப்பட்டார்."
  }, {
    "number" : 14,
    "verse" : "ஆனால் அப்பங்களைக் கொண்டுவர மறந்து போனார்கள். அவர்களுக்குக் கப்பலிலே ஒரு அப்ப மல்லாமல் வேறொன்று மில்லா திருந்துது."
  }, {
    "number" : 15,
    "verse" : "அவர் யிவர்களைப் பாத்து நீங்கள் பரிசேசுமார்களுடைய பிளிச்ச மாவுக்கும் ஏரோதே செள்கிற வனுடைய பிளிச்ச மாவுக்கும் உங்களைக் காத்துக் கொண்டு ஆராய்ந்து பாருங்கோவென்று சொல்லிக் கற்பித்தருளினார்."
  }, {
    "number" : 16,
    "verse" : "ஆனபடியினாலே யிவர்கள் ஒன்றுக்கொன்று ஆலோசினைப்பட்டு எங்களிடத்திலே அப்ப மில்லாதபடியினாலே என்று சொன்னார்கள்."
  }, {
    "number" : 17,
    "verse" : "ஏசுநாதரானவர் யித்தை அறிந்து யிவர்களுக்குத் திருவிளம்பத்தினதாவது. உங்களுக்கு அப்பமில்லாதபடியினாலே ஆலோசினைபண்ணுவா னேன்? யின்னம் புத்தி யில்லாதவர்களா யிருக்கிறீர்களோ? யின்னம் அறிய மாட்டீர்களோ? உங்களுடைய மனது யித்தையில் வரைக்கும் கெட்டியா யிருக்குதோ?"
  }, {
    "number" : 18,
    "verse" : "நீங்கள் கண்களைக் கொண்டிருந்துங் காண யில்லையோ? நீங்கள் காதுகளைக் கொண்டிருந்துங் கேழ்க்க யில்லையோ? உங்களுக்கு நின உண்டாயிருக்க யில்லையோ?"
  }, {
    "number" : 19,
    "verse" : "நான் அய்யாயிரம் பேர்களுக்கு அஞ்சப்பங்களைப் புட்ட போது நீங்கள் எத்தினை கூடை துண்டங்களினாலே நிறையப் பண்ணி எடுத்தீர்க ளென்று கேட்டார். யிவர்கள் பனிரெண்டு கூடை என்று சொன்னார்கள்."
  }, {
    "number" : 20,
    "verse" : "நான் னாலாயிரம் பேர்களுக்கு ஏழப்பங்களைப் புட்ட போது நீங்க ளெத்தினை கூடை மிஞ்சின துண்டங்களினாலே நிறையப் பண்ணி எடுத்தீர்க ளென்று கேட்டார். யிவர்கள் ஏழு கூடை என்று சொன்னார்கள்."
  }, {
    "number" : 21,
    "verse" : "அப்போ யிவர்களைப் பாத்து உங்களுக்குத் தெரியாமல் போன தென்ன வென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 22,
    "verse" : "பின்னையும் பெற்சாயிதா என்கிற ஊருக்கு வந்தார். அவடத்திலே ஒரு கண் தெரியாதவனை அவ ரண்டையிலே கூட்டிக்கொண்டு வந்து அவரைப் பாத்து யிவனைத் தொட வேணு மென்று வேண்டிக்கொண்டார்கள்."
  }, {
    "number" : 23,
    "verse" : "அவர் கண்தெரியாதவனுடைய கையைப் பிடிச்சுக்கொண்டு ஊருக் கப்பறத்தே யிவனைக் கொண்டு போய் யிவனுடைய கண்களுக்கு உமினீரைத் துப்பி யிவன் மேலே கையை வைத்து யிவனைப் பாத்து யாதொன்று காண்கிதோ என்று கேட்டருளினார்."
  }, {
    "number" : 24,
    "verse" : "அவன் முழுச்சுப் பாத்து நடக்கிற மனுஷர்மாங்களைப் போலே தோணு தென்று சொன்னான்."
  }, {
    "number" : 25,
    "verse" : "பிற்பாடு திரும்ப யிவனுடைய கண்களின் பேரிலே கையை வைத்து யிவனை அண்ணாந்து பாற்கப் பண்ணியிருளினார். அப்போ யிவன் கண்ணுள்ளவனா யிருந்து எல்லாரையுந் தீற்கமாய்க் கண்டான்."
  }, {
    "number" : 26,
    "verse" : "அவர் யிவனைத் தன்னுடைய வளவுக் கனுப்பி நீ யிந்த ஊரிலே பிறவேசிக்காமலும் ஊரிலே ஒருதருக்கானாலும் யித்தைச் சொல்லாமலும் யிருக்கக் கடவா யென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 27,
    "verse" : "பின்னையும் ஏசுநாதரும் அவருடய சீஷர்க்களும் அவடத்தை விட்டு செசாறெயப் பிலிப்பி என்கிறப் பட்டணத்தினுடைய கிறாமங்களுக்குப் போகப் பிறப்பட்டார்கள். வழியிலே தம்முடைய சீஷர்க்களைப் பாத்து மனுஷர் நா னார் என்று சொல்லுகிறார்க ளென்று கேட்டருளினார்."
  }, {
    "number" : 28,
    "verse" : "அவருக்கு யிவர்கள் பிறத்தியுத்தாரமாக நீர் இஷ்த்தாபகனா யிருந்த யோயன்ன சென்றும் சிலர் எலீயா சென்றும் சிலர் தீற்கத்தெரிசிகளுக்குள்ளே ஒருத ரென்றும் சொல்லுகிறார்க ளென்று சொன்னார்கள்."
  }, {
    "number" : 29,
    "verse" : "அவர் யிவர்களைப் பாத்து நீங்கள் நா னாரென்று சொல்லுகிறீர்க ளென்று கேட்டார். அப்போ பேதுரு சென்கிறவர் அவருக்குப் பிறத்தியுத்தாரமாக நீர் கிறீஷ்த்து வென்று சொன்னார்."
  }, {
    "number" : 30,
    "verse" : "அப்போ தம்முடைய வத்தமானங்களை ஒருதரோடே சொல்லாதபடிக்கு அவர்களை அதட்டினார்."
  }, {
    "number" : 31,
    "verse" : "அன்னேரத்திலே மனுஷனுடைய குமாரன் அனேகம் பாடுபட்டு மூப்பான பேர்களாலேயும் பிறதான குருக்களாலேயும் வேதபாங்கராலேயும் தள்ளப்பட்டுக் கொல்லப்படுவா ரென்கிறதுந் தவிர மூணானாள் உயிரோடே யெழுந்தருள வேணு மென்று உபதேசிக்கத் துவக்கினார்."
  }, {
    "number" : 32,
    "verse" : "யிந்த வாத்தையைத் தயிரியத்துடனே சொல்லி யருளினார். ஆனால் பேதுரு சென்கிறவன் அவரைத் தனண்டையிலே அழைச்சு யிது வேண்டா மென்று உதம்பத் துவக்கினான்."
  }, {
    "number" : 33,
    "verse" : "அப்போ அவர் முகத்தைத் திருப்பிக்கொண்டு தம்முடைய சீஷர்க்களைப் பாத்துப் பேதுரு சென்கிறவனுக்குக் கடினஞ் சொல்லி, விரோதிக்கிறவனே! எனக்குப் பிறகே போ! அதேதென்றால்ச் சறுவேசுரனுக் கடுத்த காரியங்களை அ(ஆ)சைபடாமல் மனுஷருக்கடுத்தக் காரியங்களை ஆசைப் படுகிறா யென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 34,
    "verse" : "அன்னேரத்திலே செனங்களைத் தம்முடைய சீஷர்க்களோடே அழைத்து அவர்களுக்குத் திருவிளம்பத்தினதாவது. யாதா மொருதன் யென்னைப் பிஞ்செல்ல வேணுமானால்த் தன்னைத்தான் வெறுத்துத் தன்னுடைய சிலுவை யென்கிற உபத்திரியத்தை யெடுத்துக்கொண்டு யென்னைப் பிஞ்செல்லக் கடவான்."
  }, {
    "number" : 35,
    "verse" : "அதேதென்றால் யாதா மொருதன் தன்னுடைய சீவனைக் காற்பாத்த வேணுமானால் அத்தை யிழந்து போவான். ஆனால் யாதா மொருதன் நம்முடைய முகாந்திரத்துக்காகவும் சுவிவிசேஷத்தினுடைய முகாந்திரத்துக்காகவும் தன்னுடைய சீவனை யிழந்து போனால் அத்தைக் காற்பாத்துவான்."
  }, {
    "number" : 36,
    "verse" : "அதேதென்றால் யிந்த லோகத்தை எல்லாம் ஆதாயமாகப் பெத்தாலும் தன்னுடைய ஆத்துமம் சேதப்பட்டால் மனுஷனுக்குப் பிறையோசன மென்ன?"
  }, {
    "number" : 37,
    "verse" : "ஆகிலும் மனுஷன் தன்னுடைய ஆத்துமத்தை மீழ்க்கிறத்துக்குக் குடுக்கப்போற தென்ன?"
  }, {
    "number" : 38,
    "verse" : "அதேதென்றால் ஆராகிலும் விபச்சாரமுமாய்ப் பாவ வியாபார முள்ளதுவுமா யிருக்கிற யிந்த சந்ததிக்குள்ளே நமக்காகவும் நம்முடைய திருவாத்தைகளுக்காகவும் வெட்கமாயிருந்தால் அவனுக்காக மனுஷனுடைய குமாரனும் தான் சுத்தமான சம்மனசுக்களோடே கூடத் தம்முடைய பிதாவின் மகிமையிலே வரப்போறபோது வெட்கமா யிருப்பாரென்று திருவிளம்பத்தினார்."
  } ]
}