{"bibleAbbr":"LXXBr","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"Ἐγὼ ἄνθος τοῦ πεδίου, κρίνον τῶν κοιλάδων."},{"number":2,"verse":"Ὡς κρίνον ἐν μέσῳ ἀκανθῶν, οὕτως ἡ πλησίον μου ἀναμέσον τῶν θυγατέρων."},{"number":3,"verse":"Ὡς μῆλον ἐν τοῖς ξύλοις τοῦ δρυμοῦ, οὕτως ἀδελφιδός μου ἀναμέσον τῶν υἱῶν· ἐν τῇ σκιᾷ αὐτοῦ ἐπεθύμησα, καὶ ἐκάθισα, καὶ καρπὸς αὐτοῦ γλυκὺς ἐν λάρυγγί μου."},{"number":4,"verse":"Εἰσαγάγετέ με εἰς οἶκον τοῦ οἴνου, τάξατε ἐπʼ ἐμὲ ἀγάπην."},{"number":5,"verse":"Στηρίσατέ με ἐν μύροις, στοιβάσατέ με ἐν μήλοις, ὅτι τετρωμένη ἀγάπης ἐγώ."},{"number":6,"verse":"Εὐώνυμος αὐτοῦ ὑπὸ τὴν κεφαλήν μου, καὶ ἡ δεξιὰ αὐτοῦ περιλήψεταί με."},{"number":7,"verse":"Ὥρκισα ὑμᾶς θυγατέρες Ἱερουσαλὴμ ἐν δυνάμεσι καὶ ἐν ἰσχύσεσι τοῦ ἀγροῦ· ἐὰν ἐγείρητε καὶ ἐξεγείρητε τὴν ἀγάπην ἕως οὗ θελήσῃ."},{"number":8,"verse":"Φωνὴ ἀδελφιδοῦ μου, ἰδοὺ οὗτος ἥκει πηδῶν ἐπὶ τὰ ὄρη, διαλλόμενος ἐπὶ τοὺς βουνούς."},{"number":9,"verse":"Ὅμοιός ἐστιν ἀδελφιδός μου τῇ δορκάδι ἢ νεβρῷ ἐλάφων ἐπὶ τὰ ὄρη Βαιθήλ· ἰδοὺ οὗτος ὀπίσω τοῦ τοίχου ἡμῶν, παρακύπτων διὰ τῶν θυρίδων, ἐκκύπτων διὰ τῶν δικτύων."},{"number":10,"verse":"Ἀποκρίνεται ἀδελφιδός μου, καὶ λέγει μοι, ἀνάστα, ἐλθὲ ἡ πλησίον μου, καλή μου, περιστερά μου."},{"number":11,"verse":"Ὅτι ἰδοὺ ὁ χειμὼν παρῆλθεν, ὁ ὑετὸς ἀπῆλθεν, ἐπορεύθη ἑαυτῷ."},{"number":12,"verse":"Τὰ ἄνθη ὤφθη ἐν τῇ γῇ, καιρὸς τῆς τομῆς ἔφθακε, φωνὴ τῆς τρυγόνος ἠκούσθη ἐν τῇ γῇ ἡμῶν."},{"number":13,"verse":"Ἡ συκὴ ἐξήνεγκεν ὀλύνθους αὐτῆς, αἱ ἄμπελοι κυπρίζουσιν, ἔδωκαν ὀσμήν· ἀνάστα, ἐλθὲ ἡ πλησίον μου, καλή μου, περιστερά μου, καὶ ἐλθὲ."},{"number":14,"verse":"Σὺ περιστερά μου, ἐν σκέπῃ τῆς πέτρας, ἐχόμενα τοῦ προτειχίσματος· δεῖξόν μοι τὴν ὄψιν σου, καὶ ἀκούτισόν με τὴν φωνήν σου, ὅτι ἡ φωνή σου ἡδεῖα, καὶ ἡ ὄψις σου ὡραῖα."},{"number":15,"verse":"Πιάσατε ἡμῖν ἀλώπεκας μικροὺς ἀφανίζοντας ἀμπελῶνας· καὶ αἱ ἄμπελοι ἡμῶν κυπρίζουσαι."},{"number":16,"verse":"Ἀδελφιδός μου ἐμοὶ, κᾀγὼ αὐτῷ· ὁ ποιμαίνων ἐν τοῖς κρίνοις."},{"number":17,"verse":"Ἕως οὗ διαπνεύσῃ ἡ ἡμέρα, καὶ κινηθῶσιν αἱ σκιαί· ἀπόστρεψον, ὁμοιώθητι σὺ ἀδελφιδε μου τῷ δόρκωνι ἢ νεβρῷ ἐλάφων ἐπὶ ὄρη κοιλωμάτων."}]}