{"bibleAbbr":"Orig2013+","bookName":"שיר השירים","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"שׁיר <WH7892> The song השׁירים <WH7892> of songs, אשׁר <WH834> which לשׁלמה׃ <WH8010> Solomon's."},{"number":2,"verse":"ישׁקני <WH5401> Let him kiss מנשׁיקות <WH5390> me with the kisses פיהו <WH6310> of his mouth: כי <WH3588> for טובים <WH2896> better דדיך <WH1730> thy love מיין׃ <WH3196> than wine."},{"number":3,"verse":"לריח <WH7381> Because of the savor שׁמניך <WH8081> ointments טובים <WH2896> of thy good שׁמן <WH8081> ointment תורק <WH7324> poured forth, שׁמך <WH8034> thy name על <WH5921> therefore כן <WH3651> therefore עלמות <WH5959> do the virgins אהבוך׃ <WH157> love"},{"number":4,"verse":"משׁכני <WH4900> Draw אחריך <WH310> after נרוצה <WH7323> me, we will run הביאני <WH935> hath brought המלך <WH4428> thee: the king חדריו <WH2315> me into his chambers: נגילה <WH1523> we will be glad ונשׂמחה <WH8055> and rejoice בך נזכירה <WH2142> in thee, we will remember דדיך <WH1730> thy love מיין <WH3196> more than wine: מישׁרים <WH4339> the upright אהבוך׃ <WH157> love"},{"number":5,"verse":"שׁחורה <WH7838> black, אני <WH589> I ונאוה <WH5000> but comely, בנות <WH1323> O ye daughters ירושׁלם <WH3389> of Jerusalem, כאהלי <WH168> as the tents קדר <WH6938> of Kedar, כיריעות <WH3407> as the curtains שׁלמה׃ <WH8010> of Solomon."},{"number":6,"verse":"אל <WH408> not תראוני <WH7200> Look שׁאני <WH589> שׁחרחרת <WH7840> black, שׁשׁזפתני <WH7805> hath looked השׁמשׁ <WH8121> because the sun בני <WH1121> children אמי <WH517> upon me: my mother's נחרו <WH2787> בי שׂמני <WH7760> with me; they made נטרה <WH5201> me the keeper את <WH853> הכרמים <WH3754> of the vineyards; כרמי <WH3754> vineyard שׁלי לא <WH3808> have I not נטרתי׃ <WH5201> kept."},{"number":7,"verse":"הגידה <WH5046> Tell לי שׁאהבה <WH157> loveth, נפשׁי <WH5315> me, O thou whom my soul איכה <WH349> where תרעה <WH7462> thou feedest, איכה <WH349> where תרביץ <WH7257> thou makest o rest בצהרים <WH6672> at noon: שׁלמה <WH4100> for why אהיה <WH1961> should I be כעטיה <WH5844> as one that turneth aside על <WH5921> by עדרי <WH5739> the flocks חבריך׃ <WH2270> of thy companions?"},{"number":8,"verse":"אם <WH518> If לא <WH3808> not, תדעי <WH3045> thou know לך היפה <WH3303> O thou fairest בנשׁים <WH802> among women, צאי <WH3318> go thy way forth לך בעקבי <WH6119> by the footsteps הצאן <WH6629> of the flock, ורעי <WH7462> and feed את <WH853> גדיתיך <WH1429> thy kids על <WH5921> beside משׁכנות <WH4908> tents. הרעים׃ <WH7462> the shepherds'"},{"number":9,"verse":"לססתי <WH5484> to a company of horses ברכבי <WH7393> chariots. פרעה <WH6547> in Pharaoh's דמיתיך <WH1819> I have compared רעיתי׃ <WH7474> thee, O my love,"},{"number":10,"verse":"נאוו <WH4998> are comely לחייך <WH3895> Thy cheeks בתרים <WH8447> with rows צוארך <WH6677> thy neck בחרוזים׃ <WH2737> with chains"},{"number":11,"verse":"תורי <WH8447> thee borders זהב <WH2091> of gold נעשׂה <WH6213> We will make לך עם <WH5973> with נקדות <WH5351> studs הכסף׃ <WH3701> of silver."},{"number":12,"verse":"עד <WH5704> While שׁהמלך <WH4428> the king במסבו <WH4524> at his table, נרדי <WH5373> my spikenard נתן <WH5414> sendeth forth ריחו׃ <WH7381> the smell"},{"number":13,"verse":"צרור <WH6872> A bundle המר <WH4753> of myrrh דודי <WH1730> my well-beloved לי בין <WH996> between שׁדי <WH7699> my breasts. ילין׃ <WH3885> unto me; he shall lie all night"},{"number":14,"verse":"אשׁכל <WH811> unto me a cluster הכפר <WH3724> of camphire דודי <WH1730> My beloved לי בכרמי <WH3754> in the vineyards עין גדי׃ <WH5872> of En-gedi."},{"number":15,"verse":"הנך <WH2005> יפה <WH3303> thou fair, רעיתי <WH7474> my love; הנך <WH2005> יפה <WH3303> thou fair; עיניך <WH5869> eyes. יונים׃ <WH3123> thou doves'"},{"number":16,"verse":"הנך <WH2005> יפה <WH3303> thou fair, דודי <WH1730> my beloved, אף <WH637> yea, נעים <WH5273> pleasant: אף <WH637> also ערשׂנו <WH6210> our bed רעננה׃ <WH7488> green."},{"number":17,"verse":"קרות <WH6982> The beams בתינו <WH1004> of our house ארזים <WH730> cedar, רחיטנו <WH7351> our rafters ברותים׃ <WH1266> of fir."}]}