{"bibleAbbr":"Orig2013+","bookName":"שיר השירים","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"באתי <WH935> I am come לגני <WH1588> into my garden, אחתי <WH269> my sister, כלה <WH3618> spouse: אריתי <WH717> I have gathered מורי <WH4753> my myrrh עם <WH5973> with בשׂמי <WH1314> אכלתי <WH398> I have eaten יערי <WH3293> my honeycomb עם <WH5973> with דבשׁי <WH1706> my honey; שׁתיתי <WH8354> I have drunk ייני <WH3196> my wine עם <WH5973> with חלבי <WH2461> my milk: אכלו <WH398> eat, רעים <WH7453> O friends; שׁתו <WH8354> drink, ושׁכרו <WH7937> yea, drink abundantly, דודים׃ <WH1730> O beloved."},{"number":2,"verse":"אני <WH589> I ישׁנה <WH3462> ולבי <WH3820> but my heart ער <WH5782> waketh: קול <WH6963> the voice דודי <WH1730> of my beloved דופק <WH1849> that knocketh, פתחי <WH6605> Open לי אחתי <WH269> to me, my sister, רעיתי <WH7474> my love, יונתי <WH3123> my dove, תמתי <WH8535> my undefiled: שׁראשׁי <WH7218> for my head נמלא <WH4390> is filled טל <WH2919> with dew, קוצותי <WH6977> my locks רסיסי <WH7447> with the drops לילה׃ <WH3915> of the night."},{"number":3,"verse":"פשׁטתי <WH6584> I have put off את <WH853> כתנתי <WH3801> my coat; איככה <WH349> how אלבשׁנה <WH3847> shall I put it on? רחצתי <WH7364> I have washed את <WH853> רגלי <WH7272> my feet; איככה <WH349> how אטנפם׃ <WH2936> shall I defile"},{"number":4,"verse":"דודי <WH1730> My beloved שׁלח <WH7971> put in ידו <WH3027> his hand מן <WH4480> by החר <WH2356> the hole ומעי <WH4578> and my bowels המו <WH1993> were moved עליו׃ <WH5921> for"},{"number":5,"verse":"קמתי <WH6965> rose up אני <WH589> I לפתח <WH6605> to open לדודי <WH1730> to my beloved; וידי <WH3027> and my hands נטפו <WH5197> dropped מור <WH4753> myrrh, ואצבעתי <WH676> and my fingers מור <WH4753> myrrh, עבר <WH5674> sweet smelling על <WH5921> upon כפות <WH3709> the handles המנעול׃ <WH4514> of the lock."},{"number":6,"verse":"פתחתי <WH6605> opened אני <WH589> I לדודי <WH1730> to my beloved; ודודי <WH1730> but my beloved חמק <WH2559> had withdrawn עבר <WH5674> himself, was gone: נפשׁי <WH5315> my soul יצאה <WH3318> failed בדברו <WH1696> when he spoke: בקשׁתיהו <WH1245> I sought ולא <WH3808> him, but I could not מצאתיהו <WH4672> find קראתיו <WH7121> him; I called ולא <WH3808> him, but he gave me no answer. ענני׃ <WH6030> him, but he gave me no answer."},{"number":7,"verse":"מצאני <WH4672> found השׁמרים <WH8104> The watchmen הסבבים <WH5437> that went about בעיר <WH5892> the city הכוני <WH5221> me, they smote פצעוני <WH6481> me, they wounded נשׂאו <WH5375> took away את <WH853> רדידי <WH7289> my veil מעלי <WH5921> from שׁמרי <WH8104> me; the keepers החמות׃ <WH2346> of the walls"},{"number":8,"verse":"השׁבעתי <WH7650> I charge אתכם <WH853> בנות <WH1323> you, O daughters ירושׁלם <WH3389> of Jerusalem, אם <WH518> if תמצאו <WH4672> ye find את <WH853> דודי <WH1730> my beloved, מה <WH4100> that תגידו <WH5046> ye tell לו שׁחולת <WH2470> sick אהבה <WH160> of love. אני׃ <WH589> him, that I"},{"number":9,"verse":"מה <WH4100> What דודך <WH1730> thy beloved מדוד <WH1730> more than beloved, היפה <WH3303> O thou fairest בנשׁים <WH802> among women? מה <WH4100> what דודך <WH1730> thy beloved מדוד <WH1730> more than beloved, שׁככה <WH3602> that thou dost so השׁבעתנו׃ <WH7650> charge"},{"number":10,"verse":"דודי <WH1730> My beloved צח <WH6703> white ואדום <WH122> and ruddy, דגול <WH1713> the chiefest מרבבה׃ <WH7233> among ten thousand."},{"number":11,"verse":"ראשׁו <WH7218> His head כתם <WH3800> the most פז <WH6337> fine gold, קוצותיו <WH6977> his locks תלתלים <WH8534> bushy, שׁחרות <WH7838> black כעורב׃ <WH6158> as a raven."},{"number":12,"verse":"עיניו <WH5869> His eyes כיונים <WH3123> as of doves על <WH5921> by אפיקי <WH650> the rivers מים <WH4325> of waters, רחצות <WH7364> washed בחלב <WH2461> with milk, ישׁבות <WH3427> fitly set. על <WH5921> מלאת׃ <WH4402> fitly set."},{"number":13,"verse":"לחיו <WH3895> His cheeks כערוגת <WH6170> as a bed הבשׂם <WH1314> of spices, מגדלות <WH4026> flowers: מרקחים <WH4840> sweet שׂפתותיו <WH8193> his lips שׁושׁנים <WH7799> lilies, נטפות <WH5197> dropping מור <WH4753> myrrh. עבר׃ <WH5674> sweet smelling"},{"number":14,"verse":"ידיו <WH3027> His hands גלילי <WH1550> rings זהב <WH2091> gold ממלאים <WH4390> set בתרשׁישׁ <WH8658> with the beryl: מעיו <WH4578> his belly עשׁת <WH6247> bright שׁן <WH8127> ivory מעלפת <WH5968> overlaid ספירים׃ <WH5601> sapphires."},{"number":15,"verse":"שׁוקיו <WH7785> His legs עמודי <WH5982> pillars שׁשׁ <WH8336> of marble, מיסדים <WH3245> set על <WH5921> upon אדני <WH134> sockets פז <WH6337> of fine gold: מראהו <WH4758> his countenance כלבנון <WH3844> as Lebanon, בחור <WH977> excellent כארזים׃ <WH730> as the cedars."},{"number":16,"verse":"חכו <WH2441> His mouth ממתקים <WH4477> most sweet: וכלו <WH3605> yea, he altogether מחמדים <WH4261> lovely. זה <WH2088> This דודי <WH1730> my beloved, וזה <WH2088> and this רעי <WH7453> my friend, בנות <WH1323> O daughters ירושׁלם׃ <WH3389> of Jerusalem."}]}