{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"( নানাবিধ নীতিকথা।) ( শলোমনের হিতোপদেশ।) জ্ঞানবান পুত্র পিতার আনন্দজনক, কিন্তু হীনবুদ্ধি পুত্র মাতার খেদজনক।"},{"number":2,"verse":"দুষ্টতার ধন কিছুই উপকারী নয়, কিন্তু ধার্ম্মিকতা মৃত্যু হইতে উদ্ধার করে।"},{"number":3,"verse":"সদাপ্রভু ধার্ম্মিকের প্রাণ ক্ষুধায় ক্ষীণ হইতে দেন না; কিন্তু তিনি দুষ্টদের কামনা দূর করেন।"},{"number":4,"verse":"যে শিথিল হস্তে কর্ম্ম করে, সে দরিদ্র হয়; কিন্তু পরিশ্রমীদের হস্ত ধনবান করে।"},{"number":5,"verse":"যে গ্রীষ্মকালে সঞ্চয় করে, সে বুদ্ধিমান পুত্র; যে শস্য কাটিবার সময় নিদ্রিত থাকে, সে লজ্জাজনক পুত্র।"},{"number":6,"verse":"ধার্ম্মিকের মস্তকে বহু আশীর্ব্বাদ বর্ত্তে; কিন্তু দুষ্টগণের মুখ উপদ্রব ঢাকিয়া রাখে।"},{"number":7,"verse":"ধার্ম্মিকের স্মৃতি আশীর্ব্বাদের বিষয়; কিন্তু দুষ্টদের নাম পচিয়া যাইবে।"},{"number":8,"verse":"বিজ্ঞচিত্ত লোক আজ্ঞা গ্রহণ করে, কিন্তু অজ্ঞান বাচাল পতিত হইবে।"},{"number":9,"verse":"যে সিদ্ধতায় চলে, সে নির্ভয়ে চলে; কিন্তু কুটিলাচারীকে চেনা যাইবে।"},{"number":10,"verse":"যে চক্ষু দ্বারা ঈঙ্গিত করে, সে দুঃখ দেয়; আর অজ্ঞান বাচাল পতিত হইবে।"},{"number":11,"verse":"ধার্ম্মিকের মুখ জীবনের উনুই; কিন্তু দুষ্টগণের মুখ উপদ্রব ঢাকিয়া রাখে।"},{"number":12,"verse":"দ্বেষ বিবাদের উত্তেজক, কিন্তু প্রেম সমস্ত অধর্ম্ম আচ্ছাদন করে।"},{"number":13,"verse":"জ্ঞানবানের ওষ্ঠাধরে প্রজ্ঞা পাওয়া যায়, কিন্তু বুদ্ধিবিহীনের পৃষ্ঠের জন্য দণ্ড রহিয়াছে।"},{"number":14,"verse":"জ্ঞানবানেরা জ্ঞান সঞ্চয় করে, কিন্তু অজ্ঞানের মুখ আসন্ন সর্ব্বনাশ।"},{"number":15,"verse":"ধনবানের ধনই তাহার দৃঢ় নগর, দরিদ্রদিগের দরিদ্রতাই তাহাদের সর্ব্বনাশ।"},{"number":16,"verse":"ধার্ম্মিকের শ্রম জীবনজনক, দুর্জ্জনের উপস্বত্ব পাপজনক।"},{"number":17,"verse":"যে শাসন মানে, সে জীবন-পথে চলে; কিন্তু যে অনুযোগ ত্যাগ করে, সে ভ্রান্ত হয়।"},{"number":18,"verse":"যে দ্বেষ ঢাকিয়া রাখে, তাহার ওষ্ঠাধর মিথ্যাবাদী; আর যে পরীবাদ রটায়, সে হীনবুদ্ধি।"},{"number":19,"verse":"বাক্যের বাহুল্যে অধর্ম্মের অভাব নাই; কিন্তু যে ওষ্ঠ দমন করে, সে বুদ্ধিমান।"},{"number":20,"verse":"ধার্ম্মিকের জিহ্বা উৎকৃষ্ট রৌপ্যবৎ, দুষ্টদের অন্তঃকরণ স্বল্পমূল্য।"},{"number":21,"verse":"ধার্ম্মিকের ওষ্ঠাধর অনেককে প্রতিপালন করে, কিন্তু অজ্ঞানেরা বুদ্ধির অভাবে মারা পড়ে।"},{"number":22,"verse":"সদাপ্রভুর আশীর্ব্বাদই ধনবান করে, এবং তিনি তাহার সহিত মনোদুঃখ দেন না।"},{"number":23,"verse":"কুকর্ম্ম করা অজ্ঞানের আমোদ, আর প্রজ্ঞা বুদ্ধিমানের আমোদ।"},{"number":24,"verse":"দুষ্ট যাহা ভয় করে, তাহার প্রতি তাহাই ঘটিবে; কিন্তু ধার্ম্মিকদের বাসনা সফল হইবে।"},{"number":25,"verse":"যখন ঘূর্ণবায়ু বহিয়া যায়, দুষ্ট আর নাই; কিন্তু ধার্ম্মিক নিত্যস্থায়ী ভিত্তিমূলস্বরূপ।"},{"number":26,"verse":"যেমন দন্তের পক্ষে অম্লরস ও চক্ষের পক্ষে ধূম, তেমনি আপন প্রেরণকর্ত্তাদের পক্ষে অলস।"},{"number":27,"verse":"সদাপ্রভুর ভয় আয়ুবৃদ্ধি করে; কিন্তু দুষ্টদের বৎসর-সংখ্যা হ্রাস পাইবে।"},{"number":28,"verse":"ধার্ম্মিকদের প্রত্যাশা আনন্দজনক; কিন্তু দুষ্টদের আশ্বাস বিনাশ পাইবে।"},{"number":29,"verse":"সদাপ্রভুর পথ সিদ্ধের পক্ষে দুর্গ, কিন্তু তাহা অধর্ম্মাচারীদের পক্ষে সর্ব্বনাশ।"},{"number":30,"verse":"ধার্ম্মিক লোক কখনও বিচলিত হইবে না; কিন্তু দুষ্টগণ দেশে বাস করিবে না।"},{"number":31,"verse":"ধার্ম্মিকের মুখ প্রজ্ঞা-ফলে ফলবান; কিন্তু কুটিল জিহ্বা ছেদন করা যাইবে।"},{"number":32,"verse":"ধার্ম্মিকের ওষ্ঠাধর সন্তোষের বিষয় জানে, কিন্তু দুষ্টদের মুখ কুটিলতামাত্র।"}]}