{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"( ঈশ্বরীয় প্রজ্ঞার উৎকৃষ্টতা।) বৎস, তুমি যদি আমার কথা সকল গ্রহণ কর, যদি আমার আজ্ঞা সকল তোমার কাছে সঞ্চয় কর,"},{"number":2,"verse":"যদি প্রজ্ঞার দিকে কর্ণপাত কর, যদি বুদ্ধিতে মনোনিবেশ কর;"},{"number":3,"verse":"হাঁ, যদি সুবিবেচনাকে আহ্বান কর, যদি বুদ্ধির জন্য উচ্চৈঃস্বর কর;"},{"number":4,"verse":"যদি রৌপ্যের ন্যায় তাহার অন্বেষণ কর, গুপ্ত ধনের ন্যায় তাহার অনুসন্ধান কর;"},{"number":5,"verse":"তবে সদাপ্রভুর ভয় বুঝিতে পারিবে, ঈশ্বরবিষয়ক জ্ঞান প্রাপ্ত হইবে।"},{"number":6,"verse":"কেননা সদাপ্রভুই প্রজ্ঞা দান করেন, তাঁহারই মুখ হইতে জ্ঞান ও বুদ্ধি নির্গত হয়।"},{"number":7,"verse":"তিনি সরলদিগের জন্য সূক্ষ্ম বুদ্ধি রাখেন, যাহারা সিদ্ধতায় চলে, তিনি তাহাদের ঢাল।"},{"number":8,"verse":"তিনি বিচারের মার্গ সকল রক্ষা করেন, আপন সাধুদের পথ সংরক্ষণ করেন।"},{"number":9,"verse":"অতএব তুমি ধার্ম্মিকতা ও বিচার বুঝিবে, ন্যায় ও সমস্ত উত্তম পথ বুঝিবে।"},{"number":10,"verse":"কেননা প্রজ্ঞা তোমার হৃদয়ে প্রবেশ করিবে, জ্ঞান তোমার প্রাণের তুষ্টি জন্মাইবে,"},{"number":11,"verse":"পরিণামদর্শিতা তোমার প্রহরী হইবে, বুদ্ধি তোমাকে রক্ষা করিবে;"},{"number":12,"verse":"যেন তোমাকে উদ্ধার করে দুষ্টের পথ হইতে, সেই সকল লোক হইতে, যাহারা কুটিল বাক্য বলে,"},{"number":13,"verse":"যাহারা সরলতার পথ ত্যাগ করে, অন্ধকার-মার্গে চলিবার নিমিত্ত;"},{"number":14,"verse":"যাহারা কুক্রিয়াসাধনে আনন্দিত হয়, দুষ্টতার কুটিলতায় উল্লাসিত হয়;"},{"number":15,"verse":"যাহারা বক্র পথের পথিক, আপন আপন আচরণে বিপথগামী।"},{"number":16,"verse":"সে তোমাকে উদ্ধার করিবে পরকীয়া স্ত্রী হইতে, সেই চাটুবাদিনী বিজাতীয়া হইতে,"},{"number":17,"verse":"সে যৌবনকালের মিত্রকে ত্যাগ করে, আপন ঈশ্বরের নিয়ম ভুলিয়া যায়;"},{"number":18,"verse":"কেননা উহার বাটী মৃত্যুর দিকে অবনত, উহার পথ প্রেতলোকের দিকে অবনত;"},{"number":19,"verse":"যাহারা উহার কাছে যায়, তাহারা আর ফিরে না, তাহারা জীবনের পথ পায় না;"},{"number":20,"verse":"যেন তুমি সুশীলদের মার্গে চলিতে পার, যেন ধার্ম্মিকগণের পথ অবলম্বন কর;"},{"number":21,"verse":"কেননা সরলগণ দেশে বাস করিবে, সিদ্ধেরা তথায় অবশিষ্ট থাকিবে।"},{"number":22,"verse":"কিন্তু দুষ্টগণ দেশ হইতে উচ্ছিন্ন হইবে, বিশ্বাসঘাতকেরা তথা হইতে উন্মূলিত হইবে।"}]}