{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"দ্রাক্ষারস নিন্দক; সুরা কলহকারিণী; যে তাহাতে ভ্রান্ত হয়, সে জ্ঞানবান নয়।"},{"number":2,"verse":"রাজার ভয়ঙ্করতা সিংহের হুঙ্কারের ন্যায়; যে তাঁহার ক্রোধ জন্মায়, সে আপন প্রাণের বিরুদ্ধে পাপ করে।"},{"number":3,"verse":"বিবাদ হইতে নিবৃত্ত হওয়া মনুষ্যের গৌরব, কিন্তু মূর্খমাত্রেই বিবাদ করিবে।"},{"number":4,"verse":"শীত প্রযুক্ত অলস হাল বহে না, শস্যের সময়ে সে চাহিবে, কিন্তু কিছুই মিলিবে না।"},{"number":5,"verse":"মনুষ্যের হৃদয়ের পরামর্শ গভীর জলের ন্যায়; কিন্তু বুদ্ধিমান তাহা তুলিয়া আনিবে।"},{"number":6,"verse":"অনেক লোক স্ব স্ব সাধুতার কীর্ত্তন করে, কিন্তু বিশ্বস্ত লোক কে খুঁজিয়া পাইতে পারে?"},{"number":7,"verse":"যে ধার্ম্মিক আপন সিদ্ধতায় চলে, তাহার পরে তাহার সন্তানগণ ধন্য।"},{"number":8,"verse":"যে রাজা বিচারাসনে বসেন, তিনি দৃষ্টি দ্বারা সমস্ত দুর্জ্জনতা উড়াইয়া দেন।"},{"number":9,"verse":"কে বলিতে পারে, আমি চিত্ত বিশুদ্ধ করিয়াছি, আমার পাপ হইতে শুচি হইয়াছি?"},{"number":10,"verse":"রকম রকম বাটখারা ও রকম রকম ঐফা, উভয়ই সদাপ্রভুর ঘৃণিত।"},{"number":11,"verse":"বালকও কার্য্য দ্বারা আপন পরিচয় দেয়, তাহার কর্ম্ম বিশুদ্ধ ও সরল কি না, জানায়।"},{"number":12,"verse":"শ্রবণকারী কর্ণ ও দর্শনকারী চক্ষু, এই উভয়ই সদাপ্রভুর নির্ম্মিত।"},{"number":13,"verse":"নিদ্রাকে ভালবাসিও না, পাছে দীনতা ঘটে; তুমি চক্ষু মেল, খাদ্যে তৃপ্ত হইবে।"},{"number":14,"verse":"ক্রেতা বলে, ভাল নয়, ভাল নয়, কিন্তু যখন চলিয়া যায়, তখন শ্লাঘা করে।"},{"number":15,"verse":"সুবর্ণ আছে, অনেক মুক্তাও আছে, কিন্তু জ্ঞানবিশিষ্ট ওষ্ঠাধর অমূল্য রত্ন।"},{"number":16,"verse":"যে অপরের জামিন হয়, তাহার বস্ত্র লও; যে বিজাতীয়দের জামিন হয়, তাহার কাছে বন্ধক লও।"},{"number":17,"verse":"মিথ্যা কথার ফল মানুষের মিষ্ট বোধ হয়, কিন্তু পশ্চাতে তাহার মুখ কাঁকরে পরিপূর্ণ হয়।"},{"number":18,"verse":"পরামর্শ দ্বারা সকল সঙ্কল্প স্থির হয়; তুমি সুমন্ত্রণার চালনায় যুদ্ধ কর।"},{"number":19,"verse":"যে কর্ণেজপ হইয়া বেড়ায়, সে গুপ্ত কথা ব্যক্ত করে; যাহার মুখ আল্গা, তাহার সহিত ব্যবহার করিও না।"},{"number":20,"verse":"যে আপন পিতাকে কিম্বা মাতাকে শাপ দেয়, ঘোর অন্ধকারে তাহার প্রদীপ নিভিয়া যাইবে।"},{"number":21,"verse":"যে অধিকার প্রথমে ত্বরায় পাওয়া যায়, তাহার শেষ ফল আশীর্ব্বাদযুক্ত হইবে না।"},{"number":22,"verse":"তুমি বলিও না, অপকারের প্রতিফল দিব; সদাপ্রভুর অপেক্ষা কর, তিনি তোমাকে রক্ষা করিবেন।"},{"number":23,"verse":"রকম রকম বাটখারা সদাপ্রভুর ঘৃণাস্পদ, ছলনার তৌল-দণ্ড ভাল নয়।"},{"number":24,"verse":"মানুষের পাদবিক্ষেপ সদাপ্রভু হইতে হয়, তবে মানুষ কেমন করিয়া আপন পথ বুঝিবে?"},{"number":25,"verse":"হঠাৎ ‘পবিত্র হইল’ বলিয়া উচ্চারণ করা, আর মানতের পর বিচার করা, মনুষ্যের পক্ষে ফাঁদস্বরূপ।"},{"number":26,"verse":"জ্ঞানবান রাজা দুষ্টগণকে ঝাড়িয়া ফেলেন, তাহাদের উপর দিয়া চক্র চালান।"},{"number":27,"verse":"মনুষ্যের আত্মা সদাপ্রভুর প্রদীপ, তাহা অন্তরের সমস্ত অন্তঃপুর তন্ন তন্ন করে।"},{"number":28,"verse":"দয়া ও সত্য রাজাকে রক্ষা করে; তিনি দয়ায় আপন সিংহাসন স্থির রাখেন।"},{"number":29,"verse":"যুবকদের বলই তাহাদের শোভা, আর পক্ককেশ বৃদ্ধ লোকদের শ্রী।"},{"number":30,"verse":"প্রহারের ঘা মন্দকে পরিষ্কার করে, দণ্ডপ্রহার অন্তরের অন্তঃপুরে প্রবেশ করে।"}]}