{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"( নানা হিতোপদেশ।) তুমি দুর্বৃত্ত লোকদের উপরে ঈর্ষা করিও না, তাহাদের সঙ্গে থাকিতেও বাসনা করিও না।"},{"number":2,"verse":"কেননা তাহাদের চিত্ত অপহারের কল্পনা করে, তাহাদের ওষ্ঠাধর অনিষ্টের কথা কহে।"},{"number":3,"verse":"প্রজ্ঞা দ্বারা গৃহ নির্ম্মিত হয়, আর বুদ্ধি দ্বারা তাহা স্থিরীকৃত হয়;"},{"number":4,"verse":"জ্ঞান দ্বারা কুঠরী সকল পরিপূর্ণ হয়, বহুমূল্য ও মনোরম্য সমস্ত দ্রব্যে।"},{"number":5,"verse":"জ্ঞানবান লোক বলবান, বিদ্বান পরাক্রমে বৃদ্ধি পায়।"},{"number":6,"verse":"বস্তুতঃ সুমন্ত্রণার চালনায় তুমি যুদ্ধ করিবে, আর মন্ত্রিবাহুল্যে জয়ী হয়।"},{"number":7,"verse":"মূর্খের জন্য প্রজ্ঞা অতি উচ্চ; সে নগর-দ্বারে মুখ খুলে না।"},{"number":8,"verse":"যে অপকারের সঙ্কল্প করে, লোকে তাহাকে কুসঙ্কল্পকারী বলিবে।"},{"number":9,"verse":"অজ্ঞানতার সঙ্কল্প পাপপয়, আর যে নিন্দক, সে মনুষ্যদের ঘৃণিত।"},{"number":10,"verse":"সঙ্কটের দিনে যদি অবসন্ন হও, তবে তোমার শক্তি সঙ্কুচিত।"},{"number":11,"verse":"তাহাদিগকে উদ্ধার কর, যাহারা মৃত্যুর কাছে নীত হইতেছে, যাহারা কাঁপিতে কাঁপিতে বধস্থানে যাইতেছে, আহা! তাহাদিগকে রক্ষা কর।"},{"number":12,"verse":"যদি বল, দেখ, আমরা ইহা জানিতাম না, তবে যিনি হৃদয় তৌল করেন, তিনি কি তাহা বুঝেন না? যিনি তোমার প্রাণ রক্ষা করেন, তিনি কি তাহা জানিতে পারেন না? তিনি কি প্রত্যেক মনুষ্যকে তাহার কর্ম্মানুযায়ী ফল দিবেন না?"},{"number":13,"verse":"হে বৎস, মধু খাও, যেহেতু তাহা উত্তম, মধুর চাক খাও, তাহা তোমার রসনায় মিষ্ট লাগে;"},{"number":14,"verse":"জানিও, তোমার প্রাণের পক্ষে প্রজ্ঞা তদ্রূপ; তাহা পাইলে শেষ ফল হইবে, তোমার আশা ছিন্ন হইবে না।"},{"number":15,"verse":"রে দুষ্ট, তুমি ধার্ম্মিকের নিবাসের বিরুদ্ধে ঘাঁটি বসাইও না, তাহার শয়ন-স্থান নষ্ট করিও না।"},{"number":16,"verse":"কেননা ধার্ম্মিক সাত বার পড়িলেও আবার উঠে; কিন্তু দুষ্টেরা বিপৎপাতে নিপাতিত হইবে।"},{"number":17,"verse":"তোমার শত্রুর পতনে আনন্দ করিও না, সে নিপাতিত হইলে তোমার চিত্ত উল্লাসিত না হউক;"},{"number":18,"verse":"পাছে সদাপ্রভু তাহা দেখিয়া অসন্তুষ্ট হন, এবং তাহার উপর হইতে আপন ক্রোধ ফিরান।"},{"number":19,"verse":"তুমি দুরাচারদের বিষয়ে রুষ্ট হইও না; দুষ্টগণের প্রতি ঈর্ষা করিও না।"},{"number":20,"verse":"যেহেতু দুর্বৃত্ত লোকের শেষ ফল হইবে না, দুষ্টগণের প্রদীপ নিভিয়া যাইবে।"},{"number":21,"verse":"ভয় কর সদাপ্রভুকে, হে বৎস, এবং রাজাকেও কর, পরিবর্ত্তনপ্রিয় লোকদের সঙ্গে যোগ দিও না;"},{"number":22,"verse":"কেননা অকস্মাৎ তাহাদের বিপদ ঘটিবে; উভয়ের দ্বারা যে সংহার হইবে ( (বা) তাহাদের বৎসর-সংখ্যা কেমন নষ্ট হইবে।) তাহা কে জানে?"},{"number":23,"verse":"এই গুলিও জ্ঞানবানদের উক্তি। বিচারে মুখাপেক্ষা করা ভাল নয়।"},{"number":24,"verse":"যে দুষ্টকে বলে, তুমি ধার্ম্মিক, জাতিগণ তাহাকে শাপ দিবে, লোকবৃন্দ তাহাকে ঘৃণা করিবে।"},{"number":25,"verse":"কিন্তু যাহারা তাহাকে ধমক দেয়, তাহারা প্রীতি-পাত্র হইবে, তাহাদের প্রতি উত্তম আশীর্ব্বাদ বর্ত্তিবে।"},{"number":26,"verse":"যে ব্যক্তি যথার্থ উত্তর করে, সে ওষ্ঠাধর চুম্বন করে।"},{"number":27,"verse":"বাহিরে তোমার কার্য্যের আয়োজন কর, ক্ষেত্রে আপনার জন্য তাহা সম্পন্ন কর, পরে তোমার ঘর বাঁধ।"},{"number":28,"verse":"অকারণে তোমার প্রতিবাসীর বিপক্ষে সাক্ষী হইও না; তুমি কি ওষ্ঠ দ্বারা প্রতারণা করিতে চাহ?"},{"number":29,"verse":"বলিও না, ‘সে আমার প্রতি যেমন করিয়াছে, আমিও তাহার প্রতি তেমনি করিব; তাহার যেমন কর্ম্ম, তাহাকে তেমনি ফল দিব।’"},{"number":30,"verse":"আমি অলসের ক্ষেত্রের পার্শ্ব দিয়া গেলাম, হীনবুদ্ধির দ্রাক্ষার উদ্যানের নিকট দিয়া গেলাম;"},{"number":31,"verse":"আর দেখ, তৎসমুদয় কাঁটাবন হইয়া উঠিয়াছে, বিছুটী তাহার পৃষ্ঠ আচ্ছন্ন করিয়াছে, তাহার প্রস্তরময় প্রাচীর ভগ্ন হইয়াছে।"},{"number":32,"verse":"আমি দৃষ্টিপাত করিলাম, মনোনিবেশ করিলাম, তাহা দর্শন করিয়া উপদেশ পাইলাম;"},{"number":33,"verse":"‘আর একটু নিদ্রা, আর একটু তন্দ্রা, আর একটু শুইয়া হস্ত জড়সড় করিব;"},{"number":34,"verse":"তাই তোমার দরিদ্রতা দস্যুর ন্যায় আসিবে, তোমার দৈন্যদশা ঢালীর ন্যায় আসিবে।"}]}