{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":28,"verses":[{"number":1,"verse":"কেহ তাড়না না করিলেও দুষ্ট পলায়; কিন্তু ধার্ম্মিকগণ সিংহের ন্যায় সাহসী।"},{"number":2,"verse":"দেশের অধর্ম্মে তাহার অনেক কর্ত্তা হয়; কিন্তু বুদ্ধিমান ও জ্ঞানবান লোক দ্বারা [কর্ত্তৃত্ব] স্থায়ী হয়।"},{"number":3,"verse":"যে দরিদ্র লোক দীনহীনদের প্রতি উপদ্রব করে, সে এমন প্লাবক বৃষ্টির তুল্য, যাহার পরে ভক্ষ্য থাকে না।"},{"number":4,"verse":"ব্যবস্থাত্যাগীরা দুষ্টের প্রশংসা করে; কিন্তু ব্যবস্থাপালকেরা দুষ্টদের প্রতিরোধ করে।"},{"number":5,"verse":"দুরাচারেরা বিচার বুঝে না, কিন্তু সদাপ্রভুর অন্বেষীরা সকলই বুঝে।"},{"number":6,"verse":"বরং সেই দরিদ্র লোক ভাল, যে নিজ সিদ্ধতায় চলে, তবু দ্বিপথগামী কুটিল লোক ধনবান হইলেও ভাল নয়।"},{"number":7,"verse":"যে ব্যবস্থা মানে, সেই জ্ঞানবান পুত্র; কিন্তু ভোক্তাদের সখা পিতার অপমানজনক।"},{"number":8,"verse":"যে সুদ ও বৃদ্ধি লইয়া আপন ধন বাড়ায়, সে দীনহীনদের প্রতি দয়াকারীর জন্য সঞ্চয় করে।"},{"number":9,"verse":"যে ব্যবস্থা শ্রবণ হইতে আপন কর্ণ ফিরাইয়া লয়, তাহার প্রার্থনাও ঘৃণাস্পদ।"},{"number":10,"verse":"যে সরল লোকদিগকে কুপথে লইয়া ভ্রান্ত করে, সে নিজের খাতে পতিত হইবে; কিন্তু সিদ্ধ লোকেরা মঙ্গলরূপ অধিকার পায়।"},{"number":11,"verse":"ধনী আপনার দৃষ্টিতে জ্ঞানবান, কিন্তু বুদ্ধিমান দরিদ্র তাহার পরীক্ষা করে।"},{"number":12,"verse":"ধার্ম্মিকদের উল্লাসে মহাগৌরব হয়, কিন্তু দুষ্টদের উন্নতি হইলে লোকদের খুঁজিয়া পাওয়া ভার।"},{"number":13,"verse":"যে আপন অধর্ম্ম সকল ঢাকে, সে কৃতকার্য্য হইবে না; কিন্তু যে তাহা স্বীকার করিয়া ত্যাগ করে, সে করুণা পাইবে।"},{"number":14,"verse":"ধন্য সেই ব্যক্তি, যে সর্ব্বদা ভয় রাখে; কিন্তু যে হৃদয় কঠিন করে, সে বিপদে পড়িবে।"},{"number":15,"verse":"যেমন গর্জ্জনকারী সিংহ ও পর্য্যটনকারী ভল্লুক, তেমনি দীনহীন প্রজার উপরে দুষ্ট শাসনকর্ত্তা।"},{"number":16,"verse":"যে অধ্যক্ষ হীনবুদ্ধি, সে আবার বড় উপদ্রবী; কিন্তু যে লোভ ঘৃণা করে, সেই দীর্ঘজীবী হইবে।"},{"number":17,"verse":"যে মনুষ্য নর-রক্তভারে ভারাক্রান্ত, সে গর্ত্ত পর্য্যন্ত পলাইবে, কেহ তাহাকে নিবারণ না করুক।"},{"number":18,"verse":"যে সিদ্ধভাবে চলে, সে রক্ষা পাইবে; কিন্তু যে বক্রগামী দুই পথে চলে, সে একটায় পতিত হইবে।"},{"number":19,"verse":"যে আপন জমি চাষ করে, সে যথেষ্ট আহার পায়; কিন্তু যে অসার লোকদের পিছনে পিছনে দৌড়ে, তাহার ঢের অকুলান হয়।"},{"number":20,"verse":"বিশ্বস্ত লোক অনেক আশীর্ব্বাদ পাইবে; কিন্তু যে ধনবান হইবার জন্য তাড়াতাড়ি করে, সে অদণ্ডিত থাকিবে না।"},{"number":21,"verse":"মানুষের মুখাপেক্ষা করা ভাল নয়, একখণ্ড রুটীর নিমিত্ত অধর্ম্ম করাও ভাল নয়।"},{"number":22,"verse":"যার চক্ষু মন্দ, সে ধনের চেষ্টায় ব্যতিব্যস্ত; সে জানে না যে, দীতনা তাহাকে ধরিবে।"},{"number":23,"verse":"কোন লোককে যে অনুযোগ করে, শেষে সে অনুগ্রহ পাইবে, যে জিহ্বাতে চাটুবাদ করে, সে নয়।"},{"number":24,"verse":"যে পিতামাতার ধন চুরি করিয়া বলে, এ ত অধর্ম্ম নয়, সে ব্যক্তি বিনাশকের সখা।"},{"number":25,"verse":"যে বেশী আকাঙ্ক্ষা করে, সে বিবাদ উত্তেজনা করে, কিন্তু যে সদাপ্রভুকে বিশ্বাস করে, সে পুষ্ট হইবে।"},{"number":26,"verse":"যে নিজ হৃদয়কে বিশ্বাস করে, সে হীনবুদ্ধি; কিন্তু যে প্রজ্ঞা-পথে চলে, সে রক্ষা পাইবে।"},{"number":27,"verse":"যে দরিদ্রকে দান করে, তাহার অভাব ঘটে না, কিন্তু যে চক্ষু মুদে, সে অনেক অভিশাপ পাইবে।"},{"number":28,"verse":"দুষ্টদের উন্নতি হইলে লোকেরা লুকায়; তাহারা বিনষ্ট হইলে ধার্ম্মিকেরা বর্দ্ধিষ্ণু হয়।"}]}