{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"( পরদার ও আলস্যাদি বিষয়ে চেতনা-বাক্য।) বৎস, আমার প্রজ্ঞায় অবধান কর, আমার বুদ্ধির প্রতি কর্ণপাত কর;"},{"number":2,"verse":"যেন তুমি পরিণামদর্শিতা রক্ষা কর, যেন তোমার ওষ্ঠাধর জ্ঞানের কথা পালন করে।"},{"number":3,"verse":"কেননা পরকীয়া স্ত্রীর ওষ্ঠ হইতে মধু ক্ষরে, তাহার তালু তৈল অপেক্ষাও স্নিগ্ধ;"},{"number":4,"verse":"কিন্তু তাহার শেষ ফল নাগদানার ন্যায় তিক্ত, দ্বিধার খড়্গের ন্যায় তীক্ষ্ণ।"},{"number":5,"verse":"তাহার চরণ মৃত্যুর কাছে নামিয়া যায়, তাহার পাদবিক্ষেপ পাতালে পড়ে।"},{"number":6,"verse":"সে জীবনের সমান পথ পায় না, তাহার পথ সকল চঞ্চল; সে কিছু জানে না।"},{"number":7,"verse":"অতএব বৎসগণ, আমার কথা শুন, আমার মুখের বাক্য হইতে বিমুখ হইও না।"},{"number":8,"verse":"তুমি সেই স্ত্রী হইতে আপন পথ দূরে রাখ, তাহার গৃহ-দ্বারের নিকটে যাইও না;"},{"number":9,"verse":"পাছে তুমি নিজ সম্মান অন্যদিগকে দেও, নিজ বৎসর সকল নির্দ্দয়কে দেও;"},{"number":10,"verse":"পাছে অপর লোকে তোমার ধনে তৃপ্ত হয়, আর তোমার পরিশ্রমের ফল বিজাতীয়ের গৃহে থাকে;"},{"number":11,"verse":"পাছে শেষকালে তুমি অনুশোচনা কর, যখন তোমার মাংস ও শরীর ক্ষয় পায়;"},{"number":12,"verse":"পাছে বল, ‘হায়, আমি উপদেশ ঘৃণা করিয়াছি, আমার চিত্ত অনুযোগ তুচ্ছ করিয়াছে;"},{"number":13,"verse":"আমি নিজ গুরুদের কথা শুনি নাই, নিজ শিক্ষকদের বাক্যে কর্ণপাত করি নাই;"},{"number":14,"verse":"আমি প্রায় সর্ব্বপ্রকার মন্দে পড়িয়াছিলাম সমাজের ও মণ্ডলীর মধ্যে।’"},{"number":15,"verse":"তুমি নিজ জলাশয়ের জল পান কর, নিজ কূপের স্রোতোজল পান কর।"},{"number":16,"verse":"তোমার উনুই কি বাহিরে বিস্তারিত হইবে? চকে কি জলস্রোত হইয়া যাইবে?"},{"number":17,"verse":"উহা কেবল তোমারই হউক, তোমার সহিত অপর লোকের না হউক।"},{"number":18,"verse":"তোমার উনুই ধন্য হউক, তুমি আপন যৌবনের ভার্য্যায় আমোদ কর।"},{"number":19,"verse":"সে প্রেমিকা হরিণী ও কমনীয়া বাতপ্রমীবৎ; তাহারই কুচযুগ দ্বারা তুমি সর্ব্বদা আপ্যায়িত হও, তাহার প্রেমে তুমি সতত মোহিত থাক।"},{"number":20,"verse":"বৎস, তুমি পরকীয়া স্ত্রীতে কেন মোহিত হইবে? বিজাতীয়ার বক্ষ কেন আলিঙ্গন করিবে?"},{"number":21,"verse":"মনুষ্যের পথ ত সদাপ্রভুর দৃষ্টিগোচর; তিনি তাহার সকল পথ সমান করেন। ( (বা) তৌল করেন।)"},{"number":22,"verse":"দুষ্ট নিজ অপরাধসমূহে ধরা পড়ে, সে নিজ পাপ-পাশে বদ্ধ হয়।"},{"number":23,"verse":"সে উপদেশের অভাবে প্রাণ ত্যাগ করিবে, নিজ অজ্ঞানতার আধিক্যে ভ্রান্ত হইবে।"}]}