{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"বৎস, তুমি যদি বন্ধুর জামিন হইয়া থাক, যদি অপরের সহিত হস্তে তালী দিয়া থাক,"},{"number":2,"verse":"তবে আপন মুখের কথায় ফাঁদে পতিত হইয়াছ, আপন মুখের কথায় ধৃত হইয়াছ।"},{"number":3,"verse":"এখন, বৎস, তুমি এই কার্য্য কর; আপনাকে উদ্ধার কর; যখন তুমি আপন বন্ধুর হস্তগত হইয়াছ, তখন যাও, বিনত হও, বন্ধুর সাধ্যসাধনা কর;"},{"number":4,"verse":"তোমার চক্ষুকে নিদ্রা যাইতে দিও না, চক্ষুর পাতাকে মুদ্রিত হইতে দিও না;"},{"number":5,"verse":"আপনাকে হরিণের ন্যায় [ব্যাধের] হস্ত হইতে, পক্ষীর ন্যায় জালিকের হস্ত হইতে উদ্ধার কর।"},{"number":6,"verse":"হে অলস, তুমি পিপীলিকার কাছে যাও, তাহার ক্রিয়া সকল দেখিয়া জ্ঞানবান হও।"},{"number":7,"verse":"তাহার বিচারকর্ত্তা কেহ নাই, শাসনকর্ত্তা কি অধ্যক্ষ কেহ নাই,"},{"number":8,"verse":"তবু সে গ্রীষ্মকালে আপন খাদ্য প্রস্তুত করে, শস্য কাটিবার সময়ে ভক্ষ্য সঞ্চয় করে।"},{"number":9,"verse":"হে অলস, তুমি কত কাল শুইয়া থাকিবে? কখন্ নিদ্রা হইতে উঠিবে?"},{"number":10,"verse":"‘আর একটু নিদ্রা, আর একটু তন্দ্রা, আর একটু শুইয়া হস্ত জড়সড় করিব’;"},{"number":11,"verse":"তাই তোমার দরিদ্রতা দস্যুর ন্যায় আসিবে, তোমার দৈন্যদশা ঢালীর ন্যায় আসিবে।"},{"number":12,"verse":"যে ব্যক্তি পাষণ্ড, যে লোক অপরাধী, সে মুখের কুটিলতায় চলে,"},{"number":13,"verse":"সে চক্ষু দ্বারা ইঙ্গিত করে, পদ দ্বারা কথা বলে, সে অঙ্গুলি দ্বারা সঙ্কেত করে,"},{"number":14,"verse":"তাহার হৃদয়ে কুটিলতা থাকে, সে সতত কুকল্পনা করে, সে বিবাদ খুলিয়া দেয়।"},{"number":15,"verse":"সেই জন্য অকস্মাৎ তাহার বিপদ আসিবে, হঠাৎ সে ভগ্ন হইবে; আর প্রতীকার হইবে না।"},{"number":16,"verse":"এই ছয় বস্তু সদাপ্রভুর ঘৃণিত, এমন কি, সপ্ত বস্তু তাঁহার প্রাণের ঘৃণাস্পদ;"},{"number":17,"verse":"উদ্ধত দৃষ্টি, মিথ্যাবাদী জিহ্বা, নির্দ্দোষের রক্তপাতকারী হস্ত,"},{"number":18,"verse":"দুষ্ট সঙ্কল্পকারী হৃদয়, দুষ্কর্ম্ম করিতে দ্রুতগামী চরণ,"},{"number":19,"verse":"যে মিথ্যাসাক্ষী অসত্য কথা কহে, ও যে ভ্রাতৃগণের মধ্যে বিবাদ খুলিয়া দেয়।"},{"number":20,"verse":"বৎস, তুমি আপন পিতার আজ্ঞা পালন কর, আপন মাতার ব্যবস্থা ত্যাগ করিও না।"},{"number":21,"verse":"উহা সর্ব্বদা তোমার হৃদয়ে গাথিয়া রাখ, তোমার কণ্ঠদেশে বাঁধিয়া রাখ।"},{"number":22,"verse":"গমনকালে সে তোমাকে পথ দেখাইবে, শয়নকালে তোমার প্রহরী হইবে, জাগরণকালে তোমার সহিত আলাপ করিবে।"},{"number":23,"verse":"কেননা আজ্ঞা প্রদীপ ও ব্যবস্থা আলোক, এবং শিক্ষাজনক অনুযোগ জীবনের পথ;"},{"number":24,"verse":"সে তোমাকে রক্ষা করিবে, দুষ্টা স্ত্রী হইতে, বিজাতীয়ার জিহ্বার চাটুবাদ হইতে।"},{"number":25,"verse":"তুমি হৃদয়ে উহার সৌন্দর্য্যে লুব্ধ হইও না, উহার অপাঙ্গ-ভঙ্গিতে ধৃত হইও না।"},{"number":26,"verse":"কেননা বারাঙ্গনা দ্বারা অন্নাভাব ঘটে, পরস্ত্রী [মনুষ্যের] মহামূল্য প্রাণ মৃগয়া করে।"},{"number":27,"verse":"কেহ যদি বক্ষঃস্থলে অগ্নি রাখে, তবে তাহার বস্ত্র কি পুড়িয়া যাইবে না?"},{"number":28,"verse":"কেহ যদি জ্বলন্ত অঙ্গারের উপর দিয়া চলে, তবে তাহার পদতল কি পুড়িয়া যাইবে না?"},{"number":29,"verse":"তদ্রূপ যে প্রতিবাসীর স্ত্রীর কাছে গমন করে; যে তাহাকে স্পর্শ করে, সে অদণ্ডিত থাকিবে না।"},{"number":30,"verse":"যে ক্ষুধিত হইয়া প্রাণের তৃপ্তির জন্য চুরি করে, লোকে সেই চোরকে উপেক্ষা করে না;"},{"number":31,"verse":"কিন্তু ধরা পড়িলে তাহাকে সপ্তগুণ ফিরাইয়া দিতে হইবে, তাহার গৃহের সর্ব্বস্বও সমর্পণ করিতে হইবে।"},{"number":32,"verse":"পরদারগামী পুরুষ বুদ্ধিবিহীন, সে তাহা করিয়া আপনার প্রাণ আপনি নষ্ট করে।"},{"number":33,"verse":"সে আঘাত ও অবমাননা পাইবে; তাহার দুর্নাম কখনও ঘুচিবে না।"},{"number":34,"verse":"যেহেতু অন্তর্জ্বালা স্বামীর চণ্ডতা, প্রতিশোধের দিনে সে ক্ষমা করিবে না;"},{"number":35,"verse":"সে কোন প্রকার প্রায়শ্চিত্ত গ্রাহ্য করিবে না, অনেক উৎকোচ দিলেও সম্মত হইবে না।"}]}