{"bibleAbbr":"bnOV2016","bookName":"হিতোপদেশ।","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"বৎস, আমার কথা সকল পালন কর, আমার আজ্ঞা সকল তোমার কাছে সঞ্চয় কর।"},{"number":2,"verse":"আমার আজ্ঞা সকল পালন কর, জীবন পাইবে, নয়ন-তারার ন্যায় আমার ব্যবস্থা রক্ষা কর;"},{"number":3,"verse":"তোমার অঙ্গুলি-কলাপে সেগুলি বাঁধিয়া রাখ, তোমার হৃদয়-ফলকে তাহা লিখিয়া রাখ।"},{"number":4,"verse":"প্রজ্ঞাকে বল, তুমি আমার ভগিনী, সুবিবেচনাকে তোমার সখী বল;"},{"number":5,"verse":"তাহাতে তুমি পরকীয়া স্ত্রী হইতে রক্ষা পাইবে, চাটুভাষিণী বিজাতীয়া হইতে রক্ষা পাইবে।"},{"number":6,"verse":"আমি আপন গৃহের বাতায়ন হইতে খড়খড়ি দিয়া নিরীক্ষণ করিতেছিলাম;"},{"number":7,"verse":"অবোধদের মধ্যে আমার দৃষ্টি পড়িল, আমি যুবকগণের মধ্যে এক জনকে দেখিলাম, সে বুদ্ধিবিহীন যুবক।"},{"number":8,"verse":"সে গলিতে গেল, ঐ স্ত্রীর কোণের নিকটে আসিল, তাহার বাটীর পথে চলিল।"},{"number":9,"verse":"তখন সন্ধ্যাকাল, দিবাবসান হইয়াছিল, রাত্রিও অন্ধকার হইয়াছিল।"},{"number":10,"verse":"তখন দেখ, এক স্ত্রী তাহার সম্মুখে আসিল, সে বেশ্যা-বেশধারিণী ও চতুর-চিত্তা;"},{"number":11,"verse":"সে কলহকারিণী ও অবাধ্যা, তাহার চরণ ঘরে থাকে না;"},{"number":12,"verse":"সে কখনও সড়কে, কখনও চকে, কোণে কোণে অপেক্ষাতে থাকে।"},{"number":13,"verse":"সে তাহাকে ধরিয়া চুম্বন করিল, নির্লজ্জ মুখে তাহাকে কহিল,"},{"number":14,"verse":"‘আমাকে মঙ্গলার্থক বলিদান করিতে হইয়াছে, আজ আমি আপন মানত পূর্ণ করিয়াছি;"},{"number":15,"verse":"তাই তোমার সহিত সাক্ষাৎ করিতে বাহিরে আসিয়াছি, সযত্নে তোমার মুখ দেখিতে আসিয়াছি, তোমাকে পাইয়াছি।"},{"number":16,"verse":"আমি খাটে বুটাদার চাদর পাড়িয়াছি, মিস্রীয় সূত্রের চিত্রবিচিত্র বস্ত্র পাড়িয়াছি।"},{"number":17,"verse":"আমি গন্ধরস, অগুরু ও দারুচিনি দিয়া আপন শয্যা আমোদিত করিয়াছি।"},{"number":18,"verse":"চল, আমরা প্রভাত পর্য্যন্ত কামরসে মত্ত হই, আমরা প্রেম বাহুল্যে বিলাস করি।"},{"number":19,"verse":"কেননা কর্ত্তা ঘরে নাই, তিনি দূরে যাত্রা করিয়াছেন;"},{"number":20,"verse":"টাকার তোড়া সঙ্গে লইয়া গিয়াছেন, পূর্ণিমার দিন ঘরে আসিবেন।’"},{"number":21,"verse":"অনেক মধুর বাক্যে সে তাহার চিত্ত হরণ করিল, ওষ্ঠাধরের চাটুবাদে তাহাকে আকর্ষণ করিল।"},{"number":22,"verse":"অমনি সে তাহার পশ্চাতে গেল, যেমন গোরু হত হইতে যায়, যেমন শৃঙ্খলবদ্ধ ব্যক্তি নির্ব্বোধের শাস্তি পাইতে যায়;"},{"number":23,"verse":"শেষে তাহার যকৃৎ বাণে বিদ্ধ হইল; যেমন পক্ষী ফাঁদে পড়িতে বেগে ধাবিত হয়, আর জানে না যে, তাহা প্রাণনাশক।"},{"number":24,"verse":"এখন বৎসগণ, আমার বাক্য শুন, আমার মুখের কথায় অবধান কর।"},{"number":25,"verse":"তোমার চিত্ত উহার পথে না যাউক, তুমি উহার মার্গে ভ্রমণ করিও না।"},{"number":26,"verse":"কেননা সে অনেককে আঘাত করিয়া নিপাত করিয়াছে, তাহার নিহত লোকেরা বৃহৎ দল।"},{"number":27,"verse":"তাহার গৃহ পাতালের পথ, যে পথ মৃত্যুর অন্তঃপুরে নামিয়া যায়।"}]}