{"bibleAbbr":"RcV2003","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"And Jehovah said to Samuel, How long will you mourn for Saul, though I have rejected him from being king over Israel? Fill your horn with oil, and go; I will send you to Jesse the Bethlehemite; for I have selected for Myself a king among his sons."},{"number":2,"verse":"And Samuel said, How can I go? If Saul hears of it, he will kill me. And Jehovah said, Take a heifer with you, and say, I have come to sacrifice to Jehovah."},{"number":3,"verse":"Then call Jesse to the sacrifice, and I will make known to you what you shall do. And you shall anoint for Me the one whom I name to you."},{"number":4,"verse":"So Samuel did what Jehovah said and came to Bethlehem. And the elders of the city came trembling to meet him, and they said, Do you come peaceably?"},{"number":5,"verse":"And he said, Peaceably. I have come to sacrifice to Jehovah. Sanctify yourselves and come with me to the sacrifice. And he sanctified Jesse and his sons and called them to the sacrifice."},{"number":6,"verse":"And when they came, he saw Eliab and said, Surely Jehovah’s anointed is now before Him."},{"number":7,"verse":"But Jehovah said to Samuel, Do not regard his appearance and the height of his stature, because I have rejected him. For it is not how man sees that matters; for man looks on the outward appearance, but Jehovah looks on the heart."},{"number":8,"verse":"Then Jesse called Abinadab and had him pass before Samuel; and Samuel said, Jehovah has not chosen this one either."},{"number":9,"verse":"And Jesse had Shammah pass by; and he said, Jehovah has not chosen this one either."},{"number":10,"verse":"And Jesse had seven of his sons pass before Samuel; and Samuel said to Jesse, Jehovah has not chosen these."},{"number":11,"verse":"Then Samuel said to Jesse, Are these all the young men you have? And he said, There is still the youngest, but he is now tending the sheep. And Samuel said to Jesse, Send for him, and bring him; for we will not sit down until he comes here."},{"number":12,"verse":"So he sent for him and brought him in. Now he was ruddy and had beautiful eyes and a handsome appearance. And Jehovah said, Arise; anoint him, for this is he."},{"number":13,"verse":"And Samuel took the horn of oil and anointed him in the midst of his brothers, and the Spirit of Jehovah rushed upon David from that day forward. Then Samuel rose up and went to Ramah."},{"number":14,"verse":"And the Spirit of Jehovah departed from Saul, and an evil spirit from Jehovah terrorized him."},{"number":15,"verse":"And Saul’s servants said to him, See now, an evil spirit from God is terrorizing you."},{"number":16,"verse":"Let our lord speak. Your servants are before you; they will seek out a man who is skilled in playing the lyre. And when the evil spirit from God is upon you, he will play it by hand, and you will be well."},{"number":17,"verse":"And Saul said to his servants, Select for me a man who can play well, and bring him to me."},{"number":18,"verse":"And one of the attendants answered and said, I have just seen a son of Jesse the Bethlehemite, who is skilled in playing and a mighty man of valor and a man of war and prudent in speech and of good presence, and Jehovah is with him."},{"number":19,"verse":"So Saul sent messengers to Jesse and said, Send me David your son, who is among the sheep."},{"number":20,"verse":"And Jesse took a donkey laden with bread and a skin of wine and a kid, and sent them by David his son to Saul."},{"number":21,"verse":"And David came to Saul and entered his service. And Saul loved him greatly, and he became his armor bearer."},{"number":22,"verse":"And Saul sent word to Jesse, saying, Let David enter my service, for he has found favor in my sight."},{"number":23,"verse":"So whenever the evil spirit from God was upon Saul, David took his lyre and played it by hand, and Saul was refreshed and was well; and the evil spirit departed from him."}]}