{"bibleAbbr":"RcV2003","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"Then David went from there and escaped to the cave of Adullam. And when his brothers and all his father’s house heard of it, they went down to him there."},{"number":2,"verse":"And everyone who was in distress and everyone who was in debt and everyone who was discontented gathered to him, and he became captain over them. And with him were about four hundred men."},{"number":3,"verse":"And David went from there to Mizpeh of Moab. And he said to the king of Moab, Let my father and mother go forth and be with you until I know what God will do for me."},{"number":4,"verse":"And he brought them before the king of Moab, and they remained with him all the time that David was in the stronghold."},{"number":5,"verse":"And Gad the prophet said to David, Do not stay in the stronghold; depart and go into the land of Judah. So David departed and went into the forest of Hereth."},{"number":6,"verse":"Then Saul heard that David and the men with him had been discovered. Now Saul was sitting in Gibeah, under the tamarisk tree on the height; and his spear was in his hand, and all his servants were standing around him."},{"number":7,"verse":"And Saul said to his servants standing around him, Hear now, you Benjaminites: Will the son of Jesse give every one of you fields and vineyards, will he make every one of you captains of thousands and captains of hundreds,"},{"number":8,"verse":"That every one of you has conspired against me, so that no one discloses it to me when my son makes a covenant with the son of Jesse, and none of you is sorry for me or discloses it to me when my son stirs up my servant against me to ambush me as on this day?"},{"number":9,"verse":"Then Doeg the Edomite, who was set over Saul’s servants, answered and said, I saw the son of Jesse coming to Ahimelech the son of Ahitub at Nob."},{"number":10,"verse":"And he inquired of Jehovah for him and gave him provisions, and he gave him the sword of Goliath the Philistine."},{"number":11,"verse":"Then the king sent men to call Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests who were in Nob. And all of them came to the king."},{"number":12,"verse":"And Saul said, Hear now, you son of Ahitub. And he said, Here I am, my lord."},{"number":13,"verse":"And Saul said to him, Why have you conspired against me, you and the son of Jesse, in that you have given him food and a sword, and have inquired of God for him, so that he rises up against me to ambush me as on this day?"},{"number":14,"verse":"And Ahimelech answered the king and said, And who among all your servants is as faithful as David, who is the king’s son-in-law and has access to your council and is honored in your house?"},{"number":15,"verse":"Was it just today that I began to inquire of God for him? Far be it from me! May the king not impute anything to his servant nor to all my father’s house, for your servant knows nothing of this matter, small or great."},{"number":16,"verse":"But the king said, You shall surely die, Ahimelech, you and all your father’s house."},{"number":17,"verse":"Then the king said to the runners who were standing around him, Turn, and kill the priests of Jehovah, because their hand is also with David, and because they knew that he was fleeing and they did not disclose it to me. But the king’s servants would not put forth their hand to attack the priests of Jehovah."},{"number":18,"verse":"And the king said to Doeg, You turn, and attack the priests. And Doeg the Edomite turned, and he attacked the priests. And on that day he killed eighty-five men who wore the linen ephod."},{"number":19,"verse":"And he struck Nob, the city of the priests, with the edge of the sword, both men and women, infants and sucklings, and oxen and asses and sheep, with the edge of the sword."},{"number":20,"verse":"But one of the sons of Ahimelech the son of Ahitub escaped, whose name was Abiathar, and he fled after David."},{"number":21,"verse":"And Abiathar told David that Saul had slain the priests of Jehovah."},{"number":22,"verse":"And David said to Abiathar, I knew on that day when Doeg the Edomite was there that he would surely tell Saul. I am responsible for all the lives of your father’s house."},{"number":23,"verse":"Remain with me, and do not be afraid; for he who seeks my life seeks your life, for you will be kept safe with me."}]}