{"bibleAbbr":"RcV2003","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":26,"verses":[{"number":1,"verse":"And the Ziphites came to Saul at Gibeah, saying, David is hiding himself on the hill of Hachilah, which is opposite the desert!"},{"number":2,"verse":"And Saul rose up and went down to the wilderness of Ziph, with him three thousand choice men of Israel, to seek David in the wilderness of Ziph."},{"number":3,"verse":"And Saul encamped on the hill of Hachilah, which is opposite the desert, by the road. And David remained in the wilderness, but he saw that Saul had come into the wilderness after him."},{"number":4,"verse":"And David sent spies and knew for certain that Saul had come."},{"number":5,"verse":"So David rose up and went to the place where Saul encamped. And David looked on the place where Saul and Abner the son of Ner, the captain of his army, lay. Now Saul was lying within the entrenchment, and the people were encamped around him."},{"number":6,"verse":"And David responded and spoke to Ahimelech the Hittite and Abishai the son of Zeruiah, the brother of Joab, saying, Who will go down with me to Saul at the camp? And Abishai said, I will go down with you."},{"number":7,"verse":"So David and Abishai went to the people by night; and there lay Saul, sleeping within the entrenchment, and his spear was stuck in the ground by his head. And Abner and the people lay around him."},{"number":8,"verse":"And Abishai said to David, God has delivered your enemy into your hand today. Now therefore let me strike him with the spear even to the ground with one stroke, and I will not do it twice."},{"number":9,"verse":"But David said to Abishai, Do not destroy him; for who can stretch out his hand against Jehovah’s anointed and be guiltless?"},{"number":10,"verse":"And David said, As Jehovah lives, Jehovah will strike him down, or his day will come to die, or he will go down in battle and perish."},{"number":11,"verse":"Jehovah forbid that I should stretch out my hand against Jehovah’s anointed. Now therefore take the spear that is by his head and the water jug, and let us go."},{"number":12,"verse":"So David took the spear and the water jug by Saul’s head, and they went away. And no one saw it or knew about it, nor did anyone awake, for all of them were sleeping; for a deep sleep from Jehovah had fallen upon them."},{"number":13,"verse":"And David crossed over to the other side and stood on the top of the hill far off; a great distance was between them."},{"number":14,"verse":"And David called out to the people and to Abner the son of Ner, saying, Will you not answer, Abner? And Abner answered and said, Who are you that calls out to the king?"},{"number":15,"verse":"And David said to Abner, Are you not a man? Who is like you in Israel? Why then have you not guarded your lord the king? For one of the people came in to destroy the king your lord."},{"number":16,"verse":"This thing is not good that you have done. As Jehovah lives, you are as good as dead because you did not guard your lord, Jehovah’s anointed. Now therefore, see where the king’s spear and the water jug that were by his head are."},{"number":17,"verse":"And Saul recognized David’s voice; and he said, Is this your voice, my son David? And David said, It is my voice, my lord, O king."},{"number":18,"verse":"And he said, Why does my lord pursue after his servant? For what have I done? Or what evil is in my hand?"},{"number":19,"verse":"Now therefore let my lord the king hear the words of his servant. If it is Jehovah who has stirred you up against me, let Him accept an offering; but if it is the sons of men, let them be cursed before Jehovah; for they have driven me out today, so that I cannot share in Jehovah’s inheritance, saying, Go, serve other gods."},{"number":20,"verse":"Now therefore do not let my blood fall to the ground apart from the presence of Jehovah; for the king of Israel has come forth to seek a single flea, as one might hunt a partridge in the mountains."},{"number":21,"verse":"And Saul said, I have sinned. Return, my son David; for I will not harm you anymore, because my life was precious in your sight this day. I have indeed acted foolishly and have made a very great mistake."},{"number":22,"verse":"And David answered and said, Here is the spear, O king. Let one of the young men cross over and get it."},{"number":23,"verse":"And Jehovah will repay to each man his righteousness and faithfulness: Because Jehovah has delivered you into my hand today, and I would not stretch out my hand against Jehovah’s anointed;"},{"number":24,"verse":"Then just as great as your life was in my eyes this day, so great may my life be in Jehovah’s eyes that He would deliver me from all distress."},{"number":25,"verse":"And Saul said to David, Blessed are you, my son David. You shall most certainly both do and prevail. And David went on his way, and Saul returned to his place."}]}