{"bibleAbbr":"RcV2003","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"And the boy Samuel ministered to Jehovah before Eli. Now the word of Jehovah was rare in those days; visions were not widespread."},{"number":2,"verse":"And at that time Eli lay in his place, and his eyesight had begun to grow dim, so that he could not see."},{"number":3,"verse":"And the lamp of God had not yet gone out. And Samuel lay in the temple of Jehovah, where the Ark of God was."},{"number":4,"verse":"Then Jehovah called to Samuel. And he said, Here I am."},{"number":5,"verse":"And he ran to Eli and said, Here I am, for you called me. And he said, I did not call. Go back and lie down. And he went and lay down."},{"number":6,"verse":"And Jehovah called yet again, Samuel. And Samuel rose up and went to Eli and said, Here I am, for you called me. And he said, I did not call, my son. Go back and lie down."},{"number":7,"verse":"Now Samuel did not yet know Jehovah, and the word of Jehovah had not yet been revealed to him."},{"number":8,"verse":"Then Jehovah called Samuel again, the third time. And he rose up and went to Eli and said, Here I am, for you called me. Then Eli perceived that it was Jehovah calling the boy."},{"number":9,"verse":"And Eli said to Samuel, Go and lie down, and if He calls you, you shall say, Speak, O Jehovah; for Your servant is listening. And Samuel went and lay down in his place."},{"number":10,"verse":"Then Jehovah came and stood by and called as at the other times, Samuel! Samuel! And Samuel said, Speak, for Your servant is listening."},{"number":11,"verse":"And Jehovah said to Samuel, I am about to do something in Israel which will make both ears of anyone who hears of it tingle."},{"number":12,"verse":"On that day I will fulfill against Eli all that I have spoken concerning his house, from beginning to end."},{"number":13,"verse":"For I have told him that I am about to judge his house forever because of the iniquity which he knew; for his sons brought the curse upon themselves, and he did not restrain them."},{"number":14,"verse":"And therefore I have sworn to the house of Eli that the iniquity of the house of Eli shall not be expiated by sacrifice or by offering forever."},{"number":15,"verse":"And Samuel lay down until the morning, when he opened the doors of the house of Jehovah. And Samuel was afraid to tell the vision to Eli."},{"number":16,"verse":"But Eli called Samuel and said, Samuel my son. And he said, Here I am."},{"number":17,"verse":"And he said, What was the word that He spoke to you? Do not hide it from me. May God do so to you, and even more, if you hide from me any of the word which He spoke to you."},{"number":18,"verse":"So Samuel told him everything and did not hide anything from him. And he said, He is Jehovah; let Him do what is good in His sight."},{"number":19,"verse":"And Samuel grew, and Jehovah was with him and let none of his words fall to the ground."},{"number":20,"verse":"And all Israel, from Dan to Beer-sheba, knew that Samuel had been established as a prophet of Jehovah."},{"number":21,"verse":"And Jehovah continued to appear in Shiloh, for Jehovah revealed Himself to Samuel in Shiloh by the word of Jehovah."}]}