{"bibleAbbr":"RcV2003","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"When the Philistines took the Ark of God, they brought it from Ebenezer to Ashdod."},{"number":2,"verse":"And the Philistines took the Ark of God and brought it into the house of Dagon, and they set it next to Dagon."},{"number":3,"verse":"And when the Ashdodites arose early the next day, there was Dagon, fallen on his face to the ground, before the Ark of Jehovah. And they took Dagon and put him back in his place."},{"number":4,"verse":"And when they arose early in the morning of the next day, there was Dagon, fallen on his face to the ground, before the Ark of Jehovah. And Dagon’s head and the palms of his hands were cut off, lying on the threshold; only Dagon’s trunk was left to him."},{"number":5,"verse":"Because of this, neither the priests of Dagon nor any who enter the house of Dagon tread upon Dagon’s threshold in Ashdod to this day."},{"number":6,"verse":"But the hand of Jehovah was heavy upon the Ashdodites, and He devastated them and struck them with tumors, even Ashdod and its borders."},{"number":7,"verse":"And when the men of Ashdod saw that it was so, they said, The Ark of the God of Israel cannot stay with us, for His hand is hard on us and on Dagon our god."},{"number":8,"verse":"Therefore they sent for and gathered all the lords of the Philistines to themselves, and they said, What shall we do with the Ark of the God of Israel? And they said, Let the Ark of the God of Israel be brought around to Gath. And they brought the Ark of the God of Israel there."},{"number":9,"verse":"Then after they brought it there, the hand of Jehovah was against the city, causing a very great panic. And He struck the men of the city, from small to great; and they broke out with tumors."},{"number":10,"verse":"Then they sent the Ark of God to Ekron. But when the Ark of God came to Ekron, the Ekronites cried out, saying, They have brought the Ark of the God of Israel around to us to kill us and our people."},{"number":11,"verse":"And they sent for and gathered all the princes of the Philistines, and they said, Send away the Ark of the God of Israel; and let it return to its place, so that it does not kill us and our people. For the panic of death was throughout the whole city. The hand of God was very heavy there,"},{"number":12,"verse":"And the men who did not die were stricken with tumors. And the cry of the city went up to heaven."}]}