{"bibleAbbr":"RcV2003","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"Now the Ark of Jehovah was in the country of the Philistines seven months."},{"number":2,"verse":"And the Philistines called for the priests and the diviners and said, What shall we do with the Ark of Jehovah? Make known to us how we should send it forth to its place."},{"number":3,"verse":"And they said, If you send away the Ark of the God of Israel, do not send it away empty, but be sure to return Him a trespass offering. Then you will be healed, and it will be made known to you why His hand has not turned away from you."},{"number":4,"verse":"And they said, What is the trespass offering that we should return to Him? And they said, Five golden tumors and five golden mice, according to the number of the lords of the Philistines; for one plague was upon you all and upon your lords."},{"number":5,"verse":"Therefore you shall make images of your tumors and images of your mice that devastate the land, and you shall give glory to the God of Israel; perhaps He will lighten His hand on you and your gods and your land."},{"number":6,"verse":"Why then should you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He had dealt severely with them, did they not let the people go, and they went?"},{"number":7,"verse":"So now take and prepare a new cart and two milch cows on which the yoke has never come, and tie the cows to the cart, and bring their calves home, away from them."},{"number":8,"verse":"And take the Ark of Jehovah and put it on the cart; and in a box by the side of it, place the articles of gold which you are returning to Him as a trespass offering; and send it away that it may go."},{"number":9,"verse":"Then watch: If it goes up toward its own border at Beth-shemesh, it is He who has done us this great harm. But if it does not, we will know that it was not His hand that struck us; it happened to us by chance."},{"number":10,"verse":"And the men did so and took two milch cows and tied them to the cart and shut up their calves at home."},{"number":11,"verse":"And they put the Ark of Jehovah on the cart with the box and the gold mice and the images of their tumors."},{"number":12,"verse":"And the cows went straight in the way toward Beth-shemesh; they went on one road, lowing as they went; and they did not turn to the right or to the left. And the lords of the Philistines went after them as far as the border of Beth-shemesh."},{"number":13,"verse":"Now the people of Beth-shemesh were reaping their wheat harvest in the valley. And when they lifted up their eyes and saw the Ark, they rejoiced to see it."},{"number":14,"verse":"And the cart came into the field of Joshua the Beth-shemeshite and stood still there. And there was a great stone there. And they split up the wood of the cart and offered up the cows as a burnt offering to Jehovah."},{"number":15,"verse":"Then the Levites took down the Ark of Jehovah and the box that was with it, in which were the articles of gold; and they placed them on the great stone. And the men of Beth-shemesh offered up burnt offerings and sacrificed sacrifices that day to Jehovah."},{"number":16,"verse":"And when the five lords of the Philistines saw this, they returned to Ekron that day."},{"number":17,"verse":"And these are the gold tumors that the Philistines returned to Jehovah as a trespass offering: for Ashdod, one; for Gaza, one; for Ashkelon, one; for Gath, one; for Ekron, one;"},{"number":18,"verse":"And the gold mice, according to the number of all the cities of the Philistines that belonged to the five lords, both of fortified cities and country villages, as far as the great stone on which they rested the Ark of Jehovah, which is there to this day, in the field of Joshua the Beth-shemeshite."},{"number":19,"verse":"And He struck the men of Beth-shemesh because they looked into the Ark of Jehovah; and He struck seventy men among the people. And the people mourned because Jehovah struck the people with a great slaughter."},{"number":20,"verse":"And the men of Beth-shemesh said, Who can stand before Jehovah, this holy God? And to whom shall He go up from us?"},{"number":21,"verse":"And they sent messengers to the inhabitants of Kiriath-jearim, saying, The Philistines have returned the Ark of Jehovah; come down and take it up to you."}]}