{"bibleAbbr":"bnOV2016","bookName":"আমোষ ভাববাদীর পুস্তক।","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"( ইস্রায়েলের প্রতি তৃতীয় অনুযোগ।) হে ইস্রায়েল-কুল, আমি তোমাদের বিষয়ে এই যে বিলাপ করি, ইহা শুন।"},{"number":2,"verse":"ইস্রায়েল-কুমারী পতিতা হইয়াছে, সে আর উঠিবে না; সে আপন ভূমিতে আছাড় খাইয়াছে; তাহাকে উঠাইবার কেহ নাই।"},{"number":3,"verse":"কারণ প্রভু সদাপ্রভু এই কথা কহেন, যে নগরের লোকেরা সহস্র হইয়া বাহির হয়, তাহার এক শত অবশিষ্ট থাকিবে; আর যেখানে লোকেরা এক শত হইয়া বাহির হয়, তাহার দশ জন অবশিষ্ট থাকিবে, ইস্রায়েল-কুলের নিমিত্ত।"},{"number":4,"verse":"কারণ সদাপ্রভু ইস্রায়েল-কুলকে এই কথা কহেন, তোমরা আমার অন্বেষণ কর, তাহাতে বাঁচিবে।"},{"number":5,"verse":"কিন্তু বৈথেলের অন্বেষণ করিও না, গিল্গলে প্রবেশ করিও না, ও বেরশেবাতে যাইও না; কেননা গিল্গল অবশ্য নির্ব্বাসিত হইবে, বৈথেল অসার হইয়া পড়িবে।"},{"number":6,"verse":"সদাপ্রভুর অন্বেষণ কর, তাহাতে বাঁচিবে; নতুবা তিনি যোষেফের কুলে অগ্নিবৎ লাগিবেন, আর সেই অগ্নি গ্রাস করিবে, বৈথেলে নির্ব্বাণ করিবার কেহই থাকিবে না।"},{"number":7,"verse":"তোমরা বিচারকে নাগদানায় পরিণত করিতেছ, ও ধার্ম্মিকতাকে ভূমিসাৎ করিতেছ।"},{"number":8,"verse":"[তাঁহার অন্বেষণ কর,] যিনি কৃত্তিকা ও মৃগশীর্ষ নির্ম্মাণ করিয়াছেন, যিনি মৃত্যুচ্ছায়াকে প্রভাতে পরিণত করেন, যিনি দিনকে রাত্রির ন্যায় অন্ধকারময় করেন, যিনি সমুদ্রের জলসমূহকে আহ্বান করিয়া স্থলের উপর দিয়া বহান; তাঁহার নাম সদাপ্রভু।"},{"number":9,"verse":"তিনি বলবানের প্রতি হঠাৎ সর্ব্বনাশ উপস্থিত করেন, তাহাতে সর্ব্বনাশ দুর্গের উপরে আইসে।"},{"number":10,"verse":"যে নগর-দ্বারে অনুযোগ করে, লোকে তাহাকে দ্বেষ করে, এবং তাহারা সিদ্ধবাদীকে ঘৃণা করে।"},{"number":11,"verse":"তোমরা দীনহীন লোককে পদতলে দলিতেছ, ও তাহা হইতে গোমরূপ দর্শনী গ্রহণ করিতেছ; এই জন্য, তোমরা ক্ষোদিত প্রস্তরের গৃহ নির্ম্মাণ করিয়াছ বটে, কিন্তু তাহাতে বাস করিতে পাইবে না; তোমরা রম্য দ্রাক্ষাক্ষেত্র রোপন করিয়াছ বটে, কিন্তু তাহার দ্রাক্ষারস পান করিতে পাইবে না।"},{"number":12,"verse":"কেননা আমি জানি, তোমাদের অধর্ম্ম বহুবিধ, তোমাদের পাপ কঠোর; তোমরা ধার্ম্মিককে ক্লেশ দিতেছ, উৎকোচ গ্রহণ করিতেছ, এবং নগর-দ্বারে দরিদ্র লোকদের প্রতি অন্যায় করিতেছ।"},{"number":13,"verse":"এই জন্য এমন সময়ে বুদ্ধিমান লোক চুপ করিয়া থাকে, কেননা এ দুঃসময়।"},{"number":14,"verse":"উত্তমের চেষ্টা কর, মন্দের নয়, যেন বাঁচিতে পার; তাহাতে সদাপ্রভু, বাহিনীগণের ঈশ্বর, তোমাদের সঙ্গে থাকিবেন, যেমন তোমরা বলিয়া থাক।"},{"number":15,"verse":"মন্দকে ঘৃণা কর ও উত্তমকে ভালবাস, এবং নগর-দ্বারে ন্যায়বিচার স্থাপন কর; হয় ত বাহিনীগণের ঈশ্বর সদাপ্রভু যোষেফের অবশিষ্টাংশের প্রতি কৃপা করিবেন।"},{"number":16,"verse":"এই জন্য প্রভু, বাহিনীগণের ঈশ্বর সদাপ্রভু, এই কথা কহেন, সমস্ত চকে বিলাপ হইবে, এবং লোকে সমস্ত পথে হায় হায় করিবে; আর তাহারা চেঁচাইয়া কৃষককে বিলাপ করিতে বলিবে, বিলাপনিপুণদিগকে হাহাকার করিতে বলিবে।"},{"number":17,"verse":"আর সমস্ত দ্রাক্ষাক্ষেত্রে বিলাপ হইবে, কেননা আমি তোমার মধ্য দিয়া গমন করিব, ইহা সদাপ্রভু বলেন।"},{"number":18,"verse":"তোমরা, যাহারা সদাপ্রভুর দিনের আকাঙ্ক্ষা কর; ধিক্ তোমাদিগকে! সদাপ্রভুর দিন তোমাদের কি করিবে? তাহা অন্ধকার, আলোক নহে।"},{"number":19,"verse":"কোন ব্যক্তি যেন সিংহ হইতে পলায়ন করিল, আর ভল্লুকীর সম্মুখে পড়িল; অথবা গৃহে গিয়া ভিত্তিতে হস্ত রাখিলে সর্প তাহাকে দংশন করিল।"},{"number":20,"verse":"সদাপ্রভুর দিন কি আলোক, অন্ধকার কি নয়? তাহা কি ঘোর অন্ধকার নয়, তাহাতে কি দীপ্তি থাকিবে?"},{"number":21,"verse":"আমি তোমাদের উৎসব সকল ঘৃণা করি, অগ্রাহ্য করি, আমি তোমাদের পর্ব্বদিনের আঘ্রাণ লইব না।"},{"number":22,"verse":"তোমরা আমার নিকটে হোম ও নৈবেদ্য উৎসর্গ করিলে আমি তাহা গ্রাহ্য করিব না, এবং তোমাদের পুষ্ট পশুর মঙ্গলার্থক বলিদানেও দৃক্পাত করিব না।"},{"number":23,"verse":"আমার নিকট হইতে তোমার গানের গোল দূর কর, আমি তোমার নেবল-যন্ত্রের বাদ্য শুনিব না।"},{"number":24,"verse":"কিন্তু বিচার জলবৎ প্রবাহিত হউক, ধার্ম্মিকতা চিরপ্রবহমাণ স্রোতের ন্যায় বহুক।"},{"number":25,"verse":"হে ইস্রায়েল-কুল, তোমরা প্রান্তরে চল্লিশ বৎসর পর্য্যন্ত কি আমার উদ্দেশে বলিদান ও নৈবেদ্য উৎসর্গ করিয়াছিলে?"},{"number":26,"verse":"বরং তোমরা তোমাদের রাজা সিক্কূৎকে ও কীয়ূন নামক তোমাদের প্রতিমাগণকে, ( (বা) তোমাদের রাজার তাম্বুকে, ও তোমাদের প্রতিমাগণের আধারকে।) তোমাদের দেবের তারা, যাহা তোমরা আপনাদের নিমিত্ত নির্ম্মাণ করিয়াছিলে, এই সকল তুলিয়া বহন করিতে।"},{"number":27,"verse":"অতএব আমি ( (বা) তুলিয়া বহন করিবে। আর আমি।) তোমাদিগকে নির্ব্বাসনার্থে দম্মেশকের ওদিকে গমন করাইব, ইহা সদাপ্রভু কহেন, যাঁহার নাম বাহিনীগণের ঈশ্বর।"}]}