{"bibleAbbr":"TERV1998","bookName":"வெளிப்படுத்தின விசேஷம்","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"(ஒரு பெண்ணும், இராட்சச பாம்பும்) அத்துடன் பரலோகத்தில் ஓர் அதிசயம் காணப்பட்டது: ஒரு பெண் சூரியனை அணிந்திருந்தாள். அவளது பாதங்களின் கீழே சந்திரன் இருந்தது. அவளது தலையின் மேல் பன்னிரண்டு நட்சத்திரங்கள் உள்ள கிரீடம் இருந்தது."},{"number":2,"verse":"அவள் கருவுற்றிருந்தாள். அவள் வலியால் கதறினாள். ஏனெனில் அவள் குழந்தை பெறுகிற நிலையில் இருந்தாள்."},{"number":3,"verse":"பிறகு இன்னொரு அதிசயமும் பரலோகத்தில் காணப்பட்டது. மிகப் பெரிய சிவப்பு வண்ணமுடைய இராட்சசப் பாம்பு தோன்றியது. அதற்கு ஏழு தலைகளிருந்தன. ஏழு தலைகளிலும் ஏழு கிரீடங்கள் இருந்தன. அத்துடன் பத்துக் கொம்புகளும் அதற்கு இருந்தன."},{"number":4,"verse":"அதன் வால் உயர்ந்து வானில் உள்ள நட்சத்திரங்களில் மூன்றில் ஒரு பங்கை இழுத்து அவற்றைத் தரையில் வீசி எறிந்தன. பிள்ளை பெறுகிற நிலையில் இருந்த அப்பெண்ணின் முன்பு அந்தப் பாம்பு எழுந்து நின்றது. அவளுக்குக் குழந்தை பிறந்ததும் அதைத் தின்ன அப்பாம்பு தயாராக இருந்தது."},{"number":5,"verse":"அப்பெண் ஒரு ஆண் குழந்தையைப் பெற்றெடுத்தாள். அவன் எல்லா தேசங்களையும் இரும்புக் கோலால் ஆட்சி செய்வான். பிறகு அக்குழந்தை தேவனுடைய முன்னிலையிலும் சிம்மாசனத்தின் முன்னிலையிலும் எடுத்துச்செல்லப்பட்டது."},{"number":6,"verse":"அப்பெண் தேவனால் தயார் செய்யப்பட்ட இடமான பாலைவனத்திற்குள் ஓடினாள். அங்கே 1260 நாட்கள் கவனித்துக்கொள்ளப்படுவாள்."},{"number":7,"verse":"பின்பு பரலோகத்தில் ஒரு போர் உருவாயிற்று. அந்த இராட்சசப் பாம்புடன் மிகாவேலும் (மிகாவேல் தேவதூதர்களுக்குத் தலைமையான தூதன். யூதா 9.) அவனைச் சார்ந்த தேவ தூதர்களும் போரிட்டார்கள். பாம்பும், அதன் தூதர்களும் திரும்பித் தாக்கினார்கள்."},{"number":8,"verse":"பாம்பு போதுமான வல்லமை உடையதாய் இல்லை. இராட்சசப் பாம்பும், அதன் தூதர்களும் பரலோகத்தில் தம் இடத்தை இழந்தார்கள்."},{"number":9,"verse":"அப்பாம்பு பரலோகத்தில் இருந்து தூக்கி எறியப்பட்டது. (பிசாசு என்றும் சாத்தான் என்றும் அழைக்கப்படுகின்ற பழைய பாம்பு தான் இந்த இராட்சசப் பாம்பு ஆகும். அவன் உலகம் முழுவதையும் தவறான வழிக்குள் நடத்துகிறான்) பாம்பும் அதன் தூதர்களும் பூமியில் வீசி எறியப்பட்டார்கள்."},{"number":10,"verse":"அப்போது நான் பரலோகத்தில் ஓர் உரத்த குரலைக் கேட்டேன். அது, “வெற்றியும் வல்லமையும் நம் தேவனுடைய இராஜ்யமும், அவருடைய கிறிஸ்துவின் அதிகாரமும் இப்போது வந்திருக்கின்றன. ஏனெனில் நமது சகோதரர்கள்மேல் குற்றம் சுமத்தியவன் புறந்தள்ளப்பட்டான். நம் தேவனுக்கு முன்பாக இரவும் பகலும் நம் சகோதரர்கள் மேல் குற்றம் சுமத்தியவன் அவனே ஆவான்."},{"number":11,"verse":"நமது சகோதரர்கள் ஆட்டுக்குட்டியானவரின் இரத்தத்தாலும், தங்கள் சாட்சியின் வசனத்தாலும் சாத்தானை வென்றார்கள். அவர்கள் தம் வாழ்வைக் கூட அதிகம் நேசிக்கவில்லை. அவர்கள் மரணத்துக்கும் அஞ்சவில்லை."},{"number":12,"verse":"எனவே, பரலோகங்களே! அவற்றில் வாழ்பவர்களே! மகிழ்ச்சி அடையுங்கள். ஆனால் பூமிக்கும் கடலுக்கும் ஆபத்தாகும். ஏனெனில் சாத்தான் உங்களிடம் வந்துவிட்டான். அவன் கோபத்தோடு இருக்கின்றான். அவனது காலம் அதிகம் இல்லை என்பது அவனுக்குத் தெரியும்” என்றது."},{"number":13,"verse":"இராட்சசப் பாம்பானது தான் பூமியில் வீசி எறியப்பட்டதை அறிந்துகொண்டது. ஆகையால் அது ஆண்பிள்ளையைப் பெற்ற அந்தப் பெண்ணைத் துரத்தியது."},{"number":14,"verse":"ஆனால் அப்பெண்ணுக்குப் பெருங்கழுகின் இரண்டு சிறகுகள் கொடுக்கப்பட்டன. அவற்றால் அவள் பாலைவனத்தில் தனக்காக தயார் செய்யப்பட்ட இடத்துக்குப் பறந்து செல்ல முடிந்தது. பாம்பிடமிருந்து அவள் அங்கே மூன்றரை வருட காலத்திற்கு கவனித்துக்கொள்ளப்பட்டாள்."},{"number":15,"verse":"பிறகு அப்பாம்பு தன் வாயில் இருந்து நதியைப் போன்று நீரை வெளியிட்டது. வெள்ளம் அப்பெண்ணை இழுத்துப்போக ஏதுவாக அந்நீர் அவளை நோக்கிச் சென்றது."},{"number":16,"verse":"ஆனால் பூமி அப்பெண்ணுக்கு உதவியது. பூமி தன் வாயைத் திறந்து இராட்சசப் பாம்பின் வாயில் இருந்து வெளிவரும் வெள்ளத்தை விழுங்கியது."},{"number":17,"verse":"பின்னும் அப்பாம்புக்கு அப்பெண்ணின்மீது மிகுந்த கோபம் இருந்தது. அவளது மற்ற பிள்ளைகளோடு போரிட அப்பாம்பு புறப்பட்டுப் போயிற்று. தேவனுடைய கட்டளைக்குக் கீழ்ப்படிகிறவர்களும், இயேசு போதித்த உண்மையைக் கொண்டிருப்பவர்களுமே அவளுடைய மற்ற பிள்ளைகள் ஆவார்கள். (18) அந்த இராட்சசப் பாம்பு கடற்கரையில் நின்றது."}]}