{"bibleAbbr":"NKJV1982","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"Dead flies putrefy the perfumer’s ointment, And cause it to give off a foul odor; So does a little folly to one respected for wisdom and honor."},{"number":2,"verse":"A wise man’s heart is at his right hand, But a fool’s heart at his left."},{"number":3,"verse":"Even when a fool walks along the way, He lacks wisdom, (Prov. 13:16; 18:2) And he shows everyone that he is a fool."},{"number":4,"verse":"If the spirit of the ruler rises against you, (Eccl. 8:3) Do not leave your post; For (1 Sam. 25:24-33; Prov. 25:15) conciliation pacifies great offenses."},{"number":5,"verse":"There is an evil I have seen under the sun, As an error proceeding from the ruler:"},{"number":6,"verse":"(Esth. 3:1) Folly is set in great dignity, While the rich sit in a lowly place."},{"number":7,"verse":"I have seen servants (Prov. 19:10; 30:22) on horses, While princes walk on the ground like servants."},{"number":8,"verse":"(Ps. 7:15; Prov. 26:27) He who digs a pit will fall into it, And whoever breaks through a wall will be bitten by a serpent."},{"number":9,"verse":"He who quarries stones may be hurt by them, And he who splits wood may be endangered by it."},{"number":10,"verse":"If the ax is dull, And one does not sharpen the edge, Then he must use more strength; But wisdom brings success."},{"number":11,"verse":"A serpent may bite (Ps. 58:4, 5; Jer. 8:17) when it is not charmed; The babbler is no different."},{"number":12,"verse":"(Prov. 10:32; Luke 4:22) The words of a wise man’s mouth are gracious, But (Prov. 10:14; Eccl. 4:5) the lips of a fool shall swallow him up;"},{"number":13,"verse":"The words of his mouth begin with foolishness, And the end of his talk is raving madness."},{"number":14,"verse":"((Prov. 15:2); Eccl. 5:3) A fool also multiplies words. No man knows what is to be; Who can tell him (Eccl. 3:22; 8:7) what will be after him?"},{"number":15,"verse":"The labor of fools wearies them, For they do not even know how to go to the city!"},{"number":16,"verse":"(Is. 3:4, 5; 5:11) Woe to you, O land, when your king is a child, And your princes feast in the morning!"},{"number":17,"verse":"Blessed are you, O land, when your king is the son of nobles, And your (Prov. 31:4; Is. 5:11) princes feast at the proper time— For strength and not for drunkenness!"},{"number":18,"verse":"Because of laziness the building decays, And (Prov. 24:30-34) through idleness of hands the house leaks."},{"number":19,"verse":"A feast is made for laughter, And (Judg. 9:13; Ps. 104:15; Eccl. 2:3) wine makes merry; But money answers everything."},{"number":20,"verse":"(Ex. 22:28; Acts 23:5) Do not curse the king, even in your thought; Do not curse the rich, even in your bedroom; For a bird of the air may carry your voice, And a bird in flight may tell the matter."}]}