{"bibleAbbr":"NKJV1982","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":11,"verses":[{"number":1,"verse":"(The Value of Diligence) Cast your bread (Is. 32:20) upon the waters, ((Deut. 15:10; Prov. 19:17; Matt. 10:42; 2 Cor. 9:8; Gal. 6:9, 10; Heb. 6:10)) For you will find it after many days."},{"number":2,"verse":"(Ps. 112:9; Matt. 5:42; Luke 6:30; (1 Tim. 6:18, 19)) Give a serving (Mic. 5:5) to seven, and also to eight, (Eph. 5:16) For you do not know what evil will be on the earth."},{"number":3,"verse":"If the clouds are full of rain, They empty themselves upon the earth; And if a tree falls to the south or the north, In the place where the tree falls, there it shall lie."},{"number":4,"verse":"He who observes the wind will not sow, And he who regards the clouds will not reap."},{"number":5,"verse":"As (John 3:8) you do not know what is the way of the wind, (Ps. 139:14) Or how the bones grow in the womb of her who is with child, So you do not know the works of God who makes everything."},{"number":6,"verse":"In the morning sow your seed, And in the evening do not withhold your hand; For you do not know which will prosper, Either this or that, Or whether both alike will be good."},{"number":7,"verse":"Truly the light is sweet, And it is pleasant for the eyes (Eccl. 7:11) to behold the sun;"},{"number":8,"verse":"But if a man lives many years And (Eccl. 9:7) rejoices in them all, Yet let him (Eccl. 12:1) remember the days of darkness, For they will be many. All that is coming is vanity."},{"number":9,"verse":"(Seek God in Early Life) Rejoice, O young man, in your youth, And let your heart cheer you in the days of your youth; (Num. 15:39; Job 31:7; Eccl. 2:10) Walk in the ways of your heart, And in the sight of your eyes; But know that for all these (Eccl. 3:17; 12:14; (Rom. 14:10)) God will bring you into judgment."},{"number":10,"verse":"Therefore remove sorrow from your heart, And (2 Cor. 7:1; 2 Tim. 2:22) put away evil from your flesh, (Ps. 39:5) For childhood and youth are vanity."}]}