{"bibleAbbr":"NKJV1982","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":6,"verses":[{"number":1,"verse":"There (Eccl. 5:13) is an evil which I have seen under the sun, and it is common among men:"},{"number":2,"verse":"A man to whom God has given riches and wealth and honor, (Job 21:10; Ps. 17:14; 73:7) so that he lacks nothing for himself of all he desires; (Luke 12:20) yet God does not give him power to eat of it, but a foreigner consumes it. This is vanity, and it is an evil affliction."},{"number":3,"verse":"If a man begets a hundred children and lives many years, so that the days of his years are many, but his soul is not satisfied with goodness, or (2 Kin. 9:35; Is. 14:19, 20; Jer. 22:19) indeed he has no burial, I say that (Job 3:16; Ps. 58:8; Eccl. 4:3) a stillborn child is better than he—"},{"number":4,"verse":"for it comes in vanity and departs in darkness, and its name is covered with darkness."},{"number":5,"verse":"Though it has not seen the sun or known anything, this has more rest than that man,"},{"number":6,"verse":"even if he lives a thousand years twice—but has not seen goodness. Do not all go to one (Eccl. 2:14, 15) place?"},{"number":7,"verse":"(Prov. 16:26) All the labor of man is for his mouth, And yet the soul is not satisfied."},{"number":8,"verse":"For what more has the wise man than the fool? What does the poor man have, Who knows how to walk before the living?"},{"number":9,"verse":"Better is the (Eccl. 11:9) sight of the eyes than the wandering of desire. This also is vanity and grasping for the wind."},{"number":10,"verse":"Whatever one is, he has been named (Eccl. 1:9; 3:15) already, For it is known that he is man; (Job 9:32; Is. 45:9; Jer. 49:19) And he cannot contend with Him who is mightier than he."},{"number":11,"verse":"Since there are many things that increase vanity, How is man the better?"},{"number":12,"verse":"For who knows what is good for man in life, all the days of his vain life which he passes like (Ps. 102:11; James 4:14) a shadow? (Ps. 39:6; Eccl. 3:22) Who can tell a man what will happen after him under the sun?"}]}