{"bibleAbbr":"urDGV2010","bookName":"दान्याल","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"( दान्याल की आख़िरी रोया) फ़ारस के बादशाह ख़ोरस की हुकूमत के तीसरे साल में बेल्तशज़्ज़र यानी दान्याल पर एक बात ज़ाहिर हुई जो यक़ीनी है और जिस का ताल्लुक़ एक बड़ी मुसीबत से है। उसे रोया में इस पैग़ाम की समझ हासिल हुई।"},{"number":2,"verse":"उन दिनों में मैं, दान्याल तीन पूरे हफ़्ते मातम कर रहा था।"},{"number":3,"verse":"न मैं ने उम्दा खाना खाया, न गोश्त या मै मेरे होंटों तक पहुँची। तीन पूरे हफ़्ते मैं ने हर ख़ुश्बूदार तेल से पर्हेज़ किया।"},{"number":4,"verse":"पहले महीने के 24वें दिन ( २३ अप्रैल।) मैं बड़े दरया दिजला के किनारे पर खड़ा था।"},{"number":5,"verse":"मैं ने निगाह उठाई तो क्या देखता हूँ कि मेरे सामने कतान से मुलब्बस आदमी खड़ा है जिस की कमर में ख़ालिस सोने का पटका बंधा हुआ है।"},{"number":6,"verse":"उस का जिस्म पुखराज ( topas) जैसा था, उस का चेहरा आसमानी बिजली की तरह चमक रहा था, और उस की आँखें भड़कती मशअलों की मानिन्द थीं। उस के बाज़ू और पाँओ पालिश किए हुए पीतल की तरह दमक रहे थे। बोलते वक़्त यूँ लग रहा था कि बड़ा हुजूम शोर मचा रहा है।"},{"number":7,"verse":"सिर्फ़ मैं, दान्याल ने यह रोया देखी। मेरे साथियों ने उसे न देखा। तो भी अचानक उन पर इतनी दह्शत तारी हुई कि वह भाग कर छुप गए।"},{"number":8,"verse":"चुनाँचे मैं अकेला ही रह गया। लेकिन यह अज़ीम रोया देख कर मेरी सारी ताक़त जाती रही। मेरे चेहरे का रंग माँद पड़ गया और मैं बेबस हुआ।"},{"number":9,"verse":"फिर वह बोलने लगा। उसे सुनते ही मैं मुँह के बल गिर कर मदहोश हालत में ज़मीन पर पड़ा रहा।"},{"number":10,"verse":"तब एक हाथ ने मुझे छू कर हिलाया। उस की मदद से मैं अपने हाथों और घुटनों के बल हो सका।"},{"number":11,"verse":"वह आदमी बोला, “ऐ दान्याल, तू अल्लाह के नज़्दीक बहुत गिराँक़दर है! जो बातें मैं तुझ से करूँगा उन पर ग़ौर कर। खड़ा हो जा, क्यूँकि इस वक़्त मुझे तेरे ही पास भेजा गया है।” तब मैं थरथराते हुए खड़ा हो गया।"},{"number":12,"verse":"उस ने अपनी बात जारी रखी, “ऐ दान्याल, मत डरना! जब से तू ने समझ हासिल करने और अपने ख़ुदा के सामने झुकने का पूरा इरादा कर रखा है, उसी दिन से तेरी सुनी गई है। मैं तेरी दुआओं के जवाब में आ गया हूँ।"},{"number":13,"verse":"लेकिन फ़ार्सी बादशाही का सरदार 21 दिन तक मेरे रास्ते में खड़ा रहा। फिर मीकाएल जो अल्लाह के सरदार फ़रिश्तों में से एक है मेरी मदद करने आया, और मेरी जान फ़ार्सी बादशाही के उस सरदार के साथ लड़ने से छूट गई।"},{"number":14,"verse":"मैं तुझे वह कुछ सुनाने को आया हूँ जो आख़िरी दिनों में तेरी क़ौम को पेश आएगा। क्यूँकि रोया का ताल्लुक़ आने वाले वक़्त से है।”"},{"number":15,"verse":"जब वह मेरे साथ यह बातें कर रहा था तो मैं ख़ामोशी से नीचे ज़मीन की तरफ़ देखता रहा।"},{"number":16,"verse":"फिर जो आदमी सा लग रहा था उस ने मेरे होंटों को छू दिया, और मैं मुँह खोल कर बोलने लगा। मैं ने अपने सामने खड़े फ़रिश्ते से कहा, “ऐ मेरे आक़ा, यह रोया देख कर मैं दर्द-ए-ज़ह में मुब्तला औरत की तरह पेच-ओ-ताब खाने लगा हूँ। मेरी ताक़त जाती रही है।"},{"number":17,"verse":"ऐ मेरे आक़ा, आप का ख़ादिम किस तरह आप से बात कर सकता है? मेरी ताक़त तो जवाब दे गई है, साँस लेना भी मुश्किल हो गया है।”"},{"number":18,"verse":"जो आदमी सा लग रहा था उस ने मुझे एक बार फिर छू कर तक़वियत दी"},{"number":19,"verse":"और बोला, “ऐ तू जो अल्लाह की नज़र में गिराँक़दर है, मत डरना! तेरी सलामती हो। हौसला रख, मज़बूत हो जा!” जूँ ही उस ने मुझ से बात की मुझे तक़वियत मिली, और मैं बोला, “अब मेरे आक़ा बात करें, क्यूँकि आप ने मुझे तक़वियत दी है।”"},{"number":20,"verse":"उस ने कहा, “क्या तू मेरे आने का मक़्सद जानता है? जल्द ही मैं दुबारा फ़ारस के सरदार से लड़ने चला जाऊँगा। और उस से निपटने के बाद यूनान का सरदार आएगा।"},{"number":21,"verse":"लेकिन पहले मैं तेरे सामने वह कुछ बयान करता हूँ जो ‘सच्चाई की किताब’ में लिखा है। (इन सरदारों से लड़ने में मेरी मदद कोई नहीं करता सिवाए तुम्हारे सरदार फ़रिश्ते मीकाएल के।"}]}