{"bibleAbbr":"KNCL","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"(ಬಾರ್ನಬ ಮತ್ತು ಸೌಲರ ನಿಯೋಗ) ಅಂತಿಯೋಕ್ಯದ ಧರ್ಮಸಭೆಯಲ್ಲಿ ಕೆಲವು ಪ್ರವಾದಿಗಳೂ ಬೋಧಕರೂ ಇದ್ದರು. ಅವರಾರೆಂದರೆ: ಬಾರ್ನಬ, ಕಾಳನೆಂದು ಕರೆಯಲಾದ ಸಿಮೆಯೋನ್, ಸಿರೇನಿನ ಲೂಸಿಯಸ್, ಸಾಮಂತ ಹೆರೋದನ ಬಾಲ್ಯ ಸ್ನೇಹಿತ ಮೆನಹೇನ ಮತ್ತು ಸೌಲ."},{"number":2,"verse":"ಒಂದು ದಿನ ಅವರು ದೇವಾರಾಧನೆಯಲ್ಲೂ ಉಪವಾಸ ವ್ರತದಲ್ಲೂ ನಿರತರಾಗಿದ್ದಾಗ ಪವಿತ್ರಾತ್ಮ, “ಬಾರ್ನಬ ಮತ್ತು ಸೌಲರನ್ನು ನಾನು ಯಾವ ಕಾರ್ಯಕ್ಕಾಗಿ ಕರೆದಿದ್ದೇನೋ ಆ ಕಾರ್ಯಕ್ಕಾಗಿ ಮೀಸಲಾಗಿಡಿ,” ಎಂದರು."},{"number":3,"verse":"ಅಂತೆಯೇ ಅವರು ಉಪವಾಸವಿದ್ದು, ಪ್ರಾರ್ಥನೆಮಾಡಿ, ಇವರಿಬ್ಬರ ಮೇಲೆ ಹಸ್ತನಿಕ್ಷೇಪಮಾಡಿ ಕಳುಹಿಸಿಕೊಟ್ಟರು."},{"number":4,"verse":"(ಸೈಪ್ರಸ್ ದ್ವೀಪದಲ್ಲಿ ಧರ್ಮಪ್ರಚಾರ) ಹೀಗೆ ಪವಿತ್ರಾತ್ಮ ಅವರೇ ಕಳುಹಿಸಿದ ಬಾರ್ನಬ ಮತ್ತು ಸೌಲ ಸೆಲೂಸಿಯಾಕ್ಕೆ ಹೋದರು. ಅಲ್ಲಿಂದ ಸೈಪ್ರಸ್ ದ್ವೀಪಕ್ಕೆ ನೌಕಾಯಾನ ಮಾಡಿದರು."},{"number":5,"verse":"ಅವರು ಸಲಮೀಸ್ ಎಂಬ ಸ್ಥಳಕ್ಕೆ ಬಂದಾಗ ಯೆಹೂದ್ಯರ ಪ್ರಾರ್ಥನಾಮಂದಿರಗಳಿಗೆ ಹೋಗಿ ಶುಭಸಂದೇಶವನ್ನು ಸಾರಿದರು. ಮಾರ್ಕನೆನಿಸಿಕೊಂಡ ಯೊವಾನ್ನ ಅವರ ಸಂಗಡವಿದ್ದು ಅವರಿಗೆ ನೆರವಾಗುತ್ತಿದ್ದನು."},{"number":6,"verse":"ಅವರು ಆ ದ್ವೀಪದಲ್ಲೆಲ್ಲಾ ಪ್ರಯಾಣಮಾಡುತ್ತಾ ಪಾಫೊಸ್ ಎಂಬ ಊರಿಗೆ ಹೋದರು. ಅಲ್ಲಿ ‘ಬಾರ್‍ಯೇಸು’ ಎಂಬ ಮಂತ್ರವಾದಿಯನ್ನು ಕಂಡರು."},{"number":7,"verse":"ತಾನೊಬ್ಬ ಪ್ರವಾದಿಯೆಂದು ನಟಿಸುತ್ತಿದ್ದ ಯೆಹೂದ್ಯ ಅವನು; ಮಾತ್ರವಲ್ಲ, ಅಲ್ಲಿಯ ರಾಜ್ಯಪಾಲನಾಗಿದ್ದ ಸೆರ್ಗ್ಯಪೌಲನ ಪರಿವಾರಕ್ಕೆ ಸೇರಿದ್ದನು. ಈ ರಾಜ್ಯಪಾಲನೊಬ್ಬ ಜ್ಞಾನಿ. ಇವನು ದೇವರವಾಕ್ಯವನ್ನು ಕೇಳಲಪೇಕ್ಷಿಸಿ ಬಾರ್ನಬ ಮತ್ತು ಸೌಲರನ್ನು ಆಹ್ವಾನಿಸಿದನು."},{"number":8,"verse":"ಆದರೆ ಆ ಮಂತ್ರವಾದಿ (ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ ಅವನನ್ನು ‘ಎಲಿಮ’ ಎಂದು ಕರೆಯುತ್ತಿದ್ದರು) ಅವರನ್ನು ವಿರೋಧಿಸಿದನು. ರಾಜ್ಯಪಾಲನು ವಿಶ್ವಾಸಿಯಾಗದಂತೆ ತಡೆಯಲು ಯತ್ನಿಸಿದನು."},{"number":9,"verse":"ಆಗ, ಪೌಲ ಎಂದು ಹೆಸರುಗೊಂಡಿದ್ದ ಸೌಲನು ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗಿ ಆ ಮಂತ್ರವಾದಿಯನ್ನು ದಿಟ್ಟಿಸಿ ನೋಡಿದನು."},{"number":10,"verse":"“ಎಲವೋ ಪಿಶಾಚಿಕೋರನೇ, ಸರ್ವಸನ್ಮಾರ್ಗಕ್ಕೆ ಶತ್ರು ನೀನು; ಎಲ್ಲಾ ತಂತ್ರ ಕುತಂತ್ರಗಳು ನಿನ್ನಲ್ಲಿ ತುಂಬಿವೆ. ಪ್ರಭುವಿನ ಸನ್ಮಾರ್ಗಕ್ಕೆ ಅಡ್ಡಿ ಆತಂಕಗಳನ್ನು ಒಡ್ಡುತ್ತಿರುವೆಯಾ? ಇಗೋ, ಈಗ ಪ್ರಭುವಿನ ಶಾಪ ನಿನ್ನ ಮೇಲಿದೆ!"},{"number":11,"verse":"ನೀನು ಬೆಳಕನ್ನು ಕಾಣದೆ ಕೆಲವು ಕಾಲ ಕುರುಡನಾಗಿರುವೆ,” ಎಂದನು. ಆ ಕ್ಷಣವೇ ಎಲಿಮನ ಕಣ್ಣು ಮಬ್ಬಾಯಿತು; ಕತ್ತಲೆ ಕವಿದಂತಾಯಿತು; ಯಾರಾದರೂ ಕೈಹಿಡಿದು ನಡೆಸಲೆಂದು ಅವನು ತಡವರಿಸಲಾರಂಭಿಸಿದನು."},{"number":12,"verse":"ನಡೆದುದನ್ನು ಕಂಡ ರಾಜ್ಯಪಾಲನು ಪ್ರಭುವನ್ನು ವಿಶ್ವಾಸಿಸಿದನು; ಅವರನ್ನು ಕುರಿತ ಬೋಧನೆಯನ್ನು ಕೇಳಿ ವಿಸ್ಮಿತನಾದನು."},{"number":13,"verse":"(ಪಿಸಿದಿಯದ ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ ಪೌಲನ ಪ್ರಬೋಧನೆ) ಪೌಲ ಮತ್ತು ಸಂಗಡಿಗರು ಪಾಫೊಸಿನಿಂದ ನೌಕಾಯಾನ ಮಾಡಿ ಪಾಂಫೀಲಿಯದ ಪೆರ್ಗ ಎಂಬಲ್ಲಿಗೆ ಬಂದರು. ಮಾರ್ಕನೆನಿಸಿಕೊಂಡ ಯೊವಾನ್ನನು ಅವರನ್ನು ಅಲ್ಲೇ ಬಿಟ್ಟು ಜೆರುಸಲೇಮಿಗೆ ಹಿಂದಿರುಗಿದನು."},{"number":14,"verse":"ಉಳಿದವರು ಪೆರ್ಗದಿಂದ ಹೊರಟು ಪಿಸಿದಿಯ ಸೀಮೆಗೆ ಸೇರಿದ ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಬಂದರು. ಸಬ್ಬತ್‍ದಿನದಲ್ಲಿ ಪ್ರಾರ್ಥನಾಮಂದಿರಕ್ಕೆ ಹೋಗಿ ಕುಳಿತುಕೊಂಡರು."},{"number":15,"verse":"ಧರ್ಮಶಾಸ್ತ್ರ ಮತ್ತು ಪ್ರವಾದಿಗಳ ಗ್ರಂಥಗಳಿಂದ ವಾಚನವಾದ ನಂತರ ಪ್ರಾರ್ಥನಾಮಂದಿರದ ಅಧಿಕಾರಿಗಳು ಅವರಿಗೆ, “ಸಹೋದರರೇ, ಜನರಿಗೆ ಉಪಯುಕ್ತವಾದ ಹಿತೋಕ್ತಿ ಏನಾದರೂ ಇದ್ದರೆ ಉಪದೇಶಮಾಡಿ,” ಎಂದು ಕೇಳಿಕೊಂಡರು."},{"number":16,"verse":"ಆಗ ಪೌಲನು ಎದ್ದು ನಿಂತು ಜನರಿಗೆ ನಿಶ್ಯಬ್ದವಾಗಿರುವಂತೆ ಕೈಸನ್ನೆ ಮಾಡಿ, ಹೀಗೆಂದು ಉಪದೇಶ ಮಾಡಲಾರಂಭಿಸಿದನು: “ಇಸ್ರಯೇಲ್ ಬಾಂಧವರೇ, ಹಾಗು ನಿಜದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳ ಇನ್ನಿತರರೇ, ಕೇಳಿ:"},{"number":17,"verse":"ಇಸ್ರಯೇಲ್ ಜನರ ದೇವರು ನಮ್ಮ ಪೂರ್ವಜರನ್ನು ಆರಿಸಿಕೊಂಡರು. ಈಜಿಪ್ಟಿನಲ್ಲಿ ಪರಕೀಯರಾಗಿ ವಾಸಿಸುತ್ತಿದ್ದ ನಮ್ಮ ಜನರನ್ನು ಪ್ರಬಲ ಜನಾಂಗವನ್ನಾಗಿ ಮಾಡಿದರು. ತಮ್ಮ ಮಹಾಶಕ್ತಿಯನ್ನು ಪ್ರಯೋಗಿಸಿ ಅವರನ್ನು ಈಜಿಪ್ಟಿನಿಂದ ಹೊರಗೆ ತಂದರು."},{"number":18,"verse":"ಬೆಂಗಾಡಿನಲ್ಲಿ ಸುಮಾರು ನಾಲ್ವತ್ತು ವರ್ಷಗಳ ಕಾಲ ಅವರನ್ನು ಕಾಪಾಡಿದರು. (ಅಥವಾ : ಸಹಿಸಿಕೊಂಡರು.\")"},{"number":19,"verse":"ಕಾನಾನ್ ನಾಡಿನ ಏಳು ಜನಾಂಗಗಳನ್ನು ನಾಶಮಾಡಿ ನಮ್ಮ ಜನರಿಗೆ ಆ ನಾಡನ್ನು ಸ್ವಾಸ್ತ್ಯವಾಗಿ ಕೊಟ್ಟರು."},{"number":20,"verse":"ಹೀಗೆ ಸುಮಾರು ನಾನೂರ ಐವತ್ತು ವರ್ಷಗಳು ಕಳೆದವು. ಅನಂತರ ಪ್ರವಾದಿ ಸಮುವೇಲನ ಕಾಲದವರೆಗೆ ದೇವರು ಅವರಿಗೆ ನ್ಯಾಯಾಧಿಪತಿಗಳನ್ನು ಕಳುಹಿಸಿದರು."},{"number":21,"verse":"ತಮಗೆ ಅರಸನು ಬೇಕೆಂದು ಕೇಳಿಕೊಂಡಾಗ ದೇವರು ಬೆನ್ಯಾಮೀನ ಗೋತ್ರದ ಕೀಷನ ಮಗ ಸೌಲನನ್ನು ನೇಮಿಸಿದರು. ಇವನು ನಾಲ್ವತ್ತು ವರ್ಷ ಆಳಿದನು."},{"number":22,"verse":"ಅನಂತರ ದೇವರು ಸೌಲನನ್ನು ತ್ಯಜಿಸಿ ದಾವೀದನನ್ನು ಅರಸನನ್ನಾಗಿ ನೇಮಿಸಿದರು. ಇವನ ಬಗ್ಗೆ ದೇವರು, “ಜೆಸ್ಸೆಯನ ಮಗ ದಾವೀದನು ನನಗೆ ಮೆಚ್ಚುಗೆಯಾದ ವ್ಯಕ್ತಿ; ಇವನು ನನ್ನ ಆಶೆ ಆಕಾಂಕ್ಷೆಗಳನ್ನೆಲ್ಲಾ ಪೂರೈಸುವನು,” ಎಂದು ತಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ಸೂಚಿಸಿದರು."},{"number":23,"verse":"ಈ ದಾವೀದನ ಸಂತತಿಯಿಂದಲೇ ದೇವರು ತಮ್ಮ ವಾಗ್ದಾನದ ಪ್ರಕಾರ ಇಸ್ರಯೇಲ್ ಜನರಿಗೆ ಒಬ್ಬ ಉದ್ಧಾರಕನನ್ನು ಕಳುಹಿಸಿದರು. ಇವರೇ ಯೇಸುಸ್ವಾಮಿ."},{"number":24,"verse":"ಇವರ ಆಗಮನಕ್ಕೆ ಸಿದ್ಧತೆಯಾಗಿ, ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಪಾಪಕ್ಕೆ ವಿಮುಖರಾಗಿ ದೇವರಿಗೆ ಅಭಿಮುಖರಾಗಿ ಸ್ನಾನದೀಕ್ಷೆಯನ್ನು ಪಡೆಯಬೇಕೆಂದು ಯೊವಾನ್ನನು ಇಸ್ರಯೇಲಿನ ಎಲ್ಲ ಜನರಿಗೆ ಸಾರಿದರು."},{"number":25,"verse":"ಯೊವಾನ್ನನು ತನ್ನ ನಿಯೋಗವನ್ನು ಪೂರೈಸುತ್ತಿದ್ದಂತೆ ಜನರಿಗೆ, ‘ನಾನು ಯಾರೆಂದು ನೀವು ನೆನೆಸುತ್ತೀರಿ? ನೀವು ಎದುರು ನೋಡುತ್ತಿರುವ ವ್ಯಕ್ತಿ ನಾನಲ್ಲ. ನನ್ನ ಅನಂತರ ಒಬ್ಬರು ಬರುವರು; ಅವರ ಪಾದರಕ್ಷೆಗಳನ್ನು ಬಿಚ್ಚುವುದಕ್ಕೂ ನಾನು ಯೋಗ್ಯನಲ್ಲ,’ ಎಂದನು."},{"number":26,"verse":"“ನನ್ನ ಸಹೋದರರೇ, ಅಬ್ರಹಾಮನ ಸಂತತಿಯವರೇ, ಮತ್ತು ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿ ಉಳ್ಳ ಇನ್ನಿತರರೇ, ಈ ಜೀವೋದ್ಧಾರದ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿರುವುದು ನಮಗಾಗಿಯೇ."},{"number":27,"verse":"ಜೆರುಸಲೇಮಿನ ನಿವಾಸಿಗಳು ಮತ್ತು ಅವರ ಅಧಿಕಾರಿಗಳು ಯೇಸು ಲೋಕೋದ್ಧಾರಕನೆಂದು ಅರಿತುಕೊಳ್ಳಲಿಲ್ಲ. ಪ್ರತಿ ಸಬ್ಬತ್‍ದಿನ ಓದಲಾದ ಪ್ರವಾದಿಗಳ ವಾಕ್ಯಗಳನ್ನು ಅವರು ಗ್ರಹಿಸಿಕೊಳ್ಳಲಿಲ್ಲ. ಯೇಸುವಿಗೆ ಮರಣದಂಡನೆಯನ್ನು ವಿಧಿಸಿ ಆ ಪ್ರವಾದನೆಗಳು ನಿಜವಾಗಲು ಕಾರಣರಾದರು."},{"number":28,"verse":"ಮರಣದಂಡನೆ ವಿಧಿಸಲು ಯಾವ ಕಾರಣವಿಲ್ಲದಿದ್ದರೂ ಅವರನ್ನು ಕೊಲ್ಲಿಸುವಂತೆ ಪಿಲಾತನನ್ನು ಕೇಳಿಕೊಂಡರು."},{"number":29,"verse":"ಯೇಸುವನ್ನು ಕುರಿತು ಪವಿತ್ರಗ್ರಂಥ ಹೇಳುವುದೆಲ್ಲವೂ ನೆರವೇರಿದ ಮೇಲೆ ಅವರನ್ನು ಶಿಲುಬೆಯಿಂದ ಕೆಳಗಿಳಿಸಿ ಸಮಾಧಿಮಾಡಿದರು."},{"number":30,"verse":"ಆದರೆ ದೇವರು ಅವರನ್ನು ಮರಣದಿಂದ ಪುನರುತ್ಥಾನಗೊಳಿಸಿದರು."},{"number":31,"verse":"ಹೀಗೆ ಪುನರುತ್ಥಾನ ಹೊಂದಿದ ಯೇಸು, ಗಲಿಲೇಯದಿಂದ ತಮ್ಮೊಡನೆ ಜೆರುಸಲೇಮಿಗೆ ಬಂದಿದ್ದವರಿಗೆ ಕಾಣಿಸಿಕೊಂಡರು. ಆ ವ್ಯಕ್ತಿಗಳೇ ಈಗ ನಮ್ಮ ಜನರ ಮಧ್ಯೆ ಇರುವ ಯೇಸುವಿನ ಪರವಾದ ಸಾಕ್ಷಿಗಳು."},{"number":32,"verse":"ನಾವೀಗ ನಿಮಗೆ ಸಾರುವ ಶುಭಸಂದೇಶ ಇದು: ದೇವರು ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಪುನರುತ್ಥಾನಗೊಳಿಸಿದ್ದಾರೆ. ಈ ಮೂಲಕ ನಮ್ಮ ಪೂರ್ವಜರಿಗೆ ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ಅವರ ಸಂತತಿಯಾದ ನಮಗಿಂದು ಈಡೇರಿಸಿದ್ದಾರೆ. ಎರಡನೆಯ ಕೀರ್ತನೆಯಲ್ಲಿ ಹೀಗೆಂದು ಬರೆದಿದೆ: ‘ನೀನೇ ನನ್ನ ಪುತ್ರ, ನಾನಿಂದು ನಿನ್ನ ಜನಕ.’"},{"number":34,"verse":"“ಯೇಸುವನ್ನು ಸಮಾಧಿಯಲ್ಲೇ ಕೊಳೆತುಹೋಗಲು ಬಿಡದೆ ಮರಣದಿಂದ ಪುನರುತ್ಥಾನಗೊಳಿಸಿದ ದೇವರು ಹೀಗೆಂದಿದ್ದಾರೆ: ‘ನಾನು ದಾವೀದನಿಗೆ ವಾಗ್ದಾನಮಾಡಿದ ಪವಿತ್ರ ಹಾಗೂ ನಿಶ್ಚಿತ ವರಗಳನ್ನು ನಿಮಗೆ ಕೊಡುತ್ತೇನೆ.’"},{"number":35,"verse":"ಇನ್ನೊಂದು ಕೀರ್ತನೆಯಲ್ಲಿ ಹೀಗೆಂದಿದ್ದಾರೆ: ನಿಮ್ಮ ಪರಮ ಪೂಜ್ಯನು ಸಮಾಧಿಯಲ್ಲಿ ಕೊಳೆತುಹೋಗಲು ನೀವು ಬಿಡುವುದಿಲ್ಲ.’"},{"number":36,"verse":"“ದಾವೀದನು ತನ್ನ ಜೀವಮಾನ ಕಾಲದಲ್ಲಿ ದೇವರ ಸಂಕಲ್ಪಕ್ಕೆ ತಲೆಬಾಗಿ ಬಾಳಿದನು; ಸತ್ತಾಗ ಅವನ ಪೂರ್ವಜರ ಬಳಿ ಅವನನ್ನು ಸಮಾಧಿಮಾಡಲಾಯಿತು."},{"number":37,"verse":"ಆದರೆ ದೇವರು ಮರಣದಿಂದ ಎಬ್ಬಿಸಿದ ಯೇಸುಸ್ವಾಮಿ ಕೊಳೆಯುವ ಅವಸ್ಥೆಯನ್ನು ಅನುಭವಿಸಲಿಲ್ಲ."},{"number":38,"verse":"“ನನ್ನ ಸಹೋದರರೇ, ನಿಮಗಿದು ತಿಳಿದಿರಲಿ: ಪಾಪಕ್ಷಮೆ ಯೇಸುವಿನ ಮುಖಾಂತರವೇ ಸಾಧ್ಯ ಎಂದು ಸಾರಲಾಗುತ್ತಿದೆ. ಮೋಶೆಯ ನಿಯಮಗಳ ಪಾಲನೆಯ ಮೂಲಕ ಪಾಪಗಳಿಂದ ವಿಮೋಚನೆ ಹೊಂದಲು ನಿಮ್ಮಿಂದಾಗಲಿಲ್ಲ; ಆದರೆ ಯೇಸುವನ್ನು ವಿಶ್ವಾಸಿಸುವ ಪ್ರತಿ ಒಬ್ಬನೂ ಅವೆಲ್ಲವುಗಳಿಂದ ವಿಮೋಚನೆ ಪಡೆಯುತ್ತಾನೆ."},{"number":40,"verse":"ಆದುದರಿಂದ ಪ್ರವಾದಿಗಳ ಈ ಮಾತುಗಳು ನಿಮ್ಮಲ್ಲಿ ನಿಜವಾಗದಂತೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ:"},{"number":41,"verse":"‘ಅವಹೇಳನ ಮಾಡುವವರೇ, ಗಮನಿಸಿರಿ; ದಿಗ್ಭ್ರಮೆಗೊಂಡು ದಿಕ್ಕುಪಾಲಾಗಿರಿ; ನಿಮ್ಮ ಕಾಲದಲ್ಲೇ ನಾನೊಂದು ಮಹತ್ಕಾರ್ಯವನ್ನು ಮಾಡುತ್ತೇನೆ; ಅದನ್ನು ನೀವು ನಂಬಲಾರಿರಿ, ಇನ್ನೊಬ್ಬರು ವಿವರಿಸಿ ಹೇಳಿದರೂ ನಂಬಲಾರಿರಿ’, “ ಎಂದು ಹೇಳಿದನು."},{"number":42,"verse":"ಪೌಲ ಮತ್ತು ಬಾರ್ನಬ ಪ್ರಾರ್ಥನಾಮಂದಿರವನ್ನು ಬಿಟ್ಟುಹೊರಟರು. “ಮುಂದಿನ ಸಬ್ಬತ್‍ದಿನ ಪುನಃ ಬಂದು ಈ ವಿಷಯಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಸಿರಿ,” ಎಂದು ಜನರು ಕೇಳಿಕೊಂಡರು."},{"number":43,"verse":"ಪ್ರಾರ್ಥನಾಕೂಟ ಮುಗಿದಮೇಲೆ ಅನೇಕ ಯೆಹೂದ್ಯರೂ ಯೆಹೂದ್ಯ ಮತಾವಲಂಬಿಗಳಾದ ಅನ್ಯರೂ ಪೌಲ ಮತ್ತು ಬಾರ್ನಬರನ್ನು ಹಿಂಬಾಲಿಸಿದರು. ಈ ಪ್ರೇಷಿತರು ಅವರೊಡನೆ ಮಾತನಾಡಿ ದೈವಾನುಗ್ರಹದಲ್ಲಿ ದೃಢವಾಗಿ ಬಾಳುವಂತೆ ಪ್ರೋತ್ಸಾಹಿಸಿದರು."},{"number":44,"verse":"ಮುಂದಿನ ಸಬ್ಬತ್‍ದಿನ ದೇವರ ವಾಕ್ಯವನ್ನು ಕೇಳಲು ನಗರಕ್ಕೆ ನಗರವೇ ಆಗಮಿಸಿತು."},{"number":45,"verse":"ಜನರು ತಂಡೋಪತಂಡವಾಗಿ ಬರುತ್ತಿರುವುದನ್ನು ಕಂಡು ಯೆಹೂದ್ಯರು ಮತ್ಸರಭರಿತರಾದರು. ಅವರು ಪೌಲನ ಮಾತುಮಾತಿಗೂ ವಿರೋಧವಾಗಿ ವಾದಿಸಿ ದೂಷಣೆಮಾಡತೊಡಗಿದರು."},{"number":46,"verse":"ಪೌಲ ಮತ್ತು ಬಾರ್ನಬ ಮತ್ತಷ್ಟು ಧೈರ್ಯದಿಂದ ಮಾತನಾಡಿದರು: “ದೇವರ ವಾಕ್ಯವನ್ನು ಮೊಟ್ಟಮೊದಲು ನಿಮಗೆ ಬೋಧಿಸುವುದು ಅಗತ್ಯವಾಗಿತ್ತು. ಆದರೆ ನೀವು ಅದನ್ನು ನಿರಾಕರಿಸಿ ಅಮರಜೀವಕ್ಕೆ ಅಪಾತ್ರರೆಂದು ನಿಮ್ಮನ್ನು ನೀವೇ ತೀರ್ಮಾನಿಸಿಕೊಂಡಿರಿ. ಆದುದರಿಂದ ನಾವು ನಿಮ್ಮನ್ನು ಬಿಟ್ಟು ಅನ್ಯಧರ್ಮದವರ ಕಡೆ ಹೋಗುತ್ತೇವೆ."},{"number":47,"verse":"ಏಕೆಂದರೆ ಪ್ರಭು ನಮಗಿತ್ತ ಆಜ್ಞೆ ಹೀಗಿದೆ: ಅನ್ಯಧರ್ಮೀಯರಿಗೆ ಜ್ಯೋತಿಯನ್ನಾಗಿಯೂ ವಿಶ್ವಪೂರ್ತಿಗೆ ಜೀವೋದ್ಧಾರದ ಸಾಧನವಾಗಿಯೂ ನಾನು ನಿನ್ನನ್ನು ನೇಮಿಸಿದ್ದೇನೆ.’"},{"number":48,"verse":"ಇದನ್ನು ಕೇಳಿದ ಅನ್ಯಧರ್ಮೀಯರು ಸಂತೋಷಪಟ್ಟು ದೇವರ ಸಂದೇಶಕ್ಕಾಗಿ ಸ್ತುತಿಸಿದರು. ಅಮರಜೀವಕ್ಕೆ ಆಯ್ಕೆಯಾದವರೆಲ್ಲರೂ ವಿಶ್ವಾಸಿಗಳಾದರು."},{"number":49,"verse":"ಪ್ರಭುವಿನ ವಾಕ್ಯ ಆ ಪ್ರದೇಶದಲ್ಲೆಲ್ಲಾ ಹಬ್ಬಿ ಹರಡಿತು."},{"number":50,"verse":"ಯೆಹೂದ್ಯರಾದರೋ ದೇವಭಕ್ತೆಯರಾದ ಕುಲೀನ ಸ್ತ್ರೀಯರನ್ನೂ ಪಟ್ಟಣದ ಪ್ರಮುಖ ಜನರನ್ನೂ ಪ್ರಚೋದಿಸಿದರು: ಪೌಲ ಮತ್ತು ಬಾರ್ನಬರನ್ನು ಹಿಂಸಿಸುವಂತೆ ಹುರಿದುಂಬಿಸಿ, ಅವರನ್ನು ಆ ಪ್ರದೇಶದಿಂದ ಹೊರಗಟ್ಟಿದರು."},{"number":51,"verse":"ಇದಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಪ್ರೇಷಿತರು ತಮ್ಮ ಪಾದಧೂಳನ್ನು ಝಾಡಿಸಿ ಇಕೋನಿಯಕ್ಕೆ ಹೊರಟುಹೋದರು."},{"number":52,"verse":"ಭಕ್ತ ವಿಶ್ವಾಸಿಗಳಾದರೋ ಪರಮಾನಂದಪಟ್ಟರು, ಪವಿತ್ರಾತ್ಮಭರಿತರಾದರು."}]}