{"bibleAbbr":"KNCL","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"(ಇಕೋನಿಯದಲ್ಲಿ ಪೌಲ ಮತ್ತು ಬಾರ್ನಬ) ಇಕೋನಿಯದಲ್ಲೂ ಪೌಲ ಮತ್ತು ಬಾರ್ನಬ ಯೆಹೂದ್ಯರ ಪ್ರಾರ್ಥನಾಮಂದಿರಕ್ಕೆ ಹೋದರು. ಅವರ ಅಮೋಘ ಬೋಧನೆಯನ್ನು ಕೇಳಿ ಯೆಹೂದ್ಯರು ಮತ್ತು ಗ್ರೀಕರು ಬಹುಸಂಖ್ಯೆಯಲ್ಲಿ ಭಕ್ತವಿಶ್ವಾಸಿಗಳಾದರು."},{"number":2,"verse":"ವಿಶ್ವಾಸಿಸಲೊಲ್ಲದ ಯೆಹೂದ್ಯರಾದರೋ ಅನ್ಯಧರ್ಮೀಯರನ್ನು ಪ್ರಚೋದಿಸಿ ಭಕ್ತರ ವಿರುದ್ಧ ಎತ್ತಿಕಟ್ಟಿದರು."},{"number":3,"verse":"ಪ್ರೇಷಿತರಿಬ್ಬರೂ ಅಲ್ಲಿ ಬಹುಕಾಲವಿದ್ದು ಪ್ರಭುವನ್ನು ಕುರಿತು ಧೈರ್ಯವಾಗಿ ಬೋಧಿಸಿದರು. ಪ್ರಭು ಅವರಿಗೆ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನೂ ಮಾಡುವ ಶಕ್ತಿಯನ್ನು ಕೊಟ್ಟರು. ಈ ಮೂಲಕ ದೇವಾನುಗ್ರಹದ ಬಗ್ಗೆ ಅವರ ಸಂದೇಶ ಸತ್ಯವಾದುದೆಂದು ವ್ಯಕ್ತಪಡಿಸಿದರು."},{"number":4,"verse":"ಪಟ್ಟಣದ ಜನರಲ್ಲಿ ಭಿನ್ನಾಭಿಪ್ರಾಯ ಉಂಟಾಯಿತು. ಕೆಲವರು ಯೆಹೂದ್ಯರ ಪರವಾಗಿಯೂ ಮತ್ತೆ ಕೆಲವರು ಪ್ರೇಷಿತರ ಪರವಾಗಿಯೂ ವಿಂಗಡವಾಗಿ ಹೋದರು."},{"number":5,"verse":"ಅನ್ಯಧರ್ಮದವರು ಮತ್ತು ಯೆಹೂದ್ಯರು ತಮ್ಮ ಅಧಿಕಾರಿಗಳೊಡನೆ ಸೇರಿ ಪ್ರೇಷಿತರಿಗೆ ಕಿರುಕುಳಕೊಡಲು ಹಾಗೂ ಅವರ ಮೇಲೆ ಕಲ್ಲು ತೂರಲು ಪ್ರಯತ್ನಿಸಿದರು."},{"number":6,"verse":"ಇದನ್ನರಿತುಕೊಂಡ ಪ್ರೇಷಿತರು ಅಲ್ಲಿಂದ ಪಲಾಯನ ಮಾಡಿ ಲುಕವೋನಿಯದ ಪಟ್ಟಣಗಳಾದ ಲುಸ್ತ್ರ ಮತ್ತು ದೆರ್ಬೆಗೂ ಅದರ ಸುತ್ತಮುತ್ತಲ ಪ್ರದೇಶಗಳಿಗೂ ಹೊರಟುಹೋದರು."},{"number":7,"verse":"ಅಲ್ಲೂ ಶುಭಸಂದೇಶವನ್ನು ಸಾರತೊಡಗಿದರು."},{"number":8,"verse":"(ನರಮಾನವರಿಗೆ ವರಬಲಿಯೇ?) ಲುಸ್ತ್ರದಲ್ಲಿ ಒಬ್ಬ ಕುಂಟನಿದ್ದ. ಅವನೊಬ್ಬ ಹುಟ್ಟುಕುಂಟ. ಎಂದೂ ಕಾಲೂರಿ ನಡೆದವನಲ್ಲ."},{"number":9,"verse":"ಒಮ್ಮೆ, ಅವನು ಕುಳಿತಲ್ಲೇ ಪೌಲನ ಮಾತುಗಳನ್ನು ಆಲಿಸುತ್ತಿದ್ದನು. ಆಗ ಪೌಲನು ಅವನನ್ನೇ ದಿಟ್ಟಿಸಿ ನೋಡಿದನು. ಅವನಲ್ಲಿ ಸ್ವಸ್ಥ ಪಡೆಯುವಷ್ಟು ವಿಶ್ವಾಸವನ್ನು ಕಂಡು ಸ್ವರವೆತ್ತಿ,"},{"number":10,"verse":"“ಎದ್ದೇಳು, ಕಾಲೂರಿ ನೆಟ್ಟಗೆ ನಿಲ್ಲು,” ಎಂದು ಹೇಳಿದನು. ಆ ಮನುಷ್ಯನು ನೆಗೆದುನಿಂತು ನಡೆಯಲಾರಂಭಿಸಿದನು."},{"number":11,"verse":"ಪೌಲನು ಮಾಡಿದ ಈ ಮಹತ್ಕಾರ್ಯವನ್ನು ಜನಸಮೂಹವು ನೋಡಿತು. “ದೇವರುಗಳೇ ಮನುಷ್ಯರೂಪದಲ್ಲಿ ನಮ್ಮಲ್ಲಿಗೆ ಬಂದಿದ್ದಾರೆ,” ಎಂದು ತಮ್ಮ ಲುಕವೋನಿಯ ಭಾಷೆಯಲ್ಲಿ ಗಟ್ಟಿಯಾಗಿ ಕೂಗಲಾರಂಭಿಸಿದರು."},{"number":12,"verse":"ಆ ಜನರು ಬಾರ್ನಬನನ್ನು ‘ಜೆಯುಸ್’ ದೇವರೆಂದೂ ಪೌಲನು ಮುಖ್ಯ ಭಾಷಣಕಾರನಾದುದರಿಂದ, ಅವನನ್ನು ‘ಹೆರ್ಮೆ’ ದೇವರೆಂದೂ ಕರೆಯಲಾರಂಭಿಸಿದರು."},{"number":13,"verse":"ಆ ಜೆಯುಸ್ ದೇವರ ಗುಡಿ ಪಟ್ಟಣದ ಮುಂದೆಯೇ ಇತ್ತು. ಅಲ್ಲಿಯ ಅರ್ಚಕನು ದ್ವಾರದ ಬಳಿಗೆ ಹೋರಿಗಳನ್ನೂ ಹೂವಿನ ಹಾರಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಬಂದನು. ಜನರೊಡನೆ ಸೇರಿ ಪ್ರೇಷಿತರಿಗೆ ಬಲಿಯನ್ನು ಅರ್ಪಿಸಬೇಕೆಂದಿದ್ದನು."},{"number":14,"verse":"ಇದನ್ನು ಕೇಳಿದ ಬಾರ್ನಬ ಮತ್ತು ಪೌಲರು ಸಿಟ್ಟಿನಿಂದ ತಮ್ಮ ಮೇಲಂಗಿಗಳನ್ನು ಹರಿದು, ಜನಸಂದಣಿಯತ್ತ ಧಾವಿಸಿ ಹೀಗೆಂದು ಕೂಗಿಹೇಳಿದರು:"},{"number":15,"verse":"“ಮಹಾಜನರೇ, ನೀವು ಮಾಡುತ್ತಿರುವುದೇನು? ನಾವು ನಿಮ್ಮಂತೆ ಕೇವಲ ನರಮಾನವರು. ನಾವು ಬಂದಿರುವುದು ನಿಮಗೆ ಶುಭಸಂದೇಶವನ್ನು ಸಾರುವುದಕ್ಕೆ; ನೀವು ಈ ನಿರರ್ಥಕ ಕಾರ್ಯವನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕು; ಭೂಮ್ಯಾಕಾಶವನ್ನೂ ಸಮುದ್ರ ಸರೋವರವನ್ನೂ ಮತ್ತು ಅವುಗಳಲ್ಲಿರುವ ಸಮಸ್ತ ಸೃಷ್ಟಿಯನ್ನೂ ಉಂಟುಮಾಡಿದ ಜೀವಂತ ದೇವರ ಭಕ್ತರಾಗಬೇಕು."},{"number":16,"verse":"ಹಿಂದಿನ ಕಾಲದಲ್ಲಿ ಸಮಸ್ತ ಜನಾಂಗಗಳು ತಮಗೆ ಇಷ್ಟಬಂದಂತೆ ನಡೆಯಲೆಂದು ದೇವರು ಬಿಟ್ಟುಬಿಟ್ಟರು."},{"number":17,"verse":"ಆದರೆ ತಮ್ಮ ಅಸ್ತಿತ್ವವನ್ನು ಅರಿತುಕೊಳ್ಳುವಂತೆ ಸುಕೃತ್ಯಗಳ ಸಾಕ್ಷ್ಯ ನೀಡುತ್ತಲೇ ಬಂದಿದ್ದಾರೆ; ನಿಮಗೆ ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನೂ ಸಕಾಲಕ್ಕೆ ಬೆಳೆಯನ್ನೂ ಕೊಡುತ್ತಾ ಆಹಾರವನ್ನು ಒದಗಿಸಿ, ನಿಮ್ಮ ಹೃದಯವನ್ನು ಪರಮಾನಂದಗೊಳಿಸುತ್ತಾ ಬಂದಿದ್ದಾರೆ.”"},{"number":18,"verse":"ಪ್ರೇಷಿತರು ಇಷ್ಟು ಹೇಳಿದರೂ ಜನರು ತಮಗೆ ಬಲಿಯರ್ಪಿಸುವುದನ್ನು ತಡೆಯುವುದು ಕಷ್ಟಸಾಧ್ಯವಾಯಿತು."},{"number":19,"verse":"ಆಗ ಅಂತಿಯೋಕ್ಯ ಮತ್ತು ಇಕೋನಿಯದಿಂದ ಕೆಲವು ಯೆಹೂದ್ಯರು ಅಲ್ಲಿಗೆ ಬಂದರು. ಅವರು ಜನಸಮೂಹವನ್ನು ತಮ್ಮಕಡೆ ಒಲಿಸಿಕೊಂಡು ಪೌಲನ ಮೇಲೆ ಕಲ್ಲುಬೀರಿ, ಅವನು ಸತ್ತನೆಂದು ಭಾವಿಸಿ, ಪಟ್ಟಣದಿಂದ ಹೊರಗೆ ಎಳೆದುಹಾಕಿದರು."},{"number":20,"verse":"ಆದರೆ, ಭಕ್ತವಿಶ್ವಾಸಿಗಳು ಬಂದು ಅವನ ಸುತ್ತಲೂ ನೆರೆದಿದ್ದಾಗ ಅವನು ಎದ್ದು ಪಟ್ಟಣವನ್ನು ಪ್ರವೇಶಿಸಿದನು. ಮರುದಿನ ಅವನು ಬಾರ್ನಬನ ಸಂಗಡ ದೆರ್ಬೆಗೆ ಹೊರಟುಹೋದನು."},{"number":21,"verse":"(ಸಿರಿಯದ ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಮರುಪ್ರಯಾಣ) ದೆರ್ಬೆಯಲ್ಲಿ ಪೌಲ ಮತ್ತು ಬಾರ್ನಬ ಶುಭಸಂದೇಶವನ್ನು ಸಾರಿ ಅನೇಕರನ್ನು ಭಕ್ತವಿಶ್ವಾಸಿಗಳನ್ನಾಗಿ ಮಾಡಿಕೊಂಡರು. ಅನಂತರ ಅಲ್ಲಿಂದ ಲುಸ್ತ್ರಕ್ಕೂ ಇಕೋನಿಯಕ್ಕೂ ಅಂತಿಯೋಕ್ಯಕ್ಕೂ ಹಿಂದಿರುಗಿ ಬಂದರು."},{"number":22,"verse":"ಅಲ್ಲಿ ಭಕ್ತಾದಿಗಳನ್ನು ದೃಢಪಡಿಸಿ ವಿಶ್ವಾಸದಲ್ಲಿ ನಿಷ್ಠರಾಗಿರುವಂತೆ ಪ್ರೋತ್ಸಾಹಿಸಿದರು. ‘ಕಷ್ಟಸಂಕಟಗಳ ಮೂಲಕ ನಾವು ದೇವರ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಪ್ರವೇಶಿಸಬೇಕಾಗಿದೆ’ ಎಂದು ಬೋಧಿಸಿದರು."},{"number":23,"verse":"ಇದಲ್ಲದೆ ಪ್ರತಿಯೊಂದು ಕ್ರೈಸ್ತಸಭೆಗೂ ಪ್ರಮುಖರನ್ನು ನೇಮಿಸಿದರು. ಪ್ರಾರ್ಥನೆ ಮತ್ತು ಉಪವಾಸಮಾಡಿ ತಾವು ಅಚಲವಾಗಿ ನಂಬಿದ್ದ ಪ್ರಭುವಿಗೆ ಅವರನ್ನು ಒಪ್ಪಿಸಿದರು."},{"number":24,"verse":"ಇದಾದ ಮೇಲೆ ಪಿಸಿದಿಯ ಪ್ರದೇಶವನ್ನು ದಾಟಿ ಪಾಂಫೀಲಿಯ ಎಂಬಲ್ಲಿಗೆ ಬಂದರು."},{"number":25,"verse":"ಪೆರ್ಗದಲ್ಲಿ ಶುಭಸಂದೇಶವನ್ನು ಸಾರಿ ಅತ್ತಾಲಿಯ ಎಂಬಲ್ಲಿಗೆ ಹೋದರು."},{"number":26,"verse":"ಅಲ್ಲಿಂದ ನೌಕಾಯಾನಮಾಡಿ ಅವರು ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಮರಳಿದರು. ಈವರೆಗೆ ಮಾಡಿ ಮುಗಿಸಿದ್ದ ಸೇವಾಕಾರ್ಯಕ್ಕಾಗಿ ಅವರು ದೇವರ ಕೃಪಾಶ್ರಯಕ್ಕೆ ಮೊದಲು ಸಮರ್ಪಿತರಾದದ್ದು ಇಲ್ಲಿಯೇ."},{"number":27,"verse":"ಇಲ್ಲಿಗೆ ತಲುಪಿದ ಕೂಡಲೇ ಅವರು ಕ್ರೈಸ್ತಸಭೆಯನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದರು. ದೇವರು ತಮ್ಮೊಡನೆ ಇದ್ದು ಸಾಧಿಸಿದ್ದೆಲ್ಲವನ್ನೂ ವರದಿಮಾಡಿದರು; ಅದೂ ಅಲ್ಲದೆ, ದೇವರು ಅನ್ಯಧರ್ಮೀಯರಿಗೆ ವಿಶ್ವಾಸದ ದ್ವಾರವನ್ನು ಹೇಗೆ ತೆರೆದರೆಂದು ವಿವರಿಸಿದರು."},{"number":28,"verse":"ತರುವಾಯ ಭಕ್ತವಿಶ್ವಾಸಿಗಳ ಸಂಗಡ ಹೆಚ್ಚುಕಾಲ ತಂಗಿದ್ದರು."}]}