{"bibleAbbr":"KNCL","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"(ಪೌಲನೊಡನೆ ತಿಮೊಥೇಯ) ಪೌಲನು ದೆರ್ಬೆಗೂ ಅಲ್ಲಿಂದ ಲುಸ್ತ್ರಕ್ಕೂ ಪ್ರಯಾಣಮಾಡಿದನು. ತಿಮೊಥೇಯ ಎಂಬ ಕ್ರೈಸ್ತಭಕ್ತನು ಅಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದನು. ಇವನ ತಾಯಿ ಯೆಹೂದ್ಯಳು ಹಾಗೂ ಕ್ರೈಸ್ತಭಕ್ತಳು. ತಂದೆಯಾದರೋ ಗ್ರೀಕನು."},{"number":2,"verse":"ಲುಸ್ತ್ರ ಮತ್ತು ಇಕೋನಿಯದ ಸಹೋದರರೆಲ್ಲರಿಗೆ ತಿಮೊಥೇಯನ ಬಗ್ಗೆ ಸದಭಿಪ್ರಾಯವಿತ್ತು."},{"number":3,"verse":"ಪೌಲನು ತಿಮೊಥೇಯನನ್ನು ತನ್ನೊಡನೆ ಕರೆದುಕೊಂಡು ಹೋಗಲು ಅಪೇಕ್ಷಿಸಿದನು. ಆ ಪ್ರದೇಶಗಳಲ್ಲಿದ್ದ ಯೆಹೂದ್ಯರಿಗೆ ತಿಮೊಥೇಯನ ತಂದೆ ಗ್ರೀಕನೆಂದು ತಿಳಿದಿದ್ದುದರಿಂದ ಅವನಿಗೆ ಸುನ್ನತಿಮಾಡಿಸಿದನು."},{"number":4,"verse":"ಊರಿಂದ ಊರಿಗೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಾ, ಜೆರುಸಲೇಮಿನಲ್ಲಿದ್ದ ಪ್ರೇಷಿತರೂ ಸಭಾಪ್ರಮುಖರೂ ನಿರ್ಧರಿಸಿದ ನಿಯಮಗಳನ್ನು ಭಕ್ತರಿಗೆ ಬೋಧಿಸುತ್ತಾ, ಅವುಗಳನ್ನು ಪಾಲಿಸುವಂತೆ ಹೇಳಿದರು."},{"number":5,"verse":"ಹೀಗೆ ಕ್ರೈಸ್ತಸಭೆಗಳು ವಿಶ್ವಾಸದಲ್ಲಿ ದೃಢಗೊಂಡು ಭಕ್ತರ ಸಂಖ್ಯೆ ದಿನದಿಂದ ದಿನಕ್ಕೆ ಬೆಳೆಯತೊಡಗಿತು."},{"number":6,"verse":"(ಮಕೆದೋನಿಯಕ್ಕೆ ಬರಲು ದಿವ್ಯಕರೆ) ಏಷ್ಯದಲ್ಲಿ ಅವರು ಶುಭಸಂದೇಶವನ್ನು ಸಾರಕೂಡದೆಂದು ಪವಿತ್ರಾತ್ಮ ನಿಷೇಧಿಸಿದ್ದರಿಂದ ಅವರು ಫ್ರಿಜಿಯ ಮತ್ತು ಗಲಾತ್ಯಪ್ರದೇಶಗಳ ಮಾರ್ಗವಾಗಿ ಪ್ರಯಾಣಮಾಡಿದರು."},{"number":7,"verse":"ಮೂಸಿಯದ ಗಡಿಯನ್ನು ತಲುಪಿದಾಗ ಅವರು ಬಿಥೂನಿಯ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಹೋಗಲು ಯತ್ನಿಸಿದರು. ಯೇಸುವಿನ ಆತ್ಮ ಅಲ್ಲಿಗೆ ಹೋಗಲು ಸಹ ಅವರನ್ನು ಬಿಡಲಿಲ್ಲ."},{"number":8,"verse":"ಆದುದರಿಂದ ಅವರು ಮೂಸಿಯವನ್ನು ಹಾದು ನೇರವಾಗಿ ತ್ರೋವಕ್ಕೆ ಹೋದರು."},{"number":9,"verse":"ಆ ರಾತ್ರಿ ಪೌಲನಿಗೆ ಒಂದು ದರ್ಶನವಾಯಿತು; ಮಕೆದೋನಿಯದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ಅಲ್ಲಿ ನಿಂತು, “ಮಕೆದೋನಿಯಕ್ಕೆ ಬಂದು ನಮಗೆ ಸಹಾಯಮಾಡಿ,” ಎಂದು ಅಂಗಲಾಚಿದನು."},{"number":10,"verse":"ಪೌಲನಿಗೆ ಈ ದರ್ಶನವಾದ ತಕ್ಷಣ ಆ ಜನರಿಗೆ ಶುಭಸಂದೇಶವನ್ನು ಸಾರಲು ದೇವರು ನಮ್ಮನ್ನು ಕರೆದಿದ್ದಾರೆಂದು ನಾವು ಅರಿತುಕೊಂಡು ಮಕೆದೋನಿಯಕ್ಕೆ ಹೋಗಲು ಸಿದ್ಧರಾದೆವು."},{"number":11,"verse":"(ಫಿಲಿಪ್ಪಿಯಲ್ಲಿ ಲಿಡಿಯಳ ಮನಪರಿವರ್ತನೆ) ನಾವು ತ್ರೋವದಲ್ಲಿ ಹಡಗು ಹತ್ತಿ ಸಮೊಥ್ರಕ್ಕೆ ನೇರವಾಗಿ ಪ್ರಯಾಣಮಾಡಿದೆವು. ಮಾರನೆಯ ದಿನ ನೆಯಫೋಲನ್ನು ತಲುಪಿ,"},{"number":12,"verse":"ಅಲ್ಲಿಂದ ಮಕೆದೋನಿಯದ ಪ್ರಮುಖ ಪಟ್ಟಣವಾದ ಫಿಲಿಪ್ಪಿಗೆ ಬಂದೆವು. ಇದು ರೋಮಿನ ವಸಾಹತು; ಇಲ್ಲಿ ಕೆಲವು ದಿನಗಳನ್ನು ಕಳೆದೆವು."},{"number":13,"verse":"ಪಟ್ಟಣದ ಹೊರಗಿರುವ ನದಿತೀರದ ಬಳಿ ಯೆಹೂದ್ಯರ ಪ್ರಾರ್ಥನಾ ಸ್ಥಳವಿರಬಹುದೆಂದು ಭಾವಿಸಿ ಸಬ್ಬತ್‍ದಿನ ಅಲ್ಲಿಗೆ ಹೋದೆವು. ನಾವು ಕುಳಿತುಕೊಂಡು ಅಲ್ಲಿ ಸೇರಿದ್ದ ಮಹಿಳೆಯರೊಡನೆ ಸಂಭಾಷಿಸಿದೆವು."},{"number":14,"verse":"ನಮ್ಮ ಬೋಧನೆಯನ್ನು ಕೇಳಿದ ಆ ಮಹಿಳೆಯರಲ್ಲಿ ಲಿಡಿಯ ಎಂಬವಳು ಒಬ್ಬಳು. ಈಕೆ ಥುವತೈರ ಎಂಬ ಊರಿನವಳು; ಪಟ್ಟೆಪೀತಾಂಬರಗಳ ವ್ಯಾಪಾರಿ ಹಾಗೂ ದೇವಭಕ್ತೆ. ಪೌಲನ ಬೋಧನೆಗೆ ಕಿವಿಗೊಟ್ಟು ಗ್ರಹಿಸುವಂತೆ ಪ್ರಭು ಆಕೆಯ ಹೃದಯವನ್ನು ತೆರೆದರು."},{"number":15,"verse":"ಅಂತೆಯೇ ತನ್ನ ಮನೆಯವರ ಸಮೇತ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆದಳು. ಅನಂತರ, “ನಾನು ಪ್ರಭುವಿನ ನಿಜವಾದ ವಿಶ್ವಾಸಿಯೆಂದು ನೀವು ಒಪ್ಪಿಕೊಳ್ಳುವುದಾದರೆ ನನ್ನ ಮನೆಗೆ ಬಂದು ತಂಗಿರಿ,” ಎಂದು ನಮ್ಮನ್ನು ಒತ್ತಾಯಪೂರ್ವಕವಾಗಿ ಆಹ್ವಾನಿಸಿದಳು."},{"number":16,"verse":"(ಸೆರೆಮನೆಯಲ್ಲಿ ಪೌಲ ಮತ್ತು ಸೀಲ) ಒಂದು ದಿನ ನಾವು ಪ್ರಾರ್ಥನಾ ಸ್ಥಳಕ್ಕೆ ಹೋಗುತ್ತಿದ್ದೆವು. ಗಾರುಡಗಾತಿಯಾದ ಒಬ್ಬ ದಾಸಿ ನಮ್ಮನ್ನು ಎದುರುಗೊಂಡಳು. ಆ ಹುಡುಗಿ ಕಣಿಶಕುನ ಹೇಳಿ ತನ್ನ ಯಜಮಾನನಿಗೆ ತುಂಬಾ ಹಣ ಸಂಪಾದಿಸುತ್ತಿದ್ದಳು."},{"number":17,"verse":"ಅವಳು ಪೌಲನನ್ನು ಮತ್ತು ನಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಾ, “ಇವರು ಮಹೋನ್ನತ ದೇವರ ಕಿಂಕರರು; ಜೀವೋದ್ಧಾರದ ಮಾರ್ಗವನ್ನು ಇವರು ನಿಮಗೆ ಸಾರುತ್ತಾರೆ,” ಎಂದು ಚೀರುತ್ತಿದ್ದಳು."},{"number":18,"verse":"ಹೀಗೆ ದಿನೇ ದಿನೇ ಮಾಡುತ್ತಿದ್ದಳು. ಇದರಿಂದ ಪೌಲನಿಗೆ ಬಹಳ ಬೇಸರವಾಯಿತು. ಅವಳ ಕಡೆಗೆ ತಿರುಗಿ, ಅವಳನ್ನು ಹಿಡಿದಿದ್ದ ದೆವ್ವಕ್ಕೆ, “ಇವಳನ್ನು ಬಿಟ್ಟು ತೊಲಗು ಎಂದು ಯೇಸುಕ್ರಿಸ್ತರ ನಾಮದಲ್ಲಿ ನಿನಗೆ ಆಜ್ಞಾಪಿಸುತ್ತೇನೆ,” ಎಂದನು. ಆ ಕ್ಷಣವೇ ಅದು ಅವಳನ್ನು ಬಿಟ್ಟುಹೋಯಿತು."},{"number":19,"verse":"ಹಣ ಗಳಿಸುತ್ತಿದ್ದ ಅವಳ ಯಜಮಾನನಿಗೆ ನಿರಾಶೆಯಾಯಿತು. ಅವರು ಪೌಲ ಮತ್ತು ಸೀಲರನ್ನು ಬಂಧಿಸಿ ಸಾರ್ವಜನಿಕ ನ್ಯಾಯಸ್ಥಾನದಲ್ಲಿದ್ದ ಅಧಿಕಾರಿಗಳ ಬಳಿಗೆ ಎಳೆದುಕೊಂಡು ಹೋದರು."},{"number":20,"verse":"ಅಲ್ಲಿದ್ದ ರೋಮಿನ ನ್ಯಾಯಾಧಿಪತಿಗಳ ಮುಂದೆ ನಿಲ್ಲಿಸಿ, “ಇವರು ನಮ್ಮ ಪಟ್ಟಣದಲ್ಲಿ ಗಲಭೆ ಎಬ್ಬಿಸುತ್ತಿದ್ದಾರೆ."},{"number":21,"verse":"ಇವರು ಯೆಹೂದ್ಯರು. ರೋಮನರಾದ ನಾವು ಅಂಗೀಕರಿಸಲು ಅಥವಾ ಅನುಸರಿಸಲು ಆಗದಂತಹ ಆಚಾರಗಳನ್ನು ಪ್ರಚಾರ ಮಾಡುತ್ತಿದ್ದಾರೆ,” ಎಂದರು."},{"number":22,"verse":"ಜನರ ಗುಂಪು ಅವರೊಡನೆ ಸೇರಿ ದೊಂಬಿಮಾಡಿತು. ನ್ಯಾಯಾಧಿಪತಿಗಳು ಪೌಲ ಮತ್ತು ಸೀಲರ ವಸ್ತ್ರಗಳನ್ನು ಕಿತ್ತುಹಾಕಿಸಿ ಛಡಿ ಏಟುಗಳನ್ನು ಕೊಡುವಂತೆ ಆಜ್ಞೆಮಾಡಿದರು."},{"number":23,"verse":"ಅವರನ್ನು ಚೆನ್ನಾಗಿ ಥಳಿಸಿದ ಮೇಲೆ ಸೆರೆಮನೆಯಲ್ಲಿ ಹಾಕಿ ಎಚ್ಚರಿಕೆಯಿಂದ ನೋಡಿಕೊಳ್ಳಬೇಕೆಂದು ಸೆರೆಮನೆಯ ಅಧಿಕಾರಿಗೆ ಅಪ್ಪಣೆ ವಿಧಿಸಲಾಯಿತು."},{"number":24,"verse":"ಅಂತೆಯೇ, ಆ ಅಧಿಕಾರಿ ಅವರನ್ನು ಸೆರೆಮನೆಯ ಒಳಕೋಣೆಗೆ ತಳ್ಳಿ ಅವರ ಕಾಲುಗಳನ್ನು ಮರದ ದಿಮ್ಮಿಗಳಿಗೆ ಬಿಗಿಸಿದನು."},{"number":25,"verse":"ಸುಮಾರು ನಡುರಾತ್ರಿಯ ಸಮಯ. ಪೌಲ ಮತ್ತು ಸೀಲ ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಾ ದೇವರಿಗೆ ಸ್ತುತಿಗೀತೆಗಳನ್ನು ಹಾಡುತ್ತಾ ಇದ್ದರು. ಇತರ ಕೈದಿಗಳೆಲ್ಲರೂ ಆಲಿಸುತ್ತಿದ್ದರು."},{"number":26,"verse":"ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಭೀಕರ ಭೂಕಂಪ ಉಂಟಾಯಿತು. ಸೆರೆಮನೆಯ ಅಸ್ತಿವಾರವೇ ಕದಲಿತು. ಆ ಕ್ಷಣವೇ ಕದಗಳೆಲ್ಲಾ ತೆರೆದುವು. ಕೈದಿಗಳೆಲ್ಲರ ಬಂಧನಗಳು ಕಳಚಿಬಿದ್ದವು."},{"number":27,"verse":"ಎಚ್ಚೆತ್ತ ಅಧಿಕಾರಿ ಸೆರೆಮನೆಯ ಬಾಗಿಲುಗಳೆಲ್ಲಾ ತೆರೆದಿರುವುದನ್ನು ಕಂಡನು. ಕೈದಿಗಳೆಲ್ಲರು ತಪ್ಪಿಸಿಕೊಂಡಿರುವರೆಂದು ಭಾವಿಸಿ ತನ್ನ ಖಡ್ಗವನ್ನು ಹಿರಿದು ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಳ್ಳುವುದರಲ್ಲಿದ್ದನು."},{"number":28,"verse":"ಆಗ ಪೌಲನು ಗಟ್ಟಿಯಾಗಿ ಕೂಗುತ್ತಾ, “ನೀನೇನೂ ಹಾನಿಮಾಡಿಕೊಳ್ಳಬೇಡ, ನಾವೆಲ್ಲರೂ ಇಲ್ಲೇ ಇದ್ದೇವೆ,” ಎಂದನು."},{"number":29,"verse":"ಸೆರೆಮನೆಯ ಅಧಿಕಾರಿ ದೀಪವನ್ನು ತರಿಸಿ, ಒಳಗೆ ಧಾವಿಸಿ ಬಂದು, ಭಯದಿಂದ ನಡುಗುತ್ತಾ ಪೌಲ ಮತ್ತು ಸೀಲರ ಪಾದಕ್ಕೆ ಬಿದ್ದನು."},{"number":30,"verse":"ಅನಂತರ ಅವರನ್ನು ಹೊರಗೆ ಕರೆತಂದು, “ಸ್ವಾಮಿಗಳೇ, ಜೀವೋದ್ಧಾರ ಪಡೆಯಲು ನಾನು ಮಾಡಬೇಕಾದುದು ಏನು?” ಎಂದು ವಿಚಾರಿಸಿದನು."},{"number":31,"verse":"“ಪ್ರಭು ಯೇಸುವಿನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡು, ನೀನೂ ನಿನ್ನ ಮನೆಯವರೆಲ್ಲರೂ ಜೀವೋದ್ಧಾರವನ್ನು ಹೊಂದುವಿರಿ,” ಎಂದು ಅವರು ಉತ್ತರಕೊಟ್ಟರು."},{"number":32,"verse":"ಅನಂತರ ಪ್ರಭುವಿನ ಸಂದೇಶವನ್ನು ಅವನಿಗೂ ಅವನ ಮನೆಯಲ್ಲಿದ್ದ ಎಲ್ಲರಿಗೂ ಬೋಧಿಸಿದರು."},{"number":33,"verse":"ರಾತ್ರಿಯ ವೇಳೆಯಲ್ಲೇ ಸೆರೆಮನೆಯ ಅಧಿಕಾರಿ ಅವರನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿ ಅವರ ಗಾಯಗಳನ್ನು ತೊಳೆದನು. ಅನಂತರ ಅವನೂ ಅವನ ಕುಟುಂಬದವರೂ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆದರು."},{"number":34,"verse":"ಬಳಿಕ ಪೌಲ ಮತ್ತು ಸೀಲರನ್ನು ತನ್ನ ಮನೆಗೆ ಕರೆದುಕೊಂಡು ಹೋಗಿ ಊಟಬಡಿಸಿದನು. ದೇವರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವ ಸದವಕಾಶ ದೊರಕಿದ್ದಕ್ಕಾಗಿ ಅವನೂ ಅವನ ಮನೆಯವರೆಲ್ಲರೂ ಉಲ್ಲಾಸಗೊಂಡರು."},{"number":35,"verse":"ಮಾರನೆಯ ಬೆಳಿಗ್ಗೆ ನ್ಯಾಯಾಧಿಪತಿಗಳು ಜವಾನರ ಮುಖಾಂತರ, “ಈ ವ್ಯಕ್ತಿಗಳನ್ನು ಬಿಟ್ಟುಬಿಡು,” ಎಂದು ಹೇಳಿಕಳುಹಿಸಿದರು."},{"number":36,"verse":"ಸೆರೆಮನೆಯ ಅಧಿಕಾರಿ ಪೌಲನ ಬಳಿಗೆ ಬಂದು, “ನ್ಯಾಯಾಧಿಪತಿಗಳು ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡುವಂತೆ ಹೇಳಿಕಳುಹಿಸಿದ್ದಾರೆ; ನೀವು ನೆಮ್ಮದಿಯಿಂದ ಹೊರಟುಹೋಗಬಹುದು,” ಎಂದು ವರದಿಮಾಡಿದನು."},{"number":37,"verse":"ಆದರೆ ಪೌಲನು ಅವರಿಗೆ, “ನಮ್ಮನ್ನು ಶಿಕ್ಷೆಗೊಳಪಡಿಸುವಂಥ ಅಪರಾಧವನ್ನೇನೂ ನಾವು ಮಾಡಿಲ್ಲ. ಅಲ್ಲದೆ ನಾವು ರೋಮಿನ ಪೌರರು, ಆದರೂ ನಮ್ಮನ್ನು ಬಹಿರಂಗವಾಗಿ ಛಡಿಗಳಿಂದ ಹೊಡಿಸಿದ್ದಾರೆ. ಸೆರೆಮನೆಗೆ ತಳ್ಳಿದ್ದಾರೆ; ಈಗ ಗೋಪ್ಯವಾಗಿ ನಮ್ಮನ್ನು ಕಳುಹಿಸಿಬಿಡಬೇಕೆಂದಿದ್ದಾರೆಯೆ? ಇಲ್ಲ, ಇದು ಸಾಧ್ಯವಿಲ್ಲ. ನ್ಯಾಯಾಧಿಪತಿಗಳೇ ಖುದ್ದಾಗಿ ಇಲ್ಲಿಗೆ ಬಂದು ನಮ್ಮನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲಿ,” ಎಂದನು."},{"number":38,"verse":"ಜವಾನರು ಈ ಮಾತುಗಳನ್ನು ನ್ಯಾಯಾಧಿಪತಿಗಳಿಗೆ ವರದಿಮಾಡಿದರು. ಅವರು ಪೌಲ ಮತ್ತು ಸೀಲ ರೋಮಿನ ಪೌರರೆಂದು ಕೇಳಿ ಭಯಪಟ್ಟರು."},{"number":39,"verse":"ಆದುದರಿಂದ ಅವರೇ ಬಂದು ಕ್ಷಮೆಕೋರಿ, ಸೆರೆಮನೆಯಿಂದ ಬಿಡುಗಡೆಮಾಡಿ, ನಗರವನ್ನು ಬಿಟ್ಟು ಹೋಗಬೇಕೆಂದು ವಿನಂತಿಸಿದರು."},{"number":40,"verse":"ಪೌಲ ಮತ್ತು ಸೀಲ ಸೆರೆಮನೆಯಿಂದ ಹೊರಟು ಲಿಡಿಯಳ ಮನೆಗೆ ಹೋದರು. ಭಕ್ತವಿಶ್ವಾಸಿಗಳನ್ನು ಸಂಧಿಸಿ ಅವರಿಗೆ ಪ್ರೋತ್ಸಾಹದ ಮಾತುಗಳನ್ನಾಡಿ ಅಲ್ಲಿಂದ ನಿರ್ಗಮಿಸಿದರು."}]}