{"bibleAbbr":"KNCL","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"(ಎಫೆಸದಲ್ಲಿ ಧರ್ಮಸಭೆಯ ಸ್ಥಾಪನೆ) ಅಪೊಲ್ಲೋಸನು ಕೊರಿಂಥದಲ್ಲಿ ಇದ್ದಾಗ, ಪೌಲನು ಮೇಲ್ನಾಡಿನ ಪ್ರಾಂತ್ಯದ ಮಾರ್ಗವಾಗಿ ಎಫೆಸಕ್ಕೆ ಬಂದನು. ಅಲ್ಲಿ ಕೆಲವು ಮಂದಿ ಶಿಷ್ಯರನ್ನು ಕಂಡು,"},{"number":2,"verse":"“ನೀವು ವಿಶ್ವಾಸಿಸಿದಾಗ ಪವಿತ್ರಾತ್ಮ ಅವರನ್ನು ಪಡೆದಿರೋ?’ ಎಂದು ಕೇಳಿದನು. ಅದಕ್ಕೆ ಅವರು, “ಪವಿತ್ರಾತ್ಮ ಎಂಬವರು ಇದ್ದಾರೆಂದು ನಾವು ಕೇಳಿಯೇ ಇಲ್ಲ,” ಎಂದು ಉತ್ತರಿಸಿದರು."},{"number":3,"verse":"ಹಾಗಾದರೆ ನೀವು ಯಾವ ಸ್ನಾನದೀಕ್ಷೆಯನ್ನು ಪಡೆದಿರಿ?” ಎಂದು ಪೌಲನು ಕೇಳಲು, “ನಾವು ಯೊವಾನ್ನನ ಸ್ನಾನದೀಕ್ಷೆ ಪಡೆದೆವು,” ಎಂದರು."},{"number":4,"verse":"ಆಗ ಪೌಲನು, “ಯಾರು ತಮ್ಮ ಪಾಪದಿಂದ ವಿಮುಖರಾಗಿ ದೇವರಿಗೆ ಅಭಿಮುಖರಾಗುತ್ತಿದ್ದರೋ, ಅಂಥವರಿಗೆ ಯೊವಾನ್ನನು ಸ್ನಾನದೀಕ್ಷೆ ಕೊಡುತ್ತಿದ್ದನು. ಆದರೆ ಆ ಯೊವಾನ್ನನೇ ‘ತನ್ನ ಬಳಿಕ ಬರುವಾತನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಿ; ಅವರೇ ಯೇಸು’ ಎಂದು ಇಸ್ರಯೇಲರಿಗೆ ಬೋಧಿಸಿದ್ದನು,” ಎಂದನು."},{"number":5,"verse":"ಇದನ್ನು ಕೇಳಿದಾಗ ಅವರು ಪ್ರಭು ಯೇಸುವಿನ ನಾಮದಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆದರು."},{"number":6,"verse":"ಪೌಲನು ಅವರ ಮೇಲೆ ಹಸ್ತನಿಕ್ಷೇಪ ಮಾಡಲು ಪವಿತ್ರಾತ್ಮ ಅವರ ಮೇಲೆ ಬಂದರು. ಆಗ ಅವರೆಲ್ಲರೂ ನಾನಾ ಭಾಷೆಗಳನ್ನು ಮಾತನಾಡುತ್ತಾ ಪ್ರವಾದಿಸಿದರು."},{"number":7,"verse":"ಇವರು ಸುಮಾರು ಹನ್ನೆರಡು ಮಂದಿ ಇದ್ದಿರಬಹುದು."},{"number":8,"verse":"ಅನಂತರ ಮೂರು ತಿಂಗಳ ಕಾಲ ಪೌಲನು ಪ್ರಾರ್ಥನಾಮಂದಿರಕ್ಕೆ ಹೋಗಿ ಧೈರ್ಯದಿಂದ ಮಾತನಾಡಿದನು. ದೇವರ ಸಾಮ್ರಾಜ್ಯದ ಬಗ್ಗೆ ಅಲ್ಲಿದ್ದವರೊಡನೆ ಚರ್ಚಿಸುತ್ತಾ, ಅವರನ್ನು ವಿಶ್ವಾಸಿಗಳನ್ನಾಗಿಸಲು ಪ್ರಯತ್ನಿಸಿದನು."},{"number":9,"verse":"ಆದರೆ ಅವರಲ್ಲಿ ಕೆಲವರು ಹಠಮಾರಿಗಳು; ಅವರು ವಿಶ್ವಾಸವನ್ನು ನಿರಾಕರಿಸಿದ್ದೂ ಅಲ್ಲದೆ ಈ ಹೊಸಮಾರ್ಗವನ್ನು ಸಭೆಯ ಮುಂದೆ ದೂಷಿಸತೊಡಗಿದರು. ಈ ಕಾರಣ ಪೌಲನು ಅವರನ್ನು ಬಿಟ್ಟು ಶಿಷ್ಯರನ್ನು ಕರೆದುಕೊಂಡು ತುರಾನ್ನ ಎಂಬವನ ತರ್ಕಶಾಲೆಯಲ್ಲಿ ಪ್ರತಿದಿನವೂ ಚರ್ಚೆ ನಡೆಸುತ್ತಾ ಬಂದನು."},{"number":10,"verse":"ಹೀಗೆ ಎರಡು ವರ್ಷಗಳು ಕಳೆದವು. ಇದರ ಪರಿಣಾಮವಾಗಿ ಏಷ್ಯಾದಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಯೆಹೂದ್ಯರೂ ಗ್ರೀಕರೂ ಪ್ರಭುವಿನ ವಾಕ್ಯವನ್ನು ಕೇಳಲು ಅನುಕೂಲವಾಯಿತು."},{"number":11,"verse":"(ಎಫೆಸದಲ್ಲಿ ಮಂತ್ರತಂತ್ರಗಳ ಅಂತ್ಯ) ದೇವರು ಪೌಲನ ಕೈಯಿಂದ ಅಸಾಧಾರಣ ಅದ್ಭುತಗಳನ್ನು ಮಾಡಿಸುತ್ತಿದ್ದರು."},{"number":12,"verse":"ಅವನು ಬಳಸಿದ ಕರವಸ್ತ್ರಗಳನ್ನೂ ಉಡುವಸ್ತ್ರಗಳನ್ನೂ ಜನರು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ವ್ಯಾಧಿಸ್ಥರಿಗೆ ಮುಟ್ಟಿಸಿದ್ದೇ, ಅವರ ವ್ಯಾಧಿಗಳು ಗುಣವಾಗುತ್ತಿದ್ದವು; ದೆವ್ವಗಳು ಬಿಟ್ಟುಹೋಗುತ್ತಿದ್ದವು."},{"number":13,"verse":"“ದೆವ್ವಬಿಡಿಸುವವರು” ಎನಿಸಿಕೊಂಡು ಊರೂರು ಸುತ್ತುತ್ತಿದ್ದ ಕೆಲವು ಯೆಹೂದ್ಯರು ಸಹ ಪ್ರಭು ಯೇಸುವಿನ ನಾಮವನ್ನು ಬಳಸಿ ದೆವ್ವಬಿಡಿಸಲು ಯತ್ನಿಸಿದರು. ಇವರು ದೆವ್ವಗಳಿಗೆ, “ಪೌಲನು ಸಾರುತ್ತಿರುವ ಯೇಸುವಿನ ನಾಮದಲ್ಲಿ ನಿಮಗೆ ಆಣೆಯಿಟ್ಟು ಆಜ್ಞಾಪಿಸುತ್ತೇವೆ,” ಎಂದು ಹೇಳುತ್ತಿದ್ದರು."},{"number":14,"verse":"ಮುಖ್ಯಯಾಜಕನಾಗಿದ್ದ ಸ್ಕೇವ ಎಂಬವನ ಏಳು ಮಕ್ಕಳು ಹೀಗೆಯೇ ಮಾಡುತ್ತಿದ್ದರು."},{"number":15,"verse":"ಆದರೆ ಆ ದೆವ್ವ ಅವರಿಗೆ, “ಯೇಸು ನನಗೆ ಗೊತ್ತು, ಪೌಲನನ್ನು ನಾನು ಬಲ್ಲೆ; ಆದರೆ ನೀವು ಯಾರು?” ಎಂದು ಪ್ರಶ್ನಿಸಿತು."},{"number":16,"verse":"ಅಲ್ಲದೆ ದೆವ್ವ ಹಿಡಿದಿದ್ದ ಮನುಷ್ಯನು ಅವರ ಮೇಲೆ ಹಾರಿಬಿದ್ದು, ಅಪ್ಪಳಿಸಿ, ಅವರೆಲ್ಲರನ್ನೂ ಅಧೀನಪಡಿಸಿದನು. ಅವರು ಗಾಯಗೊಂಡು, ನಗ್ನರಾಗಿ, ಆ ಮನೆಯಿಂದ ಓಡಿಹೋದರು."},{"number":17,"verse":"ಎಫೆಸದಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದ ಯೆಹೂದ್ಯರೂ ಅನ್ಯಧರ್ಮೀಯರೂ ಈ ವಿಷಯವನ್ನು ಕೇಳಿ ಭಯಭೀತರಾದರು. ಪ್ರಭು ಯೇಸುವಿನ ನಾಮವನ್ನು ಸಂಕೀರ್ತಿಸಿದರು."},{"number":18,"verse":"ಭಕ್ತವಿಶ್ವಾಸಿಗಳಾದ ಅನೇಕರು ಮುಂದೆ ಬಂದು ತಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಬಹಿರಂಗವಾಗಿ ಒಪ್ಪಿಕೊಂಡು ನಿವೇದಿಸಿದರು."},{"number":19,"verse":"ಮಾಯಮಂತ್ರಮಾಡುತ್ತಿದ್ದ ಅನೇಕರು ತಮ್ಮ ಪುಸ್ತಕಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ಅವುಗಳನ್ನು ಎಲ್ಲರ ಮುಂದೆ ಸುಟ್ಟುಹಾಕಿದರು. ಆ ಪುಸ್ತಕಗಳ ಬೆಲೆಯನ್ನು ಎಣಿಕೆಮಾಡಿದಾಗ ಅದರ ಮೊತ್ತ ಐವತ್ತು ಸಾವಿರ ಬೆಳ್ಳಿನಾಣ್ಯಗಳಷ್ಟಾಯಿತು."},{"number":20,"verse":"ಪ್ರಭುವಿನ ವಾಕ್ಯ ಹೀಗೆ ಹಬ್ಬಿಹರಡಿ ಪ್ರಬಲವಾಯಿತು."},{"number":21,"verse":"(ಅರ್ತೆಮೀ ದೇವತೆಯ ಪರವಾಗಿ ದೊಂಬಿ) ಈ ಘಟನೆಗಳ ನಂತರ ಪೌಲನು ಮಕೆದೋನಿಯ ಮತ್ತು ಅಖಾಯದ ಮೂಲಕ ಜೆರುಸಲೇಮಿಗೆ ಹೋಗಲು ನಿರ್ಧರಿಸಿಕೊಂಡನು. ಅಲ್ಲಿಗೆ ಹೋದ ಮೇಲೆ ರೋಮ್ ನಗರವನ್ನು ಕೂಡ ನೋಡಬೇಕು ಎಂಬುದು ಅವನ ಉದ್ದೇಶ ಆಗಿತ್ತು."},{"number":22,"verse":"ತನ್ನ ಇಬ್ಬರು ಸಹಾಯಕರಾದ ತಿಮೊಥೇಯ ಮತ್ತು ಎರಾಸ್ತನನ್ನು ಮಕೆದೋನಿಯಕ್ಕೆ ಕಳುಹಿಸಿಬಿಟ್ಟು, ತಾನು ಇನ್ನೂ ಸ್ವಲ್ಪಕಾಲ ಏಷ್ಯದಲ್ಲೇ ಉಳಿದುಕೊಂಡನು."},{"number":23,"verse":"ಅದೇ ಸಮಯಕ್ಕೆ ಎಫೆಸದಲ್ಲಿ ಕ್ರಿಸ್ತಮಾರ್ಗ ಅನ್ವೇಷಣೆಯ ನಿಮಿತ್ತ ತೀವ್ರಗಲಭೆ ಉಂಟಾಯಿತು."},{"number":24,"verse":"ಅಲ್ಲಿ ದೆಮೆತ್ರಿಯ ಎಂಬ ಅಕ್ಕಸಾಲಿಗನಿದ್ದನು. ಇವನು ಅರ್ತೆಮೀ ದೇವತೆಯ ಗುಡಿಗೆ ಬೆಳ್ಳಿಯ ಆಕೃತಿಯನ್ನು ಮಾಡುತ್ತಿದ್ದನು. ಈ ಕಸಬುದಾರರಿಗೆ ಇದು ತುಂಬ ಲಾಭದಾಯಕವಾಗಿತ್ತು."},{"number":25,"verse":"ದೆಮೆತ್ರಿಯನು ಅವರೆಲ್ಲರನ್ನು ಹಾಗೂ ಸಂಬಂಧಪಟ್ಟ ಕಸಬಿನ ಇತರರನ್ನು ಒಟ್ಟುಕೂಡಿಸಿ, “ಮಿತ್ರರೇ, ನಿಮ್ಮ ಸಿರಿಸಂಪತ್ತಿಗೆಲ್ಲಾ ಈ ಕಸಬೇ ಮೂಲಕಾರಣ, ಇದು ನಿಮಗೆ ತಿಳಿದ ವಿಷಯ."},{"number":26,"verse":"ಪೌಲ ಎಂಬವನು ಏನು ಮಾಡುತ್ತಿರುವನೆಂದು ನೀವು ನೋಡಿದ್ದೀರಿ ಹಾಗೂ ಕೇಳಿದ್ದೀರಿ; ಕೈಯಿಂದ ಮಾಡಿದ ಆಕೃತಿಗಳು ದೇವರೇ ಅಲ್ಲವೆಂದು ಇಲ್ಲಿ ಎಫೆಸದಲ್ಲೂ ಹೆಚ್ಚುಕಡಿಮೆ ಇಡೀ ಏಷ್ಯದಲ್ಲೂ ಪ್ರಚಾರಮಾಡುತ್ತಿದ್ದಾನೆ; ಮಾತ್ರವಲ್ಲ, ಅನೇಕ ಜನರನ್ನು ಮನವೊಲಿಸಿ ಮಾರ್ಪಡಿಸಿಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":27,"verse":"ಇದರಿಂದಾಗಿ ನಮ್ಮ ಕಸಬಿಗೇ ಕೆಟ್ಟ ಹೆಸರು ಬರುವ ಅಪಾಯವಿದೆ. ಅಷ್ಟೇ ಏಕೆ, ಅರ್ತೆಮೀ ಮಹಾದೇವಿಯ ಗುಡಿ ಹೇಳಹೆಸರಿಲ್ಲದಂತಾಗುವ ಸಂಭವವಿದೆ. ಇಡೀ ಏಷ್ಯದಲ್ಲೂ ಜಗತ್ತಿನ ಎಲ್ಲೆಲ್ಲೂ ಪೂಜಿಸಲಾಗುವ ಆ ದೇವತೆಯ ವೈಭವ ಅಳಿದುಹೋಗುವ ಅಪಾಯವಿದೆ,” ಎಂದನು."},{"number":28,"verse":"ಈ ಮಾತುಗಳನ್ನು ಕೇಳಿದ ಆ ಜನರು ಕೋಪಾವೇಶದಿಂದ, “ಎಫೆಸದ ಅರ್ತೆಮೀ ದೇವಿಯೇ ಮಹಾದೇವಿ!” ಎಂದು ಆರ್ಭಟಿಸಿದರು."},{"number":29,"verse":"ಪಟ್ಟಣದಲ್ಲೆಲ್ಲಾ ಕೋಲಾಹಲವೆದ್ದಿತು. ಜನರು ಗುಂಪಾಗಿ ಬಂದು ಪೌಲನ ಸಹಪ್ರಯಾಣಿಕರು ಹಾಗೂ ಮಕೆದೋನಿಯದವರು ಆದ ಗಾಯ ಮತ್ತು ಅರಿಸ್ತಾರ್ಕ ಎಂಬವರನ್ನು ಹಿಡಿದರು. ಅವರನ್ನು ಎಳೆದುಕೊಂಡು ಹೋಗಿ ಕ್ರೀಡಾಂಗಣಕ್ಕೆ ಒಟ್ಟಾಗಿ ನುಗ್ಗಿದರು."},{"number":30,"verse":"ಇದನ್ನು ತಿಳಿದ ಪೌಲನು ಜನಸಮೂಹದ ಮುಂದೆಹೋಗಿ ನಿಲ್ಲಬೇಕೆಂದು ಇದ್ದನು. ಆದರೆ ಭಕ್ತಾದಿಗಳು ಅವನನ್ನು ಹೋಗಬಿಡಲಿಲ್ಲ."},{"number":31,"verse":"ಇದೂ ಅಲ್ಲದೆ, ಪೌಲನ ಸ್ನೇಹಿತರಾದ ಕೆಲವು ಸ್ಥಳೀಯ ಅಧಿಕಾರಿಗಳು, ಕ್ರೀಡಾಂಗಣಕ್ಕೆ ಹೋಗುವ ಸಾಹಸವನ್ನು ಮಾಡಕೂಡದೆಂದು ವಿನಂತಿಸಿ, ಪೌಲನಿಗೆ ಹೇಳಿಕಳುಹಿಸಿದರು."},{"number":32,"verse":"ಸಭೆಯಲ್ಲಿ ಗೊಂದಲವೆದ್ದಿತು, ಕೆಲವರು ಒಂದು ವಿಧದಲ್ಲಿ ಬೊಬ್ಬೆಹಾಕಿದರೆ, ಮತ್ತೆ ಕೆಲವರು ಇನ್ನೊಂದು ವಿಧದಲ್ಲಿ ಕೂಗಾಡಲಾರಂಭಿಸಿದರು. ಬಹುಜನರಿಗೆ ತಾವು ಅಲ್ಲಿಗೆ ಬಂದುದರ ಕಾರಣವೇ ತಿಳಿದಿರಲಿಲ್ಲ."},{"number":33,"verse":"ಯೆಹೂದ್ಯರು ಅಲೆಕ್ಸಾಂಡರ್ ಎಂಬವನನ್ನು ಸಭೆಯ ಮುಂದಕ್ಕೆ ನೂಕಿದರು. ನೆರೆದಿದ್ದ ಕೆಲವರು ಅವನನ್ನು ಪುಸಲಾಯಿಸಿದರು. ಆಗ ಅಲೆಕ್ಸಾಂಡರನು ಮೌನವಾಗಿರುವಂತೆ ಕೈಸನ್ನೆಮಾಡಿ ಜನರಿಗೆ ಸಮಾಧಾನ ಹೇಳಲು ಪ್ರಯತ್ನಿಸಿದನು."},{"number":34,"verse":"ಆದರೆ ಅವನು ಯೆಹೂದ್ಯನೆಂದು ಗುರುತಿಸಿದ ಕೂಡಲೇ, ಅವರೆಲ್ಲರೂ ಎರಡು ಗಂಟೆಗಳ ಕಾಲ, “ಎಫೆಸದ ಅರ್ತೆಮೀ ದೇವಿಯೇ ಮಹಾದೇವಿ,” ಎಂದು ಒಂದೇ ಸಮನೆ ಬೊಬ್ಬೆಹಾಕಿದರು."},{"number":35,"verse":"ಕಟ್ಟಕಡೆಗೆ ಪಟ್ಟಣದ ಅಧಿಕಾರಿ ಒಬ್ಬನು ಜನಸಮೂಹವನ್ನು ಶಾಂತಗೊಳಿಸುತ್ತಾ ಹೀಗೆಂದನು: “ಎಫೆಸದ ಮಹಾಜನರೇ, ಅರ್ತೆಮೀ ಮಹಾದೇವಿಯ ಗುಡಿಯನ್ನು ಹಾಗೂ ಆಕಾಶದಿಂದ ಬಿದ್ದ ಶಿಲೆಯನ್ನು ಎಫೆಸ ಪಟ್ಟಣವು ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂರಕ್ಷಿಸುತ್ತಾ ಬಂದಿದೆ ಎಂಬುದು ಎಲ್ಲರಿಗೂ ತಿಳಿದ ವಿಷಯ."},{"number":36,"verse":"ಇದನ್ನು ಯಾರೂ ಅಲ್ಲಗಳೆಯುವಂತಿಲ್ಲ; ಆದುದರಿಂದ ನೀವು ಶಾಂತರಾಗಬೇಕು, ದುಡುಕಿ ಏನನ್ನೂ ಮಾಡಬಾರದು."},{"number":37,"verse":"ನೀವು ಎಳೆದು ತಂದಿರುವ ಈ ವ್ಯಕ್ತಿಗಳು ಗುಡಿಕಳ್ಳರೂ ಅಲ್ಲ, ನಮ್ಮ ದೇವತೆಯ ದೂಷಕರೂ ಅಲ್ಲ."},{"number":38,"verse":"ದೆಮೆತ್ರಿಯನಿಗೇ ಆಗಲಿ, ಅವನ ಜೊತೆ ಕೆಲಸಗಾರರಿಗೇ ಆಗಲಿ, ಯಾರ ಮೇಲಾದರೂ ಏನಾದರೂ ಆಪಾದನೆ ಇದ್ದರೆ, ಅದಕ್ಕೆ ನ್ಯಾಯಾಲಯಗಳು ತೆರೆದಿವೆ; ರಾಜ್ಯಪಾಲರಿದ್ದಾರೆ; ಅವರು ಅಲ್ಲಿಗೆ ಹೋಗಿ ದೂರು ಕೊಡಲಿ."},{"number":39,"verse":"ಇದಕ್ಕಿಂತಲೂ ಮಿಗಿಲಾಗಿ ನೀವು ಏನನ್ನಾದರೂ ಅಪೇಕ್ಷಿಸುವುದಾದರೆ, ಅದನ್ನು ಕಾನೂನುಬದ್ಧವಾಗಿ ಸೇರುವ ಸಭೆಯಲ್ಲಿ ತೀರ್ಮಾನಮಾಡಬಹುದು."},{"number":40,"verse":"ಈ ದಿನ ನಡೆದ ಘಟನೆಯನ್ನು ದಂಗೆಯೆಂದು ನಮ್ಮ ಮೇಲೆ ಆಪಾದನೆ ಹೊರಿಸುವ ಆಸ್ಪದವಿದೆ. ಏಕೆಂದರೆ, ಈ ಗಲಭೆಗೆ ಸರಿಯಾದ ಕಾರಣವನ್ನು ಕೊಟ್ಟು ಸಮರ್ಥಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮಿಂದಾಗದು,” ಎಂದನು."},{"number":41,"verse":"ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿದ ಮೇಲೆ ಅವನು ಕೂಟವನ್ನು ಚದರಿಸಿದನು."}]}