{"bibleAbbr":"KNCL","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"ನಿಂತು ನೆಗೆದಾಡಿದ ಹುಟ್ಟುಕುಂಟ ಒಂದು ದಿನ ಮಧ್ಯಾಹ್ನ ಮೂರು ಗಂಟೆಯ ಸಮಯ. ಅದು ಪ್ರಾರ್ಥನಾವೇಳೆ. ಪೇತ್ರ ಮತ್ತು ಯೊವಾನ್ನ ಮಹಾದೇವಾಲಯಕ್ಕೆ ಹೋದರು."},{"number":2,"verse":"‘ಸುಂದರದ್ವಾರ’ ಎಂದು ಕರೆಯಲಾದ ಬಾಗಿಲ ಬಳಿ ಹುಟ್ಟುಕುಂಟನೊಬ್ಬ ಇದ್ದನು. ಅವನನ್ನು ಪ್ರತಿದಿನ ಹೊತ್ತುತಂದು ಈ ದ್ವಾರದ ಬಳಿ ಬಿಡಲಾಗುತ್ತಿತ್ತು. ಅವನು ದೇವಾಲಯಕ್ಕೆ ಬರುತ್ತಿದ್ದ ಜನರಿಂದ ಭಿಕ್ಷೆಬೇಡುತ್ತಿದ್ದನು."},{"number":3,"verse":"ಪೇತ್ರ ಮತ್ತು ಯೊವಾನ್ನ ದೇವಾಲಯದೊಳಗೆ ಹೋಗುತ್ತಿರುವುದನ್ನು ಅವನು ಕಂಡನು. ತನಗೆ ಏನಾದರೂ ಭಿಕ್ಷೆ ಕೊಡಬೇಕೆಂದು ಬೇಡಿದನು."},{"number":4,"verse":"ಅವರು ಕುಂಟನನ್ನು ತದೇಕ ದೃಷ್ಟಿಯಿಂದ ಈಕ್ಷಿಸಿದರು. ಪೇತ್ರನು,. “ಎಲ್ಲಿ, ನಮ್ಮನ್ನು ನೋಡು,” ಎಂದನು."},{"number":5,"verse":"ಕುಂಟನು ಅವರಿಂದ ಭಿಕ್ಷೆಯನ್ನು ಅಪೇಕ್ಷಿಸುತ್ತಾ ಅವರನ್ನೇ ನೋಡಿದನು."},{"number":6,"verse":"ಆದರೆ ಪೇತ್ರನು, “ಹಣಕಾಸೇನೂ ನನ್ನಲ್ಲಿಲ್ಲ, ನನ್ನಲ್ಲಿ ಇರುವುದನ್ನು ನಿನಗೆ ಕೊಡುತ್ತೇನೆ; ನಜರೇತಿನ ಯೇಸುಕ್ರಿಸ್ತರ ಹೆಸರಿನಲ್ಲಿ ನಾನು ಆಜ್ಞಾಪಿಸುತ್ತೇನೆ, ಎದ್ದು ನಡೆ” ಎನ್ನುತ್ತಾ."},{"number":7,"verse":"ಅವನ ಬಲಗೈಯನ್ನು ಹಿಡಿದು ನಿಲ್ಲಲು ಸಹಾಯಮಾಡಿದನು. ಆ ಕ್ಷಣವೇ ಕುಂಟನ ಅಂಗಾಲು ಮುಂಗಾಲುಗಳು ಬಲಗೊಂಡವು."},{"number":8,"verse":"ಅವನು ಜಿಗಿದುನಿಂತು ಅತ್ತಿತ್ತ ನಡೆದಾಡಲು ಪ್ರಾರಂಭಿಸಿದನು. ಅನಂತರ ಅವನು ಕುಣಿಯುತ್ತಾ ನಡೆಯುತ್ತಾ ದೇವರನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಅವರೊಡನೆಯೇ ದೇವಾಲಯದೊಳಗೆ ಹೋದನು."},{"number":9,"verse":"ಅವನು ಹೀಗೆ ನಡೆಯುವುದನ್ನೂ ದೇವರನ್ನು ಕೊಂಡಾಡುವುದನ್ನೂ ಜನಸಮೂಹ ನೋಡಿತು."},{"number":10,"verse":"ದೇವಾಲಯದ ಸುಂದರದ್ವಾರದ ಬಳಿ ಕುಳಿತು ಭಿಕ್ಷೆಬೇಡುತ್ತಿದ್ದವನು ಇವನೇ ಎಂದು ಜನರು ಗುರುತು ಹಚ್ಚಿದರು. ಅವನಿಗೆ ಸಂಭವಿಸಿದ್ದನ್ನು ಕಂಡು ಬೆಕ್ಕಸಬೆರಗಾದರು."},{"number":11,"verse":"ಪೇತ್ರನ ಪ್ರವಚನ ‘ಸೊಲೊಮೋನನ ಮಂಟಪ’ದಲ್ಲಿ ಪೇತ್ರ ಮತ್ತು ಯೊವಾನ್ನರ ಜೊತೆ ಆ ಭಿಕ್ಷುಕನು ಇನ್ನೂ ನಿಂತಿದ್ದನು. ಆಶ್ಚರ್ಯಭರಿತರಾದ ಜನರು ಅಲ್ಲಿಗೆ ಓಡಿಬಂದರು."},{"number":12,"verse":"ಇದನ್ನು ನೋಡಿ ಪೇತ್ರನು ಇಂತೆಂದನು: “ಇಸ್ರಯೇಲಿನ ಜನರೇ, ಈ ಘಟನೆಯಿಂದ ನೀವೇಕೆ ಆಶ್ಚರ್ಯಚಕಿತರಾಗಿದ್ದೀರಿ? ನಮ್ಮನ್ನೇಕೆ ಎವೆಯಿಕ್ಕದೆ ನೋಡುತ್ತಿದ್ದೀರಿ? ನಮ್ಮ ಸ್ವಂತ ಶಕ್ತಿಯಿಂದಾಗಲೀ ಭಕ್ತಿಯಿಂದಾಗಲೀ, ಈ ಮನುಷ್ಯನು ನಡೆಯುವಂತೆ ನಾವು ಮಾಡಿದೆವೆಂದು ಭಾವಿಸುತ್ತೀರೋ?"},{"number":13,"verse":"ಪಿತಾಮಹ ಅಬ್ರಹಾಮ, ಇಸಾಕ ಮತ್ತು ಯಕೋಬರ ದೇವರು, ಅಂದರೆ ನಮ್ಮ ಪೂರ್ವಜರ ದೇವರು, ತಮ್ಮ ದಾಸ ಯೇಸುವಿನ ಮಹಿಮೆಯನ್ನು ಬೆಳಗಿಸಿದ್ದಾರೆ. ನೀವಾದರೋ ಅವರನ್ನು ಅಧಿಕಾರಿಗಳ ಕೈಗೊಪ್ಪಿಸಿದಿರಿ. ರಾಜ್ಯಪಾಲ ಪಿಲಾತನು ಅವರನ್ನು ಬಿಡುಗಡೆಮಾಡಲು ನಿರ್ಧರಿಸಿದಾಗ ಕೂಡ ಅವನ ಸಮ್ಮುಖದಲ್ಲೇ ಅವರನ್ನು ಧಿಕ್ಕರಿಸಿದಿರಿ."},{"number":14,"verse":"ಯೇಸು ಪುನೀತರು ಹಾಗೂ ಸತ್ಯಸ್ವರೂಪರು. (ಅಥವಾ : ನೀತಿಸ್ವರೂಪರು.) ಆದರೂ ನೀವು ಅವರನ್ನು ನಿರಾಕರಿಸಿ, ಒಬ್ಬ ಕೊಲೆಗಡುಕನನ್ನೇ ನಿಮಗೆ ಬಿಟ್ಟುಕೊಡುವಂತೆ ಪಿಲಾತನನ್ನು ಬೇಡಿಕೊಂಡಿರಿ."},{"number":15,"verse":"ಜೀವದೊಡೆಯನನ್ನು ನೀವು ಕೊಂದುಹಾಕಿದಿರಿ; ದೇವರು ಅವರನ್ನು ಪುನರುತ್ಥಾನಗೊಳಿಸಿದರು. ಇದಕ್ಕೆ ನಾವೇ ಸಾಕ್ಷಿಗಳು."},{"number":16,"verse":"ನಿಮ್ಮ ಕಣ್ಣೆದುರಿಗಿರುವ ಈ ಮನುಷ್ಯನು ಯಾರೆಂದು ನಿಮಗೆ ಗೊತ್ತಿದೆ. ಯೇಸುವಿನ ನಾಮದಿಂದಲೇ, ಆ ನಾಮದ ಮೇಲಿಟ್ಟ ವಿಶ್ವಾಸದಿಂದಲೇ, ಈತನು ಶಕ್ತಿಪಡೆದಿದ್ದಾನೆ. ಯೇಸುವಿನಲ್ಲಿಟ್ಟ ಆ ವಿಶ್ವಾಸವೇ ಈತನಿಗೆ, ನೀವೇ ನೋಡುವಂತೆ, ಸಂಪೂರ್ಣ ಆರೋಗ್ಯವನ್ನು ದಯಪಾಲಿಸಿದೆ."},{"number":17,"verse":"“ಸಹೋದರರೇ, ನೀವೂ ನಿಮ್ಮ ಅಧಿಕಾರಿಗಳೂ ತಿಳಿಯದೆ ಯೇಸುವಿಗೆ ಹೀಗೆ ಮಾಡಿದಿರೆಂದು ನಾನು ಬಲ್ಲೆ."},{"number":18,"verse":"ಕ್ರಿಸ್ತಯೇಸು ಯಾತನೆಯನ್ನು ಅನುಭವಿಸಬೇಕೆಂದು ದೇವರು ಪ್ರವಾದಿಗಳೆಲ್ಲರ ಮುಖಾಂತರ ಆಗಲೇ ಮುಂತಿಳಿಸಿದ್ದರು. ಆ ಪ್ರವಾದನೆಗಳನ್ನು ಈಗ ನೆರವೇರಿಸಿದ್ದಾರೆ."},{"number":19,"verse":"ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ದೇವರಿಗೆ ಅಭಿಮುಖರಾಗಿರಿ. ಅವರು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಪರಿಹರಿಸುವರು."},{"number":20,"verse":"ಸರ್ವೇಶ್ವರನ ಸಾನ್ನಿಧ್ಯ ಸೌಭಾಗ್ಯವು ನಿಮ್ಮದಾಗುವುದು; ನಿಮಗೋಸ್ಕರ ನೇಮಿತರಾದ ಉದ್ಧಾರಕ ಯೇಸುವನ್ನು ಕಳುಹಿಸುವರು."},{"number":21,"verse":"ಸಮಸ್ತವನ್ನೂ ಪುನರ್‍ಸ್ಥಾಪನೆಗೊಳಿಸುವವರೆಗೆ ಕ್ರಿಸ್ತಯೇಸು ಸ್ವರ್ಗದಲ್ಲಿಯೇ ಇರಬೇಕಾಗಿದೆ. ಇದನ್ನು ದೇವರು ಪವಿತ್ರ ಪ್ರವಾದಿಗಳ ಮುಖಾಂತರ ಬಹುಕಾಲಕ್ಕೆ ಹಿಂದೆಯೇ ಪ್ರಕಟಿಸಿದ್ದಾರೆ."},{"number":22,"verse":"‘ಸರ್ವೇಶ್ವರನಾದ ದೇವರು ನನ್ನನ್ನು ಕಳುಹಿಸಿದಂತೆಯೇ ನಿಮಗೊಬ್ಬ ಪ್ರವಾದಿಯನ್ನು ಕಳುಹಿಸುವರು. ಆತನು ನಿಮ್ಮ ಸ್ವಂತ ಜನಾಂಗದವನಾಗಿರುವನು. ಆತನು ಹೇಳುವುದನ್ನೆಲ್ಲಾ ನೀವು ಕೇಳಬೇಕು."},{"number":23,"verse":"ಆ ಪ್ರವಾದಿಗೆ ಕಿವಿಗೊಡದವನು ದೇವಜನರಿಂದ ದೂರವಾಗಿ ನಾಶವಾಗುತ್ತಾನೆ,’ ಎಂದು ಮೋಶೆ ಹೇಳಿದ್ದಾನೆ."},{"number":24,"verse":"ಸಮುವೇಲನೂ ಅವನ ನಂತರ ಬಂದ ಎಲ್ಲ ಪ್ರವಾದಿಗಳೂ ಈ ದಿನಗಳಲ್ಲಿ ನಡೆಯುತ್ತಿರುವುದನ್ನು ದೈವದತ್ತವಾಗಿ ಸಾರಿದ್ದಾರೆ."},{"number":25,"verse":"ದೇವರು ಪ್ರವಾದಿಗಳ ಮುಖಾಂತರ ಮಾಡಿದ ವಾಗ್ದಾನಗಳಿಗೂ ನಿಮ್ಮ ಪೂರ್ವಜರೊಂದಿಗೆ ಮಾಡಿದ ಒಡಂಬಡಿಕೆಗೂ ನೀವು ಉತ್ತರಾಧಿಕಾರಿಗಳು; ಪೂರ್ವಜ ಅಬ್ರಹಾಮನಿಗೆ, ‘ನಿನ್ನ ಸಂತತಿಯ ಮುಖಾಂತರ ವಿಶ್ವದ ಎಲ್ಲಾ ಜನಾಂಗಗಳು ಧನ್ಯರಾಗುವರು’ ಎಂದಿದ್ದಾರೆ ದೇವರು."},{"number":26,"verse":"ಅಂತೆಯೇ, ಅವರು ತಮ್ಮ ದಾಸನನ್ನು ಎಬ್ಬಿಸಿದ್ದಾರೆ. ನಿಮ್ಮೆಲ್ಲರನ್ನು ದುರ್ಮಾರ್ಗದಿಂದ ದೂರಮಾಡಿ ಧನ್ಯರಾಗಿಸಲು ಅವರನ್ನು ಮೊತ್ತಮೊದಲು ನಿಮ್ಮಲ್ಲಿಗೆ ಕಳುಹಿಸಿದ್ದಾರೆ.”"}]}