{"bibleAbbr":"KNCL","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"(ಸೌಲನ ಸೇಡು) ಆ ದಿನವೇ ಜೆರುಸಲೇಮಿನ ಧರ್ಮಸಭೆಯ ವಿರುದ್ಧ ಕ್ರೂರ ಹಿಂಸೆ ಪ್ರಾರಂಭ ಆಯಿತು. ಪ್ರೇಷಿತರ ಹೊರತು ಇತರ ಭಕ್ತವಿಶ್ವಾಸಿಗಳು ಜುದೇಯ ಮತ್ತು ಸಮಾರಿಯ ಪ್ರಾಂತ್ಯಗಳಲ್ಲೆಲ್ಲಾ ಚದರಿಹೋದರು."},{"number":2,"verse":"ಕೆಲವು ಭಕ್ತಾಧಿಗಳು ಸ್ತೇಫನನನ್ನು ಸಮಾಧಿಮಾಡಿ ಅವನಿಗಾಗಿ ಅತ್ತು ಗೋಳಾಡಿದರು."},{"number":3,"verse":"ಇತ್ತ ಸೌಲನು ಧರ್ಮಸಭೆಯನ್ನು ನಾಶಪಡಿಸಲು ತೊಡಗಿದನು; ಮನೆಮನೆಗೂ ನುಗ್ಗಿ ಸ್ತ್ರೀಪುರುಷರೆನ್ನದೆ ಭಕ್ತರನ್ನು ಎಳೆದುತಂದು ಸೆರೆಮನೆಗೆ ತಳ್ಳುತ್ತಿದ್ದನು."},{"number":4,"verse":"(ಸಮಾರಿಯದಲ್ಲಿ ಶುಭಸಂದೇಶ) ಚದರಿಹೋದ ಭಕ್ತವಿಶ್ವಾಸಿಗಳು ಎಲ್ಲೆಲ್ಲೂ ಹೋಗಿ ಶುಭಸಂದೇಶವನ್ನು ಸಾರುತ್ತಿದ್ದರು."},{"number":5,"verse":"ಫಿಲಿಪ್ಪನು ಸಮಾರಿಯದ ಪ್ರಮುಖ ಪಟ್ಟಣ ಒಂದಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿಯ ಜನರಿಗೆ ಯೇಸುವೇ ಅಭಿಷಿಕ್ತನಾದ ಲೋಕೋದ್ಧಾರಕನೆಂದು ಸಾರಿದನು."},{"number":6,"verse":"ಜನಸಮೂಹವು ಅವನಿಗೆ ಕಿವಿಕೊಟ್ಟಿತು. ಅವನು ಮಾಡಿದ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನು ಕಣ್ಣಾರೆ ಕಂಡಿತು; ಅವನ ಬೋಧನೆಯನ್ನು ಒಮ್ಮನಸ್ಸಿನಿಂದ ಸ್ವೀಕರಿಸಿತು."},{"number":7,"verse":"ಅನೇಕರನ್ನು ಹಿಡಿದಿದ್ದ ದೆವ್ವಗಳು ಅಬ್ಬರಿಸುತ್ತಾ ಅವರನ್ನು ಬಿಟ್ಟಗಲಿದವು; ಪಾರ್ಶ್ವವಾಯು ಪೀಡಿತರೂ ಕುಂಟರೂ ಸ್ವಸ್ಥರಾದರು."},{"number":8,"verse":"ಇದರಿಂದ ಆ ಪಟ್ಟಣದಲ್ಲಿ ಉಂಟಾದ ಸಂತೋಷಕ್ಕೆ ಎಲ್ಲೆಯೇ ಇರಲಿಲ್ಲ."},{"number":9,"verse":"ಆ ಪಟ್ಟಣದಲ್ಲಿ ಆಗ ಸಿಮೋನನೆಂಬ ಒಬ್ಬ ಮಂತ್ರವಾದಿ ಇದ್ದನು. ಅವನು ಸಮಾರಿಯದ ಜನತೆಯನ್ನು ತನ್ನ ಮಾಯಮಂತ್ರಗಳಿಂದ ಮಂಕುಗೊಳಿಸಿದ್ದನು. ತಾನೊಬ್ಬ ಮಹಾಪುರುಷನೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುತ್ತಿದ್ದನು."},{"number":10,"verse":"ಆ ಪಟ್ಟಣದವರೆಲ್ಲರೂ ಹಿರಿಯರು ಕಿರಿಯರು ಎನ್ನದೆ, ಅವನ ಮಾತಿಗೆ ಕಾತರದಿಂದ ಕಿವಿಗೊಡುತ್ತಿದ್ದರು. ‘ದೇವರ ಮಹಾಶಕ್ತಿ’ ಇವನೇ ಎಂದುಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":11,"verse":"ಬಹುಕಾಲದಿಂದ ಇವನ ಮಂತ್ರತಂತ್ರಗಳಿಗೆ ಮಾರುಹೋಗಿದ್ದ ಜನರು ಇವನ ಮಾತಿಗೆ ಬೆಲೆಕೊಡುತ್ತಿದ್ದರು."},{"number":12,"verse":"ಆದರೆ ಫಿಲಿಪ್ಪನು ದೇವರ ಸಾಮ್ರಾಜ್ಯ ಹಾಗೂ ಯೇಸುಕ್ರಿಸ್ತರ ಶುಭಸಂದೇಶವನ್ನು ಬೋಧಿಸಿದಾಗ ಅದರಲ್ಲಿ ವಿಶ್ವಾಸತಳೆದರು. ಸ್ತ್ರೀಪುರುಷರೆನ್ನದೆ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆದರು."},{"number":13,"verse":"ಸಿಮೋನನು ಕೂಡ ವಿಶ್ವಾಸವಿಟ್ಟನು. ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆದು ಫಿಲಿಪ್ಪನ ಸಂಗಡಿಗನಾದನು. ಫಿಲಿಪ್ಪನು ಮಾಡಿದ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನೂ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಕಂಡು ಬೆಕ್ಕಸಬೆರಗಾದನು."},{"number":14,"verse":"ಸಮಾರಿಯದ ಜನರು ದೇವರ ವಾಕ್ಯವನ್ನು ಸ್ವೀಕರಿಸಿದ ಸಮಾಚಾರ ಪ್ರೇಷಿತರಿಗೆ ಮುಟ್ಟಿತು. ಅವರು ಪೇತ್ರ ಮತ್ತು ಯೊವಾನ್ನರನ್ನು ಅಲ್ಲಿಗೆ ಕಳುಹಿಸಿದರು."},{"number":15,"verse":"ಇವರು ಬಂದು ಆ ಜನರು ಪವಿತ್ರಾತ್ಮ ಅವರ ವರವನ್ನು ಪಡೆಯಲೆಂದು ಅವರಿಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆಮಾಡಿದರು."},{"number":16,"verse":"ಏಕೆಂದರೆ, ಅವರು ಪ್ರಭು ಯೇಸುವಿನ ನಾಮದಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆದಿದ್ದರೇ ಹೊರತು ಅವರಲ್ಲಿ ಯಾರ ಮೇಲೂ ಆ ವರವು ಬಂದಿರಲಿಲ್ಲ."},{"number":17,"verse":"ಪ್ರೇಷಿತರು ಅವರ ಮೇಲೆ ಹಸ್ತನಿಕ್ಷೇಪ ಮಾಡಲು ಅವರು ಪವಿತ್ರಾತ್ಮ ವರವನ್ನು ಪಡೆದರು."},{"number":18,"verse":"ಪ್ರೇಷಿತರು ಹಸ್ತನಿಕ್ಷೇಪ ಮಾಡಿದಾಗ ಭಕ್ತರಿಗೆ ಪವಿತ್ರಾತ್ಮ ಪ್ರಧಾನವಾಗುವುದನ್ನು ಸಿಮೋನನು ಕಂಡನು. ಪೇತ್ರ ಮತ್ತು ಯೊವಾನ್ನರಿಗೆ ಹಣವನ್ನು ನೀಡುತ್ತಾ,"},{"number":19,"verse":"“ನಾನೂ ಸಹ ಯಾರ ಮೇಲೆ ಕೈಯಿಟ್ಟರೂ ಅವರು ಪವಿತ್ರಾತ್ಮ ಅವರ ವರವನ್ನು ಹೊಂದುವಂತಹ ಶಕ್ತಿಯನ್ನು ನನಗೂ ಕೊಡಿ,” ಎಂದು ಕೇಳಿಕೊಂಡನು."},{"number":20,"verse":"ಅದಕ್ಕೆ ಪೇತ್ರನು, “ನಿನ್ನ ಹಣಕಾಸು ನಿನ್ನೊಂದಿಗೆ ಹಾಳಾಗಿಹೋಗಲಿ; ದೇವರ ವರವನ್ನು ಹಣಕ್ಕೆ ಕೊಳ್ಳಬೇಕೆಂದಿರುವೆಯಾ?"},{"number":21,"verse":"ಈ ಕಾರ್ಯದಲ್ಲಿ ನಿನಗೆ ಭಾಗವೂ ಇಲ್ಲ, ಪಾಲೂ ಇಲ್ಲ. ದೇವರ ದೃಷ್ಟಿಯಲ್ಲಿ ನಿನ್ನ ಹೃದಯವು ಸರಿಯಿಲ್ಲ."},{"number":22,"verse":"ನಿನ್ನ ದುರಾಲೋಚನೆಗಾಗಿ ಪಶ್ಚಾತ್ತಾಪಪಡು; ನಿನ್ನ ದುರುದ್ದೇಶವನ್ನು ಕ್ಷಮಿಸಲೆಂದು ಪ್ರಭುವನ್ನು ಪ್ರಾರ್ಥಿಸು; ಅವರು ಕ್ಷಮಿಸಬಹುದು."},{"number":23,"verse":"ನೀನು ದ್ವೇಷಾಸೂಯೆಯಿಂದ ತುಂಬಿರುವೆ; ಪಾಪಕ್ಕೆ ದಾಸನಾಗಿರುವೆ,” ಎಂದನು."},{"number":24,"verse":"ಆಗ ಸಿಮೋನನು, “ನೀವು ಹೇಳಿದ ಯಾವ ಕೇಡೂ ನನಗೆ ತಗಲದಂತೆ ನನಗಾಗಿ ನೀವೇ ಪ್ರಭುವಿನಲ್ಲಿ ಪ್ರಾರ್ಥನೆಮಾಡಿ,” ಎಂದು ಬೇಡಿಕೊಂಡನು."},{"number":25,"verse":"ಪ್ರೇಷಿತರು ದೇವರ ವಾಕ್ಯವನ್ನು ಸಾಕ್ಷ್ಯಪೂರಿತವಾಗಿ ಬೋಧಿಸಿದ ಮೇಲೆ ಜೆರುಸಲೇಮಿಗೆ ಮರಳಿದರು. ದಾರಿಯಲ್ಲಿ ಅವರು ಸಮಾರಿಯದ ಅನೇಕ ಹಳ್ಳಿಗಳಲ್ಲೂ ಶುಭಸಂದೇಶವನ್ನು ಸಾರಿದರು."},{"number":26,"verse":"(ಫಿಲಿಪ್ ಮತ್ತು ಇಥಿಯೋಪಿಯದ ಅಧಿಕಾರಿ) ಅನಂತರ ದೇವದೂತನು ಫಿಲಿಪ್ಪನಿಗೆ, “ನೀನು ಎದ್ದು ದಕ್ಷಿಣಾಭಿಮುಖವಾಗಿ ಹೋಗು. ಅದು ಜೆರುಸಲೇಮಿನಿಂದ ಗಾಜಕ್ಕೆ ಹೋಗುವ ಅರಣ್ಯ ಮಾರ್ಗ,” ಎಂದನು."},{"number":27,"verse":"ಅಂತೆಯೇ ಫಿಲಿಪ್ಪನು ಹೊರಟನು. ಆಗ ಇಥಿಯೋಪಿಯದ ಕಂಚುಕಿಯೊಬ್ಬನು ಅದೇ ಮಾರ್ಗವಾಗಿ ಬರುತ್ತಿದ್ದನು. ಅವನು ಆ ದೇಶದ ರಾಣಿ ಕಂದಾಕಿಯ ಕೋಶಾಧಿಕಾರಿ ಹಾಗೂ ಸಚಿವ. ದೇವಾರಾಧನೆಗೆಂದು ಜೆರುಸಲೇಮಿಗೆ ಹೋಗಿ ಹಿಂದಿರುಗುತ್ತಿದ್ದನು. ಅವನು ತನ್ನ ರಥದಲ್ಲಿ ಕುಳಿತು ಯೆಶಾಯನ ಪ್ರವಾದನೆಯನ್ನು ಓದುತ್ತಿದ್ದನು."},{"number":29,"verse":"ಪವಿತ್ರಾತ್ಮರು ಫಿಲಿಪ್ಪನಿಗೆ, “ನೀನು ಮುಂದೆ ಹೋಗಿ ಆ ರಥದ ಜೊತೆಯಲ್ಲೇ ನಡೆ,” ಎಂದು ತಿಳಿಸಿದರು."},{"number":30,"verse":"ಫಿಲಿಪ್ಪನು ಮುಂದಕ್ಕೆ ಧಾವಿಸಿ, ಅವನು ಯೆಶಾಯನ ಪ್ರವಾದನೆಯನ್ನು ಓದುತ್ತಿರುವುದನ್ನು ಕೇಳಿಸಿಕೊಂಡನು. “ನೀವು ಓದುತ್ತಿರುವುದು ಅರ್ಥವಾಗುತ್ತಿದೆಯೇ?” ಎಂದು ಪ್ರಶ್ನಿಸಿದನು."},{"number":31,"verse":"ಆ ಅಧಿಕಾರಿ ಪ್ರತ್ಯುತ್ತರವಾಗಿ, “ಯಾರಾದರೂ ವಿವರಿಸಿದ ಹೊರತು ಇದು ನನಗೆ ಅರ್ಥವಾಗುವುದಾದರೂ ಹೇಗೆ?” ಎಂದನು. ರಥವನ್ನು ಹತ್ತಿ ಕುಳಿತುಕೊಳ್ಳುವಂತೆ ಫಿಲಿಪ್ಪನನ್ನು ಆಹ್ವಾನಿಸಿದನು."},{"number":32,"verse":"ಅವನು ಓದುತ್ತಿದ್ದ ಪ್ರವಾದನೆ ಇದು: “ವಧ್ಯಸ್ಥಾನಕ್ಕೆ ಒಯ್ದ ಕುರಿಯಂತೆ ತುಪ್ಪಟ ಕತ್ತರಿಸುವವನ ಮುಂದಿರುವ ಮೂಕ ಕುರಿಮರಿಯಂತೆ ಆತನು ಬಾಯ್ದೆರೆಯಲಿಲ್ಲ."},{"number":33,"verse":"ಆತನನ್ನು ಅವಮಾನಪಡಿಸಲಾಯಿತು ನ್ಯಾಯವನ್ನೇ ಆತನಿಗೆ ನಿರಾಕರಿಸಲಾಯಿತು ಆತನ ಸಂತತಿಯ ಮಾತೇ ಎತ್ತದಂತಾಯಿತು. ಇದಕಾರಣ ಆತನ ಭೌತಿಕಜೀವವನ್ನೇ ಮೊಟಕುಗೊಳಿಸಲಾಯಿತು.”"},{"number":34,"verse":"ಆ ಅಧಿಕಾರಿ ಫಿಲಿಪ್ಪನಿಗೆ, “ಇಲ್ಲಿ ಪ್ರವಾದಿ ಯಾರನ್ನು ಕುರಿತು ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿದ್ದಾನೆ ತನ್ನನ್ನು ಕುರಿತೋ ಅಥವಾ ಬೇರೆಯವರನ್ನು ಕುರಿತೋ, ಹೇಳಬಲ್ಲೆಯಾ?’ ಎಂದು ಕೇಳಿದನು."},{"number":35,"verse":"ಆಗ ಫಿಲಿಪ್ಪನು ಮರುತ್ತರವಾಗಿ, ಆ ಪ್ರವಾದನೆಯನ್ನೇ ಆಧಾರವಾಗಿ ತೆಗೆದುಕೊಂಡು, ಯೇಸುವಿನ ಶುಭಸಂದೇಶವನ್ನು ಅವನಿಗೆ ಬೋಧಿಸಿದನು."},{"number":36,"verse":"ಅವರು ಪ್ರಯಾಣ ಮಾಡುತ್ತಾ ದಾರಿಯಲ್ಲಿ ನೀರಿದ್ದ ಒಂದು ಸ್ಥಳಕ್ಕೆ ಬಂದರು. ಅದನ್ನು ಕಂಡ ಆ ಅಧಿಕಾರಿ, “ಇಲ್ಲಿ ನೀರಿದೆ. ನಾನು ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆಯಲು ಏನಾದರೂ ಅಭ್ಯಂತರವಿದೆಯೇ?” ಎಂದನು."},{"number":37,"verse":"(ಫಿಲಿಪ್ಪನು, “ನೀವು ಹೃದಯಪೂರ್ವಕವಾಗಿ ವಿಶ್ವಾಸಿಸುವುದಾದರೆ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆಯಬಹುದು,” ಎಂದನು. “ಯೇಸುಕ್ರಿಸ್ತ ದೇವರ ಪುತ್ರ ಎಂದು ನಾನು ವಿಶ್ವಾಸಿಸುತ್ತೇನೆ,” ಎಂದು ಅಧಿಕಾರಿ ಪ್ರತ್ಯುತ್ತರವಿತ್ತನು)."},{"number":38,"verse":"ಅಧಿಕಾರಿಯ ಆಜ್ಞೆಯಂತೆ ರಥವನ್ನು ಅಲ್ಲಿಯೇ ನಿಲ್ಲಿಸಲಾಯಿತು. ಅವರಿಬ್ಬರೂ ನೀರಿಗೆ ಇಳಿದರು. ಫಿಲಿಪ್ಪನು ಅಧಿಕಾರಿಗೆ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಕೊಟ್ಟನು."},{"number":39,"verse":"ಅವರಿಬ್ಬರು ನೀರಿನಿಂದ ಮೇಲಕ್ಕೆ ಬಂದೊಡನೆ ಪ್ರಭುವಿನ ಆತ್ಮವು ಫಿಲಿಪ್ಪನನ್ನು ಅಲ್ಲಿಂದ ಕೊಂಡೊಯ್ಯಿತು. ಆ ಅಧಿಕಾರಿ ಫಿಲಿಪ್ಪನನ್ನು ಪುನಃ ಕಾಣಲಿಲ್ಲ; ಅವನು ಸಂತೋಷಭರಿತನಾಗಿ ಪ್ರಯಾಣವನ್ನು ಮುಂದುವರಿಸಿದನು."},{"number":40,"verse":"ಫಿಲಿಪ್ಪನಾದರೋ ಆಜೋತ್ ಎಂಬಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡನು. ಅಲ್ಲಿಂದ ಸೆಜರೇಯವನ್ನು ತಲುಪುವವರೆಗೆ ಎಲ್ಲಾ ಊರುಗಳಲ್ಲೂ ಶುಭಸಂದೇಶವನ್ನು ಸಾರುತ್ತಾ ಹೋದನು."}]}