{"bibleAbbr":"KNCL","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"ಪೌಲನಾಗಿ ಮಾರ್ಪಟ್ಟ ಸೌಲ(510 22:6-16; 510 26:12-18) ಇತ್ತ ಸೌಲನು ಯೇಸುಸ್ವಾಮಿಯ ಅನುಯಾಯಿಗಳಿಗೆ ಬೆದರಿಕೆ ಹಾಕುತ್ತಾ ಅವರನ್ನು ಸಂಹರಿಸಬೇಕೆಂದಿದ್ದನು."},{"number":2,"verse":"ಈ ಹೊಸ ಮಾರ್ಗವನ್ನು ಅವಲಂಬಿಸುವವರು ಹೆಂಗಸರೇ ಆಗಿರಲಿ, ಗಂಡಸರೇ ಆಗಿರಲಿ, ದಮಸ್ಕಸಿನಲ್ಲಿದ್ದರೆ ಅವರನ್ನು ಬಂಧಿಸಿ ಜೆರುಸಲೇಮಿಗೆ ಎಳೆದು ತರಬೇಕೆಂದಿದ್ದನು. ಇದಕ್ಕೆ ಬೇಕಾದ ಪತ್ರಗಳನ್ನು ಕೇಳುವುದಕ್ಕಾಗಿ ಪ್ರಧಾನಯಾಜಕನ ಬಳಿಗೆ ಹೋದನು. ದಮಸ್ಕಸಿನಲ್ಲಿರುವ ಪ್ರಾರ್ಥನಾಮಂದಿರದ ಅಧಿಕಾರಿಗಳಿಗೆ ತೋರಿಸಲು ಆ ಪತ್ರಗಳನ್ನು ಪಡೆದನು."},{"number":3,"verse":"ಅವನು ಅಲ್ಲಿಂದ ಪ್ರಯಾಣಮಾಡುತ್ತಾ ದಮಸ್ಕಸ್ ಪಟ್ಟಣವನ್ನು ಸಮೀಪಿಸಿದನು. ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಆಕಾಶದಿಂದ ಬೆಳಕೊಂದು ಮಿಂಚಿ ಅವನ ಸುತ್ತಲೂ ಆವರಿಸಿತು."},{"number":4,"verse":"ಅವನು ನೆಲಕ್ಕುರುಳಿದನು. “ಸೌಲನೇ, ಸೌಲನೇ, ನನ್ನನ್ನೇಕೆ ಹಿಂಸಿಸುತ್ತಿರುವೆ?” ಎಂಬ ವಾಣಿ ಅವನಿಗೆ ಕೇಳಿಸಿತು."},{"number":5,"verse":"ಆಗ ಅವನು, “ಪ್ರಭೂ, ನೀವಾರು?” ಎಂದನು. “ನೀನು ಹಿಂಸೆಪಡಿಸುತ್ತ ಇರುವ ಯೇಸುವೇ ನಾನು."},{"number":6,"verse":"ನೀನೆದ್ದು ಪಟ್ಟಣಕ್ಕೆ ಹೋಗು, ಏನು ಮಾಡಬೇಕೆಂದು ನಿನಗೆ ಅಲ್ಲಿ ತಿಳಿಸಲಾಗುವುದು,” ಎಂದು ಆ ವಾಣಿ ಹೇಳಿತು."},{"number":7,"verse":"ಸೌಲನೊಡನೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದವರಿಗೆ ಆ ವಾಣಿ ಕೇಳಿಸಿತೇ ಹೊರತು, ಯಾರೂ ಕಾಣಿಸಲಿಲ್ಲ. ಅವರು ಸ್ತಬ್ಧರಾದರು."},{"number":8,"verse":"ಸೌಲನು ಮೇಲಕ್ಕೆದ್ದು ಕಣ್ಣರಳಿಸಿ ನೋಡಿದರೂ ಅವನಿಗೇನೂ ಕಾಣಿಸಲಿಲ್ಲ. ಆದುದರಿಂದ ಸಂಗಡಿಗರು ಅವನ ಕೈಹಿಡಿದು ದಮಸ್ಕಸ್ ಪಟ್ಟಣಕ್ಕೆ ಕರೆದುಕೊಂಡು ಹೋದರು."},{"number":9,"verse":"ಮೂರು ದಿನಗಳವರೆಗೂ ಅವನಿಗೆ ಕಣ್ಣು ಕಾಣಿಸಲಿಲ್ಲ. ಅಲ್ಲದೆ ಅದುವರೆಗೂ ಅವನು ಅನ್ನಪಾನಗಳನ್ನು ಮುಟ್ಟಲಿಲ್ಲ."},{"number":10,"verse":"ದಮಸ್ಕಸಿನಲ್ಲಿ ಅನನೀಯ ಎಂಬ ಶಿಷ್ಯನಿದ್ದನು. ಪ್ರಭು ಅವನಿಗೆ ದರ್ಶನವಿತ್ತು, “ಅನನೀಯಾ” ಎಂದು ಕರೆಯಲು ಅವನು, “ಸ್ವಾಮೀ, ಅಪ್ಪಣೆಯಾಗಲಿ,” ಎಂದನು."},{"number":11,"verse":"ಪ್ರಭು ಅವನಿಗೆ, “ನೀನೆದ್ದು ‘ನೇರಬೀದಿ’ ಎಂಬ ಹಾದಿಗೆ ಹೋಗು; ತಾರ್ಸದ ಸೌಲ ಎಂಬ ವ್ಯಕ್ತಿಗಾಗಿ ಯೂದನ ಮನೆಯಲ್ಲಿ ವಿಚಾರಿಸು. ಆ ಸೌಲನು ಪ್ರಾರ್ಥನೆಯಲ್ಲಿರುವುದನ್ನು ಕಾಣುವೆ."},{"number":12,"verse":"ಅಲ್ಲದೆ ಅನನೀಯ ಎಂಬವನು ತನ್ನ ಬಳಿಗೆ ಬಂದು ತಾನು ಮರಳಿ ದೃಷ್ಟಿಯನ್ನು ಪಡೆಯುವಂತೆ ತನ್ನ ಮೇಲೆ ಹಸ್ತನಿಕ್ಷೇಪ ಮಾಡುವುದನ್ನು ದರ್ಶನದಲ್ಲಿ ಕಂಡಿದ್ದಾನೆ,” ಎಂದರು."},{"number":13,"verse":"ಅನನೀಯ ಪ್ರತ್ಯುತ್ತರವಾಗಿ, “ಪ್ರಭೂ, ಈ ಮನುಷ್ಯ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ತಮ್ಮ ಭಕ್ತರಿಗೆ ಎಷ್ಟು ಕೇಡುಮಾಡಿದ್ದಾನೆಂಬುದನ್ನು ಅನೇಕರ ಬಾಯಿಂದ ಕೇಳಿದ್ದೇನೆ."},{"number":14,"verse":"ಅಷ್ಟುಮಾತ್ರವಲ್ಲ, ತಮ್ಮ ನಾಮಸ್ಮರಣೆ ಮಾಡುವವರೆಲ್ಲರನ್ನು ಬಂಧಿಸಲು ಮುಖ್ಯಯಾಜಕರಿಂದ ಅಧಿಕಾರವನ್ನು ಪಡೆದು ಇಲ್ಲಿಗೆ ಬಂದಿದ್ದಾನೆ,” ಎಂದನು."},{"number":15,"verse":"ಪ್ರಭು ಅವನಿಗೆ, “ನೀನು ಹೋಗು, ನನ್ನ ನಾಮವನ್ನು ಅನ್ಯಧರ್ಮದವರಿಗೂ ಅರಸರಿಗೂ ಇಸ್ರಯೇಲಿನ ಜನರಿಗೂ ಪ್ರಕಟಿಸಲು ನಾನು ಆರಿಸಿಕೊಂಡಿರುವ ಸಾಧನ ಅವನು."},{"number":16,"verse":"ಅವನು ನನ್ನ ನಾಮದ ನಿಮಿತ್ತ ಎಷ್ಟು ಕಷ್ಟಕಾರ್ಪಣ್ಯಗಳನ್ನು ಅನುಭವಿಸಬೇಕೆಂಬುದನ್ನು ನಾನೇ ಅವನಿಗೆ ತೋರಿಸುತ್ತೇನೆ,” ಎಂದರು."},{"number":17,"verse":"ಅಂತೆಯೇ ಅನನೀಯನು ಹೊರಟು ಆ ಮನೆಗೆ ಹೋದನು. ಸೌಲನ ಮೇಲೆ ಹಸ್ತನಿಕ್ಷೇಪಮಾಡಿ, “ಸಹೋದರ ಸೌಲನೇ, ಪ್ರಭು ನನ್ನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸಿದ್ದಾರೆ. ನೀನು ಬರುವಾಗ ದಾರಿಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡ ಯೇಸುಸ್ವಾಮಿಯೇ, ನೀನು ದೃಷ್ಟಿಯನ್ನು ಮರಳಿ ಪಡೆಯುವಂತೆಯೂ ಪವಿತ್ರಾತ್ಮಭರಿತನಾಗುವಂತೆಯೂ ನನ್ನನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ,” ಎಂದನು."},{"number":18,"verse":"ಆ ಕ್ಷಣವೇ ಸೌಲನ ಕಣ್ಣುಗಳಿಂದ ಪರೆಯೊಂದು ಕಳಚಿಬಿದ್ದಿತು. ಅವನಿಗೆ ಪುನಃ ಕಣ್ಣು ಕಾಣತೊಡಗಿತು. ಎದ್ದು ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಪಡೆದನು."},{"number":19,"verse":"ತರುವಾಯ ಊಟಮಾಡಿದ ಮೇಲೆ ಅವನಿಗೆ ತ್ರಾಣ ಬಂದಿತು. ಸೌಲನು ಕೆಲವು ದಿನಗಳವರೆಗೆ ದಮಸ್ಕಸಿನಲ್ಲಿ ಭಕ್ತವಿಶ್ವಾಸಿಗಳೊಡನೆ ಇದ್ದನು."},{"number":20,"verse":"ದಮಸ್ಕಸಿನಲ್ಲಿ ಸೌಲನ ವಾದ ಅನಂತರ ಸೌಲನು ತಡಮಾಡದೆ ಯೆಹೂದ್ಯರ ಪ್ರಾರ್ಥನಾಮಂದಿರಗಳಿಗೆ ಹೋಗಿ ಯೇಸುವೇ ‘ದೇವರ ಪುತ್ರ’ ಎಂದು ಬೋಧಿಸಲು ಆರಂಭಿಸಿದನು."},{"number":21,"verse":"ಅವನ ಬೋಧನೆಯನ್ನು ಕೇಳಿದವರೆಲ್ಲರೂ ಚಕಿತರಾದರು. “ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಯೇಸುವಿನ ನಾಮಸ್ಮರಣೆ ಮಾಡುತ್ತಿದ್ದವರನ್ನು ಬಲಿಹಾಕುತ್ತಿದ್ದವನು ಇವನೇ ಅಲ್ಲವೇ? ಅಂಥವರನ್ನು ಬಂಧಿಸಿ ಮುಖ್ಯಯಾಜಕರ ಬಳಿಗೆ ಎಳೆದೊಯ್ಯುವ ಉದ್ದೇಶದಿಂದಲೇ ಅಲ್ಲವೆ ಇವನು ಇಲ್ಲಿಗೆ ಬಂದಿರುವುದು?” ಎಂದು ಪ್ರಶ್ನಿಸತೊಡಗಿದರು."},{"number":22,"verse":"ಸೌಲನಾದರೋ ಮತ್ತಷ್ಟು ಸಾಮರ್ಥ್ಯದಿಂದ ಪ್ರಭು ಯೇಸುವೇ ಲೋಕೋದ್ಧಾರಕನೆಂದು ರುಜುವಾತುಪಡಿಸಿ ದಮಸ್ಕಸಿನ ಯೆಹೂದ್ಯರ ಬಾಯಿಮುಚ್ಚಿಸಿದನು."},{"number":23,"verse":"ಕೆಲವು ದಿನಗಳಾದ ಮೇಲೆ, ಯೆಹೂದ್ಯರು ಸೌಲನನ್ನು ಕೊಲ್ಲಲು ಒಳಸಂಚು ಮಾಡಿದರು."},{"number":24,"verse":"ಅದು ಸೌಲನಿಗೆ ತಿಳಿದುಬಂದಿತು. ಅವರು ಅವನನ್ನು ಕೊಲ್ಲಲು ಹಗಲಿರುಳು ಪಟ್ಟಣದ ದ್ವಾರಗಳನ್ನು ಕಾಯುತ್ತಿದ್ದರು."},{"number":25,"verse":"ಒಂದು ರಾತ್ರಿ ಸೌಲನ ಶಿಷ್ಯರು ಅವನನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿ ಗೂಡೆಯೊಂದರಲ್ಲಿ ಕೂರಿಸಿ ಗೋಡೆಯ ಮೇಲಿಂದ ಕೆಳಕ್ಕೆ ಇಳಿಸಿದರು."},{"number":26,"verse":"ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಸೌಲ ಸೌಲನು ಜೆರುಸಲೇಮಿಗೆ ಬಂದು ಭಕ್ತವಿಶ್ವಾಸಿಗಳನ್ನು ಸೇರಲು ಪ್ರಯತ್ನಿಸಿದನು. ಆದರೆ, ಅವರು ಅವನು ಸಹ ಒಬ್ಬ ಭಕ್ತನೆಂದು ನಂಬದೆ ಅವನಿಗೆ ಭಯಪಟ್ಟರು."},{"number":27,"verse":"ಆಗ ಬಾರ್ನಬನು ಅವನನ್ನು ಪ್ರೇಷಿತರ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಹೋದನು. ಸೌಲನು ಪ್ರಭುವನ್ನು ಮಾರ್ಗದಲ್ಲಿ ದರ್ಶಿಸಿದ್ದನ್ನೂ ಅವರು ಅವನೊಂದಿಗೆ ಮಾತನಾಡಿದ್ದನ್ನೂ ತಿಳಿಸಿದನು. ಅಲ್ಲದೆ ದಮಸ್ಕಸಿನಲ್ಲಿ ಧೈರ್ಯದಿಂದ ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ಬೋಧಿಸಿದ್ದನ್ನೂ ಅವರಿಗೆ ವಿವರಿಸಿದನು."},{"number":28,"verse":"ಅಂದಿನಿಂದ ಸೌಲನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಅವರೊಡನೆ ಕಲೆತು ಪ್ರಭುವಿನ ಹೆಸರಿನಲ್ಲಿ ನಿರ್ಭಯವಾಗಿ ಬೋಧಿಸುತ್ತಿದ್ದನು."},{"number":29,"verse":"ಗ್ರೀಕ್ ಮಾತನಾಡುತ್ತಿದ್ದ ಯೆಹೂದ್ಯರೊಡನೆ ಸಂಭಾಷಿಸುತ್ತಾ ಅವರ ವಿರುದ್ಧ ವಾದಿಸುತ್ತಿದ್ದನು. ಅವರಾದರೋ ಅವನನ್ನು ಕೊಲ್ಲಲು ಹವಣಿಸಿದರು."},{"number":30,"verse":"ಇದನ್ನು ಅರಿತುಕೊಂಡ ಭಕ್ತಾದಿಗಳು ಅವನನ್ನು ಸೆಜರೇಯಕ್ಕೆ ಕರೆತಂದು ಅಲ್ಲಿಂದ ತಾರ್ಸಕ್ಕೆ ಕಳುಹಿಸಿಬಿಟ್ಟರು."},{"number":31,"verse":"ಇಂತಿರಲು ಜುದೇಯ, ಗಲಿಲೇಯ ಮತ್ತು ಸಮಾರಿಯದ ಧರ್ಮಸಭೆಯಲ್ಲಿ ಶಾಂತಿ ನೆಲಸಿತು. ಸಭೆ ಬೆಳೆಯುತ್ತಾ ಪ್ರಭುವಿನ ಭಯಭಕ್ತಿಯಲ್ಲಿ ಬಾಳುತ್ತಾ ಪವಿತ್ರಾತ್ಮ ಅವರ ನೆರವಿನಿಂದ ಪ್ರವರ್ಧಿಸುತ್ತಾ ಇತ್ತು."},{"number":32,"verse":"ಲುದ್ದ ಮತ್ತು ಜೊಪ್ಪದಲ್ಲಿ ಪೇತ್ರ ಪೇತ್ರನು ಅಲ್ಲಲ್ಲಿದ್ದ ಭಕ್ತವಿಶ್ವಾಸಿಗಳಿಗೆ ಭೇಟಿಕೊಡುತ್ತಾ ಲುದ್ದ ಎಂಬ ಊರಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಭಕ್ತರ ಬಳಿಗೆ ಬಂದನು."},{"number":33,"verse":"ಅಲ್ಲಿ ಪಾರ್ಶ್ವವಾಯು ಪೀಡಿತನಾಗಿ ಎಂಟು ವರ್ಷಗಳಿಂದ ಹಾಸಿಗೆ ಹಿಡಿದಿದ್ದ ಐನೇಯಾ ಎಂಬವನನ್ನು ಕಂಡನು."},{"number":34,"verse":"ಪೇತ್ರನು ಅವನಿಗೆ, “ಐನೇಯಾ, ಯೇಸುಕ್ರಿಸ್ತರು ನಿನ್ನನ್ನು ಸ್ವಸ್ಥಪಡಿಸುತ್ತಾರೆ, ಎದ್ದು ನಿನ್ನ ಹಾಸಿಗೆಯನ್ನು ಎತ್ತಿಡು,” ಎಂದನು. ಆ ಕ್ಷಣವೇ ಅವನು ಎದ್ದನು."},{"number":35,"verse":"ಲುದ್ದ ಮತ್ತು ಸಾರೋನಿನ ನಿವಾಸಿಗಳೆಲ್ಲರೂ ಅವನನ್ನು ಕಂಡು ಪ್ರಭುವಿನ ಭಕ್ತರಾದರು."},{"number":36,"verse":"ಜೊಪ್ಪ ಎಂಬ ಊರಿನಲ್ಲಿ ತಬಿಥ ಎಂಬ ಒಬ್ಬ ಭಕ್ತೆ ಇದ್ದಳು. (ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ ಅವಳ ಹೆಸರು ‘ದೋರ್ಕ’ (ಎಂದರೆ ‘ಹರಿಣಿ.) ) ಅವಳು ಸತ್ಕಾರ್ಯಗಳಲ್ಲೂ ದಾನಧರ್ಮಗಳಲ್ಲೂ ಸದಾ ನಿರತಳಾಗಿದ್ದವಳು."},{"number":37,"verse":"ಅವಳು ಕಾಯಿಲೆಯಿಂದ ಒಂದು ದಿನ ಸತ್ತಳು. ಜನರು ಅವಳ ಶವಕ್ಕೆ ಸ್ನಾನಮಾಡಿಸಿ ಮೇಲಂತಸ್ತಿನ ಕೋಣೆಯಲ್ಲಿ ಇರಿಸಿದರು."},{"number":38,"verse":"ಲುದ್ದವು ಜೊಪ್ಪಕ್ಕೆ ಸಮೀಪದಲ್ಲೇ ಇತ್ತು. ಪೇತ್ರನು ಲುದ್ದದಲ್ಲಿರುವುದನ್ನು ಕೇಳಿದ ಭಕ್ತಾದಿಗಳು, “ದಯವಿಟ್ಟು ಬೇಗನೆ ನಮ್ಮೂರಿಗೆ ಬನ್ನಿ,” ಎಂದು ಇಬ್ಬರ ಮುಖಾಂತರ ಹೇಳಿ ಕಳುಹಿಸಿದರು."},{"number":39,"verse":"ಪೇತ್ರನು ಎದ್ದು ಅವರ ಜೊತೆಯಲ್ಲೇ ಹೊರಟುಬಂದನು. ಅವನನ್ನು ಮೇಲಂತಸ್ತಿನ ಕೋಣೆಗೆ ಕರೆದುಕೊಂಡು ಹೋದರು. ಅಲ್ಲಿ ಕೂಡಿದ್ದ ವಿಧವೆಯರೆಲ್ಲರೂ ಅವನ ಸುತ್ತುವರಿದು ಅಳುತ್ತಾ, ದೋರ್ಕಳು ಜೀವದಿಂದ ಇದ್ದಾಗ ತಮಗೆ ಮಾಡಿಕೊಟ್ಟ ಬಟ್ಟೆಬರೆಗಳನ್ನು ಅವನಿಗೆ ತೋರಿಸಿದರು."},{"number":40,"verse":"ಪೇತ್ರನು ಅವರೆಲ್ಲರನ್ನೂ ಹೊರಗೆ ಕಳುಹಿಸಿ ಮೊಣಕಾಲೂರಿ ಪ್ರಾರ್ಥಿಸಿದನು. ಅನಂತರ ಶವದ ಕಡೆಗೆ ತಿರುಗಿ, “ತಬಿಥಾ, ಮೇಲಕ್ಕೇಳು,” ಎಂದನು. ಆಕೆ ಕಣ್ತೆರೆದು ಪೇತ್ರನನ್ನು ನೋಡಿ ಎದ್ದು ಕುಳಿತಳು."},{"number":41,"verse":"ಪೇತ್ರನು ಕೈ ನೀಡಿ ಆಕೆಯನ್ನು ಎತ್ತಿ ನಿಲ್ಲಿಸಿದನು. ಭಕ್ತರನ್ನೂ ವಿಧವೆಯರನ್ನೂ ಕರೆದು ಜೀವಂತಳಾದ ತಬಿಥಳನ್ನು ಅವರಿಗೆ ತೋರಿಸಿದನು."},{"number":42,"verse":"ಈ ಸಮಾಚಾರ ಜೊಪ್ಪದಲ್ಲೆಲ್ಲಾ ಹರಡಿತು. ಅನೇಕರು ಪ್ರಭುವನ್ನು ವಿಶ್ವಾಸಿಸಿದರು."},{"number":43,"verse":"ಪೇತ್ರನು ಹಲವು ದಿನಗಳನ್ನು ಜೊಪ್ಪದಲ್ಲಿ ಚರ್ಮ ಹದಮಾಡುವ ಸಿಮೋನನ ಮನೆಯಲ್ಲಿ ಕಳೆದನು."}]}