{"bibleAbbr":"cKJV+","bookName":"Job","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"Therefore<WH199>, Job<WH347>, I pray you<WH8085>, hear my speeches<WH4405>, and listen<WH238> to all my words<WH1697>."},{"number":2,"verse":"Behold<WH6605>, now I have opened my mouth<WH6310>, my tongue<WH3956> has spoken<WH1696> in my mouth<WH2441>."},{"number":3,"verse":"My words<WH561> shall be of the uprightness<WH3476> of my heart<WH3820>: and my lips<WH8193> shall utter<WH4448> knowledge<WH1847> clearly<WH1305>."},{"number":4,"verse":"The Spirit<WH7307> of God<WH410> has made<WH6213> me<WH5397>, and the breath of the Almighty<WH7706> has given me life<WH2421>."},{"number":5,"verse":"If you can<WH3201> answer<WH7725> me<WH6186>, set your words in order before<WH6440> me<WH3320>, stand up."},{"number":6,"verse":"Behold<WH6310>, I am according to your wish in God<WH410>'s place<WH7169>: I also am formed out of the clay<WH2563>."},{"number":7,"verse":"Behold<WH367>, my terror shall not make you afraid<WH1204>, neither shall my hand<WH405> be heavy upon you<WH3513>."},{"number":8,"verse":"Surely you have spoken<WH559> in my hearing<WH241>, and I have heard<WH8085> the voice<WH6963> of your words<WH4405>, saying,"},{"number":9,"verse":"I am clean<WH2134> without transgression<WH6588>, I am innocent<WH2643>; neither is there iniquity in me<WH5771>."},{"number":10,"verse":"Behold<WH4672>, he finds occasions<WH8569> against me<WH2803>, he counts me for his enemy<WH341>,"},{"number":11,"verse":"He puts<WH7760> my feet<WH7272> in the stocks<WH5465>, he marks<WH8104> all my paths<WH734>."},{"number":12,"verse":"Behold<WH6663>, in this you are not just: I will answer<WH6030> you<WH433>, that God is greater<WH7235> than man<WH582>."},{"number":13,"verse":"Why do you argue<WH7378> against him<WH6030>? for he gives not account of any of his matters<WH1697>."},{"number":14,"verse":"For God<WH410> speaks<WH1696> once<WH259>, Yes twice<WH8147>, yet man perceives it not<WH7789>."},{"number":15,"verse":"In a dream<WH2472>, in a vision<WH2384> of the night<WH3915>, when deep<WH8639> sleep falls<WH5307> upon men<WH582>, in slumberings<WH8572> upon the bed<WH4904>;"},{"number":16,"verse":"Then he opens<WH1540> the ears<WH241> of men<WH582>, and seals<WH2856> their instruction<WH4561>,"},{"number":17,"verse":"That he may withdraw<WH5493> man<WH120> from his purpose<WH4639>, and hide<WH3680> pride<WH1466> from man<WH1397>."},{"number":18,"verse":"He keeps back<WH2820> his soul<WH5315> from the pit<WH7845>, and his life<WH2416> from perishing<WH5674> by the sword<WH7973>."},{"number":19,"verse":"He is chastened<WH3198> also with pain<WH4341> upon his bed<WH4904>, and the multitude<WH7230> of his bones<WH6106> with strong pain<WH386>:"},{"number":20,"verse":"So that his life<WH2416> abhors<WH2092> bread<WH3899>, and his soul<WH5315> dainty<WH8378> food<WH3978>."},{"number":21,"verse":"His flesh<WH1320> is consumed away<WH3615>, that it cannot be seen<WH7210>; and his bones<WH6106> that were not seen<WH7200> stick out<WH8192>."},{"number":22,"verse":"Yes<WH5315>, his soul draws near<WH7126> unto the grave<WH7845>, and his life<WH2416> to the destroyers<WH4191>."},{"number":23,"verse":"If there<WH3426> be a messenger<WH4397> with him<WH3887>, an interpreter, one<WH259> among a thousand<WH505>, to show<WH5046> unto man<WH120> his uprightness<WH3476>:"},{"number":24,"verse":"Then he is gracious<WH2603> unto him<WH559>, and says, Deliver<WH6308> him from going down<WH3381> to the pit<WH7845>: I have found<WH4672> a ransom<WH3724>."},{"number":25,"verse":"His flesh<WH1320> shall be fresher<WH7375> than a child<WH5290>'s: he shall return<WH7725> to the days<WH3117> of his youth<WH5934>:"},{"number":26,"verse":"He shall pray<WH6279> unto God<WH433>, and he will be favorable<WH7521> unto him<WH7200>: and he shall see his face<WH6440> with joy<WH8643>: for he will render<WH7725> unto man<WH582> his righteousness<WH6666>."},{"number":27,"verse":"He looks<WH7789> upon men<WH582>, and if any say<WH559>, I have sinned<WH2398>, and perverted<WH5753> that which was right<WH3477>, and it profited me not<WH7737>;"},{"number":28,"verse":"He will deliver<WH6299> his soul<WH5315> from going<WH5674> into the pit<WH7845>, and his life<WH2416> shall see<WH7200> the light<WH216>."},{"number":29,"verse":"Behold<WH6466>, all these things works God<WH410> oftentimes<WH6471> with man<WH1397>,"},{"number":30,"verse":"To bring back<WH7725> his soul<WH5315> from the pit<WH7845>, to be enlightened<WH215> with the light<WH216> of the living<WH2416>."},{"number":31,"verse":"Mark well<WH7181>, O Job<WH347>, listen<WH8085> unto me<WH2790>: hold your peace, and I will speak<WH1696>."},{"number":32,"verse":"If you have<WH3426> any thing to say<WH4405>, answer<WH7725> me<WH1696>: speak, for I desire<WH2654> to justify you<WH6663>."},{"number":33,"verse":"If not<WH8085>, listen unto me<WH2790>: hold your peace, and I shall teach<WH502> you wisdom<WH2451>."}]}