{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Respondens autem Sophar Naamathites, dixit :"},{"number":2,"verse":"Numquid qui multa loquitur, non et audiet ? aut vir verbosus justificabitur ?"},{"number":3,"verse":"Tibi soli tacebunt homines ? et cum ceteros irriseris, a nullo confutaberis ?"},{"number":4,"verse":"Dixisti enim : Purus est sermo meus, et mundus sum in conspectu tuo."},{"number":5,"verse":"Atque utinam Deus loqueretur tecum, et aperiret labia sua tibi,"},{"number":6,"verse":"ut ostenderet tibi secreta sapientiæ, et quod multiplex esset lex ejus : et intelligeres quod multo minora exigaris ab eo quam meretur iniquitas tua !"},{"number":7,"verse":"Forsitan vestigia Dei comprehendes, et usque ad perfectum Omnipotentem reperies ?"},{"number":8,"verse":"Excelsior cælo est, et quid facies ? profundior inferno, et unde cognosces ?"},{"number":9,"verse":"Longior terra mensura ejus, et latior mari."},{"number":10,"verse":"Si subverterit omnia, vel in unum coarctaverit, quis contradicet ei ?"},{"number":11,"verse":"Ipse enim novit hominum vanitatem ; et videns iniquitatem, nonne considerat ?"},{"number":12,"verse":"Vir vanus in superbiam erigitur, et tamquam pullum onagri se liberum natum putat."},{"number":13,"verse":"Tu autem firmasti cor tuum, et expandisti ad eum manus tuas."},{"number":14,"verse":"Si iniquitatem quæ est in manu tua abstuleris a te, et non manserit in tabernaculo tuo injustitia,"},{"number":15,"verse":"tunc levare poteris faciem tuam absque macula ; et eris stabilis, et non timebis."},{"number":16,"verse":"Miseriæ quoque oblivisceris, et quasi aquarum quæ præterierunt recordaberis."},{"number":17,"verse":"Et quasi meridianus fulgor consurget tibi ad vesperam ; et cum te consumptum putaveris, orieris ut lucifer."},{"number":18,"verse":"Et habebis fiduciam, proposita tibi spe : et defossus securus dormies."},{"number":19,"verse":"Requiesces, et non erit qui te exterreat ; et deprecabuntur faciem tuam plurimi."},{"number":20,"verse":"Oculi autem impiorum deficient, et effugium peribit ab eis : et spes illorum abominatio animæ."}]}