{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"Ecce omnia hæc vidit oculus meus, et audivit auris mea, et intellexi singula."},{"number":2,"verse":"Secundum scientiam vestram et ego novi : nec inferior vestri sum."},{"number":3,"verse":"Sed tamen ad Omnipotentem loquar, et disputare cum Deo cupio :"},{"number":4,"verse":"prius vos ostendens fabricatores mendacii, et cultores perversorum dogmatum."},{"number":5,"verse":"Atque utinam taceretis, ut putaremini esse sapientes."},{"number":6,"verse":"Audite ergo correptionem meam, et judicium labiorum meorum attendite."},{"number":7,"verse":"Numquid Deus indiget vestro mendacio, ut pro illo loquamini dolos ?"},{"number":8,"verse":"numquid faciem ejus accipitis, et pro Deo judicare nitimini ?"},{"number":9,"verse":"aut placebit ei quem celare nihil potest ? aut decipietur, ut homo, vestris fraudulentiis ?"},{"number":10,"verse":"Ipse vos arguet, quoniam in abscondito faciem ejus accipitis."},{"number":11,"verse":"Statim ut se commoverit, turbabit vos, et terror ejus irruet super vos."},{"number":12,"verse":"Memoria vestra comparabitur cineri, et redigentur in lutum cervices vestræ."},{"number":13,"verse":"Tacete paulisper, ut loquar quodcumque mihi mens suggesserit."},{"number":14,"verse":"Quare lacero carnes meas dentibus meis, et animam meam porto in manibus meis ?"},{"number":15,"verse":"Etiam si occiderit me, in ipso sperabo : verumtamen vias meas in conspectu ejus arguam."},{"number":16,"verse":"Et ipse erit salvator meus : non enim veniet in conspectu ejus omnis hypocrita."},{"number":17,"verse":"Audite sermonem meum, et ænigmata percipite auribus vestris."},{"number":18,"verse":"Si fuero judicatus, scio quod justus inveniar."},{"number":19,"verse":"Quis est qui judicetur mecum ? veniat : quare tacens consumor ?"},{"number":20,"verse":"Duo tantum ne facias mihi, et tunc a facie tua non abscondar :"},{"number":21,"verse":"manum tuam longe fac a me, et formido tua non me terreat."},{"number":22,"verse":"Voca me, et ego respondebo tibi : aut certe loquar, et tu responde mihi."},{"number":23,"verse":"Quantas habeo iniquitates et peccata ? scelera mea et delicta ostende mihi."},{"number":24,"verse":"Cur faciem tuam abscondis, et arbitraris me inimicum tuum ?"},{"number":25,"verse":"Contra folium, quod vento rapitur, ostendis potentiam tuam, et stipulam siccam persequeris :"},{"number":26,"verse":"scribis enim contra me amaritudines, et consumere me vis peccatis adolescentiæ meæ."},{"number":27,"verse":"Posuisti in nervo pedem meum, et observasti omnes semitas meas, et vestigia pedum meorum considerasti :"},{"number":28,"verse":"qui quasi putredo consumendus sum, et quasi vestimentum quod comeditur a tinea."}]}