{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"Respondens autem Job, dixit :"},{"number":2,"verse":"Usquequo affligitis animam meam, et atteritis me sermonibus ?"},{"number":3,"verse":"En decies confunditis me, et non erubescitis opprimentes me."},{"number":4,"verse":"Nempe etsi ignoravi, mecum erit ignorantia mea."},{"number":5,"verse":"At vos contra me erigimini, et arguitis me opprobriis meis."},{"number":6,"verse":"Saltem nunc intelligite quia Deus non æquo judicio afflixerit me, et flagellis suis me cinxerit."},{"number":7,"verse":"Ecce clamabo, vim patiens, et nemo audiet ; vociferabor, et non est qui judicet."},{"number":8,"verse":"Semitam meam circumsepsit, et transire non possum : et in calle meo tenebras posuit."},{"number":9,"verse":"Spoliavit me gloria mea, et abstulit coronam de capite meo."},{"number":10,"verse":"Destruxit me undique, et pereo : et quasi evulsæ arbori abstulit spem meam."},{"number":11,"verse":"Iratus est contra me furor ejus, et sic me habuit quasi hostem suum."},{"number":12,"verse":"Simul venerunt latrones ejus, et fecerunt sibi viam per me, et obsederunt in gyro tabernaculum meum."},{"number":13,"verse":"Fratres meos longe fecit a me, et noti mei quasi alieni recesserunt a me."},{"number":14,"verse":"Dereliquerunt me propinqui mei, et qui me noverant obliti sunt mei."},{"number":15,"verse":"Inquilini domus meæ et ancillæ meæ sicut alienum habuerunt me, et quasi peregrinus fui in oculis eorum."},{"number":16,"verse":"Servum meum vocavi, et non respondit : ore proprio deprecabar illum."},{"number":17,"verse":"Halitum meum exhorruit uxor mea, et orabam filios uteri mei."},{"number":18,"verse":"Stulti quoque despiciebant me : et cum ab eis recessissem, detrahebant mihi."},{"number":19,"verse":"Abominati sunt me quondam consiliarii mei, et quem maxime diligebam, aversatus est me."},{"number":20,"verse":"Pelli meæ, consumptis carnibus, adhæsit os meum, et derelicta sunt tantummodo labia circa dentes meos."},{"number":21,"verse":"Miseremini mei, miseremini mei saltem vos, amici mei, quia manus Domini tetigit me."},{"number":22,"verse":"Quare persequimini me sicut Deus, et carnibus meis saturamini ?"},{"number":23,"verse":"Quis mihi tribuat ut scribantur sermones mei ? quis mihi det ut exarentur in libro"},{"number":24,"verse":"stylo ferreo et plumbi lamina, vel celte sculpantur in silice ?"},{"number":25,"verse":"Scio enim quod redemptor meus vivit, et in novissimo die de terra surrecturus sum :"},{"number":26,"verse":"et rursum circumdabor pelle mea, et in carne mea videbo Deum meum :"},{"number":27,"verse":"quem visurus sum ego ipse, et oculi mei conspecturi sunt, et non alius : reposita est hæc spes mea in sinu meo."},{"number":28,"verse":"Quare ergo nunc dicitis : Persequamur eum, et radicem verbi inveniamus contra eum ?"},{"number":29,"verse":"Fugite ergo a facie gladii, quoniam ultor iniquitatum gladius est : et scitote esse judicium."}]}