{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"Respondens autem Eliphaz Themanites, dixit :"},{"number":2,"verse":"Numquid Deo potest comparari homo, etiam cum perfectæ fuerit scientiæ ?"},{"number":3,"verse":"Quid prodest Deo, si justus fueris ? aut quid ei confers, si immaculata fuerit via tua ?"},{"number":4,"verse":"Numquid timens arguet te, et veniet tecum in judicium,"},{"number":5,"verse":"et non propter malitiam tuam plurimam, et infinitas iniquitates tuas ?"},{"number":6,"verse":"Abstulisti enim pignus fratrum tuorum sine causa, et nudos spoliasti vestibus."},{"number":7,"verse":"Aquam lasso non dedisti, et esurienti subtraxisti panem."},{"number":8,"verse":"In fortitudine brachii tui possidebas terram, et potentissimus obtinebas eam."},{"number":9,"verse":"Viduas dimisisti vacuas, et lacertos pupillorum comminuisti."},{"number":10,"verse":"Propterea circumdatus es laqueis, et conturbat te formido subita."},{"number":11,"verse":"Et putabas te tenebras non visurum, et impetu aquarum inundantium non oppressum iri ?"},{"number":12,"verse":"an non cogitas quod Deus excelsior cælo sit, et super stellarum verticem sublimetur ?"},{"number":13,"verse":"Et dicis : Quid enim novit Deus ? et quasi per caliginem judicat."},{"number":14,"verse":"Nubes latibulum ejus, nec nostra considerat, et circa cardines cæli perambulat."},{"number":15,"verse":"Numquid semitam sæculorum custodire cupis, quam calcaverunt viri iniqui,"},{"number":16,"verse":"qui sublati sunt ante tempus suum, et fluvius subvertit fundamentum eorum ?"},{"number":17,"verse":"Qui dicebant Deo : Recede a nobis : et quasi nihil posset facere Omnipotens, æstimabant eum,"},{"number":18,"verse":"cum ille implesset domos eorum bonis : quorum sententia procul sit a me."},{"number":19,"verse":"Videbunt justi, et lætabuntur, et innocens subsannabit eos :"},{"number":20,"verse":"nonne succisa est erectio eorum ? et reliquias eorum devoravit ignis ?"},{"number":21,"verse":"Acquiesce igitur ei, et habeto pacem, et per hæc habebis fructus optimos."},{"number":22,"verse":"Suscipe ex ore illius legem, et pone sermones ejus in corde tuo."},{"number":23,"verse":"Si reversus fueris ad Omnipotentem, ædificaberis, et longe facies iniquitatem a tabernaculo tuo."},{"number":24,"verse":"Dabit pro terra silicem, et pro silice torrentes aureos."},{"number":25,"verse":"Eritque Omnipotens contra hostes tuos, et argentum coacervabitur tibi."},{"number":26,"verse":"Tunc super Omnipotentem deliciis afflues, et elevabis ad Deum faciem tuam."},{"number":27,"verse":"Rogabis eum, et exaudiet te, et vota tua reddes."},{"number":28,"verse":"Decernes rem, et veniet tibi, et in viis tuis splendebit lumen."},{"number":29,"verse":"Qui enim humiliatus fuerit, erit in gloria, et qui inclinaverit oculos, ipse salvabitur."},{"number":30,"verse":"Salvabitur innocens : salvabitur autem in munditia manuum suarum."}]}