{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"Addidit quoque Job, assumens parabolam suam, et dixit :"},{"number":2,"verse":"Quis mihi tribuat ut sim juxta menses pristinos, secundum dies quibus Deus custodiebat me ?"},{"number":3,"verse":"Quando splendebat lucerna ejus super caput meum, et ad lumen ejus ambulabam in tenebris :"},{"number":4,"verse":"sicut fui in diebus adolescentiæ meæ, quando secreto Deus erat in tabernaculo meo :"},{"number":5,"verse":"quando erat Omnipotens mecum, et in circuitu meo pueri mei :"},{"number":6,"verse":"quando lavabam pedes meos butyro, et petra fundebat mihi rivos olei :"},{"number":7,"verse":"quando procedebam ad portam civitatis, et in platea parabant cathedram mihi."},{"number":8,"verse":"Videbant me juvenes, et abscondebantur : et senes assurgentes stabant."},{"number":9,"verse":"Principes cessabant loqui, et digitum superponebant ori suo."},{"number":10,"verse":"Vocem suam cohibebant duces, et lingua eorum gutturi suo adhærebat."},{"number":11,"verse":"Auris audiens beatificabat me, et oculus videns testimonium reddebat mihi :"},{"number":12,"verse":"eo quod liberassem pauperem vociferantem, et pupillum cui non esset adjutor."},{"number":13,"verse":"Benedictio perituri super me veniebat, et cor viduæ consolatus sum."},{"number":14,"verse":"Justitia indutus sum, et vestivi me, sicut vestimento et diademate, judicio meo."},{"number":15,"verse":"Oculus fui cæco, et pes claudo."},{"number":16,"verse":"Pater eram pauperum, et causam quam nesciebam diligentissime investigabam."},{"number":17,"verse":"Conterebam molas iniqui, et de dentibus illius auferebam prædam."},{"number":18,"verse":"Dicebamque : In nidulo meo moriar, et sicut palma multiplicabo dies."},{"number":19,"verse":"Radix mea aperta est secus aquas, et ros morabitur in messione mea."},{"number":20,"verse":"Gloria mea semper innovabitur, et arcus meus in manu mea instaurabitur."},{"number":21,"verse":"Qui me audiebant, expectabant sententiam, et intenti tacebant ad consilium meum."},{"number":22,"verse":"Verbis meis addere nihil audebant, et super illos stillabat eloquium meum."},{"number":23,"verse":"Expectabant me sicut pluviam, et os suum aperiebant quasi ad imbrem serotinum."},{"number":24,"verse":"Siquando ridebam ad eos, non credebant : et lux vultus mei non cadebat in terram."},{"number":25,"verse":"Si voluissem ire ad eos, sedebam primus : cumque sederem quasi rex, circumstante exercitu, eram tamen mœrentium consolator."}]}