{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"Addens quoque Eliu, hæc locutus est :"},{"number":2,"verse":"Sustine me paululum, et indicabo tibi : adhuc enim habeo quod pro Deo loquar."},{"number":3,"verse":"Repetam scientiam meam a principio, et operatorem meum probabo justum."},{"number":4,"verse":"Vere enim absque mendacio sermones mei, et perfecta scientia probabitur tibi."},{"number":5,"verse":"Deus potentes non abjicit, cum et ipse sit potens :"},{"number":6,"verse":"sed non salvat impios, et judicium pauperibus tribuit."},{"number":7,"verse":"Non auferet a justo oculos suos : et reges in solio collocat in perpetuum, et illi eriguntur."},{"number":8,"verse":"Et si fuerint in catenis, et vinciantur funibus paupertatis,"},{"number":9,"verse":"indicabit eis opera eorum, et scelera eorum, quia violenti fuerunt."},{"number":10,"verse":"Revelabit quoque aurem eorum, ut corripiat : et loquetur, ut revertantur ab iniquitate."},{"number":11,"verse":"Si audierint et observaverint, complebunt dies suos in bono, et annos suos in gloria :"},{"number":12,"verse":"si autem non audierint, transibunt per gladium, et consumentur in stultitia."},{"number":13,"verse":"Simulatores et callidi provocant iram Dei, neque clamabunt cum vincti fuerint."},{"number":14,"verse":"Morietur in tempestate anima eorum, et vita eorum inter effeminatos."},{"number":15,"verse":"Eripiet de angustia sua pauperem, et revelabit in tribulatione aurem ejus."},{"number":16,"verse":"Igitur salvabit te de ore angusto latissime, et non habente fundamentum subter se : requies autem mensæ tuæ erit plena pinguedine."},{"number":17,"verse":"Causa tua quasi impii judicata est : causam judiciumque recipies."},{"number":18,"verse":"Non te ergo superet ira ut aliquem opprimas : nec multitudo donorum inclinet te."},{"number":19,"verse":"Depone magnitudinem tuam absque tribulatione, et omnes robustos fortitudine."},{"number":20,"verse":"Ne protrahas noctem, ut ascendant populi pro eis."},{"number":21,"verse":"Cave ne declines ad iniquitatem : hanc enim cœpisti sequi post miseriam."},{"number":22,"verse":"Ecce Deus excelsus in fortitudine sua, et nullus ei similis in legislatoribus."},{"number":23,"verse":"Quis poterit scrutari vias ejus ? aut quis potest ei dicere : Operatus es iniquitatem ?"},{"number":24,"verse":"Memento quod ignores opus ejus, de quo cecinerunt viri."},{"number":25,"verse":"Omnes homines vident eum : unusquisque intuetur procul."},{"number":26,"verse":"Ecce Deus magnus vincens scientiam nostram : numerus annorum ejus inæstimabilis."},{"number":27,"verse":"Qui aufert stillas pluviæ, et effundit imbres ad instar gurgitum,"},{"number":28,"verse":"qui de nubibus fluunt quæ prætexunt cuncta desuper."},{"number":29,"verse":"Si voluerit extendere nubes quasi tentorium suum,"},{"number":30,"verse":"et fulgurare lumine suo desuper, cardines quoque maris operiet."},{"number":31,"verse":"Per hæc enim judicat populos, et dat escas multis mortalibus."},{"number":32,"verse":"In manibus abscondit lucem, et præcepit ei ut rursus adveniat."},{"number":33,"verse":"Annuntiat de ea amico suo, quod possessio ejus sit, et ad eam possit ascendere."}]}