{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":38,"verses":[{"number":1,"verse":"Respondens autem Dominus Job de turbine, dixit :"},{"number":2,"verse":"Quis est iste involvens sententias sermonibus imperitis ?"},{"number":3,"verse":"Accinge sicut vir lumbos tuos : interrogabo te, et responde mihi."},{"number":4,"verse":"Ubi eras quando ponebam fundamenta terræ ? indica mihi, si habes intelligentiam."},{"number":5,"verse":"Quis posuit mensuras ejus, si nosti ? vel quis tetendit super eam lineam ?"},{"number":6,"verse":"Super quo bases illius solidatæ sunt ? aut quis demisit lapidem angularem ejus,"},{"number":7,"verse":"cum me laudarent simul astra matutina, et jubilarent omnes filii Dei ?"},{"number":8,"verse":"Quis conclusit ostiis mare, quando erumpebat quasi de vulva procedens ;"},{"number":9,"verse":"cum ponerem nubem vestimentum ejus, et caligine illud quasi pannis infantiæ obvolverem ?"},{"number":10,"verse":"Circumdedi illud terminis meis, et posui vectem et ostia,"},{"number":11,"verse":"et dixi : Usque huc venies, et non procedes amplius, et hic confringes tumentes fluctus tuos."},{"number":12,"verse":"Numquid post ortum tuum præcepisti diluculo, et ostendisti auroræ locum suum ?"},{"number":13,"verse":"Et tenuisti concutiens extrema terræ, et excussisti impios ex ea ?"},{"number":14,"verse":"Restituetur ut lutum signaculum, et stabit sicut vestimentum :"},{"number":15,"verse":"auferetur ab impiis lux sua, et brachium excelsum confringetur."},{"number":16,"verse":"Numquid ingressus es profunda maris, et in novissimis abyssi deambulasti ?"},{"number":17,"verse":"Numquid apertæ sunt tibi portæ mortis, et ostia tenebrosa vidisti ?"},{"number":18,"verse":"Numquid considerasti latitudinem terræ ? indica mihi, si nosti, omnia :"},{"number":19,"verse":"in qua via lux habitet, et tenebrarum quis locus sit :"},{"number":20,"verse":"ut ducas unumquodque ad terminos suos, et intelligas semitas domus ejus."},{"number":21,"verse":"Sciebas tunc quod nasciturus esses, et numerum dierum tuorum noveras ?"},{"number":22,"verse":"Numquid ingressus es thesauros nivis, aut thesauros grandinis aspexisti,"},{"number":23,"verse":"quæ præparavi in tempus hostis, in diem pugnæ et belli ?"},{"number":24,"verse":"Per quam viam spargitur lux, dividitur æstus super terram ?"},{"number":25,"verse":"Quis dedit vehementissimo imbri cursum, et viam sonantis tonitrui,"},{"number":26,"verse":"ut plueret super terram absque homine in deserto, ubi nullus mortalium commoratur ;"},{"number":27,"verse":"ut impleret inviam et desolatam, et produceret herbas virentes ?"},{"number":28,"verse":"Quis est pluviæ pater ? vel quis genuit stillas roris ?"},{"number":29,"verse":"De cujus utero egressa est glacies ? et gelu de cælo quis genuit ?"},{"number":30,"verse":"In similitudinem lapidis aquæ durantur, et superficies abyssi constringitur."},{"number":31,"verse":"Numquid conjungere valebis micantes stellas Pleiadas, aut gyrum Arcturi poteris dissipare ?"},{"number":32,"verse":"Numquid producis luciferum in tempore suo, et vesperum super filios terræ consurgere facis ?"},{"number":33,"verse":"Numquid nosti ordinem cæli, et pones rationem ejus in terra ?"},{"number":34,"verse":"Numquid elevabis in nebula vocem tuam, et impetus aquarum operiet te ?"},{"number":35,"verse":"Numquid mittes fulgura, et ibunt, et revertentia dicent tibi : Adsumus ?"},{"number":36,"verse":"Quis posuit in visceribus hominis sapientiam ? vel quis dedit gallo intelligentiam ?"},{"number":37,"verse":"Quis enarrabit cælorum rationem ? et concentum cæli quis dormire faciet ?"},{"number":38,"verse":"Quando fundebatur pulvis in terra, et glebæ compingebantur ?"},{"number":39,"verse":"Numquid capies leænæ prædam, et animam catulorum ejus implebis,"},{"number":40,"verse":"quando cubant in antris, et in specubus insidiantur ?"},{"number":41,"verse":"Quis præparat corvo escam suam, quando pulli ejus clamant ad Deum, vagantes, eo quod non habeant cibos ?"}]}