{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"Respondens autem Eliphaz Themanites, dixit :"},{"number":2,"verse":"Si cœperimus loqui tibi, forsitan moleste accipies ; sed conceptum sermonem tenere quis poterit ?"},{"number":3,"verse":"Ecce docuisti multos, et manus lassas roborasti ;"},{"number":4,"verse":"vacillantes confirmaverunt sermones tui, et genua trementia confortasti."},{"number":5,"verse":"Nunc autem venit super te plaga, et defecisti ; tetigit te, et conturbatus es."},{"number":6,"verse":"Ubi est timor tuus, fortitudo tua, patientia tua, et perfectio viarum tuarum ?"},{"number":7,"verse":"Recordare, obsecro te, quis umquam innocens periit ? aut quando recti deleti sunt ?"},{"number":8,"verse":"Quin potius vidi eos qui operantur iniquitatem, et seminant dolores, et metunt eos,"},{"number":9,"verse":"flante Deo perisse, et spiritu iræ ejus esse consumptos."},{"number":10,"verse":"Rugitus leonis, et vox leænæ, et dentes catulorum leonum contriti sunt."},{"number":11,"verse":"Tigris periit, eo quod non haberet prædam, et catuli leonis dissipati sunt."},{"number":12,"verse":"Porro ad me dictum est verbum absconditum, et quasi furtive suscepit auris mea venas susurri ejus."},{"number":13,"verse":"In horrore visionis nocturnæ, quando solet sopor occupare homines,"},{"number":14,"verse":"pavor tenuit me, et tremor, et omnia ossa mea perterrita sunt ;"},{"number":15,"verse":"et cum spiritus, me præsente, transiret, inhorruerunt pili carnis meæ."},{"number":16,"verse":"Stetit quidam, cujus non agnoscebam vultum, imago coram oculis meis, et vocem quasi auræ lenis audivi."},{"number":17,"verse":"Numquid homo, Dei comparatione, justificabitur ? aut factore suo purior erit vir ?"},{"number":18,"verse":"Ecce qui serviunt ei, non sunt stabiles, et in angelis suis reperit pravitatem ;"},{"number":19,"verse":"quanto magis hi qui habitant domos luteas, qui terrenum habent fundamentum, consumentur velut a tinea ?"},{"number":20,"verse":"De mane usque ad vesperam succidentur ; et quia nullus intelligit, in æternum peribunt."},{"number":21,"verse":"Qui autem reliqui fuerint, auferentur ex eis ; morientur, et non in sapientia."}]}