{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Respondens autem Job, dixit :"},{"number":2,"verse":"Utinam appenderentur peccata mea quibus iram merui, et calamitas quam patior, in statera !"},{"number":3,"verse":"Quasi arena maris hæc gravior appareret ; unde et verba mea dolore sunt plena :"},{"number":4,"verse":"quia sagittæ Domini in me sunt, quarum indignatio ebibit spiritum meum ; et terrores Domini militant contra me."},{"number":5,"verse":"Numquid rugiet onager cum habuerit herbam ? aut mugiet bos cum ante præsepe plenum steterit ?"},{"number":6,"verse":"aut poterit comedi insulsum, quod non est sale conditum ? aut potest aliquis gustare quod gustatum affert mortem ?"},{"number":7,"verse":"Quæ prius nolebat tangere anima mea, nunc, præ angustia, cibi mei sunt."},{"number":8,"verse":"Quis det ut veniat petitio mea, et quod expecto tribuat mihi Deus ?"},{"number":9,"verse":"et qui cœpit, ipse me conterat ; solvat manum suam, et succidat me ?"},{"number":10,"verse":"Et hæc mihi sit consolatio, ut affligens me dolore, non parcat, nec contradicam sermonibus Sancti."},{"number":11,"verse":"Quæ est enim fortitudo mea, ut sustineam ? aut quis finis meus, ut patienter agam ?"},{"number":12,"verse":"Nec fortitudo lapidum fortitudo mea, nec caro mea ænea est."},{"number":13,"verse":"Ecce non est auxilium mihi in me, et necessarii quoque mei recesserunt a me."},{"number":14,"verse":"Qui tollit ab amico suo misericordiam, timorem Domini derelinquit."},{"number":15,"verse":"Fratres mei præterierunt me, sicut torrens qui raptim transit in convallibus."},{"number":16,"verse":"Qui timent pruinam, irruet super eos nix."},{"number":17,"verse":"Tempore quo fuerint dissipati, peribunt ; et ut incaluerit, solventur de loco suo."},{"number":18,"verse":"Involutæ sunt semitæ gressuum eorum ; ambulabunt in vacuum, et peribunt."},{"number":19,"verse":"Considerate semitas Thema, itinera Saba, et expectate paulisper."},{"number":20,"verse":"Confusi sunt, quia speravi : venerunt quoque usque ad me, et pudore cooperti sunt."},{"number":21,"verse":"Nunc venistis ; et modo videntes plagam meam, timetis."},{"number":22,"verse":"Numquid dixi : Afferte mihi, et de substantia vestra donate mihi ?"},{"number":23,"verse":"vel : Liberate me de manu hostis, et de manu robustorum eruite me ?"},{"number":24,"verse":"Docete me, et ego tacebo : et si quid forte ignoravi, instruite me."},{"number":25,"verse":"Quare detraxistis sermonibus veritatis, cum e vobis nullus sit qui possit arguere me ?"},{"number":26,"verse":"Ad increpandum tantum eloquia concinnatis, et in ventum verba profertis."},{"number":27,"verse":"Super pupillum irruitis, et subvertere nitimini amicum vestrum."},{"number":28,"verse":"Verumtamen quod cœpistis explete : præbete aurem, et videte an mentiar."},{"number":29,"verse":"Respondete, obsecro, absque contentione ; et loquentes id quod justum est, judicate."},{"number":30,"verse":"Et non invenietis in lingua mea iniquitatem, nec in faucibus meis stultitia personabit."}]}