{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"Militia est vita hominis super terram, et sicut dies mercenarii dies ejus."},{"number":2,"verse":"Sicut servus desiderat umbram, et sicut mercenarius præstolatur finem operis sui,"},{"number":3,"verse":"sic et ego habui menses vacuos, et noctes laboriosas enumeravi mihi."},{"number":4,"verse":"Si dormiero, dicam : Quando consurgam ? et rursum expectabo vesperam, et replebor doloribus usque ad tenebras."},{"number":5,"verse":"Induta est caro mea putredine, et sordibus pulveris cutis mea aruit et contracta est."},{"number":6,"verse":"Dies mei velocius transierunt quam a texente tela succiditur, et consumpti sunt absque ulla spe."},{"number":7,"verse":"Memento quia ventus est vita mea, et non revertetur oculus meus ut videat bona."},{"number":8,"verse":"Nec aspiciet me visus hominis ; oculi tui in me, et non subsistam."},{"number":9,"verse":"Sicut consumitur nubes, et pertransit, sic qui descenderit ad inferos, non ascendet."},{"number":10,"verse":"Nec revertetur ultra in domum suam, neque cognoscet eum amplius locus ejus."},{"number":11,"verse":"Quapropter et ego non parcam ori meo : loquar in tribulatione spiritus mei ; confabulabor cum amaritudine animæ meæ."},{"number":12,"verse":"Numquid mare ego sum, aut cetus, quia circumdedisti me carcere ?"},{"number":13,"verse":"Si dixero : Consolabitur me lectulus meus, et relevabor loquens mecum in strato meo :"},{"number":14,"verse":"terrebis me per somnia, et per visiones horrore concuties."},{"number":15,"verse":"Quam ob rem elegit suspendium anima mea, et mortem ossa mea."},{"number":16,"verse":"Desperavi : nequaquam ultra jam vivam : parce mihi, nihil enim sunt dies mei."},{"number":17,"verse":"Quid est homo, quia magnificas eum ? aut quid apponis erga eum cor tuum ?"},{"number":18,"verse":"Visitas eum diluculo, et subito probas illum."},{"number":19,"verse":"Usquequo non parcis mihi, nec dimittis me ut glutiam salivam meam ?"},{"number":20,"verse":"Peccavi ; quid faciam tibi, o custos hominum ? quare posuisti me contrarium tibi, et factus sum mihimetipsi gravis ?"},{"number":21,"verse":"Cur non tollis peccatum meum, et quare non aufers iniquitatem meam ? ecce nunc in pulvere dormiam, et si mane me quæsieris, non subsistam."}]}