{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"Respondens autem Baldad Suhites, dixit :"},{"number":2,"verse":"Usquequo loqueris talia, et spiritus multiplex sermones oris tui ?"},{"number":3,"verse":"Numquid Deus supplantat judicium ? aut Omnipotens subvertit quod justum est ?"},{"number":4,"verse":"Etiam si filii tui peccaverunt ei, et dimisit eos in manu iniquitatis suæ :"},{"number":5,"verse":"tu tamen si diluculo consurrexeris ad Deum, et Omnipotentem fueris deprecatus ;"},{"number":6,"verse":"si mundus et rectus incesseris : statim evigilabit ad te, et pacatum reddet habitaculum justitiæ tuæ,"},{"number":7,"verse":"in tantum ut si priora tua fuerint parva, et novissima tua multiplicentur nimis."},{"number":8,"verse":"Interroga enim generationem pristinam, et diligenter investiga patrum memoriam"},{"number":9,"verse":"(hesterni quippe sumus, et ignoramus, quoniam sicut umbra dies nostri sunt super terram),"},{"number":10,"verse":"et ipsi docebunt te, loquentur tibi, et de corde suo proferent eloquia."},{"number":11,"verse":"Numquid vivere potest scirpus absque humore ? aut crescere carectum sine aqua ?"},{"number":12,"verse":"Cum adhuc sit in flore, nec carpatur manu, ante omnes herbas arescit."},{"number":13,"verse":"Sic viæ omnium qui obliviscuntur Deum, et spes hypocritæ peribit."},{"number":14,"verse":"Non ei placebit vecordia sua, et sicut tela aranearum fiducia ejus."},{"number":15,"verse":"Innitetur super domum suam, et non stabit ; fulciet eam, et non consurget."},{"number":16,"verse":"Humectus videtur antequam veniat sol, et in ortu suo germen ejus egredietur."},{"number":17,"verse":"Super acervum petrarum radices ejus densabuntur, et inter lapides commorabitur."},{"number":18,"verse":"Si absorbuerit eum de loco suo, negabit eum, et dicet : Non novi te."},{"number":19,"verse":"Hæc est enim lætitia viæ ejus, ut rursum de terra alii germinentur."},{"number":20,"verse":"Deus non projiciet simplicem, nec porriget manum malignis,"},{"number":21,"verse":"donec impleatur risu os tuum, et labia tua jubilo."},{"number":22,"verse":"Qui oderunt te induentur confusione, et tabernaculum impiorum non subsistet."}]}