{"bibleAbbr":"CVg2018","bookName":"Job","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"Et respondens Job, ait :"},{"number":2,"verse":"Vere scio quod ita sit, et quod non justificetur homo compositus Deo."},{"number":3,"verse":"Si voluerit contendere cum eo, non poterit ei respondere unum pro mille."},{"number":4,"verse":"Sapiens corde est, et fortis robore : quis restitit ei, et pacem habuit ?"},{"number":5,"verse":"Qui transtulit montes, et nescierunt hi quos subvertit in furore suo."},{"number":6,"verse":"Qui commovet terram de loco suo, et columnæ ejus concutiuntur."},{"number":7,"verse":"Qui præcipit soli, et non oritur, et stellas claudit quasi sub signaculo."},{"number":8,"verse":"Qui extendit cælos solus, et graditur super fluctus maris."},{"number":9,"verse":"Qui facit Arcturum et Oriona, et Hyadas et interiora austri."},{"number":10,"verse":"Qui facit magna, et incomprehensibilia, et mirabilia, quorum non est numerus."},{"number":11,"verse":"Si venerit ad me, non videbo eum ; si abierit, non intelligam."},{"number":12,"verse":"Si repente interroget, quis respondebit ei ? vel quis dicere potest : Cur ita facis ?"},{"number":13,"verse":"Deus, cujus iræ nemo resistere potest, et sub quo curvantur qui portant orbem."},{"number":14,"verse":"Quantus ergo sum ego, ut respondeam ei, et loquar verbis meis cum eo ?"},{"number":15,"verse":"qui etiam si habuero quippiam justum, non respondebo : sed meum judicem deprecabor."},{"number":16,"verse":"Et cum invocantem exaudierit me, non credo quod audierit vocem meam."},{"number":17,"verse":"In turbine enim conteret me, et multiplicabit vulnera mea, etiam sine causa."},{"number":18,"verse":"Non concedit requiescere spiritum meum, et implet me amaritudinibus."},{"number":19,"verse":"Si fortitudo quæritur, robustissimus est ; si æquitas judicii, nemo audet pro me testimonium dicere."},{"number":20,"verse":"Si justificare me voluero, os meum condemnabit me ; si innocentem ostendero, pravum me comprobabit."},{"number":21,"verse":"Etiam si simplex fuero, hoc ipsum ignorabit anima mea, et tædebit me vitæ meæ."},{"number":22,"verse":"Unum est quod locutus sum : et innocentem et impium ipse consumit."},{"number":23,"verse":"Si flagellat, occidat semel, et non de pœnis innocentum rideat."},{"number":24,"verse":"Terra data est in manus impii ; vultum judicum ejus operit. Quod si non ille est, quis ergo est ?"},{"number":25,"verse":"Dies mei velociores fuerunt cursore ; fugerunt, et non viderunt bonum."},{"number":26,"verse":"Pertransierunt quasi naves poma portantes ; sicut aquila volans ad escam."},{"number":27,"verse":"Cum dixero : Nequaquam ita loquar : commuto faciem meam, et dolore torqueor."},{"number":28,"verse":"Verebar omnia opera mea, sciens quod non parceres delinquenti."},{"number":29,"verse":"Si autem et sic impius sum, quare frustra laboravi ?"},{"number":30,"verse":"Si lotus fuero quasi aquis nivis, et fulserint velut mundissimæ manus meæ,"},{"number":31,"verse":"tamen sordibus intinges me, et abominabuntur me vestimenta mea."},{"number":32,"verse":"Neque enim viro qui similis mei est, respondebo ; nec qui mecum in judicio ex æquo possit audiri."},{"number":33,"verse":"Non est qui utrumque valeat arguere, et ponere manum suam in ambobus."},{"number":34,"verse":"Auferat a me virgam suam, et pavor ejus non me terreat."},{"number":35,"verse":"Loquar, et non timebo eum ; neque enim possum metuens respondere."}]}