{"bibleAbbr":"ISV2011","bookName":"James","bookEnglishName":"James","chapterNumber":4,"verses":[{"number":1,"verse":"{Stop Fighting with Each Other} d Where do those fights and quarrels among you come from? They come from your selfish desires that are at war in your bodies, don't they?"},{"number":2,"verse":"You want something but do not get it, so you commit murder. You covet something but cannot obtain it, so you quarrel and fight. You do not get things because you do not ask for them!"},{"number":3,"verse":"You ask for something but do not get it because you ask for it for the wrong reason for your own pleasure."},{"number":4,"verse":"You adulterers! Don't you know that friendship with the world means hostility with God? So whoever wants to be a friend of this world is an enemy of God."},{"number":5,"verse":"Or do you think the Scripture means nothing when it says that the Spirit that God {Lit. he} caused to live in us jealously yearns for us? {Exod 20:5; Num 11:29}"},{"number":6,"verse":"But he gives all the more grace. And so he says, \"God opposes the arrogant but gives grace to the humble.\" {Prov 3:34 (LXX)}"},{"number":7,"verse":"Therefore, submit yourselves to God. Resist the devil, and he will run away from you."},{"number":8,"verse":"Come close to God, and he will come close to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded."},{"number":9,"verse":"Be miserable, mourn, and cry. Let your laughter be turned into mourning, and your joy into gloom."},{"number":10,"verse":"Humble yourselves in the Lord's presence, and he will exalt you."},{"number":11,"verse":"{Do Not Criticize Each Other} d Do not criticize each other, brothers. Whoever makes it his habit to criticize his brother or to judge his brother is judging the Law and condemning the Law. But if you condemn the Law, you are not a practicer of the Law but its judge."},{"number":12,"verse":"There is only one Lawgiver and Judge the one who can save and destroy. So who are you to judge your neighbor?"},{"number":13,"verse":"{Do Not Boast about Future Plans} d Now listen, you who say, \"Today or tomorrow we will go to such and such a town, stay there a year, conduct business, and make money.\""},{"number":14,"verse":"You do not know what tomorrow will bring. What is your life? You are a mist that appears for a little while and then vanishes."},{"number":15,"verse":"Instead you should say, \"If the Lord wants us to, we will live and do this or that.\""},{"number":16,"verse":"But you boast about your proud intentions. All such boasting is evil."},{"number":17,"verse":"Therefore, anyone who knows what is right but fails to do it is guilty of sin."}]}