{"bibleAbbr":"ISV2011","bookName":"James","bookEnglishName":"James","chapterNumber":5,"verses":[{"number":1,"verse":"{Advice for Rich People} d Now listen, you rich people! Cry and moan over the miseries that are overtaking you."},{"number":2,"verse":"Your riches are rotten, your clothes have been eaten by moths,"},{"number":3,"verse":"your gold and silver are corroded, and their corrosion will be used as evidence against you and will eat your flesh like fire. You have stored up treasures in these last days."},{"number":4,"verse":"Look! The wages that you kept back from the workers who harvested your fields are shouting out against you, and the cries of the reapers have reached the ears of the Lord of the Heavenly Armies."},{"number":5,"verse":"You have lived in luxury and pleasure on earth. You have fattened yourselves {Lit. fattened your hearts} for the day of slaughter."},{"number":6,"verse":"You have condemned and murdered the one who is righteous, even though he did not rebel against you."},{"number":7,"verse":"{Be Patient} d So be patient, brothers, until the coming of the Lord. See how the farmer waits for the precious crop from his land, being patient with it until it receives the fall and the spring rains."},{"number":8,"verse":"You, too, must be patient. Strengthen your hearts, because the coming of the Lord is near."},{"number":9,"verse":"Do not complain about each other, brothers, or you will be condemned. Look! The Judge is standing at the door!"},{"number":10,"verse":"As an example of suffering and patience, brothers, take the prophets, who spoke in the name of the Lord."},{"number":11,"verse":"We consider those who endured to be blessed. You have heard about Job's endurance and have seen the purpose of the Lord that the Lord is compassionate and merciful."},{"number":12,"verse":"{Do Not Swear Oaths} d Above all, brothers, do not swear oaths by heaven, by earth, or by any other object. {Lit. oath} Instead, let your \"Yes\" mean yes and your \"No\" mean no! Otherwise, {Lit. no, lest} you may fall under condemnation."},{"number":13,"verse":"{The Power of Prayer} d Is anyone among you suffering? He should keep on praying. Is anyone cheerful? He should keep reciting psalms."},{"number":14,"verse":"Is anyone among you sick? He should call for the elders of the church, and they should pray for him and anoint him with oil in the name of the Lord."},{"number":15,"verse":"And the prayer offered in faith {Lit. the prayer of faith} will save the person who is sick. The Lord will raise him up, and if he has committed any sins, he will be forgiven."},{"number":16,"verse":"Therefore, make it your habit to confess your sins to one another and to pray for one another, so that you may be healed. The prayer of a righteous person is powerful and effective."},{"number":17,"verse":"Elijah was a person just like us, and he prayed earnestly for it not to rain, and rain never came to the land for three years and six months."},{"number":18,"verse":"Then he prayed again, and the skies poured out rain, and the ground produced its crops."},{"number":19,"verse":"My brothers, if one of you wanders away from the truth and somebody brings him back,"},{"number":20,"verse":"you may be sure that whoever brings a sinner back from his wrong path will save his soul from death and cover a multitude of sins."}]}