{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "ரோமர்",
  "bookEnglishName" : "Romans",
  "chapterNumber" : 9,
  "verses" : [ {
    "number" : 1,
    "verse" : "(இஸ்ரயேலைப் பற்றிய பவுலின் துக்கம்)இப்போது நான் சொல்வது பொய்யல்ல, என் மனசாட்சியும் பரிசுத்த ஆவிக்குள்ளாக என்னோடு சேர்ந்து எனக்கு சாட்சி பகருகிறது. கிறிஸ்துவுக்குள் இணைந்திருப்பதால் நான் சொல்லும் உண்மை என்னவெனில்,"
  }, {
    "number" : 2,
    "verse" : "என் இருதயத்தில் ஆழ்ந்த சோகமும் நீங்காத மனவேதனையும் உள்ளன."
  }, {
    "number" : 3,
    "verse" : "என்னுடைய பிறப்பினாலே எனக்குச் சொந்த இனத்தவராகவும், என்னுடைய சொந்த சகோதர சகோதரிகளாகவும் இருக்கும் யூத மக்கள் காப்பாற்றப்படுவதானது, நான் கிறிஸ்துவைவிட்டு சபிக்கப்பட்டு ஒதுக்கப்படுவதால் நிறைவேற்றப்படுமானால், அதற்கும் நான் தயார்."
  }, {
    "number" : 4,
    "verse" : "இஸ்ரயேலர் எனப்பட்ட இவர்களே, இறைவனின் தத்தெடுக்கப்பட்ட பிள்ளைகள் என்ற உரிமை பெற்றவர்கள். இறைவனின் மகிமை பிரசன்னம், உடன்படிக்கைகள் என்பவை இவர்களுக்கே கிடைத்தன. மோசேயின் நீதிச்சட்டம், ஆலய வழிபாடுகள், இறைவாக்குறுதிகள் என்பவற்றையும் இவர்களே பெற்றார்கள்."
  }, {
    "number" : 5,
    "verse" : "முற்பிதாக்களும் இவர்களுடையவர்களே, அந்த முற்பிதாக்களின் மனித சந்ததியிலேயே கிறிஸ்துவும் வந்தார். கிறிஸ்துவே அனைத்துக்கும் மேலான இறைவன், என்றென்றும் துதிக்கப்படுபவர். ஆமென்."
  }, {
    "number" : 6,
    "verse" : "(இறைவனுடைய தெரிந்தெடுத்தல்)இதனால் இறைவனுடைய வார்த்தையிலுள்ள வாக்குறுதிகள் நிறைவேறாமல் போயின என்ற முடிவுக்கு வரலாகாது. காரணம், முற்பிதாவாகிய இஸ்ரயேலின் சந்ததியில் வந்தவர்கள் எல்லோருமே உண்மையில் இஸ்ரயேலர்கள் அல்ல."
  }, {
    "number" : 7,
    "verse" : "அத்தோடு ஆபிரகாமின் வழித்தோன்றல்கள் அனைவருமே அவருடைய உண்மையான பிள்ளைகள் அல்ல. ஏனெனில், “ஈசாக்கின் ஊடாக வருவோரே உனது சந்ததி” என்று ஆபிரகாமுக்குச் சொல்லப்பட்டது."
  }, {
    "number" : 8,
    "verse" : "எனவே ஆபிரகாமின் மனித சந்ததியில் பிறக்கின்றவர்கள் இறைவனுடைய பிள்ளைகள் அல்ல, மாறாக இறைவனின் வாக்குறுதியின்படி உருவானோரே ஆபிரகாமுடைய சந்ததியென எண்ணப்படுகிறார்கள்."
  }, {
    "number" : 9,
    "verse" : "ஏனெனில், “நியமிக்கப்பட்ட காலத்தில் நான் திரும்பி வருவேன். அப்போது சாராள் ஒரு மகனைப் பெறுவாள்”(ஆதி. 18:10,14) என்றல்லவா வாக்குறுதி சொல்லப்பட்டது."
  }, {
    "number" : 10,
    "verse" : "அதுமட்டுமல்ல, நம்முடைய முற்பிதாவாகிய ஈசாக்கு என்ற ஒரே மனிதன் மூலமாக ரெபேக்காள் இரு பிள்ளைகளைக் கர்ப்பம் தரித்தாள்."
  }, {
    "number" : 11,
    "verse" : "பிள்ளைகள் பிறக்கும் முன்னதாகவே, அதாவது அவர்கள் நன்மை தீமை ஒன்றும் செய்வதற்கு முன்பே அவ்விருவரில் ஒருவரை இறைவன் தெரிவு செய்தார். இறைவன் எந்த நோக்கத்திற்காக தெரிவு செய்தாரோ அந்த நோக்கத்தை எந்த மனிதனதும் நல்ல செயல்களினால் நிறைவேற்றாமல், இறைவனின் அழைப்பினாலே நிறைவேற்றும்படியாக,"
  }, {
    "number" : 12,
    "verse" : "“மூத்தவன் இளையவனுக்குப் பணி செய்வான்” என்று ரெபேக்காளுக்குச் சொல்லப்பட்டது."
  }, {
    "number" : 13,
    "verse" : "அதேபோல், “நான் யாக்கோபை நேசித்து ஏசாவை வெறுத்தேன்” என்றும் எழுதப்பட்டிருக்கிறது."
  }, {
    "number" : 14,
    "verse" : "ஆகவே நாம் என்ன சொல்லுவோம்? இறைவன் அநீதியுள்ளவரா? ஒருபோதும் இல்லை."
  }, {
    "number" : 15,
    "verse" : "ஏனெனில் இறைவன் மோசேயிடம், “நான் யார்மேல் இரக்கமாயிருக்க விருப்பமாயிருப்பேனோ, அவன்மீது இரக்கமாயிருப்பேன். நான் யார்மேல் மன உருக்கமாயிருக்க விருப்பமாயிருப்பேனோ, அவன்மீது மன உருக்கமாயிருப்பேன்” என்றார்."
  }, {
    "number" : 16,
    "verse" : "ஆகவே, ஒருவர் இரக்கத்தைப் பெற்றுக்கொள்வது, மனித விருப்பத்திலோ முயற்சியிலோ அல்ல, இரக்கமுள்ள இறைவனிலேயே தங்கியிருக்கிறது."
  }, {
    "number" : 17,
    "verse" : "ஏனெனில் இறைவன் பார்வோனிடம், “என்னுடைய வல்லமையை உன்னில் காண்பித்து, பூமியெங்கும் என்னுடைய பெயரை பறைசாற்றும் நோக்கத்திற்காகவே நான் உன்னை உயர்த்தினேன்” என்று சொன்னதை வேதவசனம் கூறுகிறது."
  }, {
    "number" : 18,
    "verse" : "எனவே இறைவன் யாருக்கு இரக்கம் காட்ட விரும்புகிறாரோ, அவனுக்கு அவர் இரக்கம் காட்டுகிறார். யாரைக் கடினமாக்க விரும்புகிறாரோ, அவனைக் கடினமாக்குகிறார்."
  }, {
    "number" : 19,
    "verse" : "உங்களில் ஒருவன் என்னிடம், “அப்படியானால் இறைவன் ஏன் இன்னும் எங்களில் குற்றம் கண்டுபிடிக்கிறார்? இறைவனுடைய திட்டத்தை எதிர்க்க யாரால் முடியும்?” என்று கேட்கலாம்."
  }, {
    "number" : 20,
    "verse" : "அப்படியானால் மனிதனே, இறைவனை எதிர்த்துப் பேசுவதற்கு நீ யார்? உருவாக்கப்பட்டது தன்னை உருவாக்கினவனிடம், “ஏன் என்னை இப்படி உருவாக்கினாய்?” என்று கேட்கலாமா?"
  }, {
    "number" : 21,
    "verse" : "ஒரே களிமண்ணிலிருந்து ஒரு பாத்திரத்தை உயர்ந்த நோக்கத்திற்காகவும், மற்றொன்றை சாதாரண நோக்கத்திற்காகவும் உருவாக்குவதற்கு பாத்திரத்தை வனைபவனுக்கு உரிமை இல்லையா?"
  }, {
    "number" : 22,
    "verse" : "அழிக்கப்படுவதற்கு தயார் செய்யப்பட்ட, அதாவது இறைவனின் கோபத்தை அனுபவிக்க தகுதி உடையவர்களை இறைவன் அதிக பொறுமையுடன் சகித்துக் கொண்டிருக்கலாம் அல்லவா? இறைவன் தமது கோபத்தைக் காட்டவும் தமது வல்லமையை வெளிப்படுத்தவும் விரும்பியதால் இப்படிச் செய்திருக்கலாம் அல்லவா?"
  }, {
    "number" : 23,
    "verse" : "அத்துடன் இறைவன் முன்பே தன் மகிமைக்கென ஆயத்தம் செய்த மக்களுக்கு, அதாவது அவர் இரக்கம் செலுத்த விரும்புகின்ற மக்களுக்கு, தன் பெருநிறைவை வெளிப்படுத்தவும் இப்படிச் செய்திருக்கலாம் அல்லவா?"
  }, {
    "number" : 24,
    "verse" : "நாமும்கூட யூதர்களிலிருந்து மாத்திரம் அல்ல, யூதரல்லாதவர்களில் இருந்தும் இப்படியாக அழைக்கப்பட்டவர்களாய் இருக்கின்றோம் அல்லவா?"
  }, {
    "number" : 25,
    "verse" : "இதைப்பற்றியே ஓசியாவின் புத்தகத்திலே, “நான் என்னுடைய மக்கள் அல்லாதவர்களை ‘என்னுடைய மக்கள்’ என்றும்; அன்பில்லாத ஒருத்தியை ‘எனக்கு அன்பானவள்’ என்றும் அழைப்பேன்” என்று எழுதப்பட்டுள்ளது."
  }, {
    "number" : 26,
    "verse" : "மேலும், “நீங்கள் என்னுடைய மக்கள் அல்ல’ என்று எந்த இடத்தில் சொல்லப்பட்டதோ, அதே இடத்தில், அவர்கள் ‘வாழும் இறைவனின் பிள்ளைகள்’ என அழைக்கப்படுவார்கள்” என்றும் எழுதப்பட்டுள்ளது."
  }, {
    "number" : 27,
    "verse" : "இறைவாக்கினன் ஏசாயாவும் இஸ்ரயேலரைக் குறித்து, “இஸ்ரயேலர்களின் எண்ணிக்கை கடற்கரையின் மணலைப் போல் இருந்தாலும், எஞ்சியுள்ள சிறு குழுவினர் மாத்திரமே இரட்சிக்கப்படுவார்கள்."
  }, {
    "number" : 28,
    "verse" : "கர்த்தர் பூமியின் மேல் தண்டனையை தீவிரமாகவும் பூரணமாகவும் நிறைவேற்றுவார்.”"
  }, {
    "number" : 29,
    "verse" : "ஏசாயா மீண்டும், “எல்லாம் வல்ல கர்த்தர் நமக்கு ஒரு சந்ததியை விட்டுவைக்காதிருந்தால், நாங்கள் சோதோமைப் போலும் கொமோராவைப் போலும் ஆகியிருப்போம்” என்று உரைத்திருக்கிறார்."
  }, {
    "number" : 30,
    "verse" : "(இஸ்ரயேலின் அவிசுவாசம்)அப்படியானால் நாம் என்ன சொல்லுவோம்? நீதியைத் தேடாத யூதரல்லாத மக்கள் அதைக் கண்டு அடைந்தார்கள். அது விசுவாசத்தின் மூலமாக வரும் நீதியே."
  }, {
    "number" : 31,
    "verse" : "ஆனால் நீதியை அடையும்படி நீதிச்சட்டத்தைக் கடைப்பிடித்த இஸ்ரயேலரோ, முயற்சித்தும் அதை அடையவில்லை."
  }, {
    "number" : 32,
    "verse" : "ஏன்? அவர்கள் அதனை விசுவாசத்தின் மூலமாகத் தேடாமல், நல்ல செயல்களினால் கிடைக்கும் என தேடி தடுக்கல்லில் தடுக்கி விழுந்தார்கள்."
  }, {
    "number" : 33,
    "verse" : "இதைப்பற்றியே இப்படி எழுதப்பட்டுள்ளது: “இதோ நான் சீயோனிலே இடறுவதற்கான ஒரு கல்லையும் தவறுவதற்கான ஒரு கற்பாறையையும் வைக்கிறேன். அவரில் விசுவாசம் வைக்கிற எவரும் வெட்கத்துக்குள்ளாவதில்லை.”"
  } ]
}