{"bibleAbbr":"PESH1849","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"PAULOS and Timotheus, servants of Jeshu the Meshiha, to all the saints who are in Jeshu Meshiha at Philipos, with the presbyters and deacons."},{"number":2,"verse":"Grace be with you and peace from Aloha our Father, and from our Lord Jeshu Meshiha."},{"number":3,"verse":"I offer thanks unto Aloha upon the remembrance of you constantly,"},{"number":4,"verse":"in all my prayers on your behalf; and while rejoicing, I pray,"},{"number":5,"verse":"for your fellowship which is in the gospel from the first day until now;"},{"number":6,"verse":"because I am confident of this, that he who hath begun good workings in you will himself make perfect until the day of our Lord Jeshu Meshiha."},{"number":7,"verse":"For so it is right for me to think concerning you all, because you are laid up in my heart; and in my bonds, and in the defence of the truth of the gospel, you are partakers with me in grace."},{"number":8,"verse":"For Aloha is my witness how I love you with the bowels of Jeshu Meshiha."},{"number":9,"verse":"And this I pray, that your love may still increase and abound in knowledge and in all spiritual understanding;"},{"number":10,"verse":"that you may distinguish those things that are proper, and may be pure and without offence in the day of the Meshiha,"},{"number":11,"verse":"and filled with the fruits of righteousness which are in Jeshu Meshiha, to the glory and the honour of Aloha."},{"number":12,"verse":"BUT I wish you to know, my brethren, that my business tendeth the more to the forwarding of the gospel."},{"number":13,"verse":"For so also my bonds are manifest for the Meshiha in the whole palace,[Or, praetorium] and unto all besides."},{"number":14,"verse":"And a multitude of brethren who are in our Lord are strengthened on account of my bonds, and have dared the more fearlessly to speak the word of Aloha."},{"number":15,"verse":"Some preach from envy and contention, but some from good-will, and in the love of the Meshiha;"},{"number":16,"verse":"for they know that for the defence of the gospel I am appointed."},{"number":17,"verse":"But those who preach the Meshiha from contention do it not sincerely,[Or, purely.] but think to add affliction to my bonds."},{"number":18,"verse":"Yet in this I have rejoiced, and do rejoice, that in every way, if for an occasion, or if in truth, the Meshiha shall be preached."},{"number":19,"verse":"For I know that these things shall be found unto my life by your prayers, and by the gift of the Spirit of Jeshu Meshiha;"},{"number":20,"verse":"even as I hope and expect, that in nothing I shall be confounded, but manifestly, as at all times, so also now, the Meshiha shall be magnified in my body, whether by life or by death."},{"number":21,"verse":"For my life is the Meshiha; and if I die, it is gain to me."},{"number":22,"verse":"But if in this life of the flesh there be also fruit to me from my works, I know not what to choose."},{"number":23,"verse":"For these two straiten me. I desire to be set free, that I might be with the Meshiha, and this is greatly preferable [Profitable.] to me;"},{"number":24,"verse":"but also to remain in my body is the thing which constraineth me on your account."},{"number":25,"verse":"For I know this confidently, that I am to remain and tarry for your joy and for the increase of your faith:"},{"number":26,"verse":"that when I come again to you, your glorying which is in Jeshu Meshiha alone shall abound in me."},{"number":27,"verse":"As it becometh the gospel of the Meshiha, so have your conversation; that if coming I see you, or absent, I may hear of you, that you stand in one spirit and in one soul, conquering together for the faith of the gospel;"},{"number":28,"verse":"in nothing moved by them who stand against us, to the forthshowing of their perdition, and of our salvation,"},{"number":29,"verse":"And this from Aloha hath been given to you, not only believing to believe in the Meshiha, but also for his sake to suffer,"},{"number":30,"verse":"and to sustain a conflict, as you have seen in me, and now hear concerning me."}]}