{"bibleAbbr":"Orig2013+","bookName":"הושע","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"כי <WH3588> When נער <WH5288> a child, ישׂראל <WH3478> Israel ואהבהו <WH157> then I loved וממצרים <WH4714> קראתי <WH7121> him, and called לבני׃ <WH1121> my son"},{"number":2,"verse":"קראו <WH7121> they called להם כן <WH3651> them, so הלכו <WH1980> they went מפניהם <WH6440> from לבעלים <WH1168> unto Baalim, יזבחו <WH2076> them: they sacrificed ולפסלים <WH6456> to graven images. יקטרון׃ <WH6999> and burned incense"},{"number":3,"verse":"ואנכי <WH595> I תרגלתי <WH7270> לאפריםחם <WH3947> taking על <WH5921> them by זרועתיו <WH2220> their arms; ולא <WH3808> not ידעו <WH3045> but they knew כי <WH3588> that רפאתים׃ <WH7495> I healed"},{"number":4,"verse":"בחבלי <WH2256> them with cords אדם <WH120> of a man, אמשׁכם <WH4900> I drew בעבתות <WH5688> with bands אהבה <WH160> of love: ואהיה <WH1961> and I was להם כמרימי <WH7311> to them as they that take off על <WH5923> the yoke על <WH5921> on לחיהם <WH3895> their jaws, ואט <WH328> אליו <WH413> unto אוכיל׃ <WH398> meat"},{"number":5,"verse":"לא <WH3808> He shall not ישׁוב <WH7725> return אל <WH413> into ארץ <WH776> the land מצרים <WH4714> of Egypt, ואשׁור <WH804> but the Assyrian הוא <WH1931> מלכו <WH4428> shall be his king, כי <WH3588> because מאנו <WH3985> they refused לשׁוב׃ <WH7725> to return."},{"number":6,"verse":"וחלה <WH2342> shall abide חרב <WH2719> And the sword בעריו <WH5892> on his cities, וכלתה <WH3615> and shall consume בדיו <WH905> his branches, ואכלה <WH398> and devour ממעצותיהם׃ <WH4156> , because of their own counsels."},{"number":7,"verse":"ועמי <WH5971> And my people תלואים <WH8511> are bent למשׁובתי <WH4878> to backsliding ואל <WH413> them to על <WH5920> the most High, יקראהו <WH7121> from me: though they called יחד <WH3162> none at all לא <WH3808> none at all ירומם׃ <WH7311> would exalt"},{"number":8,"verse":"איך <WH349> How אתנך <WH5414> shall I give thee up, אפרים <WH669> Ephraim? אמגנך <WH4042> shall I deliver ישׂראל <WH3478> thee, Israel? איך <WH349> how אתנך <WH5414> shall I make כאדמה <WH126> thee as Admah? אשׂימך <WH7760> shall I set כצבאים <WH6636> thee as Zeboim? נהפך <WH2015> is turned עלי <WH5921> within לבי <WH3820> mine heart יחד <WH3162> together. נכמרו <WH3648> are kindled נחומי׃ <WH5150> me, my repentings"},{"number":9,"verse":"לא <WH3808> I will not אעשׂה <WH6213> execute חרון <WH2740> the fierceness אפי <WH639> of mine anger, לא <WH3808> I will not אשׁוב <WH7725> return לשׁחת <WH7843> to destroy אפרים <WH669> Ephraim: כי <WH3588> for אל <WH410> God, אנכי <WH595> I ולא <WH3808> and not אישׁ <WH582> בקרבך <WH7130> in the midst קדושׁ <WH6918> the Holy One ולא <WH3808> of thee: and I will not אבוא <WH935> enter בעיר׃ <WH5892> into the city."},{"number":10,"verse":"אחרי <WH310> after יהוה <WH3068> the LORD: ילכו <WH1980> They shall walk כאריה <WH738> like a lion: ישׁאג <WH7580> he shall roar כי <WH3588> when הוא <WH1931> he ישׁאג <WH7580> shall roar, ויחרדו <WH2729> shall tremble בנים <WH1121> then the children מים׃ <WH3220> from the west."},{"number":11,"verse":"יחרדו <WH2729> They shall tremble כצפור <WH6833> as a bird ממצרים <WH4714> וכיונה <WH3123> and as a dove מארץ <WH776> out of the land אשׁור <WH804> of Assyria: והושׁבתים <WH3427> and I will place על <WH5921> them in בתיהם <WH1004> their houses, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":12,"verse":"סבבני <WH5437> compasseth me about בכחשׁ <WH3585> with lies, אפרים <WH669> Ephraim ובמרמה <WH4820> with deceit: בית <WH1004> and the house ישׂראל <WH3478> of Israel ויהודה <WH3063> but Judah עד <WH5750> yet רד <WH7300> ruleth עם <WH5973> with אל <WH410> God, ועם <WH5973> with קדושׁים <WH6918> the saints. נאמן׃ <WH539> and is faithful"}]}