{"bibleAbbr":"Orig2013+","bookName":"הושע","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"כדבר <WH1696> spoke אפרים <WH669> When Ephraim רתת <WH7578> trembling, נשׂא <WH5375> exalted הוא <WH1931> he בישׂראל <WH3478> himself in Israel; ויאשׁם <WH816> but when he offended בבעל <WH1168> in Baal, וימת׃ <WH4191> he died."},{"number":2,"verse":"ועתה <WH6258> And now יוספו <WH3254> more and more, לחטא <WH2398> they sin ויעשׂו <WH6213> and have made להם מסכה <WH4541> them molten images מכספם <WH3701> of their silver, כתבונם <WH8394> according to their own understanding, עצבים <WH6091> idols מעשׂה <WH4639> of it the work חרשׁים <WH2796> of the craftsmen: כלה <WH3605> all להם הם <WH1992> they אמרים <WH559> say זבחי <WH2076> that sacrifice אדם <WH120> of them, Let the men עגלים <WH5695> the calves. ישׁקון׃ <WH5401> kiss"},{"number":3,"verse":"לכן <WH3651> Therefore יהיו <WH1961> they shall be כענן <WH6051> cloud, בקר <WH1242> as the morning וכטל <WH2919> dew משׁכים <WH7925> and as the early הלך <WH1980> that passeth away, כמץ <WH4671> as the chaff יסער <WH5590> is driven with the whirlwind מגרן <WH1637> out of the floor, וכעשׁן <WH6227> and as the smoke מארבה׃ <WH699> out of the chimney."},{"number":4,"verse":"ואנכי <WH595> Yet I יהוה <WH3068> the LORD אלהיך <WH430> thy God מארץ <WH776> from the land מצרים <WH4714> of Egypt, ואלהים <WH430> god זולתי <WH2108> but לא <WH3808> no תדע <WH3045> and thou shalt know ומושׁיע <WH3467> savior אין <WH369> me: for no בלתי׃ <WH1115> beside"},{"number":5,"verse":"אני <WH589> I ידעתיך <WH3045> did know במדבר <WH4057> thee in the wilderness, בארץ <WH776> in the land תלאבות׃ <WH8514> of great drought."},{"number":6,"verse":"כמרעיתם <WH4830> According to their pasture, וישׂבעו <WH7646> so were they filled; שׂבעו <WH7646> they were filled, וירם <WH7311> was exalted; לבם <WH3820> and their heart על <WH5921> therefore כן <WH3651> therefore שׁכחוני׃ <WH7911> have they forgotten"},{"number":7,"verse":"ואהי <WH1961> Therefore I will be להם כמו <WH3644> unto them as שׁחל <WH7826> a lion: כנמר <WH5246> as a leopard על <WH5921> by דרך <WH1870> the way אשׁור׃ <WH7789> will I observe"},{"number":8,"verse":"אפגשׁם <WH6298> I will meet כדב <WH1677> them as a bear שׁכול <WH7909> bereaved ואקרע <WH7167> and will rend סגור <WH5458> the caul לבם <WH3820> of their heart, ואכלם <WH398> will I devour שׁם <WH8033> and there כלביא <WH3833> them like a lion: חית <WH2416> beast השׂדה <WH7704> the wild תבקעם׃ <WH1234> shall tear"},{"number":9,"verse":"שׁחתך <WH7843> thou hast destroyed ישׂראל <WH3478> O Israel, כי <WH3588> thyself; but בי בעזרך׃ <WH5828> in me thine help."},{"number":10,"verse":"אהי <WH165> I will be מלכך <WH4428> thy king: אפוא <WH645> where ויושׁיעך <WH3467> that may save בכל <WH3605> thee in all עריך <WH5892> thy cities? ושׁפטיך <WH8199> and thy judges אשׁר <WH834> of whom אמרת <WH559> thou saidst, תנה <WH5414> Give לי מלך <WH4428> me a king ושׂרים׃ <WH8269> and princes?"},{"number":11,"verse":"אתן <WH5414> I gave לך מלך <WH4428> thee a king באפי <WH639> in mine anger, ואקח <WH3947> and took away בעברתי׃ <WH5678> in my wrath."},{"number":12,"verse":"צרור <WH6887> bound up; עון <WH5771> The iniquity אפרים <WH669> of Ephraim צפונה <WH6845> hid. חטאתו׃ <WH2403> his sin"},{"number":13,"verse":"חבלי <WH2256> The sorrows יולדה <WH3205> of a travailing woman יבאו <WH935> shall come לו הוא <WH1931> upon him: he בן <WH1121> son; לא <WH3808> an unwise חכם <WH2450> an unwise כי <WH3588> for עת <WH6256> long לא <WH3808> he should not יעמד <WH5975> stay במשׁבר <WH4866> in the breaking forth בנים׃ <WH1121> of children."},{"number":14,"verse":"מיד <WH3027> them from the power שׁאול <WH7585> of the grave; אפדם <WH6299> I will ransom ממות <WH4194> them from death: אגאלם <WH1350> I will redeem אהי <WH165> I will be דבריך <WH1698> thy plagues; מות <WH4194> O death, אהי <WH165> I will be קטבך <WH6987> thy destruction: שׁאול <WH7585> O grave, נחם <WH5164> repentance יסתר <WH5641> shall be hid מעיני׃ <WH5869> from mine eyes."},{"number":15,"verse":"כי <WH3588> Though הוא <WH1931> he בן <WH996> among אחים <WH251> brethren, יפריא <WH6500> be fruitful יבוא <WH935> shall come, קדים <WH6921> an east wind רוח <WH7307> the wind יהוה <WH3068> of the LORD ממדבר <WH4057> from the wilderness, עלה <WH5927> shall come up ויבושׁ <WH954> shall become dry, מקורו <WH4726> and his spring ויחרב <WH2717> shall be dried up: מעינו <WH4599> and his fountain הוא <WH1931> he ישׁסה <WH8154> shall spoil אוצר <WH214> the treasure כל <WH3605> of all כלי <WH3627> vessels. חמדה׃ <WH2532> pleasant"},{"number":16,"verse":"תאשׁם <WH816> shall become desolate; שׁמרון <WH8111> Samaria כי <WH3588> for מרתה <WH4784> she hath rebelled באלהיה <WH430> against her God: בחרב <WH2719> by the sword: יפלו <WH5307> they shall fall עלליהם <WH5768> their infants ירטשׁו <WH7376> shall be dashed in pieces, והריותיו <WH2030> and their women with child יבקעו׃ <WH1234> shall be ripped up."}]}