{"bibleAbbr":"Orig2013+","bookName":"הושע","bookEnglishName":"Hosea","chapterNumber":14,"verses":[{"number":1,"verse":"שׁובה <WH7725> return ישׂראל <WH3478> O Israel, עד <WH5704> unto יהוה <WH3068> the LORD אלהיך <WH430> thy God; כי <WH3588> for כשׁלת <WH3782> thou hast fallen בעונך׃ <WH5771> by thine iniquity."},{"number":2,"verse":"קחו <WH3947> Take עמכם <WH5973> with דברים <WH1697> you words, ושׁובו <WH7725> and turn אל <WH413> to יהוה <WH3068> the LORD: אמרו <WH559> say אליו <WH413> unto כל <WH3605> all תשׂא <WH5375> him, Take away עון <WH5771> iniquity, וקח <WH3947> and receive טוב <WH2896> ונשׁלמה <WH7999> so will we render פרים <WH6499> the calves שׂפתינו׃ <WH8193> of our lips."},{"number":3,"verse":"אשׁור <WH804> Asshur לא <WH3808> shall not יושׁיענו <WH3467> save על <WH5921> upon סוס <WH5483> horses: לא <WH3808> us; we will not נרכב <WH7392> ride ולא <WH3808> neither נאמר <WH559> will we say עוד <WH5750> any more אלהינו <WH430> our gods: למעשׂה <WH4639> to the work ידינו <WH3027> of our hands, אשׁר <WH834> for בך ירחם <WH7355> findeth mercy. יתום׃ <WH3490> in thee the fatherless"},{"number":4,"verse":"ארפא <WH7495> I will heal משׁובתם <WH4878> their backsliding, אהבם <WH157> I will love נדבה <WH5071> them freely: כי <WH3588> for שׁב <WH7725> is turned away אפי <WH639> mine anger ממנו׃ <WH4480> from"},{"number":5,"verse":"אהיה <WH1961> I will be כטל <WH2919> as the dew לישׂראל <WH3478> unto Israel: יפרח <WH6524> he shall grow כשׁושׁנה <WH7799> as the lily, ויך <WH5221> and cast forth שׁרשׁיו <WH8328> his roots כלבנון׃ <WH3844> as Lebanon."},{"number":6,"verse":"ילכו <WH1980> shall spread, ינקותיו <WH3127> His branches ויהי <WH1961> shall be כזית <WH2132> as the olive tree, הודו <WH1935> and his beauty וריח <WH7381> and his smell לו כלבנון׃ <WH3844> as Lebanon."},{"number":7,"verse":"ישׁבו <WH7725> shall return; ישׁבי <WH3427> They that dwell בצלו <WH6738> under his shadow יחיו <WH2421> they shall revive דגן <WH1715> the corn, ויפרחו <WH6524> and grow כגפן <WH1612> as the vine: זכרו <WH2143> the scent כיין <WH3196> thereof as the wine לבנון׃ <WH3844> of Lebanon."},{"number":8,"verse":"אפרים <WH669> Ephraim מה <WH4100> What לי עוד <WH5750> have I to do any more לעצבים <WH6091> with idols? אני <WH589> I עניתי <WH6030> have heard ואשׁורנו <WH7789> and observed אני <WH589> him: I כברושׁ <WH1265> fir tree. רענן <WH7488> like a green ממני <WH4480> From פריך <WH6529> me is thy fruit נמצא׃ <WH4672> found."},{"number":9,"verse":"מי <WH4310> Who חכם <WH2450> wise, ויבן <WH995> and he shall understand אלה <WH428> these נבון <WH995> prudent, וידעם <WH3045> and he shall know כי <WH3588> them? for ישׁרים <WH3477> right, דרכי <WH1870> the ways יהוה <WH3069> וצדקים <WH6662> and the just ילכו <WH1980> shall walk בם ופשׁעים <WH6586> in them: but the transgressors יכשׁלו׃ <WH3782> shall fall"}]}