{"bibleAbbr":"Orig2013+","bookName":"הושע","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"אמרו <WH559> Say לאחיכם <WH251> ye unto your brethren, עמי <WH5971> Ammi; ולאחותיכם <WH269> and to your sisters, רחמה׃ <WH7355> Ruhamah."},{"number":2,"verse":"ריבו <WH7378> Plead באמכם <WH517> with your mother, ריבו <WH7378> plead: כי <WH3588> for היא <WH1931> she לא <WH3808> not אשׁתי <WH802> my wife, ואנכי <WH595> I לא <WH3808> neither אישׁה <WH376> her husband: ותסר <WH5493> let her therefore put away זנוניה <WH2183> her whoredoms מפניה <WH6440> out of her sight, ונאפופיה <WH5005> and her adulteries מבין <WH996> from between שׁדיה׃ <WH7699> her breasts;"},{"number":3,"verse":"פן <WH6435> Lest אפשׁיטנה <WH6584> I strip ערמה <WH6174> her naked, והצגתיה <WH3322> and set כיום <WH3117> her as in the day הולדה <WH3205> that she was born, ושׂמתיה <WH7760> and make כמדבר <WH4057> her as a wilderness, ושׁתה <WH7896> and set כארץ <WH776> land, ציה <WH6723> her like a dry והמתיה <WH4191> and slay בצמא׃ <WH6772> her with thirst."},{"number":4,"verse":"ואת <WH853> בניה <WH1121> her children; לא <WH3808> And I will not ארחם <WH7355> have mercy upon כי <WH3588> for בני <WH1121> the children זנונים <WH2183> of whoredoms. המה׃ <WH1992> they"},{"number":5,"verse":"כי <WH3588> For זנתה <WH2181> hath played the harlot: אמם <WH517> their mother הבישׁה <WH3001> הורתם <WH2029> she that conceived כי <WH3588> for אמרה <WH559> she said, אלכה <WH1980> I will go אחרי <WH310> after מאהבי <WH157> my lovers, נתני <WH5414> that give לחמי <WH3899> my bread ומימי <WH4325> and my water, צמרי <WH6785> my wool ופשׁתי <WH6593> and my flax, שׁמני <WH8081> mine oil ושׁקויי׃ <WH8250> and my drink."},{"number":6,"verse":"לכן <WH3651> Therefore, הנני <WH2005> שׂך <WH7753> I will hedge up את <WH853> דרכך <WH1870> thy way בסירים <WH5518> with thorns, וגדרתי <WH1443> and make את <WH853> גדרהנתיבותיה <WH5410> her paths. לא <WH3808> that she shall not תמצא׃ <WH4672> find"},{"number":7,"verse":"ורדפה <WH7291> And she shall follow after את <WH853> מאהביה <WH157> her lovers, ולא <WH3808> but she shall not תשׂיג <WH5381> overtake אתם <WH853> ובקשׁתם <WH1245> them; and she shall seek ולא <WH3808> them, but shall not תמצא <WH4672> find ואמרה <WH559> then shall she say, אלכה <WH1980> I will go ואשׁובה <WH7725> and return אל <WH413> to אישׁי <WH376> husband; הראשׁון <WH7223> my first כי <WH3588> for טוב <WH2896> better לי אז <WH227> then מעתה׃ <WH6258> with me than now."},{"number":8,"verse":"והיא <WH1931> For she לא <WH3808> did not ידעה <WH3045> know כי <WH3588> that אנכי <WH595> I נתתי <WH5414> gave לה הדגן <WH1715> her corn, והתירושׁ <WH8492> and wine, והיצהר <WH3323> and oil, וכסף <WH3701> her silver הרביתי <WH7235> and multiplied לה וזהב <WH2091> and gold, עשׂו <WH6213> they prepared לבעל׃ <WH1168> for Baal."},{"number":9,"verse":"לכן <WH3651> Therefore אשׁוב <WH7725> will I return, ולקחתי <WH3947> and take away דגני <WH1715> my corn בעתו <WH6256> in the time ותירושׁי <WH8492> thereof, and my wine במועדו <WH4150> in the season והצלתי <WH5337> thereof, and will recover צמרי <WH6785> my wool ופשׁתי <WH6593> and my flax לכסות <WH3680> to cover את <WH853> ערותה׃ <WH6172> her nakedness."},{"number":10,"verse":"ועתה <WH6258> And now אגלה <WH1540> will I discover את <WH853> נבלתה <WH5040> her lewdness לעיני <WH5869> in the sight מאהביה <WH157> of her lovers, ואישׁ <WH376> and none לא <WH3808> and none יצילנה <WH5337> shall deliver מידי׃ <WH3027> her out of mine hand."},{"number":11,"verse":"והשׁבתי <WH7673> to cease, כל <WH3605> I will also cause all משׂושׂה <WH4885> her mirth חגה <WH2282> her feast days, חדשׁה <WH2320> her new moons, ושׁבתה <WH7676> and her sabbaths, וכל <WH3605> and all מועדה׃ <WH4150> her solemn feasts."},{"number":12,"verse":"והשׁמתי <WH8074> And I will destroy גפנה <WH1612> her vines ותאנתה <WH8384> and her fig trees, אשׁר <WH834> whereof אמרה <WH559> she hath said, אתנה <WH866> my rewards המה <WH1992> These לי אשׁר <WH834> that נתנו <WH5414> have given לי מאהבי <WH157> my lovers ושׂמתים <WH7760> me: and I will make ליער <WH3293> them a forest, ואכלתם <WH398> shall eat חית <WH2416> and the beasts השׂדה׃ <WH7704> of the field"},{"number":13,"verse":"ופקדתי <WH6485> And I will visit עליה <WH5921> upon את <WH853> ימי <WH3117> her the days הבעלים <WH1168> of Baalim, אשׁר <WH834> wherein תקטיר <WH6999> she burned incense להם <WH1992> ותעד <WH5710> to them, and she decked נזמה <WH5141> herself with her earrings וחליתה <WH2484> and her jewels, ותלך <WH1980> and she went אחרי <WH310> after מאהביה <WH157> her lovers, ואתי <WH853> שׁכחה <WH7911> and forgot נאם <WH5002> me, saith יהוה׃ <WH3068> the LORD."},{"number":14,"verse":"לכן <WH3651> Therefore, הנה <WH2009> behold, אנכי <WH595> I מפתיה <WH6601> will allure והלכתיה <WH1980> her, and bring המדבר <WH4057> her into the wilderness, ודברתי <WH1696> and speak על <WH5921> comfortably לבה׃ <WH3820> comfortably"},{"number":15,"verse":"ונתתי <WH5414> And I will give לה את <WH853> כרמיה <WH3754> her her vineyards משׁם <WH8033> from thence, ואת <WH853> עמק <WH6010> and the valley עכור <WH5911> of Achor לפתח <WH6607> for a door תקוה <WH8615> of hope: וענתה <WH6030> and she shall sing שׁמה <WH8033> there, כימי <WH3117> as in the days נעוריה <WH5271> of her youth, וכיום <WH3117> and as in the day עלתה <WH5927> when she came up מארץ <WH776> out of the land מצרים׃ <WH4714> of Egypt."},{"number":16,"verse":"והיה <WH1961> And it shall be ביום <WH3117> day, ההוא <WH1931> at that נאם <WH5002> saith יהוה <WH3068> the LORD, תקראי <WH7121> thou shalt call אישׁי <WH376> me Ishi; ולא <WH3808> me no תקראי <WH7121> and shalt call לי עוד <WH5750> more בעלי׃ <WH1180> Baali."},{"number":17,"verse":"והסרתי <WH5493> For I will take away את <WH853> שׁמות <WH8034> the names הבעלים <WH1168> of Baalim מפיה <WH6310> out of her mouth, ולא <WH3808> and they shall no יזכרו <WH2142> be remembered עוד <WH5750> more בשׁמם׃ <WH8034> by their name."},{"number":18,"verse":"וכרתי <WH3772> will I make להם ברית <WH1285> a covenant ביום <WH3117> day ההוא <WH1931> And in that עם <WH5973> for them with חית <WH2416> the beasts השׂדה <WH7704> of the field, ועם <WH5973> and with עוף <WH5775> the fowls השׁמים <WH8064> of heaven, ורמשׂ <WH7431> and the creeping things האדמה <WH127> of the ground: וקשׁת <WH7198> the bow וחרב <WH2719> and the sword ומלחמה <WH4421> and the battle אשׁבור <WH7665> and I will break מן <WH4480> out of הארץ <WH776> the earth, והשׁכבתים <WH7901> and will make them to lie down לבטח׃ <WH983> safely."},{"number":19,"verse":"וארשׂתיך <WH781> And I will betroth לי לעולם <WH5769> thee unto me forever; וארשׂתיך <WH781> yea, I will betroth לי בצדק <WH6664> thee unto me in righteousness, ובמשׁפט <WH4941> and in judgment, ובחסד <WH2617> and in lovingkindness, וברחמים׃ <WH7356> and in mercies."},{"number":20,"verse":"וארשׂתיך <WH781> I will even betroth לי באמונה <WH530> thee unto me in faithfulness: וידעת <WH3045> and thou shalt know את <WH853> יהוה׃ <WH3068> the LORD."},{"number":21,"verse":"והיה <WH1961> And it shall come to pass ביום <WH3117> day, ההוא <WH1931> in that אענה <WH6030> I will hear, נאם <WH5002> saith יהוה <WH3068> the LORD, אענה <WH6030> I will hear את <WH853> השׁמים <WH8064> the heavens, והם <WH1992> and they יענו <WH6030> shall hear את <WH853> הארץ׃ <WH776> the earth;"},{"number":22,"verse":"והארץ <WH776> And the earth תענה <WH6030> shall hear את <WH853> הדגן <WH1715> the corn, ואת <WH853> התירושׁ <WH8492> and the wine, ואת <WH853> היצהר <WH3323> and the oil; והם <WH1992> and they יענו <WH6030> shall hear את <WH853> יזרעאל׃ <WH3157> Jezreel."},{"number":23,"verse":"וזרעתיה <WH2232> And I will sow לי בארץ <WH776> her unto me in the earth; ורחמתי <WH7355> and I will have mercy upon את <WH853> לא <WH3808> her that had not רחמה <WH7355> obtained mercy; ואמרתי <WH559> and I will say ללא <WH3808> to not עמי <WH5971> my people, עמי <WH5971> my people; אתה <WH859> Thou והוא <WH1931> and they יאמר <WH559> shall say, אלהי׃ <WH430> my God."}]}