{"bibleAbbr":"Orig2013+","bookName":"הושע","bookEnglishName":"Hosea","chapterNumber":7,"verses":[{"number":1,"verse":"כרפאי <WH7495> When I would have healed לישׂראל <WH3478> Israel, ונגלה <WH1540> was discovered, עון <WH5771> then the iniquity אפרים <WH669> of Ephraim ורעות <WH7451> and the wickedness שׁמרון <WH8111> of Samaria: כי <WH3588> for פעלו <WH6466> they commit שׁקר <WH8267> falsehood; וגנב <WH1590> and the thief יבוא <WH935> cometh in, פשׁט <WH6584> spoileth גדוד <WH1416> the troop of robbers בחוץ׃ <WH2351> without."},{"number":2,"verse":"ובל <WH1077> not יאמרו <WH559> And they consider ללבבם <WH3824> in their hearts כל <WH3605> all רעתם <WH7451> their wickedness: זכרתי <WH2142> I remember עתה <WH6258> now סבבום <WH5437> have beset them about; מעלליהם <WH4611> their own doings נגד <WH5048> before פני <WH6440> my face. היו׃ <WH1961> they are"},{"number":3,"verse":"ברעתם <WH7451> with their wickedness, ישׂמחו <WH8055> מלךבכחשׁיהם <WH3585> with their lies. שׂרים׃ <WH8269> and the princes"},{"number":4,"verse":"כלם <WH3605> They all מנאפים <WH5003> adulterers, כמו <WH3644> as תנור <WH8574> an oven בערה <WH1197> heated מאפה <WH644> the baker, ישׁבות <WH7673> ceaseth מעיר <WH5782> from raising מלושׁ <WH3888> after he hath kneaded בצק <WH1217> the dough, עד <WH5704> until חמצתו׃ <WH2556> it be leavened."},{"number":5,"verse":"יום <WH3117> In the day מלכנו <WH4428> of our king החלו <WH2470> have made sick שׂרים <WH8269> the princes חמת <WH2573> מיין <WH3196> of wine; משׁך <WH4900> he stretched out ידו <WH3027> his hand את <WH854> with לצצים׃ <WH3945> scorners."},{"number":6,"verse":"כי <WH3588> For קרבו <WH7126> they have made ready כתנור <WH8574> like an oven, לבם <WH3820> their heart בארבם <WH693> while they lie in wait: כל <WH3605> all הלילה <WH3915> the night; ישׁן <WH3462> אפהם <WH644> their baker בקר <WH1242> in the morning הוא <WH1931> it בער <WH1197> burneth כאשׁ <WH784> fire. להבה׃ <WH3852> as a flaming"},{"number":7,"verse":"כלם <WH3605> all יחמו <WH2552> כתנור <WH8574> as an oven, ואכלו <WH398> and have devoured את <WH853> שׁפטיהם <WH8199> their judges; כל <WH3605> מלכיהם <WH4428> their kings נפלו <WH5307> are fallen: אין <WH369> none קרא <WH7121> among them that calleth בהם אלי׃ <WH413> unto"},{"number":8,"verse":"אפרים <WH669> Ephraim, בעמים <WH5971> among the people; הוא <WH1931> he יתבולל <WH1101> hath mixed himself אפרים <WH669> Ephraim היה <WH1961> is עגה <WH5692> a cake בלי <WH1097> not הפוכה׃ <WH2015> turned."},{"number":9,"verse":"אכלו <WH398> have devoured זרים <WH2114> Strangers כחו <WH3581> his strength, והוא <WH1931> and he לא <WH3808> not: ידע <WH3045> knoweth גם <WH1571> yea, שׂיבה <WH7872> gray hairs זרקה <WH2236> are here and there בו והוא <WH1931> upon him, yet he לא <WH3808> not. ידע׃ <WH3045> knoweth"},{"number":10,"verse":"וענה <WH6030> testifieth גאון <WH1347> And the pride ישׂראל <WH3478> of Israel בפניו <WH6440> to his face: ולא <WH3808> and they do not שׁבו <WH7725> return אל <WH413> to יהוה <WH3068> the LORD אלהיהם <WH430> their God, ולא <WH3808> nor בקשׁהו <WH1245> seek בכל <WH3605> him for all זאת׃ <WH2063> this."},{"number":11,"verse":"ויהי <WH1961> also is אפרים <WH669> Ephraim כיונה <WH3123> dove פותה <WH6601> like a silly אין <WH369> without לב <WH3820> heart: מצרים <WH4714> to Egypt, קראו <WH7121> they call אשׁור <WH804> to Assyria. הלכו׃ <WH1980> they go"},{"number":12,"verse":"כאשׁר <WH834> When ילכו <WH1980> they shall go, אפרושׂ <WH6566> I will spread עליהם <WH5921> upon רשׁתי <WH7568> my net כעוף <WH5775> as the fowls השׁמים <WH8064> of the heaven; אורידם <WH3381> them; I will bring them down איסרם <WH3256> I will chastise כשׁמע <WH8088> hath heard. לעדתם׃ <WH5712> them, as their congregation"},{"number":13,"verse":"אוי <WH188> Woe להם <WH1992> them, yet they כי <WH3588> unto them! for נדדו <WH5074> they have fled ממני <WH4480> from שׁד <WH7701> me: destruction להם <WH1992> כי <WH3588> unto them! because פשׁעו <WH6586> they have transgressed בי ואנכי <WH595> against me: though I אפדם <WH6299> have redeemed והמה <WH1992> דברו <WH1696> have spoken עלי <WH5921> against כזבים׃ <WH3577> lies"},{"number":14,"verse":"ולא <WH3808> And they have not זעקו <WH2199> cried אלי <WH413> unto בלבם <WH3820> me with their heart, כי <WH3588> when יילילו <WH3213> they howled על <WH5921> upon משׁכבותם <WH4904> their beds: על <WH5921> for דגן <WH1715> corn ותירושׁ <WH8492> and wine, יתגוררו <WH1481> they assemble themselves יסורו׃ <WH5493> they rebel"},{"number":15,"verse":"ואני <WH589> Though I יסרתי <WH3256> have bound חזקתי <WH2388> strengthened זרועתם <WH2220> their arms, ואלי <WH413> against יחשׁבו <WH2803> yet do they imagine רע׃ <WH7451> mischief"},{"number":16,"verse":"ישׁובו <WH7725> They return, לא <WH3808> not על <WH5920> to the most High: היו <WH1961> they are כקשׁת <WH7198> bow: רמיה <WH7423> like a deceitful יפלו <WH5307> shall fall בחרב <WH2719> by the sword שׂריהם <WH8269> their princes מזעם <WH2195> for the rage לשׁונם <WH3956> of their tongue: זו <WH2097> this לעגם <WH3933> their derision בארץ <WH776> in the land מצרים׃ <WH4714> of Egypt."}]}