{"bibleAbbr":"Orig2013+","bookName":"הושע","bookEnglishName":"Hosea","chapterNumber":9,"verses":[{"number":1,"verse":"אל <WH408> not, תשׂמח <WH8055> Rejoice ישׂראל <WH3478> O Israel, אל <WH413> for גיל <WH1524> joy, כעמים <WH5971> as people: כי <WH3588> for זנית <WH2181> thou hast gone a whoring מעל <WH5921> from אלהיך <WH430> thy God, אהבת <WH157> thou hast loved אתנן <WH868> a reward על <WH5921> upon כל <WH3605> every גרנות <WH1637> floor. דגן׃ <WH1715> corn"},{"number":2,"verse":"גרן <WH1637> The floor ויקב <WH3342> and the winepress לא <WH3808> shall not ירעם <WH7462> feed ותירושׁ <WH8492> them, and the new wine יכחשׁ׃ <WH3584> shall fail"},{"number":3,"verse":"לא <WH3808> They shall not ישׁבו <WH3427> dwell בארץ <WH776> land; יהוה <WH3069> ושׁב <WH7725> shall return אפרים <WH669> but Ephraim מצרים <WH4714> to Egypt, ובאשׁור <WH804> in Assyria. טמא <WH2931> unclean יאכלו׃ <WH398> and they shall eat"},{"number":4,"verse":"לא <WH3808> They shall not יסכו <WH5258> offer ליהוה <WH3068> to the LORD, יין <WH3196> wine ולא <WH3808> neither יערבו <WH6148> לו זבחיהם <WH2077> unto him: their sacrifices כלחם <WH3899> unto them as the bread אונים <WH205> of mourners; להם כל <WH3605> all אכליו <WH398> that eat יטמאו <WH2930> thereof shall be polluted: כי <WH3588> for לחמם <WH3899> their bread לנפשׁם <WH5315> for their soul לא <WH3808> shall not יבוא <WH935> come into בית <WH1004> the house יהוה׃ <WH3068> of the LORD."},{"number":5,"verse":"מה <WH4100> What תעשׂו <WH6213> will ye do ליום <WH3117> day, מועד <WH4150> in the solemn וליום <WH3117> and in the day חג <WH2282> of the feast יהוה׃ <WH3068> of the LORD?"},{"number":6,"verse":"כי <WH3588> For, הנה <WH2009> lo, הלכו <WH1980> they are gone משׁד <WH7701> because of destruction: מצרים <WH4714> Egypt תקבצם <WH6908> shall gather them up, מף <WH4644> Memphis תקברם <WH6912> shall bury מחמד <WH4261> them: the pleasant לכספם <WH3701> for their silver, קמושׂ <WH7057> nettles יירשׁם <WH3423> shall possess חוח <WH2336> them: thorns באהליהם׃ <WH168> in their tabernacles."},{"number":7,"verse":"באו <WH935> are come, ימי <WH3117> The days הפקדה <WH6486> of visitation באו <WH935> are come; ימי <WH3117> the days השׁלם <WH7966> of recompense ידעו <WH3045> shall know ישׂראל <WH3478> Israel אויל <WH191> a fool, הנביא <WH5030> the prophet משׁגע <WH7696> mad, אישׁ <WH376> man הרוח <WH7307> the spiritual על <WH5921> for רב <WH7230> the multitude עונך <WH5771> of thine iniquity, ורבה <WH7227> and the great משׂטמה׃ <WH4895> hatred."},{"number":8,"verse":"צפה <WH6822> The watchman אפרים <WH669> of Ephraim עם <WH5973> with אלהי <WH430> my God: נביא <WH5030> the prophet פח <WH6341> a snare יקושׁ <WH3352> of a fowler על <WH5921> in כל <WH3605> all דרכיו <WH1870> his ways, משׂטמה <WH4895> hatred בבית <WH1004> in the house אלהיו׃ <WH430> of his God."},{"number":9,"verse":"העמיקו <WH6009> They have deeply שׁחתו <WH7843> corrupted כימי <WH3117> as in the days הגבעה <WH1390> of Gibeah: יזכור <WH2142> he will remember עונם <WH5771> their iniquity, יפקוד <WH6485> he will visit חטאותם׃ <WH2403> their sins."},{"number":10,"verse":"כענבים <WH6025> like grapes במדבר <WH4057> in the wilderness; מצאתי <WH4672> I found ישׂראל <WH3478> Israel כבכורה <WH1063> as the firstripe בתאנה <WH8384> in the fig tree בראשׁיתה <WH7225> at her first time: ראיתי <WH7200> I saw אבותיכם <WH1> your fathers המה <WH1992> they באו <WH935> went בעל פעור <WH1187> to Baal-peor, וינזרו <WH5144> and separated themselves לבשׁת <WH1322> unto shame; ויהיו <WH1961> were שׁקוצים <WH8251> and abominations כאהבם׃ <WH157> according as they loved."},{"number":11,"verse":"אפרים <WH669> Ephraim, כעוף <WH5775> like a bird, יתעופף <WH5774> shall fly away כבודם <WH3519> their glory מלדה <WH3205> from the birth, ומבטן <WH990> and from the womb, ומהריון׃ <WH2032> and from the conception."},{"number":12,"verse":"כי <WH3588> yea, אם <WH518> יגדלו <WH1431> they bring up את <WH853> בניהם <WH1121> their children, ושׁכלתים <WH7921> yet will I bereave מאדם <WH120> them, not a man כי <WH3588> גם <WH1571> also אוי <WH188> woe להם בשׂורי <WH5493> to them when I depart מהם׃ <WH1992>"},{"number":13,"verse":"אפרים <WH669> Ephraim, כאשׁר <WH834> as ראיתי <WH7200> I saw לצור <WH6865> Tyrus, שׁתולה <WH8362> planted בנוה <WH5116> in a pleasant place: ואפרים <WH669> but Ephraim להוציא <WH3318> shall bring forth אל <WH413> to הרג <WH2026> the murderer. בניו׃ <WH1121> his children"},{"number":14,"verse":"תן <WH5414> Give להם יהוה <WH3068> them, O LORD: מה <WH4100> what תתן <WH5414> wilt thou give? תן <WH5414> give להם רחם <WH7358> womb משׁכיל <WH7921> them a miscarrying ושׁדים <WH7699> breasts. צמקים׃ <WH6784> and dry"},{"number":15,"verse":"כל <WH3605> All רעתם <WH7451> their wickedness בגלגל <WH1537> in Gilgal: כי <WH3588> for שׁם <WH8033> there שׂנאתים <WH8130> I hated על <WH5921> them: for רע <WH7455> the wickedness מעלליהם <WH4611> of their doings מביתי <WH1004> of mine house, אגרשׁם <WH1644> I will drive them out לא <WH3808> them no אוסף <WH3254> more: אהבתם <WH160> כל <WH3605> all שׂריהם <WH8269> their princes סררים׃ <WH5637> revolters."},{"number":16,"verse":"הכה <WH5221> is smitten, אפרים <WH669> Ephraim שׁרשׁם <WH8328> their root יבשׁ <WH3001> is dried up, פרי <WH6529> fruit: בלי <WH1097> יעשׁון <WH1077> no גם <WH1571> yea, כי <WH3588> though ילדון <WH3205> they bring forth, והמתי <WH4191> yet will I slay מחמדי <WH4261> the beloved בטנם׃ <WH990> of their womb."},{"number":17,"verse":"ימאסם <WH3988> will cast them away, אלהי <WH430> My God כי <WH3588> because לא <WH3808> they did not שׁמעו <WH8085> hearken לו ויהיו <WH1961> unto him: and they shall be נדדים <WH5074> wanderers בגוים׃ <WH1471> among the nations."}]}