{"bibleAbbr":"NASB2020","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"(Stephen’s Defense) Now the high priest said, “Are these things so?”"},{"number":2,"verse":"And (Lit he) Stephen said, “Listen to me, (Lit men, brothers) brothers and fathers! The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in (Gr Charran) Haran,"},{"number":3,"verse":"and He said to him, ‘GO FROM YOUR COUNTRY AND YOUR RELATIVES, AND COME TO THE LAND WHICH I WILL SHOW YOU.’"},{"number":4,"verse":"Then he left the land of the Chaldeans and settled in (Gr Charran) Haran. And from there, after his father died, God had him move to this country in which you are now living."},{"number":5,"verse":"But He gave him no inheritance in it, not even a foot of ground, and yet, He promised that He would give it to him as a possession, and to his descendants after him, even though he had no child."},{"number":6,"verse":"But God spoke to this effect, that his DESCENDANTS WOULD BE STRANGERS IN A LAND THAT WAS NOT THEIRS, AND (I. e., the people of the land (Egypt)) THEY WOULD ENSLAVE AND MISTREAT them for four hundred years."},{"number":7,"verse":"‘AND WHATEVER NATION TO WHICH THEY ARE ENSLAVED I MYSELF WILL JUDGE,’ said God, ‘AND AFTER THAT THEY WILL COME OUT AND (Or worship) SERVE ME IN THIS PLACE.’"},{"number":8,"verse":"And He gave him (Or a) the covenant of circumcision; and so Abraham fathered Isaac, and circumcised him on the eighth day; and Isaac fathered Jacob, and Jacob, the twelve patriarchs."},{"number":9,"verse":"“The patriarchs became jealous of Joseph and sold him into Egypt. Yet God was with him,"},{"number":10,"verse":"and rescued him from all his afflictions, and granted him favor and wisdom in the sight of Pharaoh, king of Egypt, and he made him governor over Egypt and his entire household."},{"number":11,"verse":"“Now a famine came over all Egypt and Canaan, and great affliction with it, and our fathers (Lit were not finding) could find no food."},{"number":12,"verse":"But when Jacob heard that there was grain in Egypt, he sent our fathers there the first time."},{"number":13,"verse":"And on the second visit, Joseph (Or was made known) made himself known to his brothers, and Joseph’s family was revealed to Pharaoh."},{"number":14,"verse":"Then Joseph sent word and invited his father Jacob and all his relatives to come to him, seventy-five (Lit souls) people in all."},{"number":15,"verse":"And Jacob went down to Egypt, and he and our fathers died there."},{"number":16,"verse":"And they were brought back from there to (Gr Sychem) Shechem and laid in the tomb which Abraham had purchased for a sum of money from the sons of (Gr Emmor) Hamor in (Gr Sychem) Shechem."},{"number":17,"verse":"“But as the time of the promise which God had assured to Abraham was approaching, the people increased and multiplied in Egypt,"},{"number":18,"verse":"until ANOTHER KING AROSE OVER EGYPT WHO DID NOT KNOW JOSEPH."},{"number":19,"verse":"It was he who shrewdly took advantage of our nation and mistreated our fathers in order that they would abandon their infants in the Nile, so that they would not survive."},{"number":20,"verse":"At this time Moses was born; and he was beautiful to God. He was nurtured for three months in his father’s home."},{"number":21,"verse":"And after he had been put outside, Pharaoh’s daughter (Or adopted him) took him away and nurtured him as her own son."},{"number":22,"verse":"Moses was educated in all the wisdom of the Egyptians, and he was proficient in (Lit his words and actions) speaking and action."},{"number":23,"verse":"But when he was approaching the age of forty, it entered his (Lit heart) mind to visit his countrymen, the sons of Israel."},{"number":24,"verse":"And when he saw one of them being treated unjustly, he defended and took vengeance for the oppressed man by fatally striking the Egyptian."},{"number":25,"verse":"And he thought that his brothers understood that God was granting them (Or salvation) deliverance (Lit through his hand) through him; but they did not understand."},{"number":26,"verse":"And on the following day he appeared to them as they were fighting each other, and he tried to reconcile them to peace, by saying, ‘Men, you are brothers, why are you injuring each other?’"},{"number":27,"verse":"But the one who was injuring his neighbor pushed him away, saying, ‘WHO MADE YOU A RULER AND JUDGE OVER US?"},{"number":28,"verse":"YOU DO NOT INTEND TO KILL ME AS YOU KILLED THE EGYPTIAN YESTERDAY, DO YOU?’"},{"number":29,"verse":"At this remark, MOSES FLED AND BECAME A STRANGER IN THE LAND OF (Gr Madiam) MIDIAN, where he fathered two sons."},{"number":30,"verse":"“After forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning thorn bush."},{"number":31,"verse":"When Moses saw it, he was astonished at the sight; and as he approached to look more closely, the voice of the Lord came:"},{"number":32,"verse":"‘I AM THE GOD OF YOUR FATHERS, THE GOD OF ABRAHAM, AND ISAAC, AND JACOB.’ Moses shook with fear and did not dare to look closely."},{"number":33,"verse":"But the LORD said to him, ‘ (Lit Untie the sandal of your) REMOVE YOUR SANDALS FROM YOUR FEET, FOR THE PLACE ON WHICH YOU ARE STANDING IS HOLY GROUND."},{"number":34,"verse":"I HAVE CERTAINLY SEEN THE OPPRESSION OF MY PEOPLE WHO ARE IN EGYPT, AND HAVE HEARD THEIR GROANING, AND I HAVE COME DOWN TO RESCUE THEM; AND NOW COME, I WILL SEND YOU TO EGYPT.’"},{"number":35,"verse":"“This Moses whom they disowned, saying, ‘WHO MADE YOU A RULER AND A JUDGE?’ is the one whom God (Lit has sent) sent to be both a ruler and a deliverer with the (Lit hand) help of the angel who appeared to him in the thorn bush."},{"number":36,"verse":"This man led them out, performing wonders and (I. e., confirming miracles) signs in the land of Egypt and in the Red Sea, and in the wilderness for forty years."},{"number":37,"verse":"This is the Moses who said to the sons of Israel, ‘GOD WILL RAISE UP FOR YOU A PROPHET (Or as He raised up me) LIKE ME FROM YOUR COUNTRYMEN.’"},{"number":38,"verse":"This is the one who was in the (Gr ekklesia) assembly in the wilderness together with the angel who spoke to him at length on Mount Sinai, and who was with our fathers; and he received living words to pass on to you."},{"number":39,"verse":"Our fathers were unwilling to be obedient to him; on the contrary they rejected him and turned back to Egypt in their hearts,"},{"number":40,"verse":"saying to Aaron, ‘MAKE US (Lit gods, plural, but prob. refers to a singular deity) A GOD WHO WILL GO BEFORE US; FOR THIS MOSES WHO LED US OUT OF THE LAND OF EGYPT—WE DO NOT KNOW WHAT HAPPENED TO HIM.’"},{"number":41,"verse":"(Lit in those days) At that time they made a (Or young bull) calf and brought a sacrifice to the idol, and were rejoicing in the works of their hands."},{"number":42,"verse":"But God turned away and gave them over to (Or worship) serve the heavenly (Lit host) lights; as it is written in the book of the prophets: ‘YOU DID NOT OFFER ME VICTIMS AND SACRIFICES FOR FORTY YEARS IN THE WILDERNESS, DID YOU, HOUSE OF ISRAEL?"},{"number":43,"verse":"YOU ALSO TOOK ALONG THE TABERNACLE OF MOLOCH AND THE STAR OF YOUR GOD (Other mss spell it: Romphan, Rempham, Raiphan; or Rephan) ROMPHA, THE IMAGES WHICH YOU MADE TO WORSHIP. I ALSO WILL DEPORT YOU BEYOND BABYLON.’"},{"number":44,"verse":"“Our fathers had the tabernacle of testimony in the wilderness, just as He who spoke to Moses directed him to make it according to the pattern which he had seen."},{"number":45,"verse":"Our fathers in turn received it, and they also brought it in with Joshua upon dispossessing the (Or Gentiles) nations that God drove out from our fathers, until the time of David."},{"number":46,"verse":"(Lit He who) David found favor in God’s sight, and asked that he might (I. e., build the temple) find a dwelling place for the (I. e., the people of Israel) house of Jacob."},{"number":47,"verse":"But it was Solomon who built a house for Him."},{"number":48,"verse":"However, the Most High does not dwell in houses made by human hands; as the prophet says:"},{"number":49,"verse":"‘HEAVEN IS MY THRONE, AND THE EARTH IS THE FOOTSTOOL OF MY FEET; WHAT KIND OF HOUSE WILL YOU BUILD FOR ME?’ says the Lord, ‘OR WHAT PLACE IS THERE FOR MY REST?"},{"number":50,"verse":"WAS IT NOT MY HAND THAT MADE ALL THESE THINGS?’"},{"number":51,"verse":"“You men who are stiff-necked and uncircumcised in heart and ears are always resisting the Holy Spirit; you are doing just as your fathers did."},{"number":52,"verse":"Which one of the prophets did your fathers not persecute? They killed those who had previously announced the coming of the Righteous One, and you have now become betrayers and murderers of Him;"},{"number":53,"verse":"you who received the Law as ordained by angels, and yet did not keep it.”"},{"number":54,"verse":"(Stephen Put to Death) Now when they heard this, they were infuriated, and they began gnashing their teeth at him."},{"number":55,"verse":"But he, being full of the Holy Spirit, looked intently into heaven and saw the glory of God, and Jesus standing at the right hand of God;"},{"number":56,"verse":"and he said, “Behold, I see the heavens opened and the Son of Man standing at the right hand of God.”"},{"number":57,"verse":"But they shouted with loud voices, and covered their ears and rushed at him with one (Or purpose) mind."},{"number":58,"verse":"When they had driven him out of the city, they began stoning him; and the witnesses laid aside their cloaks at the feet of a young man named Saul."},{"number":59,"verse":"They went on stoning Stephen as he called on the Lord and said, “Lord Jesus, receive my spirit!”"},{"number":60,"verse":"Then he fell on his knees and cried out with a loud voice, “Lord, do not hold this sin against them!” Having said this, he (I. e., died) fell asleep."}]}