{"bibleAbbr":"GB1539","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"And I sayde: heare, O ye heades of the house of Iacob, & ye leders of the house of Israell: Shulde not ye knowe, what were lawfull and ryght?"},{"number":2,"verse":"But ye hate the good, and loue the euel: ye plucke of mennes skynnes, and the flesh from theyr bones:"},{"number":3,"verse":"ye eate the flesh of my people, and flay of theyr skynne: ye breake theyr bones, ye choppe them in peces as it were in to a cauldron, & as flesh into a pot"},{"number":4,"verse":"Now the tyme shall come, that when they call vnto the Lorde, he shall not heare them, but hyde hys face from them, because that thorow theyr awne Imagynacyons they haue dealte so wyckedly."},{"number":5,"verse":"And as concernynge the prophetes that dysceaue my people, thus the Lorde sayeth agaynst them. When they haue eny thynge to byte vpon, then they preach that all shalbe well: but yf a man put not some thing in to theyr mouthes, they preach of warre agaynst hym."},{"number":6,"verse":"Therfore youre visyon shalbe turned to nyght, & youre prophecienge to darcknesse. The Sunne shall go downe ouer those prophetes, & the daye shalbe darcke vnto them."},{"number":7,"verse":"Then shall the visyon seers be ashamed, and the sothsayers confounded: yee, they shalbe fayne, all the packe of them, to stoppe theyr mouthes, for they haue not Gods worde."},{"number":8,"verse":"As for me, I am full of strength, & of the sprete of the Lorde, full of iudgement & boldnesse: to shewe the house of Iacob theyr wyckednes, and the house of Israel theyr synne."},{"number":9,"verse":"O heare this ye rulers of the house of Iacob, & ye iudges of the house of Israel, ye that abhorre the thynge that is laufull, & wrest asyde the thyng that is streyght."},{"number":10,"verse":"Ye that buylde vp Syon with bloude, and Ierusalem wt doynge wronge."},{"number":11,"verse":"O ye iudges, ye geue sentence for gyftes: O ye preastes, ye teach for lucre. O ye prophetes, ye prophecy for mony. Yet will they be taken as those that holde vpon God, and saye: Is not the Lord amonge vs? Tush, there can no mysfortune happen vs."},{"number":12,"verse":"Therfore shall Sion (for youre sakes) be plowed lyke a felde Ierusalem shall become an heape of stones, and the hyll of the temple shall be turned to an hye wodde."}]}