{"bibleAbbr":"KJV2000","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"And it came to pass, that when Isaac was old, and his eyes were dim, so that he could not see, he called Esau his eldest son, and said unto him, My son: and he said unto him, Behold, here am I."},{"number":2,"verse":"And he said, Behold now, I am old, I know not the day of my death:"},{"number":3,"verse":"Now therefore take, I pray you, your weapons, your quiver and your bow, and go out to the field, and take me some venison;"},{"number":4,"verse":"And make me savory food, such as I love, and bring it to me, that I may eat; that my soul may bless you before I die."},{"number":5,"verse":"And Rebekah heard when Isaac spoke to Esau his son. And Esau went to the field to hunt for venison, and to bring it."},{"number":6,"verse":"And Rebekah spoke unto Jacob her son, saying, Behold, I heard your father speak unto Esau your brother, saying,"},{"number":7,"verse":"Bring me venison, and make me savory food, that I may eat, and bless you before the LORD before my death."},{"number":8,"verse":"Now therefore, my son, obey my voice according to that which I command you."},{"number":9,"verse":"Go now to the flock, and fetch me from there two good kids of the goats; and I will make them savory food for your father, such as he loves:"},{"number":10,"verse":"And you shall bring it to your father, that he may eat, and that he may bless you before his death."},{"number":11,"verse":"And Jacob said to Rebekah his mother, Behold, Esau my brother is a hairy man, and I am a smooth man:"},{"number":12,"verse":"My father perhaps will feel me, and I shall seem to him as a deceiver; and I shall bring a curse upon me, and not a blessing."},{"number":13,"verse":"And his mother said unto him, Upon me be your curse, my son: only obey my voice, and go bring me them."},{"number":14,"verse":"And he went, and took, and brought them to his mother: and his mother made savory food, such as his father loved."},{"number":15,"verse":"And Rebekah took the best clothing of her eldest son Esau, which were with her in the house, and put them upon Jacob her younger son:"},{"number":16,"verse":"And she put the skins of the kids of the goats upon his hands, and upon the smooth of his neck:"},{"number":17,"verse":"And she gave the savory food and the bread, which she had prepared, into the hand of her son Jacob."},{"number":18,"verse":"And he came unto his father, and said, My father: and he said, Here am I; who are you, my son?"},{"number":19,"verse":"And Jacob said unto his father, I am Esau your firstborn; I have done according as you bade me: arise, I pray you, sit and eat of my venison, that your soul may bless me."},{"number":20,"verse":"And Isaac said unto his son, How is it that you have found it so quickly, my son? And he said, Because the LORD your God brought it to me."},{"number":21,"verse":"And Isaac said unto Jacob, Come near, I pray you, that I may feel you, my son, whether you be my very son Esau or not."},{"number":22,"verse":"And Jacob went near unto Isaac his father; and he felt him, and said, The voice is Jacob's voice, but the hands are the hands of Esau."},{"number":23,"verse":"And he recognized him not, because his hands were hairy, as his brother Esau's hands: so he blessed him."},{"number":24,"verse":"And he said, are you my very son Esau? And he said, I am."},{"number":25,"verse":"And he said, Bring it near to me, and I will eat of my son's venison, that my soul may bless you. And he brought it near to him, and he did eat: and he brought him wine, and he drank."},{"number":26,"verse":"And his father Isaac said unto him, Come near now, and kiss me, my son."},{"number":27,"verse":"And he came near, and kissed him: and he smelled the smell of his clothing, and blessed him, and said, See, the smell of my son is as the smell of a field which the LORD has blessed:"},{"number":28,"verse":"Therefore God give you of the dew of heaven, and the fatness of the earth, and plenty of grain and wine:"},{"number":29,"verse":"Let people serve you, and nations bow down to you: be lord over your brethren, and let your mother's sons bow down to you: cursed be everyone that curses you, and blessed be he that blesses you."},{"number":30,"verse":"And it came to pass, as soon as Isaac had finished blessing Jacob, and Jacob was yet scarce gone out from the presence of Isaac his father, that Esau his brother came in from his hunting."},{"number":31,"verse":"And he also had made savory food, and brought it unto his father, and said unto his father, Let my father arise, and eat of his son's venison, that your soul may bless me."},{"number":32,"verse":"And Isaac his father said unto him, Who are you? And he said, I am your son, your firstborn Esau."},{"number":33,"verse":"And Isaac trembled very exceedingly, and said, Who? where is he that has taken venison, and brought it to me, and I have eaten of all before you came, and have blessed him? yea, and he shall be blessed."},{"number":34,"verse":"And when Esau heard the words of his father, he cried with a great and exceedingly bitter cry, and said unto his father, Bless me, even me also, O my father."},{"number":35,"verse":"And he said, your brother came with subtlety, and has taken away your blessing."},{"number":36,"verse":"And he said, Is not he rightly named Jacob? for he has supplanted me these two times: he took away my birthright; and, behold, now he has taken away my blessing. And he said, Have you not reserved a blessing for me?"},{"number":37,"verse":"And Isaac answered and said unto Esau, Behold, I have made him your lord, and all his brethren have I given to him for servants; and with grain and wine have I sustained him: and what shall I do now unto you, my son?"},{"number":38,"verse":"And Esau said unto his father, Have you but one blessing, my father? bless me, even me also, O my father. And Esau lifted up his voice, and wept."},{"number":39,"verse":"And Isaac his father answered and said unto him, Behold, your dwelling shall be the fatness of the earth, and of the dew of heaven from above;"},{"number":40,"verse":"And by your sword shall you live, and shall serve your brother; and it shall come to pass when you shall have the dominion, that you shall break his yoke from off your neck."},{"number":41,"verse":"And Esau hated Jacob because of the blessing with which his father blessed him: and Esau said in his heart, The days of mourning for my father are at hand; then will I slay my brother Jacob."},{"number":42,"verse":"And these words of Esau her elder son were told to Rebekah: and she sent and called Jacob her younger son, and said unto him, Behold, your brother Esau, concerning you, does comfort himself, purposing to kill you."},{"number":43,"verse":"Now therefore, my son, obey my voice; and arise, flee to Laban my brother to Haran;"},{"number":44,"verse":"And tarry with him a few days, until your brother's fury turns away;"},{"number":45,"verse":"Until your brother's anger turns away from you, and he forgets that which you have done to him: then I will send, and bring you from there: why should I be deprived also of you both in one day?"},{"number":46,"verse":"And Rebekah said to Isaac, I am weary of my life because of the daughters of Heth: if Jacob takes a wife of the daughters of Heth, such as these who are of the daughters of the land, what good shall my life do me?"}]}