{"bibleAbbr":"KJV2000","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":32,"verses":[{"number":1,"verse":"And Jacob went on his way, and the angels of God met him."},{"number":2,"verse":"And when Jacob saw them, he said, This is God's host: and he called the name of that place Mahanaim."},{"number":3,"verse":"And Jacob sent messengers before him to Esau his brother unto the land of Seir, the country of Edom."},{"number":4,"verse":"And he commanded them, saying, Thus shall you speak unto my lord Esau; your servant Jacob says thus, I have sojourned with Laban, and stayed there until now:"},{"number":5,"verse":"And I have oxen, and donkeys, flocks, and menservants, and maidservants: and I have sent to tell my lord, that I may find grace in your sight."},{"number":6,"verse":"And the messengers returned to Jacob, saying, We came to your brother Esau, and also he comes to meet you, and four hundred men with him."},{"number":7,"verse":"Then Jacob was greatly afraid and distressed: and he divided the people that were with him, and the flocks, and herds, and the camels, into two bands;"},{"number":8,"verse":"And said, If Esau comes to the one company, and smites it, then the other company which is left shall escape."},{"number":9,"verse":"And Jacob said, O God of my father Abraham, and God of my father Isaac, the LORD who said unto me, Return unto your country, and to your kindred, and I will deal well with you:"},{"number":10,"verse":"I am not worthy of the least of all the mercies, and of all the truth, which you have showed unto your servant; for with my staff I passed over this Jordan; and now I have become two bands."},{"number":11,"verse":"Deliver me, I pray you, from the hand of my brother, from the hand of Esau: for I fear him, lest he will come and smite me, and the mother with the children."},{"number":12,"verse":"And you said, I will surely do you good, and make your descendants as the sand of the sea, which cannot be numbered for multitude."},{"number":13,"verse":"And he lodged there that same night; and took of that which came to his hand a present for Esau his brother;"},{"number":14,"verse":"Two hundred female goats, and twenty male goats, two hundred ewes, and twenty rams,"},{"number":15,"verse":"Thirty milch camels with their colts, forty cows, and ten bulls, twenty female donkeys, and ten he-donkeys."},{"number":16,"verse":"And he delivered them into the hand of his servants, every drove by itself; and said unto his servants, Pass over before me, and put a space between drove and drove."},{"number":17,"verse":"And he commanded the foremost, saying, When Esau my brother meets you, and asks you, saying, Whose are you? and where are you going? and whose are these before you?"},{"number":18,"verse":"Then you shall say, They are your servant Jacob's; it is a present sent unto my lord Esau: and, behold, also he is behind us."},{"number":19,"verse":"And so commanded he the second, and the third, and all that followed the droves, saying, On this manner shall you speak unto Esau, when you find him."},{"number":20,"verse":"And say moreover, Behold, your servant Jacob is behind us. For he said, I will appease him with the present that goes before me, and afterward I will see his face; perhaps he will accept me."},{"number":21,"verse":"So the present went over before him: and he himself lodged that night in the company."},{"number":22,"verse":"And he rose up that night, and took his two wives, and his two maidservants, and his eleven sons, and passed over the ford Jabbok."},{"number":23,"verse":"And he took them, and sent them over the brook, and sent over all that he had."},{"number":24,"verse":"And Jacob was left alone; and there wrestled a man with him until the breaking of the day."},{"number":25,"verse":"And when he saw that he prevailed not against him, he touched the hollow of his thigh; and the hollow of Jacob's thigh was out of joint, as he wrestled with him."},{"number":26,"verse":"And he said, Let me go, for the day breaks. And he said, I will not let you go, except you bless me."},{"number":27,"verse":"And he said unto him, What is your name? And he said, Jacob."},{"number":28,"verse":"And he said, Your name shall be called no more Jacob, but Israel: for as a prince have you power with God and with men, and have prevailed."},{"number":29,"verse":"And Jacob asked him, and said, Tell me, I pray you, your name. And he said, Why is it that you do ask my name? And he blessed him there."},{"number":30,"verse":"And Jacob called the name of the place Peniel: for I have seen God face to face, and my life is preserved."},{"number":31,"verse":"And as he passed over Penuel the sun rose upon him, and he limped upon his thigh."},{"number":32,"verse":"Therefore the children of Israel eat not of the sinew which shrank, which is upon the hollow of the thigh, unto this day: because he touched the hollow of Jacob's thigh in the sinew that shrank."}]}