{"bibleAbbr":"KJV2000","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"Now when Jacob saw that there was grain in Egypt, Jacob said unto his sons, Why do you look one upon another?"},{"number":2,"verse":"And he said, Behold, I have heard that there is grain in Egypt: get you down there, and buy for us from there; that we may live, and not die."},{"number":3,"verse":"And Joseph's ten brothers went down to buy grain in Egypt."},{"number":4,"verse":"But Benjamin, Joseph's brother, Jacob sent not with his brothers; for he said, Lest perhaps mischief befall him."},{"number":5,"verse":"And the sons of Israel came to buy grain among those that came: for the famine was in the land of Canaan."},{"number":6,"verse":"And Joseph was the governor over the land, and he it was that sold to all the people of the land: and Joseph's brothers came, and bowed down themselves before him with their faces to the earth."},{"number":7,"verse":"And Joseph saw his brothers, and he knew them, but made himself unknown unto them, and spoke roughly unto them; and he said unto them, from where do you come? And they said, From the land of Canaan to buy food."},{"number":8,"verse":"And Joseph knew his brothers, but they knew not him."},{"number":9,"verse":"And Joseph remembered the dreams which he dreamed of them, and said unto them, You are spies; to see the nakedness of the land you are come."},{"number":10,"verse":"And they said unto him, Nay, my lord, but to buy food are your servants come."},{"number":11,"verse":"We are all one man's sons; we are honest men, your servants are no spies."},{"number":12,"verse":"And he said unto them, Nay, but to see the nakedness of the land you are come."},{"number":13,"verse":"And they said, Your servants are twelve brothers, the sons of one man in the land of Canaan; and, behold, the youngest is this day with our father, and one is not."},{"number":14,"verse":"And Joseph said unto them, It is as I spoke unto you, saying, You are spies:"},{"number":15,"verse":"Hereby you shall be proved: By the life of Pharaoh you shall not go forth from here, except your youngest brother come here."},{"number":16,"verse":"Send one of you, and let him fetch your brother, and you shall be kept in prison, that your words may be proved, whether there be any truth in you: or else by the life of Pharaoh surely you are spies."},{"number":17,"verse":"And he put them all together into custody three days."},{"number":18,"verse":"And Joseph said unto them the third day, This do, and live; for I fear God:"},{"number":19,"verse":"If you be true men, let one of your brothers be bound in the house of your prison: go, carry grain for the famine of your houses:"},{"number":20,"verse":"But bring your youngest brother unto me; so shall your words be verified, and you shall not die. And they did so."},{"number":21,"verse":"And they said one to another, We are verily guilty concerning our brother, in that we saw the anguish of his soul, when he besought us, and we would not hear; therefore is this distress come upon us."},{"number":22,"verse":"And Reuben answered them, saying, Spoke I not unto you, saying, Do not sin against the child; and you would not hear? therefore, behold, also his blood is required."},{"number":23,"verse":"And they knew not that Joseph understood them; for he spoke unto them by an interpreter."},{"number":24,"verse":"And he turned himself about from them, and wept; and returned to them again, and spoke with them, and took from them Simeon, and bound him before their eyes."},{"number":25,"verse":"Then Joseph commanded to fill their sacks with grain, and to restore every man's money into his sack, and to give them provision for the way: and thus did he unto them."},{"number":26,"verse":"And they loaded their donkeys with the grain, and departed there."},{"number":27,"verse":"And as one of them opened his sack to give his donkey provender in the inn, he saw his money; for, behold, it was in his sack's mouth."},{"number":28,"verse":"And he said unto his brothers, My money is restored; and, lo, it is even in my sack: and their hearts failed them, and they were afraid, saying one to another, What is this that God has done unto us?"},{"number":29,"verse":"And they came unto Jacob their father unto the land of Canaan, and told him all that befell them; saying,"},{"number":30,"verse":"The man, who is the lord of the land, spoke roughly to us, and took us for spies of the country."},{"number":31,"verse":"And we said unto him, We are honest men; we are no spies:"},{"number":32,"verse":"We are twelve brothers, sons of our father; one is not, and the youngest is this day with our father in the land of Canaan."},{"number":33,"verse":"And the man, the lord of the country, said unto us, Hereby shall I know that you are honest men; leave one of your brothers here with me, and take food for the famine of your households, and be gone:"},{"number":34,"verse":"And bring your youngest brother unto me: then shall I know that you are no spies, but that you are honest men: so will I deliver you your brother, and you shall trade in the land."},{"number":35,"verse":"And it came to pass as they emptied their sacks, that, behold, every man's bundle of money was in his sack: and when both they and their father saw the bundles of money, they were afraid."},{"number":36,"verse":"And Jacob their father said unto them, Me have you bereaved of my children: Joseph is not, and Simeon is not, and you will take Benjamin away: all these things are against me."},{"number":37,"verse":"And Reuben spoke unto his father, saying, Slay my two sons, if I bring him not to you: deliver him into my hand, and I will bring him to you again."},{"number":38,"verse":"And he said, My son shall not go down with you; for his brother is dead, and he is left alone: if mischief befall him by the way in which you go, then shall you bring down my gray hairs with sorrow to the grave."}]}