{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- Moreover the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came to me saying"},{"number":2,"verse":"הָלֹ֡ךְ <WH1980> ha-Loch Go וְקָֽרָאתָ֩ <WH7121> ve-ka-ra-Ta and cry בְאָזְנֵ֨י <WH241> ve-'a-ze-Nei in the ears יְרוּשָׁלִַ֜ם <WH3389> ye-ru-sha-Lim of Jerusalem לֵאמֹ֗ר <WH559> le-Mor, saying כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3069> Yah-weh, God זָכַ֤רְתִּי <WH2142> za-Char-ti I remember לָךְ֙ loCh חֶ֣סֶד <WH2617> Che-sed thee the kindness נְעוּרַ֔יִךְ <WH5271> ne-'u-Ra-yich, of thy youth אַהֲבַ֖ת <WH160> 'a-ha-Vat the love כְּלוּלֹתָ֑יִךְ <WH3623> ke-lu-lo-Ta-yich; of thine espousals לֶכְתֵּ֤ךְ <WH1980> lech-Tech your following אַחֲרַי֙ <WH310> 'a-cha-Rai after בַּמִּדְבָּ֔ר <WH4057> bam-mid-Bar, me in the wilderness בְּאֶ֖רֶץ <WH776> be-'E-retz in a land לֹ֥א <WH3808> lo not זְרוּעָֽה׃ <WH2232> ze-ru-'Ah. [that was] not sown"},{"number":3,"verse":"קֹ֤דֶשׁ <WH6944> Ko-desh [was] holiness יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El Israel לַיהוָ֔ה <WH3068> Yah-weh, unto the LORD רֵאשִׁ֖ית <WH7225> re-Shit [and] the firstfruits תְּבוּאָתֹ֑ה <WH8393> te-vu-'a-Toh; of his increase כָּל־ <WH3605> kol- All אֹכְלָ֣יו <WH398> 'o-che-Lav all that devour יֶאְשָׁ֔מוּ <WH816> ye'-Sha-mu, him shall offend רָעָ֛ה <WH7451> ra-'Ah evil תָּבֹ֥א <WH935> ta-Vo shall come אֲלֵיהֶ֖ם <WH413> 'a-lei-Hem upon נְאֻם־ <WH5002> ne-'um- upon them saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD פ Peh"},{"number":4,"verse":"שִׁמְע֥וּ <WH8085> shim-'U Hear דְבַר־ <WH1697> de-var- ye the word יְהוָ֖ה <WH3068> Yah-weh of the LORD בֵּ֣ית <WH1004> beit O house יַעֲקֹ֑ב <WH3290> ya-'a-Ko; of Jacob וְכָֽל־ <WH3605> ve-chol and all מִשְׁפְּח֖וֹת <WH4940> mish-pe-Chot and all the families בֵּ֥ית <WH1004> beit of the house יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":5,"verse":"כֹּ֣ה׀ <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֗ה <WH3068> Yah-weh the LORD מַה־ <WH4100> mah- What מָּצְא֨וּ <WH4672> ma-tze-'U found אֲבוֹתֵיכֶ֥ם <WH1> a-vo-tei-Chem have your fathers בִּי֙ bi עָ֔וֶל <WH5766> 'A-vel, What iniquity כִּ֥י <WH3588> ki for רָחֲק֖וּ <WH7368> ra-cha-Ku in me that they are gone far מֵעָלָ֑י <WH5921> me-'a-Lai; and וַיֵּֽלְכ֛וּ <WH1980> vai-ye-le-Chu and walked אַחֲרֵ֥י <WH310> 'a-cha-Rei after הַהֶ֖בֶל <WH1892> ha-He-vel vanity וַיֶּהְבָּֽלוּ׃ <WH1891> vai-yeh-Ba-lu. and are become vain"},{"number":6,"verse":"וְלֹ֣א <WH3808> ve-Lo no אָמְר֔וּ <WH559> 'a-me-Ru, Neither said אַיֵּ֣ה <WH346> 'ai-Yeh Where יְהוָ֔ה <WH3068> Yah-weh, they Where [is] the LORD הַמַּעֲלֶ֥ה <WH5927> ham-ma-'a-Leh that brought us up אֹתָ֖נוּ <WH853> 'o-Ta-nu מֵאֶ֣רֶץ <WH776> me-'E-retz out of the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt הַמּוֹלִ֨יךְ <WH1980> ham-mo-Lich led אֹתָ֜נוּ <WH853> 'o-Ta-nu בַּמִּדְבָּ֗ר <WH4057> bam-mid-Bar, us through the wilderness בְּאֶ֨רֶץ <WH776> be-'E-retz through a land עֲרָבָ֤ה <WH6160> 'a-ra-Vah of deserts וְשׁוּחָה֙ <WH7745> ve-shu-Chah and of pits בְּאֶ֙רֶץ֙ <WH776> be-'E-retz through a land צִיָּ֣ה <WH6723> tzi-Yah of drought וְצַלְמָ֔וֶת <WH6757> ve-tzal-Ma-vet, and of the shadow of death בְּאֶ֗רֶץ <WH776> be-'E-retz, through a land לֹֽא־ <WH3808> lo- no עָ֤בַר <WH5674> 'A-var passed through בָּהּ֙ bah אִ֔ישׁ <WH376> 'Ish, that no man וְלֹֽא־ <WH3808> ve-lo- no יָשַׁ֥ב <WH3427> ya-Shav dwelt אָדָ֖ם <WH120> 'a-Dam and where no man שָֽׁם׃ <WH8033> Sham. and where"},{"number":7,"verse":"וָאָבִ֤יא <WH935> va-'a-Vi And I brought אֶתְכֶם֙ <WH853> 'et-Chem אֶל־ <WH413> 'el- about אֶ֣רֶץ <WH776> 'E-retz country הַכַּרְמֶ֔ל <WH3759> hak-kar-Mel, you into a plentiful לֶאֱכֹ֥ל <WH398> le-'e-Chol to eat פִּרְיָ֖הּ <WH6529> pir-Yah the fruit וְטוּבָ֑הּ <WH2898> ve-tu-Vah; thereof and the goodness וַתָּבֹ֙אוּ֙ <WH935> vat-ta-Vo-'u thereof but when ye entered וַתְּטַמְּא֣וּ <WH2930> vat-te-tam-me-'U ye defiled אֶת־ <WH853> 'et- אַרְצִ֔י <WH776> 'ar-Tzi, my land וְנַחֲלָתִ֥י <WH5159> ve-na-cha-la-Ti mine heritage שַׂמְתֶּ֖ם <WH7760> sam-Tem and made לְתוֹעֵבָֽה׃ <WH8441> le-to-'e-Vah. an abomination"},{"number":8,"verse":"הַכֹּהֲנִ֗ים <WH3548> hak-ko-ha-Nim, The priests לֹ֤א <WH3808> lo did not אָֽמְרוּ֙ <WH559> 'a-me-Ru said אַיֵּ֣ה <WH346> 'ai-Yeh Where יְהוָ֔ה <WH3068> Yah-weh, Jehovah וְתֹפְשֵׂ֤י <WH8610> ve-to-fe-Sei catch הַתּוֹרָה֙ <WH8451> hat-to-Rah the law לֹ֣א <WH3808> lo did not יְדָע֔וּנִי <WH3045> ye-da-'U-ni, knew וְהָרֹעִ֖ים <WH7462> ve-ha-ro-'Im me not the pastors פָּ֣שְׁעוּ <WH6586> Pa-she-'u also transgressed בִ֑י Vi; וְהַנְּבִיאִים֙ <WH5030> ve-han-ne-vi-'Im against me and the prophets נִבְּא֣וּ <WH5012> nib-be-'U prophesied בַבַּ֔עַל <WH1168> vab-Ba-'al, by Baal וְאַחֲרֵ֥י <WH310> ve-'a-cha-Rei after לֹֽא־ <WH3808> lo- did not יוֹעִ֖לוּ <WH3276> yo-'I-lu [things that] do not profit הָלָֽכוּ׃ <WH1980> ha-La-chu. and walked"},{"number":9,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore עֹ֛ד <WH5750> 'od will yet אָרִ֥יב <WH7378> 'a-Riv Wherefore I will yet plead אִתְּכֶ֖ם <WH854> 'it-te-Chem for נְאֻם־ <WH5002> ne-'um- with you saith יְהוָ֑ה <WH3068> Yah-weh; the LORD וְאֶת־ <WH854> ve-'Et and with בְּנֵ֥י <WH1121> be-Nei and with your children's בְנֵיכֶ֖ם <WH1121> ve-nei-Chem children אָרִֽיב׃ <WH7378> 'a-Riv. will I plead"},{"number":10,"verse":"כִּ֣י <WH3588> ki For עִבְר֞וּ <WH5674> 'iv-Ru For pass over אִיֵּ֤י <WH339> 'i-Yei the isles כִתִּיִּים֙ <WH3794> chit-ti-Yim of Chittim וּרְא֔וּ <WH7200> u-re-'U, and see וְקֵדָ֛ר <WH6938> ve-ke-Dar unto Kedar שִׁלְח֥וּ <WH7971> shil-Chu and send וְהִֽתְבּוֹנְנ֖וּ <WH995> ve-hit-bon-Nu and consider מְאֹ֑ד <WH3966> me-'Od; diligently וּרְא֕וּ <WH7200> u-re-'U and see הֵ֥ן <WH2005> hen if הָיְתָ֖ה <WH1961> ha-ye-Tah has been כָּזֹֽאת׃ <WH2063> ka-Zot. likewise"},{"number":11,"verse":"הַהֵימִ֥יר <WH4171> ha-hei-Mir have changed גּוֹי֙ <WH1471> goy Hath a nation אֱלֹהִ֔ים <WH430> E-lo-Him, [their] gods וְהֵ֖מָּה <WH1992> ve-Hem-mah like לֹ֣א <WH3808> lo not אֱלֹהִ֑ים <WH430> E-lo-Him; gods וְעַמִּ֛י <WH5971> ve-'am-Mi folk הֵמִ֥יר <WH4171> he-Mir have changed כְּבוֹד֖וֹ <WH3519> ke-vo-Do their glory בְּל֥וֹא <WH1094> be-Lo old יוֹעִֽיל׃ <WH3276> yo-'Il. for [that which] doth not profit"},{"number":12,"verse":"שֹׁ֥מּוּ <WH8074> Shom-mu Be astonished שָׁמַ֖יִם <WH8064> sha-Ma-yim O ye heavens עַל־ <WH5921> 'al- and זֹ֑את <WH2063> Zot; likewise וְשַׂעֲר֛וּ <WH8175> ve-sa-'a-Ru at this and be horribly afraid חָרְב֥וּ <WH2717> cha-re-Vu desolate מְאֹ֖ד <WH3966> me-'Od be ye very נְאֻם־ <WH5002> ne-'um- saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":13,"verse":"כִּֽי־ <WH3588> ki- for שְׁתַּ֥יִם <WH8147> she-Ta-yim two רָע֖וֹת <WH7451> ra-'ot evils עָשָׂ֣ה <WH6213> 'a-Sah have committed עַמִּ֑י <WH5971> 'am-Mi; For my people אֹתִ֨י <WH853> 'o-Ti עָזְב֜וּ <WH5800> 'a-ze-Vu they have forsaken מְק֣וֹר׀ <WH4726> me-Kor me the fountain מַ֣יִם <WH4325> Ma-yim waters חַיִּ֗ים <WH2416> chai-Yim, of living לַחְצֹ֤ב <WH2672> lach-Tzo [and] hewed them out לָהֶם֙ la-Hem בֹּאר֔וֹת <WH877> bo-Rot, cisterns בֹּארֹת֙ <WH877> bo-Rot cisterns נִשְׁבָּרִ֔ים <WH7665> nish-ba-Rim, broken אֲשֶׁ֥ר <WH834> 'a-Sher after לֹא־ <WH3808> lo- no יָכִ֖לוּ <WH3557> ya-Chi-lu that can hold הַמָּֽיִם׃ <WH4325> ham-Ma-yim. no water"},{"number":14,"verse":"הַעֶ֙בֶד֙ <WH5650> ha-'E-ved bondage יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, [Is] Israel אִם־ <WH518> 'im- lo יְלִ֥יד <WH3211> ye-Lid born בַּ֖יִת <WH1004> Ba-yit court ה֑וּא <WH1931> Hu; he מַדּ֖וּעַ <WH4069> mad-Du-a' [slave];why הָיָ֥ה <WH1961> ha-Yah become לָבַֽז׃ <WH957> la-Vaz. booty"},{"number":15,"verse":"עָלָיו֙ <WH5921> 'a-Lav and יִשְׁאֲג֣וּ <WH7580> yish-'a-Gu roared כְפִרִ֔ים <WH3715> che-fi-Rim, The young lions נָתְנ֖וּ <WH5414> na-te-Nu add קוֹלָ֑ם <WH6963> ko-Lam; aloud וַיָּשִׁ֤יתוּ <WH7896> vai-ya-Shi-tu and they made אַרְצוֹ֙ <WH776> ar-Tzo his land לְשַׁמָּ֔ה <WH8047> le-sham-Mah, waste עָרָ֥יו <WH5892> 'a-Rav his cities; נִצְּתָה nitz-tze-tah כנִצְּת֖וּ <WH3341> nitz-tze-Tu burn קמִבְּלִ֥י <WH1097> mib-be-Li without יֹשֵֽׁב׃ <WH3427> yo-Shev. without inhabitant גַּם־ <WH1571> gam- again בְּנֵי־ <WH1121> be-nei- afflicted"},{"number":16,"verse":"נֹ֖ף <WH5297> nof of Noph; וְתַחְפְּנֵס ve-tach-pe-nes כוְתַחְפַּנְחֵ֑ס <WH8471> ve-tach-pan-Ches; Tahanites קיִרְע֖וּךְ <WH7462> yir-'Uch have broken קָדְקֹֽד׃ <WH6936> ka-de-Kod. the crown of thy head"},{"number":17,"verse":"הֲלוֹא־ <WH3808> ha-lo- not זֹ֖את <WH2063> zot not תַּעֲשֶׂה־ <WH6213> ta-'a-seh- Hast thou not procured לָּ֑ךְ Lach; עָזְבֵךְ֙ <WH5800> 'a-ze-veCh this unto thyself in that thou hast forsaken אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהַ֔יִךְ <WH430> 'e-lo-Ha-yich, thy God בְּעֵ֖ת <WH6256> be-'Et when מוֹלִיכֵ֥ךְ <WH1980> mo-li-Chech led בַּדָּֽרֶךְ׃ <WH1870> bad-Da-rech. But"},{"number":18,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, now מַה־ <WH4100> mah- what לָּךְ֙ loCh לְדֶ֣רֶךְ <WH1870> le-De-rech And now what hast thou to do in the way מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt לִשְׁתּ֖וֹת <WH8354> lish-Tot to drink מֵ֣י <WH4325> mei the waters שִׁח֑וֹר <WH7883> shi-Chor; Shihor וּמַה־ <WH4100> u-mah- what לָּךְ֙ loCh לְדֶ֣רֶךְ <WH1870> le-De-rech the road אַשּׁ֔וּר <WH804> 'ash-Shur, of Assyria לִשְׁתּ֖וֹת <WH8354> lish-Tot to drink מֵ֥י <WH4325> mei the waters נָהָֽר׃ <WH5104> na-Har. flood"},{"number":19,"verse":"תְּיַסְּרֵ֣ךְ <WH3256> te-yas-se-Rech shall correct רָעָתֵ֗ךְ <WH7451> ra-'a-Tech, Thine own wickedness וּמְשֻֽׁבוֹתַ֙יִךְ֙ <WH4878> u-me-shu-vo-Ta-yich thee and thy backslidings תּוֹכִחֻ֔ךְ <WH3198> to-chi-Chuch, shall reprove וּדְעִ֤י <WH3045> u-de-'I thee know וּרְאִי֙ <WH7200> u-re-'I therefore and see כִּי־ <WH3588> ki- that it רַ֣ע <WH7451> ra' that [it is] an evil וָמָ֔ר <WH4751> va-Mar, [thing] and bitter עָזְבֵ֖ךְ <WH5800> 'a-ze-Vech that thou hast forsaken אֶת־ <WH853> 'et- יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהָ֑יִךְ <WH430> 'e-lo-Ha-yich; thy God וְלֹ֤א <WH3808> ve-Lo not פַחְדָּתִי֙ <WH6345> fach-da-Ti and that my fear אֵלַ֔יִךְ <WH413> 'e-La-yich, you נְאֻם־ <WH5002> ne-'um- [is] not in thee saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִ֖ה <WH3069> Yah-weh GOD צְבָאֽוֹת׃ <WH6635> tze-va-'ot. of hosts"},{"number":20,"verse":"כִּ֣י <WH3588> ki For מֵעוֹלָ֞ם <WH5769> me-'o-Lam For of old time שָׁבַ֣רְתִּי <WH7665> sha-Var-ti I have broken עֻלֵּ֗ךְ <WH5923> 'ul-Lech, thy yoke נִתַּ֙קְתִּי֙ <WH5423> nit-Tak-ti [and] burst מוֹסְרֹתַ֔יִךְ <WH4147> mos-ro-Ta-yich, thy bands וַתֹּאמְרִ֖י <WH559> vat-tom-Ri and thou saidst לֹ֣א <WH3808> lo not; אֶעֱבֹד 'e-'e-vod כאֶעֱבֹ֑ור <WH5647> 'e-'e-Vor; serve קכִּ֣י <WH3588> ki for עַֽל־ <WH5921> 'al- and כָּל־ <WH3605> kol- every גִּבְעָ֞ה <WH1389> giv-'Ah hill גְּבֹהָ֗ה <WH1364> ge-vo-Hah, when upon every high וְתַ֙חַת֙ <WH8478> ve-Ta-chat and under כָּל־ <WH3605> kol- every עֵ֣ץ <WH6086> 'etz tree רַעֲנָ֔ן <WH7488> ra-'a-Nan, and under every green אַ֖תְּ <WH859> 'at You צֹעָ֥ה <WH6808> tzo-'Ah thou wanderest זֹנָֽה׃ <WH2181> zo-Nah. playing the harlot"},{"number":21,"verse":"וְאָֽנֹכִי֙ <WH595> ve-'a-no-Chi I נְטַעְתִּ֣יךְ <WH5193> ne-ta'-Tich Yet I had planted שֹׂרֵ֔ק <WH8321> so-Rek, thee a noble vine כֻּלֹּ֖ה <WH3605> kul-Loh A completely זֶ֣רַע <WH2233> Ze-ra' seed אֱמֶ֑ת <WH571> 'e-Met; wholly a right וְאֵיךְ֙ <WH349> ve-'eiCh How נֶהְפַּ֣כְתְּ <WH2015> neh-Pacht how then art thou turned לִ֔י Li, סוּרֵ֖י <WH5494> su-Rei into the degenerate plant הַגֶּ֥פֶן <WH1612> hag-Ge-fen vine נָכְרִיָּֽה׃ <WH5237> na-che-ri-Yah. of a strange"},{"number":22,"verse":"כִּ֤י <WH3588> ki for אִם־ <WH518> 'im- lo תְּכַבְּסִי֙ <WH3526> te-chab-be-Si For though thou wash בַּנֶּ֔תֶר <WH5427> ban-Ne-ter, thee with nitre וְתַרְבִּי־ <WH7235> ve-tar-bi- and take thee much לָ֖ךְ lach בֹּרִ֑ית <WH1287> bo-Rit; soap נִכְתָּ֤ם <WH3799> nich-Tam is marked עֲוֹנֵךְ֙ <WH5771> 'a-vo-neCh [yet] thine iniquity לְפָנַ֔י <WH6440> le-fa-Nai, before נְאֻ֖ם <WH5002> ne-'Um me saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD"},{"number":23,"verse":"אֵ֣יךְ <WH349> 'eich How תֹּאמְרִ֞י <WH559> tom-Ri How canst thou say לֹ֣א <WH3808> lo I am not נִטְמֵ֗אתִי <WH2930> nit-Me-ti, I am not polluted אַחֲרֵ֤י <WH310> 'a-cha-Rei after הַבְּעָלִים֙ <WH1168> hab-be-'a-Lim Baal לֹ֣א <WH3808> lo have not הָלַ֔כְתִּי <WH1980> ha-Lach-ti, I have not gone רְאִ֤י <WH7200> re-'I advise self דַרְכֵּךְ֙ <WH1870> dar-keCh thy way בַּגַּ֔יְא <WH1516> bag-Gay, in the valley דְּעִ֖י <WH3045> de-'I know מֶ֣ה <WH4100> meh what עָשִׂ֑ית <WH6213> 'a-Sit; what thou hast done בִּכְרָ֥ה <WH1072> bich-Rah dromedary קַלָּ֖ה <WH7031> kal-Lah [thou art] a swift מְשָׂרֶ֥כֶת <WH8308> me-sa-Re-chet traversing דְּרָכֶֽיהָ׃ <WH1870> de-ra-Chei-ha. her ways"},{"number":24,"verse":"פֶּ֣רֶה׀ <WH6501> Pe-reh A wild ass לִמֻּ֣ד <WH3928> lim-Mud used מִדְבָּ֗ר <WH4057> mid-Bar, to the wilderness בְּאַוַּ֤ת <WH185> be-'av-Vat desire; נַפשֹׁו na-fo-shov כנַפְשָׁהּ֙ <WH5315> naf-Shah any קשָׁאֲפָ֣ה <WH7602> sha-'a-Fah [that] snuffeth up ר֔וּחַ <WH7307> Ru-ach, the wind תַּאֲנָתָ֖הּ <WH8385> ta-'a-na-Tah in her occasion מִ֣י <WH4310> mi who יְשִׁיבֶ֑נָּה <WH7725> ye-shi-Ven-nah; who can turn her away כָּל־ <WH3605> kol- who מְבַקְשֶׁ֙יהָ֙ <WH1245> me-vak-Shei-ha ;all they that seek לֹ֣א <WH3808> lo her will not יִיעָ֔פוּ <WH3286> yi-'A-fu, her will not weary בְּחָדְשָׁ֖הּ <WH2320> be-cha-de-Shah themselves in her month יִמְצָאֽוּנְהָ׃ <WH4672> yim-tza-'U-ne-ha. they shall find"},{"number":25,"verse":"מִנְעִ֤י <WH4513> min-'I Withhold רַגְלֵךְ֙ <WH7272> rag-leCh thy foot מִיָּחֵ֔ף <WH3182> mi-ya-Chef, from being unshod; וּגֹורֹנֵךְ u-go-ro-nech כוּגְרֹונֵ֖ךְ <WH1637> u-ge-ro-Nech barn קמִצִּמְאָ֑ה <WH6773> mitz-tzim-'Ah; from thirst וַתֹּאמְרִ֣י <WH559> vat-tom-Ri but thou saidst נוֹאָ֔שׁ <WH2976> no-'Ash, There is no hope ל֕וֹא <WH3808> Lo No כִּֽי־ <WH3588> ki- for אָהַ֥בְתִּי <WH157> 'a-Hav-ti no for I have loved זָרִ֖ים <WH2114> za-Rim strangers וְאַחֲרֵיהֶ֥ם <WH310> ve-'a-cha-rei-Hem and after אֵלֵֽךְ׃ <WH1980> 'e-Lech. along"},{"number":26,"verse":"כְּבֹ֤שֶׁת <WH1322> ke-Vo-shet is ashamed גַּנָּב֙ <WH1590> gan-Nav As the thief כִּ֣י <WH3588> ki when יִמָּצֵ֔א <WH4672> yim-ma-Tze, when he is found כֵּ֥ן <WH3651> ken So הֹבִ֖ישׁוּ <WH954> ho-Vi-shu is shamed בֵּ֣ית <WH1004> beit so is the house יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel הֵ֤מָּה <WH1992> Hem-mah They מַלְכֵיהֶם֙ <WH4428> mal-chei-Hem they their kings שָֽׂרֵיהֶ֔ם <WH8269> sa-rei-Hem, their princes וְכֹהֲנֵיהֶ֖ם <WH3548> ve-cho-ha-nei-Hem and their priests וּנְבִיאֵיהֶֽם׃ <WH5030> u-ne-vi-'ei-Hem. and their prophets"},{"number":27,"verse":"אֹמְרִ֨ים <WH559> 'o-me-Rim Saying לָעֵ֜ץ <WH6086> la-'Etz to a stock אָ֣בִי <WH1> 'A-vi Thou [art] my father אַ֗תָּה <WH859> 'At-tah, and to וְלָאֶ֙בֶן֙ <WH68> ve-la-'E-ven and to a stone אַ֣תְּ <WH859> 'at you; יְלִדְתִּני ye-lid-ti-n כיְלִדְתָּ֔נוּ <WH3205> ye-lid-Ta-nu, bear קכִּֽי־ <WH3588> ki- for פָנ֥וּ <WH6437> fa-Nu for they have turned אֵלַ֛י <WH413> 'e-Lai to עֹ֖רֶף <WH6203> 'O-ref [their] back וְלֹ֣א <WH3808> ve-Lo not פָנִ֑ים <WH6440> fa-Nim; unto me and not [their] face וּבְעֵ֤ת <WH6256> u-ve-'Et but in the time רָֽעָתָם֙ <WH7451> ra-'a-Tam of their trouble יֹֽאמְר֔וּ <WH559> yo-me-Ru, they will say ק֖וּמָה <WH6965> Ku-mah Arise וְהוֹשִׁיעֵֽנוּ׃ <WH3467> ve-ho-shi-'E-nu. and save"},{"number":28,"verse":"וְאַיֵּ֤ה <WH346> ve-'ai-Yeh where אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha But where [are] thy gods אֲשֶׁ֣ר <WH834> 'a-Sher Which עָשִׂ֣יתָ <WH6213> 'a-Si-ta that thou hast made לָּ֔ךְ Lach, יָק֕וּמוּ <WH6965> ya-Ku-mu thee;let them arise אִם־ <WH518> 'im- if יוֹשִׁיע֖וּךָ <WH3467> yo-shi-'U-cha if they can save בְּעֵ֣ת <WH6256> be-'Et thee in the time רָעָתֶ֑ךָ <WH7451> ra-'a-Te-cha; of thy trouble כִּ֚י <WH3588> ki For מִסְפַּ֣ר <WH4557> mis-Par for [according to] the number עָרֶ֔יךָ <WH5892> 'a-Rei-cha, of thy cities הָי֥וּ <WH1961> ha-Yu become אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha are thy gods יְהוּדָֽה׃ <WH3063> ye-hu-Dah. O Judah ס sa-Mek"},{"number":29,"verse":"לָ֥מָּה <WH4100> Lam-mah Why תָרִ֖יבוּ <WH7378> ta-Ri-vu Wherefore will ye plead אֵלָ֑י <WH413> 'e-Lai; me כֻּלְּכֶ֛ם <WH3605> kul-le-Chem have all פְּשַׁעְתֶּ֥ם <WH6586> pe-sha'-Tem with me;ye all have transgressed בִּ֖י bi נְאֻם־ <WH5002> ne-'um- against me saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":30,"verse":"לַשָּׁוְא֙ <WH7723> lash-shaV In vain הִכֵּ֣יתִי <WH5221> hik-Kei-ti have I smitten אֶת־ <WH853> 'et- בְּנֵיכֶ֔ם <WH1121> be-nei-Chem, your children מוּסָ֖ר <WH4148> mu-Sar no correction לֹ֣א <WH3808> lo no לָקָ֑חוּ <WH3947> la-Ka-chu; they received אָכְלָ֧ה <WH398> 'a-che-Lah hath devoured חַרְבְּכֶ֛ם <WH2719> char-be-Chem your own sword נְבִֽיאֵיכֶ֖ם <WH5030> ne-vi-'ei-Chem your prophets כְּאַרְיֵ֥ה <WH738> ke-'ar-Yeh lion מַשְׁחִֽית׃ <WH7843> mash-Chit. like a destroying"},{"number":31,"verse":"הַדּ֗וֹר <WH1755> had-Dor, O generation אַתֶּם֙ <WH859> 'at-Tem you רְא֣וּ <WH7200> re-'U see דְבַר־ <WH1697> de-var- ye the word יְהוָ֔ה <WH3068> Yah-weh, of the LORD הֲמִדְבָּ֤ר <WH4057> ha-mid-Bar Have I been a wilderness הָיִ֙יתִי֙ <WH1961> ha-Yi-ti been לְיִשְׂרָאֵ֔ל <WH3478> le-Yis-ra-'El, to Israel אִ֛ם <WH518> 'im Or אֶ֥רֶץ <WH776> 'E-retz A land מַאְפֵּ֖לְיָ֑ה <WH3991> ma'-Pe-le-Yah; of thick מַדּ֜וּעַ <WH4069> mad-Du-a' how אָמְר֤וּ <WH559> 'a-me-Ru say עַמִּי֙ <WH5971> 'am-Mi my people רַ֔דְנוּ <WH7300> Rad-nu, We are lords לֽוֹא־ <WH3808> lo- will no נָב֥וֹא <WH935> na-Vo we will come ע֖וֹד <WH5750> od longer אֵלֶֽיךָ׃ <WH413> 'e-Lei-cha. about"},{"number":32,"verse":"הֲתִשְׁכַּ֤ח <WH7911> ha-tish-Kach forget בְּתוּלָה֙ <WH1330> be-tu-Lah Can a maid עֶדְיָ֔הּ <WH5716> 'ed-Yah, her ornaments כַּלָּ֖ה <WH3618> kal-Lah [or] a bride קִשֻּׁרֶ֑יהָ <WH7196> kish-shu-Rei-ha; attire וְעַמִּ֣י <WH5971> ve-'am-Mi folk שְׁכֵח֔וּנִי <WH7911> she-che-Chu-ni, have forgotten יָמִ֖ים <WH3117> ya-Mim me days אֵ֥ין <WH369> 'ein without מִסְפָּֽר׃ <WH4557> mis-Par. without number"},{"number":33,"verse":"מַה־ <WH4100> mah- How תֵּיטִ֥בִי <WH3190> tei-Ti-vi Why trimmest דַּרְכֵּ֖ךְ <WH1870> dar-Kech thou thy way לְבַקֵּ֣שׁ <WH1245> le-vak-Kesh to seek אַהֲבָ֑ה <WH160> 'a-ha-Vah; love לָכֵן֙ <WH3651> la-Chen Therefore גַּ֣ם <WH1571> gam even אֶת־ <WH853> 'et- הָרָע֔וֹת <WH7451> ha-ra-'ot, the wicked ones; לִמַּדְתִּי lim-mad-ti כלִמַּ֖דְתְּ <WH3925> lim-Madt to teach קאֶת־ <WH853> 'et- דְּרָכָֽיִךְ׃ <WH1870> de-ra-Cha-yich. thy ways"},{"number":34,"verse":"גַּ֤ם <WH1571> gam Also בִּכְנָפַ֙יִךְ֙ <WH3671> bich-na-Fa-yich Also in thy skirts נִמְצְא֔וּ <WH4672> nim-tze-'U, is found דַּ֛ם <WH1818> dam the blood נַפְשׁ֥וֹת <WH5315> naf-Shot of the souls אֶבְיוֹנִ֖ים <WH34> ev-yo-Nim of the poor נְקִיִּ֑ים <WH5355> ne-ki-Yim; innocents לֹֽא־ <WH3808> lo- not בַמַּחְתֶּ֥רֶת <WH4290> vam-mach-Te-ret it by secret search מְצָאתִ֖ים <WH4672> me-tza-Tim I have not found כִּ֥י <WH3588> ki in עַל־ <WH5921> 'al- spite כָּל־ <WH3605> kol- of all אֵֽלֶּה׃ <WH428> 'El-leh. these"},{"number":35,"verse":"וַתֹּֽאמְרִי֙ <WH559> vat-to-me-Ri Yet thou sayest כִּ֣י <WH3588> ki for נִקֵּ֔יתִי <WH5352> nik-Kei-ti, Because I am innocent אַ֛ךְ <WH389> 'ach Surely שָׁ֥ב <WH7725> shav shall turn אַפּ֖וֹ <WH639> ap-Po surely his anger מִמֶּ֑נִּי <WH4480> mi-Men-ni; at הִנְנִי֙ <WH2005> hin-Ni behold נִשְׁפָּ֣ט <WH8199> nish-Pat from me Behold I will plead אוֹתָ֔ךְ <WH854> o-Tach, for עַל־ <WH5921> 'al- Because אָמְרֵ֖ךְ <WH559> 'a-me-Rech with thee because thou sayest לֹ֥א <WH3808> lo have not חָטָֽאתִי׃ <WH2398> cha-Ta-ti. I have not sinned"},{"number":36,"verse":"מַה־ <WH4100> mah- Why תֵּזְלִ֥י <WH235> te-ze-Li Why gaddest thou about מְאֹ֖ד <WH3966> me-'Od so much לְשַׁנּ֣וֹת <WH8138> le-shan-Not to change אֶת־ <WH853> 'et- דַּרְכֵּ֑ךְ <WH1870> dar-Kech; along גַּ֤ם <WH1571> gam by מִמִּצְרַ֙יִם֙ <WH4714> mi-mitz-Ra-yim of Egypt תֵּב֔וֹשִׁי <WH954> te-Voo-shi, as thou wast ashamed כַּאֲשֶׁר־ <WH834> ka-'a-Sher- after בֹּ֖שְׁתְּ <WH954> Bo-shet to shame מֵאַשּֽׁוּר׃ <WH804> me-'ash-Shur. of Assyria"},{"number":37,"verse":"גַּ֣ם <WH1571> gam also מֵאֵ֥ת <WH853> me-'Et זֶה֙ <WH2088> zeh this תֵּֽצְאִ֔י <WH3318> te-tze-'I, Yea thou shalt go forth וְיָדַ֖יִךְ <WH3027> ve-ya-Da-yich from him and thine hands עַל־ <WH5921> 'al- on רֹאשֵׁ֑ךְ <WH7218> ro-Shech; upon thine head כִּֽי־ <WH3588> ki- for מָאַ֤ס <WH3988> ma-'As hath rejected יְהֹוָה֙ <WH3068> Yah-weh for the LORD בְּמִבְטַחַ֔יִךְ <WH4009> be-miv-ta-Cha-yich, thy confidences וְלֹ֥א <WH3808> ve-Lo and you will not תַצְלִ֖יחִי <WH6743> tatz-Li-chi and thou shalt not prosper לָהֶֽם׃ la-Hem."}]}