{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":25,"verses":[{"number":1,"verse":"הַדָּבָ֞ר <WH1697> had-da-Var The word אֲשֶׁר־ <WH834> 'a-Sher- that הָיָ֤ה <WH1961> ha-Yah came עַֽל־ <WH5921> 'al- concerning יִרְמְיָ֙הוּ֙ <WH3414> yir-me-Ya-hu that came to Jeremiah עַל־ <WH5921> 'al- concerning כָּל־ <WH3605> kol- all עַ֣ם <WH5971> 'am concerning all the people יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah בַּשָּׁנָה֙ <WH8141> bash-sha-Nah year הָֽרְבִעִ֔ית <WH7243> ha-re-vi-'It, in the fourth לִיהוֹיָקִ֥ים <WH3079> li-ho-ya-Kim of Jehoiakim בֶּן־ <WH1121> ben- the son יֹאשִׁיָּ֖הוּ <WH2977> yo-shi-Ya-hu of Josiah מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah הִ֗יא <WH1931> Hi, he הַשָּׁנָה֙ <WH8141> hash-sha-Nah year הָרִ֣אשֹׁנִ֔ית <WH7224> ha-Ri-sho-Nit, that [was] the first לִנְבֽוּכַדְרֶאצַּ֖ר <WH5019> lin-vu-chad-retz-Tzar of Nebuchadrezzar מֶ֥לֶךְ <WH4428> Me-lech king בָּבֶֽל׃ <WH894> ba-Vel. of Babylon"},{"number":2,"verse":"אֲשֶׁ֨ר <WH834> 'a-Sher which דִּבֶּ֜ר <WH1696> dib-Ber spake יִרְמְיָ֤הוּ <WH3414> yir-me-Ya-hu The which Jeremiah הַנָּבִיא֙ <WH5030> han-na-Vi the prophet עַל־ <WH5921> 'al- unto כָּל־ <WH3605> kol- all עַ֣ם <WH5971> 'am unto all the people יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וְאֶ֛ל <WH413> ve-'El and to כָּל־ <WH3605> kol- all יֹשְׁבֵ֥י <WH3427> yo-she-Vei and to all the inhabitants יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim of Jerusalem לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":3,"verse":"מִן־ <WH4480> min- at שְׁלֹ֣שׁ <WH7969> she-Losh that [is] the three עֶשְׂרֵ֣ה <WH6240> 'es-Reh ten שָׁנָ֡ה <WH8141> sha-Nah year לְיֹאשִׁיָּ֣הוּ <WH2977> le-yo-shi-Ya-hu of Josiah בֶן־ <WH1121> ven- the son אָמוֹן֩ <WH526> 'a-mOn of Amon מֶ֨לֶךְ <WH4428> Me-lech king יְהוּדָ֜ה <WH3063> ye-hu-Dah of Judah וְעַ֣ד׀ <WH5704> ve-'Ad against הַיּ֣וֹם <WH3117> hai-Yom even unto this day הַזֶּ֗ה <WH2088> haz-Zeh, to this זֶ֚ה <WH2088> zeh these שָׁלֹ֤שׁ <WH7969> sha-Losh three וְעֶשְׂרִים֙ <WH6242> ve-'es-Rim and twentieth שָׁנָ֔ה <WH8141> sha-Nah, year הָיָ֥ה <WH1961> ha-Yah has come דְבַר־ <WH1697> de-var- the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלָ֑י <WH413> 'e-Lai; to me וָאֲדַבֵּ֧ר <WH1696> va-'a-dab-Ber hath come unto me and I have spoken אֲלֵיכֶ֛ם <WH413> 'a-lei-Chem to you אַשְׁכֵּ֥ים <WH7925> 'ash-Keim unto you rising early וְדַבֵּ֖ר <WH1696> ve-dab-Ber and speaking וְלֹ֥א <WH3808> ve-Lo have not שְׁמַעְתֶּֽם׃ <WH8085> she-ma'-Tem. but ye have not hearkened"},{"number":4,"verse":"וְשָׁלַח֩ <WH7971> ve-sha-Lach hath sent יְהוָ֨ה <WH3068> Yah-weh And the LORD אֲלֵיכֶ֜ם <WH413> 'a-lei-Chem about אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- all עֲבָדָ֧יו <WH5650> 'a-va-Dav unto you all his servants הַנְּבִאִ֛ים <WH5030> han-ne-vi-'Im the prophets הַשְׁכֵּ֥ם <WH7925> hash-Kem rising early וְשָׁלֹ֖חַ <WH7971> ve-sha-Lo-ach and sending וְלֹ֣א <WH3808> ve-Lo nor שְׁמַעְתֶּ֑ם <WH8085> she-ma'-Tem; [them] but ye have not hearkened וְלֹֽא־ <WH3808> ve-lo- nor הִטִּיתֶ֥ם <WH5186> hit-ti-Tem nor inclined אֶֽת־ <WH853> 'et- אָזְנְכֶ֖ם <WH241> 'a-ze-ne-Chem your ear לִשְׁמֹֽעַ׃ <WH8085> lish-Mo-a'. to hear"},{"number":5,"verse":"לֵאמֹ֗ר <WH559> le-Mor, They said שֽׁוּבוּ־ <WH7725> shu-vu- Turn ye again נָ֞א <WH4994> na now אִ֣ישׁ <WH376> 'ish now every one מִדַּרְכּ֤וֹ <WH1870> mid-dar-Ko way הָֽרָעָה֙ <WH7451> ha-ra-'Ah from his evil וּמֵרֹ֣עַ <WH7455> u-me-Ro-a' and from the evil מַעַלְלֵיכֶ֔ם <WH4611> ma-'al-lei-Chem, of your doings וּשְׁבוּ֙ <WH3427> u-she-Vu and dwell עַל־ <WH5921> 'al- on הָ֣אֲדָמָ֔ה <WH127> ha-'a-da-Mah, in the land אֲשֶׁ֨ר <WH834> 'a-Sher which נָתַ֧ן <WH5414> na-Tan hath given יְהוָ֛ה <WH3069> Yah-weh God לָכֶ֖ם <WH99999> la-Chem וְלַאֲבֽוֹתֵיכֶ֑ם <WH1> ve-la-'a-vo-tei-Chem; unto you and to your fathers לְמִן־ <WH4480> le-min- at עוֹלָ֖ם <WH5769> o-Lam ever וְעַד־ <WH5704> ve-'ad- for עוֹלָֽם׃ <WH5769> o-Lam. and ever"},{"number":6,"verse":"וְאַל־ <WH408> ve-'al- not תֵּלְכ֗וּ <WH1980> te-le-Chu, go אַֽחֲרֵי֙ <WH310> 'a-cha-Rei not after אֱלֹהִ֣ים <WH430> E-lo-Him gods אֲחֵרִ֔ים <WH312> 'a-che-Rim, other לְעָבְדָ֖ם <WH5647> le-'a-ve-Dam to serve וּלְהִשְׁתַּחֲוֹ֣ת <WH7812> u-le-hish-ta-cha-Vot them and to worship לָהֶ֑ם la-Hem; וְלֹֽא־ <WH3808> ve-lo- no תַכְעִ֤יסוּ <WH3707> tach-'I-su them and provoke me not to anger אוֹתִי֙ <WH854> o-Ti with בְּמַעֲשֵׂ֣ה <WH4639> be-ma-'a-Seh with the works יְדֵיכֶ֔ם <WH3027> ye-dei-Chem, of your hands וְלֹ֥א <WH3808> ve-Lo no אָרַ֖ע <WH7489> 'a-Ra' and I will do you no hurt לָכֶֽם׃ <WH99999> la-Chem."},{"number":7,"verse":"וְלֹֽא־ <WH3808> ve-lo- have not שְׁמַעְתֶּ֥ם <WH8085> she-ma'-Tem Yet ye have not hearkened אֵלַ֖י <WH413> 'e-Lai to me נְאֻם־ <WH5002> ne-'um- unto me saith יְהוָ֑ה <WH3068> Yah-weh; the LORD לְמַ֧עַן <WH4616> le-Ma-'an order; הִכְעִסוּנִי hich-'i-su-ni כהַכְעִיסֵ֛נִי <WH3707> hach-'i-Se-ni be angry קבְּמַעֲשֵׂ֥ה <WH4639> be-ma-'a-Seh with the works יְדֵיכֶ֖ם <WH3027> ye-dei-Chem of your hands לְרַ֥ע <WH7451> le-Ra' to your own hurt לָכֶֽם׃ la-Chem. ס sa-Mek"},{"number":8,"verse":"לָכֵ֕ן <WH3651> la-Chen Therefore כֹּ֥ה <WH3541> koh thus אָמַ֖ר <WH559> 'a-Mar Therefore thus saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֑וֹת <WH6635> tze-va-'ot; of hosts יַ֕עַן <WH3282> Ya-'an because אֲשֶׁ֥ר <WH834> 'a-Sher after לֹֽא־ <WH3808> lo- have not שְׁמַעְתֶּ֖ם <WH8085> she-ma'-Tem Because ye have not heard אֶת־ <WH853> 'et- דְּבָרָֽי׃ <WH1697> de-va-Rai. my words"},{"number":9,"verse":"הִנְנִ֣י <WH2005> hin-Ni behold שֹׁלֵ֡חַ <WH7971> sho-Le-ach Behold I will send וְלָקַחְתִּי֩ <WH3947> ve-la-kach-Ti and take אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מִשְׁפְּח֨וֹת <WH4940> mish-pe-Chot all the families צָפ֜וֹן <WH6828> tza-Fon of the north נְאֻם־ <WH5002> ne-'um- saith יְהוָ֗ה <WH3068> Yah-weh the LORD וְאֶל־ <WH413> ve-'el- to נְבֽוּכַדְרֶאצַּ֣ר <WH5019> ne-vu-chad-retz-Tzar and Nebuchadrezzar מֶֽלֶךְ־ <WH4428> Me-lech- the king בָּבֶל֮ <WH894> ba-Vel of Babylon עַבְדִּי֒ <WH5650> 'av-Di my servant וַהֲבִ֨אֹתִ֜ים <WH935> va-ha-Vi-'o-Tim and will bring עַל־ <WH5921> 'al- against הָאָ֤רֶץ <WH776> ha-'A-retz them against this land הַזֹּאת֙ <WH2063> haz-zoT likewise וְעַל־ <WH5921> ve-'al- and against יֹ֣שְׁבֶ֔יהָ <WH3427> yo-she-Vei-ha, and against the inhabitants וְעַ֛ל <WH5921> ve-'Al and against כָּל־ <WH3605> kol- all הַגּוֹיִ֥ם <WH1471> hag-go-Yim thereof and against all these nations הָאֵ֖לֶּה <WH428> ha-'El-leh these סָבִ֑יב <WH5439> sa-Viv; round about וְהַ֣חֲרַמְתִּ֔ים <WH2763> ve-Ha-cha-ram-Tim, and will utterly destroy וְשַׂמְתִּים֙ <WH7760> ve-sam-Tim them and make לְשַׁמָּ֣ה <WH8047> le-sham-Mah them an astonishment וְלִשְׁרֵקָ֔ה <WH8322> ve-lish-re-Kah, and an hissing וּלְחָרְב֖וֹת <WH2723> u-le-cha-re-Vot desolations עוֹלָֽם׃ <WH5769> o-Lam. and perpetual"},{"number":10,"verse":"וְהַאֲבַדְתִּ֣י <WH6> ve-ha-'a-vad-Ti Moreover I will take מֵהֶ֗ם <WH1992> me-Hem, them ק֤וֹל <WH6963> Kol from them the voice שָׂשׂוֹן֙ <WH8342> sa-sOn of mirth וְק֣וֹל <WH6963> ve-Kol and the voice שִׂמְחָ֔ה <WH8057> sim-Chah, of gladness ק֥וֹל <WH6963> Kol the voice חָתָ֖ן <WH2860> cha-Tan of the bridegroom וְק֣וֹל <WH6963> ve-Kol and the voice כַּלָּ֑ה <WH3618> kal-Lah; of the bride ק֥וֹל <WH6963> Kol the sound רֵחַ֖יִם <WH7347> re-Cha-yim of the millstones וְא֥וֹר <WH216> ve-'or and the light נֵֽר׃ <WH5216> Ner. of the candle"},{"number":11,"verse":"וְהָֽיְתָה֙ <WH1961> ve-ha-ye-Tah become כָּל־ <WH3605> kol- whole הָאָ֣רֶץ <WH776> ha-'A-retz And this whole land הַזֹּ֔את <WH2063> haz-Zot, will be a לְחָרְבָּ֖ה <WH2723> le-cha-re-Bah shall be a desolation לְשַׁמָּ֑ה <WH8047> le-sham-Mah; [and] an astonishment וְעָ֨בְד֜וּ <WH5647> ve-'A-ve-Du shall serve הַגּוֹיִ֥ם <WH1471> hag-go-Yim and these nations הָאֵ֛לֶּה <WH428> ha-'El-leh and these אֶת־ <WH853> 'et- מֶ֥לֶךְ <WH4428> Me-lech the king בָּבֶ֖ל <WH894> ba-Vel of Babylon שִׁבְעִ֥ים <WH7657> shiv-'Im seventy שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":12,"verse":"וְהָיָ֣ה <WH1961> ve-ha-Yah become כִמְלֹ֣אות <WH4390> chim-Lot are accomplished שִׁבְעִ֣ים <WH7657> shiv-'Im And it shall come to pass when seventy שָׁנָ֡ה <WH8141> sha-Nah years אֶפְקֹ֣ד <WH6485> 'ef-Kod [that] I will punish עַל־ <WH5921> 'al- and מֶֽלֶךְ־ <WH4428> Me-lech- the king בָּבֶל֩ <WH894> ba-Vel of Babylon וְעַל־ <WH5921> ve-'al- and that הַגּ֨וֹי <WH1471> hag-Goy and that nation הַה֧וּא <WH1931> ha-Hu he נְאֻם־ <WH5002> ne-'um- saith יְהוָ֛ה <WH3068> Yah-weh the LORD אֶת־ <WH853> 'et- עֲוֹנָ֖ם <WH5771> 'a-vo-Nam for their iniquity וְעַל־ <WH5921> ve-'al- and אֶ֣רֶץ <WH776> 'E-retz and the land כַּשְׂדִּ֑ים <WH3778> kas-Dim; of the Chaldeans וְשַׂמְתִּ֥י <WH7760> ve-sam-Ti and will make אֹת֖וֹ <WH853> o-To לְשִֽׁמְמ֥וֹת <WH8077> le-shim-Mot desolations עוֹלָֽם׃ <WH5769> o-Lam. it perpetual"},{"number":13,"verse":"וְהֵבֵאיתִי ve-he-ve-ti כוְהֵֽבֵאתִי֙ <WH935> ve-he-ve-Ti abide קעַל־ <WH5921> 'al- against הָאָ֣רֶץ <WH776> ha-'A-retz upon that land הַהִ֔יא <WH1931> ha-Hi, he אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all דְּבָרַ֖י <WH1697> de-va-Rai all my words אֲשֶׁר־ <WH834> 'a-Sher- which דִּבַּ֣רְתִּי <WH1696> dib-Bar-ti which I have pronounced עָלֶ֑יהָ <WH5921> 'a-Lei-ha; against אֵ֤ת <WH853> 'et כָּל־ <WH3605> kol- all הַכָּתוּב֙ <WH3789> hak-ka-Tuv against it [even] all that is written בַּסֵּ֣פֶר <WH5612> bas-Se-fer in this book הַזֶּ֔ה <WH2088> haz-Zeh, this אֲשֶׁר־ <WH834> 'a-Sher- which נִבָּ֥א <WH5012> nib-Ba hath prophesied יִרְמְיָ֖הוּ <WH3414> yir-me-Ya-hu which Jeremiah עַל־ <WH5921> 'al- against כָּל־ <WH3605> kol- all הַגּוֹיִֽם׃ <WH1471> hag-go-Yim. against all the nations"},{"number":14,"verse":"כִּ֣י <WH3588> ki for עָֽבְדוּ־ <WH5647> 'a-ve-du- shall serve בָ֤ם vam גַּם־ <WH1571> gam- even הֵ֙מָּה֙ <WH1992> hem-mah like גּוֹיִ֣ם <WH1471> go-Yim nations רַבִּ֔ים <WH7227> rab-Bim, For many וּמְלָכִ֖ים <WH4428> u-me-la-Chim kings גְּדוֹלִ֑ים <WH1419> ge-do-Lim; and great וְשִׁלַּמְתִּ֥י <WH7999> ve-shil-lam-Ti themselves of them also and I will recompense לָהֶ֛ם la-Hem כְּפָעֳלָ֖ם <WH6467> ke-fo-'o-Lam them according to their deeds וּכְמַעֲשֵׂ֥ה <WH4639> u-che-ma-'a-Seh and according to the works יְדֵיהֶֽם׃ <WH3027> ye-dei-Hem. of their own hands ס sa-Mek"},{"number":15,"verse":"כִּ֣י <WH3588> ki For כֹה֩ <WH3541> choh thus אָמַ֨ר <WH559> 'a-Mar For thus saith יְהוָ֜ה <WH3068> Yah-weh the LORD אֱלֹהֵ֤י <WH430> 'e-lo-Hei God יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel אֵלַ֔י <WH413> 'e-Lai, to me קַ֠ח <WH3947> kach unto me Take אֶת־ <WH853> 'et- כּ֨וֹס <WH3563> Kos cup הַיַּ֧יִן <WH3196> hai-Ya-yin the wine הַחֵמָ֛ה <WH2534> ha-che-Mah of this fury הַזֹּ֖את <WH2063> haz-Zot from מִיָּדִ֑י <WH3027> mi-ya-Di; at my hand וְהִשְׁקִיתָ֤ה <WH8248> ve-hish-ki-Tah thee to drink אֹתוֹ֙ <WH853> o-To אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַגּוֹיִ֔ם <WH1471> hag-go-Yim, and cause all the nations אֲשֶׁ֧ר <WH834> 'a-Sher to whom אָנֹכִ֛י <WH595> 'a-no-Chi I שֹׁלֵ֥חַ <WH7971> sho-Le-ach to whom I send אוֹתְךָ֖ <WH853> 'ot-Cha אֲלֵיהֶֽם׃ <WH413> 'a-lei-Hem. about"},{"number":16,"verse":"וְשָׁת֕וּ <WH8354> ve-sha-Tu And they shall drink וְהִֽתְגֹּֽעֲשׁ֖וּ <WH1607> ve-hit-go-'a-Shu and be moved וְהִתְהֹלָ֑לוּ <WH1984> ve-hit-ho-La-lu; and be mad מִפְּנֵ֣י <WH6440> mip-pe-Nei because הַחֶ֔רֶב <WH2719> ha-Che-rev, of the sword אֲשֶׁ֛ר <WH834> 'a-Sher that אָנֹכִ֥י <WH595> 'a-no-Chi I שֹׁלֵ֖חַ <WH7971> sho-Le-ach that I will send בֵּינֹתָֽם׃ <WH996> bei-no-Tam. among"},{"number":17,"verse":"וָאֶקַּ֥ח <WH3947> va-'ek-Kach Then took אֶת־ <WH853> 'et- הַכּ֖וֹס <WH3563> hak-Kos I the cup מִיַּ֣ד <WH3027> mi-Yad hand יְהוָ֑ה <WH3068> Yah-weh; at the LORD'S וָֽאַשְׁקֶה֙ <WH8248> va-'ash-Keh to drink אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַגּוֹיִ֔ם <WH1471> hag-go-Yim, and made all the nations אֲשֶׁר־ <WH834> 'a-Sher- to whom שְׁלָחַ֥נִי <WH7971> she-la-Cha-ni had sent יְהוָ֖ה <WH3068> Yah-weh unto whom the LORD אֲלֵיהֶֽם׃ <WH413> 'a-lei-Hem. about"},{"number":18,"verse":"אֶת־ <WH853> 'et- יְרוּשָׁלִַ֙ם֙ <WH3389> ye-ru-sha-Lim [To wit] Jerusalem וְאֶת־ <WH853> ve-'Et עָרֵ֣י <WH5892> 'a-Rei and the cities יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וְאֶת־ <WH853> ve-'Et מְלָכֶ֖יהָ <WH4428> me-la-Chei-ha and the kings אֶת־ <WH853> 'et- שָׂרֶ֑יהָ <WH8269> sa-Rei-ha; thereof and the princes לָתֵ֨ת <WH5414> la-Tet thereof to make אֹתָ֜ם <WH853> 'o-Tam לְחָרְבָּ֧ה <WH2723> le-cha-re-Bah them a desolation לְשַׁמָּ֛ה <WH8047> le-sham-Mah an astonishment לִשְׁרֵקָ֥ה <WH8322> lish-re-Kah an hissing וְלִקְלָלָ֖ה <WH7045> ve-lik-la-Lah and a curse כַּיּ֥וֹם <WH3117> kai-Yom as [it is] this day הַזֶּֽה׃ <WH2088> haz-Zeh. is this"},{"number":19,"verse":"אֶת־ <WH853> 'et- פַּרְעֹ֧ה <WH6547> par-'Oh Pharaoh מֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרַ֛יִם <WH4714> mitz-Ra-yim of Egypt וְאֶת־ <WH853> ve-'Et עֲבָדָ֥יו <WH5650> 'a-va-Dav and his servants וְאֶת־ <WH853> ve-'Et שָׂרָ֖יו <WH8269> sa-Rav and his princes וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all עַמּֽוֹ׃ <WH5971> am-Mo. and all his people"},{"number":20,"verse":"וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- and all הָעֶ֔רֶב <WH6154> ha-'E-rev, the foreign וְאֵ֕ת <WH853> ve-'Et כָּל־ <WH3605> kol- all מַלְכֵ֖י <WH4428> mal-Chei people and all the kings אֶ֣רֶץ <WH776> 'E-retz of the land הָע֑וּץ <WH5780> ha-'Utz; of Uz וְאֵ֗ת <WH853> ve-'Et, כָּל־ <WH3605> kol- all מַלְכֵי֙ <WH4428> mal-Chei and all the kings אֶ֣רֶץ <WH776> 'E-retz of the land פְּלִשְׁתִּ֔ים <WH6430> pe-lish-Tim, of the Philistines וְאֶת־ <WH853> ve-'Et אַשְׁקְל֤וֹן <WH831> ash-ke-Lon and Ashkelon וְאֶת־ <WH853> ve-'Et עַזָּה֙ <WH5804> 'az-Zah and Azzah וְאֶת־ <WH853> ve-'Et עֶקְר֔וֹן <WH6138> ek-Ron, and Ekron וְאֵ֖ת <WH853> ve-'Et שְׁאֵרִ֥ית <WH7611> she-'e-Rit and the remnant אַשְׁדּֽוֹד׃ <WH795> ash-Dod. of Ashdod"},{"number":21,"verse":"אֶת־ <WH853> 'et- אֱד֥וֹם <WH123> e-Dom Edom וְאֶת־ <WH853> ve-'Et מוֹאָ֖ב <WH4124> mo-'Av and Moab וְאֶת־ <WH853> ve-'Et בְּנֵ֥י <WH1121> be-Nei and the children עַמּֽוֹן׃ <WH5983> am-Mon. of Ammon"},{"number":22,"verse":"וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- and all מַלְכֵי־ <WH4428> mal-chei- And all the kings צֹ֔ר <WH6865> Tzor, of Tyrus וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- all מַלְכֵ֣י <WH4428> mal-Chei and all the kings צִיד֑וֹן <WH6721> tzi-Don; of Zidon וְאֵת֙ <WH853> ve-'Et מַלְכֵ֣י <WH4428> mal-Chei and the kings הָאִ֔י <WH339> ha-'I, of the isles אֲשֶׁ֖ר <WH834> 'a-Sher which בְּעֵ֥בֶר <WH5676> be-'E-ver which [are] beyond הַיָּֽם׃ <WH3220> hai-Yam. the sea"},{"number":23,"verse":"וְאֶת־ <WH853> ve-'Et דְּדָ֤ן <WH1719> de-Dan Dedan וְאֶת־ <WH853> ve-'Et תֵּימָא֙ <WH8485> tei-Ma and Tema וְאֶת־ <WH853> ve-'Et בּ֔וּז <WH938> Buz, and Buz וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all קְצוּצֵ֥י <WH7112> ke-tzu-Tzei and all [that are] in the utmost פֵאָֽה׃ <WH6285> fe-'Ah. corners"},{"number":24,"verse":"וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all מַלְכֵ֣י <WH4428> mal-Chei And all the kings עֲרָ֑ב <WH6152> 'a-Rav; of Arabia וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- and all מַלְכֵ֣י <WH4428> mal-Chei and all the kings הָעֶ֔רֶב <WH6154> ha-'E-rev, of the foreign הַשֹּׁכְנִ֖ים <WH7931> hash-sho-che-Nim that dwell בַּמִּדְבָּֽר׃ <WH4057> bam-mid-Bar. in the desert"},{"number":25,"verse":"וְאֵ֣ת׀ <WH853> ve-'Et כָּל־ <WH3605> kol- and all מַלְכֵ֣י <WH4428> mal-Chei And all the kings זִמְרִ֗י <WH2174> zim-Ri, of Zimri וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- all מַלְכֵ֣י <WH4428> mal-Chei and all the kings עֵילָ֔ם <WH5867> 'ei-Lam, of Elam וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all מַלְכֵ֥י <WH4428> mal-Chei and all the kings מָדָֽי׃ <WH4074> ma-Dai. of the Medes"},{"number":26,"verse":"וְאֵ֣ת׀ <WH853> ve-'Et כָּל־ <WH3605> kol- and all מַלְכֵ֣י <WH4428> mal-Chei And all the kings הַצָּפ֗וֹן <WH6828> hatz-tza-Fon, of the north הַקְּרֹבִ֤ים <WH7138> hak-ke-ro-Vim and near וְהָֽרְחֹקִים֙ <WH7350> ve-ha-re-cho-Kim far אִ֣ישׁ <WH376> 'ish one אֶל־ <WH413> 'el- with אָחִ֔יו <WH251> 'a-Chiv, with another וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- and all הַמַּמְלְכ֣וֹת <WH4467> ham-mam-le-Chot and all the kingdoms הָאָ֔רֶץ <WH776> ha-'A-retz, of the world אֲשֶׁ֖ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- are upon פְּנֵ֣י <WH6440> pe-Nei which [are] upon the face הָאֲדָמָ֑ה <WH127> ha-'a-da-Mah; of the earth וּמֶ֥לֶךְ <WH4428> u-Me-lech and the king שֵׁשַׁ֖ךְ <WH8347> she-Shach of Sheshach יִשְׁתֶּ֥ה <WH8354> yish-Teh shall drink אַחֲרֵיהֶֽם׃ <WH310> 'a-cha-rei-Hem. after"},{"number":27,"verse":"וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta Therefore thou shalt say אֲלֵיהֶ֡ם <WH413> 'a-lei-Hem about ס sa-Mek כֹּֽה־ <WH3541> koh- Thus אָמַר֩ <WH559> 'a-Mar unto them Thus saith יְהוָ֨ה <WH3068> Yah-weh the LORD צְבָא֜וֹת <WH6635> tze-va-'ot of hosts אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel שְׁת֤וּ <WH8354> she-Tu Drink וְשִׁכְרוּ֙ <WH7937> ve-shich-Ru ye and be drunken וּקְי֔וּ <WH7006> u-ke-Yu, and spue וְנִפְל֖וּ <WH5307> ve-nif-Lu and fall וְלֹ֣א <WH3808> ve-Lo no תָק֑וּמוּ <WH6965> ta-Ku-mu; and rise מִפְּנֵ֣י <WH6440> mip-pe-Nei no more because הַחֶ֔רֶב <WH2719> ha-Che-rev, of the sword אֲשֶׁ֛ר <WH834> 'a-Sher which אָנֹכִ֥י <WH595> 'a-no-Chi I שֹׁלֵ֖חַ <WH7971> sho-Le-ach which I will send בֵּינֵיכֶֽם׃ <WH996> bei-nei-Chem. among"},{"number":28,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, become כִּ֧י <WH3588> ki will be if יְמָאֲנ֛וּ <WH3985> ye-ma-'a-Nu And it shall be if they refuse לָקַֽחַת־ <WH3947> la-ka-chat- to take הַכּ֥וֹס <WH3563> hak-Kos the cup מִיָּדְךָ֖ <WH3027> mi-ya-de-Cha at thine hand לִשְׁתּ֑וֹת <WH8354> lish-Tot; to drink וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta then shalt thou say אֲלֵיהֶ֗ם <WH413> 'a-lei-Hem, to כֹּ֥ה <WH3541> koh Thus אָמַ֛ר <WH559> 'a-Mar unto them Thus saith יְהוָ֥ה <WH3068> Yah-weh the LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts שָׁת֥וֹ <WH8354> sha-To Ye shall certainly תִשְׁתּֽוּ׃ <WH8354> tish-Tu. drink"},{"number":29,"verse":"כִּי֩ <WH3588> ki For הִנֵּ֨ה <WH2009> hin-Neh behold בָעִ֜יר <WH5892> va-'Ir on the city אֲשֶׁ֧ר <WH834> 'a-Sher which נִֽקְרָא־ <WH7121> nik-ra- which is called שְׁמִ֣י <WH8034> she-Mi by my name עָלֶ֗יהָ <WH5921> 'a-Lei-ha, against אָֽנֹכִי֙ <WH595> 'a-no-Chi I מֵחֵ֣ל <WH2490> me-Chel For lo I begin לְהָרַ֔ע <WH7489> le-ha-Ra', to bring evil וְאַתֶּ֖ם <WH859> ve-'at-Tem you הִנָּקֵ֣ה <WH5352> hin-na-Keh and should ye be utterly תִנָּק֑וּ <WH5352> tin-na-Ku; unpunished לֹ֣א <WH3808> lo from תִנָּק֔וּ <WH5352> tin-na-Ku, ;Ye shall not be unpunished כִּ֣י <WH3588> ki for חֶ֗רֶב <WH2719> Che-rev, for a sword אֲנִ֤י <WH589> 'a-Ni I קֹרֵא֙ <WH7121> ko-Re for I will call עַל־ <WH5921> 'al- against כָּל־ <WH3605> kol- all יֹשְׁבֵ֣י <WH3427> yo-she-Vei upon all the inhabitants הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth נְאֻ֖ם <WH5002> ne-'Um saith יְהוָ֥ה <WH3068> Yah-weh the LORD צְבָאֽוֹת׃ <WH6635> tze-va-'ot. of hosts"},{"number":30,"verse":"וְאַתָּה֙ <WH859> ve-'at-Tah you תִּנָּבֵ֣א <WH5012> tin-na-Ve Therefore prophesy אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, against אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַדְּבָרִ֖ים <WH1697> had-de-va-Rim thou against them all these words הָאֵ֑לֶּה <WH428> ha-'El-leh; these וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta and say אֲלֵיהֶ֗ם <WH413> 'a-lei-Hem, Against יְהוָ֞ה <WH3068> Yah-weh unto them The LORD מִמָּר֤וֹם <WH4791> mi-ma-Rom from on high יִשְׁאָג֙ <WH7580> yish-'Ag shall roar וּמִמְּע֤וֹן <WH4583> u-mi-me-'on habitation קָדְשׁוֹ֙ <WH6944> ka-de-Sho from his holy יִתֵּ֣ן <WH5414> yit-Ten and utter קוֹל֔וֹ <WH6963> ko-Lo, his voice שָׁאֹ֤ג <WH7580> sha-'Og he shall mightily יִשְׁאַג֙ <WH7580> yish-'Ag roar עַל־ <WH5921> 'al- against נָוֵ֔הוּ <WH5116> na-Ve-hu, upon his habitation הֵידָד֙ <WH1959> hei-Dad a shout כְּדֹרְכִ֣ים <WH1869> ke-do-re-Chim as they that tread יַֽעֲנֶ֔ה <WH6030> ya-'a-Neh, he shall give אֶ֥ל <WH413> 'el against כָּל־ <WH3605> kol- all יֹשְׁבֵ֖י <WH3427> yo-she-Vei [the grapes] against all the inhabitants הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"},{"number":31,"verse":"בָּ֤א <WH935> ba shall come שָׁאוֹן֙ <WH7588> sha-'On A noise עַד־ <WH5704> 'ad- against קְצֵ֣ה <WH7097> ke-Tzeh [even] to the ends הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth כִּ֣י <WH3588> ki Because רִ֤יב <WH7379> riv hath a controversy לַֽיהוָה֙ <WH3068> Yah-weh for the LORD בַּגּוֹיִ֔ם <WH1471> bag-go-Yim, with the nations נִשְׁפָּ֥ט <WH8199> nish-Pat he will plead ה֖וּא <WH1931> hu he לְכָל־ <WH3605> le-chol all בָּשָׂ֑ר <WH1320> ba-Sar; with all flesh הָרְשָׁעִ֛ים <WH7563> ha-re-sha-'Im them [that are] wicked נְתָנָ֥ם <WH5414> ne-ta-Nam he will give לַחֶ֖רֶב <WH2719> la-Che-rev to the sword נְאֻם־ <WH5002> ne-'um- saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD ס sa-Mek"},{"number":32,"verse":"כֹּ֤ה <WH3541> koh Thus אָמַר֙ <WH559> 'a-Mar Thus saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֔וֹת <WH6635> tze-va-'ot, of hosts הִנֵּ֥ה <WH2009> hin-Neh Behold רָעָ֛ה <WH7451> ra-'Ah Behold evil יֹצֵ֖את <WH3318> yo-Tzet shall go forth מִגּ֣וֹי <WH1471> mig-Goy from nation אֶל־ <WH413> 'el- to גּ֑וֹי <WH1471> Goy; to nation וְסַ֣עַר <WH5591> ve-Sa-'ar whirlwind גָּד֔וֹל <WH1419> ga-Dol, and a great יֵע֖וֹר <WH5782> ye-'or shall be raised up מִיַּרְכְּתֵי־ <WH3411> mi-yar-ke-tei- from the coasts אָֽרֶץ׃ <WH776> 'A-retz. of the earth"},{"number":33,"verse":"וְהָי֞וּ <WH1961> ve-ha-Yu become חַֽלְלֵ֤י <WH2491> chal-Lei And the slain יְהוָה֙ <WH3068> Yah-weh of the LORD בַּיּ֣וֹם <WH3117> bai-Yom shall be at that day הַה֔וּא <WH1931> ha-Hu, one מִקְצֵ֥ה <WH7097> mik-Tzeh from [one] end הָאָ֖רֶץ <WH776> ha-'A-retz of the earth וְעַד־ <WH5704> ve-'ad- against קְצֵ֣ה <WH7097> ke-Tzeh even unto the [other] end הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth לֹ֣א <WH3808> lo not יִסָּפְד֗וּ <WH5594> yis-sa-fe-Du, they shall not be lamented וְלֹ֤א <WH3808> ve-Lo not יֵאָֽסְפוּ֙ <WH622> ye-'a-se-Fu neither gathered וְלֹ֣א <WH3808> ve-Lo or יִקָּבֵ֔רוּ <WH6912> yik-ka-Ve-ru, nor buried לְדֹ֛מֶן <WH1828> le-Do-men they shall be dung עַל־ <WH5921> 'al- on פְּנֵ֥י <WH6440> pe-Nei upon הָאֲדָמָ֖ה <WH127> ha-'a-da-Mah the ground יִֽהְיֽוּ׃ <WH1961> Yih-Yu. become"},{"number":34,"verse":"הֵילִ֨ילוּ <WH3213> hei-Li-lu Howl הָרֹעִ֜ים <WH7462> ha-ro-'Im ye shepherds וְזַעֲק֗וּ <WH2199> ve-za-'a-Ku, and cry וְהִֽתְפַּלְּשׁוּ֙ <WH6428> ve-hit-pal-le-Shu and wallow אַדִּירֵ֣י <WH117> 'ad-di-Rei yourselves [in the ashes] ye principal הַצֹּ֔אן <WH6629> hatz-Tzon, of the flock כִּֽי־ <WH3588> ki- for מָלְא֥וּ <WH4390> mal-'U are accomplished יְמֵיכֶ֖ם <WH3117> ye-mei-Chem for the days לִטְב֑וֹחַ <WH2873> lit-Vo-ach; of your slaughter וּתְפוֹצ֣וֹתִיכֶ֔ם <WH8600> u-te-fo-Tzo-ti-Chem, and of your dispersions וּנְפַלְתֶּ֖ם <WH5307> u-ne-fal-Tem and ye shall fall כִּכְלִ֥י <WH3627> kich-Li vessel חֶמְדָּֽה׃ <WH2532> chem-Dah. like a pleasant"},{"number":35,"verse":"וְאָבַ֥ד <WH6> ve-'a-Vad to flee מָנ֖וֹס <WH4498> ma-Nos shall have no way מִן־ <WH4480> min- from הָֽרֹעִ֑ים <WH7462> ha-ro-'Im; And the shepherds וּפְלֵיטָ֖ה <WH6413> u-fe-lei-Tah to escape מֵאַדִּירֵ֥י <WH117> me-'ad-di-Rei nor the principal הַצֹּֽאן׃ <WH6629> hatz-Tzon. of the flock"},{"number":36,"verse":"ק֚וֹל <WH6963> Kol A voice צַעֲקַ֣ת <WH6818> tza-'a-Kat of the cry הָֽרֹעִ֔ים <WH7462> ha-ro-'Im, of the shepherds וִֽילְלַ֖ת <WH3215> vil-Lat and an howling אַדִּירֵ֣י <WH117> 'ad-di-Rei of the principal הַצֹּ֑אן <WH6629> hatz-Tzon; of the flock כִּֽי־ <WH3588> ki- for שֹׁדֵ֥ד <WH7703> sho-Ded hath spoiled יְהוָ֖ה <WH3068> Yah-weh [shall be heard] for the LORD אֶת־ <WH853> 'et- מַרְעִיתָֽם׃ <WH4830> mar-'i-Tam. their pasture"},{"number":37,"verse":"וְנָדַ֖מּוּ <WH1826> ve-na-Dam-mu are cut down נְא֣וֹת <WH4999> ne-'ot habitations הַשָּׁל֑וֹם <WH7965> hash-sha-Lom; And the peaceable מִפְּנֵ֖י <WH6440> mip-pe-Nei because חֲר֥וֹן <WH2740> cha-Ron of the fierce אַף־ <WH639> 'af- anger יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":38,"verse":"עָזַ֥ב <WH5800> 'a-Zav He hath forsaken כַּכְּפִ֖יר <WH3715> kak-ke-Fir as the lion סֻכּ֑וֹ <WH5520> suk-Ko; his covert כִּֽי־ <WH3588> ki- for הָיְתָ֤ה <WH1961> ha-ye-Tah has become אַרְצָם֙ <WH776> 'ar-Tzam for their land לְשַׁמָּ֔ה <WH8047> le-sham-Mah, is desolate מִפְּנֵי֙ <WH6440> mip-pe-Nei because חֲר֣וֹן <WH2740> cha-Ron of the fierceness הַיּוֹנָ֔ה <WH3238> hai-yo-Nah, of the oppressor וּמִפְּנֵ֖י <WH6440> u-mip-pe-Nei and because חֲר֥וֹן <WH2740> cha-Ron of his fierce אַפּֽוֹ׃ <WH639> ap-Po. anger פ Peh"}]}