{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":39,"verses":[{"number":1,"verse":"בַּשָּׁנָ֣ה <WH8141> bash-sha-Nah year הַ֠תְּשִׁעִית <WH8671> Hat-te-shi-'it In the ninth לְצִדְקִיָּ֨הוּ <WH6667> le-tzid-ki-Ya-hu of Zedekiah מֶלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֜ה <WH3063> ye-hu-Dah of Judah בַּחֹ֣דֶשׁ <WH2320> ba-Cho-desh month הָעֲשִׂרִ֗י <WH6224> ha-'a-si-Ri, in the tenth בָּ֠א <WH935> ba came נְבוּכַדְרֶאצַּ֨ר <WH5019> ne-vu-chad-retz-Tzar Nebuchadrezzar מֶֽלֶךְ־ <WH4428> Me-lech- king בָּבֶ֤ל <WH894> ba-Vel of Babylon וְכָל־ <WH3605> ve-chol and all חֵילוֹ֙ <WH2428> chei-Lo and all his army אֶל־ <WH413> 'el- about יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, against Jerusalem וַיָּצֻ֖רוּ <WH6696> vai-ya-Tzu-ru and they besieged עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and ס sa-Mek"},{"number":2,"verse":"בְּעַשְׁתֵּֽי־ <WH6249> be-'ash-tei- eleven עֶשְׂרֵ֤ה <WH6240> 'es-Reh ten שָׁנָה֙ <WH8141> sha-Nah year לְצִדְקִיָּ֔הוּ <WH6667> le-tzid-ki-Ya-hu, of Zedekiah בַּחֹ֥דֶשׁ <WH2320> ba-Cho-desh month הָרְבִיעִ֖י <WH7243> ha-re-vi-'I in the fourth בְּתִשְׁעָ֣ה <WH8672> be-tish-'Ah the ninth לַחֹ֑דֶשׁ <WH2320> la-Cho-desh; [day] of the month הָבְקְעָ֖ה <WH1234> ha-ve-ke-'Ah was broken up הָעִֽיר׃ <WH5892> ha-'Ir. the city"},{"number":3,"verse":"וַיָּבֹ֗אוּ <WH935> vai-ya-Vo-'u, came in כֹּ֚ל <WH3605> kol all שָׂרֵ֣י <WH8269> sa-Rei And all the princes מֶֽלֶךְ־ <WH4428> Me-lech- of the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon וַיֵּשְׁב֖וּ <WH3427> vai-ye-she-Vu and sat בְּשַׁ֣עַר <WH8179> be-Sha-'ar gate הַתָּ֑וֶךְ <WH8432> hat-Ta-vech; in the middle נֵרְגַ֣ל ne-re-Gal שַׂר־ sar- אֶ֠צֶר <WH5371> 'E-tzer [even] Nergalsharezer סַֽמְגַּר־ sam-gar- נְב֞וּ <WH5562> ne-Vu Samgarnebo שַׂר־ sar- סְכִ֣ים <WH8310> se-Chim Sarsechim רַב־ rav- סָרִ֗יס <WH7249> sa-Ris, Rabsaris נֵרְגַ֤ל <WH99999> ne-re-Gal שַׂר־ <WH99999> sar- אֶ֙צֶר֙ <WH5371> 'e-tzer Nergalsharezer רַב־ <WH99999> rav- מָ֔ג <WH7248> Mag, Rabmag וְכָל־ <WH3605> ve-chol and all שְׁאֵרִ֔ית <WH7611> she-'e-Rit, with all the residue שָׂרֵ֖י <WH8269> sa-Rei of the princes מֶ֥לֶךְ <WH4428> Me-lech of the king בָּבֶֽל׃ <WH894> ba-Vel. of Babylon"},{"number":4,"verse":"וַיְהִ֡י <WH1961> vay-Hi become כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher after רָ֠אָם <WH7200> Ra-'om saw צִדְקִיָּ֨הוּ <WH6667> tzid-ki-Ya-hu And it came to pass [that] when Zedekiah מֶֽלֶךְ־ <WH4428> Me-lech- the king יְהוּדָ֜ה <WH3063> ye-hu-Dah of Judah וְכֹ֣ל׀ <WH3605> ve-Chol and all אַנְשֵׁ֣י <WH582> 'an-Shei them and all the men הַמִּלְחָמָ֗ה <WH4421> ham-mil-cha-Mah, of war וַֽ֠יִּבְרְחוּ <WH1272> Vai-yiv-re-chu then they fled וַיֵּצְא֨וּ <WH3318> vai-ye-tze-'U and went forth לַ֤יְלָה <WH3915> Lay-lah by night מִן־ <WH4480> min- out הָעִיר֙ <WH5892> ha-'Ir out of the city דֶּ֚רֶךְ <WH1870> De-rech by the way גַּ֣ן <WH1588> gan garden הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, of the king's בְּשַׁ֖עַר <WH8179> be-Sha-'ar by the gate בֵּ֣ין <WH996> bein between הַחֹמֹתָ֑יִם <WH2346> ha-cho-mo-Ta-yim; betwixt the two walls וַיֵּצֵ֖א <WH3318> vai-ye-Tze and he went out דֶּ֥רֶךְ <WH1870> De-rech the way הָעֲרָבָֽה׃ <WH6160> ha-'a-ra-Vah. of the plain"},{"number":5,"verse":"וַיִּרְדְּפ֨וּ <WH7291> vai-yir-de-Fu pursued חֵיל־ <WH2428> cheil- army כַּשְׂדִּ֜ים <WH3778> kas-Dim But the Chaldeans' אַחֲרֵיהֶ֗ם <WH310> 'a-cha-rei-Hem, after וַיַּשִּׂ֣גוּ <WH5381> vai-yas-Si-gu them and overtook אֶת־ <WH853> 'et- צִדְקִיָּהוּ֮ <WH6667> tzid-ki-ya-Hu Zedekiah בְּעַֽרְב֣וֹת <WH6160> be-'ar-Vot in the plains יְרֵחוֹ֒ <WH3405> ye-re-Cho of Jericho וַיִּקְח֣וּ <WH3947> vai-yik-Chu and when they had taken אֹת֗וֹ <WH853> o-To, וַֽ֠יַּעֲלֻהוּ <WH5927> Vai-ya-'a-lu-hu him they brought him up אֶל־ <WH413> 'el- to נְבוּכַדְרֶאצַּ֧ר <WH5019> ne-vu-chad-retz-Tzar to Nebuchadnezzar מֶֽלֶךְ־ <WH4428> Me-lech- king בָּבֶ֛ל <WH894> ba-Vel of Babylon רִבְלָ֖תָה <WH7247> riv-La-tah to Riblah בְּאֶ֣רֶץ <WH776> be-'E-retz in the land חֲמָ֑ת <WH2574> cha-Mat; of Hamath וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber where he gave אִתּ֖וֹ <WH853> it-To מִשְׁפָּטִֽים׃ <WH4941> mish-pa-Tim. judgment"},{"number":6,"verse":"וַיִּשְׁחַט֩ <WH7819> vai-yish-Chat slew מֶ֨לֶךְ <WH4428> Me-lech Then the king בָּבֶ֜ל <WH894> ba-Vel of Babylon אֶת־ <WH853> 'et- בְּנֵ֧י <WH1121> be-Nei the sons צִדְקִיָּ֛הוּ <WH6667> tzid-ki-Ya-hu of Zedekiah בְּרִבְלָ֖ה <WH7247> be-riv-Lah in Riblah לְעֵינָ֑יו <WH5869> le-'ei-Nav; before his eyes וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- all חֹרֵ֣י <WH2715> cho-Rei all the nobles יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah שָׁחַ֖ט <WH7819> sha-Chat slew מֶ֥לֶךְ <WH4428> Me-lech also the king בָּבֶֽל׃ <WH894> ba-Vel. of Babylon"},{"number":7,"verse":"וְאֶת־ <WH853> ve-'Et עֵינֵ֥י <WH5869> 'ei-Nei eyes צִדְקִיָּ֖הוּ <WH6667> tzid-ki-Ya-hu Zedekiah's עִוֵּ֑ר <WH5786> 'iv-Ver; Moreover he put out וַיַּאַסְרֵ֙הוּ֙ <WH631> vai-ya-'as-Re-hu and bound בַּֽנְחֻשְׁתַּ֔יִם <WH5178> ban-chush-Ta-yim, him with chains לָבִ֥יא <WH935> la-Vi to carry אֹת֖וֹ <WH853> o-To בָּבֶֽלָה׃ <WH894> ba-Ve-lah. him to Babylon"},{"number":8,"verse":"וְאֶת־ <WH853> ve-'Et בֵּ֤ית <WH1004> beit house הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech the king's וְאֶת־ <WH853> ve-'Et בֵּ֣ית <WH1004> beit and the houses הָעָ֔ם <WH5971> ha-'Am, of the people שָׂרְפ֥וּ <WH8313> sa-re-Fu burned הַכַּשְׂדִּ֖ים <WH3778> hak-kas-Dim And the Chaldeans בָּאֵ֑שׁ <WH784> ba-'Esh; with fire וְאֶת־ <WH853> ve-'Et חֹמ֥וֹת <WH2346> cho-Mot the walls יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim of Jerusalem נָתָֽצוּ׃ <WH5422> na-Ta-tzu. and brake down"},{"number":9,"verse":"וְאֵת֩ <WH853> ve-'Et יֶ֨תֶר <WH3499> Ye-ter the remnant הָעָ֜ם <WH5971> ha-'Am of the people הַנִּשְׁאָרִ֣ים <WH7604> han-nish-'a-Rim that remained בָּעִ֗יר <WH5892> ba-'Ir, in the city וְאֶת־ <WH853> ve-'Et הַנֹּֽפְלִים֙ <WH5307> han-no-fe-Lim and those that fell away אֲשֶׁ֣ר <WH834> 'a-Sher who נָפְל֣וּ <WH5307> na-fe-Lu that fell עָלָ֔יו <WH5921> 'a-Lav, and וְאֵ֛ת <WH853> ve-'Et יֶ֥תֶר <WH3499> Ye-ter to him with the rest הָעָ֖ם <WH5971> ha-'Am of the people הַנִּשְׁאָרִ֑ים <WH7604> han-nish-'a-Rim; that remained הֶגְלָ֛ה <WH1540> heg-Lah carried away captive נְבֽוּזַר־ <WH99999> ne-vu-zar- אֲדָ֥ן <WH5018> 'a-Dan Then Nebuzaradan רַב־ <WH7227> rav- the captain טַבָּחִ֖ים <WH2876> tab-ba-Chim of the guard בָּבֶֽל׃ <WH894> ba-Vel. into Babylon"},{"number":10,"verse":"וּמִן־ <WH4480> u-min- some הָעָ֣ם <WH5971> ha-'Am of the people הַדַּלִּ֗ים <WH1800> had-dal-Lim, of the poor אֲשֶׁ֤ר <WH834> 'a-Sher who אֵין־ <WH369> 'ein- had לָהֶם֙ la-Hem מְא֔וּמָה <WH3972> me-'U-mah, which had nothing הִשְׁאִ֛יר <WH7604> hish-'Ir left נְבוּזַרְאֲדָ֥ן <WH5018> ne-vu-zar-'a-Dan But Nebuzaradan רַב־ <WH7227> rav- the captain טַבָּחִ֖ים <WH2876> tab-ba-Chim of the guard בְּאֶ֣רֶץ <WH776> be-'E-retz in the land יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah וַיִּתֵּ֥ן <WH5414> vai-yit-Ten and gave לָהֶ֛ם la-Hem כְּרָמִ֥ים <WH3754> ke-ra-Mim them vineyards וִֽיגֵבִ֖ים <WH3010> vi-ge-Vim and fields בַּיּ֥וֹם <WH3117> bai-Yom at the same time הַהֽוּא׃ <WH1931> ha-Hu. he"},{"number":11,"verse":"וַיְצַ֛ו <WH6680> vay-Tzav gave charge נְבוּכַדְרֶאצַּ֥ר <WH5019> ne-vu-chad-retz-Tzar Now Nebuchadrezzar מֶֽלֶךְ־ <WH4428> Me-lech- king בָּבֶ֖ל <WH894> ba-Vel of Babylon עַֽל־ <WH5921> 'al- about יִרְמְיָ֑הוּ <WH3414> yir-me-Ya-hu; concerning Jeremiah בְּיַ֛ד <WH3027> be-Yad to נְבוּזַרְאֲדָ֥ן <WH5018> ne-vu-zar-'a-Dan Nebuzaradan רַב־ <WH7227> rav- the captain טַבָּחִ֖ים <WH2876> tab-ba-Chim of the guard לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":12,"verse":"קָחֶ֗נּוּ <WH3947> ka-Chen-nu, Take וְעֵינֶ֙יךָ֙ <WH5869> ve-'ei-Nei-cha affliction שִׂ֣ים <WH7760> sim appoint עָלָ֔יו <WH5921> 'a-Lav, after וְאַל־ <WH408> ve-'al- nay תַּ֥עַשׂ <WH6213> Ta-'as to him and do ל֖וֹ lo מְא֣וּמָה <WH3972> me-'U-mah fault רָּ֑ע <WH7451> Ra'; harmful כִּ֗י <WH3588> Ki, for; אִם <WH518> 'im lo ככַּֽאֲשֶׁר֙ <WH834> ka-'a-Sher he יְדַבֵּ֣ר <WH1696> ye-dab-Ber unto him even as he shall say אֵלֶ֔יךָ <WH413> 'e-Lei-cha, about כֵּ֖ן <WH3651> ken after that עֲשֵׂ֥ה <WH6213> 'a-Seh but do עִמּֽוֹ׃ <WH5973> im-Mo. with"},{"number":13,"verse":"וַיִּשְׁלַ֞ח <WH7971> vai-yish-Lach sent נְבֽוּזַרְאֲדָ֣ן <WH5018> ne-vu-zar-'a-Dan So Nebuzaradan רַב־ <WH7227> rav- the captain טַבָּחִ֗ים <WH2876> tab-ba-Chim, of the guard וּנְבֽוּשַׁזְבָּן֙ <WH5021> u-ne-vu-shaz-Ban and Nebushasban רַב־ rav- סָרִ֔יס <WH7249> sa-Ris, Rabsaris וְנֵרְגַ֥ל ve-ne-re-Gal שַׂר־ sar- אֶ֖צֶר <WH5371> 'E-tzer and Nergalsharezer רַב־ rav- מָ֑ג <WH7248> Mag; Rabmag וְכֹ֖ל <WH3605> ve-Chol and all רַבֵּ֥י <WH7227> rab-Bei princes מֶֽלֶךְ־ <WH4428> Me-lech- and all the king בָּבֶֽל׃ <WH894> ba-Vel. of Babylon's"},{"number":14,"verse":"וַיִּשְׁלְחוּ֩ <WH7971> vai-yish-le-Chu Even they sent וַיִּקְח֨וּ <WH3947> vai-yik-Chu and took אֶֽת־ <WH853> 'et- יִרְמְיָ֜הוּ <WH3414> yir-me-Ya-hu Jeremiah מֵחֲצַ֣ר <WH2691> me-cha-Tzar out of the court הַמַּטָּרָ֗ה <WH4307> ham-mat-ta-Rah, of the prison וַיִּתְּנ֤וּ <WH5414> vai-yit-te-Nu and committed אֹתוֹ֙ <WH853> o-To אֶל־ <WH413> 'el- to גְּדַלְיָ֙הוּ֙ <WH1436> ge-dal-Ya-hu him unto Gedaliah בֶּן־ <WH1121> ben- the son אֲחִיקָ֣ם <WH296> 'a-chi-Kam of Ahikam בֶּן־ <WH1121> ben- the son שָׁפָ֔ן <WH8227> sha-Fan, of Shaphan לְהוֹצִאֵ֖הוּ <WH3318> le-ho-tzi-'E-hu that he should carry אֶל־ <WH413> 'el- about הַבָּ֑יִת <WH1004> hab-Ba-yit; him home וַיֵּ֖שֶׁב <WH3427> vai-Ye-shev so he dwelt בְּת֥וֹךְ <WH8432> be-Toch among הָעָֽם׃ <WH5971> ha-'Am. the people ס sa-Mek"},{"number":15,"verse":"וְאֶֽל־ <WH413> ve-'el- to יִרְמְיָ֖הוּ <WH3414> yir-me-Ya-hu came unto Jeremiah הָיָ֣ה <WH1961> ha-Yah had come דְבַר־ <WH1697> de-var- Now the word יְהוָ֑ה <WH3068> Yah-weh; of the LORD בִּֽהְיֹת֣וֹ <WH1961> bih-yo-To had come עָצ֔וּר <WH6113> 'a-Tzur, while he was shut up בַּחֲצַ֥ר <WH2691> ba-cha-Tzar in the court הַמַּטָּרָ֖ה <WH4307> ham-mat-ta-Rah of the prison לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":16,"verse":"הָל֣וֹךְ <WH1980> ha-Loch Go וְאָמַרְתָּ֡ <WH559> ve-'a-mar-Ta and speak לְעֶבֶד־ le-'e-ved- מֶ֨לֶךְ <WH5663> Me-lech to Ebedmelech הַכּוּשִׁ֜י <WH3569> hak-ku-Shi the Ethiopian לֵאמֹ֗ר <WH559> le-Mor, saying כֹּֽה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar Thus saith יְהוָ֤ה <WH3068> Yah-weh the LORD צְבָאוֹת֙ <WH6635> tze-va-'Ot of hosts אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel הִנְנִי֩ <WH2005> hin-Ni behold; מֵבִי me-vi כמֵבִ֨יא <WH935> me-Vi abide קאֶת־ <WH853> 'et- דְּבָרַ֜י <WH1697> de-va-Rai my words אֶל־ <WH413> 'el- about הָעִ֥יר <WH5892> ha-'Ir upon this city הַזֹּ֛את <WH2063> haz-Zot for לְרָעָ֖ה <WH7451> le-ra-'Ah for evil וְלֹ֣א <WH3808> ve-Lo for לְטוֹבָ֑ה <WH2896> le-to-Vah; and not for good וְהָי֥וּ <WH1961> ve-ha-Yu will take לְפָנֶ֖יךָ <WH6440> le-fa-Nei-cha before בַּיּ֥וֹם <WH3117> bai-Yom and they shall be [accomplished] in that day הַהֽוּא׃ <WH1931> ha-Hu. I"},{"number":17,"verse":"וְהִצַּלְתִּ֥יךָ <WH5337> ve-hitz-tzal-Ti-cha But I will deliver בַיּוֹם־ <WH3117> vai-yom- thee in that day הַה֖וּא <WH1931> ha-Hu he נְאֻם־ <WH5002> ne-'um- saith יְהוָ֑ה <WH3068> Yah-weh; the LORD וְלֹ֤א <WH3808> ve-Lo and you תִנָּתֵן֙ <WH5414> tin-na-Ten and thou shalt not be given בְּיַ֣ד <WH3027> be-Yad into the hand הָֽאֲנָשִׁ֔ים <WH376> ha-'a-na-Shim, of the men אֲשֶׁר־ <WH834> 'a-Sher- whom אַתָּ֥ה <WH859> 'at-Tah you יָג֖וֹר <WH3016> ya-Gor thou [art] afraid מִפְּנֵיהֶֽם׃ <WH6440> mip-pe-nei-Hem. of whom"},{"number":18,"verse":"כִּ֤י <WH3588> ki because מַלֵּט֙ <WH4422> mal-Let For I will surely אֲמַלֶּטְךָ֔ <WH4422> 'a-mal-let-Cha, deliver וּבַחֶ֖רֶב <WH2719> u-va-Che-rev by the sword לֹ֣א <WH3808> lo and you will not תִפֹּ֑ל <WH5307> tip-Pol; thee and thou shalt not fall וְהָיְתָ֨ה <WH1961> ve-ha-ye-Tah will have לְךָ֤ le-Cha נַפְשְׁךָ֙ <WH5315> naf-she-Cha but thy life לְשָׁלָ֔ל <WH7998> le-sha-Lal, shall be for a prey כִּֽי־ <WH3588> ki- because בָטַ֥חְתָּ <WH982> va-Tach-ta unto thee because thou hast put thy trust בִּ֖י bi נְאֻם־ <WH5002> ne-'um- in me saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD ס sa-Mek"}]}