{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":42,"verses":[{"number":1,"verse":"וַֽיִּגְּשׁוּ֙ <WH5066> vai-yig-ge-Shu came near כָּל־ <WH3605> kol- all שָׂרֵ֣י <WH8269> sa-Rei Then all the captains הַחֲיָלִ֔ים <WH2428> ha-cha-ya-Lim, of the forces וְיֽוֹחָנָן֙ <WH3110> ve-yo-cha-Nan and Johanan בֶּן־ <WH1121> ben- the son קָרֵ֔חַ <WH7143> ka-Re-ach, of Kareah וִֽיזַנְיָ֖ה <WH3153> vi-zan-Yah and Jezaniah בֶּן־ <WH1121> ben- the son הוֹשַֽׁעְיָ֑ה <WH1955> ho-sha'-Yah; of Hoshaiah וְכָל־ <WH3605> ve-chol and all הָעָ֖ם <WH5971> ha-'Am and all the people מִקָּטֹ֥ן <WH6996> mik-ka-Ton from the least וְעַד־ <WH5704> ve-'ad- against גָּדֽוֹל׃ <WH1419> ga-Dol. even unto the greatest"},{"number":2,"verse":"וַיֹּאמְר֞וּ <WH559> vai-yo-me-Ru And said אֶֽל־ <WH413> 'el- to יִרְמְיָ֣הוּ <WH3414> yir-me-Ya-hu unto Jeremiah הַנָּבִ֗יא <WH5030> han-na-Vi, the prophet תִּפָּל־ <WH5307> tip-pol- be accepted נָ֤א <WH4994> na Please תְחִנָּתֵ֙נוּ֙ <WH8467> te-chin-na-Te-nu Let we beseech thee our supplication לְפָנֶ֔יךָ <WH6440> le-fa-Nei-cha, before וְהִתְפַּלֵּ֤ל <WH6419> ve-hit-pal-Lel thee and pray בַּעֲדֵ֙נוּ֙ <WH5704> ba-'a-De-nu us אֶל־ <WH413> 'el- to יְהוָ֣ה <WH3068> Yah-weh for us unto the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God בְּעַ֖ד <WH1157> be-'Ad about כָּל־ <WH3605> kol- for all הַשְּׁאֵרִ֣ית <WH7611> hash-she-'e-Rit [even] for all this remnant הַזֹּ֑את <WH2063> haz-Zot; likewise כִּֽי־ <WH3588> ki- because נִשְׁאַ֤רְנוּ <WH7604> nish-'Ar-nu (for we are left מְעַט֙ <WH4592> me-'At [but] a few מֵֽהַרְבֵּ֔ה <WH7235> me-har-Beh, of many כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher your עֵינֶ֖יךָ <WH5869> 'ei-Nei-cha as thine eyes רֹא֥וֹת <WH7200> ro-'ot do behold אֹתָֽנוּ׃ <WH853> 'o-Ta-nu."},{"number":3,"verse":"וְיַגֶּד־ <WH5046> ve-yag-ged- may shew לָ֙נוּ֙ la-nu יְהוָ֣ה <WH3069> Yah-weh God אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God אֶת־ <WH853> 'et- הַדֶּ֖רֶךְ <WH1870> had-De-rech us the way אֲשֶׁ֣ר <WH834> 'a-Sher which נֵֽלֶךְ־ <WH1980> ne-lech- walk בָּ֑הּ Bah; וְאֶת־ <WH853> ve-'Et הַדָּבָ֖ר <WH1697> had-da-Var and the thing אֲשֶׁ֥ר <WH834> 'a-Sher which נַעֲשֶֽׂה׃ <WH6213> na-'a-Seh. that we may do"},{"number":4,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said אֲלֵיהֶ֜ם <WH413> 'a-lei-Hem then יִרְמְיָ֤הוּ <WH3414> yir-me-Ya-hu Then Jeremiah הַנָּבִיא֙ <WH5030> han-na-Vi the prophet שָׁמַ֔עְתִּי <WH8085> sha-Ma'-ti, unto them I have heard הִנְנִ֧י <WH2005> hin-Ni I am going מִתְפַּלֵּ֛ל <WH6419> mit-pal-Lel [you] behold I will pray אֶל־ <WH413> 'el- to יְהוָ֥ה <WH3068> Yah-weh unto the LORD אֱלֹהֵיכֶ֖ם <WH430> 'e-lo-hei-Chem your God כְּדִבְרֵיכֶ֑ם <WH1697> ke-div-rei-Chem; according to your words וְֽהָיָ֡ה <WH1961> ve-ha-Yah become כָּֽל־ <WH3605> kal- the whole הַדָּבָר֩ <WH1697> had-da-Var and it shall come to pass [that] whatsoever thing אֲשֶׁר־ <WH834> 'a-Sher- which יַעֲנֶ֨ה <WH6030> ya-'a-Neh shall answer יְהוָ֤ה <WH3068> Yah-weh the LORD אֶתְכֶם֙ <WH853> 'et-Chem אַגִּ֣יד <WH5046> 'ag-Gid you I will declare לָכֶ֔ם <WH99999> la-Chem, לֹֽא־ <WH3808> lo- I will not אֶמְנַ֥ע <WH4513> 'em-Na' back מִכֶּ֖ם <WH4480> mik-Kem at דָּבָֽר׃ <WH1697> da-Var. nothing"},{"number":5,"verse":"וְהֵ֙מָּה֙ <WH1992> ve-Hem-mah they אָמְר֣וּ <WH559> 'a-me-Ru Then they said אֶֽל־ <WH413> 'el- to יִרְמְיָ֔הוּ <WH3414> yir-me-Ya-hu, to Jeremiah יְהִ֤י <WH1961> ye-Hi become יְהוָה֙ <WH3068> Yah-weh The LORD בָּ֔נוּ Ba-nu, לְעֵ֖ד <WH5707> le-'Ed witness אֱמֶ֣ת <WH571> 'e-Met be a true וְנֶאֱמָ֑ן <WH539> ve-ne-'e-Man; and faithful אִם־ <WH518> 'im- if לֹ֡א <WH3808> lo not כְּֽכָל־ <WH3605> ke-chol- the whole הַ֠דָּבָר <WH1697> Had-da-vor not even according to all things אֲשֶׁ֨ר <WH834> 'a-Sher which יִֽשְׁלָחֲךָ֜ <WH7971> yish-la-cha-Cha shall send יְהוָ֧ה <WH3068> Yah-weh for the which the LORD אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God אֵלֵ֖ינוּ <WH413> 'e-Lei-nu about כֵּ֥ן <WH3651> ken not נַעֲשֶֽׂה׃ <WH6213> na-'a-Seh. between us if we do"},{"number":6,"verse":"אִם־ <WH518> 'im- Whether ט֣וֹב <WH2896> Tov Whether [it be] good וְאִם־ <WH518> ve-'im- or רָ֔ע <WH7451> Ra', or whether [it be] evil בְּק֣וֹל׀ <WH6963> be-Kol the voice יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֗ינוּ <WH430> 'e-lo-Hei-nu, our God אֲשֶׁ֨ר <WH834> 'a-Sher to whom; אֲנוּ 'a-nu כאֲנַ֜חְנוּ <WH580> 'a-Nach-nu we קשֹׁלְחִ֥ים <WH7971> sho-le-Chim send אֹתְךָ֛ <WH853> 'o-te-Cha אֵלָ֖יו <WH413> 'e-Lav about נִשְׁמָ֑ע <WH8085> nish-Ma'; we will obey לְמַ֙עַן֙ <WH4616> le-Ma-'an so אֲשֶׁ֣ר <WH834> 'a-Sher to whom יִֽיטַב־ <WH3190> yi-tav- thee that it may be well לָ֔נוּ <WH99999> La-nu, כִּ֣י <WH3588> ki when נִשְׁמַ֔ע <WH8085> nish-Ma', with us when we obey בְּק֖וֹל <WH6963> be-Kol the voice יְהוָ֥ה <WH3068> Yah-weh of the LORD אֱלֹהֵֽינוּ׃ <WH430> 'e-lo-Hei-nu. our God ס sa-Mek"},{"number":7,"verse":"וַיְהִ֕י <WH1961> vay-Hi came מִקֵּ֖ץ <WH7093> mik-Ketz And it came to pass after עֲשֶׂ֣רֶת <WH6235> 'a-Se-ret ten יָמִ֑ים <WH3117> ya-Mim; days וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- that the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֶֽל־ <WH413> 'el- to יִרְמְיָֽהוּ׃ <WH3414> yir-me-Ya-hu. came unto Jeremiah"},{"number":8,"verse":"וַיִּקְרָ֗א <WH7121> vai-yik-Ra, Then called אֶל־ <WH413> 'el- about יֽוֹחָנָן֙ <WH3110> yo-cha-Nan he Johanan בֶּן־ <WH1121> ben- the son קָרֵ֔חַ <WH7143> ka-Re-ach, of Kareah וְאֶ֛ל <WH413> ve-'El and כָּל־ <WH3605> kol- all שָׂרֵ֥י <WH8269> sa-Rei and all the captains הַחֲיָלִ֖ים <WH2428> ha-cha-ya-Lim of the forces אֲשֶׁ֣ר <WH834> 'a-Sher after אִתּ֑וֹ <WH854> it-To; for וּלְכָ֨ל־ <WH3605> u-le-Chal- and for all הָעָ֔ם <WH5971> ha-'Am, which [were] with him and all the people לְמִקָּטֹ֥ן <WH6996> le-mik-ka-Ton from the least וְעַד־ <WH5704> ve-'ad- against גָּדֽוֹל׃ <WH1419> ga-Dol. even to the greatest"},{"number":9,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer And said אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, to כֹּֽה־ <WH3541> koh- Thus אָמַ֥ר <WH559> 'a-Mar unto them Thus saith יְהוָ֖ה <WH3068> Yah-weh the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel אֲשֶׁ֨ר <WH834> 'a-Sher to whom שְׁלַחְתֶּ֤ם <WH7971> she-lach-Tem unto whom ye sent אֹתִי֙ <WH853> 'o-Ti אֵלָ֔יו <WH413> 'e-Lav, to לְהַפִּ֥יל <WH5307> le-hap-Pil me to present תְּחִנַּתְכֶ֖ם <WH8467> te-chin-nat-Chem your supplication לְפָנָֽיו׃ <WH6440> le-fa-Nav. before"},{"number":10,"verse":"אִם־ <WH518> 'im- If שׁ֤וֹב <WH7725> Shov If ye will still תֵּֽשְׁבוּ֙ <WH3427> te-she-Vu abide בָּאָ֣רֶץ <WH776> ba-'A-retz in this land הַזֹּ֔את <WH2063> haz-Zot, I וּבָנִ֤יתִי <WH1129> u-va-Ni-ti then will I build אֶתְכֶם֙ <WH853> 'et-Chem וְלֹ֣א <WH3808> ve-Lo and not אֶהֱרֹ֔ס <WH2040> 'e-he-Ros, you and not pull [you] down וְנָטַעְתִּ֥י <WH5193> ve-na-ta'-Ti and I will plant אֶתְכֶ֖ם <WH853> 'et-Chem וְלֹ֣א <WH3808> ve-Lo and not אֶתּ֑וֹשׁ <WH5428> et-Toosh; you and not pluck [you] up כִּ֤י <WH3588> ki for נִחַ֙מְתִּי֙ <WH5162> ni-Cham-ti for I repent אֶל־ <WH413> 'el- concerning הָ֣רָעָ֔ה <WH7451> ha-ra-'Ah, me of the evil אֲשֶׁ֥ר <WH834> 'a-Sher i עָשִׂ֖יתִי <WH6213> 'a-Si-ti that I have done לָכֶֽם׃ la-Chem."},{"number":11,"verse":"אַל־ <WH408> 'al- not תִּֽירְא֗וּ <WH3372> ti-re-'U, Be not afraid מִפְּנֵי֙ <WH6440> mip-pe-Nei of מֶ֣לֶךְ <WH4428> Me-lech the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon אֲשֶׁר־ <WH834> 'a-Sher- whom אַתֶּ֥ם <WH859> 'at-Tem ye יְרֵאִ֖ים <WH3373> ye-re-'Im ye are afraid מִפָּנָ֑יו <WH6440> mip-pa-Nav; of whom אַל־ <WH408> 'al- not תִּֽירְא֤וּ <WH3372> ti-re-'U be not afraid מִמֶּ֙נּוּ֙ <WH4480> mi-Men-nu of him' נְאֻם־ <WH5002> ne-'um- of him saith יְהוָ֔ה <WH3068> Yah-weh, the LORD כִּֽי־ <WH3588> ki- for אִתְּכֶ֣ם <WH854> 'it-te-Chem for אָ֔נִי <WH589> 'A-ni, I לְהוֹשִׁ֧יעַ <WH3467> le-ho-Shi-a' for I [am] with you to save אֶתְכֶ֛ם <WH853> 'et-Chem וּלְהַצִּ֥יל <WH5337> u-le-hatz-Tzil you and to deliver אֶתְכֶ֖ם <WH853> 'et-Chem מִיָּדֽוֹ׃ <WH3027> mi-ya-Do. you from his hand"},{"number":12,"verse":"וְאֶתֵּ֥ן <WH5414> ve-'et-Ten And I will shew לָכֶ֛ם la-Chem רַחֲמִ֖ים <WH7356> ra-cha-Mim mercies וְרִחַ֣ם <WH7355> ve-ri-Cham unto you that he may have mercy אֶתְכֶ֑ם <WH853> 'et-Chem; וְהֵשִׁ֥יב <WH7725> ve-he-Shiv upon you and cause you to return אֶתְכֶ֖ם <WH853> 'et-Chem אֶל־ <WH413> 'el- to אַדְמַתְכֶֽם׃ <WH127> 'ad-mat-Chem. to your own land"},{"number":13,"verse":"וְאִם־ <WH518> ve-'im- if אֹמְרִ֣ים <WH559> 'o-me-Rim But if ye say אַתֶּ֔ם <WH859> 'at-Tem, you לֹ֥א <WH3808> lo We will not נֵשֵׁ֖ב <WH3427> ne-Shev We will not dwell בָּאָ֣רֶץ <WH776> ba-'A-retz in this land הַזֹּ֑את <WH2063> haz-Zot; likewise לְבִלְתִּ֣י <WH1115> le-vil-Ti not שְׁמֹ֔עַ <WH8085> she-Mo-a', neither obey בְּק֖וֹל <WH6963> be-Kol the voice יְהוָ֥ה <WH3068> Yah-weh of the LORD אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God"},{"number":14,"verse":"לֵאמֹ֗ר <WH559> le-Mor, Saying לֹ֚א <WH3808> lo No כִּ֣י <WH3588> ki for אֶ֤רֶץ <WH776> 'E-retz into the land מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim of Egypt נָב֔וֹא <WH935> na-Vo, No but we will go אֲשֶׁ֤ר <WH834> 'a-Sher where לֹֽא־ <WH3808> lo- No נִרְאֶה֙ <WH7200> nir-'Eh where we shall see מִלְחָמָ֔ה <WH4421> mil-cha-Mah, no war וְק֥וֹל <WH6963> ve-Kol the sound שׁוֹפָ֖ר <WH7782> sho-Far of the trumpet לֹ֣א <WH3808> lo No נִשְׁמָ֑ע <WH8085> nish-Ma'; nor hear וְלַלֶּ֥חֶם <WH3899> ve-lal-Le-chem of bread לֹֽא־ <WH3808> lo- No נִרְעָ֖ב <WH7456> nir-'Av nor have hunger וְשָׁ֥ם <WH8033> ve-Sham there נֵשֵֽׁב׃ <WH3427> ne-Shev. and there will we dwell"},{"number":15,"verse":"וְעַתָּ֕ה <WH6258> ve-'at-Tah henceforth לָכֵ֛ן <WH3651> la-Chen case שִׁמְע֥וּ <WH8085> shim-'U And now therefore hear דְבַר־ <WH1697> de-var- the word יְהוָ֖ה <WH3068> Yah-weh of the LORD שְׁאֵרִ֣ית <WH7611> she-'e-Rit ye remnant יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah כֹּֽה־ <WH3541> koh- Thus אָמַר֩ <WH559> 'a-Mar Thus saith יְהוָ֨ה <WH3068> Yah-weh the LORD צְבָא֜וֹת <WH6635> tze-va-'ot of hosts אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel אִם־ <WH518> 'im- If אַ֠תֶּם <WH859> 'At-tem you שׂ֣וֹם <WH7760> Som If ye wholly תְּשִׂמ֤וּן <WH7760> te-si-Mun set פְּנֵיכֶם֙ <WH6440> pe-nei-Chem your faces לָבֹ֣א <WH935> la-Vo to enter מִצְרַ֔יִם <WH4714> mitz-Ra-yim, into Egypt וּבָאתֶ֖ם <WH935> u-va-Tem and go לָג֥וּר <WH1481> la-Gur to sojourn שָֽׁם׃ <WH8033> Sham. there"},{"number":16,"verse":"וְהָיְתָ֣ה <WH1961> ve-ha-ye-Tah then הַחֶ֗רֶב <WH2719> ha-Che-rev, Then it shall come to pass [that] the sword אֲשֶׁ֤ר <WH834> 'a-Sher which אַתֶּם֙ <WH859> 'at-Tem you יְרֵאִ֣ים <WH3372> ye-re-'Im are afraid מִמֶּ֔נָּה <WH4480> mi-Men-nah, at שָׁ֛ם <WH8033> sham there תַּשִּׂ֥יג <WH5381> tas-Sig shall overtake אֶתְכֶ֖ם <WH853> 'et-Chem בְּאֶ֣רֶץ <WH776> be-'E-retz you there in the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt וְהָרָעָ֞ב <WH7458> ve-ha-ra-'Av and the famine אֲשֶׁר־ <WH834> 'a-Sher- which אַתֶּ֣ם׀ <WH859> 'at-Tem you דֹּאֲגִ֣ים <WH1672> do-'a-Gim whereof ye were afraid מִמֶּ֗נּוּ <WH4480> mi-Men-nu, at שָׁ֣ם <WH8033> sham there יִדְבַּ֧ק <WH1692> yid-Bak shall follow close אַחֲרֵיכֶ֛ם <WH310> 'a-cha-rei-Chem after מִצְרַ֖יִם <WH4714> mitz-Ra-yim you there in Egypt וְשָׁ֥ם <WH8033> ve-Sham there תָּמֻֽתוּ׃ <WH4191> ta-Mu-tu. and there ye shall die"},{"number":17,"verse":"וְיִֽהְי֣וּ <WH1961> ve-yih-Yu will have כָל־ <WH3605> chol all הָאֲנָשִׁ֗ים <WH376> ha-'a-na-Shim, the men אֲשֶׁר־ <WH834> 'a-Sher- who שָׂ֨מוּ <WH7760> Sa-mu that set אֶת־ <WH853> 'et- פְּנֵיהֶ֜ם <WH6440> pe-nei-Hem their faces לָב֤וֹא <WH935> la-Vo to go מִצְרַ֙יִם֙ <WH4714> mitz-Ra-yim into Egypt לָג֣וּר <WH1481> la-Gur to sojourn שָׁ֔ם <WH8033> Sham, there יָמ֕וּתוּ <WH4191> ya-Mu-tu there they shall die בַּחֶ֖רֶב <WH2719> ba-Che-rev by the sword בָּרָעָ֣ב <WH7458> ba-ra-'Av by the famine וּבַדָּ֑בֶר <WH1698> u-vad-Da-ver; and by the pestilence וְלֹֽא־ <WH3808> ve-lo- no יִהְיֶ֤ה <WH1961> yih-Yeh will have לָהֶם֙ la-Hem שָׂרִ֣יד <WH8300> sa-Rid and none of them shall remain וּפָלִ֔יט <WH6412> u-fa-Lit, or escape מִפְּנֵי֙ <WH6440> mip-pe-Nei from הָֽרָעָ֔ה <WH7451> ha-ra-'Ah, the evil אֲשֶׁ֥ר <WH834> 'a-Sher who אֲנִ֖י <WH589> 'a-Ni I am מֵבִ֥יא <WH935> me-Vi that I will bring עֲלֵיהֶֽם׃ <WH5921> 'a-lei-Hem. and ס sa-Mek"},{"number":18,"verse":"כִּי֩ <WH3588> ki For כֹ֨ה <WH3541> choh thus אָמַ֜ר <WH559> 'a-Mar For thus saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָאוֹת֮ <WH6635> tze-va-'Ot of hosts אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵל֒ <WH3478> Yis-ra-'El of Israel כַּאֲשֶׁר֩ <WH834> ka-'a-Sher after נִתַּ֨ךְ <WH5413> nit-Tach hath been poured forth אַפִּ֜י <WH639> 'ap-Pi As mine anger וַחֲמָתִ֗י <WH2534> va-cha-ma-Ti, and my fury עַל־ <WH5921> 'al- on יֹֽשְׁבֵי֙ <WH3427> yo-she-Vei upon the inhabitants יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, of Jerusalem כֵּ֣ן <WH3651> ken so תִּתַּ֤ךְ <WH5413> tit-Tach be poured forth חֲמָתִי֙ <WH2534> cha-ma-Ti so shall my fury עֲלֵיכֶ֔ם <WH5921> 'a-lei-Chem, on בְּבֹאֲכֶ֖ם <WH935> be-vo-'a-Chem upon you when ye shall enter מִצְרָ֑יִם <WH4714> mitz-Ra-yim; into Egypt וִהְיִיתֶ֞ם <WH1961> vih-yi-Tem will become לְאָלָ֤ה <WH423> le-'a-Lah and ye shall be an execration וּלְשַׁמָּה֙ <WH8047> u-le-sham-Mah and an astonishment וְלִקְלָלָ֣ה <WH7045> ve-lik-la-Lah and a curse וּלְחֶרְפָּ֔ה <WH2781> u-le-cher-Pah, and a reproach וְלֹֽא־ <WH3808> ve-lo- no תִרְא֣וּ <WH7200> tir-'U and ye shall see ע֔וֹד <WH5750> od, more אֶת־ <WH853> 'et- הַמָּק֖וֹם <WH4725> ham-ma-Kom this place הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":19,"verse":"דִּבֶּ֨ר <WH1696> dib-Ber hath said יְהוָ֤ה <WH3068> Yah-weh The LORD עֲלֵיכֶם֙ <WH5921> 'a-lei-Chem unto שְׁאֵרִ֣ית <WH7611> she-'e-Rit concerning you O ye remnant יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah אַל־ <WH408> 'al- not תָּבֹ֖אוּ <WH935> ta-Vo-'u Go מִצְרָ֑יִם <WH4714> mitz-Ra-yim; ye not into Egypt יָדֹ֙עַ֙ <WH3045> ya-Do-a' know תֵּֽדְע֔וּ <WH3045> te-de-'U, certainly כִּי־ <WH3588> ki- for הַעִידֹ֥תִי <WH5749> ha-'i-Do-ti that I have admonished בָכֶ֖ם va-Chem הַיּֽוֹם׃ <WH3117> hai-Yom. you this day"},{"number":20,"verse":"כִּ֣י <WH3588> ki for; הִתְעֵתֶים hit-'e-teim כהִתְעֵיתֶם֮ <WH8582> hit-'ei-Tem go astray קבְּנַפְשֽׁוֹתֵיכֶם֒ <WH5315> be-naf-sho-tei-Chem in your hearts כִּֽי־ <WH3588> ki- for אַתֶּ֞ם <WH859> 'at-Tem who שְׁלַחְתֶּ֣ם <WH7971> she-lach-Tem when ye sent אֹתִ֗י <WH853> 'o-Ti, אֶל־ <WH413> 'el- to יְהוָ֤ה <WH3068> Yah-weh me unto the LORD אֱלֹֽהֵיכֶם֙ <WH430> 'e-lo-hei-Chem your God לֵאמֹ֔ר <WH559> le-Mor, saying הִתְפַּלֵּ֣ל <WH6419> hit-pal-Lel Pray בַּעֲדֵ֔נוּ <WH5704> ba-'a-De-nu, us אֶל־ <WH413> 'el- to יְהוָ֖ה <WH3068> Yah-weh for us unto the LORD אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; our God וּכְכֹל֩ <WH3605> u-che-Chol all manner אֲשֶׁ֨ר <WH834> 'a-Sher after יֹאמַ֜ר <WH559> yo-Mar shall say יְהוָ֧ה <WH3068> Yah-weh and according unto all that the LORD אֱלֹהֵ֛ינוּ <WH430> 'e-lo-Hei-nu our God כֵּ֥ן <WH3651> ken so הַגֶּד־ <WH5046> hag-ged- so declare לָ֖נוּ La-nu וְעָשִֽׂינוּ׃ <WH6213> ve-'a-Si-nu. unto us and we will do"},{"number":21,"verse":"וָאַגִּ֥ד <WH5046> va-'ag-Gid declared לָכֶ֖ם la-Chem הַיּ֑וֹם <WH3117> hai-Yom; And [now] I have this day וְלֹ֣א <WH3808> ve-Lo have not שְׁמַעְתֶּ֗ם <WH8085> she-ma'-Tem, [it] to you but ye have not obeyed בְּקוֹל֙ <WH6963> be-kOl the voice יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹֽהֵיכֶ֔ם <WH430> 'e-lo-hei-Chem, your God וּלְכֹ֖ל <WH3605> u-le-Chol all manner אֲשֶׁר־ <WH834> 'a-Sher- he שְׁלָחַ֥נִי <WH7971> she-la-Cha-ni nor any [thing] for the which he hath sent אֲלֵיכֶֽם׃ <WH413> 'a-lei-Chem. about"},{"number":22,"verse":"וְעַתָּה֙ <WH6258> ve-'at-Tah now יָדֹ֣עַ <WH3045> ya-Do-a' Now therefore know תֵּֽדְע֔וּ <WH3045> te-de-'U, certainly כִּ֗י <WH3588> Ki, by בַּחֶ֛רֶב <WH2719> ba-Che-rev by the sword בָּרָעָ֥ב <WH7458> ba-ra-'Av by the famine וּבַדֶּ֖בֶר <WH1698> u-vad-De-ver and by the pestilence תָּמ֑וּתוּ <WH4191> ta-Mu-tu; that ye shall die בַּמָּקוֹם֙ <WH4725> bam-ma-kOm in the place אֲשֶׁ֣ר <WH834> 'a-Sher you חֲפַצְתֶּ֔ם <WH2654> cha-fatz-Tem, whither ye desire לָב֖וֹא <WH935> la-Vo to go לָג֥וּר <WH1481> la-Gur [and] to sojourn שָֽׁם׃ <WH8033> Sham. in it ס sa-Mek"}]}