{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD הִנְנִי֙ <WH2005> hin-Ni I am going מֵעִ֣יר <WH5782> me-'Ir Behold I will raise up עַל־ <WH5921> 'al- against בָּבֶ֔ל <WH894> ba-Vel, against Babylon וְאֶל־ <WH413> ve-'el- and against יֹשְׁבֵ֖י <WH3427> yo-she-Vei and against them that dwell לֵ֣ב <WH3820> lev in the midst קָמָ֑י <WH6965> ka-Mai; of them that rise up ר֖וּחַ <WH7307> Ru-ach wind מַשְׁחִֽית׃ <WH7843> mash-Chit. against me a destroying"},{"number":2,"verse":"וְשִׁלַּחְתִּ֨י <WH7971> ve-shil-lach-Ti And will send לְבָבֶ֤ל׀ <WH894> le-va-Vel unto Babylon זָרִים֙ <WH2114> za-Rim fanners וְזֵר֔וּהָ <WH2219> ve-ze-Ru-ha, that shall fan וִיבֹקְק֖וּ <WH1238> vi-vo-ke-Ku her and shall empty אֶת־ <WH853> 'et- אַרְצָ֑הּ <WH776> 'ar-Tzah; her land כִּֽי־ <WH3588> ki- for הָי֥וּ <WH1961> ha-Yu become עָלֶ֛יהָ <WH5921> 'a-Lei-ha will be opposed מִסָּבִ֖יב <WH5439> mis-sa-Viv they shall be against her round about בְּי֥וֹם <WH3117> be-Yom for in the day רָעָֽה׃ <WH7451> ra-'Ah. of trouble"},{"number":3,"verse":"אֶֽל־ <WH413> 'el- Nor יִדְרֹ֤ךְ <WH1869> yid-Roch let the archer; יִדְרֹךְ <WH1869> yid-roch bend כהַדֹּרֵךְ֙ <WH1869> had-do-reCh bend קַשְׁתּ֔וֹ <WH7198> kash-To, his bow וְאֶל־ <WH408> ve-'el- nay יִתְעַ֖ל <WH5927> yit-'Al and against [him that] lifteth himself up בְּסִרְיֹנ֑וֹ <WH5630> be-sir-yo-No; in his brigandine וְאַֽל־ <WH413> ve-'al- Nor תַּחְמְלוּ֙ <WH2550> tach-me-Lu and spare אֶל־ <WH413> 'el- Nor בַּ֣חֻרֶ֔יהָ <WH970> ba-chu-Rei-ha, ye not her young men הַחֲרִ֖ימוּ <WH2763> ha-cha-Ri-mu destroy ye utterly כָּל־ <WH3605> kol- all צְבָאָֽהּ׃ <WH6635> tze-va-'Ah. all her host"},{"number":4,"verse":"וְנָפְל֥וּ <WH5307> ve-na-fe-Lu shall fall חֲלָלִ֖ים <WH2491> cha-la-Lim Thus the slain בְּאֶ֣רֶץ <WH776> be-'E-retz in the land כַּשְׂדִּ֑ים <WH3778> kas-Dim; of the Chaldeans וּמְדֻקָּרִ֖ים <WH1856> u-me-duk-ka-Rim and [they that are] thrust through בְּחוּצוֹתֶֽיהָ׃ <WH2351> be-chu-tzo-Tei-ha. in her streets"},{"number":5,"verse":"כִּ֠י <WH3588> ki Although לֹֽא־ <WH3808> lo- neither אַלְמָ֨ן <WH488> 'al-Man [hath] not [been] forsaken יִשְׂרָאֵ֤ל <WH3478> Yis-ra-'El For Israel וִֽיהוּדָה֙ <WH3063> vi-hu-Dah nor Judah מֵֽאֱלֹהָ֔יו <WH430> me-'e-lo-Hav, of his God מֵֽיְהוָ֖ה <WH3068> Yah-weh of the LORD צְבָא֑וֹת <WH6635> tze-va-'ot; of hosts כִּ֤י <WH3588> ki Although אַרְצָם֙ <WH776> 'ar-Tzam though their land מָלְאָ֣ה <WH4390> mal-'Ah was filled אָשָׁ֔ם <WH817> 'a-Sham, with sin מִקְּד֖וֹשׁ <WH6918> mik-ke-Doosh against the Holy One יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":6,"verse":"נֻ֣סוּ׀ <WH5127> Nu-su Flee out מִתּ֣וֹךְ <WH8432> mit-Toch of the midst בָּבֶ֗ל <WH894> ba-Vel, of Babylon וּמַלְּטוּ֙ <WH4422> u-mal-le-Tu and deliver אִ֣ישׁ <WH376> 'ish every man נַפְשׁ֔וֹ <WH5315> naf-Sho, his soul אַל־ <WH408> 'al- not תִּדַּ֖מּוּ <WH1826> tid-Dam-mu be not cut off בַּעֲוֹנָ֑הּ <WH5771> ba-'a-vo-Nah; in her iniquity כִּי֩ <WH3588> ki for עֵ֨ת <WH6256> 'et for this [is] the time נְקָמָ֥ה <WH5360> ne-ka-Mah vengeance הִיא֙ <WH1931> hi this לַֽיהוָ֔ה <WH3068> Yah-weh, of the LORD'S גְּמ֕וּל <WH1576> ge-Mul unto her a recompence ה֥וּא <WH1931> hu this מְשַׁלֵּ֖ם <WH7999> me-shal-Lem he will render לָֽהּ׃ <WH99999> Lah."},{"number":7,"verse":"כּוֹס־ <WH3563> kos- cup זָהָ֤ב <WH2091> za-Hav [hath been] a golden בָּבֶל֙ <WH894> ba-Vel Babylon בְּיַד־ <WH3027> be-yad- hand יְהוָ֔ה <WH3068> Yah-weh, in the LORD'S מְשַׁכֶּ֖רֶת <WH7937> me-shak-Ke-ret drunken כָּל־ <WH3605> kol- all הָאָ֑רֶץ <WH776> ha-'A-retz; that made all the earth מִיֵּינָהּ֙ <WH3196> mi-yei-Nah of her wine שָׁת֣וּ <WH8354> sha-Tu have drunken גוֹיִ֔ם <WH1471> go-Yim, the nations עַל־ <WH5921> 'al- and כֵּ֖ן <WH3651> ken after that יִתְהֹלְל֥וּ <WH1984> yit-ho-le-Lu are mad גוֹיִֽם׃ <WH1471> go-Yim. therefore the nations"},{"number":8,"verse":"פִּתְאֹ֛ם <WH6597> pit-'Om is suddenly נָפְלָ֥ה <WH5307> na-fe-Lah fallen בָבֶ֖ל <WH894> va-Vel Babylon וַתִּשָּׁבֵ֑ר <WH7665> vat-tish-sha-Ver; and destroyed הֵילִ֣ילוּ <WH3213> hei-Li-lu howl עָלֶ֗יהָ <WH5921> 'a-Lei-ha, over קְח֤וּ <WH3947> ke-Chu for her take צֳרִי֙ <WH6875> tzo-Ri balm לְמַכְאוֹבָ֔הּ <WH4341> le-mach-'o-Vah, for her pain אוּלַ֖י <WH194> 'u-Lai Perhaps תֵּרָפֵֽא׃ <WH7495> te-ra-Fe. if so be she may be healed"},{"number":9,"verse":"רִפִּאנוּ rip-pi-nu כרִפִּ֣ינוּ <WH7495> rip-Pi-nu healing קאֶת־ <WH853> 'et- בָּבֶל֙ <WH894> ba-Vel Babylon וְלֹ֣א <WH3808> ve-Lo not נִרְפָּ֔תָה <WH7495> nir-Pa-tah, We would have healed עִזְב֕וּהָ <WH5800> 'iz-Vu-ha forsake וְנֵלֵ֖ךְ <WH1980> ve-ne-Lech go אִ֣ישׁ <WH376> 'ish every one לְאַרְצ֑וֹ <WH776> le-'ar-Tzo; into his own country כִּֽי־ <WH3588> ki- for נָגַ֤ע <WH5060> na-Ga' reacheth אֶל־ <WH413> 'el- to הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim unto heaven מִשְׁפָּטָ֔הּ <WH4941> mish-pa-Tah, for her judgment וְנִשָּׂ֖א <WH5375> ve-nis-Sa and is lifted up עַד־ <WH5704> 'ad- to the very שְׁחָקִֽים׃ <WH7834> she-cha-Kim. [even] to the skies"},{"number":10,"verse":"הוֹצִ֥יא <WH3318> ho-Tzi hath brought forth יְהוָ֖ה <WH3069> Yah-weh God אֶת־ <WH853> 'et- צִדְקֹתֵ֑ינוּ <WH6666> tzid-ko-Tei-nu; our righteousness בֹּ֚אוּ <WH935> Bo-'u come וּנְסַפְּרָ֣ה <WH5608> u-ne-sap-pe-Rah and let us declare בְצִיּ֔וֹן <WH6726> ve-tzi-Yon, in Zion אֶֽת־ <WH853> 'et- מַעֲשֵׂ֖ה <WH4639> ma-'a-Seh the work יְהוָ֥ה <WH3069> Yah-weh God אֱלֹהֵֽינוּ׃ <WH430> 'e-lo-Hei-nu. our God"},{"number":11,"verse":"הָבֵ֣רוּ <WH1305> ha-Ve-ru Make bright הַחִצִּים֮ <WH2671> ha-chitz-Tzim the arrows מִלְא֣וּ <WH4390> mil-'U gather הַשְּׁלָטִים֒ <WH7982> hash-she-la-Tim the shields הֵעִ֣יר <WH5782> he-'Ir hath raised up יְהוָ֗ה <WH3068> Yah-weh the LORD אֶת־ <WH853> 'et- ר֙וּחַ֙ <WH7307> Ru-ach the spirit מַלְכֵ֣י <WH4428> mal-Chei of the kings מָדַ֔י <WH4074> ma-Dai, of the Medes כִּֽי־ <WH3588> ki- Because עַל־ <WH5921> 'al- is against בָּבֶ֥ל <WH894> ba-Vel [is] against Babylon מְזִמָּת֖וֹ <WH4209> me-zim-ma-To for his device לְהַשְׁחִיתָ֑הּ <WH7843> le-hash-chi-Tah; to destroy כִּֽי־ <WH3588> ki- Because נִקְמַ֤ת <WH5360> nik-Mat it because it [is] the vengeance יְהוָה֙ <WH3068> Yah-weh of the LORD הִ֔יא <WH1931> Hi, he נִקְמַ֖ת <WH5360> nik-Mat the vengeance הֵיכָלֽוֹ׃ <WH1964> hei-cha-Lo. of his temple"},{"number":12,"verse":"אֶל־ <WH413> 'el- against חוֹמֹ֨ת <WH2346> cho-Mot upon the walls בָּבֶ֜ל <WH894> ba-Vel of Babylon שְׂאוּ־ <WH5375> se-'u- Set up נֵ֗ס <WH5251> Nes, the standard הַחֲזִ֙יקוּ֙ <WH2388> ha-cha-Zi-ku strong הַמִּשְׁמָ֔ר <WH4929> ham-mish-Mar, make the watch הָקִ֙ימוּ֙ <WH6965> ha-Ki-mu set up שֹֽׁמְרִ֔ים <WH8104> sho-me-Rim, the watchmen הָכִ֖ינוּ <WH3559> ha-Chi-nu prepare הָאֹֽרְבִ֑ים <WH693> ha-'o-re-Vim; the ambushes כִּ֚י <WH3588> ki for גַּם־ <WH1571> gam- has both זָמַ֣ם <WH2161> za-Mam hath both devised יְהוָ֔ה <WH3068> Yah-weh, for the LORD גַּם־ <WH1571> gam- has both עָשָׂ֕ה <WH6213> 'a-Sah and done אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- What דִּבֶּ֖ר <WH1696> dib-Ber that which he spake אֶל־ <WH413> 'el- concerning יֹשְׁבֵ֥י <WH3427> yo-she-Vei against the inhabitants בָבֶֽל׃ <WH894> va-Vel. of Babylon"},{"number":13,"verse":"שֹׁכַנְתִּי sho-chan-ti כשֹׁכַנְתְּ֙ <WH7931> sho-chanT abide קעַל־ <WH5921> 'al- and מַ֣יִם <WH4325> Ma-yim waters רַבִּ֔ים <WH7227> rab-Bim, upon many רַבַּ֖ת <WH7227> rab-Bat abundant אֽוֹצָרֹ֑ת <WH214> o-tza-Rot; in treasures בָּ֥א <WH935> ba is come קִצֵּ֖ךְ <WH7093> kitz-Tzech thine end אַמַּ֥ת <WH520> 'am-Mat [and] the measure בִּצְעֵֽךְ׃ <WH1215> bitz-'Ech. of thy covetousness"},{"number":14,"verse":"נִשְׁבַּ֛ע <WH7650> nish-Ba' hath sworn יְהוָ֥ה <WH3068> Yah-weh The LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts בְּנַפְשׁ֑וֹ <WH5315> be-naf-Sho; by himself כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- lo מִלֵּאתִ֤יךְ <WH4390> mil-le-Tich [saying] Surely I will fill אָדָם֙ <WH120> 'a-Dam thee with men כַּיֶּ֔לֶק <WH3218> kai-Ye-lek, as with caterpillers וְעָנ֥וּ <WH6030> ve-'a-Nu and they shall lift up עָלַ֖יִךְ <WH5921> 'a-La-yich over הֵידָֽד׃ <WH1959> hei-Dad. a shout ס sa-Mek"},{"number":15,"verse":"עֹשֵׂ֥ה <WH6213> 'o-Seh He hath made אֶ֙רֶץ֙ <WH776> 'e-retz the earth בְּכֹח֔וֹ <WH3581> be-cho-Cho, by his power מֵכִ֥ין <WH3559> me-Chin he hath established תֵּבֵ֖ל <WH8398> te-Vel the world בְּחָכְמָת֑וֹ <WH2451> be-cha-che-ma-To; by his wisdom וּבִתְבוּנָת֖וֹ <WH8394> u-vit-vu-na-To by his understanding נָטָ֥ה <WH5186> na-Tah and hath stretched out שָׁמָֽיִם׃ <WH8064> sha-Ma-yim. the heaven"},{"number":16,"verse":"לְק֨וֹל <WH6963> le-Kol [his] voice תִּתּ֜וֹ <WH5414> tit-To When he uttereth הֲמ֥וֹן <WH1995> ha-Mon [there is] a multitude מַ֙יִם֙ <WH4325> ma-yim of waters בַּשָּׁמַ֔יִם <WH8064> bash-sha-Ma-yim, in the heavens וַיַּ֥עַל <WH5927> vai-Ya-'al to ascend נְשִׂאִ֖ים <WH5387> ne-si-'Im and he causeth the vapours מִקְצֵה־ <WH7097> mik-tzeh- from the ends אָ֑רֶץ <WH776> 'A-retz; of the earth בְּרָקִ֤ים <WH1300> be-ra-Kim lightnings לַמָּטָר֙ <WH4306> lam-ma-Tar with rain עָשָׂ֔ה <WH6213> 'a-Sah, he maketh וַיֹּ֥צֵא <WH3318> vai-Yo-tze and bringeth forth ר֖וּחַ <WH7307> Ru-ach the wind מֵאֹצְרֹתָֽיו׃ <WH214> me-'o-tze-ro-Tav. out of his treasures"},{"number":17,"verse":"נִבְעַ֤ר <WH1197> niv-'Ar is brutish כָּל־ <WH3605> kol- All אָדָם֙ <WH120> 'a-Dam Every man מִדַּ֔עַת <WH1847> mid-Da-'at, by [his] knowledge הֹבִ֥ישׁ <WH3001> ho-Vish is confounded כָּל־ <WH3605> kol- Every צֹרֵ֖ף <WH6884> tzo-Ref every founder מִפָּ֑סֶל <WH6459> mip-Pa-sel; by the graven image כִּ֛י <WH3588> ki for שֶׁ֥קֶר <WH8267> She-ker [is] falsehood נִסְכּ֖וֹ <WH5262> nis-Ko for his molten image וְלֹא־ <WH3808> ve-lo- is no ר֥וּחַ <WH7307> Ru-ach and [there is] no breath בָּֽם׃ Bam."},{"number":18,"verse":"הֶ֣בֶל <WH1892> He-vel They [are] vanity הֵ֔מָּה <WH1992> Hem-mah, like מַעֲשֵׂ֖ה <WH4639> ma-'a-Seh the work תַּעְתֻּעִ֑ים <WH8595> ta'-tu-'Im; of errors בְּעֵ֥ת <WH6256> be-'Et in the time פְּקֻדָּתָ֖ם <WH6486> pe-kud-da-Tam of their visitation יֹאבֵֽדוּ׃ <WH6> yo-Ve-du. they shall perish"},{"number":19,"verse":"לֹֽא־ <WH3808> lo- like כְאֵ֜לֶּה <WH428> che-'El-leh these חֵ֣לֶק <WH2506> Che-lek The portion יַעֲק֗וֹב <WH3290> ya-'a-Kov, of Jacob כִּֽי־ <WH3588> ki- For יוֹצֵ֤ר <WH3335> yo-Tzer [is] not like them for he [is] the former הַכֹּל֙ <WH3605> hak-Kol of all ה֔וּא <WH1931> Hu, and of וְשֵׁ֖בֶט <WH7626> ve-She-vet of all things and [Israel is] the rod נַחֲלָת֑וֹ <WH5159> na-cha-la-To; of his inheritance יְהוָ֥ה <WH3068> Yah-weh the LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts שְׁמֽוֹ׃ <WH8034> she-Mo. [is] his name ס sa-Mek"},{"number":20,"verse":"מַפֵּץ־ <WH4661> map-petz- Thou [art] my battle axe אַתָּ֣ה <WH859> 'at-Tah you לִ֔י Li, כְּלֵ֖י <WH3627> ke-Lei [and] weapons מִלְחָמָ֑ה <WH4421> mil-cha-Mah; of war וְנִפַּצְתִּ֤י <WH5310> ve-nip-patz-Ti for with thee will I break in pieces בְךָ֙ ve-Cha גּוֹיִ֔ם <WH1471> go-Yim, the nations וְהִשְׁחַתִּ֥י <WH7843> ve-hish-chat-Ti and with thee will I destroy בְךָ֖ ve-Cha מַמְלָכֽוֹת׃ <WH4467> mam-la-Chot. kingdoms"},{"number":21,"verse":"וְנִפַּצְתִּ֣י <WH5310> ve-nip-patz-Ti And with thee will I break in pieces בְךָ֔ ve-Cha, ס֖וּס <WH5483> sus the horse וְרֹֽכְב֑וֹ <WH7392> ve-ro-che-Vo; and his rider וְנִפַּצְתִּ֣י <WH5310> ve-nip-patz-Ti and with thee will I break in pieces בְךָ֔ ve-Cha, רֶ֖כֶב <WH7393> Re-chev the chariot וְרֹכְבֽוֹ׃ <WH7392> ve-ro-che-Vo. and his rider"},{"number":22,"verse":"וְנִפַּצְתִּ֤י <WH5310> ve-nip-patz-Ti With thee also will I break in pieces בְךָ֙ ve-Cha אִ֣ישׁ <WH376> 'ish man וְאִשָּׁ֔ה <WH802> ve-'ish-Shah, and woman וְנִפַּצְתִּ֥י <WH5310> ve-nip-patz-Ti and with thee will I break in pieces בְךָ֖ ve-Cha זָקֵ֣ן <WH2205> za-Ken old וָנָ֑עַר <WH5288> va-Na-'ar; and young וְנִפַּצְתִּ֣י <WH5310> ve-nip-patz-Ti and with thee will I break in pieces בְךָ֔ ve-Cha, בָּח֖וּר <WH970> ba-Chur the young man וּבְתוּלָֽה׃ <WH1330> u-ve-tu-Lah. and the maid"},{"number":23,"verse":"וְנִפַּצְתִּ֤י <WH5310> ve-nip-patz-Ti I will also break in pieces בְךָ֙ ve-Cha רֹעֶ֣ה <WH7462> ro-'Eh with thee the shepherd וְעֶדְר֔וֹ <WH5739> ve-'ed-Ro, and his flock וְנִפַּצְתִּ֥י <WH5310> ve-nip-patz-Ti and with thee will I break in pieces בְךָ֖ ve-Cha אִכָּ֣ר <WH406> 'ik-Kar the husbandman וְצִמְדּ֑וֹ <WH6776> ve-tzim-Do; and his yoke of oxen וְנִפַּצְתִּ֣י <WH5310> ve-nip-patz-Ti and with thee will I break in pieces בְךָ֔ ve-Cha, פַּח֖וֹת <WH6346> pa-Chot captains וּסְגָנִֽים׃ <WH5461> u-se-ga-Nim. and rulers"},{"number":24,"verse":"וְשִׁלַּמְתִּ֨י <WH7999> ve-shil-lam-Ti And I will render לְבָבֶ֜ל <WH894> le-va-Vel unto Babylon וּלְכֹ֣ל׀ <WH3605> u-le-Chol and all יוֹשְׁבֵ֣י <WH3427> yo-she-Vei and to all the inhabitants כַשְׂדִּ֗ים <WH3778> chas-Dim, of Chaldea אֵ֧ת <WH853> 'et כָּל־ <WH3605> kol- for all רָעָתָ֛ם <WH7451> ra-'a-Tam all their evil אֲשֶׁר־ <WH834> 'a-Sher- they עָשׂ֥וּ <WH6213> 'a-Su that they have done בְצִיּ֖וֹן <WH6726> ve-tzi-Yon in Zion לְעֵֽינֵיכֶ֑ם <WH5869> le-'ei-nei-Chem; in your sight נְאֻ֖ם <WH5002> ne-'Um saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD ס sa-Mek"},{"number":25,"verse":"הִנְנִ֨י <WH2005> hin-Ni behold אֵלֶ֜יךָ <WH413> 'e-Lei-cha I am against הַ֤ר <WH2022> har mountain הַמַּשְׁחִית֙ <WH4889> ham-mash-Chit Behold I [am] against thee O destroying נְאֻם־ <WH5002> ne-'um- saith יְהוָ֔ה <WH3068> Yah-weh, the LORD הַמַּשְׁחִ֖ית <WH7843> ham-mash-Chit which destroyest אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- the whole הָאָ֑רֶץ <WH776> ha-'A-retz; all the earth וְנָטִ֨יתִי <WH5186> ve-na-Ti-ti and I will stretch out אֶת־ <WH853> 'et- יָדִ֜י <WH3027> ya-Di mine hand עָלֶ֗יךָ <WH5921> 'a-Lei-cha, against וְגִלְגַּלְתִּ֙יךָ֙ <WH1556> ve-gil-gal-Ti-cha upon thee and roll thee down מִן־ <WH4480> min- from הַסְּלָעִ֔ים <WH5553> has-se-la-'Im, from the rocks וּנְתַתִּ֖יךָ <WH5414> u-ne-tat-Ti-cha and will make לְהַ֥ר <WH2022> le-Har mountain שְׂרֵפָֽה׃ <WH8316> se-re-Fah. thee a burnt"},{"number":26,"verse":"וְלֹֽא־ <WH3808> ve-lo- Nor יִקְח֤וּ <WH3947> yik-Chu And they shall not take מִמְּךָ֙ <WH4480> mi-me-Cha from אֶ֣בֶן <WH68> 'E-ven of thee a stone לְפִנָּ֔ה <WH6438> le-fin-Nah, for a corner וְאֶ֖בֶן <WH68> ve-'E-ven nor a stone לְמֽוֹסָד֑וֹת <WH4146> le-mo-sa-Dot; for foundations כִּֽי־ <WH3588> ki- for שִׁמְמ֥וֹת <WH8077> shim-Mot but thou shalt be desolate עוֹלָ֛ם <WH5769> o-Lam for ever תִּֽהְיֶ֖ה <WH1961> tih-Yeh become נְאֻם־ <WH5002> ne-'um- saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":27,"verse":"שְׂאוּ־ <WH5375> se-'u- Set ye up נֵ֣ס <WH5251> nes a standard בָּאָ֗רֶץ <WH776> ba-'A-retz, in the land תִּקְע֨וּ <WH8628> tik-'U blow שׁוֹפָ֤ר <WH7782> sho-Far the trumpet בַּגּוֹיִם֙ <WH1471> bag-go-Yim among the nations קַדְּשׁ֤וּ <WH6942> kad-de-Shu prepare עָלֶ֙יהָ֙ <WH5921> 'a-Lei-ha against גּוֹיִ֔ם <WH1471> go-Yim, the nations הַשְׁמִ֧יעוּ <WH8085> hash-Mi-'u against her call together עָלֶ֛יהָ <WH5921> 'a-Lei-ha against מַמְלְכ֥וֹת <WH4467> mam-le-Chot against her the kingdoms אֲרָרַ֖ט <WH780> 'a-ra-Rat of Ararat מִנִּ֣י <WH4508> min-Ni Minni וְאַשְׁכְּנָ֑ז <WH813> ve-'ash-ke-Naz; and Ashchenaz פִּקְד֤וּ <WH6485> pik-Du appoint עָלֶ֙יהָ֙ <WH5921> 'a-Lei-ha against טִפְסָ֔ר <WH2951> tif-Sar, a captain הַֽעֲלוּ־ <WH5927> ha-'a-lu- to come up ס֖וּס <WH5483> sus against her cause the horses כְּיֶ֥לֶק <WH3218> ke-Ye-lek caterpillers סָמָֽר׃ <WH5569> sa-Mar. as the rough"},{"number":28,"verse":"קַדְּשׁ֨וּ <WH6942> kad-de-Shu Prepare עָלֶ֤יהָ <WH5921> 'a-Lei-ha against גוֹיִם֙ <WH1471> go-Yim against her the nations אֶת־ <WH854> 'et- for מַלְכֵ֣י <WH4428> mal-Chei with the kings מָדַ֔י <WH4074> ma-Dai, of the Medes אֶת־ <WH853> 'et- פַּחוֹתֶ֖יהָ <WH6346> pa-cho-Tei-ha the captains וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all סְגָנֶ֑יהָ <WH5461> se-ga-Nei-ha; thereof and all the rulers וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and every אֶ֥רֶץ <WH776> 'E-retz thereof and all the land מֶמְשַׁלְתּֽוֹ׃ <WH4475> mem-shal-To. of his dominion"},{"number":29,"verse":"וַתִּרְעַ֥שׁ <WH7493> vat-tir-'Ash shall tremble הָאָ֖רֶץ <WH776> ha-'A-retz And the land וַתָּחֹ֑ל <WH2342> vat-ta-Chol; and sorrow כִּ֣י <WH3588> ki for קָ֤מָה <WH6965> Ka-mah shall be performed עַל־ <WH5921> 'al- against בָּבֶל֙ <WH894> ba-Vel against Babylon מַחְשְׁב֣וֹת <WH4284> mach-she-Vot for every purpose יְהוָ֔ה <WH3068> Yah-weh, of the LORD לָשׂ֞וּם <WH7760> la-Sum to make אֶת־ <WH853> 'et- אֶ֧רֶץ <WH776> 'E-retz the land בָּבֶ֛ל <WH894> ba-Vel of Babylon לְשַׁמָּ֖ה <WH8047> le-sham-Mah a desolation מֵאֵ֥ין <WH369> me-'Ein without יוֹשֵֽׁב׃ <WH3427> yo-Shev. without an inhabitant"},{"number":30,"verse":"חָדְלוּ֩ <WH2308> cha-de-Lu have forborn גִבּוֹרֵ֨י <WH1368> gib-bo-Rei The mighty men בָבֶ֜ל <WH894> va-Vel of Babylon לְהִלָּחֵ֗ם <WH3898> le-hil-la-Chem, to fight יָֽשְׁבוּ֙ <WH3427> ya-she-Vu they have remained בַּמְּצָד֔וֹת <WH4679> bam-me-tza-Dot, in [their] holds נָשְׁתָ֥ה <WH5405> na-she-Tah hath failed גְבוּרָתָ֖ם <WH1369> ge-vu-ra-Tam their might הָי֣וּ <WH1961> ha-Yu are becoming לְנָשִׁ֑ים <WH802> le-na-Shim; they became as women הִצִּ֥יתוּ <WH3341> hitz-Tzi-tu they have burned מִשְׁכְּנֹתֶ֖יהָ <WH4908> mish-ke-no-Tei-ha her dwellingplaces נִשְׁבְּר֥וּ <WH7665> nish-be-Ru are broken בְרִיחֶֽיהָ׃ <WH1280> ve-ri-Chei-ha. her bars"},{"number":31,"verse":"רָ֤ץ <WH7323> ratz One post לִקְרַאת־ <WH7125> lik-rat- to meet רָץ֙ <WH7323> ratz shall run יָר֔וּץ <WH7323> ya-Rutz, another וּמַגִּ֖יד <WH5046> u-mag-Gid and one messenger לִקְרַ֣את <WH7125> lik-Rat to meet מַגִּ֑יד <WH5046> mag-Gid; another לְהַגִּיד֙ <WH5046> le-hag-Gid to shew לְמֶ֣לֶךְ <WH4428> le-Me-lech the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon כִּֽי־ <WH3588> ki- for נִלְכְּדָ֥ה <WH3920> nil-ke-Dah is taken עִיר֖וֹ <WH5892> i-Ro that his city מִקָּצֶֽה׃ <WH7097> mik-ka-Tzeh. at [one] end"},{"number":32,"verse":"וְהַמַּעְבָּר֣וֹת <WH4569> ve-ham-ma'-ba-Rot And that the passages נִתְפָּ֔שׂוּ <WH8610> nit-Pa-su, are stopped וְאֶת־ <WH853> ve-'Et הָאֲגַמִּ֖ים <WH98> ha-'a-gam-Mim and the reeds שָׂרְפ֣וּ <WH8313> sa-re-Fu they have burned בָאֵ֑שׁ <WH784> va-'Esh; with fire וְאַנְשֵׁ֥י <WH376> ve-'an-Shei and the men הַמִּלְחָמָ֖ה <WH4421> ham-mil-cha-Mah of war נִבְהָֽלוּ׃ <WH926> niv-Ha-lu. are affrighted ס sa-Mek"},{"number":33,"verse":"כִּי֩ <WH3588> ki For כֹ֨ה <WH3541> choh thus אָמַ֜ר <WH559> 'a-Mar For thus saith יְהוָ֤ה <WH3068> Yah-weh the LORD צְבָאוֹת֙ <WH6635> tze-va-'Ot of hosts אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel בַּת־ <WH1323> bat- The daughter בָּבֶ֕ל <WH894> ba-Vel of Babylon כְּגֹ֖רֶן <WH1637> ke-Go-ren [is] like a threshingfloor עֵ֣ת <WH6256> 'et [it is] time הִדְרִיכָ֑הּ <WH1869> hid-ri-Chah; to thresh ע֣וֹד <WH5750> od Yet מְעַ֔ט <WH4592> me-'At, her yet a little while וּבָ֥אָה <WH935> u-Va-'ah shall come עֵֽת־ <WH6256> 'et- and the time הַקָּצִ֖יר <WH7105> hak-ka-Tzir of her harvest לָֽהּ׃ <WH99999> Lah."},{"number":34,"verse":"אֲכָלָנוּ 'a-cha-la-nu כאֲכָלַ֣נִי <WH398> 'a-cha-La-ni burn up ק; הֲמָמָנוּ ha-ma-ma-nu כהֲמָמַ֗נִי <WH2000> ha-ma-Ma-ni, break קנְבוּכַדְרֶאצַּר֮ <WH5019> ne-vu-chad-retz-Tzar Nebuchadrezzar מֶ֣לֶךְ <WH4428> Me-lech the king בָּבֶל֒ <WH894> ba-Vel of Babylon; הִצִּיגָנוּ hitz-tzi-ga-nu כהִצִּיגַ֙נִי֙ <WH3322> hitz-tzi-Ga-ni establish קכְּלִ֣י <WH3627> ke-Li vessel רִ֔יק <WH7385> Rik, me an empty; בְּלָעָנוּ be-la-'a-nu כבְּלָעַ֙נִי֙ <WH1104> be-la-'A-ni cover קכַּתַּנִּ֔ין <WH8577> kat-tan-Nin, like a dragon מִלָּ֥א <WH4390> mil-La he hath filled כְרֵשׂ֖וֹ <WH3770> che-re-So his belly מֵֽעֲדָנָ֑י <WH5730> me-'a-da-Nai; with my delicates; הֱדִיחָנוּ he-di-cha-nu כהֱדִיחָֽנִי׃ <WH1740> he-di-Cha-ni. cast out ק"},{"number":35,"verse":"חֲמָסִ֤י <WH2555> cha-ma-Si The violence וּשְׁאֵרִי֙ <WH7607> u-she-'e-Ri done to me and to my flesh עַל־ <WH5921> 'al- be upon בָּבֶ֔ל <WH894> ba-Vel, [be] upon Babylon תֹּאמַ֖ר <WH559> to-Mar say יֹשֶׁ֣בֶת <WH3427> yo-She-vet shall the inhabitant צִיּ֑וֹן <WH6726> tzi-Yon; of Zion וְדָמִי֙ <WH1818> ve-da-Mi and my blood אֶל־ <WH413> 'el- about יֹשְׁבֵ֣י <WH3427> yo-she-Vei upon the inhabitants כַשְׂדִּ֔ים <WH3778> chas-Dim, of Chaldea תֹּאמַ֖ר <WH559> to-Mar say יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. shall Jerusalem ס sa-Mek"},{"number":36,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore כֹּ֚ה <WH3541> koh thus אָמַ֣ר <WH559> 'a-Mar Therefore thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD הִנְנִי־ <WH2005> hin-ni- I am going רָב֙ <WH7378> rav Behold I will plead אֶת־ <WH853> 'et- רִיבֵ֔ךְ <WH7379> ri-Vech, thy cause וְנִקַּמְתִּ֖י <WH5358> ve-nik-kam-Ti and take vengeance אֶת־ <WH853> 'et- נִקְמָתֵ֑ךְ <WH5360> nik-ma-Tech; for thee וְהַחֲרַבְתִּי֙ <WH2717> ve-ha-cha-rav-Ti and I will dry up אֶת־ <WH853> 'et- יַמָּ֔הּ <WH3220> yam-Mah, her sea וְהֹבַשְׁתִּ֖י <WH3001> ve-hoash-Ti dry אֶת־ <WH853> 'et- מְקוֹרָֽהּ׃ <WH4726> me-ko-Rah. and make her springs"},{"number":37,"verse":"וְהָיְתָה֩ <WH1961> ve-ha-ye-Tah will become בָבֶ֨ל׀ <WH894> va-Vel And Babylon לְגַלִּ֧ים׀ <WH1530> le-gal-Lim shall become heaps מְעוֹן־ <WH4583> me-'on- a dwellingplace תַּנִּ֛ים <WH8577> tan-Nim for dragons שַׁמָּ֥ה <WH8047> sham-Mah an astonishment וּשְׁרֵקָ֖ה <WH8322> u-she-re-Kah and an hissing מֵאֵ֥ין <WH369> me-'Ein without יוֹשֵֽׁב׃ <WH3427> yo-Shev. without an inhabitant"},{"number":38,"verse":"יַחְדָּ֖ו <WH3162> yach-Dav together כַּכְּפִרִ֣ים <WH3715> kak-ke-fi-Rim like lions יִשְׁאָ֑גוּ <WH7580> yish-'A-gu; They shall roar נָעֲר֖וּ <WH5286> na-'a-Ru they shall yell כְּגוֹרֵ֥י <WH1484> ke-go-Rei whelps אֲרָיֽוֹת׃ <WH738> a-ra-Yot. as lions'"},{"number":39,"verse":"בְּחֻמָּ֞ם <WH2527> be-chum-Mam In their heat אָשִׁ֣ית <WH7896> 'a-Shit I will make אֶת־ <WH853> 'et- מִשְׁתֵּיהֶ֗ם <WH4960> mish-tei-Hem, their feasts וְהִשְׁכַּרְתִּים֙ <WH7937> ve-hish-kar-Tim and I will make them drunken לְמַ֣עַן <WH4616> le-Ma-'an because of יַעֲלֹ֔זוּ <WH5937> ya-'a-Lo-zu, that they may rejoice וְיָשְׁנ֥וּ <WH3462> ve-ya-she-Nu and sleep שְׁנַת־ <WH8142> she-nat- sleep עוֹלָ֖ם <WH5769> o-Lam a perpetual וְלֹ֣א <WH3808> ve-Lo and not יָקִ֑יצוּ <WH6974> ya-Ki-tzu; and not wake נְאֻ֖ם <WH5002> ne-'Um saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":40,"verse":"אֽוֹרִידֵ֖ם <WH3381> o-ri-Dem I will bring them down כְּכָרִ֣ים <WH3733> ke-cha-Rim like lambs לִטְב֑וֹחַ <WH2873> lit-Vo-ach; to the slaughter כְּאֵילִ֖ים <WH352> ke-'ei-Lim like rams עִם־ <WH5973> 'im- together עַתּוּדִֽים׃ <WH6260> 'at-tu-Dim. with he goats"},{"number":41,"verse":"אֵ֚יךְ <WH349> 'eich How נִלְכְּדָ֣ה <WH3920> nil-ke-Dah taken שֵׁשַׁ֔ךְ <WH8347> she-Shach, How is Sheshach וַתִּתָּפֵ֖שׂ <WH8610> vat-tit-ta-Fes surprised תְּהִלַּ֣ת <WH8416> te-hil-Lat and how is the praise כָּל־ <WH3605> kol- of the whole הָאָ֑רֶץ <WH776> ha-'A-retz; of the whole earth אֵ֣יךְ <WH349> 'eich How הָיְתָ֧ה <WH1961> ha-ye-Tah has become לְשַׁמָּ֛ה <WH8047> le-sham-Mah become an astonishment בָּבֶ֖ל <WH894> ba-Vel how is Babylon בַּגּוֹיִֽם׃ <WH1471> bag-go-Yim. among the nations"},{"number":42,"verse":"עָלָ֥ה <WH5927> 'a-Lah is come up עַל־ <WH5921> 'al- over בָּבֶ֖ל <WH894> ba-Vel upon Babylon הַיָּ֑ם <WH3220> hai-Yam; The sea בַּהֲמ֥וֹן <WH1995> ba-ha-Mon with the multitude גַּלָּ֖יו <WH1530> gal-Lav of the waves נִכְסָֽתָה׃ <WH3680> nich-Sa-tah. she is covered"},{"number":43,"verse":"הָי֤וּ <WH1961> ha-Yu have become עָרֶ֙יהָ֙ <WH5892> 'a-Rei-ha Her cities לְשַׁמָּ֔ה <WH8047> le-sham-Mah, are a desolation אֶ֖רֶץ <WH776> 'E-retz land צִיָּ֣ה <WH6723> tzi-Yah a dry וַעֲרָבָ֑ה <WH6160> va-'a-ra-Vah; and a wilderness אֶ֗רֶץ <WH776> 'E-retz, a land לֹֽא־ <WH3808> lo- no יֵשֵׁ֤ב <WH3427> ye-Shev dwelleth בָּהֵן֙ ba-Hen כָּל־ <WH3605> kol- all manner אִ֔ישׁ <WH376> 'Ish, wherein no man וְלֹֽא־ <WH3808> ve-lo- no יַעֲבֹ֥ר <WH5674> ya-'a-Vor pass בָּהֵ֖ן <WH2004> ba-Hen thereby בֶּן־ <WH1121> ben- neither doth [any] son אָדָֽם׃ <WH120> 'a-Dam. of man"},{"number":44,"verse":"וּפָקַדְתִּ֨י <WH6485> u-fa-kad-Ti And I will punish עַל־ <WH5921> 'al- and בֵּ֜ל <WH1078> bel Bel בְּבָבֶ֗ל <WH894> be-va-Vel, in Babylon וְהֹצֵאתִ֤י <WH3318> ve-ho-tze-Ti and I will bring forth אֶת־ <WH853> 'et- בִּלְעוֹ֙ <WH1105> bil-'O that which he hath swallowed up מִפִּ֔יו <WH6310> mip-Piv, out of his mouth וְלֹֽא־ <WH3808> ve-lo- will no יִנְהֲר֥וּ <WH5102> yin-ha-Ru shall not flow together אֵלָ֛יו <WH413> 'e-Lav about ע֖וֹד <WH5750> od longer גּוֹיִ֑ם <WH1471> go-Yim; and the nations גַּם־ <WH1571> gam- Even חוֹמַ֥ת <WH2346> cho-Mat any more unto him yea the wall בָּבֶ֖ל <WH894> ba-Vel of Babylon נָפָֽלָה׃ <WH5307> na-Fa-lah. shall fall"},{"number":45,"verse":"צְא֤וּ <WH3318> tze-'U go ye out מִתּוֹכָהּ֙ <WH8432> mit-to-Chah of the midst עַמִּ֔י <WH5971> 'am-Mi, My people וּמַלְּט֖וּ <WH4422> u-mal-le-Tu of her and deliver אִ֣ישׁ <WH376> 'ish ye every man אֶת־ <WH853> 'et- נַפְשׁ֑וֹ <WH5315> naf-Sho; his soul מֵחֲר֖וֹן <WH2740> me-cha-Ron from the fierce אַף־ <WH639> 'af- anger יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":46,"verse":"וּפֶן־ <WH6435> u-fen- now so יֵרַ֤ךְ <WH7401> ye-Rach faint לְבַבְכֶם֙ <WH3824> le-vav-Chem And lest your heart וְתִֽירְא֔וּ <WH3372> ve-ti-re-'U, and ye fear בַּשְּׁמוּעָ֖ה <WH8052> bash-she-mu-'Ah for the rumour הַנִּשְׁמַ֣עַת <WH8085> han-nish-Ma-'at that shall be heard בָּאָ֑רֶץ <WH776> ba-'A-retz; in the land וּבָ֧א <WH935> u-Va shall both come בַשָּׁנָ֣ה <WH8141> vash-sha-Nah [one] year הַשְּׁמוּעָ֗ה <WH8052> hash-she-mu-'Ah, a rumour וְאַחֲרָ֤יו <WH310> ve-'a-cha-Rav and after בַּשָּׁנָה֙ <WH8141> bash-sha-Nah that in [another] year הַשְּׁמוּעָ֔ה <WH8052> hash-she-mu-'Ah, [shall come] a rumour וְחָמָ֣ס <WH2555> ve-cha-Mas and violence בָּאָ֔רֶץ <WH776> ba-'A-retz, in the land וּמֹשֵׁ֖ל <WH4910> u-mo-Shel ruler עַל־ <WH5921> 'al- against מֹשֵֽׁל׃ <WH4910> mo-Shel. against ruler"},{"number":47,"verse":"לָכֵן֙ <WH3651> la-Chen Therefore הִנֵּ֣ה <WH2009> hin-Neh behold יָמִ֣ים <WH3117> ya-Mim Therefore behold the days בָּאִ֔ים <WH935> ba-'Im, come וּפָקַדְתִּי֙ <WH6485> u-fa-kad-Ti that I will do judgment עַל־ <WH5921> 'al- and פְּסִילֵ֣י <WH6456> pe-si-Lei upon the graven images בָבֶ֔ל <WH894> va-Vel, of Babylon וְכָל־ <WH3605> ve-chol whole אַרְצָ֖הּ <WH776> 'ar-Tzah and her whole land תֵּב֑וֹשׁ <WH954> te-Voosh; shall be confounded וְכָל־ <WH3605> ve-chol and all חֲלָלֶ֖יהָ <WH2491> cha-la-Lei-ha and all her slain יִפְּל֥וּ <WH5307> yip-pe-Lu shall fall בְתוֹכָֽהּ׃ <WH8432> ve-to-Chah. in the midst"},{"number":48,"verse":"וְרִנְּנ֤וּ <WH7442> ve-rin-ne-Nu and all that [is] therein shall sing עַל־ <WH5921> 'al- over בָּבֶל֙ <WH894> ba-Vel for Babylon שָׁמַ֣יִם <WH8064> sha-Ma-yim Then the heaven וָאָ֔רֶץ <WH776> va-'A-retz, and the earth וְכֹ֖ל <WH3605> ve-Chol and all אֲשֶׁ֣ר <WH834> 'a-Sher after בָּהֶ֑ם ba-Hem; כִּ֧י <WH3588> ki for מִצָּפ֛וֹן <WH6828> mitz-tza-Fon unto her from the north יָבוֹא־ <WH935> ya-Vo- shall come לָ֥הּ lah הַשּׁוֹדְדִ֖ים <WH7703> hash-shod-Dim for the spoilers נְאֻם־ <WH5002> ne-'um- saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":49,"verse":"גַּם־ <WH1571> gam- As בָּבֶ֕ל <WH894> ba-Vel Babylon לִנְפֹּ֖ל <WH5307> lin-Pol to fall חַֽלְלֵ֣י <WH2491> chal-Lei [hath caused] the slain יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel גַּם־ <WH1571> gam- also לְבָבֶ֥ל <WH894> le-va-Vel so at Babylon נָפְל֖וּ <WH5307> na-fe-Lu shall fall חַֽלְלֵ֥י <WH2491> chal-Lei the slain כָל־ <WH3605> chol of all הָאָֽרֶץ׃ <WH776> ha-'A-retz. of all the earth"},{"number":50,"verse":"פְּלֵטִ֣ים <WH6412> pe-le-Tim who מֵחֶ֔רֶב <WH2719> me-Che-rev, the sword הִלְכ֖וּ <WH1980> hil-Chu go away אַֽל־ <WH408> 'al- not תַּעֲמֹ֑דוּ <WH5975> ta-'a-Mo-du; stand not still זִכְר֤וּ <WH2142> zich-Ru remember מֵֽרָחוֹק֙ <WH7350> me-ra-chOk afar off אֶת־ <WH853> 'et- יְהוָ֔ה <WH3068> Yah-weh, the LORD וִירֽוּשָׁלִַ֖ם <WH3389> vi-ru-sha-Lim and let Jerusalem תַּעֲלֶ֥ה <WH5927> ta-'a-Leh come עַל־ <WH5921> 'al- unto לְבַבְכֶֽם׃ <WH3824> le-vav-Chem. into your mind"},{"number":51,"verse":"בֹּ֚שְׁנוּ <WH954> Bo-she-nu We are confounded כִּֽי־ <WH3588> ki- because שָׁמַ֣עְנוּ <WH8085> sha-Ma'-nu because we have heard חֶרְפָּ֔ה <WH2781> cher-Pah, reproach כִּסְּתָ֥ה <WH3680> kis-se-Tah hath covered כְלִמָּ֖ה <WH3639> che-lim-Mah shame פָּנֵ֑ינוּ <WH6440> pa-Nei-nu; our faces כִּ֚י <WH3588> ki because בָּ֣אוּ <WH935> Ba-'u are come זָרִ֔ים <WH2114> za-Rim, for strangers עַֽל־ <WH5921> 'al- and מִקְדְּשֵׁ֖י <WH4720> mik-de-Shei into the sanctuaries בֵּ֥ית <WH1004> beit house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD'S ס sa-Mek"},{"number":52,"verse":"לָכֵ֞ן <WH3651> la-Chen Therefore הִנֵּֽה־ <WH2009> hin-neh- behold יָמִ֤ים <WH3117> ya-Mim Wherefore behold the days בָּאִים֙ <WH935> ba-'Im come נְאֻם־ <WH5002> ne-'um- saith יְהוָ֔ה <WH3068> Yah-weh, the LORD וּפָקַדְתִּ֖י <WH6485> u-fa-kad-Ti that I will do judgment עַל־ <WH5921> 'al- and פְּסִילֶ֑יהָ <WH6456> pe-si-Lei-ha; upon her graven images וּבְכָל־ <WH3605> u-ve-Chol throughout אַרְצָ֖הּ <WH776> 'ar-Tzah and through all her land יֶאֱנֹ֥ק <WH602> ye-'e-Nok shall groan חָלָֽל׃ <WH2491> cha-Lal. the wounded"},{"number":53,"verse":"כִּֽי־ <WH3588> ki- Though תַעֲלֶ֤ה <WH5927> ta-'a-Leh should mount up בָבֶל֙ <WH894> va-Vel Though Babylon הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, to heaven וְכִ֥י <WH3588> ve-Chi and though תְבַצֵּ֖ר <WH1219> te-vatz-Tzer and though she should fortify מְר֣וֹם <WH4791> me-Rom the height עֻזָּ֑הּ <WH5797> 'uz-Zah; of her strength מֵאִתִּ֗י <WH854> me-'it-Ti, for יָבֹ֧אוּ <WH935> ya-Vo-'u come שֹׁדְדִ֛ים <WH7703> sho-de-Dim from me shall spoilers לָ֖הּ lah נְאֻם־ <WH5002> ne-'um- unto her saith יְהוָֽה׃ <WH3068> Yah-weh. the LORD ס sa-Mek"},{"number":54,"verse":"ק֥וֹל <WH6963> Kol A sound זְעָקָ֖ה <WH2201> ze-'a-Kah of a cry מִבָּבֶ֑ל <WH894> mib-ba-Vel; [cometh] from Babylon וְשֶׁ֥בֶר <WH7667> ve-She-ver destruction גָּד֖וֹל <WH1419> ga-Dol and great מֵאֶ֥רֶץ <WH776> me-'E-retz from the land כַּשְׂדִּֽים׃ <WH3778> kas-Dim. of the Chaldeans"},{"number":55,"verse":"כִּֽי־ <WH3588> ki- is going שֹׁדֵ֤ד <WH7703> sho-Ded hath spoiled יְהוָה֙ <WH3068> Yah-weh Because the LORD אֶת־ <WH853> 'et- בָּבֶ֔ל <WH894> ba-Vel, Babylon וְאִבַּ֥ד <WH6> ve-'ib-Bad and destroyed מִמֶּ֖נָּה <WH4480> mi-Men-nah at ק֣וֹל <WH6963> Kol voice גָּד֑וֹל <WH1419> ga-Dol; out of her the great וְהָמ֤וּ <WH1993> ve-ha-Mu do roar גַלֵּיהֶם֙ <WH1530> gal-lei-Hem when her waves כְּמַ֣יִם <WH4325> ke-Ma-yim waters רַבִּ֔ים <WH7227> rab-Bim, like great נִתַּ֥ן <WH5414> nit-Tan is uttered שְׁא֖וֹן <WH7588> she-'on a noise קוֹלָֽם׃ <WH6963> ko-Lam. of their voice"},{"number":56,"verse":"כִּי֩ <WH3588> ki for בָ֨א <WH935> va is come עָלֶ֤יהָ <WH5921> 'a-Lei-ha against עַל־ <WH5921> 'al- her against בָּבֶל֙ <WH894> ba-Vel upon her [even] upon Babylon שׁוֹדֵ֔ד <WH7703> sho-Ded, Because the spoiler וְנִלְכְּדוּ֙ <WH3920> ve-nil-ke-Du are taken גִּבּוֹרֶ֔יהָ <WH1368> gib-bo-Rei-ha, and her mighty men חִתְּתָ֖ה <WH2865> chit-te-Tah is broken קַשְּׁתוֹתָ֑ם <WH7198> kash-she-to-Tam; every one of their bows כִּ֣י <WH3588> ki is a אֵ֧ל <WH410> 'el God גְּמֻל֛וֹת <WH1578> ge-mu-Lot of recompences יְהוָ֖ה <WH3068> Yah-weh for the LORD שַׁלֵּ֥ם <WH7999> shal-Lem shall surely יְשַׁלֵּֽם׃ <WH7999> ye-shal-Lem. requite"},{"number":57,"verse":"וְ֠הִשְׁכַּרְתִּי <WH7937> Ve-hish-kar-ti And I will make drunk שָׂרֶ֨יהָ <WH8269> sa-Rei-ha her princes וַחֲכָמֶ֜יהָ <WH2450> va-cha-cha-Mei-ha and her wise פַּחוֹתֶ֤יהָ <WH6346> pa-cho-Tei-ha [men] her captains וּסְגָנֶ֙יהָ֙ <WH5461> u-se-ga-Nei-ha and her rulers וְגִבּוֹרֶ֔יהָ <WH1368> ve-gib-bo-Rei-ha, and her mighty men וְיָשְׁנ֥וּ <WH3462> ve-ya-she-Nu and they shall sleep שְׁנַת־ <WH8142> she-nat- sleep עוֹלָ֖ם <WH5769> o-Lam a perpetual וְלֹ֣א <WH3808> ve-Lo and not יָקִ֑יצוּ <WH6974> ya-Ki-tzu; and not wake נְאֻ֨ם־ <WH5002> ne-'Um- saith הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, the King יְהוָ֥ה <WH3068> Yah-weh [is] the LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts שְׁמֽוֹ׃ <WH8034> she-Mo. whose name ס sa-Mek"},{"number":58,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar Thus saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֗וֹת <WH6635> tze-va-'ot, of hosts חֹ֠מוֹת <WH2346> Cho-mot walls בָּבֶ֤ל <WH894> ba-Vel of Babylon הָֽרְחָבָה֙ <WH7342> ha-re-cha-Vah The broad עַרְעֵ֣ר <WH6209> 'ar-'Er shall be utterly תִּתְעַרְעָ֔ר <WH6209> tit-'ar-'Ar, broken וּשְׁעָרֶ֥יהָ <WH8179> u-she-'a-Rei-ha gates הַגְּבֹהִ֖ים <WH1364> hag-ge-vo-Him and her high בָּאֵ֣שׁ <WH784> ba-'Esh with fire יִצַּ֑תּוּ <WH3341> yitz-Tzat-tu; shall be burned וְיִֽגְע֨וּ <WH3021> ve-yig-'U shall labour עַמִּ֧ים <WH5971> 'am-Mim and the people בְּדֵי־ <WH1767> be-dei- in רִ֛יק <WH7385> rik in vain וּלְאֻמִּ֥ים <WH3816> u-le-'um-Mim and the folk בְּדֵי־ <WH1767> be-dei- able אֵ֖שׁ <WH784> 'esh the fire וְיָעֵֽפוּ׃ <WH3286> ve-ya-'E-fu. and they shall be weary ס sa-Mek"},{"number":59,"verse":"הַדָּבָ֞ר <WH1697> had-da-Var The word אֲשֶׁר־ <WH834> 'a-Sher- which צִוָּ֣ה׀ <WH6680> tziv-Vah commanded יִרְמְיָ֣הוּ <WH3414> yir-me-Ya-hu which Jeremiah הַנָּבִ֗יא <WH5030> han-na-Vi, the prophet אֶת־ <WH853> 'et- שְׂרָיָ֣ה <WH8304> se-ra-Yah Seraiah בֶן־ <WH1121> ven- the son נֵרִיָּה֮ <WH5374> ne-ri-Yah of Neriah בֶּן־ <WH1121> ben- the son מַחְסֵיָה֒ <WH4271> mach-se-Yah of Maaseiah בְּלֶכְתּ֞וֹ <WH1980> be-lech-To went אֶת־ <WH854> 'et- with צִדְקִיָּ֤הוּ <WH6667> tzid-ki-Ya-hu with Zedekiah מֶֽלֶךְ־ <WH4428> Me-lech- the king יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah בָּבֶ֔ל <WH894> ba-Vel, into Babylon בִּשְׁנַ֥ת <WH8141> bish-Nat year הָרְבִעִ֖ית <WH7243> ha-re-vi-'It in the fourth לְמָלְכ֑וֹ <WH4427> le-ma-le-Cho; of his reign וּשְׂרָיָ֖ה <WH8304> u-se-ra-Yah And [this] Seraiah שַׂ֥ר <WH8269> sar prince מְנוּחָֽה׃ <WH4496> me-nu-Chah. [was] a quiet"},{"number":60,"verse":"וַיִּכְתֹּ֣ב <WH3789> vai-yich-To wrote יִרְמְיָ֗הוּ <WH3414> yir-me-Ya-hu, So Jeremiah אֵ֧ת <WH853> 'et כָּל־ <WH3605> kol- all הָרָעָ֛ה <WH7451> ha-ra-'Ah all the evil אֲשֶׁר־ <WH834> 'a-Sher- which תָּב֥וֹא <WH935> ta-Vo that should come אֶל־ <WH413> 'el- concerning בָּבֶ֖ל <WH894> ba-Vel upon Babylon אֶל־ <WH413> 'el- concerning סֵ֣פֶר <WH5612> Se-fer book אֶחָ֑ד <WH259> 'e-Chad; in a אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- all הַדְּבָרִ֣ים <WH1697> had-de-va-Rim [even] all these words הָאֵ֔לֶּה <WH428> ha-'El-leh, these הַכְּתֻבִ֖ים <WH3789> hak-ke-tu-Vim that are written אֶל־ <WH413> 'el- concerning בָּבֶֽל׃ <WH894> ba-Vel. against Babylon"},{"number":61,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said יִרְמְיָ֖הוּ <WH3414> yir-me-Ya-hu And Jeremiah אֶל־ <WH413> 'el- to שְׂרָיָ֑ה <WH8304> se-ra-Yah; to Seraiah כְּבֹאֲךָ֣ <WH935> ke-vo-'a-Cha When thou comest בָבֶ֔ל <WH894> va-Vel, to Babylon וְֽרָאִ֔יתָ <WH7200> ve-ra-'I-ta, and shalt see וְֽקָרָ֔אתָ <WH7121> ve-ka-Ra-ta, and shalt read אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַדְּבָרִ֖ים <WH1697> had-de-va-Rim all these words הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":62,"verse":"וְאָמַרְתָּ֗ <WH559> ve-'a-mar-Ta, Then shalt thou say יְהוָה֙ <WH3068> Yah-weh O LORD אַתָּ֨ה <WH859> 'at-Tah you דִבַּ֜רְתָּ <WH1696> dib-Bar-ta thou hast spoken אֶל־ <WH413> 'el- concerning הַמָּק֤וֹם <WH4725> ham-ma-Kom against this place הַזֶּה֙ <WH2088> haz-Zeh this לְהַכְרִית֔וֹ <WH3772> le-hach-ri-To, to cut it off לְבִלְתִּ֤י <WH1115> le-vil-Ti will be nothing הֱיֽוֹת־ <WH1961> he-yot- become בּוֹ֙ bo יוֹשֵׁ֔ב <WH3427> yo-Shev, that none shall remain לְמֵאָדָ֖ם <WH120> le-me-'a-Dam in it neither man וְעַד־ <WH5704> ve-'ad- or בְּהֵמָ֑ה <WH929> be-he-Mah; nor beast כִּֽי־ <WH3588> ki- that it שִׁמְמ֥וֹת <WH8077> shim-Mot but that it shall be desolate עוֹלָ֖ם <WH5769> o-Lam for ever תִּֽהְיֶֽה׃ <WH1961> Tih-Yeh. become"},{"number":63,"verse":"וְהָיָה֙ <WH1961> ve-ha-Yah become כְּכַלֹּ֣תְךָ֔ <WH3615> ke-chal-Lo-te-cha, And it shall be when thou hast made an end לִקְרֹ֖א <WH7121> lik-Ro of reading אֶת־ <WH853> 'et- הַסֵּ֣פֶר <WH5612> has-Se-fer this book הַזֶּ֑ה <WH2088> haz-Zeh; this תִּקְשֹׁ֤ר <WH7194> tik-Shor [that] thou shalt bind עָלָיו֙ <WH5921> 'a-Lav and אֶ֔בֶן <WH68> 'E-ven, a stone וְהִשְׁלַכְתּ֖וֹ <WH7993> ve-hish-lach-To to it and cast אֶל־ <WH413> 'el- into תּ֥וֹךְ <WH8432> Toch it into the midst פְּרָֽת׃ <WH6578> pe-Rat. of Euphrates"},{"number":64,"verse":"וְאָמַרְתָּ֗ <WH559> ve-'a-mar-Ta, And thou shalt say כָּ֠כָה <WH3602> Ka-chah Just תִּשְׁקַ֨ע <WH8257> tish-Ka' sink בָּבֶ֤ל <WH894> ba-Vel Thus shall Babylon וְלֹֽא־ <WH3808> ve-lo- and not תָקוּם֙ <WH6965> ta-Kum and shall not rise מִפְּנֵ֣י <WH6440> mip-pe-Nei from הָרָעָ֗ה <WH7451> ha-ra-'Ah, the evil אֲשֶׁ֧ר <WH834> 'a-Sher that אָנֹכִ֛י <WH595> 'a-no-Chi I am מֵבִ֥יא <WH935> me-Vi that I will bring עָלֶ֖יהָ <WH5921> 'a-Lei-ha upon וְיָעֵ֑פוּ <WH3286> ve-ya-'E-fu; upon her and they shall be weary עַד־ <WH5704> 'ad- far הֵ֖נָּה <WH2008> Hen-nah here דִּבְרֵ֥י <WH1697> div-Rei Thus far [are] the words יִרְמְיָֽהוּ׃ <WH3414> yir-me-Ya-hu. of Jeremiah ס sa-Mek"}]}