{"bibleAbbr":"AKJV1999+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"Then Moab<WH4124> rebelled<WH6586> against Israel<WH3478> after<WH310> the death<WH4194> of Ahab.<WH256>"},{"number":2,"verse":"And Ahaziah<WH274> fell<WH5307> down through<WH1157> a lattice<WH7639> in his upper<WH5944> chamber<WH5944> that was in Samaria,<WH8111> and was sick:<WH2470> and he sent<WH7971> messengers,<WH4397> and said<WH559> to them, Go,<WH3212> inquire<WH1875> of Baalzebub<WH1176> the god<WH430> of Ekron<WH6138> whether<WH518> I shall recover<WH2421> of this<WH2088> disease.<WH2483>"},{"number":3,"verse":"But the angel<WH4397> of the LORD<WH3068> said<WH1696> to Elijah<WH452> the Tishbite,<WH8664> Arise,<WH6965> go<WH5927> up to meet<WH7125> the messengers<WH4397> of the king<WH4428> of Samaria,<WH8111> and say<WH1696> to them, Is it not because there is not a God<WH430> in Israel,<WH3478> that you go<WH1980> to inquire<WH1875> of Baalzebub<WH1176> the god<WH430> of Ekron?<WH6138>"},{"number":4,"verse":"Now therefore<WH3651> thus<WH3541> said<WH559> the LORD,<WH3068> You shall not come<WH3381> down<WH3381> from that bed<WH4296> on which<WH834> you are gone<WH5927> up, but shall surely<WH3588> die.<WH4191> And Elijah<WH452> departed.<WH3212>"},{"number":5,"verse":"And when the messengers<WH4397> turned<WH7725> back<WH7725> to him, he said<WH559> to them, Why<WH4100> are you now<WH2088> turned<WH7725> back?<WH7725>"},{"number":6,"verse":"And they said<WH559> to him, There came<WH5927> a man<WH376> up to meet<WH7125> us, and said<WH559> to us, Go,<WH3212> turn<WH7725> again<WH7725> to the king<WH4428> that sent<WH7971> you, and say<WH1696> to him, Thus<WH3541> said<WH559> the LORD,<WH3068> Is it not because there is not a God<WH430> in Israel,<WH3478> that you send<WH7971> to inquire<WH1875> of Baalzebub<WH1176> the god<WH430> of Ekron?<WH6138> therefore<WH3651> you shall not come<WH3381> down<WH3381> from that bed<WH4296> on which<WH834> you are gone<WH5927> up, but shall surely<WH3588> die.<WH4191>"},{"number":7,"verse":"And he said<WH1696> to them, What<WH4100> manner<WH4941> of man<WH376> was he which<WH834> came<WH5927> up to meet<WH7125> you, and told<WH1696> you these<WH428> words?<WH1697>"},{"number":8,"verse":"And they answered<WH559> him, He was an hairy<WH1167> <WH8181> man,<WH376> and girt<WH247> with a girdle<WH232> of leather<WH5785> about his loins.<WH4975> And he said,<WH559> It is Elijah<WH452> the Tishbite.<WH8664>"},{"number":9,"verse":"Then the king<WH4428> sent<WH7971> to him a captain<WH8269> of fifty<WH2572> with his fifty.<WH2572> And he went<WH5927> up to him: and, behold,<WH2009> he sat<WH3427> on<WH5921> the top<WH7218> of an hill.<WH2022> And he spoke<WH1696> to him, You man<WH376> of God,<WH430> the king<WH4428> has said,<WH1696> Come<WH3381> down.<WH3381>"},{"number":10,"verse":"And Elijah<WH452> answered<WH6030> and said<WH1696> to the captain<WH8269> of fifty,<WH2572> If<WH518> I be a man<WH376> of God,<WH430> then let fire<WH784> come<WH3381> down<WH3381> from heaven,<WH8064> and consume<WH398> you and your fifty.<WH2572> And there came<WH3381> down<WH3381> fire<WH784> from heaven,<WH8064> and consumed<WH398> him and his fifty.<WH2572>"},{"number":11,"verse":"Again<WH7725> also he sent<WH7971> to him another<WH312> captain<WH8269> of fifty<WH2572> with his fifty.<WH2572> And he answered<WH6030> and said<WH1696> to him, O man<WH376> of God,<WH430> thus<WH3541> has the king<WH4428> said,<WH559> Come<WH3381> down<WH3381> quickly.<WH4120>"},{"number":12,"verse":"And Elijah<WH452> answered<WH6030> and said<WH1696> to them, If<WH518> I be a man<WH376> of God,<WH430> let fire<WH784> come<WH3381> down<WH3381> from heaven,<WH8064> and consume<WH398> you and your fifty.<WH2572> And the fire<WH784> of God<WH430> came<WH3381> down<WH3381> from heaven,<WH8064> and consumed<WH398> him and his fifty.<WH2572>"},{"number":13,"verse":"And he sent<WH7971> again<WH7725> a captain<WH8269> of the third<WH7992> fifty<WH2572> with his fifty.<WH2572> And the third<WH7992> captain<WH8269> of fifty<WH2572> went<WH5927> up, and came<WH935> and fell<WH3766> on<WH5921> his knees<WH1290> before<WH5048> Elijah,<WH452> and sought<WH2603> him, and said<WH1696> to him, O man<WH376> of God,<WH430> I pray<WH4994> you, let my life,<WH5315> and the life<WH5315> of these<WH428> fifty<WH2572> your servants,<WH5650> be precious<WH3365> in your sight.<WH5869>"},{"number":14,"verse":"Behold,<WH2009> there came<WH3381> fire<WH784> down<WH3381> from heaven,<WH8064> and burnt<WH398> up the two<WH8147> captains<WH8269> of the former<WH7223> fifties<WH2572> with their fifties:<WH2572> therefore let my life<WH5315> now<WH6258> be precious<WH3365> in your sight.<WH5869>"},{"number":15,"verse":"And the angel<WH4397> of the LORD<WH3068> said<WH1696> to Elijah,<WH452> Go<WH3381> down<WH3381> with him: be not afraid<WH3372> of him. And he arose,<WH6965> and went<WH3381> down<WH3381> with him to the king.<WH4428>"},{"number":16,"verse":"And he said<WH1696> to him, Thus<WH3541> said<WH559> the LORD,<WH3068> For as much<WH3282> <WH834> as you have sent<WH7971> messengers<WH4397> to inquire<WH1875> of Baalzebub<WH1176> the god<WH430> of Ekron,<WH6138> is it not because there is no<WH369> God<WH430> in Israel<WH3478> to inquire<WH1875> of his word?<WH1697> therefore you shall not come<WH3381> down<WH3381> off that bed<WH4296> on which<WH834> you are gone<WH5927> up, but shall surely<WH3588> die.<WH4191>"},{"number":17,"verse":"So he died<WH4191> according to the word<WH1697> of the LORD<WH3068> which<WH834> Elijah<WH452> had spoken.<WH1696> And Jehoram<WH3088> reigned<WH4427> in his stead<WH8478> in the second<WH8147> year<WH8141> of Jehoram<WH3088> the son<WH1121> of Jehoshaphat<WH3092> king<WH4428> of Judah;<WH3063> because<WH3588> he had<WH1961> no<WH3808> son.<WH1121>"},{"number":18,"verse":"Now the rest<WH3499> of the acts<WH1697> of Ahaziah<WH274> which<WH834> he did,<WH6213> are they not written<WH3789> in the book<WH5612> of the chronicles<WH1697> <WH3117> of the kings<WH4428> of Israel?<WH3478>"}]}