{"bibleAbbr":"AKJV1999+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"Now there cried<WH6817> a certain<WH259> woman<WH802> of the wives<WH802> of the sons<WH1121> of the prophets<WH5030> to Elisha,<WH477> saying,<WH559> Your servant<WH5650> my husband<WH376> is dead;<WH4191> and you know<WH3045> that your servant<WH5650> did fear<WH3373> the LORD:<WH3068> and the creditor<WH5383> is come<WH935> to take<WH3947> to him my two<WH8147> sons<WH3206> to be slaves.<WH5650>"},{"number":2,"verse":"And Elisha<WH477> said<WH559> to her, What<WH4100> shall I do<WH6213> for you? tell<WH5046> me, what<WH4100> have<WH3426> you in the house?<WH1004> And she said,<WH559> Your handmaid<WH8198> has not any<WH3605> thing in the house,<WH1004> save<WH3588> <WH518> a pot<WH610> of oil.<WH8081>"},{"number":3,"verse":"Then he said,<WH559> Go,<WH3212> borrow<WH7592> you vessels<WH3627> abroad<WH2351> of all<WH3605> your neighbors,<WH7934> even empty<WH7385> vessels;<WH3627> borrow not a few.<WH4591>"},{"number":4,"verse":"And when you are come<WH935> in, you shall shut<WH5462> the door<WH1817> on you and on your sons,<WH1121> and shall pour<WH3332> out into<WH5921> all<WH3605> those<WH428> vessels,<WH3627> and you shall set<WH5265> aside<WH5265> that which is full.<WH4392>"},{"number":5,"verse":"So she went<WH3212> from him, and shut<WH5462> the door<WH1817> on her and on her sons,<WH1121> who<WH1992> brought<WH5066> the vessels to her; and she poured<WH3332> out."},{"number":6,"verse":"And it came<WH1961> to pass, when the vessels<WH3627> were full,<WH4390> that she said<WH559> to her son,<WH1121> Bring<WH5066> me yet a vessel.<WH3627> And he said<WH559> to her, There is not a vessel<WH3627> more.<WH5750> And the oil<WH8081> stayed.<WH5975>"},{"number":7,"verse":"Then she came<WH935> and told<WH5046> the man<WH376> of God.<WH430> And he said,<WH559> Go,<WH3212> sell<WH4376> the oil,<WH8081> and pay<WH7999> your debt,<WH5386> and live<WH2421> you and your children<WH1121> of the rest.<WH3498>"},{"number":8,"verse":"And it fell<WH1961> on a day,<WH3117> that Elisha<WH477> passed<WH5674> to Shunem,<WH7766> where<WH8033> was a great<WH1419> woman;<WH802> and she constrained<WH2388> him to eat<WH398> bread.<WH3899> And so it was, that as oft<WH1767> as he passed<WH5674> by, he turned<WH5493> in thither<WH8033> to eat<WH398> bread.<WH3899>"},{"number":9,"verse":"And she said<WH559> to her husband,<WH376> Behold<WH2009> now,<WH4994> I perceive<WH3045> that this<WH1931> is an holy<WH6918> man<WH376> of God,<WH430> which passes<WH5674> by us continually.<WH8548>"},{"number":10,"verse":"Let us make<WH6213> a little<WH6996> chamber,<WH5944> I pray<WH4994> you, on the wall;<WH7023> and let us set<WH7760> for him there<WH8033> a bed,<WH4296> and a table,<WH7979> and a stool,<WH3678> and a candlestick:<WH4501> and it shall be, when he comes<WH935> to us, that he shall turn<WH5493> in thither.<WH8033>"},{"number":11,"verse":"And it fell<WH1961> on a day,<WH3117> that he came<WH935> thither,<WH8033> and he turned<WH5493> into<WH413> the chamber,<WH5944> and lay<WH7901> there.<WH8033>"},{"number":12,"verse":"And he said<WH559> to Gehazi<WH1522> his servant,<WH5288> Call<WH7121> this<WH2063> Shunammite.<WH7767> And when he had called<WH7121> her, she stood<WH5975> before<WH6440> him."},{"number":13,"verse":"And he said<WH559> to him, Say<WH559> now<WH4994> to her, Behold,<WH2009> you have been careful<WH2729> for us with all<WH3605> this<WH2063> care;<WH2731> what<WH4100> is to be done<WH6213> for you? would<WH3426> you be spoken<WH1696> for to the king,<WH4428> or<WH176> to the captain<WH8269> of the host?<WH6635> And she answered,<WH559> I dwell<WH3427> among<WH8432> my own people.<WH5971>"},{"number":14,"verse":"And he said,<WH559> What<WH4100> then is to be done<WH6213> for her? And Gehazi<WH1522> answered,<WH559> Truly<WH61> she has no<WH369> child,<WH1121> and her husband<WH376> is old.<WH2204>"},{"number":15,"verse":"And he said,<WH559> Call<WH7121> her. And when he had called<WH7121> her, she stood<WH5975> in the door.<WH6607>"},{"number":16,"verse":"And he said,<WH559> About this<WH2088> season,<WH4150> according to the time<WH6256> of life,<WH2416> you shall embrace<WH2263> a son.<WH1121> And she said,<WH559> No,<WH408> my lord,<WH113> you man<WH376> of God,<WH430> do not lie<WH3576> to your handmaid.<WH8198>"},{"number":17,"verse":"And the woman<WH802> conceived,<WH2029> and bore<WH3205> a son<WH1121> at that season<WH4150> that Elisha<WH477> had said<WH1696> to her, according to the time<WH6256> of life.<WH2416>"},{"number":18,"verse":"And when the child<WH3206> was grown,<WH1431> it fell<WH1961> on a day,<WH3117> that he went<WH3318> out to his father<WH1> to the reapers.<WH7114>"},{"number":19,"verse":"And he said<WH559> to his father,<WH1> My head,<WH7218> my head.<WH7218> And he said<WH559> to a lad,<WH5288> Carry<WH5375> him to his mother.<WH517>"},{"number":20,"verse":"And when he had taken<WH5375> him, and brought<WH935> him to his mother,<WH517> he sat<WH3427> on<WH5921> her knees<WH1290> till<WH5704> noon,<WH6672> and then died.<WH4191>"},{"number":21,"verse":"And she went<WH5927> up, and laid<WH7901> him on<WH5921> the bed<WH4296> of the man<WH376> of God,<WH430> and shut<WH5462> the door on him, and went<WH3318> out."},{"number":22,"verse":"And she called<WH7121> to her husband,<WH376> and said,<WH559> Send<WH7971> me, I pray<WH4994> you, one<WH259> of the young<WH5288> men, and one<WH259> of the asses,<WH860> that I may run<WH7323> to the man<WH376> of God,<WH430> and come<WH7725> again.<WH7725>"},{"number":23,"verse":"And he said,<WH559> Why<WH4069> will you go<WH1980> to him to day?<WH3117> it is neither<WH3808> new<WH2320> moon,<WH2320> nor<WH3808> sabbath.<WH7676> And she said,<WH559> It shall be well.<WH7965>"},{"number":24,"verse":"Then she saddled<WH2280> an ass,<WH860> and said<WH559> to her servant,<WH5288> Drive,<WH5090> and go<WH3212> forward; slack<WH6113> not your riding<WH7392> for me, except<WH3588> <WH518> I bid<WH559> you."},{"number":25,"verse":"So she went<WH3212> and came<WH935> to the man<WH376> of God<WH430> to mount<WH2022> Carmel.<WH3760> And it came<WH1961> to pass, when the man<WH376> of God<WH430> saw<WH7200> her afar<WH5048> off, that he said<WH559> to Gehazi<WH1522> his servant,<WH5288> Behold,<WH2009> yonder is that Shunammite:<WH7767>"},{"number":26,"verse":"Run<WH7323> now,<WH6258> I pray<WH4994> you, to meet<WH7125> her, and say<WH559> to her, Is it well<WH7965> with you? is it well<WH7965> with your husband?<WH376> is it well<WH7965> with the child?<WH3206> And she answered,<WH559> It is well:<WH7965>"},{"number":27,"verse":"And when she came<WH935> to the man<WH376> of God<WH430> to the hill,<WH2022> she caught<WH2388> him by the feet:<WH7272> but Gehazi<WH1522> came<WH5066> near<WH5066> to thrust<WH1920> her away. And the man<WH376> of God<WH430> said,<WH559> Let her alone;<WH7503> for her soul<WH5315> is vexed<WH4843> within her: and the LORD<WH3068> has hid<WH5956> it from me, and has not told<WH5046> me."},{"number":28,"verse":"Then she said,<WH559> Did I desire<WH7592> a son<WH1121> of my lord?<WH113> did I not say,<WH559> Do not deceive<WH7952> me?"},{"number":29,"verse":"Then he said<WH559> to Gehazi,<WH1522> Gird<WH2296> up your loins,<WH4975> and take<WH3947> my staff<WH4938> in your hand,<WH3027> and go<WH3212> your way: if<WH3588> you meet<WH4672> any man,<WH376> salute<WH1288> him not; and if<WH3588> any<WH376> salute<WH1288> you, answer<WH6030> him not again: and lay<WH7760> my staff<WH4938> on the face<WH6440> of the child.<WH5288>"},{"number":30,"verse":"And the mother<WH517> of the child<WH5288> said,<WH559> As the LORD<WH3068> lives,<WH2416> and as your soul<WH5315> lives,<WH2416> I will not leave<WH5800> you. And he arose,<WH6965> and followed<WH3112> <WH310> her."},{"number":31,"verse":"And Gehazi<WH1522> passed<WH5674> on before<WH6440> them, and laid<WH7760> the staff<WH4938> on the face<WH6440> of the child;<WH5288> but there was neither<WH369> voice,<WH6963> nor<WH369> hearing.<WH7182> Why he went<WH7725> again<WH7725> to meet<WH7125> him, and told<WH5046> him, saying,<WH559> The child<WH5288> is not awaked.<WH6974>"},{"number":32,"verse":"And when Elisha<WH477> was come<WH935> into the house,<WH1004> behold,<WH2009> the child<WH5288> was dead,<WH4191> and laid<WH7901> on his bed.<WH4296>"},{"number":33,"verse":"He went<WH935> in therefore, and shut<WH5462> the door<WH1817> on them two,<WH8147> and prayed<WH6419> to the LORD.<WH3068>"},{"number":34,"verse":"And he went<WH5927> up, and lay<WH7901> on the child,<WH3206> and put<WH7760> his mouth<WH6310> on his mouth,<WH6310> and his eyes<WH5869> on his eyes,<WH5869> and his hands<WH3709> on his hands:<WH3709> and stretched<WH1457> himself on the child; and the flesh<WH1320> of the child<WH3206> waxed warm.<WH2552>"},{"number":35,"verse":"Then he returned,<WH7725> and walked<WH3212> in the house<WH1004> to and fro;<WH259> <WH2008> and went<WH5927> up, and stretched<WH1457> himself on him: and the child<WH5288> sneezed<WH2237> seven<WH7651> times,<WH6471> and the child<WH5288> opened<WH6491> his eyes.<WH5869>"},{"number":36,"verse":"And he called<WH7121> Gehazi,<WH1522> and said,<WH559> Call<WH7121> this<WH2063> Shunammite.<WH7767> So he called<WH7121> her. And when she was come<WH935> in to him, he said,<WH559> Take<WH5375> up your son.<WH1121>"},{"number":37,"verse":"Then she went<WH935> in, and fell<WH5307> at<WH5921> his feet,<WH7272> and bowed<WH7812> herself to the ground,<WH776> and took<WH5375> up her son,<WH1121> and went<WH3318> out."},{"number":38,"verse":"And Elisha<WH477> came<WH7725> again<WH7725> to Gilgal:<WH1537> and there was a dearth<WH7458> in the land;<WH776> and the sons<WH1121> of the prophets<WH5030> were sitting<WH3427> before<WH6440> him: and he said<WH559> to his servant,<WH5288> Set<WH8239> on the great<WH1419> pot,<WH5518> and seethe<WH1310> pottage<WH5138> for the sons<WH1121> of the prophets.<WH5030>"},{"number":39,"verse":"And one<WH259> went<WH3318> out into<WH413> the field<WH7704> to gather<WH3950> herbs,<WH219> and found<WH4672> a wild<WH7704> vine,<WH1612> and gathered<WH3950> thereof wild<WH7704> gourds<WH6498> his lap<WH899> full,<WH4393> and came<WH935> and shred<WH6398> them into<WH413> the pot<WH5518> of pottage:<WH5138> for they knew<WH3045> them not."},{"number":40,"verse":"So they poured<WH3332> out for the men<WH582> to eat.<WH398> And it came<WH1961> to pass, as they were eating<WH398> of the pottage,<WH5138> that they cried<WH6817> out, and said,<WH559> O you man<WH376> of God,<WH430> there is death<WH4194> in the pot.<WH5518> And they could<WH3201> not eat<WH398> thereof."},{"number":41,"verse":"But he said,<WH559> Then bring<WH3947> meal.<WH7058> And he cast<WH7993> it into<WH413> the pot;<WH5518> and he said,<WH559> Pour<WH3332> out for the people,<WH5971> that they may eat.<WH398> And there was no<WH3808> harm<WH1697> <WH7451> in the pot.<WH5518>"},{"number":42,"verse":"And there came<WH935> a man<WH376> from Baalshalisha,<WH1190> and brought<WH935> the man<WH376> of God<WH430> bread<WH3899> of the first fruits,<WH1061> twenty<WH6242> loaves<WH3899> of barley,<WH8184> and full ears<WH3759> of corn<WH3759> in the husk<WH6861> thereof. And he said,<WH559> Give<WH5414> to the people,<WH5971> that they may eat.<WH398>"},{"number":43,"verse":"And his servitor<WH8334> said,<WH559> What,<WH4100> should I set<WH5414> this<WH2088> before<WH6440> an hundred<WH3967> men?<WH376> He said<WH559> again, Give<WH5414> the people,<WH5971> that they may eat:<WH398> for thus<WH3541> said<WH559> the LORD,<WH3068> They shall eat,<WH398> and shall leave<WH3498> thereof."},{"number":44,"verse":"So he set<WH5414> it before<WH6440> them, and they did eat,<WH398> and left<WH3498> thereof, according to the word<WH1697> of the LORD.<WH3068>"}]}