{"bibleAbbr":"msAB1996","bookName":"ZAKHARIA","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"( Penglihatan tentang Tali Pengukur) Dalam penglihatan selanjutnya, aku nampak seorang lelaki yang memegang tali pengukur."},{"number":2,"verse":"Aku bertanya kepadanya, “Hendak ke mana?” Dia menjawab, “Aku hendak mengukur Yerusalem. Aku ingin tahu panjang dan lebar kota itu.”"},{"number":3,"verse":"Kemudian aku nampak malaikat yang telah bertutur dengan aku itu, melangkah maju, dan satu malaikat lain menemuinya."},{"number":4,"verse":"Malaikat yang pertama berkata kepada malaikat yang kedua, “Cepat pergi kepada pemuda yang memegang tali pengukur itu, dan beritahu dia bahawa Yerusalem akan penuh sesak dengan manusia dan ternakan, sehingga tembok kota tidak dapat dibina lagi."},{"number":5,"verse":"TUHAN telah berjanji bahawa Dia sendiri akan menjadi tembok api yang mengelilingi kota itu untuk melindunginya, dan Dia akan tinggal di situ dengan segala kemuliaan-Nya.”"},{"number":6,"verse":"( Orang Buangan Dipanggil Pulang) TUHAN berfirman kepada umat-Nya, “Aku telah mencerai-beraikan kamu ke segala arah. Tetapi sekarang, hai orang buangan, larilah dari Babilonia dan kembalilah ke Yerusalem."},{"number":8,"verse":"Sesiapa yang menyerang kamu, menyerang buah hati-Ku.” Oleh itu TUHAN Yang Maha Kuasa ( Naskhah Ibrani mempunyai dua patah perkataan lain; maknanya tidak jelas.) menyuruh aku menyampaikan perkhabaran ini kepada bangsa-bangsa yang telah menjarah umat-Nya,"},{"number":9,"verse":"“TUHAN sendiri akan melawan kamu. Kamu akan dijarah oleh bekas hamba kamu sendiri.” Apabila hal itu berlaku, semua orang akan tahu bahawa TUHAN Yang Maha Kuasa telah mengutus aku."},{"number":10,"verse":"TUHAN berfirman, “Bernyanyilah dengan gembira, hai penduduk Yerusalem! Aku akan tinggal di tengah-tengah kamu!”"},{"number":11,"verse":"Pada masa itu banyak bangsa akan datang kepada TUHAN untuk menjadi umat-Nya. Dia akan tinggal di tengah-tengah kamu, dan kamu akan tahu bahawa TUHAN telah mengutus aku kepada kamu."},{"number":12,"verse":"Sekali lagi Yehuda akan menjadi milik khas TUHAN di tanah-Nya yang suci, dan Yerusalem akan menjadi kota yang paling disayangi-Nya."},{"number":13,"verse":"Hai semua orang, berdiamlah di hadapan TUHAN kerana Dia telah berangkat dari tempat kediaman-Nya yang suci."}]}