{"bibleAbbr":"msAB1996","bookName":"ZAKHARIA","bookEnglishName":"Zechariah","chapterNumber":3,"verses":[{"number":1,"verse":"( Penglihatan tentang Imam Agung) ( ; ) Dalam penglihatan yang lain, TUHAN menunjukkan Imam Agung Yosua kepadaku. Imam Agung Yosua sedang berdiri di hadapan malaikat TUHAN. Iblis ( Iblis: Makhluk syurga yang dianggap sebagai lawan manusia.) yang telah bersedia untuk menuduh Yosua, berdiri di sebelah Yosua."},{"number":2,"verse":"( ) Malaikat TUHAN ( Sebuah naskhah terjemahan kuno: Malaikat TUHAN; Naskhah Ibrani: TUHAN.) berkata kepada Iblis, “Semoga TUHAN menghukum engkau, hai Iblis! Semoga TUHAN yang mengasihi Yerusalem menghukum engkau. Orang ini bagaikan puntung kayu yang ditarik dari api.”"},{"number":3,"verse":"Yosua berdiri di situ dengan pakaian yang sangat kotor."},{"number":4,"verse":"Malaikat itu berkata kepada pembantu-pembantunya di syurga, “Buanglah pakaian kotor yang dipakai orang ini.” Kemudian dia berkata kepada Yosua, “Aku telah membuang dosamu; aku akan memberi engkau pakaian baru.”"},{"number":5,"verse":"Dia memerintahkan pembantu-pembantunya memasang ( Beberapa buah naskhah terjemahan kuno: Dia memerintahkan pembantu-pembantunya memasang; Naskhah Ibrani: Aku berkata, “Biarlah mereka memasang.) serban bersih pada kepala Yosua, lalu mereka melakukannya. Selepas itu mereka mengenakan pakaian baru pada Yosua sementara malaikat TUHAN berdiri di situ."},{"number":6,"verse":"Kemudian malaikat TUHAN itu memberitahu Yosua"},{"number":7,"verse":"firman TUHAN Yang Maha Kuasa, “Jika engkau mematuhi hukum-Ku dan melakukan tugas yang Aku berikan kepadamu, engkau boleh melanjutkan tugas sebagai pemimpin di dalam Rumah-Ku dan juga sebagai pengurus halamannya. Aku akan mendengarkan doamu, seperti Aku mendengarkan doa para malaikat yang di hadirat-Ku."},{"number":8,"verse":"( , ; ) Dengarlah hai Imam Agung Yosua, dan juga kamu imam-imam yang menjadi rakannya, kamu semua lambang masa depan yang baik. Pada masa itu, Aku akan mengutus hamba-Ku yang disebut ‘Tunas’."},{"number":9,"verse":"Aku akan meletakkan sebuah batu bersegi tujuh di hadapan Yosua. Aku akan mengukirkan tulisan-tulisan pada batu itu. Dalam satu hari, Aku akan membuang dosa negeri ini."},{"number":10,"verse":"( ) Apabila hari itu tiba, setiap orang akan menjemput jirannya datang dan menikmati kedamaian dan keamanan di tengah-tengah ladang anggur dan pokok ara kamu.”"}]}