{"bibleAbbr":"msAB1996","bookName":"ZAKHARIA","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"( Hukuman kepada Bangsa-Bangsa di Sekitar Israel) ( ; ; ) Inilah perkhabaran TUHAN. Dia telah menjatuhkan hukuman kepada negeri Hadrakh dan kota Damsyik. Bukan sahaja suku-suku Israel, tetapi ibu kota negeri Siria juga milik TUHAN."},{"number":2,"verse":"Hamat yang bersempadan dengan negeri Siria pun milik TUHAN, demikian juga kota Tirus dan Sidon dengan segala kemahiran penduduknya."},{"number":3,"verse":"Tirus telah membina kubu-kubunya dan mengumpulkan sangat banyak emas dan perak, sehingga menjadi benda biasa seperti pasir di jalan."},{"number":4,"verse":"( ; Yeh 26.1—28:26; ; ; ; ) Tetapi Tuhan akan mengambil segala yang ada padanya. Dia akan membuang kekayaannya ke dalam laut, dan kota itu akan dibakar habis."},{"number":5,"verse":"Kota Askelon akan melihat perkara itu lalu menjadi takut. Kota Gaza akan melihat hal itu lalu mengalami penderitaan yang berat. Ekron juga akan melihat hal itu, lalu harapannya akan hancur. Gaza akan kehilangan rajanya, dan Askelon akan menjadi lengang tanpa penghuni."},{"number":6,"verse":"Bangsa campuran akan tinggal di Asdod. TUHAN berfirman, “Aku akan menaklukkan semua orang Filistin yang sombong itu."},{"number":7,"verse":"( ; ; ; ; ; ) Mereka akan berhenti makan daging yang masih berdarah dan makanan apa sahaja yang dilarang. Semua orang yang terselamat akan menjadi anggota umat-Ku dan menjadi seperti salah satu puak suku Yehuda. Ekron akan menjadi anggota umat-Ku seperti orang Yebusi ( orang Yebusi: penduduk asli Yerusalem. Mereka menjadi hamba kepada Raja Daud setelah baginda menaklukkan kota itu.) pada zaman dahulu."},{"number":8,"verse":"Aku akan mengawal tanah-Ku dan tidak membenarkan musuh melaluinya. Aku tidak akan membiarkan orang zalim menindas umat-Ku lagi. Aku telah melihat penderitaan umat-Ku.”"},{"number":9,"verse":"( Raja yang Akan Datang) ( ; ) Bersukacitalah, hai penduduk Sion! Bersoraklah, hai penduduk Yerusalem! Lihatlah, raja kamu datang! Dia datang dengan kemegahan dan kemenangan, tetapi dengan kerendahan hati, dia datang dengan menunggang keldai, dengan mengenderai anak keldai yang muda."},{"number":10,"verse":"( ) TUHAN berfirman, “Aku akan melenyapkan kereta kuda dari Israel, dan juga kuda di Yerusalem; busur yang digunakan dalam peperangan akan dimusnahkan. Raja kamu akan mengadakan perdamaian antara bangsa-bangsa; kerajaannya terbentang dari laut ke laut, dari Sungai Efrat sampai ke hujung bumi.”"},{"number":11,"verse":"( Pemulihan Umat Allah) ( ) TUHAN berfirman, “Kerana perjanjian-Ku dengan kamu, perjanjian yang disahkan dengan darah korban, Aku akan membebaskan bangsa kamu yang menderita dalam pembuangan seperti orang yang terkurung dalam perigi kering."},{"number":12,"verse":"Pulanglah, hai kamu orang buangan, sekarang kamu mempunyai harapan; pulanglah ke tempat perlindungan kamu. Aku memberitahu kamu sekarang, bahawa Aku akan memberkati kamu dua kali ganda bagi segala penderitaan yang kamu alami."},{"number":13,"verse":"Aku akan menggunakan Yehuda seperti busur pahlawan, dan Israel seperti anak panah. Aku akan menggunakan penduduk Sion seperti pedang, untuk memerangi orang Yunani.”"},{"number":14,"verse":"TUHAN akan menampakkan diri kepada umat-Nya; Dia akan membidikkan anak panah seperti kilat. TUHAN Raja akan meniup trompet sebagai tanda melancarkan serangan, Dia akan maju dari selatan di tengah-tengah angin ribut."},{"number":15,"verse":"TUHAN Yang Maha Kuasa akan melindungi umat-Nya, mereka akan membinasakan musuh. Mereka akan memekik seperti orang mabuk memekik, sambil menumpahkan darah musuh; darah musuh akan mengalir seperti darah korban, yang dicurahkan di atas mazbah dari sebuah mangkuk."},{"number":16,"verse":"Pada hari itu kelak, TUHAN akan menyelamatkan umat-Nya, seperti gembala menyelamatkan ternakan daripada bahaya. Mereka akan bersinar di negeri TUHAN seperti permata pada mahkota."},{"number":17,"verse":"Alangkah baik dan indahnya negeri itu kelak! Pemuda dan pemudi akan bertambah kuat; gandum dan wain menguatkan mereka."}]}