{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"For the Chief Musician. A Psalm of David. O Jehovah<WH3068>, thou hast searched<WH2713> me<WH3045>, and known me."},{"number":2,"verse":"Thou knowest<WH3045> my downsitting<WH3427> and mine uprising<WH6965>; Thou understandest<WH995> my thought<WH7454> afar off<WH7350>."},{"number":3,"verse":"Thou searchest<WH2219> out my path<WH734> and my lying down<WH7252>, And art acquainted<WH5532> with all my ways<WH1870>."},{"number":4,"verse":"For there is not a word<WH4405> in my tongue<WH3956>, But<WH3068>, lo, O Jehovah, thou knowest it altogether<WH3045>."},{"number":5,"verse":"Thou hast beset<WH6696> me behind<WH268> and before<WH6924>, And laid<WH7896> thy hand upon me<WH3709>."},{"number":6,"verse":"Such knowledge<WH1847> is too wonderful<WH6383> for me<WH7682>; It is high, I cannot attain unto it<WH3201>."},{"number":7,"verse":"Whither shall I go<WH3212> from thy Spirit<WH7307>? Or whither shall I flee<WH1272> from thy presence<WH6440>?"},{"number":8,"verse":"If I ascend up<WH5266> into heaven<WH8064>, thou art there<WH3331>: If I make my bed in Sheol<WH7585>, behold, thou art there."},{"number":9,"verse":"If I take<WH5375> the wings<WH3671> of the morning<WH7837>, And dwell<WH7931> in the uttermost parts<WH319> of the sea<WH3220>;"},{"number":10,"verse":"Even there shall thy hand<WH3027> lead<WH5148> me<WH3225>, And thy right hand shall hold me<WH270>."},{"number":11,"verse":"If I say<WH559>, Surely the darkness<WH2822> shall overwhelm<WH7779> me<WH216>, And the light about me<WH1157> shall be night<WH3915>;"},{"number":12,"verse":"Even the darkness<WH2822> hideth<WH2821> not from thee<WH3915>, But the night shineth<WH215> as the day<WH3117>: The darkness<WH2825> and the light are both alike to thee<WH219>."},{"number":13,"verse":"For thou didst form<WH7069> my inward<WH3629> parts<WH5526>: Thou didst cover me in my mother<WH517>'s womb<WH990>."},{"number":14,"verse":"I will give thanks<WH3034> unto thee<WH3372>; For I am fearfully and wonderfully made<WH6395>: Wonderful<WH6381> are thy works<WH4639>; And that my soul<WH5315> knoweth<WH3045> right well<WH3966>."},{"number":15,"verse":"My frame<WH6108> was not hidden<WH3582> from thee<WH6213>, When I was made in secret<WH5643>, And curiously wrought<WH7551> in the lowest parts<WH8482> of the earth<WH776>."},{"number":16,"verse":"Thine eyes<WH5869> did see<WH7200> mine unformed<WH1564> substance<WH5612>; And in thy book they were all written<WH3789>, Even the days<WH3117> that were ordained<WH3335> for me<WH259>, When as yet there was none of them."},{"number":17,"verse":"How precious<WH3365> also are thy thoughts<WH7454> unto me<WH410>, O God! How great<WH6105> is the sum of them<WH7218>!"},{"number":18,"verse":"If I should count<WH5608> them<WH7235>, they are more in number than the sand<WH2344>: When I awake<WH6974>, I am still with thee<WH5750>."},{"number":19,"verse":"Surely thou wilt slay<WH6991> the wicked<WH7563>, O God<WH433>: Depart<WH5493> from me therefore<WH1818>, ye bloodthirsty men<WH582>."},{"number":20,"verse":"For they speak<WH559> against thee wickedly<WH4209>, And thine enemies<WH6145> take<WH5375> thy name in vain<WH7723>."},{"number":21,"verse":"Do not I hate<WH8130> them<WH3068>, O Jehovah, that hate<WH8130> thee<WH6962>? And am not I grieved with those that rise up against thee<WH8618>?"},{"number":22,"verse":"I hate<WH8130> them with perfect<WH8503> hatred<WH8135>: They are become mine enemies<WH341>."},{"number":23,"verse":"Search <WH2713> me<WH410>, O God, and know<WH3045> my heart<WH3824>: Try<WH974> me<WH3045>, and know my thoughts<WH8312>;"},{"number":24,"verse":"And see<WH7200> if there be any wicked<WH6090> way<WH1870> in me<WH5148>, And lead me in the way<WH1870> everlasting<WH5769>."}]}