{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":140,"verses":[{"number":1,"verse":"For the Chief Musician. A Psalm of David. Deliver<WH2502> me<WH3068>, O Jehovah, from the evil<WH7451> man<WH376>; Preserve<WH5341> me from the violent<WH2555> man<WH376>:"},{"number":2,"verse":"Who devise<WH2803> mischiefs<WH7451> in their heart<WH3820>; Continually<WH3117> do they gather themselves together<WH1481> for war<WH4421>."},{"number":3,"verse":"They have sharpened<WH8150> their tongue<WH3956> like a serpent<WH5175>; Adders<WH5919>' poison<WH2534> is under their lips<WH8193>. <WH5542>[[Selah"},{"number":4,"verse":"Keep <WH8104> me<WH3068>, O Jehovah, from the hands<WH3027> of the wicked<WH7563>; Preserve<WH5341> me from the violent<WH2555> man<WH376>: Who have purposed<WH2803> to thrust<WH1760> aside my steps<WH6471>."},{"number":5,"verse":"The proud<WH1343> have hid<WH2934> a snare<WH6341> for me<WH2256>, and cords; They have spread<WH6566> a net<WH7568> by the wayside<WH3027>; They have set<WH7896> gins<WH4170> for me<WH5542>. [[Selah"},{"number":6,"verse":"I said<WH559> unto Jehovah<WH3068>, Thou art my God<WH410>: Give ear<WH238> unto the voice<WH6963> of my supplications<WH8469>, O Jehovah<WH3068>."},{"number":7,"verse":"O Jehovah<WH3069> the Lord<WH136>, the strength<WH5797> of my salvation<WH3444>, Thou hast covered<WH5526> my head<WH7218> in the day<WH3117> of battle<WH5402>."},{"number":8,"verse":"Grant <WH5414> not<WH3068>, O Jehovah, the desires<WH3970> of the wicked<WH7563>; Further<WH6329> not his evil device<WH2162>, lest they exalt<WH7311> themselves<WH5542>. [[Selah"},{"number":9,"verse":"As for the head<WH7218> of those that compass me about<WH4524>, Let the mischief<WH5999> of their own lips<WH8193> cover them<WH3680>."},{"number":10,"verse":"Let burning coals<WH1513> fall<WH4131> upon them<WH5307>: Let them be cast into the fire<WH784>, Into deep pits<WH4113>, whence they shall not rise<WH6965>."},{"number":11,"verse":"An evil speaker<WH376> shall not be established<WH3559> in the earth<WH776>: Evil<WH7451> shall hunt<WH6679> the violent<WH2555> man<WH376> to overthrow him<WH4073>."},{"number":12,"verse":"I know<WH3045> that Jehovah<WH3068> will maintain<WH6213> the cause<WH1779> of the afflicted<WH6041>, And justice<WH4941> for the needy<WH34>."},{"number":13,"verse":"Surely the righteous<WH6662> shall give thanks<WH3034> unto thy name<WH8034>: The upright<WH3477> shall dwell<WH3427> in thy presence<WH6440>."}]}