{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"A Psalm of David. Fret<WH2734> not thyself because of evil-doers<WH7489>, Neither be thou envious<WH7065> against them that work<WH6213> unrighteousness<WH5766>."},{"number":2,"verse":"For they shall soon<WH4120> be cut down<WH5243> like the grass<WH2682>, And wither<WH5034> as the green<WH3418> herb<WH1877>."},{"number":3,"verse":"Trust <WH982> in Jehovah<WH3068>, and do<WH6213> good<WH2896>; Dwell<WH7931> in the land<WH776>, and feed<WH7462> on his faithfulness<WH530>."},{"number":4,"verse":"Delight <WH6026> thyself also in Jehovah<WH3068>; And he will give<WH5414> thee the desires<WH4862> of thy heart<WH3820>."},{"number":5,"verse":"Commit <WH1556> thy way<WH1870> unto Jehovah<WH3068>; Trust<WH982> also in him<WH6213>, and he will bring it to pass."},{"number":6,"verse":"And he will make thy righteousness<WH6664> to go forth<WH3318> as the light<WH216>, And thy justice<WH4941> as the noon-day<WH6672>."},{"number":7,"verse":"Rest <WH1826> in Jehovah<WH3068>, and wait patiently<WH2342> for him<WH2734>: Fret not thyself because of him who prospereth<WH6743> in his way<WH1870>, Because of the man<WH376> who bringeth<WH6213> wicked devices<WH4209> to pass<WH6213>."},{"number":8,"verse":"Cease <WH7503> from anger<WH639>, and forsake<WH5800> wrath<WH2534>: Fret<WH2734> not thyself<WH389>, it tendeth only to evil-doing<WH7489>."},{"number":9,"verse":"For evil-doers<WH7489> shall be cut off<WH3772>; But those that wait<WH6960> for Jehovah<WH3068>, they shall inherit<WH3423> the land<WH776>."},{"number":10,"verse":"For yet a little while<WH4592>, and the wicked<WH7563> shall not be<WH995>: Yea, thou shalt diligently consider his place<WH4725>, and he shall not be."},{"number":11,"verse":"But the meek<WH6035> shall inherit<WH3423> the land<WH776>, And shall delight<WH6026> themselves in the abundance<WH7230> of peace<WH7965>."},{"number":12,"verse":"The wicked<WH7563> plotteth<WH2161> against the just<WH6662>, And gnasheth<WH2786> upon him with his teeth<WH8127>."},{"number":13,"verse":"The Lord<WH136> will laugh<WH7832> at him<WH7200>; For he seeth that his day<WH3117> is coming<WH935>."},{"number":14,"verse":"The wicked<WH7563> have drawn out<WH6605> the sword<WH2719>, and have bent<WH1869> their bow<WH7198>, To cast down<WH5307> the poor<WH6041> and needy<WH34>, To slay<WH2873> such as are upright<WH3477> in the way<WH1870>."},{"number":15,"verse":"Their sword<WH2719> shall enter<WH935> into their own heart<WH3820>, And their bows<WH7198> shall be broken<WH7665>."},{"number":16,"verse":"Better <WH2896> is a little<WH4592> that the righteous<WH6662> hath Than the abundance<WH1995> of many<WH7227> wicked<WH7563>."},{"number":17,"verse":"For the arms<WH2220> of the wicked<WH7563> shall be broken<WH7665>; But Jehovah<WH3068> upholdeth<WH5564> the righteous<WH6662>."},{"number":18,"verse":"Jehovah <WH3068> knoweth<WH3045> the days<WH3117> of the perfect<WH8549>; And their inheritance<WH5159> shall be for ever<WH5769>."},{"number":19,"verse":"They shall not be put to shame<WH954> in the time<WH6256> of evil<WH7451>; And in the days<WH3117> of famine<WH7459> they shall be satisfied<WH7646>."},{"number":20,"verse":"But the wicked<WH7563> shall perish<WH6>, And the enemies<WH341> of Jehovah<WH3068> shall be as the fat<WH3368> of lambs<WH3733>: They shall consume<WH3615>; in smoke<WH6227> shall they consume away<WH3615>."},{"number":21,"verse":"The wicked<WH7563> borroweth<WH3867>, and payeth not again<WH7999>; But the righteous<WH6662> dealeth graciously<WH2603>, and giveth<WH5414>."},{"number":22,"verse":"For such as are blessed<WH1288> of him shall inherit<WH3423> the land<WH776>; And they that are cursed<WH7043> of him shall be cut off<WH3772>."},{"number":23,"verse":"A man<WH1397>'s goings<WH4703> are established<WH3559> of Jehovah<WH3068>; And he delighteth<WH2654> in his way<WH1870>."},{"number":24,"verse":"Though he fall<WH5307>, he shall not be utterly cast down<WH2904>; For Jehovah<WH3068> upholdeth<WH5564> him with his hand<WH3027>."},{"number":25,"verse":"I have been young<WH5288>, and now am old<WH2204>; Yet have I not seen<WH7200> the righteous<WH6662> forsaken<WH5800>, Nor his seed<WH2233> begging<WH1245> bread<WH3899>."},{"number":26,"verse":"All the day long<WH3117> he dealeth graciously<WH2603>, and lendeth<WH3867>; And his seed<WH2233> is blessed<WH1293>."},{"number":27,"verse":"Depart <WH5493> from evil<WH7451>, and do<WH6213> good<WH2896>; And dwell<WH7931> for evermore<WH5769>."},{"number":28,"verse":"For Jehovah<WH3068> loveth<WH157> justice<WH4941>, And forsaketh<WH5800> not his saints<WH2623>; They are preserved<WH8104> for ever<WH5769>: But the seed<WH2233> of the wicked<WH7563> shall be cut off<WH3772>."},{"number":29,"verse":"The righteous<WH6662> shall inherit<WH3423> the land<WH776>, And dwell<WH7931> therein for ever<WH5703>."},{"number":30,"verse":"The mouth<WH6310> of the righteous<WH6662> talketh<WH1696> of wisdom<WH2451>, And his tongue<WH3956> speaketh<WH1897> justice<WH4941>."},{"number":31,"verse":"The law<WH8451> of his God<WH430> is in his heart<WH3820>; None of his steps<WH838> shall slide<WH4571>."},{"number":32,"verse":"The wicked<WH7563> watcheth<WH6822> the righteous<WH6662>, And seeketh<WH1245> to slay him<WH4191>."},{"number":33,"verse":"Jehovah <WH3068> will not leave<WH5800> him in his hand<WH3027>, Nor condemn<WH7561> him when he is judged<WH8199>."},{"number":34,"verse":"Wait <WH6960> for Jehovah<WH3068>, and keep<WH8104> his way<WH1870>, And he will exalt<WH7311> thee to inherit<WH3423> the land<WH776>: When the wicked<WH7563> are cut off<WH3772>, thou shalt see it<WH7200>."},{"number":35,"verse":"I have seen<WH7200> the wicked<WH7563> in great power<WH6184>, And spreading<WH6168> himself like a green<WH7488> tree in its native soil<WH249>."},{"number":36,"verse":"But one passed by<WH5674>, and<WH1245>, lo, he was not: Yea, I sought him<WH4672>, but he could not be found."},{"number":37,"verse":"480 <WH8104> the perfect<WH8535> man<WH7200>, and behold the upright<WH3477>; For there is a happy end<WH319> to the man<WH376> of peace<WH7965>."},{"number":38,"verse":"As for transgressors<WH6586>, they shall be destroyed<WH8045> together<WH3162>; The end<WH319> of the wicked<WH7563> shall be cut off<WH3772>."},{"number":39,"verse":"But the salvation<WH8668> of the righteous<WH6662> is of Jehovah<WH3068>; He is their stronghold<WH4581> in the time<WH6256> of trouble<WH6869>."},{"number":40,"verse":"And Jehovah<WH3068> helpeth<WH5826> them<WH6403>, and rescueth them<WH6403>; He rescueth them from the wicked<WH7563>, and saveth<WH3467> them<WH2620>, Because they have taken refuge in him."}]}