{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":41,"verses":[{"number":1,"verse":"For the Chief Musician. A Psalm of David. Blessed<WH835> is he that considereth<WH7919> the poor<WH1800>: Jehovah<WH3068> will deliver<WH4422> him in the day<WH3117> of evil<WH7451>."},{"number":2,"verse":"Jehovah <WH3068> will preserve<WH8104> him<WH2421>, and keep him alive, And he shall be blessed<WH833> upon the earth<WH776>; And deliver<WH5414> not thou him unto the will<WH5315> of his enemies<WH341>."},{"number":3,"verse":"Jehovah <WH3068> will support<WH5582> him upon the couch<WH6210> of languishing<WH1741>: Thou makest<WH2015> all his bed<WH6210> in his sickness<WH2483>."},{"number":4,"verse":"I said<WH559>, O Jehovah<WH3068>, have mercy<WH2603> upon me<WH7495>: Heal my soul<WH5315>; For I have sinned against thee<WH2398>."},{"number":5,"verse":"Mine enemies<WH341> speak<WH559> evil<WH7451> against me<WH4191>, saying, When will he die, and his name<WH8034> perish<WH6>?"},{"number":6,"verse":"And if he come<WH935> to see<WH7200> me<WH1696>, he speaketh falsehood<WH7723>; His heart<WH3820> gathereth<WH6908> iniquity<WH205> to itself<WH3318>: When he goeth abroad<WH2351>, he telleth it<WH1696>."},{"number":7,"verse":"All that hate<WH8130> me whisper<WH3907> together<WH3162> against me<WH2803>; Against me do they devise my hurt<WH7451>."},{"number":8,"verse":"An evil<WH1100> disease<WH1697>, say they<WH3332>, cleaveth fast unto him<WH7901>; And now that he lieth he shall rise up<WH6965> no more<WH3254>."},{"number":9,"verse":"Yea <WH7965>, mine own familiar friend<WH376>, in whom I trusted<WH982>, Who did eat<WH398> of my bread<WH3899>, Hath lifted up<WH1431> his heel against me<WH6119>."},{"number":10,"verse":"But thou<WH3068>, O Jehovah, have mercy<WH2603> upon me<WH6965>, and raise me up, That I may requite them<WH7999>."},{"number":11,"verse":"By this I know<WH3045> that thou delightest<WH2654> in me<WH341>, Because mine enemy doth not triumph over me<WH7321>."},{"number":12,"verse":"And as for me<WH8551>, thou upholdest me in mine integrity<WH8537>, And settest<WH5324> me before thy face<WH6440> for ever<WH5769>."},{"number":13,"verse":"Blessed <WH1288> be Jehovah<WH3068>, the God<WH430> of Israel<WH3478>, From everlasting<WH5769> and to everlasting<WH5769>. Amen<WH543>, and Amen<WH543>."}]}