{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"For the Chief Musician. A Psalm of David; when Nathan the prophet came unto him, after he had gone in to Bath-sheba. Have mercy<WH2603> upon me<WH430>, O God, according to thy lovingkindness<WH2617>: According to the multitude<WH7230> of thy tender mercies<WH7356> blot<WH4229> out my transgressions<WH6588>."},{"number":2,"verse":"Wash <WH3526> me thoroughly<WH7235> from mine iniquity<WH5771>, And cleanse<WH2891> me from my sin<WH2403>."},{"number":3,"verse":"For I know<WH3045> my transgressions<WH6588>; And my sin<WH2403> is ever before me<WH8548>."},{"number":4,"verse":"Against thee<WH2398>, thee only, have I sinned, And done<WH6213> that which is evil<WH7451> in thy sight<WH5869>; That thou mayest be justified<WH6663> when thou speakest<WH1696>, And be clear<WH2135> when thou judgest<WH8199>."},{"number":5,"verse":"Behold <WH2342>, I was brought forth in iniquity<WH5771>; And in sin<WH2399> did my mother<WH517> conceive me<WH3179>."},{"number":6,"verse":"Behold <WH2654>, thou desirest truth<WH571> in the inward parts<WH2910>; And in the hidden<WH5640> part thou wilt make me to know<WH3045> wisdom<WH2451>."},{"number":7,"verse":"Purify <WH2398> me with hyssop<WH231>, and I shall be clean<WH2891>: Wash<WH3526> me<WH3835>, and I shall be whiter than snow<WH7950>."},{"number":8,"verse":"Make me to hear<WH8085> joy<WH8342> and gladness<WH8057>, That the bones<WH6106> which thou hast broken<WH1794> may rejoice<WH1523>."},{"number":9,"verse":"Hide <WH5641> thy face<WH6440> from my sins<WH2399>, And blot out<WH4229> all mine iniquities<WH5771>."},{"number":10,"verse":"Create <WH1254> in me a clean<WH2889> heart<WH3820>, O God<WH430>; And renew<WH2318> a right<WH3559> spirit<WH7307> within me<WH7130>."},{"number":11,"verse":"Cast me not away<WH7993> from thy presence<WH6440>; And take<WH3947> not thy holy<WH6944> Spirit from me<WH7307>."},{"number":12,"verse":"Restore <WH7725> unto me the joy<WH8342> of thy salvation<WH3468>; And uphold<WH5564> me with a willing<WH5081> spirit<WH7307>."},{"number":13,"verse":"Then will I teach<WH3925> transgressors<WH6586> thy ways<WH1870>; And sinners<WH2400> shall be converted unto thee<WH7725>."},{"number":14,"verse":"Deliver <WH5337> me from bloodguiltiness<WH1818>, O God<WH430>, thou God<WH430> of my salvation<WH8668>; And my tongue<WH3956> shall sing aloud<WH7442> of thy righteousness<WH6666>."},{"number":15,"verse":"O Lord<WH136>, open<WH6605> thou my lips<WH8193>; And my mouth<WH6310> shall show forth<WH5046> thy praise<WH8416>."},{"number":16,"verse":"For thou delightest<WH2654> not in sacrifice<WH2077>; else would I give<WH5414> it<WH7521>: Thou hast no pleasure in burnt-offering<WH5930>."},{"number":17,"verse":"The sacrifices<WH2077> of God<WH430> are a broken<WH7665> spirit<WH7307>: A broken<WH7665> and contrite<WH1794> heart<WH3820>, O God<WH430>, thou wilt not despise<WH959>."},{"number":18,"verse":"Do good<WH3190> in thy good pleasure<WH7522> unto Zion<WH6726>: Build<WH1129> thou the walls<WH2346> of Jerusalem<WH3389>."},{"number":19,"verse":"Then will thou delight<WH2654> in the sacrifices<WH2077> of righteousness<WH6664>, In burnt-offering<WH5930> and in whole<WH3632> burnt-offering<WH5930>: Then will they offer<WH5927> bullocks<WH6499> upon thine altar<WH4196>."}]}