{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":79,"verses":[{"number":1,"verse":"A Psalm of Asaph. O God<WH430>, the nations<WH1471> are come<WH935> into thine inheritance<WH5159>; Thy holy<WH6944> temple<WH1964> have they defiled<WH2930>; They have laid<WH7760> Jerusalem<WH3389> in heaps<WH5856>."},{"number":2,"verse":"The dead bodies<WH5038> of thy servants<WH5650> have they given<WH5414> to be food<WH3978> unto the birds<WH5775> of the heavens<WH8064>, The flesh<WH1320> of thy saints<WH2623> unto the beasts<WH2416> of the earth<WH776>."},{"number":3,"verse":"Their blood<WH1818> have they shed<WH8210> like water<WH4325> round about<WH5439> Jerusalem<WH3389>; And there was none to bury them<WH6912>."},{"number":4,"verse":"We are become a reproach<WH2781> to our neighbors<WH7934>, A scoffing<WH3933> and derision<WH7047> to them that are round about us<WH5439>."},{"number":5,"verse":"How long<WH3068>, O Jehovah? wilt thou be angry<WH599> for ever<WH5331>? Shall thy jealousy<WH7068> burn<WH1197> like fire<WH784>?"},{"number":6,"verse":"Pour out<WH8210> thy wrath<WH2534> upon the nations<WH1471> that know<WH3045> thee not<WH4467>, And upon the kingdoms that call<WH7121> not upon thy name<WH8034>."},{"number":7,"verse":"For they have devoured<WH398> Jacob<WH3290>, And laid waste<WH8074> his habitation<WH5116>."},{"number":8,"verse":"Remember <WH2142> not against us the iniquities<WH5771> of our forefathers<WH7223>: Let thy tender mercies<WH7356> speedily<WH4118> meet<WH6923> us<WH1809>; For we are brought very<WH3966> low<WH1809>."},{"number":9,"verse":"Help <WH5826> us<WH430>, O God of our salvation<WH3468>, for<WH1697> the glory<WH3519> of thy name<WH8034>; And deliver<WH5337> us<WH3722>, and forgive our sins<WH2403>, for thy name<WH8034>'s sake."},{"number":10,"verse":"Wherefore should the nations<WH1471> say<WH559>, Where is their God<WH430>? Let the avenging<WH5360> of the blood<WH1818> of thy servants<WH5650> which is shed<WH8210> Be known<WH3045> among the nations<WH1471> in our sight<WH5869>."},{"number":11,"verse":"Let the sighing<WH603> of the prisoner<WH615> come<WH935> before<WH6440> thee<WH1433>: According to the greatness of thy power<WH2220> preserve<WH3498> thou those that are appointed<WH1121> to death<WH8546>;"},{"number":12,"verse":"And render<WH7725> unto our neighbors<WH7934> sevenfold<WH7659> into their bosom<WH2436> Their reproach<WH2781>, wherewith they have reproached<WH2778> thee<WH136>, O Lord."},{"number":13,"verse":"So we thy people<WH5971> and sheep<WH6629> of thy pasture<WH4830> Will give thee thanks<WH3034> for ever<WH5769>: We will show forth<WH5608> thy praise<WH8416> to all<WH1755> generations<WH1755>."}]}