{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"A Song, a Psalm of Asaph. O God<WH430>, keep not thou silence<WH8252>: Hold not thy peace<WH2790>, and be not still<WH8252>, O God<WH410>."},{"number":2,"verse":"For <WH341>, lo, thine enemies make a tumult<WH1993>; And they that hate<WH8130> thee have lifted up<WH5375> the head<WH7218>."},{"number":3,"verse":"Thy take crafty<WH6191> counsel<WH5475> against thy people<WH5971>, And consult<WH3289> together against thy hidden ones<WH6845>."},{"number":4,"verse":"They have said<WH559>, Come<WH3212>, and let us cut them off<WH3582> from being a nation<WH1471>; That the name<WH8034> of Israel<WH3478> may be no more in remembrance<WH2142>."},{"number":5,"verse":"For they have consulted<WH3289> together<WH3162> with one consent<WH3820>; Against thee do they make<WH3772> a covenant<WH1285>:"},{"number":6,"verse":"The tents<WH168> of Edom<WH123> and the Ishmaelites<WH3459>; Moab<WH4124>, and the Hagarenes<WH1905>;"},{"number":7,"verse":"Gebal <WH1381>, and Ammon<WH5983>, and Amalek<WH6002>; Philistia<WH6429> with the inhabitants<WH3427> of Tyre<WH6865>:"},{"number":8,"verse":"Assyria <WH804> also is joined<WH3867> with them<WH2220>; They have helped the children<WH1121> of Lot<WH3876>. Selah<WH5542>"},{"number":9,"verse":"Do <WH6213> thou unto them as unto Midian<WH4080>, As to Sisera<WH5516>, as to Jabin<WH2985>, at the river<WH5158> Kishon<WH7028>;"},{"number":10,"verse":"Who perished<WH8045> at Endor<WH5874>, Who became as dung<WH1828> for the earth<WH127>."},{"number":11,"verse":"Make <WH7896> their nobles<WH5081> like Oreb<WH6159> and Zeeb<WH2062>; Yea<WH5257>, all their princes like Zebah<WH2078> and Zalmunna<WH6759>;"},{"number":12,"verse":"Who said<WH559>, Let us take to ourselves in possession<WH3423> The habitations<WH4999> of God<WH430>."},{"number":13,"verse":"O my God<WH430>, make<WH7896> them like the whirling<WH1534> dust<WH7179>; As stubble before<WH6440> the wind<WH7307>."},{"number":14,"verse":"As the fire<WH784> that burneth<WH1197> the forest<WH3293>, And as the flame<WH3852> that setteth<WH3857> the mountains<WH2022> on fire<WH3857>,"},{"number":15,"verse":"So pursue<WH7291> them with thy tempest<WH5591>, And terrify<WH926> them with thy storm<WH5492>."},{"number":16,"verse":"Fill <WH4390> their faces<WH6440> with confusion<WH7036>, That they may seek<WH1245> thy name<WH8034>, O Jehovah<WH3068>."},{"number":17,"verse":"Let them be put to shame<WH954> and dismayed<WH926> for ever<WH5703>; Yea<WH2659>, let them be confounded and perish<WH6>;"},{"number":18,"verse":"That they may know<WH3045> that thou alone<WH8034>, whose name is Jehovah<WH3068>, Art the Most High<WH5945> over all the earth<WH776>."}]}