{"bibleAbbr":"ASV1901","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":91,"verses":[{"number":1,"verse":"He that dwelleth<WH3427> in the secret<WH5643> place of the Most High<WH5945> Shall abide<WH3885> under the shadow<WH6738> of the Almighty<WH7706>."},{"number":2,"verse":"I will say<WH559> of Jehovah<WH3068>, He is my refuge<WH4268> and my fortress<WH4686>; My God<WH430>, in whom I trust<WH982>."},{"number":3,"verse":"For he will deliver<WH5337> thee from the snare<WH6341> of the fowler<WH3353>, And from the deadly<WH1942> pestilence<WH1698>."},{"number":4,"verse":"He will cover<WH5526> thee with his pinions<WH84>, And under his wings<WH3671> shalt thou take refuge<WH2620>: His truth<WH571> is a shield<WH6793> and a buckler<WH5507>."},{"number":5,"verse":"Thou shalt not be afraid<WH3372> for the terror<WH6343> by night<WH3915>, Nor for the arrow<WH2671> that flieth<WH5774> by day<WH3119>;"},{"number":6,"verse":"For the pestilence<WH1698> that walketh<WH1980> in darkness<WH652>, Nor for the destruction<WH6986> that wasteth<WH7736> at noonday<WH6672>."},{"number":7,"verse":"A thousand shall fall at thy side, And ten thousand at thy right hand; But it shall not come nigh thee."},{"number":8,"verse":"Only with thine eyes shalt thou behold, And see the reward of the wicked."},{"number":9,"verse":"For thou, O Jehovah, art my refuge! Thou hast made the Most High thy habitation;"},{"number":10,"verse":"There shall no evil befall thee, Neither shall any plague come nigh thy tent."},{"number":11,"verse":"For he will give his angels charge over thee, To keep thee in all thy ways."},{"number":12,"verse":"They shall bear thee up in their hands, Lest thou dash thy foot against a stone."},{"number":13,"verse":"Thou shalt tread upon the lion and adder: The young lion and the serpent shalt thou trample under foot."},{"number":14,"verse":"Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name."},{"number":15,"verse":"He shall call upon me, and I will answer him; I will be with him in trouble: I will deliver him, and honor him."},{"number":16,"verse":"With long life will I satisfy him, And show him my salvation."}]}