{"bibleAbbr":"WYC1395","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"The word of the Lord, which was maad to `Mychee of Morasti, in the daies of Joathan, Achas, Ezechie, kyngis of Juda; which word he sai on Samarie, and Jerusalem."},{"number":2,"verse":"Here ye, alle puplis, and the erthe perseyue, and plentee therof, and be the Lord God to you in to a witnesse, the Lord fro his hooli temple."},{"number":3,"verse":"For lo! the Lord schal go out of his place, and schal come doun, and schal trede on hiy thingis of erthe."},{"number":4,"verse":"And mounteyns schulen be waastid vndur hym, and valeis schulen be kit, as wex fro the face of fier, as watirs that rennen in to a pit."},{"number":5,"verse":"In the grete trespas of Jacob is al this thing, and in the synnes of the hous of Israel. Which is the greet trespas of Jacob? whether not Samarie? and whiche ben the hiy thingis of Juda? whether not Jerusalem?"},{"number":6,"verse":"And Y schal put Samarie as an heep of stoonys in the feeld, whanne a vynyerd is plauntid; and Y schal drawe awei the stoonys therof in to a valei, and Y schal schewe the foundementis therof."},{"number":7,"verse":"And alle `grauun ymagis therof schulen be betun togidere, and alle hiris therof schulen be brent in fier; and Y schal putte alle idols therof in to perdicioun; for of hiris of an hoore tho ben gaderid, and `til to hire of an hoore tho schulen turne ayen."},{"number":8,"verse":"On this thing Y schal weile and yelle, Y schal go spuylid and nakid; Y schal make weilyng of dragouns, and mournyng as of ostrigis."},{"number":9,"verse":"For wounde therof is dispeirid; for it cam til to Juda, it touchide the yate of my puple, til to Jerusalem."},{"number":10,"verse":"In Geth nyle ye telle, bi teeris wepe ye not; in the hous of dust with dust togidere sprynge you."},{"number":11,"verse":"And ye a fair dwellyng passe, which is confoundid with yuel fame; it is not goon out, which dwellith in the goyng out; a niy hous schal take of you weilyng, which stood to it silf."},{"number":12,"verse":"For it is maad sijk to good, which dwellith in bitternessis. For yuel cam doun fro the Lord in to the yate of Jerusalem, noise of foure horsid cart,"},{"number":13,"verse":"of drede to the puple dwellynge at Lachis. It is the bigynnyng of synne of the douyter of Sion, for the grete trespassis of Israel ben foundun in thee."},{"number":14,"verse":"Therfor he schal yyue werriours on the eritage of Geth, on housis of leesyng in to deseit to kyngis of Israel."},{"number":15,"verse":"Yit Y schal brynge an eir to thee, that dwellist in Maresa; the glorie of Israel schal come til to Odolla."},{"number":16,"verse":"Be thou maad ballid, and be thou clippid on the sones of thi delices; alarge thi ballidnesse as an egle, for thei ben lad caitif fro thee."}]}