{"bibleAbbr":"WYC1395","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"And Y seide, Ye princis of Jacob, and duykis of the hous of Israel, here. Whether it be not youre for to knowe doom, whiche haten good,"},{"number":2,"verse":"and louen yuele? Whiche violentli taken awei the skynnes of hem fro aboue hem, and the fleisch of hem fro aboue the bonys of hem."},{"number":3,"verse":"Whiche eeten the fleisch of my puple, and hiliden the skyn of hem fro aboue; and broken togidere the boonys of hem, and kittiden togidere as in a cawdroun, and as fleisch in the myddil of a pot."},{"number":4,"verse":"Thanne thei schulen crie to the Lord, and he schal not here hem; and he schal hide hise face fro hem in that tyme, as thei diden wickidli in her fyndingis."},{"number":5,"verse":"The Lord God seith these thingis on the profetis that disseyuen my puple, and biten with her teeth, and prechen pees; and if ony man yyueth not in the mouth of hem ony thing, thei halewen batel on hym."},{"number":6,"verse":"Therfor niyt schal be to you for visioun, or profesie, and derknessis to you for dyuynacioun; and sunne schal go doun on the profetis, and the dai schal be maad derk on hem."},{"number":7,"verse":"And thei schulen be confoundid that seen visiouns, and dyuynours schulen be confoundid, and alle schulen hile her cheris, for it is not the answer of God."},{"number":8,"verse":"Netheles Y am fillid with strengthe of Spirit of the Lord, and in doom and vertu, that Y schewe to Jacob his greet trespas, and to Israel his synne."},{"number":9,"verse":"Here these thingis, ye princes of the hous of Jacob, and domesmen of the hous of Israel, whiche wlaten dom, and peruerten alle riyt thingis;"},{"number":10,"verse":"whiche bilden Sion in bloodis, and Jerusalem in wickidnesse."},{"number":11,"verse":"Princes therof demyden for yiftis, and prestis therof tauyten for hire, and profetis therof dyuyneden for money; and on the Lord thei restiden, and seiden, Whether the Lord is not in the myddil of us? yuelis schulen not come on vs."},{"number":12,"verse":"For this thing bi cause of you, Sion as a feeld schal be erid; and Jerusalem schal be as an heep of stoonys, and the hil of the temple schal be in to hiye thingis of woodis."}]}