{"bibleAbbr":"WYC1395","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"Wo to me, for Y am maad as he that gaderith in heruest rasyns of grapis; there is no clustre for to ete; my soule desiride figis ripe bifore othere."},{"number":2,"verse":"The hooli perischide fro erthe, and riytful is not in men; alle aspien, ether setten tresoun, in blood, a man huntith his brother to deth."},{"number":3,"verse":"The yuel of her hondis thei seien good; the prince axith, and the domesman is in yeldyng; and a greet man spak the desir of his soule, and thei sturbliden togidere it."},{"number":4,"verse":"He that is best in hem, is as a paluyre; and he that is riytful, is as a thorn of hegge. The dai of thi biholdyng, thi visityng cometh, now schal be distriyng of hem."},{"number":5,"verse":"Nyle ye bileue to a frend, and nyle ye truste in a duyk; fro hir that slepith in thi bosum, kepe thou closyngis of thi mouth."},{"number":6,"verse":"For the sone doith wrong to the fadir, and the douyter schal rise ayens hir modir, and the wijf of the sone ayens the modir of hir hosebonde; the enemyes of a man ben the homeli, ether houshold meynee, of hym."},{"number":7,"verse":"Forsothe Y schal biholde to the Lord, Y schal abide God my sauyour; the Lord my God schal here me."},{"number":8,"verse":"Thou, myn enemye, be not glad on me, for Y felle doun, Y schal rise; whanne Y sitte in derknessis, the Lord is my liyt."},{"number":9,"verse":"Y schal bere wraththe of the Lord, for Y haue synned to hym, til he deme my cause, and make my doom; he schal lede out me in to liyt, Y schal se riytwisnesse of hym."},{"number":10,"verse":"And myn enemye schal biholde me, and sche schal be hilid with confusioun, which seith to me, Where is thi Lord God? Myn iyen schulen se hir, now sche schal be in to defoulyng, as clei of stretis."},{"number":11,"verse":"Dai schal come, that thi wallis be bildid; in that dai lawe schal be maad afer."},{"number":12,"verse":"In that dai and Assur schal come til to thee, and `til to stronge citees, and fro stronge citees til to flood; and to see fro see, and to hil fro hil."},{"number":13,"verse":"And erthe schal be in to desolacioun for her dwelleris, and for fruyt of the thouytis of hem."},{"number":14,"verse":"Fede thou thi puple in thi yerde, the floc of thin eritage, that dwellen aloone in wielde wode; in the myddil of Carmel thei schulen be fed of Basan and of Galaad,"},{"number":15,"verse":"bi elde daies, bi daies of thi goyng out of the lond of Egipt. Y schal schewe to hym wondurful thingis;"},{"number":16,"verse":"hethene men schulen se, and thei schulen be confoundid on al her strengthe; thei schulen putte hondis on her mouth, the eris of hem schulen be deef;"},{"number":17,"verse":"thei schulen licke dust as a serpent; as crepynge thingis of erthe thei schulen be disturblid of her housis; thei schulen not desire oure Lord God, and thei schulen drede thee."},{"number":18,"verse":"God, who is lijk thee, that doist awei wickidnesse, and berist ouer the synne of relifs of thin eritage? He shal no more sende in his stronge veniaunce, for he is willynge merci; he schal turne ayen,"},{"number":19,"verse":"and haue merci on vs. He schal put doun oure wickidnessis, and schal caste fer in to depnesse of the see alle oure synnes."},{"number":20,"verse":"Thou schalt yyue treuthe to Jacob, merci to Abraham, whiche thou sworist to oure fadris fro elde daies."}]}