{"bibleAbbr":"NCB2019","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"The account of the genealogy of Jesus Christ,[c] the son of David, the son of Abraham."},{"number":2,"verse":"Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers."},{"number":3,"verse":"Judah was the father of Perez and Zerah, with Tamar[d] being their mother. Perez was the father of Hezron, Hezron the father of Ram,"},{"number":4,"verse":"Ram the father of Amminadab. Amminadab was the father of Nahshon, Nahshon the father of Salmon,"},{"number":5,"verse":"Salmon the father of Boaz, with Rahab being his mother. Boaz was the father of Obed, whose mother was Ruth. Obed was the father of Jesse,"},{"number":6,"verse":"and Jesse was the father of King David. David was the father of Solomon, whose mother had been the wife of Uriah."},{"number":7,"verse":"Solomon was the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa."},{"number":8,"verse":"Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, Joram the father of Uzziah."},{"number":9,"verse":"Uzziah was the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah."},{"number":10,"verse":"Hezekiah was the father of Manasseh, Manasseh the father of Amos, Amos the father of Josiah."},{"number":11,"verse":"Josiah was the father of Jechoniah and his brothers at the time of the deportation to Babylon."},{"number":12,"verse":"After the deportation to Babylon, Jechoniah was the father of Shealtiel, Shealtiel the father of Zerubbabel,"},{"number":13,"verse":"Zerubabbel the father of Abiud. Abiud was the father of Eliakim, Eliakim the father of Azor,"},{"number":14,"verse":"Azor the father of Zadok. Zadok was the father of Achim, Achim the father of Eliud,"},{"number":15,"verse":"Eliud the father of Eleazar. Eleazar was the father of Matthan, Matthan the father of Jacob."},{"number":16,"verse":"Jacob was the father of Joseph, the husband of Mary, who gave birth to Jesus who is called the Christ.[e]"},{"number":17,"verse":"Therefore, in total there were fourteen generations from Abraham to David, another fourteen generations from David to the deportation to Babylon, and another fourteen generations from the deportation to Babylon to the Christ."},{"number":18,"verse":"The birth of Jesus Christ occurred in this way. When his mother Mary was engaged to Joseph, but before they came to live together, she was found to be with child through the Holy Spirit."},{"number":19,"verse":"Her husband Joseph was a just man and did not wish to expose her to the ordeal of public disgrace; therefore, he resolved to divorce her quietly."},{"number":20,"verse":"After he had decided to follow this course of action, an angel of the Lord appeared to him in a dream and said, “Joseph, son of David, do not be afraid to receive Mary into your home as your wife. For this child has been conceived in her womb through the Holy Spirit."},{"number":21,"verse":"She will give birth to a son, and you shall name him Jesus,[g] for he will save his people from their sins.”"},{"number":22,"verse":"All this took place in order to fulfill what the Lord had announced through the prophet:"},{"number":23,"verse":"“Behold, the virgin shall conceive and give birth to a son, and they shall name him Emmanuel,” a name that means “God is with us.”[h]"},{"number":24,"verse":"When Joseph rose from sleep, he did what the angel of the Lord had commanded him. He took Mary into his home as his wife,"},{"number":25,"verse":"but he engaged in no marital relations[i] with her until she gave birth to a son, whom he named Jesus."}]}