{"bibleAbbr":"NLT2007","bookName":"John","bookEnglishName":"John","chapterNumber":11,"verses":[{"number":1,"verse":"The Raising of Lazarus A man named Lazarus was sick. He lived in Bethany with his sisters, Mary and Martha."},{"number":2,"verse":"This is the Mary who later poured the expensive perfume on the Lord’s feet and wiped them with her hair. (This incident is recorded in chapter 12.) Her brother, Lazarus, was sick."},{"number":3,"verse":"So the two sisters sent a message to Jesus telling him, “Lord, your dear friend is very sick.”"},{"number":4,"verse":"But when Jesus heard about it he said, “Lazarus’s sickness will not end in death. No, it happened for the glory of God so that the Son of God will receive glory from this.”"},{"number":5,"verse":"So although Jesus loved Martha, Mary, and Lazarus,"},{"number":6,"verse":"he stayed where he was for the next two days."},{"number":7,"verse":"Finally, he said to his disciples, “Let’s go back to Judea.”"},{"number":8,"verse":"But his disciples objected. “Rabbi,” they said, “only a few days ago the people (Greek Jewish people; also in 11:19, 31, 33, 36, 45, 54.) in Judea were trying to stone you. Are you going there again?”"},{"number":9,"verse":"Jesus replied, “There are twelve hours of daylight every day. During the day people can walk safely. They can see because they have the light of this world."},{"number":10,"verse":"But at night there is danger of stumbling because they have no light.”"},{"number":11,"verse":"Then he said, “Our friend Lazarus has fallen asleep, but now I will go and wake him up.”"},{"number":12,"verse":"The disciples said, “Lord, if he is sleeping, he will soon get better!”"},{"number":13,"verse":"They thought Jesus meant Lazarus was simply sleeping, but Jesus meant Lazarus had died."},{"number":14,"verse":"So he told them plainly, “Lazarus is dead."},{"number":15,"verse":"And for your sakes, I’m glad I wasn’t there, for now you will really believe. Come, let’s go see him.”"},{"number":16,"verse":"Thomas, nicknamed the Twin, (Greek Thomas, who was called Didymus.) said to his fellow disciples, “Let’s go, too—and die with Jesus.”"},{"number":17,"verse":"When Jesus arrived at Bethany, he was told that Lazarus had already been in his grave for four days."},{"number":18,"verse":"Bethany was only a few miles (Greek was about 15 stadia [about 2.8 kilometers].) down the road from Jerusalem,"},{"number":19,"verse":"and many of the people had come to console Martha and Mary in their loss."},{"number":20,"verse":"When Martha got word that Jesus was coming, she went to meet him. But Mary stayed in the house."},{"number":21,"verse":"Martha said to Jesus, “Lord, if only you had been here, my brother would not have died."},{"number":22,"verse":"But even now I know that God will give you whatever you ask.”"},{"number":23,"verse":"Jesus told her, “Your brother will rise again.”"},{"number":24,"verse":"“Yes,” Martha said, “he will rise when everyone else rises, at the last day.”"},{"number":25,"verse":"Jesus told her, “I am the resurrection and the life. (Some manuscripts do not include and the life.) Anyone who believes in me will live, even after dying."},{"number":26,"verse":"Everyone who lives in me and believes in me will never ever die. Do you believe this, Martha?”"},{"number":27,"verse":"“Yes, Lord,” she told him. “I have always believed you are the Messiah, the Son of God, the one who has come into the world from God.”"},{"number":28,"verse":"Then she returned to Mary. She called Mary aside from the mourners and told her, “The Teacher is here and wants to see you.”"},{"number":29,"verse":"So Mary immediately went to him."},{"number":30,"verse":"Jesus had stayed outside the village, at the place where Martha met him."},{"number":31,"verse":"When the people who were at the house consoling Mary saw her leave so hastily, they assumed she was going to Lazarus’s grave to weep. So they followed her there."},{"number":32,"verse":"When Mary arrived and saw Jesus, she fell at his feet and said, “Lord, if only you had been here, my brother would not have died.”"},{"number":33,"verse":"When Jesus saw her weeping and saw the other people wailing with her, a deep anger welled up within him, (Or he was angry in his spirit.) and he was deeply troubled."},{"number":34,"verse":"“Where have you put him?” he asked them. They told him, “Lord, come and see.”"},{"number":35,"verse":"Then Jesus wept."},{"number":36,"verse":"The people who were standing nearby said, “See how much he loved him!”"},{"number":37,"verse":"But some said, “This man healed a blind man. Couldn’t he have kept Lazarus from dying?”"},{"number":38,"verse":"Jesus was still angry as he arrived at the tomb, a cave with a stone rolled across its entrance."},{"number":39,"verse":"“Roll the stone aside,” Jesus told them. But Martha, the dead man’s sister, protested, “Lord, he has been dead for four days. The smell will be terrible.”"},{"number":40,"verse":"Jesus responded, “Didn’t I tell you that you would see God’s glory if you believe?”"},{"number":41,"verse":"So they rolled the stone aside. Then Jesus looked up to heaven and said, “Father, thank you for hearing me."},{"number":42,"verse":"You always hear me, but I said it out loud for the sake of all these people standing here, so that they will believe you sent me.”"},{"number":43,"verse":"Then Jesus shouted, “Lazarus, come out!”"},{"number":44,"verse":"And the dead man came out, his hands and feet bound in graveclothes, his face wrapped in a headcloth. Jesus told them, “Unwrap him and let him go!”"},{"number":45,"verse":"The Plot to Kill Jesus Many of the people who were with Mary believed in Jesus when they saw this happen."},{"number":46,"verse":"But some went to the Pharisees and told them what Jesus had done."},{"number":47,"verse":"Then the leading priests and Pharisees called the high council (Greek the Sanhedrin.) together. “What are we going to do?” they asked each other. “This man certainly performs many miraculous signs."},{"number":48,"verse":"If we allow him to go on like this, soon everyone will believe in him. Then the Roman army will come and destroy both our Temple (Or our position; Greek reads our place.) and our nation.”"},{"number":49,"verse":"Caiaphas, who was high priest at that time, (Greek that year; also in 11:51.) said, “You don’t know what you’re talking about!"},{"number":50,"verse":"You don’t realize that it’s better for you that one man should die for the people than for the whole nation to be destroyed.”"},{"number":51,"verse":"He did not say this on his own; as high priest at that time he was led to prophesy that Jesus would die for the entire nation."},{"number":52,"verse":"And not only for that nation, but to bring together and unite all the children of God scattered around the world."},{"number":53,"verse":"So from that time on, the Jewish leaders began to plot Jesus’ death."},{"number":54,"verse":"As a result, Jesus stopped his public ministry among the people and left Jerusalem. He went to a place near the wilderness, to the village of Ephraim, and stayed there with his disciples."},{"number":55,"verse":"It was now almost time for the Jewish Passover celebration, and many people from all over the country arrived in Jerusalem several days early so they could go through the purification ceremony before Passover began."},{"number":56,"verse":"They kept looking for Jesus, but as they stood around in the Temple, they said to each other, “What do you think? He won’t come for Passover, will he?”"},{"number":57,"verse":"Meanwhile, the leading priests and Pharisees had publicly ordered that anyone seeing Jesus must report it immediately so they could arrest him."}]}