{"bibleAbbr":"NLT2007","bookName":"John","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"(The Wedding at Cana) The next day (Greek On the third day; see 1:35, 43.) there was a wedding celebration in the village of Cana in Galilee. Jesus’ mother was there,"},{"number":2,"verse":"and Jesus and his disciples were also invited to the celebration."},{"number":3,"verse":"The wine supply ran out during the festivities, so Jesus’ mother told him, “They have no more wine.”"},{"number":4,"verse":"“Dear woman, that’s not our problem,” Jesus replied. “My time has not yet come.”"},{"number":5,"verse":"But his mother told the servants, “Do whatever he tells you.”"},{"number":6,"verse":"Standing nearby were six stone water jars, used for Jewish ceremonial washing. Each could hold twenty to thirty gallons. (Greek 2 or 3 measures [75 to 113 liters].)"},{"number":7,"verse":"Jesus told the servants, “Fill the jars with water.” When the jars had been filled,"},{"number":8,"verse":"he said, “Now dip some out, and take it to the master of ceremonies.” So the servants followed his instructions."},{"number":9,"verse":"When the master of ceremonies tasted the water that was now wine, not knowing where it had come from (though, of course, the servants knew), he called the bridegroom over."},{"number":10,"verse":"“A host always serves the best wine first,” he said. “Then, when everyone has had a lot to drink, he brings out the less expensive wine. But you have kept the best until now!”"},{"number":11,"verse":"This miraculous sign at Cana in Galilee was the first time Jesus revealed his glory. And his disciples believed in him."},{"number":12,"verse":"After the wedding he went to Capernaum for a few days with his mother, his brothers, and his disciples."},{"number":13,"verse":"(Jesus Clears the Temple) It was nearly time for the Jewish Passover celebration, so Jesus went to Jerusalem."},{"number":14,"verse":"In the Temple area he saw merchants selling cattle, sheep, and doves for sacrifices; he also saw dealers at tables exchanging foreign money."},{"number":15,"verse":"Jesus made a whip from some ropes and chased them all out of the Temple. He drove out the sheep and cattle, scattered the money changers’ coins over the floor, and turned over their tables."},{"number":16,"verse":"Then, going over to the people who sold doves, he told them, “Get these things out of here. Stop turning my Father’s house into a marketplace!”"},{"number":17,"verse":"Then his disciples remembered this prophecy from the Scriptures: “Passion for God’s house will consume me.” (Or “Concern for God’s house will be my undoing.” Ps 69:9.)"},{"number":18,"verse":"But the Jewish leaders demanded, “What are you doing? If God gave you authority to do this, show us a miraculous sign to prove it.”"},{"number":19,"verse":"“All right,” Jesus replied. “Destroy this temple, and in three days I will raise it up.”"},{"number":20,"verse":"“What!” they exclaimed. “It has taken forty-six years to build this Temple, and you can rebuild it in three days?”"},{"number":21,"verse":"But when Jesus said “this temple,” he meant his own body."},{"number":22,"verse":"After he was raised from the dead, his disciples remembered he had said this, and they believed both the Scriptures and what Jesus had said."},{"number":23,"verse":"(Jesus and Nicodemus) Because of the miraculous signs Jesus did in Jerusalem at the Passover celebration, many began to trust in him."},{"number":24,"verse":"But Jesus didn’t trust them, because he knew all about people."},{"number":25,"verse":"No one needed to tell him about human nature, for he knew what was in each person’s heart."}]}