{"bibleAbbr":"urRV2010","bookName":"۲-پطرس","bookEnglishName":"2 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"( مسِیح کی آمد ِ ثانی کا وعدہ) اَے عزِیزو! اب مَیں تُمہیں یہ دُوسرا خَط لِکھتا ہُوں اور یاد دِہانی کے طَور پر دونوں خَطوں سے تُمہارے صاف دِلوں کو اُبھارتا ہُوں۔"},{"number":2,"verse":"کہ تُم اُن باتوں کو جو پاک نبیوں نے پیشتر کہِیں اور خُداوند اور مُنجّی کے اُس حُکم کو یاد رکھّو جو تُمہارے رسُولوں کی معرفت آیا تھا۔"},{"number":3,"verse":"اور یہ پہلے جان لو کہ اخِیر دِنوں میں اَیسے ہنسی ٹھٹّھا کرنے والے آئیں گے جو اپنی خواہِشوں کے مُوافِق چلیں گے۔"},{"number":4,"verse":"اور کہیں گے کہ اُس کے آنے کا وعدہ کہاں گیا؟ کیونکہ جب سے باپ دادا سوئے ہیں اُس وقت سے اب تک سب کُچھ وَیسا ہی ہے جَیسا خِلقت کے شرُوع سے تھا۔"},{"number":5,"verse":"وہ تو جان بُوجھ کر یہ بُھول گئے کہ خُدا کے کلام کے ذرِیعہ سے آسمان قدِیم سے مَوجُود ہیں اور زمِین پانی میں سے بنی اور پانی میں قائِم ہے۔"},{"number":6,"verse":"اِن ہی کے ذرِیعہ سے اُس زمانہ کی دُنیا ڈُوب کر ہلاک ہُوئی۔"},{"number":7,"verse":"مگر اِس وقت کے آسمان اور زمِین اُسی کلام کے ذرِیعہ سے اِس لِئے رکھّے ہیں کہ جلائے جائیں اور وہ بے دِین آدمِیوں کی عدالت اور ہلاکت کے دِن تک محفُوظ رہیں گے۔"},{"number":8,"verse":"اَے عزِیزو! یہ خاص بات تُم پر پَوشِیدہ نہ رہے کہ خُداوند کے نزدِیک ایک دِن ہزار برس کے برابر ہے اور ہزار برس ایک دِن کے برابر۔"},{"number":9,"verse":"خُداوند اپنے وعدہ میں دیر نہیں کرتا جَیسی دیر بعض لوگ سمجھتے ہیں بلکہ تُمہارے بارے میں تحمُّل کرتا ہے اِس لِئے کہ کِسی کی ہلاکت نہیں چاہتا بلکہ یہ چاہتا ہے کہ سب کی تَوبہ تک نَوبت پُہنچے۔"},{"number":10,"verse":"لیکن خُداوند کا دِن چور کی طرح آ جائے گا ۔ اُس دِن آسمان بڑے شور و غُل کے ساتھ برباد ہو جائیں گے اور اَجرامِ فلک حرارت کی شِدّت سے پِگھل جائیں گے اور زمِین اَور اُس پر کے کام جَل جائیں گے۔"},{"number":11,"verse":"جب یہ سب چِیزیں اِس طرح پِگھلنے والی ہیں تو تُمہیں پاک چال چلن اور دِین داری میں کَیسا کُچھ ہونا چاہئے۔"},{"number":12,"verse":"اور خُدا کے اُس دِن کے آنے کا کَیسا کُچھ مُنتظِر اور مُشّتاق رہنا چاہئے ۔ جِس کے باعِث آسمان آگ سے پِگھل جائیں گے اور اَجرامِ فلک حرارت کی شِدّت سے گل جائیں گے۔"},{"number":13,"verse":"لیکن اُس کے وعدہ کے مُوافِق ہم نئے آسمان اور نئی زمِین کا اِنتِظار کرتے ہیں جِن میں راست بازی بسی رہے گی۔"},{"number":14,"verse":"پس اَے عزِیزو! چُونکہ تُم اِن باتوں کے مُنتظِر ہو اِس لِئے اُس کے سامنے اِطمِینان کی حالت میں بے داغ اور بے عَیب نِکلنے کی کوشِش کرو۔"},{"number":15,"verse":"اور ہمارے خُداوند کے تحمُّل کو نجات سمجھو ۔ چُنانچہ ہمارے پِیارے بھائی پَولُس نے بھی اُس حِکمت کے مُوافِق جو اُسے عِنایت ہُوئی تُمہیں یِہی لِکھا ہے۔"},{"number":16,"verse":"اور اپنے سب خَطوں میں اِن باتوں کا ذِکر کِیا ہے جِن میں بعض باتیں اَیسی ہیں جِن کا سمجھنا مُشکِل ہے اور جاہِل اور بے قِیام لوگ اُن کے معنوں کو بھی اَور صحِیفوں کی طرح کھینچ تان کر اپنے لِئے ہلاکت پَیدا کرتے ہیں۔"},{"number":17,"verse":"پس اَے عزِیزو! چُونکہ تُم پہلے سے آگاہ ہو اِس لِئے ہوشیار رہو تاکہ بے دِینوں کی گُمراہی کی طرف کِھنچ کر اپنی مضبُوطی کو چھوڑ نہ دو۔"},{"number":18,"verse":"بلکہ ہمارے خُداوند اور مُنجّی یِسُو ع مسِیح کے فضل اور عِرفان میں بڑھتے جاؤ ۔ اُسی کی تمجِید اب بھی ہو اور ابد تک ہوتی رہے ۔ آمِین۔"}]}