{"bibleAbbr":"RSV1971","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"God’s Faithfulness to Israel O give thanks to the LORD, call on his name, make known his deeds among the peoples!"},{"number":2,"verse":"Sing to him, sing praises to him, tell of all his wonderful works!"},{"number":3,"verse":"Glory in his holy name; let the hearts of those who seek the LORD rejoice!"},{"number":4,"verse":"Seek the LORD and his strength, seek his presence continually!"},{"number":5,"verse":"Remember the wonderful works that he has done, his miracles, and the judgments he uttered,"},{"number":6,"verse":"O offspring of Abraham his servant, sons of Jacob, his chosen ones!"},{"number":7,"verse":"He is the LORD our God; his judgments are in all the earth."},{"number":8,"verse":"He is mindful of his covenant for ever, of the word that he commanded, for a thousand generations,"},{"number":9,"verse":"the covenant which he made with Abraham, his sworn promise to Isaac,"},{"number":10,"verse":"which he confirmed to Jacob as a statute, to Israel as an everlasting covenant,"},{"number":11,"verse":"saying, “To you I will give the land of Canaan as your portion for an inheritance.”"},{"number":12,"verse":"When they were few in number, of little account, and sojourners in it,"},{"number":13,"verse":"wandering from nation to nation, from one kingdom to another people,"},{"number":14,"verse":"he allowed no one to oppress them; he rebuked kings on their account,"},{"number":15,"verse":"saying, “Touch not my anointed ones, do my prophets no harm!”"},{"number":16,"verse":"When he summoned a famine on the land, and broke every staff of bread,"},{"number":17,"verse":"he had sent a man ahead of them, Joseph, who was sold as a slave."},{"number":18,"verse":"His feet were hurt with fetters, his neck was put in a collar of iron;"},{"number":19,"verse":"until what he had said came to pass the word of the LORD tested him."},{"number":20,"verse":"The king sent and released him, the ruler of the peoples set him free;"},{"number":21,"verse":"he made him lord of his house, and ruler of all his possessions,"},{"number":22,"verse":"to instruct (Gk Syr Jerome: Heb to bind) his princes at his pleasure, and to teach his elders wisdom."},{"number":23,"verse":"Then Israel came to Egypt; Jacob sojourned in the land of Ham."},{"number":24,"verse":"And the LORD made his people very fruitful, and made them stronger than their foes."},{"number":25,"verse":"He turned their hearts to hate his people, to deal craftily with his servants."},{"number":26,"verse":"He sent Moses his servant, and Aaron whom he had chosen."},{"number":27,"verse":"They wrought his signs among them, and miracles in the land of Ham."},{"number":28,"verse":"He sent darkness, and made the land dark; they rebelled (Cn Compare Gk Syr: Heb they did not rebel) against his words."},{"number":29,"verse":"He turned their waters into blood, and caused their fish to die."},{"number":30,"verse":"Their land swarmed with frogs, even in the chambers of their kings."},{"number":31,"verse":"He spoke, and there came swarms of flies, and gnats throughout their country."},{"number":32,"verse":"He gave them hail for rain, and lightning that flashed through their land."},{"number":33,"verse":"He smote their vines and fig trees, and shattered the trees of their country."},{"number":34,"verse":"He spoke, and the locusts came, and young locusts without number;"},{"number":35,"verse":"which devoured all the vegetation in their land, and ate up the fruit of their ground."},{"number":36,"verse":"He smote all the first-born in their land, the first issue of all their strength."},{"number":37,"verse":"Then he led forth Israel with silver and gold, and there was none among his tribes who stumbled."},{"number":38,"verse":"Egypt was glad when they departed, for dread of them had fallen upon it."},{"number":39,"verse":"He spread a cloud for a covering, and fire to give light by night."},{"number":40,"verse":"They asked, and he brought quails, and gave them bread from heaven in abundance."},{"number":41,"verse":"He opened the rock, and water gushed forth; it flowed through the desert like a river."},{"number":42,"verse":"For he remembered his holy promise, and Abraham his servant."},{"number":43,"verse":"So he led forth his people with joy, his chosen ones with singing."},{"number":44,"verse":"And he gave them the lands of the nations; and they took possession of the fruit of the peoples’ toil,"},{"number":45,"verse":"to the end that they should keep his statutes, and observe his laws. Praise the LORD!"}]}