{"bibleAbbr":"RSV1971","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"Prayer for Vindication and VengeanceTo the choirmaster. A Psalm of David. Be not silent, O God of my praise!"},{"number":2,"verse":"For wicked and deceitful mouths are opened against me, speaking against me with lying tongues."},{"number":3,"verse":"They beset me with words of hate, and attack me without cause."},{"number":4,"verse":"In return for my love they accuse me, even as I make prayer for them. (Syr: Heb I prayer)"},{"number":5,"verse":"So they reward me evil for good, and hatred for my love."},{"number":6,"verse":"Appoint a wicked man against him; let an accuser bring him to trial. (Heb stand at his right hand)"},{"number":7,"verse":"When he is tried, let him come forth guilty; let his prayer be counted as sin!"},{"number":8,"verse":"May his days be few; may another seize his goods!"},{"number":9,"verse":"May his children be fatherless, and his wife a widow!"},{"number":10,"verse":"May his children wander about and beg; may they be driven out of (Gk: Heb and seek) the ruins they inhabit!"},{"number":11,"verse":"May the creditor seize all that he has; may strangers plunder the fruits of his toil!"},{"number":12,"verse":"Let there be none to extend kindness to him, nor any to pity his fatherless children!"},{"number":13,"verse":"May his posterity be cut off; may his name be blotted out in the second generation!"},{"number":14,"verse":"May the iniquity of his fathers be remembered before the LORD, and let not the sin of his mother be blotted out!"},{"number":15,"verse":"Let them be before the LORD continually; and may his (Gk: Heb their) memory be cut off from the earth!"},{"number":16,"verse":"For he did not remember to show kindness, but pursued the poor and needy and the brokenhearted to their death."},{"number":17,"verse":"He loved to curse; let curses come on him! He did not like blessing; may it be far from him!"},{"number":18,"verse":"He clothed himself with cursing as his coat, may it soak into his body like water, like oil into his bones!"},{"number":19,"verse":"May it be like a garment which he wraps round him, like a belt with which he daily girds himself!"},{"number":20,"verse":"May this be the reward of my accusers from the LORD, of those who speak evil against my life!"},{"number":21,"verse":"But thou, O God my Lord, deal on my behalf for thy name’s sake; because thy steadfast love is good, deliver me!"},{"number":22,"verse":"For I am poor and needy, and my heart is stricken within me."},{"number":23,"verse":"I am gone, like a shadow at evening; I am shaken off like a locust."},{"number":24,"verse":"My knees are weak through fasting; my body has become gaunt."},{"number":25,"verse":"I am an object of scorn to my accusers; when they see me, they wag their heads."},{"number":26,"verse":"Help me, O LORD my God! Save me according to thy steadfast love!"},{"number":27,"verse":"Let them know that this is thy hand; thou, O LORD, hast done it!"},{"number":28,"verse":"Let them curse, but do thou bless! Let my assailants be put to shame; (Gk: Heb they have arisen and have been put to shame) may thy servant be glad!"},{"number":29,"verse":"May my accusers be clothed with dishonor; may they be wrapped in their own shame as in a mantle!"},{"number":30,"verse":"With my mouth I will give great thanks to the LORD; I will praise him in the midst of the throng."},{"number":31,"verse":"For he stands at the right hand of the needy, to save him from those who condemn him to death."}]}