{"bibleAbbr":"RSV1971","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"(Royal Thanksgiving for Victory) (To the choirmaster. A Psalm of David the servant of the LORD, who addressed the words of this song to the LORD on the day when the LORD delivered him from the hand of all his enemies, and from the hand of Saul. He said:) I love thee, O LORD, my strength."},{"number":2,"verse":"The LORD is my rock, and my fortress, and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold."},{"number":3,"verse":"I call upon the LORD, who is worthy to be praised, and I am saved from my enemies."},{"number":4,"verse":"The cords of death encompassed me, the torrents of perdition assailed me;"},{"number":5,"verse":"the cords of Sheol entangled me, the snares of death confronted me."},{"number":6,"verse":"In my distress I called upon the LORD; to my God I cried for help. From his temple he heard my voice, and my cry to him reached his ears."},{"number":7,"verse":"Then the earth reeled and rocked; the foundations also of the mountains trembled and quaked, because he was angry."},{"number":8,"verse":"Smoke went up from his nostrils, and devouring fire from his mouth; glowing coals flamed forth from him."},{"number":9,"verse":"He bowed the heavens, and came down; thick darkness was under his feet."},{"number":10,"verse":"He rode on a cherub, and flew; he came swiftly upon the wings of the wind."},{"number":11,"verse":"He made darkness his covering around him, his canopy thick clouds dark with water."},{"number":12,"verse":"Out of the brightness before him there broke through his clouds hailstones and coals of fire."},{"number":13,"verse":"The LORD also thundered in the heavens, and the Most High uttered his voice, hailstones and coals of fire."},{"number":14,"verse":"And he sent out his arrows, and scattered them; he flashed forth lightnings, and routed them."},{"number":15,"verse":"Then the channels of the sea were seen, and the foundations of the world were laid bare, at thy rebuke, O LORD, at the blast of the breath of thy nostrils."},{"number":16,"verse":"He reached from on high, he took me, he drew me out of many waters."},{"number":17,"verse":"He delivered me from my strong enemy, and from those who hated me; for they were too mighty for me."},{"number":18,"verse":"They came upon me in the day of my calamity; but the LORD was my stay."},{"number":19,"verse":"He brought me forth into a broad place; he delivered me, because he delighted in me."},{"number":20,"verse":"The LORD rewarded me according to my righteousness; according to the cleanness of my hands he recompensed me."},{"number":21,"verse":"For I have kept the ways of the LORD, and have not wickedly departed from my God."},{"number":22,"verse":"For all his ordinances were before me, and his statutes I did not put away from me."},{"number":23,"verse":"I was blameless before him, and I kept myself from guilt."},{"number":24,"verse":"Therefore the LORD has recompensed me according to my righteousness, according to the cleanness of my hands in his sight."},{"number":25,"verse":"With the loyal thou dost show thyself loyal; with the blameless man thou dost show thyself blameless;"},{"number":26,"verse":"with the pure thou dost show thyself pure; and with the crooked thou dost show thyself perverse."},{"number":27,"verse":"For thou dost deliver a humble people; but the haughty eyes thou dost bring down."},{"number":28,"verse":"Yea, thou dost light my lamp; the LORD my God lightens my darkness."},{"number":29,"verse":"Yea, by thee I can crush a troop; and by my God I can leap over a wall."},{"number":30,"verse":"This God — his way is perfect; the promise of the LORD proves true; he is a shield for all those who take refuge in him."},{"number":31,"verse":"For who is God, but the LORD? And who is a rock, except our God? —"},{"number":32,"verse":"the God who girded me with strength, and made my way safe."},{"number":33,"verse":"He made my feet like hinds’ feet, and set me secure on the heights."},{"number":34,"verse":"He trains my hands for war, so that my arms can bend a bow of bronze."},{"number":35,"verse":"Thou hast given me the shield of thy salvation, and thy right hand supported me, and thy help (Or gentleness) made me great."},{"number":36,"verse":"Thou didst give a wide place for my steps under me, and my feet did not slip."},{"number":37,"verse":"I pursued my enemies and overtook them; and did not turn back till they were consumed."},{"number":38,"verse":"I thrust them through, so that they were not able to rise; they fell under my feet."},{"number":39,"verse":"For thou didst gird me with strength for the battle; thou didst make my assailants sink under me."},{"number":40,"verse":"Thou didst make my enemies turn their backs to me, and those who hated me I destroyed."},{"number":41,"verse":"They cried for help, but there was none to save, they cried to the LORD, but he did not answer them."},{"number":42,"verse":"I beat them fine as dust before the wind; I cast them out like the mire of the streets."},{"number":43,"verse":"Thou didst deliver me from strife with the peoples; (Gk Tg: Heb people) thou didst make me the head of the nations; people whom I had not known served me."},{"number":44,"verse":"As soon as they heard of me they obeyed me; foreigners came cringing to me."},{"number":45,"verse":"Foreigners lost heart, and came trembling out of their fastnesses."},{"number":46,"verse":"The LORD lives; and blessed be my rock, and exalted be the God of my salvation,"},{"number":47,"verse":"the God who gave me vengeance and subdued peoples under me;"},{"number":48,"verse":"who delivered me from my enemies; yea, thou didst exalt me above my adversaries; thou didst deliver me from men of violence."},{"number":49,"verse":"For this I will extol thee, O LORD, among the nations, and sing praises to thy name."},{"number":50,"verse":"Great triumphs he gives to his king, and shows steadfast love to his anointed, to David and his descendants for ever."}]}