{"bibleAbbr":"RSV1971","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"Prayer for Guidance and for DeliveranceA Psalm of David. To thee, O LORD, I lift up my soul."},{"number":2,"verse":"O my God, in thee I trust, let me not be put to shame; let not my enemies exult over me."},{"number":3,"verse":"Yea, let none that wait for thee be put to shame; let them be ashamed who are wantonly treacherous."},{"number":4,"verse":"Make me to know thy ways, O LORD; teach me thy paths."},{"number":5,"verse":"Lead me in thy truth, and teach me, for thou art the God of my salvation; for thee I wait all the day long."},{"number":6,"verse":"Be mindful of thy mercy, O LORD, and of thy steadfast love, for they have been from of old."},{"number":7,"verse":"Remember not the sins of my youth, or my trangressions; according to thy steadfast love remember me, for thy goodness’ sake, O LORD!"},{"number":8,"verse":"Good and upright is the LORD; therefore he instructs sinners in the way."},{"number":9,"verse":"He leads the humble in what is right, and teaches the humble his way."},{"number":10,"verse":"All the paths of the LORD are steadfast love and faithfulness, for those who keep his covenant and his testimonies."},{"number":11,"verse":"For thy name’s sake, O LORD, pardon my guilt, for it is great."},{"number":12,"verse":"Who is the man that fears the LORD? Him will he instruct in the way that he should choose."},{"number":13,"verse":"He himself shall abide in prosperity, and his children shall possess the land."},{"number":14,"verse":"The friendship of the LORD is for those who fear him, and he makes known to them his covenant."},{"number":15,"verse":"My eyes are ever toward the LORD, for he will pluck my feet out of the net."},{"number":16,"verse":"Turn thou to me, and be gracious to me; for I am lonely and afflicted."},{"number":17,"verse":"Relieve the troubles of my heart, and bring me (Or The troubles of my heart are enlarged; bring me) out of my distresses."},{"number":18,"verse":"Consider my affliction and my trouble, and forgive all my sins."},{"number":19,"verse":"Consider how many are my foes, and with what violent hatred they hate me."},{"number":20,"verse":"Oh guard my life, and deliver me; let me not be put to shame, for I take refuge in thee."},{"number":21,"verse":"May integrity and uprightness preserve me, for I wait for thee."},{"number":22,"verse":"Redeem Israel, O God, out of all his troubles."}]}