{"bibleAbbr":"RSV1971","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"(Prayer for Deliverance from Enemies) (A Psalm of David.) Contend, O LORD, with those who contend with me; fight against those who fight against me!"},{"number":2,"verse":"Take hold of shield and buckler, and rise for my help!"},{"number":3,"verse":"Draw the spear and javelin against my pursuers! Say to my soul, “I am your deliverance!”"},{"number":4,"verse":"Let them be put to shame and dishonor who seek after my life! Let them be turned back and confounded who devise evil against me!"},{"number":5,"verse":"Let them be like chaff before the wind, with the angel of the LORD driving them on!"},{"number":6,"verse":"Let their way be dark and slippery, with the angel of the LORD pursuing them!"},{"number":7,"verse":"For without cause they hid their net for me; without cause they dug a pit (The word pit is transposed from the preceding line) for my life."},{"number":8,"verse":"Let ruin come upon them unawares! And let the net which they hid ensnare them; let them fall therein to ruin!"},{"number":9,"verse":"Then my soul shall rejoice in the LORD, exulting in his deliverance."},{"number":10,"verse":"All my bones shall say, “O LORD, who is like thee, thou who deliverest the weak from him who is too strong for him, the weak and needy from him who despoils him?”"},{"number":11,"verse":"Malicious witnesses rise up; they ask me of things that I know not."},{"number":12,"verse":"They requite me evil for good; my soul is forlorn."},{"number":13,"verse":"But I, when they were sick — I wore sackcloth, I afflicted myself with fasting. I prayed with head bowed (Or My prayer turned back) on my bosom,"},{"number":14,"verse":"as though I grieved for my friend or my brother; I went about as one who laments his mother, bowed down and in mourning."},{"number":15,"verse":"But at my stumbling they gathered in glee, they gathered together against me; cripples whom I knew not slandered me without ceasing;"},{"number":16,"verse":"they impiously mocked more and more, (Cn Compare Gk: Heb like the profanest of mockers of a cake) gnashing at me with their teeth."},{"number":17,"verse":"How long, O LORD, wilt thou look on? Rescue me from their ravages, my life from the lions!"},{"number":18,"verse":"Then I will thank thee in the great congregation; in the mighty throng I will praise thee."},{"number":19,"verse":"Let not those rejoice over me who are wrongfully my foes, and let not those wink the eye who hate me without cause."},{"number":20,"verse":"For they do not speak peace, but against those who are quiet in the land they conceive words of deceit."},{"number":21,"verse":"They open wide their mouths against me; they say, “Aha, Aha! our eyes have seen it!”"},{"number":22,"verse":"Thou hast seen, O LORD; be not silent! O Lord, be not far from me!"},{"number":23,"verse":"Bestir thyself, and awake for my right, for my cause, my God and my Lord!"},{"number":24,"verse":"Vindicate me, O LORD, my God, according to thy righteousness; and let them not rejoice over me!"},{"number":25,"verse":"Let them not say to themselves, “Aha, we have our heart’s desire!” Let them not say, “We have swallowed him up.”"},{"number":26,"verse":"Let them be put to shame and confusion altogether who rejoice at my calamity! Let them be clothed with shame and dishonor who magnify themselves against me!"},{"number":27,"verse":"Let those who desire my vindication shout for joy and be glad, and say evermore, “Great is the LORD, who delights in the welfare of his servant!”"},{"number":28,"verse":"Then my tongue shall tell of thy righteousness and of thy praise all the day long."}]}