{"bibleAbbr":"RSV1971","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"Prayer for Lifelong Protection and Help In thee, O LORD, do I take refuge; let me never be put to shame!"},{"number":2,"verse":"In thy righteousness deliver me and rescue me; incline thy ear to me, and save me!"},{"number":3,"verse":"Be thou to me a rock of refuge, a strong fortress, (Gk Compare 31.3: Heb to come continually thou hast commanded) to save me, for thou art my rock and my fortress."},{"number":4,"verse":"Rescue me, O my God, from the hand of the wicked, from the grasp of the unjust and cruel man."},{"number":5,"verse":"For thou, O Lord, art my hope, my trust, O LORD, from my youth."},{"number":6,"verse":"Upon thee I have leaned from my birth; thou art he who took me from my mother’s womb. My praise is continually of thee."},{"number":7,"verse":"I have been as a portent to many; but thou art my strong refuge."},{"number":8,"verse":"My mouth is filled with thy praise, and with thy glory all the day."},{"number":9,"verse":"Do not cast me off in the time of old age; forsake me not when my strength is spent."},{"number":10,"verse":"For my enemies speak concerning me, those who watch for my life consult together,"},{"number":11,"verse":"and say, “God has forsaken him; pursue and seize him, for there is none to deliver him.”"},{"number":12,"verse":"O God, be not far from me; O my God, make haste to help me!"},{"number":13,"verse":"May my accusers be put to shame and consumed; with scorn and disgrace may they be covered who seek my hurt."},{"number":14,"verse":"But I will hope continually, and will praise thee yet more and more."},{"number":15,"verse":"My mouth will tell of thy righteous acts, of thy deeds of salvation all the day, for their number is past my knowledge."},{"number":16,"verse":"With the mighty deeds of the Lord GOD I will come, I will praise thy righteousness, thine alone."},{"number":17,"verse":"O God, from my youth thou hast taught me, and I still proclaim thy wondrous deeds."},{"number":18,"verse":"So even to old age and gray hairs, O God, do not forsake me, till I proclaim thy might to all the generations to come. (Gk Compare Syr: Heb to a generation, to all that come) Thy power"},{"number":19,"verse":"and thy righteousness, O God, reach the high heavens. Thou who hast done great things, O God, who is like thee?"},{"number":20,"verse":"Thou who hast made me see many sore troubles wilt revive me again; from the depths of the earth thou wilt bring me up again."},{"number":21,"verse":"Thou wilt increase my honor, and comfort me again."},{"number":22,"verse":"I will also praise thee with the harp for thy faithfulness, O my God; I will sing praises to thee with the lyre, O Holy One of Israel."},{"number":23,"verse":"My lips will shout for joy, when I sing praises to thee; my soul also, which thou hast rescued."},{"number":24,"verse":"And my tongue will talk of thy righteous help all the day long, for they have been put to shame and disgraced who sought to do me hurt."}]}