{"bibleAbbr":"NRSVue2021","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"The Proclamation of John the Baptist (Mt 4.3) The beginning of the good news (Or gospel) of Jesus Christ. (Other ancient authorities add Son of God)"},{"number":2,"verse":"(Mal 3.1; Mt 11.10; Lk 7.27) As it is written in the prophet Isaiah, (Other ancient authorities read in the prophets) “See, I am sending my messenger ahead of you, (Gk before your face) who will prepare your way,"},{"number":3,"verse":"(Isa 40.3) the voice of one crying out in the wilderness: ‘Prepare the way of the Lord; make his paths straight,’ ”"},{"number":4,"verse":"(Lk 1.77; Acts 13.24) so John the baptizer appeared (Other ancient authorities read John was baptizing) in the wilderness, proclaiming a baptism of repentance for the forgiveness of sins."},{"number":5,"verse":"And the whole Judean region and all the people of Jerusalem were going out to him and were baptized by him in the River Jordan, confessing their sins."},{"number":6,"verse":"(Lev 11.22) Now John was clothed with camel’s hair, with a leather belt around his waist, and he ate locusts and wild honey."},{"number":7,"verse":"(Acts 13.25) He proclaimed, “The one who is more powerful than I is coming after me; I am not worthy to stoop down and untie the strap of his sandals."},{"number":8,"verse":"(Isa 44.3; Joel 2.28; Acts 1.5) I have baptized you with (Or in) water, but he will baptize you with (Or in) the Holy Spirit.”"},{"number":9,"verse":"The Baptism of Jesus (Mt 2.23) In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."},{"number":10,"verse":"(Jn 1.32) And just as he was coming up out of the water, he saw the heavens torn apart and the Spirit descending like a dove upon him."},{"number":11,"verse":"(Ps 2.7; Isa 42.1) And a voice came from the heavens, “You are my Son, the Beloved; (Or my beloved Son) with you I am well pleased.”"},{"number":12,"verse":"The Testing of Jesus And the Spirit immediately drove him out into the wilderness."},{"number":13,"verse":"He was in the wilderness forty days, tested by Satan, and he was with the wild beasts, and the angels waited on him."},{"number":14,"verse":"The Beginning of the Galilean Ministry (Mt 4.23) Now after John was arrested, Jesus came to Galilee proclaiming the good news (Or gospel) of (Other ancient authorities add of the kingdom of) God"},{"number":15,"verse":"(Acts 20.21; Gal 4.4; Eph 1.10) and saying, “The time is fulfilled, and the kingdom of God has come near; (Or is at hand) repent, and believe in the good news.” (Or gospel)"},{"number":16,"verse":"Jesus Calls the First Disciples As Jesus passed along the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the sea, for they were fishers."},{"number":17,"verse":"And Jesus said to them, “Follow me, and I will make you fishers of people.”"},{"number":18,"verse":"(Mt 19.27) And immediately they left their nets and followed him."},{"number":19,"verse":"As he went a little farther, he saw James son of Zebedee and his brother John, who were in their boat mending the nets."},{"number":20,"verse":"Immediately he called them, and they left their father Zebedee in the boat with the hired men and followed him."},{"number":21,"verse":"The Man with an Unclean Spirit (Mt 4.23) They went to Capernaum, and when the Sabbath came, he entered the synagogue and taught."},{"number":22,"verse":"(Mt 7.28) They were astounded at his teaching, for he taught them as one having authority and not as the scribes."},{"number":23,"verse":"Just then there was in their synagogue a man with an unclean spirit,"},{"number":24,"verse":"(Mt 8.29; Mk 10.47; 14.67; Jn 6.69; Acts 3.14) and he cried out, “What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.”"},{"number":25,"verse":"(v 34) But Jesus rebuked him, saying, “Be quiet and come out of him!”"},{"number":26,"verse":"And the unclean spirit, convulsing him and crying with a loud voice, came out of him."},{"number":27,"verse":"(Mk 10.24, 32) They were all amazed, and they kept on asking one another, “What is this? A new teaching—with authority! He (Or A new teaching! With authority he) commands even the unclean spirits, and they obey him.”"},{"number":28,"verse":"At once his fame began to spread throughout the surrounding region of Galilee."},{"number":29,"verse":"Jesus Heals Many at Simon’s House (vv 21, 23) As soon as they (Other ancient authorities read he) left the synagogue, they entered the house of Simon and Andrew, with James and John."},{"number":30,"verse":"Now Simon’s mother-in-law was in bed with a fever, and they told him about her at once."},{"number":31,"verse":"He came and took her by the hand and lifted her up. Then the fever left her, and she began to serve them."},{"number":32,"verse":"(Mk 4.24) That evening, at sunset, they brought to him all who were sick or possessed by demons."},{"number":33,"verse":"And the whole city was gathered around the door."},{"number":34,"verse":"(Mt 4.23; Mk 3.12; Acts 16.17, 18) And he cured many who were sick with various diseases and cast out many demons, and he would not permit the demons to speak, because they knew him."},{"number":35,"verse":"A Preaching Tour in Galilee (Mt 14.23; Lk 5.16) In the morning, while it was still very dark, he got up and went out to a deserted place, and there he prayed."},{"number":36,"verse":"And Simon and his companions hunted for him."},{"number":37,"verse":"When they found him, they said to him, “Everyone is searching for you.”"},{"number":38,"verse":"(Isa 61.1) He answered, “Let us go on to the neighboring towns, so that I may proclaim the message there also, for that is what I came out to do.”"},{"number":39,"verse":"(Mt 4.23-25) And he went throughout all Galilee, proclaiming the message in their synagogues and casting out demons."},{"number":40,"verse":"Jesus Cleanses a Man with a Skin Disease (Mk 10.17) A man with a skin disease came to him begging him, and kneeling (Other ancient authorities lack kneeling) he said to him, “If you are willing, you can make me clean.”"},{"number":41,"verse":"Moved with pity, (Other ancient authorities read anger) Jesus (Gk he) stretched out his hand and touched him and said to him, “I am willing. Be made clean!”"},{"number":42,"verse":"Immediately the skin disease left him, and he was made clean."},{"number":43,"verse":"After sternly warning him he sent him away at once,"},{"number":44,"verse":"(Lev 13.49; 14.2-32) saying to him, “See that you say nothing to anyone, but go, show yourself to the priest, and offer for your cleansing what Moses commanded as a testimony to them.”"},{"number":45,"verse":"(Mt 28.15; Mk 2.13; Lk 5.15, 17; Jn 6.2) But he went out and began to proclaim it freely and to spread the word, so that Jesus (Gk he) could no longer go into a town openly but stayed out in the country, and people came to him from every quarter."}]}