{"bibleAbbr":"NRSVue2021","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":10,"verses":[{"number":1,"verse":"Teaching about Divorce (Mt 19.1; Jn 10.40; 11.7) He left that place and went to the region of Judea and (Other ancient authorities lack and) beyond the Jordan. And crowds again gathered around him, and, as was his custom, he again taught them."},{"number":2,"verse":"Some, (Other ancient authorities add Pharisees came and) testing him, asked, “Is it lawful for a man to divorce his wife?”"},{"number":3,"verse":"He answered them, “What did Moses command you?”"},{"number":4,"verse":"(Deut 24.1-4; Mt 5.31; 19.7) They said, “Moses allowed a man to write a certificate of dismissal and to divorce her.”"},{"number":5,"verse":"But Jesus said to them, “Because of your hardness of heart he wrote this commandment for you."},{"number":6,"verse":"(Gen 1.27; 5.2) But from the beginning of creation, ‘God made them male and female.’"},{"number":7,"verse":"(Gen 2.24) ‘For this reason a man shall leave his father and mother and be joined to his wife, (Other ancient authorities lack and be joined to his wife)"},{"number":8,"verse":"(1 Cor 6.16) and the two shall become one flesh.’ So they are no longer two but one flesh."},{"number":9,"verse":"Therefore what God has joined together, let no one separate.”"},{"number":10,"verse":"Then in the house the disciples asked him again about this matter."},{"number":11,"verse":"(Mt 5.32; Lk 16.18; Rom 7.3; 1 Cor 7.10, 11) He said to them, “Whoever divorces his wife and marries another commits adultery against her,"},{"number":12,"verse":"and if she divorces her husband and marries another, she commits adultery.”"},{"number":13,"verse":"Jesus Blesses Little Children People were bringing children to him in order that he might touch them, and the disciples spoke sternly to them."},{"number":14,"verse":"But when Jesus saw this, he was indignant and said to them, “Let the children come to me; do not stop them, for it is to such as these that the kingdom of God belongs."},{"number":15,"verse":"(Mt 18.3; 1 Cor 14.20; 1 Pet 2.2) Truly I tell you, whoever does not receive the kingdom of God as a little child will never enter it.”"},{"number":16,"verse":"(Mk 9.36) And he took them up in his arms, laid his hands on them, and blessed them."},{"number":17,"verse":"The Rich Man (Mk 1.40; Lk 10.25; Eph 1.18) As he was setting out on a journey, a man ran up and knelt before him and asked him, “Good Teacher, what must I do to inherit eternal life?”"},{"number":18,"verse":"Jesus said to him, “Why do you call me good? No one is good but God alone."},{"number":19,"verse":"(Ex 20.12-16; Deut 5.16-20) You know the commandments: ‘You shall not murder. You shall not commit adultery. You shall not steal. You shall not bear false witness. You shall not defraud. Honor your father and mother.’ ”"},{"number":20,"verse":"He said to him, “Teacher, I have kept all these since my youth.”"},{"number":21,"verse":"(Mt 6.20; Lk 12.33; Acts 2.45; 4.34, 35) Jesus, looking at him, loved him and said, “You lack one thing; go, sell what you own, and give the money (Gk lacks the money) to the poor, and you will have treasure in heaven; then come, follow me.”"},{"number":22,"verse":"When he heard this, he was shocked and went away grieving, for he had many possessions."},{"number":23,"verse":"(Mt 19.23; Lk 18.24) Then Jesus looked around and said to his disciples, “How hard it will be for those who have wealth to enter the kingdom of God!”"},{"number":24,"verse":"(Ps 52.7; 62.10; 1 Tim 6.17) And the disciples were perplexed at these words. But Jesus said to them again, “Children, how hard it is (Other ancient authorities add for those who trust in riches) to enter the kingdom of God!"},{"number":25,"verse":"It is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.”"},{"number":26,"verse":"They were greatly astounded and said to one another, (Other ancient authorities read to him) “Then who can be saved?”"},{"number":27,"verse":"(Jer 32.17) Jesus looked at them and said, “For mortals it is impossible, but not for God; for God all things are possible.”"},{"number":28,"verse":"(Mt 4.20-22) Peter began to say to him, “Look, we have left everything and followed you.”"},{"number":29,"verse":"(Mt 6.33) Jesus said, “Truly I tell you, there is no one who has left house or brothers or sisters or mother or father or children or fields for my sake and for the sake of the good news (Or gospel)"},{"number":30,"verse":"who will not receive a hundredfold now in this age—houses, brothers and sisters, mothers and children, and fields, with persecutions—and in the age to come eternal life."},{"number":31,"verse":"(Mt 20.16; Lk 13.30) But many who are first will be last, and the last will be first.”"},{"number":32,"verse":"A Third Time Jesus Foretells His Death and Resurrection They were on the road, going up to Jerusalem, and Jesus was walking ahead of them; they were amazed, and those who followed were afraid. He took the twelve aside again and began to tell them what was to happen to him,"},{"number":33,"verse":"(Mk 8.31; 9.31; Lk 9.22) saying, “Look, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the scribes, and they will condemn him to death; then they will hand him over to the gentiles;"},{"number":34,"verse":"(Mt 26.67; 27.30; Mk 14.65) they will mock him and spit upon him and flog him and kill him, and after three days he will rise again.”"},{"number":35,"verse":"The Request of James and John James and John, the sons of Zebedee, came forward to him and said to him, “Teacher, we want you to do for us whatever we ask of you.”"},{"number":36,"verse":"And he said to them, “What is it you want me to do for you?”"},{"number":37,"verse":"(Mt 19.28; Lk 22.30) And they said to him, “Appoint us to sit, one at your right hand and one at your left, in your glory.”"},{"number":38,"verse":"(Lk 12.50; Jn 18.11) But Jesus said to them, “You do not know what you are asking. Are you able to drink the cup that I drink or be baptized with the baptism that I am baptized with?”"},{"number":39,"verse":"(Lk 22.25-27; Acts 12.2; Rev 1.9) They replied, “We are able.” Then Jesus said to them, “The cup that I drink you will drink, and with the baptism with which I am baptized you will be baptized,"},{"number":40,"verse":"but to sit at my right hand or at my left is not mine to appoint, but it is for those for whom it has been prepared.”"},{"number":41,"verse":"When the ten heard this, they began to be angry with James and John."},{"number":42,"verse":"So Jesus called them and said to them, “You know that among the gentiles those whom they recognize as their rulers lord it over them, and their great ones are tyrants over them."},{"number":43,"verse":"(Mt 9.35) But it is not so among you; instead, whoever wishes to become great among you must be your servant,"},{"number":44,"verse":"and whoever wishes to be first among you must be slave of all."},{"number":45,"verse":"(Jn 13.14; 1 Tim 2.5, 6) For the Son of Man came not to be served but to serve and to give his life a ransom for many.”"},{"number":46,"verse":"The Healing of Blind Bartimaeus They came to Jericho. As he and his disciples and a large crowd were leaving Jericho, Bartimaeus son of Timaeus, a blind beggar, was sitting by the roadside."},{"number":47,"verse":"(Mt 9.27) When he heard that it was Jesus of Nazareth, he began to shout out and say, “Jesus, Son of David, have mercy on me!”"},{"number":48,"verse":"Many sternly ordered him to be quiet, but he cried out even more loudly, “Son of David, have mercy on me!”"},{"number":49,"verse":"Jesus stood still and said, “Call him here.” And they called the blind man, saying to him, “Take heart; get up, he is calling you.”"},{"number":50,"verse":"So throwing off his cloak, he sprang up and came to Jesus."},{"number":51,"verse":"(Mt 23.7; Jn 20.16) Then Jesus said to him, “What do you want me to do for you?” The blind man said to him, “My teacher, (Aramaic Rabbouni) let me see again.”"},{"number":52,"verse":"(Mt 9.22; Mk 5.34; Lk 7.50; 8.48; 17.19) Jesus said to him, “Go; your faith has made you well.” Immediately he regained his sight and followed him on the way."}]}