{"bibleAbbr":"NRSVue2021","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":9,"verses":[{"number":1,"verse":"(Mt 24.30; 25.31; Mk 13.30; Lk 22.18) And he said to them, “Truly I tell you, there are some standing here who will not taste death until they see that the kingdom of God has come with (Or in) power.”"},{"number":2,"verse":"The Transfiguration (Mk 5.37; 13.3) Six days later, Jesus took with him Peter and James and John and led them up a high mountain apart, by themselves. And he was transfigured before them,"},{"number":3,"verse":"(Mt 28.3) and his clothes became dazzling bright, such as no one (Gk no fuller) on earth could brighten them."},{"number":4,"verse":"And there appeared to them Elijah with Moses, who were talking with Jesus."},{"number":5,"verse":"(Mt 23.7) Then Peter said to Jesus, “Rabbi, it is good for us to be here; let us set up three tents: one for you, one for Moses, and one for Elijah.”"},{"number":6,"verse":"He did not know what to say, for they were terrified."},{"number":7,"verse":"(Mk 1.11; 2 Pet 1.17, 18) Then a cloud overshadowed them, and from the cloud there came a voice, “This is my Son, the Beloved; (Or my beloved Son) listen to him!”"},{"number":8,"verse":"Suddenly when they looked around, they saw no one with them any more, but only Jesus."},{"number":9,"verse":"The Coming of Elijah As they were coming down the mountain, he ordered them to tell no one about what they had seen, until after the Son of Man had risen from the dead."},{"number":10,"verse":"So they kept the matter to themselves, questioning what this rising from the dead could mean."},{"number":11,"verse":"Then they asked him, “Why do the scribes say that Elijah must come first?”"},{"number":12,"verse":"He said to them, “Elijah is indeed coming first to restore all things. How then is it written about the Son of Man, that he is to go through many sufferings and be treated with contempt?"},{"number":13,"verse":"But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written about him.”"},{"number":14,"verse":"The Healing of a Boy with a Spirit When they came to the disciples, they saw a great crowd around them and some scribes arguing with them."},{"number":15,"verse":"When the whole crowd saw him, they were immediately overcome with awe, and they ran forward to greet him."},{"number":16,"verse":"He asked them, “What are you arguing about with them?”"},{"number":17,"verse":"Someone from the crowd answered him, “Teacher, I brought you my son; he has a spirit that makes him unable to speak,"},{"number":18,"verse":"and whenever it seizes him, it dashes him down, and he foams and grinds his teeth and becomes rigid, and I asked your disciples to cast it out, but they could not do so.”"},{"number":19,"verse":"He answered them, “You faithless generation, how much longer must I be with you? How much longer must I put up with you? Bring him to me.”"},{"number":20,"verse":"And they brought the boy (Gk him) to him. When the spirit saw him, immediately it convulsed the boy, (Gk him) and he fell on the ground and rolled about, foaming at the mouth."},{"number":21,"verse":"Jesus (Gk He) asked the father, “How long has this been happening to him?” And he said, “From childhood."},{"number":22,"verse":"It has often cast him into the fire and into the water, to destroy him; but if you are able to do anything, help us! Have compassion on us!”"},{"number":23,"verse":"Jesus said to him, “If you are able! All things can be done for the one who believes.”"},{"number":24,"verse":"Immediately the father of the child cried out, (Other ancient authorities add with tears) “I believe; help my unbelief!”"},{"number":25,"verse":"When Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, “You spirit that keeps this boy from speaking and hearing, I command you, come out of him, and never enter him again!”"},{"number":26,"verse":"After crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.”"},{"number":27,"verse":"But Jesus took him by the hand and lifted him up, and he was able to stand."},{"number":28,"verse":"(Mk 7.17) When he had entered the house, his disciples asked him privately, “Why could we not cast it out?”"},{"number":29,"verse":"He said to them, “This kind can come out only through prayer.” (Other ancient authorities add and fasting)"},{"number":30,"verse":"Jesus Again Foretells His Death and Resurrection They went on from there and passed through Galilee. He did not want anyone to know it,"},{"number":31,"verse":"(Mt 16.21; Mk 8.31) for he was teaching his disciples, saying to them, “The Son of Man is to be betrayed into human hands, and they will kill him, and three days after being killed, he will rise again.”"},{"number":32,"verse":"(Jn 12.16) But they did not understand what he was saying and were afraid to ask him."},{"number":33,"verse":"Who Is the Greatest? Then they came to Capernaum, and when he was in the house he asked them, “What were you arguing about on the way?”"},{"number":34,"verse":"(Lk 22.24) But they were silent, for on the way they had argued with one another who was the greatest."},{"number":35,"verse":"(Mt 20.26, 27; Mk 10.43; Lk 22.26) He sat down, called the twelve, and said to them, “Whoever wants to be first must be last of all and servant of all.”"},{"number":36,"verse":"(Mk 10.16) Then he took a little child and put it among them, and taking it in his arms he said to them,"},{"number":37,"verse":"(Mt 10.40; Jn 12.44; 13.20) “Whoever welcomes one such child in my name welcomes me, and whoever welcomes me welcomes not me but the one who sent me.”"},{"number":38,"verse":"Another Exorcist (Num 11.27-29) John said to him, “Teacher, we saw someone casting out demons in your name, (Other ancient authorities add who does not follow us) and we tried to stop him because he was not following us.”"},{"number":39,"verse":"But Jesus said, “Do not stop him, for no one who does a deed of power in my name will be able soon afterward to speak evil of me."},{"number":40,"verse":"(Mt 12.30) Whoever is not against us is for us."},{"number":41,"verse":"(Mt 10.42) For truly I tell you, whoever gives you a cup of water to drink because you bear the name of Christ will by no means lose the reward."},{"number":42,"verse":"Temptations to Sin (Lk 17.1, 2; 1 Cor 8.12) “If any of you cause one of these little ones who believe in me (Other ancient authorities lack in me) to sin, (Or stumble) it would be better for you if a great millstone were hung around your neck and you were thrown into the sea."},{"number":43,"verse":"(Mt 5.22, 29, 30; 25.41) If your hand causes you to sin, (Or stumble) cut it off; it is better for you to enter life maimed than to have two hands and to go to hell, (Gk Gehenna) to the unquenchable fire. (Other ancient authorities add 9.44 and 9.46, which are identical to 9.48)"},{"number":45,"verse":"(Mt 5.22) And if your foot causes you to sin, (Or stumble) cut it off; it is better for you to enter life lame than to have two feet and to be thrown into hell. (Gk Gehenna) , (Other ancient authorities add 9.44 and 9.46, which are identical to 9.48)"},{"number":47,"verse":"(Mt 5.29) And if your eye causes you to sin, (Or stumble) tear it out; it is better for you to enter the kingdom of God with one eye than to have two eyes and to be thrown into hell, (Gk Gehenna)"},{"number":48,"verse":"(Isa 66.24) where their worm never dies and the fire is never quenched."},{"number":49,"verse":"(Lev 2.13) “For everyone will be salted with fire. (Other ancient authorities add or substitute and every sacrifice will be salted with salt)"},{"number":50,"verse":"(Mt 5.13; Lk 14.34, 35; Rom 12.18; 2 Cor 13.11; Col 4.6; 1 Thess 5.13) Salt is good, but if salt has lost its saltiness, how can you season it? (Or how can you restore its saltiness?) Have salt in yourselves, and be at peace with one another.”"}]}