{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":11,"verses":[{"number":1,"verse":"( یشُوع یابِین اور اُس کے اِتحادیوں کوشِکست دیتا ہے) جب حصُور کے بادشاہ یابِین نے یہ سُنا تو اُس نے مدون کے بادشاہ یُوباب اورسِمرو ن کے بادشاہ اور اکشا ف کے بادشاہ کو۔"},{"number":2,"verse":"اور اُن بادشاہوں کو جو شِمال کی طرف کوہِستانی مُلک اور کِنّرت کے جنُوب کے مَیدان اور نشیب کی زمِین اورمغرِب کی طرف دور کی مُرتفع زمِین میں رہتے تھے۔"},{"number":3,"verse":"اور مشرِق اور مغرِب کے کنعانِیوں اور امورِیوں اورحتِّیوں اور فرِزّیوں اور کوہِستانی مُلک کے یبُوسیوں اور حوِیّوں کو جو حرمُو ن کے نِیچے مِصفاہ کے مُلک میں رہتے تھے بُلوا بھیجا۔"},{"number":4,"verse":"تب وہ اور اُن کے ساتھ اُن کے لشکر یعنی ایک انبوہِ کثِیرجو تعداد میں سمُندر کے کنارے کی ریت کی مانِند تھا بُہت سے گھوڑوں اور رتھوں کو ساتھ لے کر نِکلے۔"},{"number":5,"verse":"اور یہ سب بادشاہ مِل کر آئے اور اُنہوں نے میرُو م کی جِھیل پر اِکٹھّے ڈیرے ڈالے تاکہ اِسرائیلِیوں سے لڑیں۔"},{"number":6,"verse":"تب خُداوند نے یشُوع سے کہا کہ اُن سے نہ ڈر کیونکہ کل اِس وقت مَیں اُن سب کو اِسرائیلیوں کے سامنے مار کرڈال دُوں گا ۔ تُو اُن کے گھوڑوں کی کُونچیں کاٹ ڈالنااور اُن کے رتھ آگ سے جلا دینا۔"},{"number":7,"verse":"چُنانچہ یشُوع اور سب جنگی مَرد اُس کے ساتھ میرُو م کی جِھیل پر ناگہان اُن کے مُقابلہ کو آئے اور اُن پر ٹُوٹ پڑے۔"},{"number":8,"verse":"اور خُداوند نے اُن کو اِسرائیلیوں کے قبضہ میں کردِیا سو اُنہوں نے اُن کو مارا اور بڑے صَیدا اور مِسر فات المائِم اور مشرِق میں مِصفاہ کی وادی تک اُن کو رگیدا اور قتل کِیا یہاں تک کہ اُن میں سے ایک بھی باقی نہ چھوڑا۔"},{"number":9,"verse":"اور یشُوع نے خُداوند کے حُکم کے مُوافِق اُن سے کِیاکہ اُن کے گھوڑوں کی کُونچیں کاٹ ڈالِیں اور اُن کے رتھ آگ سے جلا دِئے۔"},{"number":10,"verse":"پِھر یشُوع اُسی وقت لَوٹا اور اُس نے حصُور کو سرکر کے اُس کے بادشاہ کو تلوار سے مارا کیونکہ اگلے وقت میں حصُور اُن سب سلطنتوں کا سردار تھا۔"},{"number":11,"verse":"اور اُنہوں نے اُن سب لوگوں کو جو وہاں تھے تہِ تیغ کر کے اُن کو بِالکُل ہلاک کر دِیا ۔ وہاں کوئی مُتنِفّس باقی نہ رہا ۔ پِھر اُس نے حصُور کو آگ سے جلا دِیا۔"},{"number":12,"verse":"اور یشُو ع نے اُن بادشاہوں کے سب شہروں کو اور اُن شہروں کے سب بادشاہوں کو لے کر اور اُن کو تہِ تیغ کر کے بِالکُل ہلاک کر دِیا جَیسا خُداوند کے بندہ مُوسیٰ نے حُکم کِیا تھا۔"},{"number":13,"verse":"لیکن جو شہر اپنے ٹِیلوں پر بنے ہُوئے تھے اُن میں سے کِسی کو اِسرائیلیوں نے نہیں جلایا سِوا حصُور کے جِسے یشُوع نے پُھونک دِیا تھا۔"},{"number":14,"verse":"اور اُن شہروں کے تمام مالِ غنِیمت اور چَوپایوں کوبنی اِسرائیل نے اپنے واسطے لُوٹ میں لے لِیا لیکن ہرایک آدمی کو تلوار کی دھار سے قتل کِیا یہاں تک کہ اُن کونابُود کر دِیا اور ایک مُتنِفّس کو بھی باقی نہ چھوڑا۔"},{"number":15,"verse":"جَیسا خُداوند نے اپنے بندہ مُوسیٰ کو حُکم دِیا تھاوَیسا ہی مُوسیٰ نے یشُوع کو حُکم دِیا اور یشُوع نے وَیسا ہی کِیا اور جو جو حُکم خُداوند نے مُوسیٰ کو دِیا تھا اُن میں سے کِسی کو اُس نے بغَیر پُورا کِئے نہ چھوڑا۔"},{"number":16,"verse":"( وہ عِلاقے جِن پر یشُوع نے قبضہ کِیا) سو یشُوع نے اُس سارے مُلک کو یعنی کوہِستانی مُلک اور سارے جنُوبی قطعہ اور جشن کے سارے مُلک اور نشیب کی زمِین اور مَیدان اور اِسرائیلیوں کے کوہِستانی مُلک اور اُسی کے نشیب کی زمِین۔"},{"number":17,"verse":"کوہِ خلق سے لے کر جو سِعِیر کی طرف جاتا ہے بعل جدتک جو وادیِ لُبنا ن میں کوہِ حرمو ن کے نِیچے ہے سب کو لے لِیا اور اُن کے سب بادشاہوں پر فتح حاصِل کر کے اُس نے اُن کو مارا اور قتل کِیا۔"},{"number":18,"verse":"اور یشُوع مُدّت تک اُن سب بادشاہوں سے لڑتا رہا۔"},{"number":19,"verse":"سِوا حویّوں کے جو جِبعون کے باشِندے تھے اَور کِسی شہر نے بنی اِسرائیل سے صُلح نہیں کی بلکہ سب کو اُنہوں نے لڑ کر فتح کِیا۔"},{"number":20,"verse":"کیونکہ یہ خُداوند ہی کی طرف سے تھا کہ وہ اُن کے دِلوں کو اَیسا سخت کر دے کہ وہ جنگ میں اِسرا ئیل کا مُقابلہ کریں تاکہ وہ اُن کو بِالکُل ہلاک کر ڈالے اور اُن پرکُچھ مِہربانی نہ ہو بلکہ وہ اُن کو نیست ونابُود کردے جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا۔"},{"number":21,"verse":"پِھر اُس وقت یشُوع نے آکر عناقِیم کو کوہِستانی مُلک یعنی حبرُو ن اور دبِیر اور عناب سے بلکہ یہُوداہ کے سارے کوہِستانی مُلک اور اِسرا ئیل کے سارے کوہِستانی مُلک سے کاٹ ڈالا ۔یشُوع نے اُن کو اُن کے شہروں سمیت بِالکُل ہلاک کر دِیا۔"},{"number":22,"verse":"سو عناقِیم میں سے کوئی بنی اِسرائیل کے مُلک میں باقی نہ رہا ۔ فقط غزّہ اور جات اور اشدُود میں تھوڑے سے باقی رہے۔"},{"number":23,"verse":"پس جَیسا خُداوند نے مُوسیٰ سے کہا تھا اُس کے مُطابِق یشُوع نے سارے مُلک کو لے لِیا اور یشُوع نے اُسے اِسرائیلیوں کو اُن کے قبِیلوں کی تقسِیم کے مُوافِق مِیراث کے طَورپر دے دِیا اور مُلک کو جنگ سے فراغت مِلی۔"}]}