{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":14,"verses":[{"number":1,"verse":"( دریائے یَردن کے مغرِب کی سرزمیِن کی تقسِیم) اور وہ حِصّے جِن کو کنعان کے مُلک میں بنی اِسرائیل نے مِیراث کے طَور پر پایا اور جِن کو الیِعزر کاہِن اور نُون کے بیٹے یشُوع اور بنی اِسرائیل کے قبِیلوں کے آبائی خاندانوں کے سرداروں نے اُن کو تقسِیم کِیا یہ ہیں۔"},{"number":2,"verse":"اُن کی مِیراث قُرعہ سے دی گئی جَیسا خُداوند نے ساڑھے نَو قبِیلوں کے حق میں مُوسیٰ کو حُکم دِیا تھا۔"},{"number":3,"verse":"کیونکہ مُوسیٰ نے یَردن کے اُس پار ڈھائی قبِیلوں کی مِیراث اُن کودے دی تھی پر اُس نے لاویوں کو اُن کے درمِیان کُچھ مِیراث نہیں دی۔"},{"number":4,"verse":"کیونکہ بنی یُوسف کے دو قبِیلے تھے منسّی اور افرا ئیم ۔ سو لاویوں کو اُس مُلک میں کُچھ حِصّہ نہ مِلا سِوا شہروں کے جو اُن کے رہنے کے لِئے تھے اور اُن کی نواحی کے جو اُن کے چَوپایوں اور مال کے لِئے تھی۔"},{"number":5,"verse":"جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا وَیسا ہی بنی اِسرائیل نے کِیا اور مُلک کو بانٹ لِیا۔"},{"number":6,"verse":"( حبرُون کا عِلاقہ کا لِب کو دِیا گیا) تب بنی یہُوداہ جِلجا ل میں یشُوع کے پاس آئے اور قنِزی یُفنّہ کے بیٹے کالِب نے اُس سے کہا تُجھے معلُوم ہے کہ خُداوند نے مَردِ خُدا مُوسیٰ سے میری اور تیری بابت قادِس برنِیع میں کیا کہا تھا۔"},{"number":7,"verse":"جب خُداوند کے بندہ مُوسیٰ نے قادِس برنِیع سے مُجھ کو اِس مُلک کا حال دریافت کرنے کو بھیجا اُس وقت مَیں چالِیس برس کا تھا اور مَیں نے اُس کو وُہی خبر لا کر دی جو میرے دِل میں تھی۔"},{"number":8,"verse":"تَو بھی میرے بھائیوں نے جو میرے ساتھ گئے تھے لوگوں کے دِلوں کو پِگھلا دِیا لیکن مَیں نے خُداوند اپنے خُدا کی پُوری پَیروی کی۔"},{"number":9,"verse":"تب مُوسیٰ نے اُس دِن قَسم کھا کر کہا کہ جِس زمِین پر تیرا قدم پڑا ہے وہ ہمیشہ کے لِئے تیری اور تیرے بیٹوں کی مِیراث ٹھہرے گی کیونکہ تُو نے خُداوند میرے خُدا کی پُوری پَیروی کی ہے۔"},{"number":10,"verse":"اور اب دیکھ جب سے خُداوند نے یہ بات مُوسیٰ سے کہی تب سے اِن پَینتالِیس برسوں تک جِن میں بنی اِسرائیل بیابان میں آوارہ پِھرتے رہے خُداوند نے مُجھے اپنے قَول کے مُطابِق جِیتا رکھّا اور اب دیکھ مَیں آج کے دِن پچاسی برس کا ہُوں۔"},{"number":11,"verse":"اور آج کے دِن بھی مَیں وَیسا ہی ہُوں جَیسا اُس دِن تھا جب مُوسیٰ نے مُجھے بھیجا تھا اور جنگ کے لِئے اور باہر جانے اور لَوٹنے کے لِئے جَیسی قُوّت مُجھ میں اُس وقت تھی وَیسی ہی اب بھی ہے۔"},{"number":12,"verse":"سو یہ پہاڑی جِس کا ذِکر خُداوند نے اُس روز کِیا تھا مُجھ کو دے دے کیونکہ تُونے اُس دِن سُن لِیا تھا کہ عناقِیم وہاں بستے ہیں اور وہاں کے شہر بڑے اور فصِیل دار ہیں ۔ یہ مُمکِن ہے کہ خُداوند میرے ساتھ ہو اور مَیں اُن کو خُداوند کے قَول کے مُطابِق نِکال دُوں۔"},{"number":13,"verse":"تب یشُوع نے یُفنّہ کے بیٹے کالِب کو دُعا دی اور اُس کو حبرُو ن مِیراث کے طَور پر دے دِیا۔"},{"number":14,"verse":"سو حبرُو ن اُس وقت سے آج تک قنِزی یُفنّہ کے بیٹے کالِب کی مِیراث ہے اِس لِئے کہ اُس نے خُداوند اِسرا ئیل کے خُدا کی پُوری پَیروی کی۔"},{"number":15,"verse":"اور اگلے وقت میں حبرُو ن کا نام قریت اربع تھا اور وہ اربع عناقِیم میں سب سے بڑا آدمی تھا اور اُس مُلک کو جنگ سے فراغت مِلی۔"}]}