{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"( عِلاقہ جو یہُوداہ کے قبِیلہ کو دِیا گیا) اور بنی یہُوداہ کے قبِیلہ کا حِصّہ اُن کے گھرانوں کے مُطابِق قُرعہ ڈال کر ادُوم کی سرحد تک اور جنُوب میں دشتِ صِین تک جو جنُوب کے اِنتہائی حِصّہ میں واقِع ہے ٹھہرا۔"},{"number":2,"verse":"اور اُن کی جنُوبی حد دریایِ شور کے اِنتہائی حِصّہ کی اُس کھاڑی سے جِس کا رُخ جنُوب کی طرف ہے شرُوع ہُوئی۔"},{"number":3,"verse":"اور وہ عقر بّیِم کی چڑھائی کی جنُوبی سمت سے نِکل صِین ہوتی ہُوئی قادِس برنِیع کے جنُوب کو گئی ۔ پِھر حصرو ن کے پاس سے ادار کو جا کر قرقع کو مُڑی۔"},{"number":4,"verse":"اور وہاں سے عضمُو ن ہوتی ہُوئی مِصر کے نالے کو جا نِکلی اور اُس حد کا خاتِمہ سمُندر پر ہُؤا ۔ یِہی تُمہاری جنُوبی سرحد ہو گی۔"},{"number":5,"verse":"اور مشرِقی سرحدیَردن کے دہانہ تک دریایِ شور ہی ٹھہرا اور اُس کی شِمالی حد اُس دریا کی اُس کھاڑی سے جو یَردن کے دہانہ پر ہے شرُوع ہُوئی۔"},{"number":6,"verse":"اور یہ حد بَیت حجلہ کو جا کر اور بَیت العرا بہ کے شِمال سے گُذر کر رُوبِن کے بیٹے بوہن کے پتّھر کو پُہنچی۔"},{"number":7,"verse":"پِھر وہاں سے وہ حد عکُور کی وادی ہوتی ہُوئی دبِیر کو گئی اور وہاں سے شِمال کی سمت چل کر جِلجا ل کے سامنے سے جو اُدمیّم کی چڑھائی کے مُقابِل ہے جا نِکلی ۔ یہ چڑھائی ندی کے جنُوب میں ہے ۔ پِھر وہ حد عین شمس کے چشموں کے پاس ہو کر عین راجِل پُہنچی۔"},{"number":8,"verse":"پِھر وُہی حد ہِنُّوم کے بیٹے کی وادی میں سے ہو کر یبوسیوں کی بستی کے جنُوب کو گئی ۔ یروشلِیم وُہی ہے اور وہاں سے اُس پہاڑ کی چوٹی کو جا نِکلی جو وادیِ ہِنُّوم کے مُقابِل مغرِب کی طرف اور رفائِیم کی وادی کے شِمالی اِنتہائی حِصّہ میں واقِع ہے۔"},{"number":9,"verse":"پھِر وُہی حد پہاڑ کی چوٹی سے آبِ نفتو ح کے چشمہ کو گئی اور وہاں سے کوہِ عفرو ن کے شہروں کے پاس جا نِکلی اور اُدھر سے بعلہ تک جو قریت یعرِیم ہے پُہنچی۔"},{"number":10,"verse":"اور بعلہ سے ہو کر مغرِب کی سِمت کوہِ شعیر کو پِھری اور کوہِ یعرِیم کے جو کسلُو ن بھی کہلاتا ہے شِمالی دامن کے پاس سے گُذر کر بَیت شمس کی طرف اُترتی ہُوئی تِمنہ کو گئی۔"},{"number":11,"verse":"اور وہاں سے وہ حد عقروُ ن کے شِمال کو جا نِکلی ۔ پِھر وہ سِکرُو ن سے ہو کر کوہِ بعلہ کے پاس سے گُذرتی ہُوئی یبنی ایل پر جا نِکلی اور اِس حد کا خاتِمہ سمُندر پر ہُؤا۔"},{"number":12,"verse":"اور مغرِبی سرحدبڑا سمُندر اور اُس کا ساحِل تھا ۔ بنی یہُوداہ کی چاروں طرف کی حد اُن کے گھرانوں کے مُطابِق یِہی ہے۔"},{"number":13,"verse":"( کالِب حبرُون اور دبِیر کو فتح کرتا ہے) اور یشُوع نے اُس حُکم کے مُطابِق جو خُداوند نے اُسے دِیا تھا یُفنّہ کے بیٹے کالِب کو بنی یہُوداہ کے درمِیان عناق کے باپ اربع کا شہر قریت اربع جو حبرُو ن ہے حِصّہ دِیا۔"},{"number":14,"verse":"سو کالِب نے وہاں سے عنا ق کے تِینوں بیٹوں یعنی سیسی اور اخِیما ن اور تلمی کو جو بنی عناق ہیں نِکال دِیا۔"},{"number":15,"verse":"اور وہ وہاں سے دبِیر کے باشِندوں پر چڑھ گیا ۔ دبِیر کا قدِیمی نام قریت سِفر تھا۔"},{"number":16,"verse":"اور کالِب نے کہا جو کوئی قریت سِفر کو مار کراُس کو سر کر لے اُسے مَیں اپنی بیٹی عکسہ بیاہ دُوں گا۔"},{"number":17,"verse":"تب کالِب کے بھائی قنز کے بیٹے غتنی ایل نے اُس کو سر کر لِیا ۔ سو اُس نے اپنی بیٹی عکسہ اُسے بیاہ دی۔"},{"number":18,"verse":"جب وہ اُس کے پاس آئی تو اُس نے اُس آدمی کو اُبھارا کہ وہ اُس کے باپ سے ایک کھیت مانگے۔ سو وہ اپنے گدھے پر سے اُتر پڑی ۔ تب کالِب نے اُس سے کہا تُو کیا چاہتی ہے؟۔"},{"number":19,"verse":"اُس نے کہا مُجھے برکت دے کیونکہ تُو نے جنُوب کے مُلک میں کُچھ زمِین مُجھے عِنایت کی ہے ۔ سو مُجھے پانی کے چشمے بھی دے ۔ تب اُس نے اُسے اُوپر کے چشمے اور نِیچے کے چشمے عِنایت کِئے۔"},{"number":20,"verse":"( یہُودا ہ کے شہر) بنی یہُوداہ کے قبِیلہ کی مِیراث اُن کے گھرانوں کے مُطابِق یہ ہے۔"},{"number":21,"verse":"اور ادُو م کی سرحد کی طرف جنُوب میں بنی یہُوداہ کے اِنتہائی شہر یہ ہیں۔قبضی ایل اور عیدر اور یجُور۔"},{"number":22,"verse":"اور قینہ اور دَیمو نہ اور عدعد ہ۔"},{"number":23,"verse":"اور قادِ س اور حصُور اور اتنان۔"},{"number":24,"verse":"زِیف اور تلم اور بعلو ت۔"},{"number":25,"verse":"اور حصُور اور حدتہ اور قریت حصرو ن جو حصُور ہے۔"},{"number":26,"verse":"اور امام اور سمع اور مولادہ۔"},{"number":27,"verse":"اور حصار جدّہ اور حِشمو ن اور بَیت فلط۔"},{"number":28,"verse":"اور حصرسوعا ل اوربیرسِبع اور بزیو تیاہ۔"},{"number":29,"verse":"بعلہ اور عِیِّیم اور عضم۔"},{"number":30,"verse":"اور اِلتولد اور کسِیل اور حُرمہ۔"},{"number":31,"verse":"اور صِقلاج اور مدمنّہ اور سنسنّا ہ۔"},{"number":32,"verse":"اور لباؤت اور سِلحِیم اور عَین اور رِمّون ۔ یہ سب اُنتِیس شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":33,"verse":"اور نشیب کی زمِین میں اِستا ل اور صُرعاہ اور اسناہ۔"},{"number":34,"verse":"اور زنُو ح اور عین جنِیّم ۔ تفُّو ح اور عَینا م۔"},{"number":35,"verse":"یرموت اور عدُلاّم ۔ شوکہ اور عزِیقہ۔"},{"number":36,"verse":"اور شعریم اور عدِیتیم اور جدِیر ہ اور جدیرتِیم ۔ یہ چَودہ شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":37,"verse":"ضِنان اور حداشہ اور مِجد ل جد۔"},{"number":38,"verse":"اور دِلعا ن اور مِصفا ہ اور یقتی ایل۔"},{"number":39,"verse":"لکِیس اور بُصقت اور عجلُو ن۔"},{"number":40,"verse":"اور کبُّون اور لحما م اور کِتلِیس۔"},{"number":41,"verse":"اور جدِیرو ت اور بَیت د جون اور نعمہ اور مقّیدہ ۔ یہ سولہ شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":42,"verse":"لِبناہ اور عتر اور عسن۔"},{"number":43,"verse":"اور یِفتا ح اور اسنہ اور نصِیب۔"},{"number":44,"verse":"اور قعِیلہ اور اکزِیب اور مریسہ ۔ یہ نَو شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":45,"verse":"عقرُو ن اور اُس کے قصبے اور گاؤں۔"},{"number":46,"verse":"عقرُو ن سے سمُندر تک اشدُود کے پاس کے سب شہر اور اُن کے گاؤں۔"},{"number":47,"verse":"اشدُود اپنے شہروں اور گاؤں سمیت اور غَزّہ اپنے شہروں اور گاؤں سمیت مِصر کی ندی اور بڑے سمُندر اور اُس کے ساحِل تک۔"},{"number":48,"verse":"اور کوہِستانی مُلک میں سمِیر اور یتِیر اور شو کہ۔"},{"number":49,"verse":"اور دنّاہ اور قریت سنّہ جو دبِیر ہے۔"},{"number":50,"verse":"اور عناب اور اِستموہ اور عنِیم۔"},{"number":51,"verse":"اور جشن اور حولُون اور جِلوہ یہ گیارہ شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":52,"verse":"اراب اور دوماہ اور اشعان۔"},{"number":53,"verse":"اور ینیِم اور بَیت تفو ح اور افیقہ۔"},{"number":54,"verse":"اور حُمطہ اور قریت اربع جو حبرُو ن ہے اور صیعُور ۔ یہ نَو شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":55,"verse":"معُون ۔ کرمِل اور زِیف اور یُوطّہ۔"},{"number":56,"verse":"اوریزرعیل اور یقدِعا م اور زنُو ح۔"},{"number":57,"verse":"قین۔ جِبعہ اور تِمنہ ۔ یہ دس شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":58,"verse":"حلحُو ل اور بَیت صُور اور جدُور۔"},{"number":59,"verse":"اور معرات اور بَیت عنو ت اور اِلتقو ن ۔ یہ چھ شہر ہیں اور اِن کے گاؤں بھی ہیں۔ ٍ"},{"number":60,"verse":"قریت بعل جو قریت یعرِ یم ہے اور ر بّہ یہ دو شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":61,"verse":"اور بیابان میں بَیت عرابہ اور مِدّین اور سکا کہ۔"},{"number":62,"verse":"اور نِبسا ن اور نمک کا شہر اور عین جدی ۔ یہ چھ شہر ہیں اور اِن کے گاؤں بھی ہیں۔"},{"number":63,"verse":"اور یبوسیوں کو جو یروشلِیم کے باشِندے تھے بنی یہُوداہ نِکال نہ سکے ۔ سو یبوسی بنی یہُوداہ کے ساتھ آج کے دِن تک یروشلِیم میں بسے ہُوئے ہیں۔"}]}