{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":22,"verses":[{"number":1,"verse":"( یشُوع مشرِقی قبِیلوں کو اُن کے عِلاقوں میں بھیجتا ہے) اُس وقت یشُوع نے رُوبِینیوں اور جدّیوں اور منسّی کے آدھے قبِیلہ کو بُلا کر۔"},{"number":2,"verse":"اُن سے کہا کہ سب کُچھ جو خُداوند کے بندہ مُوسیٰ نے تُم کو فرمایا تُم نے مانا اور جو کُچھ مَیں نے تُم کو حُکم دِیا اُس میں تُم نے میری بات مانی۔"},{"number":3,"verse":"تُم نے اپنے بھائیوں کو اِس مُدّت میں آج کے دِن تک نہیں چھوڑا بلکہ خُداوند اپنے خُدا کے حُکم کی تاکِید پر عمل کِیا۔"},{"number":4,"verse":"اور اب خُداوند تُمہارے خُدا نے تُمہارے بھائیوں کو جَیسا اُس نے اُن سے کہا تھا آرام بخشا ہے سو تُم اب لَوٹ کر اپنے اپنے ڈیرے کو اپنی مِیراثی سرزمِین میں جو خُداوند کے بندہ مُوسیٰ نے یَردن کے اُس پار تُم کو دی ہے چلے جاؤ۔"},{"number":5,"verse":"فقط اُس فرمان اور شرع پر عمل کرنے کی نِہایت اِحتیاط رکھنا جِس کا حُکم خُداوند کے بندہ مُوسیٰ نے تُم کو دِیا کہ تُم خُداوند اپنے خُدا سے مُحبّت رکھّو اور اُس کی سب راہوں پر چلو اور اُس کے حُکموں کو مانو اور اُس سے لِپٹے رہو اور اپنے سارے دِل اور اپنی ساری جان سے اُس کی بندگی کرو۔"},{"number":6,"verse":"اور یشُوع نے برکت دے کر اُن کو رُخصت کِیا اور وہ اپنے اپنے ڈیرے کو چلے گئے۔"},{"number":7,"verse":"منسّی کے آدھے قبِیلہ کو تو مُوسیٰ نے بسن میں مِیراث دی تھی لیکن اُس کے دُوسرے آدھے کو یشُوع نے اُن کے بھائیوں کے درمِیان یَردن کے اِس پار مغرِب کی طرف حِصّہ دِیا اور جب یشُوع نے اُن کو رُخصت کِیا کہ اپنے اپنے ڈیرے کو جائیں تو اُن کو بھی برکت دے کر۔"},{"number":8,"verse":"اُن سے کہا کہ بڑی دَولت اور بُہت سے چَوپائے اور چاندی اور سونا اور پِیتل اور لوہا اور بُہت سی پوشاک لے کر تُم اپنے اپنے ڈیرے کو لَوٹو اور اپنے دُشمنوں کے مالِ غنِیمت کو اپنے بھائیوں کے ساتھ بانٹ لو۔"},{"number":9,"verse":"تب بنی رُوبِن اور بنی جد اور منسّی کا آدھا قبِیلہ لَوٹے اور وہ بنی اِسرائیل کے پاس سے سَیلا سے جو مُلکِ کنعان میں ہے روانہ ہُوئے تاکہ وہ اپنے مِیراثی مُلک جِلعاد کو لَوٹ جائیں جِس کے مالِک وہ خُداوند کے اُس حُکم کے مُطابِق ہُوئے تھے جو اُس نے مُوسیٰ کی معرفت دِیا تھا۔"},{"number":10,"verse":"( دریائے یَردن کےکنارے مذبح) اور جب وہ یَردن کے پاس کے اُس مقام میں پُہنچے جو مُلکِ کنعان میں ہے تو بنی رُوبِن اور بنی جد اور منسّی کے آدھے قبِیلہ نے وہاں یَردن کے پاس ایک مذبح جو دیکھنے میں بڑا مذبح تھا بنایا۔"},{"number":11,"verse":"اور بنی اِسرائیل کے سُننے میں آیا کہ دیکھو بنی رُوبِن اور بنی جد اور منسّی کے آدھے قبِیلہ نے مُلکِ کنعان کے سامنے یَردن کے گِرد کے مقام میں اُس رُخ پر جو بنی اِسرائیل کا ہے ایک مذبح بنایا ہے۔"},{"number":12,"verse":"جب بنی اِسرائیل نے یہ سُنا تو بنی اِسرائیل کی ساری جماعت سَیلا میں فراہم ہُوئی تاکہ اُن پر چڑھ جائے اور لڑے۔"},{"number":13,"verse":"اور بنی اِسرائیل نے الِیعزر کاہِن کے بیٹے فِینحاس کو بنی رُوبِن اور بنی جد اور منسّی کے آدھے قبِیلہ کے پاس جو مُلکِ جِلعاد میں تھے بھیجا۔"},{"number":14,"verse":"اور بنی اِسرائیل کے قبِیلوں سے ہر ایک کے آبائی خاندان سے ایک امِیرکے حِساب سے دس امِیر اُس کے ساتھ کِئے ۔ اُن میں سے ہر ایک ہزار در ہزار اِسرائیلِیوں میں اپنے آبائی خاندان کا سردار تھا۔"},{"number":15,"verse":"سو وہ بنی رُوبِن اور بنی جد اور منسّی کے آدھے قبِیلہ کے پاس مُلکِ جِلعاد میں آئے اور اُن سے کہا کہ۔"},{"number":16,"verse":"خُداوند کی ساری جماعت یہ کہتی ہے کہ تُم نے اِسرا ئیل کے خُدا سے یہ کیا سرکشی کی کہ آج کے دِن خُداوند کی پَیروی سے برگشتہ ہو کر اپنے لِئے ایک مذبح بنایا اور آج کے دِن تُم خُداوند سے باغی ہو گئے؟۔"},{"number":17,"verse":"کیا ہمارے لِئے فغُور کی بدکاری کُچھ کم تھی جِس سے ہم آج کے دِن تک پاک نہیں ہُوئے ۔ اگرچہ خُداوند کی جماعت میں وبا بھی آئی کہ۔"},{"number":18,"verse":"تُم آج کے دِن خُداوند کی پَیروی سے برگشتہ ہوتے ہو؟ اور چُونکہ تُم آج خُداوند سے باغی ہوتے ہو اِس لِئے کل یہ ہو گا کہ اِسرا ئیل کی ساری جماعت پر اُس کا قہر نازِل ہو گا۔"},{"number":19,"verse":"اور اگر تُمہارا مِیراثی مُلک ناپاک ہے تو تُم خُداوند کے مِیراثی مُلک میں پار آ جاؤ جہاں خُداوند کا مسکن ہے اور ہمارے درمِیان مِیراث لو لیکن خُداوند ہمارے خُدا کے مذبح کے سِوا اپنے لِئے کوئی اَور مذبح بنا کر نہ تو خُداوند سے باغی ہو اور نہ ہم سے بغاوت کرو۔"},{"number":20,"verse":"کیا زارح کے بیٹے عکن کی خیانت کے سبب سے جو اُس نے مخصُوص کی ہُوئی چِیز میں کی اِسرا ئیل کی ساری جماعت پر غضب نازِل نہ ہُؤا؟ وہ شخص اکیلا ہی اپنی بدکاری میں ہلاک نہیں ہُؤا۔"},{"number":21,"verse":"تب بنی رُوبِن اور بنی جد اور منسّی کے آدھے قبِیلہ نے ہزار در ہزار اِسرائیلِیوں کے سرداروں کو جواب دِیا کہ۔"},{"number":22,"verse":"خُداوند خُداؤں کا خُدا خُداوند خُداؤں کا خُدا جانتاہے اور اِسرائیلی بھی جان لیں گے ۔ اگر اِس میں بغاوت یا خُداوند کی مخُالفت ہے (تو تُو ہم کو آج جِیتا نہ چھوڑ)۔"},{"number":23,"verse":"اگر ہم نے آج کے دِن اِس لِئے یہ مذبح بنایا ہو کہ خُداوند سے برگشتہ ہو جائیں یا اُس پر سوختنی قُربانی یا نذر کی قُربانی یا سلامتی کے ذبِیحے چڑھائیں تو خُداوند ہی اِس کا حِساب لے۔"},{"number":24,"verse":"بلکہ ہم نے اِس خیال اور غرض سے یہ کِیا کہ کہِیں آیندہ زمانہ میں تُمہاری اَولاد ہماری اَولاد سے یہ نہ کہنے لگے کہ تُم کو خُداوند اِسرا ئیل کے خُدا سے کیا لینا ہے؟۔"},{"number":25,"verse":"کیونکہ خُداوند نے تو ہمارے اور تُمہارے درمِیان اَے بنی رُوبِن اور بنی جد یَردن کو حد ٹھہرایا ہے ۔ سو خُداوند میں تُمہارا کوئی حِصّہ نہیں ہے ۔ یُوں تُمہاری اَولاد ہماری اَولاد سے خُداوند کا خَوف چُھڑا دے گی۔"},{"number":26,"verse":"اِس لِئے ہم نے کہا کہ آؤ ہم اپنے لِئے ایک مذبح بنانا شرُوع کریں جو نہ سوختنی قُربانی کے لِئے ہو اور نہ ذبِیحہ کے لِئے۔"},{"number":27,"verse":"بلکہ وہ ہمارے اور تُمہارے اور ہمارے بعد ہماری نسلوں کے درمِیان گواہ ٹھہرے تاکہ ہم خُداوند کے حضُور اُس کی عِبادت اپنی سوختنی قُربانیوں اور اپنے ذبِیحوں اور سلامتی کے ہدیوں سے کریں اور آیندہ زمانہ میں تُمہاری اَولاد ہماری اَولاد سے کہنے نہ پائے کہ خُداوند میں تُمہارا کوئی حِصّہ نہیں۔"},{"number":28,"verse":"اِس لِئے ہم نے کہا کہ جب وہ ہم سے یا ہماری اَولاد سے آیندہ زمانہ میں یُوں کہیں گے تو ہم اُن کو جواب دیں گے کہ دیکھو خُداوند کے مذبح کا نمُونہ جِسے ہمارے باپ دادا نے بنایا ۔ یہ نہ سوختنی قُربانی کے لِئے ہے نہ ذبِیحہ کے لِئے بلکہ یہ ہمارے اور تُمہارے درمِیان گواہ ہے۔"},{"number":29,"verse":"خُدا نہ کرے کہ ہم خُداوند سے باغی ہوں اور آج خُداوند کی پَیروی سے برگشتہ ہو کر خُداوند اپنے خُدا کے مذبح کے سِوا جو اُس کے خَیمہ کے سامنے ہے سوختنی قُربانی اور نذر کی قُربانی اور ذبِیحہ کے لِئے کوئی مذبح بنائیں۔"},{"number":30,"verse":"جب فِینحا س کاہِن اور جماعت کے امِیروں یعنی ہزار در ہزار اِسرائیلِیوں کے سرداروں نے جو اُس کے ساتھ آئے تھے یہ باتیں سُنِیں جو بنی رُوبِن اور بنی جد اور بنی منسّی نے کہِیں تو وہ بُہت خُوش ہُوئے۔"},{"number":31,"verse":"تب الِیعزر کے بیٹے فِینحاس کاہِن نے بنی رُوبِن اور بنی جد اور بنی منسّی سے کہا آج ہم نے جان لِیا کہ خُداوند ہمارے درمِیان ہے کیونکہ تُم سے خُداوند کی یہ خطا نہیں ہُوئی ۔ سو تُم نے بنی اِسرائیل کو خُداوند کے ہاتھ سے چُھڑا لِیا ہے۔"},{"number":32,"verse":"اور الِیعزر کاہِن کا بیٹا فِینحا س اور وہ سردار جِلعاد سے بنی رُوبِن اور بنی جد کے پاس سے مُلکِ کنعان میں بنی اِسرائیل کے پاس لَوٹ آئے اور اُن کو یہ ماجرا سُنایا۔"},{"number":33,"verse":"تب بنی اِسرائیل اِس بات سے خُوش ہُوئے اور بنی اِسرائیل نے خُدا کی حمد کی اور پِھر جنگ کے لِئے اُن پر چڑھائی کرنے اور اُس مُلک کو تباہ کرنے کا نام نہ لِیا جِس میں بنی رُوبِن اور بنی جد رہتے تھے۔"},{"number":34,"verse":"تب بنی رُوبِن اور بنی جد نے اُس مذبح کا نام عید یہ کہہ کر رکھّا کہ وہ ہمارے درمِیان گواہ ہے کہ یہووا ہ خُدا ہے۔"}]}