{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"( سِکم کے مقام پر یشُوع لوگوں سے خطاب کرتا ہے) اِس کے بعد یشُوع نے اِسرا ئیل کے سب قبِیلوں کو سِکم میں جمع کِیا اور اِسرا ئیل کے بزُرگوں اور سرداروں اور قاضِیوں اور منصبداروں کو بُلوایا اور وہ خُدا کے حضُور حاضِر ہُوئے۔"},{"number":2,"verse":"تب یشُوع نے اُن سب لوگوں سے کہا کہ خُداوند اِسرائیل کا خُدا یُوں فرماتا ہے کہ تُمہارے آبا یعنی ابرہام اور نحُور کا باپ تارح وغیرہ قدِیم زمانہ میں بڑے دریا کے پار رہتے اور دُوسرے معبُودوں کی پرستِش کرتے تھے۔"},{"number":3,"verse":"اور مَیں نے تُمہارے باپ ابرہام کو بڑے دریا کے پار سے لے کر کنعا ن کے سارے مُلک میں اُس کی رہبری کی اور اُس کی نسل کو بڑھایا اور اُسے اِضحاق عِنایت کِیا۔"},{"number":4,"verse":"اور مَیں نے اِضحا ق کو یعقُوب اور عیسو بخشے اور عیسو کو کوہِ شعِیر دِیا کہ وہ اُس کا مالِک ہو اور یعقُوب اپنی اَولاد سمیت مِصر میں گیا۔"},{"number":5,"verse":"اور مَیں نے مُوسیٰ اور ہارُو ن کو بھیجا اور مِصر پر جو جو مَیں نے اُس میں کِیا اُس کے مُطابِق میری مار پڑی اور اُس کے بعد مَیں تُم کو نِکال لایا۔"},{"number":6,"verse":"تُمہارے باپ دادا کو مَیں نے مِصر سے نِکالا اور تُم سمُندر پر آئے ۔ تب مِصرِیوں نے رتھوں اور سواروں کو لے کر بحرِ قُلز م تک تُمہارے باپ دادا کا پِیچھا کِیا۔"},{"number":7,"verse":"اور جب اُنہوں نے خُداوند سے فریاد کی تو اُس نے تُمہارے اور مِصریوں کے درمِیان اندھیرا کر دِیا اور سمُندر کو اُن پر چڑھا لایا اور اُن کو چُھپا دِیا اور تُم نے جو کُچھ مَیں نے مِصر میں کِیا اپنی آنکھوں سے دیکھا اور تُم بُہت دِنوں تک بیابان میں رہے۔"},{"number":8,"verse":"پِھر مَیں تُم کو امورِیوں کے مُلک میں جو یَرد ن کے اُس پار رہتے تھے لے آیا ۔ وہ تُم سے لڑے اور مَیں نے اُن کو تُمہارے ہاتھ میں کر دِیا اور تُم نے اُن کے مُلک پر قبضہ کر لِیا اور مَیں نے اُن کو تُمہارے آگے سے ہلاک کِیا۔"},{"number":9,"verse":"پِھر صفور کا بیٹا بلق موآب کا بادشاہ اُٹھ کر اِسرائیلِیوں سے لڑا اور تُم پرلَعنت کرنے کو بعور کے بیٹے بلعا م کو بُلوا بھیجا۔"},{"number":10,"verse":"پر مَیں نے نہ چاہا کہ بلعا م کی سُنوں ۔ اِس لِئے وہ تُم کوبرکت ہی دیتا گیا ۔ سو مَیں نے تُم کو اُس کے ہاتھ سے چُھڑایا۔"},{"number":11,"verse":"پِھر تُم یَردن پار ہو کر یرِیحُو کو آئے اور یرِیحُو کے لوگ یعنی اموری اور فرزّی اور کنعانی اور حتّی اور جِرجاسی اور حوّی اور یبُوسی تُم سے لڑے اور مَیں نے اُن کو تُمہارے ہاتھ میں کر دِیا۔"},{"number":12,"verse":"اور مَیں نے تُمہارے آگے زنبُوروں کو بھیجا جِنہوں نے دونوں اموری بادشاہوں کو تُمہارے سامنے سے بھگا دِیا ۔ یہ نہ تُمہاری تلوار اور نہ تُمہاری کمان سے ہُؤا۔"},{"number":13,"verse":"اور مَیں نے تُم کو وہ مُلک جِس پر تُم نے مِحنت نہ کی اور وہ شہر جِن کو تُم نے بنایا نہ تھا عِنایت کِئے اور تُم اُن میں بسے ہو اور تُم اَیسے تاکِستانوں اور زَیتُون کے باغوں کا پَھل کھاتے ہو جِن کو تُم نے نہیں لگایا۔"},{"number":14,"verse":"پس اب تُم خُداوند کا خَوف رکھّو اور نیک نِیّتی اور صداقت سے اُس کی پرستِش کرو اور اُن دیوتاؤں کو دُور کر دو جِن کی پرستِش تُمہارے باپ دادا بڑے دریا کے پار اور مِصر میں کرتے تھے اور خُداوند کی پرستِش کرو۔"},{"number":15,"verse":"اور اگر خُداوند کی پرستِش تُم کو بُری معلُوم ہوتی ہو تو آج ہی تُم اُسے جِس کی پرستِش کرو گے چُن لو۔ خواہ وہ وُہی دیوتا ہوں جِن کی پرستِش تُمہارے باپ دادا بڑے دریا کے اُس پار کرتے تھے یا اموریوں کے دیوتا ہوں جِن کے مُلک میں تُم بسے ہو ۔ اب رہی میری اور میرے گھرانے کی بات سو ہم تو خُداوند کی پرستِش کریں گے۔"},{"number":16,"verse":"تب لوگوں نے جواب دِیا کہ خُدا نہ کرے کہ ہم خُداوند کو چھوڑ کر اَور معبُودوں کی پرستِش کریں۔"},{"number":17,"verse":"کیونکہ خُداوند ہمارا خُدا وُہی ہے جِس نے ہم کو اور ہمارے باپ دادا کو مُلکِ مِصر یعنی غُلامی کے گھر سے نِکالا اور وہ بڑے بڑے نِشان ہمارے سامنے دِکھائے اور سارے راستہ جِس میں ہم چلے اور اُن سب قَوموں کے درمِیان جِن میں سے ہم گُذرے ہم کو محفُوظ رکھّا۔"},{"number":18,"verse":"اور خُداوند نے سب قَوموں یعنی اموریوں کو جو اِس مُلک میں بستے تھے ہمارے سامنے سے نِکال دِیا ۔ سو ہم بھی خُداوند کی پرستِش کریں گے کیونکہ وہ ہمارا خُدا ہے۔"},{"number":19,"verse":"یشُوع نے لوگوں سے کہا تُم خُداوند کی پرستِش نہیں کر سکتے کیونکہ وہ پاک خُدا ہے ۔ وہ غیُور خُدا ہے ۔ وہ تُمہاری خطائیں اور تُمہارے گُناہ نہیں بخشے گا۔"},{"number":20,"verse":"اگر تُم خُداوند کو چھوڑ کر اجنبی معبُودوں کی پرستِش کرو تو اگرچہ وہ تُم سے نیکی کرتا رہا ہے تَو بھی وہ پِھر کر تُم سے بُرائی کرے گا اور تُم کو فنا کر ڈالے گا۔"},{"number":21,"verse":"لوگوں نے یشُوع سے کہا نہیں بلکہ ہم خُداوند ہی کی پرستِش کریں گے۔"},{"number":22,"verse":"یشُوع نے لوگوں سے کہا تُم آپ ہی اپنے گواہ ہو کہ تُم نے خُداوند کو چُنا ہے کہ اُس کی پرستِش کرو۔ اُنہوں نے کہا ہم گواہ ہیں۔"},{"number":23,"verse":"تب اُس نے کہا پس اب تُم اجنبی معبُودوں کو جو تُمہارے درمِیان ہیں دُور کر دو اور اپنے دِلوں کو خُداوند اِسرا ئیل کے خُدا کی طرف مائِل کرو۔"},{"number":24,"verse":"لوگوں نے یشُوع سے کہا ہم خُداوند اپنے خُدا کی پرستِش کریں گے اور اُسی کی بات مانیں گے۔"},{"number":25,"verse":"سو یشُوع نے اُسی روز لوگوں کے ساتھ عہد باندھا اور اُن کے لِئے سِکم میں آئِین اور قانُون ٹھہرایا۔"},{"number":26,"verse":"اور یشُوع نے یہ باتیں خُدا کی شرِیعت کی کِتاب میں لِکھ دِیں اور ایک بڑا پتّھر لے کر اُسے وہِیں اُس بلُوط کے درخت کے نِیچے جو خُداوند کے مَقدِس کے پاس تھا نصب کِیا۔"},{"number":27,"verse":"اور یشُوع نے سب لوگوں سے کہا کہ دیکھو یہ پتّھر ہمارا گواہ رہے کیونکہ اُس نے خُداوند کی سب باتیں جو اُس نے ہم سے کہِیں سُنی ہیں اِس لِئے یِہی تُم پر گواہ رہے تا نہ ہوکہ تُم اپنے خُدا کا اِنکار کر جاؤ۔"},{"number":28,"verse":"پِھر یشُوع نے لوگوں کو اُن کی اپنی اپنی مِیراث کی طرف رُخصت کر دِیا۔"},{"number":29,"verse":"( یشُوع اور الِیعزر کی وفات) اور اِن باتوں کے بعد یُوں ہُؤا کہ نُون کا بیٹا یشُوع خُداوند کا بندہ ایک سَو دس برس کا ہو کر رِحلت کر گیا۔"},{"number":30,"verse":"اور اُنہوں نے اُسی کی مِیراث کی حد پر تِمنت سر ح میں جو افرائِیم کے کوہستانی مُلک میں کوہِ جعس کے شِمال کی طرف کو ہے اُسے دفن کِیا۔"},{"number":31,"verse":"اور اِسرائیلی خُداوند کی پرستِش یشُو ع کے جِیتے جی اور اُن بزُرگوں کے جِیتے جی کرتے رہے جو یشُو ع کے بعد زِندہ رہے اور خُداوند کے سب کاموں سے جو اُس نے اِسرائیلِیوں کے لِئے کِئے واقِف تھے۔"},{"number":32,"verse":"اور اُنہوں نے یُوسف کی ہڈِّیوں کو جِن کو بنی اِسرائیل مِصر سے لے آئے تھے سِکم میں اُس زمِین کے قطع میں دفن کِیا جِسے یعقُوب نے سِکم کے باپ حمور کے بیٹوں سے چاندی کے سَو سِکّوں میں خرِیدا تھا اور وہ زمِین بنی یُوسف کی مِیراث ٹھہری۔"},{"number":33,"verse":"اور ہارُو ن کے بیٹے الِیعزر نے رِحلت کی اور اُنہوں نے اُسے اُس کے بیٹے فِینحاس کی پہاڑی پر دفن کِیا جو افرائِیم کے کوہِستانی مُلک میں اُسے دی گئی تھی۔"}]}