{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":3,"verses":[{"number":1,"verse":"( بنی اِسرائیل دریائے یَردن کو پار کرتے ہیں) تب یشُوع صُبح سویرے اُٹھا اور وہ اورسب بنی اِسرائیل شِطِّیم سے کُوچ کر کے یَردن پر آئے اور پار اُترنے سے پہلے وہِیں ٹِکے۔"},{"number":2,"verse":"اور تِین دِن کے بعد منصبدار لشکر کے بِیچ سے ہو کر گُذرے۔"},{"number":3,"verse":"اور اُنہوں نے لوگوں کو حُکم دِیا کہ جب تُم خُداوند اپنے خُدا کے عہد کے صندُوق کو دیکھو اور کاہِن اور لاوی اُسے اُٹھائے ہُوئے ہوں تو تُم اپنی جگہ سے اُٹھ کر اُس کے پِیچھے پِیچھے چلنا۔"},{"number":4,"verse":"لیکن تُمہارے اور اُس کے درمِیان پَیمایش کر کے قرِیب دو ہزار ہاتھ کا فاصِلہ رہے ۔ اُس کے نزدِیک نہ جانا تاکہ تُم کو معلُوم ہو کہ کِس راستے تُم کو چلنا ہے کیونکہ تُم اب تک اِس راہ سے کبھی نہیں گُذرے۔"},{"number":5,"verse":"اور یشُوع نے لوگوں سے کہا تُم اپنے آپ کو مُقدّس کرو کیونکہ کل کے دِن خُداوند تُمہارے درمِیان عجِیب و غرِیب کام کرے گا۔"},{"number":6,"verse":"پِھر یشُوع نے کاہِنوں سے کہا کہ تُم عہد کے صندُوق کو لے کر لوگوں کے آگے آگے پار اُترو ۔ چُنانچہ وہ عہد کے صندُوق کو لے کر لوگوں کے آگے آگے چلے۔"},{"number":7,"verse":"اور خُداوند نے یشُوع سے کہا آج کے دِن سے مَیں تُجھے سب اِسرائیلِیوں کے سامنے سرفراز کرنا شرُوع کرُوں گا تاکہ وہ جان لیں کہ جَیسے مَیں مُوسیٰ کے ساتھ رہا وَیسے ہی تیرے ساتھ رہُوں گا۔"},{"number":8,"verse":"اور تُو اُن کاہِنوں کو جو عہد کے صندُوق کو اُٹھائیں یہ حُکم دینا کہ جب تُم یَردن کے پانی کے کنارے پُہنچو تو یَردن میں کھڑے رہنا۔"},{"number":9,"verse":"اور یشُوع نے بنی اِسرائیل سے کہا کہ پاس آکر خُداوند اپنے خُدا کی باتیں سُنو۔"},{"number":10,"verse":"اور یشُوع کہنے لگا کہ اِس سے تُم جان لو گے کہ زِندہ خُدا تُمہارے درمِیان ہے اور وُہی ضرُور کنعانیوں اور حتِّیوں اور حویّوں اور فرِزّیوں اور جرجاسیوں اور امورِیوں اور یبُوسیوں کو تُمہارے آگے سے دفع کرے گا۔"},{"number":11,"verse":"دیکھو ساری زمِین کے مالِک کے عہد کا صندُوق تُمہارے آگے آگے یَردن میں جانے کو ہے۔"},{"number":12,"verse":"سو اب تُم ہر قبِیلہ پِیچھے ایک آدمی کے حِساب سے بارہ آدمی اِسرا ئیل کے قبِیلوں میں سے چُن لو۔"},{"number":13,"verse":"اور جب یَردن کے پانی میں اُن کاہِنوں کے پاؤں کے تلوے ٹِک جائیں گے جو خُداوند یعنی ساری دُنیا کے مالِک کے عہد کا صندُوق اُٹھاتے ہیں تو یَردن کا پانی یعنی وہ پانی جو اُوپر سے بہتا ہُؤا نِیچے آتا ہے تھم جائے گا اور اُس کا ڈھیر لگ جائے گا۔"},{"number":14,"verse":"اور جب لوگوں نے یَردن کے پار جانے کو اپنے ڈیروں سے کُوچ کِیا اور وہ کاہِن جو عہد کا صندُوق اُٹھائے ہُوئے تھے لوگوں کے آگے آگے ہو لِئے۔"},{"number":15,"verse":"اور جب عہد کے صندُوق کے اُٹھانے والے یَردن پر پُہنچے اور اُن کاہِنوں کے پاؤں جو صندُوق کو اُٹھائے ہُوئے تھے کنارے کے پانی میں ڈُوب گئے (کیونکہ فصل کے تمام ایّام میں یَردن کا پانی چاروں طرف اپنے کناروں سے اُوپر چڑھ کر بہا کرتا ہے)۔"},{"number":16,"verse":"تو جو پانی اُوپر سے آتا تھا وہ خُوب دُور ادم کے پاس جو ضرتا ن کے برابر ایک شہر ہے رُک کر ایک ڈھیر ہو گیا اور وہ پانی جو مَیدان کے دریا یعنی دریایِ شور کی طرف بہہ کر گیا تھا بِالکُل الگ ہو گیا اور لوگ عَین یرِیحوُ کے مُقابِل پار اُترے۔"},{"number":17,"verse":"اور وہ کاہِن جو خُداوند کے عہد کا صندُوق اُٹھائے ہُوئے تھے یَردن کے بِیچ میں سُوکھی زمِین پر کھڑے رہے اور سب اِسرائیلی خُشک زمِین پر ہو کر گُذرے ۔ یہاں تک کہ ساری قَوم صاف یَردن کے پار ہو گئی۔"}]}