{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"( یادگاری پتھّر نصب کِئے جاتے ہیں) اور جب ساری قَوم یَردن کے پار ہو گئی تو خُداوند نے یشُو ع سے کہا کہ۔"},{"number":2,"verse":"قبِیلہ پِیچھے ایک آدمی کے حِساب سے بارہ آدمی لوگوں میں سے چُن لو۔"},{"number":3,"verse":"اور اُن کو حُکم دو کہ تُم یَردن کے بِیچ میں سے جہاں کاہِنوں کے پاؤں جمے ہُوئے تھے بارہ پتّھر لو اور اُن کو اپنے ساتھ لے جا کر اُس منزِل پر جہاں تُم آج کی رات ٹِکو گے رکھ دینا۔"},{"number":4,"verse":"تب یشُوع نے اُن بارہ آدمِیوں کو جِن کو اُس نے بنی اِسرائیل میں سے قبِیلہ پِیچھے ایک آدمی کے حِساب سے تیّار کر رکھّا تھا بُلایا۔"},{"number":5,"verse":"اور یشُوع نے اُن سے کہا تُم خُداوند اپنے خُدا کے عہد کے صندُوق کے آگے آگے یَردن کے بِیچ میں جاؤ اور تُم میں سے ہر شخص بنی اِسرائیل کے قبِیلوں کے شُمار کے مُطابِق ایک ایک پتّھر اپنے اپنے کندھے پر اُٹھا لے۔"},{"number":6,"verse":"تاکہ یہ تُمہارے درمِیان ایک نِشان ہو اور جب تُمہاری اَولاد آیندہ زمانہ میں تُم سے پُوچھے کہ اِن پتّھروں سے تُمہارا مطلب کیا ہے؟۔"},{"number":7,"verse":"تو تُم اُن کو جواب دینا کہ یَردن کا پانی خُداوند کے عہد کے صندُوق کے آگے دو حِصّے ہو گیا تھا کیونکہ جب وہ یَردن پار آ رہا تھا تب یَردن کا پانی دو حِصّے ہو گیا ۔ یُوں یہ پتّھر ہمیشہ کے لِئے بنی اِسرائیل کے واسطے یادگار ٹھہریں گے۔"},{"number":8,"verse":"چُنانچہ بنی اِسرائیل نے یشُوع کے حُکم کے مُطابِق کِیا اور جَیسا خُداوند نے یشُوع سے کہا تھا اُنہوں نے بنی اِسرائیل کے قبِیلوں کے شُمار کے مُطابِق یَردن کے بِیچ میں سے بارہ پتّھر اُٹھا لِئے اور اُن کو اُٹھا کر اپنے ساتھ اُس جگہ لے گئے جہاں وہ ٹِکے اور وہِیں اُن کو رکھ دِیا۔"},{"number":9,"verse":"اور یشُوع نے یَردن کے بِیچ میں اُس جگہ جہاں عہد کے صندُوق کے اُٹھانے والے کاہِنوں نے پاؤں جمائے تھے بارہ پتّھر نصب کِئے چُنانچہ وہ آج کے دِن تک وہِیں ہیں۔"},{"number":10,"verse":"کیونکہ وہ کاہِن جو صندُوق کو اُٹھائے ہُوئے تھے یَردن کے بِیچ ہی میں کھڑے رہے جب تک اُن سب باتوں کے مُطابِق جِن کا حُکم مُوسیٰ نے یشُوع کو دِیا تھا ہر ایک بات پُوری نہ ہو چُکی جِسے لوگوں کو بتانے کا حُکم خُداوند نے یشُوع کو کِیا تھا اور لوگوں نے جلدی کی اور پار اُترے۔"},{"number":11,"verse":"اور اَیسا ہُؤا کہ جب سب لوگ صاف پار ہو گئے تو خُداوند کا صندُوق اور کاہِن بھی لوگوں کے رُوبرُو پار ہُوئے۔"},{"number":12,"verse":"اور بنی رُوبِن اور بنی جد اور منسّی کے آدھے قبِیلہ کے لوگ مُوسیٰ کے کہنے کے مُطابِق ہتھیار باندھے ہُوئے بنی اِسرائیل کے آگے پار گئے۔"},{"number":13,"verse":"یعنی قرِیب چالِیس ہزار آدمی لڑائی کے لِئے تیّار اور مُسلّح خُداوند کے حضُور پار ہو کر یرِیحُو کے مَیدانوں میں پُہنچے تاکہ جنگ کریں۔"},{"number":14,"verse":"اُس دِن خُداوند نے سب اِسرائیلِیوں کے سامنے یشُوع کو سرفراز کِیا اور جَیسے وہ مُوسیٰ سے ڈرتے تھے وَیسے ہی اُس سے اُس کی زِندگی بھر ڈرتے رہے۔"},{"number":15,"verse":"اور خُداوند نے یشُوع سے کہا کہ۔"},{"number":16,"verse":"اِن کاہِنوں کو جو عہد کا صندُوق اُٹھائے ہُوئے ہیں حُکم کر کہ وہ یَردن میں سے نِکل آئیں۔"},{"number":17,"verse":"چُنانچہ یشُوع نے کاہِنوں کو حُکم دِیا کہ یَردن میں سے نِکل آؤ۔"},{"number":18,"verse":"اور جب وہ کاہِن جو خُداوند کے عہد کا صندُوق اُٹھائے ہُوئے تھے یَردن کے بِیچ میں سے نِکل آئے اور اُن کے پاؤں کے تلوے خُشکی پر آ ٹِکے تو یَردن کا پانی پِھر اپنی جگہ پر آ گیا اور پہلے کی طرح اپنے سب کناروں پر بہنے لگا۔"},{"number":19,"verse":"اور لوگ پہلے مہِینے کی دسوِیں تارِیخ کو یَردن میں سے نِکل کر یرِیحُو کی مشرِقی سرحد پر جِلجا ل میں خَیمہ زن ہُوئے۔"},{"number":20,"verse":"اور یشُوع نے اُن بارہ پتّھروں کو جِن کو اُنہوں نے یَردن میں سے لِیا تھا جِلجا ل میں نصب کِیا۔"},{"number":21,"verse":"اور اُس نے بنی اِسرائیل سے کہا کہ جب تُمہارے لڑکے آیندہ زمانہ میں اپنے اپنے باپ دادا سے پُوچھیں کہ اِن پتّھروں کا مطلب کیا ہے؟۔"},{"number":22,"verse":"تو تُم اپنے لڑکوں کو یِہی بتانا کہ اِسرائیلی خُشکی خُشکی ہو کر اِس یَردن کے پار آئے تھے۔"},{"number":23,"verse":"کیونکہ خُداوند تُمہارے خُدا نے جب تک تُم پار نہ ہو گئے یَردن کے پانی کو تُمہارے سامنے سے ہٹا کر سُکھا دِیا جَیسا خُداوند تُمہارے خُدا نے بحرِ قُلزم سے کِیا کہ اُسے ہمارے سامنے سے ہٹا کر سُکھا دِیا جب تک ہم پار نہ ہو گئے۔"},{"number":24,"verse":"تاکہ زمِین کی سب قَومیں جان لیں کہ خُداوند کا ہاتھ قوِی ہے اور وہ خُداوند تُمہارے خُدا سے ہمیشہ ڈرتی رہیں۔"}]}