{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"( سقُوطِ یرِیحُو) (اور یرِیحُو بنی اِسرائیل کے سبب سے نِہایت مضبُوطی سے بند تھا اور نہ تو کوئی باہر جاتا اور نہ کوئی اندر آتا تھا)۔"},{"number":2,"verse":"اور خُداوند نے یشُوع سے کہا کہ دیکھ مَیں نے یرِیحُو کو اور اُس کے بادشاہ اور زبردست سُورماؤں کو تیرے ہاتھ میں کر دِیا ہے۔"},{"number":3,"verse":"سو تُم سب جنگی مَرد شہر کو گھیر لو اور ایک دفعہ اُس کے چَوگِرد گشت کرو ۔ چھ دِن تک تُم اَیسا ہی کرنا۔"},{"number":4,"verse":"اور سات کاہِن صندُوق کے آگے آگے مینڈھوں کے سِینگوں کے سات نرسِنگے لِئے ہُوئے چلیں اور ساتویں دِن تُم شہر کی چاروں طرف سات بار گُھومنا اور کاہِن نرسِنگے پُھونکیں۔"},{"number":5,"verse":"اور یُوں ہوگا کہ جب وہ مینڈھے کے سِینگ کو زور سے پُھونکیں اور تُم نرسِنگے کی آواز سُنو تو سب لوگ نِہایت زور سے للکاریں ۔ تب شہر کی دِیوار بِالکُل گِر جائے گی اور لوگ اپنے اپنے سامنے سِیدھے چڑھ جائیں۔"},{"number":6,"verse":"اور نُون کے بیٹے یشُوع نے کاہِنوں کو بُلا کر اُن سے کہا کہ عہد کے صندُوق کو اُٹھاؤ اور سات کاہِن مینڈھوں کے سِینگوں کے سات نرسِنگے لِئے ہُوئے خُداوند کے صندُوق کے آگے آگے چلیں۔"},{"number":7,"verse":"اور اُنہوں نے لوگوں سے کہا بڑھ کر شہر کو گھیر لو اور جو آدمی مُسلّح ہیں وہ خُداوند کے صندُوق کے آگے آگے چلیں۔"},{"number":8,"verse":"اور جب یشُوع لوگوں سے یہ باتیں کہہ چُکا تو سات کاہِن مینڈھوں کے سِینگوں کے سات نرسِنگے لِئے ہُوئے خُداوند کے آگے آگے چلے اور وہ نرسِنگے پُھونکتے گئے اور خُداوند کے عہد کا صندُوق اُن کے پِیچھے پِیچھے چلا۔"},{"number":9,"verse":"اور وہ مُسلّح آدمی اُن کاہِنوں کے آگے آگے چلے جو نرسِنگے پُھونک رہے تھے اور دُنبالہ صندُوق کے پِیچھے پِیچھے چلا اور کاہِن چلتے چلتے نرسِنگے پُھونکتے جاتے تھے۔"},{"number":10,"verse":"اور یشُوع نے لوگوں کو یہ حُکم دِیا کہ نہ تو تُم للکارنا اور نہ تُمہاری آواز سُنائی دے اور نہ تُمہارے مُنہ سے کوئی بات نِکلے ۔ جب مَیں تُم کو للکارنے کو کہُوں تب تُم للکارنا۔"},{"number":11,"verse":"سو اُس نے خُداوند کے صندُوق کو شہر کے گِرد ایک بار پِھروایا ۔ تب وہ خَیمہ گاہ میں آئے اور وہِیں رات کاٹی۔"},{"number":12,"verse":"اور یشُوع صُبح سویرے اُٹھا اور کاہِنوں نے خُداوند کا صندُوق اُٹھا لِیا۔"},{"number":13,"verse":"اور وہ سات کاہِن مینڈھوں کے سِینگوں کے سات نرسِنگے لِئے ہُوئے خُداوند کے صندُوق کے آگے آگے برابر چلتے اور نرسِنگے پُھونکتے جاتے تھے اور وہ مُسلّح آدمی آگے آگے ہو لِئے اور دُنبالہ خُداوند کے صندُوق کے پِیچھے پِیچھے چلا اور کاہِن چلتے چلتے نرسِنگے پُھونکتے جاتے تھے۔"},{"number":14,"verse":"اور دُوسرے دِن بھی وہ ایک بار شہر کے گِرد گُھوم کر خَیمہ گاہ میں پِھر آئے ۔ اُنہوں نے چھ دِن تک اَیسا ہی کِیا۔"},{"number":15,"verse":"اور ساتویں دِن یُوں ہُؤا کہ وہ صبُح کو پَو پھٹنے کے وقت اُٹھے اور اُسی طرح شہر کے گِرد سات بار پِھرے ۔ سات بار شہر کے گِرد فقط اُسی دِن پِھرے۔"},{"number":16,"verse":"اور ساتوِیں بار اَیسا ہُؤا کہ جب کاہِنوں نے نرسِنگے پُھونکے تو یشُوع نے لوگوں سے کہا للکارو! کیونکہ خُداوند نے یہ شہر تُم کو دے دِیا ہے۔"},{"number":17,"verse":"اور وہ شہر اور جو کُچھ اُس میں ہے سب خُداوند کی خاطِر نیست ہو گا ۔ فقط راحب کسبی اور جِتنے اُس کے ساتھ اُس کے گھر میں ہوں وہ سب جِیتے بچیں گے ۔ اِس لِئے کہ اُس نے اُن قاصِدوں کو جِن کو ہم نے بھیجا چُھپا رکھّا تھا۔"},{"number":18,"verse":"اور تُم بہر حال اپنے آپ کو مخصُوص کی ہُوئی چِیزوں سے بچائے رکھنا ۔ اَیسا نہ ہو کہ اُن کو مخصُوص کرنے کے بعد تُم کِسی مخصُوص کی ہُوئی چِیز کو لو اور یُوں اِسرا ئیل کی خَیمہ گاہ کو لَعنتی کر ڈالو اور اُسے دُکھ دو۔"},{"number":19,"verse":"لیکن سب چاندی اور سونا اور وہ برتن جو پِیتل اور لوہے کے ہوں خُداوند کے لِئے مُقدّس ہیں ۔ سو وہ خُداوند کے خزانہ میں داخِل کِئے جائیں۔"},{"number":20,"verse":"پس لوگوں نے للکارا اور کاہِنوں نے نرسِنگے پُھونکے اور اَیسا ہُؤا کہ جب لوگوں نے نرسِنگے کی آواز سُنی تو اُنہوں نے بُلند آواز سے للکارا اور دِیوار بِالکُل گِر پڑی اور لوگوں میں سے ہر ایک آدمی اپنے سامنے سے چڑھ کر شہر میں گُھسا اور اُنہوں نے اُس کو لے لِیا۔"},{"number":21,"verse":"اور اُنہوں نے اُن سب کو جو شہر میں تھے کیا مَرد کیا عَورت کیا جوان کیا بُڈّھے کیا بَیل کیا بھیڑ کیا گدھے سب کو تلوار کی دھار سے بِالکُل نیست کر دِیا۔"},{"number":22,"verse":"اور یشُوع نے اُن دونوں آدمِیوں سے جِنہوں نے اُس مُلک کی جاسُوسی کی تھی کہا کہ اُس کسبی کے گھر جاؤ اور وہاں سے جَیسی تُم نے اُس سے قَسم کھائی ہے اُس کے مُطابِق اُس عَورت کو اور جو کُچھ اُس کے پاس ہے سب کو نِکال لاؤ۔"},{"number":23,"verse":"تب وہ دونوں جوان جاسُوس اندر گئے اور راحب کو اور اُس کے باپ اور اُس کی ماں اور اُس کے بھائِیوں کو اور اُس کے اسباب بلکہ اُس کے سارے خاندان کو نِکال لائے اور اُن کو بنی اِسرائیل کی خَیمہ گاہ کے باہر بِٹھا دِیا۔"},{"number":24,"verse":"پِھر اُنہوں نے اُس شہر کو اور جو کُچھ اُس میں تھا سب کو آگ سے پُھونک دِیا اور فقط چاندی اور سونے کو اور پِیتل اور لوہے کے برتنوں کو خُداوند کے گھر کے خزانہ میں داخِل کِیا۔"},{"number":25,"verse":"لیکن یشُوع نے راحب کسبی اور اُس کے باپ کے گھرانے کو اور جو کُچھ اُس کا تھا سب کو سلامت بچا لِیا ۔ اُس کی بُود و باش آج کے دِن تک اِسرا ئیل میں ہے کیونکہ اُس نے اُن قاصِدوں کو جِن کو یشُوع نے یرِیحُو میں جاسُوسی کے لِئے بھیجا تھا چُھپا رکھّا تھا۔"},{"number":26,"verse":"اور یشُوع نے اُس وقت اُن کو قَسم دے کر تاکِید کی اور کہا کہ جو شخص اُٹھ کر اِس یرِیحُو شہر کو پِھر بنائے وہ خُداوند کے حضُور ملعُون ہو وہ اپنے پہلوٹھے کو اُس کی نیو ڈالتے وقت اور اپنے سب سے چھوٹے بیٹے کو اُس کے پھاٹک لگواتے وقت کھو بَیٹھے گا۔"},{"number":27,"verse":"سو خُداوند یشُوع کے ساتھ تھا اور اُس سارے مُلک میں اُس کی شُہرت پَھیل گئی۔"}]}