{"bibleAbbr":"urRV2010","bookName":"یشُوع","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"( جِبعونی یشُوع کو چکمہ دیتے ہیں) اور جب اُن سب حِتّی ۔ اموری ۔ کنعانی ۔ فرزّی ۔ حوّی اور یبوسی بادشاہوں نے جو یَردن کے اُس پار کوہستانی مُلک اور نشیب کی زمِین اور بڑے سمُندر کے اُس ساحِل پر جو لُبنان کے سامنے ہے رہتے تھے یہ سُنا۔"},{"number":2,"verse":"تو وہ سب کے سب فراہم ہُوئے تاکہ مُتّفِق ہو کر یشُوع اور بنی اِسرائیل سے جنگ کریں۔"},{"number":3,"verse":"اور جب جِبعو ن کے باشِندوں نے سُنا کہ یشُوع نے یرِیحُو اور عی سے کیا کیا کِیا ہے۔"},{"number":4,"verse":"تو اُنہوں نے بھی حِیلہ بازی کی اور جا کر سفِیروں کا بھیس بھرا اور پُرانے بورے اور پُرانے پھٹے ہُوئے اور مرمّت کِئے ہُوئے شراب کے مشکِیزے اپنے گدھوں پر لادے۔"},{"number":5,"verse":"اور پاؤں میں پُرانے پَیوند لگے ہُوئے جُوتے اور تن پر پُرانے کپڑے ڈالے اور اُن کے سفر کا توشہ سُوکھی پھپُھوندی لگی ہُوئی روٹِیاں تِھیں۔"},{"number":6,"verse":"اور وہ جِلجا ل میں خَیمہ گاہ کو یشُوع کے پاس جا کر اُس سے اور اِسرائیلی مَردوں سے کہنے لگے ہم ایک دُور مُلک سے آئے ہیں ۔ سو اب تُم ہم سے عہد باندھو۔"},{"number":7,"verse":"تب اِسرائیلی مَردوں نے اُن حویّوں سے کہا کہ شاید تُم ہمارے درمِیان ہی رہتے ہو ۔ پس ہم تُم سے کیونکر عہد باندھیں؟۔"},{"number":8,"verse":"اُنہوں نے یشُوع سے کہا ہم تیرے خادِم ہیں ۔ تب یشُوع نے اُن سے پُوچھا تُم کَون ہو اور کہاں سے آئے ہو؟۔"},{"number":9,"verse":"اُنہوں نے اُس سے کہا تیرے خادِم ایک بُہت دُور مُلک سے خُداوند تیرے خُدا کے نام کے باعِث آئے ہیں کیونکہ ہم نے اُس کی شُہرت اور جو کُچھ اُس نے مِصر میں کِیا۔"},{"number":10,"verse":"اور جو کُچھ اُس نے امورِیوں کے دونوں بادشاہوں سے جو یَردن کے اُس پار تھے یعنی حسبو ن کے بادشاہ سیحو ن اور بسن کے بادشاہ عوج سے جو عستارا ت میں تھا کِیا سب سُنا ہے۔"},{"number":11,"verse":"سو ہمارے بزُرگوں اور ہمارے مُلک کے سب باشِندوں نے ہم سے یہ کہا کہ تُم سفر کے لِئے اپنے ہاتھ میں توشہ لے لو اور اُن سے مِلنے کو جاؤ اور اُن سے کہو کہ ہم تُمہارے خادِم ہیں سو تُم اب ہمارے ساتھ عہد باندھو۔"},{"number":12,"verse":"جِس دِن ہم تُمہارے پاس آنے کو نِکلے ہم نے اپنے اپنے گھر سے اپنے توشہ کی روٹی گرم گرم لی اور اب دیکھو وہ سُوکھی ہے اور اُسے پھپُھوندی لگ گئی۔"},{"number":13,"verse":"اور مَے کے یہ مشکِیزے جو ہم نے بھر لِئے تھے نئے تھے اور دیکھو یہ تو پھٹ گئے اور یہ ہمارے کپڑے اور جُوتے دُور دراز سفر کی وجہ سے پُرانے ہو گئے۔"},{"number":14,"verse":"تب اِن لوگوں نے اُن کے توشہ میں سے کُچھ لِیا اور خُداوند سے مشورَت نہ کی۔"},{"number":15,"verse":"اور یشُوع نے اُن سے صُلح کی اور اُن کی جان بخشی کرنے کے لِئے اُن سے عہد باندھا اور جماعت کے امِیروں نے اُن سے قَسم کھائی۔"},{"number":16,"verse":"اور اُن کے ساتھ عہد باندھنے سے تِین دِن کے بعد اُن کے سُننے میں آیا کہ یہ اُن کے پڑوسی ہیں اور اُن کے درمِیان ہی رہتے ہیں۔"},{"number":17,"verse":"اور بنی اِسرائیل کُوچ کر کے تِیسرے دِن اُن کے شہروں میں پُہنچے ۔ جِبعو ن اور کفِیر ہ اوربیرو ت اور قریَت یعرِ یم اُن کے شہر تھے۔"},{"number":18,"verse":"اور بنی اِسرائیل نے اُن کو قتل نہ کِیا اِس لِئے کہ جماعت کے امِیروں نے اُن سے خُداوند اِسرا ئیل کے خُدا کی قَسم کھائی تھی اور ساری جماعت اُن امِیروں پر کُڑکُڑانے لگی۔"},{"number":19,"verse":"پر اُن سب امِیروں نے ساری جماعت سے کہا کہ ہم نے اُن سے خُداوند اِسرا ئیل کے خُدا کی قَسم کھائی ہے اِس لِئے ہم اُنہیں چُھو نہیں سکتے۔"},{"number":20,"verse":"ہم اُن سے یِہی کریں گے اور اُن کو جِیتا چھوڑیں گے تا نہ ہو کہ اُس قَسم کے باعِث جو ہم نے اُن سے کھائی ہے ہم پر غضب ٹُوٹے۔"},{"number":21,"verse":"سو امِیروں نے اُن سے یِہی کہا کہ اُن کو جِیتا چھوڑو ۔ پس وہ ساری جماعت کے لِئے لکڑہارے اور پانی بھرنے والے بنے جَیسا امِیروں نے اُن سے کہا تھا۔"},{"number":22,"verse":"تب یشُوع نے اُن کو بُلوا کر اُن سے کہا جِس حال کہ تُم ہمارے درمِیان رہتے ہو تُم نے یہ کہہ کر ہم کو کیوں فریب دِیا کہ ہم تُم سے بُہت دُور رہتے ہیں؟۔"},{"number":23,"verse":"اِس لِئے اب تُم لَعنتی ٹھہرے اور تُم میں سے کوئی اَیسا نہ رہے گا جو غُلام یعنی میرے خُدا کے گھر کے لِئے لکڑہارا اور پانی بھرنے والا نہ ہو۔"},{"number":24,"verse":"اُنہوں نے یشُوع کو جواب دِیا کہ تیرے خادِموں کو تحقِیق یہ خبر مِلی تھی کہ خُداوند تیرے خُدا نے اپنے بندہ مُوسیٰ کو فرمایا کہ سارا مُلک تُم کو دے اور اِس مُلک کے سب باشِندوں کو تُمہارے سامنے سے نیست ونابُود کرے ۔ سو ہم کو تُمہارے سبب سے اپنی جانوں کے لالے پڑ گئے اِس لِئے ہم نے یہ کام کِیا۔"},{"number":25,"verse":"اور اب دیکھ ہم تیرے ہاتھ میں ہیں ۔ جو کُچھ تُو ہم سے کرنا بھلا اور ٹِھیک جانے سو کر۔"},{"number":26,"verse":"پس اُس نے اُن سے وَیسا ہی کِیا اور بنی اِسرائیل کے ہاتھ سے اُن کو اَیسا بچایا کہ اُنہوں نے اُن کو قتل نہ کِیا۔"},{"number":27,"verse":"اور یشُوع نے اُسی دِن اُن کو جماعت کے لِئے اور اُس مقام پر جِسے خُداوند خُود چُنے اُس کے مذبح کے لِئے لکڑہارے اور پانی بھرنے والے مُقرّر کِیا جَیسا آج تک ہے۔"}]}