{"bibleAbbr":"NLT2007","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"David’s Military Victories After this, David defeated and subdued the Philistines by conquering Gath and its surrounding towns."},{"number":2,"verse":"David also conquered the land of Moab, and the Moabites who were spared became David’s subjects and paid him tribute money."},{"number":3,"verse":"David also destroyed the forces of Hadadezer, king of Zobah, as far as Hamath, (The meaning of the Hebrew is uncertain.) when Hadadezer marched out to strengthen his control along the Euphrates River."},{"number":4,"verse":"David captured 1000 chariots, 7000 charioteers, and 20000 foot soldiers. He crippled all the chariot horses except enough for 100 chariots."},{"number":5,"verse":"When Arameans from Damascus arrived to help King Hadadezer, David killed 22000 of them."},{"number":6,"verse":"Then he placed several army garrisons (As in Greek version and Latin Vulgate (see also 2 Sam 8:6); Hebrew lacks several army garrisons.) in Damascus, the Aramean capital, and the Arameans became David’s subjects and paid him tribute money. So the LORD made David victorious wherever he went."},{"number":7,"verse":"David brought the gold shields of Hadadezer’s officers to Jerusalem,"},{"number":8,"verse":"along with a large amount of bronze from Hadadezer’s towns of Tebah (Hebrew reads Tibhath, a variant spelling of Tebah; compare parallel text at 2 Sam 8:8.) and Cun. Later Solomon melted the bronze and molded it into the great bronze basin called the Sea, the pillars, and the various bronze articles used at the Temple."},{"number":9,"verse":"When King Toi (As in parallel text at 2 Sam 8:9; Hebrew reads Tou; also in 18:10.) of Hamath heard that David had destroyed the entire army of King Hadadezer of Zobah,"},{"number":10,"verse":"he sent his son Joram (As in parallel text at 2 Sam 8:10; Hebrew reads Hadoram, a variant spelling of Joram.) to congratulate King David for his successful campaign. Hadadezer and Toi had been enemies and were often at war. Joram presented David with many gifts of gold, silver, and bronze."},{"number":11,"verse":"King David dedicated all these gifts to the LORD, along with the silver and gold he had taken from the other nations—from Edom, Moab, Ammon, Philistia, and Amalek."},{"number":12,"verse":"Abishai son of Zeruiah destroyed 18000 Edomites in the Valley of Salt."},{"number":13,"verse":"He placed army garrisons in Edom, and all the Edomites became David’s subjects. In fact, the LORD made David victorious wherever he went."},{"number":14,"verse":"So David reigned over all Israel and did what was just and right for all his people."},{"number":15,"verse":"Joab son of Zeruiah was commander of the army. Jehoshaphat son of Ahilud was the royal historian."},{"number":16,"verse":"Zadok son of Ahitub and Ahimelech (As in some Hebrew manuscripts, Syriac version, and Latin Vulgate (see also 2 Sam 8:17); most Hebrew manuscripts read Abimelech.) son of Abiathar were the priests. Seraiah (As in parallel text at 2 Sam 8:17; Hebrew reads Shavsha.) was the court secretary."},{"number":17,"verse":"Benaiah son of Jehoiada was captain of the king’s bodyguard. (Hebrew of the Kerethites and Pelethites.) And David’s sons served as the king’s chief assistants."}]}