{"bibleAbbr":"CVg2018","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"Veniat dilectus meus in hortum suum, et comedat fructum pomorum suorum. Sponsus Veni in hortum meum, soror mea, sponsa ; messui myrrham meam cum aromatibus meis ; comedi favum cum melle meo ; bibi vinum meum cum lacte meo ; comedite, amici, et bibite, et inebriamini, carissimi."},{"number":2,"verse":"Sponsa Ego dormio, et cor meum vigilat. Vox dilecti mei pulsantis : Sponsus Aperi mihi, soror mea, amica mea, columba mea, immaculata mea, quia caput meum plenum est rore, et cincinni mei guttis noctium."},{"number":3,"verse":"Sponsa Expoliavi me tunica mea : quomodo induar illa ? lavi pedes meos : quomodo inquinabo illos ?"},{"number":4,"verse":"Dilectus meus misit manum suam per foramen, et venter meus intremuit ad tactum ejus."},{"number":5,"verse":"Surrexi ut aperirem dilecto meo ; manus meæ stillaverunt myrrham, et digiti mei pleni myrrha probatissima."},{"number":6,"verse":"Pessulum ostii mei aperui dilecto meo, at ille declinaverat, atque transierat. Anima mea liquefacta est, ut locutus est ; quæsivi, et non inveni illum ; vocavi, et non respondit mihi."},{"number":7,"verse":"Invenerunt me custodes qui circumeunt civitatem ; percusserunt me, et vulneraverunt me. Tulerunt pallium meum mihi custodes murorum."},{"number":8,"verse":"Adjuro vos, filiæ Jerusalem, si inveneritis dilectum meum, ut nuntietis ei quia amore langueo."},{"number":9,"verse":"Chorus Qualis est dilectus tuus ex dilecto, o pulcherrima mulierum ? qualis est dilectus tuus ex dilecto, quia sic adjurasti nos ?"},{"number":10,"verse":"Sponsa Dilectus meus candidus et rubicundus ; electus ex millibus."},{"number":11,"verse":"Caput ejus aurum optimum ; comæ ejus sicut elatæ palmarum, nigræ quasi corvus."},{"number":12,"verse":"Oculi ejus sicut columbæ super rivulos aquarum, quæ lacte sunt lotæ, et resident juxta fluenta plenissima."},{"number":13,"verse":"Genæ illius sicut areolæ aromatum, consitæ a pigmentariis. Labia ejus lilia, distillantia myrrham primam."},{"number":14,"verse":"Manus illius tornatiles, aureæ, plenæ hyacinthis. Venter ejus eburneus, distinctus sapphiris."},{"number":15,"verse":"Crura illius columnæ marmoreæ quæ fundatæ sunt super bases aureas. Species ejus ut Libani, electus ut cedri."},{"number":16,"verse":"Guttur illius suavissimum, et totus desiderabilis. Talis est dilectus meus, et ipse est amicus meus, filiæ Jerusalem. (17) Chorus Quo abiit dilectus tuus, o pulcherrima mulierum ? quo declinavit dilectus tuus ? et quæremus eum tecum."}]}