{"bibleAbbr":"HOV2012","bookName":"प्रेरितों के काम","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"“हे भाइयो और पितरो, मेरा प्रत्युत्तर सुनो, जो मैं अब तुम्हारे सामने प्रस्तुत करता हूँ।”"},{"number":2,"verse":"वे यह सुनकर कि वह हम से इब्रानी भाषा में बोलता है, और भी चुप हो गए। तब उसने कहा :"},{"number":3,"verse":"“मैं तो यहूदी मनुष्य हूँ, जो किलिकिया के तरसुस में जन्मा; परन्तु इस नगर में गमलीएल के पाँवों के पास बैठकर पढ़ाया गया, और बापदादों की व्यवस्था की ठीक रीति पर सिखाया गया; और परमेश्‍वर के लिये ऐसी धुन लगाए था, जैसे तुम सब आज लगाए हो।"},{"number":4,"verse":"मैं ने पुरुष और स्त्री दोनों को बाँध-बाँधकर और बन्दीगृह में डाल-डालकर, इस पंथ को यहाँ तक सताया कि उन्हें मरवा भी डाला।"},{"number":5,"verse":"इस बात के लिये महायाजक और सब पुरनिये गवाह हैं, कि उनसे मैं भाइयों के नाम पर चिट्ठियाँ लेकर दमिश्क को चला जा रहा था, कि जो वहाँ हों उन्हें भी दण्ड दिलाने के लिये बाँधकर यरूशलेम लाऊँ।"},{"number":6,"verse":"“जब मैं चलते-चलते दमिश्क के निकट पहुँचा, तो ऐसा हुआ कि दो पहर के लगभग एकाएक एक बड़ी ज्योति आकाश से मेरे चारों ओर चमकी।"},{"number":7,"verse":"और मैं भूमि पर गिर पड़ा और यह शब्द सुना, ‘हे शाऊल, हे शाऊल, तू मुझे क्यों सताता है?’"},{"number":8,"verse":"मैं ने उत्तर दिया, ‘हे प्रभु, तू कौन है?’ उसने मुझ से कहा, ‘मैं यीशु नासरी हूँ, जिसे तू सताता है।’"},{"number":9,"verse":"मेरे साथियों ने ज्योति तो देखी, परन्तु जो मुझ से बोलता था उसका शब्द न सुना।"},{"number":10,"verse":"तब मैं ने कहा, ‘हे प्रभु, मैं क्या करूँ?’ प्रभु ने मुझ से कहा, ‘उठकर दमिश्क में जा, और जो कुछ तेरे करने के लिये ठहराया गया है वहाँ तुझ से सब बता दिया जाएगा।’"},{"number":11,"verse":"जब उस ज्योति के तेज के मारे मुझे कुछ दिखाई न दिया, तो मैं अपने साथियों के हाथ पकड़े हुए दमिश्क में आया।"},{"number":12,"verse":"“तब हनन्याह नामक व्यवस्था के अनुसार एक भक्‍त मनुष्य, जो वहाँ रहनेवाले सब यहूदियों में सुनाम था,"},{"number":13,"verse":"मेरे पास आया, और खड़े होकर मुझ से कहा, ‘हे भाई शाऊल, फिर देखने लग।’ उसी घड़ी मेरे नेत्र खुल गए और मैं ने उसे देखा।"},{"number":14,"verse":"तब उसने कहा, ‘हमारे बापदादों के परमेश्‍वर ने तुझे इसलिये ठहराया है कि तू उसकी इच्छा को जाने, और उस धर्मी को देखे और उसके मुँह से बातें सुने।"},{"number":15,"verse":"क्योंकि तू उसकी ओर से सब मनुष्यों के सामने उन बातों का गवाह होगा जो तू ने देखी और सुनी हैं।"},{"number":16,"verse":"अब क्यों देर करता है? उठ, बपतिस्मा ले, और उसका नाम लेकर अपने पापों को धो डाल।’"},{"number":17,"verse":"“जब मैं फिर यरूशलेम में आकर मन्दिर में प्रार्थना कर रहा था, तो बेसुध हो गया,"},{"number":18,"verse":"और उसको देखा कि वह मुझ से कहता है, ‘जल्दी करके यरूशलेम से झट निकल जा; क्योंकि वे मेरे विषय में तेरी गवाही न मानेंगे।’"},{"number":19,"verse":"मैं ने कहा, ‘हे प्रभु, वे तो आप जानते हैं कि मैं तुझ पर विश्‍वास करनेवालों को बन्दीगृह में डालता और जगह-जगह आराधनालय में पिटवाता था।"},{"number":20,"verse":"जब तेरे गवाह स्तिफनुस का लहू बहाया जा रहा था तब मैं भी वहाँ खड़ा था और इस बात में सहमत था, और उसके घातकों के कपड़ों की रखवाली करता था। ’"},{"number":21,"verse":"और उसने मुझ से कहा, ‘चला जा : क्योंकि मैं तुझे अन्यजातियों के पास दूर-दूर भेजूँगा’।”"},{"number":22,"verse":"वे इस बात तक उसकी सुनते रहे, तब ऊँचे शब्द से चिल्‍लाए, “ऐसे मनुष्य का अन्त करो, उसका जीवित रहना उचित नहीं!”"},{"number":23,"verse":"जब वे चिल्‍लाते और कपड़े फेंकते और आकाश में धूल उड़ाते थे;"},{"number":24,"verse":"तो पलटन के सरदार ने कहा, “इसे गढ़ में ले जाओ, और कोड़े मारकर जाँचो, कि मैं जानूँ कि लोग किस कारण उसके विरोध में ऐसा चिल्‍ला रहे हैं।”"},{"number":25,"verse":"जब उन्होंने उसे तसमों से बाँधा तो पौलुस ने उस सूबेदार से जो पास खड़ा था, कहा, “क्या यह उचित है कि तुम एक रोमी मनुष्य को, और वह भी बिना दोषी ठहराए हुए, कोड़े मारो?”"},{"number":26,"verse":"सूबेदार ने यह सुनकर पलटन के सरदार के पास जाकर कहा, “तू यह क्या करता है? यह तो रोमी मनुष्य है।”"},{"number":27,"verse":"तब पलटन के सरदार ने उसके पास आकर कहा, “मुझे बता, क्या तू रोमी है?” उसने कहा, “हाँ।”"},{"number":28,"verse":"यह सुनकर पलटन के सरदार ने कहा, “मैं ने रोमी होने का पद बहुत रुपये देकर पाया है।” पौलुस ने कहा, “मैं तो जन्म से रोमी हूँ।”"},{"number":29,"verse":"तब जो लोग उसे जाँचने पर थे, वे तुरन्त उसके पास से हट गए; और पलटन का सरदार भी यह जानकर कि यह रोमी है और मैं ने उसे बाँधा है, डर गया।"},{"number":30,"verse":"दूसरे दिन उसने ठीक-ठीक जानने की इच्छा से कि यहूदी उस पर क्यों दोष लगाते हैं, उसके बन्धन खोल दिए; और प्रधान याजकों और सारी महासभा को इकट्ठा होने की आज्ञा दी, और पौलुस को नीचे ले जाकर उनके सामने खड़ा कर दिया।"}]}