{"bibleAbbr":"HOV2012","bookName":"प्रेरितों के काम","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"शाऊल उसके वध में सहमत था। उसी दिन यरूशलेम की कलीसिया पर बड़ा उपद्रव आरम्भ हुआ और प्रेरितों को छोड़ सब के सब यहूदिया और सामरिया देशों में तितर-बितर हो गए।"},{"number":2,"verse":"कुछ भक्‍तों ने स्तिफनुस को कब्र में रखा और उसके लिये बड़ा विलाप किया।"},{"number":3,"verse":"शाऊल कलीसिया को उजाड़ रहा था; और घर-घर घुसकर पुरुषों और स्त्रियों को घसीट-घसीटकर बन्दीगृह में डालता था।"},{"number":4,"verse":"जो तितर-बितर हुए थे, वे सुसमाचार सुनाते हुए फिरे;"},{"number":5,"verse":"और फिलिप्पुस सामरिया नगर में जाकर लोगों में मसीह का प्रचार करने लगा।"},{"number":6,"verse":"जो बातें फिलिप्पुस ने कहीं उन्हें लोगों ने सुनकर और जो चिह्न वह दिखाता था उन्हें देख देखकर, एक चित्त होकर मन लगाया।"},{"number":7,"verse":"क्योंकि बहुतों में से अशुद्ध आत्माएँ बड़े शब्द से चिल्‍लाती हुई निकल गईं, और बहुत से लकवे के रोगी और लंगड़े भी अच्छे किए गए;"},{"number":8,"verse":"और उस नगर में बड़ा आनन्द छा गया।"},{"number":9,"verse":"इससे पहले उस नगर में शमौन नामक एक मनुष्य था, जो जादू-टोना करके सामरिया के लोगों को चकित करता और अपने आप को एक बड़ा पुरुष बताता था।"},{"number":10,"verse":"छोटे से बड़े तक सब उसका सम्मान कर कहते थे, “यह मनुष्य परमेश्‍वर की वह शक्‍ति है, जो महान् कहलाती है।”"},{"number":11,"verse":"उसने बहुत दिनों से उन्हें अपने जादू के कामों से चकित कर रखा था, इसी लिये वे उसको बहुत मानते थे।"},{"number":12,"verse":"परन्तु जब उन्होंने फिलिप्पुस का विश्‍वास किया जो परमेश्‍वर के राज्य और यीशु के नाम का सुसमाचार सुनाता था तो लोग, क्या पुरुष, क्या स्त्री, बपतिस्मा लेने लगे।"},{"number":13,"verse":"तब शमौन ने स्वयं भी विश्‍वास किया और बपतिस्मा लेकर फिलिप्पुस के साथ रहने लगा। वह चिह्न और बड़े-बड़े सामर्थ्य के काम होते देखकर चकित होता था।"},{"number":14,"verse":"जब प्रेरितों ने जो यरूशलेम में थे, सुना कि सामरियों ने परमेश्‍वर का वचन मान लिया है तो पतरस और यूहन्ना को उनके पास भेजा।"},{"number":15,"verse":"उन्होंने जाकर उनके लिये प्रार्थना की कि पवित्र आत्मा पाएँ।"},{"number":16,"verse":"क्योंकि वह अब तक उनमें से किसी पर न उतरा था; उन्होंने तो केवल प्रभु यीशु के नाम में बपतिस्मा लिया था।"},{"number":17,"verse":"तब उन्होंने उन पर हाथ रखे और उन्होंने पवित्र आत्मा पाया।"},{"number":18,"verse":"जब शमौन ने देखा कि प्रेरितों के हाथ रखने से पवित्र आत्मा दिया जाता है, तो उनके पास रुपये लाकर कहा,"},{"number":19,"verse":"“यह अधिकार मुझे भी दो, कि जिस किसी पर हाथ रखूँ वह पवित्र आत्मा पाए।”"},{"number":20,"verse":"पतरस ने उससे कहा, “तेरे रुपये तेरे साथ नष्‍ट हों, क्योंकि तू ने परमेश्‍वर का दान रुपयों से मोल लेने का विचार किया।"},{"number":21,"verse":"इस बात में न तेरा हिस्सा है, न भाग; क्योंकि तेरा मन परमेश्‍वर के आगे सीधा नहीं।"},{"number":22,"verse":"इसलिये अपनी इस बुराई से मन फिराकर प्रभु से प्रार्थना कर, सम्भव है तेरे मन का विचार क्षमा किया जाए।"},{"number":23,"verse":"क्योंकि मैं देखता हूँ कि तू पित्त की सी कड़वाहट और अधर्म के बन्धन में पड़ा है।”"},{"number":24,"verse":"शमौन ने उत्तर दिया, “तुम मेरे लिये प्रभु से प्रार्थना करो कि जो बातें तुम ने कहीं, उनमें से कोई मुझ पर न आ पड़े।”"},{"number":25,"verse":"अत: वे गवाही देकर और प्रभु का वचन सुनाकर यरूशलेम को लौट गए, और सामरियों के बहुत से गाँवों में सुसमाचार सुनाते गए।"},{"number":26,"verse":"फिर प्रभु के एक स्वर्गदूत ने फिलिप्पुस से कहा, “उठ और दक्खिन की ओर उस मार्ग पर जा, जो यरूशलेम से गाज़ा को जाता है।” यह रेगिस्तानी मार्ग है।"},{"number":27,"verse":"वह उठकर चल दिया, और देखो, कूश देश का एक मनुष्य आ रहा था जो खोजा और कूशियों की रानी कन्दाके का मंत्री और खजांची था। वह आराधना करने को यरूशलेम आया था।"},{"number":28,"verse":"वह अपने रथ पर बैठा हुआ था, और यशायाह भविष्यद्वक्‍ता की पुस्तक पढ़ता हुआ लौटा जा रहा था।"},{"number":29,"verse":"तब आत्मा ने फिलिप्पुस से कहा, “निकट जाकर इस रथ के साथ हो ले।”"},{"number":30,"verse":"फिलिप्पुस उसकी ओर दौड़ा और उसे यशायाह भविष्यद्वक्‍ता की पुस्तक पढ़ते हुए सुना, और पूछा, “तू जो पढ़ रहा है क्या उसे समझता भी है?”"},{"number":31,"verse":"उसने कहा, “जब तक कोई मुझे न समझाए तो मैं कैसे समझूँ?” और उसने फिलिप्पुस से विनती की कि वह चढ़कर उसके पास बैठे।"},{"number":32,"verse":"पवित्रशास्त्र का जो अध्याय वह पढ़ रहा था, वह यह था : “वह भेड़ के समान वध होने को पहुँचाया गया, और जैसा मेम्ना अपने ऊन कतरनेवालों के सामने चुपचाप रहता है, वैसे ही उसने भी अपना मुँह न खोला।"},{"number":33,"verse":"उसकी दीनता में उसका न्याय नहीं होने पाया। उसके समय के लोगों"},{"number":34,"verse":"इस पर खोजे ने फिलिप्पुस से पूछा, “मैं तुझ से विनती करता हूँ, यह बता कि भविष्यद्वक्‍ता यह किसके विषय में कहता है, अपने या किसी दूसरे के विषय में?”"},{"number":35,"verse":"तब फिलिप्पुस ने अपना मुँह खोला, और इसी शास्त्र से आरम्भ करके उसे यीशु का सुसमाचार सुनाया।"},{"number":36,"verse":"मार्ग में चलते-चलते वे किसी जल की जगह पहुँचे। तब खोजे ने कहा, “देख यहाँ जल है, अब मुझे बपतिस्मा लेने में क्या रोक है।”"},{"number":37,"verse":"फिलिप्पुस ने कहा, “यदि तू सारे मन से विश्‍वास करता है तो ले सकता है।” उसने उत्तर दिया, “मैं विश्‍वास करता हूँ कि यीशु मसीह परमेश्‍वर का पुत्र है।”"},{"number":38,"verse":"तब उसने रथ खड़ा करने की आज्ञा दी, और फिलिप्पुस और खोजा दोनों जल में उतर पड़े, और उसने खोजा को बपतिस्मा दिया।"},{"number":39,"verse":"जब वे जल में से निकलकर ऊपर आए, तो प्रभु का आत्मा फिलिप्पुस को उठा ले गया, और खोजे ने उसे फिर न देखा, और वह आनन्द करता हुआ अपने मार्ग पर चला गया।"},{"number":40,"verse":"फिलिप्पुस अशदोद में आ निकला, और जब तक कैसरिया में न पहुँचा, तब तक नगर नगर सुसमाचार सुनाता गया।"}]}