{"bibleAbbr":"LBP1933","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"AND Ahab had seventy sons in Samaria. And they were brought up by the nobles of the city. And Jehu wrote a letter and sent it to Samaria, to the princes of Jezreel, to the elders, and to those who brought up Ahab's children, saying,"},{"number":2,"verse":"Now as soon as this letter reaches you, seeing your master's sons are with you and there are with you chariots and horses, fortified cities also, and weapons;"},{"number":3,"verse":"Whichever seems to you good and best of your master's sons, set him on his father's throne and fight for your master's house."},{"number":4,"verse":"But when they heard the letter, they were exceedingly afraid and said, Behold, two kings could not stand before Jehu; how then shall we stand before him?"},{"number":5,"verse":"So the overseer of the royal household, the governor of the city, the elders, and those who brought up the children, sent to Jehu, saying, We are your servants and will do all that you shall bid us; we will not make any man king over us; do whatever is good in your eyes."},{"number":6,"verse":"Then he wrote to them a second letter, saying, If you are mine, and if you will hearken to my voice, then take the heads of your master's sons and bring them to me to Jezreel by this time tomorrow. Now the king's sons were seventy persons, and the nobles of the city brought them up."},{"number":7,"verse":"And as soon as the letter reached them, they took the king's sons and slew them, seventy persons, and put their heads in baskets and sent them to him in Jezreel."},{"number":8,"verse":"And there came a messenger, and told him, saying, They have brought the heads of the king's sons. And he said, Lay them in two heaps at the entrance of the gate until morning."},{"number":9,"verse":"And in the morning, he went out and said to all the people, You are righteous; I conspired against my master and slew him; but who slew all these?"},{"number":10,"verse":"Know now that there shall fall to the earth nothing of the word of the LORD, of all which the LORD spoke concerning the house of Ahab; for the LORD has done that which he spoke by his servant Elijah."},{"number":11,"verse":"So Jehu slew all that remained of the house of Ahab in Jezreel, and all his great men and his kinsfolks and his priests, until he left him none remaining."},{"number":12,"verse":"And he arose and departed and came to Samaria. And on the way he destroyed the houses of idols."},{"number":13,"verse":"Then Jehu met with the brothers of Ahaziah king of Judah and said to them, Who are you? And they answered, We are the brothers of Ahaziah; and we have come down to salute the sons of the king and the sons of the queen."},{"number":14,"verse":"And he said, Take them alive. And they took them alive and slew them and threw them into the pit of Beth-akar, forty-two persons; and he left none of them."},{"number":15,"verse":"And when he was departed from there, he found Jonadab the son of Rechab coming to meet him; and he blessed him, and said to him, Is your heart right, as my heart is with your heart? And Jonadab answered, It is, it is. And he said to him, Give me your hand. And he gave him his hand; and he took him up with him into the chariot."},{"number":16,"verse":"And he said to him, Come with me and see my zeal for the LORD. So he made him ride in his chariot."},{"number":17,"verse":"And when he came to Samaria, he slew all that remained to the house of Ahab in Samaria, till he had destroyed them, according to the saying of the LORD which he spoke to Elijah."},{"number":18,"verse":"Then Jehu gathered all the people together and said to them, Ahab served Baal a little; but Jehu shall serve him much."},{"number":19,"verse":"Now therefore invite to come to me all the prophets of Baal, all his priests, and all who serve him; let none be missing; for I have a great sacrifice to make to Baal; whoever is missing, he shall not live. But Jehu did it deceitfully, with the intent to destroy the worshippers of Baal."},{"number":20,"verse":"And Jehu said, Invite all the assembly to come to Baal. And they invited them."},{"number":21,"verse":"And Jehu sent through all Israel; and all the worshippers of Baal came, so that there was not a man left who did not come. And they came into the house of Baal; and the house of Baal was full from one end to the other."},{"number":22,"verse":"And he said to him who was over the vestry, Bring out vestments for all the worshippers of Baal. And he brought them forth vestments."},{"number":23,"verse":"Then Jehu and Jonadab, the son of Rechab, went into the house of Baal and said to the worshippers of Baal, Search, and see that there be here with you none of the servants of the LORD, but the worshippers of Baal only."},{"number":24,"verse":"And when they went in to offer sacrifices and burnt offerings, Jehu had posted three hundred and eighty men outside by the door, and said, If any of the men whom I have delivered into your hands escape, his life shall be for the life of him."},{"number":25,"verse":"And as soon as he had made an end of offering the burnt offerings, Jehu said to the guards and to the mighty men, Go in and slay them; let none of them come forth. And they smote them with the edge of the sword; and the guards and the mighty men cast them out, and went to the city of the house of Baal."},{"number":26,"verse":"And they brought forth the statue of Baal out of the house of Baal and burned it with fire."},{"number":27,"verse":"And they broke down the image of Baal and demolished the house of Baal and made it a public toilet-room to this day."},{"number":28,"verse":"Thus Jehu destroyed Baal out of Israel."},{"number":29,"verse":"But as for the sins of Jeroboam the son of Nebat, who made Israel to sin, Jehu did not depart from them, especially the worship of the golden calves that were in Beth-el and in Dan."},{"number":30,"verse":"And the LORD said to Jehu, Because you have done well in my sight, and have done to the house of Ahab according to all that was in my heart, your sons even to the fourth generation shall sit on the throne of Israel."},{"number":31,"verse":"But Jehu did not try to walk in the law of the LORD God of Israel with all his heart; and he did not depart from the sins of Jeroboam the son of Nebat, who made Israel sin."},{"number":32,"verse":"In those days the LORD began to bring distress in Israel; and Hazael smote them in all the territory of Israel,"},{"number":33,"verse":"From the Jordan eastward, all the land of Gilead and of Gad and of Reuben and of Manasseh, from Adoer, which is by the river Arnon, even Gilead and Mathnin."},{"number":34,"verse":"Now the rest of the acts of Jehu and all that he did and all his might, behold, they are written in the Book of the Chronicles of the Kings of Israel."},{"number":35,"verse":"And Jehu slept with his fathers; and they buried him in Samaria. And Jehoahaz his son reigned in his stead."},{"number":36,"verse":"And the time that Jehu reigned over Israel in Samaria was twenty-eight years."}]}