{"bibleAbbr":"LBP1933","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"IN the twelfth year of Ahaz king of Judah, Hoshea the son of Elah began to reign in Samaria over Israel, and reigned nine years."},{"number":2,"verse":"And he did that which was evil in the sight of the LORD, but not as the kings of Israel who were before him."},{"number":3,"verse":"Against him came up Shalmaneser king of Assyria; and Hoshea became his servant and brought him tribute."},{"number":4,"verse":"And the king of Assyria found conspiracy in Hoshea; for he had sent messengers to So king of Egypt, and did not bring up tribute to the king of Assyria, as he had been doing year by year; therefore the king of Assyria shut him up and bound him in prison."},{"number":5,"verse":"Then the king of Assyria came up against the whole land, and went up to Samaria and besieged it three years."},{"number":6,"verse":"In the ninth year of Hoshea, the king of Assyria took Samaria, and carried Israel away to Assyria and placed them in Halah and in Habor by the river of Gozan, the cities of Media."},{"number":7,"verse":"For so it was, that the children of Israel had sinned against the LORD their God, who had brought them up out of the land of Egypt from under the hand of Pharaoh king of Egypt and had worshipped other gods,"},{"number":8,"verse":"And walked in the statutes of the nations whom the LORD had destroyed from before the children of Israel,"},{"number":9,"verse":"And the children of Israel had spoken words that were not right against the LORD their God, both they and their kings; and they built them temples of idols in all their cities, from the tower of the watchmen to the fortified city."},{"number":10,"verse":"And they set up for themselves statues and idols on every high hill and under every green tree;"},{"number":11,"verse":"And there they burned incense on all the high places, as did the nations whom the LORD destroyed from before them; and wrought wicked things to provoke the LORD to anger:"},{"number":12,"verse":"For they served idols, of which the LORD had said to them, You shall not do this thing."},{"number":13,"verse":"Yet the LORD testified against Israel and against Judah by all his servants the prophets and by all the seers, saying, Repent from your evil ways and keep my commandments and my statutes, according to all the law which I commanded your fathers and according to that which I sent to them by my servants the prophets."},{"number":14,"verse":"But they would not hearken, but were stubborn more than were their fathers who did not believe in the LORD their God."},{"number":15,"verse":"And they rejected my covenants, and my statutes which I commanded to their fathers and the testimonies which I testified against them; and they followed vanity and gained nothing, and they followed the nations concerning whom the LORD had commanded them that they should not do like them."},{"number":16,"verse":"And they left all the commandments of the LORD their God and made for themselves molten images, even two calves, and they sacrificed to the idols and worshipped all the stars and served Baal."},{"number":17,"verse":"And they caused their sons and their daughters to pass through the fire and used divinations and sorcery, and they purposed to do all manner of evil in the sight of the LORD to provoke him to anger."},{"number":18,"verse":"Therefore the LORD was very angry with Israel, and removed them out of his sight; there was none left but the tribe of Judah only."},{"number":19,"verse":"Also the children of Judah did not keep the commandments of the LORD their God, but walked in the statutes of Israel who had done that which is evil in the sight of the LORD and provoked him to anger all the days."},{"number":20,"verse":"And the LORD rejected all the descendants of Israel and despised them, and delivered them into the hand of spoilers, until he had cast them out of his sight."},{"number":21,"verse":"For the house of Israel had seceded from the house of David; and they made Jeroboam the son of Nebat king over themselves; and Jeroboam caused Israel to go astray from following the LORD, and made them sin great sins."},{"number":22,"verse":"For the children of Israel walked in all the sins of Jeroboam which he did; they departed not from them"},{"number":23,"verse":"Until the LORD removed Israel out of his sight, as he had declared by all his servants the prophets. So was Israel carried away out of their land to Assyria, where they are to this day."},{"number":24,"verse":"And the king of Assyria brought people from Babylon and from Cuth and from Ava and from Hamath and from Sepharvim, and settled them in the cities of Samaria instead of the children of Israel; and they possessed Samaria, and dwelt in the cities thereof."},{"number":25,"verse":"And at the beginning of their dwelling there, they did not reverence the LORD; therefore the LORD sent lions against them, which slew some of them."},{"number":26,"verse":"Therefore they told the king of Assyria, saying, The nations which you have carried captive and placed in the cities of Samaria do not know the religion of the god of the land; therefore he has sent lions against them, and, behold, they slay them because they do not know the religion of the god of the land."},{"number":27,"verse":"Then the king of Assyria commanded, saying, Take there one of the priests whom you have carried away from there; and let him go and dwell there, and let him teach them the religion of the god of the land."},{"number":28,"verse":"Then one of the priests whom they had carried away from Samaria came and dwelt in Beth-el, and taught them how they should worship the LORD."},{"number":29,"verse":"Nevertheless every nation served gods of their own, and put them in the houses of idols which had been made in Samaria, every nation in their cities wherein they dwelt."},{"number":30,"verse":"And the men of Babylon served Succoth-benoth and the men of Cuth served Nergal and the men of Hamath served Ashima,"},{"number":31,"verse":"And the Avites served Jibzah and Tartak, and the Sepharvites burned their children in fire to Ardammeleck and Amalek, the gods of Sepharvim."},{"number":32,"verse":"So they worshipped the LORD, and made for themselves of their own people priests of the high places, who served for them in the houses of idols on the high places."},{"number":33,"verse":"They worshipped the LORD and served their own gods after the manner of the nations. So the children of Israel were carried away out of their land"},{"number":34,"verse":"To this day, because they forsook the LORD and did according to the manner of the nations; they do not revere the LORD, neither do they according to the covenant or according to the ordinance or according to the law and commandment which the LORD commanded the children of Jacob, whom he named Israel;"},{"number":35,"verse":"With whom the LORD had made a covenant, and charged them, saying, You shall not revere other gods nor worship them nor serve them nor sacrifice to them;"},{"number":36,"verse":"But you must serve the LORD, who brought you up out of the land of Egypt with great power and with an outstretched arm, him shall you serve and him shall you worship and to him shall you sacrifice."},{"number":37,"verse":"And the covenants and the ordinances and the laws and the commandments which he wrote for you, you shall observe to do for evermore; and you shall not revere other gods."},{"number":38,"verse":"And the covenant that I have made with you, you shall not forget; neither shall you worship the gods of the Gentiles."},{"number":39,"verse":"But the LORD your God you shall worship; and he shall deliver you out of the hand of all your enemies."},{"number":40,"verse":"However they did not hearken, but they did according to their former customs."},{"number":41,"verse":"So these nations also who dwelt in Samaria worshipped the LORD and served their graven images, also their children and their children's children; as did their fathers, so do they to this day."}]}