{"bibleAbbr":"LBP1933","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"IN those days Hezekiah became sick to death. And Isaiah the prophet the son of Amoz came to him and said to him, Thus says the LORD: Set your house in order; for you shall die, you shall not live."},{"number":2,"verse":"Then Hezekiah turned his face to the wall and prayed to the LORD, saying,"},{"number":3,"verse":"I beseech thee, O LORD, remember now how I walked before thee in truth and with a perfect heart, and have done that which is good in thy sight. And Hezekiah wept bitterly."},{"number":4,"verse":"And before Isaiah was gone out into the middle court, the word of the LORD came to him, saying,"},{"number":5,"verse":"Turn again and tell Hezekiah the ruler of my people, Thus says the LORD, the God of David your father: I have heard your prayer, I have seen your tears; behold, I will heal you; on the third day you shall go up to the house of the LORD."},{"number":6,"verse":"And I will add to your days fifteen years; and I will deliver you and this city out of the hands of the king of Assyria; and I will defend this city and deliver it for my own sake and for my servant David's sake."},{"number":7,"verse":"And Isaiah said. Let them take a cake of figs and lay it on the boil and he shall recover."},{"number":8,"verse":"And Hezekiah said to Isaiah, What shall be the sign that the LORD will heal me, and that I shall go up into the house of the LORD the third day?"},{"number":9,"verse":"And Isaiah said, This is the sign that you shall have from the LORD, that the LORD will do the thing that he has spoken: shall the shadow go forward ten degrees or backward ten degrees?"},{"number":10,"verse":"And Hezekiah answered, It is an easy thing for the shadow to go down ten degrees; not so, but let the shadow turn backward ten degrees."},{"number":11,"verse":"And Isaiah the prophet cried to the LORD, and he brought the shadow ten degrees backward, by which it had gone down on the dial of Ahaz."},{"number":12,"verse":"At that time Merodach-baladan, the son of Baladan, king of Babylon, sent letters and presents to Hezekiah; for he had heard that Hezekiah had been sick and was healed."},{"number":13,"verse":"And Hezekiah rejoiced with them, and showed them all his treasure house, the silver, the gold, the spices, the precious ointments, and all the house of his armor, and all that was found in his treasures; there was nothing in his house nor in all his dominion that Hezekiah did not show them."},{"number":14,"verse":"Then came Isaiah the prophet to King Hezekiah and said to him, What did these men say to you? And from whence did they come to you? And Hezekiah said, They have come to me from a far country, even from Babylon."},{"number":15,"verse":"And he said, What have they seen in your house? And Hezekiah answered, They have seen all the things that are in my house; I left nothing in my treasure house that I did not show them."},{"number":16,"verse":"Then Isaiah said to Hezekiah, Hear the word of the LORD."},{"number":17,"verse":"Behold, the days are coming when all that is in your house and that which your fathers have laid up in treasure to this day shall be carried to Babylon; nothing shall be left for you, says the LORD."},{"number":18,"verse":"And of your sons that shall issue from you, whom you shall beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon."},{"number":19,"verse":"Then Hezekiah said to Isaiah, Good is the word of the LORD which you have spoken. But would that peace and justice shall be in my day!"},{"number":20,"verse":"And the rest of the acts of Hezekiah and all his might and how he made a pool and a conduit and brought water into the city, behold, they are written in the Book of the Chronicles of the Kings of Judah."},{"number":21,"verse":"And Hezekiah slept with his fathers; and Manasseh his son reigned in his stead."}]}