{"bibleAbbr":"LBP1933","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":23,"verses":[{"number":1,"verse":"AND the king sent and they gathered to him all the elders of Judah and of Jerusalem."},{"number":2,"verse":"And the king went up to the house of the LORD, and all the men of Judah and all the inhabitants of Jerusalem with him, and the priests and the prophets and all the people, both small and great; and he read before them all the words of the book of the covenant which was found in the house of the LORD."},{"number":3,"verse":"And the king stood by a pillar and made a covenant before the LORD, to walk after the LORD and to keep his commandments and his testimonies and his statutes with all their heart and all their soul, to perform the words of this covenant that were written in this book. And all the people agreed to the covenant."},{"number":4,"verse":"Then the king commanded Hilkiah the high priest and the priests of the second order and the keepers of the doors to bring forth out of the temple of the LORD all the vessels that were made for Baal and for the idols and for all the host of heaven; and he burned them outside Jerusalem in the fields of Kidron, and carried their ashes to Beth-el."},{"number":5,"verse":"And he slew the priests whom the kings of Judah had ordained to burn incense on the high places in the cities of Judah and in the places round about Jerusalem, and those also who burned incense to Baal, to the sun and to the moon and to the planets and to all the host of heaven."},{"number":6,"verse":"And he brought out the idol from the house of the LORD, outside Jerusalem, to the brook Kidron and burned it at the brook Kidron, and ground it to dust and cast the dust of it upon the graves of the common people."},{"number":7,"verse":"And he destroyed the houses of the Sodomites which were in the house of the LORD, and the houses of the women who wove hangings for the idols."},{"number":8,"verse":"And he brought all the priests out of the cities of Judah and defiled the high places where the priests had burned incense in them, from Dan to Beer-sheba, and destroyed the shrine which was at the entrance of the gate of Salvation which was on a man's left hand at the gate of the city."},{"number":9,"verse":"Nevertheless the priests of the high places did not come up to the altar of the LORD in Jerusalem, but they did eat of the unleavened bread with their brethren."},{"number":10,"verse":"And he destroyed the high places which the kings of Judah had made in Taphath, which is in the valley of Bar-hannom, that no man might make his son or his daughter to pass through the fire to Amlech."},{"number":11,"verse":"And he slew the horses which the kings of Judah had given to the sun, at the entrance of the house of the LORD, by the chamber of Nathan the king's eunuch, which was in the suburbs, and burned the chariot of the sun with fire."},{"number":12,"verse":"And the altar that was on the top of the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the LORD, did the king beat down, and broke them down from thence and cast the dust of them into the brook Kidron."},{"number":13,"verse":"And the high places that were before Jerusalem, which were on the right hand of the mount of Corruption, which Solomon the king of Israel had built for Ashtoreth, the goddess of the Zidonians, and for Chemosh, the idol of Moab, and for Malcom, the idol of the children of Ammon, did King Josiah destroy."},{"number":14,"verse":"And he broke in pieces the images and cut down the idols and filled their places with the bones of men."},{"number":15,"verse":"Moreover the altar that was at Beth-el and the high places which Jeroboam the son of Nebat, who made Israel sin, had made, both that altar and the high place he demolished, and burned the high place and ground it to dust and burned the idols."},{"number":16,"verse":"And as Josiah returned, he saw the sepulchres that were there on the mount, and he sent and took the bones out of the sepulchres and burned them upon the altar and defiled it, according to the word of the LORD which the prophet of God proclaimed, who predicted these things."},{"number":17,"verse":"Then the king said, What monument is that which I see? And the men of the city said to him, It is the sepulchre of the prophet of God, who came from Judah and proclaimed these things that you have done against the altar of Beth-el."},{"number":18,"verse":"And he said, Let him alone; let no man touch his sepulchre, and let no man move his bones, so the bones of the prophet of God spared the bones of the prophet who came from Samaria from being burned."},{"number":19,"verse":"And all the temples also of idols that were in the cities of Samaria, which the kings of Israel had made to provoke the LORD to anger, Josiah removed, and did to them according to all the acts that he had done in Beth-el."},{"number":20,"verse":"And he slew all the priests of the high places, who burned incense upon the altars and burned men's bones upon them, and he returned to Jerusalem."},{"number":21,"verse":"And the king commanded all the people, saying, Keep the passover to the LORD your God. as it is written in the book of this covenant."},{"number":22,"verse":"Surely no such a passover had been kept from the days of the judges who judged Israel nor in all the days of the kings of Israel nor of the kings of Judah,"},{"number":23,"verse":"Like that in the eighteenth year of King Josiah, when this passover was kept to the LORD in Jerusalem."},{"number":24,"verse":"Moreover the men with familiar spirits and the wizards and the images and the idols and all the abominations that were seen in the land of Judah and in the streets of Jerusalem did Josiah put away, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the LORD."},{"number":25,"verse":"And like unto him was there no king before him, who turned to the LORD with all his heart and with all his soul and with all his might, according to all that which is written in the law of Moses; neither after him arose there any like him."},{"number":26,"verse":"Nevertheless the LORD did not turn from the fierceness of his great wrath wherewith his anger was kindled against Judah because of all the provocations with which Manasseh had provoked him."},{"number":27,"verse":"And the LORD said, I will remove Judah also out of my sight, as I have removed Israel, and I will cast off this city Jerusalem which I have chosen, and the house of which I said, My name shall be there."},{"number":28,"verse":"Now the rest of the acts of Josiah and all that he did, behold, they are written in the Book of the Chronicles of the Kings of Judah."},{"number":29,"verse":"In his days Pharaoh the Lame, king of Egypt went up against Mabog which is by the river Euphrates; and King Josiah went to meet him, to fight against him; and Pharaoh said to him, I have not come against you, turn aside from me; but Josiah did not listen to him; so Pharaoh smote him at Megiddo, when he saw him there."},{"number":30,"verse":"And his servants carried him in a chariot dead from Megiddo, and brought him to Jerusalem and buried him there in his own sepulchre. And the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in his father's stead."},{"number":31,"verse":"Jehoahaz was twenty-three years old when he began to reign; and he reigned three months in Jerusalem. And his mother's name was Hamutal, the daughter of Jeremiah of Libnah."},{"number":32,"verse":"And he did that which was evil in the sight of the LORD, just as Manasseh had done."},{"number":33,"verse":"And Pharaoh the Lame, king of Egypt put him in bands at Diblath in the land of Hamath, when Pharaoh took over Jerusalem; and levied on the land a tribute of one hundred talents of silver and ten talents of gold."},{"number":34,"verse":"And Pharaoh the Lame made Eliakim the son of Josiah king in the place of Josiah his father, and changed his name to Jehoiakim, and he took Jehoahaz away, and brought him to Egypt and he died there."},{"number":35,"verse":"And Jehoiakim gave the silver and gold to Pharaoh; but he taxed the land to give the money as he was commanded by Pharaoh; he exacted silver and gold from the people of the land, of every one according to his means, to give it to Pharaoh the Lame."},{"number":36,"verse":"Jehoiakim was twenty-five years old when he began to reign; and he reigned eleven years in Jerusalem. And his mother's name was Zebudah, the daughter of Peraiah of Ramtha."},{"number":37,"verse":"And he did that which was evil in the sight of the LORD, according to all that his fathers had done."}]}