{"bibleAbbr":"TRC1535","bookName":"John","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"Verely verely I saye vnto you: he that entreth not in by ye dore into the shepefolde but clymeth vp some other waye: the same is a thefe and a robber."},{"number":2,"verse":"He that goeth in by ye dore is the shepeherde of ye shepe:"},{"number":3,"verse":"to him the porter openeth and the shepe heare his voyce and he calleth his awne shepe by name and leadeth them out."},{"number":4,"verse":"And when he hath sent forthe his awne shepe he goeth before them and the shepe folowe him: for they knowe his voyce."},{"number":5,"verse":"A straunger they will not folowe but will flye from him: for they knowe not the voyce of straungers."},{"number":6,"verse":"This similitude spake Iesus vnto them. But they vnderstode not what thinges they were which he spake vnto them."},{"number":7,"verse":"Then sayde Iesus vnto them agayne. Verely verely I saye vnto you: I am the dore of the shepe."},{"number":8,"verse":"All even as many as came before me are theves and robbers: but the shepe dyd not heare them."},{"number":9,"verse":"I am the dore: by me yf eny man enter in he shalbe safe and shall goo in and out and fynde pasture."},{"number":10,"verse":"The thefe cometh not but forto steale kyll and destroye. I am come that they myght have lyfe and have it more aboundantly."},{"number":11,"verse":"I am ye good shepeheerd. The good shepeheerd geveth his lyfe for ye shepe."},{"number":12,"verse":"An heyred servaut which is not ye shepeherd nether ye shepe are his awne seith the wolfe comynge and leveth the shepe and flyeth and the wolfe catcheth them and scattereth ye shepe."},{"number":13,"verse":"The heyred servaut flyeth because he is an heyred servaunt and careth not for the shepe."},{"number":14,"verse":"I am that good shepeheerd and knowe myne and am knowe of myne."},{"number":15,"verse":"As my father knoweth me: even so knowe I my father. And I geve my lyfe for the shepe:"},{"number":16,"verse":"and other shepe I have which are not of this folde. Them also must I bringe that they maye heare my voyce and that ther maye be one flocke and one shepeherde."},{"number":17,"verse":"Therfore doth my father love me because I put my lyfe from me that I myght take it agayne."},{"number":18,"verse":"No man taketh it from me: but I put it awaye of my selfe. I have power to put it from me and have power to take it agayne: This comaundment have I receaved of my father."},{"number":19,"verse":"And ther was a dissencion agayne amoge the Iewes for these sayinges"},{"number":20,"verse":"and many of them sayd. He hath the devyll and is mad: why heare ye him?"},{"number":21,"verse":"Other sayde these are not the wordes of him that hath the devyll. Can the devyll open the eyes of the blynde?"},{"number":22,"verse":"And it was at Ierusalem ye feaste of the dedicacion and it was wynter:"},{"number":23,"verse":"and Iesus walked in Salomons porche."},{"number":24,"verse":"Then came the Iewes rounde aboute him and sayde vnto him: How longe dost thou make vs doute? Yf thou be Christ tell vs playnly."},{"number":25,"verse":"Iesus answered them: I tolde you and ye beleve not. The workes yt I do in my fathers name they beare witnes of me."},{"number":26,"verse":"But ye beleve not because ye are not of my shepe. As I sayde vnto you:"},{"number":27,"verse":"my shepe heare my voyce and I knowe them and they folowe me"},{"number":28,"verse":"and I geve vnto the eternall lyfe and they shall never perisshe nether shall eny man plucke the oute of my honde."},{"number":29,"verse":"My father which gave the me is greatter then all and no man is able to take them out of my fathers honde."},{"number":30,"verse":"And I and my father are one."},{"number":31,"verse":"Then the Iewes agayne toke up stones to stone him with all."},{"number":32,"verse":"Iesus answered them: many good workes have I shewed you from my father: for which of them will ye stone me"},{"number":33,"verse":"The Iewes answered him sayinge. For thy good workes sake we stone ye not: but for thy blasphemy and because that thou beinge a man makest thy selfe God."},{"number":34,"verse":"Iesus answered them: Is it not written in youre lawe: I saye ye are goddes"},{"number":35,"verse":"If he called the goddes vnto whom the worde of God was spoken (and the scripture can not be broken)"},{"number":36,"verse":"saye ye then to him whom the father hath sainctified and sent into the worlde thou blasphemest because I sayd I am the sonne of God?"},{"number":37,"verse":"If I do not the workes of my father beleve me not."},{"number":38,"verse":"But if I do though ye beleve not me yet beleve the workes that ye maye knowe and beleve that the father is in me and I in him."},{"number":39,"verse":"Agayne they went aboute to take him: but he escaped out of their hondes"},{"number":40,"verse":"and went awaye agayne beyonde Iordan into the place where Iohn before had baptised and there aboode."},{"number":41,"verse":"And many resorted vnto him and sayd. Iohn dyd no miracle: but all thinges that Iohn spake of this man are true."},{"number":42,"verse":"And many beleved on him theare."}]}