{"bibleAbbr":"TRC1535","bookName":"John","bookEnglishName":"John","chapterNumber":9,"verses":[{"number":1,"verse":"And as Iesus passed by he sawe a man which was blynde from his birth."},{"number":2,"verse":"And his disciples axed him sayinge. Master who dyd synne: this man or his father and mother that he was borne blynde?"},{"number":3,"verse":"Iesus answered: Nether hath this man synned nor yet his father and mother: but that the workes of God shuld be shewed on him."},{"number":4,"verse":"I must worke the workes of him that sent me whyll it is daye. The nyght cometh when no man can worke."},{"number":5,"verse":"As longe as I am in the worlde I am the lyght of the worlde."},{"number":6,"verse":"Assone as he had thus spoken he spate on the grounde and made claye of the spetle and rubbed the claye on the eyes of the blynde"},{"number":7,"verse":"and sayde vnto him: Goo wesshe the in ye pole of Syloe which by interpretacion signifieth sent. He went his waye and wasshed and cam agayne seinge."},{"number":8,"verse":"The neghboures and they that had sene him before how that he was a begger sayde: is not this he that sate and begged?"},{"number":9,"verse":"Some sayde: this is he. Other sayd: he is lyke him. But he him selfe sayde: I am even he."},{"number":10,"verse":"They sayde vnto him: How are thyne eyes opened then?"},{"number":11,"verse":"He answered and sayde. The ma that is called Iesus made claye and anoynted myne eyes and sayd vnto me: Goo to the pole Syloe and wesshe. I went and wesshed and receaved my syght."},{"number":12,"verse":"They sayde vnto him: where is he? He sayde: I cannot tell."},{"number":13,"verse":"Then brought they to ye pharises him that a lytell before was blynde:"},{"number":14,"verse":"for it was the Saboth daye when Iesus made the claye and opened his eyes."},{"number":15,"verse":"Then agayne the pharises also axed him how he had receaved his syght. He sayde vnto the: He put claye apon myne eyes and I wasshed and do se."},{"number":16,"verse":"Then sayde some of the pharises: this man is not of God because he kepeth not the saboth daye. Other sayde: how can a man yt is a synner do suche myracles? And ther was stryfe amonge the."},{"number":17,"verse":"Then spake they vnto the blynde agayne: What sayst thou of him because he hath openned thyne eyes? And he sayd: He is a Prophet."},{"number":18,"verse":"But the Iewes dyd not beleve of the felowe how that he was blynde and receaved his syght vntyll they had called the father and mother of him that had receaved his syght."},{"number":19,"verse":"And they axed the saying: Is this youre sonne whome ye saye was borne blynde? How doth he now se then?"},{"number":20,"verse":"His father and mother answered them and sayde: we wote well that this is oure sonne and that he was borne blynde:"},{"number":21,"verse":"but by what meanes he now seith that can we not tell or who hath opened his eyes can we not tell. He is olde ynough axe him let him answer for him selfe."},{"number":22,"verse":"Suche wordes spake his father and mother because they feared the Iewes. For the Iewes had conspyred all redy that yf eny man dyd confesse that he was Christ he shuld be excommunicat out of the synagoge."},{"number":23,"verse":"Therefore sayde his father and mother: he is olde ynough axe him."},{"number":24,"verse":"Then agayne called they the man that was blynde and sayd vnto him: Geve God the prayse: we knowe that this man is a synner."},{"number":25,"verse":"He answered and sayde: Whyther he be a synner or noo I cannot tell: One thinge I am sure of that I was blynde and now I se."},{"number":26,"verse":"Then sayde they to him agayne. What dyd he to the? How opened he thyne eyes?"},{"number":27,"verse":"He answered them I tolde you yerwhyle and ye dyd not heare. Wherfore wolde ye heare it agayne? Will ye also be his disciples?"},{"number":28,"verse":"Then rated they him and sayde: Thou arte his disciple. We be Moses disciples."},{"number":29,"verse":"We are sure that God spake with Moses. This felowe we knowe not from whence he is."},{"number":30,"verse":"The man answered and sayde vnto them: this is a merveleous thinge that ye wote not whence he is seinge he hath opened myne eyes."},{"number":31,"verse":"For we be sure that God heareth not synners. But yf eny man be a worshipper of God and do his will him heareth he."},{"number":32,"verse":"Sence ye worlde beganne was it not hearde yt eny man opened the eyes of one that was borne blynd."},{"number":33,"verse":"If this man were not of God he coulde have done no thinge."},{"number":34,"verse":"They answered and sayd vnto him: thou arte altogeder borne in synne: and dost thou teache vs? And they cast him out."},{"number":35,"verse":"Iesus hearde that they had excommunicate him: and assone as he had founde him he sayd vnto him: doest thou beleve on the sonne of God"},{"number":36,"verse":"He answered and sayde: Who is it Lorde that I myght beleve on him?"},{"number":37,"verse":"And Iesus sayde vnto him: Thou hast sene him and he it is that talketh with the."},{"number":38,"verse":"And he sayde: Lorde I beleve: and worshipped him."},{"number":39,"verse":"Iesus sayde: I am come vnto iudgement into this worlde: that they which se not myght se and they which se myght be made blynde."},{"number":40,"verse":"And some of the pharises which were with him hearde these wordes and sayde vnto him: are we then blynde?"},{"number":41,"verse":"Iesus sayde vnto them: yf ye were blynde ye shuld have no synne. But now ye saye we se therfore youre synne remayneth."}]}