{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":14,"verses":[{"number":1,"verse":"THEN all the congregation was in commotion, and lifted up their voices and cried; and the people wept that night."},{"number":2,"verse":"And all the children of Israel murmured against Moses and against Aaron; and the whole congregation said to them, Would God we had died in the land of Egypt! Or would God that we had died in this wilderness!"},{"number":3,"verse":"Why has the LORD brought us into this land, to fall by the sword, that our wives and children should be a prey? We were better off when we dwelt in Egypt."},{"number":4,"verse":"And they said one to another, Let us appoint a leader, and let us return to Egypt."},{"number":5,"verse":"Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel."},{"number":6,"verse":"And Joshua the son of Nun, and Caleb the son of Jophaniah, who were of those who had spied out the land, rent their clothes;"},{"number":7,"verse":"And they said to all the congregation of the children of Israel, The land through which we passed to spy it out is an exceedingly good land."},{"number":8,"verse":"If the LORD delights in us, he will bring us into this land and give it to us, a land which flows indeed with milk and honey."},{"number":9,"verse":"Only do not rebel against the LORD, neither be afraid of the people of the land; for their conquest will be as easy as eating bread; their strength has left them, and the LORD is with us; fear them not."},{"number":10,"verse":"But the whole congregation said to stone them with stones. And the glory of the LORD appeared in the cloud in the tabernacle of the congregation before all the children of Israel."},{"number":11,"verse":"And the LORD said to Moses, How long will this people provoke me? And how long will they not believe me, for all the signs which I have done among them?"},{"number":12,"verse":"I will smite them with pestilence, and destroy them, and I will make of you a nation which is greater and mightier than they."},{"number":13,"verse":"And Moses said to the LORD, Then the Egyptians shall hear it (for thou didst bring up this people in thy might from among them),"},{"number":14,"verse":"And they will tell it to the inhabitants of this land; for they have heard that thou LORD art in the midst of this people, that thou LORD art seen face to face, and that thy cloud stands over them, and that thou goest before them in a pillar of cloud by day and in a pillar of fire by night."},{"number":15,"verse":"And if thou shalt kill all this people as one man, then the nations who have heard the fame of thee will say,"},{"number":16,"verse":"Because the LORD was not able to bring this people into the land which he swore to them, therefore he has slain them in the wilderness."},{"number":17,"verse":"And now, let thy power, O LORD, be great according as thou hast spoken, saying,"},{"number":18,"verse":"The LORD is longsuffering and of great mercy, and thou forgivest iniquity and transgression, by no means clearing the guilty, but visiting the iniquity of the fathers upon the children and upon their children's children to the third and fourth generation."},{"number":19,"verse":"Pardon the iniquity of this people according to the greatness of thy mercy, and as thou hast forgiven them from Egypt even until now."},{"number":20,"verse":"And the LORD said to Moses, I have forgiven them according to your word;"},{"number":21,"verse":"But as truly as I live, the whole earth shall be filled with the glory of the LORD."},{"number":22,"verse":"And yet all the men who have seen my glory and the signs which I did in Egypt and in the wilderness have tempted me, behold now, these ten times, and have not hearkened to my voice;"},{"number":23,"verse":"Surely they shall not see the land which I swore to their fathers, neither shall any one of those who provoked me see it;"},{"number":24,"verse":"But my servant Caleb, because he has my spirit with him and has followed me fully, I will bring into the land into which he went; and his descendants shall possess it."},{"number":25,"verse":"(Now the Amalekites and the Canaanites dwelt in the mountains.) Tomorrow turn and set out for the wilderness by the way of the Red Sea."},{"number":26,"verse":"And the LORD spoke to Moses and to Aaron, saying,"},{"number":27,"verse":"How long shall this wicked congregation murmur in my presence? I have heard the complaints of the children of Israel which they murmur in my presence."},{"number":28,"verse":"Say to them, As I live, says the LORD, as you have spoken in my presence, so will I do to you;"},{"number":29,"verse":"Your corpses shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward, because you have murmured against me."},{"number":30,"verse":"You shall not come into the land concerning which I swore to make you dwell therein, except Caleb the son of Jophaniah, and Joshua the son of Nun."},{"number":31,"verse":"But your little ones, who you said would become the prey, and your sons who today do not know good and evil, they shall enter into the land, and I will bring them there, and they shall know the land which you have despised."},{"number":32,"verse":"But as for you, your corpses shall fall in this wilderness."},{"number":33,"verse":"And your sons shall be shepherds forty years in this wilderness, and shall suffer for your whoredom until your corpses are consumed in this wilderness."},{"number":34,"verse":"According to the number of the days in which you spied out the land, even forty days, a year for each day, shall you suffer for your iniquities, forty years; then you shall know that it is because you have murmured before me."},{"number":35,"verse":"I the LORD have said, I will surely do it to all this evil congregation that are gathered together before me; in this wilderness they shall be consumed, and there they shall die."},{"number":36,"verse":"And the men whom Moses sent to spy out the land, who returned and made all the congregation murmur against him by publishing an evil report concerning the land,"},{"number":37,"verse":"These men who published an evil report of the land died by a sudden plague before the LORD."},{"number":38,"verse":"But Joshua the son of Nun, and Caleb the son of Jophaniah, who were of the men who went to spy out the land, still lived."},{"number":39,"verse":"And Moses told these sayings to all the children of Israel; and the people mourned greatly."},{"number":40,"verse":"And they rose up early in the morning and went up to the top of the mountain, saying, Behold, we will go up to the place which the LORD has promised us; for we have sinned."},{"number":41,"verse":"And Moses said to them, Why now do you transgress the commandment of the LORD? Therefore you shall not succeed."},{"number":42,"verse":"Do not go up, for the LORD is not with you; lest you be defeated before your enemies."},{"number":43,"verse":"For the Canaanites and the Amalekites are there before you, and you shall fall by the sword; because you are turned away from following the LORD, therefore the LORD will not be with you."},{"number":44,"verse":"Yet they started to go up to the top of the mountain; but neither the ark of the covenant of the LORD nor Moses departed out of the camp."},{"number":45,"verse":"Then the Amalekites and the Canaanites who dwelt in that mountain came down and smote them and pursued them as far as Hirmah."}]}