{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"NOW Korah, the son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, started a faction;"},{"number":2,"verse":"And they rose up before Moses with certain of the children of Israel, two hundred and fifty chiefs of the assembly, who at that time were men of renown;"},{"number":3,"verse":"And they gathered themselves together against Moses and against Aaron and said to them, Is it not enough for you, seeing all the congregation are holy, every one of them, and the LORD is among them; wherefore then do you lift up yourselves above the whole congregation of the LORD?"},{"number":4,"verse":"And when Moses heard it, he fell upon his face;"},{"number":5,"verse":"And he spoke to Korah and to all his company and said to them, In the morning the LORD will show who are his, and who are holy; and he will cause them to come near to him; and those whom he has chosen will he cause to come near to him."},{"number":6,"verse":"This do: Take for yourselves censers, you Korah, and all your company;"},{"number":7,"verse":"And put fire into them, and put incense into them before the LORD tomorrow; and it shall be that the man whom the LORD chooses, he shall be holy; this is enough for you, O you sons of Levi."},{"number":8,"verse":"And Moses said to Korah, Hear again, O you sons of Levi;"},{"number":9,"verse":"Is it not enough for you that the God of Israel has separated you from the whole congregation of Israel and brought you near to himself to do the service of the tabernacle of the LORD and to stand before the congregation to minister to them?"},{"number":10,"verse":"And he has brought you near to him, and all your brethren the sons of Levi with you; and do you seek the priesthood also?"},{"number":11,"verse":"Therefore both you and all your company gather yourselves together before the LORD tomorrow; and what is Aaron, that you should murmur against him?"},{"number":12,"verse":"And Moses sent to call Dathan and Abiram, the sons of Eliab; but they said, We will not come up;"},{"number":13,"verse":"Is it not enough for you that you have brought us out of a land that flows with milk and honey, to kill us in the wilderness, but that you should also make yourselves princes over us?"},{"number":14,"verse":"Moreover you have not brought us into a land that flows with milk and honey, nor given us inheritance of fields and vineyards; even if you should put out our eyes, we will not come up."},{"number":15,"verse":"And Moses was greatly displeased, and said to the LORD, Respect not thou their offerings, because I have not taken an ass from one of them, neither have I hurt one of them."},{"number":16,"verse":"And Moses said to Korah, Present yourselves, you and all your company before the LORD, you and they and Aaron, tomorrow;"},{"number":17,"verse":"And take every man his censer, and put fire into it, and put incense into it, and bring before the LORD every man his censer, two hundred and fifty censers; you also and Aaron, each of you his censer."},{"number":18,"verse":"So they took every man his censer, and put fire into it, and laid incense upon it, and stood in the door of the tabernacle of the congregation with Moses and Aaron."},{"number":19,"verse":"And Korah gathered all the congregation against them at the door of the tabernacle of the congregation; and the glory of the LORD appeared to all the congregation."},{"number":20,"verse":"And the LORD spoke to Moses and to Aaron, saying,"},{"number":21,"verse":"Separate yourselves from the midst of this congregation, that I may destroy them in a moment."},{"number":22,"verse":"And they fell upon their faces and said, O God, the God of the spirits of all flesh, shall one man sin, and shall the wrath come upon all the congregation?"},{"number":23,"verse":"And the LORD spoke to Moses, saying,"},{"number":24,"verse":"Speak to all the congregation, saying, Keep away from about the tents of Korah, Dathan, and Abiram."},{"number":25,"verse":"And Moses rose up and went to Dathan and Abiram; and the elders of Israel followed him."},{"number":26,"verse":"And he spoke to all the congregation and said to them, Depart from the tents of these sinful men and touch nothing of theirs, lest you be consumed in their sins."},{"number":27,"verse":"So they withdrew from the tents of Korah, Dathan, and Abiram; and Dathan and Abiram came out, and stood in the door of their tents with their wives and their sons and their little ones."},{"number":28,"verse":"And Moses said, Hereby you shall know that the LORD has sent me to do all these works; for I have not done them of my own mind."},{"number":29,"verse":"If these men die the common death of all men or if they be visited after the visitation of all men, then the LORD has not sent me."},{"number":30,"verse":"But if the LORD make a new thing, and the earth opens its mouth and swallows them up with all things that belong to them, and they go down alive with all that belongs to them into Sheol, then you shall know that these men have provoked the LORD."},{"number":31,"verse":"And when Moses had finished speaking these words, the ground split asunder under them;"},{"number":32,"verse":"And the earth opened its mouth and swallowed them up with their households and all the men who were with Korah and all their goods."},{"number":33,"verse":"They, and all that belonged to them went down alive into Sheol, and the earth closed upon them, and they perished from among the congregation."},{"number":34,"verse":"And all Israel that were round about them fled at the cry of them, saying, Lest the earth swallow us up also."},{"number":35,"verse":"And there came out a fire from before the LORD and consumed the two hundred and fifty men that offered incense."},{"number":36,"verse":"And the LORD spoke to Moses, saying,"},{"number":37,"verse":"Speak to Eleazar the son of Aaron the priest, to take up the censers from among the burned men and scatter the fire yonder; for they are sanctified."},{"number":38,"verse":"The censers of these who sinned against their own souls, make them thin plates for a covering of the altar; for they offered them before the LORD, therefore they are holy; and they shall be a sign to the children of Israel."},{"number":39,"verse":"So Eleazar the priest took the bronze censers, with which they who were burned had offered incense, and they were made thin plates for a covering of the altar,"},{"number":40,"verse":"To be a memorial to the children of Israel, so that no stranger, who is not of the descendants of Aaron, come near to offer incense before the LORD; that he be not as Korah and all his company, whom the earth opened its mouth and swallowed, just as the LORD had spoken by the hand of Moses."},{"number":41,"verse":"But on the morrow all the congregation of the children of Israel murmured against Moses and Aaron, saying, You have killed the people of the LORD."},{"number":42,"verse":"And when all the congregation was gathered against Moses and against Aaron, they turned toward the tabernacle of the congregation; and, behold, the cloud covered it, and the glory of the LORD appeared."},{"number":43,"verse":"And Moses and Aaron came before the tabernacle of the congregation."},{"number":44,"verse":"And the LORD spoke to Moses and to Aaron, saying,"},{"number":45,"verse":"Get you away from the midst of this congregation, that I may destroy them in a moment. And they fell upon their faces."},{"number":46,"verse":"And Moses said to Aaron, Take a censer, and put fire therein from off the altar, and put on incense, and carry it quickly to the congregation, and make an atonement for them; for wrath has gone out from before the LORD; the plague has already begun among the people."},{"number":47,"verse":"And Aaron took it as Moses commanded, and ran into the midst of the congregation; and, behold, the plague had already begun among the people; and he put on incense, and made atonement for the people."},{"number":48,"verse":"And he stood between the dead and the living; and the plague ceased."},{"number":49,"verse":"Now those who died in the plague were fourteen thousand and seven hundred, besides those who died in the sedition of Korah."},{"number":50,"verse":"And Aaron returned to Moses at the door of the tabernacle of the congregation; and the plague had ceased."}]}