{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"AND the LORD spoke to Moses, saying,"},{"number":2,"verse":"Speak to the children of Israel, and take from every one of them a rod according to the house of their fathers, from all their princes according to the house of their fathers, twelve rods; write each man's name upon his rod."},{"number":3,"verse":"And you shall write Aaron's name upon the rod of Levi; for one rod shall be for the head of the tribe of their fathers."},{"number":4,"verse":"And you shall put them in the tabernacle of the congregation before the testimony, where I will meet with you."},{"number":5,"verse":"And it shall come to pass, that the rod of the man with whom I am pleased shall bud; thus I will make to cease from me the murmurings of the children of Israel, whereby they murmur against you."},{"number":6,"verse":"And Moses spoke to the children of Israel, and every one of their princes gave him a rod apiece, for each prince one, according to their fathers' houses, twelve rods; and the rod of Aaron was in the midst of their rods."},{"number":7,"verse":"And Moses placed the rods before the LORD in the tabernacle of the testimony."},{"number":8,"verse":"And on the morrow Moses went into the tabernacle of the testimony; and, behold, the rod of Aaron for the house of Levi was budded, and blossomed, and yielded ripe almonds."},{"number":9,"verse":"And Moses brought out all the rods from before the LORD to all the children of Israel; and they looked, and took every man his rod."},{"number":10,"verse":"And the LORD said to Moses, Bring Aaron's rod back before the testimony, to be kept as a token for the rebellious children; so that their murmurings may cease from me, that they die not."},{"number":11,"verse":"And Moses did so; as the LORD commanded him, so did he."},{"number":12,"verse":"And the children of Israel said to Moses, Behold, we perish and are lost, we all perish."},{"number":13,"verse":"Whosoever comes near to the tabernacle of the LORD shall die; and, behold, we also are near to perish."}]}