{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"AND the LORD said to Aaron, You and your sons and your father's house with you shall bear any guilt in connection with the sanctuary; and you and your sons with you shall bear any guilt in connection with your priesthood."},{"number":2,"verse":"And your brethren also of the tribe of Levi, the tribe of your father, you shall bring with you, that they may accompany you and minister to you; but you and your sons with you shall minister before the tabernacle of the testimony."},{"number":3,"verse":"And they shall keep your charge and the charge of all the tabernacle; but they shall not come near the vessels of the sanctuary and the vessels of the altar, that neither they, nor you also, die."},{"number":4,"verse":"And they shall accompany you, and keep the charge of the tabernacle of the congregation for all the service of the tabernacle; and a stranger shall not come near you."},{"number":5,"verse":"And you shall have charge of the sanctuary, and charge of the altar, that there be no wrath any more upon the children of Israel."},{"number":6,"verse":"And I, behold, I have taken your brethren the Levites from among the children of Israel; they are given as a gift for the LORD, to do the service of the tabernacle of the congregation."},{"number":7,"verse":"Therefore you and your sons with you shall keep your priest's office for everything of the altar and within the veil; and you shall serve; I have given your priest's office as a gift; and the stranger who comes near shall be put to death."},{"number":8,"verse":"And the LORD said to Aaron, Behold, I also have given you the charge of my gift offerings and all the hallowed things of the children of Israel; I have given them to you by reason of the anointing, and to your sons by an ordinance for ever."},{"number":9,"verse":"This shall be yours of the most holy things from offerings made by fire: every offering of theirs, every meal offering of theirs, and every sin offering of theirs, and all the offerings of theirs which they shall offer to me shall be most holy for you and for your sons."},{"number":10,"verse":"In the most holy place shall you eat it; every male shall eat it; it shall be holy to you."},{"number":11,"verse":"And this is the offering of your gifts, with all the wave offerings of the children of Israel; I have given them to you and to your sons and to your daughters with you, by a statute for ever; every one who is clean in your household shall eat of it."},{"number":12,"verse":"All the best of the oil and all the best of the wheat and of the wine, the firstfruits of them that they shall give to the LORD, I have given them to you."},{"number":13,"verse":"The first ripe fruits of all that is in their land which they shall bring to the LORD shall be yours; every one who is clean in your household shall eat of it."},{"number":14,"verse":"Everything dedicated in Israel shall be yours."},{"number":15,"verse":"Everything that opens the womb of all flesh which they offer to the LORD, whether it be of man or beasts, shall be yours; nevertheless the first-born of man shall you surely redeem, and the firstling of unclean beasts shall you redeem."},{"number":16,"verse":"And those that are to be redeemed from a month old and upward shall you redeem, for a price of money of fifty shekels, after the shekel of the sanctuary, which is twenty gerahs."},{"number":17,"verse":"But the firstlings of the cattle or the firstlings of the sheep or the firstlings of the goats, you shall not redeem, because they are holy; you shall sprinkle their blood upon the altar and shall burn their fat for an offering made by fire, for a sweet savour to the LORD."},{"number":18,"verse":"But their meat shall be yours, as the wave breast and as the right shoulder are yours."},{"number":19,"verse":"All the gift offerings of the holy things which the children of Israel offer to the LORD have I given to you and to your sons and your daughters with you, by a statute for ever; it is a covenant of salt for ever before the LORD to you and to your descendants with you."},{"number":20,"verse":"And the LORD said to Aaron, You shall have no inheritance in their land, neither shall you have any portion among them; but your portion and your inheritance among the children of Israel shall be the gift offerings and the holy things of the LORD."},{"number":21,"verse":"And, behold, I have given to the children of Levi all the tithes of the children of Israel for an inheritance, for their service which they serve, even the service of the tabernacle of the congregation."},{"number":22,"verse":"Neither shall the children of Israel henceforth come near the tabernacle of the congregation, lest they bear sin and die."},{"number":23,"verse":"But the Levites shall do the service of the tabernacle of the congregation, and they shall bear their iniquity; it shall be a statute for ever throughout their generations, that among the children of Israel they have no inheritance."},{"number":24,"verse":"For the tithes of the children of Israel which they offer to the LORD I have given to the Levites for an inheritance; therefore I have said to them, Among the children of Israel they shall have no inheritance."},{"number":25,"verse":"The LORD spoke to Moses, saying,"},{"number":26,"verse":"Speak to the Levites and say to them, When you take from the children of Israel the tithes which I have given you from them for your inheritance, then you shall offer some of them as a gift offering to the LORD, a tenth part of the tithe."},{"number":27,"verse":"And this your gift offering shall be reckoned to you, as though it were the grain from the threshing floor, and as the gift offering of the wine press."},{"number":28,"verse":"Thus you also shall offer a gift offering to the LORD of all your tithes which you receive from the children of Israel; and you shall give from it the LORD'S gift offering to Aaron the priest and to his sons."},{"number":29,"verse":"Out of all your gifts you shall offer every gift offering to the LORD, of all the best of them and the hallowed of them."},{"number":30,"verse":"Therefore you shall say to them, When you have set apart the best thereof from it, then it shall be counted to the Levites as the produce of the threshing floor, and as the produce of the wine press."},{"number":31,"verse":"And you shall eat it in any place, you and your households; for it is your wages for your service in the tabernacle of the congregation."},{"number":32,"verse":"And you shall bear no sin by reason of it, when you have offered the best of it; neither shall you pollute the holy things of the children of Israel, lest you die."}]}