{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"AND the LORD spoke to Moses and to Aaron, saying,"},{"number":2,"verse":"This is the ordinance of the law which the LORD has commanded, saying, Speak to the children of Israel, that they bring you a red heifer, perfect, in which there is no blemish, and upon which never came yoke;"},{"number":3,"verse":"And you shall give her to Eleazar the priest, that he may bring her forth outside the camp, and one shall slaughter her in his sight;"},{"number":4,"verse":"And Eleazar the priest shall take some of her blood with his finger, and sprinkle of her blood towards the front of the tabernacle of the congregation seven times;"},{"number":5,"verse":"And one shall burn the heifer in his sight; her skin and her blood and her flesh, with her dung, shall he burn;"},{"number":6,"verse":"And the priest shall take cedar wood and hyssop and scarlet material, and cast them into the midst of the burning of the heifer."},{"number":7,"verse":"Then the priest shall wash his clothes, and he shall bathe his body in water, and afterward he shall come into the camp; and the priest shall be unclean until the evening."},{"number":8,"verse":"And he who burns the heifer shall wash his clothes and bathe his body in water; and he shall be unclean until the evening."},{"number":9,"verse":"And a man who is clean shall gather up the ashes of the heifer and lay them outside the camp in a clean place, and it shall be kept for all the congregation of the children of Israel for the water of sprinkling, because it is a purification for sin."},{"number":10,"verse":"And he who gathers the ashes of the heifer shall wash his clothes and be unclean until the evening; and it shall be to the children of Israel and to the proselytes who sojourn among them for a statute for ever."},{"number":11,"verse":"He who touches the dead body of any man shall be unclean seven days."},{"number":12,"verse":"He shall purify himself by sprinkling with the water on the third day, and on the seventh day he shall be clean; but if he does not purify himself by sprinkling on the third day, then on the seventh day he shall not be clean."},{"number":13,"verse":"Whosoever touches the body of any man who is dead, and does not purify himself by sprinkling, defiles the tabernacle of the LORD; and that person shall be cut off from Israel, because the water of purification was not sprinkled upon him, he shall be unclean; his uncleanness is yet with him."},{"number":14,"verse":"This is the law when a man dies in a tent: all who come into the tent and every one who is in the tent shall be unclean for seven days."},{"number":15,"verse":"And every open vessel which is not covered is unclean."},{"number":16,"verse":"And whosoever in the open field touches one who is slain with a sword, or a dead body or a bone of a man or a grave shall be unclean seven days."},{"number":17,"verse":"And for an unclean person they shall take some of the ashes of the burnt sin offering and shall pour running water into it in a vessel;"},{"number":18,"verse":"And a clean person shall take hyssop and dip it in the water and sprinkle it upon the tent and upon all the vessels and upon the persons who were there and upon him who touched a bone or a slain person or one dead or a grave;"},{"number":19,"verse":"And the clean person shall sprinkle upon the unclean on the third day and on the seventh day; and on the seventh day he shall wash his clothes and bathe himself in water, and shall be clean in the evening."},{"number":20,"verse":"But the man who shall be unclean and shall not purify himself, that soul shall be cut off from among the congregation, because he has defiled the sanctuary of the LORD; the water of sprinkling has not been sprinkled upon him; he is unclean."},{"number":21,"verse":"And it shall be a perpetual statute to you that he who sprinkles the water of purification shall wash his clothes; and he who touches the water of sprinkling shall be unclean until evening."},{"number":22,"verse":"And whatever the unclean person touches shall be unclean; and the person who touches it shall be unclean until evening."}]}