{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"AND Balaam said to Balak, Build me here seven altars, and prepare me here seven oxen and seven rams."},{"number":2,"verse":"And Balak did as Balaam had told him; and Balak and Balaam offered on every altar a bullock and a ram."},{"number":3,"verse":"And Balaam said to Balak, Stand here by your burnt offerings, and I will go. Perhaps the LORD will come to meet me; and whatever he shows me I will tell you. So he went away quietly."},{"number":4,"verse":"And God appeared to Balaam and said to him, You have prepared seven altars, and have offered upon every altar a bullock and a ram."},{"number":5,"verse":"Then the LORD put a word in Balaam's mouth and said to him, Return to Balak, and thus you shall speak."},{"number":6,"verse":"And he returned to him, and, lo, he stood by his burnt offerings, he and all the princes of Moab."},{"number":7,"verse":"And he took up his parable and said, Balak the king of the Moabites has brought me from Aram, from the mountains of the east, saying, Come, curse Jacob for me, and come, destroy Israel for me."},{"number":8,"verse":"How can I curse whom God has not cursed? How can I destroy whom the LORD has not destroyed?"},{"number":9,"verse":"For from the top of the mountains I see him, and from the hills I behold him; lo, the people are dwelling alone and are not reckoned among the nations."},{"number":10,"verse":"Who can count the multitude of the descendants of Jacob, and the number of the fourth part of Israel? Let me die the death of the righteous, and let my end be like theirs!"},{"number":11,"verse":"And Balak said to Balaam, What have you done to me? I called you to curse my enemies, and, behold, you have surely blessed them."},{"number":12,"verse":"And Balaam answered and said, Behold, whatever the LORD puts in my mouth that thing will I speak."},{"number":13,"verse":"And Balak said to him, Come with me to another place, from which you may see them; but you shall see the utmost part of them, and shall not see them all; and curse them for me from thence."},{"number":14,"verse":"And he brought him to the field of watchmen, to the top of the hill, and built seven altars, and offered a bullock and a ram on every altar."},{"number":15,"verse":"And Balaam said to Balak, Stand here by your burnt offerings while I go yonder."},{"number":16,"verse":"And the LORD appeared to Balaam and put a word in his mouth and said to him, Go again to Balak and say thus."},{"number":17,"verse":"And when he came to him, he was standing by his burnt offerings, and the princes of Moab with him. And Balak said to him, What has the LORD spoken?"},{"number":18,"verse":"And he took up his parable and said, Rise up, Balak, and hear; and give ear to my testimony, O son of Zippor;"},{"number":19,"verse":"God is not a man that he should lie; neither the son of man that he should be given counsel; he speaks and he shall do it, and his word abides for ever."},{"number":20,"verse":"Behold, I was brought here to bless; and I cannot reverse the blessing."},{"number":21,"verse":"I do not behold iniquity in Jacob, neither have I seen malice in Israel; the LORD his God is with him, and the glory of his King is among them."},{"number":22,"verse":"God brought them out of Egypt with his might and excellency."},{"number":23,"verse":"For there is no augury in Jacob, neither is there any divination in Israel; according to this time it shall be said of Jacob and of Israel, What has God wrought!"},{"number":24,"verse":"Behold, the people shall rise up as a lion and march like a lion; he shall not lie down until he eats the prey and drinks the blood of the slain."},{"number":25,"verse":"Then Balak said to Balaam, Neither curse them at all, nor bless them at all."},{"number":26,"verse":"But Balaam answered and said to Balak, Did I not tell you. All that the LORD speaks to me, that very thing I must do?"},{"number":27,"verse":"And Balak said to Balaam, Come, I will take you to another place; perhaps it will please God that you may curse them for me from there."},{"number":28,"verse":"Then Balak took Balaam to the top of Peor, that looks toward Ashimon."},{"number":29,"verse":"And Balaam said to Balak, Build me here seven altars and prepare me seven bullocks and seven rams."},{"number":30,"verse":"And Balak did as Balaam had said, and offered a bullock and a ram on every altar."}]}