{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":29,"verses":[{"number":1,"verse":"AND on the first day of the seventh month you shall have a holy convocation; you shall do no manner of hard work; it is a day of blowing trumpets to you."},{"number":2,"verse":"And you shall offer burnt offerings for a sweet savour to the LORD; one young bullock, one ram, and seven lambs of the first year without blemish;"},{"number":3,"verse":"And their meal offering shall be of fine flour mixed with oil, three tenths of an ephah for a bullock and two tenths of an ephah for a ram,"},{"number":4,"verse":"And one tenth of an ephah for each lamb, likewise for each of the seven lambs;"},{"number":5,"verse":"And one kid of the goats for a sin offering, to make atonement for you;"},{"number":6,"verse":"Besides the burnt offering of the beginning of the month and its meal offering and the daily burnt offering and their meal offering and their drink offering, according to their manner, for a sweet savour, a sacrifice made by fire to the LORD."},{"number":7,"verse":"And you shall have on the tenth day of this seventh month a holy convocation; and you shall do no manner of hard work;"},{"number":8,"verse":"But you shall offer burnt offerings to the LORD for a sweet savour: one young bullock, one ram, and seven lambs of the first year without blemish;"},{"number":9,"verse":"And their meal offering shall be of fine flour mixed with oil, three tenths of an ephah for the bullock and two tenths of an ephah for the one ram,"},{"number":10,"verse":"And a tenth of an ephah for one lamb, likewise for each of the seven lambs;"},{"number":11,"verse":"One kid of the goats for a sin offering; besides the sin offering of atonement and the continual burnt offering and the meal offering of it and their drink offerings."},{"number":12,"verse":"And on the fifteenth day of this seventh month you shall have a holy convocation; you shall do no manner of hard work, and you shall keep a feast to the LORD for seven days;"},{"number":13,"verse":"And you shall offer burnt offerings, a sacrifice made by fire, a sweet savour to the LORD; thirteen young bullocks, two rams, and fourteen lambs of the first year; they shall be without blemish:"},{"number":14,"verse":"And their meal offering shall be of fine flour mixed with oil, three tenths of an ephah for every bullock of the thirteen bullocks, two tenths of an ephah for each of the two rams,"},{"number":15,"verse":"And a tenth of an ephah for each lamb of the fourteen lambs,"},{"number":16,"verse":"And one kid of the goats for a sin offering; besides the continual burnt offering, its meal offering, and its drink offering."},{"number":17,"verse":"And on the second day you shall offer twelve young bullocks, two rams, and fourteen lambs of the first year without blemish;"},{"number":18,"verse":"And their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, shall be according to their number, after the ritual;"},{"number":19,"verse":"And one kid of the goats for a sin offering; besides the continual burnt offering, and its meal offering, and their drink offering."},{"number":20,"verse":"And on the third day eleven bullocks, two rams, and fourteen lambs of the first year without blemish;"},{"number":21,"verse":"And their meal offering and their drink offering for the bullocks, for the rams, and for the lambs, according to their number, according to the ritual;"},{"number":22,"verse":"And one kid of the goats for a sin offering; besides the continual burnt offering and its meal offering and its drink offering."},{"number":23,"verse":"And on the fourth day ten bullocks, two rams, and fourteen lambs of the first year without blemish;"},{"number":24,"verse":"Their meal offering and their drink offering for the bullocks, for the rams, and for the lambs, according to their number, according to the ritual;"},{"number":25,"verse":"And one kid of the goats for a sin offering; besides the continual burnt offering, its meal offering, and its drink offering."},{"number":26,"verse":"And on the fifth day nine bullocks, two rams, and fourteen lambs of the first year without blemish;"},{"number":27,"verse":"And their meal offering and their drink offering for the bullocks, for the rams, and for the lambs, according to their number, according to the ritual;"},{"number":28,"verse":"And one goat of the first year for a sin offering; besides the continual burnt offering and its meal offering and its drink offering."},{"number":29,"verse":"And on the sixth day eight bullocks, two rams, and fourteen lambs of the first year without blemish;"},{"number":30,"verse":"And their meal offering and their drink offering for the bullocks, for the rams, and for the lambs, according to their number, according to the ritual:"},{"number":31,"verse":"And one goat of the first year for a sin offering; besides the continual burnt offering, its meal offering, and its drink offering."},{"number":32,"verse":"And on the seventh day seven bullocks, two rams, and fourteen lambs of the first year without blemish;"},{"number":33,"verse":"And their meal offering and their drink offerings for the bullocks, for the rams and for the lambs, according to their number, according to the ritual;"},{"number":34,"verse":"And one he-goat of the first year for a sin offering; besides the continual burnt offering, its meal offering, and its drink offering."},{"number":35,"verse":"On the eighth day you shall have a solemn assembly; you shall do no manner of hard work;"},{"number":36,"verse":"But you shall offer burnt offerings, a sacrifice made by fire, of a sweet savour to the LORD: one bullock, one ram, and four lambs of the first year without blemish;"},{"number":37,"verse":"Their meal offering and their drink offering for the bullock, for the ram, and for the lambs, according to their number, according to the ritual;"},{"number":38,"verse":"And one goat of the first year for a sin offering; besides the continual burnt offering and its meal offering and its drink offering."},{"number":39,"verse":"These things you shall do to the LORD at the time of your feasts, besides your vows and your freewill offerings and your burnt offerings and your meal offerings and your drink offerings."},{"number":40,"verse":"And Moses told the children of Israel according to all that the LORD commanded Moses."}]}