{"bibleAbbr":"LBP1933","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"THEN the chief fathers of the families of the children of Gilead, the son of Machir, the son of Manasseh, the son of Joseph, came near, and spoke before Moses and before Eleazar the priest and before the princes of the congregation, the chief fathers of the children of Israel;"},{"number":2,"verse":"And they said, The LORD commanded our lord to give the land for an inheritance by lot to the children of Israel: and our lord was commanded by the LORD to give the inheritance of Zelophehad our brother to his daughters."},{"number":3,"verse":"And if they be married to any of the sons of the other tribes of the children of Israel, then shall their inheritance be taken from the inheritance of their fathers, and shall be added to the inheritance of the tribe into which they married; so shall it be taken from the lot of our inheritance."},{"number":4,"verse":"And when the jubilee year of the children of Israel shall come, then shall their inheritance be added to the inheritance of the tribes into which they married; so shall their inheritance be taken away from the inheritance of the tribe of their fathers."},{"number":5,"verse":"And Moses commanded the children of Israel according to the word of the LORD, saying, The tribe of the sons of Joseph has said well."},{"number":6,"verse":"This is the thing which the LORD has commanded concerning the daughters of Zelophehad, saying. Let them marry whom they think best; but only within the family of the tribe of their father shall they marry,"},{"number":7,"verse":"So that no inheritance of the children of Israel shall be transferred from one tribe to another tribe; for every one of the children of Israel shall cleave to the inheritance of the tribe of his father."},{"number":8,"verse":"And every daughter who possesses an inheritance in any tribe of the children of Israel shall be wife to one of the family of the tribe of her father, that the children of Israel may inherit every man the inheritance of his fathers."},{"number":9,"verse":"Neither shall the inheritance be transferred from one tribe to another; but every one of the tribes of the children of Israel shall cleave to his own inheritance."},{"number":10,"verse":"Just as the LORD had commanded Moses, so did the daughters of Zelophehad;"},{"number":11,"verse":"For Mahlah, Tirzah, Hagla, Milcah, and Joah, the daughters of Zelophehad, were married to the sons of their father's brothers;"},{"number":12,"verse":"And they were married into the families of the sons of Manasseh the son of Joseph; and their inheritance remained in the tribe of the family of their father."},{"number":13,"verse":"These are the commandments and the judgments which the LORD commanded by the hand of Moses concerning the children of Israel in the plains of Moab by the Jordan near Jericho."}]}