{"bibleAbbr":"MKJV1962","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"Then through fourteen years, I went up again to Jerusalem with Barnabas, and took Titus with [me] also."},{"number":2,"verse":"And I went up by revelation. And I put before them the gospel which I proclaim in the nations, but privately to those [seeming to be] pillars, lest I run, or I ran, into vanity."},{"number":3,"verse":"(But not even Titus, the [one] with me, a Greek, was compelled to be circumcised.)"},{"number":4,"verse":"But because of those false brothers stealing in, who stole in to spy out our liberty which we have in Christ Jesus; they desiring to enslave us;"},{"number":5,"verse":"to whom not even for an hour did we yield in subjection, that the truth of the gospel might continue with you."},{"number":6,"verse":"But from those who seemed to be something (what kind they were then does not matter to me; God does not accept the face of man), for those seeming [important] conferred nothing to me."},{"number":7,"verse":"But on the contrary, seeing that I have been entrusted [with] the gospel of the uncircumcision, as Peter to the circumcision;"},{"number":8,"verse":"for He working in Peter to the apostleship of the circumcision also worked in me to the nations."},{"number":9,"verse":"and knowing the grace given to me, James, and Cephas, and John, who seemed to be pillars, gave right hands of fellowship to Barnabas and me, that we [go] to the nations, but they to the circumcision."},{"number":10,"verse":"Only [they asked] that we remember the poor, which very thing I was eager to do."},{"number":11,"verse":"But when Peter came to Antioch, I opposed [him] to his face, because he was to be blamed."},{"number":12,"verse":"For before some came from James, he ate with the nations. But when they came, he withdrew and separated himself, fearing those of the circumcision."},{"number":13,"verse":"And the rest of the Jews also dissembled with him, so as even Barnabas was led away with their dissembling."},{"number":14,"verse":"But when I saw that they did not walk uprightly with the truth of the gospel, I said to Peter before all, If you, being a Jew, live as a Gentile, and not as the Jews, why do you compel [the] nations to judaize?"},{"number":15,"verse":"We Jews by nature, and not sinners of the nations,"},{"number":16,"verse":"knowing that a man is not justified by works of the Law, but through faith [in] Jesus Christ; even we believed in Jesus Christ, that we might be justified by the faith in Christ, and not by works of the Law. For all flesh will not be justified by works of law."},{"number":17,"verse":"But if, while we seek to be justified in Christ, we also were found [to be] sinners, [is] Christ therefore a minister of sin? Let it not be [said] !"},{"number":18,"verse":"For if I build again the things which I destroyed, I confirm myself [as] a transgressor."},{"number":19,"verse":"For through the Law I died to the law, that I might live to God."},{"number":20,"verse":"I have been crucified with Christ, and I live; [yet] no longer I, but Christ lives in me. And [that] life I now live in the flesh, I live by faith toward the Son of God, who loved me and gave Himself on my behalf."},{"number":21,"verse":"I do not set aside the grace of God, for if righteousness [is] through law, then Christ died without cause."}]}