{"bibleAbbr":"maiNT","bookName":"रोम नगरक मण्‍डली केँ पौलुसक पत्र","bookEnglishName":"Romans","chapterNumber":15,"verses":[{"number":1,"verse":"( अपन नहि, अनका खुशीक ध्‍यान राखी) अपना सभ, जे सभ विश्‍वास मे मजगूत छी, अपना सभ केँ चाही जे, विश्‍वास मे कमजोर भाय सभक कमजोरी सभ मे धैर्य राखि कऽ मदति करी, नहि कि मात्र अपन खुशीक ध्‍यान राखी।"},{"number":2,"verse":"अपना सभ मे सँ प्रत्‍येक गोटे केँ अपना भायक कल्‍याणक लेल आ हुनका विश्‍वास मे मजगूत बनयबाक लेल हुनकर खुशीक ध्‍यान रखबाक चाही।"},{"number":3,"verse":"किएक तँ मसीह सेहो अपन खुशीक ध्‍यान नहि रखलनि। जेना धर्मशास्‍त्र मे लिखल अछि जे, “हे परमेश्‍वर, अहाँक निन्‍दा करऽ वला सभक निन्‍दा हमरा पर पड़ल।”"},{"number":4,"verse":"धर्मशास्‍त्र मे जतेक बात पहिने सँ लिखल गेल अछि से सभ अपना सभक शिक्षाक लेल लिखल गेल अछि, जाहि सँ अपना सभ ओहि धर्मशास्‍त्रक द्वारा धैर्य आ प्रोत्‍साहन पाबि अपन आशा केँ मजगूत राखि सकी।"},{"number":5,"verse":"धैर्य आ प्रोत्‍साहन देबऽ वला परमेश्‍वर अहाँ सभ केँ एहन वरदान देथि जे अहाँ सभ मसीह यीशुक शिक्षाक अनुसार आपस मे मेल-मिलापक भावना रखने रही,"},{"number":6,"verse":"जाहि सँ अहाँ सभ एक मोनक भऽ एक स्‍वर सँ अपना सभक प्रभु यीशु मसीहक परमेश्‍वर आ पिताक स्‍तुति करैत रहियनि।"},{"number":7,"verse":"जहिना मसीह अहाँ सभ केँ स्‍वीकार कयलनि, तहिना अहूँ सभ एक-दोसर केँ स्‍वीकार करू, जाहि सँ परमेश्‍वरक स्‍तुति होनि।"},{"number":8,"verse":"हम चाहैत छी जे अहाँ सभ मोन राखी जे मसीह यहूदी सभक सेवक एहि लेल बनलाह जाहि सँ ओ परमेश्‍वरक विश्‍वासयोग्‍यता केँ प्रमाणित करैत, यहूदी सभक पूर्वज सभ केँ जे वचन परमेश्‍वर देने छलाह, ताहि वचन सभ केँ पूरा करथि,"},{"number":9,"verse":"और जाहि सँ आन जातिक लोक सेहो परमेश्‍वरक कृपा पाबि कऽ हुनकर स्‍तुति करनि। जेना कि धर्मशास्‍त्र मे लिखल अछि जे, “एहि लेल गैर-यहूदी सभक बीच हम अहाँक प्रशंसा करब, आ अहाँक नामक स्‍तुति गायब।”"},{"number":10,"verse":"धर्मशास्‍त्र आगाँ कहैत अछि, “यौ अन्‍यजातिक लोक सभ, परमेश्‍वरक प्रजाक संग आनन्‍द मनाउ।”"},{"number":11,"verse":"धर्मशास्‍त्र इहो कहैत अछि जे, “यौ सभ गैर-यहूदी लोक, प्रभुक स्‍तुति करू, सभ जातिक लोक सभ, प्रभुक प्रशंसा करिऔन!”"},{"number":12,"verse":"परमेश्‍वरक प्रवक्‍ता यशायाह कहैत छथि जे, “यिशयक वंश मे एक गोटे प्रगट होयताह; सभ जातिक लोक पर ओ शासन करताह, गैर-यहूदी लोक सभ हुनका पर आशा राखत।”"},{"number":13,"verse":"परमेश्‍वर, जे आशाक स्रोत छथि, अहाँ सभ केँ परमेश्‍वर परक भरोसाक कारणेँ अत्‍यन्‍त आनन्‍द आ शान्‍ति सँ भरि देथि, जाहि सँ पवित्र आत्‍माक सामर्थ्‍य सँ अहाँ सभक मोन आशा सँ भरल रहय।"},{"number":14,"verse":"( गैर-यहूदी लोकक बीच पौलुस मसीहक सेवक) यौ हमर भाइ लोकनि, हमरा दृढ़ विश्‍वास अछि जे अहाँ सभ सदभाव आ हर प्रकारक ज्ञान सँ परिपूर्ण भऽ एक-दोसर केँ परामर्श देबऽ मे समर्थ छी।"},{"number":15,"verse":"तैयो किछु बात सभक स्‍मरण करयबाक लेल हम अहाँ सभ केँ ओहि बात सभक विषय मे साफ-साफ लिखलहुँ। कारण, परमेश्‍वरक कृपा सँ हमरा एहि बातक वरदान भेटल अछि जे,"},{"number":16,"verse":"हम गैर-यहूदी सभक बीच मसीह यीशुक सेवक बनी आ परमेश्‍वरक शुभ समाचार सुनयबाक सेवा करी, जाहि सँ गैर-यहूदी सभ परमेश्‍वरक पवित्र आत्‍मा द्वारा पवित्र कयल जाय आ परमेश्‍वर केँ ग्रहणयोग्‍य चढ़ौना बनय।"},{"number":17,"verse":"एहि लेल हम परमेश्‍वरक जे सेवा कऽ रहल छी ताहि पर मसीह यीशु द्वारा हमरा गर्व अछि।"},{"number":18,"verse":"हम आन बातक विषय मे नहि बाजब—हम खाली ओही बात सभक चर्चा करबाक साहस करब जे मसीह गैर-यहूदी सभ केँ परमेश्‍वरक बात माननिहार बनयबाक लेल हमरा द्वारा की सभ कयने छथि, अर्थात्, हमर शब्‍द आ काजक माध्‍यम सँ,"},{"number":19,"verse":"चमत्‍कारपूर्ण चिन्‍ह सभक सामर्थ्‍य द्वारा आ पवित्र आत्‍माक सामर्थ्‍य द्वारा। एहि क्रम मे हम यरूशलेम आ ओकर लग-पासक प्रदेश सँ लऽ कऽ इल्‍लुरिकुम धरि मसीहक शुभ समाचार-प्रचार करबाक अपन काज पूरा कयलहुँ।"},{"number":20,"verse":"हमर मोनक आकांक्षा यैह रहल जे जतऽ मसीहक नाम नहि पहुँचल अछि ततऽ शुभ समाचार सुनाबी, जाहि सँ अनका न्‍यो पर हम घर नहि बनाबी।"},{"number":21,"verse":"बल्‍कि, जेना धर्मशास्‍त्र मे लिखल अछि, “जकरा सभ केँ हुनका सम्‍बन्‍ध मे कहियो नहि कहल गेल छलैक, से सभ देखत, जे सभ हुनका सम्‍बन्‍ध मे कहियो नहि सुनने छल, से सभ बुझत।”"},{"number":22,"verse":"( पौलुसक रोम जयबाक योजना) एहि काज मे लागल रहबाक कारणेँ हमरा एखन तक अहाँ सभक ओतऽ पहुँचबाक कार्यक्रम मे बेर-बेर बाधा पड़ल।"},{"number":23,"verse":"मुदा आब एहि प्रान्‍त सभ मे हमर कोनो कार्यक्षेत्र बाँकी नहि रहल, आ हम कतेक वर्ष सँ अहाँ सभ सँ भेँट करबाक इच्‍छा रखने छी।"},{"number":24,"verse":"तेँ हमर आशा अछि जे स्‍पेन जाइत समय मे अहाँ सभक ओतऽ होइत जायब। हमरा आशा अछि जे हम ओहि यात्रा मे अहाँ सभ सँ भेँट कऽ सकब आ किछु समय धरि अहाँ सभक संगतिक आनन्‍द उठौलाक बाद अहाँ सभक सहायता सँ स्‍पेनक यात्रा मे आगाँ बढ़ि सकब।"},{"number":25,"verse":"मुदा एखन परमेश्‍वरक लोक केँ किछु सहायता पहुँचयबाक लेल हम यरूशलेम जा रहल छी।"},{"number":26,"verse":"कारण, मकिदुनिया आ अखाया प्रदेशक मण्‍डलीक लोक सभ यरूशलेमक मण्‍डलीक गरीब लोकक लेल किछु आर्थिक सहायता पठयबाक निश्‍चय कयने छथि।"},{"number":27,"verse":"ई सभ ई काज खुशी सँ कयलनि, आ वास्‍तव मे ई सभ हुनका सभक ऋणी सेहो छथि, कारण, जखन गैर-यहूदी सभ आत्‍मिक सम्‍पत्ति मे हुनका सभक हिस्‍सेदार भेलनि तखन ई उचिते अछि जे इहो सभ अपन आर्थिक सम्‍पत्ति द्वारा हुनका सभक सहायता करनि।"},{"number":28,"verse":"तेँ ई काज समाप्‍त भेला पर, अर्थात् ई दान सुरक्षित तरीका सँ यरूशलेमक मण्‍डलीक लोक सभक जिम्‍मा मे देलाक बाद, हम अहाँ सभक ओतऽ होइत स्‍पेन जायब।"},{"number":29,"verse":"हमरा विश्‍वास अछि जे जखन हम अहाँ सभक ओतऽ आयब तँ मसीहक आशिषक परिपूर्णताक संग आयब।"},{"number":30,"verse":"आब यौ भाइ लोकनि, अपना सभक प्रभु यीशु मसीहक नाम सँ आ पवित्र आत्‍माक प्रेमक आधार पर हम अहाँ सभ सँ विनती करैत छी जे हमरा लेल परमेश्‍वर सँ प्रार्थना कऽ कऽ हमरा संघर्ष मे अहाँ सभ संग दिअ।"},{"number":31,"verse":"परमेश्‍वर सँ ई प्रार्थना करू जे हम यहूदिया प्रदेशक अविश्‍वासी सभ सँ बाँचि सकी, और जे सहायता पहुँचयबाक लेल हम यरूशलेम जा रहल छी तकरा ओहिठामक परमेश्‍वरक लोक सभ खुशी सँ स्‍वीकार करथि।"},{"number":32,"verse":"एहि तरहेँ परमेश्‍वरक इच्‍छा जँ होयतनि तँ हम आनन्‍दपूर्बक अहाँ सभक ओतऽ आयब, आ अहाँ सभक संगति मे आराम करब।"},{"number":33,"verse":"शान्‍तिदाता परमेश्‍वर अहाँ सभ गोटेक संग रहथि। आमीन।"}]}