{"bibleAbbr":"maiNT","bookName":"रोम नगरक मण्‍डली केँ पौलुसक पत्र","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"( परमेश्‍वरक विश्‍वासयोग्‍यता) तखन यहूदी भेला सँ की लाभ? वा खतना करौला सँ की लाभ?"},{"number":2,"verse":"हर तरहेँ बहुत लाभ! पहिल बात तँ ई जे, परमेश्‍वरक वचन यहूदी सभ केँ जिम्‍मा देल गेलैक।"},{"number":3,"verse":"जँ ओकरा सभ मे सँ किछु लोक विश्‍वास नहि कयलक तँ तकर मतलब की भेल? की ओकरा सभक अविश्‍वास कयनाइ परमेश्‍वरक विश्‍वासयोग्‍यता केँ व्‍यर्थ ठहराओत?"},{"number":4,"verse":"किन्‍नहुँ नहि! चाहे प्रत्‍येक मनुष्‍य झुट्ठा निकलय, मुदा परमेश्‍वर सत्‍य प्रमाणित होयताह, जेना कि धर्मशास्‍त्र मे लिखल अछि, “... जाहि सँ अहाँ अपना बात मे सत्‍य प्रमाणित होयब आ अहाँक फैसलाक जाँच भेला पर विजयी होयब।”"},{"number":5,"verse":"मुदा जँ हमरा सभक दुष्‍टता परमेश्‍वरक धार्मिकता केँ प्रदर्शित करैत अछि, तँ एना मे हम सभ की ई कही जे परमेश्‍वर जखन हमरा सभ पर क्रोध प्रगट करैत छथि तँ ओ अन्‍याय करैत छथि? ई बात हम मानवीय सोचक अनुरूप कहि रहल छी।"},{"number":6,"verse":"ओ किन्‍नहुँ नहि अन्‍याय करैत छथि! जँ ओ अन्‍यायी होइतथि तँ संसारक न्‍याय कोना करितथि?"},{"number":7,"verse":"केओ शायद ई कहत जे, जँ हमरा झूठ सँ परमेश्‍वरक सत्‍यता आरो स्‍पष्‍ट रूप सँ देखाइ पड़ैत अछि आ एहि कारणेँ हुनकर गुणगान बढ़ैत छनि तँ पापी जकाँ हम किएक दण्‍डक योग्‍य ठहराओल जा रहल छी?"},{"number":8,"verse":"ई तँ तेहने बात कहनाइ जकाँ भेल जे हम सभ अधलाहे किएक ने करी जाहि सँ नीक उत्‍पन्‍न होअय? किछु लोक हमरा सभक निन्‍दा करैत आरोप लगबैत अछि जे हम सभ एहने बात सभ सिखबैत छी। एहन लोक सभ केँ दण्‍ड भेटनाइ उचित अछि।"},{"number":9,"verse":"( सभ केओ दण्‍डक योग्‍य छी) तखन एहि बातक मतलब की भेल? की हम सभ, जे यहूदी छी, आन लोकक अपेक्षा श्रेष्‍ठ छी? बिलकुल नहि! हम पहिनहि यहूदी आ आन जातिक लोक, दूनू पर दोष लगा चुकल छी जे ओ सभ केओ पापक अधीन अछि।"},{"number":10,"verse":"जेना कि धर्मशास्‍त्र मे लिखल अछि जे, “कोनो मनुष्‍य धार्मिक नहि अछि, एको गोटे नहि।"},{"number":11,"verse":"कोनो मनुष्‍य बुझनिहार नहि अछि। एको गोटे तेहन नहि अछि जे परमेश्‍वर केँ खोजैत होअय।"},{"number":12,"verse":"सभ केओ भटकि गेल अछि, सभ केओ भ्रष्‍ट भऽ गेल अछि। केओ नीक काज नहि करैत अछि, एको गोटे नहि।”"},{"number":13,"verse":"“ओकर सभक कण्‍ठ खुजल कबर जकाँ छैक, ओकरा सभक मुँह मे छल-कपट छैक” आ “ठोर मे साँपक विष भरल छैक।”"},{"number":14,"verse":"“ओकर सभक मुँह सराप आ कटुता सँ भरल छैक।”"},{"number":15,"verse":"“ओकर सभक पयर खून करबाक लेल दौड़ैत छैक।"},{"number":16,"verse":"ओ सभ जतऽ-कतौ जाइत अछि ततऽ विनाश आ दुःख लऽ जाइत अछि।"},{"number":17,"verse":"ओ सभ शान्‍तिक बाट सँ अपरिचित अछि।”"},{"number":18,"verse":"“ओकरा सभक मोन मे परमेश्‍वरक डर-भय नहि छैक।”"},{"number":19,"verse":"अपना सभ जनैत छी जे, धर्म-नियम जे बात कहैत अछि से ओकरे सभ केँ कहैत अछि जकरा सभ केँ धर्म-नियम देल गेल अछि। एहि तरहेँ सभक मुँह बन्‍द भऽ गेल अछि आ परमेश्‍वरक सम्‍मुख सम्‍पूर्ण संसार दण्‍डक योग्‍य ठहरि गेल अछि।"},{"number":20,"verse":"किएक तँ धर्म-नियमक पालन कयला सँ कोनो मनुष्‍य परमेश्‍वरक नजरि मे धार्मिक नहि ठहरत, बल्‍कि धर्म-नियमक माध्‍यम सँ मनुष्‍य केँ अपन पापक ज्ञान होइत छैक।"},{"number":21,"verse":"( विश्‍वासक आधार परक धार्मिकता) मुदा आब परमेश्‍वर अपना दिस सँ एकटा तेहन धार्मिकता प्रगट कयने छथि जे धर्म-नियम पर निर्भर नहि अछि, आ जाहि सम्‍बन्‍ध मे धर्म-नियम आ परमेश्‍वरक प्रवक्‍ता सभक लेख गवाही सेहो देने अछि।"},{"number":22,"verse":"प्रगट भेल धार्मिकता ई अछि जे परमेश्‍वर विश्‍वासक आधार पर तकरा सभ गोटे केँ धार्मिक ठहरबैत छथि जे सभ यीशु मसीह पर विश्‍वास करैत अछि। ककरो मे कोनो भेद नहि—"},{"number":23,"verse":"सभ केओ पाप कयने अछि आ परमेश्‍वरक महिमा तक पहुँचऽ मे चुकि जाइत अछि।"},{"number":24,"verse":"मुदा परमेश्‍वर अपना खुशी सँ दानक रूप मे विश्‍वास कयनिहार सभ केँ ओहि छुटकाराक माध्‍यम सँ धार्मिक ठहरबैत छथि जे छुटकारा ओ मसीह यीशु द्वारा पूरा कयलनि।"},{"number":25,"verse":"परमेश्‍वर यीशु मसीह केँ मनुष्‍यक पापक प्रायश्‍चित्त करऽ वला बलिदानक रूप मे संसार मे प्रस्‍तुत कयलनि, जाहि बलिदानक बहाओल खून पर विश्‍वास कयला सँ मनुष्‍य केँ पाप सँ मुक्‍ति भेटैत छैक। एहि तरहेँ परमेश्‍वर अपन उचित न्‍याय केँ प्रमाणित कयलनि, किएक तँ ओ अपन सहनशीलताक अनुरूप पूर्व समय मे कयल गेल पाप सभ केँ दण्‍डित नहि कऽ ओहिना छोड़ने छलाह।"},{"number":26,"verse":"वर्तमान समय मे परमेश्‍वर अपन उचित न्‍याय प्रमाणित कऽ ई बात प्रगट कयलनि जे ओ स्‍वयं न्‍यायी छथि आ ओहि सभ लोक केँ धार्मिक ठहरबैत छथि जे सभ यीशु मसीह पर विश्‍वास करैत अछि।"},{"number":27,"verse":"तखन घमण्‍ड करऽ वला बात कतऽ रहल? ओकर तँ कोनो स्‍थाने नहि अछि। कोन कारणेँ? की एहि कारणेँ जे धर्म-नियम केँ पालन नहि कऽ सकलहुँ? नहि, बल्‍कि एहि कारणेँ जे सभ बात आब विश्‍वासे पर निर्भर अछि।"},{"number":28,"verse":"तेँ हम सभ ई कहैत छी जे मनुष्‍य धर्म-नियमक पालन कयला सँ नहि, बल्‍कि विश्‍वासक कारणेँ धार्मिक ठहरैत अछि।"},{"number":29,"verse":"की परमेश्‍वर मात्र यहूदी सभक परमेश्‍वर छथि? की ओ आन जाति सभक परमेश्‍वर नहि छथि? हँ, ओ आन जाति सभक परमेश्‍वर सेहो छथि।"},{"number":30,"verse":"किएक तँ परमेश्‍वर एके छथि। ओ यहूदी सभ केँ ओकरा सभक विश्‍वासक आधार पर, आ अन्‍य जातिक लोक सभ केँ ओकरा सभक विश्‍वासक आधार पर धार्मिक ठहरौताह।"},{"number":31,"verse":"तखन की, हम सभ विश्‍वास पर जोर दऽ कऽ धर्म-नियम केँ आब बेकार ठहरबैत छी? किन्‍नहुँ नहि! बल्‍कि धर्म-नियम केँ समर्थन करैत छी।"}]}