{"bibleAbbr":"maiNT","bookName":"रोम नगरक मण्‍डली केँ पौलुसक पत्र","bookEnglishName":"Romans","chapterNumber":5,"verses":[{"number":1,"verse":"( मसीहक द्वारा परमेश्‍वर सँ मेल) एहि तरहेँ विश्‍वास सँ धार्मिक ठहराओल जयबाक कारणेँ प्रभु यीशु मसीहक द्वारा परमेश्‍वर सँ अपना सभक मेल भेल अछि।"},{"number":2,"verse":"यैह यीशु मसीह अपना सभ केँ परमेश्‍वरक संग एहि नव सम्‍बन्‍ध मे अनने छथि जे सम्‍बन्‍ध हुनका कृपा पर आधारित अछि आ जाहि सम्‍बन्‍ध मे अपना सभ स्‍थिर छी। और परमेश्‍वरक महिमा मे सहभागी होयबाक आशा मे आनन्‍दित छी।"},{"number":3,"verse":"एतबे नहि, बल्‍कि कष्‍टक समय सभ मे सेहो आनन्‍दित होइत छी, किएक तँ अपना सभ जनैत छी जे कष्‍ट सँ धैर्य उत्‍पन्‍न होइत अछि,"},{"number":4,"verse":"धैर्य सँ सच्‍चरित्रता आ सच्‍चरित्रता सँ आशा उत्‍पन्‍न होइत अछि।"},{"number":5,"verse":"और ई आशा अपना सभ केँ निराश नहि होमऽ दैत अछि, किएक तँ परमेश्‍वर अपन पवित्र आत्‍मा जे अपना सभ केँ देने छथि, तिनका द्वारा अपन प्रेम अपना सभक हृदय मे भरि देने छथि।"},{"number":6,"verse":"सोचू! अपना सभ जखन असहाये छलहुँ तहिए निर्धारित समय पर मसीह अधर्मी सभक लेल मरलाह।"},{"number":7,"verse":"दुर्लभ बात अछि जे कोनो धार्मिको मनुष्‍यक लेल केओ अपन प्राण दिअय। हँ, कोनो नीक मनुष्‍यक लेल केओ मरबाक साहस कैओ लिअय।"},{"number":8,"verse":"मुदा परमेश्‍वर अपना प्रेम केँ अपना सभक प्रति एहि तरहेँ देखबैत छथि जे, जखन अपना सभ पापिए छलहुँ तखने मसीह अपना सभक लेल मरलाह।"},{"number":9,"verse":"तेँ जखन अपना सभ मसीहक खून द्वारा एखन धार्मिक ठहराओल गेलहुँ तँ निश्‍चय अपना सभ हुनका द्वारा परमेश्‍वरक दण्‍ड सँ सेहो बँचाओल जायब।"},{"number":10,"verse":"किएक तँ जखन शत्रुताक अवस्‍था मे परमेश्‍वरक संग मेल-मिलाप हुनका पुत्रक मृत्‍यु द्वारा भऽ गेल, तखन मेल-मिलाप भऽ गेला पर हुनका पुत्रक जीवन द्वारा अपना सभक उद्धार किएक नहि होयत?"},{"number":11,"verse":"एतबे नहि! अपना प्रभु यीशु मसीहक कारणेँ अपना सभ परमेश्‍वर मे आनन्‍दित सेहो छी, किएक तँ हुनके द्वारा आब परमेश्‍वर सँ मेल-मिलाप भऽ गेल अछि।"},{"number":12,"verse":"( आदम द्वारा मृत्‍यु, मसीह द्वारा जीवन) एके मनुष्‍यक द्वारा संसार मे पापक प्रवेश भेल आ पाप द्वारा मृत्‍युक। एहि तरहेँ मृत्‍यु सभ मनुष्‍य मे पसरि गेल, कारण, सभ केओ पाप कयने अछि।"},{"number":13,"verse":"धर्म-नियम जे मूसा केँ देल गेल ताहि सँ पहिने सेहो संसार मे पाप छल, मुदा जतऽ नियम नहि होइत अछि ततऽ “नियम-उल्‍लंघन”क लेखा नहि राखल जाइत अछि।"},{"number":14,"verse":"तैयो मृत्‍यु आदमक समय सँ लऽ कऽ मूसाक समय धरि ओहू लोक सभ पर शासन कयलक जे सभ परमेश्‍वरक आज्ञाक उल्‍लंघन करबाक द्वारा पाप नहि कयने छल, जेना आदम कयलक। आदम तिनकर प्रतीक छल जे आबऽ वला छलाह।"},{"number":15,"verse":"मुदा आदमक अपराध आ परमेश्‍वरक वरदान मे कोनो समानता नहि। कारण, जँ एके मनुष्‍यक अपराध सँ अनेको मनुष्‍य मरल, तँ एहि सँ कतेक बढ़ि कऽ एके मनुष्‍यक, अर्थात् यीशु मसीहक, वरदान द्वारा अनेको मनुष्‍य पर परमेश्‍वरक कृपा बरसल।"},{"number":16,"verse":"कहाँ ओ एक व्‍यक्‍तिक पापक परिणाम आ कहाँ ई परमेश्‍वरक वरदान!—एहि मे कोनो समानता नहि, किएक तँ एक अपराधक फलस्‍वरूप न्‍याय कयल गेल आ मनुष्‍य केँ दण्‍ड-आज्ञा भेटलैक, मुदा बहुतो अपराधक बाद जे वरदान देल गेलैक, ताहि द्वारा दोष सँ छुटकारा भेटलैक।"},{"number":17,"verse":"जँ एके मनुष्‍यक पापक कारणेँ ओहि मनुष्‍य द्वारा मृत्‍यु राज्‍य कयलक, तँ एहि सँ कतेक बढ़ि कऽ जकरा सभ केँ परमेश्‍वरक प्रशस्‍त कृपा आ धार्मिकताक दान भेटल छैक, से सभ एके मनुष्‍य, अर्थात् यीशु मसीह, द्वारा जीवन मे राज्‍य करत।"},{"number":18,"verse":"एहि तरहेँ अपना सभ देखैत छी जे, जहिना एके अपराधक फलस्‍वरूप सभ मनुष्‍य केँ दण्‍ड-आज्ञा भेटलैक, तहिना एके नीक काजक फलस्‍वरूप सभ मनुष्‍यक लेल दोष सँ छुटकारा आ जीवनक प्रबन्‍ध कयल गेल।"},{"number":19,"verse":"किएक तँ जाहि तरहेँ एक मनुष्‍यक आज्ञा-उल्‍लंघन सँ अनेको मनुष्‍य पापी भेल, ओही तरहेँ एक मनुष्‍यक आज्ञा-पालन सँ अनेको मनुष्‍य धार्मिक ठहराओल जायत।"},{"number":20,"verse":"बीच मे धर्म-नियम आबि गेला सँ पापक वृद्धि भेल, मुदा जतऽ पाप बढ़ल ततऽ परमेश्‍वरक कृपा आरो बढ़ल,"},{"number":21,"verse":"जाहि सँ जहिना पाप मनुष्‍य केँ मृत्‍यु दऽ कऽ शासन करैत छल, तहिना परमेश्‍वरक कृपा मनुष्‍य केँ धार्मिक ठहरा कऽ शासन करय, जकर फल अपना सभक प्रभु यीशु मसीह द्वारा अनन्‍त जीवन अछि।"}]}