{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"For the director.[b] A psalm of David. [c]O LORD, you have examined me and you know me."},{"number":2,"verse":"You know when I sit and when I stand;[d] you perceive my thoughts from a distance."},{"number":3,"verse":"You mark when I go out and when I lie down; all my ways are open to you."},{"number":4,"verse":"A word is not even on my tongue and you, O LORD, are completely aware of it."},{"number":5,"verse":"You enfold me from in front and from behind, and you place your hand upon me.[e]"},{"number":6,"verse":"Your knowledge is beyond my comprehension, far too sublime for me to attain."},{"number":7,"verse":"[f]Where can I go to hide from your spirit? Where can I flee from your presence?"},{"number":8,"verse":"If I ascend to the heavens, you are there; if I take my rest in the netherworld, you are also there."},{"number":9,"verse":"If I rise on the wings of the dawn[g] and settle at the farthest limits of the sea,"},{"number":10,"verse":"even there your hand will guide me, and your right hand will hold me fast."},{"number":11,"verse":"[h]If I say, “Surely the darkness will conceal me and the day around me will turn to night,”"},{"number":12,"verse":"even the darkness is not dark to you; the night is as bright as the day, for to you darkness and light are the same."},{"number":13,"verse":"[i]You created my inmost being; you knit me together in my mother’s womb."},{"number":14,"verse":"I praise you because I am wonderfully made; awesome are your works, as I know very well."},{"number":15,"verse":"My body was not hidden from you when I was being made in secret. When I was woven together in the depths of the earth, you saw me in the womb.[j]"},{"number":16,"verse":"[k]The sum total of my days were all recorded in your book.[l] My life was fashioned before it had come into being."},{"number":17,"verse":"How precious to me are your designs, O God! How vast in number they are!"},{"number":18,"verse":"If I were to attempt to count them, they would outnumber the grains of sand. When I awake,[m] I am still with you."},{"number":19,"verse":"[n]If only you would slay the wicked, O God, and the bloodthirsty would leave me![o]"},{"number":20,"verse":"They blaspheme your name and treacherously rise up against you.[p]"},{"number":21,"verse":"Do I not hate those who hate you, O LORD, and loathe those who rise up against you?"},{"number":22,"verse":"My hatred for them is unlimited; I regard them as my personal enemies."},{"number":23,"verse":"Examine me, O God, and know my heart;[q] test me and understand my thoughts."},{"number":24,"verse":"See if I follow an evil way, and guide me on the way to eternity."}]}