{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"For the director.[b] A psalm of David."},{"number":2,"verse":"[c]In you, O LORD, I have taken refuge; let me never be put to shame; in your righteousness deliver me."},{"number":3,"verse":"Turn your ear to me, and act quickly to save me. Be to me a rock[d] of refuge, a strong fortress to save me."},{"number":4,"verse":"You are truly my rock and my fortress; for the sake of your name,[e] lead and guide me."},{"number":5,"verse":"Deliver me from the snare that has been set for me, for you are my refuge."},{"number":6,"verse":"Into your hands I commend my spirit;[f] you will redeem me, O LORD, God of truth."},{"number":7,"verse":"You hate those who cling to false idols, but I put my trust in the LORD."},{"number":8,"verse":"I will rejoice and exult in your kindness[g] because you have witnessed my affliction and have taken note of my anguish."},{"number":9,"verse":"You have not abandoned me into the power of the enemy; rather, you have set my feet in the open."},{"number":10,"verse":"[h]Have mercy on me, O LORD, for I am in trouble. My weeping is laying waste to my eyes as well as my soul[i] and my body."},{"number":11,"verse":"My life is consumed with sorrow and my years with sighing. My strength ebbs because of my misery, and my bones are wasting away."},{"number":12,"verse":"I am an object of scorn to all my enemies, a loathsome sight to my neighbors, and an object of dread to my friends. When people catch sight of me outside, they quickly turn away."},{"number":13,"verse":"I have passed out of their minds like someone who has died; I have become like a broken vessel.[j]"},{"number":14,"verse":"I have heard the hissing of many: “There is terror on every side,”[k] as they conspire together against me and plot to end my life."},{"number":15,"verse":"But I place my trust in you, O LORD. I say, “You are my God.”"},{"number":16,"verse":"My life is in your hands;[l] deliver me from the power of my enemies, from the clutches of those who pursue me."},{"number":17,"verse":"Let your face shine[m] upon your servant; save me in your kindness."},{"number":18,"verse":"[n]Do not let me be put to shame, O LORD, for I have cried out to you. Let the wicked be put to shame and lie silent in the netherworld."},{"number":19,"verse":"Let their lying lips be struck dumb, lips that speak insolently against the righteous with pride and contempt."},{"number":20,"verse":"[o]How great is your goodness, O LORD, which you have stored up[p] for those who fear you and which you bestow on those who take refuge in you, in the presence of all the people."},{"number":21,"verse":"You hide them in the safety of your presence from those who conspire against them; you keep them safe in your shelter, far away from contentious tongues."},{"number":22,"verse":"Blessed[q] be the LORD, for he has manifested his wondrous kindness to me when I was under siege."},{"number":23,"verse":"I had cried out in terror, “I have been cut off from your sight.” But you heard my plea when I cried out to you for assistance."},{"number":24,"verse":"Love the LORD, all his saints.[r] The LORD protects his loyal servants, but the arrogant he repays beyond measure."}]}