{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"For the director.[b] According to “Lilies.” A maskil of the sons of Korah. A love song."},{"number":2,"verse":"[c]My heart[d] is moved by a noble theme as I sing my poem to the king; my tongue is like the pen of a skillful scribe."},{"number":3,"verse":"You are the most handsome of men;[e] grace has anointed your lips, for God has blessed you forever."},{"number":4,"verse":"Gird your sword upon your thigh, O warrior, and advance in splendor and majesty."},{"number":5,"verse":"Ride on triumphantly in truth, humility, and justice; may your right hand perform wondrous deeds."},{"number":6,"verse":"Your arrows are sharp; nations will lie beneath your feet; the enemies of the king will lose heart.[f]"},{"number":7,"verse":"Your throne, O God,[g] will last forever and ever; the scepter of your kingdom will be a scepter of justice."},{"number":8,"verse":"You love righteousness and hate wickedness; therefore God, your God, has established you above your fellow kings by anointing you with the oil of gladness."},{"number":9,"verse":"[h]All your robes are fragrant with myrrh and aloes and cassia; from palaces of ivory stringed instruments bring joy to your heart."},{"number":10,"verse":"Daughters of kings[i] are among your women in waiting; at your right hand is your queen adorned in gold of Ophir."},{"number":11,"verse":"My daughter, listen carefully to my words and follow them diligently. Forget your people and your father’s house;[j]"},{"number":12,"verse":"then the king will desire your beauty. Since he is your lord,"},{"number":13,"verse":"bow down before him. The Daughter of Tyre[k] will bring you gifts, people of wealth will seek your favor."},{"number":14,"verse":"Within the palace the king’s daughter is adorned in robes threaded with gold."},{"number":15,"verse":"In embroidered garments she is led to the king, followed by her virgin companions, who are also led to you.,[l]"},{"number":16,"verse":"They are brought in with joy and gladness as they enter the palace of the king."},{"number":17,"verse":"Your[m] sons will take the place of your ancestors; you will make them princes in all the earth."}]}