{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"For the director.[b] A psalm of the sons of Korah."},{"number":2,"verse":"[c]Hear this, all you peoples; listen carefully, all you inhabitants of the world,"},{"number":3,"verse":"whether lowborn or highborn, rich and poor alike."},{"number":4,"verse":"My mouth will speak words of wisdom, and the utterance of my heart[d] will give understanding."},{"number":5,"verse":"I will listen carefully to a proverb, and with the harp[e] I will interpret my riddle."},{"number":6,"verse":"Why should I be afraid in evil times when I am beset by the wickedness of my foes,[f]"},{"number":7,"verse":"those who place their trust in their wealth and boast of the abundance of their riches?"},{"number":8,"verse":"[g]For no one can ever redeem himself or pay a ransom to God for his release."},{"number":9,"verse":"The price to ransom a life would be too costly; no one would ever have enough"},{"number":10,"verse":"to enable him to live on forever and avoid being consigned to the pit."},{"number":11,"verse":"[h]For all can see that the wise die, just as the foolish and the stupid also pass away, and all leave their wealth to others.[i]"},{"number":12,"verse":"Their graves are their eternal homes, their dwelling places for all generations, even though they had named lands after themselves."},{"number":13,"verse":"Despite his riches, a man cannot escape death; he is like the beasts that perish.[j]"},{"number":14,"verse":"Such is the destiny of those who trust in themselves alone, the fate of those who are pleased with their lot.[k] Selah"},{"number":15,"verse":"Like sheep[l] they are destined for the netherworld, with death as their shepherd. They descend straight to the grave where their bodies will waste away; the netherworld will be their home."},{"number":16,"verse":"But God will ransom me from the netherworld; he will take me[m] to himself. Selah"},{"number":17,"verse":"[n]Do not be afraid when someone becomes rich and the splendor of his house increases."},{"number":18,"verse":"When he dies, he will take nothing with him; his wealth will not accompany him below.[o]"},{"number":19,"verse":"Although during his lifetime he considered himself blessed: “They will praise me because I have done well,”"},{"number":20,"verse":"he will end up joining the company of his ancestors who will never again see the light.[p]"}]}