{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"For the director.[b] A psalm of David. A song."},{"number":2,"verse":"[c]May God rise up, and his enemies be scattered; may his foes flee before him."},{"number":3,"verse":"As smoke is blown away in the wind, so will they be blown away. As wax melts away before a flame, so will the wicked perish before God."},{"number":4,"verse":"But those who are righteous will rejoice; they will exult before God, crying out with great delight."},{"number":5,"verse":"[d]Sing to God, sing praise to his name;[e] exalt him who rides upon the clouds. Rejoice in the presence of this God whose name is the LORD."},{"number":6,"verse":"[f]The Father of orphans and the defender of widows: such is God in his holy dwelling place."},{"number":7,"verse":"He gives a home to those who are forsaken and leads out prisoners amid chants of exultation, while rebels are forced to live in an arid land."},{"number":8,"verse":"[g]O God, when you set out at the head of your people, when you went marching through the wilderness, Selah"},{"number":9,"verse":"the earth quaked,[h] and rain poured down from the heavens, at the presence of God, the One of Sinai, at the presence of God, the God of Israel."},{"number":10,"verse":"[i]You poured down rain in abundance, O God, and revived your exhausted inheritance."},{"number":11,"verse":"It was there that your people settled; and in your great goodness, O God, you provided for those who were needy."},{"number":12,"verse":"[j]The Lord issues the word,[k] and a vast army proclaims good tidings:"},{"number":13,"verse":"“Kings and their armies are beating a hasty retreat; even those who remained in camp are dividing up the spoils."},{"number":14,"verse":"“While you linger by the sheepfolds, the wings of the dove are covered[l] with silver, its feathers brilliant with shining gold.”"},{"number":15,"verse":"When the Almighty[m] routed the kings there, it was like snow fallen upon Zalmon."},{"number":16,"verse":"[n]The mountains of Bashan are God’s mountains; the mountains of Bashan are mighty peaks."},{"number":17,"verse":"Why, O rugged mountains, do you gaze enviously at the mountain[o] that God has chosen as his abode, where the LORD himself will dwell forever?"},{"number":18,"verse":"The chariots of God[p] are myriad, thousands upon thousands; the LORD has come down from Sinai and entered into the holy place."},{"number":19,"verse":"You ascended on high, leading captives in your train; you accepted slaves as tribute, so that even rebels might dwell with the LORD God.[q]"},{"number":20,"verse":"[r]Blessed be the LORD, day after day, the God of our salvation, who carries our burden. Selah"},{"number":21,"verse":"Our God is a God who saves; the LORD God delivers from death.[s]"},{"number":22,"verse":"God himself will smite the heads of his enemies, the hairy crowns of those who persist in their sins."},{"number":23,"verse":"The LORD has said: “I will bring them back even from Bashan, I will bring them back even from the depths of the sea,[t]"},{"number":24,"verse":"so that you may bathe your feet in the blood of your foes and the tongues of your dogs may have their share.”[u]"},{"number":25,"verse":"[v]Your procession, O God, comes into view, the procession of my God and King into the sanctuary."},{"number":26,"verse":"The singers enter first, with musicians trailing behind them, while in their midst are the maidens playing tambourines.[w]"},{"number":27,"verse":"Bless God in the assembly; the LORD, the source of Israel."},{"number":28,"verse":"In the lead is Benjamin, the smallest in number, with the princes of Judah in a council, as well as the princes of Zebulun and Naphtali."},{"number":29,"verse":"[x]Marshal your power once again, O God, the power of God that you have often wielded for us."},{"number":30,"verse":"For to your temple in Jerusalem kings will come to you bearing gifts.[y]"},{"number":31,"verse":"Rebuke those wild beasts of the reeds,[z] the herd of mighty bulls, the calves of nations, who bring bars of silver and prostrate themselves; rout the nations that delight in war."},{"number":32,"verse":"Envoys will come from Egypt; Ethiopia will stretch out its hands to God.[aa]"},{"number":33,"verse":"[ab]Sing to God, all you kingdoms of the earth; sing the praises of the LORD, Selah"},{"number":34,"verse":"who rides the ancient heavens above[ac] and speaks with his voice of thunder."},{"number":35,"verse":"Acknowledge the power of God, whose majesty is over Israel and whose power is in the skies."}]}