{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"For the director.[b] According to “Lilies.” Of David."},{"number":2,"verse":"[c]Save me, my God, for the waters have risen to my neck."},{"number":3,"verse":"I am sinking in muddy depths and can find no foothold. I have fallen into deep waters, and the floods[d] overwhelm me."},{"number":4,"verse":"I am exhausted from crying out; my throat is parched. My eyes have been worn out searching for my God."},{"number":5,"verse":"More numerous than the hairs of my head are those who hate me for no reason.[e] Many are those who seek to destroy me, and they are treacherous. How can I restore what I have not stolen?"},{"number":6,"verse":"O God, you know how foolish I am; my guilty deeds are not hidden from you.[f]"},{"number":7,"verse":"Do not allow those who hope in you to be put to shame because of me, O LORD of hosts. Do not let those who seek you suffer disgrace because of me, O God of Israel."},{"number":8,"verse":"It is for your sake that I endure reproach and that shame covers my face."},{"number":9,"verse":"I have become alienated from my brothers,[g] a stranger to my mother’s sons."},{"number":10,"verse":"Zeal for your house[h] consumes me, and the insults directed at you fall on me."},{"number":11,"verse":"When I mortified myself with fasting, I exposed myself to scorn."},{"number":12,"verse":"When I clothed myself in sackcloth, I became a laughingstock."},{"number":13,"verse":"Those who sit at the gate taunt me, and drunkards make me the target of their ditties."},{"number":14,"verse":"But I lift up my prayer to you, O LORD, in the time of your favor.[i] In your great kindness, O God, respond to me with your certain help."},{"number":15,"verse":"Draw me out of the mire, and do not let me plunge any deeper. Deliver me from my enemies and from the deep waters."},{"number":16,"verse":"Do not let the flood waters sweep over me, or the depths swallow me up, or the pit close its jaws around me."},{"number":17,"verse":"Answer me, O LORD, for your kindness[j] is wonderful; in your great compassion turn toward me."},{"number":18,"verse":"Do not hide your face[k] from your servant; answer me quickly, for I am in distress."},{"number":19,"verse":"Draw near to me and redeem me; deliver me from my enemies."},{"number":20,"verse":"You know my reproach, my shame, and my dishonor; all my oppressors are in your sight."},{"number":21,"verse":"Insults have so broken my heart that I am near the end of my strength. I looked for compassion, but in vain, for some consolers, but I found none.[l]"},{"number":22,"verse":"They put gall in my food, and in my thirst they gave me vinegar[m] to drink."},{"number":23,"verse":"[n]Let their table become a trap for them; let their well-being become a snare.[o]"},{"number":24,"verse":"Let their eyes dim so that they cannot see, and let their limbs tremble constantly."},{"number":25,"verse":"Vent your wrath on them, and let your burning anger take hold of them."},{"number":26,"verse":"Let their camp be left desolate; let there be no one to dwell in their tents.[p]"},{"number":27,"verse":"For they pursue the one you struck down and tell of the pain of the one you hurt."},{"number":28,"verse":"Charge them with crime after crime; let them not share in your salvation."},{"number":29,"verse":"Blot them out from the book of the living;[q] do not number them among the upright."},{"number":30,"verse":"But I am filled with pain and suffering; may your saving power, O God, raise me up."},{"number":31,"verse":"[r]I will praise the name of God with a song and glorify him with a hymn of thanksgiving."},{"number":32,"verse":"This will gratify the LORD more than an ox or a young bull with horns and hoofs:[s]"},{"number":33,"verse":"“Let the poor[t] see this and rejoice; let those who seek God take heart."},{"number":34,"verse":"For the LORD hears the needy and does not turn his back on captives."},{"number":35,"verse":"Let the heavens and the earth offer praise, the seas and everything that moves therein.”"},{"number":36,"verse":"For God will deliver Zion and rebuild the cities of Judah. His people will live there and possess it;"}]}