{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"A plaintive song of David, which he sang to the LORD concerning Cush,[b] a Benjaminite."},{"number":2,"verse":"O LORD, my God, I take refuge in you; keep me safe from all my pursuers and deliver me,"},{"number":3,"verse":"lest like a lion they tear me to pieces and carry me off, with no one to rescue me."},{"number":4,"verse":"O LORD, my God, if I have done this, if my hands are stained with guilt,"},{"number":5,"verse":"if I have repaid a friend with treachery— I who spared the lives of those who without cause were my enemies—[c]"},{"number":6,"verse":"then let my foe pursue and overtake me; let him trample my life into the ground and leave my honor in the dust. Selah"},{"number":7,"verse":"Rise up, O LORD, in your indignation; rise against the fury of my enemies. Rouse yourself for me, and fulfill the judgment you have decreed."},{"number":8,"verse":"Let the peoples assemble in your presence as you sit above them enthroned on high."},{"number":9,"verse":"The LORD is the judge of the nations. Therefore, pass judgment on me, O LORD, according to my righteousness, according to my innocence, O Most High."},{"number":10,"verse":"Put an end to the malice of the wicked but continue to sustain the righteous, O God of justice, you who search minds and hearts.[d]"},{"number":11,"verse":"God is a shield to me; he saves those who are upright of heart."},{"number":12,"verse":"God is a just judge, a God who expresses his indignation every day."},{"number":13,"verse":"When a sinner refuses to repent, God sharpens his sword, and he bends and aims his bow."},{"number":14,"verse":"He has prepared deadly weapons for him and made his arrows into fiery shafts."},{"number":15,"verse":"[e]Behold, he who conceives iniquity and is pregnant with mischief will give birth to lies."},{"number":16,"verse":"He digs a pit and makes it deep, but he will fall into the trap he has made."},{"number":17,"verse":"His wickedness will recoil upon his own head, and his violence will fall back on his own crown."}]}