{"bibleAbbr":"NCB2019","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"For the director.[c] According to Muth Labben. A psalm of David."},{"number":2,"verse":"I will offer praise to you, O LORD, with my whole heart; I will recount all your wondrous deeds.[d]"},{"number":3,"verse":"I will rejoice and exult in you; I will sing praise to your name,[e] O Most High."},{"number":4,"verse":"For my enemies have turned back; in your presence they stumble and perish."},{"number":5,"verse":"But you have upheld my just cause, you who are seated on your throne as a righteous judge."},{"number":6,"verse":"You have rebuked the nations and destroyed the wicked, erasing their name forever and ever."},{"number":7,"verse":"The enemies have suffered endless ruin; their cities have been utterly destroyed, and not even their memory remains."},{"number":8,"verse":"The LORD is enthroned forever; he has established his throne for judgment."},{"number":9,"verse":"He governs the world in righteousness and judges the peoples with equity."},{"number":10,"verse":"The LORD is a refuge for the oppressed, a refuge in times of distress."},{"number":11,"verse":"Those who revere your name place their trust in you, for you never abandon those who seek you, O LORD."},{"number":12,"verse":"Sing praise to the LORD enthroned in Zion;[f] proclaim to the nations his wondrous deeds."},{"number":13,"verse":"For the avenger of blood remembers them; he does not ignore the cry of the afflicted."},{"number":14,"verse":"Have mercy on me, O LORD; behold how my enemies afflict me, you who save me from the gates of death."},{"number":15,"verse":"Then I will recount all your praises and rejoice in your salvation at the gates of the Daughter of Zion.[g]"},{"number":16,"verse":"[h]The nations have fallen into the pit they made; their feet have been caught in the snare they laid."},{"number":17,"verse":"The LORD has made himself known and rendered judgment; the wicked are ensnared in the work of their own hands. Higgaion,[i] Selah"},{"number":18,"verse":"The wicked will depart into the netherworld, all the nations that turned away from God."},{"number":19,"verse":"But the needy will not be forgotten forever, nor will the hope of the afflicted ever come to naught."},{"number":20,"verse":"Rise up, O LORD! Do not let man triumph; let the nations be judged before you."}]}