{"bibleAbbr":"Geneva1599","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"Micah(1 The destruction of Judah and Jerusalem because of the idolatry.) The word of the Lord, that came unto Micah the (Born in Moresheth, a city of Judah.) Moreshite in the days of Jotham, Ahaz, and Hezekiah kings of Judah, which he saw concerning Samaria, and Jerusalem."},{"number":2,"verse":"Hear, (Because of the malice and obstinacy of the people, whom he had so oft exhorted to repentance, he summoneth them to God’s judgments, taking all creatures, and God himself to witness, that the preaching of his Prophets, which they have abused, shall be revenged.) all ye people: hearken thou, O earth, and all that therein is, and let the Lord God be witness against you, even the Lord from his holy Temple."},{"number":3,"verse":"For behold, the Lord cometh out of his place, and will come (Meaning hereby, that God will come to judgment against the strong cities and holds.) down, and tread upon the high places of the earth."},{"number":4,"verse":"And the mountains shall melt under him (so shall the valleys cleave) as wax before the fire, and as the waters that are poured downward."},{"number":5,"verse":"For the wickedness of Jacob is all this, and for the sins of the house of Israel: what is the wickedness of Jacob? Is not (Samaria, which should have been an example to all Israel of true religion and justice, was the puddle, and stews of all idolatry and corruption, and boasted themselves of their father Jacob.) Samaria? and which are the high (That is, the idolatry and infection.) places of Judah? Is not Jerusalem?"},{"number":6,"verse":"Therefore I will make Samaria as an heap of the field, and for the planting of a vineyard, and I will cause the stones thereof to tumble down into the valley, and I will discover the foundations thereof."},{"number":7,"verse":"And all the graven images thereof shall be broken, and all the (Which they gathered by evil practices, and thought that their idols had enriched them therewith for their service unto them.) gifts thereof shall be burnt with the fire, and all the idols thereof will I destroy: for she gathered it of the hire of an harlot, and they shall return (The gain that came by their idols shall be consumed as a thing of naught: for as the wages or riches of harlots are wickedly gotten, so are they vilely and speedily spent.) to the wages of an harlot."},{"number":8,"verse":"Therefore I will mourn and howl: I will go without clothes, and naked: I will make lamentation like the dragons, and mourning as the ostriches."},{"number":9,"verse":"For her plagues are grievous: for it is come into Judah: the enemy is come unto the gate of my people, unto Jerusalem."},{"number":10,"verse":"Declare ye it not at (Lest the Philistines our enemies rejoice at our destruction.) Gath, neither weep ye: for the house of (Which was a city near to Jerusalem, Josh. 18:23, there called Ophrah, and signifieth dust: therefore he willeth them to mourn and roll themselves in the dust, for their dusty city.) Aphrah roll thyself in the dust."},{"number":11,"verse":"Thou that dwellest at (These were cities whereby the enemy should pass as he came to Judah.) Shaphir, go together naked with shame: she that dwelleth at Zaanan, shall not come forth in the mourning of Beth Ezel: the enemy shall (He shall not depart before he hath overcome you, and so you shall pay for his tarrying.) receive of you for his standing."},{"number":12,"verse":"For the inhabitant of Maroth waited for good, but evil came from the Lord unto the (For Rabshakeh had shut up Jerusalem, that they could not send to succor them.) gate of Jerusalem."},{"number":13,"verse":"O thou inhabitant of Lachish, bind the chariot to the beasts (To flee away: for Sennacherib laid siege first to that city, and re-mained therein when he sent his captains and army against Jerusalem.) of price: she (Thou first receivedst the idolatry of Jeroboam, and so didst infect Jerusalem.) is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee."},{"number":14,"verse":"Therefore shalt thou give presents to Moresheth (Thou shalt bribe the Philistines thy neighbors, but they shall deceive thee, as well as they of Jerusalem.) Gath: the houses of Achzib shall be as a lie to the kings of Israel."},{"number":15,"verse":"Yet will I bring an (He prophesieth against his own city: and because it signified an heritage, he saith that God would send an heir to possess it.) heir unto thee, O inhabitant of Mareshah, he shall come unto Adullam, (For so they thought themselves for the strength of their city.) the glory of Israel."},{"number":16,"verse":"Make thee bald: and shave thee for thy delicate children: enlarge thy baldness as the eagle, for they are gone into captivity from thee."}]}