{"bibleAbbr":"Geneva1599","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":3,"verses":[{"number":1,"verse":"((1 Against the tyranny of princes and false prophets.) ) And I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel: should not ye know (That thing which is just and lawful, both to govern my people aright, and also to discharge your own conscience.) judgment?"},{"number":2,"verse":"But they hate the good, and love the evil: (The Prophet condemneth the wicked governors not only of covetousness, theft, and murder, but compareth them to wolves, lions, and most cruel beasts.) they pluck off their skins from them, and their flesh from their bones."},{"number":3,"verse":"And they eat also the flesh of my people, and flay off their skin from them, and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron."},{"number":4,"verse":"Then (That is, when I shall visit their wickedness: for though I hear the godly before they cry, Isa. 65:24, yet I will not hear these though they cry, Isa. 1:15 and Ezek. 8:18; James 2:13; 1 Pet. 3:11, 12.) shall they cry unto the Lord, but he will not hear them: he will even hide his face from them at that time, because they have done wickedly in their works."},{"number":5,"verse":"Thus saith the Lord, Concerning the prophets that deceive my people, and (They devour all their substance, and then flatter them, promising that all shall go well, but if one restrain from their bellies, then they invent all ways to mischief.) bite them with their teeth, and cry, peace, but if a man put not into their mouths, they prepare war against him."},{"number":6,"verse":"Therefore (As you have loved to walk in darkness, and to prophesy lies, so God shall reward you with gross blindness and ignorance, so that when all others shall see the bright beams of God’s graces, ye shall as blind men grope as in the night.) night shall be unto you for a vision, and darkness shall be unto you for a divination, and the Sun shall go down over the prophets, and the day shall be dark over them."},{"number":7,"verse":"Then shall the Seers be ashamed, and the Soothsayers confounded: yea, they shall all cover (When God shall discover them to the world, they shall be afraid to speak: for all shall know that they were but false prophets, and did belie the word of God.) their lips, for they have none answer of God."},{"number":8,"verse":"Yet notwithstanding I am full (The Prophet being assured of his vocation by the Spirit of God, setteth himself alone against all the wicked, showing how God both gave him gifts, ability and knowledge, to discern between good and evil, and also constancy to reprove the sins of the people, and not to flatter them.) of power by the Spirit of the Lord, and of judgment, and of strength to declare unto Jacob his transgression, and to Israel his sin."},{"number":9,"verse":"Hear this, I pray you, ye heads of the house of Jacob, and princes of the house of Israel: they abhor judgment, and pervert all equity."},{"number":10,"verse":"They build up Zion with (They build them houses by bribery, which he calleth blood and iniquity.) blood, and Jerusalem with iniquity,"},{"number":11,"verse":"The heads thereof judge for rewards, and the priests thereof teach for hire, and the prophets thereof prophesy for money: yet will they (They will say, that they are the people of God, and abuse his Name, as a pretence to cloak their hypocrisy.) lean upon the Lord and say, Is not the Lord among us? no evil can come upon us."},{"number":12,"verse":"Therefore shall Zion for your sake be (Read Jer. 26:18.) plowed as a field, and Jerusalem shall be an heap, and the mountain of the house, as the high places of the forest."}]}