{"bibleAbbr":"Geneva1599","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"((An exhortation to the dumb creatures to hear the judgment against Israel being unkind.6 What manner of sacrifices do please God.) ) Hearken ye now what the Lord saith, Arise thou, and contend before the (He took the high mountains and hard rocks to witness against the obstinacy of his people.) mountains, and let the hills hear thy voice."},{"number":2,"verse":"Hear ye, O mountains, the Lord’s quarrel, and ye mighty foundations of the earth: for the Lord hath a quarrel against his people, and he will plead with Israel."},{"number":3,"verse":"O my people, what have I done unto thee? or wherein have I grieved thee? testify against me."},{"number":4,"verse":"Surely I (I have not hurt thee, but bestowed infinite benefits upon thee.) brought thee up out of the land of Egypt, and redeemed thee out of the house of servants, and I have sent before thee, Moses, Aaron, and Miriam."},{"number":5,"verse":"O my people, remember now what Balak king of Moab had devised, and what Balaam the son of Beor answered him, from (That is, remember my benefits from the beginning how I delivered you from Balaam’s curse, and also spared you from Shittim, which was in the plain of Moab, till I brought you into the land promised.) Shittim unto Gilgal, that ye may know the (That is, the truth of his promise and his manifold benefits toward you.) righteousness of the Lord."},{"number":6,"verse":"Wherewith (Thus the people by hypocrisy ask how to please God and are content to offer sacrifices, but will not change their lives.) shall I come before the Lord, and bow myself before the high God? shall I come before him with burnt offerings, and with calves of a year old?"},{"number":7,"verse":"Will the Lord be pleased with thousands of rams, or with ten thousand rivers of oil? shall I give my (There is nothing so dear to man, but the hypocrites will offer it unto God, if they think thereby to avoid his anger: but they will never be brought to mortify their own affections, and to give themselves willingly to serve God as he commandeth.) firstborn for my transgression, even the fruit of my body, for the sin of my soul?"},{"number":8,"verse":"He hath showed thee, O man, what is good, and what the Lord requireth of thee: (The Prophet in few words calleth them to the observation of the second Table, to know if they will obey God aright or no, saying that God hath prescribed them to do this.) surely to do justly, and to love mercy, and to humble thyself, to walk with thy God."},{"number":9,"verse":"The Lord’s voice crieth unto the (Meaning, that when God speaketh to any city or nation, the godly will acknowledge his majesty and consider not the mortal man that bringeth the threatening, but God that sendeth it.) city, and the man of wisdom shall see thy name: Hear the rod, and who hath appointed it."},{"number":10,"verse":"Are yet the treasures of wickedness in the house of the wicked, and the scant measure, that is abominable?"},{"number":11,"verse":"Shall I justify the wicked balances, and the bag of deceitful weights?"},{"number":12,"verse":"For the rich men thereof (That is, of Jerusalem.) are full of cruelty, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth."},{"number":13,"verse":"Therefore also will I make thee sick in smiting thee, and in making thee desolate, because of thy sins."},{"number":14,"verse":"Thou shalt eat and not be satisfied, and (Thou shalt be consumed with inward grief and evils.) thy casting down shall be in the midst of thee, and thou (Meaning, that the city should go about to save her men, as they that lay hold on that which they would preserve.) shalt take hold, but shalt not deliver, and that which thou deliverest, will I give up to the sword."},{"number":15,"verse":"Thou shalt sow, but not reap: Thou shalt tread the olives, but thou shalt not anoint thee with oil, and make sweet wine, but shall not drink wine."},{"number":16,"verse":"For the (You have received all the corruption and idolatry, wherewith the ten tribes were infected under Omri and Ahab his son: and to excuse your doings, you allege the King’s authority by his statutes, and also wisdom and policy in so doing, but you shall not escape punishment: but as I have shown you great favor, and taken you for my people, so shall your plagues be accordingly, Luke 12:47.) statutes of Omri are kept, and all the manner of the house of Ahab, and ye walk in their counsels, that I should make thee waste, and the inhabitants thereof an hissing: therefore ye shall bear the reproach of my people."}]}