{"bibleAbbr":"guOV2016","bookName":"રાજાઓનું પહેલું પુસ્તક","bookEnglishName":"1 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( સુલેમાન ઈશ્વરથી વિમુખ બન્યો) હવે સુલેમાન રાજાને ફારુનની દીકરી ( .) ઉપરાંત બીજી ઘણી પરદેશી સ્ત્રીઓ એટલે મોઆબી, આમ્મોની, અદોમી, સીદોની તથા હિત્તી સ્ત્રીઓ સાથે પ્રેમ થયો હતો."},{"number":2,"verse":"એટલે જે પ્રજાઓ વિષે યહોવાએ ઇઝરાયલી લોકોને કહ્યું હતું, ( ; .) “તમારે તેઓની અંદર જવું નહિ, તેમ તેઓ તમારી અંદર આવે નહિ; કેમ કે જરુર તેઓ તમારું હ્રદય તેઓના દેવની તરફ ફેરવી નાખશે, ” તે [પ્રજાઓમાં] ની એ સ્ત્રીઓ હતી. પ્યારને લીધે સુલેમાન એ સ્ત્રીઓને વળગી રહ્યો."},{"number":3,"verse":"તેને રાજકુંવરીઓમાંની સાતસો પત્નીઓ ત્રણસો ઉપપત્નીઓ હતી. અને તેની પત્નીઓએ તેનું હ્રદય ફેરવી નાંખ્યું."},{"number":4,"verse":"કેમ કે સુલેમાનની વૃદ્ધાવસ્થામાં એમ થયું કે તેની પત્નીઓએ તેનું હ્રદય અન્ય દેવો તરફ ફેરવી નાંખ્યું. અને તેનું હ્રદય તેના પિતા દાઉદના હ્રદયની જેમ તેના ઈશ્વર પ્રત્યે સંપૂર્ણ ન હતું."},{"number":5,"verse":"કેમ કે સુલેમાન સિદોનીઓની દેવી આશ્તોરેથનો, તથા આમ્મોનીઓના ધિક્કારપાત્ર મિલ્કોમ [દેવ] નો ઉપાસક થયો."},{"number":6,"verse":"અને સુલેમાને યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યું, ને તેના પિતા દાઉદની જેમ સંપૂર્ણ રીતે યહોવાની પાછળ ચાલ્યો નહિ."},{"number":7,"verse":"પછી સુલેમાને યરુશાલેમની સામેના પર્વત પર મોઆબના ધિક્કારપાત્ર [દેવ] કમોશને માટે એક ઉચ્ચસ્થાન તથા આમ્મોનપુત્રોના ધિક્કારપાત્ર [દેવ] માલેખને માટે એક ઉચ્ચસ્થાન બાંધ્યું."},{"number":8,"verse":"તેણે પોતાની સર્વ પરદેશી સ્ત્રીઓને માટે એમ જ કર્યું, તેઓ પોતપોતાના દેવોની આગળ ધૂપ બાળતી તથા યજ્ઞ ચઢાવતી."},{"number":9,"verse":"અને યહોવા સુલેમાન પર ગુસ્સે થયા, કેમ કે ઇઝરાયલના ઈશ્વર યહોવા જેમણે તેને બે વાર દર્શન દીધું હતું,"},{"number":10,"verse":"અને જેમણે તેને આ બાબત વિષે આજ્ઞા આપી હતી કે તારે અન્ય દેવોની ઉપાસના કરવી નહિ, તેમની તરફથી તેમનું મન ભટકી ગયું હતું. અને યહોવાએ જે આજ્ઞા કરી હતી તે તેણે પાળી નહિ."},{"number":11,"verse":"માટે યહોવાએ સુલેમાનને કહ્યું, “તેં આ કૃત્ય કર્યું છે, ને મારો કરાર તથા મારા વિધિઓ જે મેં તને ફરમાવ્યાં હતા તે તેં પાળ્યા નથી, માટે જરૂર હું તારી પાસેથી રાજ્ય ખૂચવી લઈને તારા ચાકરને તે આપીશ."},{"number":12,"verse":"તથાપિ તારા પિતા દાઉદની ખાતર હું તારા દિવસોમાં એમ કરીશ નહિ; પણ તારા પુત્રના હાથમાંથી હું તે ખૂંચવી લઈશ."},{"number":13,"verse":"તોપણ હું આખું રાજ્ય છીનવી નહિ લઉં, પણ મારા સેવક દાઉદની ખાતર, તથા યરુશાલેમ જેને મેં પસંદ કર્યું છે તેની ખાતર, હું તારા પુત્રને એક કુળ આપીશ.”"},{"number":14,"verse":"( સુલમેનના શત્રુઓ) યહોવાએ અદોમી હદાદને સુલેમાનના શત્રુ તરીકે ઊભો કર્યો. તે અદોમના રાજાના વંશનો હતો."},{"number":15,"verse":"દાઉદ જ્યારે અદોમમાં હતો, ને યોઆબ સેનાપતિ મારી નંખાયેલાને દાટવા ત્યાં ગયો હતો, ત્યારે તેણે અદોમના દરેક પુરુષને મારી નાખ્યો હતો."},{"number":16,"verse":"કેમ કે યોઆબ તથા સર્વ ઇઝરાયલ ત્યાં છ માસ રહ્યાં હતા, એટલે તેણે અદોમનાં દરેક પુરુષનો નાશ કર્યો ત્યાં સુધી;"},{"number":17,"verse":"તે વખતે એમ થયું કે હદાદ તથા તેની સાથે તેના પિતાના સેવકોમાંના કેટલાક અદોમી માણસો મિસરમાં નાસી ગયા. હદાદ તો [તે વખતે] હજી નાનો છોકરો હતો."},{"number":18,"verse":"અને તેઓ મિદ્યાનમાંથી નીકળીને પારાન ગયા, અને પારાનમાંથી પોતાની સાથે માણસો લઈને તેઓ મિસરના રાજા ફારુન પાસે મિસરમાં આવ્યાં. તેણે એને ઘર આપ્યું, તેને માટે ખોરાકી ઠરાવી આપી ને એને જમીન આપી"},{"number":19,"verse":"હદાદ ફારુનની ર્દષ્ટિમાં એટલી બધી કૃપા પામ્યો કે ફારુને પોતાની રાણીની બહેન એટલે તાહપાનેસ રાણીની બહેન હદાદ સાથે પરણાવી."},{"number":20,"verse":"તાહપાનેસની બહેનને પેટે પુત્ર થયો, તેનું નામ ગનુબાથ પાડવામાં આવ્યું, ને તાહપાનેસે તેને ફારુનના મહેલમાં ધાવણ મુકાવ્યું. અને ગનુબાથ ફારુનના મહેલમાં ફારુનના દીકરાઓ સાથે રહેતો."},{"number":21,"verse":"હદાદે મિસરમાં સાંભળ્યું કે દાઉદ પોતાના પિતૃઓની સાથે ઊઘી ગયો છે, ને યોઆબ સેનાપતિ મરણ પામ્યો છે, ત્યારે હદાદે ફારુનને કહ્યું, “મને અહીંથી વિદાય કરો, કે હું મારા પોતાના દેશમાં ચાલ્યો જાઉ.”"},{"number":22,"verse":"ત્યારે ફારુને તેને કહ્યું, “મારે ત્યાં તને શી ખોટ પડી છે કે, જો તું તારા પોતાના દેશમાં જવા માગે છે?” હદાદે ઉત્તર આપ્યો, “કશી નહિ; ગમે તેમ હોય, પણ મને જવા દો.”"},{"number":23,"verse":"વળી ઈશ્વરે સુલમાનની વિરુદ્ધ [બીજો] શત્રુ, એટલે એલ્યાદાનો દીકરો રઝોન, જે પોતાના ધણી સોબાના રાજા હદાદેઝેર પાસેથી નાઠો હતો, તેને ઊભો કર્યો."},{"number":24,"verse":"જ્યારે દાઉદ [સોબાના] લોકોને મારી નાખતો હતો ત્યારે રઝોને પોતાની સાથે [કેટલાક] માણસોને એકત્ર કર્યાં, ને તે ટોળીનો પોતે નાયક થયો. તેઓ દમસ્કસ જઈને ત્યાં વસ્યા, ને દમસ્કસમાં રાજ કર્યું."},{"number":25,"verse":"તે સુલેમાનના સર્વ દિવસોભર ઇઝરાયલનો શત્રુ રહ્યો, હદાદે જે નુકશાન [કર્યું] તે તો જુદું; તેને ઇઝરાયલ પર તિરસ્કાર હતો, ને તેણે અરામ ઉપર રાજ કર્યું."},{"number":26,"verse":"( યરોબામનો ઉદય) વળી ઝેરેદાના એફ્રાઈમી નબાટનો દીકરો યરોબામ સુલેમાનનો એક ચાકર હતો, તેની મા સરુઆ નામની એક વિધવા સ્ત્રી હતી. તેણે પણ પોતાનો હાથ રાજાની વિરુદ્ધ ઉઠાવ્યો."},{"number":27,"verse":"તેણે પોતાનો હાથ રાજાની વિરુદ્ધ ઉઠાવ્યો તેનું કારણ આ હતું; એટલે સુલેમાન મિલ્લો બાંધતો હતો, ને પોતાના પિતા દાઉદના નગરની તૂટફાટ સમરાવતો હતો."},{"number":28,"verse":"યરોબામ પરાક્રમી શૂરવીર યોદ્ધો હતો. સુલેમાને તે જુવાનને જોયો કે તે ઉદ્યોગી છે, તેથી તેણે એને યૂસફના ઘરના સર્વ કામ પર મુકાદમ ઠરાવ્યો."},{"number":29,"verse":"યરોબામ યરુશાલેમથી નીકળ્યો, તે સમયે એમ થયું કે તેને માર્ગમાં શીલોની અહિયા પ્રબોધક મળ્યો. હવે [અહિયાએ] નવું વસ્ત્ર પહેરેલું હતું, અને તેઓ બન્‍ને ખેતરમાં એકલા હતા."},{"number":30,"verse":"અને અહિયાએ પોતે પહેરેલું નવુ વસ્ત્ર પકડીને તે ફાડી તેના બાર કકડા કર્યા."},{"number":31,"verse":"અને તેણે યરોબામને કહ્યું, “તું તારે માટે દશ કકડા લે; કેમ કે ઇઝરાયલનો ઈશ્વર યહોવા એમ કહે છે, ‘જો હું સુલેમાનના હાથમાંથી રાજ્ય ખુંચવી લઈને તને દશ કુળ આપીશ;"},{"number":32,"verse":"(પણ મારા સેવક દાઉદની ખાતર, તથા યરુશાલેમ નગર કે જેને મેં ઇઝરાયલના સર્વ કુળોમાંથી પસંદ કર્યું છે તેની ખાતર, તેને એક કુળ મળશે;)"},{"number":33,"verse":"કારણ કે તેઓએ મને ત્યાગીને સિદોનીઓની દેવી આશ્તોરેથને, તથા મોઆબના દેશ કમોથને તથા આમ્મોનપુત્રોના દેવ મિલ્કોમને પૂજ્યાં છે, અને તેના પિતા દાઉદની જેમ મારી ર્દષ્ટિમાં જે ખરું હતું તે કરીને, તથા મારા વિધિઓ ને મારા હુકમો [પાળીને] મારા માર્ગોમાં તેઓ ચાલ્યા નથી."},{"number":34,"verse":"પરંતું હું તેના હાથમાંથી આખું રાજ્ય લઈ લઈશ નહિ, પણ મારો સેવક દાઉદ જેને મેં પસંદ કર્યો હતો, જેણે મારી અજ્ઞાઓ તથા મારા વિધિઓ પળ્યાં હતાં તેની ખાતર, તેને તો તેના આયુષ્યના સર્વ દિવસો સુધી હું અધિકારી રહેવા દઈશ."},{"number":35,"verse":"પણ હું તેના દિકરાના હાથમાંથી રાજ્ય લઈને તે, એટલે દશ કુળો તને આપીશ."},{"number":36,"verse":"તેના દીકરાને હું એક કુળ આપીશ, જેથી યરુશાલેમ નગર કે જેને મારું નામ રાખવા માટે મેં પસંદ કર્યું છે તેમાં મારા સેવક દાઉદનો દીવો મારી સમક્ષ હમેશા રહે."},{"number":37,"verse":"અને હું તારો અંગીકાર કરીશ, અને તું તારા જીવથી બધી ઇચ્છાનુસાર રાજ કરશે, ને ઇઝરાયલ પર રાજા થશે."},{"number":38,"verse":"જેમ મારા સેવક દાઉદે કર્યું તેમ જે સર્વ આજ્ઞાઓ હું તને આપીશ તે પર જો તું કાન દેશે ને મારા માર્ગોમાં ચાલશે, ને મારી ર્દષ્ટિમાં જે સારું છે તે કરીને મારા વિધિઓ તથા મારી અજ્ઞાઓ પાળશે, તો એમ થશે કે હું તારી સાથે રહીશ, ને મેં દાઉદને માટે બાંધ્યું તેમ તારે માટે અવિચળ ઘર બાંધીશ, ને ઇઝરાયલને તારે સ્વાધીન કરીશ."},{"number":39,"verse":"અને આને લીધે હું દાઉદના સંતાન પર આપત્તિ મોકલીશ, પણ તે સદાને માટે નહિ.’”"},{"number":40,"verse":"આથી સુલેમાને યરોબામને મારી નાખવાનો લાગ શોધ્યો; પણ યરોબામ ઊઠીને મિસરના રાજા શીશાક પાસે મીસરમાં નાસી ગયો, ને સુલેમાનના મરણ સુધી મિસરમાં રહ્યો."},{"number":41,"verse":"( સુલેમાનનું મૃત્યુ) ( ( 140 ૯:૨૯-૩૧ )) હવે સુલેમાનની બાકીની બાબતો, ને તેણે જે સર્વ કર્યું તે, ને તેનું જ્ઞાન, એ સુલેમાનના કૃત્યોના પુસ્તકમાં વર્ણવેલા નથી શું?"},{"number":42,"verse":"આખા ઇઝરાયલ પર સુલેમાને યરુશાલેમમાં જે રાજ કર્યું તેનો સમય ચાળીસ વર્ષનો હતો."},{"number":43,"verse":"પછી સુલેમાન પોતાના પિતૃઓની સાથે ઊંઘી ગયો, ને તેના પિતા દાઉદના નગરમાં તેને દાટવામાં આવ્યો, અને તેની જગાએ તેનો પુત્ર રહાબામ રાજા થયો."}]}