{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"{Job Responds to Zophar} d In response Job replied:"},{"number":2,"verse":"\"Truly, you are the people and wisdom will die with you!"},{"number":3,"verse":"Like you, I also have understanding. {Lit. my heart is like yours} I'm not inferior to you; who doesn't know things {The Heb. lacks things} like this?\""},{"number":4,"verse":"{Job Has Become a Laughingstock} d \"I'm a laughingstock to my friends, someone {The Heb. lacks someone} who called on God. But then he answered this upright and blameless man, and I have become {The Heb. lacks have become} a laughingstock."},{"number":5,"verse":"The carefree are thinking, «I have contempt for misfortune,'Those who are about to stumble deserve it."},{"number":6,"verse":"The tents of robbers are at rest, and those who provoke God are secure, that is, those who carry their god in their pocket. {Lit. hand}"},{"number":7,"verse":"{Wisdom Can Be Found in God's Creation} d \"Ask the wild animals, and they'll teach you; the birds of the sky will tell you."},{"number":8,"verse":"Or ask the green plants of the earth and they'll teach you; let the fish in the sea tell you."},{"number":9,"verse":"Who among all of these doesn't know that the Lord» s hand made them, {Lit. this}"},{"number":10,"verse":"and that the life of every living thing {Lit. all the living} rests in his control, along with the breath of every living human being?"},{"number":11,"verse":"The ear scrutinizes speech just as the palate tastes food.\""},{"number":12,"verse":"{God is the All-Wise and All-Powerful Creator} d \"Wisdom may be found in the company of the aged. Understanding comes {The Heb. lacks comes} with longevity."},{"number":13,"verse":"With God {Lit. him} is wisdom and strength; counsel and understanding belongs to him."},{"number":14,"verse":"When he tears down, nobody rebuilds; when {Lit. man} he incarcerates, nobody escapes."},{"number":15,"verse":"When he withholds water, rivers {Lit. they} dry up; when he lets them loose, they'll flood {Lit. overthrow} the land."},{"number":16,"verse":"\"With God {Lit. him} are strength and sound wisdom; both the deceived and those who deceive are responsible to him. {Or are his}"},{"number":17,"verse":"He leads counselors away naked; he turns judges into fools."},{"number":18,"verse":"He strips away the authority of kings to punish and puts them in prison clothes instead."},{"number":19,"verse":"He leads away the priests naked and overthrows the ruling class. {Lit. strong ones}"},{"number":20,"verse":"He keeps reliable advisors from speaking, {Lit. deprives the lips of advisors} and removes discernment from elders."},{"number":21,"verse":"He pours contempt on nobles and embarrasses {Lit. and loosens the belt of} the mighty."},{"number":22,"verse":"He uncovers the hidden dimensions from darkness, bringing what is in deep shadow to light."},{"number":23,"verse":"He makes nations great, and then destroys them; he enlarges nations, but then sends them away to captivity. {The Heb. lacks to captivity}"},{"number":24,"verse":"He withdraws understanding {Lit. heart} from national leaders of the world, {Or land} causing them to wander through uncharted {Or trackless} wilderness."},{"number":25,"verse":"They grope in the dark without light; he causes them to stagger around like a drunkard.\""}]}