{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":17,"verses":[{"number":1,"verse":"{Job Laments and Prepares for Death} d \"My spirit is crushed, my days are over; {Lit. extinguished} it's the grave for me!"},{"number":2,"verse":"Mockers surround me; I cannot stop staring at their hostility all through the night."},{"number":3,"verse":"Offer, then, some collateral on my behalf. Is there anyone who will be my guarantor?"},{"number":4,"verse":"\"Because you're the one who closed their hearts to compassion; {Lit. understanding} therefore, you won't let them triumph."},{"number":5,"verse":"Now as for the one who testifies against his friends to take their property, {Or inheritance} even the eyes of his children will fail."},{"number":6,"verse":"\"He has made me a byword among people; I'm being spit on in the face."},{"number":7,"verse":"My eyes have grown weak from grief; and my whole body is as thin as a shadow."},{"number":8,"verse":"The upright are appalled over this, and the innocent person is troubled by the godless."},{"number":9,"verse":"But the righteous person will hold to his way, and those with clean hands will grow stronger and stronger.\""},{"number":10,"verse":"{Job Prepares for Death} d \"Come here now, all of you, and I won't find a wise person among you."},{"number":11,"verse":"My days are passed; my plans have been shattered; along with my heart's desires."},{"number":12,"verse":"They have transformed night into day «The light,'they say, «is about to become dark.'"},{"number":13,"verse":"\"If my hope were that my house is the afterlife {Lit. Sheol ; i. e. the realm of the afterlife} itself, if I were to make my bed in darkness,"},{"number":14,"verse":"if I call out to the Pit, {I. e. the realm of punishment in the afterlife} «You're my father!'or say to the worm, {I. e. an agent of punishment in the afterlife} «My mother!'or «My sister!'"},{"number":15,"verse":"where would my hope be? \"And speaking of my hope, who would notice it?"},{"number":16,"verse":"Will it go down to the bars that lock the doors {The Heb. lacks that lock the doors} of the afterlife? {Lit. Sheol ; i. e. the realm of the dead} Will we descend together into the dust?\""}]}