{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":21,"verses":[{"number":1,"verse":"{Job Reasons with Zophar} d In response, Job said:"},{"number":2,"verse":"\"Listen carefully to my words; let this encourage all of you."},{"number":3,"verse":"Bear with me and let me speak! Then, after I've spoken, you'll be free to mock me."},{"number":4,"verse":"After all, isn't my complaint against a human being? If so, why shouldn't I be impatient?"},{"number":5,"verse":"Look at me, be appalled, and then shut up!"},{"number":6,"verse":"When I think about this, {The Heb. lacks of this} I'm petrified with terror and my body shudders uncontrollably.\""},{"number":7,"verse":"{The Wicked Prospers} d \"Why do the wicked live to reach old age and increase in power and wealth, too?"},{"number":8,"verse":"Their children grow up while they're alive, and they live to see their grandchildren."},{"number":9,"verse":"Their houses are safe from fear, and God's chastisement {Lit. rod} never visits them."},{"number":10,"verse":"Their bull breeds without fail, and their cows calve without miscarriages."},{"number":11,"verse":"They release their children to play like sheep; their young ones {Or children} dance about,"},{"number":12,"verse":"singing {Lit. they take up} with tambourines and lyres as they rejoice to the sound of flutes."},{"number":13,"verse":"They grow old {Lit. wear out their days} in prosperity, as they descend peacefully into the afterlife. {Lit. Sheol ; i. e. the abode of the dead}"},{"number":14,"verse":"\"They say to God, «Turn away from us! We have no desire to know your ways."},{"number":15,"verse":"Who is the Almighty, that we should serve him? Where's the profit in talking to him? '"},{"number":16,"verse":"Behold! Their prosperity isn't in their control! The counsel of the wicked will remain far from me.\""},{"number":17,"verse":"{God will Punish the Wicked} d \"How often do the wicked have their lights put out? Does calamity ever fall on them? Will God {Lit. he} in his anger ever apportion their destruction?"},{"number":18,"verse":"May they become like a straw, blown away before the wind; like a chaff that's swept off by a storm."},{"number":19,"verse":"God stores up their iniquity to repay their children; making them {Lit. him} repay so that they may be aware."},{"number":20,"verse":"Their own eyes will see their destruction; and they'll drink the wrath of the Almighty."},{"number":21,"verse":"What will they care for their household after them, when the number of his months comes to an end?\""},{"number":22,"verse":"{Death Levels Everyone} d \"Can God learn anything? After all, he will judge even the exalted ones."},{"number":23,"verse":"Such persons will die in their full vigor, completely prosperous and secure."},{"number":24,"verse":"His buckets are filled with milk, his bone marrow is healthy. {Lit. moist}"},{"number":25,"verse":"Others die with a bitter soul, never having tasted the good life. {The Heb. lacks life}"},{"number":26,"verse":"They both lie down in the dust; and worms {Lit. and a worm} cover them.\""},{"number":27,"verse":"{Job Suspects His Friends of Treachery} d \"Look! I know your thoughts, your plans {Or purposes} are going to harm me."},{"number":28,"verse":"You ask, «Where is the noble person's house? 'and «Where are the tents where the wicked live? '"},{"number":29,"verse":"Haven't you asked travelers on the highway? Don't you accept their word"},{"number":30,"verse":"that the wicked person is spared from times of calamity, that he is rescued on the day of wrath?"},{"number":31,"verse":"Who will expose his conduct to his face? Who will repay him for what he has done"},{"number":32,"verse":"when he is carried away to the cemetery and guardians are placed to watch his tomb?"},{"number":33,"verse":"The runoff from the streams will seem sweet to him; everyone will follow after him; countless crows march ahead of him."},{"number":34,"verse":"How then, can you console me so worthlessly? What is left of your answers is treachery.\""}]}