{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"{Job Describes Social Injustice} d Why doesn't the Almighty reserve time for judgment? and why don't those who know him perceive his days?"},{"number":2,"verse":"They move boundary stones, {Or borders} steal flocks, and pasture them. {The Heb. lacks them}"},{"number":3,"verse":"They drive away the orphan's donkey; they take the ox of the widow as security for a loan; {The Heb. lacks for a loan}"},{"number":4,"verse":"They push the needy off the road, and force the poor of the land into hiding."},{"number":5,"verse":"\"Look! Like wild donkeys in the wilderness, they work diligently as they seek wild game in the desert, food for them and their young ones."},{"number":6,"verse":"They reap fodder in the field and glean in the vineyard of the wicked."},{"number":7,"verse":"They spend the night naked, without clothing, with no covering against the cold."},{"number":8,"verse":"They are wet from mountain rains; without shelter, they cling to a rock."},{"number":9,"verse":"\"The fatherless are torn from the breast; the poor are taken away as security for a loan. {The Heb. lacks for a loan}"},{"number":10,"verse":"They wander around naked, without clothes; hungry, though they carry sheaves of grain. {The Heb. lacks grain}"},{"number":11,"verse":"They press oil between the olive groves owned by the wicked; they suffer from thirst, even while treading the winepress."},{"number":12,"verse":"From the city, dying men groan aloud, and the wounded cries out for help, but God charges no one with wrong."},{"number":13,"verse":"\"Then there are those who rebel against the light; they are not acquainted with its ways; and they don't stay on its course. {Or path}"},{"number":14,"verse":"The murderer rises at dawn to kill the poor and needy; at night, he is like a thief."},{"number":15,"verse":"The adulterer watches for twilight, {Lit. twilight} saying, «No eye is watching me'while he veils his face."},{"number":16,"verse":"They break into houses in the dark; during the day they remained sealed in. They don't know daylight."},{"number":17,"verse":"As a group, deep darkness is their morning time; fear that lives in darkness is their friend.\""},{"number":18,"verse":"{Social Injustice will Be Punished} d \"They remain only a short time on the water's surface; their inheritance will be cursed in the land; no one will work in their vineyards."},{"number":19,"verse":"As drought and heat evaporate melting snow, that's what Sheol {I. e. the realm of the afterlife} does with sinners."},{"number":20,"verse":"The womb will forget them. Maggots will find them to be a delicacy! They won't be remembered anymore, their iniquity will be cut to pieces like firewood. {Lit. like a tree}"},{"number":21,"verse":"\"They prey on the barren woman, and do no favors for widows."},{"number":22,"verse":"God {Lit. He} prolongs the life of the strong by his power, but they get up in the morning {The Heb. lacks in the morning} without purpose in life."},{"number":23,"verse":"He gives them security and financial support, but he watches everything they do."},{"number":24,"verse":"They're exalted momentarily, but then they are gone; they are humbled, {Or brought low} just like all the others. They are cut down like heads of corn."},{"number":25,"verse":"If this weren't so, who can prove that I'm a liar by showing that there's nothing to what I'm saying?\""}]}