{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"{Job Asserts His Innocence} d Job continued with his discussion and said:"},{"number":2,"verse":"\"The living God has withheld justice from me; the Almighty has made my life {Or soul} bitter."},{"number":3,"verse":"As long as I can breathe; as long as God's breath is in my nostrils,"},{"number":4,"verse":"I won't speak lies nor will I utter deceit."},{"number":5,"verse":"Far be it from me to admit that you're right! I intend to maintain my integrity {Cf. Job 2:9} even if it kills me!"},{"number":6,"verse":"I'll retain my righteousness and not compromise it; my conscience won't rebuke me at any time."},{"number":7,"verse":"\"May my enemy be like the wicked; my adversary like the unjust. {Or unrighteous one}"},{"number":8,"verse":"For where is the hope of the godless when he is eliminated; when God takes away his life?"},{"number":9,"verse":"Will God hear his cry when distress overtakes him?"},{"number":10,"verse":"Will he take delight in the Almighty? Will he call on God at all times?\""},{"number":11,"verse":"{On the Demise of the Wicked} d \"I'll teach you about the power {Lit. hand} of God, that which is with the Almighty I won't conceal."},{"number":12,"verse":"Look! All of you have been watching, so why have you become so completely worthless?"},{"number":13,"verse":"\"This is what a wicked person {Lit. man} inherits from God, and what the ruthless will receive from the Almighty:"},{"number":14,"verse":"If he has many children, their destiny is to die by the sword, and his descendants won't have enough food."},{"number":15,"verse":"Those who do survive him disease will bury, and his widow won't even weep."},{"number":16,"verse":"\"Though he hoards silver {Or money} like dust, and stores away garments like clay,"},{"number":17,"verse":"whatever he stores up, the righteous will wear, and the innocent will inherit that silver!"},{"number":18,"verse":"\"He has built his house like a moth's cocoon, {The Heb. lacks cocoon} like a temporary {The Heb. lacks temporary} sunshade that a watchman makes."},{"number":19,"verse":"He will go to bed wealthy, but won't be doing that anymore! When he opens his eyes, it will be gone!"},{"number":20,"verse":"Terror will overtake him like a flood, {Lit. water} at night, a tornado will sweep him away."},{"number":21,"verse":"He'll be swept up by a storm {Lit. east} wind and carried away; he'll be whirled away from his place."},{"number":22,"verse":"It will toss him around without pity. He'll try to break free {Lit. grip to flee , he will flee} from its grip, {Lit. hand}"},{"number":23,"verse":"but it will clap its hands over him, hissing at him as it lunges toward him.\" {Lit. him from its place}"}]}