{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"{Job Wishes for the Old Days} d Then Job continued with his discourse:"},{"number":2,"verse":"\"I wish I could go back to how things were a few months ago; when God used to watch over me,"},{"number":3,"verse":"when his lamp used to shine over my head, so I could walk through the dark,"},{"number":4,"verse":"like when I was in my prime and God trusted me with his secrets! {Lit. God's counsel was over my tent}"},{"number":5,"verse":"\"The Almighty was still with me back then, and my children were still around me."},{"number":6,"verse":"I was successful wherever I went, {Lit. When my feet were bathed in cream;} and even the rocks poured out streams of olive oil for me.\""},{"number":7,"verse":"{Job Remembers His Respected Position} d \"Whenever I went out to the city gate, a seat had been reserved for me in the plaza. {Lit. square ; i. e. he served as a ruling elder in his home city}"},{"number":8,"verse":"The young men would see me and withdraw, and the aged would rise and stand."},{"number":9,"verse":"Nobles would refrain from speaking, covering their mouths with their hands."},{"number":10,"verse":"The voices of the commanders-in-chief {Lit. Nagidim ; i. e. senior officers entrusted with dual roles of operational oversight and administrative authority} were hushed, and their tongues would cling to the roofs of their mouths.\""},{"number":11,"verse":"{Job Remembers His Acts of Kindness} d \"When people heard me speak, they blessed me; when people saw me, they approved me,"},{"number":12,"verse":"because I delivered the poor who were crying for help, along with orphans who had no one to help them."},{"number":13,"verse":"Those who were about to die blessed me, and I made widows sing for joy."},{"number":14,"verse":"I put on righteousness like clothing; my just decisions were like a robe and a turban."},{"number":15,"verse":"I served as eyes for the blind and feet for the lame."},{"number":16,"verse":"I was a father to the needy; I diligently inquired into the case of those I didn't know."},{"number":17,"verse":"I broke the fangs of the wicked, and made him drop the prey.\""},{"number":18,"verse":"{Job Remembers His Previous Condition} d \"I used to say: «I will die in my home. {Lit. nest} I'm going to live as many days as there are grains of sand on the shore. {The Heb. lacks on the shore}"},{"number":19,"verse":"My roots have spread out and have found water, and dew settles at night on my branches."},{"number":20,"verse":"My glory renews for me and my bow is as good as new in my hand.'"},{"number":21,"verse":"\"They listened and waited for me, as they remained in silence for my counsel."},{"number":22,"verse":"After I spoke, they had nothing to say, when what I said hit them."},{"number":23,"verse":"They waited for me as one waits for rain, as one opens his mouth to drink in a spring rain shower."},{"number":24,"verse":"I smiled at them when they had no confidence, and no one could discourage me."},{"number":25,"verse":"I set an example of the way to live, {Lit. I chose their way} as a leader would; I lived like a king among his army; like one who comforts mourners.\""}]}