{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"{Elihu Concludes His Arguments} d Elihu responded again and said:"},{"number":2,"verse":"\"Be patient with me a moment longer, and I'll show you that there's more to say on God's behalf."},{"number":3,"verse":"I'll take what I know to its logical conclusion {Lit. I'll bring my knowledge from a long ways away} and ascribe righteousness to my Creator,"},{"number":4,"verse":"because what I have to say isn't deceptive, and the one who has perfect knowledge is with you.\""},{"number":5,"verse":"{God Disciplines} d \"Indeed God is mighty and he doesn't show disrespect; he is mighty and strong of heart."},{"number":6,"verse":"He doesn't let the wicked live; he grants justice to the afflicted."},{"number":7,"verse":"He won't stop looking at righteous people; he seats them on thrones with kings forever, and they are exalted."},{"number":8,"verse":"\"If they're bound in chains, caught in ropes of affliction,"},{"number":9,"verse":"he'll reveal their actions to them, when their transgressions have become excessive."},{"number":10,"verse":"He opens their ears and instructs them, commanding them to repent from evil."},{"number":11,"verse":"If they listen and serve him, {The Heb. lacks him} they'll finish {Or finish} their lives in prosperity and their years will be pleasant."},{"number":12,"verse":"\"But if they won't listen, they'll perish {Lit. by the sword they'll pass through} by the sword and die in their ignorance."},{"number":13,"verse":"The godless at heart cherish {Lit. lay up} anger; they won't cry out for help when God {Lit. he} afflicts {Lit. binds} them."},{"number":14,"verse":"They {Lit. Their souls} die in their youth; and their life will end {The Heb. lacks will end} among temple prostitutes."},{"number":15,"verse":"He'll deliver the afflicted through their afflictions and open their ears when they are oppressed.\""},{"number":16,"verse":"{God is an All-Powerful and Just Teacher} d \"Indeed, he drew you away from the brink of distress to a spacious place without constraints, filling your festive {Lit. restful} table with bountiful {Lit. fat} food."},{"number":17,"verse":"But now you are occupied with the case of the wicked; but justice and judgment will be served."},{"number":18,"verse":"So that no one entices you with riches, don't let a large ransom turn you astray."},{"number":19,"verse":"\"Will your wealth sustain you when you're in distress, despite your most powerful efforts? {Or your force of strength}"},{"number":20,"verse":"Don't long for night, when people vanish {Lit. go up} in their place."},{"number":21,"verse":"Be careful! Don't turn to evil, because of this you will be tried by more than affliction."},{"number":22,"verse":"\"Indeed, God is exalted in his power. Who is like him as a teacher?"},{"number":23,"verse":"Who ordained his path for him, and who has asked him, «You are wrong, aren't you? '"},{"number":24,"verse":"Remember to magnify his awesome activities, about which mortal man has sung."},{"number":25,"verse":"All of mankind sees him; human beings observe him from afar off.\""},{"number":26,"verse":"{God Controls the Weather} d \"God is truly awesome, beyond what we know; the number of his years is unknowable. {Or unreachable}"},{"number":27,"verse":"He draws up drops of water, distilling it to rain and mist. {Or distilling rain into mist}"},{"number":28,"verse":"When the clouds pour down; {Or drops} they drop their rain on all of humanity."},{"number":29,"verse":"\"Furthermore, can anyone understand cloud patterns, or the thundering in his pavilion?"},{"number":30,"verse":"He scatters his lightning above it, and covers the bottom {Or root} of the sea."},{"number":31,"verse":"He uses them to judge some people and give food to many."},{"number":32,"verse":"His hands are covered with lightning that he commands to strike his designated target."},{"number":33,"verse":"His thunder {Lit. shout} declares his presence; and tells the animals what is coming.\""}]}