{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"{On the Birth of Young} d \"Do you know when the mountain goat gives birth? Do you watch the doe as it calves its young?"},{"number":2,"verse":"Can you count the months of their gestation? Do you know the time when they give birth,"},{"number":3,"verse":"when they crouch down {Or bow down} to give birth {Lit. cleave open} to their offspring, and let go {Lit. send} of their birth pangs?"},{"number":4,"verse":"Their young are strong; they grow up in the open field; then they go off and don't return to them.\""},{"number":5,"verse":"{On Wild Animals} d \"Who sets the wild donkey free? Who loosens the bonds of the wild donkey"},{"number":6,"verse":"to whom I've given the Arabah {I. e. the desert wilderness of southern Israel} for a home; the salt plain for his dwelling place?"},{"number":7,"verse":"He despises city noises; {Or sound} he ignores the shouts {Or noise} of the driver."},{"number":8,"verse":"He ranges the mountains that are his pasture to search for anything green."},{"number":9,"verse":"Is the wild ox willing to serve you? Will he sleep at night near your feeding trough?"},{"number":10,"verse":"Can you bind the ox to plow a furrow with a rope? Will he harrow after you in the valley?"},{"number":11,"verse":"Will you trust him because of his great strength and entrust your labor to him?"},{"number":12,"verse":"Will you trust him that he'll bring in your grain, and gather it to your threshing floor?\""},{"number":13,"verse":"{On the Ostrich} d \"The wings of the ostrich flap joyously, but aren't its pinions and feathers like the stork?"},{"number":14,"verse":"She abandons her eggs on the ground and lets them be warmed in the sand,"},{"number":15,"verse":"but she forgets that a foot might crush them or any wild animal might trample them."},{"number":16,"verse":"She mistreats her young as though they're not hers, and she has no fear that her labor may be in vain,"},{"number":17,"verse":"because God didn't grant her wisdom and never gave her understanding."},{"number":18,"verse":"And yet when she gets ready to run, she laughs at the horse and its rider.\""},{"number":19,"verse":"{On the Horse} d Do you instill the horse with strength? Do you clothe its neck with a mane?"},{"number":20,"verse":"Can you make him leap like the locust, and make the splendor of his snorting terrifying?"},{"number":21,"verse":"He paws the ground {The Heb. lacks the ground} in the valley and rejoices in his strength; he goes out to face weapons."},{"number":22,"verse":"He scoffs at fear and is never scared; he never retreats from a sword."},{"number":23,"verse":"A quiver of arrows rattles against his side, along with a flashing spear and a lance."},{"number":24,"verse":"Leaping in his excitement, he takes in {Lit. swallows} the ground; he cannot stand still when the trumpets sound!"},{"number":25,"verse":"When the trumpet blasts he'll neigh, «Aha! Aha!'From a distance he can sense war, the war cry of generals, {Or officers} and their shouting.\""},{"number":26,"verse":"{On Raptors} d \"Is it by your understanding that the hawk flies, spreading its wings toward the south?"},{"number":27,"verse":"Does the eagle soar high at your command {Lit. mouth} and build its nest on the highest crags?"},{"number":28,"verse":"He dwells on the crags where he makes his home, there on the rocky crag is his stronghold."},{"number":29,"verse":"From there he searches for prey, and his eyes recognize it from a distance."},{"number":30,"verse":"His young ones feast {Lit. suck up} on blood; he'll be found wherever there's a carcass.\" {Or slain}"}]}