{"bibleAbbr":"ISV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"{The Lord Challenges Job Again} d The Lord continued his response to Job by saying:"},{"number":2,"verse":"\"Should the one who is fighting the Almighty find fault with him? {The Heb. lacks him} Let God's accuser answer.\""},{"number":3,"verse":"{Job Acknowledges His Limitations} d Then Job replied to the Lord. He said:"},{"number":4,"verse":"\"I must look insignificant to you! How can I answer you? I'm speechless. {Lit. I put my hand over my mouth}"},{"number":5,"verse":"I spoke once, but I can't answer; I tried {The Heb. lacks tried} a second time, but I won't do so anymore.\""},{"number":6,"verse":"{The Lord Continues to Interrogate Job} d The Lord answered Job from the wind storm and told him:"},{"number":7,"verse":"\"Stand up {Lit. Gird up your loins} like a man! I'll ask you some questions, and you give me some answers!"},{"number":8,"verse":"Indeed would you annul my justice and condemn me, just so you can claim that you're righteous?"},{"number":9,"verse":"Do you have strength {Lit. have an arm} like God? Can you create thunder with a sound {Lit. voice} like he can?\""},{"number":10,"verse":"{Can You Save Yourself?} d \"When you have adorned yourself with exalted majesty, clothed yourself with splendor and dignity, {Lit. splendor and majesty}"},{"number":11,"verse":"dispensed the fury of your anger, made sure {Lit. see} that you have humbled every proud person,"},{"number":12,"verse":"stared down and subdued every proud person, trampled the wicked right where they are,"},{"number":13,"verse":"buried {MT has hide} them in the dust together, and sent them bound to that secret place, {I. e. the afterlife}"},{"number":14,"verse":"then I will applaud you myself! I'll admit that you can deliver yourself by your own efforts!\""},{"number":15,"verse":"{On Behemoth} d \"Please observe {Lit. look} Behemoth, {I. e. an ancient, gigantic herbivore, living in Job's time but now apparently extinct} which I made along with you. He eats grass like an ox."},{"number":16,"verse":"Now take a look at the strength that he has in his loins, and in the muscles of his abdomen."},{"number":17,"verse":"His tail protrudes stiffly, like cedar; the sinews of his thigh interlink for strength."},{"number":18,"verse":"His bones are conduits {Or channels} of bronze; {Or copper} his strong bones are like bars of iron."},{"number":19,"verse":"He is the grandest {Or first} of God's undertakings, {Lit. ways} yet his creator is approaching him with his sword. {I. e. God was about to make Behemoth extinct}"},{"number":20,"verse":"Mountains produce food for him, where all the wild animals frolic."},{"number":21,"verse":"He lies under the lotus trees, hiding under reeds and marshes. {Lit. reed and marsh}"},{"number":22,"verse":"The lotus trees cover him with their shade, and willows that line the wadis {I. e. seasonal streams that channel water during rain seasons but are dry at other times} surround him."},{"number":23,"verse":"What you see as a raging river doesn't alarm him; he is confident when the Jordan overflows."},{"number":24,"verse":"Are your eyes looking to capture him, or to pierce his snout with a bridle?\""}]}