{"bibleAbbr":"bnOV2016","bookName":"তীতের প্রতি প্রেরিত পৌলের পত্র।","bookEnglishName":"Titus","chapterNumber":2,"verses":[{"number":1,"verse":"( প্রাচীন, যুবক, দাস প্রভৃতি ভিন্ন ভিন্ন লোকের কর্ত্তব্য।) কিন্তু তুমি নিরাময় শিক্ষার উপযুক্ত কথা বল।"},{"number":2,"verse":"বৃদ্ধদিগকে বল, যেন তাঁহারা মিতাচারী, ধীর, সংযত [এবং] বিশ্বাসে, প্রেমে, ধৈর্য্যে নিরাময় হন।"},{"number":3,"verse":"সেইরূপে প্রাচীনাদিগকে বল, যেন তাঁহারা আচার ব্যবহারে ভয়শীলা হন, অপবাদিকা কি বহুমদ্যের দাসী না হন, সুশিক্ষাদায়িনী হন;"},{"number":4,"verse":"তাঁহারা যেন যুবতীদিগকে সংযত করিয়া তুলেন, যেন ইহারা পতিপ্রিয়া, সন্তানপ্রিয়া,"},{"number":5,"verse":"সংযতা, সতী, গৃহকার্য্যে ব্যাপৃতা, সুশীলা, ও আপন আপন স্বামীর বশীভূতা হয়, এইরূপে যেন ঈশ্বরের বাক্য নিন্দিত না হয়।"},{"number":6,"verse":"সেইরূপে যুবকদিগকে সংযত হইতে আদেশ কর।"},{"number":7,"verse":"আর আপনি সর্ব্ববিষয়ে সৎক্রিয়ার আদর্শ হও,"},{"number":8,"verse":"শিক্ষাতে অবিকার্য্যতা, ধীরতা, এবং অদূষ্য নিরাময় বাক্য প্রদর্শন কর; যেন বিপক্ষ আমাদের বিষয়ে মন্দ বলিবার সূত্র না পাওয়াতে লজ্জিত হয়।"},{"number":9,"verse":"দাসগণকে বল, যেন তাহারা আপন আপন স্বামীর বশীভূত ও সর্ব্ববিষয়ে সন্তোষদায়ক হয়, প্রতিবাদ না করে,"},{"number":10,"verse":"কিছুই আত্মসাৎ না করে, কিন্তু সর্ব্বপ্রকার উত্তম বিশ্বস্ততা দেখায়; যেন তাহারা আমাদের ত্রাণকর্ত্তা ঈশ্বরের শিক্ষা সর্ব্ববিষয়ে ভূষিত করে।"},{"number":11,"verse":"( খ্রীষ্টের অবতার ও পুনরাগমনের শুভফল।) কেননা ঈশ্বরের অনুগ্রহ প্রকাশিত হইয়াছে, তাহা সমুদয় মনুষ্যের জন্য পরিত্রাণ আনয়ন করে,"},{"number":12,"verse":"তাহা আমাদিগকে শাসন করিতেছে, যেন আমরা ভক্তিহীনতা ও সাংসারিক অভিলাষ সকল অস্বীকার করিয়া সংযত, ধার্ম্মিক ও ভক্তিভাবে এই বর্ত্তমান যুগে জীবন যাপন করি,"},{"number":13,"verse":"এবং পরমধন্য আশাসিদ্ধির জন্য, এবং মহান্ ঈশ্বর ও আমাদের ( (বা) এবং আমাদের মহান্ ঈশ্বর ও।) ত্রাণকর্ত্তা যীশু খ্রীষ্টের প্রতাপের প্রকাশপ্রাপ্তির জন্য অপেক্ষা করি।"},{"number":14,"verse":"ইনি আমাদের নিমিত্তে আপনাকে প্রদান করিলেন, যেন মূল্য দিয়া আমাদিগকে সমস্ত অধর্ম্ম হইতে মুক্ত করেন, এবং আপনার নিমিত্ত নিজস্ব প্রজাবর্গকে, সৎক্রিয়াতে উদ্যোগী প্রজাবর্গকে, শুচি করেন।"},{"number":15,"verse":"তুমি এই সকল কথা বল, এবং সম্পূর্ণ ক্ষমতার সহিত উপদেশ দেও, ও অনুযোগ কর; তোমাকে তুচ্ছ করিতে কাহাকেও দিও না।"}]}