{"bibleAbbr":"BKJVNT","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"Some were beside Him at the same time, who reported to Him about the Galileans whose blood Pilate mixed with their sacrifices."},{"number":2,"verse":"And when Jesus responded, He said to them, \"Does it seem to you that these Galileans became sinful beyond all the Galileans because they have suffered these types of things?"},{"number":3,"verse":"Definitely not, I tell you, but if you do not change your ways, you all will similarly be ruined."},{"number":4,"verse":"Or those ten and eight on whom the tower in Siloam fell and killed them. Does it seem to you that these became people with a debt beyond all the people residing in Jerusalem?"},{"number":5,"verse":"Definitely not, I tell you, but if you do not change your ways, you all will likewise be ruined.\""},{"number":6,"verse":"He was telling this illustration, \"A certain person had a fig tree that had been planted in his vineyard. And he went looking for fruit in it and found none."},{"number":7,"verse":"He said to the vine worker, 'Look, for three years I am coming looking for fruit in this fig tree, and I am finding none. Chop it out. Why does it also make the ground useless?'"},{"number":8,"verse":"When the vine worker responds, he says to him, 'Master, leave it also this year until a certain time that I will excavate around it and put down manure."},{"number":9,"verse":"And certainly if it produces fruit, good. But if not, for the time that is going to come, you definitely will chop it out.'\""},{"number":10,"verse":"He was teaching in one of the synagogues on the Sabbaths."},{"number":11,"verse":"And look, there was a woman who had a spirit of weakness for ten and eight years. And she was stooping over and not able to stand upright to the maximum."},{"number":12,"verse":"When Jesus saw her, He hollered out and said to her, \"Ma'am, you have been dismissed from your weakness.\""},{"number":13,"verse":"And He placed His hands on her, and at once she was straightened up and was admitting that God is magnificent."},{"number":14,"verse":"When the synagogue's head ruler responded, infuriated because Jesus healed on the Sabbath, he was saying to the crowd, \"There are six days during which it is necessary to be working. So as you come during these, be healed, and not on the day of the Sabbath.\""},{"number":15,"verse":"So the Master responded to him and said, \"Faker, doesn't each of you on the Sabbath release his cow or donkey from the feed trough and, after leading it off, give it a drink?"},{"number":16,"verse":"But this woman, who is a daughter of Abraham, whom the Opponent tied up, look, ten and eight years, isn't it necessary to release her from this restraint on the day of the Sabbath?\""},{"number":17,"verse":"And as He said these things, all the people lying in opposition to Him were ashamed, and the entire crowd was happy based on all the magnificent things happening under Him."},{"number":18,"verse":"He was saying, \"What is the empire of God like, and what will I liken it to?"},{"number":19,"verse":"It is like a kernel of mustard, that, after a person took, he threw into his garden. And it grew, became into a huge tree, and the winged birds of the sky bedded down in its branches.\""},{"number":20,"verse":"And again He said, \"What will I liken the empire of God to?"},{"number":21,"verse":"It is like yeast that, after a woman took, she hid in three loads of dough until the time that the whole thing was raised.\""},{"number":22,"verse":"And He was traveling throughout cities and villages teaching and making a journey to Jerusalem."},{"number":23,"verse":"Someone said to Him, \"Master, tell us if the people being rescued are few.\" Jesus said to them,"},{"number":24,"verse":"\"Struggle to go in through the narrow gate, because many, I tell you, will look to go in and will not have the strength."},{"number":25,"verse":"From the time that the homeowner got up and closed up the door, you also began to have been standing outside and to be knocking on the door, saying, 'Master, master, open to us.' And when he responds, he will state to you, 'I don't know you, where you are from.'"},{"number":26,"verse":"At that time, you will begin to be saying, 'We ate in your sight and drank, and you taught in our plazas.'"},{"number":27,"verse":"And He will state, 'I tell you, I don't know you, where you are from. Stay away from Me, all the workers of the wrong.'"},{"number":28,"verse":"There will be the crying and the grinding of the teeth there when you see Abraham, Isaac, Jacob, and all the preachers in the empire of God, but you being thrown outside."},{"number":29,"verse":"And they will arrive from eastern regions and western regions, and from the north and south, and will recline in the empire of God."},{"number":30,"verse":"And look, the last ones are who will be first, and the first ones are who will be last.\""},{"number":31,"verse":"In the same day, some Separatists came forward, saying to Him, \"Go out and travel away from here because Herod wants to kill You.\""},{"number":32,"verse":"And He said to them, \"When you travel back, tell that fox, 'Look, I am throwing demons out and finishing up cures today and tomorrow. And on the third day, I am finished."},{"number":33,"verse":"More importantly, it is necessary for Me today, tomorrow, and the following day to be traveling because it is not acceptable for a preacher to be ruined outside of Jerusalem.'"},{"number":34,"verse":"Jerusalem, Jerusalem, the city killing the preachers and throwing stones at the people who have been sent out to her. How many times I wanted to bring your children together in one place, the way that a hen gathers her own young under the wings, and you did not want it."},{"number":35,"verse":"Look, your house is left to you uninhabited. Amen, I tell you that you will not in any way see Me until the time will arrive when you will say, 'The One coming in the Master's name who has been conferred with prosperity.'\""}]}