{"bibleAbbr":"BKJVNT","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"All the tax collectors and the sinful people were near Him to be listening to Him."},{"number":2,"verse":"And the Separatists and the Old Testament transcribers were grumbling among themselves, saying, \"This Person accepts sinful people in and eats together with them.\""},{"number":3,"verse":"He told this illustration to them, saying,"},{"number":4,"verse":"\"What person from among you who has a hundred sheep, and when he loses one from them, does not leave the ninety-nine down in the backcountry and travel based on the one that has been lost until he finds it?"},{"number":5,"verse":"And when he finds it, he places it on his own shoulders being happy."},{"number":6,"verse":"And when he comes into the house, he calls the friends and the neighbors together, saying to them, 'Be happy together with me because I found my sheep, the one that has been lost.'"},{"number":7,"verse":"I tell you that this is how there will be happiness in heaven over one sinful person changing his ways than over ninety-nine that do what is right, some that have no need of a change of ways."},{"number":8,"verse":"Or what woman having ten drachmas (silver coins), if she loses one drachma, does she not light a lamp, sweep the house, and look carefully until a certain time that she will find it?"},{"number":9,"verse":"And after finding it, she calls the friends and the neighbors together, saying, 'Be happy together with me because I found the drachma that I lost.'"},{"number":10,"verse":"This is how, I tell you, happiness happens in the sight of the angels of God over one sinful person changing his ways.\""},{"number":11,"verse":"He said, \"A certain person had two sons."},{"number":12,"verse":"And the younger of them said to his father, 'Father, give me the part of the assets tossing over to me.' And he divvied out the livelihood to them."},{"number":13,"verse":"And after not many days, when the younger son gathered absolutely everything, he left the area to go to a distant rural area. And there he squandered his assets, living recklessly."},{"number":14,"verse":"After he spent everything, a strong famine happened throughout that rural area, and he began to be lacking."},{"number":15,"verse":"And after he traveled, he was stuck like glue to one of the citizens of that rural area. And he sent him into his fields to be feeding hogs."},{"number":16,"verse":"And he was desiring to fill his belly from the carob tree pods that the hogs were eating. And no one was giving to him."},{"number":17,"verse":"When he came to himself, he said, 'How many paid workers of my father have loaves of bread left over, but I am being ruined by a famine."},{"number":18,"verse":"After getting up, I will travel to my father and state to him, \"Father, I sinned to heaven and in your sight."},{"number":19,"verse":"I am no longer even deserving to be called your son. Make me as one of your paid workers.\"'"},{"number":20,"verse":"And after getting up, he went to his own father. But as he had himself still a long way away, his father saw him and had sympathy. And after running to him, he fell on his neck and was very friendly to him."},{"number":21,"verse":"The son said to him, 'Father, I sinned to heaven and in your sight. I no longer am even deserving to be called your son.'"},{"number":22,"verse":"But the father said to his slaves, 'Bring out the long robe, the most important one, and put it on him. And give him a ring for his hand and sandals for his feet."},{"number":23,"verse":"And after bringing the calf, the grain-fed one, kill it, and after eating, we will celebrate"},{"number":24,"verse":"because this one, my son, was dead, and he came to life again; and he had been lost and was found.' And they began to celebrate."},{"number":25,"verse":"His son, the older one, was in a field. And going home, as he was near the house, he heard musical harmony and circle dancing."},{"number":26,"verse":"And after calling for one of the servant boys, he was inquiring what these things might be."},{"number":27,"verse":"The boy said to him, 'Your brother has arrived, and your father killed the calf, the grain-fed one, because he received him back healthy.'"},{"number":28,"verse":"He was enraged and did not want to go in. So after his father came out, he was encouraging him."},{"number":29,"verse":"When the son responded, he said to his father, 'Look, for so many years, I am a slave to you, and I never even once passed by your demand. And you never even once gave me a goat so that I might celebrate with my friends."},{"number":30,"verse":"When your son, this one who ate up your livelihood with prostitutes, came, you killed the calf for him, the grain-fed calf.'"},{"number":31,"verse":"But the father said to him, 'Child, you are always with me, and all my things are yours."},{"number":32,"verse":"It was necessary to celebrate and to be happy because your brother, this one, was dead and came to life again, and had been lost and was found.'\""}]}