{"bibleAbbr":"BKJVNT","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"And after He went in, He was going through Jericho."},{"number":2,"verse":"And look, a man called by the name Zacchaeus. And he was a head tax collector, and he was rich."},{"number":3,"verse":"And he was looking to see Jesus, who He is. And he was not able to see Him out of the crowd because he was little in size."},{"number":4,"verse":"And after he ran ahead in front, he climbed up on a white mulberry tree so that he might see Him because He was going to be going through that way."},{"number":5,"verse":"And as Jesus came up to the place, when He looked up, He saw him and said to him, \"Zacchaeus, after hurrying up, climb down. You see, today it is necessary for Me to stay in your house.\""},{"number":6,"verse":"And after hurrying up, he climbed down and, being happy, accepted Him under his roof."},{"number":7,"verse":"And when absolutely everyone saw it, they were grumbling among themselves, saying, \"He went in beside a sinful man to settle down for the night.\""},{"number":8,"verse":"But when Zacchaeus was stood up, he said to the Master, \"Look, the halves of the things that are mine, Master, I am giving to the poor, and if I made false accusations of anything against anyone, I am giving it back quadruple.\""},{"number":9,"verse":"Jesus said to him, \"Today a rescue happened in this house due to the fact that he is also a son of Abraham."},{"number":10,"verse":"You see, the Son of the Person came to look for and to rescue the sheep that has been lost.\""},{"number":11,"verse":"As they listened, when He added to these things, He told an illustration because of the fact for Him to be near Jerusalem and for it to be seeming to them that the empire of God was going to be spotted at once."},{"number":12,"verse":"So He said, \"A certain person from a good family line traveled to a distant rural area to receive an empire for himself and to return."},{"number":13,"verse":"After calling ten slaves of his, he gave them ten minas ($17 coins) and said to them, 'Invest until I come.'"},{"number":14,"verse":"His citizens were hating him. And they sent a delegation of older men out on a mission behind him, saying, 'We do not want this person to be king over us.'"},{"number":15,"verse":"And it happened during the time for him to come back after receiving the empire; he also said to holler for him to these slaves (to whom he gave the silver) so that he might know who earned what through investing."},{"number":16,"verse":"The first one showed up, saying, 'Master, your mina (a $17 coin) earned ten minas ($170).'"},{"number":17,"verse":"And he said to him, 'Well done, good slave. Because you became trustable in the smallest thing, have authority over ten cities.'"},{"number":18,"verse":"And the second slave came, saying, 'Master, your mina (a $17 coin) made five minas ($85).'"},{"number":19,"verse":"He also said to this slave, 'And you, become over five cities.'"},{"number":20,"verse":"And a different slave came, saying, 'Master, look, your mina (a $17 coin) that I was keeping set-aside in a towel."},{"number":21,"verse":"You see, I feared you because you are a rough person. You pick up what you did not set down and harvest what you did not seed.'"},{"number":22,"verse":"He says to him, 'From your mouth, I will judge you, evil slave. You realized that I am a rough person taking what I did not set down and harvesting what I did not seed."},{"number":23,"verse":"And why didn't you give my silver on the bank table, and when I came, I would collect it together with interest?'"},{"number":24,"verse":"And to the people who had stood nearby, he said, 'Take the mina (a $17 coin) away from him, and give it to the person who has ten minas ($170).'"},{"number":25,"verse":"And they said to him, 'Master, he has ten minas ($170).'"},{"number":26,"verse":"'You see, I tell you that to everyone who has it will be given, but from the person who does not have, even what he has will be taken away from him."},{"number":27,"verse":"More importantly, lead those enemies of mine here, the ones who did not want me to be king over them, and slaughter them down in front of me.'\""},{"number":28,"verse":"And after He said these things, He was traveling in front, as He walked up to Jerusalem."},{"number":29,"verse":"And it happened as He came near to Bethphage and Bethany, toward the mountain, the one that is called, \"of Olives;\" He sent two of His students out on a mission,"},{"number":30,"verse":"after saying, \"Go back into the village directly facing you, in which, as you travel into it, you will find a foal that has been tied up, on which no one (of people) has been seated at any time. After you release it, lead it here."},{"number":31,"verse":"And if someone asks you why you are releasing it, this is what you will state to him, 'The Master has need of it.'\""},{"number":32,"verse":"After going off, the two who had been sent out found just what He said to them."},{"number":33,"verse":"As they were releasing the foal, its masters said to them, \"Why are you releasing the foal?\""},{"number":34,"verse":"The two said, \"The Master has need of it.\""},{"number":35,"verse":"And they led it to Jesus, and after tossing their own robes on the foal, they loaded Jesus on it."},{"number":36,"verse":"As He traveled, they were spreading their robes out underneath in the road."},{"number":37,"verse":"As He came near, already close to the descent of the Mountain of the Olives, absolutely all the large number of the students (as the people were happy) began to be praising God with a loud voice about all the abilities that they saw,"},{"number":38,"verse":"saying, \"The One coming (the King) in the Master's name who has been conferred with prosperity. Peace in heaven and magnificence in the highest places.\""},{"number":39,"verse":"And some of the Separatists out of the crowd said to Him, \"Teacher, forbid Your students.\""},{"number":40,"verse":"And when He responded, He said to them, \"I tell you that if these people will be silent, the stones will yell.\""},{"number":41,"verse":"And as He came near, when He saw the city, He cried over it,"},{"number":42,"verse":"saying, \"If you knew, even you, and definitely in this your day, the things toward your peace. But now it was hidden away from your eyes"},{"number":43,"verse":"because days will arrive on you and your enemies will put a blockade around you, completely surround you, and hold you in on all sides."},{"number":44,"verse":"And they will level you and your children in you down to terra firma, and they will not leave in you a stone on a stone for the times that you did not know the appointed time of your supervision.\""},{"number":45,"verse":"And when He went onto the temple grounds, He began to be throwing out the people who were selling in it and buying,"},{"number":46,"verse":"saying to them, \"It has been written, (in Isaiah 56:7) 'My house is a house of prayer,' but you made it a cave of bandits.\""},{"number":47,"verse":"And He was teaching the \"daily\" thing on the temple grounds, but the head priests, the Old Testament transcribers, and the most important men of the ethnic group were looking to ruin Him,"},{"number":48,"verse":"and they were not finding the \"what they would do\" thing. You see, absolutely all of the group were hanging on to His every word as they listened."}]}