{"bibleAbbr":"BKJVNT","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"The Festival of the Yeastless Loaves, the festival that is called the Passover, was near."},{"number":2,"verse":"And the head priests and the Old Testament transcribers were looking for the \"how they might execute Him\" thing. You see, they were fearing the group."},{"number":3,"verse":"The Opponent went into the Judas also called Iscariot, who was from the number of the Twelve."},{"number":4,"verse":"And when he went off, he spoke together with the head priests and the captains about the \"how he might turn Him over to them\" thing."},{"number":5,"verse":"And they were happy and agreed to give him silver."},{"number":6,"verse":"And he acknowledged it out loud and was looking for a good time of the \"to turn Him over to them void of a crowd\" part."},{"number":7,"verse":"The day of the Yeastless Loaves Festival came, in which it was necessary for the Passover lamb to be sacrificed."},{"number":8,"verse":"And He sent Peter and John out on a mission after saying, \"After traveling out, get the Passover meal ready for us so that we might eat.\""},{"number":9,"verse":"The two said to Him, \"Where do you want that we might get things ready?\""},{"number":10,"verse":"Jesus said to them, \"Look, when you go into the city, a person will meet together with you hauling a clay pitcher of water. Follow him into the house where he travels into it."},{"number":11,"verse":"And you will state to the homeowner of the house, 'The teacher says to you, \"Where is the guest room where I might eat the Passover meal with My students?\"'"},{"number":12,"verse":"And that person will show you a huge room above the ground floor that has been set up. Get ready there.\""},{"number":13,"verse":"After they went off, they found it just as He has stated to them. And they got the Passover meal ready."},{"number":14,"verse":"And when the hour happened, He settled down and the twelve missionaries together with Him."},{"number":15,"verse":"And He said to them, \"With desire I have desired to eat this Passover meal with you before the time for Me to suffer."},{"number":16,"verse":"You see, I tell you that I will no longer in any way eat from it until a certain time that it will be accomplished in the empire of God.\""},{"number":17,"verse":"And when He accepted a cup, after He was thankful, He said, \"Take this, and thoroughly divide it to yourselves."},{"number":18,"verse":"You see, I tell you that I will not in any way drink from the produce of the vine until a certain time that the empire of God will come."},{"number":19,"verse":"And when He took bread, after He was thankful, He tore it and gave it to them, saying, \"This is My body, the body given on your behalf. Do this for the reminder again of Me.\""},{"number":20,"verse":"Similarly, He also did the cup after the time for them to eat dinner, saying, \"This cup is the new treaty in My blood, the cup spilled out on your behalf."},{"number":21,"verse":"More importantly, look, the hand of the person turning Me in is with Me on the table."},{"number":22,"verse":"And the Son of the Person certainly travels in line with what has been designated. More importantly, what a tragedy it is to that person through whom He is turned in.\""},{"number":23,"verse":"And they began to be posing questions to themselves, the \"who, then, would it be from among them, the one who is going to be repeatedly doing this thing\" kind."},{"number":24,"verse":"Also an argument that they liked to have among them happened, the \"who of them seems to be greater\" argument."},{"number":25,"verse":"Jesus said to them, \"The kings of the non-Jews are masters over them, and the people who have authority over them are called humanitarians."},{"number":26,"verse":"You will not be like that, but the greater person among you must become as the younger person and the person being a leader as the person serving."},{"number":27,"verse":"You see, who is greater, the person reclining or the person serving? Is it not the person reclining? But I am in the middle of you as the person serving is."},{"number":28,"verse":"You are the ones who through it all have stayed with Me in My troubles."},{"number":29,"verse":"And I am forming with you (just as My father formed with Me) an empire"},{"number":30,"verse":"so that you may eat and drink on My table in My empire and you will be seated on thrones judging the twelve family lines of Israel.\""},{"number":31,"verse":"The Master said, \"Simon, Simon, look, the Opponent made a request concerning you, of the 'to sift you as the grain' kind,"},{"number":32,"verse":"but I pleaded concerning you that your trust may not cease. And you, whenever you return back, establish your brothers.\""},{"number":33,"verse":"Peter said to Him, \"Master, I am ready to be traveling with You, even into jail and into death.\""},{"number":34,"verse":"Jesus said, \"I tell you, Peter, a rooster will not in any way crow today before you will flatly deny Me, even three times, to not know Me.\""},{"number":35,"verse":"And He said to them, \"When I sent you out on missions void of a money bag, a tote bag, and sandals, did you lack anything?\" The students said, \"Nothing.\""},{"number":36,"verse":"So He said to them, \"But now the person who has a money bag must take it, likewise also a tote bag. And the person who does not have them must sell his robe and buy a knife."},{"number":37,"verse":"You see, I tell you that still it is necessary for this thing that has been written (in Isaiah 53:12) to be finished in Me, the 'and He will be considered with criminals' thing; for this thing about Me also has a conclusion.\""},{"number":38,"verse":"The students said, \"Master, look, here are two knives.\" Jesus said to them, \"It is adequate.\""},{"number":39,"verse":"And after going out, He traveled (in line with the custom) to the Mountain of the Olives. His students also followed Him."},{"number":40,"verse":"After they became on the place, He said to them, \"Pray not to get into trouble.\""},{"number":41,"verse":"And He was pulled away from them as if it were a stone's throw, and after placing His knees on the ground, He was praying,"},{"number":42,"verse":"saying, \"Father, if You intend to, carry this cup off away from Me. More importantly, not what I want, but what You want must happen."},{"number":43,"verse":"An angel out of heaven was seen with Him, invigorating Him."},{"number":44,"verse":"And when He became in a struggle, He was praying more intensely. His perspiration became as if it were clots of blood tumbling down on the ground."},{"number":45,"verse":"And after He got up from the prayer, when He went to the students, He found them asleep from the sadness."},{"number":46,"verse":"And He said to them, \"Why are you sleeping? After getting up, pray that you might not get into trouble.\""},{"number":47,"verse":"As He was still speaking, look, a crowd, and the one called Judas (one of the Twelve) was going on ahead of them. And He came near to Jesus to be friendly with Him."},{"number":48,"verse":"Jesus said to him, \"Judas, are you turning the Son of the Person in with a friendly gesture?\""},{"number":49,"verse":"When the people around Him saw what will be, they said to Him, \"Master, tell us if we will slash them with a knife.\""},{"number":50,"verse":"And a certain one from among them slashed the slave of the head priest and took off his ear, the right one."},{"number":51,"verse":"But when Jesus answered, He said, \"Allow this for now.\" And when He touched his ear lobe, He cured him."},{"number":52,"verse":"Jesus said to the people who showed up on Him (head priests, captains of the temple grounds, and older men), \"Have you come out with knives and wooden clubs as on a bandit?"},{"number":53,"verse":"Daily as I was with you on the temple grounds, you did not put out your hands on Me, but this is your hour and the authority of the darkness."},{"number":54,"verse":"When they apprehended Him, they took and led Him into the house of the head priest. Peter was following at a distance."},{"number":55,"verse":"When they lit a fire in the middle of the courtyard and were seated together, Peter was sitting in the middle of them."},{"number":56,"verse":"When a certain servant girl saw him sitting toward the light and stared at him, she said, \"This person also was together with Him.\""},{"number":57,"verse":"But Peter denied Him, saying, \"Ma'am, I do not know Him.\""},{"number":58,"verse":"And after a bit, when a different person saw him, he was declaring, \"You also are from among them.\" But Peter said, \"Sir, I am not.\""},{"number":59,"verse":"And after as if one hour went by, someone else was strongly insisting, saying, \"Based on truth, this person also was with Him. You see, he also is a Galilean.\""},{"number":60,"verse":"But Peter said, \"Sir, I do not know what you are saying.\" And at once, as he was still speaking, the rooster crowed."},{"number":61,"verse":"And after the Master turned, He looked at Peter, and Peter quietly remembered the message of the Master, how He said to him, \"Before the time for a rooster to crow, you will flatly deny Me three times.\""},{"number":62,"verse":"And after Peter went outside, he cried bitterly."},{"number":63,"verse":"And the men, the ones holding Jesus, were mocking Him as they beat Him."},{"number":64,"verse":"And after they blindfolded Him, they were hitting His face and asking Him, saying, \"Prophesy. Who is the one who struck You?\""},{"number":65,"verse":"And many different things were they saying to Him, saying hurtful things."},{"number":66,"verse":"And as it became day, the board of older men of the ethnic group, head priests, and Old Testament transcribers were gathered together. And they led Him up to their own council, saying,"},{"number":67,"verse":"\"If You are the Anointed King, tell us.\" He told them, \"If I tell you, you will not in any way trust."},{"number":68,"verse":"If I also ask you a question, you will not in any way answer Me or dismiss Me."},{"number":69,"verse":"From the present on, the Son of the Person will be sitting at places to the right of the ability of God.\""},{"number":70,"verse":"Everyone said, \"So are You the Son of God?\" Jesus was declaring to them, \"You are saying that I am.\""},{"number":71,"verse":"The men said, \"What? Do we still have a need of a witness? You see, we ourselves heard it out of His mouth.\""}]}