{"bibleAbbr":"BKJVNT","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":7,"verses":[{"number":1,"verse":"Since He filled all His statements into the hearing of the ears of the group, He went into Capernaum."},{"number":2,"verse":"A certain lieutenant's slave, who had it bad, was going to be passing away, who was valued by him."},{"number":3,"verse":"When he heard about Jesus, he sent older men of the Jewish people out on a mission to Him, asking Him a favor in order that after coming He would completely rescue his slave."},{"number":4,"verse":"When the older men showed up to where Jesus was, they were encouraging Him aggressively, saying that he is deserving, to whom He will provide this."},{"number":5,"verse":"\"You see, he loves our nation, and he built the synagogue himself for us.\""},{"number":6,"verse":"Jesus was traveling together with them. As He already had himself not a long way away from the house, the lieutenant sent friends to Him saying to Him, \"Master, don't be irritated. You see, I am not sufficient that you would come in under my roof."},{"number":7,"verse":"For this reason, neither did I think that I myself deserved to come to You, but say a word, and my servant boy will be cured."},{"number":8,"verse":"You see, I also am a person assigned under an authority having soldiers under me, and I say to this one, 'Travel,' and he travels; to another, 'Go,' and he goes; and to my slave, 'Do this,' and he does it.\""},{"number":9,"verse":"When Jesus heard these things, it amazed Him. And after turning to the crowd following Him, He said, \"I tell you, not even in Israel did I find so much trust.\""},{"number":10,"verse":"And when the people who were sent returned into the house, they found the slave who was weak healthy."},{"number":11,"verse":"And it happened on the day afterward; He was traveling into a city called Nain, and an adequate amount of His students and a big crowd were traveling together with Him."},{"number":12,"verse":"As He came near to the gate of the city, and look, a body that had died was being carried out to a burial, the only biological son to his mother, and she was a widow. And an adequate crowd from the city was together with her."},{"number":13,"verse":"And when the Master saw her, He had sympathy on her and said to her, \"Don't cry.\""},{"number":14,"verse":"And when He came forward, He touched the coffin. The people hauling it stood still, and He said, \"Young lad, I tell you, be gotten up.\""},{"number":15,"verse":"And the dead son sat up on his own and began to be speaking. And He gave him to his mother."},{"number":16,"verse":"Fear took hold of absolutely everyone, and they were admitting that God is magnificent, saying, \"A great preacher has risen among us,\" and, \"God kept an eye on His ethnic group.\""},{"number":17,"verse":"And this message went out in all Judea about Him and in all the surrounding rural area."},{"number":18,"verse":"And his students reported about all these things to John."},{"number":19,"verse":"And after John called for any two of his students, he sent them to Jesus, saying, \"Are You the One coming, or should we expect another?\""},{"number":20,"verse":"When the men showed up to where He was, they said, \"John the Submerger has sent us out on a mission to You, saying, 'Are You the One coming, or should we expect another?'\""},{"number":21,"verse":"In the same hour, He healed many out of illnesses, ailments, and evil spirits. And as an act of generosity, He gave many blind people the ability to be seeing."},{"number":22,"verse":"And when Jesus answered, He said to them, \"After you travel, report to John things that you saw and heard, that blind people see again, crippled people traipse around, skin-diseased people are cleared up, hearing-impaired people hear, dead people are gotten up, good news is shared with poor people."},{"number":23,"verse":"And whoever is not tripped by Me is blessed.\""},{"number":24,"verse":"When the announcers from John went away, He began to be saying to the crowds about John, \"What have you gone out into the backcountry to view? A stick disturbed by wind?"},{"number":25,"verse":"But what have you gone out to see? A person who has been dressed in elegant clothes? Look, the people being in magnificent clothing and with lavish things are in the kingly places."},{"number":26,"verse":"But what have you gone out to see? A preacher? Yes, I tell you, and much more than a preacher."},{"number":27,"verse":"It is this person about whom it has been written, (in Malachi 3:1) 'Look, I am sending My announcer out on a mission before Your face who will design Your road in front of You.'"},{"number":28,"verse":"You see, I tell you, among people born of women there is not even one preacher greater than John the Submerger. But the littler person in the empire of God is greater than him."},{"number":29,"verse":"And all the ethnic group and the tax collectors who heard made God right when they were submerged with the submersion of John."},{"number":30,"verse":"But the Separatists and the law experts invalidated the intention of God for them when they were not submerged by him.\""},{"number":31,"verse":"The Master said, \"So what will I liken the people of this generation to? And what are they like?"},{"number":32,"verse":"They are like the young children sitting in a marketplace. And they holler to each other and say, 'We played the flute for you, and you did not dance. We wailed to you, and you did not cry.'"},{"number":33,"verse":"You see, John the Submerger has come, neither eating bread, nor drinking wine, and you say, 'He has a demon.'"},{"number":34,"verse":"The Son of the Person has come eating and drinking, and you say, 'Look, a person, an excessive eater and a wine drinker, a friend of tax collectors and sinful people.'"},{"number":35,"verse":"And the insight was made right from all her children."},{"number":36,"verse":"A certain one of the Separatists was asking Him that He might eat with him. And when He went into the house of the Separatist, He was reclined."},{"number":37,"verse":"And, look, a woman in the city, someone who was sinful. When she correctly understood that He was reclining in the house of the Separatist, after she retrieved an alabaster jar of perfume"},{"number":38,"verse":"and stood behind beside His feet crying, she began to be dampening His feet with the tears, with the hairs of her head she was wiping them dry, she was being very friendly to His feet, and she was dabbing the perfume on them."},{"number":39,"verse":"When the Separatist, the one who invited Him, saw it, he talked in himself, saying \"This Person, if He was a preacher, should know who and what kind the woman is, someone who is touching Him, because she is sinful.\""},{"number":40,"verse":"And when Jesus responded, He said to him, \"Simon, I have something to say to you.\" Simon declares, \"Teacher, say it.\""},{"number":41,"verse":"\"There were two owers of debt to a certain lender. The one was owing five hundred denarii ($25000), the different one fifty ($2500)."},{"number":42,"verse":"Since they did not have a way to give it back, in an act of generosity, he forgave both of them. So tell Me which of them will love him more?\""},{"number":43,"verse":"When Simon answered, he said, \"I presume that it would be the one to whom he forgave more.\" Jesus said to him, \"You judged correctly.\""},{"number":44,"verse":"And after He turned toward the woman, He was declaring to Simon, \"Do you see this woman? I came into your house. You did not give water on My feet, but she with the tears dampened My feet and with the hairs of her head wiped them dry."},{"number":45,"verse":"A friendly gesture you did not give Me, but she, from the moment that I came in, did not take a break from being very friendly to My feet."},{"number":46,"verse":"Olive oil you did not dab on My head, but she dabbed perfume on My feet."},{"number":47,"verse":"Thanks to which, I tell you, her sins, the many sins, have been forgiven; that is why she loved much. But a person to whom little is forgiven loves little.\""},{"number":48,"verse":"He said to her, \"Your sins have been forgiven.\""},{"number":49,"verse":"And the people reclining together with Him began to be saying among themselves, \"Who is this that even forgives sins?\""},{"number":50,"verse":"He said to the woman, \"Your trust has rescued you, travel into peace.\""}]}