{"bibleAbbr":"ERV2006","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":14,"verses":[{"number":1,"verse":"(The People Complain Again) That night all the people in the camp began shouting loudly."},{"number":2,"verse":"The Israelites complained against Moses and Aaron. All the people came together and said to Moses and Aaron, “We should have died in Egypt or in the desert."},{"number":3,"verse":"Did the LORD bring us to this new land to be killed in war? The enemy will kill us and take our wives and children! It would be better for us to go back to Egypt.”"},{"number":4,"verse":"Then the people said to each other, “Let’s choose another leader and go back to Egypt.”"},{"number":5,"verse":"Moses and Aaron bowed low to the ground in front of all the people gathered there."},{"number":6,"verse":"Joshua and Caleb became very upset. (Joshua son of Nun and Caleb son of Jephunneh were two of the men who explored the land.)"},{"number":7,"verse":"These two men said to all the Israelites gathered there, “The land that we saw is very good."},{"number":8,"verse":"It is a land filled with many good things. If the LORD is pleased with us, he will lead us into that land. And he will give that land to us."},{"number":9,"verse":"So don’t turn against the LORD! Don’t be afraid of the people in that land. We can defeat them. They have no protection, nothing to keep them safe. But we have the LORD with us, so don’t be afraid!”"},{"number":10,"verse":"All the people began talking about killing Joshua and Caleb with stones. But the Glory of the LORD appeared over the Meeting Tent where all the people could see it."},{"number":11,"verse":"The LORD spoke to Moses and said, “How long will these people continue to turn against me? They show that they don’t trust me or believe in my power, in spite of the many miracles I have done among them."},{"number":12,"verse":"I will kill them all with a terrible sickness. I will destroy them, and I will use you to make another nation. Your nation will be greater and stronger than these people.”"},{"number":13,"verse":"Then Moses said to the LORD, “If you do that, the Egyptians will hear about it! They know that you used your great power to bring your people out of Egypt."},{"number":14,"verse":"The Egyptians have already told the people in Canaan about it. They already know you are the LORD. They know that you are with your people. They know that the people saw you. Those people know about the special cloud. They know you use the cloud to lead your people during the day. And they know the cloud becomes a fire to lead your people at night."},{"number":15,"verse":"So you must not kill these people now. If you kill them, all the nations who have heard about your power will say,"},{"number":16,"verse":"‘The LORD was not able to bring them into the land he promised them. So he killed them in the desert.’"},{"number":17,"verse":"“So now, Lord, show your strength! Show it the way you said you would."},{"number":18,"verse":"You said, ‘The LORD is slow to become angry. He is full of great love. He forgives (forgives Or “spares.”) those who are guilty and break the law. But he always punishes those who are guilty. He punishes them, and he also punishes their children, their grandchildren, and even their great-grandchildren for those bad things.’"},{"number":19,"verse":"Now, show your great love to these people. Forgive their sin. Forgive them the same way you have been forgiving them since the time they left Egypt until now.”"},{"number":20,"verse":"The LORD answered, “Yes, I will forgive the people as you asked."},{"number":21,"verse":"But I tell you the truth. As surely as I live and as surely as the Glory of the LORD fills the whole earth, I make you this promise:"},{"number":22,"verse":"None of the people I led out of Egypt will ever see the land of Canaan. They saw my glory and the great signs that I did in Egypt and in the desert. But they disobeyed me and tested me ten times."},{"number":23,"verse":"I promised their ancestors that I would give them that land. But none of those people who turned against me will ever enter that land!"},{"number":24,"verse":"But my servant Caleb was different. He follows me completely. So I will bring him into the land that he has already seen, and his people will get that land."},{"number":25,"verse":"The Amalekites and the Canaanites are living in the valley. So tomorrow you must leave this place. Go back to the desert on the road to the Red Sea.”"},{"number":26,"verse":"(The Lord Punishes the People) The LORD said to Moses and Aaron,"},{"number":27,"verse":"“How long will these evil people continue to complain against me? I have heard their complaints and their griping."},{"number":28,"verse":"So tell them, ‘The LORD says that he will surely do all those things to you that you complained about. This is what will happen to you:"},{"number":29,"verse":"You will die in this desert. Every person who is 20 years old or older and was counted as one of my people will die. You complained against me."},{"number":30,"verse":"So none of you will ever enter and live in the land that I promised to give you. Only Caleb son of Jephunneh and Joshua son of Nun will enter that land."},{"number":31,"verse":"You were afraid and complained that your enemies in that new land would take your children away from you. But I tell you that I will bring them into the land. They will enjoy what you refused to accept."},{"number":32,"verse":"As for you people, you will die in this desert."},{"number":33,"verse":"“‘Your children will wander around like shepherds here in the desert for 40 years. They will suffer because you were not faithful to me. They must suffer until all of you lie dead in the desert."},{"number":34,"verse":"For 40 years you will suffer for your sins. (That is one year for each of the 40 days that the men explored the land.) You will know that it is a terrible thing for me to be against you.’"},{"number":35,"verse":"“I am the LORD, and I have spoken. And I promise that I will do these things to all these evil people. They have come together against me. So they will all die here in this desert.”"},{"number":36,"verse":"The men Moses sent to explore the new land were the ones who came back complaining about him to all the Israelites. They said that the people were not strong enough to enter that land."},{"number":37,"verse":"The men were responsible for spreading the trouble among the Israelites. So the LORD caused a sickness to kill all those men."},{"number":38,"verse":"But Joshua son of Nun and Caleb son of Jephunneh were among the men who were sent out to explore the land. They are the only ones who did not get the sickness that caused the others to die."},{"number":39,"verse":"(The People Try to Go Into Canaan) When Moses told the Israelites this, they were very sad."},{"number":40,"verse":"Early the next morning the people started to go up to the high hill country. They said, “We have sinned. We are sorry that we did not trust the Lord. We will go to the place that the LORD promised.”"},{"number":41,"verse":"But Moses said, “Why are you not obeying the LORD’s command? You will not be successful!"},{"number":42,"verse":"Don’t go into that land. The LORD is not with you, so your enemies will easily defeat you."},{"number":43,"verse":"The Amalekites and Canaanites will fight against you there. You have turned away from the LORD, so he will not be with you when you fight them. And you will all be killed in battle.”"},{"number":44,"verse":"But the people did not believe Moses. They went toward the high hill country. But Moses and the Box of the LORD’s Agreement did not go with the people."},{"number":45,"verse":"The Amalekites and the Canaanites living in the hill country came down and attacked the Israelites and easily defeated them and chased them all the way to Hormah."}]}