{"bibleAbbr":"ERV2006","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"The People Are Counted After the great sickness, the LORD spoke to Moses and Eleazar son of Aaron the priest."},{"number":2,"verse":"He said, “Count the Israelites. Count all the men who are 20 years old or older and list them by families. These are the men who are able to serve in the army of Israel.”"},{"number":3,"verse":"At this time the people were camped in the Jordan Valley in Moab. This was near the Jordan River, across from Jericho. So Moses and Eleazar the priest spoke to the people. They said,"},{"number":4,"verse":"“You must count every man who is 20 years old or older. The LORD gave Moses this command.” Here is the list of the Israelites who came out of Egypt:"},{"number":5,"verse":"These are the people from the tribe of Reuben. (Reuben was the firstborn son of Israel.) The family groups were Hanoch—the Hanochite family group; Pallu—the Palluite family group;"},{"number":6,"verse":"Hezron—the Hezronite family group; Carmi—the Carmite family group."},{"number":7,"verse":"The total number of men in these family groups from the tribe of Reuben was 43730."},{"number":8,"verse":"Pallu’s son was Eliab."},{"number":9,"verse":"Eliab had three sons—Nemuel, Dathan, and Abiram. Remember, Dathan and Abiram were the two leaders who turned against Moses and Aaron. They followed Korah when Korah turned against the LORD."},{"number":10,"verse":"That was the time when the earth opened and swallowed Korah and all of his followers. And 250 men died! That was a warning to all the Israelites."},{"number":11,"verse":"But the other people who were from the family of Korah did not die."},{"number":12,"verse":"These are the family groups from the tribe of Simeon: Nemuel—the Nemuelite family group; Jamin—the Jaminite family group; Jakin—the Jakinite family group;"},{"number":13,"verse":"Zerah—the Zerahite family group; Shaul—the Shaulite family group."},{"number":14,"verse":"The total number of men in these family groups from the tribe of Simeon was 22200."},{"number":15,"verse":"These are the family groups in the tribe of Gad: Zephon—the Zephonite family group; Haggi—the Haggite family group; Shuni—the Shunite family group;"},{"number":16,"verse":"Ozni—the Oznite family group; Eri—the Erite family group;"},{"number":17,"verse":"Arodi—the Arodite family group; Areli—the Arelite family group."},{"number":18,"verse":"The total number of men in these family groups from the tribe of Gad was 40500."},{"number":19,"verse":"[19-20] These are the family groups from the tribe of Judah: Shelah—the Shelanite family group; Perez—the Perezite family group; Zerah—the Zerahite family group. (Two of Judah’s sons, Er and Onan, died in Canaan.)"},{"number":21,"verse":"These are the family groups from Perez: Hezron—the Hezronite family group; Hamul—the Hamulite family group."},{"number":22,"verse":"These were the family groups from the tribe of Judah. The total number of men was 76500."},{"number":23,"verse":"The family groups from the tribe of Issachar were Tola—the Tolaite family group; Puah—the Puite family group;"},{"number":24,"verse":"Jashub—the Jashubite family group; Shimron—the Shimronite family group."},{"number":25,"verse":"These were the family groups from the tribe of Issachar. The total number of men was 64300."},{"number":26,"verse":"The family groups from the tribe of Zebulun were Sered—the Seredite family group; Elon—the Elonite family group; Jahleel—the Jahleelite family group."},{"number":27,"verse":"These were the family groups from the tribe of Zebulun. The total number of men was 60500."},{"number":28,"verse":"Joseph’s two sons were Manasseh and Ephraim. Each son became a tribe with its own family groups."},{"number":29,"verse":"Manasseh’s family groups were Makir—the Makirite family groups. (Makir was the father of Gilead.) Gilead—the Gileadite family groups."},{"number":30,"verse":"The family groups from Gilead were Iezer—the Iezerite family group; Helek—the Helekite family group;"},{"number":31,"verse":"Asriel—the Asrielite family group; Shechem—the Shechemite family group;"},{"number":32,"verse":"Shemida—the Shemidaite family group; Hepher—the Hepherite family group."},{"number":33,"verse":"Zelophehad was the son of Hepher. But he had no sons—only daughters. His daughters’ names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"number":34,"verse":"These are all the family groups from the tribe of Manasseh. The total number of men was 52700."},{"number":35,"verse":"The family groups from the tribe of Ephraim were Shuthelah—the Shuthelahite family group; Beker—the Bekerite family group; Tahan—the Tahanite family group."},{"number":36,"verse":"Eran was from Shuthelah’s family group; Eran—the Eranite family group."},{"number":37,"verse":"These were the family groups from the tribe of Ephraim. The total number of men was 32500. These family groups of Manasseh and Ephraim are all the descendants of Joseph."},{"number":38,"verse":"The family groups from the tribe of Benjamin were Bela—the Belaite family group; Ashbel—the Ashbelite family group; Ahiram—the Ahiramite family group;"},{"number":39,"verse":"Shupham—the Shuphamite family group; Hupham—the Huphamite family group;"},{"number":40,"verse":"The family groups from Bela were Ard—the Ardite family group; Naaman—the Naamanite family group."},{"number":41,"verse":"These were all the family groups from the tribe of Benjamin. The total number of men was 45600."},{"number":42,"verse":"The family groups from the tribe of Dan were Shuham—the Shuhamite family group. That was the family group from the tribe of Dan."},{"number":43,"verse":"There were many family groups in the Shuhamite tribe. The total number of men was 64400."},{"number":44,"verse":"The family groups from the tribe of Asher were Imnah—the Imnite family group; Ishvi—the Ishvite family group; Beriah—the Beriite family group."},{"number":45,"verse":"The family groups from Beriah were Heber—the Heberite family group; Malkiel—the Malkielite family group."},{"number":46,"verse":"(Asher also had a daughter named Serah.)"},{"number":47,"verse":"These were the family groups in the tribe of Asher. The total number of men was 53400."},{"number":48,"verse":"The family groups from the tribe of Naphtali were Jahzeel—the Jahzeelite family group; Guni—the Gunite family group;"},{"number":49,"verse":"Jezer—the Jezerite family group; Shillem—the Shillemite family group."},{"number":50,"verse":"These were the family groups from the tribe of Naphtali. The total number of men was 45400."},{"number":51,"verse":"So the total number of men of Israel was 601730."},{"number":52,"verse":"The LORD said to Moses,"},{"number":53,"verse":"“The land will be divided and given to these people. Each tribe will get enough land for all the people who were counted."},{"number":54,"verse":"A large tribe will get much land, and a small tribe will get less land. The land that they get will be equal to the number of people who were counted."},{"number":55,"verse":"But you must use lots to decide which tribe gets which part of the land. Each tribe will get its share of the land, and that land will be given the name of that tribe."},{"number":56,"verse":"Land will be given to each tribe—large and small. And you will throw lots to make the decisions.”"},{"number":57,"verse":"They also counted the tribe of Levi. These are the family groups from the tribe of Levi: Gershon—the Gershonite family group; Kohath—the Kohathite family group; Merari—the Merarite family group."},{"number":58,"verse":"These are also family groups from the tribe of Levi: the Libnite family group; the Hebronite family group; the Mahlite family group; the Mushite family group; the Korahite family group. Amram was from the Kohath family group."},{"number":59,"verse":"Amram’s wife was named Jochebed. She was also from the tribe of Levi. She was born in Egypt. Amram and Jochebed had two sons, Aaron and Moses. They also had a daughter, Miriam."},{"number":60,"verse":"Aaron was the father of Nadab, Abihu, Eleazar, and Ithamar."},{"number":61,"verse":"But Nadab and Abihu died. They died because they made an offering to the LORD with fire that was not allowed."},{"number":62,"verse":"The total number of males one month or older from the tribe of Levi was 23000. But these men were not counted with the other Israelites. They did not get a share of the land that the Lord gave to the other people."},{"number":63,"verse":"Moses and Eleazar the priest counted all these people. They counted the Israelites while they were in the Jordan Valley in Moab. This was near the Jordan River across from Jericho."},{"number":64,"verse":"Many years before, in the desert of Sinai, Moses and Aaron the priest counted the Israelites. But all these people were dead. Not one of them was still alive,"},{"number":65,"verse":"because the LORD told them that they would all die in the desert. The only two men who were left alive were Caleb son of Jephunneh and Joshua son of Nun."}]}