{"bibleAbbr":"ERV2006","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"Zelophehad’s Daughters Zelophehad was the son of Hepher. Hepher was the son of Gilead. Gilead was the son of Makir. Makir was the son of Manasseh. Manasseh was the son of Joseph. Zelophehad had five daughters. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"number":2,"verse":"These five women went to the Meeting Tent and stood before Moses, Eleazar the priest, the leaders, and all the Israelites. The five daughters said,"},{"number":3,"verse":"“Our father died while we were traveling through the desert. He died a natural death. He was not one of the men who joined Korah’s group. (Korah was the man who turned against the LORD.) But our father had no sons."},{"number":4,"verse":"This means that our father’s name will not continue. It is not fair that our father’s name will not continue. His name will end because he had no sons. So we ask you to give us some of the land that our father’s brothers will get.”"},{"number":5,"verse":"So Moses asked the LORD what he should do."},{"number":6,"verse":"The LORD said to him,"},{"number":7,"verse":"“The daughters of Zelophehad are right. They should share the land with their father’s brothers. So give them the land that you would have given to their father."},{"number":8,"verse":"“So tell the Israelites, ‘If a man has no son, when he dies everything he owns will be given to his daughter."},{"number":9,"verse":"If he has no daughter, everything he owns will be given to his brothers."},{"number":10,"verse":"If he has no brothers, everything he owns will be given to his father’s brothers."},{"number":11,"verse":"If his father had no brothers, everything he owns will be given to the closest relative in his family. This will be a law among the Israelites. The LORD has given this command to Moses.’”"},{"number":12,"verse":"Joshua Is the New Leader Then the LORD said to Moses, “Go up on one of mountains in the desert east of the Jordan River. There you will see the land that I am giving to the Israelites."},{"number":13,"verse":"After you have seen this land, you will die like your brother Aaron."},{"number":14,"verse":"Remember when the people became angry at the water in the desert of Zin. Both you and Aaron refused to obey my command. You did not honor me and show the people that I am holy.” (This was at the water of Meribah (water of Meribah Or “water of rebellion.”) near Kadesh in the desert of Zin.)"},{"number":15,"verse":"Moses said to the LORD,"},{"number":16,"verse":"“LORD, you are the God who knows what people are thinking. I pray that you will choose a leader for these people. (Lord, … these people Literally, “May the LORD, the God of the spirits of all people, appoint a man for this community.”)"},{"number":17,"verse":"I pray that you will choose a leader who will lead them out of this land and bring them into the new land. Then your people will not be like sheep without a shepherd.”"},{"number":18,"verse":"So the LORD said to Moses, “Joshua son of Nun is very wise. (Joshua … is very wise Literally, “Take Joshua son of Nun. He is a man with a spirit in him.” This might mean that Joshua was very wise, or it might mean that God’s Spirit was with him.) You will place your hand on him and make him the new leader."},{"number":19,"verse":"Tell him to stand before Eleazar the priest and all the people. Then make him the new leader."},{"number":20,"verse":"“Show the people that you are making him leader, (Show … leader Literally, “Give him some of your glory.”) then all the people will obey him."},{"number":21,"verse":"If Joshua needs to make a decision, he will go to Eleazar the priest. Eleazar will use the Urim to learn the LORD’s answer. Then Joshua and all the Israelites will do the things God says. If he says, ‘go to war,’ they will go to war. And if he says, ‘go home,’ they will go home.”"},{"number":22,"verse":"Moses obeyed the LORD. Moses told Joshua to stand before Eleazar the priest and all the Israelites."},{"number":23,"verse":"Then Moses put his hands on him to show that he was the new leader. He did this just as the LORD told him to."}]}