{"bibleAbbr":"ERV2006","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"(Special Promises) Moses spoke with all the leaders of the Israelite tribes and told them about these commands from the LORD:"},{"number":2,"verse":"“If a man makes a special promise to the LORD or makes a promise with an oath, he must not break his promise. He must do everything he said he would do."},{"number":3,"verse":"“A young woman might still be living in her father’s house. And that young woman might make a special promise to give something to the LORD."},{"number":4,"verse":"If her father hears about the promise and agrees, the young woman must do what she promised."},{"number":5,"verse":"But if her father hears about the promise and does not agree, she is free from her promise. She does not have to do what she promised. Her father stopped her, so the LORD will forgive her."},{"number":6,"verse":"“A woman might make a special promise to give something to the Lord and then get married."},{"number":7,"verse":"If the husband hears about the promise and does not object, the woman must do what she promised."},{"number":8,"verse":"But if the husband hears about the promise and refuses to let her keep her promise, the wife does not have to do what she promised. Her husband broke the promise—he did not let her do what she said. So the LORD will forgive her."},{"number":9,"verse":"“A widow or a divorced woman might make a special promise. If she does, she must do exactly what she promised."},{"number":10,"verse":"“A married woman might make a promise to give something to the Lord."},{"number":11,"verse":"If her husband hears about the promise and lets her keep her promise, she must do exactly what she promised. She must give everything she promised."},{"number":12,"verse":"But if her husband hears about the promise and refuses to let her keep the promise, she does not have to do what she promised. It doesn’t matter what she promised to do; if her husband is against it, this ends her duty to do it. And the LORD will forgive her."},{"number":13,"verse":"A married woman might promise to give something to the LORD, or she might promise to do without something, (do without something Literally, “humble her soul.” Usually this means to make the body suffer in some way, such as by not eating food.) or she might make some other special promise to God. The husband can stop any of these promises, and the husband can let her keep any of these promises."},{"number":14,"verse":"How does the husband let his wife keep her promises? If he hears about the promises and does not stop them, the woman must do exactly what she promised."},{"number":15,"verse":"But if the husband hears about the promises and stops them, he is responsible for breaking her promises.” (he … her promises Literally, “he carries her guilt.”)"},{"number":16,"verse":"These are the commands that the LORD gave to Moses. These are the commands about a man and his wife, and about a father and his daughter who is still young and living at home in her father’s house."}]}