{"bibleAbbr":"ERV2006","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":31,"verses":[{"number":1,"verse":"Israel Fights Back Against the Midianites The LORD spoke to Moses and said,"},{"number":2,"verse":"“Moses, tell the Israelites this: ‘Go and attack the Midianites, and do to them what they did to you.’ After that Moses, you will die.” (you will die Literally, “you will be gathered to your people.”)"},{"number":3,"verse":"So Moses spoke to the people. He said, “Choose some of your men to be soldiers. The LORD will use these men to do to the Midianites what they did to you."},{"number":4,"verse":"Choose 1000 men from each of the tribes of Israel."},{"number":5,"verse":"There will be a total of 12000 soldiers from the tribes of Israel.”"},{"number":6,"verse":"Moses sent these 12000 men to war. He sent Phinehas son of Eleazar with them as the priest. Phinehas took the holy things and the horns and trumpets with him."},{"number":7,"verse":"The Israelites fought the Midianites as the LORD had commanded. They killed all the Midianite men."},{"number":8,"verse":"Among the people who they killed were Evi, Rekem, Zur, Hur, and Reba—the five kings of Midian. They also killed Balaam son of Beor with a sword."},{"number":9,"verse":"The Israelites took the Midianite women and children as prisoners. They also took all their sheep, cattle, and other things."},{"number":10,"verse":"Then they burned all their towns and villages."},{"number":11,"verse":"They took all the people and animals"},{"number":12,"verse":"and brought them to Moses, Eleazar the priest, and all the other Israelites. They brought all the things they took in war to the camp of Israel. The Israelites were camped in the Jordan Valley in Moab, on the east side of the Jordan River across from Jericho."},{"number":13,"verse":"Then Moses, Eleazar the priest, and the leaders of the people went out of the camp to meet with the soldiers."},{"number":14,"verse":"Moses was very angry with the leaders of the army, the commanders of 1000 men, and the commanders of 100 men, who came back from the war."},{"number":15,"verse":"Moses said to them, “Why did you let the women live?"},{"number":16,"verse":"These are the women who listened to Balaam and caused the men of Israel to turn away from the LORD that time at Peor. The disease will come to the LORD’s people again."},{"number":17,"verse":"Now, kill all the Midianite boys, and kill all the Midianite women who have had sexual relations with a man."},{"number":18,"verse":"You can let all the young girls live—but only if they never had sexual relations with any man."},{"number":19,"verse":"And then, all you men who killed other people must stay outside the camp for seven days. You must stay outside the camp even if you just touched a dead body. On the third day you and your prisoners must make yourselves pure. You must do the same thing again on the seventh day."},{"number":20,"verse":"You must wash all of your clothes. You must wash anything made with leather, wool, or wood. You must purify yourselves.”"},{"number":21,"verse":"Then Eleazar the priest spoke to the soldiers. He said, “These are the rules that the LORD gave to Moses for soldiers coming back from war."},{"number":22,"verse":"[22-23] You must put gold, silver, bronze, iron, tin, or lead into the fire and then wash these things with the special water to make them pure. If something can be put in the fire, you must put it in fire to purify it. If things cannot be put in fire, you must still wash them with the special water."},{"number":24,"verse":"On the seventh day you must wash all of your clothes. Then you will be pure. After that you can come into camp.”"},{"number":25,"verse":"Then the LORD said to Moses,"},{"number":26,"verse":"“You, Eleazar the priest, and all the leaders should count all the prisoners, animals, and everything the soldiers took in war."},{"number":27,"verse":"Then divide these things between the soldiers who went to war and the rest of the Israelites."},{"number":28,"verse":"Take part of these things from the soldiers who went to war. That part will belong to the LORD. His share is one from every 500 items. This includes people, cattle, donkeys, and sheep."},{"number":29,"verse":"Take that share from the soldiers’ half of the things they took in war. Then give these things to Eleazar the priest. That part will belong to the LORD."},{"number":30,"verse":"And then, from the people’s half, take one thing for every 50 items. This includes people, cattle, donkeys, sheep, or any other animal. Give that share to the Levites, because they take care of the LORD’s Holy Tent.”"},{"number":31,"verse":"So Moses and Eleazar did what the LORD commanded Moses."},{"number":32,"verse":"The soldiers had taken 675000 sheep,"},{"number":33,"verse":"72000 cattle,"},{"number":34,"verse":"61000 donkeys,"},{"number":35,"verse":"and 32000 women. (These are only the women who had not had sexual relations with any man.)"},{"number":36,"verse":"The soldiers who went to war got 337500 sheep."},{"number":37,"verse":"They gave 675 sheep to the LORD."},{"number":38,"verse":"The soldiers got 36000 cattle. They gave 72 cattle to the LORD."},{"number":39,"verse":"The soldiers got 30500 donkeys. They gave 61 donkeys to the LORD."},{"number":40,"verse":"The soldiers got 16000 women. They gave 32 women to the LORD."},{"number":41,"verse":"Moses gave all these gifts for the LORD to Eleazar the priest, as the LORD had commanded him."},{"number":42,"verse":"Then Moses counted the people’s half. This was their share that Moses had taken from the soldiers who had gone to war."},{"number":43,"verse":"The people got 337500 sheep,"},{"number":44,"verse":"36000 cattle,"},{"number":45,"verse":"30500 donkeys,"},{"number":46,"verse":"and 16000 women."},{"number":47,"verse":"Moses took one out of every 50 women and animals. He gave them to the Levites because they took care of the LORD’s Holy Tent. Moses did this as the LORD had commanded."},{"number":48,"verse":"Then the leaders of the army (the leaders over 1000 men and the leaders over 100 men) came to Moses."},{"number":49,"verse":"They told Moses, “We, your servants, have counted our soldiers. We have not missed any of them."},{"number":50,"verse":"So we are bringing the LORD’s gift from every soldier. We are bringing things that are made of gold—armbands, bracelets, rings, earrings, and necklaces. This gift to the LORD is to make us pure.”"},{"number":51,"verse":"So Moses and Eleazar the priest accepted all these gold items from them."},{"number":52,"verse":"The gold that the commanders (commanders Literally, “leaders of 1000 men.”) and captains (captains Literally, “leaders of 100 men.”) gave to the LORD weighed about 424 pounds. (424 pounds Literally, “16750 shekels” (190 kg).)"},{"number":53,"verse":"The soldiers kept the rest of their share of the things they took in war."},{"number":54,"verse":"Moses and Eleazar the priest took the gold from the commanders and captains and then put that gold in the Meeting Tent. This present was a memorial (memorial Something that helps people remember things that happened in the past.) before the LORD for the Israelites."}]}