{"bibleAbbr":"ERV2006","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"The Borders of Canaan The LORD spoke to Moses. He said,"},{"number":2,"verse":"“Speak to the Israelites and tell them this: You will soon enter the land of Canaan. I am giving you that land to be your very own. These will be its borders:"},{"number":3,"verse":"On the south, you will get part of the desert of Zin near Edom. Your southern border will start at the south end of the Dead Sea."},{"number":4,"verse":"It will cross south of Scorpion Pass. It will go through the town of Zin to Kadesh Barnea and then to Hazar Addar, and then it will pass through Azmon."},{"number":5,"verse":"From Azmon the border will go to the River of Egypt, (River of Egypt That is, the stream called “Wadi El-Arish.”) and it will end at the Mediterranean Sea."},{"number":6,"verse":"Your western border will be the Mediterranean Sea."},{"number":7,"verse":"Your northern border will begin at the Mediterranean Sea and go to Mount Hor."},{"number":8,"verse":"From Mount Hor it will go to Lebo Hamath, and then to Zedad."},{"number":9,"verse":"Then that border will go to Ziphron and it will end at Hazar Enan. So that will be your northern border."},{"number":10,"verse":"Your eastern border will begin at Enan and it will go to Shepham."},{"number":11,"verse":"From Shepham the border will go east of Ain to Riblah. The border will continue along the hills by Lake Galilee. (Lake Galilee Literally, “Kinnereth Lake.”)"},{"number":12,"verse":"Then the border will continue along the Jordan River. It will end at the Dead Sea. These are the borders around your country.”"},{"number":13,"verse":"So Moses gave this command to the Israelites, “That is the land that you will get. You will throw lots to divide the land among the nine tribes and half the tribe of Manasseh, as the LORD commanded."},{"number":14,"verse":"The tribes of Reuben and Gad, and half the tribe of Manasseh have already taken their land."},{"number":15,"verse":"These two and a half tribes took the land near Jericho—they took the land east of the Jordan River.”"},{"number":16,"verse":"Then the LORD spoke to Moses. He said,"},{"number":17,"verse":"“These are the men who will help you divide the land: Eleazar the priest, Joshua son of Nun,"},{"number":18,"verse":"and the leaders of all the tribes. There will be one leader from each tribe. These men will divide the land."},{"number":19,"verse":"These are the names of the leaders: from the tribe of Judah—Caleb son of Jephunneh;"},{"number":20,"verse":"from the tribe of Simeon—Shemuel son of Ammihud;"},{"number":21,"verse":"from the tribe of Benjamin—Elidad son of Kislon;"},{"number":22,"verse":"from the tribe of Dan—Bukki son of Jogli;"},{"number":23,"verse":"from the descendants of Joseph; from the tribe of Manasseh—Hanniel son of Ephod;"},{"number":24,"verse":"from the tribe of Ephraim—Kemuel son of Shiphtan;"},{"number":25,"verse":"from the tribe of Zebulun—Elizaphan son of Parnach;"},{"number":26,"verse":"from the tribe of Issachar—Paltiel son of Azzan;"},{"number":27,"verse":"from the tribe of Asher—Ahihud son of Shelomi;"},{"number":28,"verse":"from the tribe of Naphtali—Pedahel son of Ammihud.”"},{"number":29,"verse":"The LORD chose these men to divide the land of Canaan among the Israelites."}]}