{"bibleAbbr":"ERV2006","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"The Levites’ Towns The LORD spoke to Moses. This was in the Jordan Valley in Moab, near the Jordan River, across from Jericho. He said,"},{"number":2,"verse":"“Tell the Israelites that they should give some of the cities in their part of the land to the Levites. The Israelites should give these cities and the pastures around them to the Levites."},{"number":3,"verse":"The Levites will be able to live in them. And all the cattle and other animals that belong to the Levites will be able to eat from the pastures around these cities."},{"number":4,"verse":"How much of your land should you give to the Levites? From the walls of the cities, go out 1500 feet (1500 feet Literally, “1000 cubits” (444 m). The people probably let their sheep and cattle use this land.) —all of that land will belong to the Levites."},{"number":5,"verse":"Measure off an area around the city for the Levites. Start at the northeast corner and measure 3000 feet (3000 feet Literally, “2000 cubits” (1037 m). The Levites probably used this land for gardens and vineyards.) to the south. Then from this corner, measure 3000 feet to the west. From there measure 3000 feet to the north and from that corner, 3000 feet to the east. The city will be in the center of this area."},{"number":6,"verse":"Six of those cities will be cities of safety. If a person accidentally kills someone, that person can run to those towns for safety. In addition to those six cities, you will also give 42 more cities to the Levites."},{"number":7,"verse":"So you will give a total of 48 cities to the Levites. You will also give them the land around those cities."},{"number":8,"verse":"The large tribes of Israel will get large pieces of land. The small tribes of Israel will get small pieces of land. So the large tribes will give more cities and the small tribes will give fewer cities to the Levites.”"},{"number":9,"verse":"Then the LORD said to Moses,"},{"number":10,"verse":"“Tell the people this: You will cross the Jordan River and go into the land of Canaan."},{"number":11,"verse":"You must choose towns to be cities of safety. If someone accidentally kills another person, that person can run to one of those towns for safety."},{"number":12,"verse":"That person will be safe from anyone from the dead man’s family who wants to punish the killer until that person is judged in court."},{"number":13,"verse":"There will be six cities of safety."},{"number":14,"verse":"Three of them will be east of the Jordan River and three of them will be in the land of Canaan, west of the Jordan River."},{"number":15,"verse":"These cities will be places of safety for citizens of Israel and for foreigners and travelers. Any of these people will be able to run to one of these cities if they accidentally kill someone."},{"number":16,"verse":"“If you use an iron weapon (iron weapon This shows that the murderer chose a weapon he knew could kill the other person.) to kill someone, you are a murderer, and you must die."},{"number":17,"verse":"If you use a rock large enough to kill someone and you kill another person, you are a murderer, and you must die."},{"number":18,"verse":"If you use a piece of wood large enough to kill someone and you kill another person, you are a murderer, and you must die."},{"number":19,"verse":"A member of the dead person’s family (member of the dead person’s family Literally, “the blood avenger.” Also in verses 20-21, 24, 26-27.) can chase you and kill you."},{"number":20,"verse":"[20-21] “You might hit someone with your hand or push someone or throw something at them and kill them. If you did that from hate, you are a murderer, and you must be killed. A member of the dead person’s family can chase you and kill you."},{"number":22,"verse":"“You might accidentally kill someone, maybe by pushing or by accidentally hitting them with a tool or weapon."},{"number":23,"verse":"Perhaps you threw a rock that was large enough to kill, but it hit someone you didn’t see and killed them. You didn’t plan to kill anyone. You didn’t hate the person you killed—it was only an accident."},{"number":24,"verse":"If that happens, the community must decide what to do. The court must decide if a member of the dead person’s family can kill you."},{"number":25,"verse":"If the community decides to protect you from the dead person’s family, the community must take you back to your city of safety. You must stay there until the official high priest (official high priest Literally, “the high priest who was anointed with the holy oil.”) dies."},{"number":26,"verse":"[26-27] “You must never go outside the limits of your city of safety. If you do and if a member of the dead person’s family catches you and kills you, that family member will not be guilty of murder."},{"number":28,"verse":"Whoever accidentally killed someone must stay in their city of safety until the high priest dies. After the high priest dies, that person can go back to their own land."},{"number":29,"verse":"These rules will be the law forever in all the towns of your people."},{"number":30,"verse":"“A killer should be put to death as a murderer only if there are witnesses. No one can be put to death if there is only one witness."},{"number":31,"verse":"“A murderer must be put to death. Don’t take money to change the punishment. That murderer must be killed."},{"number":32,"verse":"“If a person killed someone and then ran to one of the cities of safety, don’t take money to let that person go home. That person must stay in that city until the high priest dies."},{"number":33,"verse":"“Don’t let your land be polluted with innocent blood. If a person murders someone, the only payment for that crime is that the murderer must be killed! There is no other payment that will free the land from that crime."},{"number":34,"verse":"I am the LORD. I will be living in your country with the Israelites, so don’t make it unclean with the blood of innocent people.”"}]}