{"bibleAbbr":"Geneva1587","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"And Naomi had a kinsman of her husband's, a mighty man of Or power, both in virtue, authority and riches. wealth, of the family of Elimelech; and his name [was] Boaz."},{"number":2,"verse":"And Ruth the Moabitess said unto Naomi, Let me now go to the field, and Her humility declares her great love for her mother in law, for she spared no hardship to get both their livings. glean ears of corn after [him] in whose sight I shall find grace. And she said unto her, Go, my daughter."},{"number":3,"verse":"And she went, and came and gleaned in the fielde after the reapers, and it came to passe, that she met with the portion of the fielde of Boaz, who was of the familie of Elimelech."},{"number":4,"verse":"And behold, Boaz came from Beth-lehem, and saide vnto the reapers, The Lord be with you: and they answered him, The Lord blesse thee."},{"number":5,"verse":"Then saide Boaz vnto his seruant that was appointed ouer the reapers, Whose maide is this?"},{"number":6,"verse":"And the seruant that was appointed ouer the reapers, answered, and said, It is the Moabitish maide, that came with Naomi out of the countrey of Moab:"},{"number":7,"verse":"And shee saide vnto vs, I pray you, let mee gleane and gather after the reapers among the sheaues: so shee came, and hath continued from that time in the morning vnto now, saue that she taried a litle in the house."},{"number":8,"verse":"Then said Boaz vnto Ruth, Hearest thou, my daughter? goe to none other fielde to gather, neither goe from hence: but abide here by my maydens."},{"number":9,"verse":"That is, take notice of what field they reap.[Let] thine eyes [be] on the field that they do reap, and go thou after them: have I not charged the young men that they shall not touch thee? and when thou art athirst, go unto the vessels, and drink of [that] which the young men have drawn."},{"number":10,"verse":"Then she fell on her face, and bowed herself to the ground, and said unto him, Why have I found grace in thine eyes, that thou shouldest take knowledge of me, seeing I [am] a Of the Moabites, who are enemies of God's people. stranger?"},{"number":11,"verse":"And Boaz answered, & said vnto her, All is told and shewed me that thou hast done vnto thy mother in lawe, since the death of thine husband, and how thou hast left thy father & thy mother, and ye land where thou wast borne, & art come vnto a people which thou knewest not in time past."},{"number":12,"verse":"The LORD recompense thy work, and a full reward be given thee of the LORD God of Israel, under whose Signifying, that she would never lack anything, if she put her trust in God, and lived under his protection. wings thou art come to trust."},{"number":13,"verse":"Then she saide, Let me finde fauour in thy sight, my lord: for thou hast comforted mee, and spoken comfortably vnto thy mayde, though I be not like to one of thy maydes."},{"number":14,"verse":"And Boaz said unto her, At mealtime come thou hither, and eat of the bread, and dip thy morsel in the vinegar. And she sat beside the reapers: and he reached her parched [corn], and she did eat, and was sufficed, and Which she brought home to her mother in law. left."},{"number":15,"verse":"And when she arose to gleane, Boaz commanded his seruants, saying, Let her gather among the sheaues, and doe not rebuke her."},{"number":16,"verse":"Also let fall some of the sheaues for her, and let it lie, that she may gather it vp, & rebuke her not."},{"number":17,"verse":"So she gleaned in the fielde vntill euening, and she thresshed that shee had gathered, and it was about an Ephah of barly."},{"number":18,"verse":"And she took [it] up, and went into the city: and her mother in law saw what she had gleaned: and she That is, from her bag, as it is in the Chaldee text. brought forth, and gave to her that she had reserved after she was sufficed."},{"number":19,"verse":"Then her mother in lawe saide vnto her, Where hast thou gleaned to day? and where wroughtest thou? blessed be he, that knewe thee; she shewed her mother in lawe, with whome she had wrought, and saide, The mans name, with whom I wrought to day, is Boaz."},{"number":20,"verse":"And Naomi said unto her daughter in law, Blessed [be] he of the LORD, who hath not left off his kindness to the living and to the To my husband and children, when they were alive, and now to us. dead. And Naomi said unto her, The man [is] near of kin unto us, one of our next kinsmen."},{"number":21,"verse":"And Ruth the Moabitesse said, He said also certainely vnto mee, Thou shalt be with my seruants, vntill they haue ended all mine haruest."},{"number":22,"verse":"And Naomi answered vnto Ruth her daughter in lawe, It is best, my daughter, that thou goe out with his maides, that they meete thee not in an other fielde."},{"number":23,"verse":"Then she kept her by the maides of Boaz, to gather vnto the end of barly haruest, and of wheate haruest, and dwelt with her mother in lawe."}]}