{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"( મૂસાનું ગીત) તે પ્રસંગે ( .) મૂસાએ તથા ઇઝરાયલના લોકોએ યહોવાની આગળ નવું ગીત ગાયું, એટલે કે, “હું યહોવાની આગળ ગાયન કરીશ, કેમ કે તેમણે મહાફતેહ મેળવી છે; તેમણે ઘોડાને તથા તેના સવારને સમુદ્રમાં ફેંકી દીધા છે."},{"number":2,"verse":"( ; .) યાહ મારું સામર્થ્ય તથા ગીત છે, ને તે મારું તારણ થયા છે; તે મારા ઈશ્વર છે, ને હું તેમની સ્તુતિ કરીશ; તે મારા પિતાના ઈશ્વર છે, ને હું તેમને મોટા માનીશ;"},{"number":3,"verse":"યહોવા તો યોદ્ધો છે; તેમનું નામ યહોવા છે."},{"number":4,"verse":"તેમણે ફારુનના રથો તથા સૈન્ય સમુદ્રમાં ફેંકી દીધાં છે; અને તેના માનીતા સરદારોને સૂફ સમુદ્રમાં ડુબાડી દીધા છે."},{"number":5,"verse":"જળનિધિઓ તેઓ ઉપર ફરી વળ્યા છે; તેઓ પથ્થરની પેઠે ઊંડાણોમાં ગરક થઈ ગયા."},{"number":6,"verse":"હે યહોવા, તમારો જમણો હાથ પરાક્રમે મહિમાવાન છે. હે યહોવા, તમારો જમણો હાથ શત્રુઓને અફાળીને તેમના ચૂરા કરે છે."},{"number":7,"verse":"અને તમારી વિરુદ્ધ ઊઠનારને તમે તમારો કોપ મોકલો છો, ને ને તે તેઓને ખૂંપરાની પેઠે ભસ્મ કરે છે."},{"number":8,"verse":"અને તમારાં નસકોરાંના શ્વાસથી પાણીનો ઢગલો થયો. મોજાંઓ થોભીને તેમના જાણે કે સીધા ટેકરા બની ગયા; સમુદ્રના ભીતરમાં જળનિધિઓ ઠરી ગયા."},{"number":9,"verse":"શત્રુએ કહ્યું, ‘હું પીછો પકડીશ, હું પકડી પાડીશ, હું લૂંટ વહેચીશ; મારી તૃષા હું તેઓ પર તૃપ્ત કરીશ; હું મારી તરવાર તાણીશ, મારો હાથ તેમનો નાશ કરશે.’"},{"number":10,"verse":"તમે તમારા પવનને ફંક્યો, સમુદ્ર તેઓ ઉપર ફરી વળ્યો, તેઓ સીસાની પેઠે મહાજળમાં ડૂબી ગયા."},{"number":11,"verse":"હે યહોવા, દેવો મધ્યે તમારા જેવો કોણ છે? તમારા જેવો પવિત્રતામાં મહિમાવાન, સ્તોત્રોમાં ભયયોગ્ય તથા આશ્ચર્યકર્તા [બીજો] કોણ છે?"},{"number":12,"verse":"તમે તમારો જમણો હાથ લાંબો કર્યો, પૃથ્વી તેઓને ગળી ગઈ."},{"number":13,"verse":"જે લોકોને તમે છોડાવ્યા, તેઓને તમે દયા રાખીને ચલાવ્યા છે; અને તમે તમારા પરાક્રમ વડે તેઓને તમારા પવિત્ર વાસમાં દોરી લાવ્યા છો."},{"number":14,"verse":"લોક સાંભળીને કાંપે છે; પેલેશેથવાસીઓને વેદના થઈ છે."},{"number":15,"verse":"તે સમયે અદોમના સરદારો વિસ્મિત થયા; મોઆબના પરાક્રમી પુરુષોને ધ્રુજારી છૂટે છે; સર્વ કનાનવાસીઓનાં ગાત્રો ઢીલાં પડી ગયાં છે."},{"number":16,"verse":"તેઓ ઉપર ત્રાસ તથા ભય આવી પડે છે; તમારા ભુજના મહત્વથી તેઓ પથ્થર જેવા સ્તબ્ધ થઈ ગયા છે; જ્યાં સુધી તમારા લોકોનું પ્રયાણ પૂર્ણ થાય, હે યહોવા, જ્યાં સુધી તમારા ખરીદેલા લોકો મુકામે પહોંચી જાય, ત્યાં સુધી."},{"number":17,"verse":"હે યહોવા, જે જગા તમારા નિવાસને માટે તમે તૈયાર કરી છે, હે યહોવા, જે પવિત્રસ્થાન તમે તમારે હાથે સ્થાપ્યું છે તેમાં, એટલે તમારા વતનના પર્વતમાં, તમે તેઓને લાવીને તેમાં રોપશો."},{"number":18,"verse":"યહોવા સદાસર્વકાળ રાજ કરશે.”"},{"number":19,"verse":"( મરિયમનું ગીત) કેમ કે ફારુનના ઘોડા, તેના રથો તથા તેના સવરો સાથે સમુદ્રમાં ગયા, ને યહોવાએ સમુદ્રનાં પાણી પાછાં વાળીને તેઓ પર ફેરવી વાળ્યાં. પણ ઇઝરાયલી લોકો સમુદ્ર મધ્યે થઈને કોરી જમીન પર ચાલ્યા."},{"number":20,"verse":"અને હારુનની બહેન મરિયમ પ્રબોધિકાએ પોતાના હાથમાં એક ડફ લીધું; અને સર્વ સ્‍ત્રીઓ ડફ વગાડતાં ને નાચતાં નાચતાં તેની પાછળ ચાલી."},{"number":21,"verse":"અને મરિયમે તેઓને પ્રત્યુત્તર આપ્યો, “યહોવાની આગળ ગાયન કરો, કેમ કે તેમણે મહિમાવાન ફતેહ મેળવી છે; તેમણે ઘોડા તથા તેના સવારોને સમુદ્રમાં ફેંકી દીધા છે.”"},{"number":22,"verse":"( કડવાં પાણી) અને મૂસાએ ઇઝરાયલી લોકોને સૂફ સમુદ્રથી આગળ ચલાવ્યા, અને તેઓ નીકળીને શૂર અરણ્યમાં ગયા. અને તેઓ ત્રણ દિવસ અરણ્યમાં ચાલ્યા, પણ તેમને કંઈ પાણી મળ્યું નહિ."},{"number":23,"verse":"અને તેઓ મારાહમાં આવ્યા ત્યારે મારાહનાં પાણી પી ન શક્યા, કેમ કે તે કડવાં હતાં; માટે તેનું નામ મારાહ પડયું."},{"number":24,"verse":"અને લોકોએ મૂસાની વિરુદ્ધ કચકચ કરીને કહ્યું, “અમે શું પીએ?”"},{"number":25,"verse":"અને તેણે યહોવાની પ્રાર્થના કરી; અને યહોવાએ તેને એક વૃક્ષ બતાવ્યું, તે તેણે પાણીમાં નાખ્યું, એટલે પાણી મીઠાં થઈ ગયાં. ત્યાં યહોવાએ તેઓને માટે એક વિધિ તથા એક નિયમ ઠરાવ્યો, ને ત્યાં તેમણે તેમની પરીક્ષા કરી."},{"number":26,"verse":"“જો તું તારા ઈશ્વર યહોવાની વાણી ખંતથી સાંભળશે, ને તેમની દષ્ટિમાં જે યથાર્થ તે કરશે, ને તેમની આજ્ઞાઓ માનશે, ને તેમના સર્વ વિધિઓ પાળશે, તો જે રોગો મેં મિસરીઓ ઉપર નાખ્યા છે, તેમાંનો કોઈ પણ હું તારા પર નાખીશ નહિ; કેમ કે તને સાજો કરનાર હું યહોવા છું.”"},{"number":27,"verse":"અને તેઓ એલીમ આગળ આવ્યા, ને ત્યાં પાણીના બાર ઝરા તથા સિત્તેર ખજૂરીઓ હતાં. અને ત્યાં તેઓએ પાણી પાસે છાવણી કરી."}]}