{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"( ખડકમાંથી પાણી) ( ( 40 ૨૦:૧-૧૩ )) અને સર્વ ( (આખો વિભાગ): .) ઇઝરાયલીઓએ સીનના અરણ્યમાંથી કૂચ કરીને યહોવાની આજ્ઞાનુસાર મજલ કરીને રફીદીમમાં છાવણી કરી. અને ત્યાં લોકોને પીવાને પાણી નહોતું."},{"number":2,"verse":"માટે લોકોએ મૂસાની સાથે તકરાર કરીને કહ્યુમં, “અમને પીવાને પાણી આપ.” અને મૂસાએ તેઓને કહ્યું, “તમે મારી સાથે શા માટે તકરાર કરો છો? તમે યહોવાની પરીક્ષા કેમ કરો છો?”"},{"number":3,"verse":"અને ત્યાં લોકોને તરસ લાગી. અને લોકોએ મૂસાની વિરુદ્ધ બડબડ કરતાં કહ્યું, “તું શા માટે અમને તથા અમારાં છોકરાંને તથા અમારાં ઢોરોને તરસે મારી નાખવા મિસરમાંથી લાવ્યો છે?”"},{"number":4,"verse":"અને મૂસાએ યહોવાની પ્રાર્થના કરીને કહ્યું, “એ લોકોને માટે હું શું કરું? તેઓ મને પથ્થરે મારવાની અણી પર છે.”"},{"number":5,"verse":"અને યહોવાએ મૂસાને કહ્યું, “તારી સાથે ઇઝરાયલના કેટલાક વડીલોને લઈને લોકોની આગળ ચાલ્યો જા; અને જે લાકડી તેં નદી પર મારી હતી તે તારા હાથમાં લેતો જા."},{"number":6,"verse":"જો, હું ત્યાં હોરેબમાં ખડક ઉપર તારી સામો ઊભો રહીશ. અને તું ખડકને મારજે, એટલે લોકોને પીવા માટે પાણી નીકળશે.” અને મૂસાએ ઇઝરાયલના વડીલોના જોતાં એ પ્રમાણે કર્યું."},{"number":7,"verse":"અને તેણે તે જગાનું નામ માસ્સા તથા મરીબા પાડયું; કેમ કે ઇઝરાયલી લોકોએ તકરાર કરી, ને યહોવા અમારામાં છે કે નહિ, એમ કહીને તેઓએ યહોવાની પરીક્ષા કરી."},{"number":8,"verse":"( અમાલેકી લોકો સાથે યુદ્ધ) તેવામાં અમાલેકે આવીને રફીદીમમાં ઇઝરાયલની સાથે યુદ્ધ કર્યું."},{"number":9,"verse":"અને મૂસાએ યહોશુઆને કહ્યું, “આપણે માટે માણસો ચૂટી કાઢ, ને જઈને અમાલેકની સાથે યુદ્ધ કર. હું કાલે મારા હાથમાં ઇશ્વરની લાકડી લઈને પર્વતના શિખર પર ઊભો રહીશ.”"},{"number":10,"verse":"અને મૂસાએ કહ્યું હતું તે પ્રમાણે કરીને યહોશુઆએ અમાલેકની સાથે યુદ્ધ કર્યું; અને મૂસા તથા હારુન તથા હૂર પર્વતના શિખર ઉપર ચઢયા."},{"number":11,"verse":"અને મૂસા પોતાના હાથ ઊંચો કરતો, ત્યારે ઇઝરાયલ જીત પામતો. અને તે પોતાના હાથ નીચો કરતો, ત્યારે અમાલેક જીત પામતો."},{"number":12,"verse":"પણ મૂસાના હાથ ભારે થયા; અને તેઓએ એક પથ્થર લઈને તેની નીચે મૂક્યો, ને તે પર મૂસા બેઠો. અને હારુને તથા હૂરે ટેકો આપીને તેના હાથોને ઊંચા રાખ્યા, એક બાજુ પર એકે ને બીજી બાજુ પર બીજાએ. અને તેના હાથ સૂર્યાસ્ત થતાં સુધી સ્થિર રહ્યા."},{"number":13,"verse":"અને યહોશુઆએ તરવારની ધારથી અમાલેકનો તથા તેના લોકનો પરાજ્ય કર્યો."},{"number":14,"verse":"અને યહોવાએ મૂસાને કહ્યું, “આ વાત યાદગીરીને માટે પુસ્તકમાં લખ, ને યહોશુઆના કાનમાં તે કહી સંભળાવ. ( ; .) કેમ કે હું અમાલેકનું સ્મરણ આકાશ તળેથી ભૂંસી નાખીશ.”"},{"number":15,"verse":"અને મૂસાએ એક વેદી બંધાવી, ને તેનું નામ યહોવા-નિસ્સી પાડયું."},{"number":16,"verse":"અને તેણે કહ્યું કે, યહોવાએ પ્રતિ લીધી છે કે, યહોવા અમાલેક સાથે વંશપરંપરા યુદ્ધ કરશે."}]}