{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"( યિથ્રો મૂસાની મુલાકાતે) હવે ઈશ્વરે મૂસાને માટે તથા પોતાના ઇઝરાયલી લોકને માટે જે સર્વ કર્યું હતું તે, તથા તે કેવી રીતે મિસરમાંથી ઇઝરાયલને કાઢી લાવ્યા હતા તે, મૂસના સસરા એટલે મિદ્યાનના યાજક યિથ્રોએ સાંભળ્યું."},{"number":2,"verse":"વળી મૂસાએ ( .) પોતાની પત્ની સિપ્પોરાહને તેના બે પુત્રો સહિત મોકલી દીધી હતી, ત્યારે તેના સસરા યિથ્રોએ [પોતાને ઘેર] તેઓને રાખ્યા હતાં."},{"number":3,"verse":"તે ( .) દીકરાઓમાંના એકનું નામ ગેર્શોમ હતું; કેમ કે તેણે કહ્યું, કે ‘હું પરદેશમાં પ્રવાસી છું.’"},{"number":4,"verse":"અને બીજાનું નામ એલીએઝેર હતું; કેમ કે તેણે કહ્યું. કે ‘મારા પિતાના ઈશ્વરે મારી સહાય થઈને ફારુનની તરવારથી મને બચાવ્યો.’"},{"number":5,"verse":"અને મૂસાનો સસરો યિથ્રો, મૂસાના પુત્રોને તથા પત્નીને લઈને, જે છાવણી તેણે અરણ્યમાં ઈશ્વરના પર્વત આગળ કરી હતી ત્યાં તેની પાસે આવ્યો."},{"number":6,"verse":"અને તેણે મૂસાને કહ્યું, “હું તારો સસરો યિથ્રો તારી પાસે આવ્યો છું, ને તારી પત્ની તથા તેની સાથે તેના બે દીકરા પણ આવ્યા છે.”"},{"number":7,"verse":"અને મૂસા તેના સસરાને મળવાને બહાર આવ્યો, ને પ્રણામ કરીને તેણે તેને ચૂંબન કર્યું. અને તેઓએ એકબીજાની ખબરઅંતર પૂછી; અને તંબુમાં ગયા."},{"number":8,"verse":"અને યહોવાએ ઇઝરાયલને લીધે ફારુનને તથા મિસરીઓને જે બધું કર્યું હતું, ને જે બધું કષ્ટ તેમના પર માર્ગમાં પડયું હતું, ને કેવી રીતે યહોવાએ તેઓનો બચાવ કર્યો હતો, તે બધું મૂસાએ તેના સસરાને કહી સંભળાવ્યું."},{"number":9,"verse":"અને યહોવાએ ઇઝરાયલને મિસરીઓના હાથમાંથી છોડાવીને તેઓ ઉપર જે બધો ઉપકાર કર્યો હતો, તેને લીધે યિથ્રો હરખાયો."},{"number":10,"verse":"અને યિથ્રોએ કહ્યું, “યહોવાની સ્તુતિ થાઓ, કેમ કે તેમણે મિસરીઓના હાથમાંથી તથા ફારુનના હાથ નીચેથી લોકોનો છુટકારો કર્યો છે."},{"number":11,"verse":"હવે હું જાણું છું કે, યહોવા સર્વ દેવો કરતાં મોટા છે. હા, જે બાબતમાં તેઓ તેમની વિરુદ્ધ ગર્વ કરતા હતા તેમાં જ [તે જીત્યા].”"},{"number":12,"verse":"અને મૂસાના સસરા યિથ્રોએ ઈશ્વરને માટે દહનીયાર્પણ તથા યજ્ઞ કર્યાં; અને હારુન તથા ઇઝરાયલના સર્વ વડીલો ઈશ્વરની હજૂરમાં મૂસાના સસરાની સાથે રોટલી ખાવાને આવ્યા."},{"number":13,"verse":"( ન્યાય કરનારા અધિકારીઓ નીમ્યા) ( ( 50 ૧:૯-૧૮ )) અને તેને બીજે દિવસે મૂસા લોકોનો ન્યાય કરવા બેઠો; અને લોકો સવારથી તે સાંજ સુધી મૂસાની આગળ ઊભા રહ્યા."},{"number":14,"verse":"અને મૂસાએ લોકોને જે બધું કર્યું તે મૂસાના સસરાએ જોયું, ત્યારે તેણે કહ્યું, “તું લોકોને આ શું કરે છે? તું પોતે એકલો બેસે છે, ને સર્વ લોકો સવારથી તે સાંજ સુધી તારી આગળ ઊભા રહે છે એનું કારણ શું?”"},{"number":15,"verse":"અને મૂસાએ તેના સસરાને કહ્યું, “લોકો ઈશ્વરની સલાહ લેવાને મારી પાસે આવે છે."},{"number":16,"verse":"અને તેઓને કંઇ તકરાર હોય છે ત્યારે તેઓ મારી પાસે આવે છે. અને હું વાદીપ્રતિવાદીનો ઇનસાફ કરું છું, ને તેમને ઈશ્વરના વિધિ તથા નિયમ જણાવું છું.”"},{"number":17,"verse":"અને મૂસાના સસરાએ તેને કહ્યું, “આ તું ઠીક નથી કરતો."},{"number":18,"verse":"તું નિશ્ચે આવી રહેશે, તું તથા તારી સાથેના આ લોકો પણ; કેમ કે આ કામનો બોજ તારાથી ઉપાડાય એમ નથી. તું એકલો એ કામ કરી શકે નહિ."},{"number":19,"verse":"હવે મારું કહેવું સાંભળ, હું તને સલાહ આપીશ, ને ઈશ્વર તારી સાથે હો. તારે તે લોકોને ઈશ્વરને ઠેકાણે થવું, ને તેમના મુકદમા તારે ઈશ્વરની પાસે લઈ જવા;"},{"number":20,"verse":"અને તારે તેઓને વિધિઓ તથા નિયમો શીખવવા, તથા જે માર્ગે તેઓએ ચાલવું જોઇએ, ને જે કામ તેઓએ કરવું જોઇએ, તે તેઓને બતાવવું."},{"number":21,"verse":"વળી તું સર્વ માણસોમાંથી હોશિયાર માણસોને, એટલે ઈશ્વરનો ડર રાખનાર સત્ય પુરુષોને તથા સ્વાર્થદ્વેષકોને શોધી કાઢીને તેઓને હજાર હજારના ઉપરીઓ, સો સોના ઉપરીઓ, પચાસ પચાસના ઉપરીઓ, તથા દશ દશના ઉપરીઓ તેઓના ઉપર ઠરાવ;"},{"number":22,"verse":"કે તેઓ સર્વ પ્રસંગે લોકોનો ન્યાય કરે. અને એમ થાય, કે પ્રત્યેક મોટો મુકદમો તેઓ તારી પાસે લાવે, ને પ્રત્યેક મોટો મુકદમો તેઓ તારી પાસે લાવે, ને પ્રત્યેક નાનો મુકદમો તેઓ પોતે ચૂકવે. તેથી તને વધારે સહેલું પડશે, ને કામના બોજમાં તેઓ તારા ભાગીદાર થશે."},{"number":23,"verse":"જો તું એ વિષે ઈશ્વરની આજ્ઞા લઈને એ કામ કરીશ, તો તું નભી શકીશ, ને આ સર્વ લોકો પણ શાંતિએ પોતપોતાને ઘેર જશે.”"},{"number":24,"verse":"અને મૂસાએ તેના સસરાનું કહેવું સાંભળીને તેણે જે કહ્યું હતું તે બધું તેણે કર્યું."},{"number":25,"verse":"અને મૂસાએ સમગ્ર ઇઝરાયલીઓમાંથી હોશિયાર માણસોને ચૂંટી કાઢીને તેઓને લોકોના અધિકારીઓ ઠરાવ્યા, એટલે હજાર હજારના ઉપરીઓ, સો સોના ઉપરીઓ, પચાસ પચાસના ઉપરીઓ, તથા દશ દશના ઉપરીઓ."},{"number":26,"verse":"અને તેઓ સર્વ પ્રસંગે લોકોનો ન્યાય કરતાં; અને અઘરા મુકદમા તેઓ મૂસાની પાસે લાવતા, પણ પ્રત્યેક નજીવી તકરાર તેઓ પોતે ચૂકવતા."},{"number":27,"verse":"અને મૂસાએ તેના સસરાને વિદાય કર્યો; અને તે પોતાને દેશ પાછો ગયો."}]}