{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":22,"verses":[{"number":1,"verse":"( વળતર ચૂકવવા બાબતે નિયમો) “જો કોઈ માણસ કોઈ બળદ કે ઘેટું ચોરીને તેને કાપે અથવા તેને વેચી દે, તો તે એક બળદને બદલે પાંચ બળદ ને એક ઘેટાંને બદલે ચાર ઘેટાં આપે."},{"number":2,"verse":"જો કોઈ ચોર ખાતર પાડતાં પકડાઈ જઈને એવો માર ખાય કે તે મરી જાય, તો તે ખૂન કર્યું ગણાય નહિ."},{"number":3,"verse":"જો સૂર્ય ઊગ્યા પછી તેને [મારે] તો તેને ખૂનનો દોષ લાગે. ચોરેલા માલની નુકસાની [ચોર] ભરી આપે; અને જો તે છેક કંગાલ હોય, તો તેની ચોરીને લીધે તે વેચાઈ જાય."},{"number":4,"verse":"જો ચોરેલી વસ્‍તુ તેના કબજામાં જીવતી મળી આવે, પછી તે બળદ હોય, કે ગધેડું હોય, કે ઘેટું હોય, તો તે બમણું ભરી આપે."},{"number":5,"verse":"જો કોઈ માણસ કોઈ ખેતર કે દ્રાક્ષાવાડી ભેલાડી દે, એટલે તેમાં પોતાનું ઢોર છૂટું મૂકે ને તે બીજાનું ખેતર ચરી ખાય; તો તે પોતાના ખેતરની ઉત્તમ પેદાશમાંથી તથા પોતાની દ્રાક્ષાવાડીની ઉત્તમ ઊપજમાંથી સામાને નુકસાની ભરી આપે."},{"number":6,"verse":"જો આગ સળગી ઊઠીને ઝાંખરાંને ઝડપે, ને તેથી કોઈના અનાજના ઓઘા, અથવા ઊભો પાક, અથવા ખેતર બળી જાય; તો આગ સળગાવનાર નક્કી નુકસાની ભરી આપે."},{"number":7,"verse":"જો કોઈ માણસ પોતાના પડોશીને પૈસા કે મિલકત થાપણ રાખવાને સોપેં, ને તે માણસને ઘેરથી તે ચોરાઈ જાય; અને જો ચોર પકડાય, તો તે બમણું ભરી આપે."},{"number":8,"verse":"ચોર ન પકડાય તો પોતે પોતાના પડોશીના માલ પર હાથ માર્યો છે કે નહિ [તેના નિર્ણય માટે] તે ધરધણી ન્યાયાધીશો આગળ રજૂ થાય."},{"number":9,"verse":"બળદ વિષે કે ગધેડા વિષે કે ઘેટા વિષે કે વસ્‍ત્ર વિષે કે કોઈ ખોવાએલી વસ્‍તુ, જેના વિષે કોઈ એવું કહે કે આ તે જ વસ્‍તુ, જેના વિષે કોઈ એવું કહે કે આ તે જ વસ્તુ છે, તે વિષેના ગુનાની પ્રત્યેક બાબતમાં બન્‍ને પક્ષની તકરાર ન્યાયાધીશોની રૂબરૂ રજૂ થાય; અને ન્યાયાધીશો જેને ગુનેગાર ઠરાવે તે પોતાના પડોશીને બમણું ભરી આપે."},{"number":10,"verse":"જો કોઈ માણસ પોતાના પડોશીને ત્યાં સાચવવા માટે ગધેડું કે બળદ કે ઘેટું કે કોઈપણ જાનવર સોંપે; અને તે મરી જાય કે તેને કંઈ નુકસઅન થાય, કે કોઈના ન દેખતાં કોઈ તેને હાંકી જાય;"},{"number":11,"verse":"તો તે બન્‍ને માણસ યહોવાના સમ ખાય, કે મેં મારા પડોશીની વસ્‍તુને હાથ અડકાડયો નથી; એટલે તેનો માલિક તે કબૂલ રાખે, ને પડોશી નુકસાની ભરી આપે નહિ."},{"number":12,"verse":"પણ જો તે તેની પાસેથી ચોરાઈ જાય, તો તે તેના માલિકને તેની નુકસાની ભરી આપે."},{"number":13,"verse":"જો તેને ફાડી ખાવામાં આવ્યું હોય તો તે તેને પુરાવા તરીકે રજૂ કરે; ફાડી નંખાયેલાને માટે તે નુકસાની ભરી આપે નહિ."},{"number":14,"verse":"અને જો કોઈ માણસ પોતાના પડોશીની પાસેથી કંઈ માગી લે, ને તેનો માલિક તેની સાથે ન હોય એટલામાં તેને નુકસાન થાય અથવા તે મરી જાય, તો તે નક્કી નુકસાની ભરી આપે."},{"number":15,"verse":"જો તેનો માલિક તેની સાથે હોય, તો તે નુકસાની ભરી આપે નહિ. જો તે ભાડે લાવવામાં આવ્યું હોય, તો ભાડામાં તે વળી ગયું [સમજવું]."},{"number":16,"verse":"( નૈતિક અને ધાર્મિક નિયમો) અને જો કોઈ માણસ સગાઈ કર્યા વગરની કુમારિકાને લલચાવીને તેની સાથે કુકર્મ કરે, તો તે તેને પલ્લું આપીને પરણે."},{"number":17,"verse":"જો તેનો પિતા તેને તેની સાથે પરણાવવાને ઇનકાર કરે, તો કુમારિકાના પલ્લા પ્રમાણે તે પૈસા ભરી આપે."},{"number":18,"verse":"તું જાદુગરેણને જીવતી રહેવા ન દે."},{"number":19,"verse":"જાનવરની સાથે જે કોઈ કુકર્મ કરે તે નક્કી માર્યો જાય."},{"number":20,"verse":"એકલા યહોવા વિના બીજા કોઈ દેવને યજ્ઞ કરનારાનો પૂરો સંહાર કરાય."},{"number":21,"verse":"અને તું પરદેશીને હેરાન ન કર, ને તેના પર જુલમ ન કર; કેમ કે તમે મિસર દેશમાં પરદેશી હતા."},{"number":22,"verse":"તમે કોઈ વિધવાને કે અનાથ છોકરાને દુ:ખ ન દો."},{"number":23,"verse":"જો તું તેઓને કોઈ પણ પ્રકારે દુ:ખ દે, ને જો તેઓ મને જરા પણ પોકારશે, તો હું નક્કી તેમનો પોકાર સાંભળીશ;"},{"number":24,"verse":"અને મારો ક્રોધ તપી ઊઠશે, ને હું તમને તરવારથી મારી નાખીશ. અને તમારી પત્નીઓ વિધવાઓ તથા તમારાં છોકરાં અનાથ થશે."},{"number":25,"verse":"તારી સાથેના મારા લોકોમાંના કોઈ ગરીબને જો તું પૈસા ધીરે, તો તું તેની પ્રત્યે લેણદાર જેવો ન થા, ને તેને માથે તું વયાજ ન ચઢાવ."},{"number":26,"verse":"જો તું કદી તારા પડોશીનું વસ્‍ત્ર ગીરો રાખે, તો સૂર્યાસ્ત થયા અગાઉ તે તેને પાછું આપવું;"},{"number":27,"verse":"કેમ કે તેને ઓઢવાનું તે એટલું એ જ છે, ને તે તેનું અંગ ઢાંકવાનું વસ્‍ત્ર છે, તે બીજું શું ઓઢીને સૂએ? અને તે મને પોકારશે તો એમ થશે કે હું તેનું સાંભળીશ; કેમ કે હું કૃપાળુ છું."},{"number":28,"verse":"ન્યાયાધીશોની નિંદા ન કર, ને તારા લોકોના કોઈ અધિકારીને શાપ ન દે."},{"number":29,"verse":"તારી ઊપજ તથા તારા દ્રાક્ષારસની પુષ્કળતામાંથી અર્પણ કરતાં ઢીલ ન કર. તારો જયેષ્ઠ પુત્ર મને આપ."},{"number":30,"verse":"તારા બળદ તથા તારાં ઘેટાં વિષે પણ તું એમ જ કર. સાત દિવસ તે પોતાની માતાની સાથે રહે, આઠમે દિવસે તે તું મને આપ."},{"number":31,"verse":"અને તમે મારા પવિત્ર માણસો થાઓ; માટે વનમાં જાનવરે ફાડી ખાધેલાંનું માંસ તમે ન ખાઓ; તે કૂતરાંને નાખી દો."}]}