{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"( અદલ ઇનસાફ અને ન્યાયી વહેવાર) “તું જૂઠી અફવા માની ન લે; દુષ્ટની સાથે સામેલ થઈને ( ; ; .) તું જૂઠી સાક્ષી ન પૂર."},{"number":2,"verse":"બહુમતીનું અનુસરણ કરીને તું દુષ્ટતા ન કર; અને કોઈ મુકદમામાં બહુમતીની તરફેણમાં વળી જઈને જૂઠી સાક્ષી પૂરીને ન્યાય ન મરડ."},{"number":3,"verse":"અને ( .) ગરીબ માણસના દાવામાં પક્ષપાત ન કર."},{"number":4,"verse":"( (આખો વિભાગ): .) તું તારા શત્રુના બળદને કે તેના ગધેડાને નાસી જતાં જુએ તો તેને ત્યાં જરૂર તેને પાછું પહોંચાડ."},{"number":5,"verse":"જો તું તારા દુશ્મનના ગધેડાને તેના ભારથી ચગદાઈને પડી રહેલું જુએ, ને જો તેની ખાતર તેને છૂટું કરવાની મરજી તને ન હોય, તો તેને સહાય આપીને તારે તેને છૂટું કરવું જ."},{"number":6,"verse":"( (આખો વિભાગ): ; .) તું ગરીબના દાવામાં ન્યાય ન મરડ."},{"number":7,"verse":"જૂઠી બાબતથી દૂર રહે; અને નિર્દોષને તથા ન્યાયીને તું મારી ન નાખ; કેમ કે હું દુષ્ટને ન્યાયી ઠરાવીશ નહિ."},{"number":8,"verse":"તું કંઈ લાંચ ન લે; કેમ કે લાંચ દેખતાને અંધા બનાવે છે, ને ન્યાયીઓના દાવાને ઊંધો વાળે છે."},{"number":9,"verse":"અને ( ; ; ; .) પરદેશીને તું હેરાન ન કર; કેમ કે તમે મિસર દેશમાં પરદેશી હતા, માટે તમે પરદેશીની લાગણી જાણો છો."},{"number":10,"verse":"( સાતમું વર્ષ અને સાતમો દિવસ) અને ( (આખો વિભાગ): .) છ વરસ તું તારા ખેતરમાં વાવેતર કર, ને તેની ઊપજ ભેગી કર;"},{"number":11,"verse":"પણ સાતમે વર્ષે તેને વિશ્રામ આપી પડતર રાખ; કે તારા લોકોમાંના ગરીબોને ખાવાનું મળે, ને તેઓ પડયું મૂકે તે વનપશુઓ ખાય. તારી દ્રાક્ષાવાડી તથા તારી જૈતવાડીને પણ તું એ પ્રમાણે કર."},{"number":12,"verse":"( ; ; ; ; ; .) છ દિવસ તું તારું કામ કર, ને સાતમે દિવસે વિશ્રામ લે; કે તારા બળદને તથા તારા ગધેડાને વિસામો મળે, ને તારી દાસીનો દીકરો તથા પરદેશી વિશ્રામ લે."},{"number":13,"verse":"અને જે બધી બાબતો મેં તમને કહી છે તે વિષે સાવચેત રહો. અને‍ અન્ય દેવોનાં નામ ન ઉચ્ચાર, ને તે તારા મુખમાંથી ન સંભળાય."},{"number":14,"verse":"( ત્રણ મોટાં પર્વ) ( ( 20 ૩૪:૧૮-૨૬ ; 50 ૧૬:૧-૧૭ )) વર્ષમાં તું મારે માટે ત્રણ વાર પર્વ પાળ."},{"number":15,"verse":"( ; ; .) બેખમીર રોટલીનું પર્વ પાળ; એટલે તને મેં આજ્ઞા આપી છે તે પ્રમાણે આબીબ માસમાં ઠરાવેલે સમયે બેખમીર રોટલી તું સાત દિવસ ખા (કેમ કે તે [માસ] માં તું મિસરમાંથી નીકળ્યો); અને કોઈએ ખાલી હાથે મારી પાસે આવવું નહિ."},{"number":16,"verse":"( ; .) વળી ખેતરમાં વાવેલામાંથી લઈને તારી મહેનતના પ્રથમ ફળનું, એટલે કાપણીનું પર્વ પાળ; અને ( .) વર્ષને અંતે ખેતરમાંથી તારી મહેનતનું ફળ ભેગું કરે ત્યારે તું સંગ્રહપર્વ પાળ."},{"number":17,"verse":"તારામાંના દરેક પુરુસે વર્ષમાં ત્રણવાર ઈશ્વર યહોવાની આગળ હાજર થવું."},{"number":18,"verse":"મારા યજ્ઞનું રક્ત તું ખમીરી રોટલી સહિત અર્પણ કરીશ નહિ; તેમ જ મારા પર્વનો મેદ તું આખી રાત સવાર સુધી રહેવા ન દઈશ."},{"number":19,"verse":"( .) તારી જમીનનું પહેલું જ પ્રથમ ફળ તું યહોવા તારા ઈશ્વરનઅ ઘરમાં લાવ. ( ; .) તું બકરીનું બચ્ચું તેની માના દૂધમાં બાફીશ નહિ."},{"number":20,"verse":"( વચનો અને શિખામણ) જો, માર્ગે તને સંભાળવાને માટે; ને મેં જે ઠેકાણું તૈયાર કર્યું છે તેમાં તને લાવવાને માટે હું તારી આગળ દૂતને મોકલું છું."},{"number":21,"verse":"તેની વાતને ધ્યાન દેજે, ને તેની વાણી સાંભળજે, તેને ક્રોધ ચઢાવીશ નહિ. કેમ કે તે તમારો અપરાધ માફ કરશે નહિ. કેમ કે તે તમારો અપરાધ માફ કરશે નહિ; કારણ કે મારું નામ તેનામાં છે."},{"number":22,"verse":"પણ જો તું તેની વાણી સાંભળ્યા કરીશ જ, ને હું જે કહું છું તે બધું કરીશ, તો હું તારા વૈરીઓનો વૈરી ને તારા શત્રુઓનો શત્રુ થઈશ."},{"number":23,"verse":"કેમ કે મારો દૂત તારી આગળ ચાલશે, ને અમોરી તથા હિત્તી તથા પરીઝી તથા કનાની, હિવ્વી તથા યબૂસી લોકની પાસે તે તને લઈ જશે; અને હું તેઓને નષ્ટ કરીશ."},{"number":24,"verse":"તેઓના દેવો આગળ તું ન નમીશ, ને તેઓની સેવા ન કરીશ, ને તેઓનાં કામ પ્રમાણે ન કરીશ; પણ તેઓને તું તદન તોડી પાડ, ને તેઓના સ્તંભોના ચૂરેચૂરા કર."},{"number":25,"verse":"વળી તમે યહોવા તમારા ઈશ્વરની સેવા કરજો, ને તે તારા અન્‍નજળને આશીર્વાદ આપશે; અને હું તારી મધ્યેથી રોગ દૂર કરીશ."},{"number":26,"verse":"તારા દેશમાં ગર્ભપાત થશે-નહિ; ને વાંઝણી પણ હશે નહિ. તારા આયુષ્યના પૂરા દિવસો હું તને આપીશ."},{"number":27,"verse":"હું તારી આગળ મારો ત્રાસ એવો મોકલીશ કે, જે બધા લોકોમાં થઈને તું જશે તેમને હું થથરાવી નાખીશ, ને તારા સર્વ શત્રુઓ તારી તરફ પીઠ ફેરવે એવું હું કરીશ."},{"number":28,"verse":"વળી તારી આગળ હું ભમરીઓને મોકલીશ, ને તે હિવ્વી તથા કનાની તથા હિત્તી લોકોને તારી આગળથી હાંકી કાઢીશે."},{"number":29,"verse":"હું એક જ વર્ષમાં તેમને તારી આગળથી હાંકી કાઢીશ નહિ; રખેને દેશ ઉજ્‍જડ થઈ જાય, ને જંગલના પ્રાણીઓ તારી સામે વધી જાય."},{"number":30,"verse":"તું વધી જાય ને દેશનો વારસો પામે ત્યાં સુધીમાં હું તેમને તારી આગળથી રફતે રફતે હાંકી કાઢીશ."},{"number":31,"verse":"અને લાલ સમુદ્રથી તે પલિસ્તીઓના સમુદ્ર સુધી, ને અરણ્યથી તે નદી સુધી હું તારી સરહદ ઠરાવીશ; કેમ કે દેશના રહેવાસીઓને હું તમારા હાથમાં સોંપીશ; અને તું તેઓને તારી આગળથી હાંકી કાઢીશ."},{"number":32,"verse":"તું તેઓની સાથે અથવા તેઓના દેવોની સાથે કરાર કરીશ નહિ."},{"number":33,"verse":"તેઓ તારા દેશમાં ન વસે, રખેને તેઓતારી પાસે મારી વિરુદ્ધ પાપ કરાવે; કેમ કે જો તું તેઓના દેવોની સેવા કરે, તો જરૂર તે તને ફાંદારૂપ થઈ પડશે.”"}]}