{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":24,"verses":[{"number":1,"verse":"( કરાર પર મહોર મારી) અને યહોવાએ મૂસાને કહ્યું, “યહોવાની પાસે ઉપર આવ, તું તથા હારુન તથા નાદાબ તથા અબીહૂ તથા ઇઝરાયલના વડીલોમાંના સિત્તેર ઉપર આવો; અને દૂર રહીને ભજન કરો."},{"number":2,"verse":"અને મૂસઅ એકલો યહોવાની પાસે આવે; પણ તેઓ પાસે ન આવે; તેમ લોકો તેની સાથે ઉપર આવે નહિ.”"},{"number":3,"verse":"પછી મૂસાએ આવીને લોકોને યહોવાની સર્વ વાતો તથા તેના સર્વ કાનૂનો કહી સંભળાવ્યાં; અને બધા લોકે એકે અવાજે ઉત્તર આપ્યો, “યહોવાએ જે બધી વાતો કહી છે તે અમે પાળીશું.”"},{"number":4,"verse":"અને મૂસાએ યહોવાની સર્વ વાતો લખી, ને સવારે વહેલા ઊઠીને તેણે પર્વતની તળેટીમાં એક વેદી બાંધી તથા ઇઝરાયલનાં બાર કુળ પ્રમાણે બાર સ્તંભ ઊભા કર્યા."},{"number":5,"verse":"વળી તેણે ઇઝરાયલમાંથી કેટલાએક જુવાનોને મોકલ્યા કે, જેઓએ દહનીયાર્પણો ચઢાવ્યાં, ને યહોવાની આગળ બળદનાં શાંત્યર્પણો કર્યા."},{"number":6,"verse":"અને મૂસાએ અર્ધું રક્ત તેણે વેદી પર છાંટયું."},{"number":7,"verse":"અને તેણે કરારનું પુસ્તક લઈને લોકોના સાંભળતાં વાંચ્યું; અને લઈને લોકોના સાંભળતા વાંચ્યું; અને તેઓએ કહ્યું, “યહોવાએ જે કહ્યું છે તે બધું અમે કરીશું ને પાળીશું.”"},{"number":8,"verse":"પછી ( .) મૂસાએ રક્ત લીધું, ને લોકો પર છાંટીને કહ્યું, “જુઓ, તમારી સાથે ( ; ; ; ; .) યહોવાએ આ સર્વ વચનો સંબંધી જે કરાર કર્યો છે, તેનું રક્ત આ છે.”"},{"number":9,"verse":"ત્યારે મૂસા તથા હારુન તથા નાદાબ તથા અબીહૂ તથા ઇઝરાયલના સિત્તેર વડીલો ઉપર ચઢયા."},{"number":10,"verse":"અને તેઓએ ઇઝરાયલના ઈશ્વરને જોયા. અને ઈશ્વરના પગ નીચે જાણે નીલમના જેવી ફરસબંધી હતી, અને તે આકાશના જેવી નિર્મળ હતી."},{"number":11,"verse":"અને ઈશ્વરે ઇઝરાયલી લોકોના વડીલો પર હાથ ઉપાડો નહિ, અને તેઓએ ઈશ્વરને જોયા, ને ખાધું તથા પીધું."},{"number":12,"verse":"( મૂસા સિનાઈ પર્વત ઉપર) અને યહોવાએ મૂસાને કહ્યું, “તું પર્વત પર મારી પાસે આવ, ને ત્યાં ઊભો રહે. અને શિલાપાટીઓ તથા નિયમ તથા જે આજ્ઞા મેં લખી છે, તે હું તને આપીશ, એ માટે કે તું તે લોકોને શીખવે.”"},{"number":13,"verse":"અને મૂસા તથા તેનો સેવક યહોશુઆ ઊઠયા; અને મૂસા ઈશ્વરના પર્વત પર ગયો."},{"number":14,"verse":"અને તેણે વડીલોને કહ્યું, “અમે તમારી પાસે પાછા આવીએ, ત્યાં સુધી અહીં રહીને અમારી રાહ જોજો. અને જુઓ, હારુન તથા હૂર તમારી સાથે છે; જે કોઈને કંઇ તકરાર હોય, તે તેમની પાસે જાય.”"},{"number":15,"verse":"પછી મૂસા પર્વત પર ચઢયો, ને મેઘે પર્વતને ઢાંકી દીધો."},{"number":16,"verse":"અને યહોવાનું ગૌરવ સિનાઈ પર્વત પર થંભ્યું, ને છ દિવસ સુધી મેઘે તેને ઢાંકી રાખ્યો; અને સાતમે દિવસે યહોવાએ મેઘમાંથી હાંક મારીને મૂસાને બોલાવ્યો."},{"number":17,"verse":"અને ઇઝરાયલીઓની દષ્ટિમાં યહોવાના ગૌરવનો દેખાવ પર્વતના શિખર ઉપર ખાઈ જનાર અગ્નિ જેવો હતો."},{"number":18,"verse":"અને મૂસા મેઘની અંદર પેસીને પર્વત પર ચઢયો; અને ( .) મૂસા ચાળીસ દિવસ તથા ચાળીસ રાત પર્વત પર રહ્યો."}]}