{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"( મુલાકાત મંડપ માટેનાં દાનો) ( ( 20 ૩૫:૪-૯ )) અને યહોવાએ મૂસાની સાથે બોલતાં કહ્યું,"},{"number":2,"verse":"“ઇઝરાયલી લોકોને કહે કે, તેઓ મારે માટે દાન ઉઘરાવે. જેના મનમાં આપવાની હોંસ હોય તે પ્રત્યેક માણસની પાસેથી મારું દાન ઉઘરાવો."},{"number":3,"verse":"તેઓની પાસેથી જે દાન ઉઘરાવવું તે આ પ્રમાણે:સોનું તથા રૂપું તથા પિત્તળ;"},{"number":4,"verse":"અને નીલ તથા જાંબુડા તથા કિરમજી રંગો, ને શણ ને બકરાંના વાળ;"},{"number":5,"verse":"અને ઘેટાંનાં લાલ રંગેલાં ચામડાં તથા સીલ [માછલી] નાં ચામડાં ને બાવળનું લાકડું;"},{"number":6,"verse":"બત્તીને માટે તેલ, અભિષેકના તેલને માટે તથા સુવાસિત ધૂપને માટે સુંગધીઓ;"},{"number":7,"verse":"ગોમેદ પાષાણો. ને એફોદ તથા ઉરપત્રને માટે જડવાના પાષાણો."},{"number":8,"verse":"અને તેઓ મારે માટે પવિત્ર સ્થાન બનાવે કે, હું તેઓ મધ્યે રહું."},{"number":9,"verse":"જે સર્વ હું તને બતાવું છું, એટલે મંડપનો નમૂનો તથા તેના સર્વ સામાનનો નમૂનો, તે પ્રમાણે તમે તે બનાવો."},{"number":10,"verse":"( કરારકોશ) ( ( 20 ૩૭:૧-૯ )) અને તેઓ બાવળનો કોશ બનાવે. તેની લંબાઇ અઢી હાથ, ને તેની પહોળાઇ દોઢ હાથની હોય."},{"number":11,"verse":"અને તું તેને ચોખ્ખા સોનાથી મઢ, અંદરથી તથા બહારથી તું તેને મઢ, ને તેને ફરતી સોનાની કિનારી બનાવ."},{"number":12,"verse":"અને તેને માટે તું સોનાનાં ચાર કડાં ઢાળ, ને તેમને તેના ચાર પાયામાં જડલ અને એક બાજુએ બે કડાં ને બીજી બાજુએ બે કડાં, એ પ્રમાણે રાખ."},{"number":13,"verse":"અને તું બાવળના દાંડા બનાવીને તેમને સોનાથી મઢ."},{"number":14,"verse":"અને કોશ ઊંચકવાને માટે તું કોશની બાજુઓ પરનાં કડાંમાં દાંડાં નાંખ."},{"number":15,"verse":"દાંડા કોશનાં કડાંમાં રહે. તેઓ તેમાંથી લઈ લેવામાં ન આવે."},{"number":16,"verse":"અને હું જે કરારલેખ તને આપીશ, તે તું કોશમાં મૂકજે."},{"number":17,"verse":"વળી તું ચોખ્ખા સોનાનું દયાસન ( .) બનાવ; તેની લંબાઇ અઢી હાથ, ને પહોળાઈ દોઢ હાથની હોય."},{"number":18,"verse":"અને તું સોનાના બે કરૂબો બનાવ. તેઓ દયાસનના બે છેડા પર, ઘડતર કામના થાય."},{"number":19,"verse":"અને એક કરૂબ એક છેડા પર, ને બીજો બજા છેડા પર બનાવ. દયાસનને બે છેડે તેની સાથે સળંગ, એ પ્રમાણે તું કરૂબો બનાવ."},{"number":20,"verse":"અને કરૂબો પાંખો ઊંચી પસારીને મુખો સામસામાં રાખીને દયાસન પર પોતાની પાંખોથી આચ્છાદાન કરે; કરૂબોનાં મોં દયાસન તરફ રહે;"},{"number":21,"verse":"અને કોશ ઉપર તું દયાસન મૂક; અને હું તને જે કરારલેખ આપીશ, તે તું કોશની અંદર મૂકજે."},{"number":22,"verse":"અને ત્યાં હું તને મળીશ, ને ઇઝરાયલી લોકો માટે જે આજ્ઞાઓ હું તને આપીશ તે સર્વ વિષે, કરારલેખના કોશ પરના દયાસન ઉપરથી, બે કરૂબોની વચમાંથી, હું તારી સાથે વાત કરીશ."},{"number":23,"verse":"( ઈશ્વરને અર્પેલી રોટલીનું મેજ) ( ( 20 ૩૭:૧૦-૧૬ )) વળી તું બાવળની મેજ બનાવ. તે બે હાથ લાંબી, એક હાથ પહોળી તથા દોઢ હાથ ઊંચી હોય."},{"number":24,"verse":"અને તું તેને ચોખ્ખા સોનાથી મઢ, ને તેને ફરતી સોનાની કિનારી બનાવ."},{"number":25,"verse":"અને તેને ફરતી તું ચાર આંગળની કોર બનાવ, ને કોરની આસપાસ સોનાની કિનારી બનાવ."},{"number":26,"verse":"અને તેને માટે સોનાનાં ચાર કડાં બનાવીને તું તેમને તેના ચાર પાયાના ચાર ખૂણામાં જડ."},{"number":27,"verse":"મેજ ઊંચકવાના દાંડાની જગ્યા થાય માટે કડાં કોરની નજીક રહે."},{"number":28,"verse":"અને તું મેજ ઊંચકવા માટે બાવળના દાંડા બનાવીને તેમને સોનાથી મઢ."},{"number":29,"verse":"અને તું તેની થાળીઓ તથા કડછીઓ તથા વાડકા તથા રેડવાને માટે પ્યાલા બનાવ; તું તેમને ચોખ્ખા સોનાનાં બનાવ;"},{"number":30,"verse":"અને ( .) તું સદા મારી આગળ મેજ પર અર્પેલી રોટલી રાખ."},{"number":31,"verse":"( દીપવૃક્ષ) વળી તું ચોખ્ખા સોનાનું દીપવૃક્ષ બનાવ. તે ઘડતર કામનું હોય, ને તેની બેઠક, તેનો દાંડો, તેનાં ચાડાં, તેની કળીઓ તથા તેનાં ફૂલો, તે સર્વ એક જ ટુકડામાંથી ઘડી કાઢેલાં હોય."},{"number":32,"verse":"અને તેની બાજુઓમાંથી છ શાખઓ, ને બીજી બાજુમઆંથી દીપવૃક્ષની ત્રણ શાખાઓ, ને બીજી બાજુમાંથી દીપવૃક્ષની ત્રણ શાખાઓ."},{"number":33,"verse":"એક શાખામાં ત્રણ બદામફૂલના આકારનાં ચાડાં, એક કળી તથા એક ફૂલ; તે પ્રમાણે દીપવૃક્ષમાંથી નીકળતી છ શાખાઓ હોય."},{"number":34,"verse":"અને દીપવૃક્ષમાં ચાર બદામફૂલના આકારનાં ચાંડાં, તેઓની કળીઓ તથા તેઓનાં ફૂલો સહિત હોય,"},{"number":35,"verse":"અને શાખાઓની એક જોડની નીચે નીચે તેની સાથે એક કળી, તથા ત્રીજી જોડની નીચે તેની સાથે એક કળી, એ પ્રમાણે દીપવૃક્ષમાંથી નીકળતી છ શાખાઓનું કરવું."},{"number":36,"verse":"તેઓની કળીઓ તથા શાખાઓ, તે તેની સાથે હોય; તે તમામ ચોખ્ખા સોનાના એક જ ટુકડાનું ઘડી કાઢેલું થાય."},{"number":37,"verse":"વળી તેના તું સાત દીવા બનાવજે; અને તેની આગળ અજવાળું આપવા માટે તેઓ દીવા સળગાવે."},{"number":38,"verse":"અને તેના ચીપિયા તથા તેની તબકડીઓ ચોખ્ખા સોનાનાં થાય."},{"number":39,"verse":"અને આ બધાં પાત્રો સહિત તે એક તાલંત સોનાનું બને."},{"number":40,"verse":"અને જોજે, ( ; .) તેઓનો જે નમૂનો તને પર્વત પર બતાવવામાં આવ્યો છે, તે પ્રમાણે તું તેઓને બનાવ."}]}