{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":26,"verses":[{"number":1,"verse":"( યહોવાની હાજરીનો મંડપ (મુલાકાતમંડપ)) વળી તું દશ પડદાનો મંડપ બનાવ. ઝીણા કાંતેલા શણના, ને નીલ જાબુંડા તથા કિરમજી રંગના, નિપુણ વણકરની કારીગરીના કરૂબોવાળા પડદા બનાવ."},{"number":2,"verse":"દરેક પડદો અઠ્ઠાવીસ હાથ લાંબો, ને ચાર હાથ પહોળો હોય. સર્વ પડદા એક માપના હોય."},{"number":3,"verse":"પાંચ પડદા એકબીજા સાથે જોડાય અને બીજા પાંચ પડદા એકબીજા સાથે જોડાય."},{"number":4,"verse":"અને પહેલા સમૂહનો જે છેલ્‍લો પડદો તેની કોરે તું નીલવર્ણા નાકાં બનાવ; અને બીજા સમૂહના છેલ્‍લા પડદાની કોરે તું એમ જ કર."},{"number":5,"verse":"એક પડદામાં તું પચાસ નાકાં બનાવ, ને બીજા સમૂહના પડદાની કોરે પચાસ નાકાં બનાવ; નાકાં એકબીજાની સામસામે આવે."},{"number":6,"verse":"અને સોનાના પચાસ ચાપડા બનાવીને તું તેઓ વડે પડદાને એકબીજા સાથે જોડી દે; એટલે આખો મંડપ બનશે."},{"number":7,"verse":"અને મંડપ ઉપર તંબુ કરવાને માટે તું બકરાંના વાળના પડદા બનાવ; એવા તું અગિયાર પડદા બનાવ."},{"number":8,"verse":"દરેક પડદો ત્રીસ હાથ લાંબો, ને ચાર હાથ પહોળો હોય; અગિયારે પડદા એક માપના હોય."},{"number":9,"verse":"અને તું પાંચ પડદાને એકબીજા સાથે જોડી દે, ને છ પડદાને એકબીજા સાથે જોડી દે, ને તંબુને મોખરે તું છઠ્ઠો પડદો બેવડો વાળ."},{"number":10,"verse":"અને સમૂહનો જે છલ્‍લો પડદો તેની કોરે પચાસ નાકાં, ને બીજા સમૂહના પડદાની કોરે પચાસ નાકાં, ને બીજા સમૂહના પડદાની કોરે પચાસ નાકાં, એમ તું બનાવ."},{"number":11,"verse":"અને પિત્તળના પચાસ ચાપડા બનાવીને તું તેમને તે નાકામાં નાંખ, ને તેમને જોડી દઈને આખો તંબુ બનાવ."},{"number":12,"verse":"અને તંબુના પડદાનો જે બાકી રહેલો લટકતો ભાગ, એટલે જે અર્ધો પડદો બાકી રહે છે તે મંડપની પાછળ લટકતો રહે."},{"number":13,"verse":"અને તંબુના પડદાની લંબાઇમાંથી જે એક બાજુએ હાથભર ને બીજી બાજુએ હાથભર વધે છે, તે આચ્છાદન કરવાને માટે મંડપની બાજુ ઉપર, એટલે આ બાજુએ તથા પેલી બાજુએ લટકતું રહે."},{"number":14,"verse":"અને ઘેટાંનાં લાલ રંગેલા ચામડાનું તંબુને માટે તું આચ્છાદન કર, ને તે ઉપર તું સીલ [માછલી] નાં ચામડાંનું આચ્છાદન બનાવ."},{"number":15,"verse":"અને મંડપને માટે તું બાવળનાં ઊંભાં પાટિયાં બનાવ."},{"number":16,"verse":"દરેક પાટિયું દશ હાથ લાંબું ને દોઢ હાથ પહોળું હોય."},{"number":17,"verse":"દરેક સાલ હોય. મંડપના સર્વ પાટિયાંને માટે તું એ પ્રમાણે બનાવ."},{"number":18,"verse":"અને તું મંડપને માટે પાટિયાં બનાવ, દક્ષિણ તરફ દક્ષિણ બાજુને માટે વીસ પાટિયાં."},{"number":19,"verse":"અને તે વીસ પાટિયા નીચે તું રૂપાની ચાળીસ કૂંભી બનાવ; એક પાટિયા નીચે તેનાં બે સાલને માટે બે કૂંભીઓ, અને બીજા પાટિયા નીચે તેનાં બે સાલને માટે બે કૂંભીઓ, એ પ્રમાણે."},{"number":20,"verse":"વળી મંડપની બીજી બાજુને માટે, એટલે ઉત્તર તરફ, વીસ પાટિયાં;"},{"number":21,"verse":"અને તેઓની રૂપાની ચાળીસ કૂંભીઓ; એક પાટિયા નીચે બે કૂંભીઓ, એ પ્રમાણે."},{"number":22,"verse":"અને પશ્ચિમ તરફ મંડપના પાછલા ભાગને માટે તું છ પાટિયા બનાવ."},{"number":23,"verse":"અને મંડપના પાછલા ભાગના બે ખૂણા માટે તું બે પાટિયાં બનાવ."},{"number":24,"verse":"અને તેઓ નીચે બેવડાં હોય, ને તેમ જ તેઓ ટોચ સુધી એક કડા સુધી સળંગ હોય; એ પ્રમાણે તે બન્‍નેનું થાય; તેઓ બે ખૂણાને માટે થાય."},{"number":25,"verse":"અને આઠ પાટિયા ને તેમની રૂપાની સોળ કૂંભીઓ બનાવવી. એક પાટિયાં નીચે બે કૂંભીઓ એ પ્રમાણે."},{"number":26,"verse":"વળી તું બાવળની ભૂંગળો બનાવ; મંડપની એક બાજુનાં પાટિયાંને માટે પાંચ,"},{"number":27,"verse":"ને મંડળીની બીજી બાજુનાં પાટિયાંને માટે પાંચ ભૂગળો, ને મંડપના પશ્ચિમ તરફના પાછલા ભાગનાં પાટિયાંને માટે પાંચ ભૂગળો."},{"number":28,"verse":"અને વચલી ભૂંગળ પાટિયાંની વચ્ચોવચ એક છેડાથી તે બીજા છેડા સુધી આવી રહે."},{"number":29,"verse":"અને તું પાટિયાંને સોનાથી મઢ, ને ભૂંગળોને રહેવા માટે તું તેમને માટે સોનાનાં કડાં બનાવ; અને ભૂંગળોને તું સોનાથી મઢ."},{"number":30,"verse":"અને પર્વત પર મંડપનો જે નમૂનો તને દેખાડવામાં આવ્યો છે. તે પ્રમાણે તું મંડપ ઊભો કર."},{"number":31,"verse":"વળી તું નીલ તથા જાબુંડા તથા કિરમજી રંગનો તથા ઝીણા કાંતેલા શણનો પડદો બનાવ. તેને નિપુણ વણકરની કારીગરીના કરુબોવાળો બનાવવો."},{"number":32,"verse":"અને તું તેને સોનાથી મઢેલા બાવળના ચાર થાંભલા પર લટકાવ, તેઓના આંકડા સોનાના, ને તેઓની કૂંભીઓ રૂપાની હોય."},{"number":33,"verse":"અને ( ; .) તું ચાપડા નીચે પડદો લટકાવ, ને કરારકોશને ત્યાં એટલે પડદાની અંદરની બાજુએ લાવ; અને પડદો તમારે માટે પવિત્રસ્થાનથી પરમપવિત્રસ્થાણે જુદું કરે."},{"number":34,"verse":"અને પરમપવિત્રસ્થાનમાં તું કરારકોશ પર દયાસન મૂક."},{"number":35,"verse":"અને તું પડદાની બહારની બાજુએ મેજ, ને મંડપની દક્ષિણ બાજુએ મેજની સામે દીપવૃક્ષ રાખ; અને ઉત્તર બાજુએ તું મેજ મૂક."},{"number":36,"verse":"અને મંડપના બારણાને માટે નીલ તથા જાંબુડા તથા કિરમજી રંગનો તથા ઝીણા કાંતેલા શણનો બુટ્ટાદાર પડદો તું બનાવ."},{"number":37,"verse":"અને પડદાને માટે બાવળના પાંચ થાંભલા બનાવીને તું તેમને સોનાથી મઢ, તેઓના આંકડા સોનાના હોય; અને તેઓને માટે તું પિત્તળની ઢાળેલી પાંચ કૂંભી બનાવ."}]}