{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":3,"verses":[{"number":1,"verse":"( ઈશ્વર મૂસાને બોલાવે છે) હવે ( (આખો વિભાગ) .) મૂસા પોતાના સસરાનાં એટલે મિદ્યાનના યાજક યિથ્રોનાં ઘેટાં સાચવતો હતો. અને તે એ ઘેટાંને અરણ્યની પેલી બાજુએ લઈ ગયો, ને તે ઈશ્વરના પર્વત હોરેબ આગળ આવ્યો."},{"number":2,"verse":"અને યહોવાના દૂતે ઝાડવા મધ્યે અગ્નિની જવાળામાં તેને દર્શન આપ્યું. અને તે જોતો હતો, તો જુઓ, ઝાડવું અગ્નિથી બળતું હતું, [તેમ છતાં] ઝાડવું ભસ્મ થતું નહોતું."},{"number":3,"verse":"અને મૂસાએ કહ્યું, “હવે હું પાસે જઈને આ ચમત્કારિક બનાવ જોઈશ કે, ઝાડવું કેમ ભસ્મ થતું નથી.”"},{"number":4,"verse":"અને યહોવાએ જોયું કે તે જોવા માટે એક બાજુએ ફર્યો, ત્યારે ઝાડવામાંથી ઈશ્વરે હાંક મારીને કહ્યું, “મૂસા, મૂસા.” અને તેણે કહ્યું, “હું આ રહ્યો.”"},{"number":5,"verse":"ત્યારે ઈશ્વરે કહ્યું, “અહીં નજીક ના આવતો. તારા પગમાંથી તારાં ચંપલ કાઢ, કેમ કે જે જગાએ તું ઊભો છે તે પવિત્ર ભૂમિ છે.”"},{"number":6,"verse":"વળી તેણે કહ્યું, “હું તારા પિતાનો ઈશ્વર, ઇબ્રાહિમનો ઈશ્વર તથા ઇસહાકનો ઈશ્વર તથા યાકૂબનો ઈશ્વર છું” અને મૂસાએ પોતાનું મુખ સંતાડયું; કેમ કે ઈશ્વરની તરફ જોતાં તે બીધો."},{"number":7,"verse":"અને યહોવાએ કહ્યું, “મેં મિસરમાંના મારા લોકનું દુ:ખ ખરેખર જોયું છે, ને તેમના મુકાદમોને લીધે તેમનો વિલાપ સાંભળ્યો છે; કેમ કે તેઓનો ખેદ હું જાણું છું;"},{"number":8,"verse":"અને મિસરીઓના હાથમાંથી તેઓને છોડાવવા માટે, તે દેશમાંથી તોએને કાઢીને, એક સારો તથા વિશાળ દેશ, બલ્કે દૂધમધની રેલછેલવાળો દેશ જ્યાં કનાની તથા હિત્તી તથા અમોરી તથા પરીઝી તથા હિવ્વી તથા યબૂસી લોકો રહે છે, ત્યાં તેમને લઈ જવા માટે હું ઊતર્યો છું."},{"number":9,"verse":"અને હવે, જો, ઇઝરાયલીઓનો વિલાપ મારી પાસે આવ્યો છે. વળી જે જુલમ મિસરીઓ તેઓ ઉપર ગુજારે છે તે પણ મેં જોયો છે."},{"number":10,"verse":"માટે હવે ચાલ, મિસરીમાંથી મારા લોક ઇઝરાયલીઓને કાઢી લાવવા માટે હું તને ફારુન પાસે મોકલું છું.”"},{"number":11,"verse":"અને મૂસાએ ઈશ્વરને કહ્યું, “હું કોણ કે ફારુનની પાસે જઈને ઇઝરાયલીઓને મિસરમાંથી કાઢી લાવું?”"},{"number":12,"verse":"ત્યારે ઈશ્વરે કહ્યું, “હું નિશ્વે તારી સાથે હોઈશ. અને મેં તને મોકલ્યો છે તેનું પ્રમાણ તારે માટે એ થશે કે જ્યારે તે લોકોને તું મિસરમાંથી કાઢી લાવે ત્યારે તમે આ પર્વત પર ઈશ્વરનું ભજન કરશો.”"},{"number":13,"verse":"અને મૂસાએ ઈશ્વરને કહ્યું, “જો હું ઇઝરાયલીઓની પાસે જઈને તેઓને કહું ( .) ‘તમારા પિતૃઓના ઈશ્વરે મને તમારી પાસે મોકલ્યો છે, અને તેઓ મને પૂછે કે, ‘તેનું નામ શું છે’ તો તેઓને હું શું કહું?”"},{"number":14,"verse":"અને ઈશ્વરે મૂસાને કહ્યું, ( , .) “હું જે છું તે છું;” અને તેમણે કહ્યું, “તું ઇઝરાયલીઓને કહેજે કે હું છું એ મને તમારી પાસે મોકલ્યો છે.”"},{"number":15,"verse":"અને ઈશ્વરે મૂસાને એમ પણ કહ્યું, “ઇઝરાયલીઓને કહે, ‘તમારા પિતૃઓના ઈશ્વર યહોવાએ, એટલે ઇબ્રાહિમના ઈશ્વરે તથા ઇસહાકના ઈશ્વરે તથા યાકૂબના ઈશ્વરે મને તમારી પાસે મોકલ્યો છે. મારું નામ સદા એ જ છે, ને મારી યાદગીરી વંશપરંપરા એ જ છે.’"},{"number":16,"verse":"તું જઈને ઇઝરાયલના વડીલોએ ભેગા કરીને તેઓને કહે, યહોવા તમારા પિતૃઓના ઈશ્વર, ઇબ્રાહિમના તથા ઇસહાકના તથા યાકૂબના ઈશ્વર, તેમણે મને દર્શન દઈને કહ્યું કે, મેં નિશ્ચે તમારી ખબર લીધી છે, ને મિસરમાં તમારા ઉપર જે વીતે છે તે [મેં જોયું છે]."},{"number":17,"verse":"અને કહ્યુમ છે કે, હું તમને મિસરનિ વિપત્તિમાંથી કાઢીને તમને કનાનીઓના તથા હિત્તીઓના તથા અમોરીઓના તથા પરીઝીઓના તથા હિવ્વીઓના તથા યબૂસીઓના દેશમાં, એટલે દૂધ તથા મધની રેલછેલવાળા દેશમાં, લઈ જઈશ.’"},{"number":18,"verse":"અને તેઓ તરી વાણી સાંભળશે; અને તું તથા ઇઝરાયલના વડીલો મિસરના રાજાની પાસે જઈને તેને કહો, ‘હિબ્રૂઓના ઈશ્વર, યહોવા અમને મળ્યા છે. અને હવે અમારા ઈશ્વર યહોવાની આગળ યજ્ઞ કરવા માટે અમને ત્રણ દિવસની મજલ જેટલે અરણ્યમાં જવા દે.’"},{"number":19,"verse":"અને હું જાણું છું કે મિસરનો રાજા તમને જવા દે. હા, માત્ર બળવાન હાથથી તમને [જવા દેશે]."},{"number":20,"verse":"અને મારો હાથ લાંબો કરીશ તે બધા વડે હું મિસરને મારીશ; અને ત્યાર પછી તે તમને જવા દેશે."},{"number":21,"verse":"અને ( .) હું મિસરીઓની દષ્ટિમાં આ લોકોને કૃપા પમાડીશ; અને એમ થશે કે જ્યારે તમારું નીકળવું થશે, ત્યારે તમે ખાલી હાથે જશો નહિ."},{"number":22,"verse":"પણ પ્રત્યેક સ્‍ત્રી તેની પડોશણ પાસેથી, તથા તેના ઘરમાં રહેનારી પાસેથી રૂપાનાં આભૂષણ તથા સોનાના આભૂષણ તથા વસ્‍ત્રો માગી લેશે. અને તે તમે તમારાં પુત્ર પુત્રીઓને પહેરાવશો. અને તમે મિસરીઓને લૂંટી લેશો.”"}]}