{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"( યહોવાની હાજરીના મંડપ (મુલાકાતમંડપ) માટે કારીગરો) અને યહોવાએ મૂસાને કહ્યું,"},{"number":2,"verse":"“જુઓ, યહૂદાના કુળના હૂરના દીકરા ઉરીના દીકરા બસાલેલને મેં નામ લઈને બોલાવ્યો છે."},{"number":3,"verse":"અને બુદ્ધિ તથા સમજણ તથા ન તથા સર્વ પ્રકારના કળાકૌશલ્યની બાબતમાં મેં તેને ઈશ્વરના આત્માથી ભરપૂર કર્યો છે."},{"number":4,"verse":"એ માટે કે તે હોશિયારીથી નમૂનો તૈયાર કરેમ, ને સોનામાં તથા રૂપામાં તથા પિત્તળમાં,"},{"number":5,"verse":"તથા જડાવને માટે પાષાણ કોતરવામાં તથા લાકડામાં નકશી કોતરવામાં, તથા સર્વ પ્રકારની કારીગરીમાં તે કામ કરે."},{"number":6,"verse":"અને જુઓ, મેં દાનના કુળના અહીસામાખન દીકરા આહોલીઆબને તેની સાથે ઠરાવ્યો છે. અને જે બુદ્ધિમાન છે તે સર્વનાં હ્રદયોમાં મેં બુદ્ધિ મૂકી છે, એ માટે કે મેં તને જે આજ્ઞા આપી છે તે સર્વ તેઓ બનાવે;"},{"number":7,"verse":"એટલે મુલાકાતમંડપ, તથા કરારકોશ, તથા તે પરનું દયાસન, તથા મંડપનો સરસામાન;"},{"number":8,"verse":"તથા મેજ ને તે પરની સામગ્રી તથા તેની સામગ્રી સહિત શુદ્ધ દીપવૃક્ષ, તથા ધૂપવેદી;"},{"number":9,"verse":"તથા તેની સર્વ સામગ્રી સહિત યજ્ઞવેદી, તથા હોજ ને તેનું તળિયું,"},{"number":10,"verse":"તથા ઝીણાં વણેલાં લૂંગડાં, તથા યાજકપદ બજાવવાને માટે હારુન યાજકને માટે પવિત્ર વસ્‍ત્ર, તથા તેના દીકરાઓનાં વસ્‍ત્રો,"},{"number":11,"verse":"તથા અભિષેકનું તેલ, તથા પવિત્રસ્થાનને માટે સુગંધીદાર ધૂપ:તે સર્વ સંબંધી મેં તને જે આજ્ઞા આપી છે તે પ્રમાણે તેઓ કરે.”"},{"number":12,"verse":"( સાબ્બાથ એટલે વિશ્રામનો દિવસ) અને યહોવાએ મૂસાને કહ્યું,"},{"number":13,"verse":"“વળી તું ઇઝરાયલી લોકોને કહે કે, તમે જરૂર મારા વિશ્રામવારો પાળો; કેમ કે તમારી પેઢી દરપેઢી મારી ને તમારી વચ્ચે તે‍ ચિહ્નરૂપ છે; એ માટે કે તમે જાણો કે તમને પવિત્ર કરનાર તે હું યહોવા છું."},{"number":14,"verse":"માટે તમે વિશ્રામવાર પાળો; કેમ કે તે તમારે માટે પવિત્ર છે. જે કોઈ તેને અપવિત્ર કરે તે જરૂર મારી નંખાય; કેમ કે તેમાં જે કોઈ કંઈ પણ કામ કરે, તે માણસ તેના સમાજમાંથી અલગ કરાય."},{"number":15,"verse":"( ; ; ; ; ; .) છ દિવસ સુધી કામ કરવામાં આવે. પણ સાતમે દિવસે યહોવાને માટે પવિત્ર એવો વિશ્રામનો સાબ્બાથ છે; જે કોઈ વિશ્રામવારે કંઈ પણ કામ કરે, તે જરૂર મારી નંખાય."},{"number":16,"verse":"માટે સદાના કરાર તરીકે પેઢી દરપેઢી વિશ્રામ લેવાને માટે ઇઝરાયલી લોકો વિશ્રામવાર પાળે."},{"number":17,"verse":"( .) તે હમેશને માટે મારી તથા ઇઝરાયલી લોકોની વચ્ચે ચિહ્નરૂપ છે; કેમ કે યહોવાએ છ દિવસમાં આકાશ તથા પૃથ્વી બનાવ્યાં, ને સાતમે દિવસે તેમણે કામ બંધ રાખીને વિસામો લીધો.”"},{"number":18,"verse":"અને યહોવાએ સિનાઈ પર્વત ઉપર મૂસાની સાથે વાતચીત પૂરી કરીને તેને બે કરારપાટી, એટલે ઈશ્વરની આંગળીથી લખેલી બે શિલાપાટીઓ આપી."}]}