{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"( ઢાળેલું વાછરડું બનાવ્યું.) ( ( 50 ૯:૬-૨૯ )) અને લોકોએ જોયું કે મૂસાને પર્વત પરથી ઊતરતા વિલંબ થાય છે, ત્યારે તેઓ હારુનની પાસે એકઠા થયા, ને તેને કહ્યું, ( .) “ઊઠ, અમારી આગળ ચાલવા માટે અમારે માટે દેવ બનાવ; કેમ કે જે માણસ અમને મિસર દેશમાંથી કાઢી લાવ્યો તે મૂસાનું શું થયું, તે અમે જાણતા નથી.”"},{"number":2,"verse":"અને હારુને તેઓને કહ્યું, “તમારી સ્‍ત્રીઓના તથા તમારા દીકરાઓના તથા તમારી દીકરીઓના કાનોમાં જે સોનાની વાળીઓ છે, તે કાઢીને મારી પાસે લાવો.”"},{"number":3,"verse":"અને સર્વ લોકો પોતાના કાનોમાં સોનાની જે વાળીઓ હતી તે કાઢીને હારુન પાસે લાવ્યા."},{"number":4,"verse":"અને તેણે તેઓના હાથમાંથી તે લીધું, ને કોતરણીથી ઘાટ બનાવીને ( .) તેનું ઢાળેલું વાછરડું બનાવ્યું; અને તેઓએ કહ્યું, “હે ઇઝરાયલ, મિસર દેશમાંથી તને કાઢી લાવનાર ઈશ્વર તે આ છે.”"},{"number":5,"verse":"અને હારુને તે જોયું, ત્યારે તેણે તેની આગળ વેદી બાંધી; અને હારુને ઢંઢેરો પિટાવ્યો, “કાલે યહોવાને માટે પર્વ પાળવામાં આવશે.”"},{"number":6,"verse":"અને ( .) તેઓએ સવારે વહેલા ઊઠીને દહનીયાર્પણ કર્યાં, ને શાંત્યર્પણો રજૂ કર્યાં; અને લોકો ખાવાપીવા બેઠા, ને રમવા ઊઠયા."},{"number":7,"verse":"અને યહોવાએ મૂસાને કહ્યું, “જા, નીચે ઊતર; કેમ કે તારા જે લોકોને તું મિસર દેશમાંથી કાઢી લાવ્યો, તેઓ ભ્રષ્ટ થઈ ગયા છે."},{"number":8,"verse":"જે માર્ગ મેં તેઓને ફરમાવ્યો હતો તેમાંથી તેઓ વહેલા ભટકી ગયા છે. તેઓએ પોતાને માટે ઢાળેલું વાછરડું બનાવ્યું છે, ને તેની પૂજા કરી છે, ને તેને અર્પણ ચઢાવ્યું છે, ને કહ્યું છે, ‘હે ઇઝરાયલ, તને મિસર દેશમાંથી કાઢી લાવનાર દેવ તે આ છે.’”"},{"number":9,"verse":"અને યહોવાએ મૂસાને કહ્યું, “મેં આ લોકોને જોયા છે ને જો, તે તો હઠીલા લોકો છે."},{"number":10,"verse":"મારો કોપ તેઓ પર તપી ઊઠે ને હું તેઓનો સંહાર કરું, માટે મને અટકાવીશ નહિ. અને હું તારાથી એક મોટી દેશજાતિ કરીશ.”"},{"number":11,"verse":"અને ( (આખો વિભાગ): .) મૂસાએ પોતાના ઈશ્વર યહોવાની વિનંતી કરીને કહ્યું, “હે યહોવા, તમારા જે લોકોને તમે મોટા પરાક્રમ વડે તથા બળવાન હાથે મિસર દેશમાંથી કાઢી લાવ્યા છો, તેઓની વિરુદ્ધ તમારો કોપ કેમ તપી ઊઠે છે?"},{"number":12,"verse":"મિસરીઓ શું કરવા આ પ્રમાણે બોલે કે તમે તેઓનું નુકશાન કરવાને માટે, એટલે પર્વતોમાં મારી નાખવા તથા પૃથ્વીની પીઠ પરથી તેઓનો સંહાર કરવા કાઢી લાવ્યા? તમારા બળતા કોપથી ફરો, ને તમારા લોક પર આફત લાવવાનો ઈરાદો ફેરવો."},{"number":13,"verse":"તમારા સેવકો ઇબ્રાહિમ, ઇસહાક તથા ઇઝરાયલનું સ્મરણ કરો, જેઓની આગળ તમે પોતાના સમ ખાઈને કહ્યું, ( .) ‘આકાશના તારાઓના જેટલું હું તમારું સંતાન વધારીશ, ને ( .) આ જે સર્વ દેશ વિષે મેં કહ્યું છે તે હું તમારા સંતાનને આપીશ, ને તેઓ સદાને મટે તેનું વતન પામશે.’”"},{"number":14,"verse":"અને જે આફત યહોવાએ પોતાના લોક પર લાવવાનું કહ્યુ હતું તે વિષે તેમણે પોતાનું મન ફેરવ્યું."},{"number":15,"verse":"અને મૂસા પાછો ફરીને પર્વત પરથી ઊતર્યો, ને બે કરારપાટી તેના હાથમાં હતી. તે પાટીઓની બન્‍ને બાજુએ લેખ લખેલો હતો; એક બાજુએ તથા બીજી બાજુએ તે લખેલો હતો."},{"number":16,"verse":"અને તે પાટીઓ ઈશ્વરની કૃતિ હતી, ને પાટી પર કોતરેલો લેખ, તે ઈશ્વરનો લેખ હતો."},{"number":17,"verse":"અને લોકો ઘોંઘાટ કરતા હતા, તેમનો અવાજ યહોશુઆએ સાંભળ્યો, ત્યારે તેણે મૂસાને કહ્યું “છાવણીમાં લડાઈનો ઘોંઘાટ થાય છે.”"},{"number":18,"verse":"અને મૂસાએ કહ્યું, “એ તો જીત્યાને લીધે હોકારા પાડનારઓનો સાદ નથી, તેમ હાર્યાને લીધે પોકાર કરનારાઓનો સાદ પણ નથી. પણ ગાયન કરનારાઓનો સાદ હું સાંભળું છું.”"},{"number":19,"verse":"અને એમ થયું કે તે છાવણી આગળ પહોંચ્યા ત્યારે તેણે વાછરડું તથા નાચ જોયાં; ત્યારે મૂસાનો ક્રોધ તપી ઊઠયો, ને તેણે પોતાના હાથમાંથી પાટીઓ ફેંકી દીધી, તેથી તે પર્વતની હેઠળ ભાંગી ગિઇ."},{"number":20,"verse":"અને તેઓએ જે વાછરડું બનાવ્યું હતું તે લઈને તેણે બાળી નાખ્યું, ને તેને વાટીને ભૂકો કર્યો, ને પાણીમાં ભભરાવીને ઇઝરાયલી લોકોને તે પાણી પીવડાવ્યું."},{"number":21,"verse":"અને મૂસાએ હારુનને કહ્યું, “આ લોકોએ તને શું કર્યું કે તું તેઓના પર આવું મોટું પાપ લાવ્યો છે?”"},{"number":22,"verse":"અને હારુન કહ્યું, “મારા ધણીનો ક્રોધ ન સળગે; તું લોકોને જાણે છે કે તેઓનું વલણ તો ભૂંડાઈ તરફ છે."},{"number":23,"verse":"વળી તેઓએ મને કહ્યું, અમારે માટે અમારી આગળ ચાલનાર દેવ બનાવ; કેમ કે આ જે માણસ અમને મિસર દેશમાંથી કાઢી લાવ્યો, તે મૂસાનું શૂં થયું તે અમે જાણતા નથી."},{"number":24,"verse":"અને મેં તેઓને કહ્યું, જેની પાસે કંઈ સોનું હોય તે તે ભાંગી નાખે; અને તેઓએ તે મને આપ્યું. અને મેં તે અગ્નિમાં નાખ્યું, એટલે તેમાંથી આ વાછરડું નીકળી આવ્યું.”"},{"number":25,"verse":"અને મૂસાએ જોયું કે લોકો છકી ગયા છે; કેમ કે હારુને તેમને છકી જવા દઈને તેઓના શત્રુઓ મધ્યે હાસ્યપાત્ર થવા દીધઅ હતા;"},{"number":26,"verse":"ત્યારે મૂસાએ છાવણીની ભાગળમાં ઊભા રહીને કહ્યું, “યહોવાના પક્ષનો હોય, તે મારી પાસે આવે.” અને લેવીના સર્વ પુત્રો તેની પાસે એકત્ર થયા."},{"number":27,"verse":"અને તેણે તેઓને કહ્યું, “ઇઝરાયલનો ઈશ્વર યહોવા એમ કહે છે, પ્રત્યેક માણસ પોતાની કમરે તરવાર બાંધે, ને છાવણીમાં ભાગળે ભાગળે ફરે, ને પ્રત્યેક માણસ પોતાના ભાઈને તથા પ્રત્યેક માણસ પોતાના પડોશીને મારી નાખે.”"},{"number":28,"verse":"અને લેવીના પુત્રોએ મૂસાના કહેવા પ્રમાણે કર્યું, અને તે દિવસે લોકોમાંથી આસરે ત્રણ હજાર માણસ પડયા."},{"number":29,"verse":"અને મૂસાએ કહ્યું, “આજે પ્રત્યેક માણસ પોતાના દીકરાની વિરુદ્ધ, તથા પોતાન ભાઈની વિરુદ્ધ યહોવાને અર્પિત થઈ જાઓ; કે તે આજે તમને આશીર્વાદ આપે.”"},{"number":30,"verse":"અને બીજે દિવસે એમ થયું કે મૂસાએ લોકોને કહ્યું, “તમે મોટું પાપ કર્યું છે, મે પોતાને માટે સોનાનો દેવ બનાવ્યો છે."},{"number":31,"verse":"અને મૂસાએ યહોવાની પાસે પાછા જઈને કહ્યું, “અરે, એ લોકોએ મોટું પાપ કર્યું છે, ને પોટાને માટે સોનાનો દેવ બનાવ્યો છે."},{"number":32,"verse":"તોપણ તમે તેઓના પાપની ક્ષમા કરો [તો સારું.] ( ; .) નહિ તો તમારા લખેલા પુસ્તકમાંથી મારું નામ તમે ભૂંસી નાખો.”"},{"number":33,"verse":"અને યહોવાએ મૂસાને કહ્યું, “જેણે મારી વિરુદ્ધ પાપ કર્યું હશે, તેનું નામ હું મારા પુસ્તકમાંથી ભૂંસી નાખીશ."},{"number":34,"verse":"અને હવે ચાલ, જે જગા વિષે મેં તને કહ્યું છે, ત્યાં આ લોકોને દોરી જા. જો, મારો દૂત તારી આગળ ચાલશે. પરંતુ જે દિવસે હું તેઓને જોઈ લઈશ, તે દિવસે હું તેઓના પાપને લીધે તેઓને શિક્ષા કરીશ.”"},{"number":35,"verse":"અને જે વાછરડું હારુને બનાવ્યું હતું, તે બનાવ્યાને લીધે યહોવા લોકો પર માર લાવ્યા."}]}