{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"( શિલાપાટીઓની બીજી જોડ) ( ( 50 ૧૦:૧-૫ )) અને યહોવાએ મૂસાને કહ્યું, “પહેલીના જેવી બે શિલાપાટીઓ તારે માટે ઘડ; અને તારાથી ભાંગી ગયેલી પાટીઓ પર જે શબ્દો હતા, તે હું આ પાટીઓ પર લખીશ."},{"number":2,"verse":"અને સવાર સુધીમાં તૈયાર થઈને સવારમાં સિનાઈ પર્વત ઉપર આવ, ને ત્યાં પર્વતના શિખર પર મારી સમક્ષ હાજર થા."},{"number":3,"verse":"અને તારી સાથે કોઈ ઉપર ના આવે, તેમ જ આખા પર્વત પર કોઈ માણસ દેખાય નહિ; તેમ જ બકરાં કે ઢોર પર્વતની તળેટીમાં ન ચરે.”"},{"number":4,"verse":"અને તેણે પહેલીના જેવી બે શિલાપાટીઓ ઘડી. અને મૂસા યહોવાની આજ્ઞા પ્રમાણે મોટી સવારે ઊઠયો, ને તે બે શિલાપાટીઓ હાથમાં લઈને સિનાઈ પર્વત પર ગયો."},{"number":5,"verse":"અને યહોવા મેઘમાં ઊતર્યા, ને તેની સાથે ત્યાં ઊભા રહ્યા, ને તેમણે પોતાનું ‘યહોવા’ નામ પોકાર્યું."},{"number":6,"verse":"અને યહોવા તેની આગળ થઈને ગયા, અને એવું જાહેર કર્યું, ( ; ; ; .) “યહોવા, યહોવા, દયાળુ તથા કૃપાળુ ઈશ્વર, મંદરોષી, અને અનુગ્રહ તથા સત્યથી ભરપૂર;"},{"number":7,"verse":"હજારો પર કૃપા રાખનાર, અન્યાય તથા ઉલ્લંઘન તથા પાપની ક્ષમા કરનાર; પિતાના અન્યાયને લીધે છોકરાં પર અને છોકરાનાં છોકરાં પર, ત્રીજીચોથી પેઢી સુધી બદલો વાળનાર.”"},{"number":8,"verse":"અને મૂસાએ જલદીથી જમીન સુધી માથું નમાવીને ભજન કર્યું."},{"number":9,"verse":"અને તેણે કહ્યું, “હે યહોવા, જો હું તમારી દષ્ટિમાં કૃપા પામ્યો હોઉં તો કૃપા કરીને યહોવા અમારી મધ્યે ચાલે; કેમ કે આ લોક તો હઠીલા છે. અને અમારો અન્યાય તથા અમારું પાપ માફ કરો, ને અમોને તમારો વારસો કરી લો.”"},{"number":10,"verse":"( કરાર તાજો કરવામાં આવ્યો) ( ( 20 ૨૩:૧૪-૧૯ ; 50 ૭:૧-૫ ; 50 ૧૬:૧-૭ )) અને યહોવાએ કહ્યું, “જો, હું કરાર કરું છું. આખી પૃથ્વી પર તથા કોઈ પણ પ્રજામાં કદી કરાયાં ન હોય એવાં આશ્વર્યકૃત્યો તારા સર્વ લોકની આગળ હું કરીશ; અને જે લોકોમાં તું રહે છે તે બધા યહોવાનું કામ જોશે; કેમ કે તારા સંબંધી જે કામ હું કરવાનો છું તે ભયંકર છે."},{"number":11,"verse":"હું આકે તને જે આજ્ઞા આપું છું તે તું પાળ. જો, હું એમોરીઓને તથા કનાનીઓને તથા હિત્તીઓને તથા પરીઝીઓને તથા હિવ્વીઓને તથા યબૂસીઓને તારી આગળથી હાંકી કાઢું છું."},{"number":12,"verse":"જોજે, જે દેશમાં તું જાય છે તેના રહેવાસીઓ સાથે તું કરાર ન કરતો રખેને તારી મધ્યે તે ફાંદાંરૂપ થઈ પડે."},{"number":13,"verse":"પણ તમારે તેઓની વેદીઓ તોડી પાડવી, ને તેમના સ્તંભોને ભાંગી નાખવા, ને તેમની ( .) અશેરા [મૂર્તિઓ] ને કાપી નાખવી."},{"number":14,"verse":"કેમ કે તારે કોઈ અન્ય દેવની પૂજા કરવી નહિ; કેમ કે હું યહોવા છું, ને મારું નામ કોઈ બીજાને આપવા ન દઉં એવો ઈશ્વર છું,"},{"number":15,"verse":"રખેને તું દેશનઅ રહેવાસીઓની સાથે કરાર કરે, ને તેઓ તેમના દેવોની પાછળ ભટકી જઈને તેમના દેવોને યજ્ઞ ચઢાવે, અને કોઈના નોતર્યાથી તું તેના નૈવેદમાંથી ખાય."},{"number":16,"verse":"અને તું તેઓબી દીકરીઓ સાથે તારા દીકરાઓને પરણાવે, ને તેમની દીકરીઓ તેઓના દેવોની પાછળ ભટકી જઈને તારા દીકરાઓને તેઓના દેવોની પાછળ ભટકાવી દે."},{"number":17,"verse":"( ; ; ; .) તું પોતાને માટે કોઈ દેવની ઢાળેલી મૂર્તિ ન બનાવ."},{"number":18,"verse":"( ; ; .) તું બેખમીર રોટલીનું પર્વ પાળ. મારી આજ્ઞા પ્રમાણે આબીબ માસમાં ઠરાવેલા વખતે સાત દિવસ સુધી તું બેખમીર રોટલી ખા; કેમ કે આબીબ માસમાં તું મિસર દેશમાંથી નીકળ્યો હતો."},{"number":19,"verse":"( .) સર્વ પ્રથમજનિત મારાં છે; અને તારાં સર્વ નર પશુઓ, એટલે ઢોર તથા બકરાંના પહેલાં બચ્ચાં."},{"number":20,"verse":"અને ( .) ગધેડાના પહેલા વછેરાને તું હલવાન વડે ખંડી લે. અને જો તેને ખંડી લેવો ન હોય તો તું તેનું ડોકું ભાંગી નાખ. તારા બધા પ્રથમજનિત દીકરાઓને તું ખંડી લે. અને મારી આગળ કોઈ ખાલી હાથે હાજર ન થાય."},{"number":21,"verse":"( ; ; ; ; ; .) છ દિવસ તારે ઉદ્યોગ કરવો, પણ સાતમે દિવસે આરામ લેવો. ખેડવાની વખતે ને કાપણીની વખતે પણ તારે આરામ લેવો."},{"number":22,"verse":"( ; .) અને તું સપ્તાહોનું પર્વ, એટલે ઘઉંની કાપણીના પ્રથમ ફળનું, તથા ( .) વર્ષને આખરે સંગ્રહનું પર્વ પાળ."},{"number":23,"verse":"દર વર્ષે તાર બધા પુરુષો ઇઝરાયલના ઈશ્વર યહોવાની આગળ ત્રણ વખત હાજર થાય."},{"number":24,"verse":"કેમ કે હું તારી આગળથી દેશજાતિઓને હાંકી કાઢીશ, ને તારી સીમાઓ વધારીશ; અને તું દર વર્ષે ત્રણ વખત યહોવા તારા ઈશ્વરની આગળ હાજર થવાને જશે, ત્યારે કોઈ પણ માણસ તારી જમીનનો લોભ કરશે નહિ."},{"number":25,"verse":"( .) ખમીર સાથે તું મારા યજ્ઞનું રક્ત ન ચઢાવીશ; તેમ જ પાસ્ખા પર્વનો યજ્ઞ સવાર સુધી પડયો ન રહે."},{"number":26,"verse":"તારી જમીનનું ( .) પહેલું પ્રથમ ફળ તું યહોવા તારા ઈશ્વરના ઘરમાં લાવ. ( .) તું બકરીનું બચ્ચું તેની માના દૂધમાં ન બાફીશ નહિ.”"},{"number":27,"verse":"અને યહોવાએ મૂસાને કહ્યું, “તું આ વચનો લખ; કેમ કે આ વચનો પ્રમાણે મેં તારી સાથે તથા ઇઝરાયલની સાથે કરાર કર્યો છે.”"},{"number":28,"verse":"અને તે ત્યાં યહોવાની સાથે ચાળીસ દિવસ તથા ચાળીસ રાત હતો. તેણે રોટલી ખાધી ન હતી, તેમ જ પાણી પણ પીધું ન હતું. અને તેણે પાટીઓ ઉપર કરારના શબ્દો, એટલે દશ આજ્ઞાઓ, લખી."},{"number":29,"verse":"( મૂસા સિનાઈ પર્વત પરથી નીચે ઊતરે છે) અને ( (આખો વિભાગ): .) એમ થયું કે મૂસા પર્વત પરથી ઊતર્યો, એટલે બે કરારપાટીઓ હાથમાં લઈને મૂસા સિનાઈ પર્વત પરથી ઊતર્યો, ત્યારે મૂસા જાણતો ન હતો કે પોતનો ચહેરો યહોવાની સાથે વાત કર્યાને લીધે પ્રકાશતો હતો."},{"number":30,"verse":"અને જ્યારે હારુન અને સર્વ ઇઝરાલી લોકોએ મૂસાને જોયો તો જુઓ, તેનો ચહેરો પ્રકાશતો હતો; અને તેઓ તેની પાસે આવતાં બીધા."},{"number":31,"verse":"અને મૂસાએ તેમને હાંક મારી; અને ત્યાર પછી હારુન તથા સભાના સર્વ અધિકારીઓ તેની પાસે આવ્યા; અને મૂસાએ તેમની સાથે વાત કરી."},{"number":32,"verse":"ત્યાર પછી સર્વ ઇઝરાયલી લોકો પાસે આવ્યા; અને સિનાઈ પર્વત પર યહોવાએ તેને જે જે કહ્યું હતું તે સર્વ તેણે તેઓને આજ્ઞારૂપે ફરમાવ્યું;"},{"number":33,"verse":"અને જ્યારે મૂસા તેમની સાથે વાત કરી રહ્યો ત્યારે તેણે પોતાના મોં ઉપર ઘૂંઘટ નાખ્યો."},{"number":34,"verse":"પણ જ્યારે જ્યારે મૂસા યહોવાની સાથે વાત કરવા માટે તેમની હજૂરમાં જતો, ત્યારે ત્યારે તે બહાર આવે ત્યાં સુધી તે ઘૂંઘટ કાઢી નાખતો. પછી તે બહાર આવતો, ને જે આજ્ઞા તેને મળતી હતી તે તે ઇઝરાયલી લોકોને કહી સંભળાવતો."},{"number":35,"verse":"અને ઇઝરાયલી લોકોએ મૂસાની સામે જોયું, તો મૂસાનો ચહેરો પ્રકાશતો હતો; અને મૂસા તેની સાથે વાર કરવાને માટે અંદર જતો ત્યાં સુધી તે પોતાના મુખ ઉપર ફરીથી ઘૂંઘટ રાખતો."}]}