{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"( મુલાકાતમંડપ ઊભો કરવામાં આવ્યો, અને એનો પ્રતિષ્ઠા વિધિ થયો) અને યહોવાએ મૂસાની સાથે વાત કરતાં કહ્યું,"},{"number":2,"verse":"“તું પહેલા માસને પહેલે દિવસે મુલાકાતમંડપનો માંડવો ઊભો કર."},{"number":3,"verse":"અને તેની અંદર કરારકોશ મૂક, ને કોશને પડદાનો ઓથો કર."},{"number":4,"verse":"અને મેજને અંદર લાવીને તેનો સામાન તે પર રીતસર ગોઠવ; અને દીપવૃક્ષને અંદર લાવ, ને તેના દીવા સળગાવ."},{"number":5,"verse":"અને તું સોનાની ધૂપવેદી કરારકોશની સામે મૂક, ને મંડપના દ્વારને પડદો લગાડ."},{"number":6,"verse":"અને તું યજ્ઞ વેદીને મુલાકાતમંડપના માંડવાના દરવાજાની સામે મૂક."},{"number":7,"verse":"અને તું હોજને મુલાકાતમંડપની તથા વેદીની વચ્ચે મૂક, ને તેમાં પાણી ભર."},{"number":8,"verse":"અને તું આસપાસનું આંગણું ઊભું કર, ને આંગણાના દરવાજાનો પડદો લગાડ."},{"number":9,"verse":"અને તું અભિષેક કરવાનું તેલ લઈને મંડપના સર્વ સામાનનો અભિષેક કરીને તેને તથા તેના બધા જ સામાનને પાવન કર, એટલે તે પવિત્ર થશે."},{"number":10,"verse":"અને તું યજ્ઞ વેદીનો તથા તેનાં સર્વ પાત્રોનો અભિષેક કરીને વેદીને પાવન કર, એટલે વેદી પરમપવિત્ર થશે."},{"number":11,"verse":"અને તું હોજનો તથા તેના તળિયાનો અભિષેક કરીને તેને પાવન કર."},{"number":12,"verse":"અને મુલાકાતમંડપના દરવાજા આગળ હારુનને તથા તેના દીકરાઓને લાવીને તેઓને પાણીથી સ્નાન કરાવ."},{"number":13,"verse":"અને તું હારુનને પવિત્ર વસ્‍ત્રો પહેરાવીને તેનો અભિષેક કરીને તેને પવિત્ર કર કે, તે યાજકપદમાં મારી સેવા બજાવે."},{"number":14,"verse":"અને તું તેના દીકરાઓને [ત્યાં] લાવીને તેઓને અંગરખા પહેરાવ."},{"number":15,"verse":"અને જેમ તેં તેઓના પિતાનો અભિષેક કર્યો તેમ તેઓનો અભિષેક કર કે, તેઓ યાજકપદમાં મારી સેવા કરે. અને તેઓનો અભિષેક વંશપરંપરા તેઓને સદાના યાજકપદને માટે થાય."},{"number":16,"verse":"એ પ્રમાણે મૂસાએ કર્યું; જે સર્વ આજ્ઞાઓ યહોવાએ તેને આપી હતી તે પ્રમાણે તેણે કર્યું."},{"number":17,"verse":"અને એમ થયું કે બીજા વર્ષના પહેલા માસમાં તે માસને પહેલે દિવસે મંડપ ઊભો કરવાનું કામ પૂરું થયું."},{"number":18,"verse":"અને મૂસાએ મંડપ ઊભો કર્યો, ને તેની કૂંભીઓ બેસાડી, ને તેનાં પાટિયાં ચોઢયાં, ને તેની ભૂંગળો નાખી, ને તેના સ્તંભ ઉપર રોપ્યા."},{"number":19,"verse":"અને મંડપ ઉપર તેણે તંબુ પસાર્યો, ને તેની ઉપર તંબુનું આચ્છાદન કર્યું; જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ."},{"number":20,"verse":"અને તેણે કરારલેખ લઈને કોશમાં મૂક્યો, ને કોશ પર દાંડા ગોઠવ્યા, ને કોશ પર દયાસન મૂક્યું."},{"number":21,"verse":"અને મૂસા કોશને મંડપમાં લાવ્યો, ને અંતરપટ લટકાવીને કરારકોશને ઓથો કર્યો; જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ."},{"number":22,"verse":"અને તેણે મેજને મુલાકાતમંડપમાં, મંડપની ઉત્તર બાજુએ પડદાની બહાર મૂકી."},{"number":23,"verse":"અને તેની ઉપર તેણે યહોવાની આગળ રીતસર રોટલી ગોઠવી; જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ."},{"number":24,"verse":"અને દીપવૃક્ષને તેણે મુલાકાતમંડપમાં મેજની સામે મંડપની દક્ષિણ બાજુએ મૂક્યું."},{"number":25,"verse":"અને તેણે યહોવાની આગળ દીવા સળગાવ્યા; જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ."},{"number":26,"verse":"અને સોનાની વેદીને તેણે મુલાકાત મંડપમાં પડદાની સામે મૂકી."},{"number":27,"verse":"અને તેણે તેની ઉપર ખુશબોદાર સુગંધીઓનો ધૂપ બાળ્યો. જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ."},{"number":28,"verse":"અને તેણે મંડપના દરવાજાને પડદો લગાડયો."},{"number":29,"verse":"અને યજ્ઞવેદીને તેણે મુલાકાતમંડપના માંડવાના દરવાજાની પાસે મૂકી, ને તેની ઉપર તેણે દહનીયાર્પણ તથા ખાદ્યાર્પણ ચઢાવ્યાં; જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ."},{"number":30,"verse":"અને હોજને તેણે મુલાકાતમંડપ તથા વેદીની વચમાં મૂક્યો, ને તેની અંદર સ્નાન કરવા માટે પાણી ભર્યું."},{"number":31,"verse":"અને મૂસા તથા હારુન તથા તેના પુત્રો પોતાના હાથપગ ત્યાં ધોતા."},{"number":32,"verse":"જ્યારે તેઓ મુલાકાતમંડપમાં જતા, અને જ્યારે તેઓ વેદીની પાસે આવતા. ત્યારે તેઓ સ્નાન કરતા; જેમ યહોવાએ મૂસાને આજ્ઞા આપી હતી તેમ."},{"number":33,"verse":"અને તેણે મંડપ તથા વેદીની આસપાસ આંગણું ઊભું કર્યું, ને આંગણાના દરવાજાને તેણે પડદો લગાડયો. એ પ્રમાણે મૂસાએ તે કામ પૂરું કર્યું."},{"number":34,"verse":"( મુલાકાતમંડપ પર મેઘનું આચ્છાદન) ( ( 20 ૯:૧૫-૨૩ )) તે વખતે મેઘે મુલાકાતમંડપ ઉપર આચ્છાદન કર્યું, ને ( ; ; ; .) યહોવાના ગૌરવથી મંડપ ભરાઈ ગયો."},{"number":35,"verse":"અને મૂસા મુલાકાતમંડપમાં પેસી શક્યો નહિ. કેમ કે મેઘ તેના ઉપર સ્થિર રહ્યો હતો, ને તંબુ યહોવાના ગૌરવથી ભરપૂર હતો."},{"number":36,"verse":"અને જ્યારે મેઘને મંડપ ઉપરથી ઉઠાવી લેવામાં આવતો, ત્યારે ઇઝરાયલી લોકો પોતાની સર્વ મૂસાફરીઓમાં આગળ ચાલતાં;"},{"number":37,"verse":"પણ જો મેઘને ઉઠાવી લેવામાં આવતો નહિ, તો તેને ઉઠાવી લેવામાં આવે નહિ તે દિવસ સુધી તેઓ કૂચ કરતા નહિ."},{"number":38,"verse":"કેમ કે ઇઝરાયલના આખા ઘરના જોતાં તેઓની સર્વ મૂસાફરીઓમાં યહોવાનો મેઘ દિવસે મંડપ ઉપર રહેતો, ને રાતે તેમાં અગ્નિ રહેતો."}]}