{"bibleAbbr":"guOV2016","bookName":"નિર્ગમન","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"અને યહોવાએ મૂસાને કહ્યું, “જો મેં તને ફારુનની આગળ ઈશ્વરને ઠેકાણે ઠરાવ્યો છે; અને તારો ભાઈ હારુન તારો પ્રબોધક થશે."},{"number":2,"verse":"જે વિષે હું તને આજ્ઞા આપું છું તે બધું તું તેને કહે, અને તારો ભાઈ હારુન ફારુનને કહેશે, ‘ઇઝરાયલીઓને તારા દેશમાંથી જવા દે.’"},{"number":3,"verse":"અને હું ફારુનનુમ હ્રદય હઠીલું કરીને ( .) મારાં ચિહ્ન તથા ચમત્કારો મિસર દેશમાં વધારીશ."},{"number":4,"verse":"પણ ફારુન તમારું નહિ સાંભળે, અને હું મિસર દેશ પર મારો હાથ નાખીને મારાં સૈન્યોને, એટલે મારા લોક ઇઝરાયલીઓને, મોટાં ન્યાયકૃત્યો વડે મિસર દેશમાંથી કાઢી લાવીશ."},{"number":5,"verse":"અને જ્યારે હું મારો હાથ મિસર ઉપર લંબાનીને તેઓ મધ્યેથી ઇઝરાયલી લોકોને બહાર કાઢીશ, ત્યારે મિસરીઓ જાણશે કે હું યહોવા છું.”"},{"number":6,"verse":"અને યહોવાએ તેઓને આપેલી આજ્ઞા પ્રમાણે મૂસા તથા હારુને કર્યું."},{"number":7,"verse":"અને તેઓએ ફારુનની સાથે વાત કરી ત્યારે મૂસા એંસી વર્ષનો, ને હારુન ત્યાસી વર્ષનો હતો."},{"number":8,"verse":"( હારુનની લાકડી) અને યહોવાએ મૂસા તથા હારુનને કહ્યું,"},{"number":9,"verse":"“જ્યારે ફારુન તમારી સાથે વાત કરતાં કહે, ‘તમારી તરફથી ચમત્કાર બતાવો, ’ ત્યારે તું હારુનને કહે, ‘તારી લાકડી લઈને ફારુનની આગળ જમીન પર નાખ કે તે સર્પ થઈ જાય.’”"},{"number":10,"verse":"અને મૂસા તથા હારુન ફારુનની પાસે ગયા, અને યહોવાએ તેઓને આપેલી આજ્ઞા પ્રમાણે તેઓએ કર્યું, અને હારુને પોતાની લાકડી ફારુનની આગળ તથા તેના સેવકોની આગળ જમીન પર નાખી, એટલે તે સર્પ થઈ ગઈ."},{"number":11,"verse":"ત્યારે ફારુને પણ જ્ઞાનીઓને તથા જાદુગરોને બોલાવ્યા. અને મિસરના તે જાદુગરોએ પણ તેમના મંત્રતંત્ર વડે તે પ્રમાણે કર્યું."},{"number":12,"verse":"કેમ કે તેમાંના પ્રત્યેકે પોતાની લાકડી જમીન પર નાખી, ને તેમના સર્પ બની ગયા; પણ હારુનની લાકડી તેઓની લાકડીઓને ગળી ગઈ."},{"number":13,"verse":"અને યહોવાના કહેવા પ્રમાણે ફારુનનું હ્રદય હઠીલું થયું, ને તેણે તેમનું માન્યું નહિ."},{"number":14,"verse":"( મિસર ઉપર અનર્થો) ( 1. લોહી) અને યહોવાએ મૂસાને કહ્યું, “ફારુનનું હ્રદય હઠીલું છે, લોકોને તે જવા દેવાની ના પાડે છે."},{"number":15,"verse":"સવારે તું ફારુનની પાસે જા. જો, તે ઘાટ ઉપર જવાનો છે. તું તેને મળવાને માટે નદીએ તીરે ઊભો રહે; અને જે લાકડી સર્પ બની ગિઇ હતી તે તારા હાથમાં લેતો જા."},{"number":16,"verse":"અને તેને કહે, ‘હિબ્રૂઓના ઈશ્વર યહોવાએ મને તમારી પાસે એમ કહેવા માટે મોકલ્યો છે કે, મારા લોકોને અરણ્યમાં મારી સેવા કરવા માટે જવા દે. અને જો, હજી સુધી તેં સાંભળ્યું નથી.’"},{"number":17,"verse":"યહોવા એમ કહે છે, ‘આ ઉપરથી તું જાણીશ કે હું યહોવા છું. જો, હું આ મારા હાથમાંની લાકડી લઈને નદીનાં પાણી પર મારીશ, ( .) એટલે તે પાણી રક્ત થઈ જશે."},{"number":18,"verse":"અને નદીમાંનાં માછલાં મરી જશે, ને નદી ગંધ મારશે; અને મિસરીઓ નદીનું પાણી પીતાં કંટાળશે.’”"},{"number":19,"verse":"અને યહોબઅએ મૂસાને કહ્યું, “હારુનને કહે, ‘તું તારી લાકડી લઈને મિસરનાં પાણી પર, તેઓનાં નાળાં ઉપર તથા તેઓની નદીઓ ઉપર તથા તેઓનાં તળાવો ઉપર તથા તેઓનાં સર્વ જળાશયો ઉપર તારો હાથ લાંબો કર, ’ એ માટે કે તેઓ રક્ત થઈ જાય. અને આખા મિસર દેશમાં લાકડાનાં વાસણોમાં તેમ જે પથ્થરનાં વાસણોમાં તે રક્ત થઈ જશે.”"},{"number":20,"verse":"અને જેમ યહોવાએ આજ્ઞા કરી તેમ મૂસા તથા હારુને કર્યું; અને તેણે લાકડી ઊંચી કરીને ફારુનના જોતાં તથા તેના સેવકોના જોતાં નદીનાં પાણી પર મારી, એટલે નદીનાં તમામ પાણી રક્ત થઈ ગયાં."},{"number":21,"verse":"અને નદીનાં માછલાં મરી ગયાં. અને નદીનું પાણી પી શકયા નહિ; અને આખા મિસર દેશમાં લોહી લોહી થઈ રહ્યું."},{"number":22,"verse":"અને મિસરના જાદુગરોએ તેમના મંત્રતંત્રથી તે પ્રમાણે કર્યું. અને યહોવાના કહ્યા પ્રમાણે ફારુનનું હઠીલું થયું, ને તેણે તેઓનું માન્યું નહિ."},{"number":23,"verse":"અને ફારુન પાછો વળીને પોતાને ઘેર ગયો, ને એ પણ તેણે ગણકાર્યું નહિ."},{"number":24,"verse":"અને સર્વ મિસરીઓએ પીવાના પાણીને માટે નદીની આજુબાજુએ વીરડા ખોદ્યા; કેમ કે તેઓ નદીનું પાણી પી ન શક્યા."},{"number":25,"verse":"અને યહોવાએ નદીને માર્યાને સાત દિવસ થઈ ગયા."}]}