{"bibleAbbr":"Geneva1587","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":2,"verses":[{"number":1,"verse":"I will stand upon my I will renounce my own judgment, and only depend on God to be instructed what I will answer those that abuse my preaching, and to be armed against all temptations. watch, and seat myself upon the tower, and will watch to see what he will say to me, and what I shall answer when I am reproved."},{"number":2,"verse":"And the LORD answered me, and said, Write the vision, and make [it] plain upon tablets, that he may run Write it in great letters, that he that runneth may read it. that readeth it."},{"number":3,"verse":"For the vision [is] yet for an appointed time, but at the Which contained the destruction of the enemy, and the comfort of the Church. And even though God does not execute this according to man's hasty affections, yet the issue of both is certain at his appointed time. end it shall speak, and not lie: though it may tarry, wait for it; because it will surely come, it will not tarry."},{"number":4,"verse":"Behold, To trust in himself, or in any worldly thing, is never to be at peace: for the only rest is to trust in God by faith; (Rom_1:17; Gal_3:11; Heb_10:38). his soul [which] is lifted up is not upright in him: but the just shall live by his faith."},{"number":5,"verse":"Yea also, because He compares the proud and covetous man to a drunkard that is without reason and sense, whom God will punish and make a laughing stock to all the world: and this he speaks for the comfort of the godly, and against the Chaldeans. he transgresseth by wine, [he is] a proud man, neither keepeth at home, who enlargeth his desire as hell, and [is] as death, and cannot be satisfied, but gathereth to him all nations, and heapeth to him all people:"},{"number":6,"verse":"Shall not all these take up a parable against him, and a taunting proverb against him, and say, Woe to him that increaseth [that which is] not his! Signifying that all the world will wish the destruction of tyrants, and that by their oppression and covetousness, they heap but upon themselves more heavy burdens: for the more they get, the more are they troubled. how long? and to him that ladeth himself with thick clay!"},{"number":7,"verse":"Shall That is, the Medes and persians, that would destroy the Babylonians? they not rise suddenly that shall bite thee, and awake that shall oppress thee, and thou shalt be for booty to them?"},{"number":8,"verse":"Because thou hast spoyled many nations, all the remnant of the people shal spoyle thee, because of mens blood, and for the wrong done in the land, in the citie, and vnto all that dwell therein."},{"number":9,"verse":"Ho, he that coueteth an euil couetousnesse to his house, that he may set his nest on hie, to escape from the power of euil."},{"number":10,"verse":"Thou Signifying that the covetous man is the ruin of his own house, when he thinks to enrich it be cruelty and oppression. gavest shameful counsel to thy house by cutting off many people, and hast sinned [against] thy soul."},{"number":11,"verse":"For the The stones of the house will cry, and say that they are built from blood, and the wood will answer and say the same of itself. stone shall cry out of the wall, and the beam out of the timber shall answer it."},{"number":12,"verse":"Wo vnto him that buildeth a towne with blood, and erecteth a citie by iniquitie."},{"number":13,"verse":"Behold, [is it] not from the Meaning, that God will not defer his vengeance long, but will come and destroy all their labours, as though they were consumed with fire. LORD of hosts that the people shall labour [only] for fire, and the nations shall weary themselves for nothing?"},{"number":14,"verse":"For the earth shall In the destruction of the Babylonians his glory will appear through all the world. be filled with the knowledge of the glory of the LORD, as the waters cover the sea."},{"number":15,"verse":"Woe to him that giveth his neighbour He reproaches by this the king of Babylon, who as he was drunken with covetousness and cruelty, so he provoked others to the same, and inflamed them by his madness, and so in the end brought them to shame. drink, that puttest thy bottle to [him], and makest [him] drunk also, that thou mayest look on their nakedness!"},{"number":16,"verse":"Thou art filled with shame Whereas you thought to have the glory of these your doings, they will turn to your shame: for you will drink of the same cup with others in your turn. for glory: drink thou also, and let thy shame come upon thee: the cup of the LORD'S right hand shall be turned to thee, and utter shame [shall be] on thy glory."},{"number":17,"verse":"For the Because the Babylonians were cruel not only against other nations, but also against the people of God, which is meant by Lebanon and the beast in it, he shows that the same cruelly will be executed against them. violence of Lebanon shall cover thee, and the spoil of beasts, [which] made them afraid, because of men's blood, and for the violence of the land, of the city, and of all that dwell in it."},{"number":18,"verse":"What profiteth the graven He shows that the Babylonian gods could not help them at all, for they were but blocks or stones. {{See Jer_10:8}} image that its maker hath engraved it; the molten image, and a teacher of lies, that the maker of his work trusteth in it, to make dumb idols?"},{"number":19,"verse":"Woe to him that saith to the wood, Awake; to the dumb stone, Arise, it shall teach! If you will consider what it is, and how it has neither breath nor life, but is a dead thing. Behold, it [is] laid over with gold and silver, and [there is] no breath at all within it."},{"number":20,"verse":"But the Lord is in his holy Temple: let all the earth keepe silence before him."}]}