{"bibleAbbr":"mniRNT2022","bookName":"2 Corinth","bookEnglishName":"2 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"( Pakhon 18:1) Chitthi asi Tengbang Mapuna ningbibagi mapanna Jisu Christtagi pakhonchatpa oina khandokpikhraba Paul amasung eikhoigi ichil-inao Timothy-na, Corinth-da leiba Tengban Mapugi singlupta amadi Achaia-da leiba Tengban Mapugi mi pumnamakta:"},{"number":2,"verse":"Eikhoigi Ipa Ibungo Tengban Mapu amadi Ibungo Jisu Christtana nakhoida thoujal amadi ingthaba pinabisanu."},{"number":3,"verse":"( Paul-na Tengban Mapubu thagatchaba) Eikhoigi Ibungo Jisu Christtagi Mapasu, Tengban Mapusu oiba, nungsiheiba Ipa Ibungo, pangbiba pumnamakki hourakpham oiriba Tengban Mapubu eikhoina thagatsi."},{"number":4,"verse":"Eikhoina Tengban Mapudagi phangjaba pangbiba aduga chap manaba pangbiba adu sijinnaduna eikhoina makhal pumnamakki awa-ana tarabasingbu pangjaba ngamnanaba eikhoigi awa-ana pumnamakta mahakna eikhoibu pangbi."},{"number":5,"verse":"Maramdi Christtagi awaba kayada eikhoina saruk phangjabagum, Christtagi mapanna marang kaina themjinbiba phangjare."},{"number":6,"verse":"Eikhoina awa ana khaanglabadi madu nakhoina themjinbinabagidak amasung kanbinanabani. Aduga eikhoibu themjinbirabadi nakhoidasu themjinbinaba amadi eikhoina khaangba awa ana adumak nakhoina khaangba kanbaga loinana khangnanaba panggal pibinabani."},{"number":7,"verse":"Maram aduna eikhoina nakhoida thamjaba asa adu keidounungda kaide; eikhoina khang-i madudi eikhoigi awa anada nakhoina saruk yajabagum eikhoina phangjaba pangbiba adudasu nakhoina saruk phangminnei."},{"number":8,"verse":"( 1 Cor 15:32) Aduga ichil inaosa, eikhoina Asia-gi lamda eikhoina thengnakhiba awa ana adu eikhoina nakhoida ningsinghanba eikhoina pamjei. Eikhoigi ithakta thongatkhiba potlumsing adu eikhoina khaangba ngambagi wangmada oirammi madudi hinggani haibagi asa leiramde."},{"number":9,"verse":"Tasengnamak eikhoida sibagi wayel adu lakle haina eikhoigi thamoida phaokhi. Adubu masi eikhoina eikhoi isada thajaba thamdaduna asibabu hinggat-hanbiba Tengban Mapuda thajaba thamnabani."},{"number":10,"verse":"Asigumba tamthiraba khudongthiba kayadagi Tengban Mapuna eikhoibu kanbikhi, aduga mahakna eikhoibu amuksu kanbigani. Mahakna eikhoibu makha tana kanbigani haina eikhoina Ibungoda asha thamjari,"},{"number":11,"verse":"Tengban Mapuda haijabagi mapanna nakhoinasu eikhoibu mateng pangbiri. Madu eikhoigidamak haija-nijabiba kaya adu paokhumbinaba, amadi Tengban Mapuna eikhoida yaipha thoujal pinabinaba aduga mi kayana eikhoigidamak Tengban Mapubu thagatnanabani."},{"number":12,"verse":"( Paul-gi thourang hongdokpa) Eikhoina chaothokchari madudi eikhoina taibangpan asida, maruoina nakhoiga eikhoigagi leinaba marida eikhoina pukchel tingna amadi pukchel sengna chatchari haibadu eikhoigi achum aran khangnabagi pukningna eikhoida sakhi piri. Masi eikhoina taibangpanbagi lousinggi mapanna touba natte adubu Tengban Mapugi thoujalgi mapanna toujabani."},{"number":13,"verse":"Nakhoina paba amadi lousinba ngamgadabasing adukhaktamak eikhoina nakhoida ijari. Adubu Ibungo Jisugi Numit aduda nakhoina eikhoigidamak chaothokchanaba aduga eikhoina nakhoigidamak chaothoknanaba nakhoina houjik madu machet khaktada khanglabasu, madu nakhoina mapungphana khanglakkani haina asa toujei."},{"number":15,"verse":"Aduga eina maduda thajaba thamduna nakhoina anirak hanna kannaba phangjanaba ateidagi hanna nakhoigi nanakta lakke haina thouranglammi."},{"number":16,"verse":"( Pakhon 19:21) Eina Macedonia-da chatpa lambida nakhoiga unnanaba aduga eigi Judea khongchatkidamak nakhoidagi karigumba mateng khara phangjanaba eina amuk Macedonia-dagi halakpada nakhoiga unage thouranglammi."},{"number":17,"verse":"Eina thourangkhiba asida, eina tarai tarai toukhibra? Nattraga eigi thourang adu matam amuktada hoi, hoisu haiba aduga amuksu mai, maisu haiba, oijaba thiba wakhalon aduda toukhibra?"},{"number":18,"verse":"Adubu Tengban Mapudi tasengna thajaba yaba oibanina eina nakhoida haiba wa adu “Hoi” nattraga “Mai” haiba natte."},{"number":19,"verse":"( Pakhon 18:5) Maramdi eina, Silas-na, amadi Timothy-na nakhoida sandokkhiba Tengban Mapugi Machanupa Jisu Christtadi “hoi” amadi “mai” adu natte. Adubu mangondadi matam pumnamakta “hoi” ni."},{"number":20,"verse":"Maramdi Tengban Mapugi wasakpiba pumnamak mangondadi hoi-ni. Aduga eikhoina Tengban Mapugi matik mangalda Jisu Christtagi mapanna Amen hairiba adu maram asinani."},{"number":21,"verse":"Aduga nakhoi amasung eikhoibu Christtada chetna lephanbiba adu Tengban Mapuni. Mahakna eikhoibu thao noibikhi,"},{"number":22,"verse":"Mahakna eikhoibu mahakki oire haibagi sakhang khudam nambire amasung mahakna eikhoida pinabigadaba pumnamaksing adugi walep-sen oina Thawai Asengbabu eikhoigi thamoida pinabire."},{"number":23,"verse":"Eina Tengban Mapubu eigi sakhi oinaba koujei, mahakna eigi thamoibu khangbi! Madudi eina nakhoibu kanbinabagidamak Corinth-da amuk hallakkhidabani."},{"number":24,"verse":"Nakhoigi thajaba adugi mathakta eikhoina mapu oina pannaba hotnade. Adubu nakhoina haraojanaba eikhoina nakhoiga thougal touminnajei, maramdi nakhoina chetna lepchariba adu thajabagi mapannani."}]}