{"bibleAbbr":"mniRNT2022","bookName":"2 Corinth","bookEnglishName":"2 Corinthians","chapterNumber":13,"verses":[{"number":1,"verse":"( Aroiba cheksin wa amadi khurumjaba) ( Aniwa 17:6; 19:15) Eina nakhoigi nanakta lakkadouriba asi masina ahumlaksubani. Mapugi puyana haibagumna “Maral siba khudingmak sakhi ani nattraga anidagi henbagi wadagi wa lepkadabani.”"},{"number":2,"verse":"Eina nakhoiga aniraksuba oina leiminnakhiba matamda hannasu nakhoida cheksin wa haikhre. Houjiksu nakhoidagi lapna leiringei asida amukka hannasu hairi, eina amuk halakpada mamangda pap toukhibasing amasung atoppa ateisingbusu eina khak lemna tharoi."},{"number":3,"verse":"Aduga Christtana eibu sijinnabiduna wa ngangbibagi khudam-changdam pumnamak nakhoida utkani. Ibungona nakhoiga thengnaba matamda mahakti sonde, adubu nakhoigi narakta mahakki panggal adu utpi."},{"number":4,"verse":"Maramdi Ibungobu cross-ta hatkhiba adu asonbada oirabasu, Tengban Mapugi panggalna mahak hingli. Matou adugumduna Ibungoda eikhoina solli, adumakpu nakhoibu thougal tounaba Tengban Mapugi panggalgi mapanna eikhoina Ibungoga hingminnagani."},{"number":5,"verse":"Nakhoina thajabada hinglibra haibadu nasana changyengjou amasung wayenjou. Nakhoina changyeng adu maithidrabadi nakhoida Christta adu lei haiba nakhoina khangdabra?"},{"number":6,"verse":"Eikhoi maithibasing adu natte haiba nakhoina khanggani haina eina thajei."},{"number":7,"verse":"Nakhoina phattaba karimata toudanaba houjik eikhoina Tengban Mapuda haijei. Madu eikhoi mai pakle haina utnanaba natte, adubu eikhoibu maithibasing oina uraba phaobada nakhoina achumba adu tounanabani."},{"number":8,"verse":"Eikhoina achumba adugi maiyokta kari amata touba ngamde, adubu achumba adugidamakta tou-i."},{"number":9,"verse":"Eikhoina sonba aduga nakhoina kanba matamda eikhoina haraojei. Aduga nakhoina mapung phaba oiraknaba eikhoina haisu haijei."},{"number":10,"verse":"Maram aduna, eina lakpa matamda nakhoibu manghannaba nattaduna semgatnabagidamak Ibungona eingonda pibiba matik adu sijinnaba matamda nakhoida sathiba oidanaba eina nakhoidagi lapna leiringeisida masi nakhoida iribani."},{"number":11,"verse":"Aduga loisillakpa asida, ichil-inaosing, haraobiyu! Mapung phaba oinaba hotnabiyu, eigi haijabasing asi tabiyu, pukning amata oibiyu, ingthana leiminnabiyu. Amasung nungsiba amasung ingthabagi Tengban Mapuna nakhoiga loinabigani."},{"number":12,"verse":"Asengba chupnabaga loinana amaga amaga khurumnou. Mapham asida leiriba asengba mi pumnamakna nakhoibu khurumjari."},{"number":13,"verse":"Ibungo Jisu Christtagi thoujal, Tengban Mapugi nungsiba amasung Thawai Asengbagi saruk phangminnaba aduna nakhoi pumnamakpu loinabisanu."}]}