{"bibleAbbr":"mniRNT2022","bookName":"2 Corinth","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"( Anouba Walepnabagi thougal toubasing) Masi eikhoi isana isagi maramda amuk chaothokchaba mallabra? Aduga atoppa ateisinggumna sak-khangbibagi iyiba chitthi nakhoidagi louba nattraga nakhoida utpa adugumna eikhoina madu mathou taribra?"},{"number":2,"verse":"Nakhoi nasamak eikhoigi thamoida iriba aduga mi pumnamakna pariba eikhoigi chitthini."},{"number":3,"verse":"( Khong 24:12; Eze 11:19; 36:26) Nakhoi asi Christta masamakna ijaba chitthini amasung eikhoigi thabakki maheini haiba nakhoina phongdokle. Madu mukna i-ba natte adubu ahingba Tengban Mapugi Thawaina ibani, nunggi korbakta i-ba natte adubu mioibagi thamoigi korbakta ibani."},{"number":4,"verse":"Christtagi mapanna eikhoina Tengban Mapuda chetna thajaba adu leibagi maramna eikhoina masi hairibani."},{"number":5,"verse":"Thabak asi eikhoina touba ngammi haina hainaba karigumba amata eikhoida leijade. Eikhoida leiriba touba ngambagi matik asidi Tengban Mapudagi lakpani."},{"number":6,"verse":"Mahakna eikhoibu anouba walepnabagi thougal toubasing oibada matik chahanbire. Madu ayiba wayel yathanggi natte adubu Thawaigi thougalni. Maramdi wayel yathangna sihalli adubu Thawaina hingba pibi."},{"number":7,"verse":"( Khong 34:29) Wayel yathang adu nunggi korbakta mayek haktuna ikhi aduga madu pinakhiba matam aduda Tengban Mapugi matik mangal adu ukhi. Aduga matik mangal adu adukki matik kankhi haibadi Moses-ki maithongda tariba matik mangal aduna sitharaklaba phaobada Israel machasingna Moses-ta yengba ngamkhide. Asiba purakpa wayel yathang asinaphaoba asigumba matik mangal asiga loinana laklabadi,"},{"number":8,"verse":"Thawaigi thabakki oiba aduna kayada henna matik mangal leiroidra!"},{"number":9,"verse":"Mioibabu aranba tahalliba thougal aduna aduk matik mangal leirabadi aran-khubham purakliba thougal aduna kayada henna matik mangal leiragaba!"},{"number":10,"verse":"Maramdi thoihellaba matik mangal asiga changdamnabada mamangda adukki matik mangal leiramba adu houjikti matik mangal leitre."},{"number":11,"verse":"Aduga mikup khara khaktamak leiramba aduda matik mangal leirabadi lomba naidana leigadaba aduna kayada henna matik mangal leiragaba?"},{"number":12,"verse":"Asigumba asha asi leibagi maramna eikhoina thouna yamna phei."},{"number":13,"verse":"( Khong 34:33) Eikhoidi mangal aduna sitharakpa amasung mangkhiba adu Israel machasingna udananaba maikhumphi happa Moses kumba natte."},{"number":14,"verse":"Adubu makhoigi pukning adu phakchinhankhare, maramdi houjik phaoba makhoina ariba walepnaba paba matamda maikhumphi adumakna makhoigi pukning adubu khumjilli. Aduga maikhumphi adu mi amana Christtada thajaraba matam adukhaktada louthokpi."},{"number":15,"verse":"Ngasi phaobasu makhoina Moses-ki wayel yathang adu paba khudingda maikhumphi aduna makhoigi pukning adubu adumak khumjilli."},{"number":16,"verse":"( Khong 34:34) Adubu kanagumbana Ibungoda halaklabadi maikhumphi adu louthokpi."},{"number":17,"verse":"Mapu Ibungodi Thawaini, aduga Ibungogi Thawaina leiba mapham aduda ningtamba lei."},{"number":18,"verse":"Aduga eikhoi pumnamakna maikhumphi adu yaodana Ibungogi matik mangal adu mingselda yengbagum yengjaduna Thawai oiriba Ibungogi mapanna eikhoina Ibungoga mannaba sak-ong aduda matik mangalgi thak amadagi matik mangalgi thak amada onthokpiri."}]}