{"bibleAbbr":"mniRNT2022","bookName":"2 Corinth","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"( Leibakki chaphuda thawaigi lan) Tengban Mapuna chanbibagi mapanna eikhoina thougal asi toujaba phangjabagi maramna eikhoina pukning hanthade."},{"number":2,"verse":"Adubu eikhoina aronba amadi ikainingngai oiba thabak pumnamak thadokle. Eikhoina namthak toude aduga Tengban Mapugi waheibusu serannahande. Adubu achumbagi mapungphaba mangalda eikhoina Tengban Mapugi mityengda hingjari amasung mi khudingmakki achum aran khangnabagi pukningda eikhoi isabu khanghannaba hotnajei."},{"number":3,"verse":"Maramdi eikhoina sandokliba Aphaba pao asi khumjillaba phaobada madu manglabasingda khumjinbani."},{"number":4,"verse":"Makhoina thajade maramdi Tengban Mapugi sak-ong oiriba Christtagi matik mangalgi Aphaba Pao adubu makhoina uba ngamdananaba makhoigi pukningbu taibangpanba asigi phattaba lai aduna mamit tanghalle."},{"number":5,"verse":"Maramdi eikhoina isagi maramda sandokte; adubu Jisu Christtadi Mapu Ibungoni aduga Jisugi maramgidamak eikhoina nakhoigi nanaisingni haina sandokpani."},{"number":6,"verse":"( Meihou 1:3) Maramdi “Amamba aduda mangalna ngansanu” haina yathang pikhiba Tengban Mapu aduna Christtagi maithongda nganba mahakki matik mangal adu khanghannaba eikhoigi thamoida mahakki mangal adu ngalhanbire."},{"number":7,"verse":"Adum oinamak athoiba panggal adu eikhoidagi natte Tengban Mapudagini haiba utnanaba leipakki chaphuda leiriba lan asi eikhoida lei."},{"number":8,"verse":"Eikhoina tattana awa ana nang-i adubu chapkhaide, eikhoina chamamnei adubu ningbadi kaide;"},{"number":9,"verse":"Eikhoibu ot-neibi adubu keidounungda eikhoibu Tengban Mapuna thadokpide; yeithubi adubu eikhoibu manghanbide."},{"number":10,"verse":"Ibungogi punsi adu eikhoigi hakchangda phongdoknanaba matam khudingmakta Jisugi siba adu eikhoigi hakchangda pujei."},{"number":11,"verse":"Maramdi Jisugi punsi adu siba naiba eikhoigi hakchang asida phongdoknanaba hingliba eikhoibu Jisugi maramgidamak matam pumnamakta sinanaba pithok-i."},{"number":12,"verse":"Adunadi sibana eikhoida aduga hingbana nakhoida thabak tou-i."},{"number":13,"verse":"( Isei 116:10) Mapugi Puyada asumna hai, “Eina ngangkhi maramdi eina thajakhi.” Chap mannaba thajabagi thawai adu eikhoida lei, aduga thajaba adugi maramna eikhoinasu ngangthok-i."},{"number":14,"verse":"Maramdi Ibungo Jisubu sibadagi hinggat-hanbikhiba Tengban Mapu aduna Jisuga loinana eikhoibusu hinggat-hanbigani aduga nakhoiga loinana eikhoibu mahakki manakta pubigani haiba eikhoina khang-i."},{"number":15,"verse":"Pumnamaksing asi nakhoigi kannanabagidamaktani; aduga Tengban Mapugi thoujalna misingda henna henna youbaga loinana makhoina Tengban Mapugi matik mangalbu henna henna thagatchagani."},{"number":16,"verse":"( Thajabagi mapanna hingba) Maram asigidamak eikhoina keidounungda pukning hanthajade. Eikhoigi mapanthonggi hakchang asina sokchillaklabasu eikhoigi thawaigi mi asidi nongma nongmagi nouthorakli."},{"number":17,"verse":"Maramdi ngaihakki oiba karisu nattaba eikhoigi awa anangsing asina makhoidagi yamna henba lomba naidaba matik mangal adu eikhoida pubirakkani."},{"number":18,"verse":"Maram aduna eikhoina uba ngamba potsing aduda yengdaduna uba ngamdaba aduda mityeng chetna thamjei. Maramdi eikhoina uribasing asidi matam kharakhaktanggini adubu uba ngamdaba adudi lomba naidabagini."}]}