{"bibleAbbr":"mniRNT2022","bookName":"2 Corinth","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"Tengban Mapugi thougal touminnaba ama oina eikhoina nakhoida Tengban Mapugi thoujal adu arembada phangba oidanaba haijari."},{"number":2,"verse":"( Isa 49:8) Maramdi Tengban Mapuna hai, “Eina yabiba matam lakpa matamda, eina nahakki haijaba tabi; Aran-khubhamgi numit aduna thunglabada, eina nahakpu pangbire.” Tao, pungpham asi Tengban Mapugi thoujal phangjanabagi pungphamni; ngasi aran-khubhamgi numitni."},{"number":3,"verse":"Eikhoigi thougalda mingchat thiba oidanaba eikhoina kanagi lambidasu khudi thipham pide."},{"number":4,"verse":"Madugi mahutta eikhoina touba khudingmakna eikhoi Tengban Mapugi thougal toubasingni haibadu utli: Madudi awa anang khaangbada, khudongthibada, awa anada amadi awabada,"},{"number":5,"verse":"( Pakhon 16:23v) Phubibada, keisumsangda thambada, irang nangbada, thabak wana subada, ahing kaya tumkhidabada aduga lambada,"},{"number":6,"verse":"eikhoigi taruba lamchatta, khangbada, akhang kanbada, chanbibada, aduga Thawai Asengbada, eikhoigi asengba nungsibada,"},{"number":7,"verse":"achumba wada, amadi Tengban Mapugi panggalda, khut yet amadi oida achumba chatpagi laangi khutlaida madu eikhoina utli."},{"number":8,"verse":"Eikhoibu ikai khumnabi amasung ikai khumnabide; eikhoibu ikaiba pi amasung thagatpi. Eikhoibu chinthibagumna loubi, adumakpu eikhoina achumba adu tamthok-i."},{"number":9,"verse":"Sakkhangbirabasu eikhoibu sakkhangdabagumna loubi. Eikhoina asibagum oikhi, adubu yeng-u, eikhoi hingli. Eikhoina cheirak phanglabasu eikhoibu hatpide;"},{"number":10,"verse":"Eikhoina warabasu, matam pumnamakta eikhoina haraojei; eikhoina lairabagumlabasu mi kayabu eikhoina inak khulhanbikhi; eikhoigi karisu leitabagumlabasu eikhoigi pot pumnamak lei."},{"number":11,"verse":"Nungsijaraba Corinth-ki misa! Eikhoina nakhoida pukchel tingna haijari, nakhoigidamak eikhoigi thamoi laona hangduna leijei."},{"number":12,"verse":"Eikhoina nakhoibu nungsijaba adu naphamda pithokle adubu nakhoina eikhoibu nungsiba adudi nakhoina nakhoigi thamoida phajinduna thamli."},{"number":13,"verse":"Houjik eina nakhoida eigi angangsingda ngangbagumna haijari: Nakhoigidamak eikhoigi thamoida leiriba pukning-ithil aduga chap mannaba pukning-ithil adu eikhoidasu utpiyu. Nakhoigi thamoi laona hangdokpiyu."},{"number":14,"verse":"( Thajadabasingga potpu oiminnadaba) Nakhoina thajadabasingga pabot oiminnaganu. Maramdi madu touba yade. Kamdouna achumba chatpaga phattabaga mapang oiminnagadage? Kamdouna mangalga amambaga leiminnagadage?"},{"number":15,"verse":"Christtaga Devil-ga kari yannaba leibage? Thajaba amaga thajadaba amaga kari mannaba leibage?"},{"number":16,"verse":"( 1 Cor 3:16; 6:19; Levi 26:12; Eze 37:27) Kamdouna Mapugi sangga lai murtisingga tinnaba yagadage? Maramdi eikhoidi ahingba Tengban Mapugi sangni. Tengban Mapu masamakna asumna haikhi, Eina eigi misinggi nungda leipham semgani, aduga eina makhoigi marakta leigani; Eina makhoigi Tengban Mapu oigani, aduga makhoina eigi mising oigani."},{"number":17,"verse":"( Isa 52:11) MAPU IBUNGO-na hai, “Maram aduna makhoisingdagi thoraktuna tongallo. Sengdaba kari amata sokkanu. Aduga eina nakhoibu lousinbigani."},{"number":18,"verse":"( 2 Samu 7:14; 1 Mi 17:13; Isa 43:6; Jer 31:9) Eina nakhoigi Napa Ibungo oigani, aduga nakhoina eigi ichanupasing amadi ichanupising oigani, Ingam ngamba MAPU IBUNGO-na hai.”"}]}