{"bibleAbbr":"mniRNT2022","bookName":"2 Corinth","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( Christian-gi pinaba) ( Rom 15:26) Aduga houjik, ichil inaosa, Macedonia-da leiba singlupsingda Tengban Mapuna pinabikhiba thoujal adugi maramda nakhoina khangba eikhoina pammi."},{"number":2,"verse":"Makhoina thengnakhiba awa anangna makhoibu sathina changyengkhi; adubu makhoigi haraoba adu adukki matik mapan nairamde madudi makhoina kham thengna lairarabasu, makhoi pinabada adukki matik pukchel chaorammi."},{"number":3,"verse":"Makhoina hek ngamjariba makhei makhoina pikhi aduga makhoina ngamjaba adudagisu hendokna makhoina piningna pikhi haiba adu eina sakhini."},{"number":4,"verse":"Judea-da leiriba Tengban Mapugi misingbu mateng pangbada saruk yajanabagi khudongchaba adu pibinabagidamak makhoina eikhoida yamna kanna haijarammi."},{"number":5,"verse":"Madu eikhoina asha toujaramba adudagisu thoidok hendoklabani! Ahanbada makhoina masamakpu Ibungoda pithokcharammi adudagi makhoina Tengban Mapugi aningbagi matunginna makhoi masabu eikhoidasu pithokcharammi."},{"number":6,"verse":"Maram aduna thabak asibu nakhoida houdoklamba Titus-ta thabak asi makha taduna pinaheibagi akhannaba thougal asibu mapung phahanbadasu nakhoibu mateng pangnanaba thoujille."},{"number":7,"verse":"Nakhoigi leijariba pumnamakta haibadi thajabada, wa-ngangda, khangbada, tengbangningbagi ikhoulangjabada aduga eikhoibu nungsibibada marang kaire. Aduga nakhoina pinaheibagi thougal asidasu marang kaiba oiba eina pamjei."},{"number":8,"verse":"Eina nakhoida yathang piba natte, adubu atoppasingna mateng pangbada thawai yaojaba adu uttuna nakhoigi nungsiba adu kaya yamna sengbage haibadu eina khangnanaba hotnajabani."},{"number":9,"verse":"Nakhoina eikhoigi Ibungo Jisu Christtagi thoujal adu khang-i, madudi Ibungogi lairaba adugi mapanna nakhoina inak-khunba oiraknanaba Ibungona inak khungba oiramlabasu nakhoigi maramgidamak mahakna lairaba oirakle."},{"number":10,"verse":"Hiram asida nakhoigidamak khwaidagi phagadaba eigi paotak adudi nakhoina mamang chahida toukhiba adu houjik loisillo haiba asini. Nakhoina pinabada mamang thabata nattana piningbadasu nakhoina mamang thaba oirammi."},{"number":11,"verse":"Adu oirabadi houjik nakhoina thabak adu loithoklo. Nakhoina thourang toubada thawai yaojakhiba agumna nakhoina madu loisinbadasu thawai yaoba oiyu aduga nakhoida houjik leijaba aduna madu pangthok-u."},{"number":12,"verse":"Nakhoina pinabada thawai yaoba oirabadi, nakhoigi leitaba adugi matung inna nattaduna nakhoigi pinanaba kari leibage haiba aduda yumpham oiraga Tengban Mapuna nakhoigi khudol adu lousinbigani."},{"number":13,"verse":"Nakhoidana potlum puhallaga ateidana yanghanba adu eigi apamba natte, adubu eigi pamjabadi chap manana puminnaba aduni."},{"number":14,"verse":"Houjikkidi nakhoina marang kaibanina makhoigi awatpa adu nakhoina mensinbigani. Aduga nakhoina awatpa leirakpa matam aduga makhoina marang kaiba matam aduda makhoina nakhoigi awatpa adu mensinbigani."},{"number":15,"verse":"( Khong 16:18) Masi Mapugi Puyada haikhibagumbani, “Yamna khomjinba mahak aduna karisu lemhoude, aduga khajikta khomjinba mahak aduna karisu watpa leite.”"},{"number":16,"verse":"( Titus-pu Corinth-ta thaba) Eigi iphamda leijaba nakhoibu mateng pangjabada thawai yaojaba adumak Titus-ki thamoidasu pinabibagidamak Tengban Mapubu thagatchei."},{"number":17,"verse":"Eikhoina magi maphamda haijaba adu mahakna loubata nattana mahakna nakhoibu mateng pangbada thawai yaojaba aduna mahakna masagi aningbana nakhoigi nanakta chatnanaba lepkhibani."},{"number":18,"verse":"Aduga mahakka loinana Aphaba pao sandokpagidamak singlup pumnamakna ikai-khumnariba ichil-inao amasu eikhoina thakhibani."},{"number":19,"verse":"Masidasu nattana Ibungogi matik mangalgidamak amasung eikhoina mateng pangjaba pammi haibadu utnanaba nungsibagi thougal asi eikhoina pangthokpada eikhoiga khongloi oiminnanaba singlupsingnasu mahakpu khandokle."},{"number":20,"verse":"Nakhoigi marang kairaba khudol asibu eikhoina thouganjabagi maramda wakat kari amata laktanaba eikhoina cheksinna hotnajei."},{"number":21,"verse":"Eikhoina ningjaba adudi Ibungogi mityengda achumba touba adukhakta nattana misinggi mityengdasu achumba toubani."},{"number":22,"verse":"Aduga eikhoina ichil-inao amasu makhoiga loinana tharakli. Maram kayada eikhoina mahakpu kayarak chang yengba matam pumnamakta mahakki maphamdagi eikhoina mateng pangbada thawai yaojaba adu uba phang-i. Aduga houjiksu nakhoibu mahakna yamna thajabagi maramna henna mateng pangningba adu mangonda lei."},{"number":23,"verse":"Titus-ki oinadi, mahak eigi ipangni, aduga nakhoibu mateng pangnabagidamak eiga thabak suminnaba mini; aduga mahakka chatminnariba atoppa ichil-inaosing asina singlupki pao pubasingni, Christtagi matik mangalni."},{"number":24,"verse":"Maram aduna singlup pumnamakna nakhoigi nungsiba adu uba phangnaba amadi eikhoina nakhoigidamak chaothokchaba adu chummi haiba khangnanaba nakhoina makhoida nakhoigi nungsiba adu utpiyu."}]}