{"bibleAbbr":"urGV2010","bookName":"عبرانیوں","bookEnglishName":"Hebrews","chapterNumber":4,"verses":[{"number":1,"verse":"دیکھیں، اب تک اللہ کا یہ وعدہ قائم ہے، اور اب تک ہم سکون کے ملک میں داخل ہو سکتے ہیں۔ اِس لئے آئیں، ہم خبردار رہیں۔ ایسا نہ ہو کہ آپ میں سے کوئی پیچھے رہ کر اُس میں داخل نہ ہونے پائے۔"},{"number":2,"verse":"کیونکہ ہمیں بھی اُن کی طرح ایک خوش خبری سنائی گئی۔ لیکن یہ پیغام اُن کے لئے بےفائدہ تھا، کیونکہ وہ اُسے سن کر ایمان نہ لائے۔"},{"number":3,"verse":"اُن کی نسبت ہم جو ایمان لائے ہیں سکون کے اِس ملک میں داخل ہو سکتے ہیں۔ غرض، یہ ایسا ہی ہے جس طرح اللہ نے فرمایا، ”اپنے غضب میں مَیں نے قَسم کھائی، ’یہ کبھی اُس ملک میں داخل نہیں ہوں گے جہاں مَیں اُنہیں سکون دیتا‘۔“ اب غور کریں کہ اُس نے یہ کہا اگرچہ اُس کا کام دنیا کی تخلیق پر اختتام تک پہنچ گیا تھا۔"},{"number":4,"verse":"کیونکہ کلامِ مُقدّس میں ساتویں دن کے بارے میں لکھا ہے، ”ساتویں دن اللہ کا سارا کام تکمیل تک پہنچ گیا۔ اِس سے فارغ ہو کر اُس نے آرام کیا۔“"},{"number":5,"verse":"اب اِس کا مقابلہ مذکورہ آیت سے کریں، ”یہ کبھی اُس ملک میں داخل نہیں ہوں گے جہاں مَیں اُنہیں سکون دیتا۔“"},{"number":6,"verse":"جنہوں نے پہلے اللہ کی خوش خبری سنی اُنہیں نافرمان ہونے کی وجہ سے یہ سکون نہ ملا۔ توبھی یہ بات قائم رہی کہ کچھ تو سکون کے اِس ملک میں داخل ہو جائیں گے۔"},{"number":7,"verse":"یہ مدِ نظر رکھ کر اللہ نے ایک اَور دن مقرر کیا، مذکورہ ”آج“ کا دن۔ کئی سالوں کے بعد ہی اُس نے داؤد کی معرفت وہ بات کی جس پر ہم غور کر رہے ہیں، ”اگر تم آج اللہ کی آواز سنو تو اپنے دلوں کو سخت نہ کرو۔“"},{"number":8,"verse":"جب یشوع اُنہیں ملکِ کنعان میں لایا تب اُس نے اسرائیلیوں کو یہ سکون نہ دیا، ورنہ اللہ اِس کے بعد کے کسی اَور دن کا ذکر نہ کرتا۔"},{"number":9,"verse":"چنانچہ اللہ کی قوم کے لئے ایک خاص سکون باقی رہ گیا ہے، ایسا سکون جو اللہ کے ساتویں دن آرام کرنے سے مطابقت رکھتا ہے۔"},{"number":10,"verse":"کیونکہ جو بھی وہ سکون پاتا ہے جس کا وعدہ اللہ نے کیا وہ اللہ کی طرح اپنے کاموں سے فارغ ہو کر آرام کرے گا۔"},{"number":11,"verse":"اِس لئے آئیں، ہم اِس سکون میں داخل ہونے کی پوری کوشش کریں تاکہ ہم میں سے کوئی بھی باپ دادا کے نافرمان نمونے پر چل کر گناہ میں نہ گر جائے۔"},{"number":12,"verse":"کیونکہ اللہ کا کلام زندہ، موثر اور ہر دو دھاری تلوار سے زیادہ تیز ہے۔ وہ انسان میں سے گزر کر اُس کی جان روح سے اور اُس کے جوڑوں کو گُودے سے الگ کر لیتا ہے۔ وہی دل کے خیالات اور سوچ کو جانچ کر اُن پر فیصلہ کرنے کے قابل ہے۔"},{"number":13,"verse":"کوئی مخلوق بھی اللہ کی نظر سے نہیں چھپ سکتی۔ اُس کی آنکھوں کے سامنے جس کے جواب دہ ہم ہوتے ہیں سب کچھ عیاں اور بےنقاب ہے۔"},{"number":14,"verse":"( عیسیٰ ہمارا امامِ اعظم ہے) غرض آئیں، ہم اُس ایمان سے لپٹے رہیں جس کا اقرار ہم کرتے ہیں۔ کیونکہ ہمارا ایسا عظیم امامِ اعظم ہے جو آسمانوں میں سے گزر گیا یعنی عیسیٰ اللہ کا فرزند۔"},{"number":15,"verse":"اور وہ ایسا امامِ اعظم نہیں ہے جو ہماری کمزوریوں کو دیکھ کر ہم دردی نہ دکھائے بلکہ اگرچہ وہ بےگناہ رہا توبھی ہماری طرح اُسے ہر قسم کی آزمائش کا سامنا کرنا پڑا۔"},{"number":16,"verse":"اب آئیں، ہم پورے اعتماد کے ساتھ اللہ کے تخت کے سامنے حاضر ہو جائیں جہاں فضل پایا جاتا ہے۔ کیونکہ وہیں ہم وہ رحم اور فضل پائیں گے جو ضرورت کے وقت ہماری مدد کر سکتا ہے۔"}]}