{"bibleAbbr":"teOV2016","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"యూదానుగూర్చియు యెరూషలేమునుగూర్చియు ఆమోజు కుమారుడైన యెషయాకు దర్శనమువలన కలిగిన దేవోక్తి—"},{"number":2,"verse":"అంత్యదినములలో పర్వతములపైన యెహోవామందిర పర్వతము పర్వత శిఖరమున స్థిరపరచబడి కొండల కంటె ఎత్తుగా ఎత్తబడును ప్రవాహము వచ్చినట్లు సమస్త అన్యజనులు దానిలోనికి వచ్చెదరు"},{"number":3,"verse":"ఆ కాలమున సీయోనులోనుండి ధర్మశాస్త్రము యెరూషలేములోనుండి యెహోవా వాక్కు బయలు వెళ్లును. జనములు గుంపులు గుంపులుగా వచ్చి –యాకోబు దేవుని మందిరమునకు యెహోవా పర్వత మునకు మనము వెళ్లుదము రండి ఆయన తన మార్గముల విషయమై మనకు బోధించును మనము ఆయన త్రోవలలో నడుచుదము అని చెప్పుకొందురు."},{"number":4,"verse":"ఆయన మధ్యవర్తియై అన్యజనులకు న్యాయము తీర్చును అనేక జనములకు తీర్పుతీర్చునువారు తమ ఖడ్గములను నాగటి నక్కులుగాను తమ యీటెలను మచ్చుకత్తులుగాను సాగగొట్టుదురు జనముమీదికి జనము ఖడ్గమెత్తక యుండును యుద్ధముచేయ నేర్చుకొనుట ఇక మానివేయును."},{"number":5,"verse":"యాకోబు వంశస్థులారా, రండి మనము యెహోవా వెలుగులో నడుచుకొందము."},{"number":6,"verse":"యాకోబు వంశమగు ఈ జనము తూర్పున నుండిన జనుల సంప్రదాయములతో నిండుకొనియున్నారువారు ఫిలిష్తీయులవలె మంత్ర ప్రయోగము చేయుదురు అన్యులతో సహవాసము చేయుదురు గనుక నీవు వారిని విసర్జించియున్నావు."},{"number":7,"verse":"వారి దేశము వెండి బంగారములతో నిండియున్నదివారి ఆస్తి సంపాద్యమునకు మితిలేదు వారి దేశము గుఱ్ఱములతో నిండియున్నది వారి రథ ములకు మితిలేదు."},{"number":8,"verse":"వారి దేశము విగ్రహములతో నిండియున్నదివారు తమ చేతిపనికి తాము వ్రేళ్లతో చేసిన దానికి నమస్కారము చేయుదురు"},{"number":9,"verse":"అల్పులు అణగద్రొక్కబడుదురు ఘనులు తగ్గింపబడు దురు కాబట్టి వారిని క్షమింపకుము."},{"number":10,"verse":"యెహోవా భీకరసన్నిధినుండియు ఆయన ప్రభావ మహాత్మ్యమునుండియు బండ బీటలోనికి దూరుము మంటిలో దాగి యుండుము."},{"number":11,"verse":"నరుల అహంకారదృష్టి తగ్గింపబడును మనుష్యుల గర్వము అణగద్రొక్కబడును ఆ దినమున యెహోవా మాత్రమే ఘనత వహించును."},{"number":12,"verse":"అహంకారాతిశయముగల ప్రతిదానికిని ఔన్నత్యము గల ప్రతిదానికిని విమర్శించు దినమొకటి సైన్యములకధిపతియగు యెహోవా నియమించియున్నాడు అవి అణగద్రొక్కబడును."},{"number":13,"verse":"ఔన్నత్యము కలిగి అతిశయించు లెబానోను దేవదారు వృక్షములకన్నిటికిని బాషాను సింధూర వృక్షములకన్నిటికిని"},{"number":14,"verse":"ఉన్నతపర్వతములకన్నిటికిని ఎత్తయిన మెట్లకన్నిటికిని"},{"number":15,"verse":"ఉన్నతమైన ప్రతిగోపురమునకును బురుజులుగల ప్రతి కోటకును"},{"number":16,"verse":"తర్షీషు ఓడలకన్నిటికిని రమ్యమైన విచిత్ర వస్తువుల కన్నిటికిని ఆ దినము నియమింపబడియున్నది."},{"number":17,"verse":"అప్పుడు నరుల అహంకారము అణగద్రొక్కబడును మనుష్యుల గర్వము తగ్గింపబడును ఆ దినమున యెహోవామాత్రమే ఘనత వహించును."},{"number":18,"verse":"విగ్రహములు బొత్తిగా నశించిపోవును."},{"number":19,"verse":"యెహోవా భూమిని గజగజ వణకింప లేచునప్పుడు ఆయన భీకర సన్నిధినుండియు ఆయన ప్రభావ మాహాత్మ్యమునుండియు మనుష్యులు కొండల గుహలలో దూరుదురు నేల బొరియలలో దూరుదురు."},{"number":20,"verse":"[20-21] ఆ దినమున యెహోవా భూమిని గజగజ వణకింప లేచునప్పుడు ఆయన భీకర సన్నిధినుండియు ఆయన ప్రభావ మాహాత్మ్యమునుండియు కొండల గుహలలోను బండబీటలలోను దూరవలెనన్న ఆశతో నరులు తాము పూజించుటకై చేయించుకొనిన వెండి విగ్రహములను సువర్ణ విగ్రహ ములను ఎలుకలకును గబ్బిలములకును పారవేయుదురు."},{"number":22,"verse":"తన నాసికారంధ్రములలో ప్రాణముకలిగిన నరుని లక్ష్యపెట్టకుము; వానిని ఏవిషయములో ఎన్నిక చేయవచ్చును?"}]}