{"bibleAbbr":"ERV2006","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"(The Lord Destroyed Jerusalem) Look how the Lord has covered daughter Zion (daughter Zion The city of Jerusalem pictured as a young woman. Similar language is used in verses 8, 13, 15, and 18. See “Zion” in the Word List.) with the cloud of his anger. He has thrown her, the glory of Israel, from the sky to the ground. In his anger he showed no care even for the Temple where he rests his feet. (Temple … feet Literally, “the footstool of his feet,” meaning the place God lived among his people.)"},{"number":2,"verse":"The Lord destroyed the houses of Jacob. He destroyed them without mercy. In his anger he destroyed the fortresses of Daughter Judah. He threw the kingdom of Judah and its rulers to the ground. He ruined the kingdom of Judah."},{"number":3,"verse":"He was angry, and he destroyed all the strength of Israel. He took away his right hand from Israel. He did this when the enemy came. He burned like a flaming fire in Jacob. He was like a fire that burns all around."},{"number":4,"verse":"He bent his bow like an enemy. He held his sword in his right hand. He killed all the good-looking men of Judah. He killed them as if they were the enemy. He poured out his anger like a fire on the tents of Zion."},{"number":5,"verse":"The Lord has become like an enemy. He has swallowed up Israel. He has swallowed up all her palaces and all her fortresses. He has made much sadness and crying for the dead in Daughter Judah."},{"number":6,"verse":"He pulled up his own tent (his own tent This is a reference to the Temple in Jerusalem.) as if it were a garden. He has ruined the place where the people came together to worship him. The LORD has made people forget the special assemblies and special days of rest (special days of rest Or “Sabbaths.” This might mean Saturday (see “Sabbath” in the Word List) or all the special days when the people were not supposed to work.) in Zion. He rejected the king and the priests. He was angry and rejected them."},{"number":7,"verse":"He rejected his altar, and he left his holy place of worship. He let the enemy pull down the walls of the palaces of Jerusalem. The enemy shouted with joy in the LORD’s Temple. They made noise as though it were a festival."},{"number":8,"verse":"The LORD planned to destroy the wall of Daughter Zion. He marked the wall with a measuring line. He didn’t stop himself from destroying it. He made all the walls cry out in sadness. Together they wasted away."},{"number":9,"verse":"Jerusalem’s gates have sunk into the ground. The bars on her gates are completely destroyed. Her king and princes have been taken to other nations. The teaching of the law has stopped. And her prophets no longer receive visions from the LORD."},{"number":10,"verse":"The elders of Zion sit on the ground. They sit on the ground and are quiet. They pour dust on their heads. They put on sackcloth. The young women of Jerusalem bow their heads to the ground in sorrow."},{"number":11,"verse":"My eyes are worn out with tears, and my insides are upset. My heart feels like it has been poured on the ground; I feel this way because of the destruction of my people. Children and babies are fainting in the public squares of the city."},{"number":12,"verse":"They ask their mothers, “Where is the bread and wine?” as they pour out their life in their mother’s laps."},{"number":13,"verse":"My dear Jerusalem, what can I say about you? What can I compare you to? What can I say you are like? How can I comfort you, city of Zion? You have been hurt much too badly for anyone to heal."},{"number":14,"verse":"Your prophets saw visions for you, but their visions were only worthless lies. They didn’t speak against your sins. They didn’t try to make things better. They spoke messages for you, but they were false messages that fooled you."},{"number":15,"verse":"Those who pass by on the road clap their hands and laugh at you. They make fun of Jerusalem, shaking their heads at the sight of her. They ask, “Is this the city that people called ‘The Most Beautiful City’ and ‘The Joy of all the Earth’?”"},{"number":16,"verse":"All your enemies laugh at you. They whistle and grind their teeth at you. They say, “We have swallowed them up! This is the day we were hoping for. We have finally seen this happen!”"},{"number":17,"verse":"The LORD did what he planned to do. He did what he said he would do. He did what he commanded a long time ago. He destroyed, and he had no pity. He made your enemies happy because of what happened to you. He made your enemies strong."},{"number":18,"verse":"Cry out with all your heart (Cry out … heart Or “Their hearts cried out.”) to the Lord! Jerusalem, let tears roll down your walls. Let your tears flow like a stream day and night. Don’t stop crying or let your eyes dry."},{"number":19,"verse":"Get up throughout the night and cry for help. Let your sorrow pour out before the Lord like water. Lift up your hands in prayer to him. Ask him to let your children live. They are starving to death on every street corner."},{"number":20,"verse":"Look at us, LORD! Have you ever treated anyone else so badly? Is it right for women to eat their own babies, the children they have cared for? Should priests and prophets be killed in the Temple of the Lord?"},{"number":21,"verse":"Young men and old men lie on the ground in the streets of the city. My young women and young men have been killed by the sword. You killed them on the day of your anger. You killed them without mercy!"},{"number":22,"verse":"You invited terror to come to me from all around. You invited terror as though you were inviting it to a festival. No one escaped on the day of the LORD’s anger. My enemy killed the people who I raised and brought up."}]}