{"bibleAbbr":"neNRV2012","bookName":"न्यायकर्ताहरू","bookEnglishName":"Judges","chapterNumber":1,"verses":[{"number":1,"verse":"( यहूदा र शिमियोनले अदोनी-बेजेकलाई पक्रेका) यहोशूको मृत्‍युपछि कुनचाहिँ कुलले कनानीहरूलाई पहिले आक्रमण गर्नुपर्छ भनी इस्राएलीहरूले परमप्रभुसित सोधपूछ गरे।"},{"number":2,"verse":"परमप्रभुले जवाफ दिनुभयो, “यहूदाले आक्रमण गरोस्। मैले त्‍यो देश तिनीहरूका हातमा सुम्‍पिदिएको छु।”"},{"number":3,"verse":"यहूदाका मानिसहरूले आफ्‍ना दाजुभाइ शिमियोनीहरूलाई भने, “हाम्रो भागमा परेको जग्‍गामा हामीसँग आओ, र हामी कनानीहरूसँग लड़ाइँ गरौं। अनि हामी पनि तिमीहरूको भागमा परेको जग्‍गामा तिमीहरूसँग जानेछौं।” यसैले शिमियोन तिनीहरूसँग गए।"},{"number":4,"verse":"तब यहूदा आक्रमण गर्नलाई अगि बढ़े, र परमप्रभुले कनानीहरू र परिज्‍जीहरूलाई तिनीहरूका हातमा सुम्‍पिदिनुभयो। तिनीहरूले उनीहरूका दश हजारलाई बेजेकमा मारे।"},{"number":5,"verse":"त्‍यहाँ तिनीहरूले अदोनी-बेजेकलाई भेट्टाए र तिनीहरूले लड़ाइँ गरे, र कनानीहरू र परिज्‍जीहरूलाई तिनीहरूले परास्‍त गरे।"},{"number":6,"verse":"अदोनी-बेजेकचाहिँ भागे, तर तिनीहरूले उनलाई खेदेर पक्रे, र उनका हात र खुट्टाका बूढ़ी-औँला काटिदिए।"},{"number":7,"verse":"अदोनी-बेजेकले भने, “हात र खुट्टाका बूढ़ी-औँला काटिएका सत्तरी जना राजाहरू मेरो टेबिलमुनि जूठाहरू टिप्‍ने गर्थे। मैले उनीहरूलाई जस्‍तो गरेको थिएँ परमेश्‍वरले मलाई त्‍यस्‍तै गर्नुभएको छ।” तब तिनीहरूले उनलाई यरूशलेममा ल्‍याए र उनी त्‍यहीँ मरे।"},{"number":8,"verse":"( यहूदाले यरूशलेम र हेब्रोन विजय गरेका) यहूदाका मानिसहरूले यरूशलेममाथि चढ़ाइ गरेर त्‍यसलाई कब्‍जा गरे। तिनीहरूले त्‍यसका मानिसहरूलाई तरवारले मारे, र त्‍यस सहरमा आगो लगाइदिए।"},{"number":9,"verse":"त्‍यसपछि यहूदाका मानिसहरू दक्षिणतिर लागेर पहाड़ी देशमा, नेगेवमा र तराईमा भएका कनानीहरूसँग लड़ाइँ गर्नलाई उँधोतिर झरे।"},{"number":10,"verse":"तिनीहरूले हेब्रोनका कनानीहरूलाई आक्रमण गरे, र शेशै, अहीमन र तल्‍मैलाई परास्‍त गरे। (हेब्रोनको पहिलेको नाउँ किर्यत-अर्बा थियो।)"},{"number":11,"verse":"( ओत्‍निएलले दबीर विजय गरेर अक्‍सालाई पाएका) त्‍यहाँबाट तिनीहरू दबीरका बासिन्‍दाहरूका विरुद्धमा जाइलागे। (दबीरको पहिलेको नाउँ किर्यत-सेपेर थियो।)"},{"number":12,"verse":"अनि कालेबले भने, “जसले किर्यत-सेपेरलाई आक्रमण गरेर त्‍यो लिन्‍छ, त्‍यससँग म मेरी छोरी अक्‍सालाई विवाह गरिदिनेछु।”"},{"number":13,"verse":"तब कालेबका भाइ कनजका छोरा ओत्‍निएलले त्‍यो लिए। र कालेबले आफ्‍नी छोरी अक्‍सालाई उनीसँग विवाह गरिदिए।"},{"number":14,"verse":"एक दिन जब अक्‍सा ओत्‍निएलकहाँ आइन् तब उनले तिनलाई आफ्‍ना पितासित एक टुक्रा जमिन माग्‍नलाई सुर्‍याए। जब तिनी आफ्‍नो गधाबाट ओर्लिन् तब कालेबले तिनलाई सोधे, “तँलाई के चाहियो?”"},{"number":15,"verse":"तिनले भनिन्, “मलाई एउटा दाइजो दिनुहोस्। तपाईंले मलाई नेगेवमा जग्‍गा दिनुभएको कारणले, अब मलाई पानीका मूलहरू पनि दिनुहोस्।” यसैले कालेबले तिनलाई माथिल्‍लो र तल्‍लो दुवै पानीका मूलहरू दिए।"},{"number":16,"verse":"( यहूदा र बेन्‍यामीनका अरू विजयहरू) मोशाका ससुराका सन्‍तान, केनीहरू यहूदाका मानिसहरूसँग खजूरका रूखहरूको सहरबाट ( अर्थात् यरीहोबाट) आराद नजिकको नेगेवमा भएको यहूदाको उजाड़-भूमिमा गए, र त्‍यहाँका मानिसहरूसँग बसोबास गर्न लागे।"},{"number":17,"verse":"त्‍यसपछि यहूदाका मानिसहरूले आफ्‍ना दाजुभाइ शिमियोनहरूसँग गएर सपतमा बस्‍ने कनानीहरूलाई आक्रमण गरेर त्‍यस सहरलाई पूर्ण रूपले नाश गरे। यसकारण त्‍यस सहरको नाउँ होर्मा ( “होर्मा” को अर्थ “नाश” हो) राखियो।"},{"number":18,"verse":"यहूदाले गाजा, अश्‍कलोन र एक्रोन सहरहरू र तिनका वरिपरिका जग्‍गाहरू पनि लिए।"},{"number":19,"verse":"परमप्रभु यहूदासँग हुनुहुन्‍थ्‍यो, र तिनीहरूले पहाड़ी देशमाथि अधिकार गरे। तर बेँसीका बासिन्‍दाहरूलाई तिनीहरूले धपाउन सकेनन्, किनभने उनीहरूका फलामका रथहरू थिए।"},{"number":20,"verse":"तब मोशाले खटाएअनुसार कालेबलाई हेब्रोन दिइयो, र तिनले अनाकका तीन भाइ छोराहरूलाई धपाए।"},{"number":21,"verse":"तर बेन्‍यामीनीहरूले यरूशलेमका यबूसीहरूलाई धपाएनन्। यसैले यबूसीहरू आजको दिनसम्‍म बेन्‍यामीनीहरूसँग यरूशलेममा बसेका छन्। ( ; ; )"},{"number":22,"verse":"( योसेफले बेथेल विजय गरेका) योसेफका कुलले बेथेल आक्रमण गरे, र परमप्रभु तिनीहरूसँग हुनुहुन्‍थ्‍यो।"},{"number":23,"verse":"तिनीहरूले बेथेलमा गुप्‍तचरहरू पठाए। (पहिले बेथेलको नाउँ लूज थियो।)"},{"number":24,"verse":"यी गुप्‍तचरहरूले एक जना मानिसलाई सहरबाट बाहिर आइरहेको देखेर त्‍यसलाई भने, “सहरभित्र कसरी पस्‍ने हो हामीलाई बताइदेऊ, र हामी तिम्रो केही नोक्‍सानी हुन दिनेछैनौं।”"},{"number":25,"verse":"यसैले त्‍यसले तिनीहरूलाई सहरमा कसरी पस्‍ने हो सो बताइदियो, र तिनीहरूले सहरका मानिसलाई तरवारले मारे, तर त्‍यस मानिस र त्‍यसका सारा परिवारलाई छोड़िदिए।"},{"number":26,"verse":"त्‍यो मानिस हित्तीहरूको देशमा गयो, र त्‍यसले त्‍यहाँ एउटा सहर बनायो, र त्‍यसको नाउँ लूज राख्‍यो। त्‍यस सहरको नाउँ आजसम्‍म यही छ।"},{"number":27,"verse":"( मनश्‍शे र एफ्राइमका विजयको विस्‍तार) तर मनश्‍शेले बेथ-शान, तानाक, डोर, यिबलाम र मगिद्दो र तिनका बस्‍तीहरूका बासिन्‍दाहरूलाई धपाएनन्। किनकि कनानीहरू ती ठाउँहरूमा बसिरहन मन गरे। ( )"},{"number":28,"verse":"पछि जब इस्राएलीहरू शक्तिशाली भए तब तिनीहरूले उनीहरूलाई बेगार काममा लगाए, तर तिनीहरूले कहिल्‍यै जम्‍मैलाई धपाएनन्।"},{"number":29,"verse":"न त एफ्राइमले गेजेरमा बस्‍ने कनानीहरूलाई धपाए, तर कनानीहरू गेजेरमा तिनीहरूसँग बसिरहे। ( )"},{"number":30,"verse":"( अरू कुलहरूका विजयको विस्‍तार) जबूलूनले कित्रोन र नहलोलका कनानीहरूलाई धपाएनन्, तर तिनीहरू उनीहरूसँग बसे, र तिनीहरूले उनीहरूलाई बेगार काम गर्ने तुल्‍याए।"},{"number":31,"verse":"आशेरले अक्‍को, सीदोन, अहलाब, अक्‍जीब, हेलवा, अपेक र रहोबका बासिन्‍दाहरूलाई धपाएनन्।"},{"number":32,"verse":"यसरी आशेरीहरू कनानी बासिन्‍दाहरूसँगै बसे, किनभने तिनीहरूले उनीहरूलाई धपाएनन्।"},{"number":33,"verse":"नप्‍तालीले बेथ-शेमेश र बेथ-अनातका बासिन्‍दाहरूलाई धपाएनन्, तर त्‍यहाँका कनानीहरूसँग बसे, र बेथ-शेमेश र बेथ-अनातका बासिन्‍दाहरू तिनीहरूका लागि बेगार काम गर्ने भए।"},{"number":34,"verse":"एमोरीहरूले दानका सन्‍तानहरूलाई पहाड़ी देशमा धपाए र तिनीहरूलाई बेँसीमा आउन दिएनन्।"},{"number":35,"verse":"एमोरीहरूले हेरेस डाँड़ा, अय्‍यालोन र शाल्‍बीममा डटेर बस्‍ने दृढ़ता गरे, तर जब योसेफको कुल उनीहरूमाथि प्रबल भयो, उनीहरू पनि बेगार काममा लगाइए।"},{"number":36,"verse":"एमोरीहरूको सिमाना अक्रब्‍बीमको उकालोदेखि सेलासम्‍म पर्थ्‍यो।"}]}