{"bibleAbbr":"neNRV2012","bookName":"न्यायकर्ताहरू","bookEnglishName":"Judges","chapterNumber":7,"verses":[{"number":1,"verse":"( गिदोनका मानिसहरूले मिद्यानीहरूलाई जितेका) यरूब-बाल, जो गिदोन हुन्, र तिनीसँग भएका सबै मानिसहरू बिहान सबेरै उठे, र हरोदको मूलमा छाउनी हाले। मिद्यानीहरूले चाहिँ मोरेका डाँड़ाको उत्तरपट्टिको बेँसीमा छाउनी हाले।"},{"number":2,"verse":"परमप्रभुले गिदोनलाई भन्‍नुभयो, “मिद्यानीहरूलाई तिमीहरूका हातमा सुम्‍पिदिनलाई तँसित भएका मानिसहरू मलाई चाहिएको भन्‍दा धेरै छन्, नत्रता इस्राएलीहरूले मेरो विरुद्ध घमण्‍ड गर्नेछन्, र तिनीहरूको आफ्‍नै शक्तिले यो विजय प्राप्‍त गरेको हो भनी तिनीहरूले भन्‍नेछन्।"},{"number":3,"verse":"अब सबै मानिसहरूले सुन्‍ने गरी एउटा उर्दी घोषणा गर्, कि यहाँ कोही डरले काँप्‍नेहरू छन् भने ती गिलाद डाँड़ादेखि नै तुरुन्‍तै आफ्‍ना घरमा गइहालून्। यसरी बाईस हजार जना फर्किगए, र दश हजार बाँकी रहे। ( )"},{"number":4,"verse":"तर परमप्रभुले गिदोनलाई भन्‍नुभयो, “अझै पनि मानिसहरू धेरै छन्। तिनीहरूलाई तल खोलामा लैजा, र म तेरो निम्‍ति तिनीहरूबाट अलग गर्नेछु। जब म भन्‍छु, ‘यो मानिसचाहिँ तँसँग जानेछ,’ तब त्‍यो जानेछ। र यदि म ‘यो मानिस तँसँग जानेछैन’ भनी भन्‍नेछु तब त्‍यो जानेछैन।”"},{"number":5,"verse":"यसैले गिदोनले मानिसहरूलाई तल खोलामा ल्‍याए, र परमप्रभुले तिनलाई भन्‍नुभयो, “हरेक मानिस जसले कुकुरले झैँ जिब्रोले पानी चाटेर पिउँछ त्‍यसलाई एकातिर राख्, र अर्कोतिर चाहिँ जसले घुँड़ा टेकेर पानी पिउँछ तिनीहरूलाई राख्।”"},{"number":6,"verse":"पानी चाटेर पिउनेको संख्‍या तीन सय भयो, र बाँकीले आफ्‍नो हात मुखमा लगी घुँड़ा टेकेर पानी पिए।"},{"number":7,"verse":"परमप्रभुले गिदोनलाई भन्‍नुभयो, “यी तीन सय जना जसले चाटेर पानी पिए यिनैद्वारा म तिमीहरूलाई बचाउनेछु, र मिद्यानीहरूलाई तेरो हातमा सुम्‍पिदिनेछु। बाँकी सबै आ-आफ्‍नो ठाउँमा जाऊन्।”"},{"number":8,"verse":"यसकारण गिदोनले यी बाँकी सबै इस्राएलीहरूलाई आ-आफ्‍नो पालमा पठाइदिए, र ती तीन सय जनालाई राखे। अनि तिनीहरूले अरू मानिसहरूसित भएका रसदपानी र तुरहीहरू लिए। मिद्यानीहरूको छाउनी तिनको तलतिर बेँसीमा थियो।"},{"number":9,"verse":"त्‍यस रात परमप्रभुले तिनलाई भन्‍नुभयो, “झट्टै तल गएर छाउनीमा आक्रमण गर्, किनभने मैले त्‍यो तेरो हातमा सुम्‍पिदिएको छु।"},{"number":10,"verse":"यदि त्‍यसो गर्न तँलाई डर लाग्‍छ भने पहिले तेरो नोकर पूराहसँग तल छाउनीमा जा,"},{"number":11,"verse":"र तिनीहरू के भनिरहेका छन् सुन्। त्‍यही कुरा सुनेपछि छाउनीमा आक्रमण गर्न तँ प्रोत्‍साहित हुनेछस्।” यसकारण तिनी र तिनको नोकर पूराह छाउनीको त्‍यस भागमा गए जहाँ लड़ाइँ गर्ने मानिसहरू बसेका थिए।"},{"number":12,"verse":"अब मिद्यानी, अमालेकी र पूर्वका अरू सबै जातिहरू सलहजस्‍तै बाक्‍लै बेँसीमा बसेका थिए। ऊँटहरूको त गन्‍ती नै थिएन। तिनीहरू संख्‍यामा समुद्रका बालुवाका कणसरह थिए।"},{"number":13,"verse":"जब गिदोन नजिक आए, एक जना मानिसले आफ्‍नो साथीलाई सपना सुनाइरहेको थियो। त्‍यसले भन्‍यो, “मैले सपनामा जौको एउटा रोटी मिद्यानीहरूको छाउनीमा गुड्दै-गुड्दै आएको देखें। त्‍यो रोटी पालमा आएर त्‍यसमा यति जोडसित बजारियो कि त्‍यसले पाललाई पल्‍टाइदियो र पाल ढल्‍यो।”"},{"number":14,"verse":"त्‍यसको साथीले जवाफ दियो, “साँच्‍ची नै यो त इस्राएली योआशको छोरा गिदोनको तरवार नै हो। परमेश्‍वरले मिद्यान र समस्‍त सेनालाई तिनको हातमा सुम्‍पिदिनुभएको छ।”"},{"number":15,"verse":"जब गिदोनले सपनाको कथा र त्‍यसको अर्थ सुने, तब तिनले परमेश्‍वरलाई साष्‍टाङ्ग दण्‍डवत् गरे। त्‍यसपछि तिनी इस्राएलको छाउनीमा फर्किआएर भने, “उठ, परमप्रभुले मिद्यानीहरूको छाउनीलाई तिमीहरूका हातमा सुम्‍पिदिनुभएको छ।”"},{"number":16,"verse":"तिनले ती तीन सय जना मानिसहरूलाई तीन दलमा विभक्त गरे, र हरेक मानिसलाई एउटा तुरही, र भित्र राँको भएको एउटा रित्तो गाग्रो दिए।"},{"number":17,"verse":"तब तिनले तिनीहरूलाई भने, “मलाई हेर, मेरो पछि लाग। जब म छाउनीको छेउमा पुग्‍छु, तब म जसो गर्छु तिमीहरू पनि त्‍यसै गर।"},{"number":18,"verse":"जब म र मेरा मानिसहरूले आफ्‍ना तुरही फुक्‍छौं, तब तिमीहरूले पनि छाउनीका चारैतिर तिमीहरूका तुरही फुक, र कराएर भन, ‘परमप्रभुको निम्‍ति र गिदोनको निम्‍ति’!”"},{"number":19,"verse":"गिदोन र तिनीसँग भएका एक सय मानिसहरू राती दश बजे छाउनीको छेउमा पुगे। पहरा-चौकीको पालो भर्खर फेरेको थियो। तिनीहरूले आफ्‍ना तुरही फुके र आफ्‍ना हातमा भएका गाग्रा फुटाए।"},{"number":20,"verse":"ती तीनै दल सबैले आ-आफ्‍नो तुरही फुके र गाग्रो फुटाए। देब्रे हातमा राँको र दाहिने हातमा तुरही लिएर तिनीहरूले कराए, “परमप्रभुको निम्‍ति र गिदोनको निम्‍ति तरवार!”"},{"number":21,"verse":"हरेक मानिस आफू बसेको ठाउँमा नै छाउनीको चारैतिर उभिरहे, र सबै मिद्यानीहरू चिच्‍च्‍याउँदै भागे।"},{"number":22,"verse":"ती तीन सय जनाले आ-आफ्‍नो तुरही फुक्‍दा, परमप्रभुले छाउनीभरि हरेकलाई एक-अर्काको विरुद्धमा उठाउनुभयो। तब मिद्यानी सेना सरेराको बेथ-शित्तामा, तब्‍बातका छेउको हाबिलमहोलाको सिमानासम्‍म भागे।"},{"number":23,"verse":"नप्‍ताली, आशेर र सबै मनश्‍शेबाट इस्राएलीहरू बोलाइए, र तिनीहरूले मिद्यानीहरूलाई खेदे।"},{"number":24,"verse":"गिदोनले एफ्राइमका सबै पहाड़ी देशभरि यो समाचार लिएर मानिसहरूलाई पठाए, “तल झरेर मिद्यानीहरूलाई नाश गर, र बेथ-बरासम्‍म यर्दन नदीका घाटहरू तिनीहरूका अगाड़ि कब्‍जा गर।” यसैले सबै एफ्राइमहरू बोलाइए, र बेथ-बरासम्‍म यर्दन नदीका घाटहरू तिनीहरूले लिए।"},{"number":25,"verse":"तिनीहरूले दुई मिद्यानी शासक, ओरेब र जएबलाई पक्रे। ओरेबलाई तिनीहरूले ओरेबको चट्टानमा, र जएबलाई चाहिँ जएबको दाखको कोलमा मारे, र मिद्यानीहरूलाई खेदेको खेदेकै गरे। पछि तिनीहरूले ओरेब र जएबका टाउकाहरू यर्दन वारि गिदोनकहाँ ल्‍याए।"}]}