{"bibleAbbr":"ERV2006","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":27,"verses":[{"number":1,"verse":"Tyre, the Door to the Seas The word of the LORD came to me again. He said,"},{"number":2,"verse":"“Son of man, (Son of man This was usually just a way of saying “a person” or “a human being.” Here, it is a way of addressing Ezekiel.) sing this sad song about Tyre."},{"number":3,"verse":"Say this about Tyre: ‘Tyre, you are the door to the seas. You are the merchant for many nations. You travel to many countries along the coast. This is what the Lord GOD says: “Tyre, you think that you are so beautiful. You think you are perfectly beautiful!"},{"number":4,"verse":"The Mediterranean Sea is the border around your city. Your builders made you perfectly beautiful, like the ships that sail from you."},{"number":5,"verse":"Your builders used cypress trees from the mountains of Senir to make your planks. They used cedar trees from Lebanon to make your mast."},{"number":6,"verse":"They used oak trees from Bashan to make your oars. They used pine trees from Cyprus to make the cabin on your deck. (deck The floor of a ship.) They decorated that shelter with ivory."},{"number":7,"verse":"For your sail, they used colorful linen made in Egypt. That sail was your flag. The coverings over your cabin were blue and purple. They came from the coast of Cyprus. (Cyprus Literally, “Elishah.” This might be the area near Enkomi, Cyprus, or it might be the Greek islands.)"},{"number":8,"verse":"Men from Sidon and Arvad rowed your boats for you. Tyre, your wise men were the pilots on your ships."},{"number":9,"verse":"The elders and wise men from Byblos (Byblos Literally, “Gebal.”) were on board to help put caulking (caulking Often a mixture of tar and rope that was put between the boards to make a ship watertight so that it would not leak. Also in verse 27.) between the boards on your ship. All the ships of the sea and their sailors came to trade and do business with you."},{"number":10,"verse":"“‘Men from Persia, Lud, and Put were in your army. They were your men of war who hung their shields and helmets on your walls. They brought honor and glory to your city."},{"number":11,"verse":"Men from Arvad and Cilicia were guards standing on the wall around your city. Men from Gammad were in your towers. They hung their shields on the walls around your city and made your beauty complete."},{"number":12,"verse":"“‘Tarshish was one of your best customers. They traded silver, iron, tin, and lead for all the wonderful things you sold."},{"number":13,"verse":"People in Greece, Turkey, and the area around the Black Sea traded with you. They traded slaves and bronze for the things you sold."},{"number":14,"verse":"People from the nation (nation Literally, “house.” This might mean the royal family of that country.) of Togarmah traded horses, war horses, and mules for the things you sold."},{"number":15,"verse":"The people of Rhodes (Rhodes Or “Dedan.” See verse 20.) traded with you. You sold your things in many places. People brought ivory tusks and ebony wood to pay you."},{"number":16,"verse":"Aram traded with you because you had so many good things. They traded emeralds, purple cloth, fine needlework, fine linen, coral, and rubies for the things you sold."},{"number":17,"verse":"“‘The people in Judah and Israel traded with you. They paid for the things you sold with the wheat, olives, early figs, honey, oil, and balm. (balm An ointment from some kinds of trees and plants. It is used as medicine.)"},{"number":18,"verse":"Damascus was a good customer. They traded with you for the many wonderful things you had. They traded wine from Helbon and white wool for those things."},{"number":19,"verse":"Damascus traded wine from Uzal for the things you sold. They paid with wrought iron, cassia, and sugar cane."},{"number":20,"verse":"Dedan provided good business and traded with you for saddle blankets and riding horses."},{"number":21,"verse":"Arabia and all the leaders of Kedar traded lambs, rams, and goats for your goods."},{"number":22,"verse":"The merchants of Sheba and Raamah traded with you. They traded all the best spices and every kind of precious stone and gold for your goods."},{"number":23,"verse":"Haran, Canneh, Eden, the merchants of Sheba, Asshur, and Kilmad traded with you."},{"number":24,"verse":"They paid with the finest clothing, blue cloth, cloth with fine needlework, rugs of many colors, and the strongest ropes. These were the things they traded with you."},{"number":25,"verse":"The ships from Tarshish carried the things you sold. “‘Tyre, you are like one of those cargo ships. You are on the sea, loaded with many riches."},{"number":26,"verse":"Your oarsmen rowed you far out to sea. But a powerful east wind will destroy your ship at sea."},{"number":27,"verse":"All your wealth will spill into the sea. Your wealth—the things you buy and sell—will spill into the sea. Your whole crew—sailors, pilots, and the men who put caulking between the boards on your ship— will spill into the sea. The merchants and soldiers in your city will all sink into the sea. That will happen on the day that you are destroyed!"},{"number":28,"verse":"“‘You send your merchants to faraway places. Those places will shake with fear when they hear your pilots’ cry!"},{"number":29,"verse":"Your whole crew will jump ship. The sailors and pilots will jump ship and swim to the shore."},{"number":30,"verse":"They will be very sad about you. They will cry, throw dust on their heads, and roll in ashes."},{"number":31,"verse":"They will shave their heads for you. They will put on sackcloth. They will cry for you like someone crying for someone who died."},{"number":32,"verse":"“‘And in their loud crying they will sing this sad song about you: “‘No one is like Tyre! Tyre is destroyed, in the middle of the sea!"},{"number":33,"verse":"Your merchants sailed across the seas. You satisfied many people with your great wealth and the things you sold. You made the kings of the earth rich!"},{"number":34,"verse":"But now you are broken by the seas and by the deep waters. All the things you sell and all your people have fallen."},{"number":35,"verse":"All the people living on the coast are shocked about you. Their kings are terrified. Their faces show their shock."},{"number":36,"verse":"The merchants in other nations whistle about you. What happened to you will frighten people, because you were destroyed. You are gone forever.’”"}]}