{"bibleAbbr":"ERV2006","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":35,"verses":[{"number":1,"verse":"The Message Against Edom The word of the LORD came to me. He said,"},{"number":2,"verse":"“Son of man, (Son of man This was usually just a way of saying “a person” or “a human being.” Here, it is a way of addressing Ezekiel.) look toward Mount Seir and speak against it for me."},{"number":3,"verse":"Say to it, ‘This is what the Lord GOD says: “‘I am against you, Mount Seir! I will punish you and make you an empty wasteland."},{"number":4,"verse":"I will destroy your cities, and you will become empty. Then you will know that I am the LORD."},{"number":5,"verse":"“‘Why? Because you have always been against my people. You used your sword against Israel at the time of their trouble, at the time of their final punishment.’”"},{"number":6,"verse":"So the Lord GOD says, “But I promise by my own life that I will let death have you. Death will chase you. You did not hate killing people, so death will chase you."},{"number":7,"verse":"I will make Mount Seir an empty ruin. I will kill everyone who enters or leaves that city."},{"number":8,"verse":"I will cover its mountains with those who are killed. There will be dead bodies all over your hills, in your valleys, and in all your ravines."},{"number":9,"verse":"I will make you empty forever. No one will live in your cities. Then you will know that I am the LORD.”"},{"number":10,"verse":"You said, “These two nations and countries, Israel and Judah, will be mine. We will take them for our own.” But the LORD is there!"},{"number":11,"verse":"And the Lord GOD says, “You were jealous of my people. You were angry and hateful to them. So by my life, I swear that I will punish you the same way you hurt them! I will punish you and let my people know that I am with them."},{"number":12,"verse":"And then you, too, will know that I am the LORD. “I have heard you making fun of Israel’s hill country. You said, ‘It is in ruins, just waiting for us to swallow it up.’"},{"number":13,"verse":"Your proud boasting is really against me. Time after time you have insulted me, and I have heard every word.”"},{"number":14,"verse":"This is what the Lord GOD says: “All the earth will be happy when I destroy you."},{"number":15,"verse":"You were happy when the country of Israel was destroyed. I will treat you the same way. Mount Seir and the whole country of Edom will be destroyed. Then you will know that I am the LORD.”"}]}