{"bibleAbbr":"ERV2006","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":43,"verses":[{"number":1,"verse":"The Lord Will Live Among His People The man led me to the east gate."},{"number":2,"verse":"There the Glory of the God of Israel came from the east. God’s voice was loud like the sound of the sea. The ground was bright with the light from the Glory of God."},{"number":3,"verse":"The vision that I saw was like the vision I saw by the Kebar Canal. I bowed with my face to the ground."},{"number":4,"verse":"The Glory of the LORD came into the Temple through the east gate."},{"number":5,"verse":"Then the Spirit (Spirit Or “spirit” or “wind.”) picked me up and brought me into the inner courtyard. The Glory of the LORD filled the Temple."},{"number":6,"verse":"I heard someone speaking to me from inside the Temple. The man was still standing beside me."},{"number":7,"verse":"The voice from the Temple said to me, “Son of man, (Son of man This was usually just a way of saying “a person” or “a human being.” Here, it is a way of addressing Ezekiel. Also in verses 10, 18.) this is the place with my throne and footstool. I will live in this place among the people of Israel forever. The family of Israel will not ruin my holy name again. The kings and their people will not bring shame to my name by committing sexual sins (sexual sins This might also mean “turning away from God and being unfaithful to him.”) or by burying the dead bodies of their kings in this place."},{"number":8,"verse":"They will not bring shame to my name by putting their threshold next to my threshold, and their doorposts next to my doorposts. In the past, only a wall separated them from me. So they brought shame to my name every time they sinned and did those terrible things. That is why I became angry and destroyed them."},{"number":9,"verse":"Now let them take their sexual sins and the dead bodies of their kings far away from me. Then I will live among them forever."},{"number":10,"verse":"“Now, son of man, tell the family of Israel about the Temple. Then, when they learn about the plans for the Temple, they will be ashamed of their sins."},{"number":11,"verse":"And they will be ashamed of all the bad things they have done. Let them know the design of the Temple. Let them know how it should be built, where the entrances and exits are, and all the designs on it. Teach them about all its rules and all its laws. Write these things for everyone to see so that they can obey all the laws and rules for the Temple."},{"number":12,"verse":"This is the law of the Temple: The whole area surrounding it on the top of the mountain is most holy. This is the law of the Temple."},{"number":13,"verse":"The Altar “These are the measurements of the altar in cubits using the long measurement (long measurement Literally, “a cubit and a handbreadth.” This cubit equals 20 5/8\" (51.83 cm).) : There was a gutter all the way around the base of the altar. It was 1 cubit (1 cubit 20 3/8\" (51.83 cm).) deep, and each side was 1 cubit wide. There was a rim around the edge 1 span (1 span The distance from the tip of the thumb to the tip of the little finger, about 9\" (23 cm).) high. This is how tall the altar was:"},{"number":14,"verse":"From the ground to the lower ledge, the base measured 2 cubits. (2 cubits 3' 4 13/16\" (104 cm). Also in verse 17.) It was 1 cubit wide. It measured 4 cubits (4 cubits 6' 9 5/8\" (2.1 m).) from the smaller ledge to the larger ledge. It was 2 cubits wide."},{"number":15,"verse":"The place for the fire on the altar was 4 cubits high. The four corners were shaped like horns."},{"number":16,"verse":"The place for the fire on the altar was 12 cubits (12 cubits 20' 4 7/8\" (6.22 m).) long by 12 cubits wide. It was perfectly square."},{"number":17,"verse":"The ledge was also square, 14 cubits (14 cubits 23' 9 11/16\" (7.26 m).) long by 14 cubits wide. The border around it was 0.5 cubit (1/2 cubit 10 3/16\" (25.92 cm).) wide. (The gutter around the base was 1 cubit wide.) The steps going up to the altar were on the east side.”"},{"number":18,"verse":"Then the man said to me, “Son of man, this is what the Lord GOD says: ‘These are the rules for the altar: At the time you build the altar, use these rules to offer burnt offerings and to sprinkle blood on it."},{"number":19,"verse":"You will give a young bull as a sin offering to the men from Zadok’s family. These men are the priests from the tribe of Levi. They are the men who serve me by bringing the offerings to me.’” This is what the Lord GOD said."},{"number":20,"verse":"“You will take some of the bull’s blood and put it on the altar’s four horns, on the four corners of the ledge, and on the rim around it. In this way you will make the altar pure."},{"number":21,"verse":"Then take the bull for the sin offering and burn it in the proper place in the Temple area, outside the Temple building."},{"number":22,"verse":"“On the second day you will offer a male goat that has nothing wrong with it. It will be for a sin offering. The priests will make the altar pure the same way they made it pure with the bull."},{"number":23,"verse":"When you have finished making the altar pure, you will offer a young bull that has nothing wrong with it and a ram from the flock that has nothing wrong with it."},{"number":24,"verse":"Then you will offer them before the LORD. The priests will sprinkle salt on them. Then they will offer the bull and ram up as a burnt offering to the LORD."},{"number":25,"verse":"You will prepare a goat every day for seven days for a sin offering. Also, you will prepare a young bull and a ram from the flock. These animals must have nothing wrong with them."},{"number":26,"verse":"For seven days, the priests will make the altar pure and ready for use in worshiping God."},{"number":27,"verse":"On the eighth day, and every day after that, the priests must offer your burnt offerings and fellowship offerings on the altar. Then I will accept you.” This is what the Lord GOD said."}]}