{"bibleAbbr":"mniRNT2022","bookName":"Titus","bookEnglishName":"Titus","chapterNumber":3,"verses":[{"number":1,"verse":"( Christian-singna chatkadaba lamchat) Nahakki misingbu leingakpasinggi amasung angam athousinggi makha ponnaba, haiba innaba amasung aphaba khudingmak tounabagi thourang tounaba ningsing-u."},{"number":2,"verse":"Mi kana amatagi maramda phattaba ngangdanaba adubu ing-tappa amadi marup mapang oinaba aduga matam pumnamakta pukning tappa adu mipung khudingmakta utnaba haiyu."},{"number":3,"verse":"Maramdi eikhoi isamaksu matam amadadi apangba, haiba indaba, minamba amadi makhal makha pumnamakki apamba amasung nungaithokpagi minai oirammi. Yengthiba amadi kalak khambanba, mi ateina eikhoibu tukkachaba aduga eikhoina makoibu tukkachaba punsi amada eikhoi hinglambani."},{"number":4,"verse":"Adubu eikhoigi Kanbiba Mapu Tengban Mapu Ibungogi thoujal heiba amasung nungsiba adu phongdokpibada,"},{"number":5,"verse":"Ibungo mahakna eikhoibu kanbire. Madu eikhoi isana karigumba aphaba thabaksing toubagi natte adubu eikhoibu chamthokpiduna eikhoida nouna pokpa amadi anouba punsi pibiba Thawai Asengbagi mapanna amadi Ibungo mahak masagi chanbiba adugi maramna mahakna eikhoibu kanbibani."},{"number":6,"verse":"Eikhoigi Kanbiba Mapu Jisu Christtagi mapanna Tengban Mapuna eikhoigi ithakta Thawai Asengba marang kaina heithabire,"},{"number":7,"verse":"masi Ibungo mahakki thoujalna eikhoibu chumhanbinabani aduga eikhoina asa toujaba lomba naidaba hingba adu phangnanabani."},{"number":8,"verse":"Hairiba asi achumbani. Tengban Mapubu thajaba makhoina mipum khudingda aphaba amadi kanaba piba aphaba thabak toubada matam piba aduda pukning changnaba hairiba hiramsing asida nahakna maru oihanba adu eina pammi."},{"number":9,"verse":"Adubu apangbagi marei yetnaba, pari puri, khatna cheinaba, Wayel Yathanggi maramda yetnaba asising asidagi leithok-u. Maramdi makhoising asi kanadaba amasung arembani."},{"number":10,"verse":"Tokhai tahanba makhoi aduda yamdrabada anirak cheksin wa haiyu madugi matungdadi makhoiga karisu mari leinaruraganu."},{"number":11,"verse":"Adugumba mising adudi pukchel sengdabani amasung makhoina touba papsing aduna makhoi aranbani haiba adu utle."},{"number":12,"verse":"( Aroiba paotak) ( Pakhon 20:4; Eph 6:2122; Col 4:78; 2 Tim 4:12) Eina Artemas nattraga Tychicus-pu nangonda tharakpa matamda nahak Nicopolis-ta eigi inakta laknanaba ngamba makhei hotnabiyu, maramdi mapham aduda eihak ningthamtha len-ge haina leple."},{"number":13,"verse":"( Pakhon 18:24; 1 Cor 16:12) Wayel khangba Zenas amadi Apollos-bu makhoigi khongchat houbada angamba mateng pang-u aduga makhoigi changgadaba pumnamak adu yengsinbiyu."},{"number":14,"verse":"Eikhoigi misingna aphaba thabak touduna matam lenba tamgadabani; makhoi kanadaba punsi mahing ama hingloidabani."},{"number":15,"verse":"Eiga loinariba pumnamakna nahakpu khurumjarakli. Thajabagi marida eikhoibu nungsibasingbu khurumjari haina tambiyu. Tengban Mapugi thoujal nakhoi pumnamakka loinabisanu."}]}