{"bibleAbbr":"mrRV2015","bookName":"पौलाचे गलतीकरांस पत्र","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"( ख्रिस्तावरील विश्वासाच्या द्वारे देवपुत्रत्वाची प्राप्ती) आता मी म्हणतो की, वारस जोपर्यंत बाळ आहे तोपर्यंत तो सर्वांचा धनी असूनही त्याच्यामध्ये व गुलामामध्ये काही भेद नसतो;"},{"number":2,"verse":"पण बापाने ठरवलेल्या मुदतीपर्यंत तो पालकांच्या व कारभार्‍यांच्या स्वाधीन असतो."},{"number":3,"verse":"तसे आपणही बाळ होतो तेव्हा जगातील प्राथमिक शिक्षणाच्या दास्यात होतो;"},{"number":4,"verse":"परंतु काळाची पूर्णता झाली, तेव्हा देवाने आपल्या पुत्राला पाठवले; तो स्त्रीपासून जन्मलेला, नियमशास्त्राधीन जन्मलेला असा होता."},{"number":5,"verse":"ह्यात उद्देश हा होता की, जे नियमशास्त्राधीन होते त्यांना त्याने खंडणी भरून सोडवावे, आणि आपल्याला पुत्राचा हक्क मिळावा."},{"number":6,"verse":"तुम्ही पुत्र आहात, म्हणून देवाने “अब्बा! बापा!” अशी हाक मारणार्‍या आपल्या पुत्राच्या आत्म्याला तुमच्याआमच्या अंतःकरणांत पाठवले आहे."},{"number":7,"verse":"म्हणून तू आतापासून गुलाम नाहीस तर पुत्र आहेस; आणि पुत्र आहेस तर ख्रिस्ताच्या द्वारे देवाचा वारसही आहेस."},{"number":8,"verse":"( ख्रिस्ताकडून मिळालेली स्वतंत्रता दवडू नये) तथापि, पूर्वी तुम्ही देवाला ओळखत नव्हता तेव्हा जे वस्तुतः देव नाहीत त्यांचे गुलाम होता;"},{"number":9,"verse":"पण आता तुम्ही देवाला ओळखता, किंबहुना देवाने तुमची ओळख करून घेतली आहे; तर मग दुर्बळ व निःसत्त्व अशा प्राथमिक शिक्षणाकडे पुन्हा कसे वळता? त्याचे गुलाम पुन्हा नव्याने होण्याची इच्छा कशी करता?"},{"number":10,"verse":"वार, महिने, सणाचे काळ व वर्षे ही तुम्ही पाळता."},{"number":11,"verse":"तुमच्यासाठी मी केलेले श्रम कदाचित व्यर्थ झाले असतील, अशी मला तुमच्यासंबंधी भीती वाटते."},{"number":12,"verse":"बंधुजनहो, मी तुम्हांला विनंती करतो, जसा मी आहे तसे तुम्ही व्हा, कारण जसे तुम्ही होता तसा मीही होतो. तुम्ही माझे काही वाईट केले नाही."},{"number":13,"verse":"तुम्हांला सुवार्ता सांगण्याचा पहिला प्रसंग मला माझ्या शारीरिक व्याधीमुळे मिळाला हे तुम्हांला ठाऊक आहे;"},{"number":14,"verse":"आणि तुमची परीक्षा होण्याइतके माझ्या प्रकृतीत जे होते त्याचा तुम्ही धिक्कार अथवा कंटाळा केला नाही, तर देवाच्या दूतासारखा, ख्रिस्त येशूसारखा, माझा स्वीकार केलात."},{"number":15,"verse":"तेव्हाची तुमची ती धन्यता कोठे? मी तुमच्याविषयी साक्ष देतो की, शक्य असते तर तुम्ही आपले डोळे उपटून ते मला दिले असते."},{"number":16,"verse":"मग मी तुम्हांला खरे ते सांगतो म्हणून मी तुमचा वैरी झालो आहे काय?"},{"number":17,"verse":"ते लोक तुम्हांला मिळवून घेण्याची खटपट करतात, पण ती शुद्ध हेतूने नव्हे; तर तुम्ही त्यांना मिळवून घेण्याची खटपट करावी म्हणून ते तुम्हांला वेगळे ठेवू पाहतात."},{"number":18,"verse":"तुम्हांला योग्य बाबतीत मिळवून घेण्याची सर्वदा खटपट करावी हे चांगले आहे, आणि हे केवळ मी तुमच्याजवळ आहे तेव्हाच करावे असे नाही."},{"number":19,"verse":"माझ्या मुलांनो, तुमच्यामध्ये ख्रिस्ताचे स्वरूप निर्माण होईपर्यंत मला पुन्हा तुमच्यासंबंधी प्रसूतिवेदना होत आहेत."},{"number":20,"verse":"ह्या वेळी मी तुमच्याबरोबर हजर असतो व माझा स्वर बदलून मला तुमच्याशी बोलता आले असते तर मला बरे वाटले असते, कारण तुमच्यासंबंधाने मी बुचकळ्यात पडलो आहे."},{"number":21,"verse":"जे तुम्ही नियमशास्त्राधीन व्हायला पाहता ते तुम्ही नियमशास्त्र ऐकत नाही काय, हे मला सांगा."},{"number":22,"verse":"कारण शास्त्रात असे लिहिले आहे की, अब्राहामाला दोन मुलगे होते, एक दासीपासून झालेला व एक स्वतंत्र स्त्रीपासून झालेला."},{"number":23,"verse":"तरी दासीपासून झालेला देहस्वभावानुसार जन्मला आणि स्वतंत्र स्त्रीपासून झालेला वचनामुळे जन्मला."},{"number":24,"verse":"ह्या गोष्टी दृष्टान्तरूप आहेत. त्या स्त्रिया म्हणजे दोन करार होत; एक तर सीनाय पर्वतावरून केलेला; तो गुलामगिरीसाठी मुलांना जन्म देणारा करार, म्हणजे हागार आहे."},{"number":25,"verse":"हागार ही अरबस्तानातील सीनाय पर्वत होय, आणि ती हल्लीच्या यरुशलेमेच्या जोडीची आहे; ती आपल्या मुलाबाळांसह गुलामगिरीत आहे."},{"number":26,"verse":"वर असलेली यरुशलेम स्वतंत्र असून ती आपली माता आहे."},{"number":27,"verse":"शास्त्रात असे लिहिले आहे, “अगे वंध्ये, तुला मूल होत नसले तरी आनंदित हो! ज्या तुला प्रसूतिवेदना होत नाही ती तू आनंदाने जयघोष कर! आनंदाची आरोळी मार! कारण जिला पती आहे तिच्या मुलांपेक्षा अशा सोडलेल्या स्त्रीची मुले पुष्कळ आहेत.”"},{"number":28,"verse":"( जुन्या करारातील एक उदाहरण) बंधुजनहो, इसहाकाप्रमाणे तुम्ही अभिवचनाची संतती आहात."},{"number":29,"verse":"परंतु त्या वेळेस देहस्वभावानुसार जन्मलेल्या मुलाने आत्म्यानुसार जन्मलेल्या मुलाचा छळ केला, तसा आताही होत आहे."},{"number":30,"verse":"पण शास्त्रलेख काय म्हणतो? “त्या दासीला व तिच्या मुलाला घालवून दे; कारण दासीचा पुत्र स्वतंत्र स्त्रीच्या पुत्राबरोबर वारस होणारच नाही.”"},{"number":31,"verse":"म्हणून बंधुजनहो, आपण दासीची मुले नाही तर स्वतंत्र स्त्रीची मुले आहोत."}]}