{"bibleAbbr":"mrRV2015","bookName":"पौलाचे गलतीकरांस पत्र","bookEnglishName":"Galatians","chapterNumber":5,"verses":[{"number":1,"verse":"ह्या स्वातंत्र्याकरता ख्रिस्ताने आपल्याला मुक्त केले आहे म्हणून त्यात टिकून राहा, गुलामगिरीच्या जुवाखाली पुन्हा सापडू नका."},{"number":2,"verse":"( शुभवर्तमान व नियमशास्त्र ह्यांतून कोणते निवडणार?) पाहा, मी पौल तुम्हांला सांगतो की, जर तुम्ही सुंता करून घेतली तर तुम्हांला ख्रिस्ताचा काही उपयोग होणार नाही."},{"number":3,"verse":"सुंता करून घेणार्‍या प्रत्येक माणसाला मी पुन्हा निश्‍चितार्थाने सांगतो की, ‘तू संपूर्ण नियमशास्त्र आचरण्यास बांधलेला आहेस.’"},{"number":4,"verse":"जे तुम्ही नियमशास्त्राने नीतिमान ठरू पाहता त्या तुमचा ख्रिस्ताबरोबरचा संबंध नाहीसा झाला आहे; तुम्ही कृपेला अंतरला आहात."},{"number":5,"verse":"कारण आपण आत्म्याच्या द्वारे विश्वासाने नीतिमत्त्वाची आशा धरून वाट पाहत आहोत."},{"number":6,"verse":"ख्रिस्त येशूमध्ये असलेल्यांची सुंता होण्यात किंवा न होण्यात काही सामर्थ्य आहे असे नाही; तर प्रीतीच्या द्वारे कार्य करणारा जो विश्वास त्याच्यात सामर्थ्य आहे."},{"number":7,"verse":"तुम्ही चांगले धावत होता; मग सत्याला मान्य होऊ नये म्हणून तुम्हांला कोणी अडथळा केला?"},{"number":8,"verse":"तुम्हांला पाचारण करणार्‍याची ही बुद्धी नव्हे."},{"number":9,"verse":"थोडेसे खमीर सगळा कणकेचा गोळा फुगवून टाकते."},{"number":10,"verse":"मला प्रभूमध्ये तुमच्याविषयी खातरी आहे की, तुम्ही दुसरा विचार करणार नाही; तुमच्या मनाची चलबिचल करणारा कोणी का असेना तो दंड भोगील."},{"number":11,"verse":"बंधुजनहो, मी अजून सुंतेचा उपदेश करत असलो तर अद्याप माझा छळ का होत आहे? तसे असते तर वधस्तंभाचे अडखळण नाहीसे झाले आहे."},{"number":12,"verse":"तुमच्या ठायी अस्थिरता उत्पन्न करणारे स्वतःला छेदून घेतील तर बरे होईल."},{"number":13,"verse":"( स्वातंत्र्याचे नियमन प्रेमाच्या द्वारे झाले पाहिजे) बंधुजनहो, तुम्हांला स्वतंत्रतेकरता पाचारण झाले; तरी त्या स्वतंत्रतेने देहवासनांना वाव मिळू देऊ नका, तर प्रीतीने एकमेकांचे दास व्हा."},{"number":14,"verse":"कारण “जशी आपणावर तशी आपल्या शेजार्‍यावर प्रीती कर,” हे एकच वचन पाळल्याने अवघे नियमशास्त्र पूर्णपणे पाळण्यात आले आहे."},{"number":15,"verse":"परंतु तुम्ही जर एकमेकांना चावता व खाऊन टाकता तर परस्परांच्या हातून एकमेकांचा संहार होऊ नये म्हणून जपा."},{"number":16,"verse":"( पवित्र आत्म्याचे मार्गदर्शन) मी तर म्हणतो, आत्म्याच्या प्रेरणेने1 चाला, म्हणजे तुम्ही देहवासना पूर्ण करणारच नाही."},{"number":17,"verse":"कारण देहवासना आत्म्याविरुद्ध आहेत व आत्मा देहवासनांविरुद्ध आहे; ही परस्परविरोधी आहेत, ह्यासाठी की, जे काही तुम्ही इच्छिता ते तुमच्या हातून घडू नये."},{"number":18,"verse":"तुम्ही आत्म्याच्या प्रेरणेने चालवलेले आहात तर तुम्ही नियमशास्त्राच्या अधीन नाही."},{"number":19,"verse":"देहाची कर्मे तर उघड आहेत; ती ही : जारकर्म, अशुद्धपणा, कामातुरपणा,"},{"number":20,"verse":"मूर्तिपूजा, चेटके, वैर, कलह, मत्सर, राग, तट, फुटी, पक्षभेद,"},{"number":21,"verse":"हेवा, खून, दारूबाजी, रंगेलपणा आणि अशा इतर गोष्टी. ह्यांविषयी मी तुम्हांला पूर्वी जे सांगून ठेवले होते तेच आता सांगून ठेवतो की, अशी कर्मे करणार्‍यांना देवाच्या राज्याचे वतन मिळणार नाही."},{"number":22,"verse":"आत्म्याच्या द्वारे निष्पन्न होणारे फळ, प्रीती, आनंद, शांती, सहनशीलता, ममता, चांगुलपणा, विश्वासूपणा,"},{"number":23,"verse":"सौम्यता, इंद्रियदमन हे आहे, अशांविरुद्ध नियमशास्त्र नाही."},{"number":24,"verse":"जे ख्रिस्त येशूचे आहेत त्यांनी विकार व वासना ह्यांच्यासह देहस्वभाव वधस्तंभावर खिळला आहे."},{"number":25,"verse":"आपण जर आत्म्याच्या सामर्थ्याने जगतो, तर आपण आत्म्याच्या प्रेरणेनेच चालावे."},{"number":26,"verse":"आपण पोकळ अभिमान बाळगणारे, एकमेकांना चीड आणणारे व एकमेकांचा हेवा करणारे होऊ नये."}]}