{"bibleAbbr":"mrRV2015","bookName":"पौलाचे गलतीकरांस पत्र","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"( व्यवहारोपयोगी बोध) बंधुजनहो, कोणी माणूस एखाद्या दोषात सापडला तरी जे तुम्ही आध्यात्मिक वृत्तीचे आहात ते तुम्ही अशाला सौम्य वृत्तीने ताळ्यावर आणा; तूही परीक्षेत पडू नयेस म्हणून स्वतःकडे लक्ष दे."},{"number":2,"verse":"एकमेकांची ओझी वाहा, म्हणजे तुम्ही ख्रिस्ताचा नियम पूर्ण कराल."},{"number":3,"verse":"कारण आपण कोणी नसता कोणीतरी आहोत अशी कल्पना करणारा स्वतःला फसवतो."},{"number":4,"verse":"तर प्रत्येकाने आपल्या स्वतःच्या कामाची परीक्षा करावी म्हणजे त्याला दुसर्‍यांच्या संबंधाने नव्हे, तर केवळ स्वतःसंबंधाने अभिमान बाळगण्यास जागा मिळेल."},{"number":5,"verse":"कारण प्रत्येकाने आपला स्वतःचा भार वाहिलाच पाहिजे."},{"number":6,"verse":"ज्याला वचनाचे शिक्षण मिळाले आहे त्याने ते शिक्षण देणार्‍याला सर्व चांगल्या पदार्थांचा वाटा द्यावा."},{"number":7,"verse":"फसू नका; देवाचा उपहास व्हायचा नाही; कारण माणूस जे काही पेरतो त्याचेच त्याला पीक मिळेल."},{"number":8,"verse":"जो आपल्या देहस्वभावासाठी पेरतो त्याला देहस्वभावा-पासून नाशाचे पीक मिळेल; आणि जो आत्म्यासाठी पेरतो त्याला आत्म्यापासून सार्वकालिक जीवन हे पीक मिळेल."},{"number":9,"verse":"चांगले करण्याचा आपण कंटाळा करू नये; कारण आपण न खचलो तर यथाकाळी आपल्या पदरी पीक पडेल."},{"number":10,"verse":"तर मग जसा आपल्याला प्रसंग मिळेल त्याप्रमाणे आपण सर्वांचे व विशेषतः विश्वासाने एका घरचे झालेल्यांचे बरे करावे."},{"number":11,"verse":"( समाप्ती) पाहा, मी आपल्या हाताने केवढ्या मोठ्या अक्षरांनी तुम्हांला लिहीत आहे."},{"number":12,"verse":"जितके दैहिक गोष्टींचा डौल मिरवू पाहतात, तितके ख्रिस्ताच्या वधस्तंभामुळे स्वत:चा छळ होऊ नये म्हणूनच तुम्हांला सुंता करून घेण्यास भाग पाडतात."},{"number":13,"verse":"कारण सुंता करून घेणारे स्वतःही नियमशास्त्र पाळत नाहीत, तर तुमच्या देहावरून नावाजून घेण्यासाठी तुमची सुंता व्हावी अशी इच्छा बाळगतात."},{"number":14,"verse":"आपला प्रभू येशू ख्रिस्त ह्याच्या वधस्तंभाच्या अभिमानाशिवाय कशाचाही अभिमान बाळगणे माझ्या हातून न होवो; त्याच्या द्वारे जग मला वधस्तंभावर खिळलेले आहे व जगाला मी वधस्तंभावर खिळलेला आहे."},{"number":15,"verse":"कारण [ख्रिस्त येशूमध्ये]सुंता होण्यात किंवा न होण्यात काही नाही, तर नवी उत्पत्ती1 हीच काय ती होय."},{"number":16,"verse":"जितके ह्या नियमाने वागतील तितक्यांवर व देवाच्या इस्राएलावर शांती व दया असो."},{"number":17,"verse":"ह्यापुढे कोणी मला त्रास न देवो; कारण मी आपल्या शरीरावर प्रभू येशूच्या खुणा धारण करून आहे."},{"number":18,"verse":"बंधुजनहो, आपला प्रभू येशू ख्रिस्त ह्याची कृपा तुमच्या आत्म्याबरोबर असो. आमेन."}]}