{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"So Iob answered, and sayd:"},{"number":2,"verse":"Then (no doute) ye are the men alone, & wysdome shall perysh with you."},{"number":3,"verse":"But I haue vnderstandyng as wel as ye, and am no lesse then ye. Yee, who knoweth not these thynges?"},{"number":4,"verse":"Thus he that calleth vpon God, and whom God heareth, is mocked of hys neyghboure: the godly and innocent man is laughed to scorne."},{"number":5,"verse":"Godlynes is a lyght despysed in the hertes of the ryche, and is set for them to stomble vpon."},{"number":6,"verse":"The houses of robers are in wealth & prosperite: and they that malyciously medle agaynst God, dwell without care, in those thynges that God hath geuen rychely with hys hande."},{"number":7,"verse":"Aske the catell, and they shall infourme the: the foules of the ayre, and they shall tell the."},{"number":8,"verse":"Or the increace of the earth, and it shall shewe the. Or the fysshers of the see, and they shall certifye the."},{"number":9,"verse":"What is he, but he knoweth that the hande of the Lorde made all these?"},{"number":10,"verse":"In whose hande is the soule of euery liuyng thynge, and the breth of the flesh of all men."},{"number":11,"verse":"Haue not the eares pleasure in hering, and and the mouth in tastynge the thynge that it eateth?"},{"number":12,"verse":"Amonge olde personnes there is wisdome, and in age is vnderstandyng."},{"number":13,"verse":"Yee, with God is wysdome and strength, it is he that hath councell and forknowledge."},{"number":14,"verse":"Beholde, If he breake downe a thyng, who can set it vp agayne? If he shut a thynge, who will open it?"},{"number":15,"verse":"Behold, yf he witholde the waters, they drye vp. If he let them go, they destroye the erth."},{"number":16,"verse":"With him is strength & wysdome: he knoweth both the disceauer & hym that is disceaued."},{"number":17,"verse":"He carieth awaye the wyse men, as it were a spoyle, and bryngeth the iudges oute of theyr wittes."},{"number":18,"verse":"He taketh awaye the subieccion of the people from their kinges, and gyrdeth theyr loynes with a bonde."},{"number":19,"verse":"He ledeth awaye the greate men into captiuyte, and turneth the mightye vpsyde downe."},{"number":20,"verse":"He taketh the veryte from out of the mouth, and disapointeth the aged of theyr reason."},{"number":21,"verse":"He poureth the confusion vpon prynces, and comforteth them that haue bene oppressed."},{"number":22,"verse":"Loke what lyeth hyd in darcknes, he declareth it openly: and the very shadowe of death bryngeth he to lyght."},{"number":23,"verse":"He both increaseth the people, and destroyeth them. He maketh them to multyplye, and dryueth them awaye."},{"number":24,"verse":"He chaungeth the herte of them that rule the people of the earthe, and disapoynteth them: so that they go wandrynge out of the waye,"},{"number":25,"verse":"and grope in the darcke without lyght: he maketh them also to stacker to and fro lyke droncken men."}]}