{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"Lo, all thys haue I sene with myne eye, heard with myne eare, and vnderstande it."},{"number":2,"verse":"Loke what ye knowe, that same do I knowe also, nether am I inferior vnto you."},{"number":3,"verse":"Neuerthelesse, I talke with the almyghtye, and my desire is to comen with God."},{"number":4,"verse":"As for you, yeare worckmasters of lyes, and vnprofytable Phisicyans all together."},{"number":5,"verse":"Wold God ye kepte your tonge, for then myght ye be taken for wyse men."},{"number":6,"verse":"Now heare my chydyng, and pondre the sentence of my lyppes."},{"number":7,"verse":"Do ye speake iniquite against God? and talke agaynst hym with disceate?"},{"number":8,"verse":"Wyll ye not accepte the person of hym? Or wyll ye contende with God?"},{"number":9,"verse":"Shall that helpe you, when he calleth you to rekeninge. For as one man mocketh another, so do ye mocke hym."},{"number":10,"verse":"He shall punysh you, and reproue you, yf ye do secretly accept any personne."},{"number":11,"verse":"Shall he not make you afrayed, when he sheweth hym selfe? Shall not hys terrible feare fall vpon you?"},{"number":12,"verse":"youre remembraunce is lyke vnto a sparke, and youre bodyes lyke the claye."},{"number":13,"verse":"Holde your tonges for my sake, that I also maye speake, and my sorow shalbe the lesse."},{"number":14,"verse":"Wherfore do I beare my flesh in my teth, and put my soule in myne handes?"},{"number":15,"verse":"Lo, though he slaye me, yet wyll I put my trust in hym. But I wil reproue myne awne wayes in his sight,"},{"number":16,"verse":"he shall make me whole: and there maye no ypocrite come before hym."},{"number":17,"verse":"Heare my wordes, and pondre my sayenges with your eares."},{"number":18,"verse":"Beholde, now haue I prepared my iudgement, and knowe that I shalbe founde ryghteous."},{"number":19,"verse":"What is he, that wil go to lawe with me? that I maye nowe holde my tonge, and dye."},{"number":20,"verse":"Neuertheles, graunt me two thynges, and then wyll I not hyde my selfe from the."},{"number":21,"verse":"Withdrawe thyne hande from me, and let not the fearfull drede of the, make me afrayed."},{"number":22,"verse":"And then call me, and I wil answere: or els, let me speake, and geue me thou an answere."},{"number":23,"verse":"How many are my mysdedes & synnes? Lett me knowe my transgressyons and offences?"},{"number":24,"verse":"Wherfore hydest thou thy face, & holdest me for thyne enemye?"},{"number":25,"verse":"Wylt thou be so cruel and extreme vnto a flyeng leafe, and folowe vpon drye stubble?"},{"number":26,"verse":"for thou layest sharpely to my charge, and punysshest me for the synnes of my youth."},{"number":27,"verse":"Thou puttest my fete also in the stockes: and lokest narowly vnto all my pathes, and marckest the steppes of my fete:"},{"number":28,"verse":"where as I (notwithstandynge) must consume lyke as a foule carion, & as a cloth that is motheaten."}]}