{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"Man that is borne of woman, hath but a short tyme to lyue, and is full of miserye."},{"number":2,"verse":"He commeth vp and is cutt downe lyke a floure. He flyeth as it were a shadowe, and neuer contynueth in one state."},{"number":3,"verse":"Doest thou open thyne eyes vpon soche one, and bryngest me in thy iudgement?"},{"number":4,"verse":"Who can make cleane, that commeth of an vncleane thynge? Nobody."},{"number":5,"verse":"The dayes of man surely are determyned, the nombre of his monethes are knowne onely vnto the. Thou hast appoynted hym hys boundes, whych he can not go beyonde."},{"number":6,"verse":"God from hym, that he maye rest vntyll hys daye come: which he loketh for, lyke as an hyrelynge doth."},{"number":7,"verse":"If a tre be cut downe, there is some hope yet, that it wyll sproute, and shute forth the braunches agayne."},{"number":8,"verse":"For though the rote of it be waxen olde, and the stock therof be dead in the ground, yet when it"},{"number":9,"verse":"getteth the sent of water, it wyll budde, and brynge forth bowes, lyke as a tre that is planted."},{"number":10,"verse":"But as for man, when he is dead, perisshed and consumed awaye, what becommeth of hym?"},{"number":11,"verse":"The floudes when they be dryed vp, and the ryuers when they be empty, are filled agayne thorowe the flowynge waters of the see:"},{"number":12,"verse":"but when man slepeth, he ryseth not agayne, (of hys awne strength) vntyll the heauen perysh: he shall not wake vp ner ryse out of hys slepe."},{"number":13,"verse":"O that thou woldest kepe me, and hyde me in the hell, vntyll thy wrath were stylled: and to appoynte me a tyme, wherin thou myghtest remembre me."},{"number":14,"verse":"Maye a dead man lyue agayne? All the dayes of my lyfe wyll I waite styll, tyll my chaungynge shall come."},{"number":15,"verse":"Thou shalt call me, and I shall answere the: despyse not thou the worke of thyne awne handes."},{"number":16,"verse":"For now thou nombrest all my goinges, yet be not thou to extreme vpon my synnes."},{"number":17,"verse":"My iniquite is sealed vp, as it were in a bagg but be mercyfull vnto my wickednesse."},{"number":18,"verse":"The mountaynes fall awaye at the last, the rockes are remoued out of theyr place,"},{"number":19,"verse":"the waters pearse thorowe the very stones by lytle and lytle, the floudes wasshe a waye the grauell and earth. And destroyest thou the hope of man?"},{"number":20,"verse":"Thou preuaylest styl agaynst him, so that he passeth awaye: thou chaungest hys estate, and puttest hym from the."},{"number":21,"verse":"And whether hys chyldren come to worshyp or no, he cannot tell. And yf they be men of lowe degre, he knoweth not."},{"number":22,"verse":"Whyle he lyueth, hys flesh must haue trauayle, and while the soule is in hym, he must be in sorowe."}]}