{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"Then answered Sophar the Naamathite, and sayde."},{"number":2,"verse":"For the same cause do my thoughtes compell me to answere. And why? my mynde is ready within me."},{"number":3,"verse":"I haue sufficiently herde thy checking and reprofe, therfore am I purposed to make answere after myne vnderstandynge."},{"number":4,"verse":"Knowest thou not this, namely: that from the begynnyng (euer sence the creacion of man vpon earth)"},{"number":5,"verse":"the gladnes of the vngodly hath bene shorte, and that the ioye of ypocrites continued but the twyncklynge of an eye?"},{"number":6,"verse":"Though he be magnified vp to the heauen, so that his head reacheth vnto the cloudes:"},{"number":7,"verse":"yet at a turne he perisheth for euer. Insomoch that they which haue sene hym, shall saye. Where is he?"},{"number":8,"verse":"He shall vanysh as a dreame, so that he can no more be founde, and shall passe awaye as a vision in the nyght."},{"number":9,"verse":"So that the eye which sawe hym before, shall haue nomore syght of hym, and hys place shall knowe hym nomore."},{"number":10,"verse":"Hys chyldren shall be fayne to agree with the poore, and his handes shall restore them their goodes."},{"number":11,"verse":"From his youth his bones are full of pleasures, but now shall it lye downe within him in the earth."},{"number":12,"verse":"When wyckednesse, was swete in his mouth, he hid it vnder hys tonge."},{"number":13,"verse":"That he fauoured, that wolde he not forsake, but kepte it close in his throte."},{"number":14,"verse":"The breade that he dyd eate, is turned to the poyson of serpentes, within his body."},{"number":15,"verse":"The ryches that he deuoured, shall he perbrake agayne, for God shall drawe them out of his bely,"},{"number":16,"verse":"he shal sucke the gall of serpentes, and the adders tonge shall slaye hym:"},{"number":17,"verse":"so that he shall nomore se the ryuers and brokes of hony and butter."},{"number":18,"verse":"The thing that other men haue laboured for, shall he restore agayne, and shall not eate it vp. Greate trauayle shall he make for ryches, but he shall not enioye them."},{"number":19,"verse":"And why? he hath oppressed the poore, & not helped them: houses hath he spoyled, & not buylded them."},{"number":20,"verse":"His bely coulde neuer be fylled, therfore shall he perishe in hys coueteousnesse."},{"number":21,"verse":"There shall none of hys meats be left behinde, therfore shall no man loke for hys prosperite."},{"number":22,"verse":"Whan he had plenteousnesse of euery thynge, yet was he poore, though he was helped on euery syde."},{"number":23,"verse":"For though the wycked haue neuer somoch to fyll his bely, yet God shall sende his wrath vpon him, and cause his indignacyon to raygne ouer him:"},{"number":24,"verse":"so that yf he fle the yron weapens, he shall be shott wt the stele bowe."},{"number":25,"verse":"The arowe is taken forth, and gone out of the quyuer, & a glystering sweard thorowe the gall of him, feare shall come vpon hym."},{"number":26,"verse":"There shall no darcknes be able to hyde him An vnkyndled fyre shall consume him, and loke what remayneth in hys house, it shall be destroyed."},{"number":27,"verse":"The heauen shall declare hys wyckednesse, and the earth shall take parte agaynst him."},{"number":28,"verse":"The substaunce that he hath in hys house, shalbe taken awaye and peryshe in the daye of the Lordes wrath."},{"number":29,"verse":"This is the porcyon that the wycked man shall haue of God, and the herytage that he maye loke for of God. because of his wordes."}]}