{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"Iob answered, and sayde:"},{"number":2,"verse":"My sayinge is yet this daye in bytternes, and my hande heuy because of my gronynge."},{"number":3,"verse":"O that I myght se him, and fynde hym: O that I myght come before his seate,"},{"number":4,"verse":"to pleate my cause before him, and to fyll my mouth with argumentes."},{"number":5,"verse":"That I myght knowe, what answere he wolde geue me: and that I myght vnderstande, what he wolde saye vnto me."},{"number":6,"verse":"Wyll he pleate agaynst me with his great power and strength?"},{"number":7,"verse":"No, but he wyll make me the stronger. He that is iust, shall entre disputacion with hym, and my iudge shall delyuer me for euer."},{"number":8,"verse":"Beholde, though I go before, I fynde him: If I come behynde, I can get no knowledge of him:"},{"number":9,"verse":"Yf I go on the left syde where he doth hys worcke, I cannot atteyne vnto hym. A gayne, yf I go on the ryght syd, he hydeth hym selfe, that I cannot se him."},{"number":10,"verse":"But as for my waye, he knoweth it: and tryeth me as the golde in the fyre."},{"number":11,"verse":"My fote doth kepe his path, his hye waye haue I holden, and will not go out of it."},{"number":12,"verse":"I will not forsake the commaundement of his lippes, but loke what he charged me with his mouth, that haue I shutt vp in my herte."},{"number":13,"verse":"He is styll at one poynt, and who wyll turne him back? He doth as him listeth, and bringeth to passe what he will."},{"number":14,"verse":"He perfourmeth the thynge that is appoynted for me, & many soch thynges doth he."},{"number":15,"verse":"This is the cause that I shrincke at his presence, so that when I consydre hym, I am afrayed of him."},{"number":16,"verse":"For in somoch as he is God, he maketh my herte soft: and seynge that he is Allmyghtie, he putteth me in feare."},{"number":17,"verse":"Thus can not I gett out of darckenesse, nether hath he couered the cloude fro my face."}]}