{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"Consyderinge then that there is no tyme hid from the Almyghtie, how happeneth it, that they which knowe hym, do not regarde his dayes?"},{"number":2,"verse":"For some men there be, that remoue other mens landemarkes: that robbe them of their catell, and kepe the same for theyr awne:"},{"number":3,"verse":"that dryue awaye the asse of the fatherlesse: that take the wyddowes oxe for a pledge:"},{"number":4,"verse":"that thrust the poore out of the waye, and oppresse the simple of the worlde together."},{"number":5,"verse":"Beholde, euen as the wylde asses in the deserte goo they forth to their worke, and ryse by tymes to spoyle: Yee the very wyldernesse ministreth foode for their chyldren."},{"number":6,"verse":"They reape the corne felde that is not their awne: and let the vyneyarde of the vngodly alone."},{"number":7,"verse":"They are the cause that so many men are naked and bare, hauinge no clothes to couer them and to kepe them from colde:"},{"number":8,"verse":"So that when the showers in the mountaynes haue rayned vpon them, & they be all wett, they haue none other succoure, but to kepe them amonge the rockes."},{"number":9,"verse":"They spoyle the suckinge fatherlesse childe, and take the pledge from the poore."},{"number":10,"verse":"In somoch that they let him go naked without clothing, and haue taken awaye the sheafe of the hungrie."},{"number":11,"verse":"The poore are fayne to laboure in their oyle milles, yee, and to treade in theyr wyne presses, and yet to suffre thyrst."},{"number":12,"verse":"The men of the cytie crieth vnto the Lorde with sything, the soules of the slayue also make theyr complainte: But God destroyeth them not for all this,"},{"number":13,"verse":"where as they (not withstandinge) are conuersaunt amonge them that abhorre the lyght: they knowe not hys waye, ner contynue in his pathes."},{"number":14,"verse":"Tymely in the mornynge do they aryse, to murthur the symple and poore, and in the nyght they go a stealynge."},{"number":15,"verse":"The eye of the aduolterer wayteth for the darcknesse, and sayeth thus in him selfe: Tush, there shall no eye se me, and so he disgiseth his face."},{"number":16,"verse":"In the night ceason they search the houses, and hyde them selues in the daye tyme, but will not knowe the light."},{"number":17,"verse":"For as soone as the daye breaketh, the shadowe of death commeth vpon them, and they go in horrible darcknesse."},{"number":18,"verse":"The vngodly is swyfter then the water: their porcion shalbe cursed in the earth, and he shall not beholde the waye of the vineyardes."},{"number":19,"verse":"O that they (for the wickednesse which they haue done) were drawen to the hell, soner then snowe melteth at the drouth and heate."},{"number":20,"verse":"O that all compassion vpon them were forgotten: that their daynties were wormes, that they were cleane put out of remembraunce, and vngodlynesse vtterly hewen downe lyke as a tre."},{"number":21,"verse":"He hath oppressed the baren, that he cannot beare, and vnto the wyddowe hath he done no good."},{"number":22,"verse":"He drue the mightie after hym with his power, and when he was gotten vp, no man was without feare, as longe as he lyueth."},{"number":23,"verse":"And though they might be safe, yet they wyll not receaue it, for their eyes loke vpon their awne wayes."},{"number":24,"verse":"They are exalted for a lytle, but shortly are they gone, brought to extreme pouerte, and taken out of the waye: ye and vtterly pluckte of, as the eares of corne."},{"number":25,"verse":"Is it not so? Who wyll then reproue me as a lyar, and saye that my wordes are nothynge worth?"}]}