{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"There is a place where siluer is brought out of, and where golde is tried"},{"number":2,"verse":"where yron is dygged out of the ground, and stones resolued to metall."},{"number":3,"verse":"The darckenes shall once come to an ende, he can seke out the grounde of all thinges: the stones, the darcke, and the shadow of death."},{"number":4,"verse":"With the ryuer of water parteth he asunder the straunge people, that knowe no good neyghbour head: soch as are rude, vnmanerly and boyustours."},{"number":5,"verse":"He bringeth foode out of the erth, and that which is vnder, consumeth he with fyre."},{"number":6,"verse":"There is founde a place, whose stones are cleane Saphirs, and where the clottes of the earth are golde."},{"number":7,"verse":"There is a waye also that the byrdes knowe not, that no vulturs eye hath sene:"},{"number":8,"verse":"wherin the lions whelpes walke not, and where no lion commeth."},{"number":9,"verse":"There putteth he his hande vpon the stony rockes, and ouerthroweth the mountaines."},{"number":10,"verse":"Riuers flowe out of the rockes, and loke what is pleasaunt, his eye seyth it."},{"number":11,"verse":"Out of droppes bringeth he greate floudes together, and the thinge that is hyd bringeth he to light."},{"number":12,"verse":"How commeth a man then by wysdome? Where is the place that men fynde vnderstanding?"},{"number":13,"verse":"Uerely no man can tell how worthy a thinge she is, nether she is founde in the lande of them that lyue."},{"number":14,"verse":"The depe saieth: she is not with me. The see saieth: she is not with me"},{"number":15,"verse":"She can not be gottten for golde, nether maye the pryce of her be bought with eny syluer."},{"number":16,"verse":"No wedges of golde of Ophir, no precions Onix stones, no Saphirs maye be compared vnto her."},{"number":17,"verse":"No, nether golde ner Christall, nether swete odours ner golden plate."},{"number":18,"verse":"There is nothinge so worthy, or so excellent, as once to be named vnto her: for perfecte wysdome goeth farre beyonde them all,"},{"number":19,"verse":"The Topas that commeth out of Inde, maye in no wyse be likened vnto her: yee, no maner of apparell howe pleasaunt and fayre soeuer it be."},{"number":20,"verse":"From whence then commeth wisdome? and where is the place of vnderstandinge?"},{"number":21,"verse":"She is hid from the eyes of all men liuinge, yee, and from the foules of the ayre."},{"number":22,"verse":"Destruccion and death saye: we haue herde tell of her with oure eares."},{"number":23,"verse":"But God seeth her waye, and knoweth her place."},{"number":24,"verse":"For he beholdeth the endes of the world, and loketh vpon all that is vnder heauen."},{"number":25,"verse":"When he weyed the wyndes, and measured the waters:"},{"number":26,"verse":"when he set the rayne in ordre, and gaue the myghtye floudes a lawe:"},{"number":27,"verse":"Then dyd he se her, then declared he her, prepared her and knewe her."},{"number":28,"verse":"And vnto man he sayde: Beholde, to feare the Lorde, is wysdome: and to for sake euell. is vnderstandinge."}]}