{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"So these thre men wolde stryue no more with Iob, because he helde hym selfe a ryghteous man."},{"number":2,"verse":"But Elihu the sonne of Barachell the Bussyte of the kynred of Ram, was very sore displeased at Iob, because he called hym selfe iust before God."},{"number":3,"verse":"And with Iobs thre frendes he was angry also, because they had founde no reasonable answere to ouercome Iob."},{"number":4,"verse":"Now taried Elihu, tyll they had ended theyr communicacion with Iob, for why, they were elder then he."},{"number":5,"verse":"So when Elihu the sonne of Barachel the Bussyte sawe, that these thre men were not able to make Iob answere, he was myscontent:"},{"number":6,"verse":"Elihu the sonne of Barachel the Bussite answered hym selfe, and sayde: Considringe, that I am younge, and ye be men of age, I was afrayed, and durst not shew forth my mynde,"},{"number":7,"verse":"For I thought thus within my selfe. It becommeth olde men to speake, and the aged to teach wysdome."},{"number":8,"verse":"Euery man (no doute) hath a mynde, but it is the inspiracion of the Almyghty that geueth vnderstandinge."},{"number":9,"verse":"Great men are not all waye wyse, nether doth euery aged man vnderstande the thynge that is lawfull."},{"number":10,"verse":"Therfore will I speake also (heare me) and I wyll shew you also myne vnderstandinge."},{"number":11,"verse":"For when I had wayted tyll ye made an ende of youre talkynge, and hearde youre wysdome, what argumentes ye made in youre communicacyon:"},{"number":12,"verse":"yee, when I had diligently pondred what ye sayde, I founde not one of you that made any good argument agaynst Iob, that directly coulde make answere vnto his wordes:"},{"number":13,"verse":"lest ye shulde saye. We haue founde out wysdome: God shall cast hym downe, and no man."},{"number":14,"verse":"He hath not spoken vnto me, and I wyll not answere hym as ye haue done"},{"number":15,"verse":"(for they were so abasshed, that they coulde not make answere, nor speake one worde)"},{"number":16,"verse":"but in so moche as ye wyll not speake, standynge styll lyke domme men, and makynge no answere:"},{"number":17,"verse":"I haue a good hope for my parte to shape hym an answere, and to shewe him my meanynge:"},{"number":18,"verse":"For I am full of wordes, and the sprete that is within me, compelleth me."},{"number":19,"verse":"Beholde, my belly is as the wyne, which hath no vente, and bursteth the new vessels in sunder."},{"number":20,"verse":"Therfore will I speake that I may haue a vente: I will open my lyppes, & make answere."},{"number":21,"verse":"I will regarde no maner of personne, no man will I spare."},{"number":22,"verse":"For yf I wold go aboute to please men, I knowe not howe sone my maker wolde take me awaye:"}]}