{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"At this, my hert is astonnied, and moued out of hys place."},{"number":2,"verse":"Heare then the sounde of hys voyce, and the noyse that goeth out of his mouth."},{"number":3,"verse":"He gouerneth euery thyng vnder the heauen, and his lyght reacheth vnto the ende of the worlde."},{"number":4,"verse":"A roaring voyce foloweth hym: for his glorious maiesty geueth soche a thondre clappe, that (though a man heare it) yet maye he not perceaue it afterwarde. It geueth an horryble sownde,"},{"number":5,"verse":"when God sendeth oute hys voyce: greate thynges doth he, whych we can not comprehende."},{"number":6,"verse":"When he commaundeth the snowe, it falleth vpon the erth: As soone as he geueth the rayne a charge, immediatly the showers haue theyr strength, and fall downe."},{"number":7,"verse":"He sendeth feare vpon euery man, that they myght knowe their awne worckes."},{"number":8,"verse":"The beestes crepe into theyr dennes, and take theyr rest."},{"number":9,"verse":"Out of the south commeth the tempest, and colde out of the north."},{"number":10,"verse":"At the breth of God, the frost commeth, and the waters are shed abrode."},{"number":11,"verse":"He maketh the cloudes to do theyr labour in geuynge moystnesse, & agayne wyth his lyght he dryueth awaye the cloude."},{"number":12,"verse":"He distrybuteth also on euery syde, accordynge as it pleaseth hym to deale out hys worckes, that they maye do whatsoeuer he commaundeth them thorow the whole worlde:"},{"number":13,"verse":"whether it be to punysh any lande, or to doo good vnto them, that seke hym."},{"number":14,"verse":"Herken vnto thys (O Iob) stande styll, & consydre the wondrous worckes of God."},{"number":15,"verse":"Art thou of councell wyth God, when he doth these thinges? When he causeth the lyght to come forth of hys cloudes?"},{"number":16,"verse":"Art thou of hys councell when he spredeth out the cloudes? Hast thou the perfecte knowledge of hys wonders?"},{"number":17,"verse":"& how thy clothes are warme, when the lande is styll thorow the South wynde?"},{"number":18,"verse":"Hast thou helped hym to spreade out the heauen, whych is to loke vpon, as it were cast of cleare metall?"},{"number":19,"verse":"Teache vs what we shall saye vnto hym, for we are vnmete because of darcknes."},{"number":20,"verse":"Shall it be tolde hym what I saye? Shuld a man speake, or shulde he kepe it backe?"},{"number":21,"verse":"For euery man seyth not the light, that he kepeth cleare in the cloudes whych he clenseth whan he maketh the wynde to blowe."},{"number":22,"verse":"Golde is brought out of the North, but the prayse and honoure of Gods feare commeth from God hym selfe."},{"number":23,"verse":"It is not we that can fynde out the almightye: for in power, equite, and ryghteousnesse, he is hyer than can be expressed."},{"number":24,"verse":"Let men therfore feare hym, for there shall no man se hym that is wise in his awne conceate."}]}