{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"And Eliphas the Themanyte answered, and sayde:"},{"number":2,"verse":"Yf we begynne to commen with the, wylt thou be discontent? but who can withhold him selfe from speakinge?"},{"number":3,"verse":"Behold, thou hast bene a chastener of many, and hast comforted the weery handes."},{"number":4,"verse":"Thy wordes haue set vp those that were fallen, thou hast refresshed the weake, knees."},{"number":5,"verse":"But now that the plage is come vpon the, thou art greued: now that it hath touched thy selfe, thou art faynt harted."},{"number":6,"verse":"Is not this thy feare, thy stedfastnesse, thy pacience, and the perfectnesse of thy wayes?"},{"number":7,"verse":"Consydre (I praye the) whoeuer perysshed beynge an innocent? Or, when were the godly destroyed?"},{"number":8,"verse":"For (as I haue proued by experience) they that plowe iniquytie, & sowe wretchednesse, reape the same."},{"number":9,"verse":"With the blast of God they perish, and with the breth of hys nastrels are they consumed awaye."},{"number":10,"verse":"The roaryng of the lyon, and the voyce of the lyon, & the teeth of the lyons whelpes are pulled out."},{"number":11,"verse":"The lyon perissheth for lacke of praye, and the lyons whelpes are scatered abrode."},{"number":12,"verse":"And vnto me came the worde secretly, & myne eare hath receaueth a lytell therof."},{"number":13,"verse":"In the thoughtes and visyons of the night (when slepe commeth on men)"},{"number":14,"verse":"feare came vpon me, and drede, which made all my bones to shake."},{"number":15,"verse":"The wynde passed by, before my presence, and made the heares of my flesh to stande vp."},{"number":16,"verse":"He stode there, and I knew not hys face, an ymage ther was before myne eyes, and in the stylnesse hearde I a voyce."},{"number":17,"verse":"Shall man be more iust than God? Or shall a man be purer than hys maker?"},{"number":18,"verse":"Beholde, He founde no treuth in hys seruauntes, and in hys aungels ther was foly."},{"number":19,"verse":"How moch more in them that dwell in houses of claye, and whose foundacyon is but dust: which shalbe consumed as it were with a Moth?"},{"number":20,"verse":"They shalbe smitten from the mornynge vnto the euenyng: yee, they shall perysh for euer, when no man thincketh theron."},{"number":21,"verse":"It is not their royaltye gone awaye with them: they shal dye trulye, and not in wysdome."}]}