{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"Crye (I praye the) yf happlye there be any that wyll answere the, and loke thou vpon eny of the holy men."},{"number":2,"verse":"As for the foolysh man, displeasure kylleth hym, and anger slayeth the ignoraunt"},{"number":3,"verse":"I haue sene my selfe, when the folysh was depe roted, and sodenly. I cursed hys habitacyon."},{"number":4,"verse":"Hys chyldren were without prosperite, and they were slayne in the gate, and there was no man to delyuer them."},{"number":5,"verse":"Hys haruest was eaten vp of the hungry, & the weapened man spoyled it, and the thurstye droncke vp theyr laboure. It is not the earth that bryngeth forth iniquyte,"},{"number":6,"verse":"nether commeth sorowe out of the ground:"},{"number":7,"verse":"but man is borne vnto laboure, lyke as the sparkes flye vp out of the hote coles."},{"number":8,"verse":"But I wyll aske councell at the Lorde, & wyll talke with God:"},{"number":9,"verse":"which doth thynges, that are vnsearcheable, and maruels without nombre."},{"number":10,"verse":"He geueth rayne vpon the erth, and poureth water vpon the stretes,"},{"number":11,"verse":"to set vp them that be of lowe degre, and that those which are in heuynesse may come to prosperite."},{"number":12,"verse":"He destroyeth the deuyces of the sotyll, so that their handes are not able to performe any stedfast thing."},{"number":13,"verse":"He compaseth the wyse in their awne craftynes, and ouerthroweth the councell of the wycked."},{"number":14,"verse":"In somoche that they runne into darcknes by fayre daye, and grope aboute them at the none daye, lyke as in the nyght."},{"number":15,"verse":"He shall delyuer the pore from the sweard, and from the threatenynges of the vngodly, and from the violence of the myghty."},{"number":16,"verse":"He is the hope of the poore, and the mouth of the wicked shalbe stopped."},{"number":17,"verse":"Beholde, happye is the man, whom God punissheth: therfore, refuse not thou the chastenynge of the almyghtye."},{"number":18,"verse":"For though he make a wounde, he geueth a playster: though he smyte, hys hande maketh whole agayne."},{"number":19,"verse":"He shall delyuer the in syxe troubles, and in the seuenth there shall no euell come to the."},{"number":20,"verse":"In honger he shall saue the from death: and when it is warre, from the power of the swearde."},{"number":21,"verse":"Thou shalt be kept from the euell tonge, and when trouble commeth, thou shalt not nede to feare."},{"number":22,"verse":"In destruccion and derth thou shalt be mery, and shalt not be afrayed of beastes of the earth."},{"number":23,"verse":"For the stones of the lande shalbe confederate with the, & the beastes of the felde shall geue the peace."},{"number":24,"verse":"And thou shalt knowe that thy dwellyng place shalbe in rest: and thou shalt go and beholde thy habytacyon, and shalt not synne."},{"number":25,"verse":"Thou shalt se also, that thy sede shall encreace, and that thy posteryte shalbe as the grasse vpon the earth."},{"number":26,"verse":"Thou shalt come also to thy graue in a fayre age, lyke as when they take vp a corne shefe in due season."},{"number":27,"verse":"Lo, thys we oure selues haue proued by experience, and euen thus it is. Herken thou to it also, that thou mayest take hede to thy selfe."}]}