{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Iob answered also, & sayde:"},{"number":2,"verse":"O that the displeasure which I haue were truly weyed, and my punishment layed in the balaunces togeather:"},{"number":3,"verse":"for now is it heuyer then the sande of the see. And thys is the cause, that my wordes are so sorowfull."},{"number":4,"verse":"For the arowes of the almighty are round about me, whose indygnacyon hath droncke vp my sprete, and the terrible feares of God are sett agaynst me."},{"number":5,"verse":"Doth the wylde asse roare when he hath grasse? Or cryeth the oxe, when he hath foder ynough?"},{"number":6,"verse":"That which is vnsauery, shalt it be eaten without salte, or is there any taste in the whyte of an egge?"},{"number":7,"verse":"The thynges that some tyme I myght not awaye withall, are now my meate for very sorowe."},{"number":8,"verse":"O that I myght haue my desyre: and that God wolde graunte me the thynge that I longe for."},{"number":9,"verse":"O that God wold begynne and smyte me: that he wolde let hys hande go, and take me cleane awaye."},{"number":10,"verse":"Then shulde I haue some comforte: yee, I wolde desyre hym in my payne, that he shulde not spare, for I wyll not be agaynst the wordes of the holy one."},{"number":11,"verse":"For what power haue I to endure? And what is myne ende, that my soule myght be pacient?"},{"number":12,"verse":"Is my strength the strength of stones? Or, is my flesh made of brasse?"},{"number":13,"verse":"Is it not so that there is in me no helpe: and that my substaunce is taken from me."},{"number":14,"verse":"He that is in tribulacyon ought to be comforted of hys neyghbour: but the feare of the Lord is cleane awaye."},{"number":15,"verse":"Myne awne brethren passe ouer by me as the water brooke, and as the ryuer of water, do hastely go awaye."},{"number":16,"verse":"But they that feare the hore frost, the snowe shall fall vpon them."},{"number":17,"verse":"When theyr tyme commeth, they shalbe destroyed and peryshe: when they be sett on fyre, they shalbe remoued out of theyr place,"},{"number":18,"verse":"for the pathes that they go in, are croked: they haste after vayne thynges, and shall perysh."},{"number":19,"verse":"They turne them to the pathes of Theman, and to the wayes of Saba, wherin they haue put their trust."},{"number":20,"verse":"Confounded are they that put eny confydence in them. For whan they come to obtayne the thynges that they loke for, they are brought to confusion."},{"number":21,"verse":"Euen so are ye also come vnto me: but now that ye se my misery, ye are afrayed."},{"number":22,"verse":"Dyd I desyre you, to bryng vnto me, or to geue me eny of youre substaunce?"},{"number":23,"verse":"To delyuer me from the enemyes hande, or to saue me from the hande of tyrauntes?"},{"number":24,"verse":"Teache me, and I wyll holde my tonge: and whan I do erre, shewe me wherin."},{"number":25,"verse":"How stedfast are the wordes of treuth?"},{"number":26,"verse":"And which of you can rebuke and reproue them? Do ye take deliberacyon to check mens sayinges, and iudge a pore worde spoken in vayne?"},{"number":27,"verse":"Ye fall vpon the fatherles and go about to ouerthrowe your awne frende."},{"number":28,"verse":"And therfore be content, and loke now vpon me, and I wyll not lye before youre face."},{"number":29,"verse":"Turne (I praye you) be indifferent iudges, turne agayne, and ye shall se myne vngyltinesse:"},{"number":30,"verse":"whether there be eny vnrighteousnesse in my tong, or vayne wordes in my mouth."}]}