{"bibleAbbr":"GB1539","bookName":"Job","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"Iob answered, & sayde:"},{"number":2,"verse":"I know it is so of a treuthe: For how maye a man (compared vnto God) be iustifyed?"},{"number":3,"verse":"If he will argue with him, he shall not be able to answere hym vnto one amonge a thousande."},{"number":4,"verse":"Concernynge soch as be wyse of herte, or myghtye in strength, who euer prospered, that toke part against hym?"},{"number":5,"verse":"He translateth the mountaynes, or euer they be aware. It is he that ouerthroweth them in hys wrath."},{"number":6,"verse":"He remoueth the earthe oute of her place, that the pylers therof shake with all."},{"number":7,"verse":"He commaundeth the sonne, and it riseth not: he closeth vp the starres, as it were vnder a sygnett."},{"number":8,"verse":"He him self alone spredeth out the heauens, and goeth vpon the waues of the see."},{"number":9,"verse":"He maketh the waynes of heauen the Orion the seuen starres, and the secrete places of the south."},{"number":10,"verse":"He doth greate thynges, soch as are vnsearcheable, yee, and wonders withoute nombre."},{"number":11,"verse":"Lo, whan he goeth ouer by me, I shall not se hym. And whan he departeth, by me, I shall not loke vpon hym. I shall not perceaue hym."},{"number":12,"verse":"If he be hasty to take eny thynge awaye, who wyll make him restore it agayne? Or who wyll saye vnto hym what doest thou?"},{"number":13,"verse":"He is God, whose wrath no man maye withstande: but the proudest of all must stoupe vnder hym."},{"number":14,"verse":"How shulde I then answere hym? Or what wordes shulde I fynde oute agaynst hym?"},{"number":15,"verse":"Yee, though I were ryghteous, yet myght I not geue hym one worde agayne, but mekely submytte my self to hym as my iudge."},{"number":16,"verse":"Yf I had called vpon hym, and he had answered me: yet wold I not beleue, that he herd my voyce:"},{"number":17,"verse":"he troubleth me so with the tempest, and woundeth me out of measure without a cause."},{"number":18,"verse":"He wyll not lett my sprete be in rest, but fylleth me wt bytternesse."},{"number":19,"verse":"If men wyll speake of strength, lo, he is stronge: yf men wyll speake of ryghteousnes, who darre be my recorde."},{"number":20,"verse":"If I wyll iustifye my selfe, my awne mouth shall condempne me: yf I wyll put forth my selfe for a perfecte man, he shall proue me a wycked doer."},{"number":21,"verse":"For though I be an innocent, and my conscience cleare, yet am I weery of my lyfe"},{"number":22,"verse":"One thyng it is and therfore I sayed. He destroyeth both the righteous and vngodly."},{"number":23,"verse":"And though he staye sodenly with the scourge, yet wyll he laugh at the punyshement of the innocent."},{"number":24,"verse":"As for the worlde, it is geuen ouer into the hand of the wicked, and he shal couer the faces of the iudges therof. Is it not so? where is there eny, but he is soch one?"},{"number":25,"verse":"My dayes are more swyfte then a runner: they are gone & haue sene no good thing."},{"number":26,"verse":"They are passed awaye, as the shyppes that be good vnder sayle, and as the aegle that flieth to the praye."},{"number":27,"verse":"When I am purposed to forget my complayning, to leaue of fro my wrath, and to comforte my selfe,"},{"number":28,"verse":"then am I afrayed of all my sorowes, for I knowe, that thou wylt not iudge me innocent."},{"number":29,"verse":"If I be then a wicked doer, why laboure I in vayne?"},{"number":30,"verse":"If I washe my selfe with snowe water, and make myne handes neuer so cleane, at the wel,"},{"number":31,"verse":"yet shalt thou dyppe me in the myer: and myne awne clothes shall defyle me."},{"number":32,"verse":"For he that I must geue answere vnto, and with whom I go to lawe, is not a man as I am."},{"number":33,"verse":"Nether is there eny dayesman to laye hys hande betwene vs."},{"number":34,"verse":"Lett hym take hys rod awaye fro me, yee, lett him make me nomore afrayed of him,"},{"number":35,"verse":"and then shall I answere him without eny feare. For as longe as it is thus, I can make no answere."}]}