{"bibleAbbr":"teOV2016","bookName":"2 సమూయేలు","bookEnglishName":"2 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"రాజు అబ్షాలోముమీద ప్రాణము పెట్టుకొని యున్నాడని ( లేక, రాజుయొక్క మనస్సు అబ్షాలోమునకు విరోధమని.) సెరూయా కుమారుడైన యోవాబు గ్రహించి"},{"number":2,"verse":"తెకోవనుండి యుక్తిగల యొక స్త్రీని పిలువనంపించి–ఏడ్చుచున్న దానవైనట్టు నటించి దుఃఖవస్త్రములు ధరించుకొని తైలము పూసికొనక బహు కాలము దుఃఖపడిన దానివలెనుండి"},{"number":3,"verse":"నీవు రాజునొద్దకు వచ్చి యీ ప్రకారము మనవి చేయవలెనని దానికి బోధించెను.౹"},{"number":4,"verse":"కాగా తెకోవ ఊరి స్త్రీ రాజునొద్దకువచ్చి సాగిలపడి సమస్కారము చేసి–రాజా రక్షించుమనగా"},{"number":5,"verse":"రాజు–నీకేమి కష్టము వచ్చెనని అడిగెను. అందుకు ఆమె–నేను నిజముగా విధవరాలను, నా పెనిమిటి చనిపోయెను;౹"},{"number":6,"verse":"నీ దాసినైన నాకు ఇద్దరు కుమారులు ఉండిరి, వారు పొలములో పెనుగు లాడుచుండగా విడిపించు వాడెవడును లేకపోయినందున వారిలో నొకడు రెండవవాని కొట్టి చంపెను.౹"},{"number":7,"verse":"కాబట్టి నా యింటివారందరును నీ దాసినైన నామీదికి లేచి–తన సహోదరుని చంపినవాని అప్పగించుము; తన సహోదరుని ప్రాణము తీసినందుకై మేము వానిని చంపి హక్కు దారుని నాశనము చేతుమనుచున్నారు. ఈలాగునవారు నా పెనిమిటికి భూమిమీద పేరైనను శేషమైననులేకుండ మిగిలిన నిప్పురవ్వను ఆర్పివేయబోవుచున్నారని రాజుతో చెప్పగా"},{"number":8,"verse":"రాజు–నీవు నీ యింటికి పొమ్ము, నిన్నుగురించి ఆజ్ఞ ఇత్తునని ఆమెతో చెప్పెను.౹"},{"number":9,"verse":"అందుకు తెకోవ ఊరి స్త్రీ–నా యేలినవాడా రాజా, దోషము నామీదను నాతండ్రి ఇంటివారి మీదను నిలుచునుగాక, రాజునకును రాజు సింహాసనమునకును దోషము తగులకుండునుగాక అని రాజుతో అనగా"},{"number":10,"verse":"రాజు–ఎవడైనను దీనినిగూర్చి నిన్నేమైన అనినయెడల వానిని నాయొద్దకు తోడుకొని రమ్ము; వాడికను నిన్ను ముట్టక యుండునని ఆమెతో చెప్పెను.౹"},{"number":11,"verse":"అప్పుడు ఆమె–రాజవైన నీవు నీ దేవుడైన యెహోవాను స్మరించి హత్యకు ప్రతిహత్య చేయువారు నా కుమారుని నశింపజేయకుండ ఇకను నాశనము చేయుట మాన్పించుమని మనవిచేయగా రాజు–యెహోవా జీవముతోడు నీ కుమారుని తల వెండ్రుకలలో ఒకటైనను నేల రాలకుండుననెను.౹"},{"number":12,"verse":"అప్పుడు ఆ స్త్రీ–నా యేలినవాడవగు నీతో ఇంకొక మాటచెప్పుకొనుట నీ దాసినగు నాకు దయచేసి సెలవిమ్మని మనవిచేయగా రాజు–చెప్పుమనెను.౹"},{"number":13,"verse":"అందుకు ఆ స్త్రీ–దేవుని జనులైనవారికి విరోధముగా నీ వెందుకు దీనిని తలపెట్టియున్నావు? రాజు ఆ మాట సెలవిచ్చుటచేత తాను వెళ్లగొట్టిన తనవాని రానియ్యక తానే దోషియగుచున్నాడు.౹"},{"number":14,"verse":"మనమందరమును చనిపోదుము గదా, నేలను ఒలికినమీదట మరల ఎత్తలేని నీటివలె ఉన్నాము; దేవుడు ప్రాణముతీయక తోలివేయబడినవాడు తనకు దూరస్థుడు కాకయుండుటకు సాధనములు కల్పించుచున్నాడు.౹"},{"number":15,"verse":"జనులు నన్ను భయపెట్టిరి గనుక నేను దీనిని గూర్చి నా యేలినవాడవగు నీతో మాటలాడ వచ్చితిని. కాబట్టి నీ దాసురాలనగు నేను–రాజు తన దాసినగు నా మనవి చొప్పున చేయునేమో"},{"number":16,"verse":"రాజు నా మనవి అంగీకరించి దేవుని స్వాస్థ్యము అనుభవింపకుండ నన్నును నా కుమారునిని నాశనము చేయదలచిన వాని చేతిలోనుండి తన దాసినగునన్ను విడిపించునేమో అనుకొంటిని.౹"},{"number":17,"verse":"మరియు నీ దేవుడైన యెహోవా నీకు తోడై యున్నాడు గనుక నా యేలినవాడవును రాజవునగు నీవు దేవుని దూతవంటివాడవై మంచి చెడ్డలన్నియు విచారింప చాలియున్నావు; కాబట్టి నీ దాసినగు నేను నా యేలినవాడగు రాజు సెలవిచ్చిన మాట సమాధానకరమగునని అనుకొంటిననెను.౹"},{"number":18,"verse":"రాజు–నేను నిన్ను అడుగు సంగతి నీ వెంతమాత్రమును మరుగు చేయవద్దని ఆ స్త్రీతో అనగా ఆమె–నా యేలినవాడవగు నీవు సెలవిమ్మనెను.౹"},{"number":19,"verse":"అంతట రాజు–యోవాబు నీకు బోధించెనా అని ఆమె నడిగినందుకు ఆమె యిట్లనెను–నా యేలినవాడవైన రాజా, నీ ప్రాణముతోడు, చెప్పినదానిని తప్పక గ్రహించుటకు నా యేలినవాడవును రాజవునగు నీవంటివాడొకడును లేడు; నీ సేవకుడగు యోవాబు నాకు బోధించి యీ మాటలన్నిటిని నీ దాసినగు నాకు నేర్పెను"},{"number":20,"verse":"సంగతిని రాజుతో మరుగు మాటలతో మనవి చేయుటకు నీ సేవకుడగు యోవాబు ఏర్పాటు చేసెను. ఈ లోకమందు సమస్తమును ఎరుగుటయందు నా యేలినవాడవగు నీవు దేవదూతల జ్ఞానమువంటి జ్ఞానము గలవాడవు.౹"},{"number":21,"verse":"అప్పుడు రాజు యోవాబుతో ఈలాగున సెలవిచ్చెను. ఆలకించుము, నీవు మనవి చేసినదానిని నేను ఒప్పుకొనుచున్నాను.౹"},{"number":22,"verse":"తరువాత–యౌవనుడగు అబ్షాలోమును రప్పింపుమని అతడు సెలవియ్యగా యోవాబు సాష్టాంగ నమస్కారము చేసి రాజును స్తుతించి–రాజవగు నీవు నీ దాసుడనైన నా మనవి అంగీకరించినందున నా యేలిన వాడవగు నీవలన నేను అనుగ్రహము నొందితినని నాకు తెలిసెనని చెప్పి లేచి గెషూరునకు పోయి"},{"number":23,"verse":"అబ్షాలోమును యెరూషలేమునకు తోడుకొని వచ్చెను.౹"},{"number":24,"verse":"అయితే రాజు —అతడు నా దర్శనము చేయక తన ఇంటికి పోవలెనని ఉత్తరువుచేయగా అబ్షాలోము రాజదర్శనము చేయక తన ఇంటికి పోయెను."},{"number":25,"verse":"ఇశ్రాయేలీయులందరిలో అబ్షాలోమంత సౌందర్యముగలవాడు ఒకడును లేడు; అరికాలు మొదలుకొని తలవరకు ఏ లోపమును అతనియందు లేకపోయెను.౹"},{"number":26,"verse":"తన తల వెండ్రుకలు భారముగా నున్నందున ఏటేట అతడు వాటిని కత్తిరించుచు వచ్చెను; కత్తిరించునప్పుడెల్ల వాటి యెత్తు రాజు తూనికనుబట్టి రెండువందల తులములాయెను.౹"},{"number":27,"verse":"అబ్షాలోమునకు ముగ్గురు కుమారులును తామారు అనునొక కుమార్తెయు పుట్టిరి; ఆమె బహు సౌందర్యవతి."},{"number":28,"verse":"అబ్షాలోము రెండు నిండు సంవత్సరములు యెరూషలేములోనుండియు రాజదర్శనము చేయక యుండగా"},{"number":29,"verse":"యోవాబును రాజునొద్దకు పంపించుటకై అబ్షాలోము అత నిని పిలువనంపినప్పుడు యోవాబు రానొల్లక యుండెను. రెండవమారు అతని పిలువనంపినప్పుడు అతడు రానొల్లక పోగా"},{"number":30,"verse":"అబ్షాలోము తన పనివారిని పిలిచి–యోవాబు పొలము నా పొలముదగ్గర నున్నది గదా, దానిలో యవల చేలు ఉన్నవి; మీరు పోయి వాటిని తగులబెట్టుడని వారితో చెప్పెను. అబ్షాలోము పనివారు ఆ చేలు తగుల బెట్టగా"},{"number":31,"verse":"యోవాబు చూచి లేచి అబ్షాలోము ఇంటికి వచ్చి–నీ పనివారు నా చేలు తగులబెట్టిరేమని అడుగగా"},{"number":32,"verse":"అబ్షాలోము యోవాబుతో ఇట్లనెను–గెషూరునుండి నేను వచ్చిన ఫలమేమి? నేనచ్చటనే యుండుట మేలని నీ ద్వారా రాజుతో చెప్పుకొనుటకై రాజునొద్దకు నిన్ను పంపవలెనని నేను నిన్ను పిలిచితిని; రాజదర్శనము నేను చేయవలెను; నాయందు దోషము కనబడినయెడల రాజు నాకు మరణశిక్ష విధింపవచ్చును.౹"},{"number":33,"verse":"అంతట యోవాబు రాజునొద్దకు వచ్చి ఆ సమాచారము తెలుపగా, రాజు అబ్షాలోమును పిలువనంపించెను. అతడు రాజునొద్దకు వచ్చి రాజసన్నిధిని సాష్టాంగ నమస్కారముచేయగా రాజు అబ్షాలోమును ముద్దుపెట్టుకొనెను."}]}