{"bibleAbbr":"teOV2016","bookName":"2 సమూయేలు","bookEnglishName":"2 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"తరువాత దావీదు ఇశ్రాయేలీయులలో ముప్పదివేలమంది శూరులను సమకూర్చుకొని"},{"number":2,"verse":"బయలుదేరి, కెరూబులమధ్య నివసించు సైన్యములకధిపతియగు యెహోవా అను తన నామము పెట్టబడిన దేవుని మందసమును అచ్చటనుండి తీసికొని వచ్చుటకై తన యొద్దనున్న వారందరితోకూడ బాయిలా యెహూదాలోనుండి ప్రయాణమాయెను.౹"},{"number":3,"verse":"వారు దేవుని మందసమును క్రొత్త బండి మీద ఎక్కించి గిబియాలోనున్న అబీనాదాబుయొక్క యింటిలోనుండి తీసికొనిరాగా అబీనాదాబు కుమారులగు ఉజ్జాయును అహ్యోయును ఆ క్రొత్త బండిని తోలిరి.౹"},{"number":4,"verse":"దేవుని మందసముగల ఆ బండిని గిబియాలోని అబీనాదాబు ఇంటనుండి తీసికొనిరాగా అహ్యో దానిముందర నడిచెను.౹"},{"number":5,"verse":"దావీదును ఇశ్రాయేలీయులందరును సరళవృక్షపు కఱ్ఱతో చేయబడిన నానావిధములైన సితారాలను స్వర మండలములను తంబురలను మృదంగములను పెద్ద తాళములను వాయించుచు యెహోవా సన్నిధిని నాట్యమాడుచుండిరి.౹"},{"number":6,"verse":"వారు నాకోను కళ్లము దగ్గరకు వచ్చినప్పుడు ఎడ్లకు కాలు జారినందున ఉజ్జా చేయి చాపి దేవుని మందసమును పట్టుకొనగా"},{"number":7,"verse":"యెహోవా కోపము ఉజ్జా మీద రగులుకొనెను. అతడు చేసిన తప్పునుబట్టి దేవుడు ఆ క్షణమందే అతని మొత్తగా అతడు అక్కడనే దేవుని మందసమునొద్దపడి చనిపోయెను.౹"},{"number":8,"verse":"యెహోవా ఉజ్జాకు ప్రాణోపద్రవము కలుగజేయగా దావీదు వ్యాకులపడి ఆ స్థలమునకు పెరెజ్ ( వినాశము.) ఉజ్జా అను పేరు పెట్టెను.౹"},{"number":9,"verse":"నేటికిని దానికి అదేపేరు. ఆ దినమున–యెహోవా మందసము నాయొద్ద ఏలాగుండుననుకొని, దావీదు యెహోవాకు భయపడి"},{"number":10,"verse":"యెహోవా మందసమును దావీదు పురములోనికి తనయొద్దకు తెప్పింపనొల్లక గిత్తీయుడగు ఓబేదెదోము ఇంటివరకు తీసికొని అచ్చట ఉంచెను.౹"},{"number":11,"verse":"యెహోవా మందసము మూడునెలలు గిత్తీయుడగు ఓబేదె దోము ఇంటిలో ఉండగా యెహోవా ఓబేదెదోమును అతని ఇంటివారినందరిని ఆశీర్వదించెను.౹"},{"number":12,"verse":"దేవుని మందసము ఉండుటవలన యెహోవా ఓబేదెదోము ఇంటివారిని అతనికి కలిగిన దానినంతటిని ఆశీర్వదించుచున్నాడను సంగతి దావీదునకు వినబడగా, దావీదు పోయి దేవుని మందసమును ఓబేదెదోము ఇంటిలోనుండి దావీదు పురమునకు ఉత్సవముతో తీసికొని వచ్చెను.౹"},{"number":13,"verse":"[13-14] ఎట్లనగా యెహోవా మందసమును మోయువారు ఆరేసి యడుగులు సాగగా ఎద్దు ఒకటియు క్రొవ్వినదూడ ఒకటియు వధింపబడెను, దావీదు నారతో నేయబడిన ఏఫోదును ధరించినవాడై శక్తికొలది యెహోవా సన్నిధిని నాట్య మాడుచుండెను.౹"},{"number":15,"verse":"ఈలాగున దావీదును ఇశ్రాయేలీయులందరును ఆర్భాటముతోను బాకా నాదములతోను యెహోవా మందసమును తీసికొని వచ్చిరి.౹"},{"number":16,"verse":"యెహోవా మందసము దావీదు పురమునకు రాగా, సౌలు కుమార్తెయగు మీకాలు కిటికీలోనుండి చూచి, యెహోవా సన్నిధిని గంతులు వేయుచు నాట్యమాడుచు నున్న దావీదును కనుగొని, తన మనస్సులో అతని హీనపరచెను.౹"},{"number":17,"verse":"వారు యెహోవా మందసమును తీసికొని వచ్చి గుడారముమధ్యను దావీదు దానికొరకు ఏర్పరచిన స్థలమున నుంచగా, దావీదు దహనబలులను సమాధానబలులను యెహోవా సన్నిధిని అర్పించెను.౹"},{"number":18,"verse":"[18-19] దహనబలులను సమాధానబలులను అర్పించుట చాలించిన తరువాత సైన్యములకధిపతియగు యెహోవా నామమున దావీదు జనులను ఆశీర్వదించి, సమూహముగా కూడిన ఇశ్రాయేలీయులగు స్త్రీపురుషులకందరికి ఒక్కొక రొట్టెయు ఒక్కొక భక్ష్యమును ఒక్కొక ద్రాక్షపండ్ల అడయు పంచిపెట్టిన తరువాత జనులందరును తమతమ యిండ్లకు వెళ్లిపోయిరి."},{"number":20,"verse":"తన యింటివారిని దీవించుటకు దావీదు తిరిగి రాగా సౌలు కుమార్తెయగు మీకాలు దావీదును ఎదుర్కొన బయలుదేరి వచ్చి–హీనస్థితి గల పనికత్తెలు చూచుచుండగా వ్యర్థుడొకడు తన బట్టలను విప్పివేసినట్టుగా ఇశ్రాయేలీయులకు రాజువైన నీవు నేడు బట్టలను తీసివేసి యెంత ఘనముగా కనబడితివని అపహాస్యము చేసినందున దావీదు"},{"number":21,"verse":"–నీ తండ్రిని అతని సంతతిని విసర్జించి ఇశ్రాయేలీయులను తన జనులమీద నన్ను అధిపతిగా నిర్ణయించుటకై నన్ను యేర్పరచుకొనిన యెహోవా సన్నిధిని నేనాలాగు చేసితిని; యెహోవా సన్నిధిని నేను ఆట ఆడితిని.౹"},{"number":22,"verse":"ఇంతకంటె మరి యెక్కువగా నేను తృణీకరింపబడి నా దృష్టికి నేను అల్పుడనై నీవు చెప్పిన పనికత్తెల దృష్టికి ఘనుడనగుదునని మీకాలుతో అనెను. మరణమువరకు సౌలు కుమార్తెయగు మీకాలు పిల్లలను కనకయుండెను."}]}