{"bibleAbbr":"Orig2013+","bookName":"משלי","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"מאזני <WH3976> balance מרמה <WH4820> A false תועבת <WH8441> abomination יהוה <WH3068> to the LORD: ואבן <WH68> weight שׁלמה <WH8003> but a just רצונו׃ <WH7522> his delight."},{"number":2,"verse":"בא <WH935> cometh, זדון <WH2087> pride ויבא <WH935> then cometh קלון <WH7036> shame: ואת <WH854> but with צנועים <WH6800> the lowly חכמה׃ <WH2451> wisdom."},{"number":3,"verse":"תמת <WH8538> The integrity ישׁרים <WH3477> of the upright תנחם <WH5148> shall guide וסלף <WH5558> them: but the perverseness בוגדים <WH898> of transgressors ושׁדם׃ <WH7703> shall destroy"},{"number":4,"verse":"לא <WH3808> not יועיל <WH3276> profit הון <WH1952> Riches ביום <WH3117> in the day עברה <WH5678> of wrath: וצדקה <WH6666> but righteousness תציל <WH5337> delivereth ממות׃ <WH4194> from death."},{"number":5,"verse":"צדקת <WH6666> The righteousness תמים <WH8549> of the perfect תישׁר <WH3474> shall direct דרכו <WH1870> his way: וברשׁעתו <WH7564> by his own wickedness. יפל <WH5307> shall fall רשׁע׃ <WH7563> but the wicked"},{"number":6,"verse":"צדקת <WH6666> The righteousness ישׁרים <WH3477> of the upright תצילם <WH5337> shall deliver ובהות <WH1942> in naughtiness. בגדים <WH898> them: but transgressors ילכדו׃ <WH3920> shall be taken"},{"number":7,"verse":"במות <WH4194> dieth, אדם <WH120> man רשׁע <WH7563> When a wicked תאבד <WH6> shall perish: תקוה <WH8615> expectation ותוחלת <WH8431> and the hope אונים <WH205> of unjust אבדה׃ <WH6> perisheth."},{"number":8,"verse":"צדיק <WH6662> The righteous מצרה <WH6869> out of trouble, נחלץ <WH2502> is delivered ויבא <WH935> cometh רשׁע <WH7563> and the wicked תחתיו׃ <WH8478> in his stead."},{"number":9,"verse":"בפה <WH6310> with mouth חנף <WH2611> A hypocrite ישׁחת <WH7843> destroyeth רעהו <WH7453> his neighbor: ובדעת <WH1847> but through knowledge צדיקים <WH6662> shall the just יחלצו׃ <WH2502> be delivered."},{"number":10,"verse":"בטוב <WH2898> When it goeth well צדיקים <WH6662> with the righteous, תעלץ <WH5970> rejoiceth: קריה <WH7151> the city ובאבד <WH6> perish, רשׁעים <WH7563> and when the wicked רנה׃ <WH7440> shouting."},{"number":11,"verse":"בברכת <WH1293> By the blessing ישׁרים <WH3477> of the upright תרום <WH7311> is exalted: קרת <WH7176> the city ובפי <WH6310> by the mouth רשׁעים <WH7563> of the wicked. תהרס׃ <WH2040> but it is overthrown"},{"number":12,"verse":"בז <WH936> despiseth לרעהו <WH7453> his neighbor: חסר <WH2638> He that is void לב <WH3820> of wisdom ואישׁ <WH376> but a man תבונות <WH8394> of understanding יחרישׁ׃ <WH2790> holdeth his peace."},{"number":13,"verse":"הולך <WH1980> רכילגלה <WH1540> revealeth סוד <WH5475> secrets: ונאמן <WH539> but he that is of a faithful רוח <WH7307> spirit מכסה <WH3680> concealeth דבר׃ <WH1697> the matter."},{"number":14,"verse":"באין <WH369> Where no תחבלות <WH8458> counsel יפל <WH5307> fall: עם <WH5971> the people ותשׁועה <WH8668> safety. ברב <WH7230> but in the multitude יועץ׃ <WH3289> of counselors"},{"number":15,"verse":"רע <WH7451> shall smart ירוע <WH7489> shall smart כי <WH3588> ערב <WH6148> He that is surety זר <WH2114> for a stranger ושׂנא <WH8130> and he that hateth תקעים <WH8628> suretiship בוטח׃ <WH982> is sure."},{"number":16,"verse":"אשׁת <WH802> woman חן <WH2580> A gracious תתמך <WH8551> retaineth כבוד <WH3519> honor: ועריצים <WH6184> and strong יתמכו <WH8551> retain עשׁר׃ <WH6239> riches."},{"number":17,"verse":"גמל <WH1580> doeth good נפשׁו <WH5315> to his own soul: אישׁ <WH376> man חסד <WH2617> The merciful ועכר <WH5916> troubleth שׁארו <WH7607> his own flesh. אכזרי׃ <WH394> but cruel"},{"number":18,"verse":"רשׁע <WH7563> The wicked עשׂה <WH6213> worketh פעלת <WH6468> work: שׁקר <WH8267> a deceitful וזרע <WH2232> but to him that soweth צדקה <WH6666> righteousness שׂכר <WH7938> reward. אמת׃ <WH571> a sure"},{"number":19,"verse":"כן <WH3651> As צדקה <WH6666> righteousness לחיים <WH2416> to life: ומרדף <WH7291> so he that pursueth רעה <WH7451> evil למותו׃ <WH4194> to his own death."},{"number":20,"verse":"תועבת <WH8441> abomination יהוה <WH3068> to the LORD: עקשׁי <WH6141> They that are of a froward לב <WH3820> heart ורצונו <WH7522> his delight. תמימי <WH8549> but upright דרך׃ <WH1870> in way"},{"number":21,"verse":"יד <WH3027> hand ליד <WH3027> in hand, לא <WH3808> shall not ינקה <WH5352> be unpunished: רע <WH7451> the wicked וזרע <WH2233> but the seed צדיקים <WH6662> of the righteous נמלט׃ <WH4422> shall be delivered."},{"number":22,"verse":"נזם <WH5141> a jewel זהב <WH2091> of gold באף <WH639> snout, חזיר <WH2386> in a swine's אשׁה <WH802> woman יפה <WH3303> a fair וסרת <WH5493> which is without טעם׃ <WH2940> discretion."},{"number":23,"verse":"תאות <WH8378> The desire צדיקים <WH6662> of the righteous אך <WH389> only טוב <WH2896> good: תקות <WH8615> the expectation רשׁעים <WH7563> of the wicked עברה׃ <WH5678> wrath."},{"number":24,"verse":"ישׁ <WH3426> There is מפזר <WH6340> that scattereth, ונוסף <WH3254> increaseth; עוד <WH5750> and yet וחושׂך <WH2820> and that withholdeth מישׁר <WH3476> more than is meet, אך <WH389> למחסור׃ <WH4270> but to poverty."},{"number":25,"verse":"נפשׁ <WH5315> soul ברכה <WH1293> The liberal תדשׁן <WH1878> shall be made fat: ומרוה <WH7301> and he that watereth גם <WH1571> also הוא <WH1931> himself. יורא׃ <WH3384> shall be watered"},{"number":26,"verse":"מנע <WH4513> He that withholdeth בר <WH1250> corn, יקבהו <WH5344> לאום <WH3816> the people וברכה <WH1293> him: but blessing לראשׁ <WH7218> upon the head משׁביר׃ <WH7666> of him that selleth"},{"number":27,"verse":"שׁחר <WH7836> He that diligently seeketh טוב <WH2896> good יבקשׁ <WH1245> procureth רצון <WH7522> favor: ודרשׁ <WH1875> but he that seeketh רעה <WH7451> mischief, תבואנו׃ <WH935> it shall come"},{"number":28,"verse":"בוטח <WH982> that trusteth בעשׁרו <WH6239> in his riches הוא <WH1931> He יפל <WH5307> shall fall: וכעלה <WH5929> as a branch. צדיקים <WH6662> but the righteous יפרחו׃ <WH6524> shall flourish"},{"number":29,"verse":"עוכר <WH5916> He that troubleth ביתו <WH1004> his own house ינחל <WH5157> shall inherit רוח <WH7307> the wind: ועבד <WH5650> servant אויל <WH191> and the fool לחכם <WH2450> to the wise לב׃ <WH3820> of heart."},{"number":30,"verse":"פרי <WH6529> The fruit צדיק <WH6662> of the righteous עץ <WH6086> a tree חיים <WH2416> of life; ולקח <WH3947> and he that winneth נפשׂות <WH5315> souls חכם׃ <WH2450> wise."},{"number":31,"verse":"הן <WH2005> Behold, צדיק <WH6662> the righteous בארץ <WH776> in the earth: ישׁלם <WH7999> shall be recompensed אף <WH637> much more כי <WH3588> much more רשׁע <WH7563> the wicked וחוטא׃ <WH2398> and the sinner."}]}