{"bibleAbbr":"Orig2013+","bookName":"משלי","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"אהב <WH157> Whoso loveth מוסר <WH4148> instruction אהב <WH157> loveth דעת <WH1847> knowledge: ושׂנא <WH8130> but he that hateth תוכחת <WH8433> reproof בער׃ <WH1197>"},{"number":2,"verse":"טוב <WH2896> A good יפיק <WH6329> obtaineth רצון <WH7522> favor מיהוה <WH3069> ואישׁ <WH376> but a man מזמות <WH4209> of wicked devices ירשׁיע׃ <WH7561> will he condemn."},{"number":3,"verse":"לא <WH3808> shall not יכון <WH3559> be established אדם <WH120> A man ברשׁע <WH7562> by wickedness: ושׁרשׁ <WH8328> but the root צדיקים <WH6662> of the righteous בל <WH1077> shall not ימוט׃ <WH4131> be moved."},{"number":4,"verse":"אשׁת <WH802> woman חיל <WH2428> A virtuous עטרת <WH5850> a crown בעלה <WH1167> to her husband: וכרקב <WH7538> as rottenness בעצמותיו <WH6106> in his bones. מבישׁה׃ <WH954> but she that maketh ashamed"},{"number":5,"verse":"מחשׁבות <WH4284> The thoughts צדיקים <WH6662> of the righteous משׁפט <WH4941> right: תחבלות <WH8458> the counsels רשׁעים <WH7563> of the wicked מרמה׃ <WH4820> deceit."},{"number":6,"verse":"דברי <WH1697> The words רשׁעים <WH7563> of the wicked ארב <WH693> to lie in wait דם <WH1818> for blood: ופי <WH6310> but the mouth ישׁרים <WH3477> of the upright יצילם׃ <WH5337> shall deliver"},{"number":7,"verse":"הפוך <WH2015> are overthrown, רשׁעים <WH7563> The wicked ואינם <WH369> and not: ובית <WH1004> but the house צדיקים <WH6662> of the righteous יעמד׃ <WH5975> shall stand."},{"number":8,"verse":"לפי <WH6310> according שׂכלו <WH7922> to his wisdom: יהלל <WH1984> shall be commended אישׁ <WH376> A man ונעוה <WH5753> but he that is of a perverse לב <WH3820> heart יהיה <WH1961> shall be לבוז׃ <WH937> despised."},{"number":9,"verse":"טוב <WH2896> better נקלה <WH7034> despised, ועבד <WH5650> and hath a servant, לו ממתכבד <WH3513> than he that honoreth himself, וחסר <WH2638> and lacketh לחם׃ <WH3899> bread."},{"number":10,"verse":"יודע <WH3045> regardeth צדיק <WH6662> A righteous נפשׁ <WH5315> the life בהמתו <WH929> of his beast: ורחמי <WH7356> but the tender mercies רשׁעים <WH7563> of the wicked אכזרי׃ <WH394> cruel."},{"number":11,"verse":"עבד <WH5647> He that tilleth אדמתו <WH127> his land ישׂבע <WH7646> shall be satisfied לחם <WH3899> with bread: ומרדף <WH7291> but he that followeth ריקים <WH7386> vain חסר <WH2638> void לב׃ <WH3820> of understanding."},{"number":12,"verse":"חמד <WH2530> desireth רשׁע <WH7563> The wicked מצוד <WH4685> the net רעים <WH7451> of evil ושׁרשׁ <WH8328> but the root צדיקים <WH6662> of the righteous יתן׃ <WH5414> yieldeth"},{"number":13,"verse":"בפשׁע <WH6588> by the transgression שׂפתים <WH8193> of lips: מוקשׁ <WH4170> is snared רע <WH7451> The wicked ויצא <WH3318> shall come out מצרה <WH6869> of trouble. צדיק׃ <WH6662> but the just"},{"number":14,"verse":"מפרי <WH6529> by the fruit פי <WH6310> of mouth: אישׁ <WH376> A man ישׂבע <WH7646> shall be satisfied טוב <WH2896> with good וגמול <WH1576> and the recompense ידי <WH3027> hands אדם <WH120> of a man's ישׁוב׃ <WH7725> shall be rendered"},{"number":15,"verse":"דרך <WH1870> The way אויל <WH191> of a fool ישׁר <WH3477> right בעיניו <WH5869> in his own eyes: ושׁמע <WH8085> but he that hearkeneth לעצה <WH6098> unto counsel חכם׃ <WH2450> wise."},{"number":16,"verse":"אויל <WH191> A fool's ביום <WH3117> is presently יודע <WH3045> known: כעסו <WH3708> wrath וכסה <WH3680> covereth קלון <WH7036> shame. ערום׃ <WH6175> but a prudent"},{"number":17,"verse":"יפיח <WH6315> speaketh אמונה <WH530> truth יגיד <WH5046> showeth forth צדק <WH6664> righteousness: ועד <WH5707> witness שׁקרים <WH8267> but a false מרמה׃ <WH4820> deceit."},{"number":18,"verse":"ישׁ <WH3426> There is בוטה <WH981> that speaketh כמדקרות <WH4094> like the piercings חרב <WH2719> of a sword: ולשׁון <WH3956> but the tongue חכמים <WH2450> of the wise מרפא׃ <WH4832> health."},{"number":19,"verse":"שׂפת <WH8193> The lip אמת <WH571> of truth תכון <WH3559> shall be established לעד <WH5703> forever: ועד <WH5704> but ארגיעה <WH7281> לשׁון <WH3956> tongue שׁקר׃ <WH8267> a lying"},{"number":20,"verse":"מרמה <WH4820> Deceit בלב <WH3820> in the heart חרשׁי <WH2790> of them that imagine רע <WH7451> evil: וליעצי <WH3289> but to the counselors שׁלום <WH7965> of peace שׂמחה׃ <WH8057> joy."},{"number":21,"verse":"לא <WH3808> יאנה <WH579> happen לצדיק <WH6662> to the just: כל <WH3605> און <WH205> evil ורשׁעים <WH7563> but the wicked מלאו <WH4390> shall be filled רע׃ <WH7451> with mischief."},{"number":22,"verse":"תועבת <WH8441> abomination יהוה <WH3068> to the LORD: שׂפתי <WH8193> lips שׁקר <WH8267> Lying ועשׂי <WH6213> but they that deal אמונה <WH530> truly רצונו׃ <WH7522> his delight."},{"number":23,"verse":"אדם <WH120> man ערום <WH6175> A prudent כסה <WH3680> concealeth דעת <WH1847> knowledge: ולב <WH3820> but the heart כסילים <WH3684> of fools יקרא <WH7121> proclaimeth אולת׃ <WH200> foolishness."},{"number":24,"verse":"יד <WH3027> The hand חרוצים <WH2742> of the diligent תמשׁול <WH4910> shall bear rule: ורמיה <WH7423> but the slothful תהיה <WH1961> shall be למס׃ <WH4522> under tribute."},{"number":25,"verse":"דאגה <WH1674> Heaviness בלב <WH3820> in the heart אישׁ <WH376> of man ישׁחנה <WH7812> maketh it stoop: ודבר <WH1697> word טוב <WH2896> but a good ישׂמחנה׃ <WH8055> maketh it glad."},{"number":26,"verse":"יתר <WH8446> more excellent מרעהו <WH7453> than his neighbor: צדיק <WH6662> The righteous ודרך <WH1870> but the way רשׁעים <WH7563> of the wicked תתעם׃ <WH8582> seduceth"},{"number":27,"verse":"לא <WH3808> not יחרך <WH2760> roasteth רמיה <WH7423> The slothful צידו <WH6718> that which he took in hunting: והון <WH1952> but the substance אדם <WH120> man יקר <WH3368> precious. חרוץ׃ <WH2742> of a diligent"},{"number":28,"verse":"בארח <WH734> In the way צדקה <WH6666> of righteousness חיים <WH2416> life; ודרך <WH1870> and the pathway נתיבה <WH5410> and the pathway אל <WH408> no מות׃ <WH4194> death."}]}