{"bibleAbbr":"Orig2013+","bookName":"משלי","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"נבחר <WH977> rather to be chosen שׁם <WH8034> A name מעשׁר <WH6239> riches, רב <WH7227> than great מכסף <WH3701> rather than silver ומזהב <WH2091> and gold. חן <WH2580> favor טוב׃ <WH2896> loving"},{"number":2,"verse":"עשׁיר <WH6223> The rich ורשׁ <WH7326> and poor נפגשׁו <WH6298> meet together: עשׂה <WH6213> the maker כלם <WH3605> of them all. יהוה׃ <WH3068> the LORD"},{"number":3,"verse":"ערום <WH6175> A prudent ראה <WH7200> foreseeth רעה <WH7451> the evil, ויסתר <WH5641> and hideth himself: ופתיים <WH6612> but the simple עברו <WH5674> pass on, ונענשׁו׃ <WH6064> and are punished."},{"number":4,"verse":"עקב <WH6118> By ענוה <WH6038> humility יראת <WH3374> the fear יהוה <WH3068> of the LORD עשׁר <WH6239> riches, וכבוד <WH3519> and honor, וחיים׃ <WH2416> and life."},{"number":5,"verse":"צנים <WH6791> Thorns פחים <WH6341> snares בדרך <WH1870> in the way עקשׁ <WH6141> of the froward: שׁומר <WH8104> he that doth keep נפשׁו <WH5315> his soul ירחק <WH7368> shall be far מהם׃ <WH1992>"},{"number":6,"verse":"חנך <WH2596> Train up לנער <WH5288> a child על <WH5921> in פי <WH6310> he should go: דרכו <WH1870> the way גם <WH1571> and כי <WH3588> when יזקין <WH2204> he is old, לא <WH3808> he will not יסור <WH5493> depart ממנה׃ <WH4480> from"},{"number":7,"verse":"עשׁיר <WH6223> The rich ברשׁים <WH7326> over the poor, ימשׁול <WH4910> ruleth ועבד <WH5650> servant לוה <WH3867> and the borrower לאישׁ <WH376> to the lender. מלוה׃ <WH3867> to the lender."},{"number":8,"verse":"זורע <WH2232> He that soweth עולה <WH5766> iniquity יקצור <WH7114> shall reap און <WH7114> ושׁבט <WH7626> and the rod עברתו <WH5678> of his anger יכלה׃ <WH3615> shall fail."},{"number":9,"verse":"טוב <WH2896> that hath a bountiful עין <WH5869> eye הוא <WH1931> He יברך <WH1288> shall be blessed; כי <WH3588> for נתן <WH5414> he giveth מלחמו <WH3899> of his bread לדל׃ <WH1800> to the poor."},{"number":10,"verse":"גרשׁ <WH1644> Cast out לץ <WH3887> the scorner, ויצא <WH3318> shall go out; מדון <WH4066> and contention וישׁבת <WH7673> shall cease. דין <WH1779> yea, strife וקלון׃ <WH7036> and reproach"},{"number":11,"verse":"אהב <WH157> He that loveth טהור <WH2889> לב <WH2890> pureness חן <WH2580> the grace שׂפתיו <WH8193> of his lips רעהו <WH7453> his friend. מלך׃ <WH4428> the king"},{"number":12,"verse":"עיני <WH5869> The eyes יהוה <WH3068> of the LORD נצרו <WH5341> preserve דעת <WH1847> knowledge, ויסלף <WH5557> and he overthroweth דברי <WH1697> the words בגד׃ <WH898> of the transgressor."},{"number":13,"verse":"אמר <WH559> saith, עצל <WH6102> The slothful ארי <WH738> a lion בחוץ <WH2351> without, בתוך <WH8432> in רחבות <WH7339> the streets. ארצח׃ <WH7523> I shall be slain"},{"number":14,"verse":"שׁוחה <WH7745> pit: עמקה <WH6013> a deep פי <WH6310> The mouth זרות <WH2114> of strange women זעום <WH2194> he that is abhorred יהוה <WH3068> of the LORD יפול <WH5307> shall fall שׁם׃ <WH5307>"},{"number":15,"verse":"אולת <WH200> Foolishness קשׁורה <WH7194> bound בלב <WH3820> in the heart נער <WH5288> of a child; שׁבט <WH7626> the rod מוסר <WH4148> of correction ירחיקנה <WH7368> shall drive it far ממנו׃ <WH4480> from"},{"number":16,"verse":"עשׁק <WH6231> He that oppresseth דל <WH1800> the poor להרבות <WH7235> to increase לו נתן <WH5414> his he that giveth לעשׁיר <WH6223> to the rich, אך <WH389> surely למחסור׃ <WH4270> to want."},{"number":17,"verse":"הט <WH5186> Bow down אזנך <WH241> thine ear, ושׁמע <WH8085> and hear דברי <WH1697> the words חכמים <WH2450> of the wise, ולבך <WH3820> thine heart תשׁית <WH7896> and apply לדעתי׃ <WH1847> unto my knowledge."},{"number":18,"verse":"כי <WH3588> For נעים <WH5273> a pleasant כי <WH3588> thing if תשׁמרם <WH8104> thou keep בבטנך <WH990> them within יכנו <WH3559> be fitted יחדו <WH3162> thee; they shall withal על <WH5921> in שׂפתיך׃ <WH8193> thy lips."},{"number":19,"verse":"להיות <WH1961> may be ביהוה <WH3068> in the LORD, מבטחך <WH4009> That thy trust הודעתיך <WH3045> I have made known היום <WH3117> to thee this day, אף <WH637> even אתה׃ <WH859> to thee."},{"number":20,"verse":"הלא <WH3808> Have not כתבתי <WH3789> I written לך שׁלשׁום <WH8032> במעצות <WH4156> in counsels ודעת׃ <WH1847> and knowledge,"},{"number":21,"verse":"להודיעך <WH3045> That I might make thee know קשׁט <WH7189> the certainty אמרי <WH561> of the words אמת <WH571> of truth; להשׁיב <WH7725> that thou mightest answer אמרים <WH561> the words אמת <WH571> of truth לשׁלחיך׃ <WH7971> to them that send"},{"number":22,"verse":"אל <WH408> not תגזל <WH1497> Rob דל <WH1800> the poor, כי <WH3588> because דל <WH1800> poor: הוא <WH1931> he ואל <WH408> neither תדכא <WH1792> oppress עני <WH6041> the afflicted בשׁער׃ <WH8179> in the gate:"},{"number":23,"verse":"כי <WH3588> For יהוה <WH3069> יריב <WH7378> will plead ריבם <WH7379> their cause, וקבע <WH6906> and spoil את <WH853> קבעיהם <WH6906> of those that spoiled נפשׁ׃ <WH5315> the soul"},{"number":24,"verse":"אל <WH408> Make no תתרע <WH7462> friendship את <WH854> with בעל <WH1167> man; אף <WH639> an angry ואת <WH854> and with אישׁ <WH376> man חמות <WH2534> a furious לא <WH3808> thou shalt not תבוא׃ <WH935> go:"},{"number":25,"verse":"פן <WH6435> Lest תאלף <WH502> thou learn ארחתו <WH734> his ways, ולקחת <WH3947> and get מוקשׁ <WH4170> a snare לנפשׁך׃ <WH5315> to thy soul."},{"number":26,"verse":"אל <WH408> not תהי <WH1961> Be בתקעי <WH8628> thou of them that strike כף <WH3709> hands, בערבים <WH6148> of them that are sureties משׁאות׃ <WH4859> for debts."},{"number":27,"verse":"אם <WH518> If אין <WH369> thou hast nothing לך לשׁלם <WH7999> to pay, למה <WH4100> why יקח <WH3947> should he take away משׁכבך <WH4904> thy bed מתחתיך׃ <WH8478> from under"},{"number":28,"verse":"אל <WH408> not תסג <WH5253> Remove גבול <WH1366> landmark, עולם <WH5769> the ancient אשׁר <WH834> which עשׂו <WH6213> have set. אבותיך׃ <WH1> thy fathers"},{"number":29,"verse":"חזית <WH2372> Seest אישׁ <WH376> thou a man מהיר <WH4106> diligent במלאכתו <WH4399> in his business? לפני <WH6440> before מלכים <WH4428> kings; יתיצב <WH3320> he shall stand בל <WH1077> he shall not יתיצב <WH3320> stand לפני <WH6440> before חשׁכים׃ <WH2823> mean"}]}