{"bibleAbbr":"Orig2013+","bookName":"משלי","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"אל <WH408> Be not תקנא <WH7065> thou envious באנשׁי <WH376> men, רעה <WH7451> against evil ואל <WH408> neither תתאו <WH183> desire להיות <WH1961> to be אתם׃ <WH854> with"},{"number":2,"verse":"כי <WH3588> For שׁד <WH7701> destruction, יהגה <WH1897> studieth לבם <WH3820> their heart ועמל <WH5999> of mischief. שׂפתיהם <WH8193> and their lips תדברנה׃ <WH1696> talk"},{"number":3,"verse":"בחכמה <WH2451> Through wisdom יבנה <WH1129> built; בית <WH1004> is a house ובתבונה <WH8394> and by understanding יתכונן׃ <WH3559> it is established:"},{"number":4,"verse":"ובדעת <WH1847> And by knowledge חדרים <WH2315> shall the chambers ימלאו <WH4390> be filled כל <WH3605> with all הון <WH1952> riches. יקר <WH3368> precious ונעים׃ <WH5273> and pleasant"},{"number":5,"verse":"גבר <WH1397> man חכם <WH2450> A wise בעוז <WH5797> strong; ואישׁ <WH376> yea, a man דעת <WH1847> of knowledge מאמץ <WH553> increaseth כח׃ <WH3581> strength."},{"number":6,"verse":"כי <WH3588> For בתחבלות <WH8458> by wise counsel תעשׂה <WH6213> thou shalt make לך מלחמה <WH4421> thy war: ותשׁועה <WH8668> safety. ברב <WH7230> and in multitude יועץ׃ <WH3289> of counselors"},{"number":7,"verse":"ראמות <WH7311> too high לאויל <WH191> for a fool: חכמות <WH2454> Wisdom בשׁער <WH8179> in the gate. לא <WH3808> not יפתח <WH6605> he openeth פיהו׃ <WH6310> his mouth"},{"number":8,"verse":"מחשׁב <WH2803> He that deviseth להרע <WH7489> to do evil לו בעל <WH1167> person. מזמות <WH4209> a mischievous יקראו׃ <WH7121> shall be called"},{"number":9,"verse":"זמת <WH2154> The thought אולת <WH200> of foolishness חטאת <WH2403> sin: ותועבת <WH8441> an abomination לאדם <WH120> to men. לץ׃ <WH3887> and the scorner"},{"number":10,"verse":"התרפית <WH7503> thou faint ביום <WH3117> in the day צרה <WH6869> of adversity, צר <WH6862> small. כחכה׃ <WH3581> thy strength"},{"number":11,"verse":"הצל <WH5337> to deliver לקחים <WH3947> drawn למות <WH4194> unto death, ומטים <WH4131> and ready להרג <WH2027> to be slain; אם <WH518> If תחשׂוך׃ <WH2820> thou forbear"},{"number":12,"verse":"כי <WH3588> If תאמר <WH559> thou sayest, הן <WH2005> Behold, לא <WH3808> not; ידענו <WH3045> we knew זה <WH2088> it הלא <WH3808> doth not תכן <WH8505> he that pondereth לבות <WH3826> הוא <WH1931> doth he יבין <WH995> consider ונצר <WH5341> and he that keepeth נפשׁך <WH5315> thy soul, הוא <WH1931> ידע <WH3045> know והשׁיב <WH7725> and shall he render לאדם <WH120> to man כפעלו׃ <WH6467> according to his works?"},{"number":13,"verse":"אכל <WH398> eat בני <WH1121> My son, דבשׁ <WH1706> thou honey, כי <WH3588> because טוב <WH2896> good; ונפת <WH5317> and the honeycomb, מתוק <WH4966> sweet על <WH5921> to חכך׃ <WH2441> thy taste:"},{"number":14,"verse":"כן <WH3651> So דעה <WH3045> the knowledge חכמה <WH2451> of wisdom לנפשׁך <WH5315> unto thy soul: אם <WH518> when מצאת <WH4672> thou hast found וישׁ <WH3426> then there shall be אחרית <WH319> a reward, ותקותך <WH8615> and thy expectation לא <WH3808> shall not תכרת׃ <WH3772> be cut off."},{"number":15,"verse":"אל <WH408> not תארב <WH693> רשׁע <WH7563> O wicked לנוה <WH5116> against the dwelling צדיק <WH6662> of the righteous; אל <WH408> תשׁדד <WH7703> spoil רבצו׃ <WH7258> his resting place:"},{"number":16,"verse":"כי <WH3588> For שׁבע <WH7651> seven יפול <WH5307> falleth צדיק <WH6662> a just וקם <WH6965> times, and riseth up again: ורשׁעים <WH7563> but the wicked יכשׁלו <WH3782> shall fall ברעה׃ <WH7451> into mischief."},{"number":17,"verse":"בנפל <WH5307> falleth, אויביך <WH341> when thine enemy אל <WH408> not תשׂמח <WH8055> Rejoice ובכשׁלו <WH3782> when he stumbleth: אל <WH408> and let not יגל <WH1523> be glad לבך׃ <WH3820> thine heart"},{"number":18,"verse":"פן <WH6435> Lest יראה <WH7200> see יהוה <WH3069> ורע <WH7489> and it displease בעיניו <WH5869> , and it displease והשׁיב <WH7725> him, and he turn away מעליו <WH5921> from אפו׃ <WH639> his wrath"},{"number":19,"verse":"אל <WH408> neither תתחר <WH2734> במרעים <WH7489> because of evil אל <WH408> תקנא <WH7065> be thou envious ברשׁעים׃ <WH7563> at the wicked;"},{"number":20,"verse":"כי <WH3588> For לא <WH3808> no תהיה <WH1961> there shall be אחרית <WH319> reward לרע <WH7451> to the evil נר <WH5216> the candle רשׁעים <WH7563> of the wicked ידעך׃ <WH1846> shall be put out."},{"number":21,"verse":"ירא <WH3372> fear את <WH853> יהוה <WH3068> thou the LORD בני <WH1121> My son, ומלך <WH4428> and the king: עם <WH5973> with שׁונים <WH8138> them that are given to change: אל <WH408> not תתערב׃ <WH6148> meddle"},{"number":22,"verse":"כי <WH3588> For פתאם <WH6597> suddenly; יקום <WH6965> shall rise אידם <WH343> their calamity ופיד <WH6365> the ruin שׁניהם <WH8147> of them both? מי <WH4310> and who יודע׃ <WH3045> knoweth"},{"number":23,"verse":"גם <WH1571> also אלה <WH428> These לחכמים <WH2450> to the wise. הכר <WH5234> to have respect פנים <WH6440> of persons במשׁפט <WH4941> in judgment. בל <WH1077> not טוב׃ <WH2896> good"},{"number":24,"verse":"אמר <WH559> He that saith לרשׁע <WH7563> unto the wicked, צדיק <WH6662> righteous; אתה <WH859> Thou יקבהו <WH5344> curse, עמים <WH5971> him shall the people יזעמוהו <WH2194> shall abhor לאמים׃ <WH3816> nations"},{"number":25,"verse":"ולמוכיחים <WH3198> But to them that rebuke ינעם <WH5276> shall be delight, ועליהם <WH5921> upon תבוא <WH935> shall come ברכת <WH1293> blessing טוב׃ <WH2896> and a good"},{"number":26,"verse":"שׂפתים <WH8193> lips ישׁק <WH5401> shall kiss משׁיב <WH7725> that giveth דברים <WH1697> answer. נכחים׃ <WH5228> a right"},{"number":27,"verse":"הכן <WH3559> Prepare בחוץ <WH2351> without, מלאכתך <WH4399> thy work ועתדה <WH6257> and make it fit בשׂדה <WH7704> for thyself in the field; לך אחר <WH310> and afterwards ובנית <WH1129> build ביתך׃ <WH1004> thine house."},{"number":28,"verse":"אל <WH408> not תהי <WH1961> Be עד <WH5707> a witness חנם <WH2600> without cause; ברעך <WH7453> against thy neighbor והפתית <WH6601> and deceive בשׂפתיך׃ <WH8193> with thy lips."},{"number":29,"verse":"אל <WH408> not, תאמר <WH559> Say כאשׁר <WH834> to him as עשׂה <WH6213> I will do לי כן <WH3651> so אעשׂה <WH6213> he hath done לו אשׁיב <WH7725> to me: I will render לאישׁ <WH376> to the man כפעלו׃ <WH6467> according to his work."},{"number":30,"verse":"על <WH5921> by שׂדה <WH7704> the field אישׁ <WH376> of the slothful, עצל <WH6102> of the slothful, עברתי <WH5674> I went ועל <WH5921> and by כרם <WH3754> the vineyard אדם <WH120> of the man חסר <WH2638> void לב׃ <WH3820> of understanding;"},{"number":31,"verse":"והנה <WH2009> And, lo, עלה <WH5927> grown over כלו <WH3605> it was all קמשׂנים <WH2738> nettles כסו <WH3680> had covered פניו <WH6440> the face חרלים <WH7063> with thorns, וגדר <WH1444> wall אבניו <WH68> thereof, and the stone נהרסה׃ <WH2040> thereof was broken down."},{"number":32,"verse":"ואחזה <WH2372> saw, אנכי <WH595> Then I אשׁית <WH7896> considered well: לבי <WH3820> considered well: ראיתי <WH7200> I looked לקחתי <WH3947> upon received מוסר׃ <WH4148> instruction."},{"number":33,"verse":"מעט <WH4592> a little שׁנות <WH8142> sleep, מעט <WH4592> a little תנומות <WH8572> slumber, מעט <WH4592> a little חבק <WH2264> folding ידים <WH3027> of the hands לשׁכב׃ <WH7901> to sleep:"},{"number":34,"verse":"ובא <WH935> come מתהלך <WH1980> one that traveleth; רישׁך <WH7389> So shall thy poverty ומחסריך <WH4270> and thy want כאישׁ <WH376> man. מגן׃ <WH4043> as an armed"}]}