{"bibleAbbr":"Orig2013+","bookName":"משלי","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"גם <WH1571> also אלה <WH428> These משׁלי <WH4912> proverbs שׁלמה <WH8010> of Solomon, אשׁר <WH834> which העתיקו <WH6275> copied out. אנשׁי <WH376> the men חזקיה <WH2396> of Hezekiah מלך <WH4428> king יהודה׃ <WH3063> of Judah"},{"number":2,"verse":"כבד <WH3519> the glory אלהים <WH430> of God הסתר <WH5641> to conceal דבר <WH1697> a thing: וכבד <WH3519> but the honor מלכים <WH4428> of kings חקר <WH2713> to search out דבר׃ <WH1697> a matter."},{"number":3,"verse":"שׁמים <WH8064> The heaven לרום <WH7312> for height, וארץ <WH776> and the earth לעמק <WH6011> for depth, ולב <WH3820> and the heart מלכים <WH4428> of kings אין <WH369> unsearchable. חקר׃ <WH2714> unsearchable."},{"number":4,"verse":"הגו <WH1898> Take away סיגים <WH5509> the dross מכסף <WH3701> from the silver, ויצא <WH3318> and there shall come forth לצרף <WH6884> for the refiner. כלי׃ <WH3627> a vessel"},{"number":5,"verse":"הגו <WH1898> Take away רשׁע <WH7563> the wicked לפני <WH6440> before מלך <WH4428> the king, ויכון <WH3559> shall be established בצדק <WH6664> in righteousness. כסאו׃ <WH3678> and his throne"},{"number":6,"verse":"אל <WH408> not תתהדר <WH1921> לפני <WH6440> in the presence מלך <WH4428> of the king, ובמקום <WH4725> in the place גדלים <WH1419> of great אל <WH408> תעמד׃ <WH5975> and stand"},{"number":7,"verse":"כי <WH3588> For טוב <WH2896> better אמר <WH559> that it be said לך עלה <WH5927> unto thee, Come up הנה <WH2008> hither; מהשׁפילך <WH8213> than that thou shouldest be put lower לפני <WH6440> in the presence נדיב <WH5081> of the prince אשׁר <WH834> whom ראו <WH7200> have seen. עיניך׃ <WH5869> thine eyes"},{"number":8,"verse":"אל <WH408> תצארב <WH7378> to strive, מהר <WH4118> hastily פן <WH6435> lest מה <WH4100> what תעשׂה <WH6213> to do באחריתה <WH319> in the end בהכלים <WH3637> אתךעך׃ <WH7453> thereof, when thy neighbor"},{"number":9,"verse":"ריבך <WH7378> Debate ריב <WH7379> thy cause את <WH854> with רעך <WH7453> thy neighbor וסוד <WH5475> a secret אחר <WH312> to another: אל <WH408> not תגל׃ <WH1540> and discover"},{"number":10,"verse":"פן <WH6435> Lest יחסדך <WH2616> put thee to shame, שׁמע <WH8085> he that heareth ודבתך <WH1681> and thine infamy לא <WH3808> turn not away. תשׁוב׃ <WH7725> turn not away."},{"number":11,"verse":"תפוחי <WH8598> apples זהב <WH2091> of gold במשׂכיות <WH4906> in pictures כסף <WH3701> of silver. דבר <WH1697> A word דבר <WH1696> spoken על <WH5921> fitly אפניו׃ <WH655> fitly"},{"number":12,"verse":"נזם <WH5141> an earring זהב <WH2091> of gold, וחלי <WH2481> and an ornament כתם <WH3800> of fine gold, מוכיח <WH3198> reprover חכם <WH2450> a wise על <WH5921> upon אזן <WH241> ear. שׁמעת׃ <WH8085> an obedient"},{"number":13,"verse":"כצנת <WH6793> As the cold שׁלג <WH7950> of snow ביום <WH3117> in the time קציר <WH7105> of harvest, ציר <WH6735> messenger נאמן <WH539> a faithful לשׁלחיו <WH7971> to them that send ונפשׁ <WH5315> the soul אדניו <WH113> of his masters. ישׁיב׃ <WH7725> him: for he refresheth"},{"number":14,"verse":"נשׂיאים <WH5387> clouds ורוח <WH7307> and wind וגשׁם <WH1653> rain. אין <WH369> without אישׁ <WH376> Whoso מתהלל <WH1984> boasteth himself במתת <WH4991> gift שׁקר׃ <WH8267> of a false"},{"number":15,"verse":"בארך <WH753> By long אפים <WH639> forbearing יפתה <WH6601> persuaded, קצין <WH7101> is a prince ולשׁון <WH3956> tongue רכה <WH7390> and a soft תשׁבר <WH7665> breaketh גרם׃ <WH1634> the bone."},{"number":16,"verse":"דבשׁ <WH1706> honey? מצאת <WH4672> Hast thou found אכל <WH398> eat דיך <WH1767> so much as is sufficient פן <WH6435> for thee, lest תשׂבענו <WH7646> thou be filled והקאתו׃ <WH6958> therewith, and vomit"},{"number":17,"verse":"הקר <WH3365> Withdraw רגלך <WH7272> thy foot מבית <WH1004> house; רעך <WH7453> from thy neighbor's פן <WH6435> lest ישׂבעך <WH7646> he be weary ושׂנאך׃ <WH8130> of thee, and hate"},{"number":18,"verse":"מפיץ <WH4650> a maul, וחרב <WH2719> and a sword, וחץ <WH2671> arrow. שׁנון <WH8150> and a sharp אישׁ <WH376> A man ענה <WH6030> that beareth ברעהו <WH7453> against his neighbor עד <WH5707> witness שׁקר׃ <WH8267> false"},{"number":19,"verse":"שׁן <WH8127> tooth, רעה <WH7465> a broken ורגל <WH7272> and a foot מועדת <WH4154> out of joint. מבטח <WH4009> Confidence בוגד <WH898> in an unfaithful man ביום <WH3117> in time צרה׃ <WH6869> of trouble"},{"number":20,"verse":"מעדה <WH5710> he that taketh away בגד <WH899> a garment ביום <WH3117> weather, קרה <WH7135> in cold חמץ <WH2558> vinegar על <WH5921> upon נתר <WH5427> niter, ושׁר <WH7891> so he that singeth בשׁרים <WH7892> songs על <WH5921> to לב <WH3820> heart. רע׃ <WH7451> a heavy"},{"number":21,"verse":"אם <WH518> If רעב <WH7456> שׂנאך <WH8130> thine enemy האכלהו <WH398> to eat; לחם <WH3899> give him bread ואם <WH518> and if צמא <WH6771> he be thirsty, השׁקהו <WH8248> to drink: מים׃ <WH4325> give him water"},{"number":22,"verse":"כי <WH3588> For גחלים <WH1513> coals of fire אתה <WH859> thou חתה <WH2846> shalt heap על <WH5921> upon ראשׁו <WH7218> his head, ויהוה <WH3069> ישׁלם׃ <WH7999> shall reward"},{"number":23,"verse":"רוח <WH7307> wind צפון <WH6828> The north תחולל <WH2342> driveth away גשׁם <WH1653> rain: ופנים <WH6440> countenance נזעמים <WH2194> so an angry לשׁון <WH3956> tongue. סתר׃ <WH5643> a backbiting"},{"number":24,"verse":"טוב <WH2896> better שׁבת <WH3427> to dwell על <WH5921> in פנת <WH6438> the corner גג <WH1406> of the housetop, מאשׁת <WH802> מדוניםבית <WH1004> house. חבר׃ <WH2267> and in a wide"},{"number":25,"verse":"מים <WH4325> waters קרים <WH7119> cold על <WH5921> to נפשׁ <WH5315> soul, עיפה <WH5889> a thirsty ושׁמועה <WH8052> news טובה <WH2896> so good מארץ <WH776> מרחק׃ <WH4801>"},{"number":26,"verse":"מעין <WH4599> fountain, נרפשׂ <WH7515> a troubled ומקור <WH4726> spring. משׁחת <WH7843> and a corrupt צדיק <WH6662> A righteous מט <WH4131> man falling down לפני <WH6440> before רשׁע׃ <WH7563> the wicked"},{"number":27,"verse":"אכל <WH398> to eat דבשׁ <WH1706> honey: הרבות <WH7235> much לא <WH3808> not טוב <WH2896> good וחקר <WH2714> so to search כבדם <WH3519> their own glory כבוד׃ <WH3519> glory."},{"number":28,"verse":"עיר <WH5892> a city פרוצה <WH6555> broken down, אין <WH369> no חומה <WH2346> walls. אישׁ <WH376> He אשׁר <WH834> that אין <WH369> without מעצר <WH4623> rule over לרוחו׃ <WH7307> his own spirit"}]}