{"bibleAbbr":"Orig2013+","bookName":"משלי","bookEnglishName":"Proverbs","chapterNumber":28,"verses":[{"number":1,"verse":"נסו <WH5127> flee ואין <WH369> when no רדף <WH7291> man pursueth: רשׁע <WH7563> The wicked וצדיקים <WH6662> but the righteous ככפיר <WH3715> as a lion. יבטח׃ <WH982> are bold"},{"number":2,"verse":"בפשׁע <WH6588> For the transgression ארץ <WH776> of a land רבים <WH7227> many שׂריה <WH8269> the princes ובאדם <WH120> thereof: but by a man מבין <WH995> of understanding ידע <WH3045> knowledge כן <WH3651> the state יאריך׃ <WH748> shall be prolonged."},{"number":3,"verse":"גבר <WH1397> man רשׁ <WH7326> A poor ועשׁק <WH6231> that oppresseth דלים <WH1800> the poor מטר <WH4306> rain סחף <WH5502> a sweeping ואין <WH369> which leaveth no לחם׃ <WH3899> food."},{"number":4,"verse":"עזבי <WH5800> They that forsake תורה <WH8451> the law יהללו <WH1984> praise רשׁע <WH7563> the wicked: ושׁמרי <WH8104> but such as keep תורה <WH8451> the law יתגרו׃ <WH1624> contend"},{"number":5,"verse":"אנשׁי <WH582> רע <WH7451> Evil לא <WH3808> not יבינו <WH995> understand משׁפט <WH4941> judgment: ומבקשׁי <WH1245> but they that seek יהוה <WH3069> יבינו <WH995> understand כל׃ <WH3605> all"},{"number":6,"verse":"טוב <WH2896> Better רשׁ <WH7326> the poor הולך <WH1980> that walketh בתמו <WH8537> in his uprightness, מעקשׁ <WH6141> than perverse דרכים <WH1870> ways, והוא <WH1931> though he עשׁיר׃ <WH6223> rich."},{"number":7,"verse":"נוצר <WH5341> Whoso keepeth תורה <WH8451> the law בן <WH1121> son: מבין <WH995> a wise ורעה <WH7462> but he that is a companion זוללים <WH2151> of riotous יכלים <WH3637> shameth אביו׃ <WH1> his father."},{"number":8,"verse":"מרבה <WH7235> increaseth הונו <WH1952> his substance, בנשׁך <WH5392> He that by usury ובתרבית <WH8636> and unjust gain לחונן <WH2603> it for him that will pity דלים <WH1800> the poor. יקבצנו׃ <WH6908> he shall gather"},{"number":9,"verse":"מסיר <WH5493> He that turneth away אזנו <WH241> his ear משׁמע <WH8085> from hearing תורה <WH8451> the law, גם <WH1571> even תפלתו <WH8605> his prayer תועבה׃ <WH8441> abomination."},{"number":10,"verse":"משׁגה <WH7686> to go astray ישׁרים <WH3477> Whoso causeth the righteous בדרך <WH1870> way, רע <WH7451> in an evil בשׁחותו <WH7816> into his own pit: הוא <WH1931> himself יפול <WH5307> he shall fall ותמימים <WH8549> but the upright ינחלו <WH5157> in possession. טוב׃ <WH2896> shall have good"},{"number":11,"verse":"חכם <WH2450> wise בעיניו <WH5869> in his own conceit; אישׁ <WH376> man עשׁיר <WH6223> The rich ודל <WH1800> but the poor מבין <WH995> that hath understanding יחקרנו׃ <WH2713> searcheth him out."},{"number":12,"verse":"בעלץ <WH5970> do rejoice, צדיקים <WH6662> When righteous רבה <WH7227> great תפארת <WH8597> glory: ובקום <WH6965> rise, רשׁעים <WH7563> but when the wicked יחפשׂ <WH2664> is hidden. אדם׃ <WH120> a man"},{"number":13,"verse":"מכסה <WH3680> He that covereth פשׁעיו <WH6588> his sins לא <WH3808> shall not יצליח <WH6743> prosper: ומודה <WH3034> but whoso confesseth ועזב <WH5800> and forsaketh ירחם׃ <WH7355> shall have mercy."},{"number":14,"verse":"אשׁרי <WH835> Happy אדם <WH120> the man מפחד <WH6342> that feareth תמיד <WH8548> always: ומקשׁה <WH7185> but he that hardeneth לבו <WH3820> his heart יפול <WH5307> shall fall ברעה׃ <WH7451> into mischief."},{"number":15,"verse":"ארי <WH738> lion, נהם <WH5098> a roaring ודב <WH1677> bear; שׁוקק <WH8264> and a ranging משׁל <WH4910> ruler רשׁע <WH7563> a wicked על <WH5921> over עם <WH5971> people. דל׃ <WH1800> the poor"},{"number":16,"verse":"נגיד <WH5057> The prince חסר <WH2638> that wanteth תבונות <WH8394> understanding ורב <WH7227> also a great מעשׁקות <WH4642> oppressor: שׂנאי <WH8130> he that hateth בצע <WH1215> covetousness יאריך <WH748> shall prolong ימים׃ <WH3117> days."},{"number":17,"verse":"אדם <WH120> A man עשׁק <WH6231> that doeth violence בדם <WH1818> to the blood נפשׁ <WH5315> of person עד <WH5704> to בור <WH953> the pit; ינוס <WH5127> shall flee אל <WH408> let no יתמכו׃ <WH8551> man stay"},{"number":18,"verse":"הולך <WH1980> Whoso walketh תמים <WH8549> uprightly יושׁע <WH3467> shall be saved: ונעקשׁ <WH6140> but perverse דרכים <WH1870> ways יפול <WH5307> shall fall באחת׃ <WH259> at once."},{"number":19,"verse":"עבד <WH5647> He that tilleth אדמתו <WH127> his land ישׂבע <WH7646> shall have plenty לחם <WH3899> of bread: ומרדף <WH7291> but he that followeth רקים <WH7386> after vain ישׂבע <WH7646> enough. רישׁ׃ <WH7389> shall have poverty"},{"number":20,"verse":"אישׁ <WH376> man אמונות <WH530> A faithful רב <WH7227> shall abound ברכות <WH1293> with blessings: ואץ <WH213> but he that maketh haste להעשׁיר <WH6238> to be rich לא <WH3808> shall not ינקה׃ <WH5352> be innocent."},{"number":21,"verse":"הכר <WH5234> To have respect פנים <WH6440> of persons לא <WH3808> not טוב <WH2896> good: ועל <WH5921> for for פת <WH6595> a piece לחם <WH3899> of bread יפשׁע <WH6586> will transgress. גבר׃ <WH1397> man"},{"number":22,"verse":"נבהל <WH926> that hasteth להון <WH1952> to be rich אישׁ <WH376> He רע <WH7451> an evil עין <WH5869> eye, ולא <WH3808> not ידע <WH3045> and considereth כי <WH3588> that חסר <WH2639> poverty יבאנו׃ <WH935> shall come upon"},{"number":23,"verse":"מוכיח <WH3198> He that rebuketh אדם <WH120> a man אחרי <WH310> afterwards חן <WH2580> more favor ימצא <WH4672> shall find ממחליק <WH2505> than he that flattereth לשׁון׃ <WH3956> with the tongue."},{"number":24,"verse":"גוזל <WH1497> Whoso robbeth אביו <WH1> his father ואמו <WH517> or his mother, ואמר <WH559> and saith, אין <WH369> no פשׁע <WH6588> transgression; חבר <WH2270> the companion הוא <WH1931> the same לאישׁ <WH376> of a destroyer. משׁחית׃ <WH7843> of a destroyer."},{"number":25,"verse":"רחב <WH7342> He that is of a proud נפשׁ <WH5315> heart יגרה <WH1624> stirreth up מדון <WH4066> strife: ובוטח <WH982> but he that putteth his trust על <WH5921> in יהוה <WH3068> the LORD ידשׁן׃ <WH1878> shall be made fat."},{"number":26,"verse":"בוטח <WH982> that trusteth בלבו <WH3820> in his own heart הוא <WH1931> He כסיל <WH3684> is a fool: והולך <WH1980> but whoso walketh בחכמה <WH2451> wisely, הוא <WH1931> he ימלט׃ <WH4422> shall be delivered."},{"number":27,"verse":"נותן <WH5414> He that giveth לרשׁ <WH7326> unto the poor אין <WH369> shall not מחסור <WH4270> lack: ומעלים <WH5956> but he that hideth עיניו <WH5869> his eyes רב <WH7227> shall have many מארות׃ <WH3994> a curse."},{"number":28,"verse":"בקום <WH6965> rise, רשׁעים <WH7563> When the wicked יסתר <WH5641> hide themselves: אדם <WH120> men ובאבדם <WH6> but when they perish, ירבו <WH7235> increase. צדיקים׃ <WH6662> the righteous"}]}