{"bibleAbbr":"paOV2016","bookName":"2 ਇਤਹਾਸ","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( ਧਾਰਮਕ ਸੁਧਾਰ) ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਦਾ ਆਤਮਾ ਓਦੇਦ ਦੇ ਪੁੱਤ੍ਰ ਅਜ਼ਰਯਾਹ ਉੱਤੇ ਉਤਰਿਆ"},{"number":2,"verse":"ਉਹ ਆਸਾ ਨੂੰ ਮਿਲਣ ਲਈ ਗਿਆ ਅਤੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਹੇ ਆਸਾ ਅਤੇ ਸਾਰੇ ਯਹੂਦਾਹ ਅਤੇ ਬਿਨਯਾਮੀਨ, ਮੇਰੀ ਸੁਣੋ। ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਨਾਲ ਹੈ ਜਦ ਤੀਕ ਤੁਸੀਂ ਉਸ ਦੇ ਨਾਲ ਹੋ। ਜੇ ਤੁਸੀਂ ਉਸ ਦੇ ਚਾਹਵੰਦ ਹੋ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਮਿਲੇਗਾ ਪਰ ਜੇ ਤੁਸੀਂ ਉਹ ਨੂੰ ਛੱਡ ਦਿਓ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਛੱਡ ਦੇਵੇਗਾ"},{"number":3,"verse":"ਹੁਣ ਬਹੁਤ ਸਮੇਂ ਤੋਂ ਇਸਰਾਏਲ ਬਿਨਾ ਸੱਚੇ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਬਿਨਾ ਸਿਖਾਉਣ ਵਾਲੇ ਜਾਜਕ ਅਤੇ ਬਿਨਾ ਬਿਵਸਥਾ ਦੇ ਰਹੇ ਹਨ"},{"number":4,"verse":"ਪਰ ਜਦ ਓਹ ਆਪਣੇ ਦੁਖ ਵਿੱਚ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਵੱਲ ਮੁੜ ਕੇ ਉਸ ਦੇ ਚਾਹਵੰਦ ਹੋਏ ਤਾਂ ਉਹ ਓਹਨਾਂ ਨੂੰ ਲੱਭ ਪਿਆ"},{"number":5,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਵਿੱਚ ਬਾਹਰ ਜਾਣ ਵਾਲੇ ਨੂੰ ਅਤੇ ਦੇਸ ਵਿੱਚ ਆਉਣ ਵਾਲੇ ਨੂੰ ਕੁੱਝ ਸੁਖ ਨਹੀਂ ਸੀ ਸਗੋਂ ਦੇਸਾਂ ਦੇ ਸਾਰੇ ਵਾਸੀਆਂ ਉੱਤੇ ਬੜੀਆਂ ਔਕੜਾਂ ਸਨ"},{"number":6,"verse":"ਜਾਤੀ ਜਾਤੀ ਦੇ ਟਾਕਰੇ ਵਿੱਚ ਅਤੇ ਸ਼ਹਿਰ ਸ਼ਹਿਰ ਦੇ ਟਾਕਰੇ ਵਿੱਚ ਮਲੀਆਮੇਟ ਹੋ ਗਏ ਕਿਉਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਹਰ ਪਰਕਾਰ ਦੇ ਦੁਖ ਨਾਲ ਤੰਗ ਕਰ ਛੱਡਿਆ ਸੀ"},{"number":7,"verse":"ਪਰ ਤੁਸੀਂ ਤਕੜੇ ਹੋਵੋ ਅਤੇ ਤੁਹਾਡੇ ਹੱਥ ਢਿਲੇ ਨਾ ਹੋਣ ਕਿਉਂ ਜੋ ਤੁਹਾਡੇ ਕੰਮ ਦਾ ਬਦਲਾ ਮਿਲੇਗਾ!"},{"number":8,"verse":"ਜਦ ਆਸਾ ਨੇ ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਅਤੇ ਓਦੇਦ ਨਬੀ ਦੇ ਅਗੰਮ ਵਾਕਾਂ ਦੀ ਖਬਰ ਸੁਣੀ ਤਾਂ ਉਸ ਨੇ ਹੌਸਲਾ ਕਰ ਕੇ ਯਹੂਦਾਹ ਅਤੇ ਬਿਨਯਾਮੀਨ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚੋਂ ਅਤੇ ਉਨ੍ਹਾਂ ਸ਼ਹਿਰਾਂ ਵਿੱਚੋਂ ਜਿਹੜੇ ਉਸ ਨੇ ਅਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜੀ ਭਾਗ ਵਿੱਚੋਂ ਲੈ ਲਏ ਸਨ ਘਿਣਾਉਣੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਕੱਢ ਦਿੱਤਾ ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਜਗਵੇਦੀ ਨੂੰ ਜੋ ਯਹੋਵਾਹ ਦੀ ਡਿਓੜ੍ਹੀ ਦੇ ਸਾਹਮਣੇ ਸੀ ਫੇਰ ਬਣਾਇਆ"},{"number":9,"verse":"ਉਸ ਨੇ ਯਹੂਦਾਹ ਅਤੇ ਬਿਨਯਾਮੀਨ ਦੇ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਅਤੇ ਉਨ੍ਹਾਂ ਪਰਦੇਸੀਆਂ ਨੂੰ ਜੋ ਅਫ਼ਰਾਈਮ ਅਤੇ ਮਨੱਸ਼ਹ ਅਤੇ ਸ਼ਿਮਓਨ ਦੇ ਵਿੱਚ ਸਨ ਇਕੱਠਾ ਕੀਤਾ ਕਿਉਂ ਜੋ ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਵੇਖਿਆ ਕਿ ਯਹੋਵਾਹ ਉਹ ਦਾ ਪਰਮੇਸ਼ੁਰ ਉਹ ਦੇ ਨਾਲ ਹੈ ਤਾਂ ਓਹ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਬਹੁਤ ਗਿਣਤੀ ਵਿੱਚ ਉਹ ਦੇ ਕੋਲ ਆਏ"},{"number":10,"verse":"ਓਹ ਆਸਾ ਦੀ ਪਾਤਸ਼ਾਹੀ ਦੇ ਪੰਦਰਵੇਂ ਵਰਹੇ ਦੇ ਤੀਜੇ ਮਹੀਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਇਕੱਠੇ ਹੋਏ"},{"number":11,"verse":"ਅਤੇ ਓਹਨਾਂ ਨੇ ਉਸ ਵੇਲੇ ਉਸ ਲੁੱਟ ਵਿੱਚੋਂ ਜਿਹੜੀ ਓਹ ਲਿਆਏ ਸਨ ਯਹੋਵਾਹ ਦੇ ਹਜ਼ੂਰ ਸੱਤ ਸੌ ਬਲਦਾਂ ਅਤੇ ਸੱਤ ਹਜ਼ਾਰ ਭੇਡਾਂ ਦੀ ਬਲੀ ਚੜ੍ਹਾਈ"},{"number":12,"verse":"ਅਤੇ ਓਹ ਇੱਕ ਨੇਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਗਏ ਕਿ ਆਪਣੇ ਸਾਰੇ ਦਿਲ ਅਤੇ ਆਪਣੀ ਸਾਰੀ ਜਾਨ ਨਾਲ ਯਹੋਵਾਹ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਭਾਲਣ"},{"number":13,"verse":"ਅਤੇ ਜੋ ਕੋਈ, ਕੀ ਛੋਟਾ ਕੀ ਵੱਡਾ ਵੱਡਾ, ਕੀ ਮਨੁੱਖ ਕੀ ਤੀਵੀਂ, ਇਸਰਾਏਲ ਦੇ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਦਾ ਸ਼ਰਧਾਲੂ ਨਾ ਹੋਵੇ ਉਸ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਜਾਵੇ"},{"number":14,"verse":"ਅਤੇ ਓਹਨਾਂ ਨੇ ਯਹੋਵਾਹ ਦੇ ਸਾਹਮਣੇ ਉੱਚੀ ਆਵਾਜ਼ ਨਾਲ ਲਲਕਾਰ ਕੇ ਤੁਰ੍ਹੀਆਂ ਅਤੇ ਨਰਸਿੰਗਿਆਂ ਦੇ ਨਾਲ ਸੁੰਗਧ ਖਾਧੀ"},{"number":15,"verse":"ਅਤੇ ਸਾਰਾ ਯਹੂਦਾਹ ਉਸ ਸੁਗੰਦ ਤੋਂ ਬਾਗ ਬਾਗ ਹੋ ਗਿਆ ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਆਪਣੇ ਸਾਰੇ ਦਿਲ ਦੇ ਨਾਲ ਸੁਗੰਦ ਖਾਧੀ ਸੀ ਅਤੇ ਆਪਣੀ ਪੂਰੀ ਇੱਛਾ ਨਾਲ ਯਹੋਵਾਹ ਦੇ ਸ਼ਰਧਾਲੂ ਹੋਏ ਸਨ ਅਤੇ ਉਹ ਓਹਨਾਂ ਨੂੰ ਮਿਲ ਗਿਆ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਓਹਨਾਂ ਨੂੰ ਚੁਫੇਰਿਓਂ ਅਰਾਮ ਦਿੱਤਾ"},{"number":16,"verse":"ਅਤੇ ਆਸਾ ਪਾਤਸ਼ਾਹ ਨੇ ਆਪਣੀ ਦਾਦੀ ਮਅਕਾਹ ਨੂੰ ਵੀ ਦਾਦੀ ਰਾਣੀ ਦੀ ਪਦਵੀ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਕਿਉਂ ਜੋ ਉਸ ਅਸ਼ੇਰਾਹ ਦੇਵੀ ਦੀ ਇੱਕ ਘਿਣਾਉਣੀ ਮੂਰਤ ਬਣਾਈ ਸੀ ਜਿਹੜੀ ਘਿਣਾਉਣੀ ਮੂਰਤ ਆਸਾ ਨੇ ਵੱਢ ਕੇ ਚੂਰ ਚੂਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਕਿਦਰੋਨ ਦੀ ਵਾਦੀ ਵਿੱਚ ਸਾੜ ਦਿੱਤਾ"},{"number":17,"verse":"ਪਰ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਉੱਚੇ ਥਾਂ ਢਾਹੇ ਨਾ ਗਏ ਤਾਂ ਵੀ ਆਸਾ ਦਾ ਮਨ ਸਾਰੀ ਉਮਰ ਸੰਪੂਰਨ ਰਿਹਾ"},{"number":18,"verse":"ਅਤੇ ਉਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਵਿੱਚ ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਨੂੰ ਜੋ ਉਸ ਦੇ ਪਿਤਾ ਨੇ ਪਵਿੱਤਰ ਠਹਿਰਈਆਂ ਸਨ ਨਾਲੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੋ ਉਸ ਨੇ ਆਪ ਪਵਿੱਤਰ ਠਹਿਰਾਈਆਂ ਸਨ ਅੰਦਰ ਲਿਆਇਆ ਅਰਥਾਤ ਚਾਂਦੀ, ਸੋਨਾ ਅਤੇ ਭਾਂਡੇ"},{"number":19,"verse":"ਅਤੇ ਆਸਾ ਦੇ ਰਾਜ ਤੇ ਪੈਂਤੀਵੇਂ ਵਰਹੇ ਤੀਕ ਕੋਈ ਲੜਾਈ ਨਾ ਹੋਈ।।"}]}