{"bibleAbbr":"paOV2016","bookName":"2 ਇਤਹਾਸ","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"( ਯਹੋਰਾਮ ਦਾ ਭੈੜਾ ਰਾਜ) ਯਹੋਸ਼ਾਫ਼ਾਟ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਨਾਲ ਸੌਂ ਗਿਆ ਅਤੇ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਵਿੱਚ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਦੱਬਿਆ ਗਿਆ ਤੇ ਉਸ ਦਾ ਪੁੱਤ੍ਰ ਯਹੋਰਾਮ ਉਸ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ"},{"number":2,"verse":"ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਜੋ ਯਹੋਸ਼ਾਫ਼ਾਟ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਓਹ ਏਹ ਸਨ, - ਅਜ਼ਰਯਾਹ, ਯਹੀਏਲ, ਜ਼ਕਰਯਾਹ, ਅਜ਼ਰਯਾਹ, ਮੀਕਾਏਲ ਅਰ ਸਫਟਯਾਹ, ਏਹ ਸਾਰੇ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਸ਼ਾਫ਼ਾਟ ਦੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":3,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਚਾਂਦੀ ਸੋਨਾ ਅਤੇ ਬਹੁ ਮੁੱਲੀਆਂ ਚੀਜ਼ਾਂ ਦੇ ਵੱਡੇ ਇਨਾਮ ਅਤੇ ਯਹੂਦਾਹ ਵਿੱਚ ਗੜ੍ਹਾਂ ਵਾਲੇ ਸ਼ਹਿਰ ਸਣੇ ਦਿੱਤੇ ਪਰ ਰਾਜ ਯਹੋਰਾਮ ਨੂੰ ਦਿੱਤਾ ਕਿਉਂ ਜੋ ਉਹ ਜੇਠਾ ਪੁੱਤ੍ਰ ਸੀ"},{"number":4,"verse":"ਜਦ ਯਹੋਰਾਮ ਆਪਣੇ ਪਿਤਾ ਦੇ ਰਾਜ ਉੱਤੇ ਪੱਕਾ ਹੋ ਗਿਆ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਤਕੜਾ ਕਰ ਲਿਆ ਤਾਂ ਉਹ ਨੇ ਆਪਣੇ ਸਾਰੇ ਭਰਾਵਾਂ ਨੂੰ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਸਰਦਾਰਾਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਤਲਵਾਰ ਨਾਲ ਵੱਢ ਸੁੱਟਿਆ"},{"number":5,"verse":"ਯਹੋਰਾਮ ਜਦੋਂ ਰਾਜ ਕਰਨ ਲੱਗ ਤਾਂ ਬੱਤੀਆਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਅਰ ਉਹ ਨੇ ਅੱਠ ਵਰਹੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਰਾਜ ਕੀਤਾ"},{"number":6,"verse":"ਅਤੇ ਉਹ ਅਹਾਬ ਦੇ ਘਰਾਣੇ ਵਾਂਙ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੇ ਰਾਹ ਉੱਤੇ ਤੁਰਿਆ ਕਿਉਂ ਜੋ ਅਹਾਬ ਦੀ ਧੀ ਉਹ ਦੀ ਰਾਣੀ ਸੀ ਅਤੇ ਉਹ ਨੇ ਉਹ ਹੀ ਕੀਤਾ ਜੋ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਬੁਰਾ ਸੀ"},{"number":7,"verse":"ਫੇਰ ਵੀ ਯਹੋਵਾਹ ਨੇ ਦਾਊਦ ਦੇ ਘਰਾਣੇ ਨੂੰ ਮੇਟਣਾ ਨਾ ਚਾਹਿਆ ਉਸ ਨੇਮ ਦੇ ਕਾਰਨ ਜੋ ਉਸ ਦਾਊਦ ਨਾਲ ਬੰਨ੍ਹਿਆ ਸੀ ਅਤੇ ਕਿਉਂਕਿ ਉਸ ਨੇ ਉਹ ਨੂੰ ਅਤੇ ਉਹ ਦੀ ਵੰਸ ਨੂੰ ਸਦਾ ਲਈ ਇੱਕ ਚਰਾਗ ਦੇਣ ਦਾ ਵਾਇਦਾ ਕੀਤਾ ਸੀ"},{"number":8,"verse":"ਉਹ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਅਦੋਮੀ ਯਹੂਦਾਹ ਦੇ ਰਾਜ ਤੋਂ ਆਕੀ ਹੋ ਗਏ ਅਤੇ ਆਪਣੇ ਉੱਤੇ ਇੱਕ ਹੋਰ ਰਾਜਾ ਬਣਾ ਲਿਆ"},{"number":9,"verse":"ਤਾਂ ਯਹੋਰਾਮ ਆਪਣੇ ਸਰਦਾਰਾਂ ਅਤੇ ਸਾਰੇ ਰਥਾਂ ਨੂੰ ਨਾਲ ਲੈ ਕੇ ਬਾਹਰ ਨਿੱਕਲਿਆ ਅਤੇ ਰਾਤ ਨੂੰ ਉੱਠ ਕੇ ਅਦੋਮੀਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਅਤੇ ਉਹ ਦੇ ਰਥਾਂ ਦੇ ਸਰਦਾਰਾਂ ਨੂੰ ਘੇਰ ਲਿਆ ਸੀ ਮਾਰਿਆ"},{"number":10,"verse":"ਸੋ ਅਦੋਮ ਅੱਜ ਤੀਕ ਯਹੂਦਾਹ ਤੋਂ ਆਕੀ ਹੈ ਅਤੇ ਉਸੇ ਸਮੇਂ ਲਿਬਨਾਹ ਵੀ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥੋਂ ਨਿੱਕਲ ਗਿਆ ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਸੀ।।"},{"number":11,"verse":"ਏਸ ਤੋਂ ਬਿਨਾ ਉਹ ਨੇ ਯਹੂਦਾਹ ਦੇ ਪਰਬਤਾਂ ਉੱਤੇ ਉੱਚੇ ਅਸਥਾਨ ਬਣਾਏ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਾਸੀਆਂ ਨੂੰ ਵਿਭਚਾਰੀ ਬਣਾਇਆ ਅਤੇ ਯਹੂਦਾਹ ਨੂੰ ਭੁਲੇਖੇ ਵਿੱਚ ਪਾ ਦਿੱਤਾ"},{"number":12,"verse":"ਤਾਂ ਏਲੀਯਾਹ ਨਬੀ ਵੱਲੋਂ ਉਹ ਨੂੰ ਇੱਕ ਪੱਤ੍ਰ ਆਇਆ ਕਿ ਯਹੋਵਾਹ ਤੇਰੇ ਪਿਉ ਦਾਦਿਆਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, ਏਸ ਲਈ ਜੋ ਤੂੰ ਨਾ ਤਾਂ ਆਪਣੇ ਪਿਤਾ ਯਹੋਸ਼ਾਫ਼ਾਟ ਦੇ ਰਾਹ ਉੱਤੇ ਅਤੇ ਨਾ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਆਸਾ ਦੇ ਰਾਹ ਉੱਤੇ ਤੁਰਿਆ ਹੈਂ"},{"number":13,"verse":"ਸਗੋਂ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੇ ਰਾਹ ਉੱਤੇ ਤੁਰਿਆ ਅਤੇ ਯਹੂਦਾਹ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਾਸੀਆਂ ਨੂੰ ਵਿਭਚਾਰੀ ਬਣਾਇਆ ਜਿਦਾਂ ਅਹਾਬ ਦੇ ਘਰਾਣੇ ਨੇ ਕੀਤਾ ਸੀ ਅਤੇ ਆਪਣੇ ਪਿਤਾ ਦੀ ਅੰਸ ਵਿੱਚੋਂ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਜਿਹੜੇ ਤੇਰੇ ਨਾਲੋਂ ਚੰਗੇ ਸਨ ਕਤਲ ਵੀ ਕੀਤਾ"},{"number":14,"verse":"ਸੋ ਵੇਖ, ਯਹੋਵਾਹ ਤੇਰੇ ਲੋਕਾਂ ਨੂੰ ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਤੇ ਤੇਰੀਆਂ ਰਾਣੀਆਂ ਨੂੰ ਅਤੇ ਤੇਰੀ ਸਾਰੀ ਮਿਲਖ ਨੂੰ ਵੱਡੀ ਬਵਾ ਨਾਲ ਮਾਰੇਗਾ"},{"number":15,"verse":"ਅਤੇ ਤੂੰ ਆਂਦਰਾਂ ਦੀ ਬੀਮਾਰੀ ਨਾਲ ਸਖਤ ਬੀਮਾਰ ਹੋ ਜਾਵੇਂਗਾ ਏਥੋਂ ਤੀਕ ਕਿ ਤੇਰੀਆਂ ਆਂਦਰਾਂ ਉਸ ਬੀਮਾਰੀ ਦੇ ਕਾਰਨ ਨਿਤਾ ਧਰਤੀ ਨਿੱਕਲਦੀਆਂ ਜਾਣਗੀਆਂ!"},{"number":16,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਯਹੋਰਾਮ ਦੇ ਵਿਰੁੱਧ ਫ਼ਲਿਸਤੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਅਰਬੀਆਂ ਦੇ ਜੋ ਕੂਸ਼ੀਆਂ ਦੀ ਵੱਲ ਰਹਿੰਦੇ ਸਨ ਰੂਹ ਨੂੰ ਪਰੇਰਿਆ ਹੈ"},{"number":17,"verse":"ਸੋ ਓਹ ਯਹੂਦਾਹ ਦੇ ਉੱਤੇ ਚੜ੍ਹ ਕੇ ਉਸ ਵਿੱਚ ਆ ਵੜੇ ਅਤੇ ਸਾਰੇ ਮਾਲ ਨੂੰ ਜੋ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਵਿੱਚ ਮਿਲਿਆ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਉਸ ਦੀਆਂ ਰਾਣੀਆਂ ਨੂੰ ਵੀ ਲੈ ਲਿਆ, ਏਥੋਂ ਤੀਕ ਕਿ ਯਹੋਆਹਾਜ਼ ਦੇ ਬਿਨਾ ਜੋ ਉਸ ਦਾ ਸਾਰਿਆਂ ਤੋਂ ਛੋਟਾ ਪੁੱਤ੍ਰ ਸੀ ਕੋਈ ਪੁੱਤ੍ਰ ਬਾਕੀ ਨਾ ਰਿਹਾ"},{"number":18,"verse":"ਅਤੇ ਏਸ ਸਾਰੇ ਦੇ ਮਗਰੋਂ ਯਹੋਵਾਹ ਨੇ ਆਂਦਰਾਂ ਦੀ ਇੱਕ ਅਜੇਹੀ ਬਿਮਾਰੀ ਉਸ ਉੱਤੇ ਆਉਣ ਦਿੱਤੀ ਜਿਸ ਦਾ ਕੋਈ ਦਾਰੂ ਨਹੀਂ ਸੀ"},{"number":19,"verse":"ਅਤੇ ਕੁਝ ਸਮੇਂ ਦੇ ਮਗਰੋਂ ਦੋ ਸਾਲਾਂ ਦੇ ਅੰਤ ਵਿੱਚ ਐਉਂ ਹੋਇਆ ਕਿ ਉਸ ਦੇ ਦੁਖ ਦੇ ਕਾਰਨ ਉਸ ਦੀਆਂ ਆਂਦਰਾਂ ਨਿੱਕਲ ਪਈਆਂ ਅਤੇ ਉਹ ਭੈੜੀਆਂ ਬੀਮਾਰੀਆਂ ਨਾਲ ਮੋਇਆ ਅਤੇ ਉਸ ਦੇ ਲੋਕਾਂ ਨੇ ਉਸ ਦੇ ਲਈ ਅੱਗ ਨਾ ਬਾਲੀ ਜਿਦਾਂ ਉਸ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਲਈ ਬਾਲਦੇ ਸਨ"},{"number":20,"verse":"ਉਹ ਬੱਤੀਆਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਜਦ ਉਹ ਰਾਜ ਕਰਨ ਲੱਗਾ ਅਤੇ ਉਸ ਨੇ ਅੱਠ ਵਰਹੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਰਾਜ ਕੀਤਾ ਅਤੇ ਉਹ ਬਿਨਾ ਮਾਤਮ ਕੂਚ ਕਰ ਗਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਵਿੱਚ ਦੱਬਿਆ ਪਰ ਸ਼ਾਹੀ ਕਬਰਾਂ ਵਿੱਚ ਨਾ ਦੱਬਿਆ।।"}]}