{"bibleAbbr":"paOV2016","bookName":"2 ਇਤਹਾਸ","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"( ਹੈਕਲ ਨੂੰ ਬਣਾ ਕੇ ਤਿਆਰ ਕਰਨਾ) ਤਦ ਸੁਲੇਮਾਨ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਮੋਰੀਯਾਹ ਪਹਾੜ ਉੱਤੇ ਉਸੇ ਥਾਂ ਯਹੋਵਾਹ ਦਾ ਭਵਨ ਬਣਾਉਣ ਲੱਗਾ ਜਿੱਥੇ ਉਹ ਦੇ ਪਿਤਾ ਦਾਊਦ ਨੂੰ ਉਸ ਦਾ ਦਰਸ਼ਣ ਹੋਇਆ ਸੀ ਉਸੇ ਥਾਂ ਜਿਹੜਾ ਆਰਨਾਨ ਯਬੂਸੀ ਦੇ ਪਿੜ ਵਿੱਚ ਦਾਊਦ ਨੇ ਤਿਆਰ ਕਰ ਕੇ ਠਹਿਰਾਇਆ ਹੋਇਆ ਸੀ"},{"number":2,"verse":"ਉਹ ਉਹਨੂੰ ਆਪਣੀ ਪਾਤਸ਼ਾਹੀ ਦੇ ਚੌਥੇ ਵਰ੍ਹੇ ਦੇ ਦੂਜੇ ਮਹੀਨੇ ਦੇ ਦੂਜੇ ਦਿਨ ਬਣਾਉਣ ਲੱਗਾ"},{"number":3,"verse":"ਅਤੇ ਜੋ ਨਿਉਂ ਸੁਲੇਮਾਨ ਨੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਉਸਾਰੀ ਲਈ ਰੱਖੀ ਉਹ ਏਹ ਹੈ, - ਉਹ ਦੀ ਲੰਬਾਈ ਪਹਿਲੀ ਮਿਣਤੀ ਅਨੁਸਾਰ ਸੱਠ ਹੱਥ ਅਰ ਚੌੜਾਈ ਵੀਹ ਹੱਥ ਸੀ"},{"number":4,"verse":"ਅਤੇ ਡਿਉੜ੍ਹੀ ਜੋ ਭਵਨ ਦੇ ਅੱਗੇ ਸੀ ਉਹ ਦੀ ਲੰਬਾਈ ਭਵਨ ਦੀ ਚੌੜਾਈ ਦੇ ਅਨੁਸਾਰ ਵੀਹ ਹੱਥ ਅਰ ਉਚਿਆਈ ਇੱਕ ਸੌ ਵੀਹ ਸੀ ਅਤੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਅੰਦਰ ਵਾਰੋਂ ਕੁੰਦਨ ਸੋਨੇ ਨਾਲ ਮੜ੍ਹਿਆ"},{"number":5,"verse":"ਅਤੇ ਵੱਡੇ ਘਰ ਵਿੱਚ ਉਹ ਨੇ ਚੀਲ ਦੀ ਲੱਕੜੀ ਜੜੀ ਅਰ ਉਹ ਨੂੰ ਚੋਖੇ ਸੋਨੇ ਨਾਲ ਮੜਿਆ ਅਰ ਉਹ ਦੇ ਉੱਤੇ ਖਜੂਰ ਦੇ ਬੂਟੇ ਤੇ ਜੰਜੀਰੀਆਂ ਉੱਕਰੀਆਂ"},{"number":6,"verse":"ਅਤੇ ਸੁਹੱਪਣ ਲਈ ਉਹ ਨੇ ਉਸ ਭਵਨ ਨੂੰ ਬਹੁਮੁੱਲੇ ਪੱਥਰਾਂ ਨਾਲ ਸਜ਼ਾਇਆ ਅਰ ਉਹ ਸੋਨਾ ਪਰਵਾਇਮ ਦਾ ਸੋਨਾ ਸੀ"},{"number":7,"verse":"ਉਸ ਨੇ ਭਵਨ ਨੂੰ ਉਹ ਦਿਆਂ ਸ਼ਤੀਰਾਂ, ਉਹ ਦੀ ਡਿਉੜੀ ਅਰ ਕੰਧਾਂ ਅਰ ਬੂਹਿਆਂ ਨੂੰ ਸੋਨੇ ਨਾਲ ਮੜ੍ਹਿਆ ਅਰ ਕੰਧਾਂ ਉੱਤੇ ਕਰੂਬੀ ਉੱਕਰੇ"},{"number":8,"verse":"ਅਤੇ ਉਸ ਨੇ ਅੱਤ ਪਵਿੱਤਰ ਅਸਥਾਨ ਨੂੰ ਬਣਾਇਆ। ਉਹ ਦੀ ਲੰਬਾਈ ਭਵਨ ਦੀ ਚੌੜਾਈ ਦੇ ਅਨੁਸਾਰ ਵੀਹ ਹੱਥ ਅਰ ਉਹ ਦੀ ਚੌੜਾਈ ਵੀਹ ਹੱਥ ਸੀ ਅਤੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਛੇ ਸੌ ਤੋੜੇ ਚੋਖੇ ਸੋਨੇ ਨਾਲ ਮੜ੍ਹਿਆ"},{"number":9,"verse":"ਅਤੇ ਕਿਲ੍ਹਾਂ ਦਾ ਤੋਲ ਪੰਜਾਹ ਤੋਂਲੇ ਸੋਨੇ ਦਾ ਸੀ। ਅਤੇ ਉਸ ਨੇ ਉਤਲੀਆਂ ਕੋਠੜੀਆਂ ਵੀ ਸੋਨੇ ਨਾਲ ਮੜ੍ਹੀਆਂ"},{"number":10,"verse":"ਅਤੇ ਉਸ ਨੇ ਅੱਤ ਪਵਿੱਤਰ ਅਸਥਾਨ ਵਿੱਚ ਦੋ ਕਰੂਬੀ ਉੱਕਰ ਕੇ ਬਣਾਏ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਸੋਨੇ ਨਾਲ ਮੜ੍ਹਿਆ"},{"number":11,"verse":"ਅਤੇ ਕਰੂਬੀਆਂ ਦੇ ਖੰਭਾਂ ਦੀ ਲੰਬਾਈ ਵੀਹ ਹੱਥ ਸੀ। ਇੱਕ ਖੰਭ ਪੰਜ ਹੱਥ ਲੰਮਾ ਭਵਨ ਦੀ ਕੰਧ ਤਾਈਂ ਅੱਪੜਿਆ ਹੋਇਆ ਅਰ ਦੂਜਾ ਖੰਭ ਪੰਜ ਹੱਥ ਦਾ ਦੂਜੇ ਕਰੂਬੀ ਦੇ ਖੰਭ ਤਾਈਂ ਅੱਪੜਿਆ ਹੋਇਆ ਸੀ"},{"number":12,"verse":"ਅਤੇ ਦੂਜੇ ਕਰੂਬੀ ਦਾ ਇੱਕ ਖੰਭ ਪੰਜ ਹੱਥ ਲੰਮਾ ਭਵਨ ਦੀ ਕੰਧ ਤਾਈਂ ਅੱਪੜਿਆ ਹੋਇਆ ਅਰ ਦੂਜਾ ਖੰਭ ਪੰਜ ਹਥ ਦਾ ਦੂਜੇ ਕਰੂਬੀ ਤੇ ਖੰਭ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਸੀ"},{"number":13,"verse":"ਇਨ੍ਹਾਂ ਕਰੂਬੀਆਂ ਦੇ ਖੰਭ ਵੀਹ ਹੱਥ ਫੈਲੇ ਹੋਏ ਸਨ ਅਰ ਓਹ ਆਪਣੇ ਆਪਣੇ ਪੈਰਾਂ ਉੱਤੇ ਖਲੋਤੇ ਸਨ ਅਰ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਅੰਦਰਵਾਰ ਨੂੰ ਸਨ"},{"number":14,"verse":"ਅਤੇ ਉਸ ਨੇ ਪੜਦਾ ਨੀਲੇ, ਬੈਂਗਣੀ, ਕਿਰਮਚੀ ਮਹੀਨ ਕਤਾਨ ਦੇ ਕੱਪੜੇ ਦਾ ਬਣਾਇਆ ਅਰ ਉਹ ਦੇ ਉੱਤੇ ਕਰੂਬੀਆਂ ਦੀ ਕਢਾਈ ਕੀਤੀ"},{"number":15,"verse":"ਅਤੇ ਉਸ ਨੇ ਭਵਨ ਦੇ ਅੱਗੇ ਦੇ ਲਈ ਪੈਂਤੀ ਕੁ ਹੱਥ ਉੱਚੇ ਦੋ ਥੰਮ੍ਹ ਬਣਾਏ ਅਰ ਹਰ ਇੱਕ ਦੀ ਟੀਸੀ ਉੱਤੇ ਪੰਜ ਪੰਜ ਹੱਥ ਦਾ ਮੁਕਟ ਸੀ"},{"number":16,"verse":"ਅਤੇ ਉਸ ਨੇ ਵਿੱਚਲੀ ਕੋਠੜੀ ਵਿੱਚ ਜੰਜੀਰੀਆਂ ਬਣਾ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਥੰਮ੍ਹਾਂ ਦੇ ਸਿਰਿਆਂ ਉੱਤੇ ਲਾਇਆ ਅਰ ਉਸ ਨੇ ਇੱਕ ਸੌ ਅਨਾਰ ਬਣਾ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੰਜੀਰੀਆਂ ਵਿੱਚ ਲਾ ਦਿੱਤਾ"},{"number":17,"verse":"ਅਤੇ ਉਸ ਨੇ ਥੰਮ੍ਹਾਂ ਨੂੰ ਹੈਕਲ ਦੇ ਅਗਾੜੀ ਇੱਕ ਨੂੰ ਸੱਜੇ ਤੇ ਦੂਜੇ ਨੂੰ ਖੱਬੇ ਪਾਸੇ ਖੜਾ ਕਰ ਦਿੱਤਾ ਅਤੇ ਜਿਹੜਾ ਸੱਜੇ ਪਾਸੇ ਸੀ ਉਹ ਦਾ ਨਾਉਂ \"ਯਾਕੀਨ\" ਅਰ ਜਿਹੜਾ ਖੱਬੇ ਪਾਸੇ ਸੀ ਉਹ ਦਾ ਨਾਉਂ \"ਬੋਅਜ਼\" ਰੱਖਿਆ।।"}]}