{"bibleAbbr":"paOV2016","bookName":"2 ਇਤਹਾਸ","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"( ਹਿਜ਼ਕੀਯਾਹ ਦਾ ਸੁਧਾਰ) ਜਦ ਏਹ ਸਭ ਕੁੱਝ ਹੋ ਚੁੱਕਿਆ ਤਾਂ ਸਾਰੇ ਇਸਰਾਏਲੀ ਜੋ ਹਾਜ਼ਰ ਸਨ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਗਏ ਅਰ ਸਾਰੇ ਯਹੂਦਾਹ ਅਰ ਬਿਨਯਾਮੀਨ ਦੇ ਸਗੋਂ ਅਫਰਈਮ ਅਤੇ ਮਨੱਸ਼ਹ ਦੇ ਵੀ ਥੰਮ੍ਹਾਂ ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕੀਤਾ ਅਤੇ ਟੁੰਡਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਉੱਚੇ ਅਸਥਾਨਾਂ ਅਤੇ ਜਗਵੇਦੀਆਂ ਨੂੰ ਢਾਹ ਦਿੱਤਾ ਇੱਥੋਂ ਤੀਕ ਕਿ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਮੇਟ ਦਿੱਤਾ ਤਾਂ ਸਾਰੇ ਇਸਰਾਏਲੀ ਆਪੋ ਆਪਣੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਆਪਣਿਆਂ ਵਾਸਾਂ ਨੂੰ ਮੁੜ ਗਏ"},{"number":2,"verse":"ਤਾਂ ਹਿਜ਼ਕੀਯਾਹ ਨੇ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਵਾਰੀਆਂ ਅਨੁਸਾਰ ਖੜਾ ਕੀਤਾ, ਹਰ ਇੱਕ ਨੂੰ ਉਸ ਦੀ ਸੇਵਾ ਅਨੁਸਾਰ ਅਰਥਾਤ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਨੂੰ ਭੇਟਾਂ ਲਈ ਸੁਖ ਸਾਂਦ ਦੀਆਂ ਭੇਟਾਂ ਲਈ ਸੇਵਾ ਅਰ ਧੰਨਵਾਦ ਅਰ ਉਸਤਤ ਲਈ ਯਹੋਵਾਹ ਦੇ ਡੇਰੇ ਦੇ ਫਾਟਕਾਂ ਉੱਤੇ ਮੁਕੱਰਰ ਕੀਤਾ"},{"number":3,"verse":"ਉਸ ਨੇ ਆਪਣੇ ਮਾਲ ਵਿੱਚੋਂ ਪਾਤਸ਼ਾਹੀ ਹਿੱਸਾ ਹੋਮ ਬਲੀਆਂ ਲਈ ਅਰ ਸਵੇਰ ਅਤੇ ਸ਼ਾਮਾਂ ਦੀਆਂ ਹੋਮ ਬਲੀਆਂ ਅਰ ਸਬਤਾਂ ਅਰ ਅਮੱਸਿਆਂ ਅਰ ਮਿਥੇ ਹੋਏ ਪਰਬਾਂ ਦੀਆਂ ਹੋਮ ਬਲੀਆਂ ਲਈ ਮੁਕਰੱਰ ਕੀਤਾ ਜਿਵੇਂ ਯਹੋਵਾਹ ਬਿਵਸਥਾ ਵਿੱਚ ਲਿਖਿਆ ਹੈ"},{"number":4,"verse":"ਅਤੇ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਜੋ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਰਹਿੰਦੇ ਸਨ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਦਾ ਹਿੱਸਾ ਲੈਣ ਤਾਂ ਜੋ ਓਹ ਯਹੋਵਾਹ ਦੀ ਬਿਵਸਥਾ ਵਿੱਚ ਤਕੜੇ ਰਹਿਣ"},{"number":5,"verse":"ਜਦ ਏਹ ਗੱਲ ਖਿੱਲਰ ਗਈ ਤਾਂ ਇਸਰਾਏਲੀਆਂ ਨੇ ਪਹਿਲਾਂ ਅੰਨ, ਨਵੀਂ ਮੈਂ, ਤਾਜ਼ਾ ਤੇਲ, ਸ਼ਹਿਦ ਅਤੇ ਖੇਤ ਦੀ ਪਹਿਲੀ ਪੈਦਾਵਾਰ ਬਹੁਤ ਸਾਰੀ ਦਿੱਤੀ ਅਤੇ ਪੂਰਾ ਦਸਵੰਧ ਵੀ ਬਹੁਤ ਸਾਰਾ ਲਿਆਉਣ ਲੱਗੇ"},{"number":6,"verse":"ਤਾਂ ਇਸਰਾਏਲੀ ਅਤੇ ਯਹੂਦਾਹ ਜੋ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਵੱਸਦੇ ਸਨ ਓਹ ਵੀ ਬਲਦਾਂ ਅਤੇ ਭੇਡਾਂ ਬੱਕਰੀਆਂ ਦਾ ਦਸਵੰਧ ਅਤੇ ਉਨ੍ਹਾਂ ਪਵਿੱਤਰ ਚੀਜ਼ਾਂ ਦਾ ਦਸਵੰਧ ਜੋ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਪਵਿੱਤਰ ਕੀਤੀਆਂ ਗਈਆਂ ਸਨ ਲਿਆਏ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਢੇਰ ਲਾ ਦਿੱਤੇ"},{"number":7,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਤੀਜੇ ਮਹੀਨੇ ਵਿੱਚ ਢੇਰ ਲਾਉਣੇ ਸ਼ੁਰੂ ਕੀਤੇ ਅਤੇ ਸੱਤਵੇਂ ਮਹੀਨੇ ਵਿੱਚ ਪੂਰੇ ਕਰ ਲਏ"},{"number":8,"verse":"ਜਦ ਹਿਜ਼ਕੀਯਾਹ ਅਤੇ ਉਸ ਦੇ ਸਰਦਾਰਾਂ ਨੇ ਆਣ ਕੇ ਇਨ੍ਹਾਂ ਢੇਰਾਂ ਨੂੰ ਵੇਖਿਆ ਤਾਂ ਯਹੋਵਾਹ ਅਤੇ ਉਸ ਦੀ ਪਰਜਾ ਇਸਰਾਏਲ ਨੂੰ ਮੁਬਾਰਕ ਆਖਿਆ।।"},{"number":9,"verse":"ਤਾਂ ਹਿਜ਼ਕੀਯਾਹ ਨੇ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਕੋਲੋਂ ਉਨ੍ਹਾਂ ਢੇਰਾਂ ਦੇ ਵਿਖੇ ਪੁੱਛਿਆ"},{"number":10,"verse":"ਤਾਂ ਅਜ਼ਰਯਾਹ ਪਰਧਾਨ ਜਾਜਕ ਨੇ ਜੋ ਸਾਦੋਕ ਦੇ ਘਰਾਣੇ ਦਾ ਸੀ ਉਸ ਨੂੰ ਆਖਿਆ ਕਿ ਜਦ ਤੋਂ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਚੁੱਕਣ ਦੀਆਂ ਭੇਟਾਂ ਲਿਆਓਣੀਆਂ ਸ਼ੁਰੂ ਕੀਤੀਆਂ ਹਨ ਤਦ ਤੋਂ ਅਸੀਂ ਕਾਫੀ ਖਾਂਦੇ ਰਹੇ ਹਾਂ ਅਤੇ ਢੇਰ ਸਾਰਾ ਬਚ ਵੀ ਰਿਹਾ ਹੈ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਨੇ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਬਰਕਤ ਬ਼ਖ਼ਸ਼ੀ ਹੈ ਅਤੇ ਓਹੀ ਬਚਿਆ ਹੋਇਆ ਏਹ ਵੱਡਾ ਢੇਰ ਹੈ"},{"number":11,"verse":"ਤਾਂ ਹਿਜ਼ਕੀਯਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਕੋਠੜੀਆਂ ਬਣਾਈਆਂ ਜਾਣ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਕੋਠੜੀਆਂ ਬਣਾਈਆਂ"},{"number":12,"verse":"ਓਹ ਚੁੱਕਣ ਦੀਆਂ ਭੇਟਾਂ ਅਤੇ ਦਸਵੰਧ ਅਤੇ ਪਵਿੱਤਰ ਕੀਤੀਆਂ ਹੋਈਆਂ ਚੀਜ਼ਾਂ ਦਿਆਨਤਦਾਰੀ ਨਾਲ ਲਿਆਉਂਦੇ ਰਹੇ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਕਾਨਨਯਾਹ ਲੇਵੀ ਹਾਕਮ ਸੀ ਅਤੇ ਉਸ ਦਾ ਭਰਾ ਸ਼ਮਈ ਉਸ ਤੋਂ ਦੂਜੇ ਦਰਜੇ ਉੱਤੇ ਸੀ"},{"number":13,"verse":"ਅਤੇ ਯਹੀਏਲ ਅਰ ਅਜ਼ਜ਼ਯਾਹ ਅਰ ਨਹਥ ਅਰ ਅਸਾਹੇਲ ਅਤੇ ਯਰੀਮੋਥ ਅਤੇ ਯੋਜ਼ਾਬਾਦ ਅਰ ਏਲੀਏਲ ਅਰ ਯਿਸਮਕਯਾਹ ਅਰ ਮਹਥ ਅਤੇ ਬਨਾਯਾਹ ਹਿਜ਼ਕੀਯਾਹ ਪਾਤਸ਼ਾਹ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਹਾਕਮ ਅਜ਼ਰਯਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਕਾਨਨਯਾਹ ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਸ਼ਮਈ ਦੇ ਅਧੀਨ ਕਰਮਚਾਰੀ ਸਨ"},{"number":14,"verse":"ਅਤੇ ਯਿਮਨਾਹ ਦਾ ਪੁੱਤ੍ਰ ਕੋਰੇ ਲੇਵੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਪੂਰਬੀ ਫਾਟਕ ਉੱਤੇ ਦਰਬਾਨ ਸੀ ਉਹ ਪਰਮੇਸ਼ੁਰ ਦੀਆਂ ਖੁਸ਼ੀ ਦੀਆਂ ਭੇਟਾਂ ਉੱਤੇ ਮੁਕੱਰਰ ਸੀ ਤਾਂ ਜੋ ਉਹ ਯਹੋਵਾਹ ਦੀਆਂ ਚੁੱਕਣ ਦੀਆਂ ਭੇਟਾਂ ਅਤੇ ਅੱਤ ਪਵਿੱਤਰ ਚੀਜ਼ਾਂ ਵੰਡਣ ਲਈ ਹੋਵੇ"},{"number":15,"verse":"ਅਤੇ ਉਹ ਦੇ ਮਤਹਤ ਅਦਨ ਅਰ ਮਿਨਯਾਮੀਨ ਅਰ ਯੇਸ਼ੂਆ ਅਰ ਸ਼ਮਅਯਾਹ ਅਰ ਅਮਰਯਾਹ ਅਰ ਸ਼ਕਨਯਾਹ ਜਾਜਕਾਂ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਏਸ ਪਦਵੀ ਉੱਤੇ ਲਗੇ ਹੋਏ ਸਨ ਭਈ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਕੀ ਵੱਡਾ ਤੇ ਕੀ ਛੋਟਾ ਉਨ੍ਹਾਂ ਦੀ ਵਾਰੀ ਅਨੁਸਾਰ ਈਮਾਨਾਦਾਰੀ ਨਾਲ ਹਿੱਸਾ ਦਿਆ ਕਰਨ"},{"number":16,"verse":"ਅਤੇ ਇਨ੍ਹਾਂ ਤੋਂ ਬਿਨਾ ਉਨ੍ਹਾਂ ਨੂੰ ਵੀ ਦੇਣ ਜਿਹੜੇ ਤਿੰਨਾਂ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਜੋ ਨਰਾਂ ਦੀ ਗਿਣਤੀ ਵਿੱਚ ਗਿਣੇ ਗਏ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਨੂੰ ਜੋ ਆਪੋ ਆਪਣੀ ਵਾਰੀ ਤੇ ਆਪਣੀ ਜੁੰਮੇਵਾਰੀ ਦੀ ਸੇਵਾ ਨੂੰ ਹਰ ਰੋਜ ਦੇ ਫਰਜ਼ ਅਨੁਸਾਰ ਪੂਰਾ ਕਰਨ ਲਈ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਜਾਂਦੇ ਸਨ"},{"number":17,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੀ ਜੋ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੀ ਕੁਲਪੱਤ੍ਰੀ ਅਨੁਸਾਰ ਜਾਜਕਾਂ ਵਿੱਚ ਗਿਣੇ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਲੇਵੀਆਂ ਨੂੰ ਵੀ ਜੋ ਵੀਹਾਂ ਵਰਿਹਾਂ ਦੇ ਯਾ ਉੱਪਰ ਦੇ ਸਨ ਅਤੇ ਆਪਣੀ ਵਾਰੀ ਉੱਤੇ ਸੇਵਾ ਕਰਦੇ ਸਨ"},{"number":18,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੋ ਸਭਾ ਵਿੱਚੋਂ ਆਪਣੇ ਬਾਲਾਂ ਤੀਵੀਆਂ ਅਰ ਪੁੱਤ੍ਰਾਂ ਦੀ ਕੁਲਪੱਤ੍ਰੀ ਅਨੁਸਾਰ ਗਿਣੇ ਗਏ ਕਿਉਂ ਜੋ ਓਹ ਆਪਣੇ ਮੁਕੱਰਰ ਕੰਮ ਉੱਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਵਿੱਤਤ੍ਰਾ ਦੇ ਲਈ ਪਵਿੱਤਰ ਕਰਦੇ ਸਨ"},{"number":19,"verse":"ਅਤੇ ਹਾਰੂਨ ਜਾਜਕ ਦੀ ਵੰਸ ਲਈ ਵੀ ਜੋ ਹਰ ਸ਼ਹਿਰ ਵਿੱਚ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਦੁਆਲੇ ਦੇ ਖੇਤਾਂ ਵਿੱਚ ਸਨ ਕਈਆਂ ਮਰਦਾਂ ਦੇ ਨਾਉਂ ਦੱਸ ਦਿੱਤੇ ਗਏ ਸਨ ਮੁਕੱਰਰ ਕੀਤਾ ਕਿ ਜਾਜਕਾਂ ਦੇ ਸਾਰੇ ਮਰਦਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਜੋ ਲੇਵੀਆਂ ਦੀ ਕੁਲਪੱਤ੍ਰੀ ਅਨੁਸਾਰ ਗਿਣੇ ਗਏ ਸਨ ਹਿੱਸੇ ਦੇਣ"},{"number":20,"verse":"ਸੋ ਹਿਜ਼ਕੀਯਾਹ ਨੇ ਸਾਰੇ ਯਹੂਦਾਹ ਵਿੱਚ ਏਸੇ ਤਰਾਂ ਕੀਤਾ ਅਤੇ ਜੋ ਕੁੱਝ ਯਹੋਵਾਹ ਉਸ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਅਰ ਠੀਕ ਅਤੇ ਸਤ ਸੀ ਉਹੀ ਕੀਤਾ"},{"number":21,"verse":"ਅਤੇ ਸਾਰੇ ਕੰਮ ਜਿਹੜੇ ਉਸ ਨੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਲਈ ਸ਼ੁਰੂ ਕੀਤੇ ਅਰਥਾਤ ਸੇਵਾ, ਬਿਵਸਥਾ ਅਤੇ ਹੁਕਮ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਭਾਲ ਉਸ ਨੇ ਆਪਣੇ ਸਾਰੇ ਦਿਲ ਨਾਲ ਕੀਤੇ ਅਤੇ ਸਫਲ ਹੋਇਆ।।"}]}