{"bibleAbbr":"paOV2016","bookName":"2 ਇਤਹਾਸ","bookEnglishName":"2 Chronicles","chapterNumber":35,"verses":[{"number":1,"verse":"( ਯੋਸੀਯਾਹ ਅਰ ਪਸਹ ਅਰ ਉਸ ਦੀ ਮੌਤ) ਯੋਸੀਯਾਹ ਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਯਹੋਵਾਹ ਲਈ ਪਸਹ ਕੀਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਪਹਿਲੇ ਮਹੀਨੇ ਦੀ ਚੌਧਵੀਂ ਤਰੀਖ ਨੂੰ ਪਸਹ ਨੂੰ ਕੱਟਿਆ"},{"number":2,"verse":"ਉਸ ਨੇ ਜਾਜਕਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਜੁੰਮੇਵਾਰੀ ਉੱਤੇ ਖੜਾ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਸੇਵਾ ਲਈ ਤਕੜਾ ਕੀਤਾ"},{"number":3,"verse":"ਅਤੇ ਉਸ ਨੇ ਲੇਵੀਆਂ ਨੂੰ ਜਿਹੜੇ ਯਹੋਵਾਹ ਲਈ ਪਵਿੱਤਰ ਹੋਕੇ ਸਾਰੇ ਇਸਰਾਏਲ ਨੂੰ ਸਿੱਖਿਆ ਦਿੰਦੇ ਸਨ ਕਿ ਪਵਿੱਤਰ ਸੰਦੂਕ ਨੂੰ ਉਸ ਭਵਨ ਵਿੱਚ ਜਿਸ ਨੂੰ ਦਾਊਦ ਦੇ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਨੇ ਬਣਾਇਆ ਹੈ ਰੱਖੋ ਤਾਂ ਅੱਗੇ ਨੂੰ ਤੁਹਾਡਿਆਂ ਮੋਢਿਆਂ ਉੱਤੇ ਕੋਈ ਭਾਰ ਨਹੀਂ ਹੋਵੇਗਾ। ਸੋ ਹੁਣ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਉਸ ਦੀ ਪਰਜਾ ਇਸਰਾਏਲ ਦੀ ਸੇਵਾ ਕਰੋ"},{"number":4,"verse":"ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਘਰਾਣਿਆਂ ਅਤੇ ਆਪਣੀਆਂ ਵਾਰੀਆਂ ਅਨੁਸਾਰ ਜਿਵੇਂ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਦਾਊਦ ਨੇ ਲਿਖਿਆ ਹੈ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਨੇ ਲਿਖਿਆ ਹੈ ਆਪਣੇ ਆਪ ਨੂੰ ਤਿਆਰ ਕਰ ਲਵੋ"},{"number":5,"verse":"ਅਤੇ ਤੁਸੀਂ ਪਵਿੱਤਰ ਅਸਥਾਨ ਵਿੱਚ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੀ ਵੰਡ ਅਨੁਸਾਰ ਅਤੇ ਆਪਣੇ ਭਰਾਵਾਂ ਆਮ ਲੋਕਾਂ ਦੇ ਅਨੁਸਾਰ ਖਲੋਵੋ, ਅਤੇ ਲੇਵੀਆਂ ਦੇ ਪਿਤਾਰਾਂ ਦੇ ਘਰਾਣੇ ਦਾ ਹਿੱਸਾ ਹਰੇਕ ਲਈ ਹੋਵੇ"},{"number":6,"verse":"ਅਤੇ ਪਸਹ ਨੂੰ ਕੱਟੋ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਵਿੱਤਰ ਕਰੋ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਵਾਕ ਅਨੁਸਾਰ ਜੋ ਮੂਸਾ ਦੇ ਰਾਹੀਂ ਆਇਆ ਸੀ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤਿਆਰ ਕਰੋ।।"},{"number":7,"verse":"ਯੋਸੀਯਾਹ ਨੇ ਆਮ ਲੋਕਾਂ ਲਈ ਜਿੰਨੇ ਉੱਥੇ ਸਨ ਇੱਜੜ ਵਿੱਚੋਂ ਛੱਤ੍ਰੇ ਲੇਲੇ ਪਸਹ ਲਈ ਦਿੱਤੇ ਜਿਹੜੇ ਗਿਣਤੀ ਵਿੱਚ ਤੀਹ ਹਜ਼ਾਰ ਸਨ ਅਤੇ ਤਿੰਨ ਹਜ਼ਾਰ ਵਹਿੜੇ। ਏਹ ਸਾਰੇ ਸ਼ਾਹੀ ਮਾਲ ਵਿੱਚੋਂ ਸਨ"},{"number":8,"verse":"ਉਸ ਦੇ ਸਰਦਾਰਾਂ ਨੇ ਖੁਸ਼ੀ ਦੇ ਚੜ੍ਹਾਵੇ ਲੋਕਾਂ ਲਈ ਅਰ ਜਾਜਕਾਂ ਅਰ ਲੇਵੀਆਂ ਲਈ ਦਿੱਤੇ ਅਤੇ ਹਿਲਕੀਯਾਹ ਅਰ ਜ਼ਕਰਯਾਹ ਅਰ ਯਹੀਏਲ ਨੇ ਜਿਹੜੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਹਾਕਮ ਸਨ ਜਾਜਕਾਂ ਨੂੰ ਪਸਹ ਲਈ ਦੋ ਹਜ਼ਾਰ ਛੇ ਸੌ ਭੇਡਾਂ ਬੱਕਰੀਆਂ ਅਰ ਤਿੰਨ ਸੌ ਵਹਿੜੇ ਦਿੱਤੇ"},{"number":9,"verse":"ਅਤੇ ਕਾਨਨਯਾਹ, ਸ਼ਮਆਯਾਹ ਅਰ ਨਥਨਏਲ, ਉਸ ਦੇ ਭਰਾ ਅਤੇ ਹਸ਼ਬਯਾਹ ਅਰ ਯਈਏਲ ਅਰ ਯੋਜ਼ਾਬਾਦ ਲੇਵੀਆਂ ਦੇ ਸਰਦਾਰਾਂ ਨੇ ਪਸਹ ਲਈ ਲੇਵੀਆਂ ਨੂੰ ਪੰਜ ਹਜ਼ਾਰ ਭੇਡਾਂ ਬੱਕਰੀਆਂ ਅਰ ਪੰਜ ਸੌ ਵਹਿੜੇ ਦਿੱਤੇ"},{"number":10,"verse":"ਸੋ ਉਪਾਸਨਾ ਦਾ ਕੰਮ ਪੂਰਾ ਹੋਇਆ, ਤਾਂ ਜਾਜਕ ਆਪਣੇ ਥਾਂ ਅਤੇ ਲੇਵੀ ਆਪਣੀ ਆਪਣੀ ਵਾਰੀ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਖਲੋ ਗਏ"},{"number":11,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਪਸਹ ਨੂੰ ਕੱਟਿਆ ਅਤੇ ਜਾਜਕਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥੋਂ ਲਹੂ ਲੈ ਕੇ ਛਿੜਕਿਆ ਅਤੇ ਲੇਵੀਆਂ ਨੇ ਖੱਲਾਂ ਲਾਹੀਆਂ"},{"number":12,"verse":"ਤਾਂ ਓਹ ਹੋਮ ਬਲੀਆਂ ਨੂੰ ਲੈ ਗਏ ਅਤੇ ਆਮ ਲੋਕਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਘਰਾਣਿਆਂ ਦੀ ਵੰਡ ਅਨੁਸਾਰ ਯਹੋਵਾਹ ਦੇ ਹਜ਼ੂਰ ਭੇਟ ਚੜ੍ਹਾਉਣ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤਾ ਜਿਵੇਂ ਮੂਸਾ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਏਵੇਂ ਹੀ ਉਨ੍ਹਾਂ ਨੇ ਵਹਿੜਿਆਂ ਨਾਲ ਕੀਤਾ"},{"number":13,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਪਸਹ ਨੂੰ ਬਿਧੀ ਦੇ ਅਨੁਸਾਰ ਅੱਗ ਉੱਤੇ ਭੁੰਨਿਆ ਅਰ ਪਵਿੱਤਰ ਭੇਟਾਂ ਉਨ੍ਹਾਂ ਨੇ ਦੇਗਾਂ, ਤਉੜੀਆਂ ਅਰ ਕੜਾਹੀਆਂ ਵਿੱਚ ਪਕਾਈਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਮ ਲੋਕਾਂ ਤੀਕ ਛੇਤੀ ਨਾਲ ਪੁਚਾ ਦਿੱਤਾ"},{"number":14,"verse":"ਏਸ ਦੇ ਮਗਰੋਂ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਲਈ ਅਤੇ ਜਾਜਕਾਂ ਲਈ ਤਿਆਰ ਕੀਤਾ ਕਿਉਂ ਜੋ ਹਾਰੂਨ ਦੀ ਵੰਸ ਦੇ ਜਾਜਕ ਹੋਮ ਬਲੀਆਂ ਅਰ ਚਰਬੀ ਚੜ੍ਹਾਉਣ ਲਈ ਰਾਤ ਤੀਕ ਲੱਗੇ ਰਹੇ ਸੋ ਲੇਵੀਆਂ ਨੇ ਆਪਣੇ ਲਈ ਅਰ ਹਾਰੂਨ ਦੀ ਵੰਸ ਦੇ ਜਾਜਕਾਂ ਲਈ ਤਿਆਰ ਕੀਤਾ"},{"number":15,"verse":"ਅਤੇ ਆਸਾਫ ਦੀ ਵੰਸ ਦੇ ਗਵੱਯੇ ਦਾਊਦ ਅਰ ਆਸਾਫ ਅਰ ਹੇਮਾਨ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਗੈਬਦਾਨ ਯਦੂਥੁਨ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਆਪਣੀ ਆਪਣੀ ਥਾਂ ਉੱਤੇ ਖਲੋਤੇ ਸਨ ਅਰ ਹਰ ਫਾਟਕ ਉੱਤੇ ਦਰਬਾਨ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਟਹਿਲ ਸੇਵਾ ਤੋਂ ਅੱਡ ਹੋਣਾ ਨਾ ਪਿਆ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾਵਾਂ ਲੇਵੀਆਂ ਨੇ ਉਨ੍ਹਾਂ ਲਈ ਤਿਆਰ ਕੀਤਾ"},{"number":16,"verse":"ਸੋ ਉਸ ਦਿਨ ਯੋਸੀਯਾਹ ਪਾਤਸ਼ਾਹ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਪਸਹ ਕਰਨ ਲਈ ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਜਗਵੇਦੀ ਉੱਤੇ ਹੋਮ ਬਲੀ ਚੜ੍ਹਾਉਣ ਲਈ ਯਹੋਵਾਹ ਦੀ ਉਪਾਸਨਾ ਦਾ ਸਾਰਾ ਕੰਮ ਪੂਰਾ ਕੀਤਾ ਗਿਆ"},{"number":17,"verse":"ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਨੇ ਜਿਹੜੇ ਹਾਜ਼ਰ ਸਨ ਉਸ ਵੇਲੇ ਪਸਹ ਨੂੰ ਅਤੇ ਪਤੀਰੀ ਰੋਟੀ ਦੇ ਪਰਬ ਨੂੰ ਸੱਤਾਂ ਦਿਨ ਤੀਕ ਮਨਾਇਆ"},{"number":18,"verse":"ਏਹੋ ਜੇਹੀ ਪਸਹ ਇਸਰਾਏਲ ਵਿੱਚ ਸਮੂਏਲ ਨਬੀ ਦੇ ਦਿਨਾਂ ਤੋਂ ਨਹੀਂ ਮਨਾਈ ਗਈ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਕਿਸੇ ਪਾਤਸ਼ਾਹ ਨੇ ਏਹੋ ਜੇਹੀ ਪਸਹ ਨਹੀਂ ਮਨਾਈ ਜਿਹੜੀ ਯੋਸੀਯਾਹ ਅਰ ਜਾਜਕਾਂ ਅਰ ਲੇਵੀਆਂ ਅਰ ਸਾਰੇ ਯਹੂਦਾਹ ਅਰ ਇਸਰਾਏਲ ਜਿਹੜੇ ਹਾਜ਼ਰ ਸਨ ਅਰ ਯਰੂਸ਼ਲਮ ਦੇ ਵਾਸੀਆਂ ਨੇ ਮਨਾਈ"},{"number":19,"verse":"ਏਹ ਪਸਹ ਯੋਸੀਯਾਹ ਦੇ ਰਾਜ ਦੇ ਅਠਾਰਵੇਂ ਵਰਹੇ ਮਨਾਈ ਗਈ।।"},{"number":20,"verse":"ਏਸ ਸਾਰੇ ਦੇ ਮਗਰੋਂ ਜਦ ਯੋਸੀਯਾਹ ਭਵਨ ਨੂੰ ਪੂਰਾ ਕਰ ਚੁੱਕਿਆ ਤਾਂ ਮਿਸਰ ਦੇ ਰਾਜੇ ਨਕੋ ਨੇ ਕਰਕਮੀਸ਼ ਦੇ ਵਿਰੁੱਧ ਜੋ ਫਰਾਤ ਉੱਤੇ ਹੈ ਲੜਨ ਲਈ ਚੜਾਈ ਕੀਤੀ ਤਾਂ ਯੋਸੀਯਾਹ ਉਸ ਦੇ ਟਾਕਰੇ ਲਈ ਬਾਹਰ ਨਿੱਕਲਿਆ"},{"number":21,"verse":"ਪਰ ਉਸ ਨੇ ਉਹਦੇ ਕੋਲ ਦੂਤਾਂ ਦੇ ਰਾਹੀਂ ਅਖਵਾ ਘੱਲਿਆ ਕਿ ਹੇ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ, ਤੇਰੇ ਨਾਲ ਮੇਰਾ ਕੀ ਕੰਮ? ਮੈਂ ਅੱਜ ਦੇ ਦਿਨ ਤੇਰੇ ਉੱਤੇ ਨਹੀਂ, ਸਗੋਂ ਇੱਕ ਹੋਰ ਘਰਾਣੇ ਉੱਤੇ ਚੜ੍ਹਾਈ ਕਰ ਰਿਹਾ ਹਾਂ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੈਨੂੰ ਛੇਤੀ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ, ਸੋ ਤੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਵਿਰੁੱਧ ਜਿਹੜਾ ਮੇਰੇ ਅੰਗ ਸੰਗ ਹੈ ਟਾਕਰਾ ਨਾ ਕਰ ਮਤੇ ਉਹ ਤੈਨੂੰ ਮਾਰ ਸੁੱਟੇ"},{"number":22,"verse":"ਪਰ ਤਾਂ ਵੀ ਯੋਸੀਯਾਹ ਨੇ ਉਸ ਵੱਲੋਂ ਮੂੰਹ ਨਾ ਮੋੜਿਆ ਸਗੋਂ ਉਹ ਦੇ ਨਾਲ ਲੜਨ ਲਈ ਆਪਣਾ ਭੇਸ ਬਦਲਿਆ ਅਤੇ ਨਕੋ ਦੀ ਗੱਲ ਜਿਹੜੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਮੂਹੋਂ ਨਿੱਕਲੀ ਸੀ ਨਾ ਸੁਣੀ ਸਗੋਂ ਲੜਾਈ ਲਈ ਮਗਿੱਦੋ ਦੀ ਵਾਦੀ ਵਿੱਚ ਗਿਆ"},{"number":23,"verse":"ਤਾਂ ਤੀਰ ਅੰਦਾਜ਼ਾਂ ਨੇ ਯੋਸੀਯਾਹ ਪਾਤਸ਼ਾਹ ਨੂੰ ਤੀਰ ਮਾਰਿਆ ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਆਪਣੇ ਨੌਕਰਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਮੈਨੂੰ ਕੱਢ ਲੈ ਚੱਲੋ ਕਿਉਂ ਜੋ ਮੈਂ ਵੱਡਾ ਫੱਟੜ ਹੋ ਗਿਆ ਹਾਂ"},{"number":24,"verse":"ਸੋ ਉਸ ਦੇ ਨੌਕਰਾਂ ਨੇ ਉਸ ਨੂੰ ਰਥ ਤੋਂ ਲਾਹ ਕੇ ਉਸ ਦੇ ਦੂਜੇ ਰਥ ਵਿੱਚ ਚੜ੍ਹਾਇਆ ਅਤੇ ਉਹ ਨੂੰ ਯਰੂਸ਼ਲਮ ਨੂੰ ਲੈ ਗਏ ਜਿੱਥੇ ਉਹ ਮਰ ਗਿਆ ਅਰ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੀਆਂ ਕਬਰਾਂ ਵਿੱਚ ਦੱਬਿਆ ਗਿਆ। ਤਾਂ ਸਾਰੇ ਯਹੂਦਾਹ ਅਤੇ ਯਰੂਸ਼ਲਮ ਨੇ ਯੋਸੀਯਾਹ ਦੇ ਲਈ ਸੋਗ ਕੀਤਾ।"},{"number":25,"verse":"ਯਿਰਮਿਯਾਹ ਨੇ ਯੋਸੀਯਾਹ ਉੱਤੇ ਵੈਣ ਪਾਏ ਅਤੇ ਰਾਗੀ ਅਰ ਰਾਗਣਾਂ ਸਾਰੇ ਆਪਣੇ ਸੋਗ ਦੇ ਗਾਉਣ ਵਿੱਚ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਯੋਸੀਯਾਹ ਦਾ ਨਾਉਂ ਲੈਂਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਇਸਰਾਏਲ ਵਿੱਚ ਏਸ ਨੂੰ ਇੱਕ ਦਸਤੂਰ ਬਣਾ ਲਿਆ ਹੈ ਅਤੇ ਵੇਖੋ, ਓਹ ਸਿਆਪਾ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖੀਆਂ ਹਨ"},{"number":26,"verse":"ਅਤੇ ਯੋਸੀਯਾਹ ਦੇ ਬਾਕੀ ਕੰਮ ਅਤੇ ਉਸ ਦੀ ਦਯਾ ਉਸ ਦੇ ਅਨੁਸਾਰ ਜੋ ਯਹੋਵਾਹ ਦੀ ਬਿਵਸਥਾ ਵਿੱਚ ਲਿਖਿਆ ਹੈ"},{"number":27,"verse":"ਅਤੇ ਉਸ ਦੀਆਂ ਗੱਲਾਂ ਆਦ ਤੋਂ ਅੰਤ ਤੀਕ, ਵੇਖੋ, ਓਹ ਇਸਰਾਏਲ ਅਰ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੀ ਪੋਥੀ ਉੱਤੇ ਲਿਖੀਆਂ ਹਨ।।"}]}