{"bibleAbbr":"paOV2016","bookName":"2 ਇਤਹਾਸ","bookEnglishName":"2 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"( ਹੈਕਲ ਦਾ ਸਮਾਨ) ਉਸ ਨੇ ਪਿੱਤਲ ਦੀ ਇੱਕ ਜਗਵੇਦੀ ਬਣਾਈ। ਉਹ ਦੀ ਲੰਬਾਈ ਵੀਹ ਹੱਥ ਅਰ ਉਹ ਦੀ ਚੌੜਾਈ ਵੀਹ ਹੱਥ ਅਰ ਉਹ ਦੀ ਉਚਿਆਈ ਦਸ ਹੱਥ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਉਸ ਨੇ ਇੱਕ ਢਾਲਿਆ ਹੋਇਆ ਸਾਗਰੀ ਹੌਦ ਬਣਾਇਆ ਜੋ ਇੱਕ ਕੰਢਿਓ ਦੂਜੇ ਕੰਢੇ ਤਾਈਂ ਦਸ ਹੱਥ ਸੀ। ਉਹ ਚੌਫੇਰਿਓਂ ਗੋਲ ਸੀ ਅਰ ਉਹ ਦੀ ਉਚਿਆਈ ਪੰਜ ਹੱਥ ਸੀ ਅਰ ਉਹ ਦੇ ਘੇਰੇ ਦੀ ਮਿਣਤੀ ਤੀਹ ਹੱਥ ਸੀ"},{"number":3,"verse":"ਅਤੇ ਉਹ ਦੇ ਹੇਠਾਂ ਉਹ ਦੇ ਚੌਫੇਰੇ ਇੱਕ ਇੱਕ ਹੱਥ ਵਿੱਚ ਦਸ ਦਸ ਬਲਦਾਂ ਦੀਆਂ ਮੂਰਤਾਂ ਉਸ ਸਾਗਰੀ ਹੌਦ ਨੂੰ ਦੁਆਲਿਓਂ ਘੇਰਦੀਆਂ ਸਨ। ਏਹ ਬਲਦ ਦੋ ਪਾਲਾਂ ਵਿੱਚ ਉਸੇ ਦੇ ਨਾਲ ਢਾਲੇ ਗਏ ਸਨ"},{"number":4,"verse":"ਉਹ ਬਾਰਾਂ ਬਲਦਾਂ ਦੇ ਉੱਤੇ ਟਿਕਿਆ ਹੋਇਆ ਸੀ। ਤਿੰਨਾਂ ਦਾ ਮੂੰਹ ਉੱਤਰ ਵੱਲ ਤੇ ਤਿੰਨਾਂ ਦਾ ਮੂੰਹ ਪੱਛਮ ਵੱਲ ਤੇ ਤਿੰਨਾਂ ਦਾ ਮੂੰਹ ਦੱਖਣ ਵੱਲ ਅਰ ਤਿੰਨਾਂ ਦਾ ਮੂੰਹ ਪੂਰਬ ਵੱਲ ਸੀ ਅਤੇ ਸਾਗਰੀ ਹੌਦ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਸੀ ਅਰ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਦੇ ਪਿਛਲੇ ਅੰਗ ਅੰਦਰਵਾਰ ਨੂੰ ਸਨ"},{"number":5,"verse":"ਅਤੇ ਉਹ ਦੀ ਮੁਟਿਆਈ ਇੱਕ ਚੱਪਾ ਸੀ ਅਰ ਉਹ ਦਾ ਕੰਢਾ ਕਟੋਰੇ ਦੇ ਕੰਢੇ ਵਾਂਙੁ ਤੇ ਸੋਸਨ ਦੇ ਫਲਾਂ ਵਰਗਾ ਸੀ ਅਰ ਉਹ ਦੇ ਵਿੱਚ ਉਛਲਵਾਂ ਤਿੰਨ ਹਜ਼ਾਰ ਬਤ ਵੀ ਸਮਾ ਸੱਕਦਾ ਸੀ"},{"number":6,"verse":"ਅਤੇ ਉਸ ਨੇ ਦਸ ਹੌਦੀਆਂ ਬਣਾਈਆਂ, ਪੰਜ ਸੱਜੇ ਪਾਸੇ, ਪੰਜ ਖੱਬੇ ਪਾਸੇ ਰੱਖੀਆਂ ਭਈ ਉਨ੍ਹਾਂ ਵਿੱਚ ਹੋਮ ਬਲੀ ਦੀਆਂ ਵਸਤੂਆਂ ਧੋਤੀਆਂ ਜਾਣ। ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਥੇ ਹੀ ਧੋਂਦੇ ਸਨ ਪਰ ਸਾਗਰੀ ਹੌਦ ਜਾਜਕਾਂ ਦੇ ਨਹਾਉਣ ਲਈ ਸੀ"},{"number":7,"verse":"ਅਤੇ ਉਸ ਨੇ ਸੋਨੇ ਦੇ ਦਸ ਸ਼ਮਾਦਾਨ ਹੁਕਮ ਦੇ ਅਨੁਸਾਰ ਬਣਾਏ ਅਰ ਹੈਕਲ ਵਿੱਚ ਪੰਜ ਸੱਜੇ ਅਰ ਪੰਜ ਖੱਬੇ ਪਾਸੇ ਟਿਕਾ ਦਿੱਤੇ"},{"number":8,"verse":"ਉਸ ਨੇ ਦਸ ਮੇਜ਼ਾਂ ਬਣਾਇਆ ਅਰ ਹੈਕਲ ਵਿੱਚ ਸੱਜੇ ਅਰ ਪੰਜ ਖੱਬੇ ਪਾਸੇ ਟਿਕਾਈਆਂ ਅਤੇ ਉਸ ਨੇ ਸੋਨੇ ਦੇ ਇੱਕ ਸੌ ਕਟੋਰੇ ਬਣਾਏ"},{"number":9,"verse":"ਫੇਰ ਉਸ ਨੇ ਜਾਜਕਾਂ ਦਾ ਵਿਹੜਾ ਤੇ ਵੱਡਾ ਵਲਗਣ ਬਣਾਇਆ ਅਰ ਵਲਗਣ ਦੇ ਬੂਹੇ ਬਣਾ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਿੱਤਲ ਨਾਲ ਮੜ੍ਹਿਆ"},{"number":10,"verse":"ਅਤੇ ਉਸ ਨੇ ਸਾਗਰੀ ਹੌਦ ਨੂੰ ਪੂਰਬ ਵੱਲ ਭਵਨ ਦੇ ਸੱਜੇ ਪਾਸੇ ਦੱਖਣ ਵੱਲ ਭੁਆ ਕੇ ਰੱਖਿਆ"},{"number":11,"verse":"ਹੂਰਾਮ ਨੇ ਤਸਲੇ ਅਰ ਕੜਛੇ ਅਰ ਬਾਟੇ ਬਣਾਏ ਅਤੇ ਹੂਰਾਮ ਨੇ ਉਹ ਕੰਮ ਜੋ ਉਹ ਸੁਲੇਮਾਨ ਦੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਵਿੱਚ ਕਰਦਾ ਸੀ ਮੁਕਾ ਲਿਆ"},{"number":12,"verse":"ਦੋਵੇਂ ਥੰਮ੍ਹ ਅਰ ਕੌਲ ਅਤੇ ਮੁਕਟ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਥੰਮ੍ਹਾਂ ਦੇ ਸਿਰਾਂ ਉੱਤੇ ਸਨ ਅਤੇ ਦੋ ਜਾਲੀਆਂ ਜਿਹੜੀਆਂ ਥੰਮ੍ਹਾਂ ਦੇ ਸਿਰਾਂ ਉੱਤਲੇ ਮੁਕਟਾਂ ਨੂੰ ਕੱਜਦੀਆਂ ਸਨ"},{"number":13,"verse":"ਅਤੇ ਦੋਹਾਂ ਜਾਲੀਆਂ ਲਈ ਚਾਰ ਸੌ ਅਨਾਰ, ਹਰ ਜਾਲੀ ਲਈ ਦੋਂਹ ਪਾਲਾਂ ਵਿੱਚ ਅਨਾਰ ਭਈ ਉਹ ਥੰਮ੍ਹਾਂ ਦੇ ਓਤਲੇ ਮੁਕਟਾਂ ਦੇ ਦੋਹਾਂ ਕੌਲਾਂ ਨੂੰ ਢੱਕ ਲੈਣ"},{"number":14,"verse":"ਅਤੇ ਉਸ ਨੇ ਕੁਰਸੀਆਂ ਬਣਾਈਆਂ ਅਰ ਉਨ੍ਹਾਂ ਕੁਰਸੀਆਂ ਉੱਤੇ ਹੌਦੀਆਂ ਬਣਾਈਆਂ,"},{"number":15,"verse":"ਇੱਕ ਸਾਗਰੀ ਹੌਦ ਅਰ ਉਹ ਦੇ ਹੇਠਾਂ ਬਾਰਾਂ ਬਲਦ ਸਨ"},{"number":16,"verse":"ਅਤੇ ਤਸਲੇ, ਕੜਛੇ, ਤ੍ਰਿਸੂਲੀਆਂ ਅਰ ਸਾਰੇ ਭਾਂਡੇ ਉਹ ਦੇ ਪਿਤਾ ਹੂਰਾਮ ਨੇ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਦੇ ਨਮਿੱਤ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਲਈ ਚਿਲਕਦੇ ਪਿੱਤਲ ਦੇ ਬਣਾਏ"},{"number":17,"verse":"ਪਾਤਸ਼ਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯਰਦਨ ਦੀ ਤਰਾਈ ਵਿੱਚ ਸੁਕੋਥ ਅਰ ਸਰੇਦਾਥਾਹ ਦੇ ਵਿੱਚਕਾਰਲੀ ਚੀਕਣੀ ਮਿੱਟੀ ਦੀ ਭੂੰਮੀ ਵਿੱਚ ਢਾਲਿਆ"},{"number":18,"verse":"ਸੋ ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਨੇ ਏਹ ਸਾਰੇ ਭਾਂਡੇ ਬੁਹਤ ਢੇਰ ਸਾਰੇ ਬਣਾਏ। ਏਸ ਲਈ ਪਿੱਤਲ ਦੇ ਤੋਲ ਦੀ ਜਾਂਚ ਨਾ ਹੋ ਸੱਕੀ"},{"number":19,"verse":"ਸੁਲੇਮਾਨ ਨੇ ਓਹ ਸਾਰੇ ਭਾਂਡੇ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਲਈ ਸਨ ਬਣਾਏ ਅਤੇ ਸੋਨੇ ਦੀ ਜਗਵੇਦੀ ਅਤੇ ਮੇਜ਼ਾਂ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਹਜ਼ੂਰੀ ਦੀ ਰੋਟੀ ਹੁੰਦੀ ਸੀ"},{"number":20,"verse":"ਅਤੇ ਖ਼ਾਲਸ ਸੋਨੇ ਦੇ ਸ਼ਮਾਦਾਨ ਉਨ੍ਹਾਂ ਦੇ ਦੀਵਿਆਂ ਸਣੇ ਭਈ ਓਹ ਰੀਤੀ ਅਨੁਸਾਰ ਵਿੱਚਲੀ ਕੋਠੜੀ ਦੇ ਅੱਗੇ ਬਲਦੇ ਰਹਿਣ"},{"number":21,"verse":"ਅਤੇ ਫੁੱਲ ਅਰ ਦੀਵੇ ਅਰ ਜੀਭੀਆਂ ਸੋਨੇ ਦੀਆਂ ਸਨ ਅਤੇ ਉਹ ਖਰਾ ਸੋਨਾ ਸੀ"},{"number":22,"verse":"ਅਤੇ ਗੁਲਤਰਾਸ਼ ਅਰ ਗੁਲਦਾਨ ਅਤੇ ਕੌਲੀਆਂ ਅਰ ਧੂਪਦਾਨ ਖ਼ਾਲਸ ਸੋਨੇ ਦੇ ਸਨ ਅਤੇ ਭਵਨ ਦਾ ਦਰਵੱਜਾ ਅਰ ਉਹ ਦੇ ਅੰਦਰਲੇ ਬੂਹੇ ਜੋ ਅੱਤ ਪਵਿੱਤਰ ਅਸਥਾਨ ਲਈ ਸਨ ਅਰ ਹੈਕਲ ਦੇ ਭਵਨ ਦੇ ਬੂਹੇ ਸੋਨੇ ਦੇ ਸਨ।।"}]}