{"bibleAbbr":"LBP1933","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"PAUL, and Sil-va'nus, and Ti-mo'theus, unto the Church of the Thes-salo'ni- ans in God our Father and our LORD Jesus Christ:"},{"number":2,"verse":"Grace be with you, and peace, from God our Father, and from our LORD Jesus Christ."},{"number":3,"verse":"We are bound to give thanks to God always for you, my brethren, as it is appropriate to do, because your faith grows exceedingly, and the love of all of you for one another increases;"},{"number":4,"verse":"So that even we ourselves boast of you in the churches of God over your faith and patience in all your persecutions and tribulations that you endure;"},{"number":5,"verse":"As an example of the righteous judgment of God, that you may be made worthy of his kingdom, for which you also suffer."},{"number":6,"verse":"And if it seems a righteous thing, before the presence of God, he will recompense tribulation to those who oppress you;"},{"number":7,"verse":"And to you who are oppressed, he shall grant to be at peace with us, when our LORD Jesus Christ shall be revealed from heaven with the host of his angels,"},{"number":8,"verse":"At which time he will avenge, with flaming fire, those who know not God, and those who do not acknowledge the gospel of our LORD Jesus Christ;"},{"number":9,"verse":"For they, at the judgment day, shall be rewarded with everlasting destruction from the presence of our LORD, and from the glory of his power;"},{"number":10,"verse":"When he comes to be glorified by his saints and to perform his wonders among his faithful ones, so that our testimony, concerning you, may be believed in that day."},{"number":11,"verse":"Therefore we always pray for you, that God will vouchsafe you worthy of your calling, and satisfy all your desires which are for goodness, and the works of faith with power:"},{"number":12,"verse":"That the name of our LORD Jesus Christ may be glorified in you, and you in him, according to the grace of our God and our LORD Jesus Christ."}]}