{"bibleAbbr":"LBP1933","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"FINALLY, brethren, pray for us, that the word of our LORD may spread freely, and be glorified in every place even as it is among you:"},{"number":2,"verse":"And that we may be delivered from evil and unreasonable men: for not every man has faith."},{"number":3,"verse":"But the LORD is faithful; he will guide you and deliver you from evil."},{"number":4,"verse":"We have confidence in you through our LORD, that the things we have commanded you to do, you have done and will continue to do."},{"number":5,"verse":"And may our LORD direct your hearts into the love of God, and into the patience of Christ."},{"number":6,"verse":"Now we command you, my brethren, in the name of our LORD Jesus Christ, to shun every brother who leads an evil life, and not in accord with the commandments which he received from us."},{"number":7,"verse":"For you know well how you ought to imitate us; for our behaviour was not disorderly among you;"},{"number":8,"verse":"Neither did we eat bread for nothing from any of you, but worked with hard labor and toiled night and day so that we might not be a burden to any of you:"},{"number":9,"verse":"Not because we did not have the right, but to make ourselves an example to you to follow us."},{"number":10,"verse":"For even when we were with you, we commanded this very thing to you, that whoever is unwilling to work should likewise not eat."},{"number":11,"verse":"For we hear that there are some men among you who lead an evil life, and do not work at all, but are busybodies."},{"number":12,"verse":"Now it is these people that we command and exhort by our LORD Jesus Christ, that they work quietly and eat their own bread."},{"number":13,"verse":"But you, brethren, be not weary in well doing."},{"number":14,"verse":"And if any man does not obey our word in this epistle, note that man, and do not associate with him, that he may be ashamed."},{"number":15,"verse":"Yet do not consider him as an enemy, but admonish him as a brother."},{"number":16,"verse":"Now the LORD of peace himself give you peace always in every thing you do. Our LORD be with you all."},{"number":17,"verse":"This salutation is in my own handwriting; I, Paul, wrote it, and it is the seal of all my epistles. This is the way I write."},{"number":18,"verse":"The grace of our LORD Jesus Christ be with you all. Amen."}]}