{"bibleAbbr":"ERV2006","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"(The Lampstand and the Two Olive Trees) Then the angel who was talking to me returned and woke me up. I was like a person waking up from sleep."},{"number":2,"verse":"Then the angel asked me, “What do you see?” I said, “I see a solid gold lampstand. There are seven lamps (lamps These lamps made light by burning olive oil.) on the lampstand, and there is a bowl on top of it. There are seven tubes coming from the bowl. One tube goes to each lamp. The tubes bring the oil in the bowl to each of the lamps."},{"number":3,"verse":"There are two olive trees by the bowl, one on the right side and one on the left side. These trees produce the oil for the lamps.”"},{"number":4,"verse":"Then I asked the angel who was speaking with me, “Sir, what do these things mean?”"},{"number":5,"verse":"The angel speaking with me said, “Don’t you know what these things are?” “No sir,” I said."},{"number":6,"verse":"He said, “This is the message from the LORD to Zerubbabel: ‘Your help will not come from your own strength and power. No, your help will come from my Spirit.’ This is what the LORD All-Powerful says."},{"number":7,"verse":"That tall mountain will be like a flat place for Zerubbabel. He will build the Temple, and when the most important stone is put in place, the people will shout, ‘Beautiful! Beautiful!’”"},{"number":8,"verse":"The LORD’s message to me also said,"},{"number":9,"verse":"“Zerubbabel will lay the foundations for my Temple, and he will finish building it. Then you will know that the LORD All-Powerful sent me to you people."},{"number":10,"verse":"People will not be ashamed of the small beginnings, and they will be very happy when they see Zerubbabel with the plumb line, (plumb line A string with a weight on one end used to show how straight the walls of a building were. Sometimes the line was coated with paint or chalk to mark a straight line.) measuring and checking the finished building. Now the seven sides (sides This is a wordplay. The Hebrew word also means “eyes.”) of the stone you saw represent the eyes of the LORD looking in every direction. They see everything on earth.”"},{"number":11,"verse":"Then I said to him, “I saw one olive tree on the right side of the lampstand and one on the left side. What do those two olive trees mean?”"},{"number":12,"verse":"I also said to him, “I saw two olive branches by the gold tubes with gold colored oil flowing from them. What do these things mean?”"},{"number":13,"verse":"Then the angel said to me, “Don’t you know what these things mean?” I said, “No, sir.”"},{"number":14,"verse":"So he said, “They represent the two men chosen (men chosen Literally, “sons of extra pure olive oil.” Often a special oil was poured over new kings, priests, and prophets. This showed that these people were chosen by God.) to serve the Lord of the whole world.”"}]}