{"bibleAbbr":"UST2024","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"These are the descendants of Levi. Levi's sons were Gershon, Kohath, and Merari."},{"number":2,"verse":"Kohath's sons were Amram, Izhar, Hebron, and Uzziel."},{"number":3,"verse":"Amram's children were Miriam and her younger brothers Aaron and Moses. Aaron's sons were Nadab, Abihu, Eleazar, and Ithamar."},{"number":4,"verse":"Eleazar was the father of Phinehas. Phinehas was the father of Abishua."},{"number":5,"verse":"Abishua was the father of Bukki. Bukki was the father of Uzzi."},{"number":6,"verse":"Uzzi was the father of Zerahiah. Zerahiah was the father of Meraioth."},{"number":7,"verse":"Meraioth was the father of Amariah. Amariah was the father of Ahitub."},{"number":8,"verse":"Ahitub was the father of Zadok. Zadok was the father of Ahimaaz."},{"number":9,"verse":"Ahimaaz was the father of Azariah. Azariah was the father of Johanan."},{"number":10,"verse":"Johanan was the father of Azariah. Azariah was a priest in the temple that Solomon commanded to be built in Jerusalem."},{"number":11,"verse":"Azariah was the father of Amariah. Amariah was the father of Ahitub."},{"number":12,"verse":"Ahitub was the father of Zadok. Zadok was the father of Shallum."},{"number":13,"verse":"Shallum was the father of Hilkiah. Hilkiah was the father of Azariah."},{"number":14,"verse":"Azariah was the father of Seraiah. Seraiah was the father of Jozadak."},{"number":15,"verse":"Jozadak was forced to leave his home when Yahweh sent King Nebuchadnezzar's army to capture many people in Jerusalem and other places in Judah and compel them to go to Babylonia."},{"number":16,"verse":"Levi's sons were Gershon, Kohath, and Merari."},{"number":17,"verse":"Gershon's sons were Libni and Shimei."},{"number":18,"verse":"Kohath's sons were Amram, Izhar, Hebron, and Uzziel."},{"number":19,"verse":"Merari's sons were Mahli and Mushi. Here is a list of the descendants of Levi, who became leaders of their clans."},{"number":20,"verse":"Gershon's oldest son was Libni. Libni's son was Jahath. Jehath's son was Zimmah."},{"number":21,"verse":"Zimmah's son was Joah. Joah's son was Iddo. Iddo's son was Zerah. Zerah's son was Jeatherai."},{"number":22,"verse":"Kohath's other son was Amminadab. Amminadab's son was Korah. Korah's son was Assir."},{"number":23,"verse":"Assir's son was Elkanah. Elkanah's son was Ebiasaph. Ebiasaph's son was Assir."},{"number":24,"verse":"Assir's son was Tahath. Tahath's son was Uriel. Uriel's son was Uzziah. Uzziah's son was Shaul."},{"number":25,"verse":"Elkanah's sons were Amasai, Ahimoth,"},{"number":26,"verse":"and a son also named Elkana. Elkanah's son was Zophai. Zophai's son was Nahath."},{"number":27,"verse":"Nahath's son was Eliab. Eliab's son was Jeroham. Jeroham's son was Elkanah."},{"number":28,"verse":"Samuel's oldest son was Joel; his other son was Abijah."},{"number":29,"verse":"Merari's oldest son was Mahli. Mahli's son was Libni. Libni's son was Shimei. Shimei's son was Uzzah."},{"number":30,"verse":"Uzzah's son was Shimea. Shimea's son was Haggiah. Haggiah's son was Asaiah. These are the temple musicians."},{"number":31,"verse":"After the sacred chest was brought to Jerusalem, King David appointed some of the men who were descendants of Levi to be in charge of the music in the place where the people worshiped Yahweh."},{"number":32,"verse":"Those musicians first sang and played their instruments in the sacred tent, which was also called the tent of meeting, and they continued to do that until Solomon's workers built the temple of Yahweh in Jerusalem. In all their work, they obeyed the instructions that David had given them."},{"number":33,"verse":"Here is a list of the musicians and their sons: From Kohath's descendants there was Heman, the leader of the singers. Heman was the son of Joel. Joel was the son of Samuel."},{"number":34,"verse":"Samuel was the son of Elkanah. Elkanah was the son of Jeroham. Jeroham was the son of Eliel. Eliel was the son of Toah."},{"number":35,"verse":"Toah was the son of Zuph. Zuph was the son of Elkanah. Elkanah was the son of Mahath. Mahath was the son of Amasai."},{"number":36,"verse":"Amasai was the son of another man whose name was Elkanah. Elkanah was the son of Joel. Joel was the son of Azariah. Azariah was the son of Zephaniah."},{"number":37,"verse":"Zephaniah was the son of Tahath. Tahath was the son of Assir. Assir was the son of Ebiasaph. Ebiasaph was the son of Korah."},{"number":38,"verse":"Korah was the son of Izhar. Izhar was the son of Kohath. Kohath was the son of Levi. Levi was the son of Jacob."},{"number":39,"verse":"Heman's helper was Asaph. His group stood at the right side of Heman. Asaph was the son of Berekiah. Berekiah was the son of Shimea."},{"number":40,"verse":"Shimea was the son of Michael. Michael was the son of Baaseiah. Baaseiah was the son of Malkijah."},{"number":41,"verse":"Malkijah was the son of Ethni. Ethni was the son of Zerah. Zerah was the son of Adaiah."},{"number":42,"verse":"Adaiah was the son of Ethan. Ethan was the son of Zimmah. Zimmah was the son of Shimei."},{"number":43,"verse":"Shimei was the son of Jahath. Jahath was the son of Gershon, and Gershon was the son of Levi."},{"number":44,"verse":"A group of singers from Merari's family helped Heman and Asaph. They stood at the left of Heman. The leader of this group was Ethan son of Kishi. Kishi was the son of Abdi. Abdi was the son of Malluk."},{"number":45,"verse":"Malluk was the son of Hashabiah. Hashabiah was the son of Uzziah. Uzziah was the son of Hilkiah."},{"number":46,"verse":"Hilkiah was the son of Amzi. Amzi was the son of Bani. Bani was the son of Shemer."},{"number":47,"verse":"Shemer was the son of Mahli. Mahli was the son of Mushi. Mushi was the son of Merari, and Merari was the son of Levi."},{"number":48,"verse":"The other descendants of Levi were appointed to do other work in the sacred tent, the place where the people worshiped God."},{"number":49,"verse":"Aaron and his descendants were the ones who placed on the altar the sacrifices that were to be burned completely, and they burned incense on another altar. Those sacrifices were in order that Yahweh would no longer be angry with the people of Israel for having sinned. Those men also did other work in the very holy place in the sacred tent, obeying the instructions that Moses, who served God well, had given to them."},{"number":50,"verse":"These were the descendants of Aaron: Aaron's son was Eleazar. Eleazar's son was Phinehas. Phinehas's son was Abishua."},{"number":51,"verse":"Abishua's son was Bukki. Bukki's son was Uzzi. Uzzi's son was Zerahiah."},{"number":52,"verse":"Zerahiah's son was Meraioth. Meraioth's son was Amariah. Amariah's son was Ahitub."},{"number":53,"verse":"Ahitub's son was Zadok, and Zadok's son was Ahimaaz. This is the land for the descendants of Levi."},{"number":54,"verse":"Here is a list of the places where Aaron's descendants lived. Those who were descendants of Kohath were the first group to be allotted cities to live in."},{"number":55,"verse":"They were allotted the city of Hebron in Judah and the pastureland around the city,"},{"number":56,"verse":"but the fields farther from the city and the villages near the city were given to Caleb's son of Jephunneh."},{"number":57,"verse":"The descendants of Aaron who were descendants of Kohath were allotted Hebron, one of the cities to which people could flee and be protected if they accidentally killed someone. They also were allotted the towns and pastureland near Libnah, Jattir, Eshtemoa,"},{"number":58,"verse":"Hilen, Debir,"},{"number":59,"verse":"Ashan, Juttah, and Beth Shemesh."},{"number":60,"verse":"They were also allotted the cities of Gibeon, Geba, Alemeth, and Anathoth from the tribe of Benjamin. Altogether, these clans descended from Kohath were allotted thirteen cities."},{"number":61,"verse":"The other clans descended from Kohath were allotted ten cities from the clans of the tribe of Manasseh that lived west of the Jordan River."},{"number":62,"verse":"The descendants of Gershon were allotted thirteen cities and towns from the tribes of Issachar, Asher, Naphtali, and the part of the tribe of Manasseh that lived in the region of Bashan on the east side of the Jordan River."},{"number":63,"verse":"The descendants of Merari were allotted twelve cities and towns from the tribes of Reuben, Gad, and Zebulun."},{"number":64,"verse":"The leaders of Israel allotted those towns and the nearby pasturelands to the descendants of Levi."},{"number":65,"verse":"They also allotted to them the cities and towns from the tribes of Judah, Simeon, and Benjamin that were listed previously."},{"number":66,"verse":"Some of the descendants of Kohath were allotted towns from the tribe of Ephraim."},{"number":67,"verse":"They were allotted Shechem, which was one of the cities to which people could flee and be protected if they accidentally killed someone, along with the nearby pastureland in the hills of Ephraim. They were also allotted these towns and pastureland near them: Gezer,"},{"number":68,"verse":"Jokmeam, Beth Horon,"},{"number":69,"verse":"Aijalon, and Gath Rimmon."},{"number":70,"verse":"The other descendants of Kohath were allotted the cities of Aner and Bileam and the nearby pastureland from the part of the tribe of Manasseh that lives west of the Jordan River."},{"number":71,"verse":"The descendants of Gershon, who were part of the tribe of Manasseh, lived east of the Jordan River. They were allotted the cities and towns and pastureland near them: Golan in the regions of Bashan and Ashtaroth."},{"number":72,"verse":"From the tribe of Issachar they were allotted cities and towns and pastureland near Kedesh, Daberath,"},{"number":73,"verse":"Ramoth, and Anem."},{"number":74,"verse":"From the tribe of Asher they were allotted cities and towns and pastureland near Mashal, Abdon,"},{"number":75,"verse":"Hukok, and Rehob."},{"number":76,"verse":"From the tribe of Naphtali they were allotted cities and towns and pastureland near Kedesh in the region of Galilee, and the cities of Hammon and Kiriathaim."},{"number":77,"verse":"The other descendants of Levi, those descended from Merari, were allotted towns and pasturelands from the tribe of Zebulun near Jokneam, Kartah, Rimmono, and Tabor."},{"number":78,"verse":"From the tribe of Reuben they were allotted cities and towns and pastureland near Bezer in the wilderness, Jahzah, Kedemoth, and Mephaath. The tribe of Reuben lived east of the Jordan River, across from Jericho."},{"number":80,"verse":"From the tribe of Gad, they were allotted cities and towns and pastureland near Ramoth in the region of Gilead, Mahanaim,"},{"number":81,"verse":"Heshbon, and Jazer. Bev"}]}