{"bibleAbbr":"KJ3-2005","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":6,"verses":[{"number":1,"verse":"On that night the king's sleep fled, and he said to bring in the Book of the Records of the Matter of the Days. And they were being read before the king."},{"number":2,"verse":"And it was found written that Mordecai had told of Bigtha and Teresh, two of the king's eunuchs, the guards of the threshold, who sought to stretch forth a hand against King Ahasuerus."},{"number":3,"verse":"And the king said, What honor and dignity was done to Mordecai for this? And the king's servants of his ministers said, Not a thing has been done for him."},{"number":4,"verse":"And the king said, Who is in the court? And Haman had come into the outer court of the king's house to speak to the king to hang Mordecai on the wooden gallows which he had prepared for him."},{"number":5,"verse":"And the king's servants said to him, Behold, Haman stands in the court. And the king said, Let him come in."},{"number":6,"verse":"And Haman came in. And the king said to him, What shall be done to the man whom the king is delighting to honor? And Haman said in his heart, To whom would the king delight to do honor more than to myself?"},{"number":7,"verse":"And Haman answered the king, For the man whom the king delights to honor,"},{"number":8,"verse":"let the royal clothing be brought, which the king puts on himself, and the horse on which the king rides, and the royal crown which is set on his head;"},{"number":9,"verse":"and let this clothing and horse be given into the hand of men, one of the king's most noble rulers, and let them dress the man whom the king delights to honor, and cause him to ride on the horse through the street of the city, and call out before him, In this way shall be done to the man whom the king delights in honoring him!"},{"number":10,"verse":"And the king said to Haman, Hurry! Take the clothing and the horse, as you have said, and do so to Mordecai the Jew, who sits at the king's gate. Do not let fail a word of all which you have spoken."},{"number":11,"verse":"And Haman took the clothing and the horse, and dressed Mordecai, and caused him to ride through the street of the city, and called out before him, In this way shall be done to the man whom the king delights, in honoring him!"},{"number":12,"verse":"And Mordecai came again to the king's gate, but Haman hurried to his house mourning, and his head covered."},{"number":13,"verse":"And Haman told his wife Zeresh and all his friends everything that had happened to him. And his wise men and his wife Zeresh said to him, If Mordecai is of the seed of the Jews, before whom you have begun to fall, you shall not prevail against him, but falling shall fall before him."},{"number":14,"verse":"And while they were still talking with him, the king's eunuchs arrived, and they hurried to bring Haman to the banquet which Esther had made ready."}]}