{"bibleAbbr":"GB1539","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"If ther be therfore eny consolacyon in Christ, yf ther be eny comforte of loue, yf ther by eny fellishyppe of the sprete, yf ther be eny compassion and mercy:"},{"number":2,"verse":"full fyll ye my ioye, that ye be lyke mynded, hauinge one loue, beynge of one accorde, and of one mynde,"},{"number":3,"verse":"that nothinge be done thorowe stryfe or of vayne glory, but in mekenes of mynde, let euery man esteme another better then hym selfe."},{"number":4,"verse":"Loke not ye euery man on hys awne thinges, but euery man on the thinges that are other mens."},{"number":5,"verse":"Let the same mynde be in you, that was also in Christ Iesu:"},{"number":6,"verse":"which whan he was in the shape of God, thought it no robbery to be equall with God"},{"number":7,"verse":"Neuerthelesse he made hym selfe of no reputacion, takynge on hym the shape of a seruaunte, and became lyke vnto men,"},{"number":8,"verse":"and was founde in his apparell as a man. He humbled him selfe, and became obedient vnto the deeth, euen the deeth of the crosse."},{"number":9,"verse":"Wherfore, God also hath exalted him on hye, and geuen him a name which is aboue all names:"},{"number":10,"verse":"that in the name of Iesus euery knee shulde bowe, both of thinges in heauen and thynges in erth and thynges vnder the erth,"},{"number":11,"verse":"and that all tonges shulde confesse, that Iesus Christ is the Lorde, vnto the prayse of God the father."},{"number":12,"verse":"Wherfore (my dearly beloued) as ye haue alwayes obeyed, not when I was present onely, but nowe moche more in myne absence, euen so worcke out youre awne saluacion with feare and tremblyng."},{"number":13,"verse":"For it is God, which worketh in you, both the wyll and also the dede, euen of good wyll."},{"number":14,"verse":"Do all thynge with out murmuringe, & dysputynge,"},{"number":15,"verse":"that ye maye be soche as no man came complayne on: and vnfayned sonnes of God without rebuke, in the myddes of a croked and peruerse nacyon: amonge whom se that ye shyne as lyghtes in the worlde,"},{"number":16,"verse":"holdynge faste the worde of lyfe, that I maye reioyce in the daye of Chryst, howe that I haue not runne in vayne, nether haue laboured in vayne."},{"number":17,"verse":"Yee and though I be offered vp vpon the offeringe & sacrifyce of youre fayth: I reioyce and reioyce with you all."},{"number":18,"verse":"For the same cause also do ye reioyce, and reioyce with me."},{"number":19,"verse":"I trust in the Lorde Iesus, for to sende Timotheus shortly vnto you, that I also maye be of good comforte, when I knowe what case ye stande in."},{"number":20,"verse":"For I haue no man that is so lyke mynded to me, which with so pure affeccyon wyll care for youre matters."},{"number":21,"verse":"For all other seke theyr awne, and not the thynges which are Iesus Christes."},{"number":22,"verse":"ye knowe the proffe of hym, howe that as a sonne with the father, so hath he with me bestowed hys seruice in the Gospell."},{"number":23,"verse":"Hym therfore I hope to sende, assone as I knowe howe it wyll go with me."},{"number":24,"verse":"I trust in the Lord, that I also my selfe shall come shortly."},{"number":25,"verse":"But I supposed it necessary to sende brother Epaphroditus vnto you, my companion in laboure and felowe souldier, youre Apostell, which also ministreth vnto me at nede."},{"number":26,"verse":"For he longed after you all, and was full of heuynes, because that ye had hearde saye, that he had bene sycke."},{"number":27,"verse":"And no doute he was sicke, in somoch that he was nye vnto deeth. But God had mercy on him: and not on him onely, but on me also, lest I shulde haue sorowe vpon sorowe."},{"number":28,"verse":"I sent hym therfore the more diligently: that when ye se hym, ye maye reioyce agayne, and that I maye be the lesse sorowfull."},{"number":29,"verse":"Receaue him therfore in the Lorde with all gladnes, and make moche of soche:"},{"number":30,"verse":"because that for the worke of Chryst he went so farre, that he was nye vnto deeth, and regarded not hys lyfe: to fullfyll that, which was lackynge on youre parte to warde me."}]}