{"bibleAbbr":"NLT2015","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"(David’s Last Words) These are the last words of David: “David, the son of Jesse, speaks— David, the man who was raised up so high, David, the man anointed by the God of Jacob, David, the sweet psalmist of Israel. (Or the favorite subject of the songs of Israel; or the favorite of the Strong One of Israel.)"},{"number":2,"verse":"“The Spirit of the LORD speaks through me; his words are upon my tongue."},{"number":3,"verse":"The God of Israel spoke. The Rock of Israel said to me: ‘The one who rules righteously, who rules in the fear of God,"},{"number":4,"verse":"is like the light of morning at sunrise, like a morning without clouds, like the gleaming of the sun on new grass after rain.’"},{"number":5,"verse":"“Is it not my family God has chosen? Yes, he has made an everlasting covenant with me. His agreement is arranged and guaranteed in every detail. He will ensure my safety and success."},{"number":6,"verse":"But the godless are like thorns to be thrown away, for they tear the hand that touches them."},{"number":7,"verse":"One must use iron tools to chop them down; they will be totally consumed by fire.”"},{"number":8,"verse":"(David’s Mightiest Warriors) These are the names of David’s mightiest warriors. The first was Jashobeam the Hacmonite, (As in parallel text at 1 Chr 11:11; Hebrew reads Josheb-basshebeth the Tahkemonite.) who was leader of the Three (As in Greek and Latin versions (see also 1 Chr 11:11); the meaning of the Hebrew is uncertain.) —the three mightiest warriors among David’s men. He once used his spear to kill 800 enemy warriors in a single battle. (As in some Greek manuscripts (see also 1 Chr 11:11); the meaning of the Hebrew is uncertain, though it might be rendered the Three. It was Adino the Eznite who killed 800 men at one time.)"},{"number":9,"verse":"Next in rank among the Three was Eleazar son of Dodai, a descendant of Ahoah. Once Eleazar and David stood together against the Philistines when the entire Israelite army had fled."},{"number":10,"verse":"He killed Philistines until his hand was too tired to lift his sword, and the LORD gave him a great victory that day. The rest of the army did not return until it was time to collect the plunder!"},{"number":11,"verse":"Next in rank was Shammah son of Agee from Harar. One time the Philistines gathered at Lehi and attacked the Israelites in a field full of lentils. The Israelite army fled,"},{"number":12,"verse":"but Shammah (Hebrew he.) held his ground in the middle of the field and beat back the Philistines. So the LORD brought about a great victory."},{"number":13,"verse":"Once during the harvest, when David was at the cave of Adullam, the Philistine army was camped in the valley of Rephaim. The Three (who were among the Thirty—an elite group among David’s fighting men) went down to meet him there."},{"number":14,"verse":"David was staying in the stronghold at the time, and a Philistine detachment had occupied the town of Bethlehem."},{"number":15,"verse":"David remarked longingly to his men, “Oh, how I would love some of that good water from the well by the gate in Bethlehem.”"},{"number":16,"verse":"So the Three broke through the Philistine lines, drew some water from the well by the gate in Bethlehem, and brought it back to David. But he refused to drink it. Instead, he poured it out as an offering to the LORD."},{"number":17,"verse":"“The LORD forbid that I should drink this!” he exclaimed. “This water is as precious as the blood of these men (Hebrew Shall I drink the blood of these men?) who risked their lives to bring it to me.” So David did not drink it. These are examples of the exploits of the Three."},{"number":18,"verse":"(David’s Thirty Mighty Men) Abishai son of Zeruiah, the brother of Joab, was the leader of the Thirty. (As in a few Hebrew manuscripts and Syriac version; most Hebrew manuscripts read the Three.) He once used his spear to kill 300 enemy warriors in a single battle. It was by such feats that he became as famous as the Three."},{"number":19,"verse":"Abishai was the most famous of the Thirty (As in Syriac version; Hebrew reads the Three.) and was their commander, though he was not one of the Three."},{"number":20,"verse":"There was also Benaiah son of Jehoiada, a valiant warrior (Or son of Jehoiada, son of Ish-hai.) from Kabzeel. He did many heroic deeds, which included killing two champions (Hebrew two of Ariel.) of Moab. Another time, on a snowy day, he chased a lion down into a pit and killed it."},{"number":21,"verse":"Once, armed only with a club, he killed an imposing Egyptian warrior who was armed with a spear. Benaiah wrenched the spear from the Egyptian’s hand and killed him with it."},{"number":22,"verse":"Deeds like these made Benaiah as famous as the Three mightiest warriors."},{"number":23,"verse":"He was more honored than the other members of the Thirty, though he was not one of the Three. And David made him captain of his bodyguard."},{"number":24,"verse":"Other members of the Thirty included: Asahel, Joab’s brother; Elhanan son of Dodo from Bethlehem;"},{"number":25,"verse":"Shammah from Harod; Elika from Harod;"},{"number":26,"verse":"Helez from Pelon (As in parallel text at 1 Chr 11:27 (see also 1 Chr 27:10); Hebrew reads from Palti.) ; Ira son of Ikkesh from Tekoa;"},{"number":27,"verse":"Abiezer from Anathoth; Sibbecai (As in some Greek manuscripts (see also 1 Chr 11:29); Hebrew reads Mebunnai.) from Hushah;"},{"number":28,"verse":"Zalmon from Ahoah; Maharai from Netophah;"},{"number":29,"verse":"Heled (As in some Hebrew manuscripts (see also 1 Chr 11:30); most Hebrew manuscripts read Heleb.) son of Baanah from Netophah; Ithai (As in parallel text at 1 Chr 11:31; Hebrew reads Ittai.) son of Ribai from Gibeah (in the land of Benjamin);"},{"number":30,"verse":"Benaiah from Pirathon; Hurai (As in some Greek manuscripts (see also 1 Chr 11:32); Hebrew reads Hiddai.) from Nahale-gaash (Or from the ravines of Gaash.) ;"},{"number":31,"verse":"Abi-albon from Arabah; Azmaveth from Bahurim;"},{"number":32,"verse":"Eliahba from Shaalbon; the sons of Jashen; Jonathan"},{"number":33,"verse":"son of Shagee (As in parallel text at 1 Chr 11:34; Hebrew reads Jonathan, Shammah; some Greek manuscripts read Jonathan son of Shammah.) from Harar; Ahiam son of Sharar from Harar;"},{"number":34,"verse":"Eliphelet son of Ahasbai from Maacah; Eliam son of Ahithophel from Giloh;"},{"number":35,"verse":"Hezro from Carmel; Paarai from Arba;"},{"number":36,"verse":"Igal son of Nathan from Zobah; Bani from Gad;"},{"number":37,"verse":"Zelek from Ammon; Naharai from Beeroth, the armor bearer of Joab son of Zeruiah;"},{"number":38,"verse":"Ira from Jattir; Gareb from Jattir;"},{"number":39,"verse":"Uriah the Hittite. There were thirty-seven in all."}]}