{
  "bibleAbbr" : "TERV1998",
  "bookName" : "2 நாளாகமம்",
  "bookEnglishName" : "2 Chronicles",
  "chapterNumber" : 16,
  "verses" : [ {
    "number" : 1,
    "verse" : "(ஆசாவின் இறுதி ஆண்டுகள்) ஆசாவின் 36வது ஆட்சி ஆண்டில் யூதா நாட்டினை பாஷா தாக்கினான். பாஷா இஸ்ரவேலின் ராஜா ஆவான். அவன் ராமா என்னும் நகருக்குச் சென்று அதையே ஒரு கோட்டையாகக் கட்டினான். ஜனங்கள் யூதாவின் ராஜாவாகிய ஆசாவிடம் செல்வதையோ அல்லது அவனிடமிருந்து திரும்புவதையோ தடுப்பதற்கான இடமாக ராமா ஊரினைப் பயன்படுத்தினான்."
  }, {
    "number" : 2,
    "verse" : "கர்த்தருடைய ஆலயத்தில் கருவூலத்தில் இருந்த பொன்னையும் வெள்ளியையும் ஆசா வெளியே எடுத்தான். அரண்மனை கருவூலத்தில் உள்ள பொன்னையும் வெள்ளியையும் ஆசா எடுத்தான். பிறகு அவன் பென்னாதாத்துக்கு தூது அனுப்பினான். பென்னாதாத் ஆராம் நாட்டு ராஜா. அவன் தமஸ்கு நகரத்தில் இருந்தான். ஆசாவின் செய்தி இது:"
  }, {
    "number" : 3,
    "verse" : "“பென்னாதாத் நீயும் நானும் ஒரு ஒப்பந்தம் செய்துக்கொள்வோம். உன் தந்தையும் என் தந்தையும் செய்த ஒப்பந்தம் போன்று இருக்கட்டும். நான் உனக்குப் பொன்னும் வெள்ளியும் அனுப்புவேன். நீ இப்போது பாஷாவுடன் உள்ள ஒப்பந்தத்தை ஒரு முடிவுக்கு கொண்டு வந்துவிடு. அதனால் அவன் எனக்குத் துன்பம் தராமல் விலகிவிடுவான்.”"
  }, {
    "number" : 4,
    "verse" : "பென்னாதாத் ராஜாவாகிய ஆசா சொன்னவற்றை ஒத்துக்கொண்டான். அவன் தனது படைத் தளபதிகளை அனுப்பி இஸ்ரவேல் நகரங்களைத் தாக்கினான். அவர்கள் ஈயோன், தாண், ஆபேல், மாயீம், நப்தலிப் பகுதியில் இருந்த ஊர்கள் ஆகியவற்றைத் தாக்கினார்கள். இந்நகரங்களில் கருவூலங்களும் பண்டகச்சாலைகளும் இருந்தன."
  }, {
    "number" : 5,
    "verse" : "இஸ்ரவேல் நகரங்கள் தாக்கப்படுவதை பாஷா கேள்வியுற்றான். எனவே அவன் ராமாவில் கோட்டை கட்டுவதை விட்டுவிட்டு விலகிப்போனான்."
  }, {
    "number" : 6,
    "verse" : "பிறகு ஆசா ராஜா யூதா ஜனங்கள் அனைவரையும் ஒன்றாகக் கூட்டினான். அவர்கள் ராமா நகரத்திற்குச் சென்றார்கள். அங்கு கோட்டை கட்டுவதற்காக பாஷா வைத்திருந்த கல், மரம் போன்றவற்றை எடுத்துக்கொண்டு வந்துவிட்டார்கள். அவற்றால் அவர்கள் கேபா, மிஸ்பா ஆகிய நகரங்களை பலமுள்ளதாகக் கட்டினார்கள்."
  }, {
    "number" : 7,
    "verse" : "அப்போது யூதாவின் ராஜாவாகிய ஆசாவிடம் அனானி எனும் ஞானதிருஷ்டிக்காரன் வந்தான். அனானி ராஜாவிடம், “ஆசா, நீ உதவிக்காக ஆராம் நாட்டு ராஜாவையே சார்ந்திருந்தாய். உனது தேவனாகிய கர்த்தரைச் சார்ந்திருக்கவில்லை. நீ உன் உதவிக்காக கர்த்தரைச் சார்ந்திருக்கவேண்டும். ஆனால் உதவிக்காகக் கர்த்தரைச் சாராததால் ஆராம் நாட்டு படையும் உன் கைகளில் இருந்து விலகிப்போனது."
  }, {
    "number" : 8,
    "verse" : "எத்தியோப்பியர்களிடமும் லூபியர்களிடமும் வலிமைமிக்க பெரிய படை இருந்தது. அவர்களிடம் ஏராளமான இரதங்களும் குதிரை வீரர்களும் இருந்தனர். ஆனால் நீ உதவிக்கு கர்த்தரை நாடியபோது அவர் இவர்களை வெல்லும்படி உதவினார்."
  }, {
    "number" : 9,
    "verse" : "கர்த்தருடைய கண்கள் பூமியில் உள்ள அனைவர் மீதும் சுற்றிவரும். தனக்கு உண்மையானவர்களை அவர் தேடி அவர்களை பலமுள்ளவர் ஆக்குவார். ஆசா நீ முட்டாள்தனமாக நடந்துக்கொண்டாய். எனவே இப்போது முதல் நீ போர்களை சந்திப்பாய்” என்றான்."
  }, {
    "number" : 10,
    "verse" : "ஆசாவிற்கு அனானி மீது அவன் பேசிய சொற்களுக்காக கோபம் வந்தது. அவன் எந்தவித காரணமின்றி அனானியைச் சிறையில் அடைத்தான். இக்காலக் கட்டத்தில் ஆசா பலரிடம் கொடூரமாக நடந்துக்கொண்டான்."
  }, {
    "number" : 11,
    "verse" : "தொடக்கம் முதல் இறுதிவரை ஆசா செய்த செயல்கள் யூதா மற்றும் இஸ்ரவேல் ராஜாக்களின் வரலாறு என்ற புத்தகத்தில் எழுதப்பட்டுள்ளன."
  }, {
    "number" : 12,
    "verse" : "ஆசாவின் 39வது ஆட்சியாண்டில் அவன் காலில் நோய் வந்தது. இது மிக மோசமான நோய். எனினும் கர்த்தருடைய உதவியை நாடவில்லை. உதவிக்காக மருத்துவர்களை நாடினான்."
  }, {
    "number" : 13,
    "verse" : "ஆசா தனது 41வது ஆட்சியாண்டில் மரித்தான். அவன் தன் முற்பிதாக்களோடு சேர்க்கப்பட்டான்."
  }, {
    "number" : 14,
    "verse" : "தாவீதின் நகரத்திலே ஆசா தனக்கென்று ஒரு கல்லறை அமைத்திருந்தான். ஜனங்கள் அவனை அதிலேயே அடக்கம் செய்தனர். அவனை வாசனைப் பொருட்களாலும் பலவகை மணக்கலவைகளாலும் அமைக்கப்பட்ட மெத்தை மீது வைத்தனர். ஆசாவை கௌரவிப்பதற்காக ஜனங்கள் ஒரு பெரும் நெருப்பை உண்டாக்கினார்கள்."
  } ]
}