{
  "bibleAbbr" : "TERV1998",
  "bookName" : "2 நாளாகமம்",
  "bookEnglishName" : "2 Chronicles",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஆலயத்திற்கானப் பொருட்கள்சாலொமோன் ஒரு பலிபீடத்தை வெண்கலத்தால் செய்தான். அது 30 அடி நீளமும், 30 அடி அகலமும், 18 அடி உயரமும் கொண்டது."
  }, {
    "number" : 2,
    "verse" : "பிறகு ஒரு பெரிய தொட்டியைச் செய்ய சாலொமோன் உருக்கிய வெண்கலத்தைப் பயன்படுத்தினான். இது வட்ட வடிவத்தில் ஒரு விளிம்பிலிருந்து மறுவிளிம்புவரை 18 அடி அகலம் கொண்டதாக இருந்தது. 7 1/2 அடி உயரமும், 45 அடி சுற்றளவும் கொண்டிருந்தது."
  }, {
    "number" : 3,
    "verse" : "தொட்டியின் கீழ்ப்புறமாய் காளைகளின் உருவங்கள் வெண்கலத்தால் வார்க்கப்பட்டு 18 அடி உயரத்தில் வைக்கப்பட்டிருந்தது. இரண்டு வரிசைகளில் காளையின் உருவங்கள் தொட்டியோடு வார்க்கப்பட்டன."
  }, {
    "number" : 4,
    "verse" : "இத்தொட்டி 12 காளை உருவங்களின் மேல் வைக்கப்பட்டது. அவற்றில் 3 காளைகள் வடக்கு நோக்கியும், 3 காளைகள் மேற்கு நோக்கியும், 3 காளைகள் கிழக்கு நோக்கியும், 3 காளைகள் தெற்கு நோக்கியும் இருந்தன. பெரிய தொட்டியானது இக்காளைகளின் மேல் இருந்தது. அவற்றின் பின்பக்கம் உட்புறமாய் இருந்தது."
  }, {
    "number" : 5,
    "verse" : "பெரிய வெண்கலத் தொட்டியின் கனம் 4 விரல்கடை அளவுள்ளது. தொட்டியின் விளிம்பானது கப்பின் விளிம்புபோல் இருந்தது. அவ்விளிம்பானது லீலி பூ போலவும் இருந்தது. இது 3,000 குடம் தண்ணீர் கொள்ளளவு கொண்டது."
  }, {
    "number" : 6,
    "verse" : "சாலொமோன் 10 குழாய்கள் பொருத்தப்பட்ட கிண்ணங்களைச் செய்தான். இவற்றில் 5 கிண்ணங்களைத் தொட்டியின் வலது பக்கத்திலும், 5 கிண்ணங்களை இடது பக்கத்திலும் வைத்தான். தகனபலிக்கான பொருட்களைச் சுத்தப்படுத்த இக்கோப்பைகள் பயன்பட்டன. பலிகளைக் கொடுக்கும் முன்பு குளித்து பரிசுத்தமாகும் பொருட்டு ஆசாரியர்களால் வெண்கலத் தொட்டி பயன்படுத்தப்பட்டது."
  }, {
    "number" : 7,
    "verse" : "சாலொமோன் 10 விளக்குத் தண்டுகளைத் தங்கத்தில் செய்தான். அவன் விளக்குத் தண்டுகளைச் செய்வதற்கான விதிமுறைகளைப் பயன்படுத்தினான். அவன் அவ்விளக்குத் தண்டுகளை ஆலயத்தில் வைத்தான். 5 விளக்குத் தண்டுகளை வலது பக்கத்திலும், 5 விளக்குத் தண்டுகளை இடது பக்கத்திலும் வைத்தான்."
  }, {
    "number" : 8,
    "verse" : "சாலொமோன் 10 மேஜைகளைச் செய்து ஆலயத்தில் வைத்தான். அவற்றில் 5 மேஜைகளை வலது பக்கத்திலும், 5 மேஜைகளை இடது பக்கத்திலும் வைத்தான். சாலொமோன் 100 குழாய் பொருத்தப்பட்ட கிண்ணங்களைத் தங்கத்தால் செய்தான்."
  }, {
    "number" : 9,
    "verse" : "சாலொமோன் ஆசாரியர்களின் பிரகாரத்தையும், பெரிய பிரகாரத்தையும், மற்ற பிரகாரங்களையும் வாசலோடு அமைத்தான். அவன் பிரகாரக் கதவுகளை வெண்கலத் தகடுகளால் மூடினான்."
  }, {
    "number" : 10,
    "verse" : "தொட்டியை ஆலயத்தின் வலதுபுறத்தில் தென்கிழக்காக வைத்தான்."
  }, {
    "number" : 11,
    "verse" : "ஈராம் செப்புச்சட்டிகளையும், சாம்பல் கரண்டிகளையும், கலங்களையும் செய்தான். பிறகு அவன் கர்த்தருடைய ஆலயத்திற்காக சாலொமோன் ராஜாவுக்குச் செய்ய வேண்டிய வேலைகளைச் செய்து முடித்தான்."
  }, {
    "number" : 12,
    "verse" : "அதுவரை அவன் இரண்டு தூண்களையும், தூண்களின் மேல் உள்ள கும்பங்களையும் குமிழ்களையும் இவற்றை மூடுவதற்கான வலைகளையும் செய்திருந்தான்."
  }, {
    "number" : 13,
    "verse" : "இரண்டு வலைகளையும் அலங்கரிப்பதற்காக 400 மாதளம் பழங்களையும் செய்தான். ஒவ்வொரு வலையிலும் இருவரிசையாக மாதளம் பழங்களைத் தொங்கவிட்டான். இவ்வலைகள் இரண்டு தூண்களின் மேலுள்ள கும்பங்களை மூடிக்கொண்டிருந்தன."
  }, {
    "number" : 14,
    "verse" : "தாங்கிகளையும் தாங்கிகளின் மேலுள்ள பாத்திரங்களையும் ஈராம் செய்தான்."
  }, {
    "number" : 15,
    "verse" : "ஈராம் ஒரு பெரிய வெண்கலத் தொட்டியையும் அதற்கடியில் 12 காளைகளையும் செய்துமுடித்தான்."
  }, {
    "number" : 16,
    "verse" : "ஈராம் செப்புச் சட்டிகளையும், சாம்பல் கரண்டிகளையும், முள் துறடுகள் போன்ற பணிமூட்டுகள் போன்றவற்றையும் ராஜா சாலொமோனுக்கு கர்த்தருடைய ஆலயத்திற்காகச் செய்தான். இவை பளபளப்பாக்கப்பட்ட வெண்கலத்தால் செய்யப்பட்டன."
  }, {
    "number" : 17,
    "verse" : "ராஜா சாலொமோன் முதலில் இவற்றைக் களிமண் வார்ப்படங்களில் வடித்தான். அக்களிமண் வார்ப்படங்கள் யோர்தான் பள்ளத்தாக்கில் சுக்கோத் மற்றும் சரேத்தா ஆகிய ஊர்களுக்கு இடையில் செய்யப்பட்டன."
  }, {
    "number" : 18,
    "verse" : "இதுபோல் ஏராளமான பொருட்களை சாலொமோன் செய்தான். இதற்குரிய வெண்கலத்தின் எடையை அளக்க யாரும் முயற்சி செய்யவில்லை."
  }, {
    "number" : 19,
    "verse" : "தேவனுடைய ஆலயத்திற்கு வேண்டிய அனைத்து பொருட்களையும் சாலொமோன் செய்தான். அவன் தங்கத்தாலான பலிபீடத்தைச் செய்தான். சமூகத்து அப்பங்களை வைக்கும் மேஜைகளையும் அவன் செய்தான்."
  }, {
    "number" : 20,
    "verse" : "சாலொமோன் விளக்குத் தண்டுகளையும் அதன்மேல் வைக்க விளக்குகளையும் சுத்தமான தங்கத்தால் செய்தான். உள்புறமிருந்த பரிசுத்த இடத்தில் சன்னதிக்கு முன்பு முறைப்படி விளக்கு ஏற்றுவதற்காக இவைச் செய்யப்பட்டன."
  }, {
    "number" : 21,
    "verse" : "பூக்களையும், விளக்குகளையும், இடுக்கிகளையும்,"
  }, {
    "number" : 22,
    "verse" : "கத்திகளையும், கலங்களையும், கலயங்களையும், தூபகலசங்களையும் செய்ய சாலொமோன் தூய பொன்னையே பயன்படுத்தினான். மகா பரிசுத்தமான இடத்தின் உட்கதவுகளையும் ஆலயத்தின் கதவுகளையும் வாசல் கதவுகளையும் பொன்னால் செய்வித்தான்."
  } ]
}