{
  "bibleAbbr" : "TERV1998",
  "bookName" : "2 நாளாகமம்",
  "bookEnglishName" : "2 Chronicles",
  "chapterNumber" : 7,
  "verses" : [ {
    "number" : 1,
    "verse" : "கர்த்தருக்கென்று ஆலயம் அர்ப்பணிக்கப்படுகிறதுசாலொமோன் தனது ஜெபத்தை முடித்தபோது வானத்திலிருந்து அக்கினி வந்தது. அது தகன பலிகளையும் காணிக்கைகளையும் எரித்தது. கர்த்தருடைய மகிமை ஆலயத்தை நிரப்பியது."
  }, {
    "number" : 2,
    "verse" : "கர்த்தருடைய மகிமை ஆலயத்தில் நிரம்பியிருந்ததால் ஆசாரியர்களால் ஆலயத்திற்குள் நுழைய முடியவில்லை."
  }, {
    "number" : 3,
    "verse" : "வானுலகத்திலிருந்து அக்கினி இறங்கி வருவதை இஸ்ரவேல் ஜனங்கள் அனைவரும் பார்த்தார்கள். அந்த ஜனங்கள் கர்த்தருடைய மகிமை ஆலயத்திற்குள் நிரம்பியிருப்பதையும் பார்த்தனர். அவர்கள் தரையில் முகங்குப்புற விழுந்து தொழுது கொண்டு கர்த்தருக்கு நன்றி சொன்னார்கள். அவர்கள், “கர்த்தர் நல்லவர். அவரது கிருபை என்றென்றைக்கும் தொடர்கிறது” என்றனர்."
  }, {
    "number" : 4,
    "verse" : "கர்த்தருக்கு முன்னால் சாலொமோனும் ஜனங்களும் பலிகளைச் செலுத்தினர்."
  }, {
    "number" : 5,
    "verse" : "சாலொமோன் ராஜா 22,000 காளைகளையும், 1,20,000 வெள்ளாடுகளையும் பலியிட்டான். ராஜாவும் அனைத்து ஜனங்களும் தேவனுடைய ஆலயத்தைப் பரிசுத்தமாக வைத்துக்கொண்டனர். அவ்வாலயத்தை தேவனை ஆராதிப்பதற்கு மட்டுமே பயன்படுத்தினார்கள்."
  }, {
    "number" : 6,
    "verse" : "ஆசாரியர்கள் தமது பணியைச் செய்ய எப்போதும் தயாராக இருந்தார்கள். லேவியர்களும் கர்த்தரைப் பாட எப்பொழுதும் தயாராக இசைக் கருவிகளோடு நின்றனர். இந்த இசைக் கருவிகள் தாவீது ராஜாவால் கர்த்தருக்கு நன்றி சொல்வதற்காக உருவாக்கப்பட்டவை. ஆசாரியர்களும், லேவியர்களும், “கர்த்தரைத் துதியுங்கள், அவருடைய அன்பு என்றென்றும் தொடர்கிறது” என்றனர். ஆசாரியர்கள் தங்கள் எக்காளங்களை லேவியர்களுக்கு எதிராக நின்று ஊதினார்கள். இஸ்ரவேல் ஜனங்கள் அனைவரும் நின்று கொண்டு இருந்தனர்."
  }, {
    "number" : 7,
    "verse" : "சாலொமோன் பிரகாரத்தின் நடுப்பகுதியை பரிசுத்தமாக்கினான். அது கர்த்தருடைய ஆலயத்திற்கு முன்பாக இருந்தது. அந்த இடத்தில்தான் சாலொமோன் தகன பலிகளையும், சமாதான பலியின் கொழுப்பையும் கொடுத்தான். வெண்கல பலிபீடமானது எல்லா தகனபலிகளையும் தானியக் காணிக்கைகளையும், நிணத்தையும் தாங்காது என்பதாலேயே சாலொமோன் இந்த நடுப்பகுதியைப் பயன்படுத்தினான்."
  }, {
    "number" : 8,
    "verse" : "சாலொமோனும் இஸ்ரவேல் ஜனங்களும் ஏழு நாள் பண்டிகையைக் கொண்டாடினார்கள். சாலொமோனோடு பெரிய அளவிலான கூட்டம் சேர்ந்திருந்தது. அவர்கள் ஆமாத் நகரத்தின் எல்லையிலிருந்து எகிப்தின் நதி மட்டும் கூடினார்கள்."
  }, {
    "number" : 9,
    "verse" : "எட்டாவது நாள் அவர்களுக்குப் பரிசுத்தக் கூட்டம் இருந்தது. ஏனென்றால் அவர்கள் ஏழுநாட்கள் பண்டிகை கொண்டாடினார்கள். அவர்கள் பலிபீடத்தைப் பரிசுத்தமாக்கினார்கள். அதனை கர்த்தரை தொழுதுகொள்வதற்கு மட்டுமே பயன்படுத்தினார்கள். அவர்கள் அந்தப் பண்டிகையை ஏழு நாட்கள் கொண்டாடினார்கள்."
  }, {
    "number" : 10,
    "verse" : "ஏழாவது மாதத்தின் 23வது நாளில் சாலொமோன் ஜனங்களை வீட்டிற்குத் திரும்ப அனுப்பினான். ஜனங்கள் மகிழ்ச்சியாக இருந்தனர். அவர்களின் இதயம் மகிழ்ச்சியால் நிரம்பியது. ஏனென்றால் கர்த்தர் தாவீதிடமும் சாலொமோனிடமும் இஸ்ரவேல் ஜனங்களிடமும் அன்பாக இருந்தார்."
  }, {
    "number" : 11,
    "verse" : "சாலொமோனிடம் கர்த்தர் வருகிறார்சாலொமோன் கர்த்தருடைய ஆலயத்தையும் அரண்மனையையும் கட்டி முடித்தான். கர்த்தருடைய ஆலயத்திலும் தன் அரண்மனையிலும் திட்டமிட்டபடியே வெற்றிகரமாகக் கட்டி முடித்தான்."
  }, {
    "number" : 12,
    "verse" : "பிறகு இரவில் சாலொமோனிடம் கர்த்தர் வந்தார். கர்த்தர் அவனிடம், “சாலொமோன், நான் உனது ஜெபத்தைக் கேட்டேன். நான் இந்த இடத்தை எனக்குப் பலிகள் தருவதற்குரிய இடமாகத் தேர்ந்தெடுத்தேன்."
  }, {
    "number" : 13,
    "verse" : "நான் வானத்தை மூடினால் பின் மழை வராமல் போகும். நான் வெட்டுக்கிளிகளுக்கு கட்டளையிட்டால் அது பயிரை அழித்துப்போடும் அல்லது என் ஜனங்களிடம் நான் நோயை அனுப்புவேன்."
  }, {
    "number" : 14,
    "verse" : "என் நாமத்தால் அழைக்கப்படும் என் ஜனங்கள் மனம் வருந்தி, ஜெபம் செய்து, என்னைத் தேடினால், மேலும் தம் பாவங்களை விட்டுவிட்டால் நான் பரலோகத்திலிருந்து அவர்களின் ஜெபங்களைக் கேட்பேன். அவர்களது பாவங்களை மன்னித்து இந்த நாட்டை வளப்படுத்துவேன்."
  }, {
    "number" : 15,
    "verse" : "இப்போது என் கண்கள் திறந்திருக்கின்றன. இந்த இடத்திலிருந்து ஜெபம் செய்யப்படுபவற்றைக் கேட்க என் காதுகள் திறந்திருக்கின்றன."
  }, {
    "number" : 16,
    "verse" : "நான் இவ்வாலயத்தைத் தேர்ந்தெடுத்தேன். இதனைப் பரிசுத்தப்படுத்தினேன். எனவே எனது நாமம் இங்கு என்றென்றும் நிலைத்திருக்கும். எனது கண்ணும் மனமும் எப்பொழுதும் இங்கே இந்த ஆலயத்திலேயே இருக்கும்."
  }, {
    "number" : 17,
    "verse" : "இப்போது சாலொமோனே, உன் தந்தையைப் போலவே நீயும் என் முன்பாக வாழ்ந்தால், என் கட்டளைகளுக்கெல்லாம் நீ கீழ்ப்படிந்து வந்தால், எனது சட்டங்களையும் விதிகளையும் கடைபிடித்தால்,"
  }, {
    "number" : 18,
    "verse" : "பிறகு நான் உன்னைப் பலமுள்ள ராஜாவாக ஆக்குவேன். உனது அரசு பெருமைக்குரியதாக இருக்கும். உனது தந்தையான தாவீதோடு நான் செய்து கொண்ட உடன்படிக்கை இதுதான். நான் அவனிடம் ‘தாவீது, இஸ்ரவேலின் ராஜாவாகிறவன் எப்பொழுதும் உனது குடும்பத்திலிருந்தே வருவான்’ என்று கூறினேன்."
  }, {
    "number" : 19,
    "verse" : "“ஆனால் நான் அளித்த சட்டங்களுக்கும் கட்டளைகளுக்கும் நீங்கள் கீழ்ப்படியவில்லையென்றால், நீங்கள் மற்ற தெய்வங்களை தொழுதுகொண்டு சேவை செய்வீர்களானால்,"
  }, {
    "number" : 20,
    "verse" : "நான் கொடுத்த எனது நிலத்திலிருந்து இஸ்ரவேல் ஜனங்களை வெளியேற்றுவேன். எனது நாமத்தைப் பரிசுத்தப்படுத்துவதற்காகக் கட்டிய இவ்வாலயத்தை விட்டுவிலகுவேன். எல்லா நாட்டினரும் இவ்வாலயத்தைப் பற்றி தீயதாகப் பேசும்படி செய்வேன்."
  }, {
    "number" : 21,
    "verse" : "மிக்க உயர்ந்த மாட்சிமை கொண்ட இவ்வாலயத்தைக் கடந்துபோகிற ஒவ்வொருவனும் வியந்து போகும்படி செய்வேன். அவர்கள், ‘ஏன் கர்த்தர் இதுபோன்ற மோசமான காரியத்தை இந்த நாட்டிற்கும் ஆலயத்திற்கும் செய்தார்?’ என்று கூறுவார்கள்."
  }, {
    "number" : 22,
    "verse" : "அதற்கு மற்ற ஜனங்கள், ‘இதன் காரணம் என்னவென்றால் இஸ்ரவேல் ஜனங்கள் தமது முற்பிதாக்களைப்போன்று தேவனாகிய கர்த்தருக்கு கீழ்ப்படிய மறுத்தனர். இந்த தேவன்தான் அவர்களை எகிப்தைவிட்டு வெளியே மீட்டுவந்தார். ஆனால் இஸ்ரவேல் ஜனங்கள் அந்நிய தெய்வங்களை ஏற்றுக்கொண்டனர். அவர்கள் விக்கிரகங்களை தொழுதுகொள்ளவும் சேவைசெய்யவும் தொடங்கிவிட்டனர். அதனால்தான் கர்த்தர் இஸ்ரவேல் ஜனங்களுக்கு இத்தகைய துன்பங்களைக் கொடுத்துள்ளார் என்பார்கள்’” என்றனர்."
  } ]
}