{"bibleAbbr":"ISV2011","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"{Daniel's Vision} d In the third year of Cyrus, king of Persia, a message was revealed to Daniel (also known as Belteshazzar). The message was trustworthy and concerned a great conflict. He understood it and had insight concerning the vision."},{"number":2,"verse":"\"At that time I, Daniel, had been mourning for three straight weeks. {Lit. for three weeks of days}"},{"number":3,"verse":"I ate no fancy foods neither meat nor wine entered my mouth. Furthermore, I didn't use any ointment until the end of the entire three weeks. {Lit. the three weeks of days}"},{"number":4,"verse":"On the twenty-fourth day of the first month, while I was beside the bank of the great Tigris {Lit. Hiddekel} River,"},{"number":5,"verse":"I lifted up my eyes to look and behold! there was a certain man dressed in linen, whose waist was encircled with gold from Uphaz."},{"number":6,"verse":"His body was like beryl, {Lit. Tarshish ; a yellow semi-precious stone named after its region of origin} his face flashed like lightning, his eyes were like flaming torches, his arms and legs were like polished bronze, and his speech roared {The Heb. lacks roared} like that of a crowd."},{"number":7,"verse":"\"Now I, Daniel, was the only one to receive the vision the men who were with me didn't see it. {Lit. see the vision} However, an enormous fear overwhelmed them, so they ran away to hide,"},{"number":8,"verse":"and I was left alone to observe this magnificent vision. Nevertheless, no strength remained in me my face lost its color, and I became weak."},{"number":9,"verse":"As I listened to the sound of his words, I fell down on my face unconscious, with my face to the ground.\""},{"number":10,"verse":"{Daniel is Given Understanding} d \"All of a sudden, a hand touched me and lifted me upon my hands and knees."},{"number":11,"verse":"He told me, «Daniel, man highly regarded, understand the message that I'm about to relate to you. Stand up, because I've been sent to you.'When he spoke this statement to me, I stood there trembling."},{"number":12,"verse":"«Don't be afraid, Daniel,'he told me, «because from the first day that you committed yourself to understand and to humble yourself before your God, your words were heard. I've come in answer to {The Heb. lacks answer to} your prayers."},{"number":13,"verse":"However, the prince of the kingdom of Persia opposed me for 21 days. Then look! Michael, one of the chief angels, {Lit. princes} came to assist me. I had been detained there near the kings of Persia."},{"number":14,"verse":"Now I've come to help you understand what will happen to your people in the days to come, because the vision pertains to those days.'"},{"number":15,"verse":"\"After he had spoken to me like this, I bowed my face to the ground, unable to speak."},{"number":16,"verse":"But all of a sudden someone who resembled a human being touched my lips, so I opened my mouth and spoke, addressing the one who was standing in front of me: «Sir, {Lit. My lord} I'm overwhelmed with anguish by this vision. I have no strength left. {The Heb. lacks left}"},{"number":17,"verse":"So how can a servant of my lord talk with someone like you, sir? {Lit. like my lord} And as for me, there's no strength left in me, and I can hardly breathe.'"},{"number":18,"verse":"\"Then this person who looked like a man touched me again and strengthened me"},{"number":19,"verse":"and said, «Don't be afraid, man highly regarded. Be at peace, and be strong. '\"As soon as he spoke to me, I gained strength and replied, «Sir, please {Lit. May my lord} speak, now that you've strengthened me.'"},{"number":20,"verse":"\"Then he said, «Do you understand why I came to you? Soon I'll return to fight the prince of Persia. I'm going forth to war and take note the prince of Greece {Lit. Javan} is coming."},{"number":21,"verse":"I'll inform you about what has been recorded in the Book of Truth. No one stands firmly with me against these opponents, {The Heb. lacks opponents} except Michael your prince."}]}