{"bibleAbbr":"ISV2011","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":2,"verses":[{"number":1,"verse":"{King Nebuchadnezzar's Dream} d Now during the second year of Nebuchadnezzar's reign, Nebuchadnezzar had dreams that troubled him. {Lit. troubled his spirit} As a result, he couldn't sleep. {Lit. result, sleep departed from him}"},{"number":2,"verse":"So the king gave orders to summon the diviners, the enchanters, {Or conjurers and so throughout the book} sorcerers, and Chaldeans to reveal to the king what he had dreamed. When they came and stood before him, {Lit. before the king}"},{"number":3,"verse":"the king told them, \"I have dreamed a dream and I {Lit. and my spirit} will remain troubled until I can understand it.\" {Lit. understand the dream}"},{"number":4,"verse":"The Chaldeans responded to the king in Aramaic: {At this point the text changes from Heb. to Aram. until the end of ch. 7.} \"May the king live forever. Tell the dream to your servants, and we'll reveal its meaning.\""},{"number":5,"verse":"In reply the king told the Chaldeans, \"Here is what I have commanded: If you don't tell me both the dream and its meaning, you'll be destroyed and your houses will be reduced to rubble."},{"number":6,"verse":"But if you do relate the dream to me as well as its meaning, you'll receive gifts, rewards, and great honor from me. Therefore reveal the dream to me, along with its meaning.\""},{"number":7,"verse":"They replied again, \"Let the king tell his servants the dream, and we'll disclose its meaning.\""},{"number":8,"verse":"The king responded, {Lit. responded and said} \"I'm convinced that you're stalling for time because you're aware of what I've commanded."},{"number":9,"verse":"So if you don't disclose the dream to me, there will be only one sentence for all of you. You have conspired together to present lies and corrupt interpretations until the situation changes. Now tell me the dream and I'll know that you can reveal its true {The Aram. lacks true} meaning.\""},{"number":10,"verse":"The Chaldeans answered the king directly, \"There's not a single man on earth who can do {Lit. reveal} what the king has commanded. No king, lord, or ruler has ever asked such a thing from any diviner, enchanter, {Or occult practitioner} or Chaldean."},{"number":11,"verse":"Furthermore, what the king is asking is so difficult that no one can reveal it except the gods and they don't live with human beings.\""},{"number":12,"verse":"At this point, the king flew into a rage {Lit. king was furious and very angry} and issued an order to destroy all the advisors {Lit. the wise men} of Babylon."},{"number":13,"verse":"When the order went out to kill the advisors, {Lit. the wise men} they searched for Daniel and his friends to kill them, too. {The Aram. lacks too}"},{"number":14,"verse":"{Daniel Requests Time to Answer the King} d Daniel responded with wisdom and discretion to Arioch, the king's executioner, who had gone out to execute the advisors {Lit. the wise men} of Babylon."},{"number":15,"verse":"He asked {Lit. answered and said} him, {Lit. asked Arioch, the king's executioner} \"Why such a harsh decree from the king?\" Then Arioch informed Daniel,"},{"number":16,"verse":"so Daniel went to ask Nebuchadnezzar {Lit. the king} for an appointment to see him {Lit. for time} , and it was granted him so that he could reveal the meaning to the king."},{"number":17,"verse":"Then Daniel went home and told his friends Hananiah, Mishael, and Azariah about the king's {The Aram. lacks king's} command."},{"number":18,"verse":"Daniel {Lit. He} was seeking mercy, in order to ask about this mystery in the presence of the God of heaven, so that Daniel and his friends might not be executed along with the rest of the advisors {Lit. the wise men} of Babylon."},{"number":19,"verse":"{The King's Dream is Revealed to Daniel} d When the mystery was revealed to Daniel in a vision later that night, Daniel blessed the God of heaven"},{"number":20,"verse":"and said, \"May the name of God be blessed forever and ever; wisdom and power are his for evermore."},{"number":21,"verse":"It is God {Lit. he} who alters the times and seasons, and he removes kings and promotes kings. He gives wisdom to the wise and knowledge to the discerning."},{"number":22,"verse":"He reveals what is profoundly mysterious and knows what is in the darkness; with him dwells light."},{"number":23,"verse":"To you, God of my ancestors, I give thanks and praise, because you have given me wisdom and power; you have now revealed to me what we asked of you by making known to us what the king commanded.\""},{"number":24,"verse":"After this, {Lit. All on account of that} Daniel went to Arioch, whom the king had appointed to execute the advisors {Lit. the wise men} of Babylon. He told him, \"Don't destroy the advisors {Lit. the wise men} of Babylon. Bring me before the king and I'll explain the meaning to him.\" {Lit. the king}"},{"number":25,"verse":"Then Arioch quickly brought Daniel into the king's presence and informed him: \"I've found a man from the Judean captives who will make known the meaning to the king.\""},{"number":26,"verse":"{Daniel Reveals the Meaning of the Dream} d King Nebuchadnezzar {Lit. The king} replied by saying to Daniel (whose Babylonian {The Aram. lacks Babylonian} name is Belteshazzar), \"Are you able to tell me about the dream {Lit. dream I saw} and its meaning?\""},{"number":27,"verse":"By way of answer, Daniel addressed the king: {Lit. answered and said before the king} \"None of the advisors, {Lit. the wise men} enchanters, {Or occult practitioners} diviners, or astrologers {Or those who gaze at entrails} can explain the secret that the king has requested to be made known. {The Aram. lacks to be made known}"},{"number":28,"verse":"But there is a God in heaven who reveals secrets, and he is making known to King Nebuchadnezzar what will happen in the latter days. \"While you were in bed, the dream and the visions that came to your head were as follows:"},{"number":29,"verse":"Your majesty, {Lit. O King , and so throughout the book} when you were in bed, thoughts came to your mind {The Aram. lacks to your mind} about what would happen in the future, and the Revealer of Secrets has made known to you what will take place."},{"number":30,"verse":"As for me, this secret was made known to me, not because my own wisdom is greater than anyone else alive, but in order that the meaning may be made known to the king, and that you might understand the thoughts of your heart."},{"number":31,"verse":"\"Your majesty, while you were watching, you observed an enormous statue. This magnificent statue stood before you with extraordinary brilliance. Its appearance was terrifying."},{"number":32,"verse":"That statue had a head made {The Aram. lacks made} of pure gold, with its chest and arms made {The Aram. lacks made} of silver, its abdomen and thighs made {The Aram. lacks made} of bronze,"},{"number":33,"verse":"its legs made {The Aram. lacks made} of iron, and its feet made {The Aram. lacks made} partly of iron and partly of clay."},{"number":34,"verse":"\"As you were watching, a rock was quarried but not with human hands and it struck the iron and clay feet of the statue, breaking them to pieces."},{"number":35,"verse":"Then the iron, the clay, the bronze, the silver, and the gold were broken in pieces together and became like chaff from a summer threshing floor that the breeze carries away without leaving a trace. {Lit. trace of them} Then the rock that struck the statue grew into {Lit. became} a huge mountain and filled the entire earth."},{"number":36,"verse":"\"This was the dream, and we'll now relate its meaning to the king."},{"number":37,"verse":"You, your majesty, king of kings to whom the God of heaven has given the kingdom, the power, the strength, and the glory,"},{"number":38,"verse":"so that wherever people, {Lit. sons of mankind} wild animals, or birds of the sky live, he has placed them under your control, giving you dominion over them all you're that head of gold."},{"number":39,"verse":"\"After you, another kingdom will arise that is inferior to {Or lower than} yours, and then a third kingdom of bronze will arise to rule all the earth."},{"number":40,"verse":"Then there will be a fourth kingdom, as strong as iron. Just as all things are broken to pieces and shattered by iron, so it will shatter and crush everything."},{"number":41,"verse":"\"The feet and toes that you saw, made partly of potter's clay and partly of iron, represent {The Aram. lacks represent} a divided kingdom. It will still have the strength of iron, in that you saw iron mixed with clay."},{"number":42,"verse":"Just as their toes and feet are part iron and part clay, so will the kingdom be both strong and brittle."},{"number":43,"verse":"Just as you saw iron mixed with clay, so they will mix themselves with human offspring. {Lit. seed} Furthermore, {Or will develop alliances through intermarriages, and} they won't remain together, just as iron doesn't mix with clay."},{"number":44,"verse":"\"During the reigns of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor its sovereignty {Or kingdom} left in the hands of another people. It will shatter and crush all of these kingdoms, and it will stand forever."},{"number":45,"verse":"Now, just as you saw that the stone was cut out of the mountain without human hands and that it crushed the iron, bronze, clay, silver, and gold to pieces so also the great God has revealed to the king what will take place after this. Your dream will come true, and its meaning will prove trustworthy.\""},{"number":46,"verse":"{Nebuchadnezzar Promotes Daniel and His Friends} d Then King Nebuchadnezzar fell on his face before Daniel, paid honor to him, and commanded that an offering and incense be presented on his behalf."},{"number":47,"verse":"The king told Daniel, \"Truly your God is the God of gods, the Lord of kings, and the Revealer of Secrets, because you were able to reveal this mystery.\""},{"number":48,"verse":"Then the king promoted Daniel to a high position and lavished many great gifts on him, including making him ruler over the entire province of Babylon and chief administrator over the advisors {Lit. the wise men} of Babylon."},{"number":49,"verse":"Moreover, Daniel requested that the king appoint Shadrach, Meshach, and Abednego administrators over the province of Babylon, while Daniel himself remained in the royal court."}]}