{"bibleAbbr":"ISV2011","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"{Daniel's Service to Darius} d {This v. is 6:2 in MT, and so throughout the chapter.} It pleased Darius to appoint 120 regional authorities {Or satraps} over the kingdom throughout the realm,"},{"number":2,"verse":"along with three chief administrators from them, one of which was Daniel. The regional authorities {Or satraps} reported to these three administrators, {The Aram. lacks three administrators} so that the king would experience no losses."},{"number":3,"verse":"Daniel distinguished himself among all the administrators and regional authorities, {Or satraps} because he was of an extraordinary spirit. Therefore the king planned to appoint him over the whole kingdom."},{"number":4,"verse":"{A Plot to Destroy Daniel} d Because of this, the administrators and regional authorities {Or satraps} tried to bring allegations of dereliction of duty in government affairs against Daniel, but they were unable to find any charges of corruption. Daniel {Lit. he} was trustworthy, and no evidence of {The Aram. lacks of evidence} negligence or corruption could be found against him."},{"number":5,"verse":"So these men said, \"We'll never find any basis for complaint against Daniel unless we build it on the requirements of his God.\""},{"number":6,"verse":"Then these administrators and regional authorities {Or satraps} went as a group to the king and said this, \"Your majesty, live forever!"},{"number":7,"verse":"All of the royal administrators, prefects, regional authorities, {Or satraps} scribes, and governors have concluded that the king should establish and enforce an edict that anyone who prays to any god or man for the next 30 days (except to you, your majesty) is to be thrown into the lions'pit."},{"number":8,"verse":"Therefore, your majesty, establish the decree and sign the written document so it can't be changed, in accordance with the laws of the Medes and Persians that can't be repealed.\""},{"number":9,"verse":"So King Darius signed the edict contained in the written document."},{"number":10,"verse":"{Daniel is Accused} d When Daniel learned that the written document had been signed, he went to an upstairs room in his house that had windows opened facing Jerusalem. Three times a day he would kneel down, pray, and give thanks to his God, just as he had previously done."},{"number":11,"verse":"The conspirators {Lit. These men} then went as a group and found Daniel praying and seeking help before his God."},{"number":12,"verse":"So they approached the king and asked, \"Didn't you sign an edict that for the next 30 days if anyone prays to any god or man, except to you, your majesty, he would be thrown into the lions'pit?\" The king responded, \"The decree has been established, in accordance with the laws of the Medes and Persians that can't be repealed.\""},{"number":13,"verse":"Then they told the king, \"Daniel, who is one of the Judean exiles, pays no attention to you, your majesty, or to the written decree, since he is still praying three times a day.\""},{"number":14,"verse":"When the king heard this, he was greatly upset, because he was determined to make every effort to save Daniel before the sun set."},{"number":15,"verse":"But the men who had gone as a group to the king told him, {Lit. the king} \"Remember, your majesty, that according to the laws of the Medes and Persians, any decree or edict that the king establishes cannot be repealed.\""},{"number":16,"verse":"{Daniel in the Lions'Pit} d At this point, the king ordered Daniel brought in and thrown into the lions'pit. The king spoke to Daniel, \"Your God, whom you serve constantly, will deliver you himself.\""},{"number":17,"verse":"A stone was brought and placed over the opening to the pit, and the king affixed a seal to it with his personal signet ring and with the signet rings of his officials so that no one would interfere with Daniel's situation."},{"number":18,"verse":"Then the king retired to his palace to spend the night fasting. He enjoyed no entertainment, and he couldn't sleep."},{"number":19,"verse":"The king got up at dawn and went quickly to the lions'pit."},{"number":20,"verse":"As he approached where Daniel was in the pit, he cried out to him {Lit. Daniel} in a voice filled with anguish, \"Daniel, servant of the living God, has your God, whom you serve constantly, been able to deliver you from the lions?\""},{"number":21,"verse":"Daniel replied to the king, \"May your majesty live forever!"},{"number":22,"verse":"My God sent his angel and sealed the mouths of the lions. They have not harmed me, proving that I'm innocent before him. Also against you, your majesty, I've committed no offense.\""},{"number":23,"verse":"The king was ecstatic, so he gave orders for Daniel to be released from the pit. Daniel was taken up from the pit, and no injury was found to have been inflicted on him, because he had believed in his God."},{"number":24,"verse":"Then the king gave orders to bring those men who had tried to have Daniel devoured, and they threw them, their children, and their wives into the lions'pit. They had not reached the floor of the pit before the lions had overtaken them and crushed all their bones."},{"number":25,"verse":"{Darius Exonerates Daniel} d Afterward, King Darius wrote to all peoples, nations, and languages who lived throughout his realm: \"May great prosperity be yours!"},{"number":26,"verse":"\"I hereby decree that in every area of my kingdom men {Lit. they} are to fear and tremble before the God of Daniel. For he is the living God, who endures forever. His kingdom is one that will not be destroyed, and his dominion continues forever."},{"number":27,"verse":"He delivers and rescues and performs signs and wonders in heaven and on earth. He has delivered Daniel from the power of the lions.\""},{"number":28,"verse":"Daniel achieved success during the reigns of Darius and Cyrus the Persian."}]}