{"bibleAbbr":"ISV2011","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"{The Vision of the Four Beasts} d In the first year of the reign of King Belshazzar of Babylon, Daniel dreamed a dream, receiving visions in his mind while in bed, after which he recorded the dream, relating this summary of events."},{"number":2,"verse":"Daniel said, \"I observed the vision during the night. Look! The four winds of the skies were stirring up the Mediterranean {Lit. great} Sea."},{"number":3,"verse":"Four //magnificent animals were rising from the sea, each different from the other."},{"number":4,"verse":"The first resembled a lion, but it had eagles'wings. I continued to watch until its wings were plucked off, it was lifted up off the ground, and it was forced to stand on two feet like a man. A human soul {Lit. heart} was imparted to it."},{"number":5,"verse":"\"Then look! a second animal resembling a bear followed it. {The Aram. lacks it} It was raised up on one side, with three ribs held between the teeth in its mouth. Therefore people kept telling it, «Get up and devour lots of meat!'"},{"number":6,"verse":"\"After this, I continued to watch and look! there was another one, resembling a leopard with four birds'wings on its back. The animal also had four heads, and authority was imparted to it."},{"number":7,"verse":"\"After this, I continued to observe the night visions. And look! there was a fourth awe-inspiring, terrifying, and viciously strong animal! It had large, iron teeth. It devoured and crushed things, {The Aram. lacks things} and trampled under its feet whatever remained. Different from all of the other previous animals, it had ten horns."},{"number":8,"verse":"\"While I was thinking about the horns look another horn, this time {The Aram. lacks this time} a little one, grew up among them. Three of the first horns were yanked up by their roots right in front of it. Look! It had eyes like those of a human being and a mouth that boasted with audacious claims.\""},{"number":9,"verse":"{The Vision of the Ancient of Days} d \"I kept on watching until the Ancient of Days was seated. His clothes were white, like snow, and the hair on his head was like pure wool. His throne burned with flaming fire, and its wheels burned with fire."},{"number":10,"verse":"A river of fire flowed out from before him. Thousands upon thousands were serving him, with millions upon millions waiting before him. The court sat in judgment, {The Aram. lacks in judgment} and record books were unsealed."},{"number":11,"verse":"\"I continued watching because of the audacious words that the horn was speaking. I kept observing until the animal was killed and its body destroyed and given over to burning fire."},{"number":12,"verse":"Now as to the other animals, their authority was removed, but they were granted a reprieve from execution {Lit. a prolonging of life} for an appointed period of time.\""},{"number":13,"verse":"{The Vision of the Son of Man} d \"I continued to observe the night vision and look! someone like the Son of Man was coming, accompanied by heavenly clouds. He approached the Ancient of Days and was presented before him."},{"number":14,"verse":"To him dominion was bestowed, along with glory and a kingdom, so that all peoples, nations, and languages are to serve him. His dominion is an everlasting dominion it will never pass away and his kingdom is one that will never be destroyed.\""},{"number":15,"verse":"{The Vision Interpreted} d \"Now as for me, Daniel, I was emotionally troubled, and what I had seen in the visions kept alarming me."},{"number":16,"verse":"So I approached one of those who was standing nearby and began to ask the meaning of all of this. He spoke to me and caused me to understand the interpretation of these things."},{"number":17,"verse":"He said, «These four great animals are four kings who will rise to power from the earth."},{"number":18,"verse":"But the saints of the Highest will receive the kingdom forever, inheriting it {The Aram. lacks inheriting it} forever and ever.'"},{"number":19,"verse":"\"I wanted to learn the precise significance of the fourth animal that was different from all the others, extremely awe-inspiring, with iron teeth and bronze claws, and that had devoured and crushed things, {The Aram. lacks things} trampling under its feet whatever remained."},{"number":20,"verse":"Also, I wanted to learn the significance of {The Aram. lacks I wanted to learn the significance of} the ten horns on its head and the other horn that had arisen, before which three of them had fallen that is, the horn with eyes and a mouth that uttered magnificent things and which was greater in appearance than its fellows."},{"number":21,"verse":"\"As I continued to watch, that same horn waged war against the saints, and was prevailing against them"},{"number":22,"verse":"until the Ancient of Days arrived to pass judgment in favor of the saints of the Highest One and the time came for the saints to take possession of the kingdom."},{"number":23,"verse":"So he said: «The fourth animal will be a fourth kingdom on the earth, different from all the kingdoms. It will devour the entire earth, trampling it down and crushing it."},{"number":24,"verse":"Now as to the ten horns, ten kings will rise to power from this kingdom, and another king {The Aram. lacks king} will rise to power after them. He will be different from the previous kings, {The Aram. lacks kings} and will defeat three kings."},{"number":25,"verse":"He'll speak out against the Most High and wear down the saints of the Highest One. He'll attempt to alter times and laws, and they'll be given into his control for a time, times, and half a time."},{"number":26,"verse":"Nevertheless, the court will convene, and his authority will be removed, annulled, and destroyed forever."},{"number":27,"verse":"Then the kingdom, authority, and magnificence of all nations of the earth {Lit. of the kingdoms under the whole heaven} will be given to the people who are the saints of the Highest One. His kingdom will endure forever, and all authorities will serve him and obey him.'"},{"number":28,"verse":"\"At this point the vision ended. As for me, Daniel, my thoughts continued to alarm me, and I lost my natural color, but I kept quiet about the matter.\" {Lit. kept the matter in my heart}"}]}