{"bibleAbbr":"ISV2011","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"{The Vision of the Ram and Goat} d {At this point the text reverts to Heb. for the rest of the book.} \"During the third year of King Belshazzar's reign, I, Daniel, saw a vision after the earlier vision that had appeared to me."},{"number":2,"verse":"As I observed the vision, I looked around the citadel of Susa in Elam Province. While I watched, I found myself beside the Ulai Canal."},{"number":3,"verse":"\"Then I turned my head {Lit. eyes} to look and behold! a two-horned ram was standing beside the canal. The two horns grew long, {Or higher ; Lit. horns were exalted} the first one growing longer than {Lit. one exalted from} the second, with the longer one springing up last."},{"number":4,"verse":"I watched the ram charging westward, northward, and southward. No animal could stand before him, nor was there anyone who could deliver from his control. {Lit. hand} He did as he pleased and exalted himself."},{"number":5,"verse":"\"As I watched and wondered, a male goat was coming from the west over the surface of the entire earth without touching the ground. The goat had a distinctive horn between its eyes."},{"number":6,"verse":"It approached the ram with the two horns that I had observed while standing beside the canal, and charged at him, out of control with rage. {Lit. him in his mighty wrath}"},{"number":7,"verse":"I saw it approach the ram, overflowing with fury at him, and run into him with the full force of its strength. The goat {Lit. It} shattered the ram's {Lit. shattered his} two horns, and the ram could not oppose it. So the goat {Lit. it} threw him to the ground and trampled him. No one could rescue the ram from its control. {Lit. hand}"},{"number":8,"verse":"Then the goat grew extremely great, but when it was strong, its great horn was shattered. In its place, four distinctive horns grew out in all directions.\" {Lit. out to the four winds of heaven}"},{"number":9,"verse":"{The Insignificant Horn} d \"A somewhat insignificant horn emerged from one of them. It moved {Or expanded and so throughout the chapter} rapidly {Or remarkably} against the south, against the east, and against the Glory. {Or Beauty ; i. e. God}"},{"number":10,"verse":"Then it moved against the heavenly army. It persuaded some of the army to fall to the earth, along with some of the stars, and it trampled them."},{"number":11,"verse":"Then it set itself as great as the Prince of the army, from whom the daily ritual {The Heb. lacks ritual} was abolished, in order to bring low his sanctuary."},{"number":12,"verse":"Because of the transgression, the army will be given over, along with the daily ritual, {The Heb. lacks ritual} and the horn {Lit. and it} will cast truth to the ground, prospering while it continues to act.\""},{"number":13,"verse":"{The Duration of the Desolation} d \"Then I heard one holy person speaking, and another holy person addressed the one who was speaking: «In the vision about the daily ritual {The Heb. lacks ritual} , how much time elapses while the desecration terrifies and both the Holy Place and the army are trampled? '"},{"number":14,"verse":"\"He told me, «For 2300 days. {Lit. 2300 twilights and dawnings} Then what is holy {Or Then the Sanctuary} will be restored.»\""},{"number":15,"verse":"{Gabriel Interprets the Vision} d \"After I, Daniel, had seen the vision, I tried to understand it. All of a sudden, there was standing in front of me one who appeared to be valiant."},{"number":16,"verse":"I heard the voice of a man calling out from the Ulai Canal, {The Heb. lacks Canal} «Gabriel, interpret what that fellow has been seeing.'"},{"number":17,"verse":"\"As he approached where I was standing, I became terrified and fell on my face. But he told me, «Son of man, understand that the vision pertains to the time of the end.'"},{"number":18,"verse":"\"While he had been speaking with me, I had fainted {Lit. had fallen into a deep sleep} on my face, but he touched me and enabled me to stand upright on my feet."},{"number":19,"verse":"Then he said, «Pay attention! I'm going to brief you about what will happen at the end of the period of wrath, because its end is appointed."},{"number":20,"verse":"The ram that you saw with a pair of horns are the kings of Media and Persia."},{"number":21,"verse":"The demonic {Lit. shaggy} goat is the king of Greece, {Lit. Javan} and the great horn between its eyes is its first king."},{"number":22,"verse":"The shattered horn {The Heb. lacks horn} and the four that took its place are four kingdoms that will come from his nation, but they will not have his strength."},{"number":23,"verse":"Toward the end of their rule, as the desecrations proceed, an insolent king will arise, proficient at deception."},{"number":24,"verse":"Mighty will be his skills, but not from his own abilities. He'll be remarkably destructive, will succeed, and will do whatever he wants, destroying mighty men and the holy people."},{"number":25,"verse":"Through his skill he'll cause deceit to prosper under his leadership. He'll promote himself and will destroy many while they are secure. He'll take a stand against the Prince of Princes, yet he'll be crushed without human help. {Lit. without a hand}"},{"number":26,"verse":"The vision about the twilights and dawnings that has been related is trustworthy, but keep its vision secret, because it pertains to the distant future.'"},{"number":27,"verse":"Then I, Daniel, was exhausted and ill for days, but afterward I got up and went about the king's business. Nevertheless, I was astonished by the vision, and could not understand it.\""}]}