{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"There was a man in the country of Ausitis whose name was Job. He was a man of truth and integrity, just, pious, and who abstained from every thing that was evil."},{"number":2,"verse":"He had seven sons and three daughters; and his cattle were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred breeding asses."},{"number":3,"verse":"His attendants were numerous, and his works great in the country. He was also a man of illustrious birth, among the people of the east."},{"number":4,"verse":"Now his sons had a custom of meeting at each others houses, and making an entertainment, each on his day, taking along with them their three sisters to eat and drink with them."},{"number":5,"verse":"And soon as the days of the entertainment were over, Job sent for, and purified them early the next morning, and offered sacrifices for them according to their numbers; a young bull for a sin offering for each of them; for Job said, Perhaps my children have in their mind conceived evil before God. In this manner therefore Job acted after every of those days."},{"number":6,"verse":"And it came to pass that on the same day, when lo! the angels of God came to present themselves before the Lord, Satan also came with them;"},{"number":7,"verse":"and the Lord said to Satan, Whence comest thou? And Satan in reply said to the Lord, Having gone round the earth, and roved the whole of it under heaven, I am come here."},{"number":8,"verse":"And the Lord said to him, Hast thou harboured in thy mind any thing against my servant Job? For there is not like him on the earth, a man unblameable, true, pious, abstaining from every thing evil."},{"number":9,"verse":"And Satan in reply said before the Lord, Doth Job worship the Lord for nothing?"},{"number":10,"verse":"Hast thou not made a hedge about all that he hath, abroad and at home, and about all that belong to him round about, and blessed the works of his hands, and multiplied his cattle on the earth?"},{"number":11,"verse":"But put forth thine hand and touch all that he hath, he will indeed openly renounce thee."},{"number":12,"verse":"Then the Lord said to Satan, Behold all that he hath I deliver into thine hand; but himself thou must not touch. So Satan went out from the Lord,"},{"number":13,"verse":"and after that, on the same day, when the sons and daughters of Job were drinking wine at their elder brother's house,"},{"number":14,"verse":"lo! a messenger came to Job, and said to him, The oxen were ploughing and the asses feeding near them,"},{"number":15,"verse":"and the plunderers came and carried them off. Thy servants also they slew with the sword, and I alone having escaped, am come to tell thee."},{"number":16,"verse":"While he was yet speaking, another messenger came, and said to Job; Fire hath fallen from heaven and burned up the sheep, and devoured the shepherds likewise; and I, alone having escaped, am come to tell thee."},{"number":17,"verse":"While this one was still speaking, another messenger came and said to Job, The horsemen, having formed three bands against us, surrounded the camels and have carried them off, and slain thy servants with the sword; and I, alone having escaped, am come to tell thee."},{"number":18,"verse":"While he was still speaking, another messenger came, and said to Job, While thy sons and thy daughters were eating and drinking at their eldest brother's,"},{"number":19,"verse":"a great blast of wind came up suddenly from the wilderness, and took the four corners of the house, so that the house fell upon thy children, and they are dead, and I, alone having escaped, am come to tell thee."},{"number":20,"verse":"Upon this Job rising up rent his clothes, and shaved his head, and falling on the ground he worshipped"},{"number":21,"verse":"and said, Naked I came from my mother's womb, and naked I shall depart hence. The Lord gave and the Lord hath taken away. As it pleased the Lord so hath it come to pass. Blessed be the name of the Lord."},{"number":22,"verse":"In all these things which befel him, Job transgressed not against the Lord, nor imputed indiscretion to his God."}]}