{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"Weary of my life I would pour forth with groans my words before him: oppressed as I am I would speak in the bitterness of my soul,"},{"number":2,"verse":"and say to the Lord, Teach me not to be impious. Now, for what cause hast thou thus condemned me?"},{"number":3,"verse":"Is it agreeable to thee that I should commit iniquity; seeing thou hast rejected the works of thy hands; and favoured the counsel of the wicked?"},{"number":4,"verse":"As a mortal looketh dost thou look down? Or as a man looketh wilt thou behold?"},{"number":5,"verse":"Are thy days as the days of a mortal; or thy years, the years of a man;"},{"number":6,"verse":"that thou hast sought out mine iniquity, and diligently traced my sins?"},{"number":7,"verse":"For thou knowest that I am not impious: but who can deliver out of thy hands?"},{"number":8,"verse":"Thy hands have fashioned me and made me. After that thou hast changed thy mind and smitten me."},{"number":9,"verse":"Remember that thou hast made me of clay, and art turning me again into mould."},{"number":10,"verse":"Hast thou not churned me as milk, and curdled me as cheese;"},{"number":11,"verse":"and clothed me with skin and flesh; and fenced me with bones and sinews,"},{"number":12,"verse":"and granted me life and favour, and by thy visitation preserved my spirit?"},{"number":13,"verse":"As thou hast these things in thyself; I know that thou canst do all things, and that with thee nothing is impossible."},{"number":14,"verse":"If I indeed have sinned inadvertently, thou hast me in custody, and hast not acquitted me of transgression."},{"number":15,"verse":"If I indeed am impious, Woe is me."},{"number":16,"verse":"And if I be righteous, I cannot hold up my head, for I am full of ignominy. For I am hunted as a lion for slaughter. For turning again furiously thou destroyest me."},{"number":17,"verse":"Renewing the examination against me, thou hast exercised against me great wrath; and hast brought against me tortures."},{"number":18,"verse":"Why then didst thou bring me forth from the womb? And why did I not die without an eye seeing me;"},{"number":19,"verse":"and become as if I never had existed? Why was I not carried from the womb to the grave?"},{"number":20,"verse":"Is not the term of my life of short duration? permit me to enjoy a little repose:"},{"number":21,"verse":"before I go, whence I shall not return;"},{"number":22,"verse":"to a land dark and gloomy; to a land of everlasting darkness; where there is no light; no seeing the life of mortals."}]}