{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Here Sophar and Minaian answering said,"},{"number":2,"verse":"He who speaketh much should be answered: else the fine speaker thinketh himself just; and the short lived offspring of woman is blessed."},{"number":3,"verse":"Be not profuse of words, because there is none to answer thee:"},{"number":4,"verse":"nor say I am pure in works and irreprehensible before him."},{"number":5,"verse":"But how would the Lord speak to thee; were he to open his lips against thee?"},{"number":6,"verse":"Indeed were he to unfold to thee the power of wisdom; because it must needs be double to what are with thee: then thou wouldst know that what have come upon thee from the Lord are answerable to the sins which thou hast committed."},{"number":7,"verse":"Canst thou trace the footsteps of the Lord? Or hast thou reached the extent of what the Almighty hath done?"},{"number":8,"verse":"The heaven is high, what then canst thou do? And there are things deeper than the mansion of the dead; what dost thou know?"},{"number":9,"verse":"Of greater extent than the measure of the earth or the breadth of the sea."},{"number":10,"verse":"Now were he to overturn all these, who could say to him what hast thou done?"},{"number":11,"verse":"For he knoweth the works of the wicked, and on seeing wickedness will not overlook it."},{"number":12,"verse":"But man vainly floateth about in words; but a mortal born of woman is like a wild ass."},{"number":13,"verse":"For if thou hast made thy heart pure, and lift thy hands to him:"},{"number":14,"verse":"if there be any iniquity in thy hand, put it far from thee; and let not injustice lodge in thy dwelling."},{"number":15,"verse":"For thus will thy countenance brighten like pure water: thou wilt disrobe thyself of filth, and no more be terrified:"},{"number":16,"verse":"thou shalt forget thy trouble like a wave that is past and not be afraid; and thy wish will spring up like the morning star;"},{"number":17,"verse":"and life will arise for thee from noon day:"},{"number":18,"verse":"and thou shalt be in a state of security because thou hast hope. And out of sorrow and care, peace will shine upon thee."},{"number":19,"verse":"For thou shalt rest at ease, and none shall be at war with thee: and many, changing their conduct, will intreat thy favour."},{"number":20,"verse":"But safety shall forsake them: for their hope shall be their destruction; and the eyes of the wicked shall melt away."}]}