{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"To this Job replied,"},{"number":2,"verse":"You, forsooth, are men, and wisdom will die with you."},{"number":3,"verse":"But I indeed have understanding as well as you."},{"number":4,"verse":"For a just man and one irreprehensible hath been made a mocking stock."},{"number":5,"verse":"For it hath been ordered that for a time he shall fall beneath others: and that his houses shall be wasted by transgressors."},{"number":6,"verse":"Nevertheless let no wicked man indulge a confidence that he shall escape condemnation. Whoever provoke the Lord to anger shall not they also undergo a trial?"},{"number":7,"verse":"But ask, I pray thee, the beasts of the field, if they could speak to thee; and the birds of the air, if they could tell thee;"},{"number":8,"verse":"speak to the earth, if it could converse with thee; even the fishes of the sea can tell thee."},{"number":9,"verse":"Who then among all these doth not know that the hand of the Lord hath done these things?"},{"number":10,"verse":"Is not the life of all living beings in his hand; and the breath of every man?"},{"number":11,"verse":"The ear indeed discerneth words and the palate tasteth meats."},{"number":12,"verse":"By length of time wisdom is acquired, and by long life, experience."},{"number":13,"verse":"With him is wisdom and power; with him counsel and understanding."},{"number":14,"verse":"If he demolish who can rebuild? If he shut against men, who can open?"},{"number":15,"verse":"If he withhold water he drieth the earth. And when he let it loose, he overthrew and destroyed it,"},{"number":16,"verse":"With him is strength and power; with him knowledge and understanding."},{"number":17,"verse":"He hath led counsellors away captive. And confounded the judges of the earth."},{"number":18,"verse":"It is he who settleth kings on thrones and girded their loins with a girdle;"},{"number":19,"verse":"who sendeth priests into captivity and overthrew the sovereigns of the earth;"},{"number":20,"verse":"who changeth the lips of liege men and knoweth the wisdom of elders;"},{"number":21,"verse":"who poureth contempt on princes and hath healed them who were low;"},{"number":22,"verse":"who revealeth deep things from darkness; and hath brought to light the shades of death;"},{"number":23,"verse":"who leadeth nations into error and destroyeth them; who prostrateth nations and conducteth them;"},{"number":24,"verse":"who changeth the hearts of the rulers of a land and hath caused them to wander in a way which they knew not:"},{"number":25,"verse":"That they might grope in darkness without light; and that they might stagger like a drunken man."}]}