{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"To this Job replied,"},{"number":2,"verse":"I have heard many such things, ye miserable comforters all!"},{"number":3,"verse":"what! Have words of wind a regular succession? Or can they give thee offence, considering thine answer?"},{"number":4,"verse":"I indeed could speak as you do. But were your soul in my soul's stead, would I insult you with words and shake my head at you?"},{"number":5,"verse":"And should there be strength in my mouth; would I not spare moving my lips?"},{"number":6,"verse":"For if I speak shall I not bemoan the wound? And if I hold my peace, shall I be any the less wounded?"},{"number":7,"verse":"But now when he hath made me a poor rotten fool;"},{"number":8,"verse":"thou indeed hast fallen upon me. My lie is become a witness, and hath risen up against me; it hath answered me to my face."},{"number":9,"verse":"When in his wrath he threw me down and gnashed his teeth at me; the darts of his executioners fell upon me."},{"number":10,"verse":"When with the darts of his eyes he had transfixed me; with his spear had brought me on my knees: they with one consent rushed upon me."},{"number":11,"verse":"The Lord hath indeed delivered me up to the unrighteous; and turned me over to the ungodly."},{"number":12,"verse":"When I was at peace he broke me up; taking me by the hair he shook me; he set me up as a mark."},{"number":13,"verse":"They surrounded me with javelins, darting them into my reins; without mercy they poured my gall on the ground."},{"number":14,"verse":"They shot me, one deadly wound on another; they ran against me with all their might."},{"number":15,"verse":"They sewed sackcloth on my skin: and my strength was extinguished in the dust."},{"number":16,"verse":"My belly was burned up with wailing; and on mine eyelids were the shades of death:"},{"number":17,"verse":"yet there was no iniquity in my hands. And my prayer was pure."},{"number":18,"verse":"O earth, cover not the blood of my flesh, nor let there be a place for this cry of mine."},{"number":19,"verse":"Even now, behold my witness is in heaven; and he who hath a perfect knowledge of me is on high."},{"number":20,"verse":"O that my suit could come before the Lord, and that before him mine eye could drop a tear!"},{"number":21,"verse":"That a man could plead before the Lord, as a son of man may with his neighbour!"},{"number":22,"verse":"But my numbered days are come, and I must go the way, by which I cannot return."}]}