{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"Then answered Sophar the Minaian and said,"},{"number":2,"verse":"I did not suppose that thou wouldst return such an answer, but do not you feel it more than I?"},{"number":3,"verse":"Am I to hear my modesty corrected? And is a spirit from its consciousness to answer me?"},{"number":4,"verse":"Thou hast never known such things heretofore, from the time man was placed on the earth!"},{"number":5,"verse":"But the mirth of the wicked is sudden ruin, and the joy of transgressors, destruction,"},{"number":6,"verse":"though his gifts mount up to heaven, and his sacrifice reach the clouds."},{"number":7,"verse":"For when he thinketh that he is now firmly established, then shall he be utterly destroyed; and they who have seen him will say, Where is he?"},{"number":8,"verse":"Like a dream which is gone, he cannot be found. He is vanished, like a spectre in the night."},{"number":9,"verse":"The eye which saw him, shall see him no more; and his place shall no more him observe."},{"number":10,"verse":"Let minors destroy his children, and his own hands light up the signals of distress."},{"number":11,"verse":"His bones were full of his youth, but with him it shall go to rest beneath the mound."},{"number":12,"verse":"If wickedness be sweet in his mouth, he will hide it under his tongue."},{"number":13,"verse":"He will not be sparing of it, nor forsake it, but will gather it together in his mouth; therefore let him not be able to help himself."},{"number":14,"verse":"The poison of an asp is in his belly."},{"number":15,"verse":"Riches collected unrighteously shall be vomited up. Out of his house let an angel drag him."},{"number":16,"verse":"May he suck the venom of dragons! and may the tongue of the viper slay him!"},{"number":17,"verse":"may he never see the milking of his kine, nor the distribution of his honey and butter!"},{"number":18,"verse":"He hath wearied himself for emptiness and vanity; for riches, of which he shall not have a taste, which are like a bur, neither to be chewed nor drunk."},{"number":19,"verse":"Because he broke up the families of princes; and plundered dwellings and suffered them not to stand"},{"number":20,"verse":"There is no security for his possessions; nor shall he be saved by what he valueth highly."},{"number":21,"verse":"Not a scrap of his provisions is left. His good things shall not, on this account, be renewed."},{"number":22,"verse":"In the fullness of his sufficiency he shall be afflicted, and all manner of distress shall come upon him."},{"number":23,"verse":"If by any means he be permitted to fill his belly; may he send against him fiery indignation, and pour upon him sorrows!"},{"number":24,"verse":"Let him not escape from the edge of the sword!"},{"number":25,"verse":"May the brasen bow wound him, and the dart pass through his body, and stars light on his dwellings!"},{"number":26,"verse":"May terrors stalk around him and total darkness await him! An unkindled fire devoureth him. May his guest also afflict his family!"},{"number":27,"verse":"may the heaven disclose his iniquities, and the earth rise up against him!"},{"number":28,"verse":"May destruction bring his house to an end! Upon him may there come a day of wrath!"},{"number":29,"verse":"This is the portion of a wicked man from the Lord, and this his possession, from the superintending Being."}]}