{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"But now the meanest have me in derision: now, those undertake to admonish me; whose fathers I held in contempt: whom I did not think worthy the dogs of my flocks."},{"number":2,"verse":"What in deed was the strength of their hands to me? Destruction would have been lost upon them."},{"number":3,"verse":"By reason of want and famine it was useless. Already they were fleeing ineffectually from distress and misery:"},{"number":4,"verse":"they were crouding round the samphire on the sounding shore; and feeding on sea weeds as their food; despicable and contemned and in want of every thing good, they through extreme want were chewing even the roots of trees."},{"number":5,"verse":"Against me thieves have risen up,"},{"number":6,"verse":"whose habitations were the clefts of rocks."},{"number":7,"verse":"Amidst this tuneful choir, are to be heard the brawls of them who lived under hedges."},{"number":8,"verse":"A race of fools and despicable wretches, whose name and honour are extinguished from the earth."},{"number":9,"verse":"But now I am become their song: and they have me for their by-word:"},{"number":10,"verse":"and have abhorred me and stood at a distance: and have not spared to spit in my face."},{"number":11,"verse":"Because he opened his quiver and afflicted me: therefore they have cast off the restraint, which they were under at my presence."},{"number":12,"verse":"At the right of their brood they have taken their stand: they have stretched out their foot; and vindicated against me their destructive ways."},{"number":13,"verse":"My ways are destroyed; for I am stript of my robe. With his darts he hath pierced me;"},{"number":14,"verse":"he hath used me at his pleasure. I am become loathsome by sorrows."},{"number":15,"verse":"My sorrows roll back upon me. My hope is gone like a breath, and like a cloud, my safety."},{"number":16,"verse":"And now my soul is melting within me. Days of sorrow take hold of me;"},{"number":17,"verse":"and at night my bones are melted and my sinews are quite dissolved."},{"number":18,"verse":"With great force he took hold of my garment; and girded me about like the collar of my vest."},{"number":19,"verse":"Thou hast accounted me as dirt: and my portion is in dust and ashes."},{"number":20,"verse":"Though I have cried to thee, thou hearest me not: but they stood up and observed me;"},{"number":21,"verse":"and came upon me without mercy. Thou hast chastised me with a heavy hand;"},{"number":22,"verse":"and placed me among sorrows; and cast me away far from safety."},{"number":23,"verse":"For I know that death will destroy me: for earth is the house for every mortal."},{"number":24,"verse":"For! how I wish that I might lay violent hands on myself; or beseech another to do this for me."},{"number":25,"verse":"As for me I indeed wept for every one in trouble; and sighed, when I saw a man in distress."},{"number":26,"verse":"But when I expected prosperity: behold days of affliction came upon me."},{"number":27,"verse":"My bowels have boiled and could not rest: days of misery have prevented me."},{"number":28,"verse":"I have gone mourning without restraint; and have stood in the congregation and cried."},{"number":29,"verse":"I have been made a brother to jackals, and a companion to ostriches."},{"number":30,"verse":"My skin is become very black; and my bones are burning with heat."},{"number":31,"verse":"My kithara is turned into mourning, and my song to wailing for myself."}]}