{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":31,"verses":[{"number":1,"verse":"I made a covenant with mine eyes, that I would not gaze on a virgin:"},{"number":2,"verse":"yet what portion hath God dealt out from above?"},{"number":3,"verse":"And what, alas! the lasting portion on high? “Destruction is for the wicked and banishment for transgressors.”"},{"number":4,"verse":"Why will he not behold my way and number all my steps?"},{"number":5,"verse":"Have I walked with scoffers or hath my foot hasted to deceit?"},{"number":6,"verse":"For I have been weighed in a just balance; and the Lord knoweth mine integrity."},{"number":7,"verse":"If my foot hath deviated from the way or my heart gone astray after mine eyes; or if with my hands I have touched bribes:"},{"number":8,"verse":"may I sow and others eat; and let me have no root in the land."},{"number":9,"verse":"If my heart hath gone after another man's wife, or if I have lain in wait at her gates;"},{"number":10,"verse":"let my wife gratify another, and mine infant children be dishonoured."},{"number":11,"verse":"For the defiling of another man's wife exciteth a fury of wrath not to be restrained."},{"number":12,"verse":"For it is a fire burning in all the limbs; which will not go out, till it hath utterly consumed."},{"number":13,"verse":"If I have slighted the cause of my man servant or maid servant when they had a controversy with me,"},{"number":14,"verse":"what shall I do when the Lord maketh inquest? And when he visiteth, what answer shall I make?"},{"number":15,"verse":"Was not I formed in the womb as they were? And were we not alike fashioned in the belly?"},{"number":16,"verse":"Far from depriving the poor of what they had, or causing the heart of a widow to fail;"},{"number":17,"verse":"if I have eaten my morsel alone, and have not shared it with the orphan;"},{"number":18,"verse":"(for from my youth I as a father nourished them, and was their guide from my mother's womb)"},{"number":19,"verse":"If I have seen the naked perishing and have not clothed them;"},{"number":20,"verse":"and if the poor have not blessed me, and their shoulders been warmed with the fleece of my lambs;"},{"number":21,"verse":"If I have raised a hand against the fatherless, because I had around me greater support:"},{"number":22,"verse":"may my shoulder bone be dislocated, and my arm broken at the elbow."},{"number":23,"verse":"For the fear of the Lord restrained me, and the burden of that I could not endure."},{"number":24,"verse":"If I have made gold my measure, or placed my confidence in precious stones:"},{"number":25,"verse":"or if I have exulted because my wealth was great, or laid my hand on what was not counted out to me:"},{"number":26,"verse":"or, (do we not see the refulgent sun sometimes eclipsed, and the moon continually changing? for it is not in them:)"},{"number":27,"verse":"if then my heart hath been secretly enticed, and I have laid my hand on my mouth and kissed it"},{"number":28,"verse":"let this be reckoned to me as the greatest transgression, that I have lied in the presence of the Lord, the Most High."},{"number":29,"verse":"If I have rejoiced at the downfall of mine enemies, and my heart hath said, Aha!"},{"number":30,"verse":"Let mine ear hear myself cursed, and let me be a by-word among the people, when I am afflicted."},{"number":31,"verse":"If my maid servants have often said, that we had some of his flesh meat to eat! while I was living luxuriously:"},{"number":32,"verse":"(indeed the stranger lodged not in the street, and my door was open to every comer:)"},{"number":33,"verse":"If when I sinned inadvertently, I concealed my sin;"},{"number":34,"verse":"for I was not so awed by the multitude as not to mention it before them; (Now if I had suffered a poor man to go from my door with an empty lap,"},{"number":35,"verse":"who could have heard me with patience?) And if I had not feared the hand of the Lord"},{"number":36,"verse":"I would have put on my shoulders the writing which I had against any one, and have acknowledged it as a crown:"},{"number":37,"verse":"But if I did not tear it in pieces and give it up, without taking any thing from the debtor:"},{"number":38,"verse":"if ever my ground hath cried out against me, and the furrows thereof joined in the complaint:"},{"number":39,"verse":"if I have eaten alone the strength thereof without money, and by rapine caused the heart of the owner of the soil to grieve:"},{"number":40,"verse":"let nettles spring up for me instead of wheat, and bramble bushes instead of barley."}]}