{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"Here Job closed his speech, and his three friends ceased from making further reply to him; for he was righteous in their sight."},{"number":2,"verse":"Then was kindled the wrath of Elius the son of Barachiel the Buzite, of the family of Earn, of the country of Ausitis. His wrath was kindled against Job to a high degree, because he had declared himself just before the Lord:"},{"number":3,"verse":"And with the three friends he was very angry, because they were not able to answer Job's defence: though they had charged him with being wicked."},{"number":4,"verse":"Now Elius had waited to answer Job, because they were older than he."},{"number":5,"verse":"But when he saw that there was no answer in the mouth of the three men, he was fired with indignation;"},{"number":6,"verse":"therefore Elius the son of Barachiel the Buzite taking up the argument, said, I indeed am young and you are old; therefore I kept silence and was afraid to give my opinion."},{"number":7,"verse":"For I said, Is it not age which speaketh? And by many years they have gained wisdom."},{"number":8,"verse":"But there is a spirit in mortals; and it is the inspiration of the Almighty which teacheth."},{"number":9,"verse":"They who live longest are not the wisest, nor is the knowledge of judgment confined to the aged."},{"number":10,"verse":"Wherefore I said, Hear me, and I will tell you what I know."},{"number":11,"verse":"Listen attentive to my words, for I will speak in your hearing that you may examine them."},{"number":12,"verse":"Even now I could wish to attend to you: but behold there is none who convicteth Job; none of you who refuteth his arguments:"},{"number":13,"verse":"that you might not say, We the Lord's advocates have found wisdom."},{"number":14,"verse":"And you have left a man at liberty to use hereafter the same arguments."},{"number":15,"verse":"They were daunted. They answered not again. They have antiquated their own speeches."},{"number":16,"verse":"I waited patiently: for I had not spoken. Because they stopped and made no reply,"},{"number":17,"verse":"therefore Elius interposing, saith, I will speak again,"},{"number":18,"verse":"for I am full of words; for I am pained with a spirit within me;"},{"number":19,"verse":"for I am like a vessel full of new wine, in fermentation, without vent; or like the labouring bellows of a smith."},{"number":20,"verse":"I will speak that I may have ease, by opening my lips."},{"number":21,"verse":"For I should not be awed by man: nor put to the blush because of a mortal."},{"number":22,"verse":"For I am not apt to admire persons. Will not Worms devour them as well as me."}]}