{"bibleAbbr":"Thomson1808","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"To this, Job in reply said,"},{"number":2,"verse":"that some person would weigh my passion: and poise in a balance against it, my calamities."},{"number":3,"verse":"But these would outweigh the sand of the sea, though you seem to think my words too vehement:"},{"number":4,"verse":"for the arrows of the Lord are in my body, the fury of which drinketh up my blood: when I attempt to speak they pierce me."},{"number":5,"verse":"What! will a wild ass bray without cause? Will it do so, except when in search of food? Or will an ox low having fodder in his stall?"},{"number":6,"verse":"Can bread be eaten without salt, or is there any relish in vain words?"},{"number":7,"verse":"For my temper cannot be calm, while my meat is horrible as the smell of a lion."},{"number":8,"verse":"O that he would grant! that my request might be complied with! that the Lord would grant me what I long for!"},{"number":9,"verse":"Let the Lord, having begun, wound me, but not utterly destroy me."},{"number":10,"verse":"Let but the grave be my city, having got on its walls I will not be slack to enter, for I have not disputed the holy commands of my God."},{"number":11,"verse":"For what is my strength that I should bear up! what my time2 that my life is prolonged?"},{"number":12,"verse":"Is my strength the strength of stones, or is this flesh of mine made of brass?"},{"number":13,"verse":"Or have I not confided in him? But help is far from me."},{"number":14,"verse":"Mercy hath bidden me adieu. When the superintending care of the Lord overlooked me,"},{"number":15,"verse":"my nearest friends did not regard me: like a failing brook, or like a wave of the sea, they passed me by."},{"number":16,"verse":"They who had assiduously paid me court, now made me a slight visit, like snow or hoar frost,"},{"number":17,"verse":"which melting at the approach of heat, the place where it was is not known."},{"number":18,"verse":"Thus was I forsaken by all, and being undone, I became an outcast."},{"number":19,"verse":"Take a view of the ways of the Thaimanites, ye who mark out the Sabean tracks!"},{"number":20,"verse":"and they who trust in cities and wealth must blush. But now when you have come to me, it is without compassion;"},{"number":21,"verse":"just to see my wound and be terrified. But why?"},{"number":22,"verse":"Have I asked anything of you, or do I crave any help from you?"},{"number":23,"verse":"to save me from mine enemies; or deliver me out of the hand of the mighty?"},{"number":24,"verse":"Teach me and I will hold my tongue. If I have erred, tell me plainly."},{"number":25,"verse":"But my words, it seems, are devoid of truth, because I do not beg assistance from you."},{"number":26,"verse":"Your reproof can neither stop my speaking, nor can I bear the tone of your oration:"},{"number":27,"verse":"because, you not only fall upon the orphan, but also insult your friend."},{"number":28,"verse":"But now having looked you in the face I will not lie."},{"number":29,"verse":"Sit down I pray you, and let there be no more reproaches. Indeed you again meet a righteous man."},{"number":30,"verse":"For there are no reproaches on my tongue, and as for my palate, doth it not relish wisdom?"}]}