{"bibleAbbr":"awaERV2005","bookName":"विलापगीत","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"( यहोवा क जरिये यरूसलेम क बिनास) लखा यहोवा सिय्योन क बिटिया क कइसे बादर मँ ढाँपि दिहेस ह। उ इस्राएल क महिमा स्वर्ग स धरती पइ लोकाइ दिहेस ह। यहोवा आपन किरोध क दिन मँ आपन धरती पइ निवास स्थान बरे कउनो परवाह नाहीं किहेस।"},{"number":2,"verse":"यहोवा याकूब क चिरागाह क बिना दया क लील लिहेस। उ आपन प्रिय यहूदा क सबहिं गढ़ियन क भरिके किरोध मँ मेटेस। यहोवा यहूदा क राज्ज क धरती पइ पटक दिहेस अउर ओकरे नेता लोगन क बर्बाद कइ दिहस।"},{"number":3,"verse":"यहोवा किरोध मँ भरिके इस्राएल क सारी सक्ति उखाड़ फेंकेस। उ ओका ओकर दुस्मन स अउर सुरच्छा नाहीं किहेस। उ याकूब मँ धधकत भइ आगी स भड़की। उ एक अइसी आगी रहो जउन आस-पास क सब कछू चट कइ जात ह।"},{"number":4,"verse":"यहोवा सत्रु क नाई आपन धनुस खींचे रहा। ओकरे दाहिन हाथे मँ ओकरे तरवारे क मूठा रहा। उ आपन दुस्मन पइ वार करइ बरे तैयार रहा। उ यहूदा क सबहिं आकर्सक लोगन क मारि डाएस। यहोवा आपन किरोध क जंगल क आगी क नाईं सिय्योन क खेमन पइ बरसाएस।"},{"number":5,"verse":"यहोवा दुस्मन होइ गवा रहा अउर उ इस्राएल क लील लिहस। ओकर सबहिं महलन क उ लील लिहस ओकर सबहिं गढ़ियन क लील लिहे रहा। उ आपन प्रिय यहूदा बरे बहोत जियादा रुलाएस अउर बहोत विलाप कराएस।"},{"number":6,"verse":"यहोवा आपन ही मन्दिर नस्ट किहे रहा जइसे उ कउनो उपवन होइ, उ उ ठाँव क नस्ट किहेस जहाँ लोग ओकर उपासना करइ बरे जमा होत रहेन। यहोवा लोगन क अइसा बनाइ दिहस कि उ पचे सिय्योन मँ खास मिलन अउर आराम क खास दिनन क बिसरि जाइँ। यहोवा याजक अउ राजा क नकार दिहस। उ बड़े किरोध मँ भरिके ओनका नकारेस।"},{"number":7,"verse":"यहोवा आपन ही वेदी क नकार दिहस अउर उ आपन उपासना क पवित्तर ठउरे क नकार दिहे रहा। यरूसलेम क महलन क देवारन क उ दुस्मन क सौंपि दिहस। यहोवा क मन्दिर मँ दुस्मन सोर करत रहा। उ पचे अइसे सोर करत रहेन जइसे कउनो छूट्टी क दिन होइ।"},{"number":8,"verse":"उ सिय्योन क बिटिया क देवार नस्ट करब सोचेस ह। उ कउनो नापइ क डोरी स ओह पइ निसान डाएस ह। उ खुद क इका बिनास करइ स नाहीं रोकस। उ दुःख मँ भरिके फसीलन अउर देवार क रोवाइ दिहस।"},{"number":9,"verse":"यरूसलेम क दरवाजन टुटिके धरती पइ बइठ गएन। फाटक क सलाखन क तोड़िके ओका तहस-नहस कइ दिहस। सिय्यन क राजा अउर नेता लोगन दुसर देसन मँ बिखेर दीन्ह गएन। ओनके बरे आजु कउनो धार्मिक सिच्छा ही नाहीं रही। नबी भी यहोवा स कउनो दिव्य दर्सन नहीं पउतेन।"},{"number":10,"verse":"सिय्योन क बुजुर्ग अब धरती पइ बइठत हीं। उ पचे धरती पइ बइठत हीं अउर चुप रहत हीं। आपन माथन पइ फूल मलत हीं अउर सोक वस्त्र पहिरत हीं। यरुसलेम क जुवतियन दुःख मँ आपन माथा धरती पइ नवावत हीं।"},{"number":11,"verse":"जब मइँ रोवत हउँ तउ मोर नैन मँ दर्द होत ह। मोर अंतरंग बियाकुल अहइ। मोरे लोगन क बिनास क कारण मोर मन क अइसा लागत ह जइसे उ बाहर निकरिके धरती पइ गिरा होइ। गदेलन अउर दूध पइ वाले बच्चे गलियन मँ बेहोस पड़ा अहइँ।"},{"number":12,"verse":"उ पचे बिलाखत भए आपन महतरियन स पुछत हीं, “कहाँ बाटइ महतारी, कछू क खइया अउर पिअइ क?” उ पचे इ सवाल अइसे पूछत हीं जइसे जख्मी सिपाही सहर क गलियन मँ गिरत प्राणन क तजत, उ पचे इ सवाल पूछत हीं। उ पचे आपन महतरियन क गोदी मँ लोटत भए प्राणन क तजत हीं।"},{"number":13,"verse":"हे यरूसलेम क बिटिया, मइँ केहसे तोहार तुलना करउँ? तोहका केकरे समान कहउँ? हे सिय्योन क कुवाँरी कन्या, तोहका केहसे तुलना करउँ? तोहका कइसे ढाढ़स बँधावउँ? तोहार जख्म सगरे जइसा बिसाल अहइ। अइसा कउनो भी नाहीं जउन तोहार उपचार करइ।"},{"number":14,"verse":"तोहार नबियन तोहरे बरे दिब्ब दर्सन लिहे रहेन। किन्तु उ पचे सबहिं बियर्थ अउर लबार सिद्ध भएन। उ पचन्क तोहका बिनास स दूर रखइ बरे, तोहरे पापन क खिलाफ उपदेस दिन्ह चाही रहेन। किन्तु उ पचे अइसा नाहीं किहन। उ पचे तोहका झूटे चिजियन क सिच्छा दिहन जउन कि तोहका भटकइ दिहेस।"},{"number":15,"verse":"बटोही राह स गुजरत भए स्तब्ध होइके तोह पइ ताली बजावत हीं। यरूसलेम क बिदिया पइ उ पचे सीटियन बजावत अउर माथा नयावत हीं। उ सबइ लोग पुछत हीं, “का इहइ उ नगरी अहइ जेका लोग कहा करत रहेन, ‘एक संपूर्ण सुन्नर नगर’ तथा ‘समुचइ संसार क आनन्द’?”"},{"number":16,"verse":"तोहार सबहिं दुस्मन तोह पइ आपन मुँह खोलत हीं। तोह पइ सीटियन बजावत हीं अउर तोह पइ दाँत पीसत हीं। उ पचे कहा करत हीं, “हम ओनका लील लीन्ह। फुरइ इहइ उ दिन अहइ जेकर हमका प्रतीच्छा रही। अउर अब हम पचे एँका घटत भए लाखि लीन्ह।”"},{"number":17,"verse":"यहोवा वइसा ही किहस जइसी ओकर जोजना रही। उ वइसा ही किहस जइसा उ करइ बरे कहे रहा। बहोत दिनन पहिले जइसा उ आदेस दिहे रहा, वइसा ही कइ दिहस। उ बर्बाद किहस, ओहका दाया तलक नाहीं आइ। उ तोहरे दुस्मनन क खुस किहस कि तोहारे संग अइसा घटा। उ तोहारे दुस्मनन क ताकत बढ़ाइ दिहस।"},{"number":18,"verse":"ओनका दिल यहोवा क पुकारेस। सिय्योन क देवार आँसुअन क नदी क नाई बहइ दया। दिन अउर रात आपन आँसुअन क गिरइ द्या। तू ओनका जिन रोका।"},{"number":19,"verse":"जाग उठा। राति मँ विलाप करा। राति क हर पहर क सुर मँ विलाप करा। आँसुअन मँ आपन मन बाहेर निकार द्या जइसा उ पानी होइ। आपन मन यहोवा क समन्वा निकार राख। यहोवा क पराथना मँ आपन हाथ ऊपर उठावा। ओहसे आपन संतानन क जीवन माँगा। ओहसे तू ओन संतानन क जीवन माँग ल्या जउन भूख स हर कुचे गली मँ बेहोस होइके गिर जात ह।"},{"number":20,"verse":"हे यहोवा, मोह पइ निगाह करा। लखा कउन अहइ उ जेकर संग तू अइसा किहा। तू मोहका इ सवाल पूछइ दया: का महतारी क ओन गदेलन क खाइ जा नीक अहइ जेनका उ जनत ह का महतारी क ओन गदेलन क खाइ जा नीक अहइ जेनका उ पोसत रही ह का यहोवा क मन्दिर मँ याजक अउ नबियन क प्राणन क लीन्ह जा नीक अहइ?"},{"number":21,"verse":"लरिकन अउ बुजुर्गन नगर क गलियन मँ धरती पइ पड़ा रहइँ। मोर जवान मेहररुअन अउर जवान मनसेधू तरवारे क धार उतारे गए रहेन। हे यहोवा, तू आपन किरोध क दिन पइ ओनकर बध किहा ह। तू ओनका बगैर कउनो करुणा क मारा ह।"},{"number":22,"verse":"तू मोह पइ हर एक जगह स दुःख व मुसीबत अइसे बोलाया जइसे इ पर्व क दिन होइ। ओह दिन जब यहोवा किरोध किहस अइसा कउनो मनई नाहीं रहा जउन बचिके भाग पाया होइ। जेनका मइँ बढ़ाए रहेउँ अउर मइँ पालेउँ, पोसेउँ ओनका मोर दुस्मनन मारि डाएन ह।"}]}