{"bibleAbbr":"awaERV2005","bookName":"विलापगीत","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"( यहोवा स विनती) हे यहोवा, हमरे संग जउन घटा ह ओका याद राखा। हे यहोवा, हमरे तिरस्कार क लखा।"},{"number":2,"verse":"हमार धरती परायन क हाथन मँ दइ दीन्ह गइ। हमार घर परदेसियन क हाथन मँ दीन्ह गएन।"},{"number":3,"verse":"हम अनाथ होइ गएन। हमार कउनो पिता नाहीं। हमार महतरियन विधवा स होइ गइन ह।"},{"number":4,"verse":"पानी पिअइ तलक हमका मोल देब पड़त ह, ईधन क लकड़ी तलक बेसहब पड़त ह।"},{"number":5,"verse":"आपन काँधन पइ हमका जुए क बोझा उठाउब पड़त ह। हम थकिके चूर होत ह किन्तु अराम तनिकउ हमका नाहीं मिलत।"},{"number":6,"verse":"हम पचन्क मिस्र अउर अस्सुर स खइया लेइ होब्या काहेकि हम पचन्क लगे खइया नाहीं अहइ।"},{"number":7,"verse":"हमार पुरखन तोहरे खिलाफ मँ पाप किहे रहेन। आजु उ पचे मर चुका अहइँ। किन्तु ओनका बदले मँ हम पचन विपत्तयन भोगत अहइँ।"},{"number":8,"verse":"हमार दास हो सुआमी बना अहइँ। हिआँ कउनो अइसा मनई नाहीं जउन हमका ओनसे बचाइ लेइ।"},{"number":9,"verse":"बस भोजन पावइ क हमका आपन जिन्नगी दाँव पइ लगावइ पड़त ह। रेगिस्तान मँ अइसे लोगन क कारण, जेनके लगे तरवार अहइ हमका आपन जिन्नगी दाँव पइ लगाउब पड़त ह।"},{"number":10,"verse":"हमार खाल तन्दूर सी तपत अहइ, हमार खाल तपत रही उ भूख क कारण जउन हमका लगी ह।"},{"number":11,"verse":"सिय्योन क मेहररुअन क संग कुकर्म कीन्ह गवा ह। यहुदा क नगरियन क कुँवरियन क संग कुकर्म कीन्ह गवा अहइँ।"},{"number":12,"verse":"हमार राज कुमार फाँसी पइ चढ़ावा गएन, उ पचे हमरे अग्रजन क आदर नाहीं किहन।"},{"number":13,"verse":"हमार दुस्मनन हमरे नउजवान मनसेधुअन स चक्की मँ आटा पिसवाएन। हमार नउजवान मनसेधुअन काठे क बोझ तरे ठोकर खाएन।"},{"number":14,"verse":"हमार बुजुर्गन अब नगर क दुआरन पइ बइठा नाहीं करतेन। हमार युवक अब संगीत मँ हींसा नाहीं लेतेन।"},{"number":15,"verse":"हमरे मने मँ अब कउनो खुसी नाहीं अहइ। हमार खुसी मरे भए लोगन क विलाप मँ बदल गवा अहइ।"},{"number":16,"verse":"हमार महिमा अउर हमरार मान संमान खतम होइ गवा अहइ। हम पचन्क सज़ा दीन्ह गएन ह।"},{"number":17,"verse":"एह बरे हमार मन रोगी भए हँ, एन ही बातन स हमार आँखिन मधिम भई हँ।"},{"number":18,"verse":"सिय्योन क पहाड़ वीरान होइ गवा ह। सिय्योन क पहाड़े पइ अब सियार घूमत हीं।"},{"number":19,"verse":"किन्तु हे यहोवा, तोहार राज्ज तउ अमर अहइ। तोहार महिमा स पूर सिंहासन सदा-सदा बना रहत ह।"},{"number":20,"verse":"हे यहोवा, तू हम पचन्क क सदा बरे काहे भूला देब्या? तू हम पचन्क क अकेल्ला लम्बे समइ बरे काहे तजि देब्या?"},{"number":21,"verse":"हे यहोवा, हम लोगन क तू अपनी कइँती वापिस ल्या, अउर हम लोग लउटि आउब। हमार दिन फेर द्या जइसे उ पहिले रहेन।"},{"number":22,"verse":"का तू हम लोगन क पूरी तरह नकार दिहा ह? तू हम लोगन स बहोत कोहान रहा ह।"}]}