{"bibleAbbr":"Thomson1808","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, an apostle of Jesus Christ, by the will of God, and Timothy the brother, to the congregation of God which is at Corinth, together with all the saints who are in all Achaia."},{"number":2,"verse":"Favour be to you and peace from God our Father, and the Lord Jesus Christ."},{"number":3,"verse":"Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all consolation,"},{"number":4,"verse":"who comforteth us in all our affliction, to the end that we may be able to comfort them who are in any affliction, with the comfort with which we ourselves have been comforted by God."},{"number":5,"verse":"Because in proportion as the sufferings of the Christ abound towards us, so by means of Christ our consolation also aboundeth;"},{"number":6,"verse":"and whether we are afflicted, it is for your consolation and salvation, which is effectually wrought out by a patient enduring of the same sufferings which we suffer; or if we are comforted, it is for your consolation and salvation;"},{"number":7,"verse":"therefore our hope of you is stedfast, as we know, that as you are partakers of the sufferings, so will you be also of the consolation."},{"number":8,"verse":"For we do not, brethren, wish you to be ignorant with respect to that affliction of ours which befel us in Asia; that we were exceedingly pressed beyond our strength, so that we had indeed no hopes of life;"},{"number":9,"verse":"but had in ourselves the sentence of death, that we might not trust in ourselves, but in God who raiseth the dead,"},{"number":10,"verse":"who delivered us from so great a death, and doth deliver: in whom we trust that he will still deliver us,"},{"number":11,"verse":"you joining the assistance of your prayers for us, that the favour granted to us for the sake of many may be acknowledged by many with thanksgiving on our behalf."},{"number":12,"verse":"For this is the matter of our boasting; the testimony of our conscience, that with simplicity and godly sincerity, not with carnal wisdom, but by the grace of God, we have conducted ourselves in the world, and more especially towards you."},{"number":13,"verse":"For we write nothing to you but what you clearly understand or have acknowledged, and will, I hope, even to the end acknowledge,"},{"number":14,"verse":"as some of you have acknowledged us, that we are your boast, as you indeed will be ours, in the day of the Lord Jesus."},{"number":15,"verse":"And in this confidence I purposed to come to you first, that you might have a second benefit;"},{"number":16,"verse":"and through you to proceed on to Macedonia, and from Macedonia to come to you again, and be by you forwarded on to Judea."},{"number":17,"verse":"Did I then, in purposing this, use fickleness? Or what I purpose do I purpose according to the flesh, so that with me there may be the yes, yes; and the no, no?"},{"number":18,"verse":"Now as God is faithful, our word to you was not yes and no."},{"number":19,"verse":"For the Son of God, [namely] Jesus Christ, who was proclaimed among you by us namely by me, and Silvanus, and Timothy, was not yes and no; but by him hath been made yes."},{"number":20,"verse":"For all the promises of God are in him yes, and in him Amen, for glory to God through us."},{"number":21,"verse":"Now, he who keepeth us together with you firm for Christ, and anointed us, is God,"},{"number":22,"verse":"who hath sealed us, and given us the earnest of the spirit in our hearts;"},{"number":23,"verse":"and I appeal to God, as a witness on my life, that with a view to spare you I have not yet come to Corinth:"},{"number":24,"verse":"not that we have dominion over your faith; but are joint promoters of your joy; for in this faith you have continued;"}]}