{"bibleAbbr":"Thomson1808","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"I wish you would bear with me a little in this folly. Do but bear with me;"},{"number":2,"verse":"for I am jealous of you with a godly jealousy. For I fitted you for one husband only, that I might present you as a chaste virgin to the Christ;"},{"number":3,"verse":"but I am afraid lest by some means as the serpent by his subtilty deceived Eve, so your affections should be corrupted from their singleness for the Christ."},{"number":4,"verse":"For if indeed he who cometh, proclaimeth another Jesus, whom we have not proclaimed; or if you receive another spirit which you have not received, or other glad tidings than what you have accepted, you did well in bearing."},{"number":5,"verse":"For I reckon that I am not a whit behind the chiefest apostles;"},{"number":6,"verse":"and though I am but rude in speech, yet I am not in knowledge: but in every respect we have been manifested to you in all things."},{"number":7,"verse":"Did I commit a fault in abasing myself that you might be exalted, because I proclaimed the glad tidings of God to you gratis?"},{"number":8,"verse":"I took spoil of other congregations, having received Wages for my attendance on you."},{"number":9,"verse":"Even when present with you, and in want, I was burthensome to no one; for the brethren who came from Macedonia supplied my want, so that I kept myself from being in any wise burthensome to you, and I will continue to do so."},{"number":10,"verse":"It is a truth of Christ in me that this boasting shall not be stopped against me in the regions of Achaia."},{"number":11,"verse":"Why? Because I do not love you? God knoweth"},{"number":12,"verse":"that what I do and will do is that I may cut off the advantage of those who are wishing for an advantage; that in what they boast, they may be found acting as we do:"},{"number":13,"verse":"For such as they are false apostles, deceitful workers, transforming themselves into apostles of Christ."},{"number":14,"verse":"Nor is this to be wondered at; for Satan himself putteth on the appearance of an angel of light:"},{"number":15,"verse":"No wonder, then, if his ministers transform themselves to appear like ministers of righteousness. But their end will be according to their works."},{"number":16,"verse":"Again, I say, let not, a certain person think me a fool; but if he should, bear ye however with me as a fool, that I also may boast a little."},{"number":17,"verse":"What I am going to say, I do not say according to the Lord, but as with folly on the subject of this boasting."},{"number":18,"verse":"Since many boast after the flesh, let me also boast."},{"number":19,"verse":"For wise as you are, you easily bear with fools;"},{"number":20,"verse":"for you bear, if one enslaveth you; if one devoureth; if one receiveth; if one exalteth himself; if one openly insulteth you."},{"number":21,"verse":"In regard to reproach; as, “That we are weak\"; I say that on whatever any one can presume (I speak foolishly) I can do the same."},{"number":22,"verse":"Are they Hebrews? So am I. Are they Israelites? So am I. Are they of the seed of Abraham? So am I."},{"number":23,"verse":"Are they ministers of Christ? (I speak with an excess of folly) I am more so; more abundant in labours; far surpassing in stripes; more frequent in imprisonments, often in deaths."},{"number":24,"verse":"Of the Jews I five times received forty stripes save one."},{"number":25,"verse":"Thrice I was beaten with rods. Once I was stoned. Thrice I have been shipwrecked. In the deep I spent a whole night and day."},{"number":26,"verse":"On journeys I have been frequently in dangers from rivers; in dangers from robbers; in dangers from my country men; in dangers from foreign nations; in dangers in cities; in dangers in a wilderness; in dangers at sea; in dangers among false brethren:"},{"number":27,"verse":"In toil and fatigue, in watchings many a time, with hunger and thirst; in fastings many a time, with cold and nakedness."},{"number":28,"verse":"Beside these things from without, I have this disturbance daily crowding upon me; the anxious care of all the congregations."},{"number":29,"verse":"Who is weak and I not weak? Who is offended and I not inflamed?"},{"number":30,"verse":"If I must boast, let me boast of things regarding my weakness."},{"number":31,"verse":"The God and Father of our Lord Jesus Christ; the self-existent, ever blessed being knoweth that I do not lie."},{"number":32,"verse":"At Damascus the governor under king Aretas posted guards in the city of the Damascenes, with a design to seize me,"},{"number":33,"verse":"whereupon I was let down in a basket, through a window in the wall, and escaped his hands."}]}