{"bibleAbbr":"Thomson1808","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"but I determined this with myself, that my coming again should not be the occasion of grief to you."},{"number":2,"verse":"For if I grieve you, who is there to gladden me? None, but he whom I have made sorrowful:"},{"number":3,"verse":"and I wrote to you for this 'very purpose, that, when I come, I may not have grief on account of them for whom I ought to rejoice; as I have a confidence in you all, that my joy is the joy of you all."},{"number":4,"verse":"For in great affliction and anguish of heart I wrote to you, with many tears—not that you should be grieved, but that you might know that overflowing love which I have for you."},{"number":5,"verse":"Now if any one hath occasioned grief, he hath grieved me only as a partner in it; that I may not continue a burden on you all;"},{"number":6,"verse":"sufficient for such a one is the censure which hath been passed by the majority;"},{"number":7,"verse":"so that, on the contrary, I rather wish you to forgive and comfort him, that such a one may not be overwhelmed with an excess of sorrow."},{"number":8,"verse":"Therefore I intreat you to authorise love for him."},{"number":9,"verse":"For this was one purpose of my writing, that I might have this proof of you, whether you are obedient in all things."},{"number":10,"verse":"And to whomsoever you forgive any thing, I do so too. For with regard to myself, if I have forgiven any one whatever any thing, I have forgiven him for your sakes, in the presence of Christ,"},{"number":11,"verse":"that Satan may not get an advantage over us, for we are not ignorant of his devices."},{"number":12,"verse":"Now when I came to Troas for the purpose of proclaiming the glad tidings of the Christ, though the Lord opened a door for me,"},{"number":13,"verse":"I had no rest in my spirit, because I did not find my brother Titus; but taking leave of them, I set out for Macedonia."},{"number":14,"verse":"But thanks be to God who causeth us always to triumph in the Christ, and who manifesteth by us, in every place, the odour of the knowledge of him."},{"number":15,"verse":"Because we are for God a strong odour of the Christ among them who are saved, and among them who perish"},{"number":16,"verse":"(to these indeed an odour of death for death, but to those an odour of life for life) who therefore is sufficient for this?"},{"number":17,"verse":"For we do not like the many, adulterate the word of God, but as men of sincerity, but as men of God, in the presence of God in Christ we speak."}]}