{"bibleAbbr":"Thomson1808","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"\"Are we beginning again to commend ourselves to you? Do we only want, like certain persons, commendatory letters to you, or letters of recommendation from you?"},{"number":2,"verse":"You yourselves are our letter. It hath been written in our hearts; it is known and read by all men."},{"number":3,"verse":"You are shewn publickly because you are the letter of Christ which we make use of. It is written, not with ink, but with the spirit of the living God; not on tables of stone, but on fleshly tables of the heart."},{"number":4,"verse":"Such is the confidence which we have through Christ in regard to God;"},{"number":5,"verse":"not that we are of ourselves sufficient to reckon any thing as proceeding from ourselves; but our sufficiency is from God,"},{"number":6,"verse":"who hath qualified us to be ministers of a new covenant; not of letter but of spirit; for the letter killeth, but the spirit giveth life."},{"number":7,"verse":"(Now if the ministration of death engraven in letters, on stones, was attended with such glory, that the children of Israel could not look steadily on the face of Moses, because of the temporary glory of his countenance;"},{"number":8,"verse":"shall not the ministration of the spirit be much more attended with glory?"},{"number":9,"verse":"For if that ministration of condemnation was attended with glory, much more doth this ministration of justification abound in glory."},{"number":10,"verse":"For that indeed which was glorious, is in this respect not glorious because of this super-excellent glory."},{"number":11,"verse":"For if that which was temporary was with glory, much more shall this which is permanent be attended with glory."},{"number":12,"verse":"Having therefore such a hope, we use great plainness of speech,"},{"number":13,"verse":"and do not [act] as Moses. He put a veil on his face, that the children of Israel might not look stedfastly to the end of that which is abolished."},{"number":14,"verse":"Their minds were indeed blinded, for even to this day that very veil at the reading of the old covenant remaineth. That which is abolished by Christ is not unveiled,"},{"number":15,"verse":"but even at this day when Moses is read there is a veil upon their heart,"},{"number":16,"verse":"but when ever it shall turn to the Lord that veil will be taken away."},{"number":17,"verse":"Now the Lord is the spirit? And where the spirit of the Lord, is, there is liberty; and we all with an unveiled face viewing, as in a mirrour, the glory of the Lord, are transformed into the same image from glory to glory, as from the Lord of spirit."}]}