{"bibleAbbr":"RcV2003","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"And I, in the first year of Darius the Mede, stood up to support and strengthen him."},{"number":2,"verse":"And now I will tell you the truth. There will yet arise three kings in Persia; then the fourth will gain great riches, more than all of them; and once he becomes strong because of his riches, he will stir up the whole empire against the realm of Javan."},{"number":3,"verse":"And a mighty king will arise there, and he will rule with great dominion and do as he pleases."},{"number":4,"verse":"But once he arises, his kingdom will be broken and divided toward the four winds of heaven, but not to his posterity, nor according to his dominion with which he ruled; for his kingdom will be plucked up and given to others besides his descendants."},{"number":5,"verse":"And the king of the south will become strong, as well as one of his princes, who will grow in strength above him and have dominion; his dominion will be a great dominion."},{"number":6,"verse":"And at the end of some years they will join themselves together. And the daughter of the king of the south will go to the king of the north and make a treaty; but she will not retain the strength of her arm, nor will he and his arm stand; but she will be given up, along with those who brought her into the alliance and him who begot her and supported her in those times."},{"number":7,"verse":"But a shoot from her roots will arise in his place, and he will come against the army and enter into the fortress of the king of the north; and he will deal with them and show his strength."},{"number":8,"verse":"And also their gods with their cast images, with their precious vessels of silver and gold, he will carry off into captivity in Egypt; and for some years he will refrain from the king of the north."},{"number":9,"verse":"And the king of the north will come to the kingdom of the king of the south, but he will return to his own land."},{"number":10,"verse":"But his sons will stir themselves up to war and will gather a multitude of great forces; and one will come unrelentingly and will overflow and pass through and will return and wage war, even up to the fortress of the king of the south."},{"number":11,"verse":"And the king of the south will be enraged and will come forth to fight with him, with the king of the north. Then the king of the north will raise up a great multitude, but the multitude will be given into the hand of the king of the south."},{"number":12,"verse":"When the multitude is carried away, the heart of the king of the south will be lifted up; and he will cast down tens of thousands, but he will not prevail."},{"number":13,"verse":"For the king of the north will return, and he will raise up a multitude greater than the first; and at the end of some years he will come unrelentingly with a great army and with much materiel."},{"number":14,"verse":"And in those times many will rise up against the king of the south; and the violent ones of your people will lift themselves up to establish the vision, but they will fall."},{"number":15,"verse":"Then the king of the north will come and cast up a siege mound and capture the fortified city; and the forces of the south will not stand, nor his choice people, for there will be no strength to stand."},{"number":16,"verse":"But he who comes against the king of the south will do as he pleases; and no one will stand before him. And he will stand in the beautiful land, and destruction will be in his hand."},{"number":17,"verse":"And he will set his face to come with the strength of his whole kingdom, and with him there will be terms of peace that he will act upon. And he will give the king of the south a youthful daughter, to destroy it; yet she will not be able to stand for him, but will be of no use to him."},{"number":18,"verse":"Then he will turn his face to the coastlands and will capture many. But a leader, for his own sake, will put an end to the reproach caused by him; indeed, he will turn his reproach back on him."},{"number":19,"verse":"Then the king of the north will turn his face to the fortresses of his own land, but he will stumble and fall and will not be found."},{"number":20,"verse":"Then there will arise in his place one who will cause an oppressor to pass through the splendor of the kingdom; yet within a few days he will be broken, but not while venting his anger nor pursuing battle."},{"number":21,"verse":"Then there will arise in his place a despicable person, to whom the honor of a kingdom will not be given; but he will come in a time of security and will seize the kingdom by smooth and cunning words and actions."},{"number":22,"verse":"And the overflowing forces will be flooded over before him and broken, even also the prince of the covenant."},{"number":23,"verse":"And once he has made an alliance with him, he will practice deceit and will go up and become mighty with a small group of people."},{"number":24,"verse":"In a time of security he will enter even the richest parts of the kingdom and will do that which his fathers never did, nor his fathers’ fathers; prey, spoil, and riches will he scatter among them, and against strongholds he will devise strategies, but only for a while."},{"number":25,"verse":"And he will stir up his power and his heart against the king of the south with a great army; and the king of the south will stir himself up to wage war with an extremely great and mighty army of his own; but he will not stand, for strategies will have been devised against him."},{"number":26,"verse":"And those who eat of his choice provision will destroy him; and his army will overflow, and many will fall down slain."},{"number":27,"verse":"And as for both of these kings, their hearts will be to do evil, and they will speak lies across one table; but what they do will not succeed, for the end is still at the appointed time."},{"number":28,"verse":"Then the king of the north will return to his land with great riches; but his heart will be set against the holy covenant, and he will take action and will return to his land."},{"number":29,"verse":"At the appointed time he will return and come against the south; but this latter time will not be like the former time."},{"number":30,"verse":"For ships of Kittim will come against him; therefore he will be disheartened and will turn away; and he will be enraged at the holy covenant and will take action. When he turns away, he will focus his attention on those who forsake the holy covenant."},{"number":31,"verse":"And forces from him will arise and profane the sanctuary, establishing the fortress and removing the daily sacrifice; and they will set up the abomination that desolates."},{"number":32,"verse":"And with his smooth words he will cause those who act wickedly toward the covenant to be profane. But the people who know their God will show strength and take action."},{"number":33,"verse":"And those with insight among the people will cause the many to understand; yet they will fall by sword and by flames, by captivity and by plundering for some days."},{"number":34,"verse":"And when they fall, they will be helped with a little help; and many will join themselves to them in word only."},{"number":35,"verse":"And some of those with insight will fall, in order to refine the people and to purify and cleanse them, until the time of the end, for the end is still at the appointed time."},{"number":36,"verse":"And the king will do as he pleases; and he will exalt himself and magnify himself above every god, and against the God of gods he will speak extraordinary things; and he will prosper until the indignation is complete; for what has been determined will be done."},{"number":37,"verse":"And he will not regard the gods of his fathers or the desire of women, nor will he regard any other god; for he will magnify himself above all."},{"number":38,"verse":"But he will honor instead the god of fortresses; indeed a god whom his fathers did not know he will honor with gold, silver, precious stones, and treasures."},{"number":39,"verse":"And he will take action against the most fortified of fortresses with the help of a foreign god; he will increase the honor of those who acknowledge him and will cause them to rule over many, and he will divide the land to them as a reward."},{"number":40,"verse":"And at the time of the end the king of the south will push against him, and the king of the north will storm back at him with chariots and horsemen and many ships; and he will enter the countries and overflow and pass through."},{"number":41,"verse":"He will also enter the beautiful land, and many countries will fall; but these will slip away from his hand: Edom, Moab, and the foremost of the children of Ammon."},{"number":42,"verse":"Then he will stretch forth his hand against the countries, and for the land of Egypt there will be no escape."},{"number":43,"verse":"And he will have control over the hidden stores of gold and silver and over all the precious things of the Egyptians; and the Libyans and Cushites will follow in his steps."},{"number":44,"verse":"But news from the east and from the north will trouble him, and he will go forth with great wrath destroying and exterminating many."},{"number":45,"verse":"And he will pitch the tents of his palace between the sea and the beautiful holy mountain; but he will come to his end, and there will be no one to help him."}]}