{"bibleAbbr":"RcV2003","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"And at that time Michael, the great prince who stands for the children of your people, will arise; and there will be a time of distress, such as never occurred since there came to be a nation until that time; and at that time your people, every one found written in the book, will be delivered."},{"number":2,"verse":"And many of those who are sleeping in the dust of the ground will awake, some to life eternal and some to reproach, to eternal contempt."},{"number":3,"verse":"And those who have insight will shine like the shining of the heavenly expanse, and those who turn many to righteousness, like the stars, forever and ever."},{"number":4,"verse":"But you, Daniel, shut up the words and seal the book until the time of the end; many will go here and there, and knowledge will be increased."},{"number":5,"verse":"Then I, Daniel, looked, and there were two others standing, one on this bank of the river and the other on that bank of the river."},{"number":6,"verse":"And one said to the man clothed in linen, who was above the water of the river, How long will it be until the end of these wonders?"},{"number":7,"verse":"And I heard the man clothed in linen, who was above the water of the river, as He lifted up His right hand and His left hand to heaven and swore by Him who lives forever that there would be a time and times and half a time; and when the shattering of the power of the holy people is completed, all these things will be completed."},{"number":8,"verse":"And I heard, but I did not understand. Then I said, My Lord, what will the latter end of these things be?"},{"number":9,"verse":"And He said, Go your way, Daniel, for the words are shut up and sealed until the time of the end."},{"number":10,"verse":"Many will be purified, cleansed, and refined, but the wicked will act wickedly; and none of the wicked will understand, but those who have insight will understand."},{"number":11,"verse":"And from the time that the daily sacrifice is removed and the abomination that desolates is set up, there will be a thousand two hundred and ninety days."},{"number":12,"verse":"Blessed is he who waits and reaches the thousand three hundred and thirty-five days!"},{"number":13,"verse":"But you, go your way until the end, and you will rest and rise again in your lot at the end of the days."}]}