{"bibleAbbr":"RcV2003","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":2,"verses":[{"number":1,"verse":"And in the second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed dreams and his spirit was troubled and his sleep left him."},{"number":2,"verse":"And the king ordered the call for the magicians, conjurers, sorcerers, and the Chaldeans to declare to the king his dreams; and they came in and stood before the king."},{"number":3,"verse":"And the king said to them, I have dreamed a dream, and my spirit is troubled to know the dream."},{"number":4,"verse":"Then the Chaldeans spoke to the king in Aramaic, O king, live forever! Tell the dream to your servants, and we will declare the interpretation."},{"number":5,"verse":"The king answered and said to the Chaldeans, The command from me is published: If you do not make the dream and its interpretation known to me, you shall be cut into pieces and your houses shall be made a dunghill."},{"number":6,"verse":"But if you declare the dream and its interpretation, you shall receive gifts and a reward and much honor from me. Therefore declare the dream and its interpretation to me."},{"number":7,"verse":"They answered a second time and said, Let the king tell his servants the dream, and we will declare the interpretation."},{"number":8,"verse":"The king answered and said, I know for certain that you are trying to buy time because you have seen that the command from me is published."},{"number":9,"verse":"But if you do not make the dream known to me, there is but one decree for you; for you have agreed together to speak false and corrupt words before me until the time is changed. Therefore tell me the dream, and I will know that you can declare its interpretation to me."},{"number":10,"verse":"The Chaldeans answered before the king and said, There is not a man upon the earth who can declare the matter for the king, because no great king or ruler has ever asked any magician, conjurer, or Chaldean for something like this."},{"number":11,"verse":"And the thing that the king asks is rare, and there is no one else who can declare it before the king except the gods, whose dwelling is not with flesh."},{"number":12,"verse":"Because of this the king was angry and very furious, and he gave orders to destroy all the wise men of Babylon."},{"number":13,"verse":"And the decree went forth that the wise men should be slain; and they sought Daniel and his companions so that they might be slain."},{"number":14,"verse":"Then Daniel responded in counsel and with discretion to Arioch, the captain of the king’s bodyguard, who had gone forth to slay the wise men of Babylon."},{"number":15,"verse":"He answered and said to Arioch, the king’s commander, Why is the decree from before the king so harsh? Then Arioch made the thing known to Daniel."},{"number":16,"verse":"Daniel then went in and sought from the king that he would give him a time to declare the interpretation to the king."},{"number":17,"verse":"Then Daniel went to his house and made the thing known to Hananiah, Mishael, and Azariah, his companions,"},{"number":18,"verse":"That they might request compassions from before the God of the heavens concerning this mystery so that Daniel and his companions would not be destroyed with the rest of the wise men of Babylon."},{"number":19,"verse":"Then the mystery was revealed to Daniel in a night vision. Then Daniel blessed the God of the heavens."},{"number":20,"verse":"Daniel answered and said, Let the name of God / Be blessed from eternity to eternity, / For wisdom and might are His."},{"number":21,"verse":"And it is He who changes the times and seasons; / He deposes kings and causes kings to ascend. / He gives wisdom to the wise / And knowledge to those who have understanding."},{"number":22,"verse":"He reveals the deep things and the hidden things; / He knows what is obscured in the darkness, / And the light dwells with Him."},{"number":23,"verse":"To You, O God of my fathers, I render thanks and praise, / For You have given me wisdom and might; / And You have now made known to me what we requested of You, / For You have made known the king’s matter to us."},{"number":24,"verse":"Therefore Daniel went in unto Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and said thus to him, Do not destroy the wise men of Babylon; bring me before the king, and I will declare the interpretation to the king."},{"number":25,"verse":"Then Arioch brought Daniel hurriedly before the king and spoke in this way to him, I have found a man among the captives of Judah who will make the interpretation known to the king."},{"number":26,"verse":"The king answered and said to Daniel, whose name was Belteshazzar, Are you able to make known to me the dream that I have seen and its interpretation?"},{"number":27,"verse":"Daniel answered before the king and said, As to the mystery which the king has inquired about, no wise men, no conjurers, magicians, or diviners, are able to declare it to the king."},{"number":28,"verse":"But there is a God in the heavens who reveals mysteries, and He has made known to King Nebuchadnezzar what will happen in the last days. This is your dream, even the visions of your head upon your bed."},{"number":29,"verse":"As for you, O king, your thoughts on your bed came upon what would happen after these times, and He who reveals mysteries has made known to you what will happen."},{"number":30,"verse":"But as for me, this mystery has not been revealed to me because of some wisdom that is in me more than in any other living person, but so that the interpretation may be made known to the king and that you may understand the thoughts of your heart."},{"number":31,"verse":"You, O king, were watching, and there was a single great image. This image, large and its brightness surpassing, stood opposite you; and its appearance was frightful."},{"number":32,"verse":"Concerning this image, its head was of fine gold, its breast and its arms of silver, its abdomen and its thighs of bronze,"},{"number":33,"verse":"Its legs of iron, its feet partly of iron and partly of clay."},{"number":34,"verse":"You were watching until a stone was cut out without hands, and it struck the image at its feet of iron and clay and crushed them."},{"number":35,"verse":"Then the iron, the clay, the bronze, the silver, and the gold were crushed all at once, and they became like chaff from the summer threshing floors; and the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth."},{"number":36,"verse":"This is the dream; and we will tell its interpretation before the king."},{"number":37,"verse":"You, O king, are king of kings, to whom the God of the heavens has given kingship, power, and strength and glory."},{"number":38,"verse":"And wherever the children of men, the beasts of the field, or the birds of the sky dwell, He has given them into your hand and has made you ruler over all of them. You are the head of gold."},{"number":39,"verse":"And after you another kingdom will arise, inferior to you; and there will be another kingdom, a third one, of bronze, which will rule over all the earth."},{"number":40,"verse":"And there will be a fourth kingdom as strong as iron, inasmuch as iron crushes and shatters everything; and like iron that smashes all these, it will crush and smash."},{"number":41,"verse":"And in that you saw the feet and the toes, partly of potter’s clay and partly of iron, the kingdom will be a confused mass; but there will be some of the firmness of iron in it, for you saw the iron mixed with the earthy clay."},{"number":42,"verse":"And as the toes of the feet were partly of iron and partly of clay, so some of the kingdom will be strong and part of it will be fragile."},{"number":43,"verse":"And in that you saw the iron mixed with the earthy clay, they will be mixed together through the seed of men, but they will not cleave to one another, even as iron does not mix with clay."},{"number":44,"verse":"And in the days of those kings the God of the heavens will raise up a kingdom which will never be destroyed, and its reign will not be left to another people; it will crush and put an end to all these kingdoms; and it will stand forever."},{"number":45,"verse":"Inasmuch as you saw that out of the mountain a stone was cut without hands and that it crushed the iron, the bronze, the clay, the silver, and the gold, the great God has made known to the king what will happen afterward; and the dream is certain, and its interpretation trustworthy."},{"number":46,"verse":"Then King Nebuchadnezzar fell on his face and worshipped Daniel and commanded that they offer an oblation and incense to him."},{"number":47,"verse":"The king answered Daniel and said, It is certain that your God is the God of gods and the Lord of kings and a Revealer of mysteries, for you have been able to reveal this mystery."},{"number":48,"verse":"Then the king made Daniel great and gave many great gifts to him; and he made him ruler over the whole province of Babylon and chief of the prefects over all the wise men of Babylon."},{"number":49,"verse":"And Daniel requested of the king, and he appointed Shadrach, Meshach, and Abed-nego over the administration of the province of Babylon; but Daniel was at the king’s court."}]}