{"bibleAbbr":"RcV2003","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":4,"verses":[{"number":1,"verse":"Nebuchadnezzar the king to all the peoples, nations, and languages that dwell in the whole earth: May your peace abound!"},{"number":2,"verse":"It pleases me to declare the signs and wonders that God the Most High has done for me."},{"number":3,"verse":"How great are His signs, / And how mighty are His wonders! / His kingdom is an eternal kingdom, / And His dominion is from generation to generation."},{"number":4,"verse":"I, Nebuchadnezzar, was at ease in my house and was flourishing in my palace."},{"number":5,"verse":"I saw a dream and it frightened me, and the imaginings upon my bed and the visions of my head alarmed me."},{"number":6,"verse":"Therefore I made the decree to bring before me all the wise men of Babylon that they might make the interpretation of the dream known to me."},{"number":7,"verse":"Then the magicians, conjurers, Chaldeans, and diviners came in, and I told the dream to them; but they could not make its interpretation known to me."},{"number":8,"verse":"But at last there came in before me Daniel, whose name is Belteshazzar, according to the name of my god, and in whom is a spirit of the holy gods; and I told the dream to him, saying,"},{"number":9,"verse":"O Belteshazzar, chief of the magicians, because I know that a spirit of the holy gods is in you and no mystery troubles you, here are the visions of my dream that I have seen; now tell me its interpretation."},{"number":10,"verse":"Now these were the visions of my head upon my bed: I was watching and there was a tree in the midst of the earth, and its height was great."},{"number":11,"verse":"The tree grew great and became strong, / And its height reached to heaven, / And the sight of it to the end of all the earth."},{"number":12,"verse":"Its foliage was beautiful and its fruit abundant, / And in it was food for all. / The beasts of the field found shade under it, / And the birds of the sky dwelt in its branches; / And all flesh fed from it."},{"number":13,"verse":"I was watching in the visions of my head upon my bed, and there was a watcher, indeed, a holy one, coming down from heaven."},{"number":14,"verse":"He cried out loudly and spoke in this way, / Cut down the tree and cut off its branches; / Strip off its foliage and scatter its fruit; / Let the beasts flee from under it, / And the birds from its branches."},{"number":15,"verse":"Yet leave its stump of roots / In the earth, / But with an iron and bronze band around it, / In the tender grass of the field; / And let him be wet with the dew of heaven, / And let his portion be with the beasts in the grass of the earth;"},{"number":16,"verse":"Let his heart be changed from that of a man, / And let a beast’s heart be given to him; / And let seven periods of time pass over him."},{"number":17,"verse":"This matter is by the decree of the watchers, and the decision is a command of the holy ones, to the intent that the living may know that the Most High is the Ruler over the kingdom of men and gives it to whomever He wills and sets up over it the lowliest of men."},{"number":18,"verse":"This dream I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, tell me the interpretation, inasmuch as all the wise men of my kingdom are not able to make the interpretation known to me; but you are able, for a spirit of the holy gods is in you."},{"number":19,"verse":"Then Daniel, whose name is Belteshazzar, was appalled for a while as his thoughts alarmed him. The king responded and said, Belteshazzar, do not let the dream or its interpretation alarm you. Belteshazzar answered and said, My lord, may the dream be for those who hate you, and its interpretation for your enemies!"},{"number":20,"verse":"The tree that you saw, which grew great and became strong, and whose height reached to heaven and the sight of it to all the earth,"},{"number":21,"verse":"And whose foliage was beautiful and its fruit abundant, and in which was food for all, and under which the beasts of the field dwelt, and in whose branches the birds of the sky lodged —"},{"number":22,"verse":"It is you, O king, who have grown great and become strong, for your greatness has grown and reaches to heaven, and your dominion to the end of the earth."},{"number":23,"verse":"And in that the king saw a watcher, indeed, a holy one, coming down from heaven and saying, Cut down the tree and destroy it; yet leave its stump of roots in the earth, but with an iron and bronze band around it, in the tender grass of the field; and let him be wet with the dew of heaven, and let his portion be with the beasts of the field until seven periods of time pass over him;"},{"number":24,"verse":"This is the interpretation, O king, and this is the decree of the Most High, which has come upon my lord the king:"},{"number":25,"verse":"You shall be driven out from among mankind, and with the beasts of the field shall your dwelling place be; and you shall be made to eat grass as bulls do and shall be wet with the dew of heaven; and seven periods of time will pass over you, until you come to know that the Most High is the Ruler over the kingdom of men and gives it to whomever He wills."},{"number":26,"verse":"And in that it was commanded that the stump of roots of the tree be left, your kingdom will be assured to you after you have come to know that the heavens do rule."},{"number":27,"verse":"Therefore, O king, let my counsel be acceptable to you: Break off your sins by doing righteousness, and your iniquities by showing mercy to the poor; perhaps there may be a prolonging of your prosperity."},{"number":28,"verse":"All this came upon Nebuchadnezzar the king."},{"number":29,"verse":"At the end of twelve months he was walking upon the roof of the royal palace of Babylon."},{"number":30,"verse":"The king responded and said, Is this not Babylon the great, which I have built up as a royal house by the might of my power and for the glory of my majesty?"},{"number":31,"verse":"While the word was still in the king’s mouth, a voice came down from heaven: To you it is spoken, King Nebuchadnezzar: The kingdom has passed on from you;"},{"number":32,"verse":"And from among mankind you shall be driven out, and with the beasts of the field shall your dwelling place be; you shall be made to eat grass as bulls do; and seven periods of time will pass over you, until you come to know that the Most High is the Ruler over the kingdom of men and gives it to whomever He wills."},{"number":33,"verse":"In that very hour the word concerning Nebuchadnezzar was fulfilled; and from among mankind he was driven out, and he began to eat grass as bulls do, and his body was wet with the dew of heaven, until his hair had grown like eagles’ feathers and his nails like birds’ claws."},{"number":34,"verse":"And at the end of those days I, Nebuchadnezzar, lifted up my eyes to heaven, and my reason returned to me; and I blessed the Most High, and I praised and honored the ever-living One;For His dominion is an eternal dominion, / And His kingdom is from generation to generation;"},{"number":35,"verse":"And all the inhabitants of earth are considered as nothing, / But He does according to His will in the army of heaven / And among the inhabitants of the earth; / And there is no one who can resist His hand / Or say to Him, What are You doing?"},{"number":36,"verse":"At that time my reason returned to me; and for the glory of my kingdom, my majesty and my splendor returned to me; and my counselors and my lords sought me out, and I was established in my kingdom, and surpassing greatness was added to me."},{"number":37,"verse":"Now I, Nebuchadnezzar, praise and exalt and honor the King of the heavens, because all His works are truth and His ways justice, and because He is able to abase those who walk in pride."}]}