{"bibleAbbr":"RcV2003","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"It pleased Darius to set up over the kingdom a hundred and twenty satraps, who would be throughout the whole kingdom;"},{"number":2,"verse":"And over them, three chief ministers — of whom Daniel was one — so that these satraps might give account to them and the king might not suffer loss."},{"number":3,"verse":"Then this Daniel distinguished himself among the chief ministers and satraps because in him there was an excellent spirit, and the king considered setting him over the whole kingdom."},{"number":4,"verse":"Then the chief ministers and satraps sought to find a ground for accusation against Daniel from the perspective of the kingdom, but they could find no ground for accusation or fault, inasmuch as he was faithful, and no negligence or fault was found related to him."},{"number":5,"verse":"Then these men said, We will not find any ground for accusation against this Daniel unless we find something related to him due to the law of his God."},{"number":6,"verse":"Then these chief ministers and satraps came to prevail upon the king and said thus to him, King Darius, live forever!"},{"number":7,"verse":"All the chief ministers of the kingdom, the prefects and the satraps, the counselors and the governors, have taken counsel together that the king should establish a statute and make firm an edict that anyone who makes a petition within the next thirty days to any god or man besides you, O king, shall be cast into the lions’ den."},{"number":8,"verse":"Now, O king, establish the edict and sign the writing, so that it is not changed, according to the law of the Medes and Persians, which cannot pass away."},{"number":9,"verse":"Therefore King Darius signed the writing, that is, the edict."},{"number":10,"verse":"Now when Daniel came to know that the writing had been signed, he went to his house (in his upper room he had windows open toward Jerusalem) and three times daily he knelt on his knees and prayed and gave thanks before his God, because he had always done so previously."},{"number":11,"verse":"Then these men assembled and found Daniel making petition and supplication before his God."},{"number":12,"verse":"Then they came near and spoke before the king concerning the king’s edict: Did you not sign an edict that anyone who petitions, within the next thirty days, any god or man besides you, O king, shall be cast into the lions’ den? The king answered and said, The thing is certain, according to the law of the Medes and Persians, which cannot pass away."},{"number":13,"verse":"Then they answered and said before the king, Daniel, one of the captives from Judah, has not respected you, O king, or the edict that you have signed, but three times daily makes his petition."},{"number":14,"verse":"Then the king, when he heard the thing, was very displeased with himself and set his heart on delivering Daniel; and until the sun set, he made efforts to deliver him."},{"number":15,"verse":"Then these men came to prevail upon the king and said to the king, Know, O king, that it is the law of the Medes and Persians that no edict or statute which the king establishes can be changed."},{"number":16,"verse":"Then the king commanded, and they brought Daniel and threw him into the lions’ den. The king responded and said to Daniel, Your God, whom you serve continually, He will deliver you."},{"number":17,"verse":"And a stone was brought and set over the mouth of the den. And the king sealed it with his signet ring and with the signet rings of his lords that nothing might be changed regarding Daniel."},{"number":18,"verse":"Then the king went to his palace and spent the night fasting; and no entertainment was brought before him, and his sleep fled from him."},{"number":19,"verse":"Then the king arose at dawn at the first light, and went in haste to the lions’ den."},{"number":20,"verse":"And when he had come near the den, he shouted to Daniel with a sad voice; the king responded and said to Daniel, O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?"},{"number":21,"verse":"Then Daniel said to the king, O king, live forever!"},{"number":22,"verse":"My God has sent His angel and has shut the lions’ mouth, and they have not hurt me, inasmuch as before Him innocence was found in me; and also before you, O king, I have done no harm."},{"number":23,"verse":"Then the king was very pleased concerning him, and he commanded that they take Daniel up out of the den. So Daniel was taken up out of the den, and he was found completely unhurt, because he had trusted in his God."},{"number":24,"verse":"Then the king commanded, and they brought those men who had accused Daniel and threw them into the lions’ den, them, their children, and their wives; and they had not reached the bottom of the den before the lions overpowered them and crushed all their bones."},{"number":25,"verse":"Then Darius the king wrote to all the peoples, nations, and languages that dwell in the whole land: May your peace abound!"},{"number":26,"verse":"I make a decree that in all the dominion of my kingdom men tremble and fear before the God of Daniel;For He is the living God / And enduring forever; / And His kingdom is one which will not be destroyed, / And His dominion will be unto the end."},{"number":27,"verse":"He delivers and rescues, / And He does signs and wonders / In heaven and on earth; / It is He who has delivered Daniel from the power of the lions."},{"number":28,"verse":"And this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian."}]}