{"bibleAbbr":"RcV2003","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"In the third year of the reign of Belshazzar the king a vision appeared to me, Daniel, after the one that appeared to me at the beginning."},{"number":2,"verse":"And I looked in the vision, and while I looked, now I was in the fortress of Shushan, which is in the province of Elam; and while I looked in the vision, I was beside the river Ulai."},{"number":3,"verse":"Then I lifted my eyes, and I looked, and there was a ram, standing before the river, and he had two horns. And the two horns were high, but one was higher than the other; and the higher one came up last."},{"number":4,"verse":"I saw the ram pushing westward, northward, and southward; and no beast could stand before him, and there was no one who could deliver from his power; but he did as he pleased, and he became great."},{"number":5,"verse":"And while I considered this, there was a male goat, coming from the west over the face of the whole earth without touching the ground; and the goat had a conspicuous horn between his eyes."},{"number":6,"verse":"And he came up to the ram that had the two horns, which I had seen standing before the river, and ran toward him in his mighty wrath."},{"number":7,"verse":"And I saw him come close to the ram, and he was enraged at him; and he struck the ram and broke his two horns; and the ram had no strength to withstand him, but the goat threw him down to the ground and trampled him; and there was none to deliver the ram from his power."},{"number":8,"verse":"And the male goat became very great. But once he became strong, the great horn was broken, and in its place four conspicuous ones came up toward the four winds of heaven."},{"number":9,"verse":"And out of one of them came forth a little horn, which grew very great toward the south, toward the east, and toward that which is beautiful."},{"number":10,"verse":"And it grew great, as high as the host of heaven; and it caused some of the host and some of the stars to fall to the earth, and it trampled them."},{"number":11,"verse":"Indeed, he grew in greatness to that of the Prince of the host; and from Him the daily sacrifice was taken away, and the place of His sanctuary was thrown down."},{"number":12,"verse":"And an army was given to him together with the daily sacrifice because of transgression; and he cast truth down to the ground, and he took action and prospered."},{"number":13,"verse":"Then I heard a holy one speaking; and another holy one said to the particular one who was speaking, How long will the vision concerning the daily sacrifice and the transgression that desolates apply, so that the sanctuary and the host are trampled down?"},{"number":14,"verse":"And he said to me, For two thousand three hundred nights and days; then the sanctuary will be cleansed."},{"number":15,"verse":"And when I, Daniel, had seen the vision, I sought an understanding of it; and immediately there was someone with an appearance like that of a man standing before me."},{"number":16,"verse":"And I heard the voice of a man between the banks of the Ulai; and He called out and said, Gabriel, cause this man to understand the vision."},{"number":17,"verse":"So he came near to where I stood; and when he came, I was afraid, and I fell on my face; but he said to me, Understand, O son of man, that the vision pertains to the end time."},{"number":18,"verse":"And as he was speaking with me, I fell into a deep sleep on my face upon the ground; but he touched me and made me stand in my place."},{"number":19,"verse":"And he said, I now make known to you what will happen at the end of the indignation, for the vision pertains to the appointed time of the end."},{"number":20,"verse":"The ram that you saw, which had the two horns, are the kings of Media and Persia."},{"number":21,"verse":"And the hairy goat is the king of Javan; and the great horn which was between its eyes is the first king."},{"number":22,"verse":"And the broken horn and the four horns that arose in its place are four kingdoms that will arise from his nation, but not with his power."},{"number":23,"verse":"And in the latter time of their kingdom, / When the transgressors have filled up their transgressions, / A king will arise, / Of fierce countenance and skilled in ambiguities."},{"number":24,"verse":"And his power will be mighty, but not by his own power. / And he will destroy in an extraordinary manner / And will prosper and take action. / He will destroy mighty men / And the holy people."},{"number":25,"verse":"Through his craftiness / He will also cause deceit to prosper in his hand; / And he will magnify himself in his heart; / And he will destroy many who are complacently secure. / And against the Prince of princes he will stand up; / But he will be broken, yet not by human hands."},{"number":26,"verse":"And the vision of the evenings and the mornings, / Which has been told, is true. / But shut the vision up, / For it pertains to something many days from now."},{"number":27,"verse":"Then I, Daniel, was spent, and I was sick for days. Then I arose and conducted the king’s affairs; but I was astonished at the vision, and there was no one to explain it."}]}