{"bibleAbbr":"KNCL","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"ಯಕೋಬನಿಗೆ ಇಸಾಕನ ಆಶೀರ್ವಾದ ಇಸಾಕನಿಗೆ ಮುಪ್ಪಿನಿಂದ ಕಣ್ಣು ಕಾಣಲಾರದಷ್ಟು ಮಬ್ಬಾಯಿತು. ಅವನು ತನ್ನ ಹಿರಿಯ ಮಗ ಏಸಾವನನ್ನು ಕರೆದು, \"ಮಗನೇ,” ಎನ್ನಲು ಏಸಾವನು, “ಇಗೋ, ಇಲ್ಲೇ ಇದ್ದೇನೆ,” ಎಂದನು."},{"number":2,"verse":"ಇಸಾಕನು ಅವನಿಗೆ, “ನೋಡು, ನಾನು ಮುದುಕನಾಗಿಬಿಟ್ಟೆ. ಯಾವಾಗ ಸಾಯುತ್ತೇನೋ ಗೊತ್ತಿಲ್ಲ;"},{"number":3,"verse":"ಆದುದರಿಂದ ನಿನ್ನ ಆಯುಧಗಳನ್ನೂ ಬಿಲ್ಲುಬತ್ತಳಿಕೆಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಕಾಡಿಗೆ ಹೋಗು; ಬೇಟೆಯಾಡಿ ಬೇಟೆಯ ಮಾಂಸವನ್ನು ತೆಗೆದುಕೊಂಡು ಬಾ;"},{"number":4,"verse":"ಅದರಿಂದ ನನಗಿಷ್ಟವಾಗಿರುವ ಸವಿಯೂಟವನ್ನೂ ಅಣಿಮಾಡಿ ಬಡಿಸು. ಸಾವು ಬರುವುದಕ್ಕೆ ಮುಂಚೆ ನಾನು ನಿನ್ನನ್ನು ಮನಸಾರೆ ಆಶೀರ್ವದಿಸುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":5,"verse":"ಇಸಾಕನು ತನ್ನ ಮಗ ಏಸಾವನಿಗೆ ಹೇಳಿದ ಮಾತು ರೆಬೆಕ್ಕಳ ಕಿವಿಗೆ ಬಿದ್ದಿತು. ಏಸಾವನು ಬೇಟೆಯಾಡಲು ಕಾಡಿಗೆ ಹೋಗಿದ್ದಾಗ,"},{"number":6,"verse":"ಆಕೆ ತನ್ನ ಮಗ ಯಕೋಬನಿಗೆ, “ನಿನ್ನ ತಂದೆ ನಿನ್ನಣ್ಣ ಏಸಾವನ ಸಂಗಡ ಮಾತನಾಡುತ್ತಾ,"},{"number":7,"verse":"ನೀನು ಹೋಗಿ ಬೇಟೆಯಾಡಿ ಬೇಟೆಯ ಮಾಂಸವನ್ನು ತೆಗೆದುಕೊಂಡು ಬಾ, ಅದರಿಂದ ನನಗೆ ಸವಿ ಊಟವನ್ನು ಅಣಿಮಾಡಿ ಬಡಿಸು; ಸಾವು ಬರುವುದಕ್ಕೆ ಮುಂಚೆ ನಾನು ನಿನ್ನನ್ನು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಸನ್ನಿಧಿಯಲ್ಲಿ ಮನಸಾರೆ ಆಶೀರ್ವದಿಸುತ್ತೇನೆ,’ ಎಂದು ಹೇಳಿದ್ದನ್ನು ಕೇಳಿದ್ದೇನೆ."},{"number":8,"verse":"ಆದುದರಿಂದ ಮಗನೇ, ನೀನು ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಟ್ಟು ನಾನು ಹೇಳುವಂತೆ ಮಾಡು:"},{"number":9,"verse":"ಮೇಕೆ ಮಂದೆಯ ಬಳಿಗೆ ಹೋಗಿ ಎರಡು ಒಳ್ಳೆಯ ಮೇಕೆಮರಿಗಳನ್ನು ಬೇಗನೆ ತೆಗೆದುಕೊಂಡು ಬಾ; ಅವುಗಳಿಂದ ನಿನ್ನ ತಂದೆಗೆ ಇಷ್ಟವಾಗಿರುವ ಸವಿಯೂಟವನ್ನು ನಾನೇ ಅಣಿಮಾಡುತ್ತೇನೆ."},{"number":10,"verse":"ನೀನು ಅದನ್ನು ಅವರ ಬಳಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಬಡಿಸಬೇಕು; ಹಾಗೆ ಮಾಡಿದರೆ ಅವರು ಸಾಯುವುದಕ್ಕೆ ಮುಂಚೆ ನಿನ್ನನ್ನೇ ಮನಸಾರೆ ಆಶೀರ್ವದಿಸುವರು,” ಎಂದಳು."},{"number":11,"verse":"ಅದಕ್ಕೆ ಯಕೋಬನು, “ನನ್ನ ಅಣ್ಣನ ಮೈ ತುಂಬ ರೋಮಗಳಿವೆ. ನನ್ನ ಮೈ ಆದರೋ ನುಣ್ಣಗಿದೆ;"},{"number":12,"verse":"ಒಂದು ವೇಳೆ ತಂದೆ ನನ್ನನ್ನು ಮುಟ್ಟಿನೋಡಿಯಾರು; ನಾನು ಅವರಿಗೆ ವಂಚಕನಾಗಿ ತೋರಿಬಂದರೆ ಆಶೀರ್ವಾದಕ್ಕೆ ಬದಲಾಗಿ ಶಾಪ ಬರಮಾಡಿಕೊಳ್ಳುತ್ತೇನೆ,” ಎಂದನು."},{"number":13,"verse":"ಆಗ ಅವನ ತಾಯಿ, “ಮಗನೇ, ಅವರು ನಿನಗೆ ಶಾಪ ಕೊಟ್ಟರೆ ಆ ಶಾಪ ನನಗಿರಲಿ; ನೀನು ನನ್ನ ಮಾತನ್ನು ಕೇಳಿ ಆ ಮರಿಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಬಾ,” ಎಂದಳು."},{"number":14,"verse":"ಅವನು ಹೋಗಿ ಅವುಗಳನ್ನು ತಂದು ತಾಯಿಗೆ ಕೊಟ್ಟನು. ರೆಬೆಕ್ಕಳು ಅವನ ತಂದೆಗೆ ಇಷ್ಟವಾದ ಸವಿ ಊಟವನ್ನು ಸಿದ್ಧಪಡಿಸಿದಳು."},{"number":15,"verse":"ತನ್ನ ಹಿರಿಯ ಮಗ ಏಸಾವನ ಬಟ್ಟೆಗಳಲ್ಲಿ ಶ್ರೇಷ್ಠವಾದವು ಮನೆಯಲ್ಲಿ ಆಕೆಯ ವಶದಲ್ಲಿದ್ದವು. ಅವುಗಳನ್ನು ತೆಗೆದು ಕಿರಿಯ ಮಗ ಯಕೋಬನಿಗೆ ತೊಡಿಸಿದಳು"},{"number":16,"verse":"ಮೇಕೆಮರಿಗಳ ಚರ್ಮವನ್ನು ಅವನ ಕೈಗಳಿಗೂ ನುಣುಪಾದ ಕೊರಳಿಗೂ ಸುತ್ತಿದಳು."},{"number":17,"verse":"ತಾನು ಸಿದ್ಧಮಾಡಿದ್ದ ಸವಿಯೂಟವನ್ನೂ ಸುಟ್ಟಿದ್ದ ರೊಟ್ಟಿಯನ್ನೂ ತನ್ನ ಮಗ ಯಕೋಬನ ಕೈಗೆ ಕೊಟ್ಟಳು."},{"number":18,"verse":"ಯಕೋಬನು ತಂದೆಯ ಬಳಿಗೆ ಹೋಗಿ, “ಅಪ್ಪಾ” ಎಂದು ಕರೆದನು. ತಂದೆಯು, “ಏನು ಮಗನೇ, ನೀನು ಯಾವ ಮಗನು?” ಎಂದು ಕೇಳಿದನು."},{"number":19,"verse":"ಯಕೋಬನು, “ನಾನೇ ನಿಮ್ಮ ಹಿರಿಯ ಮಗ ಏಸಾವನು; ನಿಮ್ಮ ಅಪ್ಪಣೆಯಂತೆ ಮಾಡಿಕೊಂಡು ಬಂದಿದ್ದೇನೆ. ಎದ್ದು ಕುಳಿತುಕೊಂಡು ನಾನು ತಂದಿರುವ ಬೇಟೆಮಾಂಸವನ್ನು ಊಟಮಾಡಿ ನನ್ನನ್ನು ಆಶೀರ್ವದಿಸಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":20,"verse":"ಇಸಾಕನು, “ಏನು ಮಗನೇ, ಇಷ್ಟು ಬೇಗನೆ ಬೇಟೆ ಹೇಗೆ ಸಿಕ್ಕಿತು?” ಎಂದು ಕೇಳಿದನು. ಯಕೋಬನು, “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಅದನ್ನು ನನ್ನೆದುರಿಗೆ ಬರಮಾಡಿದರು,” ಎಂದನು."},{"number":21,"verse":"ಆಗ ಇಸಾಕನು ಅವನಿಗೆ, “ಮಗನೇ, ಹತ್ತಿರಕ್ಕೆ ಬಾ; ನೀನು ನನ್ನ ಮಗನೋ ಅಲ್ಲವೋ, ಎಂದು ಮುಟ್ಟಿ ತಿಳಿದುಕೊಳ್ಳಬೇಕು,” ಎಂದನು."},{"number":22,"verse":"ಯಕೋಬನು ಹತ್ತಿರಕ್ಕೆ ಬಂದಾಗ ತಂದೆ ಇಸಾಕನು ಅವನನ್ನು ಮುಟ್ಟಿ ನೋಡಿ, “ಸ್ವರವೇನೋ ಯಕೋಬನ ಸ್ವರ; ಆದರೆ ಕೈ ಏಸಾವನ ಕೈ,” ಎಂದುಕೊಂಡನು."},{"number":23,"verse":"ಯಕೋಬನ ಕೈಗಳು ಅವನ ಅಣ್ಣನ ಕೈಗಳಂತೆ ರೋಮಮಯವಾಗಿ ಇದ್ದುದರಿಂದ ಇಸಾಕನು ಅವನ ಗುರುತನ್ನು ತಿಳಿಯಲಾರದೆ ಅವನನ್ನು ಆಶೀರ್ವದಿಸಿದನು."},{"number":24,"verse":"ಆದರೂ ಮರಳಿ, “ನೀನು ನಿಶ್ಚಯವಾಗಿ ನನ್ನ ಮಗ ಏಸಾವನೋ” ಎಂದು ಕೇಳಿದನು. ಯಕೋಬನು “ಹೌದು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":25,"verse":"ಆಗ ಇಸಾಕನು, “ಊಟಮಾಡಲು ಆ ಬೇಟೆಮಾಂಸವನ್ನು ತಂದು ಬಡಿಸು, ಆಮೇಲೆ ನಿನ್ನನ್ನು ಆಶೀರ್ವದಿಸುತ್ತೇನೆ,” ಎಂದನು. ಅಂತೆಯೇ ಯಕೋಬನು ಹತ್ತಿರಕ್ಕೆ ತಂದು ಬಡಿಸಿದಾಗ ಇಸಾಕನು ಊಟಮಾಡಿದನು; ಕೊಟ್ಟ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದನು."},{"number":26,"verse":"ಬಳಿಕ ಅವನ ತಂದೆ ಇಸಾಕನು, “ಮಗನೇ, ಹತ್ತಿರ ಬಂದು ನನಗೆ ಮುತ್ತು ಕೊಡು,” ಎಂದನು. ಅವನು ಹತ್ತಿರ ಬಂದು ಮುದ್ದಿಟ್ಟಾಗ"},{"number":27,"verse":"ಇಸಾಕನು ಅವನ ಉಡುಗೆತೊಡಿಗೆಗಳ ಸುವಾಸನೆಯನ್ನು ಮೂಸಿನೋಡಿ, ಅವನಿಗೆ ಹೀಗೆಂದು ಆಶೀರ್ವಾದ ಮಾಡಿದನು - “ನನ್ನ ಸುಕುಮಾರನಿಂದೇಳುವ ಸುವಾಸನೆ ಸರ್ವೇಶ್ವರನಾಶೀರ್ವದಿಸಿದ ಮೊಗೆನೆಲದ ಸುವಾಸನೆಯಂತಿದೆ."},{"number":28,"verse":"ದಯಪಾಲಿಸಲಿ ದೇವ ನಿನಗೆ ಆಗಸದ ಮಂಜನು, ಸಾರವುಳ್ಳ ಹೊಲವನು ಅನುಗ್ರಹಿಸಲಿ ಹೇರಳ ದವಸ ಧಾನ್ಯವನು, ದ್ರಾಕ್ಷಾರಸವನು."},{"number":29,"verse":"ಸೇವೆಗೈಯಲಿ ನಿನಗೆ ಹೊರನಾಡುಗಳು ಅಡ್ಡಬೀಳಲಿ ನಿನಗೆ ಹೊರಜನಾಂಗಗಳು ಒಡೆಯನಾಗು ಸೋದರರಿಗೆ ಅಡ್ಡಬೀಳಲಿ ತಾಯಕುಡಿ ನಿನಗೆ ಶಾಪವಿರಲಿ ನಿನ್ನನ್ನು ಶಪಿಸುವವರಿಗೆ ಆಶೀರ್ವಾದವು ನಿನ್ನನ್ನು ಹರಸುವವರಿಗೆ!”"},{"number":30,"verse":"ಇಸಾಕನಲ್ಲಿ ಏಸಾವನ ಮನವಿ ಯಕೋಬನು ತಂದೆ ಇಸಾಕನಿಂದ ಆಶೀರ್ವಾದ ಪಡೆದು ಹೊರಟುಹೋದನು. ಕೂಡಲೆ ಅವನ ಅಣ್ಣ ಏಸಾವನು ಬೇಟೆಯಿಂದ ಹಿಂದಿರುಗಿ ಬಂದನು."},{"number":31,"verse":"ಅವನು ಕೂಡ ಸವಿ ಊಟವನ್ನು ಅಣಿಮಾಡಿ ತಂದೆಯ ಬಳಿಗೆ ತಂದು, “ಅಪ್ಪಾ, ಏಳಿ; ನಿನ್ನ ಮಗನಾದ ನಾನು ತಂದಿರುವ ಬೇಟೆಯ ಮಾಂಸವನ್ನು ಊಟಮಾಡಿ ನನ್ನನ್ನು ಆಶೀರ್ವದಿಸಿ,” ಎಂದು ಕೇಳಿಕೊಂಡನು."},{"number":32,"verse":"“ನೀನು ಯಾರು?” ಎಂದು ತಂದೆ ಇಸಾಕನು ವಿಚಾರಿಸಲು, “ನಾನೇ ನಿಮ್ಮ ಜ್ಯೇಷ್ಠಪುತ್ರ ಏಸಾವನು” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":33,"verse":"ಆಗ ಇಸಾಕನು ಗಡಗಡನೆ ನಡುಗುತ್ತಾ, “ಹಾಗಾದರೆ ಬೇಟೆಯಾಡಿ ನನಗೆ ಊಟ ತಂದುಕೊಟ್ಟವನಾರು? ನೀನು ಬರುವುದಕ್ಕೆ ಮುಂಚೆ ಅವನು ತಂದುದನ್ನು ಊಟಮಾಡಿ ಅವನನ್ನೇ ಅಂತಿಮವಾಗಿ ಆಶೀರ್ವದಿಸಿಬಿಟ್ಟೆನು; ಅವನಿಗೆ ಮಾಡಿದ ಆಶೀರ್ವಾದ ಇನ್ನು ತಪ್ಪಲಾರದು,” ಎಂದನು."},{"number":34,"verse":"ತಂದೆಯ ಈ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಏಸಾವನು ದುಃಖಕ್ರಾಂತನಾದನು. ಬಹಳವಾಗಿ ಅತ್ತನು. “ಅಪ್ಪಾ, ತಂದೆಯೇ ನನ್ನನ್ನು, ನನ್ನನ್ನು ಕೂಡ ಆಶೀರ್ವದಿಸು,” ಎಂದು ಬೇಡಿಕೊಂಡನು."},{"number":35,"verse":"ಇಸಾಕನು, “ನಿನ್ನ ತಮ್ಮ ಮೋಸದಿಂದ ಬಂದು ನಿನಗಾಗಬೇಕಿದ್ದ ಆಶೀರ್ವಾದವನ್ನು ಪಡೆದುಕೊಂಡು ಹೋದನು,” ಎಂದನು."},{"number":36,"verse":"ಅದಕ್ಕೆ ಏಸಾವನು, “ಯಕೋಬ’ ಎಂಬ ಹೆಸರು ಅವನಿಗೆ ತಕ್ಕುದಾಗಿದೆ; ಎರಡು ಸಾರಿ ಅವನು ನನ್ನನ್ನು ವಂಚಿಸಿದ್ದಾನೆ. ಹಿಂದೆ ನನ್ನ ಜ್ಯೇಷ್ಠತನದ ಹಕ್ಕನ್ನು ಅಪಹರಿಸಿದ; ಈಗ ನನಗೆ ಬರಬೇಕಾಗಿದ್ದ ಆಶೀರ್ವಾದವನ್ನು ಕಿತ್ತುಕೊಂಡಿದ್ದಾನೆ,” ಎಂದು ಹೇಳಿ ತನ್ನ ತಂದೆಯನ್ನು ನೋಡಿ, “ನನಗೆಂದೇ ನಿಮ್ಮಲ್ಲಿ ಯಾವ ಆಶೀರ್ವಾದವೂ ಉಳಿದಿಲ್ಲವೆ?” ಎಂದು ಕೇಳಿದನು."},{"number":37,"verse":"ಆಗ ಇಸಾಕನು, “ಅವನನ್ನು ನಿನಗೆ ಒಡೆಯನನ್ನಾಗಿ ನೇಮಿಸಿದ್ದೇನೆ; ಸಹೋದರರನ್ನೇ ಅವನಿಗೆ ಕೆಲಸಗಾರರನ್ನಾಗಿ ಕೊಟ್ಟಿದ್ದೇನೆ; ದವಸಧಾನ್ಯಗಳನ್ನೂ ದ್ರಾಕ್ಷಾರಸವನ್ನೂ ಅವನಿಗೆ ಬಿಟ್ಟಿದ್ದೇನೆ. ಹೀಗಿರಲು ಮಗನೇ, ನಾನು ನಿನಗೇನು ತಾನೆ ಮಾಡಲು ಸಾಧ್ಯ?” ಎಂದನು."},{"number":38,"verse":"“ಅಪ್ಪಾ, ನಿಮ್ಮಲ್ಲಿ ಒಂದೇ ಆಶೀರ್ವಾದ ಮಾತ್ರ ಇತ್ತೋ? ನನ್ನನ್ನು, ನನ್ನನ್ನು ಕೂಡ ಆಶೀರ್ವಾದ ಮಾಡಪ್ಪಾ,” ಎಂದು ಗೋಳಾಡುತ್ತಾ ಅತ್ತನು."},{"number":39,"verse":"ಆಗ ಇಸಾಕನು - \"ಸಾರವತ್ತಾದ ಭೂಮಿಗೆ ದೂರ ಆಗಸದಿಂದೇಳುವ ಮಂಜಿಗೆ ದೂರ ಇರುವುದು ನೀ ನೆಲೆಸುವ ಬಿಡಾರ."},{"number":40,"verse":"ಬಾಳ ನಡೆಸುವೆ ಕತ್ತಿಕಠಾರಿಯಿಂದಲೇ ಕೂಲಿಯಾಳಾಗುವೆ ಸೋದರನಿಗೆ ಮುರಿಯುವೆ ಅವ ಹೊರಿಸಿದ ನೊಗವ ಸ್ವಾತಂತ್ರ್ಯಕ್ಕಾಗಿ ನೀ ಬಂಡಾಯ ಹೂಡಿದಾಗ,”"},{"number":41,"verse":"ತಂದೆಯಿಂದ ಯಕೋಬನು ಪಡೆದುಕೊಂಡ ಆಶೀರ್ವಾದದ ನಿಮಿತ್ತ ಏಸಾವನು ಯಕೋಬನ ಮೇಲೆ ಹಗೆಗೊಂಡನು. “ತಂದೆಯ ಮರಣಕ್ಕಾಗಿ ದುಃಖಿಸುವ ಕಾಲ ಸಮೀಪಿಸಿತು. ಆ ಬಳಿಕ ನನ್ನ ತಮ್ಮ ಯಕೋಬನನ್ನು ಕೊಂದುಹಾಕುತ್ತೇನೆ,” ಎಂದು ತನ್ನೊಳಗೇ ನೆನಸಿಕೊಂಡನು."},{"number":42,"verse":"ತನ್ನ ಹಿರಿಯ ಮಗ ಏಸಾವನ ಅನಿಸಿಕೆಯು ರೆಬೆಕ್ಕಳಿಗೆ ತಿಳಿದು ಬಂದಾಗ ಆಕೆ ತನ್ನ ಕಿರಿಯ ಮಗ ಯಕೋಬನನ್ನು ಕರೆದು ಹೀಗೆಂದಳು: “ನೋಡು, ನಿನ್ನ ಅಣ್ಣ ಏಸಾವನು ನಿನ್ನನ್ನು ಕೊಂದು ಸೇಡು ತೀರಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿದ್ದಾನೆ."},{"number":43,"verse":"ಆದುದರಿಂದ ಮಗನೇ, ನನ್ನ ಮಾತನ್ನು ಕೇಳು; ನೀನು ಎದ್ದು ಖಾರಾನ್ ಊರಿನಲ್ಲಿರುವ ನನ್ನ ಅಣ್ಣ ಲಾಬಾನನ ಬಳಿಗೆ ಓಡಿಹೋಗು."},{"number":44,"verse":"ಕೆಲವು ಕಾಲ, ಅಂದರೆ ನಿನ್ನಣ್ಣನ ಕೋಪ ಶಮನ ಆಗುವವರೆಗೂ, ಅವನ ಬಳಿಯಲ್ಲೇ ಇರು."},{"number":45,"verse":"ನಿನ್ನ ಅಣ್ಣನು ನೀನು ಮಾಡಿರುವುದನ್ನು ಮರೆತು ತನ್ನ ಕೋಪವನ್ನು ಬಿಟ್ಟಾಗ ನಾನು ನಿನ್ನನ್ನು ಅಲ್ಲಿಂದ ಕರೆಸಿಕೊಳ್ಳುತ್ತೇನೆ. ನಾನೇತಕ್ಕೆ ನಿಮ್ಮಿಬ್ಬರನ್ನೂ ಒಂದೇ ದಿನದಲ್ಲಿ ಕಳೆದುಕೊಳ್ಳಬೇಕು?” ಎಂದು ಹೇಳಿದಳು."},{"number":46,"verse":"ಲಾಬಾನನ ಬಳಿಗೆ ಯಕೋಬನು ಅನಂತರ ರೆಬೆಕ್ಕಳು ಇಸಾಕನಿಗೆ, “ಹಿತ್ತಿಯರಾದ ಈ ಹೆಣ್ಣುಗಳ ದೆಸೆಯಿಂದ ನನ್ನ ಬಾಳು ಬೇಸರವಾಗಿದೆ. ಯಕೋಬನು ಕೂಡ ಈ ನಾಡಿನ ಹೆಣ್ಣನ್ನು ಆರಿಸಿಕೊಂಡು ಇಂಥ ಹಿತ್ತಿಯ ಹುಡುಗಿಯನ್ನೇ ಮದುವೆಮಾಡಿಕೊಂಡರೆ ನಾನು ಇನ್ನು ಬದುಕಿ ಪ್ರಯೋಜನ ಇಲ್ಲ,” ಎಂದು ಹೇಳಿದಳು."}]}