{"bibleAbbr":"KNCL","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":29,"verses":[{"number":1,"verse":"(ಲಾಬಾನನ ಮನೆಯಲ್ಲಿ ಯಕೋಬನು) ಬಳಿಕ ಯಕೋಬನು ಪ್ರಯಾಣವನ್ನು ಮುಂದುವರಿಸುತ್ತಾ ಮೂಡಣದವರ ನಾಡಿಗೆ ಬಂದನು."},{"number":2,"verse":"ಕೂಡಲೆ ಅವನಿಗೆ ಆ ಅಡವಿಯಲ್ಲಿ ಬಾವಿಯೊಂದು ಕಾಣಿಸಿತು. ಅದರ ಬಳಿ ಮೂರು ಕುರಿಹಿಂಡು ಮಲಗಿದ್ದವು. ಕುರಿಗಳನ್ನು ನೀರು ಕುಡಿಸುವುದಕ್ಕಾಗಿ ಆ ಬಾವಿಗೆ ಹೊಡೆದುಕೊಂಡು ಬರುವುದು ವಾಡಿಕೆ. ಬಾವಿಯ ಮೇಲೆ ಮುಚ್ಚಿದ್ದ ಕಲ್ಲು ದೊಡ್ಡದಾಗಿತ್ತು."},{"number":3,"verse":"ಹಿಂಡುಗಳೆಲ್ಲ ಅಲ್ಲಿ ಕೂಡಿದ್ದಾಗ ಕಾಯುವವರು ಬಾವಿಯ ಮೇಲೆ ಮುಚ್ಚಿದ್ದ ಕಲ್ಲನ್ನು ಸರಿಸಿ ಕುರಿಗಳಿಗೆ ನೀರು ಕುಡಿಸಿ ಮತ್ತೆ ಕಲ್ಲನ್ನು ಬಾವಿಯ ಮೇಲೆ ಮುಚ್ಚುತ್ತಿದ್ದರು."},{"number":4,"verse":"ಯಕೋಬನು ಅವರಿಗೆ, “ಏನ್ರಪ್ಪ, ನೀವು ಯಾವ ಊರಿನವರು?” ಎಂದು ವಿಚಾರಿಸಿದನು. ಅವರು, “ನಾವು ಖಾರಾನ್ ಊರಿನವರು,” ಎಂದರು."},{"number":5,"verse":"“ನಾಹೋರನ ಮಗ-ಲಾಬಾನರನ್ನು ಬಲ್ಲಿರಾ?’ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ “ಬಲ್ಲೆವು” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":6,"verse":"“ಅವರು ಆರೋಗ್ಯವೇ?” ಎಂದು ಕೇಳಲು ಅವರು, “ಹೌದು ಆರೋಗ್ಯ; ಅಗೋ, ಅವರ ಮಗಳು ರಾಖೇಲಳು ಕುರಿಗಳ ಸಂಗಡ ಬರುತ್ತಿದ್ದಾಳೆ,” ಎಂದರು."},{"number":7,"verse":"ಯಕೋಬನು, “ಇನ್ನೂ ಬಹಳ ಹೊತ್ತು ಇದೆ; ಕುರಿಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸುವ ಸಮಯ ಆಗಿಲ್ಲ; ನೀರು ಕುಡಿಸಿ ಅವುಗಳನ್ನು ಮೇಯಿಸಬಾರದೇಕೆ?” ಎಂದನು."},{"number":8,"verse":"ಅವರು, “ಇಲ್ಲ, ಕುರಿಗಾಹಿಗಳೆಲ್ಲ ಒಂದುಗೂಡಿ ಬಾವಿಯ ಮೇಲೆ ಮುಚ್ಚಿರುವ ಕಲ್ಲನ್ನು ತೆಗೆಯುವ ತನಕ ಕುಡಿಸಕೂಡದು, ಅನಂತರ ಕುರಿಗಳಿಗೆ ನೀರು ಕುಡಿಸುತ್ತೇವೆ,” ಎಂದರು."},{"number":9,"verse":"ಯಕೋಬನು ಅವರೊಂದಿಗೆ ಮಾತಾಡುತ್ತ ಇರುವಾಗಲೆ ಕುರಿಗಾಹಿ ರಾಖೇಲಳು ತನ್ನ ತಂದೆಯ ಕುರಿಗಳನ್ನು ಹೊಡೆದುಕೊಂಡು ಅಲ್ಲಿಗೆ ಬಂದಳು."},{"number":10,"verse":"ತನ್ನ ಸೋದರಮಾವ ಲಾಬಾನನ ಮಗಳಾದ ಆ ರಾಖೇಲಳನ್ನೂ ಅವನ ಕುರಿಗಳನ್ನೂ ಕಂಡ ಕೂಡಲೆ ಯಕೋಬನು ಬಾವಿಯ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಿ ಅದರ ಮೇಲಿದ್ದ ಕಲ್ಲನ್ನು ಸರಿಸಿ ಸೋದರಮಾವನ ಆ ಕುರಿಗಳಿಗೆ ನೀರು ಕುಡಿಸಿದನು."},{"number":11,"verse":"ಅನಂತರ ರಾಖೇಲಳಿಗೆ ಮುದ್ದಿಟ್ಟನು; ಸಂತೋಷ ಉಕ್ಕಿಬಂದು ಗಟ್ಟಿಯಾಗಿ ಅತ್ತನು."},{"number":12,"verse":"ತಾನು ಆಕೆಯ ತಂದೆಗೆ ಸೋದರಳಿಯ, ರೆಬೆಕ್ಕಳ ಮಗ ಎಂದು ತಿಳಿಸಿದನು. ರಾಖೇಲಳು ಕೂಡಲೆ ಓಡಿಹೋಗಿ ತನ್ನ ತಂದೆಗೆ ಸಮಾಚಾರ ಮುಟ್ಟಿಸಿದಳು."},{"number":13,"verse":"ಲಾಬಾನನು ತನ್ನ ಸೋದರಳಿಯ ಬಂದ ಸುದ್ದಿಯನ್ನು ಕೇಳಿ ಅವನನ್ನು ಎದುರುಗೊಳ್ಳಲು ಓಡಿಬಂದನು. ಯಕೋಬನನ್ನು ಅಪ್ಪಿಕೊಂಡು ಮುದ್ದಿಟ್ಟು, ಮನೆಗೆ ಕರೆದುಕೊಂಡು ಹೋದನು. ನಡೆದ ಸಂಗತಿಗಳನ್ನೆಲ್ಲ ಯಕೋಬನು ಲಾಬಾನನಿಗೆ ತಿಳಿಸಿದನು."},{"number":14,"verse":"ಲಾಬಾನನು, “ನಿಜವಾಗಿಯೂ ನೀನು ನನ್ನ ರಕ್ತಸಂಬಂಧಿ,” ಎಂದನು. ಅವನೊಂದಿಗೆ ಯಕೋಬನು ಒಂದು ತಿಂಗಳವರೆಗೂ ವಾಸಮಾಡಿದನು."},{"number":15,"verse":"(ಯಕೋಬನ ವಿವಾಹ) ಆ ಬಳಿಕ ಲಾಬಾನನು ಯಕೋಬನಿಗೆ, “ನೀನು ನನ್ನ ಸಂಬಂಧಿಯೆಂದ ಮಾತ್ರಕ್ಕೆ ಬಿಟ್ಟಿ ಸೇವೆ ಮಾಡಿಸಿಕೊಳ್ಳುವುದು ಸರಿಯಲ್ಲ; ನಿನ್ನ ಕೆಲಸಕ್ಕೆ ಏನು ಸಂಬಳ ಕೊಡಲಿ, ಹೇಳು?” ಎಂದು ಕೇಳಿದನು."},{"number":16,"verse":"ಲಾಬಾನನಿಗೆ ಇಬ್ಬರು ಹೆಣ್ಣುಮಕ್ಕಳಿದ್ದರು. ದೊಡ್ಡವಳ ಹೆಸರು ಲೇಯಾ, ಚಿಕ್ಕವಳ ಹೆಸರು ರಾಖೇಲ್."},{"number":17,"verse":"ಲೇಯಾ ಹೊಳಪಿನ ಕಣ್ಣಿನವಳು. ರಾಖೇಲಳಾದರೋ ರೂಪವತಿ, ಲಾವಣ್ಯವತಿ."},{"number":18,"verse":"ಯಕೋಬನಿಗೆ ರಾಖೇಲಳ ಮೇಲೆ ಪ್ರೀತಿ. ಎಂತಲೇ, “ನಿಮ್ಮ ಕಿರಿಯ ಮಗಳು ರಾಖೇಲಳಿಗೋಸ್ಕರ ನಿಮ್ಮಲ್ಲಿ ಏಳು ವರುಷ ಸೇವೆಮಾಡುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":19,"verse":"ಲಾಬಾನನು, “ಆಕೆಯನ್ನು ಬೇರೆ ಒಬ್ಬನಿಗೆ ಕೊಡುವುದಕ್ಕಿಂತ ನಿನಗೆ ಕೊಡುವುದೇ ಲೇಸು, ನನ್ನಲ್ಲೇ ತಂಗಿರು,” ಎಂದನು."},{"number":20,"verse":"ಅಂತೆಯೇ ಯಕೋಬನು ರಾಖೇಲಳಿಗಾಗಿ ಏಳು ‌ವರ್ಷ‌ಕಾಲ ಸೇವೆಮಾಡಿದನು. ಆಕೆಯ ಮೇಲೆ ಅವನಿಗೆ ಬಹಳ ಪ್ರೀತಿಯಿದ್ದುದರಿಂದ ಅದು ಅವನಿಗೆ ಕೇವಲ ಕೆಲವೇ ದಿನಗಳಂತೆ ಕಾಣಿಸಿತು."},{"number":21,"verse":"ತರುವಾಯ ಯಕೋಬನು ಲಾಬಾನನಿಗೆ, “ನನ್ನ ಸೇವಾವಧಿ ಮುಗಿಯಿತು. ಆಕೆ ನನ್ನ ಹೆಂಡತಿಯಾಗುವಂತೆ ನನ್ನ ಸ್ವಾಧೀನಕ್ಕೆ ಕೊಡಿ,” ಎಂದು ಕೇಳಿದನು."},{"number":22,"verse":"ಆಗ ಲಾಬಾನನು ಊರಿನವರನ್ನೆಲ್ಲ ಕರೆಯಿಸಿ ಔತಣವನ್ನು ಏರ್ಪಡಿಸಿದನು."},{"number":23,"verse":"ರಾತ್ರಿಯಾದಾಗ ತನ್ನ ಹಿರಿಯ ಮಗಳು ಲೇಯಳನ್ನೇ ಯಕೋಬನ ಬಳಿಗೆ ಕರೆತಂದನು. ಯಕೋಬನು ಆಕೆಯನ್ನು ಕೂಡಿದನು. ("},{"number":24,"verse":"ಲಾಬಾನನು ತನ್ನ ಮಗಳು ಲೇಯಳಿಗೆ ಜಿಲ್ಪಾ ಎಂಬ ಒಬ್ಬ ದಾಸಿಯನ್ನು ಕೊಟ್ಟನು.)"},{"number":25,"verse":"ಆ ಹೆಣ್ಣು ಲೇಯಳೆಂದು ಯಕೋಬನಿಗೆ ಬೆಳಿಗ್ಗೆ ತಿಳಿಯಿತು. ಅವನು ಲಾಬಾನನಿಗೆ, “ನೀವು ನನಗೇಕೆ ಹೀಗೆ ಮಾಡಿದಿರಿ? ರಾಖೇಲಳಿಗಾಗಿ ಅಲ್ಲವೆ ನಾನು ನಿಮಗೆ ಸೇವೆಮಾಡಿದ್ದು? ನನಗೆ ಮೋಸಮಾಡಿದ್ದೇಕೆ?” ಎಂದು ಕೇಳಿದನು."},{"number":26,"verse":"ಅದಕ್ಕೆ ಲಾಬಾನನು, “ಹಿರಿಯ ಮಗಳನ್ನು ಇರಿಸಿಕೊಂಡು ಕಿರಿಯ ಮಗಳನ್ನು ಮದುವೆಮಾಡಿಕೊಡುವುದು ನಮ್ಮ ನಾಡಿನ ಪದ್ಧತಿಯಲ್ಲ."},{"number":27,"verse":"ಹಿರಿಯಳೊಡನೆ ಮದುವೆಯ ವಾರವನ್ನು ಕಳೆದುಬಿಡು; ಅನಂತರ ಕಿರಿಯ ಮಗಳನ್ನೂ ನಿನಗೆ ಕೊಡುತ್ತೇನೆ. ಅವಳಿಗೋಸ್ಕರ ನೀನು ಇನ್ನೂ ಏಳು ವರ್ಷ ಸೇವೆಮಾಡುವೆಯಂತೆ,” ಎಂದನು."},{"number":28,"verse":"ಯಕೋಬನು ಅದಕ್ಕೆ ಒಪ್ಪಿ ಹಿರಿಯವಳೊಂದಿಗೆ ಮದುವೆಯ ವಾರವನ್ನು ಕಳೆದನು. ಬಳಿಕ ಲಾಬಾನನು ತನ್ನ ಮಗಳು ರಾಖೇಲಳನ್ನು (ಅಥವಾ: ರಾಹೇಲಳನ್ನೂ.) ಯಕೋಬನಿಗೆ ಹೆಂಡತಿಯಾಗಿ ಕೊಟ್ಟನು."},{"number":29,"verse":"(ಆಕೆಗೆ ಬಿಲ್ಹಾ ಎಂಬ ಒಬ್ಬ ದಾಸಿಯನ್ನು ಕೊಟ್ಟನು.)"},{"number":30,"verse":"ಯಕೋಬನು ರಾಖೇಲಳನ್ನು ಕೂಡಿದನು. ಆಕೆಯನ್ನು ಲೇಯಳಿಗಿಂತ ಹೆಚ್ಚಾಗಿ ಪ್ರೀತಿಸಿದನು. ಆಕೆಗೋಸ್ಕರ ಲಾಬಾನನ ಬಳಿ ಇನ್ನೂ ಏಳು ವರ್ಷ ಸೇವೆಮಾಡಿದನು."},{"number":31,"verse":"(ಯಕೋಬನಿಗೆ ಹುಟ್ಟಿದ ಮಕ್ಕಳು) ಹೀಗಿರಲು ಲೇಯಳ ಬಗ್ಗೆ ಯಕೋಬನಿಗೆ ಉದಾಸೀನ ಉಂಟಾಯಿತು. ಇದನ್ನು ಕಂಡು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಆಕೆಗೆ ತಾಯ್ತನವನ್ನು ಅನುಗ್ರಹಿಸಿದರು; ರಾಖೇಲಳು ಬಂಜೆಯಾಗೇ ಉಳಿದಳು."},{"number":32,"verse":"ಲೇಯಳು ಗರ್ಭಿಣಿಯಾಗಿ ಗಂಡು ಮಗುವನ್ನು ಹೆತ್ತಳು. “ಸರ್ವೇಶ್ವರ ನನ್ನ ದೀನ ಸ್ಥಿತಿಯನ್ನು ನೋಡಿದ್ದಾರೆ, ಇನ್ನು ಮುಂದೆ ಗಂಡ ನನ್ನನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ,” ಎಂದುಕೊಂಡು ಆ ಮಗುವಿಗೆ ‘ರೂಬೇನ್’ ಎಂದು ಹೆಸರಿಟ್ಟಳು."},{"number":33,"verse":"ಆಕೆ, ಇನ್ನೊಮ್ಮೆ ಗರ್ಭಿಣಿಯಾಗಿ ಗಂಡು ಮಗುವನ್ನೇ ಹೆತ್ತಳು. “ನಾನು ಗಂಡನ ಅಲಕ್ಷ್ಯಕ್ಕೆ ಗುರಿಯಾದೆ, ಇದನ್ನು ತಿಳಿದೇ ಸರ್ವೇಶ್ವರ ನನಗೆ ಈ ಮಗನನ್ನು ದಯಪಾಲಿಸಿದರು,” ಎಂದು ಹೇಳಿ ಆ ಮಗನಿಗೆ ‘ಸಿಮೆಯೋನ್’ ಎಂದು ಹೆಸರಿಟ್ಟಳು."},{"number":34,"verse":"ಮತ್ತೊಮ್ಮೆ ಗರ್ಭಧರಿಸಿ ಗಂಡು ಮಗುವನ್ನೇ ಹೆತ್ತಳು. “ಈಗಲಾದರೂ ನನ್ನ ಗಂಡನೂ ನಾನೂ ಒಂದಾಗುತ್ತೇವೆ. ಅವರಿಗೆ ಮೂರು ಮಂದಿ ಗಂಡುಮಕ್ಕಳನ್ನು ಹೆತ್ತಿದ್ದೇನಲ್ಲವೆ,” ಎಂದುಕೊಂಡು ಆ ಮಗುವಿಗೆ ‘ಲೇವಿ’ ಎಂದು ಹೆಸರಿಟ್ಟಳು."},{"number":35,"verse":"ಮಗದೊಮ್ಮೆ ಗರ್ಭಧರಿಸಿ ಈ ಸಾರಿಯೂ ಗಂಡು ಮಗುವನ್ನೇ ಹೆತ್ತಳು. \"ಈಗ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಸ್ತುತಿಮಾಡುತ್ತೇನೆ,“ ಎಂದು ಹೇಳಿ ಆ ಮಗುವಿಗೆ “ಯೆಹೂದ\" (ಎಂದರೆ, “ಸ್ತುತಿ\".) ಎಂದು ನಾಮಕರಣ ಮಾಡಿದಳು. ಆ ಮೇಲೆ ಆಕೆಗೆ ಗರ್ಭಧಾರಣೆ ಆಗುವುದು ನಿಂತುಹೋಯಿತು."}]}