{"bibleAbbr":"KNCL","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"(ದೀನಳಿಗಾದ ಮಾನಭಂಗ) ಯಕೋಬನಿಗೆ ಲೇಯಳಲ್ಲಿ ಹುಟ್ಟಿದ ದೀನಳು ಒಂದು ದಿನ ಆ ನಾಡಿನ ಮಹಿಳೆಯರನ್ನು ನೋಡಲು ಹೊರಗೆ ಹೋಗಿ ಇದ್ದಳು."},{"number":2,"verse":"ಹಿವ್ವಿಯನಾದ ಹಮೋರನ ಮಗನೂ ಆ ನಾಡಿಗೆ ಒಡೆಯನೂ ಆದ ಶೆಕೆಮನು ಆಕೆಯನ್ನು ನೋಡಿ, ಎತ್ತಿಕೊಂಡು ಹೋಗಿ, ಆಕೆಯನ್ನು ಜತೆಗೂಡಿ ಮಾನಭಂಗ ಮಾಡಿದನು."},{"number":3,"verse":"ಅವನ ಮನಸ್ಸು ಯಕೋಬನ ಮಗಳಾದ ಆ ದೀನಳ ಮೇಲೆಯೇ ತಲ್ಲೀನಗೊಂಡಿತ್ತು. ಆಕೆಯನ್ನು ಮೋಹಿಸಿ ಅವಳ ಮನವೊಲಿಸುವಂಥ ಮಾತುಗಳನ್ನಾಡಿದನು."},{"number":4,"verse":"ತನ್ನ ತಂದೆ ಹಮೋರನನ್ನು, “ಆ ಹುಡುಗಿಯನ್ನು ನನಗೆ ಮದುವೆಮಾಡಿಸಬೇಕು,” ಎಂದು ಕೇಳಿಕೊಂಡನು."},{"number":5,"verse":"ತನ್ನ ಮಗಳಾದ ದೀನಳಿಗೆ ಶೆಕೆಮನಿಂದ ಮಾನಭಂಗವಾಯಿತೆಂಬ ಸಮಾಚಾರ ಯಕೋಬನಿಗೆ ಮುಟ್ಟಿದಾಗ ಅವನ ಗಂಡು ಮಕ್ಕಳು ಅಡವಿಯಲ್ಲಿ ದನಕಾಯುತ್ತಿದ್ದರು. ಅವರು ಬರುವ ತನಕ ಯಕೋಬನು ಸುಮ್ಮನೆ ಇದ್ದನು."},{"number":6,"verse":"ಅಷ್ಟರಲ್ಲಿ, ಶೆಕೆಮನ ತಂದೆ ಹಮೋರನು ಯಕೋಬನ ಸಂಗಡ ಮಾತನಾಡಲು ಊರಿಂದ ಹೊರಟುಬಂದನು."},{"number":7,"verse":"ಇತ್ತ ಯಕೋಬನ ಗಂಡು ಮಕ್ಕಳು ತಂಗಿಯ ಸಂಗತಿಯನ್ನು ಕೇಳಿ ಅಡವಿಯಿಂದ ಬಂದರು. ಶೆಕೆಮನು ತಮ್ಮ ತಂಗಿಯನ್ನು ಬಲಾತ್ಕಾರದಿಂದ ಕೂಡಿ, ಮಾಡಬಾರದನ್ನು ಮಾಡಿ, ಇಸ್ರಯೇಲರಿಗೆ ಘನ ಅವಮಾನವನ್ನು ಮಾಡಿದ್ದರಿಂದ ಅವರು ತಳಮಳಗೊಂಡು ಕಡುಕೋಪದಿಂದ ಇದ್ದರು."},{"number":8,"verse":"ಹಮೋರನು ಅವರಿಗೆ, “ನನ್ನ ಮಗ ಶೆಕೆಮನು ನಿಮ್ಮ ಹುಡುಗಿಯನ್ನು ಬಹಳ ಆಸೆಯಿಂದ ಮೋಹಿಸಿದ್ದಾನೆ; ದಯವಿಟ್ಟು ಆಕೆಯನ್ನು ಅವನಿಗೆ ಮದುವೆ ಮಾಡಿಕೊಡಬೇಕು;"},{"number":9,"verse":"ಅಲ್ಲದೆ ನೀವು ನಮ್ಮಲ್ಲೇ ವಾಸವಾಗಿರಬಹುದು; ನಿಮ್ಮ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ನಮಗೆ ಕೊಡಬೇಕು; ನಮ್ಮ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ನೀವು ತೆಗೆದುಕೊಳ್ಳಬೇಕು; ನಾವು ಬೀಗರಾಗಿ ಬಾಳಬೇಕು, ನಾಡೆಲ್ಲಾ ನಿಮ್ಮ ಮುಂದೆ ಇದೆ."},{"number":10,"verse":"ಇದರಲ್ಲಿ ವಾಸಿಸಿ, ವ್ಯಾಪಾರಮಾಡಿ, ನೀವು ಆಸ್ತಿಯನ್ನು ಸಂಪಾದಿಸಿಕೊಳ್ಳಬಹುದು,” ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ಬಳಿಕ ಶೆಕೆಮನು ಆ ಹುಡುಗಿಯ ತಂದೆ ಮತ್ತು ಸಹೋದರರಿಗೆ , “ನನ್ನ ಮೇಲೆ ನಿಮಗೆ ಕೃಪೆಯಿರಲಿ; ನೀವು ಹೇಳುವಷ್ಟನ್ನು ಕೊಡುತ್ತೇನೆ."},{"number":12,"verse":"ಹೆಣ್ಣಿಗಾಗಿ ತೆರವನ್ನೂ ಕಾಣಿಕೆಯನ್ನೂ ನೀವು ಹೇಳುವ ಮೇರೆಗೆ ಎಷ್ಟಾದರೂ ಕೊಡುತ್ತೇನೆ. ಹೇಗೂ ಆ ಹುಡುಗಿಯನ್ನು ನನಗೆ ಮದುವೆ ಮಾಡಿಕೊಡಿ,” ಎಂದು ಕೇಳಿಕೊಂಡನು."},{"number":13,"verse":"ಶೆಕೆಮನು ತಮ್ಮ ತಂಗಿ ದೀನಳನ್ನು ಕೆಡಿಸಿದ್ದರಿಂದ ಯಕೋಬನ ಮಕ್ಕಳು ಅವನಿಗೂ ಅವನ ತಂದೆ ಹಮೋರನಿಗೂ ಕಪಟದಿಂದ ಈ ಉತ್ತರಕೊಟ್ಟರು;"},{"number":14,"verse":"“ಸುನ್ನತಿ ಇಲ್ಲದವರಿಗೆ ನಮ್ಮ ತಂಗಿಯನ್ನು ಕೊಡುವುದಕ್ಕೆ ಆಗುವುದಿಲ್ಲ. ಹಾಗೆ ಕೊಡುವುದು ನಮಗೆ ಅವಮಾನಕರ."},{"number":15,"verse":"ನಿಮ್ಮಲ್ಲಿ ಗಂಡಸರೆಲ್ಲರು ಸುನ್ನತಿಮಾಡಿಸಿಕೊಂಡು ನಮ್ಮಂತೆ ಆಗಬೇಕು."},{"number":16,"verse":"ಹಾಗೆ ಮಾಡಿಸಿಕೊಂಡರೆ ಮಾತ್ರ ನಾವು ನಿಮ್ಮ ಮಾತಿನಂತೆ ನಮ್ಮ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ನಿಮಗೆ ಕೊಡಬಹುದು, ನಿಮ್ಮ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ನಾವು ತೆಗೆದುಕೊಳ್ಳಬಹುದು; ನಿಮ್ಮಲ್ಲಿ ವಾಸಮಾಡಿ, ನಿಮ್ಮೊಡನೆ ಒಂದೇ ಕುಲವಾಗಿರಬಹುದು."},{"number":17,"verse":"ನೀವು ನಮ್ಮ ಮಾತಿಗೆ ಒಪ್ಪಿ ಸುನ್ನತಿಮಾಡಿಸಿಕೊಳ್ಳದೆ ಹೋದರೆ ನಾವು ನಮ್ಮ ಹುಡುಗಿಯನ್ನು ಕರೆದುಕೊಂಡು ಹೊರಟುಹೋಗುತ್ತೇವೆ,” ಎಂದರು."},{"number":18,"verse":"ಅವರು ಹೇಳಿದ್ದು ಹಮೋರನಿಗೂ ಅವನ ಮಗ ಶೆಕೆಮನಿಗೂ ಉಚಿತವೆಂದೇ ತೋಚಿತು."},{"number":19,"verse":"ಆ ಯುವಕನು ಯಕೋಬನ ಮಗಳಲ್ಲಿ ಅನುರಕ್ತನಾಗಿದ್ದುದರಿಂದ ಅವರು ಹೇಳಿದಂತೆ ಮಾಡಲು ಹಿಂಜರಿಯಲಿಲ್ಲ; ಅಪ್ಪನ ಮನೆಗೆ ಅವನೇ ಮುಖ್ಯಸ್ಥನಾಗಿದ್ದನು."},{"number":20,"verse":"ಎಂತಲೆ ಹಮೋರನು ಮತ್ತು ಅವನ ಮಗ ಶೆಕೆಮನು ಊರಬಾಗಿಲಿಗೆ ಬಂದರು. ಊರಿನವರನ್ನೆಲ್ಲಾ ಸಂಬೋಧಿಸುತ್ತಾ, ಹೀಗೆಂದರು:"},{"number":21,"verse":"“ಈ ಜನರು ನಮ್ಮೊಡನೆ ಶಾಂತಿಸಮಾಧಾನದಿಂದಿದ್ದಾರೆ; ಇವರು ನಮ್ಮ ನಾಡಿನಲ್ಲೇ ವಾಸಮಾಡಿಕೊಂಡು ವ್ಯಾಪಾರಮಾಡಲಿ; ಈ ನಾಡು ಅವರಿಗೂ ನಮಗೂ ಸಾಕಾಗುವಷ್ಟು ವಿಸ್ತಾರವಾಗಿದೆ. ನಾವು ಅವರ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಮದುವೆಮಾಡಿಕೊಳ್ಳೋಣ, ನಮ್ಮ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಅವರಿಗೆ ಕೊಡೋಣ."},{"number":22,"verse":"ಆದರೆ ಅವರು ಸುನ್ನತಿಮಾಡಿಕೊಂಡವರು. ಆದ್ದರಿಂದ ನಮ್ಮಲ್ಲಿಯೂ ಗಂಡಸರೆಲ್ಲರೂ ಸುನ್ನತಿಮಾಡಿಸಿಕೊಳ್ಳಬೇಕು ಎನ್ನುತ್ತಾರೆ. ಹಾಗೆ ಮಾಡಿಸಿಕೊಂಡರೆ ಮಾತ್ರ ಇವರು ನಮ್ಮಲ್ಲಿ ವಾಸಮಾಡುವುದಕ್ಕೂ ನಮ್ಮ ಸಂಗಡ ಒಂದೇ ಕುಲವಾಗುವುದಕ್ಕೂ ಒಪ್ಪುತ್ತಾರೆ."},{"number":23,"verse":"ಅವರ ಕುರಿದನಗಳೂ ಆಸ್ತಿಪಾಸ್ತಿಯೂ ಪಶುಪ್ರಾಣಿಗಳೂ ನಮ್ಮವುಗಳೇ ಆಗುತ್ತವಲ್ಲವೆ? ಆದ್ದರಿಂದ ಅವರು ನಮ್ಮಲ್ಲಿ ವಾಸಮಾಡುವಂತೆ ನಾವು ಅವರ ಮಾತಿಗೆ ಒಪ್ಪಿಕೊಳ್ಳೋಣ\"."},{"number":24,"verse":"ಹಮೋರನ ಮತ್ತು ಅವನ ಮಗ ಶೆಕೆಮನ ಈ ಮಾತಿಗೆ ಊರಿನವರೆಲ್ಲರು ಸಮ್ಮತಿಸಿದರು. ಅಂತೆಯೇ ಅವರಲ್ಲಿದ್ದ ಗಂಡಸರೆಲ್ಲರು ಸುನ್ನತಿಮಾಡಿಸಿಕೊಂಡರು."},{"number":25,"verse":"ಮೂರನೆಯ ದಿನ ಆ ಗಂಡಸರೆಲ್ಲರು ಗಾಯದಿಂದ ಇನ್ನು ಬಹಳ ಬಾಧೆಪಡುತ್ತಿದ್ದರು. ಆಗ, ಯಕೋಬನ ಮಕ್ಕಳಲ್ಲಿ ದೀನಳ ಸಹೋದರರಾದ ಸಿಮೆಯೋನ್ ಮತ್ತು ಲೇವಿ ಎಂಬ ಇಬ್ಬರು ಕೈಯಲ್ಲಿ ಕತ್ತಿಹಿಡಿದು ನಿಶ್ಚಿಂತೆ ಇಂದಿದ್ದ ಆ ಊರಿನವರ ಮೇಲೆ ಬಿದ್ದರು. ದಯೆದಾಕ್ಷಿಣ್ಯವಿಲ್ಲದೆ ಗಂಡಸರೆಲ್ಲರನ್ನು ಕೊಂದರು."},{"number":26,"verse":"ಹಮೋರ್ ಮತ್ತು ಅವನ ಮಗ ಶೆಕೆಮನನ್ನು ಕೊಂದು ದೀನಳನ್ನು ಅವನ ಮನೆಯಿಂದ ಕರೆದುಕೊಂಡು ಹೊರಟುಹೋದರು."},{"number":27,"verse":"ಯಕೋಬನ ಇತರ ಮಕ್ಕಳು ಹತರಾದವರ ಬಳಿಗೆ ಬಂದು, ‘ತಂಗಿಯನ್ನು ಅವಮಾನ ಪಡಿಸಿದವರು ಇವರೇ ಅಲ್ಲವೆ’, ಎಂದುಕೊಂಡು ಆ ಊರನ್ನೇ ಸೂರೆಮಾಡಿಬಿಟ್ಟರು."},{"number":28,"verse":"ಊರ ಒಳಗೂ ಹೊರಗೂ ಇದ್ದ ಕುರಿ, ದನ, ಕತ್ತೆಗಳನ್ನು ಕಿತ್ತುಕೊಂಡರು."},{"number":29,"verse":"ಮಡದಿ ಮಕ್ಕಳನ್ನೆಲ್ಲ ಸೆರೆಹಿಡಿದರು, ಅವರ ಮನೆಗಳಲ್ಲಿ ಇದ್ದುದನ್ನೆಲ್ಲ ದೋಚಿಕೊಂಡರು."},{"number":30,"verse":"ಆಗ ಯಕೋಬನು, ಸಿಮೆಯೋನ್ ಮತ್ತು ಲೇವಿಯರಿಗೆ, “ನೀವು ನನ್ನ ಹೆಸರನ್ನು ಈ ನಾಡಿನ ನಿವಾಸಿಗಳಾದ ಕಾನಾನ್ಯರಿಗೂ ಪೆರಿಜೀಯರಿಗೂ ಅಸಹ್ಯಮಾಡಿಬಿಟ್ಟರಿ; ನನ್ನನ್ನು ಅಪಾಯಕ್ಕೆ ಗುರಿಮಾಡಿದ್ದೀರಿ. ನನಗಿರುವ ಜನರು ಕೆಲವರೇ. ಈ ನಾಡಿನವರೆಲ್ಲರು ಒಟ್ಟಿಗೆ ಬಂದು ನನ್ನ ಮೇಲೆ ಬಿದ್ದರೆ ನಾನು ಮಾತ್ರವಲ್ಲ, ನನ್ನ ಮನೆಯವರೆಲ್ಲರೂ ನಿರ್ಮೂಲವಾಗುತ್ತೇವೆ ಅಲ್ಲವೇ?” ಎಂದನು."},{"number":31,"verse":"ಅದಕ್ಕೆ ಅವರು, “ಅವನು ಮಾತ್ರ ನಮ್ಮ ತಂಗಿಯನ್ನು ಒಬ್ಬ ಬೀದಿಯ ಸೂಳೆಯಂತೆ ನಡೆಸಿಕೊಳ್ಳಬಹುದೋ?\" ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."}]}