{"bibleAbbr":"KNCL","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"(ಬೇತೇಲಿನಲ್ಲಿ ದೇವರು ಯಕೋಬನಿಗೆ ಕೊಟ್ಟ ಆಶೀರ್ವಾದ) ದೇವರು ಯಕೋಬನಿಗೆ, “ನೀನು ಈ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು ಬೇತೇಲಿಗೆ ಹೋಗಿ ಅಲ್ಲೇ ವಾಸಮಾಡು. ನೀನು ನಿನ್ನ ಅಣ್ಣ ಏಸಾವನ ಬಳಿಯಿಂದ ಓಡಿಹೋಗುವಾಗ ನಿನಗಲ್ಲಿ ದರ್ಶನ ಇತ್ತ ದೇವರು ನಾನೇ. ನನಗೊಂದು ಬಲಿಪೀಠವನ್ನು ಅಲ್ಲಿ ಕಟ್ಟಿಸು,” ಎಂದು ಹೇಳಿದರು."},{"number":2,"verse":"ಆಗ ಯಕೋಬನು ತನ್ನ ಮನೆಯವರಿಗೂ ಹಾಗು ತನ್ನ ಸಂಗಡ ಇದ್ದ ಎಲ್ಲರಿಗೂ, “ನಿಮ್ಮಲ್ಲಿ ಇರುವ ಅನ್ಯ ದೇವರುಗಳನ್ನು ತೊರೆದುಬಿಡಿ; ನಿಮ್ಮನ್ನೇ ಶುದ್ಧೀಕರಿಸಿಕೊಂಡು ಮಡಿವಸ್ತ್ರಗಳನ್ನು ಹಾಕಿಕೊಳ್ಳಿ; ನಾವು ಬೇತೇಲಿಗೆ ಹೊರಟುಹೋಗೋಣ."},{"number":3,"verse":"ಕಷ್ಟಕಾಲದಲ್ಲಿ ನನ್ನ ವಿಜ್ಞಾಪನೆಯನ್ನು ಆಲಿಸಿ, ನಾನು ಹೋದ ಕಡೆಯೆಲ್ಲ ನನ್ನೊಂದಿಗಿದ್ದ ದೇವರಿಗೆ ಅಲ್ಲೊಂದು ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿಸುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ಅಂತೆಯೆ ಅವರು ತಮ್ಮಲ್ಲಿದ್ದ ಎಲ್ಲ ಅನ್ಯದೇವರುಗಳನ್ನೂ ತಮ್ಮ ಕಿವಿಗಳಲ್ಲಿದ್ದ ಮುರುವುಗಳನ್ನೂ ಯಕೋಬನಿಗೆ ಒಪ್ಪಿಸಿಬಿಟ್ಟರು. ಅವನು ಅವುಗಳನ್ನು ಶೆಕೆಮ್ ಪಟ್ಟಣದ ಹತ್ತಿರ ಇದ್ದ ಒಂದು ಓಕ್ ಮರದ ಬುಡದಡಿಯಲ್ಲಿ ಹೂಳಿಬಿಟ್ಟನು."},{"number":5,"verse":"ಅವರು ಪ್ರಯಾಣಮಾಡುತ್ತಿದ್ದಾಗ ದೇವರು ಸುತ್ತಮುತ್ತಣದ ಊರಿನವರಲ್ಲಿ ಭಯ ಹುಟ್ಟಿಸಿದರು. ಇದರಿಂದಾಗಿ ಆ ಊರಿವನರಾರೂ ಯಕೋಬನ ಮಕ್ಕಳನ್ನು ಹಿಂದಟ್ಟಿ ಬರಲಿಲ್ಲ."},{"number":6,"verse":"ಯಕೋಬನೂ ಅವನ ಸಂಗಡವಿದ್ದ ಜನರೆಲ್ಲರೂ ಕಾನಾನ್ ನಾಡಿನಲ್ಲಿದ್ದ ಬೇತೇಲೆಂಬ ಊರಿಗೆ ಬಂದು ಸೇರಿದರು."},{"number":7,"verse":"ಯಕೋಬನು ತನ್ನ ಅಣ್ಣನ ಬಳಿಯಿಂದ ಓಡಿಹೋಗುವಾಗ ದೇವರು ಅವನಿಗೆ ಪ್ರತ್ಯಕ್ಷವಾದುದು ಅಲ್ಲಿಯೇ. ಎಂದೇ ಅವನು ಅಲ್ಲಿ ಒಂದು ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿಸಿ, ಆ ಸ್ಥಳಕ್ಕೆ ‘ಏಲ್ ಬೇತೇಲ್’ (ಎಂದರೆ - ಬೇತೇಲಿನ ದೇವರು.) ಎಂದು ಹೆಸರಿಟ್ಟನು."},{"number":8,"verse":"ಅಲ್ಲಿರುವಾಗ ರೆಬೆಕ್ಕಳ ದಾದಿ ದೆಬೋರಳು ಸತ್ತುಹೋದಳು. ಆಕೆಯನ್ನು ಬೇತೇಲಿನ ಕಣಿವೆಯಲ್ಲಿರುವ ಮತ್ತೊಂದು ಓಕ್ ಮರದ ಬುಡದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿ ಅದಕ್ಕೆ ‘ಅಲ್ಲೋನ್ ಬಾಕೂತ್’ (ಎಂದರೆ - ಶೋಕದ ಓಕ್ ಮರ.) ಎಂದು ಹೆಸರಿಟ್ಟರು."},{"number":9,"verse":"ಯಕೋಬನು ಮೆಸಪೊಟೇಮಿಯಾದಿಂದ ಹಿಂದಿರುಗಿ ಬಂದಾಗ ದೇವರು ಮತ್ತೆ ಅವನಿಗೆ ದರ್ಶನಕೊಟ್ಟು ಅವನನ್ನು ಆಶೀರ್ವದಿಸಿದರು."},{"number":10,"verse":"ಅವನಿಗೆ ದೇವರು, “ನಿನ್ನ ಹೆಸರು; ಯಕೋಬ ಅಲ್ಲವೇ? ಇನ್ನು ಮೇಲೆ ನೀನು ಯಕೋಬನೆನಿಸಿಕೊಳ್ಳದೆ 'ಇಸ್ರಯೇಲ್' ಎನಿಸಿಕೊಳ್ಳಬೇಕು” ಎಂದು ಹೇಳಿದರು. ಹೀಗೆ ಅವನ ಹೆಸರು ಇಸ್ರಯೇಲ್ ಆಯಿತು."},{"number":11,"verse":"ಇದಲ್ಲದೆ ಅವನಿಗೆ ದೇವರು, “ನಾನೇ ಸರ್ವವಲ್ಲಭನಾದ ದೇವರು; ನೀನು ವೃದ್ಧಿಯಾಗಿ ಬಹುಸಂತಾನವುಳ್ಳವನಾಗು. ನಿನ್ನಿಂದ ರಾಷ್ಟ್ರವೊಂದು ಉಂಟಾಗುವುದು, ಅನೇಕ ರಾಷ್ಟ್ರಗಳೂ ರಾಜರುಗಳೂ ನಿನ್ನಿಂದ ಹುಟ್ಟುವರು."},{"number":12,"verse":"ನಾನು ಅಬ್ರಹಾಮ್, ಇಸಾಕರಿಗೆ ವಾಗ್ಡಾನ ಮಾಡಿದ ನಾಡನ್ನು ನಿನಗೂ ನಿನ್ನ ತರುವಾಯ ಬರುವ ನಿನ್ನ ಸಂತತಿಗೂ ಕೊಡುವೆನು,” ಎಂದು ಹೇಳಿದರು."},{"number":13,"verse":"ಬಳಿಕ ಅವನ ಸಂಗಡ ಮಾತನಾಡಿದ ಆ ಸ್ಥಳದಿಂದ ಮೇಲಕ್ಕೇರಿ ಹೋದರು."},{"number":14,"verse":"ಯಕೋಬನು ತನ್ನೊಡನೆ ದೇವರು ಮಾತನಾಡಿದ ಆ ಸ್ಥಳದಲ್ಲಿ ಕಲ್ಲಿನ ಸ್ತಂಭವೊಂದನ್ನು ನಿಲ್ಲಿಸಿ, ಅದರ ಮೇಲೆ ಪಾನಕಾ ಅಭಿಷೇಕಮಾಡಿ, ಎಣ್ಣೆಹೊಯ್ದು ಅಭ್ಯಂಗಿಸಿದನು."},{"number":15,"verse":"ಆ ಸ್ಥಳವನ್ನು ‘ಬೇತೇಲ್’ ಎಂದು ಹೆಸರಿಸಿದನು."},{"number":16,"verse":"(ರಾಖೇಲಳ ನಿಧನ) ಆ ಬಳಿಕ ಅವರು ಬೇತೇಲನ್ನು ಬಿಟ್ಟು ಹೊರಟರು. ಎಫ್ರಾತೂರಿಗೆ ಸೇರುವುದಕ್ಕೆ ಇನ್ನು ಸ್ವಲ್ಪ ದೂರವಿದ್ದಾಗ ರಾಖೇಲಳಿಗೆ ಹೆರಿಗೆಯ ಕಾಲ ಬಂದಿತು."},{"number":17,"verse":"ಆಕೆ ಪ್ರಸವ ವೇದನೆಯಿಂದ ಬಹಳ ಕಷ್ಟಪಡುತ್ತಿದ್ದಾಗ ಸೂಲಗಿತ್ತಿಯು ಆಕೆಗೆ, “ಅಂಜಬೇಡ, ನಿನಗೆ ಇನ್ನೊಬ್ಬ ಮಗ ಹುಟ್ಟಿದ್ದಾನೆ,” ಎಂದು ಹೇಳಿದಳು."},{"number":18,"verse":"ಆದರೆ ರಾಖೇಲಳು ಸತ್ತುಹೋದಳು. ಪ್ರಾಣಹೋಗುತ್ತಿದ್ದಾಗ ಆಕೆ ಆ ಮಗುವಿಗೆ ‘ಬೆನೋನಿ’ (ಹಿಬ್ರೂ ಮೂಲ “ಎಲ್ ಶದ್ಧಯ್\".) ಎಂದು ಹೆಸರಿಟ್ಟಳು. ಅದರ ತಂದೆಯಾದರೋ ಅದಕ್ಕೆ ಬೆನ್ಯಾಮೀನ್ (ಅದೃಷ್ಟವಂತನ ಮಗ) ಎಂದು ಹೆಸರಿಟ್ಟನು."},{"number":19,"verse":"ಅನಂತರ ರಾಖೇಲಳು ಸತ್ತುಹೋದಳು, ಆಕೆಯನ್ನು ಬೆತ್ಲೆಹೇಮೆಂಬ ಎಫ್ರಾತಿಗೆ ಹೋಗುವ ದಾರಿಪಕ್ಕದಲ್ಲಿ ಸಮಾಧಿ ಮಾಡಿದರು."},{"number":20,"verse":"ಯಕೋಬನು ಆಕೆಯ ಸಮಾಧಿಯ ಮೇಲೆ ಸ್ಮಾರಕಸ್ತಂಭವನ್ನು ನಿಲ್ಲಿಸಿದನು. ಅದು ಇಂದಿನವರೆಗೂ ರಾಖೇಲಳ ಸಮಾಧಿಸ್ತಂಭ ಎನಿಸಿಕೊಳ್ಳುತ್ತದೆ."},{"number":21,"verse":"ಅಲ್ಲಿಂದ ಇಸ್ರಯೇಲನು ಪ್ರಯಾಣ ಬೆಳೆಸಿ ಮಿಗ್ದಲದ ಏದನ ಆಚೆಕಡೆಯಲ್ಲಿ ತನ್ನ ಗುಡಾರವನ್ನು ಹಾಕಿಸಿದನು."},{"number":22,"verse":"(ಯಕೋಬನ ಹನ್ನೆರಡು ಮಕ್ಕಳು) ಇಸ್ರಯೇಲನು ಆ ನಾಡಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದಾಗ ರೂಬೇನ್ ತನ್ನ ತಂದೆಯ ಉಪಪತ್ನಿಯಾದ ಬಿಲ್ಹಳಲ್ಲಿ ಸಂಗಮಿಸಿದನು, ಈ ಸಂಗತಿ ತಿಳಿದುಬಂದಾಗ ಇಸ್ರಯೇಲನಿಗೆ ಕಡುಕೋಪವಾಯಿತು."},{"number":23,"verse":"ಯಕೋಬನ ಹನ್ನೆರಡು ಗಂಡು ಮಕ್ಕಳ ಹೆಸರು ಇವು: ಯಕೋಬನ ಚೊಚ್ಚಲಮಗ ರೂಬೇನ್, ಸಿಮೆಯೋನ್, ಲೇವಿ, ಯೆಹೂದಾ, ಇಸ್ಸಾಕಾರ್, ಜೆಬುಲೂನ್ - ಇವರು ಲೇಯಳಲ್ಲಿ ಹುಟ್ಟಿದವರು."},{"number":24,"verse":"ಜೋಸೆಫ್, ಬೆನ್ಯಾಮೀನ್ - ಇವರಿಬ್ಬರು ರಾಖೇಲಳಲ್ಲಿ ಹುಟ್ಟಿದವರು."},{"number":25,"verse":"ದಾನ್, ನಫ್ತಾಲಿ - ಇವರು ರಾಖೇಲಳ ದಾಸಿ ಬಿಲ್ಹಳಲ್ಲಿ ಹುಟ್ಟಿದವರು."},{"number":26,"verse":"ಗಾದ್, ಆಶೇರ್ - ಇವರಿಬ್ಬರು ಲೇಯಳ ದಾಸಿ ಜಿಲ್ಪಳಲ್ಲಿ ಹುಟ್ಟಿದವರು. ಮೆಸಪೊಟೇಮಿಯಾದಲ್ಲಿ ಯಕೋಬನಿಗೆ ಹುಟ್ಟಿದ ಮಕ್ಕಳು ಇವರೇ."},{"number":27,"verse":"ಯಕೋಬನು ತನ್ನ ತಂದೆ ಇಸಾಕನ ಬಳಿಗೆ ಮಮ್ರೆಗೆ ಬಂದನು. ಮಮ್ರೆಯು ಹೆಬ್ರೋನೆಂಬ ಕಿರ್ಯತರ್ಬಕ್ಕೆ ಸೇರಿದುದು. ಅದೇ ಅಬ್ರಹಾಮ್ ಹಾಗು ಇಸಾಕನು ಪರದೇಶಸ್ಥರಾಗಿ ವಾಸವಾಗಿದ್ದ ಸ್ಥಳ."},{"number":28,"verse":"(ಇಸಾಕನ ಮರಣ) ಇಸಾಕನು ಹಣ್ಣುಹಣ್ಣು ಮುದುಕನಾಗಿದ್ದು ನೂರ ಎಂಬತ್ತನೆಯ ವರ್ಷದಲ್ಲಿ ತೀರಿಕೊಂಡು ತನ್ನ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿಕೊಂಡನು. ಅವನ ಮಕ್ಕಳಾದ ಏಸಾವ ಮತ್ತು ಯಕೋಬರು ಅವನನ್ನು ಸಮಾಧಿ ಮಾಡಿದರು."}]}