{"bibleAbbr":"KNCL","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":43,"verses":[{"number":1,"verse":"ಈಜಿಪ್ಟಿನಲ್ಲಿ ಬೆನ್ಯಾಮೀನನು ಬರವು ಕಾನಾನಿನಲ್ಲಿ ಘೋರವಾಗಿತ್ತು."},{"number":2,"verse":"ಈಜಿಪ್ಟಿನಿಂದ ತಂದ ದವಸಧಾನ್ಯ ಮುಗಿದು ಹೋಗಿತ್ತು. ಯಕೋಬನು ತನ್ನ ಪುತ್ರರಿಗೆ, ” ನೀವು ಪುನಃ ಹೋಗಿ ಸ್ವಲ್ಪ ಧಾನ್ಯವನ್ನು ಕೊಂಡುಕೊಂಡು ಬನ್ನಿ,” ಎಂದನು."},{"number":3,"verse":"ಅದಕ್ಕೆ ಯೆಹೂದನು ಹೀಗೆಂದನು: “ಆ ಮನುಷ್ಯ ನಮಗೆ, ‘ನಿಮ್ಮ ತಮ್ಮನನ್ನು ಕರೆದುಕೊಂಡು ಬಂದ ಹೊರತು ನನ್ನ ದರ್ಶನಕ್ಕೆ ಬರಕೂಡದು’ ಎಂದು ಕಡುಖಂಡಿತವಾಗಿ ಹೇಳಿಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":4,"verse":"ನೀವು ನಮ್ಮ ತಮ್ಮನನ್ನು ಜೊತೆಯಲ್ಲಿ ಕಳಿಸಿದರೆ, ಹೋಗಿ ಧಾನ್ಯವನ್ನು ಕೊಂಡುಕೊಂಡು ಬರುತ್ತೇವೆ."},{"number":5,"verse":"ಕಳಿಸಿಕೊಡದಿದ್ದರೆ, ನಾವು ಹೋಗುವುದಿಲ್ಲ. ಆ ಮನುಷ್ಯ, ‘ನಿಮ್ಮ ತಮ್ಮ ನಿಮ್ಮ ಸಂಗಡ ಇಲ್ಲದಿದ್ದರೆ ಸಮ್ಮುಖಕ್ಕೆ ಬರಲೇ ಕೂಡದು’ ಎಂದಿದ್ದಾನೆ\"."},{"number":6,"verse":"ಅದಕ್ಕೆ ಯಕೋಬನು, “ನಿಮಗೆ ಇನ್ನೊಬ್ಬ ತಮ್ಮನಿದ್ದಾನೆಂದು ಆ ಮನುಷ್ಯನಿಗೆ ಹೇಳಿ ನನ್ನನ್ನೇಕೆ ಈ ಸಂಕಟಕ್ಕೆ ಗುರಿಮಾಡಿದಿರಿ?” ಎಂದನು."},{"number":7,"verse":"ಆಗ ಅವರು, ”ಆ ಮನುಷ್ಯ ನಿಮ್ಮ ವಿಷಯದಲ್ಲೂ ನಮ್ಮ ಮನೆಯವರ ವಿಷಯದಲ್ಲೂ ಸೂಕ್ಷ್ಮವಾಗಿ ವಿಚಾರಿಸಿದ; ನಿಮ್ಮ ತಂದೆ ಇನ್ನು ಜೀವದಿಂದ ಇದ್ದಾನೋ? ನಿಮಗೆ ತಮ್ಮನಿದ್ದಾನೋ? ಎಂದೆಲ್ಲ ಅವನೇ ಕೇಳಿದ. ಆ ಪ್ರಶ್ನೆಗಳಿಗೆ ನಾವು ತಕ್ಕ ಉತ್ತರ ಕೊಡಬೇಕಾಯಿತು. ಅಲ್ಲದೆ, ಅವನು ‘ನಿಮ್ಮ ತಮ್ಮನನ್ನು ಕರೆದುಕೊಂಡು ಬನ್ನಿ', ಎಂದು ಕೇಳುತ್ತಾನೆಂದು ತಿಳಿಯಲು ನಮಗೆ ಹೇಗೆ ಸಾಧ್ಯವಿತ್ತು?” ಎಂದರು."},{"number":8,"verse":"ಆಗ ಯೆಹೂದನು ತನ್ನ ತಂದೆ ಯಕೋಬನಿಗೆ, “ನೀವು, ನಾವು ಮತ್ತು ನಮ್ಮ ಮಕ್ಕಳು, ಎಲ್ಲರೂ ಸಾಯದೆ ಉಳಿಯಬೇಕಾದರೆ ಆ ಹುಡುಗನನ್ನು ನನ್ನ ಜೊತೆ ಕಳಿಸಿಕೊಡಿ, ನಾವು ಇದೀಗಲೆ ಹೊರಡುತ್ತೇವೆ."},{"number":9,"verse":"ಅವನಿಗೆ ನಾನೇ ಹೊಣೆ; ಅವನ ವಿಷಯ ನನಗೆ ಬಿಡಿ. ನಾನು ಅವನನ್ನು ಮತ್ತೆ ಕರೆದುಕೊಂಡು ಬಂದು ನಿಮ್ಮ ಎದುರಿನಲ್ಲಿ ನಿಲ್ಲಿಸದೆಹೋದರೆ ಆ ದೋಷ ಸದಾಕಾಲ ನನ್ನ ಮೇಲೆ ಇರಲಿ."},{"number":10,"verse":"ನಾವು ತಡಮಾಡದೆ ಇದ್ದಿದ್ದರೆ, ಇಷ್ಟರೊಳಗೆ ಎರಡು ಸಾರಿ ಹೋಗಿ ಬರುತ್ತಿದ್ದೆವು,” ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ಇಷ್ಟಾದ ಮೇಲೆ ಅವರ ತಂದೆ ಯಕೋಬನು, “ನೀವು ಹೋಗಲೇಬೇಕಾದರೆ, ಒಂದು ಕೆಲಸಮಾಡಿ; ಈ ನಾಡಿನಲ್ಲಿ ದೊರಕುವ ಶ್ರೇಷ್ಠವಾದ ವಸ್ತುಗಳಲ್ಲಿ ಕೆಲವನ್ನು ನಿಮ್ಮ ಚೀಲದಲ್ಲಿ ಹಾಕಿಕೊಂಡು ಹೋಗಿ, ಆ ಮನುಷ್ಯನಿಗೆ ಕಾಣಿಕೆಯಾಗಿ ಕೊಡಿ."},{"number":12,"verse":"ಅದೂ ಅಲ್ಲದೆ ಎರಡರಷ್ಟು ಹಣವನ್ನು ಕೈಯಲ್ಲಿ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ; ಅವರು ನಿಮ್ಮ ಚೀಲಗಳ ಬಾಯಲ್ಲಿ ಹಾಕಿ ಹಿಂದಕ್ಕೆ ಕಳಿಸಿದ ಹಣವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ; ಬಹುಶಃ ಅವರಿಗೆ ತಿಳಿಯದೆ ಅದು ನಿಮ್ಮ ಕೈಗೆ ಬಂದಿರಬಹುದು."},{"number":13,"verse":"ನಿಮ್ಮ ತಮ್ಮನನ್ನೂ ಕರೆದುಕೊಂಡು ಮರಳಿ ಆ ಮನುಷ್ಯನ ಬಳಿಗೆ ಹೋಗಿ."},{"number":14,"verse":"ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಕನಿಕರವಿಟ್ಟು ನಿಮ್ಮ ಅಣ್ಣನನ್ನೂ ಬೆನ್ಯಾಮೀನನನ್ನೂ ನಿಮ್ಮೊಂದಿಗೆ ಕಳುಹಿಸಿಬಿಡುವಂತೆ ಸರ್ವವಲ್ಲಭರಾದ ದೇವರು ಅನುಗ್ರಹಿಸಲಿ; ನಾನಂತೂ ಮಕ್ಕಳನ್ನು ಕಳೆದುಕೊಂಡವನಾಗಬೇಕಾದರೆ ಹಾಗೆಯೇ ಆಗಲಿ!” ಎಂದನು."},{"number":15,"verse":"ಅವರು ಆ ಕಾಣಿಕೆ ವಸ್ತುಗಳನ್ನು ಸಿದ್ಧಮಾಡಿಕೊಂಡು, ಎರಡರಷ್ಟು ಹಣವನ್ನು ತೆಗೆದುಕೊಂಡು ಹಾಗೂ ಬೆನ್ಯಾಮೀನನನ್ನು ಜೊತೆಯಲ್ಲಿ ಕರೆದುಕೊಂಡು ಹೊರಟರು. ಈಜಿಪ್ಟನ್ನು ಸೇರಿ, ಜೋಸೆಫನ ಸಮ್ಮುಖದಲ್ಲಿ ನಿಂತುಕೊಂಡರು."},{"number":16,"verse":"ಬೆನ್ಯಾಮೀನನು ಅವರ ಸಂಗಡ ಇರುವುದನ್ನು ಜೋಸೆಫನು ನೋಡಿದನು. ಕೂಡಲೆ ಗೃಹನಿರ್ವಾಹಕನನ್ನು ಕರೆದು, “ಈ ಜನರು ನನ್ನ ಸಂಗಡ ಈ ಮಧ್ಯಾಹ್ನ ಊಟಮಾಡಬೇಕಾಗಿ ಇದೆ; ಇವರನ್ನು ಮನೆಯೊಳಗೆ ಕರೆದುಕೊಂಡು ಹೋಗು. ಮಾಂಸದ ಅಡುಗೆ ಮಾಡಿ, ಎಲ್ಲವನ್ನು ಸಿದ್ಧಪಡಿಸು,” ಎಂದು ಅಪ್ಪಣೆಮಾಡಿದನು."},{"number":17,"verse":"ಅದೇ ಮೇರೆಗೆ ಗೃಹನಿರ್ವಾಹಕನು ಅವರನ್ನು ಜೋಸೆಫನ ಮನೆಗೆ ಕರೆದುಕೊಂಡು ಹೋದನು."},{"number":18,"verse":"ಅಲ್ಲಿಗೆ ಹೋಗುತ್ತಿದ್ದ ಅವರಿಗೆ ಭಯವಾಯಿತು. “ಹಿಂದೆ ನಾವು ಚೀಲಗಳಲ್ಲಿ ವಾಪಸ್ಸು ತೆಗೆದುಕೊಂಡು ಹೋದ ಹಣದ ಪ್ರಯುಕ್ತವೇ ಅವನು ನಮ್ಮನ್ನು ತನ್ನ ಮನೆಯೊಳಗೆ ಕರೆಸಿದ್ದಾನೆ; ದಿಢೀರನೆ ನಮ್ಮ ಮೇಲೆ ಬಿದ್ದು ನಮ್ಮನ್ನು ಗುಲಾಮರನ್ನಾಗಿಸಿಕೊಳ್ಳಬಹುದು. ನಮ್ಮ ಕತ್ತೆಗಳನ್ನು ಹಿಡಿದುಕೊಳ್ಳಬಹುದು,” ಎಂಬುದಾಗಿ ತಮ್ಮ ತಮ್ಮೊಳಗೆ ಮಾತನಾಡಿಕೊಂಡರು."},{"number":19,"verse":"ಮನೆಯ ಬಾಗಿಲ ಬಳಿ ಗೃಹನಿರ್ವಾಹಕನಿಗೆ,"},{"number":20,"verse":"“ಅಯ್ಯಾ, ಮೊದಲೊಂದು ಸಾರಿ ಆಹಾರಪದಾರ್ಥಗಳನ್ನು ಕೊಂಡುಕೊಳ್ಳುವುದಕ್ಕೆ ಬಂದಿದ್ದೆವು."},{"number":21,"verse":"ನಾವು ಹೊರಟುಹೋದ ನಂತರ ಚಾವಡಿಯೊಂದರಲ್ಲಿ ಇಳಿದುಕೊಂಡೆವು. ಅಲ್ಲಿ ನಮ್ಮ ಚೀಲಗಳನ್ನು ಬಿಚ್ಚಿನೋಡಿದಾಗ ಪ್ರತಿ ಒಬ್ಬನ ಹಣ, ತೂಕ ಕಿಂಚಿತ್ತೂ ಕಡಿಮೆಯಿಲ್ಲದೆ, ಅವನವನ ಚೀಲದಲ್ಲೇ ಇತ್ತು. ಅದನ್ನು ವಾಪಸ್ಸು ತಂದಿದ್ದೇವೆ."},{"number":22,"verse":"ದವಸವನ್ನು ಕೊಂಡುಕೊಳ್ಳುವುದಕ್ಕೆ ಬೇರೆ ಹಣ ತಂದಿದ್ದೇವೆ. ಆ ಹಣವನ್ನು ನಮ್ಮ ಚೀಲಗಳಲ್ಲಿ ಯಾರು ಇಟ್ಟರೋ ತಿಳಿಯದು,” ಎಂದು ಹೇಳಿದರು."},{"number":23,"verse":"ಅದಕ್ಕೆ ಆ ಗೃಹನಿರ್ವಾಹಕ, “ಸಮಾಧಾನದಿಂದಿರಿ, ಹೆದರಬೇಡಿ. ನಿಮ್ಮ ತಂದೆಗೂ ನಿಮಗೂ ದೇವರಾದವರು ನಿಮ್ಮ ಚೀಲಗಳಲ್ಲಿಯೇ ನಿಧಿ ನಿಕ್ಷೇಪ ದೊರಕುವಂತೆ ಅನುಗ್ರಹಿಸಿದ್ದಾರೆ; ನೀವು ಕೊಟ್ಟ ಹಣ ನನಗೆ ಮುಟ್ಟಿದೆ,” ಎಂದು ಹೇಳಿ ಸಿಮೆಯೋನನನ್ನು ಅವರ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಬಂದನು."},{"number":24,"verse":"ಆಮೇಲೆ ಗೃಹನಿರ್ವಾಹಕನು ಅವರೆಲ್ಲರನ್ನು ಜೋಸೆಫನ ಮನೆಯೊಳಗೆ ಕರೆತಂದು ಕಾಲು ತೊಳೆದುಕೊಳ್ಳುವುದಕ್ಕೆ ನೀರನ್ನು ಕೊಡಿಸಿದನು. ಅವರ ಕತ್ತೆಗಳಿಗೆ ಮೇವು ಹಾಕಿಸಿದನು."},{"number":25,"verse":"ತಾವು ಅಲ್ಲೇ ಊಟಮಾಡಬೇಕೆಂಬ ಸಂಗತಿ ಅವರಿಗೆ ತಿಳಿಯಿತು. ಆದ್ದರಿಂದ ತಾವು ತಂದಿದ್ದ ಕಾಣಿಕೆಯನ್ನು ಸಿದ್ಧವಾಗಿ ಇಟ್ಟುಕೊಂಡರು. ಜೋಸೆಫನು ಬರುವ ತನಕ, ಮಧ್ಯಾಹ್ನದವರೆಗೆ ಕಾದುಕೊಂಡಿದ್ದರು."},{"number":26,"verse":"ಜೋಸೆಫನು ಮನೆಗೆ ಬಂದಾಗ ಅವರು ಅವನಿಗೆ ಕಾಣಿಕೆಯನ್ನು ತಂದುಕೊಟ್ಟು, ಅವನ ಮುಂದೆ ನೆಲದವರೆಗೂ ಬಾಗಿ ನಮಸ್ಕರಿಸಿದರು."},{"number":27,"verse":"ಅವನು ಅವರ ಯೋಗಕ್ಷೇಮವನ್ನು ವಿಚಾರಿಸಿದನು. ಬಳಿಕ, “ನೀವು ಹೇಳಿದ ಮುಪ್ಪುವಯಸ್ಸಿನ ನಿಮ್ಮ ತಂದೆ ಕ್ಷೇಮವೋ? ಇನ್ನು ಬದುಕಿದ್ದಾನೋ?\" ಎಂದು ಕೇಳಲು"},{"number":28,"verse":"ಅವರು ಮತ್ತೆ ನೆಲದವರೆಗೆ ಬಾಗಿ ನಮಸ್ಕಾರ ಮಾಡಿ, “ನಿಮ್ಮ ಸೇವಕರಾದ ನಮ್ಮ ತಂದೆ ಇಂದಿಗೂ ಕ್ಷೇಮದಿಂದ ಇದ್ದಾರೆ,” ಎಂದರು."},{"number":29,"verse":"ಅನಂತರ ಕಣ್ಣೆತ್ತಿ, ತನ್ನ ಒಡಹುಟ್ಟಿದ ತಮ್ಮನಾದ ಬೆನ್ಯಾಮೀನನನ್ನು ನೋಡಿದನು. “ನೀವು ಹೇಳಿದ ನಿಮ್ಮ ಕಿರಿಯ ತಮ್ಮ ಇವನೇನೋ?” ಎಂದು ಕೇಳಿ ಅವನಿಗೆ, “ಮಗು, ದೇವರ ಪ್ರೀತಿ ನಿನ್ನ ಮೇಲಿರಲಿ!” ಎಂದು ಹೇಳಿದನು."},{"number":30,"verse":"ಜೋಸೆಫನಿಗೆ ತಮ್ಮನನ್ನು ನೋಡಿದ ಮೇಲೆ ಕರುಳು ಕರಗಿತು. ಕಣ್ಣೀರನ್ನು ತಡೆಯಲಾಗದೆ ಒಳ ಅರಮನೆಗೆ ತ್ವರೆಯಾಗಿ ಹೋಗಿ ಅಲ್ಲಿ ಅತ್ತನು."},{"number":31,"verse":"ಆಮೇಲೆ ಮುಖವನ್ನು ತೊಳೆದುಕೊಂಡು, ಹೊರಗೆ ಬಂದು, ಮನಸ್ಸನ್ನು ಬಿಗಿಹಿಡಿದು, “ಊಟಕ್ಕೆ ಬಡಿಸಿರಿ”, ಎಂದು ಅಪ್ಪಣೆ ಕೊಟ್ಟನು."},{"number":32,"verse":"ಪರಿಚಾರಕರು ಅವನಿಗೆ ಬೇರೆ, ಅವನ ಅಣ್ಣತಮ್ಮಂದಿರಿಗೇ ಬೇರೆ, ಅವನ ಸಂಗಡವಿದ್ದ ಈಜಿಪ್ಟಿನವರಿಗೇ ಬೇರೆ, ಹೀಗೆ ಬೇರೆಬೇರೆಯಾಗಿ ಊಟಕ್ಕೆ ಬಡಿಸಿದರು. ಈಜಿಪ್ಟಿನವರು ಹಿಬ್ರಿಯರ ಸಹಪಂಕ್ತಿಯಲ್ಲಿ ಊಟಮಾಡುವುದಿಲ್ಲ; ಅದು ಅವರಿಗೆ ಅಸಹ್ಯ."},{"number":33,"verse":"ಜೋಸೆಫನು ತನ್ನ ಅಣ್ಣತಮ್ಮಂದಿರನ್ನು, ಹಿರಿಯವನು ಮೊದಲ್ಗೊಂಡು ಕಿರಿಯವನವರೆಗೂ, ಅವರವರ ಮಯಸ್ಸಿನ ಪ್ರಕಾರ ಕುಳ್ಳಿರಿಸಿದ್ದನು. ಇದನ್ನು ಗಮನಿಸಿದ ಅವರು ಒಬ್ಬರನ್ನೊಬ್ಬರು ನೋಡುತ್ತಾ ಆಶ್ಚರ್ಯಪಟ್ಟರು."},{"number":34,"verse":"ಜೋಸೆಫನು ತನ್ನ ಮುಂದೆ ಬಡಿಸಿದ್ದ ಪದಾರ್ಥಗಳಲ್ಲಿ ಅವರಿಗೆ ಭಾಗಗಳನ್ನು ಕಳಿಸಿದನು. ಬೆನ್ಯಾಮೀನನಿಗೆ ಬಂದ ಭಾಗವಾದರೋ ಮಿಕ್ಕವರ ಭಾಗಗಳಿಗಿಂತ ಐದರಷ್ಟು ಹೆಚ್ಚಾಗಿತ್ತು. ಅವರು ಯಥೇಚ್ಛವಾಗಿ ಪಾನಮಾಡಿ ಜೋಸೆಫನ ಸಂಗಡ ಸಂಭ್ರಮದಿಂದಿದ್ದರು."}]}