{"bibleAbbr":"KNCL","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":47,"verses":[{"number":1,"verse":"(ಫರೋಹನೊಡನೆ ಸಂದರ್ಶನ) ಜೋಸೆಫನು ಫರೋಹನ ಬಳಿಗೆ ಬಂದು, “ನನ್ನ ತಂದೆಯೂ ಸಹೋದರರೂ ದನಕುರಿಗಳನ್ನು ಹಾಗೂ ಎಲ್ಲ ಆಸ್ತಿಪಾಸ್ತಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಕಾನಾನ್ ನಾಡಿನಿಂದ ಗೋಷೆನ್ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಬಂದಿದ್ದಾರೆ,” ಎಂದು ತಿಳಿಸಿದನು."},{"number":2,"verse":"ಅದು ಮಾತ್ರವಲ್ಲ, ತನ್ನ ಅಣ್ಣತಮ್ಮಂದಿರಲ್ಲಿ ಐದು ಮಂದಿಯನ್ನು ಕರೆದುಕೊಂಡು ಬಂದು ಫರೋಹನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿಲ್ಲಿಸಿದನು."},{"number":3,"verse":"ಫರೋಹನು, “ನಿಮ್ಮ ಕಸುಬು ಏನು”, ಎಂದು ಕೇಳಲು ಅವರು, “ನಿಮ್ಮ ಸೇವಕರಾದ ನಾವು ನಮ್ಮ ಪೂರ್ವಜರ ಪದ್ಧತಿಯ ಮೇರೆಗೆ ಕುರಿ ಕಾಯುವವರು;"},{"number":4,"verse":"ಕಾನಾನ್ ನಾಡಿನಲ್ಲಿ ಬರವು ಘೋರವಾದ್ದರಿಂದ ನಿಮ್ಮ ಸೇವಕರ ದನಕುರಿಗಳಿಗೆ ಮೇವು ಸಿಕ್ಕಲಿಲ್ಲ. ಆದ್ದರಿಂದ ಈ ದೇಶದಲ್ಲಿ ಸ್ವಲ್ಪಕಾಲ ಇರಬೇಕೆಂದು ಬಂದಿದ್ದೇವೆ. ಸೇವಕರು ಗೋಷೆನ್ ಪ್ರಾಂತ್ಯದಲ್ಲಿ ವಾಸಮಾಡುವಂತೆ ಅಪ್ಪಣೆಯಾಗಬೇಕು,” ಎಂದು ವಿನಂತಿಸಿದರು."},{"number":5,"verse":"ಫರೋಹನು ಜೋಸೆಫನಿಗೆ, “ನಿನ್ನ ತಂದೆಯೂ ಅಣ್ಣತಮ್ಮಂದಿರು ನಿನ್ನ ಬಳಿಗೆ ಬಂದಿದ್ದಾರಲ್ಲವೆ?"},{"number":6,"verse":"ಈಜಿಪ್ಟ್ ದೇಶವು ನಿನ್ನ ಮುಂದಿದೆ; ಅದರಲ್ಲಿನ ಉತ್ತಮ ಭಾಗವನ್ನು ನಿನ್ನ ತಂದೆಗೂ ಸಹೋದರರಿಗೂ ವಾಸಸ್ಥಾನವಾಗಿ ನೇಮಿಸು; ಗೋಷೆನ್ ಪ್ರಾಂತ್ಯದಲ್ಲಿ ಬೇಕಾದರೆ ವಾಸಮಾಡಲಿ; ಅವರಲ್ಲಿ ನುರಿತವರು ಯಾರಾದರು ಇದ್ದರೆ ಅವರನ್ನು ನನ್ನ ದನಕರುಗಳ ಮೇಲ್ವಿಚಾರಣೆಗೆ ನೇಮಿಸು,” ಎಂದನು."},{"number":7,"verse":"ಬಳಿಕ ಜೋಸೆಫನು ತನ್ನ ತಂದೆ ಯಕೋಬನನ್ನು ಕರೆದುಕೊಂಡು ಬಂದು ಫರೋಹನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿಲ್ಲಿಸಿದನು. ಯಕೋಬನು ಫರೋಹನನ್ನು ಆಶೀರ್ವದಿಸಿದನು."},{"number":8,"verse":"ಫರೋಹನು, “ನಿನಗೆಷ್ಟು ವರ್ಷ?” ಎಂದು ಕೇಳಿದನು."},{"number":9,"verse":"ಯಕೋಬನು, “ನನ್ನ ಬಾಳಿನ ಪಯಣದ ದಿನಗಳು ನೂರ ಮೂವತ್ತು ವರ್ಷಗಳಷ್ಟೇ. ಎಣಿಕೆಯಲ್ಲಿ ಅವು ಕಮ್ಮಿ; ಕಷ್ಟದುಃಖದಲ್ಲಿ ಜಾಸ್ತಿ; ನನ್ನ ಪೂರ್ವಜರು ಬಾಳಿದಷ್ಟು ವರ್ಷಗಳು ನನಗಾಗಿಲ್ಲ,” ಎಂದು ಹೇಳಿ"},{"number":10,"verse":"ಫರೋಹನನ್ನು ಆಶೀರ್ವದಿಸಿ, ಅವನ ಸನ್ನಿಧಿಯಿಂದ ಹೊರಟುಹೋದನು."},{"number":11,"verse":"ಫರೋಹನ ಅಪ್ಪಣೆಯ ಮೇರೆಗೆ ಜೋಸೆಫನು ತನ್ನ ತಂದೆಗೂ ಅಣ್ಣತಮ್ಮಂದಿರಿಗೂ ಈಜಿಪ್ಟಿನಲ್ಲಿ ವಾಸಸ್ಥಾನವನ್ನು ನೇಮಿಸಿ, ಅದರಲ್ಲಿ ಉತ್ತಮವಾಗಿದ್ದ ರಮ್ಸೇಸ್ ಪ್ರದೇಶದಲ್ಲಿ ಸೊತ್ತನ್ನು ಕೊಟ್ಟನು."},{"number":12,"verse":"ತಂದೆಗೂ ಸಹೋದರರಿಗೂ ತಂದೆಯ ಮನೆಯವರೆಲ್ಲರಿಗೂ ಅವರವರ ಕುಟುಂಬಗಳಿಗೆ ಸೇರಿದವರ ಲೆಕ್ಕದ ಪ್ರಕಾರ ಆಹಾರಕೊಟ್ಟು ಅವರನ್ನು ಸಂರಕ್ಷಿಸಿದನು."},{"number":13,"verse":"(ಭೀಕರವಾದ ಬರ) ಬರವು ಬಹು ಘೋರವಾಗಿತ್ತು. ದೇಶದ ಯಾವ ಭಾಗದಲ್ಲೂ ಆಹಾರ ಸಿಕ್ಕುತ್ತಿರಲಿಲ್ಲ. ಈ ನಿಮಿತ್ತ ಈಜಿಪ್ಟ್ ದೇಶವೂ ಕಾನಾನ್ ನಾಡೂ ಹಾಗೆ ಸೊರಗಿಹೋಗುತ್ತಿದ್ದುವು."},{"number":14,"verse":"ಜೋಸೆಫನು ಈಜಿಪ್ಟ್ ದೇಶದವರಿಗೂ ಕಾನಾನ್ ನಾಡಿಗರಿಗೂ ದವಸಧಾನ್ಯ ಮಾರಿ ಬಂದ ಹಣದಿಂದ ಫರೋಹನ ಬೊಕ್ಕಸವನ್ನು ತುಂಬಿದನು."},{"number":15,"verse":"ಈಜಿಪ್ಟಿನ ಹಾಗೂ ಕಾನಾನಿನ ಹಣವೆಲ್ಲ ಮುಗಿದುಹೋದಾಗ ಈಜಿಪ್ಟಿನವರು ಜೋಸೆಫನ ಬಳಿಗೆ ಬಂದು, “ನಾವೇಕೆ ನಿಮ್ಮ ಕಣ್ಮುಂದೆ ಸಾಯಬೇಕು? ನಮಗೆ ಆಹಾರ ಕೊಡಿ, ನಮ್ಮ ಹಣ ಮುಗಿದುಹೋಯಿತು,” ಎಂದರು."},{"number":16,"verse":"ಜೋಸೆಫನು, “ನಿಮ್ಮ ದನಕರುಗಳನ್ನು ತನ್ನಿ, ಹಣವಿಲ್ಲದಿದ್ದರೆ ದನಕರುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಧಾನ್ಯ ಕೊಡಿಸುತ್ತೇನೆ,” ಎಂದನು."},{"number":17,"verse":"ಅವರು ತಮ್ಮ ಪಶುಪ್ರಾಣಿಗಳನ್ನು ಜೋಸೆಫನ ಬಳಿಗೆ ತಂದರು. ಅವನು ಅವರ ಕುದುರೆಗಳನ್ನೂ ದನಕುರಿಕತ್ತೆಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಅವರಿಗೆ ಧಾನ್ಯ ಕೊಡಿಸಿದನು. ಹೀಗೆ ಆ ವರ್ಷ ಅವರ ಪಶುಪ್ರಾಣಿಗಳನ್ನು ಪಡೆದು, ಧಾನ್ಯಕೊಟ್ಟು ಅವರನ್ನು ಕಾಪಾಡಿದನು."},{"number":18,"verse":"ಆ ವರ್ಷ ಕಳೆದು ಮಾರನೆಯ ವರ್ಷದಲ್ಲಿ ಅವರು ಅವನ ಬಳಿಗೆ ಬಂದು, “ನಮ್ಮ ಹಣವೆಲ್ಲ ವೆಚ್ಚವಾಯಿತು. ನಮ್ಮ ಪಶುಪ್ರಾಣಿಗಳು ದಣಿಯ ವಶವಾದುವು; ಇನ್ನು ಉಳಿದಿರುವುದು ನಮ್ಮ ಭೂಮಿ ಮತ್ತು ದೇಹಗಳೇ ಹೊರತು ಬೇರೇನೂ ಇಲ್ಲ; ದಣಿಗೆ ಮುಚ್ಚುಮರೆಯಿಲ್ಲದೆ ತಿಳಿಸುತ್ತಿದ್ದೇವೆ."},{"number":19,"verse":"ನಾವೇಕೆ ನಿಮ್ಮ ಕಣ್ಣೆದುರಿಗೆ ಸಾಯಬೇಕು? ನಮ್ಮ ಭೂಮಿಯೇಕೆ ಹಾಳಾಗಬೇಕು? ನಮ್ಮನ್ನೂ ನಮ್ಮ ಭೂಮಿಯನ್ನೂ ತೆಗೆದುಕೊಂಡು ಧಾನ್ಯ ಕೊಡಿ, ನಾವು ನಮ್ಮ ಭೂಮಿಯನ್ನು ಫರೋಹನಿಗೆ ಕೊಟ್ಟುಬಿಟ್ಟು ಅವರಿಗೆ ಗುಲಾಮರಾಗುತ್ತೇವೆ. ನಾವು ಸಾಯದೆ ಬದುಕಬೇಕಾದರೆ ಮತ್ತು ಭೂಮಿ ಪಾಳುಬೀಳಬಾರದಿದ್ದರೆ ಧಾನ್ಯಕೊಡಿ,” ಎಂದು ಕೇಳಿದರು."},{"number":20,"verse":"ಜೋಸೆಫ್ ಈಜಿಪ್ಟ್ ದೇಶದ ಎಲ್ಲ ಸಾಗುವಳಿ ಭೂಮಿಯನ್ನು ಫರೋಹನಿಗಾಗಿ ಕೊಂಡುಕೊಂಡನು. ಬರದ ಘೋರತೆಯಿಂದಾಗಿ ಈಜಿಪ್ಟಿನವರು ತಮ್ಮ ತಮ್ಮ ಹೊಲಗದ್ದೆಗಳನ್ನು ಮಾರಿಬಿಟ್ಟರು. ಹೀಗೆ ಸಾಗುವಳಿ ಭೂಮಿಯೆಲ್ಲ ಫರೋಹನದಾಯಿತು."},{"number":21,"verse":"ಈಜಿಪ್ಟಿನ ಎಲ್ಲೆಯಿಂದ ಎಲ್ಲೆಯವರೆಗೆ ಜನರನ್ನು ಊಳಿಗಕ್ಕೆ ಈಡುಮಾಡಿದನು."},{"number":22,"verse":"ಅರ್ಚಕರ ಭೂಮಿಯನ್ನು ಮಾತ್ರ ಅವನು ಕೊಂಡುಕೊಳ್ಳಲಿಲ್ಲ. ಏಕೆಂದರೆ ಅವರಿಗೆ ಫರೋಹನಿಂದ ಭತ್ಯ ದೊರಕುತ್ತಿತ್ತು. ಆ ಭತ್ಯದಿಂದ ಜೀವನ ನಡೆಸುತ್ತಿದ್ದ ಆ ಅರ್ಚಕರು ತಮ್ಮ ಭೂಮಿಯನ್ನು ಮಾರಲಿಲ್ಲ."},{"number":23,"verse":"ಜೋಸೆಫನು ಪ್ರಜೆಗಳಿಗೆ, “ನಾನು ಈ ದಿನ ನಿಮ್ಮನ್ನೂ ನಿಮ್ಮ ಭೂಮಿಯನ್ನೂ ಫರೋಹನಿಗಾಗಿ ಕೊಂಡುಕೊಂಡಿದ್ದೇನೆಂದು ತಿಳಿದುಕೊಳ್ಳಿ. ಇಗೋ, ಬಿತ್ತನೆಗಾಗಿ ನಿಮಗೆ ಬೀಜವನ್ನು ಕೊಟ್ಟಿದ್ದೇನೆ. ಭೂಮಿಯಲ್ಲಿ ಬಿತ್ತಿರಿ."},{"number":24,"verse":"ಕೊಯ್ದು ಕಾಲದಲ್ಲಿ ಐದರಲ್ಲೊಂದು ಪಾಲು ಫರೋಹನಿಗೆ ಸಲ್ಲಬೇಕು. ಮಿಕ್ಕ ನಾಲ್ಕು ಪಾಲು ನಿಮ್ಮದು. ಅದನ್ನು ಬಿತ್ತನೆಗಾಗಿ ಮತ್ತು ನಿಮ್ಮ ಮನೆಯವರ ಹಾಗು ಕುಟುಂಬದವರ ಜೀವನಕ್ಕಾಗಿ ಇಟ್ಟುಕೊಳ್ಳಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":25,"verse":"ಅದಕ್ಕೆ ಅವರು, ನಮ್ಮ ಪ್ರಾಣಗಳನ್ನು ಉಳಿಸಿದ್ದೀರಿ. ನಮ್ಮ ದಣಿಗಳಾದ ನಿಮ್ಮ ದಯೆ ನಮ್ಮ ಮೇಲಿರಲಿ; ನಾವು ಫರೋಹನಿಗೆ ಊಳಿಗದವರಾಗಿರುತ್ತೇವೆ,” ಎಂದರು."},{"number":26,"verse":"ಬೆಳೆಯಲ್ಲಿ ಐದನೆಯ ಒಂದು ಪಾಲು ಫರೋಹನಿಗೆ ಸಲ್ಲತಕ್ಕದ್ದು ಎಂಬ ಯೋಜನೆಯನ್ನು ಜೋಸೆಫನು ಈಜಿಪ್ಟ್ ದೇಶದ ಒಂದು ಶಾಸನವನ್ನಾಗಿ ಮಾಡಿದನು. ಈ ದಿನದವರೆಗೂ ಆ ಶಾಸನ ರೂಢಿಯಲ್ಲಿದೆ. ಅರ್ಚಕರ ಭೂಮಿ ಮಾತ್ರ ಫರೋಹನಿಗೆ ಸ್ವಾಧೀನವಾಗಲಿಲ್ಲ."},{"number":27,"verse":"(ಯಕೋಬನ ಅಂತಿಮ ಕೋರಿಕೆ) ಇಸ್ರಯೇಲರು ಈಜಿಪ್ಟ್ ದೇಶಕ್ಕೆ ಸೇರಿದ ಗೋಷೆನ್ ಪ್ರಾಂತ್ಯದಲ್ಲಿ ವಾಸಮಾಡಿದರು. ಅಲ್ಲಿ ಅವರು ಆಸ್ತಿಪಾಸ್ತಿಯನ್ನು ಸಂಪಾದಿಸಿಕೊಂಡು ಬಹು ಸಂತಾನವುಳ್ಳವರಾಗಿ ಅಭಿವೃದ್ಧಿಯಾದರು."},{"number":28,"verse":"ಯಕೋಬನು ಈಜಿಪ್ಟಿನಲ್ಲಿ ಹದಿನೇಳು ವರ್ಷ ಇದ್ದನು. ಅವನ ಜೀವಮಾನ ಕಾಲ ಒಟ್ಟಿಗೆ ನೂರನಲವತ್ತೇಳು ವರ್ಷಗಳು."},{"number":29,"verse":"ಯಕೋಬನಿಗೆ ಅಂತಿಮಕಾಲ ಹತ್ತಿರ ಆದಾಗ ಅವನು ತನ್ನ ಮಗ ಜೋಸೆಫನನ್ನು ಕರೆಸಿ, “ನನ್ನ ಮೇಲೆ ನಿನಗೆ ಪ್ರೀತಿಯಿದ್ದರೆ ನೀನು ನನ್ನ ಮಾತನ್ನು ಪ್ರೀತಿಯಿಂದಲೂ ಪ್ರಾಮಾಣಿಕತೆಯಿಂದಲೂ ನಡೆಸಿಕೊಡಬೇಕು. ಅದೇನೆಂದರೆ; ನನ್ನನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ಸಮಾಧಿ ಮಾಡಬಾರದು."},{"number":30,"verse":"ನಾನು ಮೃತರಾದ ಪಿತೃಗಳೊಂದಿಗೆ ಸೇರಿಕೊಂಡಾಗ, ನನ್ನ ಶವವನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ, ಆ ಪಿತೃಗಳ ಸ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಬೇಕು. ಹಾಗೆ ಮಾಡುತ್ತೇನೆಂದು ನೀನು ನನ್ನ ತೊಡೆಯ ಕೆಳಗೆ ಕೈಯಿಟ್ಟು ಪ್ರಮಾಣ ಮಾಡಬೇಕು\" ಎಂದು ಕೇಳಿಕೊಂಡನು. ಅವನು, “ನೀನು ಹೇಳಿದಂತೆಯೇ ಮಾಡುತ್ತೇನೆ,” ಎಂದು ಪ್ರಮಾಣ ಮಾಡಿದನು."},{"number":31,"verse":"ಆಗ ಯಕೋಬನು ಆ ಹಾಸಿಗೆಯ ತಲೆಭಾಗದ ಕಡೆ ಬಾಗಿ ಸ್ತೋತ್ರ ಮಾಡಿದನು."}]}