{"bibleAbbr":"KNCL","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":50,"verses":[{"number":1,"verse":"ಯಕೋಬನ ಭೂಸ್ಥಾಪನೆ ಆಗ ಜೋಸೆಫನು ತನ್ನ ತಂದೆಯ ಶವದ ಮೇಲೆ ಬಿದ್ದು, ಕಣ್ಣೀರು ಇಡುತ್ತಾ, ಅವರಿಗೆ ಮುದ್ದಿಟ್ಟನು."},{"number":2,"verse":"ತರುವಾಯ ತನ್ನ ಸೇವಕರಲ್ಲಿ ಶವಲೇಪಕರಾದವರಿಗೆ, “ನನ್ನ ತಂದೆಯ ಶವವನ್ನು ಸುಗಂಧ ದ್ರವ್ಯಗಳಿಂದ ಲೇಪಿಸಿ ಸಿದ್ಧಪಡಿಸಿರಿ,” ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟನು. ಅವರು ಹಾಗೆಯೇ ಮಾಡಿದರು."},{"number":3,"verse":"ಪದ್ಧತಿಯ ಪ್ರಕಾರ ನಲವತ್ತು ದಿನಗಳು ಸುಗಂಧ ದ್ರವ್ಯಗಳನ್ನು ಲೇಪಿಸಬೇಕಾಗಿತ್ತು. ಅಷ್ಟು ದಿನಗಳವರೆಗೂ ಅವನಿಗೋಸ್ಕರ ಈಜಿಪ್ಟಿನವರಿಂದ ಶೋಕಾಚರಣೆ ಇತ್ತು."},{"number":4,"verse":"ದುಃಖದ ದಿನಗಳು ಕಳೆದ ನಂತರ ಜೋಸೆಫನು ಫರೋಹನ ಪರಿವಾರದವರಿಗೆ, “ದಯವಿಟ್ಟು ನೀವು ಫರೋಹನ ಬಳಿಗೆ ಹೋಗಿ ಈ ವಿಷಯವನ್ನು ಮನಮುಟ್ಟುವಂತೆ ಮಾಡಿ:"},{"number":5,"verse":"ನನ್ನ ತಂದೆಯವರು ತಾವು ಕಾನಾನ್ ನಾಡಿನಲ್ಲಿ ಸಿದ್ಧಮಾಡಿಕೊಂಡಿರುವ ಸ್ಥಳದಲ್ಲಿಯೇ ತಮಗೆ ಸಮಾಧಿಮಾಡಬೇಕೆಂದು ಸಾಯುವುದಕ್ಕೆ ಮೊದಲೇ ನನ್ನಿಂದ ಪ್ರಮಾಣ ಮಾಡಿಸಿದರು. ಆದ್ದರಿಂದ ನಾನು ಹೋಗಿ ತಂದೆಯನ್ನು ಸಮಾಧಿಮಾಡಿ ಬರುವುದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಬೇಕೆಂದು ವಿನಂತಿಸುತ್ತಿದ್ದೇನೆ,” ಎಂದನು."},{"number":6,"verse":"ಫರೋಹನು ಈ ಸಂಗತಿಯನ್ನು ಕೇಳಿ ಜೋಸೆಫನಿಗೆ, “ನಿನ್ನ ತಂದೆ ಪ್ರಮಾಣ ಮಾಡಿಸಿದ ಮೇರೆಗೆ ನೀನು ಹೋಗಿ ಅವನಿಗೆ ಸಮಾಧಿಮಾಡಿ ಬರಬಹುದು,” ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟನು."},{"number":7,"verse":"ಜೋಸೆಫನು ತಂದೆಯನ್ನು ಸಮಾಧಿಮಾಡಲು ಹೊರಟುಹೋದಾಗ, ಅವನ ಜೊತೆಯಲ್ಲಿ ಫರೋಹನ ಪರಿವಾರದವರೆಲ್ಲರು, ಅರಮನೆಯ ಮುಖಂಡರು, ಈಜಿಪ್ಟಿನ ಮುಖ್ಯಸ್ಥರೆಲ್ಲರು,"},{"number":8,"verse":"ಜೋಸೆಫನ ಮನೆಯವರೆಲ್ಲರು, ಅಣ್ಣತಮ್ಮಂದಿರು, ತಂದೆಯ ಮನೆಯವರೆಲ್ಲರು ಹೋದರು. ತಮ್ಮ ಮಡದಿಮಕ್ಕಳನ್ನೂ ಕುರಿದನಗಳನ್ನೂ ಮಾತ್ರ ಗೋಷೆನ್ ಪ್ರಾಂತ್ಯದಲ್ಲಿ ಬಿಟ್ಟುಹೋದರು."},{"number":9,"verse":"ಅವನ ಸಂಗಡ ರಥಗಳೂ ಕುದುರೆಸವಾರರೂ ಸಹ ಇದ್ದರು. ಹೀಗೆ ದೊಡ್ಡ ಜನಸಮೂಹವೇ ಅವನೊಂದಿಗೆ ಹೋಯಿತು."},{"number":10,"verse":"ಅವರು ಜೋರ್ಡನ್ ನದಿಯಿಂದಾಚೆ ಇರುವ ಆಟಾದ್ ಎಂಬ ಕಣಕ್ಕೆ ಬಂದು ಅಲ್ಲಿ ಅತ್ಯಧಿಕವಾಗಿ ಗೋಳಾಡಿದರು; ಜೋಸೆಫನು ತನ್ನ ತಂದೆಗೋಸ್ಕರ ಏಳು ದಿನದ ಶೋಕಾಚರಣೆಯನ್ನು ಏರ್ಪಡಿಸಿದನು."},{"number":11,"verse":"ಆ ನಾಡಿನ ಜನರಾದ ಕಾನಾನ್ಯರು ಆಟಾದ್ ಕಣದಲ್ಲಿ ನಡೆದ ಶೋಕಾಚರಣೆಯನ್ನು ನೋಡಿ, “ಈಜಿಪ್ಟಿನವರಿಗೆ ಒದಗಿ ಇರುವ ಈ ಶೋಕ ಬಹು ವಿಶೇಷವಾದುದು!” ಎಂದರು. ಈ ಕಾರಣ ಜೋರ್ಡನ್ ನದಿಯಾಚೆ ಇರುವ ಆ ಸ್ಥಳಕ್ಕೆ ‘ಆಬೇಲ್ ಮಿಚ್ರಯೀಮ್’ ಎಂದು ಹೆಸರಾಯಿತು."},{"number":12,"verse":"ಯಕೋಬನ ಮಕ್ಕಳು ತಂದೆಯ ಅಪ್ಪಣೆಯಂತೆ"},{"number":13,"verse":"ಅವನ ಶವವನ್ನು ಕಾನಾನ್ ನಾಡಿಗೆ ಹೊತ್ತುಕೊಂಡು ಹೋಗಿ ಮಕ್ಪೇಲ ಎಂಬ ಬಯಲಿನಲ್ಲಿರುವ ಗವಿಯೊಳಗೆ ಸಮಾಧಿಮಾಡಿದರು. ಅಬ್ರಹಾಮನು ಹಿತ್ತಿಯನಾದ ಎಫ್ರೋನನಿಂದ ಮಮ್ರೆಗೆದುರಿನಲ್ಲಿರುವ ಆ ಗವಿಯನ್ನು ಸುತ್ತಲು ಇರುವ ಭೂಮಿ ಸಮೇತ, ಸ್ವಂತ ಸ್ಮಶಾನಭೂಮಿಗಾಗಿ ಕೊಂಡುಕೊಂಡಿದ್ದನು."},{"number":14,"verse":"ತಂದೆಯನ್ನು ಸಮಾಧಿಮಾಡಿದ ಮೇಲೆ ಜೋಸೆಫನೂ ಅವನ ಅಣ್ಣತಮ್ಮಂದಿರೂ ಆ ಶವಸಂಸ್ಕಾರಕ್ಕಾಗಿ ಅವನ ಜೊತೆಯಲ್ಲಿ ಹೋಗಿದ್ದ ಎಲ್ಲರೂ ಈಜಿಪ್ಟಿಗೆ ಹಿಂದಿರುಗಿದರು."},{"number":15,"verse":"ತನ್ನ ಸಹೋದರರಿಗೆ ಜೋಸೆಫನು ಕೊಟ್ಟ ಆಶ್ವಾಸನೆ ತಂದೆ ಸತ್ತ ಬಳಿಕ ಜೋಸೆಫನ ಅಣ್ಣತಮ್ಮಂದಿರು, “ಜೋಸೆಫನು ಬಹುಶಃ ನಮ್ಮನ್ನು ದ್ವೇಷಿಸಿಯಾನು! ನಾವು ಅವನಿಗೆ ಮಾಡಿದ ಎಲ್ಲ ಹಾನಿಗೆ ಪ್ರತಿಯಾಗಿ ಶಿಕ್ಷಿಸಿಯಾನು,” ಎಂದು ತಮ್ಮತಮ್ಮೊಳಗೆ ಮಾತನಾಡಿಕೊಂಡರು."},{"number":16,"verse":"ಆದುದರಿಂದ ಜೋಸೆಫನಿಗೆ ಹೀಗೆಂದು ಹೇಳಿಕಳಿಸಿದರು: “ನಿನ್ನ ತಂದೆ ಸಾಯುವುದಕ್ಕೆ ಮುಂಚೆ ನಮಗೆ ಅಪ್ಪಣೆಮಾಡಿದ್ದೇನೆಂದರೆ -"},{"number":17,"verse":"‘ನೀವು ಜೋಸೆಫನಿಗೆ - ನಿನ್ನ ಅಣ್ಣಂದಿರಾದ ನಾವು ನಿನಗೆ ಹಾನಿಮಾಡಿದ್ದೇನೋ ನಿಜ; ಆದರೂ ನಮ್ಮ ಅಪರಾಧವನ್ನು, ಪಾಪವನ್ನು ಕ್ಷಮಿಸು - ಎಂದು ಕೇಳಿಕೊಳ್ಳಬೇಕು, ಅವರು ಹೀಗೆ ವಿಧಿಸಿದ್ದರಿಂದ ನಾವು ಮಾಡಿದ ಅಪರಾಧವನ್ನು ಈಗ ನೀನು ಕ್ಷಮಿಸಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳುತ್ತಿದ್ದೇವೆ.” ಈ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಜೋಸೆಫನು ಕಣ್ಣೀರು ಸುರಿಸಿದನು."},{"number":18,"verse":"ಇದೂ ಅಲ್ಲದೆ, ಅಣ್ಣಂದಿರು ತಾವೇ ಬಂದು ಅವನಿಗೆ ಅಡ್ಡಬಿದ್ದರು. “ಇಗೋ, ನಾವು ನಿನಗೆ ಗುಲಾಮರು,” ಎಂದು ಹೇಳಿದರು."},{"number":19,"verse":"ಆದರೆ ಜೋಸೆಪನು ಅವರಿಗೆ, “ಹೆದರಬೇಡಿ; ನಾನು ದೇವರ ಸ್ಥಾನದಲ್ಲಿ ಇಲ್ಲ;"},{"number":20,"verse":"ನೀವೇನೋ ನನಗೆ ಹಾನಿಮಾಡಬೇಕೆಂದು ಎಣಿಸಿದರು. ಆದರೆ ದೇವರು ಒಳಿತಾಗಬೇಕೆಂದು ಸಂಕಲ್ಪಿಸಿದರು; ಇದರಿಂದ ಅನೇಕ ಜನರ ಪ್ರಾಣ ಉಳಿಯುವಂತೆ ಮಾಡಿದರು. ಇಂದಿಗೂ ಈ ಕಾರ್ಯ ನಡೆಯುತ್ತಿದೆ."},{"number":21,"verse":"ಆದುದರಿಂದ ನೀವು ಸ್ವಲ್ಪವೂ ಸಂಕೋಚಪಡಬೇಕಾಗಿಲ್ಲ. ನಾನು ನಿಮ್ಮನ್ನೂ ನಿಮಗೆ ಸೇರಿದ ಎಲ್ಲರನ್ನೂ ಪೋಷಿಸುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿ ಅವರನ್ನು ಸಂತೈಸಿ, ಅವರ ಸಂಗಡ ಪ್ರೀತಿಯಿಂದ ಮಾತಾಡಿದನು."},{"number":22,"verse":"ಜೋಸೆಫನ ಮರಣ ಜೋಸೆಫನೂ ಅವನ ತಂದೆಯ ಕುಟುಂಬದವರೂ ಈಜಿಪ್ಟಿನಲ್ಲಿ ವಾಸಮಾಡುತ್ತಾ ಬಂದರು. ಜೋಸೆಫನು ನೂರಹತ್ತು ವರ್ಷ ಬದುಕಿದ್ದನು;"},{"number":23,"verse":"ಎಫ್ರಯಿಮನ ಮಕ್ಕಳ ಮೊಮ್ಮಕ್ಕಳನ್ನೂ ನೋಡಿದನು. ಮನಸ್ಸೆಯ ಮಗನಾದ ಮಾಕೀರನಿಗೂ ಮಕ್ಕಳು ಹುಟ್ಟಿದಾಗ ಜೋಸೆಫನು ಅವರನ್ನೂ ತನ್ನ ಮಡಲಿಗೆ ಬರಮಾಡಿಕೊಂಡನು."},{"number":24,"verse":"ಜೋಸೆಫನು ತನ್ನ ಅಣ್ಣತಮ್ಮಂದಿರಿಗೆ, “ನನ್ನ ಮರಣಕಾಲವು ಸಮೀಪಿಸಿತು. ಆದರೆ ದೇವರು ನಿಶ್ಚಯವಾಗಿ ನಿಮ್ಮನ್ನು ಕಾಪಾಡಲು ಬರುವರು; ತಾವು ಅಬ್ರಹಾಮ್, ಇಸಾಕ್, ಯಕೋಬರಿಗೆ ಕೊಡುವುದಾಗಿ ವಾಗ್ದಾನಮಾಡಿರುವ ನಾಡಿಗೆ ನೀವು ಹೋಗಿ ಸೇರುವಂತೆ ಮಾಡುವರು,” ಎಂದು ಹೇಳಿದನು."},{"number":25,"verse":"ಇದೂ ಅಲ್ಲದೆ ಜೋಸೆಫನು ಆ ಇಸ್ರಯೇಲನ ಮಕ್ಕಳಿಗೆ, “ದೇವರು ನಿಸ್ಸಂದೇಹವಾಗಿ ನಿಮ್ಮನ್ನು ಕಾಪಾಡಲು ಬರುವರು; ಆಗ ನೀವು ನನ್ನ ಶವವನ್ನು ನಿಮ್ಮ ಸಂಗಡ ಹೊತ್ತುಕೊಂಡು ಹೋಗಬೇಕು,” ಎಂದು ಹೇಳಿ, “ಹಾಗೆಯೇ ಮಾಡುತ್ತೇನೆ,” ಎಂಬುದಾಗಿ ಅವರಿಂದ ಪ್ರಮಾಣ ಮಾಡಿಸಿದನು."},{"number":26,"verse":"ಜೋಸೆಫನು ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ತನ್ನ ನೂರಹತ್ತನೇ ವರ್ಷದಲ್ಲಿ ಸತ್ತನು. ಅವನ ಶವಕ್ಕೆ ಸುಗಂಧದ್ರವ್ಯಗಳನ್ನು ಲೇಪಿಸಿ, ಅದನ್ನು ಒಂದು ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಇರಿಸಿದರು."}]}