{"bibleAbbr":"orOV2014","bookName":"ଯିହୋଶୂୟଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Joshua","chapterNumber":19,"verses":[{"number":1,"verse":"( ଶିମୀୟୋନର ଅଧିକାର) ଅନନ୍ତର ଶିମୀୟୋନର, ଅର୍ଥାତ୍, ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଶିମୀୟୋନ- ସନ୍ତାନମାନଙ୍କ ବଂଶ ପାଇଁ ଦ୍ଵିତୀୟ ବାଣ୍ଟ ଉଠିଲା; ସେମାନଙ୍କ ଅଧିକାର ଯିହୁଦା-ସନ୍ତାନଗଣର ଅଧିକାର ମଧ୍ୟରେ ଥିଲା ।"},{"number":2,"verse":"ସେମାନଙ୍କ ଅଧିକାରରେ ଏହିସବୁ ନଗର ଥିଲା, ଯଥା, ବେରଶେବା ବା ଶେବା ଓ ମୋଲାଦା"},{"number":3,"verse":"ଓ ହତ୍ସରଶୀୟାଲ ଓ ବାଲା ଓ ଏତ୍ସମ୍"},{"number":4,"verse":"ଓ ଇଲତୋଲଦ୍ ଓ ବଥୁଲ ଓ ହର୍ମା"},{"number":5,"verse":"ଓ ସିକ୍ଲଗ୍ ଓ ବୈଥ୍-ମର୍କାବୋତ୍ ଓ ହତ୍ସର-ସୂଷୀମ୍"},{"number":6,"verse":"ଓ ବୈଥ୍ଲବାୟୋତ୍ ଓ ଶାରୁହନ୍; ଗ୍ରାମ ସମେତ ଏହି ତେର ନଗର ।"},{"number":7,"verse":"ଐନ୍ ଓ ରିମ୍ମୋନ୍ ଓ ଏଥର ଓ ଆଶନ୍; ଗ୍ରାମ ସମେତ ଏହି ଚାରି ନଗର"},{"number":8,"verse":"ଓ ବାଲତ୍-ବେର ଓ ଦକ୍ଷିଣ ଦିଗସ୍ଥିତ ରାମତ୍ ପର୍ଯ୍ୟନ୍ତ ଏହିସବୁ ନଗରର ଚତୁର୍ଦ୍ଦିଗସ୍ଥିତ ଗ୍ରାମ ସମସ୍ତ । ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଶିମୀୟୋନ-ସନ୍ତାନମାନଙ୍କ ବଂଶର ଏହି ଅଧିକାର ଥିଲା ।"},{"number":9,"verse":"ଶିମୀୟୋନ-ସନ୍ତାନଗଣର ଏହି ଅଧିକାର ଯିହୁଦା-ସନ୍ତାନଗଣର ଅଧିକାରର ଏକ ଅଂଶ ଥିଲା, କାରଣ ଯିହୁଦା-ସନ୍ତାନଗଣର ଅଂଶ ସେମାନଙ୍କ ପାଇଁ ଅତି ଅଧିକ ଥିଲା; ଏହେତୁ ଶିମୀୟୋନ-ସନ୍ତାନଗଣ ସେମାନଙ୍କ ଅଧିକାର ମଧ୍ୟରେ ଅଧିକାର ପାଇଲେ ।"},{"number":10,"verse":"( ସବୂଲୂନ୍ର ଅଧିକାର) ଅନନ୍ତର ସବୂଲୂନ୍-ସନ୍ତାନଗଣ ପାଇଁ ସେମାନଙ୍କ ବଂଶାନୁସାରେ ତୃତୀୟ ବାଣ୍ଟ ଉଠିଲା; ସାରୀଦ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ଅଧିକାରର ସୀମା ଥିଲା ।"},{"number":11,"verse":"ପୁଣି ସେମାନଙ୍କ ସୀମା ପଶ୍ଚିମରେ ମରୀୟଲା ଦିଗରେ ଉଠି ଦବେଶତ୍ ପର୍ଯ୍ୟନ୍ତ ଯାଇ ଯଗ୍ନିୟାମର ସମ୍ମୁଖସ୍ଥ ନଦୀ ପର୍ଯ୍ୟନ୍ତ ଗଲା ।"},{"number":12,"verse":"ପୁଣି ସାରୀଦରୁ ପୂର୍ବ ଦିଗରେ ସୂର୍ଯ୍ୟୋଦୟ ଆଡ଼େ ଫେରି କିଶ୍ଲୋତ୍-ତାବୋରର ସୀମା ପର୍ଯ୍ୟନ୍ତ ଗଲା; ତହୁଁ ଦାବରତରେ ବାହାରି ଯାଫୀୟକୁ ଉଠିଗଲା ।"},{"number":13,"verse":"ପୁଣି ସେଠାରୁ ପୂର୍ବ ଦିଗ ହୋଇ ଗାତ୍-ହେଫର ଦେଇ ଏତ୍କାତ୍ସୀନ ପର୍ଯ୍ୟନ୍ତ ଯାଇ ନେୟ ଆଡ଼େ ବିସ୍ତୃତ ରିମ୍ମୋଣକୁ ଗଲା ।"},{"number":14,"verse":"ପୁଣି ସେହି ସୀମା ଉତ୍ତର ଦିଗରେ ତାହା ବେଷ୍ଟନ କରି ହନ୍ନାଥୋନକୁ ଗଲା; ପୁଣି ତହିଁର ସୀମା ଯିପ୍ତହେଲ ଉପତ୍ୟକା ପର୍ଯ୍ୟନ୍ତ ଗଲା ।"},{"number":15,"verse":"ପୁଣି କଟତ୍ ଓ ନହଲୋଲ ଓ ଶିମ୍ରୋଣ ଓ ଯିଦାଲା ଓ ବୈଥ୍ଲେହିମ; ଗ୍ରାମ ସମେତ ଏହି ବାର ନଗର ।"},{"number":16,"verse":"ଗ୍ରାମ ସମେତ ଏସବୁ ନଗର ସବୂଲୂନ୍-ସନ୍ତାନ-ମାନଙ୍କ ବଂଶାନୁସାରେ ସେମାନଙ୍କ ଅଧିକାର ଥିଲା ।"},{"number":17,"verse":"( ଇଷାଖରର ଅଧିକାର) ଅନନ୍ତର ଇଷାଖରର, ଅର୍ଥାତ୍, ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଇଷାଖର-ସନ୍ତାନମାନଙ୍କ ବଂଶ ପାଇଁ ଚତୁର୍ଥ ବାଣ୍ଟ ଉଠିଲା ।"},{"number":18,"verse":"ସେମାନଙ୍କ ସୀମା ଯିଷ୍ରିୟେଲ ଓ କସୁଲ୍ଲୋତ ଓ ସୁନେମ"},{"number":19,"verse":"ଓ ହଫାରୟିମ୍ ଓ ଶୀୟୋନ ଓ ଅନହରତ୍"},{"number":20,"verse":"ଓ ରାବ୍ବୀତ୍ ଓ କିଶୀୟୋନ୍ ଓ ଏବସ"},{"number":21,"verse":"ଓ ରେମତ୍ ଓ ଐନ୍-ଗନ୍ନୀମ୍ ଓ ଐନ୍-ହଦ୍ଦା ଓ ବୈଥ୍-ପତ୍ସେସ ପର୍ଯ୍ୟନ୍ତ ଗଲା ।"},{"number":22,"verse":"ପୁଣି ସେ ସୀମା ତାବୋର ଓ ଶହତ୍ସୀମ୍ ଓ ବୈଥ୍ଶେମଶ୍ ପର୍ଯ୍ୟନ୍ତ ଗଲା ଓ ଯର୍ଦ୍ଦନ ସେମାନଙ୍କ ସୀମାର ପ୍ରା; ଥିଲା; ଗ୍ରାମ ସମେତ ଏହି ଷୋଅଳ ନଗର ।"},{"number":23,"verse":"ଗ୍ରାମ ସମେତ ଏସବୁ ନଗର ଇଷାଖର ବଂଶୀୟ ସନ୍ତାନଗଣର ସେମାନଙ୍କ ବଂଶାନୁସାରେ ଅଧିକାର ହେଲା ।"},{"number":24,"verse":"( ଆଶେରର ଅଧିକାର) ଏଉତ୍ତାରେ ଆଶେର-ସନ୍ତାନମାନଙ୍କ ବଂଶର ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ପଞ୍ଚମ ବାଣ୍ଟ ଉଠିଲା ।"},{"number":25,"verse":"ଆଉ ସେମାନଙ୍କର ସୀମା ହିଲକତ୍ ଓ ହଲୀ ଓ ବେଟନ ଓ ଅକ୍ଷଫ"},{"number":26,"verse":"ଓ ଅଲମେଲକ୍ ଓ ଅମୀୟାଦ୍ ଓ ମିଶାଲ; ଆଉ ତାହା ପଶ୍ଚିମ ଦିଗରେ କର୍ମିଲ ଓ ଶୀହୋର-ଲିବ୍ନତ ପର୍ଯ୍ୟନ୍ତ ଗଲା ।"},{"number":27,"verse":"ପୁଣି ସୂର୍ଯ୍ୟୋଦୟ ଦିଗରେ ବୈଥ୍-ଦାଗୁନ୍ ଆଡ଼େ ବୁଲି ବୈଥ୍-ଏମକ ଓ ନୀୟେଲର ଉତ୍ତର ଦିଗରେ ସବୂଲୂନ୍ସ୍ଥିତ ଯିପ୍ତହେଲ ଉପତ୍ୟକା ପର୍ଯ୍ୟନ୍ତ ଗଲା; ତହୁଁ ତାହା ବାମ ଦିଗରେ କାବୂଲ"},{"number":28,"verse":"ଓ ହିବ୍ରୋଣ ଓ ରହୋବ ଓ ହମ୍ମୋନ ଓ କାନ୍ନା ଓ ମହାସୀଦୋନ ପର୍ଯ୍ୟନ୍ତ ଗଲା;"},{"number":29,"verse":"ତହୁଁ ସେ ସୀମା ବୁଲି ରାମା ଓ ସୋର ନାମକ ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗରକୁ ଗଲା; ଏଉତ୍ତାରେ ସେ ସୀମା ବୁଲି ହୋଷାକୁ ଗଲା; ପୁଣି ଅକ୍ଷୀବ ଅଞ୍ଚଳସ୍ଥ ସମୁଦ୍ର ତହିଁର ପ୍ରା; ଥିଲା ।"},{"number":30,"verse":"ମଧ୍ୟ ଉମ୍ମା ଓ ଅଫେକ୍ ଓ ରହୋବ; ଏପରି ଗ୍ରାମ ସମେତ ବାଇଶ ନଗର ଥିଲା ।"},{"number":31,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଆଶେର-ସନ୍ତାନମାନଙ୍କ ବଂଶର ଅଧିକାର ଗ୍ରାମ ସମେତ ଏସବୁ ନଗର ହେଲା ।"},{"number":32,"verse":"( ନପ୍ତାଲିର ଅଧିକାର) ଅନନ୍ତର ନପ୍ତାଲିର, ଅର୍ଥାତ୍, ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ନପ୍ତାଲି-ସନ୍ତାନମାନଙ୍କ ବଂଶ ପାଇଁ ଷଷ୍ଠ ବାଣ୍ଟ ଉଠିଲା ।"},{"number":33,"verse":"ସେମାନଙ୍କ ସୀମା ହେଲଫଠାରୁ, ଅର୍ଥାତ୍, ସାନନ୍ନୀମ ନିକଟସ୍ଥ ଆଲୋନଠାରୁ ଅଦାମୀ ନେକ୍ବ ଓ ଯବ୍ନୀୟେଲ ଦେଇ ଲକ୍କୁମ ପର୍ଯ୍ୟନ୍ତ ଗଲା; ଯର୍ଦ୍ଦନ ନିକଟରେ ତହିଁର ପ୍ରା; ଥିଲା ।"},{"number":34,"verse":"ପୁଣି ସେ ସୀମା ପଶ୍ଚିମ ଦିଗରେ ଫେରି ଅସ୍ନୋତ୍-ତାବୋରକୁ ଗଲା ଓ ସେଠାରୁ ହୁକ୍କୋକ ପର୍ଯ୍ୟନ୍ତ ଗଲା ଓ ଦକ୍ଷିଣ ଦିଗରେ ସବୂଲୂନ୍ ପର୍ଯ୍ୟନ୍ତ ଓ ପଶ୍ଚିମ ଦିଗରେ ଆଶେର ପର୍ଯ୍ୟନ୍ତ ଓ ସୂର୍ଯ୍ୟୋଦୟ ଆଡ଼େ ଯର୍ଦ୍ଦନ ନିକଟସ୍ଥ ଯିହୁଦା ପର୍ଯ୍ୟନ୍ତ ଗଲା ।"},{"number":35,"verse":"ପୁଣି ସବୀମ ଓ ସେର ଓ ହମ୍ମତ୍, ରକ୍କତ୍ ଓ କିନ୍ନେରତ୍"},{"number":36,"verse":"ଓ ଆଦାମା ଓ ରାମା ଓ ହାତ୍ସୋର"},{"number":37,"verse":"ଓ କେଦଶ ଓ ଇଦ୍ରିୟୀ ଓ ଐନ-ହାତ୍ସୋର ଯିହୋ.୨୦:୭"},{"number":38,"verse":"ଓ ଯିରୋଣ ଓ ମିଗ୍ଦଲେଲ ଓ ହୋରେମ୍ ଓ ବୈଥଂନାତ୍ ଓ ବୈଥ୍ଶେମଶ୍; ଏହିସବୁ ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗର ଥିଲା; ଗ୍ରାମ ସମେତ ଊଣାଇଶ ନଗର ।"},{"number":39,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ନପ୍ତାଲି-ସନ୍ତାନ-ମାନଙ୍କ ବଂଶର ଅଧିକାର ଗ୍ରାମ ସମେତ ଏସବୁ ନଗର ।"},{"number":40,"verse":"( ଦାନ୍ର ଅଧିକାର) ଏଉତ୍ତାରେ ଦାନ୍-ସନ୍ତାନମାନଙ୍କ ବଂଶର ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ସପ୍ତମ ବାଣ୍ଟ ଉଠିଲା ।"},{"number":41,"verse":"ସେମାନଙ୍କ ଅଧିକାରର ସୀମା ସରୀୟ ଓ ଇଷ୍ଟାୟୋଲ ଓ ଇରଶେମଶ୍ ଯିହୋ.୧୫:୩୩"},{"number":42,"verse":"ଓ ଶାଲବୀମ୍ ଓ ଅୟାଲୋନ୍ ଓ ଯିତ୍ଲା"},{"number":43,"verse":"ଓ ଏଲୋନ ଓ ତିମ୍ନାଥା ଓ ଇକ୍ରୋଣ"},{"number":44,"verse":"ଓ ଇଲତ୍କୀ ଓ ଗିବୋଥୋନ ଓ ବାଲତ୍"},{"number":45,"verse":"ଓ ଯିହୂଦ୍ ଓ ବନେବରକ୍ ଓ ଗାଥ-ରିମ୍ମୋନ୍"},{"number":46,"verse":"ଓ ମେୟକୋନ୍ ଓ ରକ୍କୋନ ଓ ଯାଫୋର ସମ୍ମୁଖସ୍ଥ ଅଞ୍ଚଳ ।"},{"number":47,"verse":"ମାତ୍ର ଦାନ୍-ସନ୍ତାନଗଣର ସୀମା ସେହିସବୁ ସ୍ଥାନ ପାର ହୋଇଗଲା, କାରଣ ଦାନ୍-ସନ୍ତାନଗଣ ଲେଶମ ନଗର ପ୍ରତିକୂଳରେ ଯାଇ ଯୁଦ୍ଧ କଲେ, ତାହା ହସ୍ତଗତ କରି ଖଡ଼୍‍ଗଧାରରେ ଆଘାତ କରି ତାହା ଅଧିକାର କଲେ ଓ ତହିଁ ମଧ୍ୟରେ ବାସ କରି ଆପଣାମାନଙ୍କ ପୂର୍ବପୁରୁଷ ଦାନ୍ର ନାମାନୁସାରେ ଲେଶମର ନାମ ଦାନ୍ ରଖିଲେ ।"},{"number":48,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଦାନ୍ ସନ୍ତାନମାନଙ୍କ ବଂଶର ଅଧିକାର ଗ୍ରାମ ସମେତ ଏସବୁ ନଗର ଥିଲା,"},{"number":49,"verse":"( ଯିହୋଶୂୟଙ୍କ ଅଧିକାର) ଏହିରୂପେ ଆପଣା ଆପଣା ସୀମାନୁସାରେ ଅଧିକାର କରିବାକୁ ସେମାନେ ଦେଶ ବିଭାଗ କରିବା ସମାପ୍ତ କଲେ; ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଆପଣାମାନଙ୍କ ମଧ୍ୟରେ ନୂନର ପୁତ୍ର ଯିହୋଶୂୟଙ୍କୁ ଏକ ଅଧିକାର ଦେଲେ ।"},{"number":50,"verse":"ସେ ଯେଉଁ ନଗର ମାଗିଲେ, ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ ଇଫ୍ରୟିମ ପର୍ବତମୟ ଦେଶରେ ତିମ୍ନାତ୍ସେରହ ତାଙ୍କୁ ଦେଲେ, ତହୁଁ ସେ ନଗର ନିର୍ମାଣ କରି ତହିଁରେ ବାସ କଲେ ।"},{"number":51,"verse":"ଇଲୀୟାସର ଯାଜକ ଓ ନୂନର ପୁତ୍ର ଯିହୋଶୂୟ ଓ ଇସ୍ରାଏଲ-ସନ୍ତାନମାନଙ୍କ ବଂଶସମୂହର ପିତୃବଂଶୀୟ ପ୍ରଧାନଗଣ ଶୀଲୋରେ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ସମାଗମ-ତମ୍ଵୁଦ୍ଵାର ନିକଟରେ ଗୁଲିବାଣ୍ଟ ଦ୍ଵାରା ଏହିସବୁ ଅଧିକାର ବାଣ୍ଟି ଦେଲେ । ଏରୂପେ ସେମାନେ ଦେଶ ବିଭାଗ କରିବା ସମାପ୍ତ କଲେ ।"}]}