{"bibleAbbr":"mrRV2015","bookName":"पौलाचे करिंथकरांस दुसरे पत्र","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"( ख्रिस्तानुयायीच पौलाची शिफारसपत्रे आहेत) आम्ही पुन्हा आपली वाखाणणी करू लागलो आहोत काय? अथवा जशी कित्येकांना लागतात तशी आम्हांला तुमच्यासाठी किंवा तुमच्यापासून शिफारसपत्रे पाहिजेत काय?"},{"number":2,"verse":"तुम्हीच आमचे पत्र, आमच्या अंत:करणांवर लिहिलेले, सर्व माणसांना कळलेले आणि त्यांनी वाचलेले असे आहात;"},{"number":3,"verse":"शाईने नव्हे, तर सदाजीवी देवाच्या आत्म्याने कोरलेले, दगडी पाट्यांवर नव्हे तर ‘मांसमय अंत:करणरूपी पाट्यांवर’ ‘कोरलेले’, आमच्या सेवेच्या योगे तयार झालेले ख्रिस्ताचे पत्र, असे तुम्ही प्रसिद्ध आहात."},{"number":4,"verse":"आम्हांला ख्रिस्ताच्या द्वारे देवासंबंधी असा भरवसा आहे."},{"number":5,"verse":"आम्ही स्वत: कोणतीही गोष्ट आपण होऊनच ठरवण्यास समर्थ आहोत असे नव्हे, तर आमच्या अंगची पात्रता देवाकडून आलेली आहे;"},{"number":6,"verse":"त्यानेच आम्हांला नव्या कराराचे सेवक होण्यासाठी समर्थ केले; तो करार लेखी नव्हे, तर आध्यात्मिक आहे; कारण लेख जिवे मारतो, परंतु आत्मा जिवंत करतो."},{"number":7,"verse":"( नियमशास्त्रवैभवापेक्षा शुभवृत्तवैभव अधिक तेजस्वी) जिचा लेख दगडांवर कोरलेला असून जिचे पर्यवसान मृत्यूत होत असे ती सेवा एवढी तेजस्वी होती की ‘मोशेच्या चेहर्‍याचे तेज’ नाहीसे होत चालले असूनही इस्राएल लोकांना जर त्याच्या चेहर्‍याकडे टक लावून पाहवेना,"},{"number":8,"verse":"तर आध्यात्मिक सेवा विशेषेकरून तेजस्वी होणार नाही काय?"},{"number":9,"verse":"कारण ज्या सेवेचा परिणाम दंडाज्ञा ती जर तेजोमय होती, तर जिचा परिणाम नीतिमत्त्व ती किती विशेषेकरून अधिक तेजोमय असणार."},{"number":10,"verse":"इतकेच नव्हे, तर ‘जे तेजस्वी होते ते’ ह्या तुलनेत अपरंपार तेजापुढे तुलनेने ‘तेजोहीन ठरले’."},{"number":11,"verse":"नष्ट होत चाललेले जर तेजयुक्त आहे, तर जे शाश्वत ते कितीतरी अधिक तेजस्वी असणार."},{"number":12,"verse":"तर मग आम्हांला अशी आशा असल्यामुळे आम्ही फार धिटाईने बोलतो;"},{"number":13,"verse":"इस्राएल लोकांनी जे नाहीसे होत चालले होते त्या तेजाकडे एकसारखी दृष्टी लावू नये ‘म्हणून मोशे आपल्या मुखावर आच्छादन घालत असे,’ तसे आम्ही करत नाही."},{"number":14,"verse":"परंतु त्यांची मने कठीण झाली; कारण जुना करार वाचून दाखवण्यात येतो तेव्हा तेच आच्छादन आजपर्यंत तसेच न काढलेले राहते; ते ख्रिस्तामध्ये नाहीसे होते."},{"number":15,"verse":"आजपर्यंत मोशेचा ग्रंथ वाचून दाखवण्यात येतो तेव्हा त्यांच्या अंत:करणावर आच्छादन राहते;"},{"number":16,"verse":"परंतु त्यांचे अंत:करण प्रभूकडे वळले म्हणजे ‘आच्छादन काढले जाते.’"},{"number":17,"verse":"प्रभू आत्मा आहे;1 आणि जेथे प्रभूचा आत्मा आहे तेथे मोकळीक आहे."},{"number":18,"verse":"परंतु आपल्या मुखांवर आच्छादन नसलेले आपण सर्व जण आरशाप्रमाणे ‘प्रभूच्या वैभवाचे’ प्रतिबिंब पाडत आहोत;2 आणि प्रभू जो आत्मा त्याच्या द्वारे, तेजस्वितेच्या परंपरेने, आपले रूपांतर होत असता आपण त्याच्याशी समरूप होत आहोत."}]}