{"bibleAbbr":"mrRV2015","bookName":"पौलाचे करिंथकरांस दुसरे पत्र","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"( प्रांजळपणे व धैर्याने सुवार्ता गाजवणे) म्हणून आमच्यावर झालेल्या दयेनुसार ही सेवा आम्हांला देण्यात आली आहे, म्हणून आम्ही धैर्य सोडत नाही."},{"number":2,"verse":"आम्ही लाजिरवाण्या गुप्त गोष्टी वर्ज्य केल्या आहेत, आम्ही कपटाने चालत नाही व देवाच्या वचनाविषयी कपट करत नाही; तर सत्य प्रकट करून देवासमक्ष प्रत्येक माणसाच्या सदसद्विवेकाला आपणांस पटवतो."},{"number":3,"verse":"परंतु आमची सुवार्ता आच्छादलेली असल्यास ज्यांचा नाश होत आहे त्यांच्या ठायी ती आच्छादलेली आहे."},{"number":4,"verse":"त्यांची म्हणजे विश्वास न ठेवणार्‍या लोकांची मने ह्या युगाच्या दैवताने आंधळी केली आहेत, अशा हेतूने की, देवाची प्रतिमा जो ख्रिस्त त्याच्या गौरवी सुवार्तेचा प्रकाश त्यांच्यावर प्रकाशू नये."},{"number":5,"verse":"कारण आम्ही आपली घोषणा करत नाही; तर ख्रिस्त येशू हा प्रभू आहे अशी आणि येशूप्रीत्यर्थ आम्ही तुमचे दास आहोत अशी स्वतःची घोषणा करतो."},{"number":6,"verse":"कारण “अंधारातून उजेड प्रकाशित होईल” असे जो देव बोलला तो येशू ख्रिस्ताच्या मुखावरील देवाच्या गौरवाच्या ज्ञानाचा प्रकाश पाडण्यासाठी आमच्या अंतःकरणात प्रकाशला आहे."},{"number":7,"verse":"( प्रेषितांची शक्तिहीनता व देवाचे सामर्थ्य) ही आमची संपत्ती मातीच्या भांड्यात आहे, अशा हेतूने की, सामर्थ्याची पराकोटी देवाची आहे, आमच्यापासून होत नाही, हे समजावे."},{"number":8,"verse":"आमच्यावर चोहोंकडून संकटे आली तरी आमचा कोंडमारा झाला नाही; आम्ही घोटाळ्यात पडलो तरी निराश झालो नाही;"},{"number":9,"verse":"आमचा पाठलाग झाला तरी परित्याग करण्यात आला नाही; आम्ही खाली पडलेले आहोत तरी आमचा नाश झाला नाही;"},{"number":10,"verse":"आम्ही प्रभू येशूचा वध सर्वदा शरीरात वागवतो, अशा हेतूने की, येशूचे जीवनही आमच्या शरीरांत प्रकट व्हावे."},{"number":11,"verse":"कारण जे आम्ही जिवंत राहतो ते आम्ही येशूप्रीत्यर्थ सदाचेच मरणाच्या हाती सोपवलेले आहोत, ह्यासाठी की, येशूचे जीवनही आमच्या मर्त्य देहात प्रकट व्हावे."},{"number":12,"verse":"आमच्यामध्ये मरण, पण तुमच्यामध्ये जीवन आपले कार्य चालवते."},{"number":13,"verse":"‘मी विश्वास धरला म्हणून बोललो,’ ह्या शास्त्रलेखानुसार जो विश्वासाचा आत्मा तोच आत्मा आमच्या ठायी असल्यामुळे आम्ही विश्वास धरतो आणि त्यामुळे बोलतोही."},{"number":14,"verse":"हे आम्हांला ठाऊक आहे की, ज्याने प्रभू येशूला उठवले तो येशूबरोबर आम्हांलाही उठवील व तुमच्याबरोबर सादर करील."},{"number":15,"verse":"सर्वकाही तुमच्याकरता आहे, ह्यासाठी की, पुष्कळ जणांच्या द्वारे जी कृपा विपुल झाली ती देवाच्या गौरवार्थ अपार आभारप्रदर्शनाला साधनीभूत व्हावी."},{"number":16,"verse":"( क्षणिक दुःख पण सार्वकालिक वैभव) म्हणून आम्ही धैर्य सोडत नाही; परंतु जरी आमचा बाह्य देह क्षय पावत आहे, तरी अंतरात्मा दिवसानुदिवस नवा होत आहे."},{"number":17,"verse":"कारण आमच्यावर येणारे तात्कालिक व हलके संकट हे आमच्यासाठी अत्यंत मोठ्या प्रमाणात सार्वकालिक गौरवाचा भार उत्पन्न करते;"},{"number":18,"verse":"आम्ही दृश्य गोष्टींकडे नाही तर अदृश्य गोष्टींकडे लक्ष लावतो; कारण दृश्य गोष्टी क्षणिक आहेत, पण अदृश्य गोष्टी सार्वकालिक आहेत."}]}