{"bibleAbbr":"mrRV2015","bookName":"पौलाचे करिंथकरांस दुसरे पत्र","bookEnglishName":"2 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"कारण आम्हांला ठाऊक आहे की, आमचे पृथ्वीवरील मंडपरूपी गृह मोडून टाकण्यात आले, तर देवाने आमच्यासाठी सिद्ध करून ठेवलेले आमचे निवासस्थान स्वर्गात आहे; ते हातांनी बांधलेले गृह नसून सार्वकालिक आहे."},{"number":2,"verse":"ह्या गृहात असताना आम्ही स्वर्गीय गृहरूप वस्त्र परिधान करण्याच्या उत्कंठेने कण्हतो;"},{"number":3,"verse":"आम्ही अशा प्रकारे वस्त्र परिधान केलेले असलो म्हणजे आम्ही उघडे सापडणार नाही."},{"number":4,"verse":"कारण जे आम्ही ह्या मंडपात आहोत ते आम्ही भाराक्रांत होऊन कण्हतो; वस्त्र काढून टाकावे अशी आमची इच्छा आहे असे नाही, तर ते परिधान करावे अशी इच्छा बाळगतो; ह्यासाठी की, जे मर्त्य आहे ते जीवनाच्या योगे ग्रासले जावे."},{"number":5,"verse":"ज्याने आम्हांला ह्याकरताच सिद्ध केले तो देव आहे; त्याने आपला आत्मा आम्हांला विसार म्हणून दिला आहे."},{"number":6,"verse":"म्हणून आम्ही सर्वदा धैर्य धरतो; आणि हे लक्षात बाळगतो की, आम्ही शरीरात वस्ती करत आहोत तोवर आम्ही प्रभूपासून दूर आलेले असे आहोत."},{"number":7,"verse":"आम्ही विश्वासाने चालतो, डोळ्यांनी1 दिसते त्याप्रमाणे चालत नाही."},{"number":8,"verse":"आम्ही धैर्य धरतो, आणि शरीरापासून दूर जाऊन प्रभूसह गृहवास करणे हे आम्हांला अधिक बरे वाटते."},{"number":9,"verse":"म्हणून आम्ही गृहवासी असलो किंवा दूर आलेले असलो, तरी त्याला संतुष्ट करण्याची आम्हांला हौस आहे."},{"number":10,"verse":"कारण आपणा सर्वांना ख्रिस्ताच्या न्यायासनासमोर खर्‍या स्वरूपाने प्रकट झाले पाहिजे, ह्यासाठी की, प्रत्येकाला, त्याने देहाने केलेल्या गोष्टीचे फळ मिळावे; मग ते बरे असो किंवा वाईट असो."},{"number":11,"verse":"( ख्रिस्ताची प्रीती आम्हांला आवरून धरते) म्हणून आम्ही प्रभूच्या भयाची जाणीव बाळगून माणसांची समजूत घालतो; देवाला तर आम्ही प्रकट झालोच आहोत; आणि तुमच्या सदसद्विवेकबुद्धीतही प्रकट झालो आहोत अशी आशा मी धरतो."},{"number":12,"verse":"आम्ही तुमच्याजवळ आपली प्रशंसा पुन्हा करत नाही, तर तुम्हांला आमच्याविषयी अभिमान बाळगण्याची संधी मिळावी म्हणून असे लिहितो; अशा हेतूने की, जे अंतस्थ गोष्टींबद्दल नव्हे तर बाह्य गोष्टींबद्दल अभिमान बाळगतात त्यांना तुम्हांला उत्तर देता यावे."},{"number":13,"verse":"आम्ही भ्रमिष्ट झालो असलो तर ते देवासाठी, आणि आम्ही शुद्धीवर असलो तर ते तुमच्यासाठी आहोत."},{"number":14,"verse":"कारण ख्रिस्ताची प्रीती आम्हांला आवरून धरते. आम्ही असे समजतो की, एक सर्वांसाठी मेला तर सर्व मेले;"},{"number":15,"verse":"आणि तो सर्वांसाठी ह्याकरता मेला की, जे जगतात त्यांनी पुढे स्वत:करता नव्हे, तर त्यांच्यासाठी जो मेला व पुन्हा उठला त्याच्याकरता जगावे."},{"number":16,"verse":"( ख्रिस्ताच्या ठायी राहिल्याने नवजीवन) तर मग आतापासून आम्ही कोणाला देहदृष्ट्या ओळखत नाही; आणि जरी आम्ही ख्रिस्ताला देहदृष्ट्या ओळखले होते तरी आता ह्यापुढे त्याला तसे ओळखत नाही."},{"number":17,"verse":"म्हणून जर कोणी ख्रिस्ताच्या ठायी असेल तर तो नवी उत्पत्ती1 आहे; जुने ते होऊन गेले; पाहा, ते नवे झाले आहे."},{"number":18,"verse":"ही सगळी देवाची करणी आहे; त्याने स्वत:बरोबर आपला समेट येशू ख्रिस्ताच्या द्वारे केला आणि समेटाची सेवा आम्हांला दिली;"},{"number":19,"verse":"म्हणजे जगातील लोकांची पातके त्यांच्याकडे न मोजता, देव ख्रिस्तामध्ये स्वत:बरोबर जगाचा समेट करत होता; आणि त्याने आपल्याकडे समेटाचे वचन सोपवून दिले."},{"number":20,"verse":"( समेटाचा संदेश) म्हणून देव आमच्याकडून विनवत असल्यासारखे आम्ही ख्रिस्ताच्या वतीने वकिली करतो; देवाबरोबर समेट केलेले असे तुम्ही व्हा, अशी आम्ही ख्रिस्ताच्या वतीने विनंती करतो."},{"number":21,"verse":"ज्याला पाप ठाऊक नव्हते त्याला त्याने तुमच्या-आमच्याकरता पाप असे केले; ह्यासाठी की, आपण त्याच्या ठायी देवाचे नीतिमत्त्व असे व्हावे."}]}