{"bibleAbbr":"mrRV2015","bookName":"पौलाचे करिंथकरांस दुसरे पत्र","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"आम्ही त्याच्यासह कार्य करता करता विनंती करतो की, तुम्ही देवाच्या कृपेचा स्वीकार व्यर्थ होऊ देऊ नये;"},{"number":2,"verse":"(कारण तो म्हणतो : “अनुकूल समयी मी तुझे ऐकले, व तारणाच्या दिवशी मी तुला साहाय्य केले.” पाहा, आताच ‘समय अनुकूल आहे;’ पाहा, आताच ‘तारणाचा दिवस’ आहे.)"},{"number":3,"verse":"आम्ही करत असलेल्या सेवेत काही दोष दिसून येऊ नये म्हणून आम्ही कोणत्याही प्रकारे अडखळण्यास कारण होत नाही;"},{"number":4,"verse":"तर सर्व गोष्टींत देवाचे सेवक म्हणून आम्ही आपली लायकी पटवून देतो; फार धीराने, संकटांत, विपत्तींत, पेचप्रसगांत,"},{"number":5,"verse":"फटके खाण्यात, बंदिवासांत, दंग्याधोप्यांत, काबाडकष्टांत, जागरणांत, उपवासांत;"},{"number":6,"verse":"तसेच शुद्धतेने, ज्ञानाने, सहनशीलतेने, ममतेने; पवित्र आत्म्याने, निष्कपट प्रीतीने,"},{"number":7,"verse":"सत्याच्या वचनाने, देवाच्या सामर्थ्याने; आणि उजव्या व डाव्या हातातील नीतिमत्त्वाच्या शस्त्रास्त्रांनी,"},{"number":8,"verse":"गौरवाने व अपमानाने, अपकीर्तीने व सत्कीर्तीने, आम्ही आपली लायकी पटवून देतो; फसवणारे मानलेले तरी आम्ही खरे;"},{"number":9,"verse":"अप्रसिद्ध मानलेले तरी सुप्रसिद्ध; ‘मरणोन्मुख’ असे मानलेले तरी पाहा, ‘आम्ही जिवंत आहोत;’ ‘शिक्षा भोगणारे’ असे मानलेले ‘तरी जिवे मारलेले नाही;’"},{"number":10,"verse":"दु:खी मानलेले तरी सर्वदा आनंद करणारे; दरिद्री मानलेले तरी पुष्कळांना सधन करणारे; कफल्लक असे मानलेले तरी सर्ववस्तुसंपन्न, अशी आम्ही आपली लायकी पटवून देतो."},{"number":11,"verse":"( मनाचे औदार्य दाखवावे म्हणून विनंती) अहो करिंथकरांनो, तुमच्याबरोबर बोलण्यास आमचे तोंड मोकळे झाले आहे, आमचे ‘अंत:करण विशाल झाले आहे.’"},{"number":12,"verse":"संकुचित अंत:करणाविषयी म्हणाल तर, तुमचीच अंत:करणे संकुचित आहेत; आमची नाहीत."},{"number":13,"verse":"तेव्हा तुम्हांला आपली मुले समजून मी असे सांगतो की, तुम्हीही आमची परतफेड करण्यासाठी आपली अंत:करणे तशीच विशाल करा."},{"number":14,"verse":"( देवभक्त नसलेल्यांशी मैत्री करू नये म्हणून इशारा) तुम्ही विश्वास न ठेवणार्‍यांबरोबर संबंध जोडून विजोड होऊ नका; कारण नीती व स्वैराचार ह्यांची भागी कशी होणार? उजेड व अंधार ह्यांचा मिलाफ कसा होणार?"},{"number":15,"verse":"ख्रिस्ताची बलियाराशी1 एकवाक्यता कशी होणार? विश्वास ठेवणारा व विश्वास न ठेवणारा हे वाटेकरी कसे होणार?"},{"number":16,"verse":"देवाच्या मंदिराचा मूर्तींबरोबर मेळ कसा बसणार? आपण तर जिवंत देवाचे मंदिर आहोत; देवाने असे म्हटले आहे की, “‘मी त्यांच्यामध्ये वास करून राहीन. मी त्यांचा देव होईन, व ते माझे लोक होतील.’"},{"number":17,"verse":"म्हणून ‘त्यांच्यामधून निघा व वेगळे व्हा,’ असे प्रभू म्हणतो, ‘आणि जे अशुद्ध त्याला शिवू नका; म्हणजे मी तुम्हांला स्वीकारीन;’"},{"number":18,"verse":"आणि मी तुम्हांला ‘पिता असा होईन,’ तुम्ही ‘मला पुत्र’ व कन्या असे व्हाल, ‘असे सर्वसमर्थ प्रभू म्हणतो.”"}]}