{"bibleAbbr":"awaERV2005","bookName":"याकूब क पत्र","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"( बानी क संयम) मोर भाइयो तथा बहिनियो, तोहमाँ स बहुतन क सिच्छक बनइ क इच्छा न करइ चाही। तू जनतइ अहा कि हम सिच्छकन क अउर जियादा कड़ाइ क साथे निआव कीन्ह जाई।"},{"number":2,"verse":"काहेकि मइँ सब कइयउ बातन मँ चूक जाइत ह। सभन स बहुत स भूल होतइ रहत हीं। अगर केउ बोलइ मँ कउनउ चूक न करइ तउ उ एक सिद्ध मनई अहइ तउ फिन अउर उ पूरी देह प नियन्त्रण कइ सकत ह?"},{"number":3,"verse":"हम घोड़न क मुँह मँ एह बरे लगाम लगावत अही कि उ हमरे बस मँ रहइ। अउर एह तरह ओनके पूरे सरीर क हम बस मँ कई सकित ह।"},{"number":4,"verse":"अउर जल-यानन क बारे मँ भी इ बात सत्य अहइ। देखा, चाहे उ जहानन केतनउ बड़ा होत हीं अउर सक्तिसाली हवा क द्वारा चलावा जात हीं, परन्तु एक छोटी स पतवार स ओनका नाविक ओन्हे जहाँ कहूँ लइ जाइ चाहत ह। ओह प काबू पाइ क ओन्हे लइ जात ह।"},{"number":5,"verse":"इही तरह जीभ, जउन सरीर क एव्क छोटी स अंग अहइ, तबहुँ बड़ी बड़ी बात कहि डावइ क डींग मारत रहत ह। अब तनिक सोचा एक जरा स लपट पूरा जंगल क जराइ सकत ह।"},{"number":6,"verse":"हाँ, जीभ: एक एक आग क साथ अहइ। इ बुराइ क एक पूरा संसार अहइ। इ जीभ हमरे सरीर क अंग मँ एक अइसेन अंग अहइ, जउन पूरा सरीर क नियन्त्रण मँ रखीके भ्रस्ट कइ डावइत ह अउर हमार पूरा जीवन चक्र मँ ही आग लगाइ देत ह। इ जीभ नरक क आग स धधकत रहत ह।"},{"number":7,"verse":"देखा, हर तरह क हिंसक पसु, पंछी, रेंगइवाला जीव जंतु अउर मछरी प्राणी मनई द्वारा बस मँ कीन्ह जाइ सकत ह अउर कीन्ह भी गवा अहइँ।"},{"number":8,"verse":"परन्तु जीभ क केउ भी मनई बस मँ नाहीं कइ सकत। इ घातक बिस स भरा एक अइसेन बुराइ अहइ जउन कभउँ चैन स नाहीं रहत।"},{"number":9,"verse":"हम इही जीभ स अपने पर्भू अउर परमेस्सर क स्तुति करत अही अउर इही जीभ स लोगन क जउन परमेस्सर क समानता मँ पैदा कीन्ह गवा अहइँ, मनइयन क कोसत अही।"},{"number":10,"verse":"एक्कइ मुँहे स स्तुति अउर अभिसाप दुन्नऊ निकरत हीं! मोर भाइयो तथा बहिनियो, अइसेन तउ न होइ चाही।"},{"number":11,"verse":"सोतन क एक्कइ मुहाने स भला का मीठ अउर खारा दुन्नऊ तरह क जल निकर सकत ह।"},{"number":12,"verse":"मोर भाइयो तथा बहिनियो, का अंजीर क पेड़े पे जइतून क लता प कभउँ अंजीर लगत ह? निस्चय ही नाहीं। अउर न तउ खारा स्रोत स कभउँ मीठ जल निकर पावत ह।"},{"number":13,"verse":"( सच्चा विवेक) भला तोहमाँ, गियानी अउर समझदार कउन हयेन? जउन हयेन, ओका अपने करमन अपने अच्छे चाल चलन स उ नम्रता स प्रकट करम जउ गियान स उत्पन्न होत ह।"},{"number":14,"verse":"परन्तु अगर तू जउने लोगन क हिरदइ कड़वाहट, ईर्सा अउर सुवारथ भरा हुआ बा, तउन ओनके सामने अपने गियान क ढोल न पीटा। अइसेन कइके त तू सत्य प परदा डावत भए असत्य बोलत अहा।"},{"number":15,"verse":"अइसेन “गियान” तउ परमेस्सर स नाहीं, बल्कि उ त सांसारिक अहइ। आत्मिक नाहीं अहइ। अउर सइतान क अहइ।"},{"number":16,"verse":"काहेकि जहाँ ईर्सा अउर सुवारथ पूर्ण महत्वपूर्ण इच्छा रहत ह, उहाँ अव्यवस्था अउर भरम अउर हर तरह क खराब बात रहत हीं।"},{"number":17,"verse":"परन्तु परमेस्सर आवइवाला गियान सबसे पहिले तउ पवित्तर होत ह, फिन सान्तिपूर्ण, सहज-खुस करुना स भरा होत ह। अउर ओसे अच्छा करमन क फसल उपजत ह। उ पच्छपात रहित अउर सच्चा भी होत ह।"},{"number":18,"verse":"सान्ति क बरे काम करइवाले लोगन क भी धरमपूर्ण जीवन क फल मिली अगर ओका सान्तिपूर्ण तरीके मँ कीन्ह गवा अहइ।"}]}