{"bibleAbbr":"NRSVue2021","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"(2 Kings 15.5, 7, 32-38; 16.1-20; 18.1-20; Jer 26.18) The word of the LORD that came to Micah of Moresheth in the days of Kings Jotham, Ahaz, and Hezekiah of Judah, which he saw concerning Samaria and Jerusalem."},{"number":2,"verse":"Judgment Pronounced against Samaria (Ps 11.4; 50.7; Jer 6.19; 22.29) Hear, you peoples, all of you; listen, O earth, and all that is in it, and let the Lord GOD be a witness against you, the Lord from his holy temple."},{"number":3,"verse":"(Isa 26.21; Am 4.13) For the LORD is coming out of his place and will come down and tread upon the high places of the earth."},{"number":4,"verse":"(Isa 64.1, 2; Nah 1.5) Then the mountains will melt under him, and the valleys will burst open like wax near the fire, like waters poured down a slope."},{"number":5,"verse":"(2 Chr 34.3, 4; Isa 28.1; Am 8.14) All this is for the transgression of Jacob and for the sins of the house of Israel. What is the transgression of Jacob? Is it not Samaria? And what is the high place (Heb what are the high places) of Judah? Is it not Jerusalem?"},{"number":6,"verse":"(Jer 31.5; Ezek 13.14; Am 5.11) Therefore I will make Samaria a heap in the open country, a place for planting vineyards. I will pour down her stones into the valley and uncover her foundations."},{"number":7,"verse":"(Deut 9.21; 2 Chr 34.7; Isa 23.17) All her images shall be beaten to pieces, all her wages shall be burned with fire, and all her idols I will lay waste; for as the wages of a prostitute she gathered them, and as the wages of a prostitute they shall again be used."},{"number":8,"verse":"The Doom of the Cities of Judah (Isa 13.21, 22; 22.4; 32.11) For this I will lament and wail; I will go barefoot and naked; I will make lamentation like the jackals and mourning like the ostriches."},{"number":9,"verse":"(v 12|MIC 1:12; 2 Kings 18.13; Jer 30.12, 15) For her wound (Gk Syr Vg: Heb wounds) is incurable. It has come to Judah; it has reached to the gate of my people, to Jerusalem."},{"number":10,"verse":"(2 Sam 1.20) Tell it not in Gath; weep not at all; in Beth-leaphrah roll yourselves in the dust."},{"number":11,"verse":"(Ezek 23.29) Pass on your way, inhabitants of Shaphir, in nakedness and shame; the inhabitants of Zaanan do not come forth; Beth-ezel is wailing and shall remove its support from you."},{"number":12,"verse":"(Isa 59.9-11; Jer 14.19) For the inhabitants of Maroth wait anxiously for good, yet disaster has come down from the LORD to the gate of Jerusalem."},{"number":13,"verse":"(2 Kings 14.19; Isa 36.2) Harness the steeds to the chariots, inhabitants of Lachish; it was the beginning of sin to daughter Zion, for in you were found the transgressions of Israel."},{"number":14,"verse":"(Josh 15.44; 2 Kings 16.8; Jer 15.18) Therefore you shall give parting gifts to Moresheth-gath; the houses of Achzib shall be a deception to the kings of Israel."},{"number":15,"verse":"(Josh 12.15; 15.44; 2 Sam 23.13; Mic 5.2) I will again bring a conqueror upon you, inhabitants of Mareshah; the glory of Israel shall come to Adullam."},{"number":16,"verse":"(Isa 15.2; 22.12; Lam 4.5; Am 7.11) Make yourselves bald and cut off your hair for your pampered children; make yourselves as bald as the eagle, for they have gone from you into exile."}]}