{"bibleAbbr":"NRSVue2021","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"(1 Kings 22.24; Jer 4.7; Lam 3.30) (4.14 in Heb) Now you are walled around with a wall; (Cn Compare Gk: Meaning of Heb uncertain) siege is laid against us; with a rod they strike the ruler of Israel upon the cheek."},{"number":2,"verse":"(The Ruler from Bethlehem) (1 Sam 17.12; 23.23; Isa 9.6; Mt 2.6; Lk 2.4) (5.1 in Heb) But you, O Bethlehem of Ephrathah, who are one of the little clans of Judah, from you shall come forth for me one who is to rule in Israel, whose origin is from of old, from ancient days."},{"number":3,"verse":"(Isa 10.20-22; Hos 11.8; Mic 4.10) Therefore he shall give them up until the time when she who is in labor has brought forth; then the rest of his kindred shall return to the people of Israel."},{"number":4,"verse":"(Isa 40.11; 52.13; Ezek 34.23; Lk 1.32) And he shall stand and feed his flock in the strength of the LORD, in the majesty of the name of the LORD his God. And they shall live secure, for now he shall be great to the ends of the earth,"},{"number":5,"verse":"(Isa 8.7, 8; 9.6; Rev 11.15) and he shall be the one of peace. If the Assyrians come into our land and tread upon our soil, (Gk: Heb in our palaces) we will raise against them seven shepherds and eight rulers."},{"number":6,"verse":"(Gen 10.8; Isa 37.36, 37; Nah 2.11-13; Zeph 2.13) They shall rule the land of Assyria with the sword and the land of Nimrod with the drawn sword; (Cn: Heb in its entrances) they (Heb he) shall rescue us from the Assyrians if they come into our land or tread within our border."},{"number":7,"verse":"(The Future Role of the Remnant) (Deut 32.2; Hos 14.5; Mic 2.12) Then the remnant of Jacob, surrounded by many peoples, shall be like dew from the LORD, like showers on the grass, which do not depend upon people or wait for any mortal."},{"number":8,"verse":"(Ps 50.22; Hos 5.14; Mic 4.13; Zech 10.5) And among the nations the remnant of Jacob, surrounded by many peoples, shall be like a lion among the animals of the forest, like a young lion among the flocks of sheep, which, when it goes through, treads down and tears in pieces, with no one to deliver."},{"number":9,"verse":"(Ps 10.12; 21.8; Isa 26.11) Your hand shall be lifted up over your adversaries, and all your enemies shall be cut off."},{"number":10,"verse":"(Isa 2.7; Hos 14.3; Zech 9.10) On that day, says the LORD, I will cut off your horses from among you and will destroy your chariots;"},{"number":11,"verse":"(Isa 1.7; Hos 10.14; Am 5.9) and I will cut off the cities of your land and destroy all your strongholds;"},{"number":12,"verse":"(Deut 18.10-12; Isa 2.6) and I will cut off sorceries from your hand, and you shall have no more soothsayers;"},{"number":13,"verse":"and I will cut off your images and your pillars from among you, and you shall bow down no more to the work of your hands;"},{"number":14,"verse":"(Ex 34.13; Isa 17.8; 27.9) and I will uproot your sacred poles (Or Asherahs) from among you and destroy your towns."},{"number":15,"verse":"(Ps 149.7; Isa 65.12) And in anger and wrath I will execute vengeance on the nations that did not obey."}]}