{"bibleAbbr":"NRSVue2021","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"The Total Corruption of the People (Isa 24.13; 28.4; Hos 9.10) Woe is me! For I have become like one who, after the summer fruit has been gathered, after the vintage has been gleaned, finds no cluster to eat; there is no first-ripe fig for which I hunger."},{"number":2,"verse":"(Ps 12.1; Isa 57.1; 59.7; Jer 5.26; Hos 5.1) The faithful have disappeared from the land, and there is no one left who is upright; they all lie in wait for blood, and they hunt each other with nets."},{"number":3,"verse":"(Prov 4.16, 17; Am 5.12; Mic 3.11) Their hands are skilled to do evil; the official and the judge ask for a bribe, and the powerful dictate what they desire; thus they pervert justice. (Cn: Heb they weave it)"},{"number":4,"verse":"(Isa 10.3; 22.5; Ezek 2.6; 28.24; Hos 9.7; Nah 1.10) The best of them is like a brier, the most upright of them a thorn hedge. The day of their (Heb your) sentinels, of their (Heb your) punishment, has come; now their confusion is at hand."},{"number":5,"verse":"Put no trust in a friend; have no confidence in a loved one; guard the doors of your mouth from her who lies in your embrace,"},{"number":6,"verse":"(Ezek 22.7; Mt 10.21, 35, 36; Lk 12.53) for the son treats the father with contempt, the daughter rises up against her mother, the daughter-in-law against her mother-in-law; your enemies are members of your own household."},{"number":7,"verse":"(Ps 4.3; 130.5; Hab 2.1) But as for me, I will look to the LORD; I will wait for the God of my salvation; my God will hear me."},{"number":8,"verse":"Penitence and Trust in God (Ps 37.24; Prov 24.17; Isa 9.2; Lam 4.21) Do not rejoice over me, my enemies; (Heb enemy) when I fall, I shall rise; when I sit in darkness, the LORD will be a light to me."},{"number":9,"verse":"(Isa 42.7, 16; 56.1; Lam 3.39, 40) I must bear the indignation of the LORD because I have sinned against him, until he takes my side and executes judgment for me. He will bring me out to the light; I shall see his vindication."},{"number":10,"verse":"(Ps 35.26; Isa 51.23; Zech 10.5) Then my enemies (Heb enemy) will see, and shame will cover those (Heb she) who said to me, “Where is the LORD your God?” My eyes will see their (Heb her) downfall; (Heb lacks downfall) now they (Heb she) will be trodden down like the mire of the streets."},{"number":11,"verse":"A Prophecy of Restoration (Isa 54.11; Zeph 2.2) A day for the building of your walls! On that day the boundary shall be far extended."},{"number":12,"verse":"(Isa 11.16; 19.23-25) On that day they will come to you from Assyria to (Heb ms: MT Assyria and cities of) Egypt and from Egypt to the River, from sea to sea and from mountain to mountain."},{"number":13,"verse":"(Isa 3.10, 11; Jer 25.11; Mic 3.4; 6.13) But the earth will be desolate because of its inhabitants, for the fruit of their doings."},{"number":14,"verse":"Shepherd your people with your staff, the flock that belongs to you, which lives alone in a forest in the midst of a garden land; let them feed in Bashan and Gilead as in the days of old."},{"number":15,"verse":"(Ex 3.20; Ps 78.12) As in the days when you came out of the land of Egypt, show us (Cn: Heb I will show him) marvelous things."},{"number":16,"verse":"(Job 21.5; Mic 3.7) The nations shall see and be ashamed of all their might; they shall lay their hands on their mouths; their ears shall be deaf;"},{"number":17,"verse":"(Deut 32.24; Ps 18.45; 72.9; Isa 49.23; 59.19) they shall lick dust like a snake, like the crawling things of the earth; they shall come trembling out of their fortresses; they shall turn in dread to the LORD our God, and they shall stand in fear of you."},{"number":18,"verse":"God’s Compassion and Steadfast Love (Ex 34.7, 9; Isa 43.25; Jer 32.41) Who is a God like you, pardoning iniquity and passing over the transgression of the remnant of his possession? He does not retain his anger forever because he delights in showing steadfast love."},{"number":19,"verse":"(Isa 38.17; 43.25; Jer 31.34; 50.20) He will again have compassion upon us; he will tread our iniquities under foot. You will cast all our (Gk Syr Vg Tg: Heb their) sins into the depths of the sea."},{"number":20,"verse":"(Deut 7.8, 12; Lk 1.55, 72) You will show faithfulness to Jacob and steadfast love to Abraham, as you have sworn to our ancestors from the days of old."}]}