{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"In ye meane tyme, whe ther were gathered together an innumerable multitude of people [insomuch] that they trode one another, he began to saye vnto his disciples. First of all, beware of the leuen of the pharisees, which is hypocrisie."},{"number":2,"verse":"For there is nothyng couered, that shall not be vncouered, neither hyd, that shall not be knowen."},{"number":3,"verse":"Therfore, whatsoeuer you haue spoken in darkenesse, shalbe hearde in the light: and that which ye haue spoken in the eare, euen in secrete places, shalbe preached on the toppe of the houses."},{"number":4,"verse":"And I say vnto you my friendes, be not afrayde of them that kyll the body, and after that, haue no more that they can do."},{"number":5,"verse":"But I wyll forewarne you who you shall feare: Feare hym, which after he hath killed, hath power to cast into hell, yea I say vnto you, feare hym."},{"number":6,"verse":"Are not fyue sparrowes bought for two farthynges? and not one of them is forgotten before God."},{"number":7,"verse":"Also, eue the very heeres of your head are all numbred. Feare not therfore, ye are more of value the many sparrowes."},{"number":8,"verse":"Also I say vnto you, whosoeuer confesseth me before men, hym shall the sonne of man knowledge also, before the angels of God."},{"number":9,"verse":"But he that denyeth me before men, shalbe denyed before the angels of God."},{"number":10,"verse":"And whosoeuer speaketh a worde agaynst the sonne of man, it shalbe forgeuen hym: But vnto hym that blasphemeth the holy ghost, it shall not be forgeuen."},{"number":11,"verse":"And when they bryng you vnto the synagogues, and vnto the rulers and officers, take ye no thought, how or what thyng ye shall aunswere, or what ye shall speake."},{"number":12,"verse":"For the holy ghost shall teache you in the same houre what ye ought to say."},{"number":13,"verse":"One of the companie sayde vnto hym: Maister, speake to my brother, that he deuide the inheritauce with me."},{"number":14,"verse":"And he sayde vnto hym: Man, who made me a iudge or a deuider ouer you"},{"number":15,"verse":"And he sayde vnto them, Take heede & beware of couetousnes: For no mans lyfe standeth in the aboundaunce of the thynges which he possesseth."},{"number":16,"verse":"And he put foorth a similitude vnto the, saying: The grounde of a certaine ryche man brought foorth plentifull fruites."},{"number":17,"verse":"And he thought within him selfe, saying, What shall I do, because I haue no rowme where to bestow my fruites?"},{"number":18,"verse":"And he sayde, this wyll I do, I wyll destroy my barnes, and buylde greater, and therin wyll I gather all my fruites and my goodes."},{"number":19,"verse":"And I wyll saye to my soule: Soule, thou hast much goods layed vp [in store] for many yeres, take thyne ease, eate, drynke, and be mery."},{"number":20,"verse":"But God sayde vnto hym: Thou foole, this nyght wyll they fetch awaye thy soule againe fro thee: Then whose shall those thynges be, which thou hast prouided?"},{"number":21,"verse":"So is he that gathereth riches to him selfe, and is not ryche towardes God."},{"number":22,"verse":"And he spake vnto his disciples: Therfore I say vnto you, take no thought for your lyfe, what ye shall eate, neither for the body what ye shall put on."},{"number":23,"verse":"The lyfe is more then meate, and the body is more then rayment."},{"number":24,"verse":"Consider the Rauens, for they neither sowe nor reape, whiche neither haue storehouse nor barne, and God feedeth them: Howe much more are ye better then [fethered] fowles?"},{"number":25,"verse":"Which of you, with takyng thought, can adde to his stature one cubite?"},{"number":26,"verse":"If ye then be not able to do that thing which is least: why take ye thought for the remnaunt?"},{"number":27,"verse":"Consider the Lylies how they growe, they labour not, they spinne not: and yet I say vnto you, that Solomon in al his royaltie was not clothed lyke one of these."},{"number":28,"verse":"If God so clothe the grasse, whiche is to daye in the fielde, and to morowe is cast into the furnasse, howe much more wyll he clothe you, O ye of litle fayth?"},{"number":29,"verse":"And aske not ye what ye shall eate, or what ye shall drynke, neither be ye of doubtfull mynde:"},{"number":30,"verse":"For all suche thynges do the [Heathen] people of the worlde seke for: and your father knoweth that ye haue neede of these thynges."},{"number":31,"verse":"But rather seke ye after ye kyngdome of God, and all these thinges shalbe ministred vnto you."},{"number":32,"verse":"Feare not litle flocke, for it is your fathers pleasure to geue you a kyngdome."},{"number":33,"verse":"Sell that ye haue, and geue almes: and prepare you bagges whiche waxe not olde, euen a treasure that fayleth not in heauen, where no thiefe cometh, neither moth corrupteth."},{"number":34,"verse":"For where your treasure is, there wyl your hearte be also."},{"number":35,"verse":"Let your loynes be girde about, and your lyghtes brennyng,"},{"number":36,"verse":"And ye your selues like vnto men, that wayte for their Lorde, when he wyll returne from the weddyng, that when he commeth, and knocketh, they maye open vnto hym immediatly."},{"number":37,"verse":"Happy are those seruauntes, who the Lorde, when he commeth, shall fynde wakyng. Ueryly I say vnto you, that he shall girde him selfe, and make them to syt downe to meate, and wyll come foorth, and minister vnto them."},{"number":38,"verse":"And yf he come in the seconde watche, yea if he come in the thirde watche, and fynde them so, happye are those seruauntes."},{"number":39,"verse":"This vnderstande, that yf the good man of the house knew what houre the thiefe woulde come, he woulde surely watche, and not suffer his house to be dygged through."},{"number":40,"verse":"Be ye therfore redy also, for ye sonne of man wyll come at an houre when ye thynke not."},{"number":41,"verse":"Then Peter saide vnto him: Maister, tellest thou this similitude vnto vs, or to all [men?]"},{"number":42,"verse":"And the Lorde saide: Who is a faythfull and wyse stewarde, whom his lorde shall make ruler ouer his housholde, to geue them their portion of meate in due season"},{"number":43,"verse":"Happye is that seruaunt, whom his lorde when he commeth, shall fynde so doyng."},{"number":44,"verse":"Of a trueth I saye vnto you, that he wyll make hym ruler ouer all that he hath."},{"number":45,"verse":"But & yf that seruaut say in his heart, my lorde wyll deferre his commyng, and shall begyn to smyte the seruauntes and maydens, and to eate and drynke, and to be dronken,"},{"number":46,"verse":"The Lord of that seruaunt wyll come in a day when he thynketh not, and at an houre when he is not ware, and wyll hewe hym in peeces, and geue hym his portion with the vnbeleuers."},{"number":47,"verse":"And the seruaunt that knewe his maisters wyll, and prepared not hym selfe, neither dyd accordyng to his wyll, shalbe beaten with many strypes."},{"number":48,"verse":"But he that knewe not, and did comit thynges worthy of strypes, shalbe beaten with fewe strypes. For vnto whosoeuer much is geuen, of him shalbe much required: and to whom men haue committed much, of hym wyl they aske the more."},{"number":49,"verse":"I am come to sende fire on ye earth, and what is my desire, but that it be alredye kindled?"},{"number":50,"verse":"Notwithstandyng, I must be baptized with a baptisme, and howe am I payned tyll it be ended?"},{"number":51,"verse":"Suppose ye that I am come to sende peace on earth? I tell you naye, but rather deuision."},{"number":52,"verse":"For fro hencefoorth there shalbe fyue in one house deuided, three against two, and two against three."},{"number":53,"verse":"The father shalbe deuided against the sonne, and the sonne against the father: The mother agaynst the daughter, and the daughter agaynst the mother: The mother in lawe against her daughter in lawe, and the daughter in lawe against her mother in lawe."},{"number":54,"verse":"He sayde also to the people: When ye see a cloude rise out of the west, straightway ye say there cometh a showre, and so it is."},{"number":55,"verse":"And whe ye see the south wynd blow, ye say it wyll be hotte, and it commeth to passe."},{"number":56,"verse":"Ye hypocrites, ye can discerne the outwarde appearaunce of the skye, and of the earth: but howe is it that ye cannot discerne this tyme?"},{"number":57,"verse":"Yea, and why iudge ye not of your selues what is ryght?"},{"number":58,"verse":"When thou goest with thine aduersarie to the ruler, as thou art in the waye, geue diligence that thou mayest be deliuered from hym, lest he bryng thee to the iudge, and the iudge deliuer thee to the iayler, and the iayler caste thee into prison."},{"number":59,"verse":"I tel thee, thou shalt not depart thence, tyll thou haue made good the vtmost mite."}]}