{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"There were present at the same seaso, certaine men, that shewed him of ye Galileans, whose blood Pilate hadde myngled with their owne sacrifice."},{"number":2,"verse":"And Iesus aunswered, and sayde vnto them: Suppose ye that these Galileans, were greater sinners then all the others Galileans, because they suffred such punishment"},{"number":3,"verse":"I tell you naye: but except ye repent, ye shall all lykewyse peryshe."},{"number":4,"verse":"Or those eyghteene vpon whiche the towre in Siloe fell, and slewe them, thynke ye that they were sinners aboue all men that dwelt in Hierusalem?"},{"number":5,"verse":"I tell you naye: but except ye repent, ye shall all lykewyse peryshe."},{"number":6,"verse":"He tolde also this similitude. A certaine man had a figge tree planted in his vineyarde, and he came, and sought fruite theron, and founde none."},{"number":7,"verse":"Then sayde he to the dresser of his vineyarde: Beholde, this three yere I haue come & sought fruite in this figge tree, and finde none: cut it downe, why cumbreth it the grounde?"},{"number":8,"verse":"And he aunswered, & sayde vnto him: Lorde, let it alone this yere also, tyll I dygge rounde about it, & dongue it."},{"number":9,"verse":"And yf it beare fruite [thou mayest] let it alone: and yf it beare not then, after that shalt thou cut it downe."},{"number":10,"verse":"And he taught in one of their synagogues on the Sabboth dayes."},{"number":11,"verse":"And beholde, there was a woman, which had a spirite of infirmitie eyghteene yeres, and was bowed together, and coulde in no wyse lyft vp her head."},{"number":12,"verse":"When Iesus sawe her, he called her to hym, and sayde vnto her: Woman, thou art loosed from thy disease."},{"number":13,"verse":"And he layde his handes on her, and immediatly, she was made strayght, and glorified God."},{"number":14,"verse":"And the ruler of the synagogue aunswered with indignation, because that Iesus had healed on the Sabboth day, & sayde vnto the people: There are sixe dayes, in which men ought to worke, in them therfore come, that ye may be healed, and not on the Sabboth day."},{"number":15,"verse":"But the Lorde aunswered hym, and sayde: Thou hypocrite, doth not eche one of you on the Sabboth day, loose his oxe or his asse from the staule, and leade hym to the water"},{"number":16,"verse":"And ought not this daughter of Abraham, whom Satan hath bounde, lo eyghteene yeres, be loosed from this bonde on the Sabboth day?"},{"number":17,"verse":"And when he sayde these thynges, all his aduersaries were ashamed, and all the people reioyced on all the excellent deedes that were done by hym."},{"number":18,"verse":"Then sayde he: What is the kyngdome of God lyke or whereto shall I compare it"},{"number":19,"verse":"It is like a grayne of mustarde seede, whiche a man toke & sowed in his garden: and it grewe, and waxed a great tree, and the foules of the ayre made nestes in the braunches of it."},{"number":20,"verse":"And agayne he sayde: Whervnto shall I lyken the kyngdome of God"},{"number":21,"verse":"It is lyke leuen, which a woman toke, and hyd in three peckes of meale, tyll all was leuened."},{"number":22,"verse":"And he went through all cities and townes, teachyng, and iourneying towardes Hierusalem."},{"number":23,"verse":"Then sayde one vnto hym: Lorde, are there fewe that be saued? And he sayde vnto them:"},{"number":24,"verse":"Stryue to enter in at the strayte gate: for many I say vnto you, wyll seke to enter in, and shall not be able."},{"number":25,"verse":"When the good man of the house is risen vp, and hath shut to the doore, and ye begyn to stande without, & to knocke at the doore, saying, Lorde, Lorde, open vnto vs: and he shall aunswere, and say vnto you, I knowe you not whence ye are."},{"number":26,"verse":"Then shall ye begyn to say: We haue eaten and dronken in thy presence, and thou hast taught in our streates."},{"number":27,"verse":"And he shall say, I tell you, I knowe you not, whence ye are: depart from me all ye that worke iniquitie."},{"number":28,"verse":"There shalbe weepyng & gnasshyng of teeth, when ye shall see Abraham, and Isaac, and Iacob, and all the prophetes, in the kyngdome of God, and ye your selues thrust out."},{"number":29,"verse":"And they shall come from the east and from the west, and from the north, and from the south, and shall syt downe in the kyngdome of God."},{"number":30,"verse":"And beholde, there are last, which shalbe first: And there are first, which shalbe last."},{"number":31,"verse":"The same day, came there certaine of the pharisees, and sayde vnto hym: Get thee out, and depart hence, for Herode wyll kyll thee."},{"number":32,"verse":"And he sayde vnto them: Go ye, and tell that foxe, beholde, I cast out deuyls, & heale the people to day & to morowe, and the thirde day I shalbe perfected."},{"number":33,"verse":"Neuerthelesse, I must walke to day and to morowe, and the day folowyng: For it can not be, that a prophete perishe any other where, saue at Hierusalem."},{"number":34,"verse":"O Hierusalem, Hierusalem, which kyllest prophetes, and stonest them that are sent vnto thee, howe often woulde I haue gathered thy children together, as a henne doth gather her young vnder her wynges, and ye woulde not?"},{"number":35,"verse":"Beholde, your house is left vnto you desolate. Ueryly I say to you, ye shall not see me, vntyll the tyme come that ye shall say, Blessed is he that commeth in the name of the Lorde."}]}