{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":14,"verses":[{"number":1,"verse":"And it came to passe, that he went into the house of one of ye chiefe pharisees, to eate bread on the Sabboth day, & they watched hym."},{"number":2,"verse":"And beholde, there was a certayne man before hym, which had the dropsie."},{"number":3,"verse":"And Iesus aunswered, and spake vnto the lawyers & pharisees, saying: Is it lawful to heale on the Sabboth day"},{"number":4,"verse":"And they helde their peace. And he toke hym, & healed him, and let him go,"},{"number":5,"verse":"And aunswered them, saying: Which of you shal haue an asse or an oxe fallen into a pyt, and wyll not strayghtway pull hym out, on the Sabboth day"},{"number":6,"verse":"And they coulde not aunswere hym agayne to these thynges."},{"number":7,"verse":"He put foorth also a similitude to the ghestes, when he marked howe they chose out the chiefe rowmes, and sayde vnto them:"},{"number":8,"verse":"When thou art bydden of any man to a weddyng, syt not downe in the hyest rowme: lest a more honourable man then thou, be bydden of hym,"},{"number":9,"verse":"And he, that bad hym and thee, come, and say to thee, geue this man rowme: & thou then begyn with shame, to take the lowest rowme."},{"number":10,"verse":"But when thou art bydden, go and syt in the lowest rowme, that when he that bad thee cometh, he may say vnto thee, friende syt vp hyer: Then shalt thou haue worshyppe in the presence of them that syt at meate with thee."},{"number":11,"verse":"For whosoeuer exalteth hym selfe, shalbe brought lowe: And he that humbleth hym selfe, shalbe exalted."},{"number":12,"verse":"Then sayde he also to hym that bad hym [to meate:] When thou makest a dinner or a supper, call not thy friendes, nor thy brethren, neither thy kynsemen, nor thy ryche neyghbours, lest they also byd thee agayne, and a recompence be made thee."},{"number":13,"verse":"But when thou makest a feast, call the poore, the feeble, the lame, & the blynde,"},{"number":14,"verse":"And thou shalt be happy, for they can not recompence thee: For thou shalt be recompenced at the resurrection of the iust [men.]"},{"number":15,"verse":"When one of them, that sate at meate also, hearde these thynges, he sayde vnto hym: Happy is he that eateth bread in the kyngdome of God."},{"number":16,"verse":"Then sayde he vnto hym. A certayne man ordayned a great supper, and bad many,"},{"number":17,"verse":"And sent his seruaunt at supper tyme, to say to them that were bydden, come, for all thynges are nowe redy."},{"number":18,"verse":"And they all at once began to make excuse. The first sayde vnto hym: I haue bought a farme, & I must needes go & see it, I pray thee haue me excused."},{"number":19,"verse":"And another sayde: I haue bought fiue yoke of oxen, and I go to proue them, I pray thee haue me excused."},{"number":20,"verse":"And another sayde: I haue maryed a wyfe, and therfore I can not come."},{"number":21,"verse":"And the seruaunt returned, & shewed his maister these thynges. Then was the good man of the house displeased, & sayde to his seruaunt: Go out quickly into the brode streates and lanes of the citie, and bryng in hyther the poore, and the feeble, and the halt, and the blynde."},{"number":22,"verse":"And the seruaunt sayde: Lorde, it is done as thou hast commaunded, and yet there is rowme."},{"number":23,"verse":"And the Lorde sayde to the seruaunt: Go out into the hye wayes & hedges, and compell them to come in, that my house may be fylled."},{"number":24,"verse":"For I say vnto you, that none of those men which were bydden, shall taste of my supper."},{"number":25,"verse":"There went a great companie with hym: and he returned, and sayde vnto them,"},{"number":26,"verse":"If any man come to me, and hate not his father and mother, and wyfe, and chyldren, and brethren, and sisters, yea, and his owne lyfe also, he can not be my disciple."},{"number":27,"verse":"And whosoeuer doth not beare his crosse, and come after me, can not be my disciple."},{"number":28,"verse":"For which of you, disposed to buylde a towre, sitteth not downe before, and counteth the cost, whether he haue sufficient to perfourme it?"},{"number":29,"verse":"Lest after he hath layde the foundation, and is not able to perfourme it, all that beholde it, begyn to mocke hym,"},{"number":30,"verse":"Saying: this man began to buylde, and was not able to make an ende?"},{"number":31,"verse":"Or what kyng, goyng to make battell against another kyng, sitteth not downe first, and casteth in his mynde, whether he be able with ten thousande, to meete hym, that commeth agaynst hym with twentie thousande?"},{"number":32,"verse":"Or els, whyle the other is yet a great way of, he sendeth an imbassage, and desireth conditions of peace."},{"number":33,"verse":"So lykewyse, whosoeuer he be of you, that forsaketh not all that he hath, he can not be my disciple."},{"number":34,"verse":"Salt is good, but if ye salt haue lost the saltnes, what shalbe seasoned therwith?"},{"number":35,"verse":"It is neither good for the lande, nor yet for the doung hyll: but men cast it out [at the doores.] He that hath eares to heare, let hym heare."}]}