{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"And it came to passe in those dayes, yt there went out a commaundement fro Augustus Cesar, that all the world should be taxed."},{"number":2,"verse":"(And this first taxing was made, when Syrenius was liefetenaunt in Syria.)"},{"number":3,"verse":"And euery man went vnto his owne citie, to be taxed."},{"number":4,"verse":"And Ioseph also went vp from Galilee, out of the citie Nazareth, into Iurie, vnto the citie of Dauid, whiche is called Bethlehem, because he was of the house and image of Dauid,"},{"number":5,"verse":"To be taxed with Marie his spoused wyfe, which was with chylde."},{"number":6,"verse":"And so it was, that whyle they were there, the dayes were accomplysshed, that she shoulde be deliuered."},{"number":7,"verse":"And she brought foorth her first begotten sonne, and wrapped him in swadlyng clothes, & layde hym in a manger, because there was no rowme for them in the Inne."},{"number":8,"verse":"There were in ye same countrey sheepheardes, abydyng in the fielde, & watchyng their flocke by nyght."},{"number":9,"verse":"And loe, the Angel of the Lorde stoode harde by them, and the glorie of the Lorde shone rounde about them, & they were sore afrayde."},{"number":10,"verse":"And the Angel sayde vnto them, be not afrayde: For beholde, I bryng you tydynges of great ioy, that shall come to all people."},{"number":11,"verse":"For vnto you is borne this daye, in the citie of Dauid, a sauiour, which is Christ the Lorde."},{"number":12,"verse":"And take this for a signe: Ye shal finde the childe wrapped in swadling clothes, and layde in a manger."},{"number":13,"verse":"And straightway, there was with the Angel, a multitude of heauenly souldiers, praysyng God, and saying."},{"number":14,"verse":"Glorie to God on hye, and peace on the earth, and vnto men a good wyll."},{"number":15,"verse":"And it came to passe, assoone as the Angels were gone away from them into heauen, the sheepheardes said one to another: Let vs go nowe euen vnto Bethlehem, and see this thyng that is come to passe, whiche the Lorde hath shewed vnto vs."},{"number":16,"verse":"And they came with haste, and founde Marie and Ioseph, and the babe layde in a manger."},{"number":17,"verse":"And when they had seene it, they publisshed abrode the saying whiche was tolde them, of that childe."},{"number":18,"verse":"And all they that hearde it, wondred at those thinges which were tolde them of the sheepheardes."},{"number":19,"verse":"But Marie kept al those sayinges, and pondered them in her heart."},{"number":20,"verse":"And the sheepheardes returned, praysyng & laudyng God, for all the thinges that they had hearde and seene, euen as it was tolde vnto them."},{"number":21,"verse":"And when the eygth day was come, that the chylde shoulde be circumcised, his name was called Iesus, whiche was so named of the Angel, before he was conceaued in the wombe."},{"number":22,"verse":"And when the dayes of her purification, after the lawe of Moyses, were accomplished, they brought hym to Hierusalem, to present him to the Lord."},{"number":23,"verse":"(As it is written in the lawe of ye Lord: Euery man chylde that firste openeth the wombe, shalbe called holy to ye lord)"},{"number":24,"verse":"And to offer, as it is sayde in the lawe of the Lorde, a payre of turtle doues, or two young pigions."},{"number":25,"verse":"And beholde, there was a man in Hierusalem, whose name was Simeon: and the same man was iust and godlye, and loked for the consolation of Israel, and the holy ghost was vpon hym."},{"number":26,"verse":"And a reuelation was geuen hym of the holy ghost, not to see death, before he had seene the Lordes Christe."},{"number":27,"verse":"And he came by inspiration into the temple: And when the father & mother brought in the chylde Iesus, to do for hym after the custome of the lawe,"},{"number":28,"verse":"Then toke he hym vp in his armes, & praysed God, and sayde:"},{"number":29,"verse":"Lord nowe lettest thou thy seruaut depart in peace, accordyng to thy promise."},{"number":30,"verse":"For mine eyes haue seene thy saluatio,"},{"number":31,"verse":"Whiche thou hast prepared before the face of all people:"},{"number":32,"verse":"A light to be reuealed to the gentiles, and the glory of thy people Israel."},{"number":33,"verse":"And Ioseph and his mother marueyled at those thinges which were spoken of hym."},{"number":34,"verse":"And Simeon blessed them, & saide vnto Marie his mother: beholde, this chylde is set to be the fall & vprysyng agayne of many in Israel, & for a signe which is spoken agaynst."},{"number":35,"verse":"And moreouer, the sworde shall pearce thy soule, that the thoughtes of many heartes may be opened."},{"number":36,"verse":"And ther was a prophetisse, one Anna, the daughter of Phanuel, of the tribe of Aser, which was of a great age, and had lyued with an husbande seuen yeres from her virginitie."},{"number":37,"verse":"And she had ben a wydowe about fourescore and foure yeres, whiche departed not from the temple, but serued God with fastynges and prayers nyght and day."},{"number":38,"verse":"And she, commyng at the same instant vpon them, confessed lykewise the Lorde, and spake of hym, to all them that loked for redemptio in Hierusalem."},{"number":39,"verse":"And when they had perfourmed all thynges, accordyng to the lawe of the Lorde, they returned into Galilee, to their owne citie Nazareth."},{"number":40,"verse":"And the chylde grewe, and waxed strong in spirite, and was fylled with wisdome: & the grace of God was vpon hym."},{"number":41,"verse":"Nowe, his parentes went to Hierusale euery yere, at the feast of ye Passouer."},{"number":42,"verse":"And when he was twelue yere old, they ascended vp to Hierusalem, after the custome of the feast day:"},{"number":43,"verse":"And whe they had fulfilled the dayes, as they returned home, the chylde Iesus abode styll in Hierusalem: & Ioseph and his mother knewe not of it."},{"number":44,"verse":"But they, supposyng hym to haue ben in the company, came a dayes iourney, and sought hym among their kinsfolke and acquayntaunce."},{"number":45,"verse":"And when they founde hym not, they turned backe againe to Hierusalem, and sought hym."},{"number":46,"verse":"And it came to passe, that after three dayes, they founde hym in the temple, sittyng in the myddes of the doctours, hearyng them, and posyng them."},{"number":47,"verse":"And all that hearde hym, were astonied at his vnderstanding & aunsweres."},{"number":48,"verse":"And when they sawe hym, they were amased. And his mother said vnto him: Sonne, why hast thou thus dealt with vs? Beholde, thy father and I haue sought thee, sorowyng."},{"number":49,"verse":"And he sayde vnto them: Howe is it that ye sought me Wyste ye not, that I must go about my fathers businesse"},{"number":50,"verse":"And they vnderstoode not that saying which he spake vnto them."},{"number":51,"verse":"And he went downe with them, and came to Nazareth, & was obedient vnto them: But his mother kepte all these sayinges in her heart."},{"number":52,"verse":"And Iesus increased in wisedome and stature, and in fauour with God & men."}]}