{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"And the whole multitude of them arose, & led hym vnto Pilate."},{"number":2,"verse":"And they began to accuse hym, saying: We founde this felow peruerting the people, and forbyddyng to paye tribute to Ceasar, saying that he is Christe, a kyng."},{"number":3,"verse":"And Pilate apposed hym, saying: Art thou the kyng of the Iewes He aunswered hym, and sayde: Thou sayest it."},{"number":4,"verse":"Then saide Pilate to the hye priestes, and to the people: I finde no fault in this man."},{"number":5,"verse":"And they were the more fierce, saying: He moueth the people, teaching thorowout al Iurie, and began at Galilee, euen to this place."},{"number":6,"verse":"When Pilate hearde [mention] of Galilee, he asked whether the man were of Galilee."},{"number":7,"verse":"And assoone as he knewe that he belonged vnto Herodes iurisdiction, he sent hym to Herode, whiche was also at Hierusalem at that tyme."},{"number":8,"verse":"And when Herode sawe Iesus, he was exceeding glad: For he was desirous to see hym of a long season, because he had hearde many thinges of hym, and he trusted to haue seene some miracle done by hym."},{"number":9,"verse":"Then he questioned with hym many wordes: But he aunswered hym nothing."},{"number":10,"verse":"The hye priestes and scribes stoode foorth, and accused hym straytely."},{"number":11,"verse":"And Herode with his men of warre despised him: and when he had mocked hym, he arayed hym in whyte clothing, and sent hym agayne to Pilate."},{"number":12,"verse":"And the same day Pilate and Herode were made friendes together: For before they were at variaunce."},{"number":13,"verse":"And Pilate called together the hye priestes, and the rulers, and the people,"},{"number":14,"verse":"And said vnto them: Ye haue brought this man vnto me, as one yt peruerteth the people: and behold, I examine him before you, & finde no fault in this man of those thinges wherof ye accuse hym:"},{"number":15,"verse":"No, nor yet Herode: For I sent you to hym, and loe nothing worthy of death is done to hym."},{"number":16,"verse":"I wyll therefore chasten hym, and let hym loose."},{"number":17,"verse":"For of necessitie he must haue let one loose vnto them at the feast."},{"number":18,"verse":"And all the people cryed at once, saying: Away with him, and deliuer to vs Barabbas."},{"number":19,"verse":"Which for a certaine insurrection made in the citie, and for murther, was cast in pryson."},{"number":20,"verse":"Pilate spake agayne to them, wyllyng to let Iesus loose."},{"number":21,"verse":"But they cryed, saying: Crucifie hym, crucifie hym."},{"number":22,"verse":"He sayde vnto them the thirde tyme: What euyll hath he done? I finde no cause of death in hym, I wyll therefore chasten hym, and let hym go."},{"number":23,"verse":"And they were instant with loude voyces, requiring that he might be crucified. And the voyces of them, and of the hye priestes preuayled."},{"number":24,"verse":"And Pilate gaue sentence, that it should be as they required."},{"number":25,"verse":"And he let loose vnto them, him that for insurrection and murther was caste into prison, whom they had desired, & he deliuered [vnto them] Iesus, to do with hym what they woulde."},{"number":26,"verse":"And as they ledde hym away, they caught one Simon of Cyrene comming out of the fielde, and on hym layde they the crosse, that he myght beare it after Iesus."},{"number":27,"verse":"And there folowed hym a great companie of people, and of women, which bewayled and lamented hym."},{"number":28,"verse":"But Iesus turned backe vnto them, and sayde: [Ye] daughters of Hierusalem, wepe not for me, but wepe for your selues, and for your chyldren:"},{"number":29,"verse":"For beholde, the dayes wyll come, in the which they shal say : Happy are the barren, & the wombes that neuer bare, & the pappes which neuer gaue sucke."},{"number":30,"verse":"Then shall they begin to say to the mountaynes, fall on vs, & to the hylles, couer vs."},{"number":31,"verse":"For if they do these thinges in a greene tree, what shalbe done in the drye?"},{"number":32,"verse":"And there were two euyll doers, led with hym to be slayne."},{"number":33,"verse":"And after that they were come to the place whiche is called Caluarie, there they crucified hym, and the euyll doers, one on the right hand, and the other on the left."},{"number":34,"verse":"Then said Iesus, Father forgeue the, for they wote not what they do. And they parted his rayment, & cast lottes."},{"number":35,"verse":"And the people stoode, and behelde: and the rulers mocked him with them, saying: He saued other [men] let hym saue him selfe, if he be very Christe the chosen of God."},{"number":36,"verse":"The souldiours also mocked him, and came and offred him vineger,"},{"number":37,"verse":"And sayd: If thou be the kyng of the Iewes, saue thy selfe."},{"number":38,"verse":"And a superscription was written ouer him, with letters of greke, and latin, and hebrue, This is the king of the Iewes."},{"number":39,"verse":"And one of the euyll doers whiche were hanged, rayled on hym, saying: If thou be Christe, saue thy self and vs."},{"number":40,"verse":"But the other aunswered, and rebuked hym, saying: Fearest thou not God, seing thou art in the same dampnation?"},{"number":41,"verse":"We are righteously [punished] for we receaue according to our deedes: But this man hath done nothing amisse."},{"number":42,"verse":"And he sayde vnto Iesus: Lorde, remember me, when thou commest into thy kyngdome."},{"number":43,"verse":"And Iesus sayde vnto hym: Ueryly I say vnto thee, to day shalt thou be with me in paradise."},{"number":44,"verse":"And it was about the sixt houre: and there was a darknesse ouer al the earth vntyll the ninth houre."},{"number":45,"verse":"And the sunne was darkned, and the vayle of the temple dyd rent, euen thorowe the middes."},{"number":46,"verse":"And when Iesus had cryed with a loude voyce, he sayde: Father into thy handes I commende my spirite. And when he thus had sayde, he gaue vp the ghost."},{"number":47,"verse":"When the Centurion saw what was done, he glorified God, saying: Ueryly this was a righteous man."},{"number":48,"verse":"And all the people that came together to that sight, & sawe the thinges whiche were done, smote their brestes, and returned."},{"number":49,"verse":"And all his acquaintaunce, and the women that folowed him from Galilee stode a farre of, beholding these thinges."},{"number":50,"verse":"And beholde, there was a man named Ioseph, a councellour, and he was a good man and a iust:"},{"number":51,"verse":"The same had not consented to the counsell and deede of them, which was of Aramathia a citie of the Iewes, whiche same also wayted for the kyngdome of God."},{"number":52,"verse":"He went vnto Pilate, and begged the body of Iesus,"},{"number":53,"verse":"And toke it downe, and wrapped it in a linnen cloth, and layde it in a sepulchre that was hewen in stone, wherin neuer man before was layde."},{"number":54,"verse":"And that day was the preparing of the Sabbath, & the Sabbath drew on."},{"number":55,"verse":"The women that folowed after, whiche had come with hym from Galilee, behelde the sepulchre, and how his body was layde."},{"number":56,"verse":"And they returned, and prepared sweete odours and oyntmentes: but rested the Sabbath day, according to the commaundement."}]}