{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":24,"verses":[{"number":1,"verse":"But vpon the first day of the Sabbathes, [very] early in the mornyng, they came vnto the sepulchre, & brought ye sweete odours which they had prepared, and other women with them."},{"number":2,"verse":"And they founde the stone rolled away from the sepulchre,"},{"number":3,"verse":"And they went in: but founde not the body of the Lorde Iesu."},{"number":4,"verse":"And it came to passe, as they were amased therat: Beholde, two men stoode by them in shinyng garmentes."},{"number":5,"verse":"And as they were afrayde, and bowed downe their faces to the earth, they said vnto them: Why seeke ye the lyuyng among the dead?"},{"number":6,"verse":"He is not here, but is risen: Remember howe he spake vnto you, when he was yet in Galilee,"},{"number":7,"verse":"Saying: that the sonne of man must be deliuered into the handes of sinfull men, and be crucified, and the thirde day rise agayne."},{"number":8,"verse":"And they remembred his wordes,"},{"number":9,"verse":"And returned from the sepulchre, and tolde all these thinges vnto those eleuen, and to all the remnaunt."},{"number":10,"verse":"It was Marie Magdalene, and Ioanna, and Marie Iacobi, and other that were with them, which tolde these thinges vnto the Apostles."},{"number":11,"verse":"And their wordes seemed vnto them fayned thynges, neither beleued they them."},{"number":12,"verse":"Then arose Peter, and ran vnto the sepulchre, and loked in, and sawe the linnen clothes layde by them selues, and departed, wondryng in him selfe at that which was come to passe."},{"number":13,"verse":"And beholde, two of them went that same day to a towne called Emaus, which was from Hierusalem about threescore furlonges."},{"number":14,"verse":"And they talked together of all these thynges that were done."},{"number":15,"verse":"And it came to passe, that whyle they communed together & reasoned, Iesus him selfe drewe neare, and went with them."},{"number":16,"verse":"But their eyes were holden, that they shoulde not knowe him."},{"number":17,"verse":"And he sayde vnto them: What maner of communications are these that ye haue one to another as ye walke, and are sad"},{"number":18,"verse":"And the one of them, whose name was Cleophas, aunswered, and sayde to him: Art thou only a straunger in Hierusalem, & hast not knowen the thinges which are come to passe there, in these dayes?"},{"number":19,"verse":"He sayde vnto them: what thynges And they sayde vnto him: Of Iesus of Nazareth, whiche was a prophete, mightie in deede and worde before God and all the people:"},{"number":20,"verse":"And howe the hye priestes, and our rulers deliuered him to be condempned to death, and haue crucified him."},{"number":21,"verse":"But we trusted that it had ben he which shoulde haue redeemed Israel: And as touchyng all these thynges, to day is euen the thirde day, that they were done."},{"number":22,"verse":"Yea, and certayne women also of our companie made vs astonied, which came early vnto the sepulchre,"},{"number":23,"verse":"And founde not his body, and came, saying that they had seene a vision of angels, which sayde that he was alyue."},{"number":24,"verse":"And certayne of them which were with vs, went to the sepulchre, & founde it euen so as the women had sayde: but hym they sawe not."},{"number":25,"verse":"And he sayde vnto them: O fooles and slowe of heart, to beleue all that the prophetes haue spoken."},{"number":26,"verse":"Ought not Christe to haue suffered these thinges, & to enter into his glory?"},{"number":27,"verse":"And he began at Moyses, and all the prophetes, and interpreted vnto them in all Scriptures which were writen of hym."},{"number":28,"verse":"And they drewe nye vnto the towne which they went vnto, and he made as though he would haue gone further."},{"number":29,"verse":"And they constrayned hym, saying: abyde with vs, for it draweth towarde nyght, and the day is farre passed. And he went in to tary with them."},{"number":30,"verse":"And it came to passe, as he sate at meate with them, he toke bread, and blessed it, and brake, and gaue to them."},{"number":31,"verse":"And their eyes were opened, and they knewe him: and he vanished out of their syght."},{"number":32,"verse":"And they sayde betweene them selues: Dyd not our heartes burne within vs, whyle he talked with vs by the way, and opened vnto vs the scriptures?"},{"number":33,"verse":"And they rose vp the same houre, and returned [agayne] to Hierusalem, and founde the eleuen gathered together, and them that were with them,"},{"number":34,"verse":"Saying: The Lorde is rysen in deede, and hath appeared to Simon."},{"number":35,"verse":"And they tolde what thynges were done in the way, and howe they knewe him in breakyng of bread."},{"number":36,"verse":"And as they thus spake, Iesus him selfe stoode in the middes of them, and saith vnto them: Peace be vnto you."},{"number":37,"verse":"But they were abasshed and afrayde, & supposed that they had seene a spirite."},{"number":38,"verse":"And he sayde vnto them: Why are ye troubled, and why do thoughtes arise in your heartes"},{"number":39,"verse":"Beholde my handes and my feete, that it is euen I my selfe: Handle me and see, for a spirite hath not fleshe and bones, as ye see me haue."},{"number":40,"verse":"And when he had thus spoken, he shewed them his handes and his feete."},{"number":41,"verse":"And whyle they yet beleued not for ioy, and wondred, he sayde vnto them: Haue ye heare any meate"},{"number":42,"verse":"And they offered him a peece of a broyled fishe, and of an hony combe."},{"number":43,"verse":"And he toke it, and dyd eate before them."},{"number":44,"verse":"And he sayde vnto them: These are the wordes which I spake vnto you, whyle I was yet with you, that all must [needes] be fulfylled, which were written of me in the law of Moyses, and in the prophetes, and in the psalmes."},{"number":45,"verse":"Then opened he their wittes, that they myght vnderstande the scriptures."},{"number":46,"verse":"And sayde vnto them: Thus is it written, and thus it behoued Christe to suffer, and to rise agayne from death the thirde day:"},{"number":47,"verse":"And that repentaunce and remission of sinnes shoulde be preached in his name among all nations, and must begyn at Hierusalem."},{"number":48,"verse":"And ye are witnesses of these thynges."},{"number":49,"verse":"And beholde I wyll sende the promise of my father vpon you: But tary ye in the citie of Hierusalem, vntyll ye be endued with power from an hye."},{"number":50,"verse":"And he led them out into Bethanie, and lift vp his handes, & blessed them."},{"number":51,"verse":"And it came to passe, as he blessed them, he departed from them, and was caryed vp into heauen."},{"number":52,"verse":"And they worshipped him, and returned to Hierusalem with great ioy,"},{"number":53,"verse":"And were continually in the temple, praysyng and laudyng God. Amen."}]}