{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":4,"verses":[{"number":1,"verse":"Iesus, being full of the holy ghost, returned from Iordane, & was ledde by the spirite into wyldernesse,"},{"number":2,"verse":"And was fourtie dayes tempted of the deuyll, and in those dayes dyd he eate nothyng: And when they were ended, he afterwarde hungred."},{"number":3,"verse":"And the deuyll sayde vnto hym: If thou be the sonne of God, commaunde this stone that it be made bread."},{"number":4,"verse":"And Iesus aunswered hym, saying: It is written, that man shall not lyue by bread only, but by euery word of god."},{"number":5,"verse":"And the deuyll toke hym into an hye mountayne, & shewed hym all the kingdomes of ye worlde in a moment of time."},{"number":6,"verse":"And the deuyl saide vnto hym: all this power wyll I geue thee euerywhyt, & the glory of them, for that is deliuered vnto me, and to whomsoeuer I wyll, I geue it."},{"number":7,"verse":"If thou therfore wilt fall downe before me, & worship me, they shalbe all thine."},{"number":8,"verse":"Iesus aunswered, & sayde vnto hym, Hence from me Satan: For it is writte, Thou shalt worship the Lorde thy God, and hym only shalt thou serue."},{"number":9,"verse":"And he caryed hym to Hierusalem, & set hym on a pinacle of the temple, and sayde vnto him: If thou be the sonne of God, cast thy selfe downe from hence."},{"number":10,"verse":"For it is written, that he shall geue his Angels charge ouer thee, to kepe thee."},{"number":11,"verse":"And in their handes they shall beare thee vp, that thou dasshe not thy foote at any tyme agaynst a stone."},{"number":12,"verse":"And Iesus aunswered, and sayde vnto hym: It is sayde, Thou shalt not tempt the Lorde thy God."},{"number":13,"verse":"And assoone as all the temptatio was ended, the deuyll departed from hym for a season."},{"number":14,"verse":"And Iesus returned, by the power of the spirite, into Galilee: & there went a fame of hym, throughout all the region rounde about."},{"number":15,"verse":"And he taught in their synagogues, & was commended of all men."},{"number":16,"verse":"And he came to Nazareth, where he was nursed: and, as his custome was, he wet into the synagogue on the Sabboth day, and stoode vp for to reade."},{"number":17,"verse":"And there was deliuered vnto hym the booke of the prophete Esaias: And whe he had opened the booke, he founde the place where it was written,"},{"number":18,"verse":"The spirite of the Lord vpon me, because he hath annoynted me, to preache the Gospel to the poore he hath sent me, to heale the broken hearted, to preache deliueraunce to the captiue, & recouering of syght to the blynde, freely to set at libertie them that are bruised:"},{"number":19,"verse":"And to preache the acceptable yere of the Lorde."},{"number":20,"verse":"And he closed the booke, and gaue it agayne to the minister, and sate downe: And the eyes of all them that were in ye synagogue, were fastened on hym."},{"number":21,"verse":"And he began to say vnto the: this day is this scripture fulfilled in your eares."},{"number":22,"verse":"And all bare him witnesse, & wondred at ye gratious wordes whiche proceaded out of his mouth. And they sayde, is not this Iosephes sonne?"},{"number":23,"verse":"And he saide vnto them: Ye wyll vtterly say vnto me this prouerbe, phisition heale thy selfe: Whatsoeuer we haue heard done in Capernau, do ye same here lykewyse in thine owne countrey."},{"number":24,"verse":"And he saide: Ueryly I say vnto you, no prophete is accepted in his owne countrey."},{"number":25,"verse":"But I tell you of a trueth, many wydowes were in Israel, in the dayes of Elias, when heauen was shutte three yeres & sixe monethes, when great famishment was throughout all ye lande:"},{"number":26,"verse":"And vnto none of the was Elias sent, saue vnto Sarepta, a citie of Sidon, vnto a woman that was a wydowe."},{"number":27,"verse":"And many lepers were in Israel, in the tyme of Elizeus the prophete: and none of them was clensed, sauyng Naaman the Syrian."},{"number":28,"verse":"And all they in the synagogue, when they hearde these thynges, were fylled with wrath:"},{"number":29,"verse":"And rose vp, and thrust hym out of the citie, and led hym euen vnto the edge of the hyll (wheron their citie was built,) yt they might cast him downe headlong."},{"number":30,"verse":"But he, passyng through the myddes of them, went his way:"},{"number":31,"verse":"And came downe to Capernaum, a citie of Galilee, and there taught them on the Sabboth dayes."},{"number":32,"verse":"And they were astonyed at his doctrine: For his preachyng was with power."},{"number":33,"verse":"And in the synagogue, there was a man, which had an vncleane spirite of a deuyll, and cryed with a loude voyce,"},{"number":34,"verse":"Saying: Oh what haue we to do with thee, thou Iesus of Nazareth? Art thou come to destroy vs? I knowe who thou art, euen the holy one of God."},{"number":35,"verse":"And Iesus rebuked hym, saying: Holde thy peace, and come out of hym. And when the deuyll had throwen him in the middes, he came out of hym, and hurt hym not."},{"number":36,"verse":"And feare came on them all, and they spake among them selues, saying: What maner a thyng is this? For with auctoritie and power he commaundeth the foule spirites, and they come out."},{"number":37,"verse":"And the fame of hym spread abrode, throughout euery place of the countrey rounde about."},{"number":38,"verse":"And when he was risen vp, and come out of the synagogue, he entred into Simons house: And Simons wiues mother was taken with a great feuer, & they made intercession to hym for her."},{"number":39,"verse":"And he stoode ouer her, and rebuked the feuer, and the feuer left her: And immediatly she arose, and ministred vnto them."},{"number":40,"verse":"When the Sunne was downe, all they that had sicke, taken with diuers diseases, brought them vnto hym: And he layde his handes on euery one of them, and healed them."},{"number":41,"verse":"And deuyls also came out of many, crying & saying: Thou art that Christe, the sonne of God. And he rebuked the, and suffred them not to speake: For they knewe that he was Christe."},{"number":42,"verse":"As soone as it was day, he departed, and went into a desert place: And the people sought hym, and came to hym, and kept hym, that he shoulde not depart from them."},{"number":43,"verse":"And he sayde vnto them, I must preache the kyngdome of God to other cities also: For therfore am I sent."},{"number":44,"verse":"And he preached in the synagogues of Galilee."}]}