{"bibleAbbr":"BB1572","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":8,"verses":[{"number":1,"verse":"And it came to passe afterwarde, that he him selfe wet throughout euery citie & towne preachyng, & shewyng the kingdome of god, & the twelue with hym."},{"number":2,"verse":"And also certayne women, which were healed of euyll spirites, and infirmities, Marie which is called Magdalene, out of whom went seuen deuyls."},{"number":3,"verse":"And Ioanna the wyfe of Chusa Herodes stewarde, and Susanna, & many other which ministred vnto hym of their substaunce."},{"number":4,"verse":"When much people were gathered together, & were come to hym out of all cities, he spake by a similitude."},{"number":5,"verse":"The sower wet out to sowe his seede: and as he sowed, some fell by the way syde, and it was troden downe, and the foules of the ayre deuoured it vp."},{"number":6,"verse":"And some fell on stones, and assoone as it was sprong vp, it withered away, because it lacked moystnes."},{"number":7,"verse":"And some fell among thornes, and the thornes sprang vp with it, and choked it."},{"number":8,"verse":"And some fell on good grounde, and sprang vp, and bare fruite, an hundred folde. And as he sayde these thynges, he cryed: He that hath eares to heare, let hym heare."},{"number":9,"verse":"And his disciples asked hym, saying what maner of similitude is this?"},{"number":10,"verse":"And he sayde, Unto you it is geuen to knowe the secretes of the kyngdome of God: but to other by parables, that when they see, they shoulde not see, and when they heare, they shoulde not vnderstande."},{"number":11,"verse":"The parable is this. The seede, is the worde of God."},{"number":12,"verse":"Those that are besyde the way, are they that heare: then commeth the deuyll, and taketh away the worde out of their heartes, lest they shoulde beleue, and be saued."},{"number":13,"verse":"They on the stones, [are they] which when they heare, receaue the worde with ioy: & these haue no rootes, which for a whyle beleue, and in tyme of temptation go away."},{"number":14,"verse":"And that which fell among thornes, are they, which whe they haue hearde, go foorth, and are choked with cares & ryches, and voluptuous lyuyng, & bring foorth no fruite."},{"number":15,"verse":"But that [which fell] on ye good groude, are they, which with a pure and good hearte heare the worde, and kepe it, and bryng foorth fruite through pacience."},{"number":16,"verse":"No man when he lyghteth a candel, couereth it with a vessell, or putteth it vnder a table, but setteth it on a candlesticke, that they which enter in, may see the lyght."},{"number":17,"verse":"For nothyng is secrete, that shall not come abrode: Neither any thyng hyd, that shall not be knowen, and come to lyght."},{"number":18,"verse":"Take heede therfore, howe ye heare. For whosoeuer hath, to hym shalbe geuen: And whosoeuer hath not, from hym shalbe take, euen that same which he supposeth that he hath."},{"number":19,"verse":"Then came to hym his mother and his brethren, and coulde not come at hym for prease."},{"number":20,"verse":"And it was tolde hym [by certayne] which sayde: Thy mother and thy brethren stande without, & woulde see thee."},{"number":21,"verse":"He aunswered, and sayde vnto them: My mother & my brethren are these, which heare the worde of God, & do it."},{"number":22,"verse":"And it came to passe on a certayne day, that he went into a shippe, and his disciples also: and he sayde vnto them, Let vs go ouer vnto the other syde of the lake."},{"number":23,"verse":"And they lauched foorth: But as they sayled he fell a slepe, and there came downe a storme on the lake, and they were fylled [with water], and were in ieoperdie."},{"number":24,"verse":"And they came to hym, and awoke hym, saying: Maister, Maister, we are lost. Then he arose, and rebuked the wynde, & the tempest of water, and they ceassed, and it waxed calme."},{"number":25,"verse":"And he sayde vnto them: Where is your fayth And they feared, and wondred among them selues, saying: Who is this For he commaundeth both the wyndes & water, and they obey hym."},{"number":26,"verse":"And they sayled vnto the region of the Gadarenites, which is ouer agaynst Galilee."},{"number":27,"verse":"And when he went out to lande, there met hym out of the citie a certayne man, which had deuyls long tyme, and ware no clothes, neither abode in [any] house: but in graues."},{"number":28,"verse":"When he sawe Iesus, and had cryed, he fell downe before hym, and with a loude voyce sayde: What haue I to do with thee Iesus, thou sonne of God most hyest? I beseche thee torment me not."},{"number":29,"verse":"(For he commaunded the foule spirite to come out of the man: For oftentymes he had caught him, and he was bounde with chaynes, and kept with fetters: & he brake the bandes, and was caryed of the fiende into wildernesse.)"},{"number":30,"verse":"And Iesus asked hym, saying: What is thy name And he sayde, Legion: because many deuyls were entred into hym."},{"number":31,"verse":"And they besought hym, that he woulde not commaunde them, to go out into the deepe."},{"number":32,"verse":"And there was there, an hearde of many swyne, feedyng on an hyll: and they besought hym, that he woulde suffer them to enter into them: and he suffered them."},{"number":33,"verse":"Then went the deuyls out of the man, and entred into the swyne: And the heard ran headlong with violence into the lake, and were choked."},{"number":34,"verse":"When the heardmen sawe what was done, they fled: and when they were departed, they tolde it in the citie, & in the villages."},{"number":35,"verse":"Therfore they came out to see what was done, and came to Iesus, & founde the man out of whom the deuyls were departed, sittyng at the feete of Iesus, clothed, & in his ryght mynde, and they were afrayde."},{"number":36,"verse":"They also which sawe it, tolde them by what meanes he that was possessed of the deuyls, was healed."},{"number":37,"verse":"Then the whole multitude of the countrey about the Gadarenites, besought hym that he woulde departe from them, for they were taken with great feare. And he gat hym vp into the shippe, and returned backe agayne."},{"number":38,"verse":"Then the man out of whom the deuyls were departed, besought hym that he myght be with hym. But Iesus sent hym away, saying:"},{"number":39,"verse":"Go home agayne to thine owne house, and shewe what thynges so euer God hath done for thee. And he went his way, and preached throughout all the citie, what thynges so euer Iesus had done vnto hym."},{"number":40,"verse":"And it came to passe, yt when Iesus was come agayne, the people receaued hym: For they all wayted for hym."},{"number":41,"verse":"And behold, ther came a man named Iairus, & he was a ruler of ye synagoge, & he fell downe at Iesus feete, praying him that he would come into his house:"},{"number":42,"verse":"For he had but one daughter only, vpon a twelue yeres of age, and she lay a dying. (But as he went, the people thronged hym."},{"number":43,"verse":"And a woman, hauyng an issue of blood twelue yeres, which had spent all her substaunce vpon phisitions, neither coulde be holpen of any,"},{"number":44,"verse":"Came behynde hym, and touched the hemme of his rayment: and immediatly her issue of blood staunched."},{"number":45,"verse":"And Iesus sayde: Who is it that touched me Whe euery man denyed, Peter and they that were with hym, sayde: Maister, the people thrust thee, and vexe thee, and sayest thou, who touched me"},{"number":46,"verse":"And Iesus sayde, Some body hath touched me: For I perceaue that vertue is gone out of me."},{"number":47,"verse":"When the woman sawe that she was not hyd, she came trembling, and fell [at his feete] and tolde him before al the people, for what cause she had touched him, and howe she was healed immediatly."},{"number":48,"verse":"And he sayde vnto her: Daughter, be of good comfort, thy fayth hath saued thee, go in peace. )"},{"number":49,"verse":"Whyle he yet spake, there came one from the ruler of the synagogues house, which sayde to hym: Thy daughter is dead, disease not the Maister."},{"number":50,"verse":"But when Iesus hearde that worde, he aunswered him, saying: Feare not, beleue only, & she shalbe made whole."},{"number":51,"verse":"And when he came to the house, he suffered no man to go in with hym, saue Peter, and Iames, and Iohn, and the father and the mother of the mayden."},{"number":52,"verse":"Euery body wept, & sorowed for her. And he sayde: Weepe not, the damsell is not dead, but slepeth."},{"number":53,"verse":"And they laughed hym to scorne, knowyng that she was dead."},{"number":54,"verse":"And he thrust them all out, and toke her by the hande, and cryed, saying: Mayde, aryse."},{"number":55,"verse":"And her spirite came agayne, and she rose straightway: And he commaunded to geue her meate."},{"number":56,"verse":"And the father and the mother of her, were astonyed: But he warned the that they should tel no man what was done."}]}