{"bibleAbbr":"NET2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"The Eighth Blow: Locusts (sn The Egyptians dreaded locusts like every other ancient civilization. They had particular gods to whom they looked for help in such catastrophes. The locust-scaring deities of Greece and Asia were probably looked to in Egypt as well (especially in view of the origins in Egypt of so many of those religious ideas). The announcement of the plague falls into the now-familiar pattern. God tells Moses to go and speak to Pharaoh but reminds Moses that he has hardened his heart. Yahweh explains that he has done this so that he might show his power, so that in turn they might declare his name from generation to generation. This point is stressed so often that it must not be minimized. God was laying the foundation of the faith for Israel – the sovereignty of Yahweh.) The LORD said (tn Heb “and Yahweh said.”) to Moses, “Go to Pharaoh, for I have hardened his heart and the heart of his servants, in order to display (tn The verb is שִׁתִי (shiti, “I have put”); it is used here as a synonym for the verb שִׂים (sim). Yahweh placed the signs in his midst, where they will be obvious.) these signs of mine before him, (tn Heb “in his midst.”)"},{"number":2,"verse":"and in order that in the hearing of your son and your grandson you may tell (tn The expression is unusual: תְּסַפֵּר בְּאָזְנֵי (tÿsapper bÿ’ozne, “[that] you may declare in the ears of”). The clause explains an additional reason for God’s hardening the heart of Pharaoh, namely, so that the Israelites can tell their children of God’s great wonders. The expression is highly poetic and intense – like Ps 44:1, which says, “we have heard with our ears.” The emphasis would be on the clear teaching, orally, from one generation to another.) how I made fools (tn The verb הִתְעַלַּלְתִּי (hit’allalti) is a bold anthropomorphism. The word means to occupy oneself at another’s expense, to toy with someone, which may be paraphrased with “mock.” The whole point is that God is shaming and disgracing Egypt, making them look foolish in their arrogance and stubbornness (W. C. Kaiser, Jr., “Exodus,” EBC 2:366-67). Some prefer to translate it as “I have dealt ruthlessly” with Egypt (see U. Cassuto, Exodus, 123).) of the Egyptians (tn Heb “of Egypt.” The place is put by metonymy for the inhabitants.) and about (tn The word “about” is supplied to clarify this as another object of the verb “declare.”) my signs that I displayed (tn Heb “put” or “placed.”) among them, so that you may know (tn The form is the perfect tense with vav consecutive, וִידַעְתֶּם (vida’tem, “and that you might know”). This provides another purpose for God’s dealings with Egypt in the way that he was doing. The form is equal to the imperfect tense with vav (ו) prefixed; it thus parallels the imperfect that began v. 2 – “that you might tell.”) that I am the LORD.”"},{"number":3,"verse":"So Moses and Aaron came to Pharaoh and told him, “Thus says the LORD, the God of the Hebrews: ‘How long do you refuse (tn The verb is מֵאַנְתָּ (me’anta), a Piel perfect. After “how long,” the form may be classified as present perfect (“how long have you refused), for it describes actions begun previously but with the effects continuing. (See GKC 311 §106. g-h). The use of a verb describing a state or condition may also call for a present translation (“how long do you refuse”) that includes past, present, and potentially future, in keeping with the question “how long.”) to humble yourself before me? (tn The clause is built on the use of the infinitive construct to express the direct object of the verb – it answers the question of what Pharaoh was refusing to do. The Niphal infinitive construct (note the elision of the ה [hey] prefix after the preposition [see GKC 139 §51. l]) is from the verb עָנָה (’anah). The verb in this stem would mean “humble oneself.” The question is somewhat rhetorical, since God was not yet through humbling Pharaoh, who would not humble himself. The issue between Yahweh and Pharaoh is deeper than simply whether or not Pharaoh will let the Israelites leave Egypt.) Release my people so that they may serve me!"},{"number":4,"verse":"But if you refuse to release my people, I am going to bring (tn הִנְנִי (hinni) before the active participle מֵבִיא (mevi’) is the imminent future construction: “I am about to bring” or “I am going to bring” – precisely, “here I am bringing.”) locusts (tn One of the words for “locusts” in the Bible is אַרְבֶּה (’arbeh), which comes from רָבָה (ravah, “to be much, many”). It was used for locusts because of their immense numbers.) into your territory (tn Heb “within your border.”) tomorrow."},{"number":5,"verse":"They will cover (tn The verbs describing the locusts are singular because it is a swarm or plague of locusts. This verb (וְכִסָּה, vÿkhissah, “cover”) is a Piel perfect with a vav consecutive; it carries the same future nuance as the participle before it.) the surface (tn Heb “eye,” an unusual expression (see v. 15; Num 22:5, 11).) of the earth, so that you (tn The text has לִרְאֹת וְלֹא יוּכַל (vÿlo’ yukhal lir’ot, “and he will not be able to see”). The verb has no expressed subjects. The clause might, therefore, be given a passive translation: “so that [it] cannot be seen.” The whole clause is the result of the previous statement.) will be unable to see the ground. They will eat the remainder of what escaped (sn As the next phrase explains “what escaped” refers to what the previous plague did not destroy. The locusts will devour everything, because there will not be much left from the other plagues for them to eat.) — what is left over (tn הַנִּשְׁאֶרֶת (hannish’eret) parallels (by apposition) and adds further emphasis to the preceding two words; it is the Niphal participle, meaning “that which is left over.”) for you — from the hail, and they will eat every tree that grows for you from the field."},{"number":6,"verse":"They will fill your houses, the houses of your servants, and all the houses of Egypt, such as (tn The relative pronoun אֲשֶׁר (’asher) is occasionally used as a comparative conjunction (see GKC 499 §161. b).) neither (tn Heb “which your fathers have not seen, nor your fathers’ fathers.”) your fathers nor your grandfathers have seen since they have been (tn The Hebrew construction מִיּוֹם הֱיוֹתָם (miyyom heyotam, “from the day of their being”). The statement essentially says that no one, even the elderly, could remember seeing a plague of locusts like this. In addition, see B. Childs, “A Study of the Formula, ‘Until This Day,’” JBL 82 (1963).) in the land until this day!’” Then Moses (tn Heb “he”; the referent (Moses) has been specified in the translation for clarity.) turned and went out from Pharaoh."},{"number":7,"verse":"Pharaoh’s servants said to him, “How long (sn The question of Pharaoh’s servants echoes the question of Moses – “How long?” Now the servants of Pharaoh are demanding what Moses demanded – “Release the people.” They know that the land is destroyed, and they speak of it as Moses’ doing. That way they avoid acknowledging Yahweh or blaming Pharaoh.) will this man be a menace (tn Heb “snare” (מוֹקֵשׁ, moqesh), a word used for a trap for catching birds. Here it is a figure for the cause of Egypt’s destruction.) to us? Release the people so that they may serve the LORD their God. Do you not know (tn With the adverb טֶרֶם (terem), the imperfect tense receives a present sense: “Do you not know?” (See GKC 481 §152. r).) that Egypt is destroyed?”"},{"number":8,"verse":"So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go, serve the LORD your God. Exactly who is going with you?” (tn The question is literally “who and who are the ones going?” (מִי וָמִי הַהֹלְכִים, mi vami haholÿkhim). Pharaoh’s answer to Moses includes this rude question, which was intended to say that Pharaoh would control who went. The participle in this clause, then, refers to the future journey.)"},{"number":9,"verse":"Moses said, “We will go with our young and our old, with our sons and our daughters, and with our sheep and our cattle we will go, because we are to hold (tn Heb “we have a pilgrim feast (חַג, khag) to Yahweh.”) a pilgrim feast for the LORD.”"},{"number":10,"verse":"He said to them, “The LORD will need to be with you (sn Pharaoh is by no means offering a blessing on them in the name of Yahweh. The meaning of his “wish” is connected to the next clause – as he is releasing them, may God help them. S. R. Driver says that in Pharaoh’s scornful challenge Yahweh is as likely to protect them as Pharaoh is likely to let them go – not at all (Exodus, 80). He is planning to keep the women and children as hostages to force the men to return. U. Cassuto (Exodus, 125) paraphrases it this way: “May the help of your God be as far from you as I am from giving you permission to go forth with your little ones.” The real irony, Cassuto observes, is that in the final analysis he will let them go, and Yahweh will be with them.) if I release you and your dependents! (tn The context of Moses’ list of young and old, sons and daughters, and the contrast with the word for strong “men” in v. 11 indicates that טַפְּכֶם (tappÿkhem), often translated “little ones” or “children,” refers to dependent people, noncombatants in general.) Watch out! (tn Heb “see.”) Trouble is right in front of you! (tn Heb “before your face.”sn The “trouble” or “evil” that is before them could refer to the evil that they are devising – the attempt to escape from Egypt. But that does not make much sense in the sentence – why would he tell them to take heed or look out about that? U. Cassuto (Exodus, 126) makes a better suggestion. He argues that Pharaoh is saying, “Don’t push me too far.” The evil, then, would be what Pharaoh was going to do if these men kept making demands on him. This fits the fact that he had them driven out of his court immediately. There could also be here an allusion to Pharaoh’s god Re’, the sun-deity and head of the pantheon; he would be saying that the power of his god would confront them.)"},{"number":11,"verse":"No! (tn Heb “not thus.”) Go, you men (tn The word is הַגְּבָרִים (haggÿvarim, “the strong men”), a word different from the more general one that Pharaoh’s servants used (v. 7). Pharaoh appears to be conceding, but he is holding hostages. The word “only” has been supplied in the translation to indicate this.) only, and serve the LORD, for that (tn The suffix on the sign of the accusative refers in a general sense to the idea contained in the preceding clause (see GKC 440-41 §135. p).) is what you want.” (tn Heb “you are seeking.”) Then Moses and Aaron (tn Heb “they”; the referent (Moses and Aaron) has been specified in the translation for clarity.) were driven (tn The verb is the Piel preterite, third person masculine singular, meaning “and he drove them out.” But “Pharaoh” cannot be the subject of the sentence, for “Pharaoh” is the object of the preposition. The subject is not specified, and so the verb can be treated as passive.) out of Pharaoh’s presence."},{"number":12,"verse":"The LORD said to Moses, “Extend your hand over the land of Egypt for (tn The preposition בְּ (bet) is unexpected here. BDB 91 s. v. (the note at the end of the entry) says that in this case it can only be read as “with the locusts,” meaning that the locusts were thought to be implicit in Moses’ lifting up of his hand. However, BDB prefers to change the preposition to לְ (lamed).) the locusts, that they may come up over the land of Egypt and eat everything that grows (tn The noun עֵשֶּׂב (’esev) normally would indicate cultivated grains, but in this context seems to indicate plants in general.) in the ground, everything that the hail has left.”"},{"number":13,"verse":"So Moses extended his staff over the land of Egypt, and then the LORD (tn The clause begins וַיהוָה (va’adonay [vayhvah], “Now Yahweh….”). In contrast to a normal sequence, this beginning focuses attention on Yahweh as the subject of the verb.) brought (tn The verb נָהַג (nahag) means “drive, conduct.” It is elsewhere used for driving sheep, leading armies, or leading in processions.) an east wind on the land all that day and all night. (tn Heb “and all the night.”) The morning came, (tn The text does not here use ordinary circumstantial clause constructions; rather, Heb “the morning was, and the east wind carried the locusts.” It clearly means “when it was morning,” but the style chosen gives a more abrupt beginning to the plague, as if the reader is in the experience – and at morning, the locusts are there!) and the east wind had brought up (tn The verb here is a past perfect, indicting that the locusts had arrived before the day came.) the locusts!"},{"number":14,"verse":"The locusts went up over all the land of Egypt and settled down in all the territory (tn Heb “border.”) of Egypt. It was very severe; (tn This is an interpretive translation. The clause simply has כָּבֵד מְאֹד (kaved mÿ’od), the stative verb with the adverb – “it was very heavy.” The description prepares for the following statement about the uniqueness of this locust infestation.) there had been no locusts like them before, nor will there be such ever again. (tn Heb “after them.”)"},{"number":15,"verse":"They covered (tn Heb “and they covered.”) the surface (tn Heb “eye,” an unusual expression (see v. 5; Num 22:5, 11).) of all the ground, so that the ground became dark with them, (tn The verb is וַתֶּחְשַׁךְ (vattekhshakh, “and it became dark”). The idea is that the ground had the color of the swarms of locusts that covered it.) and they ate all the vegetation of the ground and all the fruit of the trees that the hail had left. Nothing green remained on the trees or on anything that grew in the fields throughout the whole land of Egypt."},{"number":16,"verse":"(sn The third part of the passage now begins, the confrontation that resulted from the onslaught of the plague. Pharaoh goes a step further here – he confesses he has sinned and adds a request for forgiveness. But his acknowledgment does not go far enough, for this is not genuine confession. Since his heart was not yet submissive, his confession was vain.) Then Pharaoh quickly (tn The Piel preterite וַיְמַהֵר (vaymaher) could be translated “and he hastened,” but here it is joined with the following infinitive construct to form the hendiadys. “He hurried to summon” means “He summoned quickly.”) summoned Moses and Aaron and said, “I have sinned (sn The severity of the plague prompted Pharaoh to confess his sin against Yahweh and them, now in much stronger terms than before. He also wants forgiveness – but in all probability what he wants is relief from the consequences of his sin. He pretended to convey to Moses that this was it, that he was through sinning, so he asked for forgiveness “only this time.”) against the LORD your God and against you!"},{"number":17,"verse":"So now, forgive my sin this time only, and pray to the LORD your God that he would only (sn Pharaoh’s double emphasis on “only” uses two different words and was meant to deceive. He was trying to give Moses the impression that he had finally come to his senses, and that he would let the people go. But he had no intention of letting them out.) take this death (sn “Death” is a metonymy that names the effect for the cause. If the locusts are left in the land it will be death to everything that grows.) away from me.”"},{"number":18,"verse":"Moses (tn Heb “and he”; the referent (Moses) has been specified in the translation for clarity.) went out (tn Heb “and he went out.”) from Pharaoh and prayed to the LORD,"},{"number":19,"verse":"and the LORD turned a very strong west wind, (tn Or perhaps “sea wind,” i. e., a wind off the Mediterranean.) and it picked up the locusts and blew them into the Red Sea. (tn The Hebrew name here is יַם־סוּף (Yam Suf), sometimes rendered “Reed Sea” or “Sea of Reeds.” The word סוּף is a collective noun that may have derived from an Egyptian name for papyrus reeds. Many English versions have used “Red Sea,” which translates the name that ancient Greeks used: ejruqrav qalavssa (eruqra qalassa). sn The name Red Sea is currently applied to the sea west of the Arabian Peninsula. The northern fingers of this body of water extend along the west and east sides of the Sinai Peninsula and are presently called the Gulf of Suez and the Gulf of Aqaba or the Gulf of Eilat. In ancient times the name applied to a much larger body of water, including the Arabian Sea and the Persian Gulf (C. Houtman, Exodus, 1:109-10). See also Num 14:25; 21:4; Deut 1:40; 2:1; Judg 11:16; 1 Kgs 9:26; Jer 49:21. The sea was deep enough to drown the entire Egyptian army later (and thus no shallow swamp land). God drives the locusts to their death in the water. He will have the same power over Egyptian soldiers, for he raised up this powerful empire for a purpose and soon will drown them in the sea. The message for the Israelites is that God will humble all who refuse to submit.) Not one locust remained in all the territory of Egypt."},{"number":20,"verse":"But the LORD hardened Pharaoh’s heart, and he did not release the Israelites."},{"number":21,"verse":"The Ninth Blow: Darkness (sn The ninth plague is that darkness fell on all the land – except on Israel. This plague is comparable to the silence in heaven, just prior to the last and terrible plague (Rev 8:1). Here Yahweh is attacking a core Egyptian religious belief as well as portraying what lay before the Egyptians. Throughout the Bible darkness is the symbol of evil, chaos, and judgment. Blindness is one of its manifestations (see Deut 28:27–29). But the plague here is not blindness, or even spiritual blindness, but an awesome darkness from outside (see Joel 2:2; Zeph 1:15). It is particularly significant in that Egypt’s high god was the Sun God. Lord Sun was now being shut down by Lord Yahweh. If Egypt would not let Israel go to worship their God, then Egypt’s god would be darkness. The structure is familiar: the plague, now unannounced (21-23), and then the confrontation with Pharaoh (24-27).) The LORD said to Moses, “Extend your hand toward heaven (tn Or “the sky” (also in the following verse). The Hebrew term שָׁמַיִם (shamayim) may be translated “heavens” or “sky” depending on the context.) so that there may be (sn The verb form is the jussive with the sequential vav – וִיהִי חֹשֶׁךְ (vihi khoshekh). B. Jacob (Exodus, 286) notes this as the only instance where Scripture says, “Let there be darkness” (although it is subordinated as a purpose clause; cf. Gen 1:3). Isa 45:7 alluded to this by saying, “who created light and darkness.”) darkness over the land of Egypt, a darkness so thick it can be felt.” (tn The Hebrew term מוּשׁ (mush) means “to feel.” The literal rendering would be “so that one may feel darkness.” The image portrays an oppressive darkness; it was sufficiently thick to possess the appearance of substance, although it was just air (B. Jacob, Exodus, 286).)"},{"number":22,"verse":"So Moses extended his hand toward heaven, and there was absolute darkness (tn The construction is a variation of the superlative genitive: a substantive in the construct state is connected to a noun with the same meaning (see GKC 431 §133. i).) throughout the land of Egypt for three days. (sn S. R. Driver says, “The darkness was no doubt occasioned really by a sand-storm, produced by the hot electrical wind…which blows in intermittently…” (Exodus, 82, 83). This is another application of the antisupernatural approach to these texts. The text, however, is probably describing something that was not a seasonal wind, or Pharaoh would not have been intimidated. If it coincided with that season, then what is described here is so different and so powerful that the Egyptians would have known the difference easily. Pharaoh here would have had to have been impressed that this was something very abnormal, and that his god was powerless. Besides, there was light in all the dwellings of the Israelites.)"},{"number":23,"verse":"No one (tn Heb “a man…his brother.”) could see (tn The perfect tense in this context requires the somewhat rare classification of a potential perfect.) another person, and no one could rise from his place for three days. But the Israelites had light in the places where they lived."},{"number":24,"verse":"Then Pharaoh summoned Moses and said, “Go, serve the LORD — only your flocks and herds will be detained. Even your families (tn Or “dependents.” The term is often translated “your little ones,” but as mentioned before (10:10), this expression in these passages takes in women and children and other dependents. Pharaoh will now let all the people go, but he intends to detain the cattle to secure their return.) may go with you.”"},{"number":25,"verse":"But Moses said, “Will you also (tn B. Jacob (Exodus, 287) shows that the intent of Moses in using גַּם (gam) is to make an emphatic rhetorical question. He cites other samples of the usage in Num 22:33; 1 Sam 17:36; 2 Sam 12:14, and others. The point is that if Pharaoh told them to go and serve Yahweh, they had to have animals to sacrifice. If Pharaoh was holding the animals back, he would have to make some provision.) provide us (tn Heb “give into our hand.”) with sacrifices and burnt offerings that we may present them (tn The form here is וְעָשִּׂינוּ (vÿ’asinu), the Qal perfect with a vav (ו) consecutive – “and we will do.” But the verb means “do” in the sacrificial sense – prepare them, offer them. The verb form is to be subordinated here to form a purpose or result clause.) to the LORD our God?"},{"number":26,"verse":"Our livestock must (tn This is the obligatory imperfect nuance. They were obliged to take the animals if they were going to sacrifice, but more than that, since they were not coming back, they had to take everything.) also go with us! Not a hoof is to be left behind! For we must take (tn The same modal nuance applies to this verb.) these animals (tn Heb “from it,” referring collectively to the livestock.) to serve the LORD our God. Until we arrive there, we do not know what we must use to serve the LORD.” (sn Moses gives an angry but firm reply to Pharaoh’s attempt to control Israel; he makes it clear that he has no intention of leaving any pledge with Pharaoh. When they leave, they will take everything that belongs to them.)"},{"number":27,"verse":"But the LORD hardened Pharaoh’s heart, and he was not willing to release them."},{"number":28,"verse":"Pharaoh said to him, “Go from me! (tn The expression is לֵךְ מֵעָלָי (lekh me’alay, “go from on me”) with the adversative use of the preposition, meaning from being a trouble or a burden to me (S. R. Driver, Exodus, 84; R. J. Williams, Hebrew Syntax, 51, §288).) Watch out for yourself! Do not appear before me again, (tn Heb “add to see my face.” The construction uses a verbal hendiadys: “do not add to see” (אַל־תֹּסֶף רְאוֹת, ’al-toseph rÿ’ot), meaning “do not see again.” The phrase “see my face” means “come before me” or “appear before me.”) for when (tn The construction is בְּיוֹם רְאֹתְךָ (bÿyom rÿ’otÿkha), an adverbial clause of time made up of the prepositional phrase, the infinitive construct, and the suffixed subjective genitive. “In the day of your seeing” is “when you see.”) you see my face you will die!”"},{"number":29,"verse":"Moses said, “As you wish! (tn Heb “Thus you have spoken.”) I will not see your face again.” (tn This is a verbal hendiadys construction: “I will not add again [to] see.”)"}]}