{"bibleAbbr":"NET2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":14,"verses":[{"number":1,"verse":"(The Victory at the Red Sea) (sn The account recorded in this chapter is one of the best known events in all of Scripture. In the argument of the book it marks the division between the bondage in Egypt and the establishment of the people as a nation. Here is the deliverance from Egypt. The chapter divides simply in two, vv. 1–14 giving the instructions, and vv. 15–31 reporting the victory. See among others, G. Coats, “History and Theology in the Sea Tradition,” ST 29 (1975): 53-62); A. J. Ehlen, “Deliverance at the Sea: Diversity and Unity in a Biblical Theme,” CTM 44 (1973): 168-91; J. B. Scott, “God’s Saving Acts,” The Presbyterian Journal 38 (1979): 12-14; W. Wifall, “The Sea of Reeds as Sheol,” ZAW 92 (1980): 325-32.) The LORD spoke to Moses:"},{"number":2,"verse":"“Tell the Israelites that they must turn and camp (tn The two imperfects follow the imperative and therefore express purpose. The point in the verses is that Yahweh was giving the orders for the direction of the march and the encampment by the sea.) before Pi-hahiroth, between Migdol and the sea; you are to camp by the sea before Baal Zephon opposite it. (sn The places have been tentatively identified. W. C. Kaiser summarizes the suggestions that Pi-Hahiroth as an Egyptian word may mean “temple of the [Syrian god] Hrt” or “The Hir waters of the canal” or “The Dwelling of Hator” (“Exodus,” EBC 2:387; see the literature on these names, including C. DeWit, The Date and Route of the Exodus, 17).)"},{"number":3,"verse":"Pharaoh will think (tn Heb “and Pharaoh will say.”) regarding the Israelites, ‘They are wandering around confused (sn The word translated “wandering around confused” indicates that Pharaoh thought the Israelites would be so perplexed and confused that they would not know which way to turn in order to escape – and they would never dream of crossing the sea (S. R. Driver, Exodus, 115).) in the land — the desert has closed in on them.’ (tn The expression has also been translated “the desert has shut [the way] for them,” and more freely “[the Israelites are] hemmed in by the desert.”)"},{"number":4,"verse":"I will harden (tn In this place the verb חָזַק (hazaq) is used; it indicates that God would make Pharaoh’s will strong or firm.) Pharaoh’s heart, and he will chase after them. I will gain honor (tn The form is וְאִכָּבְדָה (vÿ’ikkavÿda), the Niphal cohortative; coming after the perfect tenses with vav (ו) consecutives expressing the future, this cohortative indicates the purpose of the hardening and chasing. Yahweh intended to gain glory by this final and great victory over the strength of Pharaoh. There is irony in this expression since a different form of the word was used frequently to describe Pharaoh’s hard heart. So judgment will not only destroy the wicked – it will reveal the glory and majesty of the sovereignty of God.) because of Pharaoh and because of all his army, and the Egyptians will know (tn This is the perfect tense with the vav (ו) consecutive. But it announces the fulfillment of an long standing purpose – that they might know.) that I am the LORD.” So this is what they did. (tn Heb “and they did so.”)"},{"number":5,"verse":"When it was reported (tn Heb “and it was told.” The present translation uses “reported,” since this involves information given to a superior.) to the king of Egypt that the people had fled, (tn The verb must be given a past perfect translation because the fleeing occurred before the telling.) the heart of Pharaoh and his servants was turned against the people, and the king and his servants said, (tn Heb “and they said.” The referent (the king and his servants) is supplied for clarity.) “What in the world have we done? (tn The question literally is “What is this we have done?” The demonstrative pronoun is used as an enclitic particle for emphasis (R. J. Williams, Hebrew Syntax, 24, §118).) For we have released the people of Israel (tn Heb “released Israel.” By metonymy the name of the nation is used collectively for the people who constitute it (the Israelites).) from serving us!”"},{"number":6,"verse":"Then he prepared (tn Heb “bound.”) his chariots and took his army (tn Heb “his people.”) with him."},{"number":7,"verse":"He took six hundred select (tn The passive participle of the verb “to choose” means that these were “choice” or superb chariots.) chariots, and all the rest of the chariots of Egypt, (tn Heb “every chariot of Egypt.” After the mention of the best chariots, the meaning of this description is “all the other chariots.”) and officers (tn The word שָׁלִשִׁם (shalishim) means “officers” or some special kind of military personnel. At one time it was taken to mean a “three man chariot,” but the pictures of Egyptian chariots only show two in a chariot. It may mean officers near the king, “men of the third rank” (B. Jacob, Exodus, 394). So the chariots and the crew represented the elite. See the old view by A. E. Cowley that linked it to a Hittite word (“A Hittite Word in Hebrew,” JTS 21 [1920]: 326), and the more recent work by P. C. Craigie connecting it to Egyptian “commander” (“An Egyptian Expression in the Song of the Sea: Exodus XV.4,” VT 20 [1970]: 85).) on all of them."},{"number":8,"verse":"But the LORD hardened the heart of Pharaoh king of Egypt, and he chased after the Israelites. Now the Israelites were going out defiantly. (tn Heb “with a high hand”; the expression means “defiantly,” “boldly,” or “with confidence.” The phrase is usually used for arrogant sin and pride, the defiant fist, as it were. The image of the high hand can also mean the hand raised to deliver a blow (Job 38:15). So the narrative here builds tension between these two resolute forces.)"},{"number":9,"verse":"The Egyptians chased after them, and all the horses and chariots of Pharaoh and his horsemen and his army overtook them camping by the sea, beside Pi-hahiroth, before Baal-Zephon."},{"number":10,"verse":"When (tn The disjunctive vav introduces a circumstantial clause here.) Pharaoh got closer, (tn Heb “drew near.”) the Israelites looked up, (tn Heb “lifted up their eyes,” an expression that indicates an intentional and careful looking – they looked up and fixed their sights on the distance.) and there were the Egyptians marching after them, (tn The construction uses הִנֵּה (hinneh) with the participle, traditionally rendered “and behold, the Egyptians were marching after them.” The deictic particle calls attention in a dramatic way to what was being seen. It captures the surprise and the sudden realization of the people.) and they were terrified. (tn The verb “feared” is intensified by the adverb מְאֹד (mÿ’od): “they feared greatly” or “were terrified.” In one look their defiant boldness seems to have evaporated.) The Israelites cried out to the LORD, (sn Their cry to the Lord was proper and necessary. But their words to Moses were a rebuke and disloyal, showing a lack of faith and understanding. Their arrogance failed them in the crisis because it was built on the arm of flesh. Moses would have to get used to this murmuring, but here he takes it in stride and gives them the proper instructions. They had cried to the Lord, and now the Lord would deliver.)"},{"number":11,"verse":"and they said to Moses, “Is it because there are no graves in Egypt that you have taken us away to die in the desert? (sn B. Jacob (Exodus, 396-97) notes how the speech is overly dramatic and came from a people given to using such exaggerations (Num 16:14), even using a double negative. The challenge to Moses brings a double irony. To die in the desert would be without proper burial, but in Egypt there were graves – it was a land of tombs and graves! Gesenius notes that two negatives in the sentence do not nullify each other but make the sentence all the more emphatic: “Is it because there were no graves…?” (GKC 483 §152. y).) What in the world (tn The demonstrative pronoun has the enclitic use again, giving a special emphasis to the question (R. J. Williams, Hebrew Syntax, 24, §118).) have you done to us by bringing (tn The Hebrew term לְהוֹצִּיאָנוּ (lÿhotsi’anu) is the Hiphil infinitive construct with a suffix, “to bring us out.” It is used epexegetically here, explaining the previous question.) us out of Egypt?"},{"number":12,"verse":"Isn’t this what we told you (tn Heb “Is not this the word that we spoke to you.”) in Egypt, ‘Leave us alone so that we can serve the Egyptians, (sn U. Cassuto (Exodus, 164) explains this statement by the people as follows: “The question appears surprising at first, for we have not read previously that such words were spoken to Moses. Nor is the purport of the protest of the Israelite foremen (v 21 [5:21]) identical with that of the words uttered now. However, from a psychological standpoint the matter can be easily explained. In the hour of peril the children of Israel remember that remonstrance, and now it seems to them that it was of a sharper character and flowed from their foresight, and that the present situation justifies it, for death awaits them at this moment in the desert.” This declaration that “we told you so,” born of fright, need not have been strictly accurate or logical.) because it is better for us to serve (tn Heb “better for us to serve.”) the Egyptians than to die in the desert!’” (tn Since Hebrew does not use quotation marks to indicate the boundaries of quotations, there is uncertainty about whether the Israelites’ statement in Egypt includes the end of v. 12 or consists solely of “leave us alone so that we can serve the Egyptians.” In either case, the command to Moses to leave them alone rested on the assumption, spoken or unspoken, that serving Egypt would be less risky than what Moses was proposing. Now with the Egyptian army on the horizon, the Israelites are sure that their worst predictions are about to take place.)"},{"number":13,"verse":"Moses said to the people, “Do not fear! (tn The use of אַל (’al) with the jussive has the force of “stop fearing.” It is a more immediate negative command than לֹא (lo’) with the imperfect (as in the Decalogue).) Stand firm (tn The force of this verb in the Hitpael is “to station oneself” or “stand firm” without fleeing.) and see (tn The form is an imperative with a vav (ו). It could also be rendered “stand firm and you will see” meaning the result, or “stand firm that you may see” meaning the purpose.) the salvation (tn Or “victory” (NAB) or “deliverance” (NIV, NRSV).) of the LORD that he will provide (tn Heb “do,” i. e., perform or accomplish.) for you today; for the Egyptians that you see today you will never, ever see again. (tn The construction uses a verbal hendiadys consisting of a Hiphil imperfect (“you will not add”) and a Qal infinitive construct with a suffix (“to see them”) – “you will no longer see them.” Then the clause adds “again, for ever.”sn U. Cassuto (Exodus, 164) notes that the antithetical parallelism between seeing salvation and seeing the Egyptians, as well as the threefold repetition of the word “see” cannot be accidental; so too the alliteration of the last three words beginning with ayin (ע).)"},{"number":14,"verse":"The LORD (tn The word order places emphasis on “the Lord” (Heb “Yahweh”).) will fight for you, and you can be still.” (tn The imperfect tense needs to be interpreted in contrast to all that Yahweh will be doing. It may be given a potential imperfect nuance (as here), or it may be obligatory to follow the command to stand firm: “you must be still.”)"},{"number":15,"verse":"The LORD said to Moses, “Why do you cry out to me? Tell the Israelites to move on. (tn The text literally says, “speak to the Israelites that they may journey.” The intent of the line, using the imperative with the subordinate jussive or imperfect expressing purpose is that the speaking is the command to move.)"},{"number":16,"verse":"And as for you, (tn The conjunction plus pronoun (“and you”) is emphatic – “and as for you” – before the imperative “lift up.” In contrast, v. 17 begins with “and as for me, I….”) lift up your staff and extend your hand toward the sea and divide it, so that (tn The imperfect (or jussive) with the vav (ו) is sequential, coming after the series of imperatives instructing Moses to divide the sea; the form then gives the purpose (or result) of the activity – “that they may go.”) the Israelites may go through the middle of the sea on dry ground."},{"number":17,"verse":"And as for me, I am going to harden (tn הִנְנִי (hinni) before the participle gives it the force of a futur instans participle, meaning “I am about to harden” or “I am going to harden” their heart.) the hearts of the Egyptians so that (tn The form again is the imperfect tense with vav (ו) to express the purpose or the result of the hardening. The repetition of the verb translated “come” is interesting: Moses is to divide the sea in order that the people may cross, but God will harden the Egyptians’ hearts in order that they may follow.) they will come after them, that I may be honored (tn For the comments on this verb see the discussion in v. 4. God would get glory by defeating Egypt.) because (tn Or “I will get glory over.”) of Pharaoh and his army and his chariots and his horsemen."},{"number":18,"verse":"And the Egyptians will know (tn The construction is unusual in that it says, “And Egypt will know.” The verb is plural, and so “Egypt” must mean “the Egyptians.” The verb is the perfect tense with the vav consecutive, showing that this recognition or acknowledgment by Egypt will be the result or purpose of the defeat of them by God.) that I am the LORD when I have gained my honor (tn The form is בְּהִכָּבְדִי (bÿhikkavÿdi), the Niphal infinitive construct with a preposition and a suffix. For the suffix on a Niphal, see GKC 162-63 §61. c. The word forms a temporal clause in the line.) because of Pharaoh, his chariots, and his horsemen.”"},{"number":19,"verse":"The angel of God, who was going before the camp of Israel, moved and went behind them, and the pillar (sn B. Jacob (Exodus, 400-401) makes a good case that there may have been only one pillar, one cloud; it would have been a dark cloud behind it, but in front of it, shining the way, a pillar of fire. He compares the manifestation on Sinai, when the mountain was on fire but veiled by a dark cloud (Deut 4:11; 5:22). See also Exod 13:21; Num 14:14; Deut 1:33; Neh 9:12, 19; Josh 24:7; Pss 78:14; 105:39.) of cloud moved from before them and stood behind them."},{"number":20,"verse":"It came between the Egyptian camp and the Israelite camp; it was a dark cloud (tn The two nouns “cloud” and “darkness” form a nominal hendiadys: “and it was the cloud and the darkness” means “and it was the dark cloud.” Perhaps this is what the Egyptians saw, preventing them from observing Moses and the Israelites.) and it lit up the night so that one camp did not come near the other (tn Heb “this to this”; for the use of the pronouns in this reciprocal sense of “the one to the other,” see GKC 448 §139. e, n. 3.) the whole night. (tc The LXX reads very differently at the end of this verse: “and there was darkness and blackness and the night passed.” B. S. Childs (Exodus [OTL], 218) summarizes three proposals: (1) One takes the MT as it stands and explains it along the lines of the Targum and Jewish exegesis, that there was one cloud that was dark to one group and light to the other. (2) Another tries to reconstruct a verb from the noun “darkness” or make some use of the Greek verb. (3) A third seeks a different meaning for the verb “lit,” “gave light” by comparative philology, but no consensus has been reached. Given that there is no easy solution apart from reconstructing the text, and given that the MT can be interpreted as it is, the present translation follows the MT.)"},{"number":21,"verse":"Moses stretched out his hand toward the sea, and the LORD drove the sea apart (tn Or “drove the sea back” (NIV, NCV, NRSV, TEV). The verb is simply the Hiphil of הָלַךְ (halakh, “to walk, go”). The context requires that it be interpreted along the lines of “go back, go apart.”) by a strong east wind all that night, and he made the sea into dry land, and the water was divided."},{"number":22,"verse":"So the Israelites went through the middle of the sea on dry ground, the water forming a wall (tn The clause literally reads, “and the waters [were] for them a wall.” The word order in Hebrew is disjunctive, with the vav (ו) on the noun introducing a circumstantial clause. sn S. R. Driver (Exodus, 119), still trying to explain things with natural explanations, suggests that a northeast wind is to be thought of (an east wind would be directly in their face he says), such as a shallow ford might cooperate with an ebb tide in keeping a passage clear. He then quotes Dillmann about the “wall” of water: “A very summary poetical and hyperbolical (xv. 8) description of the occurrence, which at most can be pictured as the drying up of a shallow ford, on both sides of which the basin of the sea was much deeper, and remained filled with water.” There is no way to “water down” the text to fit natural explanations; the report clearly shows a miraculous work of God making a path through the sea – a path that had to be as wide as half a mile in order for the many people and their animals to cross between about 2:00 a. m. and 6:00 a. m. (W. C. Kaiser, Jr., “Exodus,” EBC 2:389). The text does not say that they actually only started across in the morning watch, however.) for them on their right and on their left."},{"number":23,"verse":"The Egyptians chased them and followed them into the middle of the sea — all the horses of Pharaoh, his chariots, and his horsemen."},{"number":24,"verse":"In the morning watch (tn The night was divided into three watches of about four hours each, making the morning watch about 2:00-6:00 a. m. The text has this as “the watch of the morning,” the genitive qualifying which of the night watches was meant.) the LORD looked down (tn This particular verb, שָׁקַף (shaqaf) is a bold anthropomorphism: Yahweh looked down. But its usage is always with some demonstration of mercy or wrath. S. R. Driver (Exodus, 120) suggests that the look might be with fiery flashes to startle the Egyptians, throwing them into a panic. Ps 77:17–19 pictures torrents of rain with lightning and thunder.) on the Egyptian army (tn Heb “camp.” The same Hebrew word is used in Exod 14:20. Unlike the English word “camp,” it can be used of a body of people at rest (encamped) or on the move.) through the pillar of fire and cloud, and he threw the Egyptian army (tn Heb “camp.”) into a panic. (tn The verb הָמַם (hamam) means “throw into confusion.” It is used in the Bible for the panic and disarray of an army before a superior force (Josh 10:10; Judg 4:15).)"},{"number":25,"verse":"He jammed (tn The word in the text is וַיָּסַר (vayyasar), which would be translated “and he turned aside” with the sense perhaps of removing the wheels. The reading in the LXX, Smr, and Syriac suggests a root אָסַר (’asar, “to bind”). The sense here might be “clogged – presumably by their sinking in the wet sand” (S. R. Driver, Exodus, 120).) the wheels of their chariots so that they had difficulty driving, (tn The clause is וַיְנַהֲגֵהוּ בִּכְבֵדֻת (vaynahagehu bikhvedut). The verb means “to drive a chariot”; here in the Piel it means “cause to drive.” The suffix is collective, and so the verbal form can be translated “and caused them to drive.” The idea of the next word is “heaviness” or “hardship”; it recalls the previous uses of related words to describe Pharaoh’s heart. Here it indicates that the driving of the crippled chariots was with difficulty.) and the Egyptians said, “Let’s flee (tn The cohortative has the hortatory use here, “Let’s flee.” Although the form is singular, the sense of it is plural and so hortatory can be used. The form is singular to agree with the singular subject, “Egypt,” which obviously means the Egyptian army. The word for “flee” is used when someone runs from fear of immanent danger and is a different word than the one used in 14:5.) from Israel, for the LORD fights (tn The form is the Niphal participle; it is used as the predicate here, that is, the verbal use: “the Lord is fighting.” This corresponds to the announcement in v. 14.) for them against Egypt!”"},{"number":26,"verse":"The LORD said to Moses, “Extend your hand toward the sea, so that the waters may flow (tn The verb, “and they will return,” is here subordinated to the imperative preceding it, showing the purpose of that act.) back on the Egyptians, on their chariots, and on their horsemen!”"},{"number":27,"verse":"So Moses extended his hand toward the sea, and the sea returned to its normal state (tn The Hebrew term לְאֵיתָנוֹ (lÿ’etano) means “to its place,” or better, “to its perennial state.” The point is that the sea here had a normal level, and now when the Egyptians were in the sea on the dry ground the water would return to that level.) when the sun began to rise. (tn Heb “at the turning of the morning”; NASB, NIV, TEV, CEV “at daybreak.”) Now the Egyptians were fleeing (tn The clause begins with the disjunctive vav (ו) on the noun, signaling either a circumstantial clause or a new beginning. It could be rendered, “Although the Egyptians…Yahweh…” or “as the Egyptians….”) before it, but the LORD overthrew (tn The verb means “shake out” or “shaking off.” It has the significance of “throw downward.” See Neh 5:13 or Job 38:13.) the Egyptians in the middle of the sea."},{"number":28,"verse":"The water returned and covered the chariots and the horsemen and all the army of Pharaoh that was coming after the Israelites into the sea (tn Heb “that was coming after them into the sea.” The referent of “them” (the Israelites) has been specified in the translation for clarity.) — not so much as one of them survived! (tn Heb “not was left among them as much as one.”)"},{"number":29,"verse":"But the Israelites walked on dry ground in the middle of the sea, the water forming a wall for them on their right and on their left."},{"number":30,"verse":"So the LORD saved (tn The Hebrew term וַיּוֹשַׁע (vayyosha’) is the key summation of the chapter, and this part of the book: “So Yahweh saved Israel.” This is the culmination of all the powerful works of God through these chapters.) Israel on that day from the power (tn Heb “the hand,” with “hand” being a metonymy for power.) of the Egyptians, and Israel saw the Egyptians dead (tn The participle “dead” is singular, agreeing in form with “Egypt.”) on the shore of the sea."},{"number":31,"verse":"When Israel saw (tn The preterite with the vav (ו) consecutive introduces a clause that is subordinate to the main points that the verse is making.) the great power (tn Heb “the great hand,” with “hand” being a metonymy for work or power. The word play using “hand” contrasts the Lord’s hand/power at work on behalf of the Israelites with the hand/power of Egypt that would have killed them.) that the LORD had exercised (tn Heb “did, made.”) over the Egyptians, they (tn Heb “and the people feared.”) feared the LORD, and they believed in (tn The verb is the Hiphil preterite of אָמַן (’aman). sn S. R. Driver says that the belief intended here is not simply a crediting of a testimony concerning a person or a thing, but a laying firm hold morally on a person or a thing (Exodus, 122). Others take the Hiphil sense to be declarative, and that would indicate a considering of the object of faith trustworthy or dependable, and therefore to be acted on. In this passage it does not mean that here they came to faith, but that they became convinced that he would save them in the future.) the LORD and in his servant Moses. (sn Here the title of “servant” is given to Moses. This is the highest title a mortal can have in the OT – the “servant of Yahweh.” It signifies more than a believer; it describes the individual as acting on behalf of God. For example, when Moses stretched out his hand, God used it as his own (Isa 63:12). Moses was God’s personal representative. The chapter records both a message of salvation and of judgment. Like the earlier account of deliverance at the Passover, this chapter can be a lesson on deliverance from present troubles – if God could do this for Israel, there is no trouble too great for him to overcome. The passage can also be understood as a picture (at least) of the deliverance at the final judgment on the world. But the Israelites used this account for a paradigm of the power of God: namely, God is able to deliver his people from danger because he is the sovereign Lord of creation. His people must learn to trust him, even in desperate situations; they must fear him and not the situation. God can bring any threat to an end by bringing his power to bear in judgment on the wicked.)"}]}