{"bibleAbbr":"NET2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"The Materials for the Sanctuary (sn Now begin the detailed instructions for constructing the tabernacle of Yahweh, with all its furnishings. The first paragraph introduces the issue of the heavenly pattern for the construction, calls for the people to make willing offerings (vv. 2–7), and explains the purpose for these offerings (vv. 8–9). The message here is that God calls his people to offer of their substance willingly so that his sanctuary may be made.) The LORD spoke to Moses:"},{"number":2,"verse":"“Tell the Israelites to take (tn The verb is וְיִקְחוּ (vÿyiqkhu), the Qal imperfect or jussive with vav; after the imperative “speak” this verb indicates the purpose or result: “speak…that they may take” and continues with the force of a command.) an offering (tn The “offering” (תְּרוּמָה, tÿrumah) is perhaps better understood as a contribution since it was a freewill offering. There is some question about the etymology of the word. The traditional meaning of “heave-offering” derives from the idea of “elevation,” a root meaning “to be high” lying behind the word. B. Jacob says it is something sorted out of a mass of material and designated for a higher purpose (Exodus, 765). S. R. Driver (Exodus, 263) corrects the idea of “heave-offering” by relating the root to the Hiphil form of that root, herim, “to lift” or “take off.” He suggests the noun means “what is taken off” from a larger mass and so designated for sacred purposes. The LXX has “something taken off.”) for me; from every person motivated by a willing (tn The verb יִדְּבֶנּוּ (yiddÿvennu) is related to the word for the “freewill offering” (נְדָבָה, nÿdavah). The verb is used of volunteering for military campaigns (Judg 5:2, 9) and the willing offerings for both the first and second temples (see 1 Chr 29:5, 6, 9, 14, 17).) heart you (tn The pronoun is plural.) are to receive my offering."},{"number":3,"verse":"This is the offering you (tn The pronoun is plural.) are to accept from them: gold, silver, bronze,"},{"number":4,"verse":"blue, (sn The blue refers to dye made from shellfish. It has a dark blue or purple-blue, almost violet color. No significance for the color is attached.) purple, (sn Likewise this color dye was imported from Phoenicia, where it was harvested from the shellfish or snail. It is a deep purple-red color.) scarlet, (sn This color is made from the eggs and bodies of the worm coccus ilicus, which is found with the holly plant – so Heb “worm of brilliance.” The powder made from the dried maggots produces a bright red-yellow color (W. C. Kaiser, Jr., “Exodus,” EBC 2:452). B. Jacob takes the view that these are not simply colors that are being introduced here, but fabrics dyed with these colors (Exodus, 765). At any rate, the sequence would then be metals, fabrics, and leathers (v. 5).) fine linen, (sn This is generally viewed as a fine Egyptian linen that had many more delicate strands than ordinary linen.) goat’s hair, (sn Goat’s hair was spun into yarn (35:26) and used to make the material for the first tent over the dwelling. It is ideal for tenting, since it is loosely woven and allows breezes to pass through, but with rain the fibers expand and prevent water from seeping through.)"},{"number":5,"verse":"ram skins dyed red, (sn W. C. Kaiser compares this to morocco leather (“Exodus,” EBC 2:453); it was skin that had all the wool removed and then was prepared as leather and dyed red. N. M. Sarna, on the other hand, comments, “The technique of leather production is never described [in ancient Hebrew texts]. Hence, it is unclear whether Hebrew me’oddamim (מְאָדָּמִים), literally ‘made red,’ refers to the tanning or dyeing process” (Exodus [JPSTC], 157).) fine leather, (tn The meaning of the word תְּחָשִׁים (tÿkhashim) is debated. The Arabic tuhas or duhas is a dolphin, and so some think a sea animal is meant – something like a dolphin or porpoise (cf. NASB; ASV “sealskins”; NIV “hides of sea cows”). Porpoises are common in the Red Sea; their skins are used for clothing by the bedouin. The word has also been connected to an Egyptian word for “leather” (ths); see S. R. Driver, Exodus, 265. Some variation of this is followed by NRSV (“fine leather”) and NLT (“fine goatskin leather”). Another suggestion connects this word to an Akkadian one that describes a precious stone that is yellow or ornge and also leather died with the color of this stone (N. M. Sarna, Exodus [JPSTC], 157-58).) acacia (sn The wood of the acacia is darker and harder than oak, and so very durable.) wood,"},{"number":6,"verse":"oil for the light, spices for the anointing oil and for fragrant incense,"},{"number":7,"verse":"onyx stones, and other gems to be set in the ephod and in the breastpiece."},{"number":8,"verse":"Let them make (tn The verb is a perfect with vav (ו) consecutive; it follows in the sequence initiated by the imperative in v. 2 and continues with the force of a command.) for me a sanctuary, (tn The word here is מִקְדּשׁ (miqdash), “a sanctuary” or “holy place”; cf. NLT “sacred residence.” The purpose of building it is to enable Yahweh to reside (וְשָׁכַנְתִּי, vÿshakhanti) in their midst. U. Cassuto reminds the reader that God did not need a place to dwell, but the Israelites needed a dwelling place for him, so that they would look to it and be reminded that he was in their midst (Exodus, 327).) so that I may live among them."},{"number":9,"verse":"According to all that I am showing you (tn The pronoun is singular.) — the pattern of the tabernacle (sn The expression “the pattern of the tabernacle” (תַּבְנִית הַמִּשְׁכָּן, tavnit hammiskan) has been the source of much inquiry. The word rendered “pattern” is related to the verb “to build”; it suggests a model. S. R. Driver notes that in ancient literature there is the account of Gudea receiving in a dream a complete model of a temple he was to erect (Exodus, 267). In this passage Moses is being shown something on the mountain that should be the pattern of the earthly sanctuary. The most plausible explanation of what he was shown comes from a correlation with comments in the Letter to the Hebrews and the book of Revelation, which describe the heavenly sanctuary as the true sanctuary, and the earthly as the copy or shadow. One could say that Moses was allowed to see what John saw on the island of Patmos, a vision of the heavenly sanctuary. That still might not explain what it was, but it would mean he saw a revelation of the true tent, and that would imply that he learned of the spiritual and eternal significance of all of it. The fact that Israel’s sanctuary resembled those of other cultures does not nullify this act of revelation; rather, it raises the question of where the other nations got their ideas if it was not made known early in human history. One can conclude that in the beginning there was much more revealed to the parents in the garden than Scripture tells about (Cain and Abel did know how to make sacrifices before Leviticus legislated it). Likewise, one cannot but guess at the influence of the fallen Satan and his angels in the world of pagan religion. Whatever the source, at Sinai God shows the true, and instructs that it all be done without the pagan corruptions and additions. U. Cassuto notes that the existence of these ancient parallels shows that the section on the tabernacle need not be dated in the second temple period, but fits the earlier period well (Exodus, 324).) and the pattern of all its furnishings — you (tn The pronoun is plural.) must make it exactly so. (sn Among the many helpful studies on the tabernacle, include S. M. Fish, “And They Shall Build Me a Sanctuary,” Gratz College of Jewish Studies 2 (1973): 43-59; I. Hart, “Preaching on the Account of the Tabernacle,” EvQ 54 (1982): 111-16; D. Skinner, “Some Major Themes of Exodus,” Mid-America Theological Journal 1 (1977): 31-42; S. McEvenue, “The Style of Building Instructions,” Sem 4 (1974): 1-9; M. Ben-Uri, “The Mosaic Building Code,” Creation Research Society Quarterly 19 (1982): 36-39.)"},{"number":10,"verse":"The Ark of the Covenant (sn This section begins with the ark, the most sacred and important object of Israel’s worship. Verses 10-15 provide the instructions for it, v. 16 has the placement of the Law in it, vv. 17–21 cover the mercy lid, and v. 22 the meeting above it. The point of this item in the tabernacle is to underscore the focus: the covenant people must always have God’s holy standard before them as they draw near to worship. A study of this would focus on God’s nature (he is a God of order, precision, and perfection), on the usefulness of this item for worship, and on the typology intended.) “They are to make an ark (tn The word “ark” has long been used by English translations to render אָרוֹן (’aron), the word used for the wooden “box,” or “chest,” made by Noah in which to escape the flood and by the Israelites to furnish the tabernacle.) of acacia wood — its length is to be three feet nine inches, its width two feet three inches, and its height two feet three inches. (tn The size is two and a half cubits long, a cubit and a half wide, and a cubit and a half high. The size in feet and inches is estimated on the assumption that the cubit is 18 inches (see S. R. Driver, Exodus, 267).)"},{"number":11,"verse":"You are to overlay (tn The verbs throughout here are perfect tenses with the vav (ו) consecutives. They are equal to the imperfect tense of instruction and/or injunction.) it with pure gold — both inside and outside you must overlay it, (tn Here the verb is an imperfect tense; for the perfect sequence to work the verb would have to be at the front of the clause.) and you are to make a surrounding border (tn The word זֵר (zer) is used only in Exodus and seems to describe something on the order of a crown molding, an ornamental border running at the top of the chest on all four sides. There is no indication of its appearance or function.) of gold over it."},{"number":12,"verse":"You are to cast four gold rings for it and put them on its four feet, with two rings on one side and two rings on the other side."},{"number":13,"verse":"You are to make poles of acacia wood, overlay them with gold,"},{"number":14,"verse":"and put the poles into the rings at the sides of the ark in order to carry the ark with them."},{"number":15,"verse":"The poles must remain in the rings of the ark; they must not be removed from it."},{"number":16,"verse":"You are to put into the ark the testimony (sn The “testimony” is the Decalogue (Exod 24:12; 31:18; Deut 4:13; 9:9; 1 Kgs 8:9); the word identifies it as the witness or affirmation of God’s commandments belonging to his covenant with Israel. It expressed God’s will and man’s duty. In other cultures important documents were put at the feet of the gods in the temples.) that I will give to you."},{"number":17,"verse":"“You are to make an atonement lid (tn The noun is כַּפֹּרֶת (kapporet), translated “atonement lid” or “atonement plate.” The traditional translation “mercy-seat” (so KJV, ASV, NASB, NRSV) came from Tyndale in 1530 and was also used by Luther in 1523. The noun is formed from the word “to make atonement.” The item that the Israelites should make would be more than just a lid for the ark. It would be the place where atonement was signified. The translation of “covering” is probably incorrect, for it derives from a rare use of the verb, if the same verb at all (the evidence shows “cover” is from another root with the same letters as this). The value of this place was that Yahweh sat enthroned above it, and so the ark essentially was the “footstool.” Blood was applied to the lid of the box, for that was the place of atonement (see S. R. Driver, Exodus, 269-270).) of pure gold; (tn After verbs of making or producing, the accusative (like “gold” here) may be used to express the material from which something is made (see GKC 371 §117. hh).) its length is to be three feet nine inches, and its width is to be two feet three inches."},{"number":18,"verse":"You are to make two cherubim (tn The evidence suggests that the cherubim were composite angelic creatures that always indicated the nearness of God. So here images of them were to be crafted and put on each end of the ark of the covenant to signify that they were there. Ezekiel 1 describes four cherubim as each having human faces, four wings, and parts of different animals for their bodies. Traditions of them appear in the other cultures as well. They serve to guard the holy places and to bear the throne of God. Here they were to be beaten out as part of the lid.) of gold; you are to make them of hammered metal on the two ends of the atonement lid."},{"number":19,"verse":"Make (tn The text now shifts to use an imperative with the vav (ו) conjunction.) one cherub on one end (tn The use of זֶה (zeh) repeated here expresses the reciprocal ideas of “the one” and “the other” (see R. J. Williams, Hebrew Syntax, 26, §132).) and one cherub on the other end; from the atonement lid (sn The angels were to form one piece with the lid and not be separated. This could be translated “of one piece with” the lid, but it is likely the angels were simply fastened to it permanently.) you are to make the cherubim on the two ends."},{"number":20,"verse":"The cherubim are to be spreading their wings upward, overshadowing (tn The verb means “overshadowing, screening” in the sense of guarding (see 1 Kgs 8:7; 1 Chr 28:18; see also the account in Gen 3:24). The cherubim then signify two things here: by their outstretched wings they form the throne of God who sits above the ark (with the Law under his feet), and by their overshadowing and guarding they signify this as the place of atonement where people must find propitiation to commune with God. Until then they are barred from his presence. See U. Cassuto, Exodus, 330-35.) the atonement lid with their wings, and the cherubim are to face each other, (tn Heb “their faces a man to his brother.”) looking (tn Heb “the faces of the cherubim will be” (“the cherubim” was moved to the preceding clause for smoother English).) toward the atonement lid."},{"number":21,"verse":"You are to put the atonement lid on top of the ark, and in the ark you are to put the testimony I am giving you."},{"number":22,"verse":"I will meet with you there, (sn Here then is the main point of the ark of the covenant, and the main point of all worship – meeting with God through atonement. The text makes it clear that here God would meet with Moses (“you” is singular) and then he would speak to the people – he is the mediator of the covenant. S. R. Driver (Exodus, 272) makes the point that the verb here is not the word that means “to meet by chance” (as in Exod 3:18), but “to meet” by appointment for a purpose (וְנוֹעַדְתִּי, vÿno’adti). The parallel in the NT is Jesus Christ and his work. The theology is that the Law condemns people as guilty of sin, but the sacrifice of Christ makes atonement. So he is the “place of propitiation (Rom 3:25) who gains communion with the Father for sinners. A major point that could be made from this section is this: At the center of worship must be the atoning work of Christ – a perpetual reminder of God’s righteous standard (the testimony in the ark) and God’s gracious provision (the atonement lid).) and (tn The verb is placed here in the text: “and I will speak”; it has been moved in this translation to be closer to the direct object clause.) from above the atonement lid, from between the two cherubim that are over the ark of the testimony, I will speak with you about all that I will command you for the Israelites."},{"number":23,"verse":"The Table for the Bread of the Presence (sn The Table of the Bread of the Presence (Tyndale’s translation, “Shewbread,” was used in KJV and influenced ASV, NAB) was to be a standing acknowledgment that Yahweh was the giver of daily bread. It was called the “presence-bread” because it was set out in his presence. The theology of this is that God provides, and the practice of this is that the people must provide for constant thanks. So if the ark speaks of communion through atonement, the table speaks of dedicatory gratitude.) “You are to make a table of acacia wood; its length is to be three feet, its width one foot six inches, and its height two feet three inches."},{"number":24,"verse":"You are to overlay it with (tn “Gold” is an adverbial accusative of material.) pure gold, and you are to make a surrounding border of gold for it."},{"number":25,"verse":"You are to make a surrounding frame (sn There is some debate as to the meaning of מִסְגֶּרֶת (misgeret). This does not seem to be a natural part of the table and its legs. The drawing on the Arch of Titus shows two cross-stays in the space between the legs, about halfway up. It might have been nearer the top, but the drawing of the table of presence-bread from the arch shows it half-way up. This frame was then decorated with the molding as well.) for it about three inches broad, and you are to make a surrounding border of gold for its frame."},{"number":26,"verse":"You are to make four rings of gold for it and attach (tn Heb “give.”) the rings at the four corners where its four legs are. (tn Heb “which [are] to four of its feet.”)"},{"number":27,"verse":"The rings are to be close to the frame to provide places (tn Heb “houses”; NAB, NASB “holders.”) for the poles to carry the table."},{"number":28,"verse":"You are to make the poles of acacia wood and overlay them with gold, so that the table may be carried with them. (tn The verb is a Niphal perfect with vav consecutive, showing here the intended result: “so that [the table] might be lifted up [by them].” The noun “the table” is introduced by what looks like the sign of the accusative, but here it serves to introduce or emphasize the nominative (see GKC 365 §117. i).)"},{"number":29,"verse":"You are to make its plates, (tn Or “a deep gold dish.” The four nouns in this list are items associated with the table and its use.) its ladles, (tn Or “cups” (NAB, TEV).) its pitchers, and its bowls, to be used in pouring out offerings; (tn The expression “for pouring out offerings” represents Hebrew אֲשֶׁר יֻסַּךְ בָּהֵן (’asher yussakh bahen). This literally says, “which it may be poured out with them,” or “with which [libations] may be poured out.”) you are to make them of pure gold."},{"number":30,"verse":"You are to set the Bread of the Presence (sn The name basically means that the bread is to be set out in the presence of Yahweh. The custom of presenting bread on a table as a thank offering is common in other cultures as well. The bread here would be placed on the table as a symbol of the divine provision for the twelve tribes – continually, because they were to express their thanksgiving continually. Priests could eat the bread after certain times. Fresh bread would be put there regularly.) on the table before me continually."},{"number":31,"verse":"The Lampstand (sn Clearly the point here is to provide light in the tent for access to God. He provided for his worshipers a light for the way to God, but he also wanted them to provide oil for the lamp to ensure that the light would not go out. Verses 31-36 describe the piece. It was essentially one central shaft, with three branches on either side turned out and upward. The stem and the branches were ornamented every so often with gold that was formed into the shape of the calyx and corolla of the almond flower. On top of the central shaft and the six branches were the lamps.) “You are to make a lampstand (tn The word is מְנֹרָה (mÿnorah) – here in construct to a following genitive of material. The main piece was one lampstand, but there were seven lamps on the shaft and its branches. See E. Goodenough, “The Menorah among the Jews of the Roman World,” HUCA 23 (1950/51): 449-92.) of pure gold. The lampstand is to be made of hammered metal; its base and its shaft, its cups, (sn U. Cassuto (Exodus, 342-44) says that the description “the cups, knobs and flowers” is explained in vv. 32–36 as three decorations in the form of a cup, shaped like an almond blossom, to be made on one branch. Every cup will have two parts, (a) a knob, that is, the receptacle at the base of the blossom, and (b) a flower, which is called the corolla, so that each lamp rests on top of a flower.) its buds, and its blossoms are to be from the same piece. (tn Heb “will be from/of it”; the referent (“the same piece” of wrought metal) has been specified in the translation for clarity.)"},{"number":32,"verse":"Six branches are to extend from the sides of the lampstand, (tn Heb “from the sides of it.”) three branches of the lampstand from one side of it and three branches of the lampstand from the other side of it. (tn Heb “from the second side.”)"},{"number":33,"verse":"Three cups shaped like almond flowers with buds and blossoms are to be on one branch, and three cups shaped like almond flowers with buds and blossoms are to be on the next (tn The text uses “one” again; “the one…the one” means “the one…and the next” in the distributive sense.) branch, and the same (tn Heb “thus.”) for the six branches extending from the lampstand."},{"number":34,"verse":"On the lampstand there are to be four cups shaped like almond flowers with buds and blossoms,"},{"number":35,"verse":"with a bud under the first (tn For clarity the phrase “the first” has been supplied.) two branches from it, and a bud under the next (tn For clarity the phrase “the next” has been supplied.) two branches from it, and a bud under the third (tn For clarity the phrase “the third” has been supplied.) two branches from it, according to the six branches that extend from the lampstand."},{"number":36,"verse":"Their buds and their branches will be one piece, (tn Heb “will be from it.”) all of it one hammered piece of pure gold."},{"number":37,"verse":"“You are to make its seven lamps, (tn The word for “lamps” is from the same root as the lampstand, of course. The word is נֵרוֹת (nerot). This probably refers to the small saucer-like pottery lamps that are made very simply with the rim pinched over to form a place to lay the wick. The bowl is then filled with olive oil as fuel.) and then set (tn The translation “set up on” is from the Hebrew verb “bring up.” The construction is impersonal, “and he will bring up,” meaning “one will bring up.” It may mean that people were to fix the lamps on to the shaft and the branches, rather than cause the light to go up (see S. R. Driver, Exodus, 277).) its lamps up on it, so that it will give light (tn This is a Hiphil perfect with vav consecutive, from אוֹר (’or, “light”), and in the causative, “to light, give light.”) to the area in front of it."},{"number":38,"verse":"Its trimmers and its trays (sn The first word refers to something like small tongs or tweezers used to pull up and trim the wicks; the second word refers to fire-pans or censers.) are to be (tn “are to be” has been supplied.) of pure gold."},{"number":39,"verse":"About seventy-five pounds (tn Heb “a talent.”) of pure gold is to be used for it (tn The text has “he will make it” or “one will make it.” With no expressed subject it is given a passive translation.) and for all these utensils."},{"number":40,"verse":"Now be sure to make (tn The text uses two imperatives: “see and make.” This can be interpreted as a verbal hendiadys, calling for Moses and Israel to see to it that they make these things correctly.) them according to the pattern you were shown (tn The participle is passive, “caused to see,” or, “shown.”) on the mountain. (sn The message of this section surely concerns access to God. To expound this correctly, though, since it is an instruction section for building the lampstand, the message would be: God requires that his people ensure that light will guide the way of access to God. The breakdown for exposition could be the instructions for preparation for light (one lamp, several branches), then instructions for the purpose and maintenance of the lamps, and then the last verse telling the divine source for the instructions. Naturally, the metaphorical value of light will come up in the study, especially from the NT. So in the NT there is the warning that if churches are unfaithful God will remove their lampstand, their ministry (Rev 2–3).)"}]}