{"bibleAbbr":"NET2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"(The Altar) “You are to make the (tn The article on this word identifies this as the altar, meaning the main high altar on which the sacrifices would be made.) altar of acacia wood, seven feet six inches long, (tn The dimensions are five cubits by five cubits by three cubits high.) and seven feet six inches wide; the altar is to be square, (tn Heb “four”; this refers to four sides. S. R. Driver says this is an archaism that means there were four equal sides (Exodus, 291).) and its height is to be (tn Heb “and three cubits its height.”) four feet six inches."},{"number":2,"verse":"You are to make its four horns (sn The horns of the altar were indispensable – they were the most sacred part. Blood was put on them; fugitives could cling to them, and the priests would grab the horns of the little altar when making intercessory prayer. They signified power, as horns on an animal did in the wild (and so the word was used for kings as well). The horns may also represent the sacrificial animals killed on the altar.) on its four corners; its horns will be part of it, (sn The text, as before, uses the prepositional phrase “from it” or “part of it” to say that the horns will be part of the altar – of the same piece as the altar. They were not to be made separately and then attached, but made at the end of the boards used to build the altar (U. Cassuto, Exodus, 363).) and you are to overlay it with bronze."},{"number":3,"verse":"You are to make its pots for the ashes, (sn The word is literally “its fat,” but sometimes it describes “fatty ashes” (TEV “the greasy ashes”). The fat would run down and mix with the ashes, and this had to be collected and removed.) its shovels, its tossing bowls, (sn This was the larger bowl used in tossing the blood at the side of the altar.) its meat hooks, and its fire pans — you are to make all (tn The text has “to all its vessels.” This is the lamed (ל) of inclusion according to Gesenius, meaning “all its utensils” (GKC 458 §143. e).) its utensils of bronze."},{"number":4,"verse":"You are to make a grating (tn The noun מִכְבָּר (mikhbar) means “a grating”; it is related to the word that means a “sieve.” This formed a vertical support for the ledge, resting on the ground and supporting its outer edge (S. R. Driver, Exodus, 292).) for it, a network of bronze, and you are to make on the network four bronze rings on its four corners."},{"number":5,"verse":"You are to put it under the ledge of the altar below, so that the network will come (tn The verb is the verb “to be,” here the perfect tense with vav (ו) consecutive. It is “and it will be” or “that it may be,” or here “that it may come” halfway up.) halfway up the altar. (tn Heb “to the half of the altar.”)"},{"number":6,"verse":"You are to make poles for the altar, poles of acacia wood, and you are to overlay them with bronze."},{"number":7,"verse":"The poles are to be put (tn The verb is a Hophal perfect with vav consecutive: וְהוּבָא (vÿhuva’, “and it will be brought”). The particle אֶת (’et) here introduces the subject of the passive verb (see a similar use in 21:28, “and its flesh will not be eaten”).) into the rings so that the poles will be on two sides of the altar when carrying it. (tn The construction is the infinitive construct with bet (ב) preposition: “in carrying it.” Here the meaning must be that the poles are not left in the rings, but only put into the rings when they carried it.)"},{"number":8,"verse":"You are to make the altar hollow, out of boards. Just as it was shown you (tn The verb is used impersonally; it reads “just as he showed you.” This form then can be made a passive in the translation.) on the mountain, so they must make it. (tn Heb “thus they will make.” Here too it could be given a passive translation since the subject is not expressed. But “they” would normally refer to the people who will be making this and so can be retained in the translation. sn Nothing is said about the top of the altar. Some commentators suggest, in view of the previous instruction for making an altar out of earth and stone, that when this one was to be used it would be filled up with dirt clods and the animal burnt on the top of that. If the animal was burnt inside it, the wood would quickly burn. A number of recent scholars think this was simply an imagined plan to make a portable altar after the pattern of Solomon’s – but that is an unsatisfactory suggestion. This construction must simply represent a portable frame for the altar in the courtyard, an improvement over the field altar. The purpose and function of the altar are not in question. Here worshipers would make their sacrifices to God in order to find forgiveness and atonement, and in order to celebrate in worship with him. No one could worship God apart from this; no one could approach God apart from this. So too the truths that this altar communicated form the basis and center of all Christian worship. One could word an applicable lesson this way: Believers must ensure that the foundation and center of their worship is the altar, i. e., the sacrificial atonement.)"},{"number":9,"verse":"(The Courtyard) “You are to make the courtyard (tn Or “enclosure” (TEV).) of the tabernacle. For the south side (tn Heb “south side southward.”) there are to be hangings (tn Or “curtains.”) for the courtyard of fine twisted linen, one hundred fifty feet long for one side, (sn The entire courtyard of 150 feet by 75 feet was to be enclosed by a curtain wall held up with posts in bases. All these hangings were kept in place by a cord and tent pegs.)"},{"number":10,"verse":"with (tn Heb “and.”) twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver."},{"number":11,"verse":"Likewise (tn Heb “and thus.”) for its length on the north side, there are to be (tn Here the phrase “there will be” has been supplied.) hangings for one hundred fifty feet, with twenty posts and their twenty bronze bases, with silver hooks and bands (sn These bands have been thought by some to refer to connecting rods joining the tops of the posts. But it is more likely that they are bands or bind rings surrounding the posts at the base of the capitals (see 38:17).) on the posts."},{"number":12,"verse":"The width of the court on the west side is to be seventy-five feet with hangings, with their ten posts and their ten bases."},{"number":13,"verse":"The width of the court on the east side, toward the sunrise, is to be seventy-five feet."},{"number":14,"verse":"The hangings on one side (tn The word literally means “shoulder.” The next words, “of the gate,” have been supplied here and in v. 15. The east end would contain the courtyard’s entry with a wall of curtains on each side of the entry (see v. 16).) of the gate are to be (tn Here “will be” has been supplied.) twenty-two and a half feet long, with their three posts and their three bases."},{"number":15,"verse":"On the second side (tn Heb “shoulder.”) there are to be (tn Here the phrase “there will be” has been supplied.) hangings twenty-two and a half feet long, with their three posts and their three bases."},{"number":16,"verse":"For the gate of the courtyard there is to be a curtain of thirty feet, of blue, purple, and scarlet yarn and fine twined linen, the work of an embroiderer, with four posts and their four bases."},{"number":17,"verse":"All the posts around the courtyard are to have silver bands; (tn The text uses the passive participle here: they are to “be filleted with silver” or “bound round” with silver.) their hooks are to be (tn Here the phrase “are to be” has been supplied.) silver, and their bases bronze."},{"number":18,"verse":"The length of the courtyard is to be one hundred fifty feet (tn Heb “a hundred cubits.”) and the width seventy-five feet, (tn Heb “fifty.” The text has “and the width fifty [cubits] with fifty.” This means that it is fifty cubits wide on the western end and fifty cubits wide on the eastern end.) and the height of the fine twisted linen hangings (tn Here “hangings” has been supplied.) is to be (tn Here the phrase “is to be” has been supplied.) seven and a half feet, with their bronze bases."},{"number":19,"verse":"All (tn Heb “to all”; for use of the preposition lamed (ל) to show inclusion (all belonging to) see GKC 458 §143. e.) the utensils of the tabernacle used (tn Here “used” has been supplied.) in all its service, all its tent pegs, and all the tent pegs of the courtyard are to be made of bronze. (sn The tabernacle is an important aspect of OT theology. The writer’s pattern so far has been: ark, table, lamp, and then their container (the tabernacle); then the altar and its container (the courtyard). The courtyard is the place of worship where the people could gather – they entered God’s courts. Though the courtyard may not seem of much interest to current readers, it did interest the Israelites. Here the sacrifices were made, the choirs sang, the believers offered their praises, they had their sins forgiven, they came to pray, they appeared on the holy days, and they heard from God. It was sacred because God met them there; they left the “world” (figuratively speaking) and came into the very presence of God.)"},{"number":20,"verse":"(Offering the Oil) “You are to command the Israelites that they bring (tn The form is the imperfect tense with the vav showing a sequence with the first verb: “you will command…that they take.” The verb “take, receive” is used here as before for receiving an offering and bringing it to the sanctuary.) to you pure oil of pressed olives for the light, so that the lamps (tn Heb “lamp,” which must be a collective singular here.) will burn (tn The verb is unusual; it is the Hiphil infinitive construct of עָלָה (’alah), with the sense here of “to set up” to burn, or “to fix on” as in Exod 25:37, or “to kindle” (U. Cassuto, Exodus, 370).) regularly. (sn The word can mean “continually,” but in this context, as well as in the passages on the sacrifices, “regularly” is better, since each morning things were cleaned and restored.)"},{"number":21,"verse":"In the tent of meeting (tn The LXX has mistakenly rendered this name “the tent of the testimony.”) outside the curtain that is before the testimony, Aaron and his sons are to arrange it from evening (sn The lamps were to be removed in the morning so that the wicks could be trimmed and the oil replenished (30:7) and then lit every evening to burn through the night.) to morning before the LORD. This is to be a lasting ordinance among the Israelites for generations to come. (sn This is the first of several sections of priestly duties. The point is a simple one here: those who lead the worship use the offerings of the people to ensure that access to God is illumined regularly. The NT will make much of the symbolism of light.)"}]}