{"bibleAbbr":"NET2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":29,"verses":[{"number":1,"verse":"The Consecration of Aaron and His Sons (sn Chap. 29 is a rather long, involved discussion of the consecration of Aaron the priest. It is similar to the ordination service in Lev 8. In fact, the execution of what is instructed here is narrated there. But these instructions must have been formulated after or in conjunction with Lev 1–7, for they presuppose a knowledge of the sacrifices. The bulk of the chapter is the consecration of the priests: 1-35. It has the preparation (1-3), washing (4), investiture and anointing (5-9), sin offering (10-14), burnt offering (15-18), installation peace offering (19-26, 31-34), other offerings’ rulings (27-30), and the duration of the ritual (35). Then there is the consecration of the altar (36-37), and the oblations (38-46). There are many possibilities for the study and exposition of this material. The whole chapter is the consecration of tabernacle, altar, people, and most of all the priests. God was beginning the holy operations with sacral ritual. So the overall message would be: Everyone who ministers, everyone who worships, and everything they use in the presence of Yahweh, must be set apart to God by the cleansing, enabling, and sanctifying work of God.) “Now this is what (tn Heb “the thing.”) you are to do for them to consecrate them so that they may minister as my priests. Take a young (tn Literally: “take one bull, a ‘son’ of the herd.”) bull and two rams without blemish; (tn The word תָּמִים (tamim) means “perfect.” The animals could not have diseases or be crippled or blind (see Mal 1). The requirement was designed to ensure that the people would give the best they had to Yahweh. The typology pointed to the sinless Messiah who would fulfill all these sacrifices in his one sacrifice on the cross.)"},{"number":2,"verse":"and (sn This will be for the minkhah (מִנְחָה) offering (Lev 2), which was to accompany the animal sacrifices.) bread made without yeast, and perforated cakes without yeast mixed with oil, and wafers without yeast spread (tn Or “anointed” (KJV, ASV).) with oil — you are to make them using (tn The “fine flour” is here an adverbial accusative, explaining the material from which these items were made. The flour is to be finely sifted, and from the wheat, not the barley, which was often the material used by the poor. Fine flour, no leaven, and perfect animals, without blemishes, were to be gathered for this service.) fine wheat flour."},{"number":3,"verse":"You are to put them in one basket and present (tn The verb קָרַב (qarav) in the Hiphil means to “bring near” to the altar, or, to offer something to God. These gifts will, therefore, be offered to him for the service of this ritual.) them in the basket, along with (tn Heb “and with.”) the bull and the two rams."},{"number":4,"verse":"“You are to present (tn Here too the verb is Hiphil (now imperfect) meaning “bring near” the altar. The choice of this verb indicates that they were not merely being brought near, but that they were being formally presented to Yahweh as the offerings were.) Aaron and his sons at the entrance of the tent of meeting. You are to wash (sn This is the washing referred to in Lev 8:6. This is a complete washing, not just of the hands and feet that would follow in the course of service. It had to serve as a symbolic ritual cleansing or purifying as the initial stage in the consecration. The imagery of washing will be used in the NT for regeneration (Titus 3:5).) them with water"},{"number":5,"verse":"and take the garments and clothe Aaron with the tunic, (tn The Hiphil of לָבַשׁ (lavash, “to clothe”) will take double accusatives; so the sign of the accusative is with Aaron, and then with the articles of clothing. The translation will have to treat Aaron as the direct object and the articles as indirect objects, because Aaron receives the prominence in the verse – you will clothe Aaron.) the robe of the ephod, the ephod, and the breastpiece; you are to fasten the ephod on him by using the skillfully woven waistband. (tn The verb used in this last clause is a denominative verb from the word for ephod. And so “ephod the ephod on him” means “fasten as an ephod the ephod on him” (S. R. Driver, Exodus, 316).)"},{"number":6,"verse":"You are to put the turban on his head and put the holy diadem (sn This term does not appear in chap. 28, but it can only refer to the plate with the inscription on it that was tied to the turban. Here it is called a “holy diadem,” a diadem that is distinctly set apart for this service. All the clothing was described as “holy garments,” and so they were all meant to mark the separation of the priests to this holy service. The items of clothing were each intended for different aspects of ministry, and so this step in the consecration was designed to symbolize being set apart for those duties, or, prepared (gifted) to perform the ministry.) on the turban."},{"number":7,"verse":"You are to take the anointing oil and pour it on his head and anoint him. (sn The act of anointing was meant to set him apart for this holy service within the house of Yahweh. The psalms indicate that no oil was spared in this ritual, for it ran down his beard and to the hem of his garment. Oil of anointing was used for all major offices (giving the label with the passive adjective “mashiah” (or “messiah”) to anyone anointed. In the further revelation of Scripture, the oil came to signify the enablement as well as the setting apart, and often the Holy Spirit came on the person at the anointing with oil. The olive oil was a symbol of the Spirit in the OT as well (Zech 4:4–6). And in the NT “anointing” signifies empowerment by the Holy Spirit for service.)"},{"number":8,"verse":"You are to present his sons and clothe them with tunics"},{"number":9,"verse":"and wrap the sashes around Aaron and his sons (tc Hebrew has both the objective pronoun “them” and the names “Aaron and his sons.” Neither the LXX nor Leviticus 8:13 has “Aaron and his sons,” suggesting that this may have been a later gloss in the text.) and put headbands on them, and so the ministry of priesthood will belong to them by a perpetual ordinance. Thus you are to consecrate (tn Heb “and you will fill the hand” and so “consecrate” or “ordain.” The verb draws together the individual acts of the process.) Aaron and his sons."},{"number":10,"verse":"“You are to present the bull at the front of the tent of meeting, and Aaron and his sons are to put (tn The verb is singular, agreeing with the first of the compound subject – Aaron.) their hands on the head (sn The details of these offerings have to be determined from a careful study of Leviticus. There is a good deal of debate over the meaning of laying hands on the animals. At the very least it identifies the animal formally as their sacrifice. But it may very well indicate that the animal is a substitute for them as well, given the nature and the effect of the sacrifices.) of the bull."},{"number":11,"verse":"You are to kill the bull before the LORD at the entrance to the tent of meeting"},{"number":12,"verse":"and take some of the blood of the bull and put it on the horns of the altar (sn This act seems to have signified the efficacious nature of the blood, since the horns represented power. This is part of the ritual of the sin offering for laity, because before the priests become priests they are treated as laity. The offering is better described as a purification offering rather than a sin offering, because it was offered, according to Leviticus, for both sins and impurities. Moreover, it was offered primarily to purify the sanctuary so that the once-defiled or sinful person could enter (see J. Milgrom, Leviticus [AB]).) with your finger; all the rest of (tn The phrase “rest of” has been supplied in the translation for clarification.) the blood you are to pour out at the base of the altar."},{"number":13,"verse":"You are to take all the fat that covers the entrails, and the lobe (tn S. R. Driver suggests that this is the appendix or an appendix, both here and in v. 22 (Exodus, 320). “The surplus, the appendage of liver, found with cow, sheep, or goat, but not with humans: Lobus caudatus” (HALOT 453 s. v. יֹתֶרֶת).) that is above the liver, and the two kidneys and the fat that is on them, and burn them (tn Heb “turn [them] into sweet smoke” since the word is used for burning incense. sn The giving of the visceral organs and the fat has received various explanations. The fat represented the best, and the best was to go to God. If the animal is a substitute, then the visceral organs represent the will of the worshiper in an act of surrender to God.) on the altar."},{"number":14,"verse":"But the meat of the bull, its skin, and its dung you are to burn up (tn Heb “burn with fire.”) outside the camp. (sn This is to be done because there is no priesthood yet. Once they are installed, then the sin/purification offering is to be eaten by the officiating priests as a sign that the offering was received. But priests could not consume their own sin offering.) It is the purification offering. (sn There were two kinds of “purification offering,” those made with confession for sin and those made without. The title needs to cover both of them, and if it is called in the traditional way “the sin offering,” that will convey that when people offered it for skin diseases, menstruation, or having babies, they had sinned. That was not the case. Moreover, it is usual to translate the names of the sacrifices by what they do more than what they cover – so peace offering, reparation offering, and purification offering.)"},{"number":15,"verse":"“You are to take one ram, and Aaron and his sons are to lay their hands on the ram’s head,"},{"number":16,"verse":"and you are to kill the ram and take its blood and splash it all around on the altar."},{"number":17,"verse":"Then you are to cut the ram into pieces and wash the entrails and its legs and put them on its pieces and on its head"},{"number":18,"verse":"and burn (tn Heb “turn to sweet smoke.”) the whole ram on the altar. It is a burnt offering (sn According to Lev 1 the burnt offering (often called whole burnt offering, except that the skins were usually given to the priests for income) was an atoning sacrifice. By consuming the entire animal, God was indicating that he had completely accepted the worshiper, and as it was a sweet smelling fire sacrifice, he was indicating that he was pleased to accept it. By offering the entire animal, the worshiper was indicating on his part a complete surrender to God.) to the LORD, a soothing aroma; it is an offering made by fire (tn The word אִשֶּׁה (’isheh) has traditionally been translated “an offering made with fire” or the like, because it appears so obviously connected with fire. But further evidence from Ugaritic suggests that it might only mean “a gift” (see Milgrom, Leviticus 1–16, 161).) to the LORD. (sn These sections show that the priest had to be purified or cleansed from defilement of sin and also be atoned for and accepted by the Lord through the blood of the sacrifice. The principles from these two sacrifices should be basic to anyone seeking to serve God.)"},{"number":19,"verse":"“You are to take the second ram, and Aaron and his sons are to lay their hands on the ram’s head,"},{"number":20,"verse":"and you are to kill the ram and take some of its blood and put it on the tip of the right ear of Aaron, on the tip of the right ear of his sons, on the thumb of their right hand, and on the big toe of their right foot, (sn By this ritual the priests were set apart completely to the service of God. The ear represented the organ of hearing (as in “ears you have dug” in Ps 40 or “awakens my ear” in Isa 50), and this had to be set apart to God so that they could hear the Word of God. The thumb and the hand represented the instrument to be used for all ministry, and so everything that they “put their hand to” had to be dedicated to God and appropriate for his service. The toe set the foot apart to God, meaning that the walk of the priest had to be consecrated – where he went, how he conducted himself, what life he lived, all belonged to God now.) and then splash the blood all around on the altar."},{"number":21,"verse":"You are to take some of the blood that is on the altar and some of the anointing oil and sprinkle it (tn Here “it” has been supplied.) on Aaron, on his garments, on his sons, and on his sons’ garments with him, so that he may be holy, (tn The verb in this instance is Qal and not Piel, “to be holy” rather than “sanctify.” The result of all this ritual is that Aaron and his sons will be set aside and distinct in their life and their service.) he and his garments along with his sons and his sons’ garments."},{"number":22,"verse":"“You are to take from the ram the fat, the fat tail, the fat that covers the entrails, the lobe (tn S. R. Driver suggests that this is the appendix or an appendix, both here and in v. 13 (Exodus, 320). “The surplus, the appendage of liver, found with cow, sheep, or goat, but not with humans: Lobus caudatus” (HALOT 453 s. v. יֹתֶרֶת).) of the liver, the two kidneys and the fat that is on them, and the right thigh — for it is the ram for consecration (tn Heb “filling.”) —"},{"number":23,"verse":"and one round flat cake of bread, one perforated cake of oiled bread, and one wafer from the basket of bread made without yeast that is before the LORD."},{"number":24,"verse":"You are to put all these (tn Heb “the whole” or “the all.”) in Aaron’s hands (tn Heb “palms.”) and in his sons’ hands, and you are to wave them as a wave offering (tn The “wave offering” is תְּנוּפָה (tÿnufah); it is, of course, cognate with the verb, but an adverbial accusative rather than the direct object. In Lev 23 this seems to be a sacrificial gesture of things that are for the priests – but they present them first to Yahweh and then receive them back from him. So the waving is not side to side, but forward to Yahweh and then back to the priest. Here it is just an induction into that routine, since this is the ordination of the priests and the gifts are not yet theirs. So this will all be burned on the altar.) before the LORD."},{"number":25,"verse":"Then you are to take them from their hands and burn (tn “turn to sweet smoke.”) them (tn “them” has been supplied.) on the altar for a burnt offering, for a soothing aroma before the LORD. It is an offering made by fire to the LORD."},{"number":26,"verse":"You are to take the breast of the ram of Aaron’s consecration; you are to wave it as a wave offering before the LORD, and it is to be your share."},{"number":27,"verse":"You are to sanctify the breast of the wave offering and the thigh of the contribution, (sn These are the two special priestly offerings: the wave offering (from the verb “to wave”) and the “presentation offering” (older English: heave offering; from a verb “to be high,” in Hiphil meaning “to lift up,” an item separated from the offering, a contribution). The two are then clarified with two corresponding relative clauses containing two Hophals: “which was waved and which was presented.” In making sacrifices, the breast and the thigh belong to the priests.) which were waved and lifted up as a contribution from the ram of consecration, from what belongs to Aaron and to his sons."},{"number":28,"verse":"It is to belong to Aaron and to his sons from the Israelites, by a perpetual ordinance, for it is a contribution. It is to be a contribution from the Israelites from their peace offerings, their contribution to the LORD."},{"number":29,"verse":"“The holy garments that belong to Aaron are to belong to his sons after him, so that they may be anointed (tn The construction is an infinitive construct with a lamed (ל) preposition. The form simply means “for anointing,” but it serves to express the purpose or result of their inheriting the sacred garments.) in them and consecrated (tn This form is a Piel infinitive construct with a lamed (ל) preposition. It literally reads “for filling the hands,” the idiom used throughout this chapter for ordination or installation. Here too it has a parallel use of purpose or result.) in them."},{"number":30,"verse":"The priest who succeeds him (tn Heb “after him”; NCV, NLT “after Aaron.”) from his sons, when he first comes (tn The text just has the relative pronoun and the imperfect tense. It could be translated “who comes/enters.” But the context seems to indicate that this would be when he first comes to the tent to begin his tenure as High Priest, and so a temporal clause makes this clear. “First” has been supplied.) to the tent of meeting to minister in the Holy Place, is to wear them for seven days. (tn “Seven days” is an adverbial accusative of time. The ritual of ordination is to be repeated for seven days, and so they are to remain there in the court in full dress.)"},{"number":31,"verse":"“You are to take the ram of the consecration and cook (tn Or “boil” (see Lev 8:31).) its meat in a holy place. (sn The “holy place” must be in the courtyard of the sanctuary. Lev 8:31 says it is to be cooked at the entrance of the tent of meeting. Here it says it will be eaten there as well. This, then, becomes a communion sacrifice, a peace offering which was a shared meal. Eating a communal meal in a holy place was meant to signify that the worshipers and the priests were at peace with God.)"},{"number":32,"verse":"Aaron and his sons are to eat the meat of the ram and the bread that was in the basket at the entrance of the tent of meeting."},{"number":33,"verse":"They are to eat those things by which atonement was made (tn The clause is a relative clause modifying “those things,” the direct object of the verb “eat.” The relative clause has a resumptive pronoun: “which atonement was made by them” becomes “by which atonement was made.” The verb is a Pual perfect of כִּפֵּר (kipper, “to expiate, atone, pacify”).) to consecrate and to set them apart, but no one else (tn The Hebrew word is “stranger, alien” (זָר, zar). But in this context it means anyone who is not a priest (see S. R. Driver, Exodus, 324).) may eat them, for they are holy."},{"number":34,"verse":"If any of the meat from the consecration offerings (tn Or “ordination offerings” (Heb “fillings”).) or any of the bread is left over (tn The verb in the conditional clause is a Niphal imperfect of יָתַר (yatar); this verb is repeated in the next clause (as a Niphal participle) as the direct object of the verb “you will burn” (a Qal perfect with a vav [ו] consecutive to form the instruction).) until morning, then you are to burn up (tn Heb “burn with fire.”) what is left over. It must not be eaten, (tn The verb is a Niphal imperfect negated. It expresses the prohibition against eating this, but in the passive voice: “it will not be eaten,” or stronger, “it must not be eaten.”) because it is holy."},{"number":35,"verse":"“Thus you are to do for Aaron and for his sons, according to all that I have commanded you; you are to consecrate them (tn Heb “you will fill their hand.”) for (tn The “seven days” is the adverbial accusative explaining that the ritual of the filling should continue daily for a week. Leviticus makes it clear that they are not to leave the sanctuary.) seven days."},{"number":36,"verse":"Every day you are to prepare a bull for a purification offering (tn The construction uses a genitive: “a bull of the sin offering,” which means, a bull that is designated for a sin (or better, purification) offering.) for atonement. (sn It is difficult to understand how this verse is to be harmonized with the other passages. The ceremony in the earlier passages deals with atonement made for the priests, for people. But here it is the altar that is being sanctified. The “sin [purification] offering” seems to be for purification of the sanctuary and altar to receive people in their worship.) You are to purge (tn The verb is וְחִטֵּאתָ (vÿhitte’ta), a Piel perfect of the word usually translated “to sin.” Here it may be interpreted as a privative Piel (as in Ps 51:7 [9]), with the sense of “un-sin” or “remove sin.” It could also be interpreted as related to the word for “sin offering,” and so be a denominative verb. It means “to purify, cleanse.” The Hebrews understood that sin and contamination could corrupt and pollute even things, and so they had to be purged.) the altar by making atonement (tn The construction is a Piel infinitive construct in an adverbial clause. The preposition bet (ב) that begins the clause could be taken as a temporal preposition, but in this context it seems to express the means by which the altar was purged of contamination – “in your making atonement” is “by [your] making atonement.”) for it, and you are to anoint it to set it apart as holy."},{"number":37,"verse":"For seven days (tn Once again this is an adverbial accusative of time. Each day for seven days the ritual at the altar is to be followed.) you are to make atonement for the altar and set it apart as holy. Then the altar will be most holy. (tn The construction is the superlative genitive: “holy of holies,” or “most holy.”) Anything that touches the altar will be holy. (sn This line states an unusual principle, meant to preserve the sanctity of the altar. S. R. Driver explains it this way (Exodus, 325): If anything comes in contact with the altar, it becomes holy and must remain in the sanctuary for Yahweh’s use. If a person touches the altar, he likewise becomes holy and cannot return to the profane regions. He will be given over to God to be dealt with as God pleases. Anyone who was not qualified to touch the altar did not dare approach it, for contact would have meant that he was no longer free to leave but was God’s holy possession – and might pay for it with his life (see Exod 30:29; Lev 6:18b, 27; and Ezek 46:20).)"},{"number":38,"verse":"“Now this is what you are to prepare (tn The verb is “you will do,” “you will make.” It clearly refers to offering the animals on the altar, but may emphasize all the preparation that was involved in the process.) on the altar every day continually: two lambs a year old."},{"number":39,"verse":"The first lamb you are to prepare in the morning, and the second lamb you are to prepare around sundown. (tn Heb “between the two evenings” or “between the two settings” (בֵּין הָעַרְבָּיִם, ben ha’arbayim). This expression has had a good deal of discussion. (1) Tg. Onq. says “between the two suns,” which the Talmud explains as the time between the sunset and the time the stars become visible. More technically, the first “evening” would be the time between sunset and the appearance of the crescent moon, and the second “evening” the next hour, or from the appearance of the crescent moon to full darkness (see Deut 16:6 – “at the going down of the sun”). (2) Saadia, Rashi, and Kimchi say the first evening is when the sun begins to decline in the west and cast its shadows, and the second evening is the beginning of night. (3) The view adopted by the Pharisees and the Talmudists (b. Pesahim 61a) is that the first evening is when the heat of the sun begins to decrease, and the second evening begins at sunset, or, roughly from 3-5 p. m. The Mishnah (m. Pesahim 5:1) indicates the lamb was killed about 2:30 p. m. – anything before noon was not valid. S. R. Driver concludes from this survey that the first view is probably the best, although the last view was the traditionally accepted one (Exodus, 89-90). Late afternoon or early evening seems to be intended, the time of twilight perhaps.)"},{"number":40,"verse":"With the first lamb offer a tenth of an ephah (tn The phrase “of an ephah” has been supplied for clarity (cf. Num 28:5). The ephah was a commonly used dry measure whose capacity is now uncertain: “Quotations given for the ephah vary from ca. 45 to 20 liters” (C. Houtman, Exodus, 2:340-41).) of fine flour mixed with a fourth of a hin (tn “Hin” is a transliterated Hebrew word that seems to have an Egyptian derivation. The amount of liquid measured by a hin is uncertain: “Its presumed capacity varies from about 35 liters to 75 liters” (C. Houtman, Exodus, 3:550).) of oil from pressed olives, and a fourth of a hin of wine as a drink offering."},{"number":41,"verse":"The second lamb you are to offer around sundown; you are to prepare for it the same meal offering as for the morning and the same drink offering, for a soothing aroma, an offering made by fire to the LORD."},{"number":42,"verse":"“This will be a regular (tn The translation has “regular” instead of “continually,” because they will be preparing this twice a day.) burnt offering throughout your generations at the entrance of the tent of meeting before the LORD, where I will meet (tn The relative clause identifies the place in front of the Tent as the place that Yahweh would meet Moses. The main verb of the clause is אִוָּעֵד (’ivva’ed), a Niphal imperfect of the verb יָעַד (ya’ad), the verb that is cognate to the name “tent of meeting” – hence the name. This clause leads into the next four verses.) with you to speak to you there."},{"number":43,"verse":"There I will meet (tn The verb now is a Niphal perfect from the same root, with a vav (ו) consecutive. It simply continues the preceding verb, announcing now that he would meet the people.) with the Israelites, and it will be set apart as holy by my glory. (tn Or “will be sanctified by my glory” (KJV and ASV both similar). sn The tabernacle, as well as the priests and the altar, will be sanctified by the power of Yahweh’s presence. The reference here is to when Yahweh enters the sanctuary in all his glory (see Exod 40:34f.).)"},{"number":44,"verse":"“So I will set apart as holy (tn This verse affirms the same point as the last, but now with an active verb: “I will set apart as holy” (or “I will sanctify”). This verse, then, probably introduces the conclusion of the chapter: “So I will….”) the tent of meeting and the altar, and I will set apart as holy Aaron and his sons, that they may minister as priests to me."},{"number":45,"verse":"I will reside (tn The verb has the root שָׁכַן (shakan), from which came the word for the dwelling place, or sanctuary, itself (מִשְׁכָּן, mishkan). It is also used for the description of “the Shekinah glory.” God is affirming that he will reside in the midst of his people.) among the Israelites, and I will be their God,"},{"number":46,"verse":"and they will know that I am the LORD their God, who brought them out from the land of Egypt, so that I may reside among them. I am the LORD their God."}]}