{"bibleAbbr":"NET2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":38,"verses":[{"number":1,"verse":"(The Making of the Altar for the Burnt Offering) He made the altar for the burnt offering of acacia wood seven feet six inches long and seven feet six inches wide — it was square — and its height was four feet six inches."},{"number":2,"verse":"He made its horns on its four corners; its horns were part of it, (tn Heb “its horns were from it,” meaning from the same piece.) and he overlaid it with bronze."},{"number":3,"verse":"He made all the utensils of the altar — the pots, the shovels, the tossing bowls, the meat hooks, and the fire pans — he made all its utensils of bronze."},{"number":4,"verse":"He made a grating for the altar, a network of bronze under its ledge, halfway up from the bottom."},{"number":5,"verse":"He cast four rings for the four corners of the bronze grating, to provide places for the poles."},{"number":6,"verse":"He made the poles of acacia wood and overlaid them with bronze."},{"number":7,"verse":"He put the poles into the rings on the sides of the altar, with which to carry it. He made the altar (tn Heb “it”; the referent (the altar) has been specified in the translation for clarity.) hollow, out of boards."},{"number":8,"verse":"He made the large basin of bronze and its pedestal of bronze from the mirrors of the women who served (sn The word for “serve” is not the ordinary one. It means “to serve in a host,” especially in a war. It appears that women were organized into bands and served at the tent of meeting. S. R. Driver thinks that this meant “no doubt” washing, cleaning, or repairing (Exodus, 391). But there is no hint of that (see 1 Sam 2:22; and see Ps 68:11 [12 Hebrew text]). They seem to have had more to do than what Driver said.) at the entrance of the tent of meeting."},{"number":9,"verse":"(The Construction of the Courtyard) He made the courtyard. For the south side (tn Heb “south side southward.”) the hangings of the courtyard were of fine twisted linen, one hundred fifty feet long,"},{"number":10,"verse":"with (tn While this verse could be translated as an independent sentence, it is probably to be subordinated as a circumstantial clause in line with Exod 27:10–12, as well as v. 12 of this passage.) their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver."},{"number":11,"verse":"For the north side the hangings were (tn Here the phrase “the hangings were” has been supplied.) one hundred fifty feet, with their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver."},{"number":12,"verse":"For the west side there were (tn The phrase “there were” has been supplied.) hangings seventy-five feet long, with (tn The text simply has “their posts ten and their bases ten”; this may be added here as a circumstantial clause with the main sentence in order to make sense out of the construction.) their ten posts and their ten bases, with the hooks of the posts and their bands of silver."},{"number":13,"verse":"For the east side, toward the sunrise, it was seventy-five feet wide, (tn The text simply says “seventy-five feet.”)"},{"number":14,"verse":"with hangings on one side (tn The word literally means “shoulder.” The next words, “of the gate,” have been supplied here. The east end contained the courtyard’s entry with a wall of curtains on each side of the entry (see v. 15).) of the gate that were twenty-two and a half feet long, with their three posts and their three bases,"},{"number":15,"verse":"and for the second side of the gate of the courtyard, just like the other, (tn Heb “from this and from this” (cf, 17:12; 25:19; 26:13; 32:15; Josh 8:22, 33; 1 Kgs 10:19–20; Ezek 45:7).) the hangings were twenty-two and a half feet long, with their three posts and their three bases."},{"number":16,"verse":"All the hangings around the courtyard were of fine twisted linen."},{"number":17,"verse":"The bases for the posts were bronze. The hooks of the posts and their bands were silver, their tops were overlaid with silver, and all the posts of the courtyard had silver bands. (tn Heb “they were banded with silver.”)"},{"number":18,"verse":"The curtain (tn This word is different from the word for hangings; it has more of the idea of a screen, shielding or securing the area.) for the gate of the courtyard was of blue, purple, and scarlet yarn and fine twisted linen, the work of an embroiderer. It was thirty feet long, and like the hangings in the courtyard, it was seven and a half feet high,"},{"number":19,"verse":"with four posts and their four bronze bases. Their hooks and their bands were silver, and their tops were overlaid with silver."},{"number":20,"verse":"All the tent pegs of the tabernacle and of the courtyard all around were bronze."},{"number":21,"verse":"(The Materials of the Construction) This is the inventory (tn The Hebrew word is פְּקוּדֵי (pÿqude), which in a slavishly literal way would be “visitations of” the tabernacle. But the word often has the idea of “numbering” or “appointing” as well. Here it is an accounting or enumeration of the materials that people brought, so the contemporary term “inventory” is a close approximation. By using this Hebrew word there is also the indication that whatever was given, i. e., appointed for the tabernacle, was changed forever in its use. This is consistent with this Hebrew root, which does have a sense of changing the destiny of someone (“God will surely visit you”). The list in this section will also be tied to the numbering of the people.) of the tabernacle, the tabernacle of the testimony, which was counted (tn The same verb is used here, but now in the Pual perfect tense, third masculine singular. A translation “was numbered” or “was counted” works. The verb is singular because it refers to the tabernacle as a unit. This section will list what made up the tabernacle.) by the order (tn Heb “at/by the mouth of.”) of Moses, being the work (tn The noun is “work” or “service.” S. R. Driver explains that the reckonings were not made for the Levites, but that they were the work of the Levites, done by them under the direction of Ithamar (Exodus, 393).) of the Levites under the direction (tn Heb “by the hand of.”) of Ithamar, son of Aaron the priest."},{"number":22,"verse":"Now Bezalel son of Uri, the son of Hur, of the tribe of Judah, made everything that the LORD had commanded Moses;"},{"number":23,"verse":"and with him was Oholiab son of Ahisamach, of the tribe of Dan, an artisan, a designer, and an embroiderer in blue, purple, and scarlet yarn and fine linen."},{"number":24,"verse":"All the gold that was used for the work, in all the work of the sanctuary (tn These words form the casus pendens, or independent nominative absolute, followed by the apodosis beginning with the vav (ו; see U. Cassuto, Exodus, 469).) (namely, (tn Heb “and it was.”) the gold of the wave offering) was twenty-nine talents and 730 shekels, (sn There were 3000 shekels in a talent, and so the total weight here in shekels would be 87730 shekels of gold. If the sanctuary shekel was 224 grs., then this was about 40940 oz. troy. This is estimated to be a little over a ton (cf. NCV “over 2000 pounds”; TEV “a thousand kilogrammes”; CEV “two thousand two hundred nine pounds”; NLT “about 2200 pounds”), although other widely diverging estimates are also given.) according to the sanctuary shekel."},{"number":25,"verse":"The silver of those who were numbered of the community was one hundred talents and 1775 shekels, (sn This would be a total of 301775 shekels (about 140828 oz), being a half shekel exacted per person from 605550 male Israelites 20 years old or more (Num 1:46). The amount is estimated to be around 3.75 tons.) according to the sanctuary shekel,"},{"number":26,"verse":"one beka per person, that is, a half shekel, (sn The weight would be about half an ounce.) according to the sanctuary shekel, for everyone who crossed over to those numbered, from twenty years old or older, (tn Heb “upward.”) 603550 in all. (tn The phrase “in all” has been supplied.)"},{"number":27,"verse":"The one hundred talents of silver were used for casting the bases of the sanctuary and the bases of the special curtain — one hundred bases for one hundred talents, one talent per base."},{"number":28,"verse":"From the remaining 1775 shekels (tn Here the word “shekels” is understood; about 45 pounds.) he made hooks for the posts, overlaid their tops, and made bands for them."},{"number":29,"verse":"The bronze of the wave offering was seventy talents and 2400 shekels. (sn The total shekels would have been 212400 shekels, which would be about 108749 oz. This would make about 2.5 to 3 tons.)"},{"number":30,"verse":"With it he made the bases for the door of the tent of meeting, the bronze altar, the bronze grating for it, and all the utensils of the altar,"},{"number":31,"verse":"the bases for the courtyard all around, the bases for the gate of the courtyard, all the tent pegs of the tabernacle, and all the tent pegs of the courtyard all around. (sn The bronze altar is the altar for the burnt offering; the large bronze basin is not included here in the list.)"}]}