{"bibleAbbr":"NET2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"(The Source of Sufficiency) (sn In chap. 3, the first part of this extensive call, Yahweh promises to deliver his people. At the hesitancy of Moses, God guarantees his presence will be with him, and that assures the success of the mission. But with chap. 4, the second half of the call, the tone changes sharply. Now Moses protests his inadequacies in view of the nature of the task. In many ways, these verses address the question, “Who is sufficient for these things?” There are three basic movements in the passage. The first nine verses tell how God gave Moses signs in case Israel did not believe him (4:1–9). The second section records how God dealt with the speech problem of Moses (4:10–12). And finally, the last section records God’s provision of a helper, someone who could talk well (4:13–17). See also J. E. Hamlin, “The Liberator’s Ordeal: A Study of Exodus 4:1–9,” Rhetorical Criticism [PTMS], 33-42.) Moses answered again, (tn Heb “and Moses answered and said.”) “And if (tn Or “What if.” The use of הֵן (hen) is unusual here, introducing a conditional idea in the question without a following consequence clause (see Exod 8:22 HT [8:26 ET]; Jer 2:10; 2 Chr 7:13). The Greek has “if not” but adds the clause “what shall I say to them?”) they do not believe me or pay attention to me, (tn Heb “listen to my voice,” so as to respond positively.) but say, ‘The LORD has not appeared to you’?”"},{"number":2,"verse":"The LORD said to him, “What is that in your hand?” He said, “A staff.” (tn Or “rod” (KJV, ASV); NCV, CEV “walking stick”; NLT “shepherd’s staff.”sn The staff appears here to be the shepherd’s staff that he was holding. It now will become the instrument with which Moses will do the mighty works, for it is the medium of the display of the divine power (S. R. Driver, Exodus, 27; also, L. Shalit, “How Moses Turned a Staff into a Snake and Back Again,” BAR 9 [1983]: 72-73).)"},{"number":3,"verse":"The LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) said, “Throw it to the ground.” So he threw it to the ground, and it became a snake, (sn The details of the verse are designed to show that there was a staff that became a snake. The question is used to affirm that there truly was a staff, and then the report of Moses running from it shows it was a genuine snake. Using the serpent as a sign would have had an impact on the religious ideas of Egypt, for the sacred cobra was one of their symbols.) and Moses ran from it."},{"number":4,"verse":"But the LORD said to Moses, “Put out your hand and grab it by the tail” — so he put out his hand and caught it, and it became a staff in his hand (sn The signs authenticated Moses’ ministry as the Lord’s emissary. This sign will show that the Lord had control over Egypt and its stability, over life and death. But first Moses has to be convinced that he can turn it into a dead stick again.) —"},{"number":5,"verse":"“that they may believe that the LORD, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"},{"number":6,"verse":"The LORD also said to him, “Put your hand into your robe.” (tn The word חֵיק (kheq), often rendered “bosom,” refers to the front of the chest and a fold in the garment there where an item could be placed for carrying (see Prov 6:27; 16:33; 21:14). So “into your robe” should be understood loosely here and in v. 7 as referring to the inside of the top front of Moses’ garment. The inside chest pocket of a jacket is a rough modern equivalent.) So he put his hand into his robe, and when he brought it out — there was his hand, (tn The particle הִנֵּה (hinneh) points out the startling or amazing sight as if the reader were catching first glimpse of it with Moses.) leprous like snow! (sn This sudden skin disease indicated that God was able to bring such diseases on Egypt in the plagues and that only he could remove them. The whitening was the first stage of death for the diseased (Num 12:10; 2 Kgs 5:27). The Hebrew words traditionally rendered “leprous” or “leprosy,” as they are used in Lev 13 and 14, encompass a variety of conditions, not limited to the disease called leprosy and identified as Hansen’s disease in modern times.)"},{"number":7,"verse":"He said, “Put your hand back into your robe.” So he put his hand back into his robe, and when he brought it out from his robe — there it was, (tn The particle הִנֵּה (hinneh) points out the startling or amazing sight as if the reader were catching first glimpse of it with Moses.) restored (tn Heb “it returned.”) like the rest of his skin! (tn Heb “like his flesh.”)"},{"number":8,"verse":"“If (tn Heb “and it will be if.”) they do not believe you or pay attention to (tn Heb “listen to the voice of,” meaning listen so as to respond appropriately.) the former sign, then they may (tn The nuance of this perfect tense with a vav (ו) consecutive will be equal to the imperfect of possibility – “they may believe.”) believe the latter sign. (tn Heb “believe the voice of the latter sign,” so as to understand and accept the meaning of the event.)"},{"number":9,"verse":"And if (tn Heb “and it will be if.”) they do not believe even these two signs or listen to you, (tn Heb “listen to your voice.”) then take (tn The verb form is the perfect tense with the vav (ו) consecutive; it functions then as the equivalent of the imperfect tense – here as an imperfect of instruction.) some water from the Nile and pour it out on the dry ground. The water you take out of the Nile will become blood on the dry ground.” (sn This is a powerful sign, for the Nile was always known as the source of life in Egypt, but now it will become the evidence of death. So the three signs were alike, each consisting of life and death. They would clearly anticipate the struggle with Egypt through the plagues. The point is clear that in the face of the possibility that people might not believe, the servants of God must offer clear proof of the power of God as they deliver the message of God. The rest is up to God.)"},{"number":10,"verse":"Then Moses said to the LORD, (sn Now Moses took up another line of argumentation, the issue of his inability to speak fluently (vv. 10–17). The point here is that God’s servants must yield themselves as instruments to God, the Creator. It makes no difference what character traits they have or what weaknesses they think they have (Moses manages to speak very well) if God is present. If the sovereign God has chosen them, then they have everything that God intended them to have.) “O (tn The word בִּי (bi) is a particle of entreaty; it seeks permission to speak and is always followed by “my lord” or “my Lord.” Often rendered “please,” it is “employed in petitions, complaints and excuses” (W. H. C. Propp, Exodus 1–18 [AB], 213).) my Lord, (tn The designation in Moses’ address is אֲדֹנָי (’adonay), a term of respect and deference such as “lord, master, sir” but pointed as it would be when it represents the tetragrammaton. B. Jacob says since this is the first time Moses spoke directly to Yahweh, he did so hesitatingly (Exodus, 87).) I am not an eloquent man, (tn When a noun clause is negated with לֹא (lo’), rather than אֵין (’en), there is a special emphasis, since the force of the negative falls on a specific word (GKC 479 §152. d). The expression “eloquent man” is אִישׁ דְּבָרִים (’ish dÿvarim, “a man of words”). The genitive may indicate a man characterized by words or a man who is able to command or control words. Moses apparently is resigned to the fact that he can do the signs, but he knows the signs have to be explained.) neither in the past (tn Heb “also from yesterday also from three days ago” or “neither since yesterday nor since before that” is idiomatic for “previously” or “in the past.”) nor since you have spoken to your servant, for I am slow of speech and slow of tongue.” (tn The two expressions are כְבַד־פֶּה (khÿvad peh, “heavy of mouth”), and then כְבַד לָשׁוֹן (khÿvad lashon, “heavy of tongue”). Both use genitives of specification, the mouth and the tongue being what are heavy – slow. “Mouth” and “tongue” are metonymies of cause. Moses is saying that he has a problem speaking well. Perhaps he had been too long at the other side of the desert, or perhaps he was being a little dishonest. At any rate, he has still not captured the meaning of God’s presence. See among other works, J. H. Tigay, “‘Heavy of Mouth’ and ‘Heavy of Tongue’: On Moses’ Speech Difficulty,” BASOR 231 (1978): 57-67.)"},{"number":11,"verse":"The LORD said to him, “Who gave (tn The verb שִׂים (sim) means “to place, put, set”; the sentence here more precisely says, “Who put a mouth into a man?”sn The argumentation by Moses is here met by Yahweh’s rhetorical questions. They are intended to be sharp – it is reproof for Moses. The message is twofold. First, Yahweh is fully able to overcome all of Moses’ deficiencies. Second, Moses is exactly the way that God intended him to be. So the rhetorical questions are meant to prod Moses’ faith.) a mouth to man, or who makes a person mute or deaf or seeing or blind? Is it not I, the LORD? (sn The final question obviously demands a positive answer. But the clause is worded in such a way as to return to the theme of “I AM.” Isaiah 45:5–7 developed this same idea of God’s control over life. Moses protests that he is not an eloquent speaker, and the Lord replies with reminders about himself and promises, “I will be with your mouth,” an assertion that repeats the verb he used four times in 3:12 and 14 and in promises to Isaac and Jacob (Gen 26:3; 31:3).)"},{"number":12,"verse":"So now go, and I will be with your mouth (sn The promise of divine presence always indicates intervention (for blessing or cursing). Here it means that God would be working through the organs of speech to help Moses speak. See Deut 18:18; Jer 1:9.) and will teach you (sn The verb is וְהוֹרֵיתִיךָ (vÿhoretikha), the Hiphil perfect with a vav (ו) consecutive. The form carries the instructional meaning because it follows the imperative “go.” In fact, there is a sequence at work here: “go…and/that I may teach you.” It is from יָרָה (yara), the same root behind תּוֹרָה (torah, “law”). This always referred to teaching either wisdom or revelation. Here Yahweh promises to teach Moses what to say.) what you must say.” (tn The form is the imperfect tense. While it could be taken as a future (“what you will say”), an obligatory imperfect captures the significance better (“what you must say” or “what you are to say”). Not even the content of the message will be left up to Moses.)"},{"number":13,"verse":"But Moses said, (tn Heb “And he said”; the referent (Moses) has been specified in the translation for clarity.) “O (tn The word בִּי (bi) is a particle of entreaty; it seeks permission to speak and is always followed by “Lord” or “my Lord.”) my Lord, please send anyone else whom you wish to send!” (tn The text has simply שְׁלַח־נָא בְּיַד־תִּשְׁלָח (shÿlakh-na’ bÿyad tishlakh, “send by the hand you will send”). This is not Moses’ resignation to doing God’s will – it is his final attempt to avoid the call. It carries the force of asking God to send someone else. This is an example of an independent relative clause governed by the genitive: “by the hand of – whomever you will send” (see GKC 488-89 §155. n).)"},{"number":14,"verse":"Then the LORD became angry with (tn Heb “and the anger of Yahweh burned against.”sn Moses had not dared openly to say “except me” when he asked God to send whomever he wanted to send. But God knew that is what he meant. Moses should not have resisted the call or pleaded such excuses or hesitated with such weak faith. Now God abandoned the gentle answer and in anger brought in a form of retribution. Because Moses did not want to do this, he was punished by not having the honor of doing it alone. His reluctance and the result are like the refusal of Israel to enter the land and the result they experienced (see U. Cassuto, Exodus, 49-50).) Moses, and he said, “What about (tn Heb “Is not” or perhaps “Is [there] not.”) your brother Aaron the Levite? (sn S. R. Driver (Exodus, 29) suggests that the term “Levite” may refer to a profession rather than ancestry here, because both Moses and Aaron were from the tribe of Levi and there would be little point in noting that ancestry for Aaron. In thinking through the difficult problem of the identity of Levites, he cites McNeile as saying “the Levite” referred to one who had had official training as a priest (cf. Judg 17:7, where a member of the tribe of Judah was a Levite). If it was the duty of the priest to give “torah” – to teach – then some training in the power of language would have been in order.) I know that he can speak very well. (tn The construction uses the Piel infinitive absolute and the Piel imperfect to express the idea that he spoke very well: דַבֵּר יְדַבֵּר (dabber yÿdabber). sn Now Yahweh, in condescending to Moses, selects something that Moses (and God) did not really need for the work. It is as if he were saying: “If Moses feels speaking ability is so necessary (rather than the divine presence), then that is what he will have.” Of course, this golden-tongued Aaron had some smooth words about how the golden calf was forged!) Moreover, he is coming (tn The particle הִנֵּה (hinneh) with the participle points to the imminent future; it means “he is about to come” or “here he is coming.”) to meet you, and when he sees you he will be glad in his heart. (sn It is unlikely that this simply means that as a brother he will be pleased to see Moses, for the narrative has no time for that kind of comment. It is interested in more significant things. The implication is that Aaron will rejoice because of the revelation of God to Moses and the plan to deliver Israel from bondage (see B. Jacob, Exodus, 93).)"},{"number":15,"verse":"“So you are to speak to him and put the words in his mouth. And as for me, I will be with your mouth (tn Or “I will help you speak.” The independent pronoun puts emphasis (“as for me”) on the subject (“I”).) and with his mouth, (tn Or “and will help him speak.”) and I will teach you both (tn The word “both” is supplied to convey that this object (“you”) and the subject of the next verb (“you must do”) are plural in the Hebrew text, referring to Moses and Aaron. In 4:16 “you” returns to being singular in reference to Moses.) what you must do. (tn The imperfect tense carries the obligatory nuance here as well. The relative pronoun with this verb forms a noun clause functioning as the direct object of “I will teach.”)"},{"number":16,"verse":"He (tn The word “he” represents the Hebrew independent pronoun, which makes the subject emphatic.) will speak for you to the people, and it will be as if (tn The phrase “as if” is supplied for clarity.) he (tn Heb “and it will be [that] he, he will be to you for a mouth,” or more simply, “he will be your mouth.”) were your mouth (tn Heb “he will be to you for a mouth.”) and as if you were his God. (tn The phrase “as if” is supplied for clarity. The word “you” represents the Hebrew independent pronoun, which makes the subject emphatic. sn Moses will be like God to Aaron, giving him the words to say, inspiring him as God would inspire a prophet. The whole process had now been removed one step. Instead of God speaking to Moses and Moses telling the people, Aaron would be the speaker for a while. But God was still going to work through Moses.)"},{"number":17,"verse":"You will also take in your hand this staff, with which you will do the signs.” (sn Mention of the staff makes an appropriate ending to the section, for God’s power (represented by the staff) will work through Moses. The applicable point that this whole section is making could be worded this way: The servants of God who sense their inadequacy must demonstrate the power of God as their sufficiency.)"},{"number":18,"verse":"(The Return of Moses) (sn This last section of the chapter reports Moses’ compliance with the commission. It has four parts: the decision to return (18-20), the instruction (21-23), the confrontation with Yahweh (24-26), and the presentation with Aaron (27-31).) So Moses went back (tn The two verbs form a verbal hendiadys, the second verb becoming adverbial in the translation: “and he went and he returned” becomes “and he went back.”) to his father-in-law Jethro and said to him, “Let me go, so that I may return (tn There is a sequence here with the two cohortative forms: אֵלְכָה נָּא וְאָשׁוּבָה (’elÿkhah nna’ vÿ’ashuva) – “let me go in order that I may return.”) to my relatives (tn Heb “brothers.”) in Egypt and see (tn This verb is parallel to the preceding cohortative and so also expresses purpose: “let me go that I may return…and that I may see.”) if they are still alive.” Jethro said to Moses, “Go in peace.”"},{"number":19,"verse":"The LORD said to Moses in Midian, “Go back (tn The text has two imperatives, “Go, return”; if these are interpreted as a hendiadys (as in the translation), then the second is adverbial.) to Egypt, because all the men who were seeking your life are dead.” (sn The text clearly stated that Pharaoh sought to kill Moses; so this seems to be a reference to Pharaoh’s death shortly before Moses’ return. Moses was forty years in Midian. In the 18th dynasty, only Pharaoh Thutmose III had a reign of the right length (1504-1450 b. c.) to fit this period of Moses’ life. This would place Moses’ returning to Egypt near 1450 b. c., in the beginning of the reign of Amenhotep II, whom most conservatives identify as the pharaoh of the exodus. Rameses II, of course, had a very long reign (1304-1236). But if he were the one from whom Moses fled, then he could not be the pharaoh of the exodus, but his son would be – and that puts the date of the exodus after 1236, a date too late for anyone. See E. H. Merrill, Kingdom of Priests, 62.)"},{"number":20,"verse":"Then Moses took (tn Heb “And Moses took.”) his wife and sons (sn Only Gershom has been mentioned so far. The other son’s name will be explained in chapter 18. The explanation of Gershom’s name was important to Moses’ sojourn in Midian. The explanation of the name Eliezer fits better in the later chapter (18:2–4).) and put them on a donkey and headed back (tn The verb would literally be rendered “and returned”; however, the narrative will record other happenings before he arrived in Egypt, so an ingressive nuance fits here – he began to return, or started back.) to the land of Egypt, and Moses took the staff of God in his hand."},{"number":21,"verse":"The LORD said (tn Heb “And Yahweh said.”) to Moses, “When you go back to Egypt, (tn The construction may involve a verbal hendiadys using the two infinitive forms: “when you go to return” (בְּלֶכְתְּךָ לָשׁוּב, bÿlekhtÿkha lashuv). The clause is temporal, subordinated to the instruction to do the signs. Therefore, its focus cannot be on going to return, i. e., preparing or beginning to return.) see that you (tn The two verb forms in this section are the imperative (רְאֵה, rÿ’eh) followed by the perfect with the vav (וַעֲשִׂיתָם, va’asitam). The second could be coordinated and function as a second command: “see…and [then] do”; or it could be subordinated logically: “see…so that you do.” Some commentators who take the first option suggest that Moses was supposed to contemplate these wonders before doing them before Pharaoh. That does not seem as likely as the second interpretation reflected in the translation.) do before Pharaoh all the wonders I have put under your control. (tn Or “in your power”; Heb “in your hand.”) But I will harden (tn Heb “strengthen” (in the sense of making stubborn or obstinate). The text has the expression וַאֲנִי אֲחַזֵּק אֶת־לִבּוֹ (va’ani ’akhazzeq ’et-libbo), “I will make strong his will,” or “I will strengthen his resolve,” recognizing the “heart” as the location of decision making (see Prov 16:1, 9).) his heart (sn Here is the first mention of the hardening of the heart of Pharaoh. God first tells Moses he must do the miracles, but he also announces that he will harden Pharaoh’s heart, as if working against Moses. It will help Moses to know that God is bringing about the resistance in order to bring a greater victory with greater glory. There is a great deal of literature on this, but see among the resources F. W. Danker, “Hardness of Heart: A Study in Biblical Thematic,” CTM 44 (1973): 89-100; R. R. Wilson, “The Hardening of Pharaoh’s Heart,” CBQ 41 (1979): 18-36; and R. B. Chisholm Jr., “Divine Hardening in the Old Testament,” BSac 153 (1996): 410-34.) and (tn Or “so that.”) he will not let the people go."},{"number":22,"verse":"You must say (tn The sequence of the instruction from God uses the perfect tense with vav (ו), following the preceding imperfects.) to Pharaoh, ‘Thus says (tn The instantaneous use of the perfect tense fits well with the prophetic announcement of what Yahweh said or says. It shows that the words given to the prophet are still binding.) the LORD, “Israel is my son, my firstborn, (sn The metaphor uses the word “son” in its connotation of a political dependent, as it was used in ancient documents to describe what was intended to be a loyal relationship with well-known privileges and responsibilities, like that between a good father and son. The word can mean a literal son, a descendant, a chosen king (and so, the Messiah), a disciple (in Proverbs), and here, a nation subject to God. If the people of Israel were God’s “son,” then they should serve him and not Pharaoh. Malachi reminds people that the Law said “a son honors his father,” and so God asked, “If I am a father, where is my honor?” (Mal 1:6).)"},{"number":23,"verse":"and I said to you, ‘Let my son go that he may serve (tn The text uses the imperative, “send out” (שַׁלַּח, shallakh) followed by the imperfect or jussive with the vav (ו) to express purpose.) me,’ but since you have refused to let him go, (tn The Piel infinitive serves as the direct object of the verb, answering the question of what Pharaoh would refuse to do. The command and refusal to obey are the grounds for the announcement of death for Pharaoh’s son.) I will surely kill (tn The construction is very emphatic. The particle הִנֵּה (hinneh) gives it an immediacy and a vividness, as if God is already beginning to act. The participle with this particle has the nuance of an imminent future act, as if God is saying, “I am about to kill.” These words are not repeated until the last plague.) your son, your firstborn!”’”"},{"number":24,"verse":"Now on the way, at a place where they stopped for the night, (tn Or “at a lodging place” or “at an inn.”) the LORD met Moses and sought to kill him. (sn The next section (vv. 24–26) records a rather strange story. God had said that if Pharaoh would not comply he would kill his son – but now God was ready to kill Moses, the representative of Israel, God’s own son. Apparently, one would reconstruct that on the journey Moses fell seriously ill, but his wife, learning the cause of the illness, saved his life by circumcising her son and casting the foreskin at Moses’ feet (indicating that it was symbolically Moses’ foreskin). The point is that this son of Abraham had not complied with the sign of the Abrahamic covenant. No one, according to Exod 12:40–51, would take part in the Passover-exodus who had not complied. So how could the one who was going to lead God’s people not comply? The bold anthropomorphisms and the location at the border invite comparisons with Gen 32, the Angel wrestling with Jacob. In both cases there is a brush with death that could not be forgotten. See also, W. Dumbrell, “Exodus 4:24–25: A Textual Re-examination,” HTR 65 (1972): 285-90; T. C. Butler, “An Anti-Moses Tradition,” JSOT 12 (1979): 9-15; and L. Kaplan, “And the Lord Sought to Kill Him,” HAR 5 (1981): 65-74.)"},{"number":25,"verse":"But Zipporah took a flint knife, cut off the foreskin of her son and touched it to Moses’ feet, (tn Heb “to his feet.” The referent (Moses) has been specified in the translation for clarity. The LXX has “and she fell at his feet” and then “the blood of the circumcision of my son stood.” But it is clear that she caused the foreskin to touch Moses’ feet, as if the one were a substitution for the other, taking the place of the other (see U. Cassuto, Exodus, 60).) and said, “Surely you are a bridegroom of blood (sn U. Cassuto explains that she was saying, “I have delivered you from death, and your return to life makes you my bridegroom a second time, this time my blood bridegroom, a bridegroom acquired through blood” (Exodus, 60-61).) to me.”"},{"number":26,"verse":"So the LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) let him alone. (At that time (tn Or “Therefore.” The particle אָז (’az) here is not introducing the next item in a series of events. It points back to the past (“at that time,” see Gen 4:26) or to a logical connection (“therefore, consequently”).) she said, “A bridegroom of blood,” referring to (tn The Hebrew simply has לַמּוּלֹת (lammulot, “to the circumcision[s]”). The phrase explains that the saying was in reference to the act of circumcision. Some scholars speculate that there was a ritual prior to marriage from which this event and its meaning derived. But it appears rather that if there was some ancient ritual, it would have had to come from this event. The difficulty is that the son is circumcised, not Moses, making the comparative mythological view untenable. Moses had apparently not circumcised Eliezer. Since Moses was taking his family with him, God had to make sure the sign of the covenant was kept. It may be that here Moses sent them all back to Jethro (18:2) because of the difficulties that lay ahead.) the circumcision.)"},{"number":27,"verse":"The LORD said (tn Heb “And Yahweh said.”) to Aaron, “Go to the wilderness to meet Moses. So he went and met him at the mountain of God (tn S. R. Driver considers that this verse is a continuation of vv. 17 and 18 and that Aaron met Moses before Moses started back to Egypt (Exodus, 33). The first verb, then, might have the nuance of a past perfect: Yahweh had said.) and greeted him with a kiss. (tn Heb “and kissed him.”)"},{"number":28,"verse":"Moses told Aaron all the words of the LORD who had (tn This verb and the last one in the verse are rendered with the past perfect nuance because they refer to what the Lord had done prior to Moses’ telling Aaron.) sent him and all the signs that he had commanded him."},{"number":29,"verse":"Then Moses and Aaron went and brought together all the Israelite elders. (sn These are the leaders of the tribes who represented all the people. Later, after the exodus, Moses will select the most capable of them and others to be rulers in a judicial sense (Exod 18:21).)"},{"number":30,"verse":"Aaron spoke (tn Heb “And Aaron spoke.”) all the words that the LORD had spoken to Moses and did the signs in the sight of the people,"},{"number":31,"verse":"and the people believed. When they heard (tc The LXX (Greek OT) has “and they rejoiced,” probably reading וַיִּשְׂמְחוּ (vayyismÿkhu) instead of what the MT reading, וַיִּשְׂמְעוּ (vayyismÿ’u, “and they heard”). To rejoice would have seemed a natural response of the people at the news, and the words sound similar in Hebrew. tn The form is the preterite with the vav consecutive, “and they heard.” It clearly is a temporal clause subordinate to the following verbs that report how they bowed and worshiped. But it is also in sequence to the preceding: they believed, and then they bowed when they heard.) that the LORD had attended to (tn Or “intervened for.” The word פָּקַד (paqad) has traditionally been translated “visited,” which is open to many interpretations. It means that God intervened in the life of the Israelites to bless them with the fulfillment of the promises. It says more than that he took notice of them, took pity on them, or remembered them. He had not yet fulfilled the promises, but he had begun to act by calling Moses and Aaron. The translation “attended to” attempts to capture that much.) the Israelites and that he had seen their affliction, they bowed down close to the ground. (tn The verb וַיִּשְׁתַּחֲוּוּ (vayyishtakhavu) is usually rendered “worshiped.” More specifically, the verbal root חָוָה (khava) in the hishtaphel stem means “to cause oneself to be low to the ground.” While there is nothing wrong with giving it a general translation of “worship,” it may be better in a passage like this to take it in conjunction with the other verb (“bow”) as a verbal hendiadys, using it as an adverb to that verb. The implication is certainly that they prayed, or praised, and performed some other aspect of worship, but the text may just be describing it from their posture of worship. With this response, all the fears of Moses are swept aside – they believed and they were thankful to God.)"}]}