{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"( Allah Mengutuk Penyembahan Berhala) Beberapa orang pemimpin umat Israel datang bertanya kepadaku tentang kehendak TUHAN."},{"number":2,"verse":"Lalu TUHAN berfirman kepadaku,"},{"number":3,"verse":"“Hai manusia fana, semua orang ini telah percaya kepada berhala sehingga mereka terjerumus ke dalam dosa. Adakah mereka menyangka bahawa Aku akan menjawab pertanyaan mereka?"},{"number":4,"verse":"Beritahulah mereka bahawa Aku, TUHAN Raja berfirman, ‘Orang Israel yang percaya kepada berhala sehingga terjerumus ke dalam dosa, lalu datang pula meminta nasihat daripada seorang nabi, akan menerima jawapan daripada-Ku - jawapan yang setimpal dengan dosa mereka itu."},{"number":5,"verse":"Semua berhala itu telah menjauhkan umat Israel daripada-Ku, tetapi dengan jawapan-Ku itu Aku berharap memujuk mereka kembali kepada-Ku.’"},{"number":6,"verse":"Oleh itu beritahulah umat Israel bahawa Aku, TUHAN Raja berfirman, ‘Bertaubatlah, dan tinggalkanlah berhala kamu yang menjijikkan itu.’"},{"number":7,"verse":"Apabila seorang Israel atau seorang asing yang tinggal dalam masyarakat Israel, berpaling daripada-Ku lalu menyembah berhala, dan kemudian meminta nasihat daripada seorang nabi, Aku, TUHAN akan menjawabnya!"},{"number":8,"verse":"Aku akan menentang dia, dan menjadikan dia sebagai amaran. Aku akan membuang dia daripada masyarakat umat-Ku, supaya kamu tahu bahawa Akulah TUHAN."},{"number":9,"verse":"Jika seorang nabi ditipu sehingga mengatakan sesuatu yang tidak benar, Aku, TUHAN yang telah menipu dia. Aku akan membuang dia daripada umat-Ku, Israel."},{"number":10,"verse":"Baik nabi itu sendiri, mahupun orang yang meminta nasihatnya akan menerima hukuman yang sama."},{"number":11,"verse":"Aku akan melakukan hal itu untuk mencegah umat Israel meninggalkan Aku dan menajiskan diri mereka dengan dosa. Dengan demikian mereka akan menjadi umat-Ku dan Aku menjadi Allah mereka.” Demikianlah firman TUHAN Raja."},{"number":12,"verse":"( Nuh, Danel, dan Ayub) TUHAN berfirman kepadaku,"},{"number":13,"verse":"“Hai manusia fana, jika sesuatu bangsa berdosa dan menderhaka terhadap-Ku, Aku akan menghukum mereka dan memusnahkan bekalan makanan mereka. Aku akan mendatangkan kebuluran dan membunuh baik manusia mahupun binatang."},{"number":14,"verse":"Walaupun Nuh, Danel ( Danel; atau Daniel, seorang pahlawan dalam kesusasteraan Kanaan kuno. Dia terkenal kerana kesalihannya. Dia bukan pahlawan dalam kitab Daniel.) dan Ayub, tiga orang itu tinggal di situ, kebaikan mereka hanya dapat menyelamatkan diri mereka sendiri.” Demikianlah firman TUHAN Raja."},{"number":15,"verse":"“Atau mungkin Aku mendatangkan binatang buas untuk membunuh manusia sehingga negeri itu menjadi sangat berbahaya dan orang tidak dapat lalu di situ."},{"number":16,"verse":"Demi Aku, TUHAN Raja, Allah yang hidup, sekalipun Nuh, Danel, dan Ayub tinggal di situ, mereka tidak akan dapat menyelamatkan anak mereka sendiri. Hanya mereka sendiri yang selamat. Negeri ini akan menjadi padang gurun."},{"number":17,"verse":"Atau mungkin Aku mendatangkan peperangan ke negeri itu dan mengirimkan senjata untuk membinasakan baik orang mahupun binatang."},{"number":18,"verse":"Demi Aku, TUHAN Raja, Allah yang hidup, sekalipun ketiga-tiga orang itu tinggal di situ, mereka tidak akan dapat menyelamatkan anak mereka sendiri. Hanya mereka sendiri yang selamat."},{"number":19,"verse":"Jika Aku mendatangkan wabak ke negeri itu, baik orang mahupun binatang akan terbunuh kerana Aku sangat murka."},{"number":20,"verse":"Demi Aku, TUHAN Raja, Allah yang hidup, sekalipun Nuh, Danel, dan Ayub tinggal di situ, mereka tidak akan dapat menyelamatkan anak mereka sendiri. Kebaikan mereka hanya dapat menyelamatkan diri mereka sendiri.”"},{"number":21,"verse":"( ) Inilah firman TUHAN Raja, “Aku akan mendatangkan empat hukuman yang paling dahsyat kepada Yerusalem untuk membinasakan baik manusia mahupun binatang. Hukuman itu peperangan, kebuluran, binatang buas, dan wabak."},{"number":22,"verse":"Jika ada sesiapa yang terluput daripada hukuman itu serta berjaya menyelamatkan anak-anaknya, lihatlah mereka apabila mereka datang kepadamu. Lihatlah betapa zalimnya mereka itu dan yakinlah bahawa hukuman-Ku kepada Yerusalem itu adil."},{"number":23,"verse":"Barulah engkau tahu bahawa segala tindakan-Ku mempunyai sebab yang wajar.” TUHAN Raja telah berfirman."}]}