{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"( Tanggungjawab Perseorangan) TUHAN berfirman kepadaku,"},{"number":2,"verse":"( ) “Peribahasa apakah yang disebut-sebut orang di negeri Israel? ‘Ibu bapa makan anggur masam, tetapi anak yang ngilu gigi.’ ”"},{"number":3,"verse":"“Demi Aku, Allah yang hidup,” firman TUHAN Raja, “peribahasa itu tidak akan diucapkan di Israel lagi."},{"number":4,"verse":"Nyawa setiap orang milik-Ku, baik nyawa bapa mahupun nyawa anak. Sesiapa yang berdosa, dialah yang akan mati."},{"number":5,"verse":"Andaikata ada seorang yang benar-benar baik, adil, dan jujur."},{"number":6,"verse":"Dia tidak menyembah berhala orang Israel, ataupun makan korban yang telah dipersembahkan di tempat-tempat pemujaan. Dia tidak menggoda isteri orang lain, ataupun bersetubuh dengan wanita yang sedang haid."},{"number":7,"verse":"Dia tidak menipu ataupun merompak orang. Dia mengembalikan barang yang diterimanya sebagai jaminan untuk pinjaman. Dia memberikan makanan kepada orang yang lapar dan pakaian kepada orang yang tidak mempunyai pakaian."},{"number":8,"verse":"Dia tidak minta faedah apabila meminjamkan wang. Dia tidak mahu melakukan kejahatan dan dia memberikan keputusan yang adil dalam setiap pertengkaran."},{"number":9,"verse":"( ) Dia mematuhi perintah-Ku dan mentaati hukum-Ku. Orang seperti itu baik dan akan hidup.” Demikianlah firman TUHAN Raja."},{"number":10,"verse":"“Andaikata orang itu mempunyai seorang anak lelaki yang merompak, membunuh, dan melakukan banyak perbuatan jahat"},{"number":11,"verse":"yang tidak pernah dilakukan oleh bapanya. Anak itu makan korban yang telah dipersembahkan di tempat-tempat pemujaan dan menggoda isteri orang lain."},{"number":12,"verse":"Dia menipu orang miskin, merompak, dan tidak mengembalikan barang yang diterimanya sebagai jaminan untuk pinjaman. Dia pergi ke kuil-kuil dan menyembah berhala yang menjijikkan,"},{"number":13,"verse":"serta minta faedah apabila meminjamkan wang. Adakah orang itu akan hidup? Tentu tidak! Dia telah melakukan semua perkara yang menjijikkan itu, dan oleh itu dia akan mati. Dia bertanggungjawab terhadap kematiannya sendiri."},{"number":14,"verse":"Sekarang andaikata orang yang melakukan banyak kejahatan ini mempunyai seorang anak lelaki, dan anak itu melihat segala dosa bapanya tetapi tidak mengikut contohnya."},{"number":15,"verse":"Dia tidak menyembah berhala orang Israel, ataupun makan korban yang dipersembahkan di tempat-tempat pemujaan. Dia tidak menggoda isteri orang lain,"},{"number":16,"verse":"atau menindas orang atau merompak sesiapa. Dia mengembalikan barang yang diterimanya sebagai jaminan untuk pinjaman. Dia memberikan makanan kepada orang yang lapar dan pakaian kepada orang yang tidak mempunyai pakaian."},{"number":17,"verse":"Dia tidak mahu melakukan kejahatan ( Beberapa buah terjemahan kuno: melakukan kejahatan; Naskhah Ibrani: daripada orang miskin.) dan tidak minta faedah apabila meminjamkan wang. Dia mematuhi perintah-Ku dan mentaati hukum-Ku. Orang itu tidak akan mati kerana dosa bapanya, tetapi dia pasti akan hidup."},{"number":18,"verse":"Sebaliknya, bapanya yang menipu, merompak dan selalu melakukan kejahatan terhadap semua orang, akan mati kerana dosa yang telah dilakukannya sendiri."},{"number":19,"verse":"Mungkin kamu bertanya mengapa anak itu tidak menanggung akibat daripada dosa bapanya. Jawapannya adalah anak itu berbuat yang adil dan baik. Dia mentaati hukum-Ku dan melakukannya dengan setia. Oleh itu dia pasti akan hidup."},{"number":20,"verse":"( ) Orang yang berdosa akan mati. Seorang anak tidak usah menanggung akibat daripada dosa bapanya. Demikian juga seorang bapa tidak usah menanggung akibat daripada dosa anaknya. Seorang yang baik akan menerima ganjaran kerana kebaikannya, dan seorang yang jahat akan menanggung akibat daripada kejahatannya."},{"number":21,"verse":"Jika seorang jahat berhenti berbuat dosa, dan mula mentaati hukum-Ku, serta melakukan apa yang benar dan baik, dia tidak akan mati. Dia pasti akan hidup."},{"number":22,"verse":"Semua dosanya akan diampunkan, dan dia akan hidup kerana dia melakukan yang benar."},{"number":23,"verse":"Adakah kamu menyangka bahawa Aku suka melihat orang jahat mati?” firman TUHAN Raja. “Tidak! Aku mahu dia bertaubat dan hidup."},{"number":24,"verse":"Tetapi jika seorang baik berhenti berbuat baik, dan mula berbuat jahat dengan melakukan perkara-perkara menjijikkan yang dilakukan oleh orang jahat, adakah dia akan terus hidup? Tidak! Semua perkara baik yang pernah dilakukannya itu tidak akan diingat. Dia akan mati kerana dia tidak setia kepada-Ku dan kerana dia telah berdosa."},{"number":25,"verse":"Tetapi kamu berkata, ‘Perbuatan Tuhan tidak adil.’ Dengarlah, hai orang Israel. Adakah kamu menyangka bahawa Aku tidak adil? Kamulah yang tidak adil."},{"number":26,"verse":"Apabila seorang baik berhenti berbuat baik, malahan mula berbuat jahat dan orang itu mati, dia mati kerana perbuatannya yang jahat itu."},{"number":27,"verse":"Apabila seorang jahat berhenti berbuat dosa, dan mula berbuat yang adil dan baik, orang itu menyelamatkan hidupnya."},{"number":28,"verse":"Dia insaf akan kesalahannya lalu berhenti berbuat dosa. Oleh itu dia tidak akan mati tetapi akan hidup."},{"number":29,"verse":"Lalu kamu hai orang Israel berkata, ‘Perbuatan Tuhan tidak adil.’ Kamu berfikir bahawa Aku tidak adil, padahal kamulah yang tidak adil."},{"number":30,"verse":"Sekarang Aku, TUHAN Raja memberitahu kamu, hai umat Israel, bahawa Aku akan mengadili setiap orang menurut perbuatannya. Bertaubatlah daripada kejahatan yang sedang kamu lakukan, dan jangan biarkan dosa kamu membinasakan kamu."},{"number":31,"verse":"Tinggalkanlah segala kejahatan yang telah kamu lakukan, dan biarlah fikiran dan hati kamu menjadi baru. Mengapakah kamu, umat Israel mahu mati?"},{"number":32,"verse":"Aku tidak mahu sesiapa pun mati,” Demikianlah firman TUHAN Raja. “Bertaubatlah daripada dosa kamu dan hiduplah.”"}]}