{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":27,"verses":[{"number":1,"verse":"( Lagu Ratapan bagi Tirus) TUHAN berfirman kepadaku,"},{"number":2,"verse":"“Hai manusia fana, nyanyikanlah lagu ratapan bagi Tirus,"},{"number":3,"verse":"kota di tepi pantai yang berniaga dengan penduduk segala pantai. Beritahukanlah firman TUHAN Raja: Hai Tirus, dengan sombong kamu mengatakan, ‘Keindahanku sungguh sempurna.’"},{"number":4,"verse":"Bagimu lautan bagaikan rumah. Pembinamu membuat kamu seperti kapal indah."},{"number":5,"verse":"Dindingmu daripada kayu sipres dari Gunung Hermon, tiangmu daripada kayu sedar dari Lebanon."},{"number":6,"verse":"Dayung-dayungmu dibuat daripada pokok oak dari Basan. Geladakmu dibuat daripada kayu pain dari Siprus, dan hiasanmu tatahan gading."},{"number":7,"verse":"Layar yang menjadi lambangmu dibuat daripada linen buatan Mesir, dengan aneka sulaman. Kajangmu dibuat daripada kain halus, kain yang berwarna ungu dari Siprus."},{"number":8,"verse":"Pendayungmu orang dari Sidon dan Arwad. Anak buahmu sendiri pelaut-pelaut yang cekap."},{"number":9,"verse":"Tukang kayu yang membina kapalmu itu tukang-tukang yang mahir dari Gebal. Pelaut dari setiap kapal datang ke kedai-kedaimu untuk berdagang."},{"number":10,"verse":"Askar dari Persia, Lidia, dan Libia berkhidmat dalam angkatan perangmu. Mereka menggantung perisai dan topi besi mereka pada tembok-tembok kotamu. Mereka menjadikan kamu masyhur."},{"number":11,"verse":"Askar dari Arwad mengawal tembokmu, dan orang dari Gamad mengawal menaramu. Mereka menggantung perisai mereka pada tembokmu, dan menyempurnakan keindahanmu."},{"number":12,"verse":"Kamu berniaga di Sepanyol dan menerima perak, besi, timah putih, dan timah hitam sebagai tukaran bayaran baranganmu yang banyak itu."},{"number":13,"verse":"Kamu berniaga di Yunani, Tubal, dan Mesekh, dan mendapat hamba dan barangan gangsa sebagai tukaran baranganmu."},{"number":14,"verse":"Kamu juga menerima kereta kuda, kuda tunggangan, dan baghal dari Bet-Togarma sebagai tukaran baranganmu."},{"number":15,"verse":"Orang Rodes ( Sebuah terjemahan kuno: Rodes; Naskhah Ibrani: Dedan.) pun berniaga dengan kamu; penduduk di banyak kawasan pantai membeli baranganmu dan membayar dengan gading dan kayu hitam."},{"number":16,"verse":"Orang Siria membeli baranganmu dan membayar dengan batu zamrud, kain ungu, kain bersulam, kain linen halus, batu karang, dan batu delima."},{"number":17,"verse":"Yehuda dan Israel membeli baranganmu dan membayar dengan gandum, ( Bahasa Ibrani mempunyai dua tambahan kata yang tidak jelas ertinya.) madu, minyak zaitun, dan rempah-ratus."},{"number":18,"verse":"Penduduk Damsyik membeli barang dagangan dan hasil-hasilmu dan membayar dengan wain dari Helbon, bulu domba dari Sahar, ( Bahasa Ibrani mempunyai dua tambahan kata yang tidak jelas ertinya.) besi tempa, dan rempah-rempah."},{"number":20,"verse":"Penduduk Dedan membayar baranganmu dengan kain alas pelana."},{"number":21,"verse":"Orang Arab dan para penguasa Kedar membayar baranganmu dengan kambing, domba jantan, dan anak domba."},{"number":22,"verse":"Pedagang dari Syeba dan Raema membayar baranganmu dengan batu permata, emas, dan rempah yang terbaik."},{"number":23,"verse":"Kota-kota Haran, Kane, Eden, pedagang-pedagang dari Syeba, kota-kota Asyur dan Kilmad, semuanya berniaga dengan kamu."},{"number":24,"verse":"Mereka menjual pakaian mewah, kain ungu, kain sulam, permaidani yang berwarna-warni, dan tali-temali yang kuat."},{"number":25,"verse":"Barang daganganmu dibawa dengan kapal-kapal yang paling besar. Kamu bagaikan kapal di laut, penuh dengan muatan berat."},{"number":26,"verse":"Ketika pendayungmu membawa kamu belayar, angin timur melanda kamu di tengah lautan."},{"number":27,"verse":"Segala barang daganganmu, semua pelaut dan anak buahmu, tukang kayu dan kaum pedagangmu, dan setiap askar dalam kapalmu, semuanya hilang tenggelam apabila kapalmu karam."},{"number":28,"verse":"Jeritan pelaut yang tenggelam terdengar sampai ke pantai."},{"number":29,"verse":"Kini setiap kapal ditinggalkan, setiap pelaut telah naik ke darat."},{"number":30,"verse":"Mereka meratapi kamu dengan pilu, mereka menaburkan debu pada kepala dan berguling dalam abu kerana duka."},{"number":31,"verse":"Mereka mencukur rambut kerana kamu, dan memakai kain guni tanda sedih. Mereka meratap dengan hati pilu."},{"number":32,"verse":"Mereka menyanyikan lagu ratapan bagimu, ‘Tirus, siapakah tandinganmu? Tirus, di laut kini kamu membisu."},{"number":33,"verse":"Apabila kaum pedagangmu belayar ke seberang laut, kamu mencukupi keperluan setiap bangsa. Raja-raja menjadi kaya kerana baranganmu yang berharga."},{"number":34,"verse":"Tetapi kini kamu sudah hancur, dan tenggelam ke dasar lautan. Baranganmu dan semua anak buahmu hilang bersama-sama kamu di lautan.’"},{"number":35,"verse":"Semua orang yang tinggal di sepanjang pantai terperanjat mendengar kesudahanmu. Bahkan raja-raja mereka pun sangat takut; kengerian nampak pada wajah mereka."},{"number":36,"verse":"( ) Kamu hilang dan lenyap selama-lamanya. Pedagang di seluruh dunia gerun kalau-kalau mereka juga mengalami kesudahanmu.”"}]}