{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"( Nubuat tentang Hukuman terhadap Raja Tirus) TUHAN berfirman kepadaku,"},{"number":2,"verse":"“Hai manusia fana, sampaikanlah apa yang Aku, TUHAN Raja firmankan kepada raja Tirus, ‘Engkau sombong dan menganggap dirimu dewa yang bertakhta di tengah-tengah laut. Engkau berlagak sebagai dewa, padahal engkau ini hanya manusia fana!"},{"number":3,"verse":"Engkau sangka engkau lebih bijak daripada Danel, ( Danel; atau Daniel (lihat 14.14).) sehingga engkau mengetahui segala rahsia."},{"number":4,"verse":"Kebijaksanaan dan kepandaianmu menjadikan engkau kaya dengan emas dan perak."},{"number":5,"verse":"Engkau pandai berniaga dan sentiasa mendapat keuntungan. Engkau sombong kerana kekayaanmu!’"},{"number":6,"verse":"Oleh itu, dengarlah apa yang Aku, TUHAN Raja firmankan, ‘Kerana engkau menyangka engkau sebijak dewa,"},{"number":7,"verse":"Aku akan mengirim musuh yang kejam untuk menyerang engkau. Mereka akan memusnahkan semua harta yang engkau peroleh dengan kepandaian dan kebijaksanaanmu itu."},{"number":8,"verse":"Mereka akan membunuh engkau dan menguburkan engkau di laut."},{"number":9,"verse":"Pada waktu itu, masihkah engkau dapat mengatakan bahawa engkau dewa? Apabila engkau menghadapi pembunuhmu, nyatalah engkau hanya manuisa fana dan bukan dewa."},{"number":10,"verse":"Engkau akan mati seperti orang hina, dibunuh oleh orang bangsa asing yang tidak mengenal Allah. Aku, TUHAN Raja, telah berfirman.’ ”"},{"number":11,"verse":"( Kejatuhan Raja Tirus) TUHAN berfirman lagi kepadaku,"},{"number":12,"verse":"“Hai manusia fana, merataplah untuk raja Tirus. Sampaikanlah apa yang Aku, TUHAN Raja, firmankan kepadanya, ‘Engkau pernah menjadi contoh kesempurnaan. Dahulu engkau sungguh bijak dan kacak!"},{"number":13,"verse":"Engkau tinggal di taman Eden, taman Allah. Pakaianmu dihiasi dengan segala jenis batu permata: delima, berlian, topaz, beril, sardis, jasper, nilam, zamrud, dan garnet. Engkau juga mempunyai perhiasaan emas yang dibuat untukmu pada hari engkau diciptakan."},{"number":14,"verse":"Aku menempatkan kerub yang menyeramkan di situ untuk menjaga engkau. Engkau tinggal di atas gunung-Ku yang suci dan berjalan di tengah-tengah batu permata yang berkilauan."},{"number":15,"verse":"Kelakuanmu tidak bercela sejak engkau diciptakan sampai engkau mula berbuat jahat."},{"number":16,"verse":"Engkau sibuk dengan perniagaanmu; hal itulah yang menyebabkan engkau menjadi kejam dan berdosa. Oleh itu Aku mengusir engkau dari gunung-Ku yang suci dan kerub yang menjaga engkau mengusir engkau dari tengah-tengah batu permata yang berkilauan itu."},{"number":17,"verse":"Engkau sombong kerana rupamu yang kacak, dan engkau bertindak bodoh kerana engkau terkenal. Itulah sebabnya Aku membanting engkau ke tanah, dan menjadikan engkau sebagai amaran untuk raja-raja lain."},{"number":18,"verse":"Perniagaanmu penuh dengan kecurangan sehingga tempat-tempat ibadatmu tercemar. Oleh itu Aku membakar kotamu sampai musnah. Semua orang yang memandang engkau sekarang hanya nampak abu."},{"number":19,"verse":"( ; ; ; ; ; ) Engkau sudah lenyap, hai raja Tirus! Engkau lenyap selama-lamanya! Semua bangsa yang mengenal engkau gerun kalau-kalau mereka juga akan mengalami kesudahanmu.’ ”"},{"number":20,"verse":"( Nubuat tentang Hukuman terhadap Sidon) TUHAN berfirman kepadaku,"},{"number":21,"verse":"“Hai manusia fana, kecamlah kota Sidon."},{"number":22,"verse":"Beritahulah penduduk di situ apa yang Aku, TUHAN Raja firmankan: Aku musuh kamu, hai Sidon. Orang akan memuji Aku kerana apa yang Aku lakukan terhadap kamu. Mereka akan tahu bahawa Akulah TUHAN yang suci, apabila Aku menghukum penduduk kamu."},{"number":23,"verse":"Aku akan mendatangkan wabak kepada kamu dan membiarkan darah mengalir di jalan-jalan kamu. Kamu akan diserang oleh musuh dari segala arah dan pendudukmu akan dibunuh. Maka kamu akan tahu bahawa Akulah TUHAN.”"},{"number":24,"verse":"( Israel Akan Diberkati) TUHAN berfirman, “Semua negeri jiran yang pernah menghina Israel tidak lagi merupakan duri atau belukar berduri yang menyakiti Israel. Mereka akan tahu bahawa Akulah TUHAN Raja.”"},{"number":25,"verse":"TUHAN Raja berfirman, “Aku akan membawa umat Israel pulang dari negeri-negeri tempat Aku mencerai-beraikan mereka, dan semua bangsa akan tahu bahawa Aku suci. Umat Israel akan tinggal lagi di negeri mereka sendiri, tanah yang Aku berikan kepada Yakub, hamba-Ku."},{"number":26,"verse":"( ; ; ; ) Mereka akan tinggal di sana dengan aman. Mereka akan membina rumah dan mengusahakan ladang anggur. Aku akan menghukum semua jiran mereka yang pernah menghina mereka, dan Israel akan hidup dengan aman. Maka mereka akan tahu bahawa Akulah TUHAN, Allah mereka.”"}]}