{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":3,"verses":[{"number":1,"verse":"Allah berfirman, “Hai manusia fana, makanlah gulungan naskhah ini, lalu pergilah dan bercakaplah kepada umat Israel.”"},{"number":2,"verse":"Oleh itu aku membuka mulut dan Dia pun memberikan gulungan naskhah itu kepadaku supaya dimakan."},{"number":3,"verse":"( ) Dia berfirman, “Hai manusia fana, makanlah gulungan naskhah yang Aku berikan ini dan isilah perutmu dengannya.” Aku memakannya dan rasanya manis seperti madu."},{"number":4,"verse":"Lalu Allah berfirman, “Hai manusia fana, pergilah kepada umat Israel dan sampaikanlah segala firman-Ku kepada mereka."},{"number":5,"verse":"Aku tidak mengutus engkau kepada suatu bangsa yang bahasanya asing dan susah bagimu tetapi Aku mengutus engkau kepada umat Israel."},{"number":6,"verse":"Jika Aku mengutus engkau kepada bangsa-bangsa yang berbahasa asing dan tidak engkau fahami, mereka akan mendengar engkau."},{"number":7,"verse":"Tetapi tidak seorang pun antara umat Israel akan mendengar engkau kerana mereka tidak mahu mendengar Aku. Mereka semua degil dan suka melawan."},{"number":8,"verse":"Tetapi sekarang Aku akan membuat engkau degil dan keras kepala seperti mereka."},{"number":9,"verse":"Aku akan membuat engkau seteguh bukit batu dan sekeras intan. Janganlah takut kepada pemberontak itu.”"},{"number":10,"verse":"Allah meneruskan firman-Nya, “Hai manusia fana, perhatikanlah baik-baik, dan ingatlah segala yang Kufirmankan kepadamu."},{"number":11,"verse":"Kemudian pergilah kepada bangsamu yang dalam buangan, dan sampaikanlah apa yang Aku, TUHAN Raja firmankan kepada mereka, sama ada mereka mendengar engkau atau tidak.”"},{"number":12,"verse":"Lalu Roh Allah mengangkat aku, dan aku mendengar suara gemuruh dari belakang yang berkata, “Pujilah kemuliaan TUHAN di syurga!”"},{"number":13,"verse":"Aku mendengar bunyi sayap yang dikibaskan makhluk-makhluk itu, dan bunyi roda-roda itu yang sekuat bunyi gempa bumi."},{"number":14,"verse":"Kekuasaan TUHAN mendatangi aku dengan kuat, dan ketika aku diangkat dan dibawa oleh Roh-Nya, aku berasa sakit hati dan marah."},{"number":15,"verse":"Maka tibalah aku di Tel-Abib di tepi Sungai Kebar, tempat tinggal orang buangan. Selama tujuh hari aku tinggal di situ, dan aku terpegun kerana segala yang telah aku lihat dan dengar."},{"number":16,"verse":"( TUHAN Melantik Yehezkiel Menjadi Penjaga Israel) ( ( 330 33:1-9 )) Tujuh hari kemudian, TUHAN berfirman kepadaku,"},{"number":17,"verse":"“Hai manusia fana, Aku mengangkat engkau menjadi penjaga bangsa Israel. Hendaklah engkau menyampaikan amaran yang Kuberikan kepada engkau untuk mereka."},{"number":18,"verse":"Jika Aku memberitahukan bahawa seorang yang jahat akan mati, tetapi engkau tidak menyampaikan amaran-Ku kepadanya agar mengubah kelakuan supaya dia selamat, maka dia akan mati sebagai seorang berdosa, dan Aku menganggap engkau bertanggungjawab terhadap kematiannya."},{"number":19,"verse":"Tetapi jika engkau menyampaikan amaran itu kepada seorang yang jahat namun dia tetap berbuat jahat, maka dia akan mati sebagai seorang yang berdosa, tetapi engkau akan selamat."},{"number":20,"verse":"Jika seorang yang baik mula berbuat jahat, dan Aku menghadapkan dia kepada bahaya, maka dia akan mati kalau engkau tidak memberi dia amaran. Dia akan mati kerana dosanya, dan Aku tidak akan mengingat perbuatannya yang baik dahulu. Tetapi Aku akan menggangap engkau bertanggungjawab terhadap kematiannya."},{"number":21,"verse":"Jika engkau memberikan amaran kepada seorang yang baik supaya jangan berdosa, lalu dia menurut nasihatmu dan tidak berdosa, maka dia akan selamat dan engkau pun akan selamat.”"},{"number":22,"verse":"( Yehezkiel Akan Menjadi Bisu) Aku merasa kekuasaan hadirat TUHAN dan mendengar Dia berfirman kepadaku, “Bangunlah dan pergilah ke lembah. Aku akan berfirman kepadamu di situ.”"},{"number":23,"verse":"Oleh itu aku pergi ke lembah dan di situ aku melihat kemuliaan TUHAN seperti yang aku lihat di tepi Sungai Kebar. Aku jatuh tertelungkup di atas tanah,"},{"number":24,"verse":"tetapi Roh Allah menguasai aku dan menegakkan aku. TUHAN berfirman kepadaku, “Pulanglah dan kurunglah diri di dalam rumah."},{"number":25,"verse":"Engkau akan diikat dengan tali, hai manusia fana, dan engkau tidak akan dapat keluar untuk bertemu dengan orang ramai."},{"number":26,"verse":"Aku akan membuat engkau kelu lidah sehingga engkau tidak dapat memberikan amaran kepada kaum pemberontak ini."},{"number":27,"verse":"Apabila Aku berfirman kepadamu lagi, serta membolehkan engkau bercakap semula, hendaklah engkau memberitahu mereka apa yang Aku, TUHAN Raja firmankan. Sesetengah orang akan mendengar, tetapi sesetengah lagi tidak, kerana mereka memang bangsa pemberontak.”"}]}