{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"( Mesir Dibandingkan dengan Pokok Sedar) Pada hari pertama, bulan ketiga, tahun kesebelas masa kami dalam buangan, TUHAN berfirman kepadaku,"},{"number":2,"verse":"“Hai manusia fana, sampaikanlah firman-Ku kepada raja Mesir dan semua rakyatnya: Kamu sungguh kuat! Tiada yang dapat menjadi saingan kamu."},{"number":3,"verse":"Engkau seperti ( Dapat bermakna: Engkau seperti; Naskhah Ibrani: Asyur seperti.) pokok sedar di Lebanon, penuh dengan cabang yang rimbun dan indah, pokok yang tinggi sehingga puncaknya mencapai awan. ( Sebuah terjemahan kuno: awan; Naskhah Ibrani: dahan yang tebal-tebal.)"},{"number":4,"verse":"Pokok itu meninggi kerana airnya cukup. Sungai di bawah tanah memberinya khasiat, dan mengairi akar-akarnya serta membasahi pokok-pokok lain di hutan."},{"number":5,"verse":"Kerana cukup airnya pokok itu tumbuh lebih tinggi daripada pokok-pokok lain. Dahannya menjadi besar dan panjang."},{"number":6,"verse":"Segala jenis burung membuat sarang pada dahannya, binatang liar melahirkan anak di bawah cabangnya. Bangsa-bangsa berlindung di bawah naungannya."},{"number":7,"verse":"Alangkah indahnya pokok itu, yang sungguh tinggi dan berdahan panjang. Akarnya menembus jauh ke bawah, mencapai sumber air di dalam tanah."},{"number":8,"verse":"( ) Tiada pokok sedar di taman Allah, yang boleh disamakan dengan pokok itu. Tiada pokok fir yang mempunyai dahan seperti dahannya. Tiada pokok berangan yang mempunyai cabang seperti cabangnya. Tiada pokok di taman Allah yang seindah pokok itu."},{"number":9,"verse":"Akulah yang menjadikannya indah, dengan dahan yang banyak. Setiap pokok di Eden, taman Allah, ingin menjadi sepertinya."},{"number":10,"verse":"Oleh itu, Aku, TUHAN Raja akan memberitahu kamu apa yang akan berlaku kepada pokok yang puncaknya mencapai awan. ( awan: Lihat 31.3.) Semakin tinggi, semakin sombong pokok itu."},{"number":11,"verse":"Oleh itu Aku menolaknya, dan akan menyerahkannya kepada penguasa bangsa asing. Bangsa itu akan memperlakukannya setimpal dengan kejahatannya."},{"number":12,"verse":"Bangsa asing yang kejam akan menebangnya dan membiarkannya. Cabang dan dahannya yang patah akan berselerak di tiap-tiap gunung serta lembah di negeri itu. Bangsa-bangsa yang berlindung di bawah naungannya akan meninggalkan pokok itu."},{"number":13,"verse":"Burung akan datang dan hinggap pada pokok yang sudah rebah itu, dan binatang liar akan memijak-mijak dahannya."},{"number":14,"verse":"Oleh itu mulai sekarang, tiada lagi pokok yang akan tumbuh setinggi itu atau mempunyai puncak yang mencapai awan ( awan: Lihat 31.3.) meskipun mendapat air banyak. Semuanya harus mati seperti manusia fana dan berkumpul bersama-sama orang yang telah turun ke dunia orang mati.”"},{"number":15,"verse":"Demikianlah firman TUHAN Raja, “ Pada hari pokok itu turun ke dunia orang mati, Aku akan menyebabkan air di bawah tanah menggenanginya sebagai tanda berkabung. Aku akan menahan arus air sungai dan menyumbat anak-anak sungai. Kerana pokok itu telah mati, Aku akan mendatangkan kegelapan di Pergunungan Lebanon dan menjadikan semua pokok di hutan layu."},{"number":16,"verse":"Apabila Aku menurunkan pokok itu ke dunia orang mati, bunyi kejatuhannya akan menggegarkan bangsa-bangsa. Semua pokok di Eden dan semua pokok terbaik di Lebanon yang mendapat air berlimpah-limpah, yang sudah turun ke dunia di bawah akan bersukacita kerana kejatuhannya."},{"number":17,"verse":"Semua pokok akan mengiringinya ke dunia orang mati untuk menyertai pokok-pokok yang telah jatuh terlebih dahulu. Semua yang bernaung di bawah pokok itu akan tercerai-cerai antara bangsa-bangsa."},{"number":18,"verse":"Pokok itu melambangkan raja Mesir dan rakyatnya. Tiada pokok di Eden yang begitu tinggi dan mulia. Tetapi sekarang, seperti pokok-pokok di Eden, pokok itu akan turun ke dunia orang mati dan tinggal dengan mereka yang tidak mengenal Allah serta dengan mereka yang terbunuh dalam peperangan. Aku, TUHAN Raja, telah berfirman.”"}]}