{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":44,"verses":[{"number":1,"verse":"( Kegunaan Pintu Gerbang Timur) Lelaki itu membawa aku ke pintu gerbang luar di sebelah timur kawasan Rumah TUHAN. Pintu gerbang itu tertutup."},{"number":2,"verse":"Lalu TUHAN berfirman kepadaku, “Pintu gerbang ini akan tetap tertutup dan tidak boleh dibuka. Tidak seorang pun boleh memasukinya kerana Aku, TUHAN, Allah Israel, telah melaluinya. Pintu gerbang itu hendaklah tetap tertutup."},{"number":3,"verse":"Hanya raja yang memerintah boleh masuk ke situ untuk makan makanan suci di hadirat-Ku. Dia harus masuk dan keluar melalui ruang besar di sebelah dalam.”"},{"number":4,"verse":"( Peraturan untuk Memasuki Rumah TUHAN) Kemudian lelaki itu membawa aku ke depan Rumah TUHAN melalui pintu gerbang utara. Aku nampak Rumah TUHAN diliputi cahaya berkilauan yang menandakan hadirat TUHAN. Aku bersujud sampai ke tanah,"},{"number":5,"verse":"lalu TUHAN berfirman kepadaku, “Hai manusia fana, perhatikanlah semua yang engkau lihat dan dengar. Aku akan memberitahu engkau peraturan-peraturan bagi Rumah-Ku ini. Perhatikanlah baik-baik sesiapa yang diizinkan masuk Rumah-Ku dan sesiapa yang dilarang."},{"number":6,"verse":"Beritahulah Israel, bangsa pemberontak itu, bahawa Aku, TUHAN Raja, tidak mahu lagi membiarkan mereka melakukan perbuatan jijik."},{"number":7,"verse":"Mereka telah mencemarkan Rumah-Ku dengan mengizinkan orang asing yang tidak bersunat dan tidak taat kepada-Ku, masuk ke dalam Rumah-Ku, ketika orang mempersembahkan lemak dan darah korban kepada-Ku. Dengan segala perbuatan yang menjijikkan itu, mereka telah melanggar perjanjian-Ku dengan mereka."},{"number":8,"verse":"Bukan mereka sendiri yang melakukan upacara suci dalam Rumah-Ku, melainkan orang asing yang ditugaskan mereka untuk melakukannya."},{"number":9,"verse":"Aku, TUHAN Raja mengumumkan bahawa orang asing yang tidak bersunat dan orang yang tidak taat kepada-Ku, tidak boleh masuk ke dalam Rumah-Ku. Orang asing yang tinggal antara umat Israel pun tidak boleh masuk.”"},{"number":10,"verse":"( Orang Lewi Dikecualikan daripada Jawatan Imam) TUHAN berfirman kepadaku, “Aku hendak menghukum orang Lewi yang bersama-sama umat Israel yang lain telah meninggalkan Aku dan menyembah berhala."},{"number":11,"verse":"Mereka boleh bekerja di Rumah-Ku dengan menjaga pintu gerbang dan melakukan tugas di dalam Rumah-Ku. Mereka boleh menyembelih binatang yang dipersembahkan sebagai korban untuk menyenangkan hati-Ku, ( korban untuk menyenangkan hati-Ku; Harfiah: korban bakar. (Lihat Kamus).) dan sebagai persembahan daripada umat, dan mereka wajib untuk sentiasa melayani umat."},{"number":12,"verse":"Tetapi, kerana mereka melakukan upacara penyembahan berhala untuk bangsa Israel, dan dengan perbuatan itu menyebabkan umat berdosa, maka Aku, TUHAN Raja bersumpah bahawa mereka mesti dihukum."},{"number":13,"verse":"Mereka tidak boleh melayani Aku sebagai imam, atau menghampiri apa-apa yang suci bagi-Ku, ataupun masuk ke Bilik Maha Suci. Inilah hukuman bagi perbuatan jijik yang dilakukan mereka."},{"number":14,"verse":"Sekarang Aku menugaskan mereka melakukan pekerjaan kasar yang perlu dilaksanakan di Rumah-Ku.”"},{"number":15,"verse":"( Para Imam) TUHAN Raja berfirman, “Para imam Lewi daripada keturunan Zadok, tetap setia bekerja untuk Aku apabila umat Israel meninggalkan Aku. Oleh itu, sekarang merekalah yang akan bekerja untuk Aku dan datang ke hadirat-Ku untuk mempersembahkan lemak serta darah korban."},{"number":16,"verse":"Hanya mereka yang boleh masuk ke dalam Rumah-Ku, bertugas di mazbah-Ku, dan memimpin ibadat di situ."},{"number":17,"verse":"Apabila mereka masuk ke halaman dalam melalui pintu gerbang, mereka harus memakai pakaian linen. Mereka tidak boleh memakai pakaian daripada bulu domba apabila sedang bertugas di halaman dalam atau di dalam Rumah-Ku."},{"number":18,"verse":"( ; ) Agar tidak berpeluh, mereka harus memakai serban linen dan seluar linen tanpa tali pinggang."},{"number":19,"verse":"( ) Sebelum mereka keluar ke halaman luar, ke tempat umat berkumpul, imam-imam hendaklah menanggalkan pakaian imam dan meninggalkannya di dalam bilik-bilik suci. Mereka mesti mengenakan pakaian lain supaya pakaian suci itu tidak mencelakakan umat. ( mencelakakan umat: Menurut kepercayaan dahulu, orang biasa akan mendapat celaka jika menyentuh sesuatu yang telah dikhaskan untuk TUHAN.)"},{"number":20,"verse":"( ) Para imam tidak boleh mencukur kepala sampai botak ataupun membiarkan rambut menjadi panjang. Rambut mereka harus dipotong menurut peraturan yang ditetapkan."},{"number":21,"verse":"( ) Mereka tidak boleh minum wain apabila hendak masuk ke halaman dalam."},{"number":22,"verse":"( , ) Seseorang imam tidak boleh berkahwin dengan wanita yang sudah bercerai. Seseorang imam hanya boleh berkahwin dengan anak dara Israel, atau balu imam."},{"number":23,"verse":"( ) Para imam akan mengajar umat-Ku membezakan apa yang suci dan apa yang tidak suci; apa yang bersih menurut agama dan apa yang najis."},{"number":24,"verse":"Apabila timbul perselisihan tentang perkara hukum, para imam harus mengadili perkara itu menurut hukum-Ku. Mereka harus menyelenggarakan perayaan-perayaan agama menurut hukum dan peraturan-Ku serta merayakan hari Sabat sebagai hari yang suci."},{"number":25,"verse":"( ) Seorang imam tidak boleh menajiskan diri dengan menyentuh mayat, kecuali jenazah ibu bapanya atau anak-anaknya atau saudara lelakinya ataupun saudara perempuannya yang belum berkahwin."},{"number":26,"verse":"Sesudah imam itu bersih semula, dia mesti menunggu selama tujuh hari lagi,"},{"number":27,"verse":"lalu masuk ke halaman dalam di Rumah-Ku, dan mempersembahkan korban untuk menyucikan diri supaya dia boleh bertugas lagi di Rumah-Ku. Aku, TUHAN Raja, telah berfirman."},{"number":28,"verse":"( ) Para imam harus menerima jawatan itu sebagai bahagian mereka daripada apa yang Kuberikan kepada Israel turun-temurun. Mereka tidak boleh memiliki apa-apa warisan di Israel; Akulah warisan mereka."},{"number":29,"verse":"Korban untuk mengucap syukur kepada TUHAN, ( korban untuk mengucap syukur kepada TUHAN; Harfiah: korban bijirin. (Lihat Kamus).) korban untuk mengampunkan dosa, dan korban untuk membayar ganti rugi, akan menjadi makanan imam. Mereka harus menerima apa-apa sahaja di Israel, yang telah dipersembahkan kepada-Ku, sebagai bahagian mereka."},{"number":30,"verse":"( ) Para imam harus diberikan bahagian terbaik daripada semua tuaian pertama, dan apa sahaja yang dipersembahkan kepada-Ku. Setiap kali orang membakar roti, mereka harus memberikan roti pertama kepada para imam; dengan demikian Aku akan memberkati keluarga mereka."},{"number":31,"verse":"( ) Para imam tidak boleh makan burung atau binatang yang mati biasa atau yang diterkam oleh binatang lain.”"}]}