{"bibleAbbr":"msAB1996","bookName":"YEHEZKIEL","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"( Pembahagian Tanah antara Suku-Suku) Sempadan di utara tanah itu menuju ke timur, bermula dari Laut Tengah ke kota Hetlon, ke Genting Hamat, kota Enon, sampai ke sempadan di antara kerajaan Damsyik dan kerajaan Hamat. Setiap suku ini harus menerima sebahagian tanah yang terbentang dari sempadan timur menuju ke barat sampai ke Laut Tengah, ( Sebuah terjemahan kuno: terbentang... Tengah; Naskhah Ibrani: mempunyai sempadan timur dan sempadan barat.) dalam urutan berikut dari utara ke selatan: Dan Asyer Naftali Manasye Efraim Ruben Yehuda"},{"number":8,"verse":"( Kawasan Khas di Pusat Negeri itu) Bahagian tanah yang selanjutnya harus diasingkan untuk kegunaan yang tertentu. Panjangnya harus 12.5 kilometer dari sempadan utara ke selatan. Sempadan timur dan barat harus sama panjangnya dengan bahagian-bahagian yang diberikan kepada suku-suku lain. Rumah TUHAN akan dibina di bahagian ini."},{"number":9,"verse":"Di pusat bahagian ini, sebuah kawasan seluas 12.5 kilometer panjang dan 10 kilometer ( Dapat bermakna: 10 kilometer; Naskhah Ibrani: 5 kilometer.) lebar, dikhaskan untuk TUHAN."},{"number":10,"verse":"Para imam akan mendapat sebahagian daripada kawasan yang suci ini. Bahagian mereka seluas 12.5 kilometer dari timur ke barat, dan 5 kilometer dari utara ke selatan. Rumah TUHAN harus dibina di tengah-tengah bahagian ini."},{"number":11,"verse":"Bahagian suci ini untuk para imam keturunan Zadok. Mereka telah mengabdi kepada-Ku dengan setia dan tidak seperti orang Lewi sesuku mereka, yang turut berbuat dosa bersama-sama umat Israel yang lain."},{"number":12,"verse":"Oleh itu keturunan Zadok harus diberikan bahagian istimewa, di samping kawasan orang Lewi. Bahagian itulah yang paling suci."},{"number":13,"verse":"Orang Lewi juga akan memiliki bahagian khas di sebelah selatan tanah para imam. Luasnya juga harus 12.5 kilometer dari timur ke barat, dan 5 kilometer dari utara ke selatan."},{"number":14,"verse":"Tanah yang dikhaskan untuk TUHAN ialah tanah yang terbaik di seluruh negeri. Sejengkal pun daripada tanah itu tidak boleh dijual, ditukar ataupun dipindah ke tangan orang lain, kerana tanah itu suci dan milik TUHAN."},{"number":15,"verse":"Di bahagian selatan tanah yang dikhaskan itu, masih ada bahagian selebihnya yang panjangnya 12.5 kilometer dan lebarnya 2.5 kilometer. Bahagian ini tidak suci dan boleh digunakan oleh rakyat. Mereka boleh tinggal di situ dan menggunakan tanah itu sebagai padang rumput. Sebuah kota harus dibina di tengah-tengahnya,"},{"number":16,"verse":"dan bentuknya empat persegi; setiap sisinya berukuran 2.25 kilometer."},{"number":17,"verse":"Di sekeliling kota itu harus ada tempat terbuka yang lebarnya 125 meter."},{"number":18,"verse":"Di sebelah timur dan barat kota itu, ada tanah terbuka yang luasnya 5 kilometer kali 2.5 kilometer. Kedua-dua bidang tanah itu harus digunakan oleh rakyat di kota itu untuk bercucuk tanam."},{"number":19,"verse":"Sesiapa sahaja yang tinggal di kota itu, daripada semua suku Israel, boleh menggunakan tanah itu untuk bercucuk tanam."},{"number":20,"verse":"Seluruh kawasan itu, termasuk tanah yang khusus dan tanah untuk kota, berbentuk persegi empat yang berukuran 12.5 kilometer pada setiap sisi."},{"number":21,"verse":"Tanah di sebelah barat dan timur dari tanah yang dikhaskan untuk Rumah TUHAN, tanah para imam, tanah orang Lewi dan kota itu, ialah milik penguasa yang memerintah. Di sebelah timur, tanah itu terbentang sampai ke sempadan timur, dan di sebelah barat sampai ke Laut Tengah, dan terletak di antara tanah Yehuda di utara, dan tanah Benyamin di selatan."},{"number":23,"verse":"( Tanah untuk Suku-Suku Lain) Tanah di sebelah selatan kawasan yang dikhaskan itu, iaitu dari sempadan timur sampai ke Laut Tengah di sebelah barat, hendaklah dibahagikan kepada suku yang selebihnya menurut susunan ini dari utara ke selatan: Benyamin Simeon Isakhar Zebulon Gad"},{"number":28,"verse":"Di sebelah selatan tanah Gad terdapat sempadan yang bermula dari kota Tamar ke mata air Kades-Meriba, lalu ke barat laut sepanjang sempadan negeri Mesir sampai ke Laut Tengah."},{"number":29,"verse":"TUHAN Raja berfirman, “Demikianlah tanah itu harus dibahagikan kepada suku-suku Israel untuk menjadi milik mereka.”"},{"number":30,"verse":"( Pintu-Pintu Gerbang Yerusalem) ( ) Kota Yerusalem mempunyai dua belas pintu gerbang. Setiap empat tembok kota itu berukuran 2.25 kilometer dan mempunyai tiga pintu gerbang, yang dinamakan menurut nama suku-suku Israel. Pintu gerbang di tembok utara diberikan nama Ruben, Yehuda, dan Lewi; yang di tembok timur diberikan nama Yusuf, Benyamin, dan Dan; yang di tembok selatan diberikan nama Simeon, Isakhar dan Zebulon; dan yang di tembok barat diberikan nama Gad, Asyer, dan Naftali."},{"number":35,"verse":"Seluruh tembok itu panjangnya 9 kilometer. Mulai sekarang kota itu dinamakan, “TUHAN Ada Di Sini!”"}]}