{"bibleAbbr":"NRSVue2021","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":12,"verses":[{"number":1,"verse":"(The Woman and the Dragon) A great portent appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars."},{"number":2,"verse":"(Isa 66.7; Gal 4.19) She was pregnant and was crying out in birth pangs, in the agony of giving birth."},{"number":3,"verse":"(Dan 7.7; Rev 13.1; 19.12) Then another portent appeared in heaven: a great red dragon, with seven heads and ten horns and seven diadems on his heads."},{"number":4,"verse":"(Dan 8.10; Rev 8.7, 12) His tail swept down a third of the stars of heaven and threw them to the earth. Then the dragon stood before the woman who was about to deliver a child, so that he might devour her child as soon as it was born."},{"number":5,"verse":"(2 Cor 12.2) And she gave birth to a son, a male child, who is to rule (Or to shepherd) all the nations with a scepter of iron. But her child was snatched away and taken to God and to his throne,"},{"number":6,"verse":"(Rev 11.3) and the woman fled into the wilderness, where she has a place prepared by God, so that there she can be nourished for one thousand two hundred sixty days."},{"number":7,"verse":"(Michael Defeats the Dragon) (Dan 10.13; Rev 20.2) And war broke out in heaven; Michael and his angels fought against the dragon. The dragon and his angels fought back,"},{"number":8,"verse":"but they were defeated, and there was no longer any place for them in heaven."},{"number":9,"verse":"(Gen 3.1, 4; Jn 12.31; Rev 20.2, 3, 8, 10) The great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him."},{"number":10,"verse":"(Job 1.9-11; Zech 3.1; Rev 11.15) Then I heard a loud voice in heaven proclaiming, “Now have come the salvation and the power and the kingdom of our God and the authority of his Messiah, (Gk Christ) for the accuser of our brothers and sisters has been thrown down, who accuses them day and night before our God."},{"number":11,"verse":"(Lk 14.26; Rom 16.20) But they have conquered him by the blood of the Lamb and by the word of their testimony, for they did not cling to life even in the face of death."},{"number":12,"verse":"(Ps 96.11; Isa 49.13; Rev 8.13; 10.6; 18.20) Rejoice then, you heavens and those who dwell in them! But woe to the earth and the sea, for the devil has come down to you with great wrath because he knows that his time is short!”"},{"number":13,"verse":"(The Dragon Fights Again on Earth) So when the dragon saw that he had been thrown down to the earth, he pursued (Or persecuted) the woman who had delivered the male child."},{"number":14,"verse":"(Ex 19.4; Dan 7.25; 12.7) But the woman was given the two wings of the great eagle, so that she could fly from the serpent into the wilderness, to her place where she is nourished for a time, and times, and half a time."},{"number":15,"verse":"(Isa 59.19) Then from his mouth the serpent poured water like a river after the woman, to sweep her away with the flood."},{"number":16,"verse":"But the earth came to the help of the woman; it opened its mouth and swallowed the river that the dragon had poured from his mouth. (17) (Gen 3.15; Rev 1.2, 9; 11.7; 14.12) Then the dragon was angry with the woman and went off to wage war on the rest of her children, those who keep the commandments of God and hold the testimony of Jesus."},{"number":17,"verse":"(The First Beast) (18) Then the dragon (Gk Then he; other ancient authorities read Then I stood) took his stand on the sand of the seashore."}]}