{"bibleAbbr":"NRSVue2021","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":17,"verses":[{"number":1,"verse":"(The Great Whore and the Beast) (Jer 51.13; Rev 16.19; 19.2; 21.9) Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great whore (Or prostitute) who is seated on many waters,"},{"number":2,"verse":"(Rev 14.8; 18.3) with whom the kings of the earth have engaged in sexual immorality (Or prostitution) and with the wine of whose prostitution the inhabitants of the earth have become drunk.”"},{"number":3,"verse":"(Rev 12.3, 6, 14) So he carried me away in the spirit (Or in the Spirit) into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns."},{"number":4,"verse":"(Jer 51.7; Rev 18.6, 16) The woman was clothed in purple and scarlet and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her prostitution,"},{"number":5,"verse":"(2 Thess 2.7; Rev 14.8; 16.19; 18.9) and on her forehead was written a name, a mystery: “Babylon the great, mother (Or Babylon, the great mother) of whores (Or prostitutes) and of earth’s abominations.”"},{"number":6,"verse":"(Rev 12.11; 13.15; 18.24) And I saw that the woman was drunk with the blood of the saints and the blood of the witnesses to Jesus. When I saw her, I was greatly amazed."},{"number":7,"verse":"But the angel said to me, “Why are you so amazed? I will tell you the mystery of the woman and of the beast with seven heads and ten horns that carries her."},{"number":8,"verse":"(Rev 3.10; 11.7; 13.3, 8, 10) The beast that you saw was and is not and is about to ascend from the bottomless pit and go to destruction. And the inhabitants of the earth, whose names have not been written in the book of life from the foundation of the world, will be amazed when they see the beast, because it was and is not and is to come."},{"number":9,"verse":"(Rev 13.18) “This calls for a mind that has wisdom: the seven heads are seven mountains on which the woman is seated; also, they are seven kings,"},{"number":10,"verse":"of whom five have fallen, one is living, and the other has not yet come, and when he comes he must remain only a little while."},{"number":11,"verse":"As for the beast that was and is not, it is an eighth, but it belongs to the seven, and it goes to destruction."},{"number":12,"verse":"(Dan 7.20; Rev 13.1; 18.10, 17, 19) And the ten horns that you saw are ten kings who have not yet received a kingdom, but they are to receive authority as kings for one hour, together with the beast."},{"number":13,"verse":"These are united in yielding their power and authority to the beast;"},{"number":14,"verse":"(Mt 22.14; 1 Tim 6.15; Rev 16.14; 19.16) they will wage war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”"},{"number":15,"verse":"(Isa 8.7; Rev 5.9; 13.7) And he said to me, “The waters that you saw, where the whore (Or prostitute) is seated, are peoples and multitudes and nations and languages."},{"number":16,"verse":"(Ezek 16.37, 39; Rev 18.8, 17, 19; 19.18) And the ten horns that you saw, they and the beast will hate the whore; (Or prostitute) they will make her desolate and naked; they will devour her flesh and burn her up with fire."},{"number":17,"verse":"(2 Thess 2.11; Rev 10.7) For God has put it into their hearts to carry out his purpose by agreeing to give their kingdom to the beast, until the words of God will be fulfilled."},{"number":18,"verse":"(Rev 14.8) The woman you saw is the great city that rules over the kings of the earth.”"}]}