{"bibleAbbr":"NRSVue2021","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"The Seventh Seal and the Golden Censer (Rev 6.1) When the Lamb broke the seventh seal, there was silence in heaven for about half an hour."},{"number":2,"verse":"(1 Cor 15.52; 1 Thess 4.16) And I saw the seven angels who stand before God, and seven trumpets were given to them."},{"number":3,"verse":"(Ex 30.1; Rev 5.8; 6.9; 7.2) Another angel with a golden censer came and stood at the altar; he was given a great quantity of incense to offer with the prayers of all the saints on the golden altar that is before the throne."},{"number":4,"verse":"(Ps 141.2) And the smoke of the incense, with the prayers of the saints, rose before God from the hand of the angel."},{"number":5,"verse":"(Lev 16.12; Rev 4.5; 6.12) Then the angel took the censer and filled it with fire from the altar and threw it on the earth, and there were peals of thunder, rumblings, flashes of lightning, and an earthquake."},{"number":6,"verse":"The Seven Trumpets Now the seven angels who had the seven trumpets made ready to blow them. (Other ancient authorities read made themselves ready to blow)"},{"number":7,"verse":"(Ezek 38.22; Rev 9.4) The first angel blew his trumpet, and there came hail and fire, mixed with blood, and they were hurled to the earth, and a third of the earth was burned up, and a third of the trees were burned up, and all green grass was burned up."},{"number":8,"verse":"(Jer 51.25; Rev 16.3) The second angel blew his trumpet, and something like a great mountain, burning with fire, was thrown into the sea."},{"number":9,"verse":"A third of the sea became blood, a third of the living creatures in the sea died, and a third of the ships were destroyed."},{"number":10,"verse":"(Isa 14.12; Rev 9.1; 16.4) The third angel blew his trumpet, and a great star fell from heaven, blazing like a torch, and it fell on a third of the rivers and on the springs of water."},{"number":11,"verse":"(Jer 9.15; 23.15) The name of the star is Wormwood. A third of the waters became wormwood, and many died from the water because it was made bitter."},{"number":12,"verse":"(Rev 6.12, 13) The fourth angel blew his trumpet, and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of their light was darkened; a third of the day was kept from shining and likewise the night."},{"number":13,"verse":"(Rev 9.12; 11.14; 14.6; 19.17) Then I looked, and I heard an eagle crying with a loud voice as it flew in midheaven, “Woe, woe, woe to the inhabitants of the earth, at the blasts of the other trumpets that the three angels are about to blow!”"}]}