{"bibleAbbr":"KJV1611","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"Moreouer the Spirit lift me vp, and brought me vnto the East gate of the Lords house, which looketh Eastward: and behold at the doore of the gate fiue and twenty men; among whom I saw Iaazaniah the sonne of Azur, and Pelatiah the sonne of Benaiah, Princes of the people."},{"number":2,"verse":"Then said he vnto me; Sonne of man, these are the men that deuise mischiefe, & giue wicked counsel in this city."},{"number":3,"verse":"Which say, It is not neere, let vs build houses: this citie is the caldron, and we be the flesh."},{"number":4,"verse":"Therefore prophecie against them, prophecie, O sonne of man."},{"number":5,"verse":"And the Spirit of the Lord fell vpon me, and said vnto me, Speake, thus saith the Lord; Thus haue ye said, O house of Israel: for I know the things that come into your minde, euery one of them."},{"number":6,"verse":"Ye haue multiplyed your slaine in this citie, and yee haue filled the streetes thereof with the slaine."},{"number":7,"verse":"Therefore thus sayth the Lord God; Your slaine whom ye haue laid in the middest of it, they are the flesh, and this citie is the cauldron: but I wil bring you foorth out of the middest of it."},{"number":8,"verse":"Ye haue feared the sword, and I will bring a sword vpon you, saith the Lord God."},{"number":9,"verse":"And I will bring you out of the middest thereof, and deliuer you into the hands of strangers, and will execute iudgements among you."},{"number":10,"verse":"Yee shall fall by the sword, I will iudge you in the border of Israel, and ye shall know that I am the Lord."},{"number":11,"verse":"This citie shall not be your cauldron, neither shall ye be the flesh in the middest thereof, but I will iudge you in the border of Israel."},{"number":12,"verse":"And ye shall know that I am the Lord: for yee haue not walked in my statutes, neither executed my iudgements, but haue done after the maners of the heathen that are round about you."},{"number":13,"verse":"And it came to passe, when I prophecied, that Pelatiah the sonne of Benaiah died: then fell I downe vpon my face, and cried with a loud voice, and said; Ah Lord God, wilt thou make a full end of the remnant of Israel?"},{"number":14,"verse":"Againe the word of the Lord came vnto me, saying;"},{"number":15,"verse":"Sonne of man, thy brethren, euen thy brethren, the men of thy kinred, and all the house of Israel wholly are they, vnto whom the inhabitants of Ierusalem haue sayd; Get yee farre from the Lord: vnto vs is this land giuen in possession."},{"number":16,"verse":"Therefore say, Thus sayth the Lord God; Although I haue cast them farre off among the heathen, and although I haue scattered them among the countreys, yet will I be to them as a little Sanctuarie in the countreys where they shall come."},{"number":17,"verse":"Therefore say, Thus saith the Lord God; I will euen gather you from the people, and assemble you out of the countreys where ye haue beene scattered, and I will giue you the land of Israel."},{"number":18,"verse":"And they shall come thither, and they shall take away all the detestable things thereof, and all the abominations thereof from thence."},{"number":19,"verse":"And I wil giue them one heart, and I wil put a new spirit within you: and I will take the stonie heart out of their flesh, and will giue them an heart of flesh,"},{"number":20,"verse":"That they may walke in my statutes, and keepe mine ordinances, and doe them: and they shall be my people, and I will be their God."},{"number":21,"verse":"But as for them whose heart walketh after the heart of their detestable things, and their abominations, I wil recompense their way vpon their owne heads, saith the Lord God."},{"number":22,"verse":"Then did the Cherubims lift vp their wings, and the wheeles besides them, and the glory of the God of Israel was ouer them aboue."},{"number":23,"verse":"And the glory of the Lord went vp from the middest of the citie, and stood vpon the mountaine, which is on the East side of the citie."},{"number":24,"verse":"Afterwards the spirit tooke me vp, and brought me in vision by the spirit of God into Caldea to them of the captiuity: so the vision that I had seene, went vp from me."},{"number":25,"verse":"Then I spake vnto them of the captiuity, all the things that the Lord had shewed me."}]}