{"bibleAbbr":"KJV1611","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"Now these are the names of the Tribes, from the North end to the coast of the way of Hathlon, as one goeth to Hamath, Hazarenan, the border of Damascus Northward, to ye coast of Hamath (for these are his sides East & West) a portion for Dan."},{"number":2,"verse":"And by the border of Dan, from the East side vnto the West, a portion for Asher."},{"number":3,"verse":"And by the border of Asher, from the East side euen vnto the West side, a portion for Naphtali."},{"number":4,"verse":"And by the border of Naphtali, from the East side vnto the West side, a portion for Manasseh."},{"number":5,"verse":"And by the border of Manasseh, from the East side vnto the West side, a portion for Ephraim."},{"number":6,"verse":"And by the border of Ephraim, from the East side euen vnto the West side, a portion for Reuben."},{"number":7,"verse":"And by the border of Reuben, from the East side vnto the West side, a portion for Iudah."},{"number":8,"verse":"And by the border of Iudah, from the East side vnto the West side, shall be the offring which they shall offer of fiue and twentie thousand reedes in bredth, and in length as one of the other parts, from the East side vnto the West side, and the Sanctuarie shall be in the midst of it."},{"number":9,"verse":"The oblation that yee shall offer vnto the Lord, shall be of fiue and twentie thousand in length, and of ten thousand in bredth."},{"number":10,"verse":"And for them, euen for the priests shall be this holy oblation, toward the North, fiue and twentie thousand in length, and toward the West ten thousand in bredth, and toward the East ten thousand in bredth, and toward the South fiue and twentie thousand in length, & the sanctuarie of the Lord shall be in the midst thereof."},{"number":11,"verse":"It shall be for the Priests that are sanctified, of the sonnes of Zadok, which haue kept my charge, which went not astray when the children of Israel went astray, as the Leuites went astray."},{"number":12,"verse":"And this oblation of the land that is offred, shalbe vnto them a thing most holy by the border of the Leuites."},{"number":13,"verse":"And ouer against the border of the Priests, the Leuites shall haue fiue and twentie thousand in length, and tenne thousand in bredth: all the length shalbe fiue and twentie thousand, and the bredth tenne thousand."},{"number":14,"verse":"And they shall not sell of it, neither exchange, nor alienate the first fruits of the land: for it is holy vnto the Lord."},{"number":15,"verse":"And the fiue thousand that are left in the breadth ouer against the fiue and twentie thousand, shall bee a prophane place for the citie, for dwelling, and for suburbs, and the citie shall be in the midst thereof."},{"number":16,"verse":"And these shall bee the measures thereof, the North side foure thousand and fiue hundred, and the South side foure thousand and fiue hundred, and on the East side foure thousand, and fiue hundred, and the West side foure thousand and fiue hundred."},{"number":17,"verse":"And the suburbs of the city shall be toward the North two hundred and fiftie, and toward the South two hundred and fifty, and toward the East two hundred and fiftie, and toward the West two hundred and fiftie."},{"number":18,"verse":"And the residue in length ouer against the oblation of the holy portion, shalbe ten thousand Eastward, and ten thousand Westward: and it shall be ouer against the oblation of the holy portion, and the increase thereof shall bee for food vnto them that serue the citie."},{"number":19,"verse":"And they that serue the citie, shall serue it out of all the tribes of Israel."},{"number":20,"verse":"All the oblation shall bee fiue and twentie thousand, by fiue and twentie thousand: ye shall offer the holy oblation foure square, with the possession of the citie."},{"number":21,"verse":"And the residue shall bee for the prince on the one side, and on the other of the holy oblation, and of the possession of the citie ouer against the fiue and twentie thousand, of the oblation toward the East border, and Westward ouer against the fiue and twentie thousand toward the West border, ouer against the portions for the prince, and it shall be the holy oblation, and the Sanctuarie of the house shall be in the middest thereof."},{"number":22,"verse":"Moreouer, from the possession of the Leuites, and from the possession of the citie, being in the midst of that which is the princes, betweene the border of Iudah, and the border of Beniamin, shall bee for the prince."},{"number":23,"verse":"As for the rest of the tribes, from the East side vnto the West side, Beniamin shall haue a portion:"},{"number":24,"verse":"And by the border of Beniamin, from the East side vnto the West side, Simeon shall haue a portion:"},{"number":25,"verse":"And by the border of Simeon, from the East side vnto the West side, Issachar a portion:"},{"number":26,"verse":"And by the border of Issachar, from the East side vnto the West side, Zebulun a portion:"},{"number":27,"verse":"And by the border of Zebulun from the East side vnto the West side, Gad a portion:"},{"number":28,"verse":"And by the border of Gad, at the South side Southward, the border shall be euen from Tamar, vnto the waters of strife in Kadesh, and to the riuer toward the great Sea."},{"number":29,"verse":"This is the land which ye shal diuide by lot vnto the tribes of Israel for inheritance, and these are their portions, saith the Lord God."},{"number":30,"verse":"And these are the goings out of the citie, on the North side foure thousand and fiue hundred measures."},{"number":31,"verse":"And the gates of the citie shall bee after the names of the tribes of Israel, three gates Northward, one gate of Reuben, one gate of Iudah, one gate of Leui."},{"number":32,"verse":"And at the East side foure thousand and fiue hundred: and three gates; and one gate of Ioseph, one gate of Beniamin, one gate of Dan."},{"number":33,"verse":"And at the South side foure thousand and fiue hundred measures, and three gates: one gate of Simeon, one gate of Issachar, one gate of Zebulun."},{"number":34,"verse":"At the West side foure thousand and fiue hundred, with their three gates: one gate of Gad, one gate of Asher, one gate of Naphtali."},{"number":35,"verse":"It was round about eighteene thousand measures, and the name of the citie from that day shall be, The Lord is there."}]}