{"bibleAbbr":"CVB1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"Wherfore we ought to geue the more hede vnto the thinges which we haue herde, lest we perisshe."},{"number":2,"verse":"For yf the worde which was spoke by angels, was stedfast, and euery trasgression and dishobedience receaued a iust recompence of rewarde,"},{"number":3,"verse":"how shal we escape, yf we despyse so greate a saluacion: which after that it beganne to be preached by the LORDE himselfe, was confirmed vpon vs, by them that herde it,"},{"number":4,"verse":"God bearynge witnesse therto, with tokens, wonders and dyuerse powers, and giftes of the holy goost acordinge to his awne wyll."},{"number":5,"verse":"For vnto the angels hath he not subdued the worlde to come, wherof we speake."},{"number":6,"verse":"But one in a certayne place witnesseth & sayeth: What is man, that thou art myndefull of him?or the sonne of man, that thou vysitest him?"},{"number":7,"verse":"After thou haddest for a litle season made him lower the ye angels, thou crownedst him with honoure and glory, and hast set him aboue the workes of thy handes."},{"number":8,"verse":"Thou hast put all thinges in subieccion vnder his fete. In that he subdued all thinges vnto him, he lefte nothinge that is not put vnder him."},{"number":9,"verse":"Neuertheles now se we not all thinges yet subdued vnto him. But him, which for a litle season was made lesse then the angels, we se that it is Iesus: which is crowned with honoure and glory for the sufferynge of death, that he by the grace of God, shulde taist of death for all men."},{"number":10,"verse":"For it became him, for whom are all thinges, and by who are all thinges (after yt he had broughte many children vnto glory) that he shulde make the LORDE of their saluacion perfecte thorow sufferynge,"},{"number":11,"verse":"for so moch as they all come of one, both he that sanctifieth; & they which are sanctified. For the which causes sake, he is not ashamed to call them brethren,"},{"number":12,"verse":"sayenge: I will declare thy name vnto my brethren, and in the myddes of the cogregacion wil I prayse the."},{"number":13,"verse":"And agayne: I wyl put my trust in him. And agayne: beholde, here am I and my children, which God hath geuen me."},{"number":14,"verse":"For as moch then as the children haue flesh and bloude. he also himselfe likewyse toke parte with them, yt he thorow death, mighte take awaye ye power of him, which had lordshippe ouer death, that is to saye, ye deuell:"},{"number":15,"verse":"& that he mighte delyuer the which thorow feare of death were all their life tyme in dauger of bodage."},{"number":16,"verse":"For he in no place taketh on him the angels, but ye sede of Abraham tabeth he on him."},{"number":17,"verse":"Wherfore in all thinges it became him to be made like vnto his brethren, that he mighte be mercyfull and a faithfull hye prest in thinges concernynge God, to make agrement for the synnes of ye people."},{"number":18,"verse":"For in that he himselfe suffred and was tempted, he is able to sucker them that are tempted."}]}