{"bibleAbbr":"CVB1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"Wherfore holy brethren, ye that are partakers of the heauely callynge, consyder the Embasseatour and hye prest of or profession, Christ Iesus,"},{"number":2,"verse":"which is faithfull to him that ordeyned him, euen as was Moses in all his house."},{"number":3,"verse":"But this man is worthy of greater honoure then moses, in as moch as he which prepareth the house, hath greater honoure in it, then the house it selfe."},{"number":4,"verse":"For euery house is prepared of some ma: but he that ordeyned all thinges, is God."},{"number":5,"verse":"And Moses verely was faithfull in all his house as a mynister, to beare witnes of those thinges which were to be spoken afterwarde:"},{"number":6,"verse":"But Christ as a sonne hath rule ouer his house, whose house are we, yf we holde fast the confidence and reioysinge of that hope vnto the ende."},{"number":7,"verse":"Wherfore, as ye holy goost sayeth: Todaye yf ye shal heare his voyce,"},{"number":8,"verse":"harden not youre hertes, as in the prouokynke in the daye of temptacion in the wyldernes,"},{"number":9,"verse":"where youre fathers tempted me, proued me, and sawe my workes fortye yeares longe."},{"number":10,"verse":"Wherfore I was greued wt that generacion, and sayde: They erre euer in their hertes. But they knewe not my wayes,"},{"number":11,"verse":"so that I sware in my wrath, that they shulde not enter in to my rest."},{"number":12,"verse":"Take hede brethren, that there be not in eny of you an euell hert of vnbeleue, to departe from the lyuynge God:"},{"number":13,"verse":"but exhorte youre selues daylie, whyle it is called to daye, lest eny of you waxe harde harted thorow ye disceatfulnes of synne."},{"number":14,"verse":"For we are become partakers of Christ, yf we kepe sure vnto ye ende the begynnynge of the substace,"},{"number":15,"verse":"solonge as it is sayde: Todaye, yf ye shal heare his voyce, harde not youre hertes, as in the prouocacio."},{"number":16,"verse":"For some whan they herde, prouoked. Howbeit not all they yt came out of Egipte by Moses."},{"number":17,"verse":"But with whom was he displeased fortye yeares longe? Was he not displeased with them yt synned, whose carcases were ouerthrowne in ye wyldernesse?"},{"number":18,"verse":"To whom sware he, yt they shulde not enter in to his rest, but vnto the yt beleued not?"},{"number":19,"verse":"And we se yt they coulde not enter in because of vnbeleue."}]}