{"bibleAbbr":"CVB1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":4,"verses":[{"number":1,"verse":"Let vs feare therfore, lest eny of vs forsakynge the promes of entrynge in to his rest, shulde seme to come behinde:"},{"number":2,"verse":"for it is declared vnto vs as well as vnto the. But the worde of preachinge helped not the, wha they that herde it, beleued it not."},{"number":3,"verse":"(For we which haue beleued, enter in to his rest) acordynge as he sayde: Euen as I haue sworne in my wrath, They shal not enter in to my rest. And that (spake he) verely loge after that the workes fro the begynnynge of the worlde were made:"},{"number":4,"verse":"For he spake in a certayne place of the seueth daye, on this wyse: And God rested on the seuenth daye from all his workes."},{"number":5,"verse":"And in this place agayne: They shal not come in to my rest."},{"number":6,"verse":"Seynge it foloweth the, that some must enter there in to: and they, to whom it was first preached, entred not therin for vnbeleues sake,"},{"number":7,"verse":"therfore appoynteth he a daye agayne after so longe tyme, and sayeth: Todaye (as it is rehearsed by Dauid) Todaye yf ye shal heare his voyce, then harden not youre hertes."},{"number":8,"verse":"For yf Iosua had geuen them rest, the wolde he not afterwarde haue spoken, of another daye."},{"number":9,"verse":"Therfore remayneth there yet a rest vnto the people of God."},{"number":10,"verse":"For he that is entred in to his rest, ceasseth from his workes, as God doth from his"},{"number":11,"verse":"Let vs make haist therfore to enter in to that rest, lest eny man fall after the same ensample of vnbeleue."},{"number":12,"verse":"For ye worde of God is quycke, and mightie in operacion, and sharper the eny two edged swerde, and entreth thorow, euen to the deuydinge of the soule & the sprete, and of ye ioyntes & the mary, and is a iudger of the thoughtes & intetes of the hert,"},{"number":13,"verse":"nether is there eny creature invisible in ye sighte of him. But all thinges are naked & bare vnto ye eyes of hi of who we speake."},{"number":14,"verse":"Seynge then that we haue a greate hye prest, eue Iesus ye sonne of God, which is entred in to heauen, let vs holde oure profession."},{"number":15,"verse":"For we haue not an hye prest which ca not haue copassion on or infirmities, but was in all poyntes tepted, like as we are, but without synne."},{"number":16,"verse":"Let vs therfore go boldely vnto the seate of grace that we maye receaue mercy, and fynde grace to helpe in the tyme of nede."}]}