{"bibleAbbr":"CVB1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":6,"verses":[{"number":1,"verse":"Wherfore let vs leaue the doctryne pertaynynge to the begynnynge of a Christen life, and let vs go vnto perfeccion: and now nomore laye ye foundacion of repetaunce from deed workes, and of faith towarde God,"},{"number":2,"verse":"of baptyme, of doctryne, of layenge on of hades, of resurreccion of the deed, & of eternall iudgment."},{"number":3,"verse":"And so wil we do yf God permytte."},{"number":4,"verse":"For it is not possible, that they which were once lighted, and haue taisted of the heauely gyfte, and are become partakers of the holy goost,"},{"number":5,"verse":"& haue taisted of ye good worde of God, and of the power of the worlde to come,"},{"number":6,"verse":"yf they fall awaye (and concernynge them selues crucifye the sonne of God afresshe, and make a mocke off him) that they shulde be renued agayne vnto repentaunce."},{"number":7,"verse":"For the earth, that drynketh in the rayne, which commeth oft vpon it, and bringeth forth herbes mete for them that dresse it, receaueth blessynge of God:"},{"number":8,"verse":"But yt grounde which beareth thornes and thistles, is nothinge worth, and nye vnto cursynge: whose ende is to be brent."},{"number":9,"verse":"Neuertheles (ye dearly beloued) we trust to se better of you, and yt saluacio is nyer, though we thus speake."},{"number":10,"verse":"For God is not vnrighteous, that he shulde forget youre worke and laboure of loue, which ye shewed in his name, whan ye mynistred vnto the sayntes, and yet mynister."},{"number":11,"verse":"Yee and we desyre, that euery one of you shewe the same diligence, to the stablyshinge of hope euen vnto the ende,"},{"number":12,"verse":"that ye faynte not, but folowe them which thorow faith and paciece inheret the promyses."},{"number":13,"verse":"For whan God made promes to Abraham, because he had none greater to sweare by, he sware by himselfe,"},{"number":14,"verse":"and sayde: Surely I wil blesse the and multiplye ye in dede."},{"number":15,"verse":"And so he abode pacietly, and optayned the promes."},{"number":16,"verse":"As for men, they sweare by him that is greater then them selues: and the ooth is the ende of all stryfe to confirme the thinge amoge them."},{"number":17,"verse":"But God, wyllinge very abundauntly to shewe vnto the heyres of promes the stablenes of his councell, added an ooth"},{"number":18,"verse":"yt by two immutable thinges (in the which it is vnpossible yt God shulde lye) we mighte haue a stronge consolacion: euen we, which are fled to holde fast the hope that is set before vs,"},{"number":19,"verse":"which (hope) we haue as a sure and stedfast anker of oure soule. Which (hope) also entreth in, in to those thinges that are within ye vayle,"},{"number":20,"verse":"whither the foreruner is for vs entred in, eue Iesus, which is made an hye prest for euer after ye order of Melchisedech."}]}