{"bibleAbbr":"CVB1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":9,"verses":[{"number":1,"verse":"That first Tabernacle verely had ordinaunces, and seruynges off God and outwarde holynes."},{"number":2,"verse":"For there was made a foretabernacle, wherin was ye candilsticke, and the table, and the shewe bred: and this is called ye Holy."},{"number":3,"verse":"But behynde the seconde vayle was the Tabernacle which is called Holiest of all,"},{"number":4,"verse":"which had the golden censor, and the Arke of the Testament ouerlayed rounde aboute with golde, wherin was the golden pot with Manna, and Aarons rodd that florished, and the tables of the Testament:"},{"number":5,"verse":"Aboue therin were the Cherubins off glory ouershadowynge the Mercyseate: Of which thinges it is not now to speake perticularly."},{"number":6,"verse":"When these thinges were thus ordeyned, the prestes wente allwayes in to the first Tabernacle, and excuted ye seruyce of God."},{"number":7,"verse":"But in to the seconde wente the hye prest alone once in the yeare, not without bloude, which he offred for himselfe and for the ignoraunce of the people."},{"number":8,"verse":"Wherwith the holy goost this signifyeth, that the waye of holynes was not yet opened, whyle as yet the first Tabernacle was stondynge."},{"number":9,"verse":"Which was a symilitude for the tyme then present, in the which were offred giftes and sacrifices, and coulde not make perfecte (as partaynynge to the conscience) him, that dyd the Gods seruyce"},{"number":10,"verse":"onely with meates and drynkes, and dyuerse wasshinges, and iustifienges of the flesh, which were ordeyned vnto the tyme of reformacion."},{"number":11,"verse":"But Christ beynge an hye prest of good thinges to come, came by a greater and a more perfecte Tabernacle, not made with handes, that is to saye, not of this maner buyldynge:"},{"number":12,"verse":"nether by the bloude of goates or calues: but by his owne bloude entred he once for all in to the holy place, and hath founde eternall redempcion."},{"number":13,"verse":"For yff the bloude off oxen and off goates, and the asshes off the cowe whan it is sprenkled, haloweth the vncleane as touchynge the purificacion of the flesh,"},{"number":14,"verse":"How moch more shal the bloude of Christ (which thorow the eternall sprete offred him selfe without spot vnto God) pourge oure conscience from deed workes, for to serue the lyuynge God?"},{"number":15,"verse":"And for this cause is he ye mediatour of the new Testament, that thorow death which chaunsed for the redempcion of those trasgressions (that were vnder the first Testament) they which were called mighte receaue the promes of eternall inheritaunce."},{"number":16,"verse":"For where soeuer is a Testament, there must also be the death of him that maketh the testament."},{"number":17,"verse":"For a Testamet taketh auctorite whan men are deed: for it is no value, as longe as he that made it is alyue."},{"number":18,"verse":"For the which cause that first Testamet also was not ordeyned without bloude."},{"number":19,"verse":"For whan all the commaundementes (acordinge to the lawe) were red of Moses vnto all the people, he toke ye bloude of calues and of goates, with water and purple woll and ysope, and sprenkled the boke and all the people,"},{"number":20,"verse":"sayenge: This is the bloude of the Testament, which God hath appoynted vnto you."},{"number":21,"verse":"And the Tabernakle and all the vessels of the Gods seruyce sprenkled he with bloude likewyse."},{"number":22,"verse":"And allmost all thinges are pourged with bloude after the lawe: and without sheddynge of bloude is no remyssion."},{"number":23,"verse":"It is necessary then, that the symilitude of heauenly thinges be purified with soche: but ye heauenly thinges themselues are purified with better sacrifices, then are those."},{"number":24,"verse":"For Christ is not entred into the holy places yt are made with handes (which are but symilitudes of true thinges) but in to the very heauen, for to apeare now before the face of God for vs:"},{"number":25,"verse":"Not to offer himselfe offt as the hye prest entreth in to the holy place euery yeare with straunge bloude:"},{"number":26,"verse":"for the must he often haue suffred sence the worlde beganne. But now in the ende of the worlde hath he appeared once, to put synne to flight, by the offerynge vp of himselfe."},{"number":27,"verse":"And as it is appoynted vnto me yt they shal once dye, and then cometh the iudgmet: Eue"},{"number":28,"verse":"so Christ was once offred, to take awaye the synnes of many. And vnto them that loke for him, shal he appeare agayne without synne vnto saluacion."}]}