{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":11,"verses":[{"number":1,"verse":"ಶಾಂತಿಯುತ ಸಾಮ್ರಾಜ್ಯ ಜೆಸ್ಸೆಯನ ಬುಡದಿಂದ ಒಡೆಯುವುದೊಂದು ಚಿಗುರು; ಅದರ ಬೇರಿನಿಂದ ಫಲಿಸುವುದೊಂದು ತಳಿರು."},{"number":2,"verse":"ನೆಲಸುವುದಾತನ ಮೇಲೆ ಜ್ಞಾನವಿವೇಕದಾಯಕ ಆತ್ಮ; ಶಕ್ತಿ ಸಮಾಲೋಚನೆಯನ್ನೀಯುವ ಆತ್ಮ; ಸರ್ವೇಶ್ವರನ ಅರಿವನು, ಭಯವನು ಹುಟ್ಟಿಸುವ ಆತ್ಮ ಅಹುದು, ನೆಲಸುವುದಾತನ ಮೇಲೆ ಸರ್ವೇಶ್ವರನ ಆತ್ಮ."},{"number":3,"verse":"ಸರ್ವೇಶ್ವರನ ಭಯಭಕ್ತಿ ಅವಗೆ ಪರಿಮಳದಂತೆ. ತೀರ್ಪಿಡನಾತ ಕಣ್ಣಿಗೆ ತೋಚಿದಂತೆ ನಿರ್ಣಯಿಸನಾತ ಕಿವಿಗೆ ಬಿದ್ದಂತೆ."},{"number":4,"verse":"ಆದರೆ ಬಡಬಗ್ಗರಿಗೆ ತೀರ್ಪಿಡುವನು ನ್ಯಾಯನೀತಿಯಿಂದ ನಾಡ ದಲಿತರಿಗೆ ನಿರ್ಣಯಿಸುವನು ಯಥಾರ್ಥತೆಯಿಂದ ದಂಡಿಸುವನು ಲೋಕವನು ನುಡಿಯೆಂಬ ದಂಡದಿಂದ ಕೊಲ್ಲುವನು ಕೆಡುಕರನು ಉಸಿರೆಂಬ ಕತ್ತಿಯಿಂದ."},{"number":5,"verse":"ಸದ್ಧರ್ಮವೇ ಆತನಿಗೆ ನಡುಕಟ್ಟು ಪ್ರಾಮಾಣಿಕತೆಯೇ ಸೊಂಟಪಟ್ಟಿ."},{"number":6,"verse":"ಬಾಳುವುವು ತೋಳಕುರಿಮರಿಗಳು ಒಂದಿಗೆ ಮಲಗುವುವು ಮೇಕೆಚಿರತೆಗಳು ಜೊತೆಗೆ ಮೊಲೆಯುಣ್ಣುವುವು ಕರುಕೇಸರಿಗಳು ಒಟ್ಟಿಗೆ ನಡೆಸುವುದವುಗಳನು ಚಿಕ್ಕಮಗು ಮೇಯಿಸುವುದಕೆ."},{"number":7,"verse":"ಮೇಯುವುವು ಕರಡಿ, ಆಕಳುಗಳು ಒಟ್ಟಿಗೆ ಮಲಗುವುವು ಅವುಗಳ ಮರಿಗಳು ಜೊತೆಗೆ ಎತ್ತಿನ ಹುಲ್ಲು ಮೇವಾಗುವುದು ಸಿಂಹಕೆ."},{"number":8,"verse":"ಆಡುವುದು ಮೊಲೆಗೂಸು ನಾಗರ ಹುತ್ತದ ಮೇಲೆ ಕೈಹಾಕುವುದು ಮೊಲೆಬಿಟ್ಟ ಮಗು ಹಾವಿನ ಬಿಲದ ಒಳಗೆ."},{"number":9,"verse":"ಹಾನಿಯನು, ಕೇಡನು ಮಾಡರಾರೂ ನನ್ನ ಪರ್ವತದ ಮೇಲೆ. ಸಮುದ್ರದಂತೆ ತುಂಬಿರುವುದು ಸರ್ವೇಶ್ವರನ ಜ್ಞಾನ, ಧರೆಯ ಮೇಲೆ."},{"number":10,"verse":"ಸೆರೆಹೋದವರು ಮರಳಿ ಬರುವರು ಆ ದಿನದಂದು ಜೆಸ್ಸೆಯನ ಸಂತಾನದ ಕುಡಿ ಸರ್ವಜನಾಂಗಗಳಿಗೆ ಧ್ವಜಪ್ರಾಯವಾಗಿ ನಿಲ್ಲುವುದು. ಆತನನ್ನು ರಾಷ್ಟ್ರಗಳು ಆಶ್ರಯಿಸುವುವು; ವೈಭವದಿಂದಿರುವುದಾತನ ವಿಶ್ರಾಂತಿನಿಲಯವು."},{"number":11,"verse":"ಆ ದಿನದಂದು ಅಸ್ಸೀರಿಯ, ಈಜಿಪ್ಟ್, ಪತ್ರೋಸ್, ಸುಡಾನ್ (ಅಥವಾ : ಎಥಿಯೋಪಿಯ.) , ಏಲಾಮ್, ಬಾಬಿಲೋನಿಯ, ಹಮಾಥ್ ಹಾಗೂ ಸಮುದ್ರದ ಕರಾವಳಿ - ಈ ಸ್ಥಳಗಳಿಂದ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಅಳಿದುಳಿದ ಜನರನ್ನು ಬಿಡಿಸಿ ಬರಮಾಡಿಕೊಳ್ಳಲು ಮತ್ತೆ ಕೈನೀಡುವರು."},{"number":12,"verse":"ಇಸ್ರಯೇಲರಲ್ಲಿ ಸೆರೆಹೋದವರನ್ನು, ಜುದೇಯದಿಂದ ಚದರಿಹೋದವರನ್ನು ಕರೆತರಲು, ಧರೆಯ ಚತುರ್ದಿಕ್ಕುಗಳಿಂದವರನ್ನು ಬರಮಾಡಲು, ರಾಷ್ಟ್ರಗಳಿಗೆ ಗುರುತಾಗಿ ಧ್ವಜವನ್ನು ಆತ ಏರಿಸುವನು."},{"number":13,"verse":"ತೊಲಗುವುದು ಎಫ್ರಯಿಮಿನ ಹೊಟ್ಟೆಕಿಚ್ಚು, ನಿರ್ಮೂಲವಾಗುವುದು ಜುದೇಯದ ವೈರಿಗಳ ಒಳಸಂಚು. ಎಫ್ರಯಿಮ್, ಜುದೇಯವನ್ನು ಮತ್ಸರಿಸದು; ಜುದೇಯ, ಎಫ್ರಯಿಮನ್ನು ವಿರೋಧಿಸದು."},{"number":14,"verse":"ಒಟ್ಟಿಗೆ ಎರಗುವರು ಫಿಲಿಷ್ಟಿಯರ ಮೇಲೆ ಪಶ್ಚಿಮದಲ್ಲಿ; ಜೊತೆಯಾಗಿ ಸೂರೆಮಾಡುವರು ಜನರನ್ನು ಪೂರ್ವದಲ್ಲಿ; ಗೆಲ್ಲುವರು ಎದೋಮ್ ಮೊವಾಬ್ ನಾಡುಗಳನ್ನು; ಅಧೀನವಾಗಿಸುವರು ಅಮೋನ್ಯ ಜನರನ್ನು."},{"number":15,"verse":"ಆತ ಬತ್ತಿಸುವನು ಈಜಿಪ್ಟಿನ ಕೊಲ್ಲಿಯನ್ನು, ಒಣಗಿಸುವನು ಬಿಸಿಗಾಳಿಯಿಂದ ಯೂಫ್ರೆಟಿಸ್ ನದಿಯನ್ನು, ಸೀಳುವನದನ್ನು ಏಳು ತೊರೆಗಳನ್ನಾಗಿ. ಈ ಪರಿ ದಾಟುವರು ಜನರು ಕೆರ ಮೆಟ್ಟಿದವರಾಗಿ."},{"number":16,"verse":"ಈಜಿಪ್ಟನ್ನು ಬಿಟ್ಟು ಬಂದ ಇಸ್ರಯೇಲರಿಗೆ ಮಾರ್ಗವೊಂದು ಸಿದ್ಧವಾಯಿತು ಅಂತೆಯೆ ಸಿದ್ಧವಾಗುವುದು ರಾಜಮಾರ್ಗವೊಂದು ಅಸ್ಸೀರಿಯದಲ್ಲಿ ಅಳಿದುಳಿದ ಜನರಿಗೆ."}]}