{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"ಶಾಶ್ವತ ಶಾಂತಿ ಜುದೇಯ ಮತ್ತು ಜೆರುಸಲೇಮಿನ ವಿಷಯವಾಗಿ ಆಮೋಚನ ಮಗನಾದ ಯೆಶಾಯನು ಕಂಡ ದರ್ಶನದಲ್ಲಿ ಕೇಳಿಬಂದ ದೈವೋಕ್ತಿ :"},{"number":2,"verse":"ಸರ್ವೇಶ್ವರನ ಶ್ರೀನಿವಾಸದ ಪರ್ವತವು ಅಂತಿಮ ಕಾಲದಂದು ಪ್ರತಿಷ್ಠೆಗೊಳ್ಳುವುದು, ಗುಡ್ಡಬೆಟ್ಟಗಳಿಗಿಂತ ಎತ್ತರವಾಗಿ ಬೆಳೆದು ಬರುವುವು ಅದರತ್ತ ಸಕಲ ರಾಷ್ಟ್ರಗಳು ಜಲಧಾರೆಯಂತೆ ಹರಿದು ಬರುವುವು."},{"number":3,"verse":"ದೇಶವಿದೇಶಗಳವರು ಬಂದು ಹೇಳುವರು ಹೀಗೆ : “ಬನ್ನಿ, ಹೋಗೋಣ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಪರ್ವತಕ್ಕೆ ಇಸ್ರಯೇಲರ ದೇವರ ಮಂದಿರಕ್ಕೆ. ಬೋಧಿಸುವನಾತ ನಮಗೆ ತನ್ನ ಮಾರ್ಗಗಳನು ನಾವು ಹಿಡಿದು ನಡೆವಂತೆ ಆತನ ಪಥವನು ಹೊರಡುವುದು ಧರ್ಮಶಾಸ್ತ್ರ ಸಿಯೋನಿನಿಂದ ಸ್ವಾಮಿಯ ದಿವ್ಯವಾಣಿ ಜೆರುಸಲೇಮಿನಿಂದ."},{"number":4,"verse":"ಬಗೆಹರಿಸುವನು ದೇಶದೇಶಗಳ ವ್ಯಾಜ್ಯವನು ತೀರಿಸುವನು ರಾಷ್ಟ್ರರಾಷ್ಟ್ರಗಳ ನ್ಯಾಯವನು ಹಾಕುವರವರು ಕುಲುಮೆಗೆ ತಮ್ಮಾಯುಧಗಳನು. ಮಾರ್ಪಡಿಸುವರು ಕತ್ತಿಗಳನು ನೇಗಿಲ ಗುಳಗಳನ್ನಾಗಿ ಭರ್ಜಿಗಳನು ಕುಡುಗೋಲುಗಳನ್ನಾಗಿ. ಕತ್ತಿಯ ನೆತ್ತರು ಜನಾಂಗ ಜನಾಂಗದೆದುರಿಗೆ ಯುದ್ಧವಿದ್ಯೆಯ ಕಲಿಕೆ ಅಗತ್ಯವಿರದು ಅವರಿಗೆ."},{"number":5,"verse":"ಯಕೋಬ ಮನೆತನದವರೇ, ಬನ್ನಿ, ಸ್ವಾಮಿಯ ಬೆಳಕಿನಲ್ಲಿ ನಡೆಯೋಣ."},{"number":6,"verse":"ಅಹಂಕಾರಿಗಳ ಪತನ ನಿಶ್ಚಯ ಹೇ ಸರ್ವೇಶ್ವರಾ ಯಕೋಬ ಮನೆತನದವರನ್ನು ನೀವು ಕೈ ಬಿಟ್ಟಿದ್ದೀರಿ. ಏಕೆಂದರೆ ಅವರು ಪೌರಸ್ತ್ಯರಂತೆ ಮಾಟಮಂತ್ರ ಮಾಡುವವರು. ಫಿಲಿಷ್ಟಿಯರಂತೆ ಕಣಿಹೇಳುವವರು, ಅನ್ಯದೇಶಿಯರಂತೆ ಆಚಾರವಿಚಾರಗಳನ್ನು ಅನುಕರಿಸುವವರು ಆಗಿಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":7,"verse":"ನಾಡು ಬೆಳ್ಳಿಬಂಗಾರದಿಂದ ತುಂಬಿಹೋಗಿದೆ. ಜನರ ನಿಧಿನಿಕ್ಷೇಪಗಳಿಗೆ ಮಿತಿಯಿಲ್ಲದಂತಿದೆ. ಎಲ್ಲಾ ಕಡೆ ಅಶ್ವಬಲ ಯಥೇಚ್ಛವಾಗಿದೆ. ರಥಗಳು ಅಪಾರವಾಗಿವೆ."},{"number":8,"verse":"ದೇಶದಲ್ಲಿ ವಿಗ್ರಹಗಳು ತುಂಬಿ ತುಳುಕುತ್ತಿವೆ. ಜನರು ತಮ್ಮ ಕೈಯಿಂದ ಮಾಡಿದ ವಿಗ್ರಹಗಳನ್ನೇ ಪೂಜಿಸುತ್ತಿದ್ದಾರೆ."},{"number":9,"verse":"ಮಾನವನು ತಗ್ಗಿಹೋಗಿದ್ದಾನೆ, ಅಧೋಗತಿಗೆ ಇಳಿದಿದ್ದಾನೆ. ಸ್ವಾಮೀ, ಅವನಿಗೆ ಕ್ಷಮೆ ನೀಡಬೇಡಿ."},{"number":10,"verse":"ಸ್ವಾಮಿಯ ಭಯಂಕರ ಕೋಪಕ್ಕೆ ಅಂಜಿ, ಆ ಮಹೋನ್ನತನ ವೈಭವಕ್ಕೆ ಹೆದರಿ ಬಂಡೆಯ ಗುಹೆಗಳೊಳಗೆ ನುಗ್ಗಿರಿ, ನೆಲದ ಬಿಲಗಳಲ್ಲಿ ಅವಿತುಕೊಳ್ಳಿರಿ."},{"number":11,"verse":"ಜನಸಾಮಾನ್ಯರ ಅಟ್ಟಹಾಸವನ್ನು ಅಡಗಿಸಲಾಗುವುದು, ಪ್ರಮುಖರ ಗರ್ವ ಕಮರಿಹೋಗುವುದು, ಸ್ವಾಮಿ ಮಾತ್ರ ಅಂದು ಉನ್ನತೋನ್ನತವಾಗಿರುವರು."},{"number":12,"verse":"ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ ದಿನವೊಂದನ್ನು ಗೊತ್ತುಮಾಡಿದ್ದಾರೆ. ಅಹಂಕಾರದಿಂದ ಉಬ್ಬಿಹೋದವರಿಗೆ, ಉದ್ಧಟತನದಿಂದ ಕೊಬ್ಬಿಹೋದವರಿಗೆ,"},{"number":13,"verse":"ಎತ್ತರವಾಗಿ ಬೆಳೆದಿರುವ ಲೆಬನೋನಿನ ಎಲ್ಲ ದೇವದಾರು ವೃಕ್ಷಗಳಿಗೆ, ಬಾಷಾನಿನ ಎಲ್ಲಾ ಅಲ್ಲೋನ್ ಮರಗಳಿಗೆ,"},{"number":14,"verse":"ಉನ್ನತವಾಗಿರುವ ಮೇರುಪರ್ವತಗಳಿಗೆ, ಎಲ್ಲಾ ಗುಡ್ಡಬೆಟ್ಟಗಳಿಗೆ,"},{"number":15,"verse":"ಸಮಸ್ತ ಗುಮ್ಮಟ ಗೋಪುರಗಳಿಗೆ, ಸಮಸ್ತ ಕೋಟೆಕೊತ್ತಲಗಳಿಗೆ,"},{"number":16,"verse":"ಎಲ್ಲಾ ದೊಡ್ಡ ದೊಡ್ಡ ಹಡಗುಗಳಿಗೆ, ಎಲ್ಲಾ ಸುಂದರವಾದ ನೌಕೆಗಳಿಗೆ, ಆ ದಿನವು ತಪ್ಪದೆ ಬರುವುದು."},{"number":17,"verse":"ಜನಸಾಮಾನ್ಯರ ಅಟ್ಟಹಾಸ ಕುಗ್ಗಿಹೋಗುವುದು, ಜನಪ್ರಮುಖರ ಅಹಂಕಾರ ತಗ್ಗಿಹೋಗುವುದು; ಸರ್ವೇಶ್ವರ ಮಾತ್ರ ಆ ದಿನದಂದು ಉನ್ನತೋನ್ನತವಾಗಿರುವರು."},{"number":18,"verse":"ವಿಗ್ರಹಗಳು ಸಂಪೂರ್ಣವಾಗಿ ಮಾಯವಾಗುವುವು."},{"number":19,"verse":"ಭೂಮಂಡಲವನ್ನು ಕಂಪನಗೊಳಿಸಲು ಸ್ವಾಮಿ ಎದ್ದಾಗ ಅವರ ಭಯಂಕರ ಕೋಪಕ್ಕೆ ಅಂಜಿ, ಅವರ ಮಹೋನ್ನತ ಮಹಿಮೆಗೆ ಹೆದರಿ, ಅವಿತುಕೊಳ್ಳುವರು ಜನರು ಕಲ್ಲುಬಂಡೆಗಳ ಗುಹೆಗಳಲ್ಲಿ, ನೆಲದ ಹಳ್ಳಕೊಳ್ಳಗಳಲ್ಲಿ."},{"number":20,"verse":"ಆ ದಿನ ಬಂದಾಗ ಮಾನವರು ತಮ್ಮ ಪೂಜೆಗೋಸ್ಕರ ಮಾಡಿಸಿಕೊಂಡ ಬೆಳ್ಳಿಯ ಬೊಂಬೆಗಳನ್ನೂ ಬಂಗಾರದ ವಿಗ್ರಹಗಳನ್ನೂ ಇಲಿ ಹೆಗ್ಗಣಗಳ ಬಿಲಗಳಲ್ಲಿ ಬಿಸಾಡುವರು."},{"number":21,"verse":"ಭೂಮಂಡಲವನ್ನು ಕಂಪನಗೊಳಿಸಲು ಸ್ವಾಮಿ ಎದ್ದಾಗ ಅವರ ಭಯಂಕರ ಕೋಪಕ್ಕೆ ಅಂಜಿ, ಅವರ ಮಹೋನ್ನತ ಮಹಿಮೆಗೆ ಹೆದರಿ, ನುಗ್ಗುವರು ಜನರು ಕಲ್ಲುಬಂಡೆಗಳ ಸಂದುಗೊಂದುಗಳಲ್ಲಿ, ಶಿಲೆಗಳ ಸೀಳುಪಾಳುಗಳಲ್ಲಿ."},{"number":22,"verse":"ನರಮಾನವರಲ್ಲಿ ಇಡದಿರು ಭರವಸೆಯನ್ನು; ಯಾವ ಗಣನೆಗೆ ಬಂದಾನು ಅವನು? ಮೂಗಿನಲ್ಲಿ ಉಸಿರಾಡುವ ಅಲ್ಪಪ್ರಾಣಿ ಅವನು!"}]}