{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"ಆ ದಿನದಂದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ತಮ್ಮ ಘೋರವಾದ, ಕ್ರೂರವಾದ, ಮಾರಕವಾದ ಖಡ್ಗದಿಂದ ವೇಗವಾಗಿ ಧಾವಿಸುವ ಹಾಗೂ ಡೊಂಕಾಗಿ ಹರಿಯುವ ಸರ್ಪವನ್ನು ಹೊಡೆಯುವರು. ಮಹಾನದಿಯಲ್ಲಿನ ಘಟಸರ್ಪವನ್ನು ಸಹ ಕೊಂದುಹಾಕುವರು."},{"number":2,"verse":"(ದ್ರಾಕ್ಷಾತೋಟದ ಗೀತೆ) ಆ ದಿನದಲ್ಲಿ ಪೇಳ್ವರು ಸರ್ವೇಶ್ವರ : “ಇಗೋ, ನನ್ನ ವಿಹಾರದ ದ್ರಾಕ್ಷಾವನ, ಇದ ಕುರಿತು ಹಾಡಿರಿ ಒಂದು ಗಾನ."},{"number":3,"verse":"ಸರ್ವೇಶ್ವರನಾದ ನಾನೇ ಇದರ ತೋಟಗಾರ, ಕ್ಷಣಕ್ಷಣಕ್ಕೂ ಇದಕೆ ಹೊಯ್ಯುವೆ ನೀರ, ಇದನ್ನಾದರೂ ಮುಟ್ಟದಂತೆ ಕಾಯುವೆ ನಿರಂತರ."},{"number":4,"verse":"ಇದರ ಬಗ್ಗೆ ನನಗೆ ಇನ್ನಿಲ್ಲ ರೌದ್ರ, ಇದರೊಳಗಿಲ್ಲ ಮುಳ್ಳುಕಳ್ಳಿಗಳ ಗಹ್ವರ, ಇದ್ದಿದ್ದರೆ ಸುಟ್ಟು ಭಸ್ಮ ಮಾಡುತ್ತಿದ್ದೆ ಹೂಡಿ ಸಮರ."},{"number":5,"verse":"ಬೇಡವಾದರೆ ಆ ವೈರಿಗಳು ಶರಣಾಗತರಾಗಲಿ, ಬರಲಿ ನನ್ನ ಸಂಗಡ ಸಂಧಾನಕೆ, ಹೌದು, ಬರಲಿ ನನ್ನೊಡನೆ ಸಂಧಾನಕೆ."},{"number":6,"verse":"ಮುಂಬರುವ ಕಾಲದಲಿ ಬೇರೂರುವುದು ಯಕೋಬ ಸಂತಾನ. ಚಿಗುರಿ ಹೂ ಬಿಡುವುದು ಇಸ್ರಯೇಲ್ ಮನೆತನ, ಆ ವೃಕ್ಷಫಲದಿಂದ ತುಂಬಿರುವುದು ಜಗದೆಲ್ಲ ಜನ."},{"number":7,"verse":"ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಪ್ರಜೆಯ ಘಾತುಕರನ್ನು ದಂಡಿಸಿದಷ್ಟು ತಮ್ಮ ಪ್ರಜೆಯನ್ನು ದಂಡಿಸಲಿಲ್ಲ. ಘಾತುಕರಿಗಾದ ಪ್ರಾಣನಷ್ಟ ತಮ್ಮ ಪ್ರಜೆಗೆ ಆಗಲಿಲ್ಲ."},{"number":8,"verse":"ಆದರೂ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಪ್ರಜೆಗೆ ಗಡೀಪಾರು ಶಿಕ್ಷೆಯನ್ನು ವಿಧಿಸಿದರು. ದೂರದ ಮೂಡಣ ಬಿರುಗಾಳಿಯ ಬಡಿತಕ್ಕೆ ಗುರಿಮಾಡಿ ಅವರನ್ನು ತೊಲಗಿಸಿದರು."},{"number":9,"verse":"ಇಂತಿರಲು ಯಕೋಬ್ಯರ ಅಧರ್ಮಕ್ಕೆ ಪ್ರಾಯಶ್ಚಿತ್ತವಾಗಬೇಕಾದರೆ, ಅವರ ಪಾಪಪರಿಹಾರವನ್ನು ಸೂಚಿಸುವ ಪೂರ್ಣಫಲ ದೊರಕಬೇಕಾದರೆ, ಅವರ ವಿಗ್ರಹಾರಾಧಕ ಬಲಿಪೀಠದ ಕಲ್ಲುಗಳೆಲ್ಲ ಸುಣ್ಣದಂತೆ ಪುಡಿಪುಡಿ ಆಗಬೇಕು; ಆಶೇರಾ ಎಂಬ ವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನೂ ಸೂರ್ಯಸ್ತಂಭಗಳನ್ನೂ ಪ್ರತಿಷ್ಠಾಪಿಸುವುದು ಇನ್ನು ನಿಲ್ಲಬೇಕು."},{"number":10,"verse":"ಕೋಟೆಕೊತ್ತಲಗಳಿಂದ ಕೂಡಿದ ಪಟ್ಟಣ ಪಾಳುಬಿದ್ದಿದೆ; ಕಾಡಿನಂತೆ ನಿರ್ಜನಪ್ರದೇಶವಾಗಿದೆ. ದನಕರುಗಳು ಮೇದು ಮಲಗುವ ಗೋಮಾಳವಾಗಿದೆ."},{"number":11,"verse":"ಮರಗಳ ರೆಂಬೆಕೊಂಬೆಗಳು ಒಣಗಿ ಮುರಿದುಹೋಗಿವೆ. ಹೆಂಗಸರ ಕೈಗೆ ಒಲೆಪಾಲಾಗುವ ಸೌದೆಯಾಗಿವೆ. ಈ ಪ್ರಜೆಗಳು ಮಂದಮತಿಗಳೇ ಸರಿ. ಈ ಕಾರಣ, ಸೃಷ್ಟಿಕರ್ತನು ಇವರನ್ನು ಕರುಣಿಸನು. ನಿರ್ಮಿಸಿದಾತನು ಇವರಿಗೆ ದಯೆ ತೋರಿಸನು."},{"number":12,"verse":"ಇಸ್ರಯೇಲಿನ ಜನರೇ, ದಿನವು ಬರಲಿದೆ. ಆಗ ಯೂಫ್ರೆಟಿಸ್ ನದಿಯಿಂದ ಈಜಿಪ್ಟ್ ದೇಶದ ನದಿಯವರೆಗೆ, ಸರ್ವೇಶ್ವರ ತೆನೆಗಳನ್ನು ಒಕ್ಕಣೆಮಾಡುವರು. ಆಗ ನಿಮ್ಮನ್ನು ಒಬ್ಬೊಬ್ಬರನ್ನಾಗಿ ಬೇರ್ಪಡಿಸಿ ಆಯ್ಕೆಮಾಡುವರು."},{"number":13,"verse":"ಆ ದಿನ ಬಂದಾಗ, ಮಹಾ ತುತೂರಿಯೊಂದನ್ನು ಊದಲಾಗುವುದು. ಗಡೀಪಾರಾಗಿ ಚದುರಿಹೋಗಿರುವ ಇಸ್ರಯೇಲರನ್ನು ಅಸ್ಸೀರಿಯದಿಂದಲೂ ಈಜಿಪ್ಟಿನಿಂದಲೂ ಕರೆಯಲಾಗುವುದು. ಅವರೆಲ್ಲರೂ ಜೆರುಸಲೇಮಿಗೆ ಬಂದು ಪವಿತ್ರಪರ್ವತದ ಮೇಲೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೆ ಅಡ್ಡಬೀಳುವರು, ಆರಾಧನೆಮಾಡುವರು."}]}