{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"ಜೆರುಸಲೇಮಿನ ಅಸ್ತವ್ಯಸ್ತತೆ (ಕ್ರಿ. ಪೂ. ಸುಮಾರು 735ರಲ್ಲಿ, ಆಹಾಜನ ಕಾಲದಲ್ಲಿ.) ಇಗೋ, ಪ್ರಭುವೂ ಸೇನಾಧೀಶ್ವರ ಆದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಜೆರುಸಲೇಮ್ ಮತ್ತು ಜುದೇಯದ ಜನರ ಜೀವನಕ್ಕೆ ಆಧಾರವಾದ ಅನ್ನಪಾನಗಳನ್ನೆಲ್ಲ ತೆಗೆದುಬಿಡುವರು."},{"number":2,"verse":"ಧೀರರು ಮತ್ತು ಯೋಧರು, ನ್ಯಾಯಾಧಿಪತಿಗಳು ಮತ್ತು ಪ್ರವಾದಿಗಳು, ಶಕುನದವರು ಮತ್ತು ಶಾಸಕರು,"},{"number":3,"verse":"ದಳಪತಿಗಳು ಮತ್ತು ಗಣ್ಯವ್ಯಕ್ತಿಗಳು, ಮಂತ್ರಿಗಳು ಮತ್ತು ಮಂತ್ರತಂತ್ರದವರು - ಎಲ್ಲರನ್ನು ತೊಲಗಿಸಿಬಿಡುವರು."},{"number":4,"verse":"ಸರ್ವೇಶ್ವರ ಅವರಿಗೆ ಬಾಲಕರನ್ನು ಪಾಲಕರನ್ನಾಗಿಸಿ, ಹಸುಳೆಗಳು ಅವರನ್ನು ಆಳುವಂತೆ ಮಾಡುವರು."},{"number":5,"verse":"ಪ್ರಜೆಗಳೆಲ್ಲ ಪರಸ್ಪರ ವಿರೋಧಿಗಳಾಗಿ, ಒಬ್ಬರನ್ನೊಬ್ಬರು ಹಿಂಸಿಸುವರು. ನೆರೆಹೊರೆಯವರನ್ನು ನಿಂದಿಸುವರು. ಕಿರಿಯರು ಹಿರಿಯರನ್ನು, ದುಷ್ಟರು ಶಿಷ್ಟರನ್ನು ಹೀಯಾಳಿಸುವರು."},{"number":6,"verse":"ಕಾಲ ಬರುವುದು. ಆಗ ಒಬ್ಬನು ತನ್ನ ಸಹೋದರರಲ್ಲೊಬ್ಬನಿಗೆ: “ನಿನಗೆ ನಿಲುವಂಗಿಯಾದರೂ ಇದೆ. ನೀನೇ ನಮಗೆ ಒಡೆಯನಾಗು. ಹಾಳುಬಿದ್ದ ಈ ಊರಿಗೆ ನೀನೇ ಗೌಡನಾಗು,” ಎಂದು ಹುಟ್ಟುಮನೆಯಲ್ಲೇ ಒತ್ತಾಯಿಸುತ್ತಾ ಹೇಳುವನು."},{"number":7,"verse":"ಆಗ ಆ ಸಹೋದರನು ಹೂಂಕರಿಸಿ, “ಈ ನಾಡಿಗೆ ವ್ರಣವೈದ್ಯನಾಗಿರಲು ನನಗಿಷ್ಟವಿಲ್ಲ. ಮನೆಯಲ್ಲಿ ತಿನ್ನಲು ಅನ್ನವಿಲ್ಲ, ಉಡಲು ಬಟ್ಟೆಯಿಲ್ಲ. ನನ್ನನ್ನು ಜನನಾಯಕನನ್ನಾಗಿ ಮಾಡುವುದು ಬೇಡ,” ಎಂದು ತಿರಸ್ಕಾರದಿಂದ ಉತ್ತರಿಸುವನು."},{"number":8,"verse":"ಜೆರುಸಲೇಮ್ ನಗರ ಹಾಳಾಯಿತು. ಜುದೇಯ ನಾಡು ಬಿದ್ದುಹೋಯಿತು. ಜನರ ನಡೆನುಡಿಗಳೆಲ್ಲ ಸ್ವಾಮಿಗೆ ವಿರುದ್ಧವಾದವು. ಸ್ವಾಮಿಯ ಮಹಿಮಾ ಸಾನ್ನಿಧ್ಯಕ್ಕೆ ಪ್ರತೀಕೂಲವಾದವು."},{"number":9,"verse":"ಅವರ ಮುಖಲಕ್ಷಣವೇ ಅವರ ವಿರುದ್ಧ ಸಾಕ್ಷಿಯಾಗಿದೆ. ಅವರು ಸೊದೋಮಿನವರಂತೆ ತಮ್ಮ ಪಾಪಗಳನ್ನು ಮುಚ್ಚುಮರೆಯಿಲ್ಲದೆ ಮೆರೆಯಿಸುತ್ತಾರೆ. ಅಯ್ಯೋ, ಅವರಿಗೆ ಕೇಡು! ತಮಗೆ ತಾವೇ ಕೇಡನ್ನು ಬರಮಾಡಿಕೊಂಡಿದ್ದಾರೆ."},{"number":10,"verse":"ಸಜ್ಜನರಿಗೆ ಶುಭವೆಂದು ಸಾರಿರಿ. ಅವರು ತಮ್ಮ ಕ್ರಿಯೆಗಳ ಸತ್ಫಲವನ್ನು ಸವಿಯುತ್ತಾರೆ."},{"number":11,"verse":"ದುರ್ಜನರಿಗೆ ಧಿಕ್ಕಾರ! ಅವರ ಕೃತ್ಯಗಳಿಗೆ ಕಹಿಫಲ ದೊರಕುತ್ತದೆ."},{"number":12,"verse":"ನನ್ನ ಜನರನ್ನೋ ಬಾಧಿಸುತ್ತಿರುವವರು ಹುಡುಗರು; ಆಳುತ್ತಿರುವವರೋ ಹೆಂಗಳೆಯರು. ಎಲೈ ನನ್ನ ಜನರೇ, ನಿಮ್ಮ ನಾಯಕರು ನಿಮ್ಮನ್ನು ತಪ್ಪುದಾರಿಗೆ ಎಳೆಯುತ್ತಿದ್ದಾರೆ. ನಿಮ್ಮ ಮಾರ್ಗವನ್ನು ವಕ್ರಗೊಳಿಸುತ್ತಿದ್ದಾರೆ."},{"number":13,"verse":"ಪ್ರಜೆಗಳಿಗೆ ಸರ್ವೇಶ್ವರನ ತೀರ್ಪು ಸ್ವಾಮಿ ವಾದಿಸುವುದಕ್ಕೆ ಸಿದ್ಧವಿದ್ದಾರೆ. ಅವರು ಜನರ ನ್ಯಾಯವನ್ನು ನಿರ್ಣಯಿಸುವುದಕ್ಕೆ ತಯಾರಾಗಿದ್ದಾರೆ."},{"number":14,"verse":"ಸ್ವಾಮಿ ಜನರ ನಾಯಕರನ್ನೂ ಅಧಿಪತಿಗಳನ್ನೂ ನ್ಯಾಯವಿಚಾರಣೆಗೆ ಗುರಿಪಡಿಸುವರು. “ನೀವು ದ್ರಾಕ್ಷಾತೋಟವನ್ನು ಕಬಳಿಸಿದ್ದೀರಿ. ಬಡವರಿಂದ ಕೊಳ್ಳೆಹೊಡೆದದ್ದನ್ನು ಮನೆಗಳಲ್ಲಿ ತುಂಬಿಸಿಕೊಂಡಿದ್ದೀರಿ."},{"number":15,"verse":"ನೀವು ನನ್ನ ಜನರನ್ನು ನಸುಕಿಬಿಟ್ಟಿದ್ದೀರಲ್ಲವೇ? ಬಡವರನ್ನು ಹಿಸುಕಿಬಿಟ್ಟಿದ್ದೀರಲ್ಲವೇ?” ಎಂದು ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ವಾದಿಸುತ್ತಾರೆ."},{"number":16,"verse":"ಮಹಿಳೆಯರಿಗಾಗುವ ವಂಚನೆ ಸ್ವಾಮಿ ಇಂತೆನ್ನುತ್ತಾರೆ: ಸಿಯೋನಿನ ಮಹಿಳೆಯರ ಒನಪು ಒಯ್ಯಾರಗಳನ್ನು ನೋಡಿರಿ. ಅವರು ಕತ್ತುತೂಗುತ್ತಾ, ಕಡೆಗಣ್ಣು ಹಾಕುತ್ತಾ, ಕುಲುಕಿ ಹೆಜ್ಜೆಯಿಡುತ್ತಾ, ಕಾಲುಗೆಜ್ಜೆ ಜಣಜಣಿಸುತ್ತಾ ನಡೆಯುತ್ತಾರೆ."},{"number":17,"verse":"ಒಡೆಯರಾದ ಸ್ವಾಮಿ ಅವರ ನಡುನೆತ್ತಿಯನ್ನು ಹುಣ್ಣಾಗಿಸಿ ಬೋಳುಮಾಡುವರು. ಅವರ ಮಾನವನ್ನು ಬಯಲುಮಾಡುವರು."},{"number":18,"verse":"ದಿನ ಬರುವುದು, ಆಗ ಸ್ವಾಮಿ ಅವರ ಬೆಡಗಿನ ಆಭರಣಗಳೆಲ್ಲವನ್ನು ತೆಗೆದುಹಾಕುವರು. ಕಾಲಂದಿಗೆ, ತುರುಬು, ಬಲೆ, ಅರ್ಧಚಂದ್ರ,"},{"number":19,"verse":"ಜುಮಕಿ, ಬಳೆ, ಕುಲಾವಿ, ಶಿರವಸ್ತ್ರ,"},{"number":20,"verse":"ಕಂಠವಸ್ತ್ರ, ಕಾಲಸರಪಣಿ, ಡಾಬು, ಸುಗಂಧ ಭರಣಿ, ತಾಯಿತಿ,"},{"number":21,"verse":"ಮುದ್ರೆ ಉಂಗುರ, ಮೂಗುತಿ,"},{"number":22,"verse":"ಹಬ್ಬದ ಉಡಿಗೆ ತೊಡಿಗೆ, ಮೇಲಂಗಿ, ಶಾಲು, ಕೈಚೀಲ,"},{"number":23,"verse":"ನವಿರು ಜಾಲರಿ, ನಾರುಮಡಿ, ಮುಡಿ ಮುಕುಟ, ಮೇಲ್ವಸ್ತ್ರ ಈ ಸೊಗಸು ಭೂಷಣಗಳನ್ನೆಲ್ಲಾ ತೆಗೆದುಹಾಕುವರು."},{"number":24,"verse":"ಇದಲ್ಲದೆ ಸುಗಂಧಕ್ಕೆ ಬದಲಾಗಿ ದುರ್ಗಂಧ, ನಡುಪಟ್ಟಿಗೆ ಬದಲಾಗಿ ಹುರಿಹಗ್ಗ, ಜಡೆದಲೆಗೆ ಬದಲಾಗಿ ಬೋಳುದಲೆ, ರೇಷ್ಮೆಬಟ್ಟೆಗೆ ಬದಲಾಗಿ ಗೋಣಿತಟ್ಟು, ಬೆಡಗಿಗೆ ಬದಲಾಗಿ ಬೆತ್ತಲೆ, ಇಂಥ ಗತಿ ಅವರಿಗೆ ಬಂದೊದಗುವುದು."},{"number":25,"verse":"ಎಲೌ, ಸಿಯೋನ್ ನಗರಿಯೇ, ನಿನ್ನ ವೀರರು ಖಡ್ಗಕ್ಕೆ ತುತ್ತಾಗುವರು; ನಿನ್ನ ಯೋಧರು ಯುದ್ಧದಲ್ಲಿ ಮಡಿಯುವರು."},{"number":26,"verse":"ನಿನ್ನ ಪುರದ್ವಾರಗಳಲ್ಲಿ ದುಃಖ ಪ್ರಲಾಪ ತುಂಬಿರುವುದು. ನೀನು ನಗ್ನಳಂತೆ ನೆಲದ ಮೇಲೆ ಕುಳಿತುಬಿಡುವೆ."}]}