{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"(ಆದರ್ಶಪೂರ್ವಕ ರಾಜ್ಯ) ಇಗೋ, ರಾಜನೊಬ್ಬನು ನೀತಿಗನುಸಾರ ರಾಜ್ಯವಾಳುವನು. ದೇಶಾಧಿಪತಿಗಳು ನ್ಯಾಯದಿಂದ ದೊರೆತನಮಾಡುವರು."},{"number":2,"verse":"ಪ್ರತಿಯೊಬ್ಬನೂ ಬಿರುಗಾಳಿಗೆ ತಡೆಯಂತೆ, ಬಿರುಮಳೆಗೆ ಬಿಡಾರದಂತೆ, ಮರುಭೂಮಿಯಲ್ಲಿ ಜಲಧಾರೆಯಂತೆ, ಬೆಂಗಾಡಿನಲ್ಲಿ ಭಾರಿಬಂಡೆಯ ನೆರಳಿನಂತೆ ಇರುವನು."},{"number":3,"verse":"ಆಗ ನೋಡುವವರ ಕಣ್ಣು ಮಬ್ಬಾಗದು, ಕೇಳುವವರ ಕಿವಿ ಮಂದವಾಗದು."},{"number":4,"verse":"ಆತುರಗಾರರ ಬುದ್ಧಿ ಸಾವಧಾನದಿಂದ ಗ್ರಹಿಸುವುದು. ತೊದಲುಮಾತಿನವರ ನಾಲಿಗೆ ಸ್ವಚ್ಛವಾಗಿಯೂ ತ್ವರಿತವಾಗಿಯೂ ನುಡಿಯುವುದು."},{"number":5,"verse":"ಇನ್ನು ಮೇಲೆ ಮೂರ್ಖನು ಮಹಾತ್ಮನೆನಿಸಿಕೊಳ್ಳನು. ಕಳ್ಳನು ಒಳ್ಳೆಯವನೆನಿಸಿಕೊಳ್ಳನು."},{"number":6,"verse":"ಮೂರ್ಖನು ಆಡುವುದು ಕೆಡುಕನ್ನೇ, ಅವನು ಮಾಡುವುದು ಅಧರ್ಮವನ್ನೇ, ನುಡಿಯುವುದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೆ ವಿರುದ್ಧವಾದ ಅಸತ್ಯವನ್ನೇ. ಆತ ಹಸಿದವರಿಗೆ ಆಹಾರವನ್ನು ಕೊಡುವುದಿಲ್ಲ. ಬಾಯಾರಿದವರಿಗೆ ನೀರನ್ನು ಕೊಡಿಸುವುದಿಲ್ಲ."},{"number":7,"verse":"ಕಳ್ಳನ ಸಾಧನಗಳು ಕೆಟ್ಟವುಗಳೇ. ಅವನ ಯೋಜನೆಗಳು ಅಬದ್ಧವಾದುವೇ. ದೀನದಲಿತರ ಕೋರಿಕೆಗಳು ನ್ಯಾಯಬದ್ಧವಾಗಿದ್ದರೂ ಸುಳ್ಳುಮಾತುಗಳಿಂದ ಅವರನ್ನು ಹಾಳುಮಾಡುತ್ತಾನೆ."},{"number":8,"verse":"ಆದರೆ ಧರ್ಮವಂತನು ಮಹತ್ಕಾರ್ಯಗಳಲ್ಲಿಯೇ ನಿರತನಾಗಿರುತ್ತಾನೆ."},{"number":9,"verse":"(ಜೆರುಸಲೇಮಿನ ಮಹಿಳೆಯರಿಗೆ ಎಚ್ಚರಿಕೆ) ಸುಖಜೀವಿಗಳಾದ ಮಹಿಳೆಯರೇ, ಏಳಿ ನನ್ನ ಮಾತನ್ನು ಕೇಳಿ. ನಿಶ್ಚಿಂತೆಯಿಂದಿರುವ ಯುವತಿಯರೇ, ನನ್ನ ಧ್ವನಿಗೆ ಕಿವಿಗೊಡಿ."},{"number":10,"verse":"ಈಗ ಸುಖವಾಗಿ ಕುಳಿತಿದ್ದೀರಿ, ನಿಶ್ಚಿಂತೆಯಿಂದಿದ್ದೀರಿ. ಇನ್ನು ಒಂದು ವರ್ಷದ ಮೇಲೆ ಕೆಲವು ದಿನಗಳಲ್ಲಿ ಕಳವಳಗೊಳ್ಳುವಿರಿ. ಏಕೆಂದರೆ, ಆಗ ದ್ರಾಕ್ಷೆಯ ಕೊಯಿಲು ನಿಂತುಹೋಗುವುದು. ಯಾವ ಬೆಳೆಯೂ ನಿಮಗೆ ದಕ್ಕದು."},{"number":11,"verse":"ಸುಖವಾಗಿರುವವರೇ, ಗಡಗಡನೆ ನಡುಗಿರಿ. ನಿಶ್ಚಿಂತರಾಗಿರುವವರೇ, ಕಳವಳಗೊಳ್ಳಿರಿ. ನಿಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಕಿತ್ತುಹಾಕಿ ಸೊಂಟಕ್ಕೆ ಗೋಣಿತಟ್ಟನ್ನು ಸುತ್ತಿಕೊಳ್ಳಿರಿ."},{"number":12,"verse":"ಎದೆ ಬಡಿದುಕೊಂಡು ಗೋಳಾಡಿರಿ. ಏಕೆಂದರೆ ಹುಲುಸಾದ ಹೊಲಗಳು ಫಲವತ್ತಾದ ದ್ರಾಕ್ಷಾತೋಟಗಳು ನಾಶವಾಗಿವೆ."},{"number":13,"verse":"ನನ್ನ ಜನರ ಹೊಲಗದ್ದೆಗಳಲ್ಲಿ ಮುಳ್ಳುಪೊದರುಗಳು ಹುಟ್ಟಿಕೊಂಡಿವೆ. ಉಲ್ಲಾಸದಿಂದ ಕೂಡಿದ್ದ ಮನೆಗಳೂ ಲವಲವಿಕೆಯಿಂದ ತುಂಬಿದ್ದ ನಗರಗಳೂ ಶೂನ್ಯವಾಗಿವೆ, ಅರಮನೆ ಪಾಳುಬಿದ್ದಿದೆ."},{"number":14,"verse":"ಗಿಜಿಗುಟ್ಟುವ ಪಟ್ಟಣವು ನಿರ್ಜನವಾಗುವುದು; ಓಫೆಲ್ ಗುಡ್ಡವು, ಕೀಸ್ ಕೋವರವು ಶಾಶ್ವತವಾಗಿ ಗುಹೆಗಳಾಗುವುವು. ಕಾಡುಕತ್ತೆಗಳಿಗೆ ಬಯಲಾಗಿಯೂ ದನಕರುಗಳಿಗೆ ಹುಲ್ಲುಗಾವಲುಗಳಾಗಿಯೂ ಇರುವುವು."},{"number":15,"verse":"ಆದರೆ ದೇವರು ಉನ್ನತಲೋಕದಿಂದ ತಮ್ಮ ಪವಿತ್ರಾತ್ಮ ಧಾರೆಯನ್ನು ನಮ್ಮ ಮೇಲೆ ಸುರಿಯುವರು; ಆಗ ಪಾಳುಭೂಮಿ ಫಲಭರಿತ ಭೂಮಿಯಾಗುವುದು; ಫಲಭರಿತ ಭೂಮಿ ಸಮೃದ್ಧ ಅರಣ್ಯವಾಗಿ ಮಾರ್ಪಡುವುದು."},{"number":16,"verse":"ಸತ್ಯಸಂಧತೆ ಕಾಡುಮೇಡೆನ್ನದೆ ಎಲ್ಲೆಡೆ ನೆಲೆಗೊಳ್ಳುವುದು. ಸರ್ವರೂ ಸತ್ಯಸಂಧರಾಗಿರುವುದರಿಂದ ಸಮಾಧಾನ ನೆಲೆಗೊಳ್ಳುವುದು."},{"number":17,"verse":"ಆ ಸತ್ಯಸಂಧತೆಯಿಂದ ಚಿರಶಾಂತಿ ಮತ್ತು ಸುಭದ್ರತೆ ಪರಿಣಮಿಸುವುದು."},{"number":18,"verse":"ನನ್ನ ಜನರು ಶಾಂತಿಸದನಗಳಲ್ಲಿಯೂ ನಿರ್ಭಯವಾದ ನಿಲಯಗಳಲ್ಲಿಯೂ ನೆಮ್ಮದಿಯಾಗಿರುವ ಆಶ್ರಯಗಳಲ್ಲಿಯೂ ನೆಲೆಗೊಳ್ಳುವರು."},{"number":19,"verse":"ಕಲ್ಮಳೆ ಸುರಿದು ಕಾಡು ಹಾಳಾದರೂ ಶತ್ರುಗಳ ಪಟ್ಟಣವು ನೆಲಸಮವಾದರೂ ನೀವು ಸಂತೋಷದಿಂದ ಬಾಳುವಿರಿ."},{"number":20,"verse":"ನೀರಿರುವ ಕಡೆಗಳಲ್ಲೆಲ್ಲಾ ಬಿತ್ತನೆಮಾಡುವಿರಿ. ದನಕತ್ತೆಗಳನ್ನು ಇಷ್ಟಬಂದ ಹಾಗೆ ಮೇಯಲು ಬಿಡುವಿರಿ."}]}