{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ವಿವಾಹ ವಿಚ್ಛೇದನಗೈದ ಗಂಡಸಿನಂತೆ ನಾನು ನಿಮ್ಮ ಜನಾಂಗವನ್ನು ಪರಿತ್ಯಜಿಸಿದುಂಟೊ? ತನ್ನ ಮಕ್ಕಳನ್ನು ಜೀತಕ್ಕೆ ಇರಿಸುವವನಂತೆ ನಾನು ನಿಮ್ಮನ್ನು ನನ್ನ ಸಾಲಗಾರರಿಗೆ ಮಾರಿದುಂಟೊ? ಇಲ್ಲ, ನೀವು ಸೆರೆವಾಸಿಗಳಾದಿರಿ ನಿಮ್ಮ ದೋಷಗಳ ನಿಮಿತ್ತ; ನಿಮ್ಮ ತಾಯಿಯನು ಬಿಡಲಾಯಿತು ನಿಮ್ಮ ದ್ರೋಹಗಳ ನಿಮಿತ್ತ."},{"number":2,"verse":"ನಾನು ರಕ್ಷಿಸಲು ಬಂದಾಗ ಯಾರೂ ಕಾದಿರಲಿಲ್ಲ, ಏಕೆ? ನಾನು ಕೂಗಿಕರೆದಾಗ ಯಾರೂ ಉತ್ತರಕೊಡಲಿಲ್ಲ, ಏಕೆ? ನನ್ನ ಹಸ್ತವು ರಕ್ಷಿಸಲಾರದ ಮೋಟುಗೈಯೋ? ಉದ್ಧರಿಸುವ ಶಕ್ತಿ ನನ್ನಲ್ಲಿ ಇಲ್ಲವೋ? ಬರಿ ಗರ್ಜನೆಯಿಂದ ಬತ್ತಿಸಬಲ್ಲೆ ಸಮುದ್ರವನು ಬೆಂಗಾಡಾಗಿಸಬಲ್ಲೆ ನಾ ನದಿಸರೋವರಗಳನು ಬಾಯಾರಿ ಸತ್ತು ನಾರುವಂತೆ ಮಾಡಬಲ್ಲೆ ಅಲ್ಲಿಯ ಮೀನುಗಳನು."},{"number":3,"verse":"ಹೊದಿಸುವೆನು ಆಕಾಶಕ್ಕೆ ಅಂಧಕಾರವನು ಹಾಕಿಸುವೆನು ಅದಕ್ಕೆ ಗೋಣಿತಟ್ಟಿನ ಮುಸುಕನು."},{"number":4,"verse":"‘ದೇವರ ದಾಸ’ ಕುರಿತ ಮೂರನೆಯ ಗೀತೆದಣಿದವರನ್ನು ಹಿತನುಡಿಗಳಿಂದ ತಣಿಸುವಂತೆ ಅನುಗ್ರಹಿಸುತ್ತಾನೆನಗೆ ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ ಶಿಕ್ಷಿತರ ನಾಲಗೆಯನು; ಶಿಷ್ಯನೋಪಾದಿ ನಾನು ಆತನನ್ನು ಆಲಿಸುವಂತೆ ಬೆಳಬೆಳಗೂ ನನ್ನನೆಚ್ಚರಿಸಿ ಚೇತನಗೊಳಿಸುತ್ತಾನೆ ನನ್ನ ಕಿವಿಯನು."},{"number":5,"verse":"ತೆರೆದಿಹನು ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ ನನ್ನ ಕಿವಿಯನು ಎಂದೇ ವಿಮುಖನಾಗಲಿಲ್ಲ ನಾನು, ಪ್ರತಿಭಟಿಸಲಿಲ್ಲ ಆತನನು."},{"number":6,"verse":"ಬೆನ್ನುಕೊಟ್ಟೆನು ಹೊಡೆಯುವವರಿಗೆ ಗಡ್ಡ ಒಡ್ಡಿದೆನು ಅದನ್ನು ಕೀಳುವವರಿಗೆ ಮುಖ ಮರೆಮಾಡಲಿಲ್ಲ ಉಗುಳುಬುಗುಳಿಗೆ."},{"number":7,"verse":"ನೆರವಾಗಿಹನು ನನಗೆ ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ ಎಂದೇ ತಲೆತಗ್ಗಿಸಲಿಲ್ಲ ನಾನು ನಾಚಿಕೆಯಿಂದ ಗಟ್ಟಿಮಾಡಿಕೊಂಡೆ ಮುಖವನು ಕಗ್ಗಲ್ಲಿನ ಹಾಗೆ ಆಶಾಭಂಗಪಡಲಾರೆನೆಂದು ಗೊತ್ತು ನನಗೆ."},{"number":8,"verse":"ನನ್ನ ಪರ ತೀರ್ಪುಕೊಡುವವನು ಇಹನು ಹತ್ತಿರದಲೆ ನನಗೆ ಪ್ರತಿಕಕ್ಷಿ ಯಾರೆ ಬರಲಿ ಮುಂದಕೆ. ನನ್ನೊಡನೆ ವ್ಯಾಜ್ಯಮಾಡಬಲ್ಲವನಾರೇ ನಿಲ್ಲಲಿ ನ್ಯಾಯಕೆ."},{"number":9,"verse":"ಇಗೋ, ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ ನಿಂತಿಹರು ನನಗೆ ನೆರವಾಗಿ ನಿರ್ಣಯಿಸುವವನು ಯಾರು ನನ್ನನ್ನು ಅಪರಾಧಿಯಾಗಿ? ನುಸಿತಿಂದ ವಸ್ತ್ರದಂತೆ ಅಳಿದುಹೋಗುವರವರು ಜೀರ್ಣವಾಗಿ."},{"number":10,"verse":"ಸರ್ವೇಶ್ವರನ ದಾಸನಾದ ನನ್ನ ಮಾತುಗಳನು ಕೇಳಿ : ಭಯಭಕ್ತಿಯುಳ್ಳವನಾರು ನಿಮ್ಮೊಳು ಆ ಸರ್ವೇಶ್ವರನಲಿ? ಬೆಳಕಿಲ್ಲದೆ ಕತ್ತಲಲಿ ನಡೆಯುವವನು ಭರವಸೆಯಿಡಲಿ ಆ ಸರ್ವೇಶ್ವರನ ನಾಮದಲಿ; ಆಶ್ರಯ ಪಡೆಯಲಿ ತನ್ನಾ ದೇವನಲಿ."},{"number":11,"verse":"ಬೆಂಕಿಯಿಕ್ಕಿ ಸುತ್ತಲು ಕೊಳ್ಳಿಗಳನು ಹತ್ತಿಸಿಕೊಂಡಿರುವ ಎಲೈ ಜನರೇ, ನಡೆಯಿರಿ ನಿಮ್ಮಾ ಬೆಂಕಿಯ ಬೆಳಕಿನಲಿ ನೀವು ಹತ್ತಿಸಿದ ಆ ಕೊಳ್ಳಿಗಳ ನಡುವೆಯೆ ನಡೆಯಿರಿ : ಇಗೋ, ಒದಗುವುದು ದುರ್ಗತಿ ನನ್ನ ಹಸ್ತದಿಂದ, ಸಾಯುವಿರಿ ನೀವು ಬಾಧೆಯಿಂದ."}]}