{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"(ಇಸ್ರಯೇಲಿನ ಮೇಲೆ ಸರ್ವೇಶ್ವರನಿಗಿರುವ ಅಚಲ ಪ್ರೀತಿ) ಆನಂದ ಗೀತೆಯನು ಹಾಡು ಹೆರದವಳೇ, ಬಂಜೆಯಾಗಿದ್ದವಳೇ; ಉಲ್ಲಾಸದಿಂದ ಅರಚು, ಬೇನೆಯನು ಅನುಭವಿಸದವಳೇ. ‘ಗಂಡನುಳ್ಳವಳಿಗಿಂತ ಹೆಚ್ಚು ಮಕ್ಕಳನ್ನು ಹೆರುವೆ’ ಎಂದು ಹೇಳುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನಿನಗೆ."},{"number":2,"verse":"ವಿಸ್ತರಿಸು ನಿನ್ನ ಗುಡಾರವನು, ಚಾಚು ಮುಂದಕೆ ಗುಡಾರದ ಬಟ್ಟೆಗಳನು, ಹೆದರಬೇಡ; ಉದ್ದಮಾಡು ಹಗ್ಗಗಳನು, ಬಲಪಡಿಸು ಗೂಟಗಳನು."},{"number":3,"verse":"ಏಕೆಂದರೆ ಹಬ್ಬಿಕೊಳ್ಳುವೆ ನೀನು ಎಡಬಲದೊಳು ಎಲ್ಲೆಲ್ಲು, ವಶಮಾಡಿಕೊಳ್ಳುವರು ನಿನ್ನ ಸಂತಾನದವರು ಜನಾಂಗಗಳನು. ಜನಭರಿತವಾಗುವಂತೆ ಮಾಡುವರು ಪಾಳುಬಿದ್ದ ಪಟ್ಟಣಗಳನು."},{"number":4,"verse":"ಅಂಜಬೇಡ, ನಿನಗಾಗುವುದಿಲ್ಲ ಅವಮಾನ ನಾಚಬೇಡ, ನಿನಗಾಗದು ಆಶಾಭಂಗ. ಮರೆವೆ ಯೌವನದಲ್ಲಿ ನಿನಗಾದ ಅವಮಾನವನು ವೈಧವ್ಯದಲ್ಲಾದ ನಿಂದೆ ನೆನಪಿಗೆ ಬಾರದಿನ್ನು."},{"number":5,"verse":"ನಿನ್ನ ಸೃಷ್ಟಿಕರ್ತನೆ ನಿನಗೆ ಪತಿಯು ‘ಸೇನಾಧೀಶ್ವರನಾದ ಸರ್ವೇಶ್ವರ’ (ಅಥವಾ : ಸರ್ವಶಕ್ತ ಸರ್ವೇಶ್ವರ.) ಆತನ ಹೆಸರು. ಇಸ್ರಯೇಲಿನ ಪರಮಪಾವನನೆ ನಿನ್ನ ಉದ್ಧಾರಕನು. ‘ಸರ್ವಲೋಕದ ದೇವ’ ಆತನ ನಾಮಧೇಯ."},{"number":6,"verse":"ಗಂಡಬಿಟ್ಟು ಮನನೊಂದಿರುವ ಪತ್ನಿ ನೀನು ಹೌದು, ತ್ಯಜಿಸಲಾದ ಯೌವನದ ಪತ್ನಿ ನೀನು. ಸರ್ವೇಶ್ವರ ಕನಿಕರಿಸಿ ಕರೆದಿಹನು ನಿನ್ನನು. ಆ ನಿನ್ನ ದೇವರ ನುಡಿಯಿದು :"},{"number":7,"verse":"“ಬಿಟ್ಟಿದ್ದೆನು ನಿನ್ನನು ಕ್ಷಣಮಾತ್ರ ಪ್ರೀತಿಯಿಂದ ಸೇರಿಸಿಕೊಳ್ಳುವೆ ಹತ್ತಿರ."},{"number":8,"verse":"ತಟ್ಟನೆ ಉಕ್ಕಿ ಹರಿಯುವ ಕೋಪದಿಂದ ಕ್ಷಣಮಾತ್ರ ಮುಖಮರೆಸಿಕೊಂಡೆ ನಿನ್ನಿಂದ ಕರುಣಿಸುವೆನು ನಿನ್ನನು ಶಾಶ್ವತ ಕೃಪೆಯಿಂದ.” ಇಂತೆನ್ನುತಿಹನು ನಿನ್ನ ಉದ್ಧಾರಕ ಸರ್ವೇಶ್ವರ."},{"number":9,"verse":"“ಶಪಥಮಾಡಿದೆ ನಾನು ನೋಹನ ದಿನದಂದು: ಜಲಪ್ರಳಯವು ಭೂಮಿಯನು ಇ‍ನ್ನು ಮುಳುಗಿಸದೆಂದು. ಶಪಥಮಾಡುವೆ ಈಗ ‘ಕೋಪಮಾಡೆನು’ ಎಂದು ‘ಇನ್ನು ನಿನ್ನನು ಗದರಿಸೆನು’ ಎಂದು."},{"number":10,"verse":"ಬಿರುಕುಬಿಟ್ಟಾವು ಬೆಟ್ಟಗಳು, ಕದಲಿಯಾವು ಗುಡ್ಡಗಳು, ನನ್ನ ಅಚಲ ಪ್ರೀತಿಯಾದರೊ ಬಿಟ್ಟುಹೋಗದು ನಿನ್ನನು. ಶಾಂತಿಸಮಾಧಾನದ ನನ್ನೀ ಒಪ್ಪಂದವು ಕದಲದು. ನಿನ್ನ ಮೇಲೆ ಕರುಣೆಯಿಟ್ಟಿರುವ ಸರ್ವೇಶ್ವರನ ನುಡಿಯಿದು.”"},{"number":11,"verse":"(ಜೆರುಸಲೇಮಿನ ಭವ್ಯ ಭವಿಷ್ಯ) “ಶೋಷಣೆಗೆ, ಬಿರುಗಾಳಿಗೆ, ನಿರ್ಗತಿಗೆ ಗುರಿಯಾದವಳೇ, ನಿರ್ಮಿಸುವೆ ನಿನ್ನನು ವಜ್ರವೈಡೂರ್ಯಗಳಿಂದ ಅಸ್ತಿವಾರ ಹಾಕುವೆ ನಿನಗೆ ನೀಲಮಣಿಗಳಿಂದ."},{"number":12,"verse":"ನಿರ್ಮಿಸುವೆ ನಿನ್ನ ಗೋಪುರಗಳನು ಮಾಣಿಕ್ಯಗಳಿಂದ ನಿನ್ನ ಪೌಳಿಗೋಡೆಯನು ಅನರ್ಘ್ಯ ರತ್ನಗಳಿಂದ."},{"number":13,"verse":"ನಿನ್ನ ಮಕ್ಕಳು ಶಿಕ್ಷಿತರಾಗುವರು ನನ್ನಿಂದ ಸಮೃದ್ಧವಾಗಿ ಬಾಳುವರು ಅವರು ಸುಖಶಾಂತಿಯಿಂದ."},{"number":14,"verse":"ನ್ಯಾಯನೀತಿ ನಿನಗಾಧಾರ; ದೂರವಿರುವುದು ಹಿಂಸಾಚಾರ. ಭಯಭೀತಿಗೆ ನೀ ದೂರ, ಅವು ಬಾರವು ನಿನ್ನ ಹತ್ತಿರ."},{"number":15,"verse":"ನಿನ್ನ ಮೇಲೆ ಆಕ್ರಮಣಕೆ ಬರುವವನು ಪಡೆದಿಲ್ಲ ಅನುಮತಿ ನನ್ನಿಂದ ನಿನ್ನ ಮೇಲೆ ಆಕ್ರಮಣ ಮಾಡುವವನು ಪಡೆವನು ಸೋಲನು ನಿನ್ನಿಂದ."},{"number":16,"verse":"ಕೆಂಡ ಊದಿ ಕುಲುಮೆಯಲ್ಲಿ ಆಯುಧಮಾಡುವ ಕಮ್ಮಾರನನು ನಾನೇ ಸೃಷ್ಟಿಸಿದಾತ. ವಿನಾಶಮಾಡಲು ಬರುವ ಕೆಡುಕರನು ನಾನೇ ಉಂಟುಮಾಡಿದಾತ."},{"number":17,"verse":"ಸಫಲವಾಗದು ನಿನ್ನ ವಿರುದ್ಧ ಪ್ರಯೋಗಿಸಿದ ಆಯುಧ ನ್ಯಾಯಸ್ಥಾನದಲ್ಲಿ ನಿನ್ನ ಪ್ರತಿವಾದಿ ಪಡೆವನು ಅಪಜಯ ನನ್ನ ದಾಸನನು ರಕ್ಷಿಸಿ ಆತನಿಗೆ ನೀಡುವೆ ವಿಜಯ” ಇದು ಸರ್ವೇಶ್ವರನ ವಾಕ್ಯ."}]}