{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":55,"verses":[{"number":1,"verse":"(ಕರುಣೆಯ ಕರೆ) ಎಲೈ ಬಾಯಾರಿದ ಜನರೇ, ನೀರಿನ ಬಳಿಗೆ ಬನ್ನಿ ಹಣವಿಲ್ಲದವರೇ ಬನ್ನಿ, ಅನ್ನವನ್ನು ತೆಗೆದುಕೊಂಡು ತಿನ್ನಿ. ಹಾಲನು, ದ್ರಾಕ್ಷಾರಸವನು ಕ್ರಯವಿಲ್ಲದೆ ಕೊಂಡುಕೊಳ್ಳಿ."},{"number":2,"verse":"ಆಹಾರವಲ್ಲದ್ದಕ್ಕೆ ಹಣವನು ವ್ಯಯಮಾಡುವುದೇಕೆ? ತೃಪ್ತಿ ತರದ ಪದಾರ್ಥಕ್ಕೆ ನಿಮ್ಮ ದುಡಿತದ ವೆಚ್ಚವೇಕೆ? ಕಿವಿಗೊಡಿ ನನಗೆ, ಒಳಿತನ್ನು ತಿಂದು ಆನಂದಪಡಿ ಆ ಮೃಷ್ಟಾನ್ನವನುಂಡು."},{"number":3,"verse":"ಕಿವಿಯನ್ನಿತ್ತ ತಿರುಗಿಸಿ ಬನ್ನಿ ನನ್ನ ಬಳಿಗೆ, ಬದುಕಿಬಾಳುವಿರಿ ನೀವು ಕಿವಿಗೊಟ್ಟರೆನಗೆ. ದಾವೀದನಿಗೆ ವಾಗ್ದಾನವಿತ್ತ ವರವ ಈವೆ ನಿಮಗೆ ಮಾಡಿಕೊಳ್ಳುವೆ-ಚಿರವಾದ ಒಡಂಬಡಿಕೆಯನು ನಿಮ್ಮೊಂದಿಗೆ."},{"number":4,"verse":"ನೇಮಿಸಿರುವೆ ಆತನನು ಜನಗಳಿಗೆ ಸಾಕ್ಷಿಯನ್ನಾಗಿ ಜನಾಂಗಗಳಿಗೆ ನಾಯಕನನ್ನಾಗಿ, ಅಧಿಪತಿಯನ್ನಾಗಿ."},{"number":5,"verse":"ಎಲೈ ಇಸ್ರಯೇಲೇ, ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೋಸ್ಕರ ನಿನ್ನ ಮಹಿಮೆಪಡಿಸಿದ ಇಸ್ರಯೇಲಿನ ಪರಮಪಾವನನಿಗೋಸ್ಕರ ನೀ ಕರೆಗೊಡುವೆ ನಿನಗೆ ಗೊತ್ತಿಲ್ಲದ ಜನಾಂಗಕೆ. ಆಗ ಅಪರಿಚಿತರೂ ಓಡಿಬರುವರು ನಿನ್ನಾಶ್ರಯಕೆ."},{"number":6,"verse":"ಅರಸಿರಿ ಸರ್ವೇಶ್ವರನನು ಆತ ದೊರಕುವ ವೇಳೆಯಲಿ ವಿನಂತಿಸಿರಿ ಆತನಿರುವಾಗಲೆ ಸಮೀಪದಲಿ."},{"number":7,"verse":"ಬಿಟ್ಟುಬಿಡಲಿ ದುಷ್ಟನು ತನ್ನ ದುರ್ಮಾರ್ಗವನು ತೊರೆದುಬಿಡಲಿ ದುರುಳನು ದುರಾಲೋಚನೆಗಳನು. ಹಿಂದಿರುಗಿ ಬರಲಿ ಸರ್ವೇಶ್ವರನ ಬಳಿಗೆ ಕರುಣೆ ತೋರುವನು ಆತನು ಅವನಿಗೆ. ಆಶ್ರಯಪಡೆಯಲಿ ಅವನು ನಮ್ಮ ದೇವರಿಂದ ಕ್ಷಮಿಸುವನಾತನು ಮಹಾಕೃಪೆಯಿಂದ."},{"number":8,"verse":"“ನನ್ನ ಆಲೋಚನೆಗಳು ನಿಮ್ಮ ಆಲೋಚನೆಗಳಂಥಲ್ಲ ನನ್ನ ಮಾರ್ಗಗಳು ನಿಮ್ಮ ಮಾರ್ಗಗಳಂಥಲ್ಲ” ಎಂದಿಹನು ಸರ್ವೇಶ್ವರ."},{"number":9,"verse":"“ಎಷ್ಟೋ ಉನ್ನತ ಆಕಾಶವು ಭೂಮಿಯಿಂದ ಅಷ್ಟೂ ಉನ್ನತ ನನ್ನ ಮಾರ್ಗ ನಿಮ್ಮ ಮಾರ್ಗಗಳಿಗಿಂತ, ನನ್ನ ಆಲೋಚನೆಗಳು ನಿಮ್ಮ ಆಲೋಚನೆಗಳಿಗಿಂತ."},{"number":10,"verse":"ಮಳೆಯೂ ಹಿಮವೂ ಆಕಾಶಮಂಡಲದಿಂದಿಳಿದು ಬಂದು ತೋಯಿಸಿ, ಹಸಿರುಗೊಳಿಸಿ, ಹುಲುಸು ಮಾಡುತ್ತವೆ ಭೂಮಿಯನು. ಬಿತ್ತುವವನಿಗೆ ಬೀಜ, ಉಣ್ಣುವವನಿಗೆ ಆಹಾರ ಒದಗಿಸದೆ, ಹಿಂದಿರುಗಿ ಬರುವುದಿಲ್ಲ ಅವು ಸುಮ್ಮನೆ ಬಂದಲ್ಲಿಗೆ."},{"number":11,"verse":"ಅಂತೆಯೇ, ನನ್ನ ಬಾಯಿಂದ ಹೊರಡುವ ಮಾತು ನನ್ನ ಇಷ್ಟಾರ್ಥವನು ನೆರವೇರಿಸಿದ ಹೊರತು, ನನ್ನ ಉದ್ದೇಶವನು ಕೈಗೂಡಿಸಿದ ಹೊರತು. ನನ್ನ ಬಳಿಗೆ ವ್ಯರ್ಥವಾಗಿ ಹಿಂದಿರುಗದು."},{"number":12,"verse":"ಹೊರಡುವಿರಿ ನೀವು ಆನಂದಭರಿತರಾಗಿ ಬರುವಿರಿ ನೆಮ್ಮದಿಯಿಂದ ಸಾಲಾಗಿ. ನಿಮ್ಮ ಮುಂದೆ ತಟ್ಟಾಡುವುವು ಬೆಟ್ಟಗುಡ್ಡಗಳು ಚಪ್ಪಾಳೆ ಹೊಡೆಯುವುವು ಅಡವಿಯ ಗಿಡಮರಗಳು."},{"number":13,"verse":"ಬೆಳೆಯುವುದು ಮುಳ್ಳಿಗೆ ಬದಲಾಗಿ ದೇವದಾರು, ದತ್ತೂರಿಗೆ ಪ್ರತಿಯಾಗಿ ಸುಗಂಧದ ಮರವು. ಉಳಿದಿರುತ್ತದೆ ಆ ವನವು ಶಾಶ್ವತ ಗುರುತಾಗಿ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ನಾಮಸ್ಮರಣೆಗಾಗಿ.”"}]}