{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"ಸಜ್ಜನರು ಸಾಯುತ್ತಾರೆ, ಆದರೆ ಯಾರೂ ಮನಸ್ಸಿಗೆ ಹಚ್ಚಿಕೊಳ್ಳುವುದಿಲ್ಲ. ಶರಣರು ಕಣ್ಮರೆಯಾಗುತ್ತಾರೆ, ‘ಇವರು ಕೇಡಿನಿಂದ ಪಾರಾದರು’ ಎಂದು ಯಾರೂ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ."},{"number":2,"verse":"ಸನ್ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುವವರು ಶಯ್ಯೆಯಲ್ಲಿ ವಿಶ್ರಮಿಸುತ್ತಾರೆ; ಶಾಂತಿಸಮಾಧಾನವನ್ನು ಸೇರುತ್ತಾರೆ."},{"number":3,"verse":"ಮಾಟಗಾತಿಯ ಮಕ್ಕಳೇ, ವೇಶ್ಯೆ ವ್ಯಭಿಚಾರಿಗಳ ಸಂತಾನದವರೇ, ಬನ್ನಿ ಇಲ್ಲಿಗೆ."},{"number":4,"verse":"ಯಾರನ್ನು ಅಣಕಿಸಿ ಹಾಸ್ಯಮಾಡುತ್ತಿದ್ದೀರಿ? ಯಾರನ್ನು ನೋಡಿ ಬಾಯಿಕಿಸಿದು ನಾಲಿಗೆಯನ್ನು ಚಾಚುತ್ತೀರಿ?"},{"number":5,"verse":"ಓಕ್‍ಮರಗಳ ತೋಪುಗಳಲ್ಲೂ ಸೊಂಪಾಗಿ ಹರಡಿರುವ ಮರಗಳ ಅಡಿಯಲ್ಲೂ ಕಾಮಾಗ್ನಿಯಿಂದ ಕುದಿಯುತ್ತೀರಿ. ಹೊಳೆಕೊರೆದ ಡೊಗರುಗಳಲ್ಲೂ ಬಂಡೆಬಿರುಕುಗಳಲ್ಲೂ ಮಕ್ಕಳನ್ನು ಬಲಿಕೊಡುತ್ತೀರಿ. ನೀವು ವಿದ್ರೋಹಿಗಳ ಸಂತಾನ, ಸುಳ್ಳುಗಾರರ ಸಂತತಿ."},{"number":6,"verse":"ಎಲೈ ದುಷ್ಟ ಸಂತಾನವೇ, ಹೊಳೆಯ ನುಣುಪುಗಲ್ಲುಗಳೆಂದರೆ ನಿನಗೆ ಅತಿಪ್ರಿಯ. ಹೌದು, ಅವೇ ನಿನ್ನ ಪಾಲಿನ ಭಾಗ್ಯ. ಅವುಗಳಿಗೆ ಪಾನದ್ರವ್ಯವನ್ನು ನೈವೇದ್ಯವಾಗಿ ಸುರಿದಿರುವೆ, ದವಸ ಧಾನ್ಯಗಳನ್ನು ಕಾಣಿಕೆಯಾಗಿ ಅರ್ಪಿಸಿರುವೆ. ಇದನ್ನೆಲ್ಲ ನೋಡಿ ಕೋಪವನ್ನು ನಾನು ಅಡಗಿಸಿಕೊಳ್ಳಲಾದೀತೆ?"},{"number":7,"verse":"ಬಲಿಯರ್ಪಿಸಲು ಎತ್ತರವಾದ, ದೊಡ್ಡದಾದ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿರುವೆ. ಆದರೆ ಅಲ್ಲಿ ಕಾಮಕೇಳಿಗಳಲ್ಲಿ ತೊಡಗಿರುವೆ."},{"number":8,"verse":"ಬಾಗಿಲಿನ ಹಾಗು ಬಾಗಿಲಿನ ನಿಲುವಿನ ಹಿಂಭಾಗದಲ್ಲಿ ಅಶ್ಲೀಲ ಸ್ಮಾರಕಗಳನ್ನು ಇಟ್ಟುಕೊಂಡಿರುವೆ. ನನ್ನನ್ನು ತ್ಯಜಿಸಿಬಿಟ್ಟು, ನಿನ್ನ ಹಾಸಿಗೆಯನ್ನು ಬಿಚ್ಚಿರುವೆ. ಅನ್ಯರ ಸಂಗಮವನ್ನು ಬಯಸಿ ಅವರೊಂದಿಗೆ ಬೆಲೆಗೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಂಡಿರುವೆ; ಬಳಿಕ ಕಾಮವಿಲಾಸದಲ್ಲಿ ತೊಡಗಿರುವೆ."},{"number":9,"verse":"ಬೇಕಾದಷ್ಟು ಪರಿಮಳ ದ್ರವ್ಯವನ್ನು ಕೂಡಿಸಿಕೊಂಡು, ಸುಗಂಧ ತೈಲವನ್ನು ತೆಗೆದುಕೊಂಡು ‘ಮೋಲೆಕ್’ ದೇವತೆಯ ಬಳಿಗೆ ಯಾತ್ರೆಗೈದಿರುವೆ. (ಹೊಸ ದೇವತೆಗಳನ್ನು ಹುಡುಕಲು) ನಿನ್ನ ದೂತರನ್ನು ದೂರದೂರ ನಾಡುಗಳಿಗೆ ಕಳಿಸಿರುವೆ. ಪಾತಾಳದವರೆಗೂ ನಿನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಂಡಿರುವೆ."},{"number":10,"verse":"ನಡೆದು ನಡೆದು ದಣಿದಿದ್ದರೂ ‘ಇನ್ನು ಪ್ರಯೋಜನವಿಲ್ಲ’ ಎಂದುಕೊಳ್ಳಲಿಲ್ಲ. ಹೊಸ ಚೈತನ್ಯವನ್ನು ತಂದುಕೊಂಡು ನಿಲ್ಲದೆ ಮುಂದುವರೆದಿರುವೆ."},{"number":11,"verse":"ನೀನು ಯಾರಿಗೆ ಹೆದರಿ ಬೆದರಿ, ನನ್ನನ್ನು ಮರೆತು, ನನಗೆ ಸುಳ್ಳಾಡಿ ಮೋಸಮಾಡಿರುವೆ? ಇಂಥ ದ್ರೋಹಕ್ಕೂ ನೀನು ಹಿಂಜರಿಯಲಿಲ್ಲವಲ್ಲಾ! ಬಹುಕಾಲದಿಂದ ನಾನು ಸುಮ್ಮನೆ ಇದ್ದುದರಿಂದಲೇ ನೀನು ನನ್ನನ್ನು ಗೌರವಿಸದೆ ಇರುವುದಕ್ಕೆ ಕಾರಣವಲ್ಲವೆ?"},{"number":12,"verse":"ನಿನ್ನ ನಡತೆಯನ್ನು ಬಯಲಿಗೆ ತರುವೆನು. ಆಗ ನಿನ್ನ ಕೃತ್ಯಗಳು ನಿನಗೆ ನೆರವಾಗವು."},{"number":13,"verse":"ಸಹಾಯಕ್ಕಾಗಿ ನೀನು ಕೂಗಿಕೊಳ್ಳುವಾಗ ನೀನು ಕೂಡಿಹಾಕಿಕೊಂಡಿರುವ ಈ ವಿಗ್ರಹಗಳೇ ನಿನಗೆ ರಕ್ಷಣೆ ನೀಡಲಿ. ಇವುಗಳನ್ನೆಲ್ಲ ಗಾಳಿ ಬಡಿದುಕೊಂಡು ಹೋಗುವುದು. ಕೇವಲ ಒಂದು ಉಸಿರು ಸಾಕು, ಇವುಗಳನ್ನು ಒಯ್ದುಬಿಡಲು. ಆದರೆ ನನ್ನನ್ನು ಆಶ್ರಯಿಸಿಕೊಂಡವನು ನಾಡಿಗೆ ಬಾಧ್ಯಸ್ಥನಾಗುವನು; ನನ್ನ ಪವಿತ್ರ ಪರ್ವತವನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವನು."},{"number":14,"verse":"(ಪಶ್ಚಾತ್ತಾಪ ಪಡುವವರಿಗೆ ಸಾಂತ್ವಾನ) “ಸರಿಮಾಡಿ ಮಾರ್ಗವನು ಮಣ್ಣುಹಾಕಿ, ಹಾಕಿ; ನನ್ನ ಜನರ ದಾರಿಯಿಂದ ತೊಡರುಗಳನ್ನು ಎತ್ತಿಹಾಕಿ,” ಎನ್ನುತ್ತದೆ ವಾಣಿಯೊಂದು."},{"number":15,"verse":"“ಪರಮ ಪವಿತ್ರನ, ಶಾಶ್ವತ ಲೋಕದ ನಿತ್ಯನಿವಾಸಿಯಾದ ಮಹೋನ್ನತನ ಮಾತಿದು : ಉನ್ನತವಾದ ಪವಿತ್ರಾಲಯದಲ್ಲಿ ವಾಸಿಸುವವನು ನಾನು; ಆದರೂ ಪಶ್ಚಾತ್ತಾಪಪಡುವ ದೀನಮನದೊಂದಿಗೆ ನಾನಿದ್ದೇನೆ. ದೀನನ ಆತ್ಮವನ್ನು ಹಾಗು ಪಶ್ಚಾತ್ತಾಪಪಡುವ ಮನಸ್ಸನ್ನು ಉಜ್ಜೀವಗೊಳಿಸುವವನಾಗಿದ್ದೇನೆ."},{"number":16,"verse":"ನಾನು ಸರ್ವದಾ ತಪ್ಪು ಹುಡುಕುವವನಲ್ಲ; ಕಡೆಯ ತನಕ ಕೋಪದಿಂದಿರುವವನಲ್ಲ. ಹಾಗೆ ಮಾಡಿದರೆ ಜೀವಾತ್ಮ ಕುಂದಿಹೋದೀತು. ಆ ಜೀವಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು ನಾನೇ ಅಲ್ಲವೇ?"},{"number":17,"verse":"ನನ್ನ ಜನರ ದುರಾಶೆಯ ದೋಷದ ನಿಮಿತ್ತ ನಾನು ಕೋಪಗೊಂಡೆ, ದಂಡಿಸಿದೆ, ಮುಖ ಮರೆಸಿಕೊಂಡೆ, ರೋಷಭರಿತನಾದೆ. ಅವರಾದರೋ ಮೊಂಡುತನದಿಂದ ಮನಸ್ಸಿಗೆ ತೋಚಿದ ಹಾಗೆ ನಡೆಯುತ್ತಾ ಬಂದಿದ್ದಾರೆ."},{"number":18,"verse":"“ಅವರ ವರ್ತನೆಯನ್ನು ನೋಡಿದ್ದೇನೆ. ಆದರೂ ಅವರನ್ನು ಸ್ವಸ್ಥಪಡಿಸುತ್ತೇನೆ. ಅವರಿಗೆ ದಾರಿತೋರಿಸುತ್ತಾ, ಅವರಿಗೂ ಅವರಿಗಾಗಿ ದುಃಖಿಸುವವರಿಗೂ ಸಾಂತ್ವನ ಸಂಭಾವನೆಯನ್ನು ಕೊಡುತ್ತೇನೆ."},{"number":19,"verse":"ಅವರ ಬಾಯಿಂದ ಸ್ತುತಿಸ್ತೋತ್ರ ಹೊರಬರುವಂತೆ ಮಾಡುತ್ತೇನೆ. ಶಾಂತಿ! ಹತ್ತಿರವಿರುವವರಿಗೂ ದೂರವಿರುವವರಿಗೂ ಶಾಂತಿಸಮಾಧಾನ ! ನಾನು ಅವರನ್ನು ಸ್ವಸ್ಥಪಡಿಸುತ್ತೇನೆ,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ."},{"number":20,"verse":"“ಆದರೆ, ದುರುಳರು ಅಲ್ಲೋಲಕಲ್ಲೋಲವಾದ ಸಮುದ್ರದಂತೆ ಇದ್ದಾರೆ. ಅದು ಸುಮ್ಮನಿರದು - ಅದರ ಅಲೆಗಳು ಕೆಸರನ್ನೂ ಕೊಳಚೆಯನ್ನೂ ಕಕ್ಕುತ್ತಾ ಇರುತ್ತದೆ."},{"number":21,"verse":"ದುರುಳರಿಗೆ ಇಲ್ಲ ಶಾಂತಿಸಮಾಧಾನ,” ಎನ್ನುತ್ತಾರೆ ದೇವರು."}]}