{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"ಯೆಶಾಯನಿಗೆ ದೇವಕರೆ ಅರಸ ಉಜ್ಜೀಯನು ಕಾಲವಾದ ವರ್ಷದಲ್ಲಿ (ಕ್ರಿ ಪೂ. ಸುಮಾರು 740ರಲ್ಲಿ.) ನನಗೆ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯಿಂದ ದರ್ಶನವಾಯಿತು: ಉನ್ನತೋನ್ನತ ಸಿಂಹಾಸನದಲ್ಲಿ ಅವರು ಆಸೀನರಾಗಿದ್ದರು. ಅವರ ಮೇಲುವಸ್ತ್ರ ನೆರಿಗೆ ನೆರಿಗೆಯಾಗಿ ದೇವಾಲಯವನ್ನೆಲ್ಲ ಆವರಿಸಿತ್ತು."},{"number":2,"verse":"ಅವರ ಸುತ್ತಲು ಸೆರಾಫಿಯರೆಂಬ ತೇಜಸ್ವಿಗಳು ಇದ್ದರು. ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಆರಾರು ರೆಕ್ಕೆಗಳಿದ್ದವು. ಎರಡು ರೆಕ್ಕೆಗಳಿಂದ ಅವರ ಮುಖ ಮುಚ್ಚಿತ್ತು. ಇನ್ನೆರಡು ರೆಕ್ಕೆಗಳಿಂದ ಅವರ ಪಾದಗಳು ಮುಚ್ಚಿದ್ದವು. ಮತ್ತೆರಡು ರೆಕ್ಕೆಗಳನ್ನು ಬಡಿಯುತ್ತಾ ನೆಲಸೋಕದೆ ನಿಂತಿದ್ದರು."},{"number":3,"verse":"ಅವರಲ್ಲಿ ಒಬ್ಬನು ಮತ್ತೊಬ್ಬನಿಗೆ : “ಪವಿತ್ರ, ಪವಿತ್ರ, ಪವಿತ್ರ ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರ ಜಗವೆಲ್ಲ ಆತನ ಪ್ರಭಾವಭರಿತ” ಎಂದು ಕೂಗಿ ಹೇಳಿದನು."},{"number":4,"verse":"ಆ ಶಬ್ದಕ್ಕೆ ದೇವಾಲಯದ ಅಸ್ತಿವಾರವೇ ಕಂಪಿಸಿತು. ಧೂಮವು ಆಲಯವನ್ನೆಲ್ಲ ತುಂಬಿತು."},{"number":5,"verse":"ಆಗ ನಾನು “ಅಯ್ಯೋ, ನನ್ನ ಗತಿಯೇನು? ನನ್ನ ಕಥೆ ಮುಗಿಯಿತು. ಅಶುದ್ಧ ವದನದವನು ನಾನು. ಅಶುದ್ಧ ವದನದವರ ಮಧ್ಯೆ ಬಾಳುವವನು. ನನ್ನ ಕಣ್ಣುಗಳು ರಾಜಾಧಿರಾಜನನ್ನು, ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರನನ್ನು ಕಂಡೆವಲ್ಲಾ !” ಎಂದು ಕೂಗಿಕೊಂಡೆನು."},{"number":6,"verse":"ಆಗ ಸೆರಾಫಿಯರಲ್ಲಿ - ತೇಜಸ್ವಿಯೊಬ್ಬನು ಬಲಿಪೀಠದಿಂದ, ಉರಿಯುವ ಕೆಂಡವೊಂದನ್ನು ಇಕ್ಕಳದಿಂದ ಹಿಡಿದುಕೊಂಡು ನನ್ನತ್ತ ಹಾರಿಬಂದನು."},{"number":7,"verse":"ಆ ಉರಿಕೆಂಡವನ್ನು ನನ್ನ ಬಾಯಿಗೆ ಮುಟ್ಟಿಸಿ: “ಇದು ನಿನ್ನ ತುಟಿಗಳನ್ನು ತಾಕಿದೆ. ಈಗ ದೋಷ ನೀಗಿತು. ನಿನ್ನ ಪಾಪ ಪರಿಹಾರ ಆಯಿತು,” ಎಂದನು."},{"number":8,"verse":"ಆಗ, “ಯಾರನ್ನು ಕಳುಹಿಸಲಿ? ನಮ್ಮ ಪರವಾಗಿ ಹೋಗುವವರು ಯಾರು?” ಎಂಬ ನುಡಿ ಕೇಳಿಸಿತು. ಅದಕ್ಕೆ ನಾನು, “ಇಗೋ, ನಾನು ಸಿದ್ಧ, ನನ್ನನ್ನು ಕಳುಹಿಸಿ” ಎಂದೆನು."},{"number":9,"verse":"ಅದಕ್ಕೆ, “ನೀನು ಜನರ ಬಳಿಗೆ ಹೋಗಿ ಹೀಗೆಂದು ಹೇಳು : ‘ನೀವು ಕಿವಿಯಾರೆ ಕೇಳಿದರೂ ತಿಳಿಯಬಾರದು. ಕಣ್ಣಾರೆ ಕಂಡರೂ ಗ್ರಹಿಸಬಾರದು.’"},{"number":10,"verse":"ಅದೂ ಅಲ್ಲದೆ, ಆ ಜನರು: “ಕಣ್ಣಿನಿಂದ ಕಂಡು, ಕಿವಿಯಿಂದ ಕೇಳಿ, ಹೃದಯದಿಂದ ಗ್ರಹಿಸಿ, ನನಗೆ ಅಭಿಮುಖರಾಗಿ ನನ್ನಿಂದ ಸ್ವಸ್ಥತೆಯನ್ನು ಹೊಂದದಂತೆ ಅವರ ಹೃದಯವನ್ನು ಕೊಬ್ಬಿಸು, ಕಿವಿಗಳನ್ನು ಮಂದವಾಗಿಸು, ಕಣ್ಣುಗಳನ್ನು ಮಬ್ಬಾಗಿಸು,” ಎಂದು ನನಗೆ ಹೇಳಿದರು."},{"number":11,"verse":"ಅದಕ್ಕೆ ನಾನು: “ಸ್ವಾಮಿ, ಈ ಪರಿಸ್ಥಿತಿ ಎಷ್ಟರ ತನಕ?” ಎಂದು ಕೇಳಿದೆನು. ಅದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ :"},{"number":12,"verse":"“ನಾನು ಜನರನ್ನು ದೂರ ತೊಲಗಿಸಿ, ನಾಡನ್ನು ನಾಶಗೊಳಿಸಿ, ನಗರಗಳನ್ನು ನಿರ್ಜನಗೊಳಿಸಿ, ಮನೆಗಳನ್ನು ಬರಿದಾಗಿಸಿ, ಧರೆಯನ್ನು ಪೂರ್ತಿಯಾಗಿ ನಾಶಗೊಳಿಸುವ ತನಕ ಪರಿಸ್ಥಿತಿ ಹೀಗಿರುವುದು."},{"number":13,"verse":"“ನಾಡಿನ ಹತ್ತನೇ ಒಂದು ಭಾಗ ಉಳಿದಿದ್ದರೂ ಅದು ಕೂಡ ನಾಶವಾಗುವುದು. ಏಲಾ ಮರವನ್ನಾಗಲೀ ಅಲ್ಲೋನ್ ಮರವನ್ನಾಗಲೀ ಕಡಿದ ಮೇಲೆ ಉಳಿಯುವುದು ಬುಡ ಮಾತ್ರ” ಎಂದರು. ಹೀಗೆ ಉಳಿದ ಬುಡವು ಮುಂದೆ ದೇವಜನರಾಗಿ ಚಿಗುರುವುದು."}]}