{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"ರಾಷ್ಟ್ರಗಳಿಗೆ ತೀರ್ಪು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ಆಕಾಶವೇ ನನಗೆ ಸಿಂಹಾಸನವಾಗಿರಲು, ಭೂಮಿಯೇ ನನಗೆ ಪಾದಪೀಠವಾಗಿರಲು ನೀವು ನನಗೆ ಕಟ್ಟುವ ಮನೆ ಇನ್ನು ಎಂಥದ್ದು? ನನ್ನ ವಿಶ್ರಾಂತಿಗೆ ತಕ್ಕ ಸ್ಥಳ ಯಾವುದು?"},{"number":2,"verse":"ಇವುಗಳನ್ನೆಲ್ಲ ನಿರ್ಮಿಸಿದ್ದು ನನ್ನ ಕೈಯೇ. ಹೌದು, ಇವುಗಳೆಲ್ಲ ಆದುವು ನನ್ನಿಂದಲೇ . ವಿನಮ್ರನು, ಪಶ್ಚಾತ್ತಾಪ ಪಡುವವನು, ನನ್ನ ಮಾತಿನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನು, ಇಂಥವರೇ ನನಗೆ ಮೆಚ್ಚುಗೆಯಾದವರು."},{"number":3,"verse":"“ಜನರು ಮನಬಂದ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ; ತಮ್ಮ ಅಸಹ್ಯಕಾರ್ಯಗಳಲ್ಲಿ ಅತ್ಯಾನಂದಪಡುತ್ತಾರೆ. ಹೋರಿಯನ್ನು ಬಲಿಕೊಡುವವನು ನರಬಲಿಯನ್ನು ಕೊಡುತ್ತಾನೆ; ಕುರಿ ಕಡಿಯುವವನು ನಾಯಿಯ ಕತ್ತನ್ನು ಮುರಿಯುತ್ತಾನೆ. ಕಾಣಿಕೆ ಒಪ್ಪಿಸುವವನು ಹಂದಿಯ ನೆತ್ತರನ್ನು ಅರ್ಪಿಸುತ್ತಾನೆ; ಧೂಪಾರತಿ ಎತ್ತುವವನು ವಿಗ್ರಹಾರಾಧನೆಯನ್ನು ಮಾಡುತ್ತಾನೆ."},{"number":4,"verse":"ಆದುದರಿಂದ ಅವರಿಗೆ ಆಪತ್ತು ಬಂದೊದಗುವಂತೆ ಮಾಡುವೆನು. ಅವರು ಅಂಜುತ್ತಿದ್ದ ವಿಪತ್ತುಗಳನ್ನೇ ಅವರ ಮೇಲೆ ಬರಮಾಡುವೆನು. ಏಕೆಂದರೆ, ನಾನು ಕೂಗಿದಾಗ ಯಾರೂ ಉತ್ತರಿಸಲಿಲ್ಲ, ನಾನು ಹೇಳಿದಾಗ ಅವರು ಕೇಳಲಿಲ್ಲ. ನನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡಿದರು, ನನಗೆ ಇಷ್ಟವಲ್ಲದ್ದನ್ನೇ ಆಯ್ಕೆಮಾಡಿಕೊಂಡರು.”"},{"number":5,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಮಾತಿನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರೇ, ಕೇಳಿ ಸ್ವಾಮಿಯ ಈ ಮಾತನ್ನು ! “ನನ್ನ ನಾಮದ ನಿಮಿತ್ತ ನಿಮ್ಮನ್ನು ದ್ವೇಷಿಸಿ ಬಹಿಷ್ಕರಿಸಿದ ನಿಮ್ಮ ಸಹೋದರರು, ‘ಸರ್ವೇಶ್ವರ ತನ್ನ ಮಹಿಮೆಯನ್ನು ಬೆಳಗಿಸಲಿ, ಆಗ ನಿಮಗಾಗುವ ಆನಂದವನ್ನು ನೋಡೋಣ,’ ಎಂದು ಜರೆದಿದ್ದಾರಲ್ಲವೆ? ಅವರೇ ನಾಚಿಕೆಪಡಬೇಕಾಗುವುದು !"},{"number":6,"verse":"ಇಗೋ ಕೇಳಿ, ನಗರದ ಕಡೆಯಿಂದ ಕೋಲಾಹಲದ ಶಬ್ದ, ದೇವಾಲಯದಲ್ಲಿ ಶಬ್ದ, ಸರ್ವೇಶ್ವರ ತನ್ನ ಶತ್ರುಗಳಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವ ಶಬ್ದ !"},{"number":7,"verse":"“ ‘ಪ್ರಸವವೇದನೆಗೆ ಮುಂಚೆಯೇ ಹೆರಿಗೆಯಾಯಿತು; ಪ್ರಸವವೇದನೆ ಪಡುವುದರೊಳಗೆ ಗಂಡನ್ನು ಹೆತ್ತಳು’."},{"number":8,"verse":"ಇಂಥ ಸುದ್ದಿಯನ್ನು ಯಾರು ಕೇಳಿದ್ದಾರೆ? ಇಂಥ ಸಂಗತಿಯನ್ನು ಕಂಡವರಾರು? ಒಂದೇ ದಿನದಲ್ಲಿ ದೇಶವೊಂದು ಹುಟ್ಟೀತೆ? ಕ್ಷಣಮಾತ್ರದಲ್ಲಿ ರಾಷ್ಟ್ರವನ್ನು ಹೆರಲಿಕ್ಕಾದೀತೆ? ಆದರೂ ಪ್ರಸವವೇದನೆ ತೊಡಗಿದೊಡನೆ ಸಿಯೋನೆಂಬಾಕೆ ಮಕ್ಕಳನ್ನು ಹೆತ್ತಿದ್ದಾಳೆ.”"},{"number":9,"verse":"ಪ್ರಸವಕ್ಕೆ ತಂದ ನಾನು ಹೆರಲಿಕ್ಕೆ ಬಿಡದಿರುವೆನೊ?’ - ಎನ್ನುತ್ತಾರೆ ನಿಮ್ಮ ದೇವರು. ‘ಹೆರುವಂತೆ ಮಾಡುವವನಾದ ನಾನು ಗರ್ಭ ಮುಚ್ಚಿಬಿಡುವೆನೊ?’ ಎನ್ನುತ್ತಾರೆ ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ."},{"number":10,"verse":"“ಜೆರುಸಲೇಮನ್ನು ಪ್ರೀತಿಸುವವರೇ, ನೀವೆಲ್ಲರೂ ಆನಂದಿಸಿರಿ ಆಕೆಯೊಂದಿಗೆ, ಹರ್ಷಗೊಳ್ಳಿರಿ ಆಕೆಯ ಬಗ್ಗೆ."},{"number":11,"verse":"ಆಕೆಯ ನಿಮಿತ್ತ ದುಃಖಿಸುವವರೇ, ‘ಸಾಂತ್ವನ ನೀಡುವ ಆಕೆಯ ಸ್ತನ್ಯದಿಂದ ತೃಪ್ತಿಗೊಳ್ಳುವೆವು, ಹೌದು, ಆಕೆಯ ಸಿರಿಸಮೃದ್ಧಿಯನ್ನು ಹೀರುತ್ತಾ ಹಿಗ್ಗುವೆವು,’ ಎಂದು ನೀವೆಲ್ಲರು ಉಲ್ಲಾಸಪಡಿ ಆಕೆಯೊಂದಿಗೆ.”"},{"number":12,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಹೀಗೆನ್ನುತ್ತಾರೆ : “ಇಗೋ, ಆಕೆಗೆ ಹರಿಯಮಾಡುವೆನು ಸುಖಶಾಂತಿಯನು ನದಿಯಂತೆ ನೀಡುವೆ ರಾಷ್ಟ್ರಗಳ ವೈಭವವನು ತುಂಬಿತುಳುಕುವ ತೊರೆಯಂತೆ ನೀವಿರುವಿರಿ ಹಾಲುಕುಡಿವ ಹಸುಳೆಯಂತೆ ಎತ್ತಿಕೊಳ್ಳಲಾಗುವುದು ನಿಮ್ಮನ್ನು ತಾಯ ಕಂಕುಳಲಿ ನಲಿದಾಡುವಿರಿ ನೀವು ಆಕೆಯ ಮಡಿಲಲಿ."},{"number":13,"verse":"ನಾನೇ ನಿಮ್ಮನ್ನು ಸಂತೈಸುವೆನು ತಾಯಿಯಂತೆ ಸಾಂತ್ವನ ದೊರಕುವುದು ನಿಮಗೆ ಜೆರುಸಲೇಮಿನಲೆ."},{"number":14,"verse":"ಇದನ್ನು ಕಂಡಾಗ ನಿಮ್ಮೆದೆ ಸಂತಸದಿಂದ ಉಬ್ಬುವುದು ಚಿಗುರುವುದು ಹಸಿಹುಲ್ಲಂತೆ ನಿಮ್ಮೆಲುಬು. ‘ಸರ್ವೇಶ್ವರನ ಕೃಪಾಹಸ್ತ ತನ್ನ ಭಕ್ತರ ಮೇಲೆ ಆತನ ರೋಷಾವೇಶ ಶತ್ರುಗಳ ಮೇಲೆ’ ಎಂಬುವುದು ವ್ಯಕ್ತವಾಗುವುದು ನಿಮಗೆ."},{"number":15,"verse":"ಸರ್ವೇಶ್ವರ ಬರುವನಿದೋ ಅಗ್ನಿಮಯನಾಗಿ ಆತನ ರಥಗಳು ಬಿರುಗಾಳಿಯಂತೆ ರಭಸವಾಗಿ ತೋರಿಸುವನು ತನ್ನ ಸಿಟ್ಟನ್ನು ರೌದ್ರವೇಶದಿಂದ ಖಂಡಿಸುವನು ಧಗಧಗಿಸುವ ಜ್ವಾಲೆಯಿಂದ"},{"number":16,"verse":"ನ್ಯಾಯ ತೀರಿಸುವನು ಸರ್ವೇಶ್ವರ ಮನುಜರಿಗೆಲ್ಲ ಅಗ್ನಿಯಿಂದ, ತನ್ನ ಖಡ್ಗದಿಂದ. ಹತರಾಗುವರು ಬಹುಜನ ಆತನಿಂದ."},{"number":17,"verse":"“ತಮ್ಮ ಮಧ್ಯಸ್ಥನ ಮಾತಿನ ಪ್ರಕಾರ, ತೋಪುಗಳನ್ನು ಪ್ರವೇಶಿಸಿ, ಒಬ್ಬನ ಹಿಂದೊಬ್ಬರು ತಮ್ಮನ್ನೇ ಶುದ್ಧೀಕರಿಸಿ, ಪವಿತ್ರೀಕರಿಸಿಕೊಂಡು, ಹಂದಿಯ ಮಾಂಸವನ್ನೂ ಅಸಹ್ಯಪದಾರ್ಥಗಳನ್ನೂ ಇಲಿಗಳನ್ನೂ ತಿನ್ನುವ ಜನರು ಒಟ್ಟಿಗೇ ಕೊನೆಗಾಣುವರು.” ಇದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ನುಡಿ."},{"number":18,"verse":"“ಅವರ ಕೃತ್ಯಗಳೂ ಆಲೋಚನೆಗಳೂ ನನಗೆ ತಿಳಿದಿವೆ. ಸಮಸ್ತ ರಾಷ್ಟ್ರಗಳನ್ನೂ ಸಕಲ ಭಾಷೆಯವರನ್ನೂ ಒಟ್ಟಿಗೆ ಬರಮಾಡುವೆನು. ಅವರು ಬಂದು ನನ್ನ ಮಹಿಮೆಯ ಪ್ರಕಾಶವನ್ನು ಕಾಣುವರು."},{"number":19,"verse":"ಅವರ ಮಧ್ಯೆ ಒಂದು ಸೂಚಕಕಾರ್ಯವನ್ನು ಮಾಡುವೆನು. ಅವರಲ್ಲಿ ಅಳಿದುಳಿದವರನ್ನು ನನ್ನ ಸುದ್ದಿಯನ್ನು ಕೇಳದೆಯೂ ನನ್ನ ಮಹಿಮೆಯನ್ನು ಕಾಣದೆಯೂ ಇರುವವರ ಬಳಿಗೆ ಕಳಿಸುವೆನು. ತಾರ್ಷೀಷ್, ಲಿಬಿಯಾ, ಧನುರ್ಧಾರಿಗಳಾದ ಲೂದಿಯಾ, ತೂಬಲ್, ಗ್ರೀಸ್ ಎಂಬ ನಾಡುಗಳಿಗೂ ದೂರದ ದ್ವೀಪನಿವಾಸಿಗಳ ಬಳಿಗೂ ಕಳಿಸುವೆನು. ಈ ಅನ್ಯಜನಾಂಗಗಳಿಗೆ ಅವರು ನನ್ನ ಮಹಿಮೆಯನ್ನು ಪ್ರಕಟಿಸುವರು."},{"number":20,"verse":"ನನಗೆ ಕಾಣಿಕೆಯಾಗಿ ಎಲ್ಲ ಜನಾಂಗಗಳಿಂದ ನಿಮ್ಮ ಸಹೋದರರನ್ನು ಕರೆದುತರುವರು. ಇಸ್ರಯೇಲರು ನನ್ನ ಆಲಯಕ್ಕೆ ಶುದ್ಧ ಪಾತ್ರೆಯಲ್ಲಿ ನೈವೇದ್ಯವನ್ನು ತೆಗೆದುಕೊಂಡು ಬರುವಂತೆ, ಅವರನ್ನು ಕುದುರೆ, ತೇರು, ಪಲ್ಲಕ್ಕಿ, ಹೇಸರಗತ್ತೆ, ಒಂಟೆ, ಇವುಗಳ ಮೇಲೆ ಏರಿಸಿಕೊಂಡು ಜೆರುಸಲೇಮೆಂಬ ನನ್ನ ಪವಿತ್ರ ಪರ್ವತಕ್ಕೆ ಕರೆದುತರುವರು."},{"number":21,"verse":"ನಾನು ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ಯಾಜಕರನ್ನಾಗಿಯೂ ಲೇವಿಯರನ್ನಾಗಿಯೂ ಆರಿಸಿಕೊಳ್ಳುವೆನು.” ಇದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ನುಡಿ."},{"number":22,"verse":"“ನಾ ಸೃಷ್ಟಿಸುವ ಹೊಸ ಆಕಾಶ, ಹೊಸ ಭೂಮಿ, ನಿಲ್ಲುವುವು ನನ್ನ ಮುಂದೆ ಸ್ಥಿರವಾಗಿ; ಅಂತೆಯೇ ನಿಮ್ಮ ಸಂತತಿ, ನಿಮ್ಮ ಹೆಸರು ನಿಲ್ಲುವುವು ಸ್ಥಿರವಾಗಿ."},{"number":23,"verse":"ಅಮವಾಸ್ಯೆಯಿಂದ ಅಮವಾಸ್ಯೆಯವರೆಗೆ ಸಬ್ಬತ್‍ದಿನದಿಂದ ಸಬ್ಬತ್‍ದಿನದವರೆಗೆ ಮನುಜರೆಲ್ಲರು ಬರುವರು ನನ್ನನ್ನು ಆರಾಧಿಸಲಿಕ್ಕೆ.” ಇದು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ನುಡಿ."},{"number":24,"verse":"ಅವರು ಹೊರಟುಹೋಗುವಾಗ ನೋಡುವರು ನನಗೆ ದ್ರೋಹವೆಸಗಿದವರ ಹೆಣಗಳನು ಸಾಯುವುದಿಲ್ಲ ಅವುಗಳನ್ನು ಕಡಿಯುವ ಹುಳು ಆರುವುದಿಲ್ಲ ಅವುಗಳನ್ನು ಸುಡುವ ಬೆಂಕಿಯು ಎಲ್ಲ ಮನುಜರಿಗವು ಅಸಹ್ಯವಾಗಿರುವುವು.”"}]}