{"bibleAbbr":"KNCL","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"ಆಹಾಜನಿಗೆ ಯೆಶಾಯನ ಬೋಧನೆ ಅದು ಆಹಾಜನ ಕಾಲ. ಇವನು ಯೋತಾಮನ ಮಗ, ಉಜ್ಜೀಯನ ಮೊಮ್ಮಗ, ಜುದೇಯದ ಅರಸ. ಇವನ ಕಾಲದಲ್ಲಿ ಸಿರಿಯದ ಅರಸ ರೆಚೀನ ಮತ್ತು ರೆಮೆಲ್ಯನ ಮಗನೂ ಇಸ್ರಯೇಲಿನ ಅರಸನೂ ಆದ ಪೆಕಹ ಎಂಬವರು ಜೆರುಸಲೇಮಿನ ಮೇಲೆ ದಂಡೆತ್ತಿಬಂದರು. ಆದರೆ ಅದನ್ನು ಜಯಿಸಲು ಅವರಿಂದಾಗಲಿಲ್ಲ."},{"number":2,"verse":"ಸಿರಿಯರ ಸೈನಿಕರು ಈಗಾಗಲೇ ಇಸ್ರಯೇಲಿನ ಗಡಿಯೊಳಗಿದ್ದಾರೆ ಎಂಬ ಸುದ್ದಿ ಜುದೇಯದ ಅರಸನಿಗೆ ಮುಟ್ಟಿದ್ದೇ ತಡ, ಅವನೂ ಅವನ ಪ್ರಜೆಗಳೆಲ್ಲರೂ ಹೆದರಿದರು. ಬಿರುಗಾಳಿಗೆ ಸಿಕ್ಕಿದ ಗಿಡಮರಗಳಂತೆ ನಡುಗಿದರು."},{"number":3,"verse":"ಆಗ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಯೆಶಾಯನಿಗೆ ಹೀಗೆಂದರು : “ನಿನ್ನ ಮಗ ಶೆಯಾರ್ ಯಾಶೂಬನನ್ನು ಕರೆದುಕೊಂಡು ಆಹಾಜಾರಸನನ್ನು ಕಾಣಲುಹೋಗು. ಅಗಸರ ಹೊಲದ ಮೇಲೆ ಹಾದುಹೋಗುವ ರಾಜಮಾರ್ಗದಲ್ಲಿ ಕೆರೆಯ ಕಾಲುವೆಯ ತುದಿಯ ಬಳಿ ಆತ ನಿನಗೆ ಸಿಕ್ಕುವನು. ಅವನಿಗೆ ಈ ಪ್ರಕಾರ ತಿಳಿಸು :"},{"number":4,"verse":"ಜೋಕೆ, ಸುಮ್ಮನಿರು, ಹೆದರಬೇಡ. ರೆಚೀನ, ಸಿರಿಯ ಮತ್ತು ಪೆಕಹ - ಇವರೆಲ್ಲರ ಕೋಪ ಎಷ್ಟು ಉಗ್ರವಾಗಿದ್ದರೂ ಅದು ಹೊಗೆಯಾಡುವ ಎರಡು ಮೋಟುಕೊಳ್ಳಿಗಳಿಗೆ ಸಮಾನ. ಆದ್ದರಿಂದ ಎದೆಗುಂದಬೇಡ."},{"number":5,"verse":"ಸಿರಿಯ, ಇಸ್ರಯೇಲ್, ಅರಸನಾದ ಪೆಕಹನೊಂದಿಗೆ ಸೇರಿ ಒಳಸಂಚು ಮಾಡಿದ್ದಾರೆ."},{"number":6,"verse":"‘ಜುದೇಯ ನಾಡಿಗೆ ಮುತ್ತಿಗೆ ಹಾಕಿ, ಅದನ್ನು ಬೆದರಿಸಿ ಆಕ್ರಮಿಸಿಕೊಳ್ಳೋಣ; ತೆಬೇಲನ ಮಗನಿಗೆ ಅಲ್ಲಿಯೇ ಪಟ್ಟಕಟ್ಟೋಣ’ ಎಂದು ದುರಾಲೋಚನೆ ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ."},{"number":7,"verse":"“ಆದರೆ ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರ ಆದ ನಾನು ನಿನಗೆ ಹೇಳುತ್ತೇನೆ: ಈ ಯೋಜನೆ ಕೈಗೂಡುವುದಿಲ್ಲ. ಈ ಒಳಸಂಚು ನೆರವೇರುವುದಿಲ್ಲ."},{"number":8,"verse":"ಕಾರಣ, ರಾಜಧಾನಿಯಾದ ದಮಸ್ಕಸ್ಸಿಗಿಂತ ಸಿರಿಯ ಹೆಚ್ಚಲ್ಲ, ರಾಜನಾದ ರೆಚೀನನಿಗಿಂತ ದಮಸ್ಕಸ್‍ ಹೆಚ್ಚಲ್ಲ. ಇಸ್ರಯೇಲಿನ ಬಗ್ಗೆ ಹೇಳುವುದಾದರೆ, ಅದು ಅರವತ್ತೈದು ವರ್ಷದೊಳಗೆ ನುಚ್ಚುನೂರಾಗುವುದು, ಅಖಂಡ ರಾಷ್ಟ್ರವಾಗಿ ಉಳಿಯದು."},{"number":9,"verse":"ಅಂತೆಯೇ, ರಾಜಧಾನಿಯಾದ ಸಮಾರ್ಯಕ್ಕಿಂತ ಇಸ್ರಯೇಲ್ ಹೆಚ್ಚಲ್ಲ. ರಾಜನಾದ ಪೆಕಹನಿಗಿಂತ ಸಮಾರ್ಯ ಹೆಚ್ಚಲ್ಲ. ನಿಮ್ಮ ವಿಶ್ವಾಸ ಸ್ಥಿರವಿಲ್ಲದಿದ್ದರೆ, ನಿಮಗೆ ಸ್ಥಿರತೆ ಇರುವುದಿಲ್ಲ.”"},{"number":10,"verse":"ವರಪುತ್ರ ಇಮ್ಮಾನುವೇಲನ ಮುನ್ಸೂಚನೆ ಪುನಃ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಆಹಾಜನಿಗೆ ಹೇಳಿದ್ದೇನೆಂದರೆ:"},{"number":11,"verse":"“ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಂದ ಒಂದು ಗುರುತನ್ನು ಕೇಳಿಕೊ. ಅದು ಪಾತಾಳದಷ್ಟು ಆಳದಲ್ಲೇ ಇರಲಿ, ಆಕಾಶದಷ್ಟು ಎತ್ತರದಲ್ಲೇ ಇರಲಿ, ಕೇಳು.” ಎಂದರು."},{"number":12,"verse":"ಅದಕ್ಕೆ ಆಹಾಜನು, “ಇಲ್ಲ, ನಾನು ಗುರುತನ್ನು ಕೇಳುವುದಿಲ್ಲ, ಸರ್ವೇಶ್ವರನನ್ನು ಪರೀಕ್ಷಿಸುವುದಿಲ್ಲ” ಎಂದನು."},{"number":13,"verse":"ಆಗ ಯೆಶಾಯನು: “ದಾವೀದ ವಂಶಜರೇ, ಕೇಳಿರಿ, ಮಾನವರನ್ನು ಕೆಣಕಿದ್ದು ಸಾಲದೆಂದು ದೇವರನ್ನೇ ಕೆಣಕುತ್ತಿರುವಿರಾ?"},{"number":14,"verse":"ಆಗಲಿ, ಸರ್ವೇಶ್ವರ ನಿಮಗೊಂದು ಗುರುತನ್ನು ಕೊಡುವರು. ಇಗೋ, ಕನ್ಯೆಯೊಬ್ಬಳು ಗರ್ಭತಳೆದು ಪುತ್ರನೊಬ್ಬನನ್ನು ಪ್ರಸವಿಸುವಳು. ಇಮ್ಮಾನುವೇಲ್ ಎಂದು ಆತನಿಗೆ ಹೆಸರಿಡುವಳು."},{"number":15,"verse":"ಆತನು ‘ಕೆಟ್ಟದ್ದು ಬೇಡ, ಒಳ್ಳೆಯದು ಬೇಕು’ ಎನ್ನುವಷ್ಟು ಬಲ್ಲವನಾಗುವಾಗ ಮೊಸರನ್ನೂ ಜೇನುತುಪ್ಪವನ್ನೂ ತಿನ್ನುವನು."},{"number":16,"verse":"ಆ ಮಗು ‘ಕೆಟ್ಟದ್ದು ಬೇಡ, ಒಳ್ಳೆಯದು ಬೇಕು’ ಎನ್ನುವಷ್ಟು ಬಲ್ಲವನಾಗುವುದರೊಳಗೆ, ನೀನು ಯಾವ ಇಬ್ಬರು ಅರಸರುಗಳಿಗೆ ಹೆದರಿ ನಡುಗುತ್ತಿರುವಿಯೋ ಆ ಅರಸರುಗಳ ದೇಶ ನಿರ್ಜನವಾಗುವುದು."},{"number":17,"verse":"ಸರ್ವೇಶ್ವರ ನಿನ್ನ ಮೇಲೂ ನಿನ್ನ ಪ್ರಜೆಯ ಮೇಲೂ ನಿನ್ನ ತಂದೆಯ ಮನೆತನದ ಮೇಲೂ ಭೀಕರ ದಿನಗಳನ್ನು ಬರಮಾಡುವರು. ಇಸ್ರಯೇಲ್ ರಾಜ್ಯ ಜುದೇಯ ನಾಡಿನಿಂದ ಬೇರ್ಪಟ್ಟ ದಿನ ಮೊದಲುಗೊಂಡು ಇದುವರೆಗೂ ಅಂಥ ದಿನಗಳು ಬಂದಿರಲಿಲ್ಲ. ಅಸ್ಸೀರಿಯದ ಅರಸನೇ ಆ ದುರ್ದಿನಗಳ ಪ್ರತೀಕ."},{"number":18,"verse":"ಆ ದಿನ ಬಂದಾಗ ಈಜಿಪ್ಟಿನಿಂದ ನೊಣಗಳನ್ನೋ ಎಂಬಂತೆ, ಅಸ್ಸೀರಿಯ ನಾಡಿನಿಂದ ದುಂಬಿಗಳನ್ನೋ ಎಂಬಂತೆ, ಸ್ವಾಮಿ ಸಿಳ್ಳುಹಾಕಿ ಶತ್ರುಗಳನ್ನು ಬರಮಾಡುವರು."},{"number":19,"verse":"ಅವರೆಲ್ಲ ಬಂದು ಕಡಿದಾದ ಕಣಿವೆಗಳಲ್ಲಿಯೂ ಬಂಡೆಗಳ ಸಂದುಗೊಂದುಗಳಲ್ಲಿಯೂ ಮುಳ್ಳುಪೊದೆಗಳಲ್ಲಿಯೂ ಗೋಮಾಳಗಳಲ್ಲಿಯೂ ಹುಳುಹುಪ್ಪಟೆಗಳಂತೆ ಮುತ್ತಿಕೊಳ್ಳುವರು."},{"number":20,"verse":"ಆ ದಿನದಂದು ಯೂಫ್ರೆಟಿಸ್ ನದಿಯಾಚೆ ಇರುವ ಅಸ್ಸೀರಿಯದ ರಾಜನೆಂಬ ಹಜಾಮನ ಕತ್ತಿಯಿಂದ ಸರ್ವೇಶ್ವರ ನಿನ್ನ ತಲೆಯನ್ನೂ ಗಡ್ಡವನ್ನೂ ಕಾಲುಗೂದಲನ್ನೂ ಬೋಳಿಸುವರು."},{"number":21,"verse":"ಅಂದು ಒಬ್ಬ ರೈತನು ಒಂದು ಕಡಸನ್ನು ಎರಡು ಮೇಕೆಗಳನ್ನು ಮಾತ್ರ ಉಳಿಸಿಕೊಳ್ಳಬಲ್ಲವನಾದರೂ ಬಾಯಿ ಮೊಸರಾಗುವಷ್ಟು ಅಧಿಕವಾದ ಹಾಲನ್ನು ಕರೆಯುವನು."},{"number":22,"verse":"ಹೌದು, ನಾಡಿನಲ್ಲಿ ಅಳಿದುಳಿದವರೆಲ್ಲರು ಹಾಲು ಜೇನನ್ನೇ ಉಣ್ಣುವರು."},{"number":23,"verse":"ಆ ದಿನದಂದು ಸಾವಿರ ಬೆಳ್ಳಿನಾಣ್ಯಗಳಷ್ಟು ಬೆಲೆಬಾಳುವ ಸಹಸ್ರ ದ್ರಾಕ್ಷಿಬಳ್ಳಿಗಳು ಬೆಳೆಯುವಂಥ ಪ್ರತಿಯೊಂದು ಪ್ರದೇಶದಲ್ಲೂ ಮುಳ್ಳುಪೊದೆಗಳು ಬೆಳೆದುಕೊಳ್ಳುವುವು."},{"number":24,"verse":"ಅಲ್ಲಿ ಜನರು ಬಿಲ್ಲುಬಾಣಗಳನ್ನು ಹಿಡಿದು ಬೇಟೆಯಾಡುವರು. ನಾಡೆಲ್ಲ ಮುಳ್ಳುಪೊದೆಯಾಗಿ ಇರುವುದು."},{"number":25,"verse":"ಸಾಗುವಳಿಯಾಗುತ್ತಿದ್ದ ಗುಡ್ಡಗಳಲ್ಲಿ ಯಾರೂ ಬರಲು ಅಂಜುವಷ್ಟು ಮುಳ್ಳುಕೊಂಪೆಗಳು ತುಂಬಿರುವುವು; ಅವು ದನಕರುಗಳು ಮೇದು ಕುರಿಮೇಕೆಗಳು ತುಳಿದಾಡುವ ಮಾಳಗಳಾಗುವುವು.”"}]}