{"bibleAbbr":"WYC1395","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":10,"verses":[{"number":1,"verse":"Forsothe the seeleris weren Neemye, Athersata, the sone of Achilai,"},{"number":2,"verse":"and Sedechie, Saraie, Azarie, Jeremye, Phasur,"},{"number":3,"verse":"Amarie, Melchie,"},{"number":4,"verse":"Accus, Sebenye,"},{"number":5,"verse":"Mellucarem, Nerymuth, Oddie, Danyel,"},{"number":6,"verse":"Genton, Baruc, Mosollam, Abia,"},{"number":7,"verse":"Mianymy, Mazie, Belga, and Semeie;"},{"number":8,"verse":"these weren prestis."},{"number":9,"verse":"Forsothe dekenes weren Josue, the sone of Azarie, Bennuy, of the sones of Ennadab,"},{"number":10,"verse":"Cedinyel, and hise britheren, Sethenye, Odenmye, Telita, Phalaie, Anam,"},{"number":11,"verse":"Myca, Roob, Asebie"},{"number":12,"verse":"Zaccur, Serebie, Sabanye,"},{"number":13,"verse":"Odias, Bany, Hamyn."},{"number":14,"verse":"The heedis of the puple, Phetos, Moab, Elam,"},{"number":15,"verse":"Zecu, Banny, Bonny, Azgad, Bebay,"},{"number":16,"verse":"Donai, Bogoia, Adyn,"},{"number":17,"verse":"Ather, Azochie, Azur,"},{"number":18,"verse":"Odenye, Assuyn, Bessaie,"},{"number":19,"verse":"Ares, Anatoth, Nebai,"},{"number":20,"verse":"Methpie, Mosollam, Azir,"},{"number":21,"verse":"Meizabel, Sadoch, Reddua,"},{"number":22,"verse":"Pheltie, Ananye, Osee,"},{"number":23,"verse":"Anaie, Azub, Aloes,"},{"number":24,"verse":"Phaleam, Sobeth,"},{"number":25,"verse":"Reu, Asebyne, Mathsie,"},{"number":26,"verse":"Ethaie, Anam,"},{"number":27,"verse":"Mellucarem, Baana;"},{"number":28,"verse":"and othere of the puple, prestis, dekenes, porteris, and syngeris, Natynneis, and alle men that departiden hem silf fro the puplis of londis to the lawe of God, the wyues of hem, and `the sones of hem, and the douytris of hem;"},{"number":29,"verse":"alle that myyten vndurstonde, bihetynge for her britheren, the principal men of hem, `and thei that camen to biheete, and to swere, that thei schulden go in the lawe of the Lord, which he `hadde youe bi the hond of Moyses, his seruaunt, that thei schulden do and kepe alle the heestis of `oure Lord God, and hise domes, and hise cerymonyes; and that we schulden not yyue"},{"number":30,"verse":"oure douytris to the puple of the lond, and that we schulden not take her douytris to oure sones."},{"number":31,"verse":"Also the puplis of the lond, `that bryngen in thingis set to sale, and alle thingis to vss, bi the dai of sabat, for to sille, we schulen not take of hem in the sabat, and in a dai halewid; and we schulen leeue the seuenthe yeer, and the axynge of al hond."},{"number":32,"verse":"And we schulen ordeyne comaundementis `on vs, that we yyue the thridde part of a sicle `bi the yeer to the werk of `oure Lord God,"},{"number":33,"verse":"to the looues of settyngforth, and to the euerlastynge sacrifice, `and in to brent sacrifice euerlastynge, in sabatis, in calendis, `that is, bigynnyngis of monethis, in solempnytees, in halewid daies, and for synne, that `me preie for Israel, and in to al the vss of the hows of oure God."},{"number":34,"verse":"`Therfor we senten `lottis on the offryng of trees, bitwixe prestis and dekenes and the puple, that tho schulden be brouyt in to the hows of oure God, bi the housis of oure fadris bi tymes, fro the tymes of a yeer `til to a yeer, that `tho schulden brenne on the auter of `oure Lord God, as it is writun in the lawe of Moyses;"},{"number":35,"verse":"and that we bringe the firste gendrid thingis of oure lond, and the firste fruytis of al fruyt of ech tree, fro yeer in to yeer,"},{"number":36,"verse":"in to the hows of the Lord, and the firste gendrid thingis of oure sones, and of oure beestis, as it is writun in the lawe, and the firste gendrid thingis of oure oxis, and of oure scheep, that tho be offrid in the hows of oure God, to prestis that mynystren in the hows of oure God;"},{"number":37,"verse":"and we schulen brynge the firste fruytis of oure metis, and of oure moiste sacrifices, and the applis of ech tre, and of vendage, and of oile, to `prestis, at the treserie of the Lord, and the tenthe part of oure lond to dekenes; thilke dekenes schulen take tithis of alle the citees of oure werkis."},{"number":38,"verse":"Sotheli a prest, the sone of Aaron, schal be with the dekenes in the tithis of dekenes; and the dekenes schulen offre the tenthe part of her tithe in the hows of oure God, `at the tresorie, in the hows of tresour."},{"number":39,"verse":"For the sones of Israel and the sones of Leuy schulen brynge the firste fruytis of wheete, of wiyn, and of oile; and halewid vessels schulen be there, and prestis, and syngeris, and porteris, and mynystris; and we schulen not forsake the hows of `oure God."}]}