{"bibleAbbr":"Geneva1599","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":10,"verses":[{"number":1,"verse":"(1 The gift of healing given to the Apostles.5 They are sent to preach the Gospel.13 Peace.14 Shaking off the dust.18 Affliction.22 Continuance unto the end.23 Fleeing from persecution.28 Fear.29 Two sparrows.30 Hairs of our head.32 To acknowledge Christ.34 Peace and the sword.35 Variance.37 Love of parents.38 The cross.39 To lose the life.40 To receive a Preacher.) And he called his twelve disciples unto him, and gave them power against unclean spirits, to cast them out, and to heal every sickness, and every disease."},{"number":2,"verse":"Now the names of the twelve Apostles are these. The (Theophylact saith that Peter and Andrew are called the first, because they were first called.) first is Simon called Peter, and Andrew his brother, James the son of Zebedee, and John his brother,"},{"number":3,"verse":"Philip and Bartholomew: Thomas, and Matthew that Publican: James the son of Alphaeus, and Lebbaeus whose surname was Thaddaeus:"},{"number":4,"verse":"Simon the Canaanite, and Judas (A man of Kerioth. Now Kerioth was in the tribe of Judah, Josh. 15:25.) Iscariot, who also betrayed him."},{"number":5,"verse":"These twelve did Jesus send forth, and commanded them, saying, Go not into the way of the Gentiles, and into the cities of the Samaritans enter ye not:"},{"number":6,"verse":"But go rather (Acts 13:46) to the lost sheep of the house of Israel."},{"number":7,"verse":"(Luke 10:9-11) (The sum of the Gospel: or preaching of the Apostles.) And as ye go preach, saying, The kingdom of heaven is at hand."},{"number":8,"verse":"(Miracles are dependences of the word.) Heal the sick: cleanse the lepers: raise up the dead: cast out the devils. Freely ye have received, freely give."},{"number":9,"verse":"(Mark 6:8-9; Luke 9:3; Luke 22:35) (The ministers of the word must cast away all cares that might hinder them the least wise that might be.) Possess (For this journey, to wit, both that nothing might hinder them, and also that they might feel some taste of God’s providence: for at their return back, the Lord asketh of them, whether they lacked anything by the way, Luke 22:35.) not gold, nor silver, nor money in your girdles,"},{"number":10,"verse":"Nor a scrip for the journey, neither two coats, neither shoes, nor a staff: (1 Tim. 5:15) for the workman is worthy of his (God will provide you meat.) meat."},{"number":11,"verse":"(Happy are they that receive the preaching of the Gospel: and unhappy are they, that refuse it.) And into (Luke 10:8) whatsoever city or town ye shall come, inquire who is worthy in it, and there abide till ye go thence."},{"number":12,"verse":"And when ye come into an house, salute the same."},{"number":13,"verse":"And if the house be worthy, let your (It is manner of speech taken from the Hebrews, whereby they meant all kind of happiness.) peace come upon it: but if it be not worthy, let your peace return to you."},{"number":14,"verse":"(Mark 6:11; Luke 9:5) And whosoever shall not receive you, nor hear your words, when ye depart out of that house, or that city, (Acts 13:51) shake off the dust of your feet."},{"number":15,"verse":"Truly I say unto you, it shall be easier for them of the land of Sodom and Gomorrah in the day of judgment, than for that city."},{"number":16,"verse":"¶ Behold, I send you as (You shall be in great dangers.) sheep in the midst of the wolves: be ye therefore wise as serpents, and (You shall not so much as revenge an injury: and by the mixing of these beasts’ natures together, he will not have our wisdom to be malicious, nor our simplicity mad, but a certain form of good nature as exquisitely framed of both of them, as may be.) innocent as doves. (Christ showeth how the ministers must behave themselves under the cross.) (Luke 10:3)"},{"number":17,"verse":"But beware of (For in the cause of religion men are wolves one to another.) men, for they will deliver you up to the Councils, and will scourge you in their Synagogues."},{"number":18,"verse":"And ye shall be brought to the governors and kings for my sake, in witness to them, and to the Gentiles."},{"number":19,"verse":"(Mark 13:11; Luke 12:11) But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that hour, what ye shall say."},{"number":20,"verse":"For it is not ye that speak, but the spirit of your Father which speaketh in you."},{"number":21,"verse":"And the (Luke 21:16) brother shall betray the brother to death, and the father the son, and the children shall rise against their parents, and shall cause them to die."},{"number":22,"verse":"And ye shall be hated of all men for my Name: (Mark 13:13) but he that endureth to the end, he shall be saved."},{"number":23,"verse":"And when they persecute you in this city, flee into another: for verily I say unto you, ye shall not (Bring to an end, that is, you shall not have gone through all the cities of Israel, and preached in them.) go over all the cities of Israel, till the Son of man be come."},{"number":24,"verse":"(Luke 6:40; John 13:16; John 15:20) The disciple is not above his master, nor the servant above his Lord."},{"number":25,"verse":"It is enough for the disciple to be as his master is, and the servant as his Lord. (Matt. 12:24) If they have called the master of the house (It was the idol of the Acronites, which we call the god of flies.) Beelzebub, how much more them of his household?"},{"number":26,"verse":"(Truth shall not always be hid.) Fear them not therefore: (Mark 4:22; Luke 8:17; Luke 12:1) for there is nothing covered, that shall not be disclosed, nor hid, that shall not be known."},{"number":27,"verse":"What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye on the (Openly, and in the highest places. For the tops of their houses were so made, that they might walk upon them, Acts 10:9.) houses."},{"number":28,"verse":"And (Though tyrants be never so raging and cruel, yet we may not fear them.) fear ye not them which kill the body, but are not able to kill the soul: but rather fear him, which is able to destroy both soul and body in hell."},{"number":29,"verse":"Are not two sparrows sold for a (The fourth part of an ounce.) farthing, and one of them shall not fall on the ground without your Father?"},{"number":30,"verse":"(1 Sam. 14:45; 2 Sam. 14:11; Acts 27:34) Yea, and all the hairs of your head are numbered."},{"number":31,"verse":"Fear ye not therefore, ye are of more value than many sparrows."},{"number":32,"verse":"(Mark 8:38; Luke 9:26; Luke 12:8; 2 Tim. 2:12) (The necessity and reward of open confessing Christ.) Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven."},{"number":33,"verse":"But whosoever shall deny me before men, him will I also deny before my Father which is in heaven."},{"number":34,"verse":"(Luke 12:51) (Civil dissentions follow the preaching of the Gospel.) Think not that I am come to send peace into the earth, but the sword."},{"number":35,"verse":"For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter-in-law against her mother-in-law."},{"number":36,"verse":"(Mic. 7:6) And a man’s enemies shall be they of his own household."},{"number":37,"verse":"(Luke 14:26) (Nothing without exception is to be preferred before our duty to God.) He that loveth father or mother more than me, is not worthy of me. And he that loveth son, or daughter more than me, is not worthy of me."},{"number":38,"verse":"(Matt. 16:24; Mark 8:34; Luke 9:25; Luke 14:27) And he that taketh not his cross, and followeth after me, is not worthy of me."},{"number":39,"verse":"(John 14:25) He that will find (They are said to find their life, which deliver it out of danger: and this is spoken after the opinion of the people which think them clean lost that die, because they think not of the life to come.) his life, shall lose it: and he that loseth his life for my sake, shall find it."},{"number":40,"verse":"(God is both author and revenger of his holy ministry.) He that receiveth you, receiveth me: and he that receiveth me, receiveth him that sent me."},{"number":41,"verse":"(Luke 10:16; John 13:20) (We shall lose nothing that we bestow upon Christ.) He that receiveth a Prophet in (As a Prophet.) the name of a Prophet, shall receive a Prophet’s reward: and he that receiveth a righteous man, in the name of a righteous man, shall receive the reward of a righteous man."},{"number":42,"verse":"(Mark 9:41) And whosoever shall give unto one of these (Which in the sight of the world are vile and abject.) little ones to drink a cup of cold water only, in the name of a disciple, verily I say unto you, he shall not lose his reward."}]}