{"bibleAbbr":"Geneva1599","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"(The wise men, who are the firstfruits of the Gentiles, worship Christ.14 Joseph fled into Egypt with Jesus and his mother.16 Herod slayeth the children.) When Jesus then was born at Bethlehem in (For there was another in the tribe of Zebulun.) Judea, in the days of Herod the king, behold, there came (Wise and learned men: It is a Persian word which they use in good part.) Wise men from the East to Jerusalem,"},{"number":2,"verse":"Saying, Where is the King of the Jews that is born? for we have seen his star in the East, and are come to worship him."},{"number":3,"verse":"When king Herod heard this, he was (Was much moved, for he was a stranger, and came to the kingdom by force: and the Jews were troubled: for wickedness is mad and raging.) troubled, and all Jerusalem with him."},{"number":4,"verse":"And gathering together all the (The chief priests, that is, such as were of Aaron’s family, which were divided into four and twenty orders, 1 Chron. 14:5 and 2 Chron. 36:14.) chief Priests and (They that expound the Law to the people, for the Hebrews take this word of another, which signifieth as much as to expound and declare.) Scribes of the people, he asked of them, where Christ should be born."},{"number":5,"verse":"And they said unto him, At Bethlehem in Judea: for so it is written by the Prophet,"},{"number":6,"verse":"(Mic. 5:2; John 7:42) And thou Bethlehem in the land of Judah, art not the (Though thou be a small town, yet shalt thou be very famous and notable through the birth of the Messiah, who shall be born in thee.) least among the Princes of Judah: for out of thee shall come the governor that (That shall rule and govern: for Kings are fitly called leaders and shepherds of the people.) shall feed my people Israel."},{"number":7,"verse":"Then Herod privily called the Wise men, and diligently inquired of them the time of the star that appeared,"},{"number":8,"verse":"And sent them to Bethlehem, saying, Go, and search diligently for the babe: and when ye have found him, bring me word again, that I may come also, and worship him."},{"number":9,"verse":"¶ So when they had heard the king, they departed: and lo, the star which they had seen in the East, went before them, till it came and stood over the place where the babe was."},{"number":10,"verse":"And when they saw the star, they rejoiced with an exceeding great joy,"},{"number":11,"verse":"And went into the house, and found the babe with Mary his mother, and (A kind of humble and lovely reverence.) fell down, and worshipped him, and opened their (The rich and costly presents, which they brought him.) treasures, and presented unto him gifts, even gold, and frankincense, and myrrh."},{"number":12,"verse":"And after they were (God warned and told them of it, whereas they asked it not.) warned of God in a dream, that they should not go again to Herod, they returned into their country another way."},{"number":13,"verse":"¶ (Christ being yet scarce born, beginneth to be crucified for us, both in himself, and also in his members.) After their departure, behold, the Angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the babe and his mother, and flee into Egypt, and be there till I bring thee word, for Herod will seek the babe to destroy him."},{"number":14,"verse":"So he arose and took the babe and his mother by night, and departed into Egypt."},{"number":15,"verse":"And was there unto the death of Herod, that it might be fulfilled, which is spoken of the Lord by the (Hos. 11:1) Prophet, saying, Out of Egypt have I called my son."},{"number":16,"verse":"¶ Then Herod, seeing that he was mocked of the Wise men, was exceeding wroth, and sent forth, and slew all the male children that were in Bethlehem, and in all the coasts thereof from two years old and under, according to the time which he had diligently searched out of the Wise men."},{"number":17,"verse":"Then was that fulfilled which is spoken (For God speaketh by the mouth of the Prophets.) by the Prophet Jeremiah, saying,"},{"number":18,"verse":"(Jer. 31:15) In Ramah was (A voice of lamenting, weeping, and howling.) a voice heard, mourning, and weeping, and great howling: (That is to say, All that compass about Bethlehem: for Rachel Jacob’s wife, who died in childbirth, was buried in the way that leadeth to this town, which is also called Ephrathah, because of the fruitfulness of the soil, and plenty of corn.) Rachel weeping for her children, and would not be comforted, because they were not."},{"number":19,"verse":"(Christ is brought up in Nazareth, after the death of the tyrant by God’s providence: that by the very name of the place, it might plainly appear to the world, that he is the Lord’s true Nazarite.) And when Herod was dead, behold, an Angel of the Lord appeareth in a dream to Joseph in Egypt,"},{"number":20,"verse":"Saying, Arise, and take the babe and his mother, and go into the land of Israel: for they are dead which sought the babe’s life."},{"number":21,"verse":"Then he arose up, and took the babe and his mother, and came into the land of Israel."},{"number":22,"verse":"But when he heard that Archelaus did reign in Judea instead of his father Herod, he was afraid to go thither: yet after he was warned of God in a dream, he turned aside into the parts of Galilee."},{"number":23,"verse":"And went and dwelt in a city called Nazareth, that it might be fulfilled which was spoken by the Prophets, which was, That he should be called a Nazarite."}]}