{"bibleAbbr":"Geneva1599","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"((1 Laborers hired into the vineyard.15 The evil eye.17 He foretelleth his passion.20 Zebedee’s sons.22 The cup.28 Christ is our minister.30 Two blind men.) ) For the kingdom of heaven is like unto a certain (God is bound to no man, and therefore he calleth whomsoever and whensoever he listeth. This only every man ought to take heed of, and hereupon bestow his whole endeavor, that he go forward and come to the mark without all stopping or staggering, and not curiously to examine other men’s doings, or the judgments of God.) householder, which went out at the dawning of the day to hire laborers into his vineyard."},{"number":2,"verse":"And he (Word for word, fell in time: it is a kind of speech taken from song.) agreed with the laborers for a penny a day, and sent them into his vineyard."},{"number":3,"verse":"And he went out about the third hour, and saw others standing idle in the marketplace,"},{"number":4,"verse":"And said unto them, Go ye also into my vineyard, and whatsoever is right, I will give you: and they went their way."},{"number":5,"verse":"Again he went out about the sixth and ninth hour, and did likewise."},{"number":6,"verse":"And he went about the (The last hour: for the day was twelve hours long, and the first hour began at the Sun rising.) eleventh hour, and found others standing idle, and said unto them, Why stand ye here all the day idle?"},{"number":7,"verse":"They said unto him, Because no man hath hired us. He said to them, Go ye also into my vineyard, and whatsoever is right, that shall ye receive."},{"number":8,"verse":"¶ And when even was come, the master of the vineyard said unto his steward, Call the laborers, and give them their hire, beginning at the last, till thou come to the first."},{"number":9,"verse":"And they which were hired about the eleventh hour, came and received every man a penny."},{"number":10,"verse":"Now when the first came, they supposed that they should receive more, but they likewise received every man a penny."},{"number":11,"verse":"And when they had received it, they murmured against the master of the house,"},{"number":12,"verse":"Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day."},{"number":13,"verse":"And he answered one of them, saying, Friend, I do thee no wrong: didst thou not agree with me for a penny?"},{"number":14,"verse":"Take that which is thine own, and go thy way: I will give unto this last, as much as to thee."},{"number":15,"verse":"Is it not lawful for me to do as I will with mine own? Is thine eye (Naught, that is, to say, dost thou envy at my goodness towards them? for the Hebrews by an evil eye, meant envy, because such dispositions appear chiefly in the eyes, as above in Matt. 6:23. It is set to answer the word, single, and is taken there for corrupt: for whereas he said there before, verse 22, If thine eye be single, he addeth in verse 23, but if thine eye be wicked, or corrupt, the word being the same in that place, as it is here.) evil, because I am good?"},{"number":16,"verse":"(Cross references: : Matt. 19:30; Matt. 22:14; Mark 10:31; Luke 13:30) So the last shall be first, and the first last: for many are called, but few chosen."},{"number":17,"verse":"(Mark 10:32; Luke 18:31) (Christ goeth to the cross necessarily, but yet willingly.) And Jesus went up to Jerusalem, and took the twelve disciples apart in the way, and said unto them,"},{"number":18,"verse":"(They that least ought, are the greatest persecutors of Christ.) Behold, we go up to Jerusalem, and the Son of man shall be delivered unto the chief Priests, and unto the Scribes, and they shall condemn him to death,"},{"number":19,"verse":"(The ignomy of the cross, is the sure way to the glory of everlasting life.) And (John 18:32) shall deliver him to the Gentiles, to mock, and to scourge, and to crucify him , but the third day he shall rise again."},{"number":20,"verse":"(Mark 10:35) (The manner of the heavenly kingdom is quite contrary to the earthly kingdom.) Then came to him the mother of Zebedee’s children with her sons, worshipping him, and desiring a certain thing of him."},{"number":21,"verse":"And he said unto her, What wouldest thou? She said to him, Grant that these my two sons may sit, the one at thy right hand, and the other at thy left hand in thy kingdom."},{"number":22,"verse":"And Jesus answered, and said, Ye know not what ye ask. Are ye able to (This is spoken by a figure, taking the cup, for that which is contained in the cup. And again the Hebrews understand by this word, Cup, sometime the manner of punishment which is rendered to sin, as Ps. 11:6, or the joy that is given to the faithful, as Ps. 23:5, and sometime a lot or condition, as Ps. 16:5.) drink of the cup that I shall drink of, and to be baptized with the (This is applied to afflictions, as David commonly useth.) baptism that I shall be baptized with? they said to him, We are able."},{"number":23,"verse":"And he said unto them, Ye shall drink indeed of my cup, and shall be baptized with the baptism, that I am baptized with, but to sit at my right hand, and at my left hand, is (The almightiness of Christ his divinity is not shut out by this, but it showeth the debasing of himself by taking man’s nature upon him.) not mine to give: but it shall be given to them for whom it is prepared of my Father."},{"number":24,"verse":"(Mark 10:41; Luke 22:25) And when the other ten heard this, they disdained at the two brethren."},{"number":25,"verse":"Therefore Jesus called them unto him, and said, Ye know that the lords of the Gentiles have (Somewhat sharply and roughly.) domination over them, and they that are great, exercise authority over them."},{"number":26,"verse":"But it shall not be so among you: but whosoever will be great among you, let him be your servant."},{"number":27,"verse":"And whosoever will be chief among you, let him be your servant."},{"number":28,"verse":"(Phil. 2:7) Even as the Son of man came not to be served, but to serve, and to give his life for the ransom of many."},{"number":29,"verse":"¶ And as they departed from Jericho, a great multitude followed him. (Christ by healing these blind men with an only touch, showeth that he is the only light of the world.) (Mark 10:46; Luke 18:35)"},{"number":30,"verse":"And behold, two blind men, sitting by the way side, when they heard that Jesus passed by, cried, saying, O Lord, the Son of David, have mercy on us."},{"number":31,"verse":"And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, O Lord, the Son of David, have mercy on us."},{"number":32,"verse":"Then Jesus stood still, and (Himself, not by other men’s means.) called them, and said, What will ye that I should do to you?"},{"number":33,"verse":"They said to him, Lord, that our eyes may be opened."},{"number":34,"verse":"And Jesus moved with compassion, touched their eyes, and immediately their eyes received sight, and they followed him."}]}