{"bibleAbbr":"Geneva1599","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"((2 The destruction of the Temple.4 The signs of Christ’s coming.12 Iniquity.23 False Christs.29 The signs of the end of the world.31 The Angels.32 The fig tree.37 The days of Noah.42 We must watch.45 The servant.) ) And (Cross references: : Mark 13:1; Luke 21:5-6) Jesus went out, and departed from the Temple, and his disciples came to him, to show him the building of the Temple."},{"number":2,"verse":"(The destruction of the city, and especially of the Temple is foretold.) And Jesus said unto them, See ye not all these things? Verily I say unto you, (Luke 19:44) there shall not be here left a stone upon a stone, that shall not be cast down."},{"number":3,"verse":"And as he sat upon the mount of Olives, his disciples came unto him apart, saying, Tell us when these things shall be, and what sign shall be of thy coming, and of the end of the world."},{"number":4,"verse":"(The Church shall have a continual conflict with infinite miseries and offences, and that more is, with false prophets, until the day of victory and triumph cometh.) And Jesus answered, and said unto them, (Eph. 5:6; Col. 2:18) Take heed that no man deceive you."},{"number":5,"verse":"For many shall come in my Name, saying, I am Christ, and shall deceive many."},{"number":6,"verse":"And ye shall hear of wars, and rumors of wars: see that ye be not (Eph. 5:6; Col. 2:18) troubled: for all these things must come to pass, but the (That is, when those things are fulfilled, yet the end shall not come.) end is not yet."},{"number":7,"verse":"For nation shall rise against nation, and realm against realm, and there shall be famine, and pestilence, and earthquakes in (Everywhere.) divers places."},{"number":8,"verse":"All these are but the beginning of (Word for word, of great torments, like unto women in travail.) sorrows."},{"number":9,"verse":"(Matt. 10:17; Luke 21:12; John 15:20; John 16:2) Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations for my Name’s sake."},{"number":10,"verse":"And then shall many be offended, and shall betray one another, and shall hate one another."},{"number":11,"verse":"And many false prophets shall arise, and shall deceive many."},{"number":12,"verse":"And because iniquity shall be increased, the love of many shall be cold."},{"number":13,"verse":"(1 Thess. 3:13; 2 Tim. 2:5) (The Gospel shall be spread abroad, rage the devil never so much: and they which do constantly believe, shall be saved.) But he that endureth to the end, he shall be saved."},{"number":14,"verse":"And this (Joyful tidings of the kingdom of heaven.) Gospel of the kingdom shall be preached through the whole (Through all that part that is dwelt in.) world for a witness unto all nations, and then shall the end come."},{"number":15,"verse":"¶ (The Kingdom of Christ shall not be abolished when the city of Jerusalem is utterly destroyed, but shall be stretched out even to the end of the world.) When ye (Mark 13:14; Luke 21:20) therefore shall see the (The abomination of desolation, that is to say, which all men detest and cannot abide, by reason of the foul and shameful filthiness of it: and he speaketh of the idols that were set up in the Temple, or as others think, he meant the morning of the doctrine in the Church.) abomination of desolation spoken of by (Dan. 9:27) Daniel the Prophet, set in the holy place (let him that readeth consider it.)"},{"number":16,"verse":"Then let them which be in Judea, flee into the mountains."},{"number":17,"verse":"Let him which is on the housetop, not come down to fetch anything out of his house."},{"number":18,"verse":"And he that is in the field, let not him return back to fetch his (This betokeneth the great fear that shall be.) clothes."},{"number":19,"verse":"And woe shall be to them that are with child, and to them that give suck in those days."},{"number":20,"verse":"But pray that your flight be not in the winter, neither on the Sabbath day . (It was not lawful to take a journey on the Sabbath day; Josephus, book 13.) (Acts 1:12)"},{"number":21,"verse":"For then shall be great tribulation, such as was not from the beginning of the world to this time, nor shall be."},{"number":22,"verse":"And except (Those things which befell the people of the Jews, in the 34 years, when as the whole land was wasted, and at length the city of Jerusalem taken, and both it and their Temple destroyed, are mixed with those which shall come to pass before the last coming of our Lord.) those days should be shortened, there should no (The whole nation should utterly be destroyed: and this word Flesh is by a figure taken for man, as the Hebrews used to speak.) flesh be saved: but for the elect’s sake those days shall be shortened."},{"number":23,"verse":"(Mark 13:21; Luke 17:23) Then if any man shall say unto you, Lo, here is Christ, or there, believe it not."},{"number":24,"verse":"For there shall arise false Christs, and false prophets, and (Shall openly lay forth great signs for men to behold.) shall show great signs and wonders, so that if it were possible, they should deceive the very elect."},{"number":25,"verse":"Behold, I have told you before."},{"number":26,"verse":"Wherefore if they shall say unto you, Behold, he is in the desert, go not forth: Behold, he is in the secret places, believe it not."},{"number":27,"verse":"For as the lightning cometh out of the East, and is seen into the West, so shall also the coming of the Son of man be."},{"number":28,"verse":"(Luke 17:37) (The only remedy against the furious rage of the world, is to be gathered and joined to Christ.) For wheresoever a dead (Christ, who will come with speed and his presence will be with a majesty to whom all shall flock even as Eagles.) carcass is, thither will the Eagles be gathered together."},{"number":29,"verse":"(Mark 13:14; Luke 21:25; Isa. 13:10; Ezek. 32:7; Joel 2:31; Joel 3:15) (Everlasting damnation shall be the end of the security of the wicked, and everlasting bliss, of the miseries of the godly.) And immediately after the tribulations of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken."},{"number":30,"verse":"And then shall appear the (The exceeding glory and majesty, which shall bear witness, that Christ the Lord of heaven and earth draweth near to judge the world.) sign of the Son of man in heaven: and then shall all the (All nations: and he alludeth to the dispersion which we read of, Gen. 10 and 11, or to the dividing of the people of Israel.) kindreds of the earth (They shall be in such sorrow, that they shall strike themselves: and it is transferred to the mourning.) mourn, (Rev. 1:7; Dan. 7:13) and they shall see the Son of man (Sitting upon the clouds, as he was taken up into heaven.) come in the clouds of heaven with power and great glory."},{"number":31,"verse":"(1 Cor. 15:52; 1 Thess. 4:16) And he shall send his Angels with a great sound of a trumpet, and they shall gather together his elect, from the (From the four quarters of the world.) four winds, and from the one end of the heavens unto the other."},{"number":32,"verse":"(If God hath prescribed a certain order to nature, much more hath he done so to his eternal judgments, but the wicked understand it not, or rather make a mock at it: but the godly do mark it, and wait for it.) Now learn the parable of the fig tree: when her bough is yet (When his tenderness showeth that the sap which is the life of the tree, is come from the root into the bark.) tender, and it putteth forth leaves, ye know that summer is near."},{"number":33,"verse":"So likewise ye, when ye see all these things, know that the kingdom of God is near, even at the doors."},{"number":34,"verse":"Verily I say unto you, this (This age: this word generation or Age, being used for the men of this age.) generation shall not pass, till all these things be done."},{"number":35,"verse":"(Mark 13:31) (The Lord doth now begin the judgment, which he will make an end of in the latter day.) Heaven and earth shall pass away: but my words shall not pass away."},{"number":36,"verse":"(It is sufficient for us to know that God hath appointed a latter day for the restoring of all things, but when it shall be, it is hidden from us all, for our profit, that we may be so much the more watchful, that we be not taken as they were in old time in the flood.) But of that day and hour knoweth no man, no not the Angels of heaven, but my father only."},{"number":37,"verse":"But as the days of Noah were , so likewise shall the coming of the Son of man be."},{"number":38,"verse":"(Luke 17:26; Gen. 7:1; 1 Pet. 3:20) For as in the days before the flood, they did (The word which the Evangelist useth, expresseth the matter more fully than ours doth: for it is a word which is proper to brute beasts: and his meaning is, that in those days men shall be given to their bellies like unto brute beasts: for otherwise it is no fault to eat and drink.) eat and drink, marry, and give in marriage, unto the day that Noah entered into the Ark,"},{"number":39,"verse":"And knew nothing, till the flood came, and took them all away, so shall also the coming of the Son of man be."},{"number":40,"verse":"(Luke 17:36) (Against them that persuade themselves that God will be merciful to all men, and do by that means give over themselves to sin, that they may in the meanwhile live in pleasure void of all care.) Then two shall be in the fields, the one shall be received, and the other shall be refused."},{"number":41,"verse":"(The Greek women and the Barbarians did grind and bake. (Plutarch, book Problem)) Two women shall be grinding at the mill: the one shall be received, and the other shall be refused."},{"number":42,"verse":"(Mark 13:35) (An example of the horrible carelessness of men in those things whereof they ought to be most careful.) Watch therefore: for ye know not what hour your master will come."},{"number":43,"verse":"(Luke 12:39; 1 Thess. 5:2; Rev. 16:15) Of this be sure, that if the good man of the house knew at what watch the thief would come, he would surely watch, and not suffer his house to be dug through."},{"number":44,"verse":"Therefore be ye also ready: for in the hour that ye think not, will the Son of man come."},{"number":45,"verse":"(Luke 12:42) Who then is a faithful servant and wise, whom his master hath made ruler over his household, to give them meat in season?"},{"number":46,"verse":"Blessed is that servant, whom his master when he cometh, shall find so doing."},{"number":47,"verse":"Verily I say unto you, he shall make him ruler over all his goods."},{"number":48,"verse":"But if that evil servant shall say in his heart, My master doth defer his coming,"},{"number":49,"verse":"And begin to smite his fellows, and to eat, and to drink with the drunken,"},{"number":50,"verse":"That servant’s master will come in a day, when he looketh not for him, and in an hour that he is not aware of,"},{"number":51,"verse":"And will (To wit, from the rest, or will cut him into two parts, which was a most cruel kind of punishment, wherewith as Justin Martyr witnesseth, Isaiah the Prophet was executed by the Jews: the like kind of punishment we read of, 1 Sam. 15:33 and Dan. 3:29.) cut him off, and give him his portion with hypocrites: (Matt. 13:42; Matt. 25:30) there shall be weeping and gnashing of teeth."}]}