{"bibleAbbr":"Geneva1599","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"(1 The virgins looking for the Bridegroom.13 We must watch.14 The talents delivered unto the servants.24 The evil servants.30 After what sort the last judgment shall be.41 The cursed.) Then (We must desire strength at God’s hand, which may serve us as a torch while we walk through this darkness, to bring us to our desired end: otherwise if we become slothful and negligent as weary of our pains and travail, we shall be shut out of the doors.) the kingdom of heaven shall be likened unto ten virgins, which took their lamps, and (The pomp of bridals was wont for the most part to be kept in the night seasons, and that by damsels.) went forth to meet the bridegroom."},{"number":2,"verse":"And five of them were wise, and five foolish."},{"number":3,"verse":"The foolish took their lamps, but took no oil with them."},{"number":4,"verse":"But the wise took oil in their vessels with their lamps."},{"number":5,"verse":"Now while the bridegroom tarried long, all (Their eyes being heavy with sleep.) slumbered and slept."},{"number":6,"verse":"And at midnight there was a cry made, Behold, the bridegroom cometh: go out to meet him."},{"number":7,"verse":"Then all those virgins arose and trimmed their lamps."},{"number":8,"verse":"And the foolish said to the wise, Give us of your oil, for our lamps are out."},{"number":9,"verse":"But the wise answered, saying, Not so , lest there will not be enough for us and you: but go ye rather to them that sell, and buy for yourselves."},{"number":10,"verse":"And while they went to buy, the bridegroom came: and they that were ready, went in with him to the wedding, and the gate was shut."},{"number":11,"verse":"Afterwards came also the other virgins, saying, Lord, Lord, open to us."},{"number":12,"verse":"But he answered, and said, Verily I say unto you, I know you not."},{"number":13,"verse":"(Cross references: : Matt. 24:42; Mark 13:35) Watch therefore: for ye know neither the day, nor the hour, when the son of man will come."},{"number":14,"verse":"(Luke 19:12-13) (Christ witnesseth that there shall be a long time between his departure to his father, and his coming again to us, but yet notwithstanding that, he will at that day take an account not only of the rebellious and obstinate, how they have bestowed that which they received of him, but also of his household servants, which have not through slothfulness employed those gifts which he bestowed upon them.) For the kingdom of heaven is as a man that going into a strange country, called his servants, and delivered to them his goods."},{"number":15,"verse":"And unto one he gave five talents, and to another two, and to another one, to every man after his own (According to the wisdom and skill in dealing, which was given them.) ability, and straightway went from home."},{"number":16,"verse":"Then he that had received the five talents, went and occupied with them, and gained other five talents."},{"number":17,"verse":"Likewise also he that received two, he also gained other two."},{"number":18,"verse":"But he that received that one, went and dug it in the earth, and hid his master’s money."},{"number":19,"verse":"But after a long season, the master of those servants came, and reckoned with them."},{"number":20,"verse":"Then came he that had received five talents, and brought other five talents, saying, Master, thou deliveredst unto me five talents: behold, I have gained with them other five talents."},{"number":21,"verse":"Then his master said unto him, It is well done good servant and faithful, Thou hast been faithful in little, I will make thee ruler over much: (Come, and receive the fruit of goodness, now the Lord’s joy is doubled, John 15:11, that my joy may remain in you, and your joy be fulfilled.) enter into thy master’s joy."},{"number":22,"verse":"Also he that had received two talents, came, and said, Master, thou deliveredst unto me two talents: behold, I have gained two other talents more."},{"number":23,"verse":"His master said unto him, It is well done good servant, and faithful, Thou hast been faithful in little, I will make thee ruler over much: enter into thy master’s joy."},{"number":24,"verse":"Then he that had received the one talent, came, and said, Master, I knew that thou wast an hard man, which reapest where thou sowedst not, and gatherest where thou strawedst not:"},{"number":25,"verse":"I was therefore afraid, and went, and hid thy talent in the earth: behold, thou hast thine own."},{"number":26,"verse":"And his master answered, and said unto him, Thou evil servant, and slothful, thou knewest that I reap where I sowed not, and gather where I strawed not."},{"number":27,"verse":"Thou oughtest therefore to have put my money to the (Table mates which have their shop bulks or tables set abroad, where they let out money to usury.) exchangers, and then at my coming should I have received mine own with vantage."},{"number":28,"verse":"Take therefore the talent from him, and give it unto him which hath ten talents."},{"number":29,"verse":"(Matt. 13:12; Mark 4:25; Luke 8:18; Luke 19:26) For unto every man that hath, it shall be given, and he shall have abundance, and from him that hath not, even that he hath shall be taken away."},{"number":30,"verse":"Cast therefore that unprofitable servant into utter (Matt. 8:12; Matt. 22:13) darkness: there shall be weeping and gnashing of teeth."},{"number":31,"verse":"¶ (A lively setting forth of the everlasting judgment which is to come.) And when the Son of man cometh in his glory and all the holy Angels with him, then shall he sit upon the throne of his glory,"},{"number":32,"verse":"And before him shall be gathered all nations, and he shall separate them one from another as a shepherd separateth the sheep from the goats."},{"number":33,"verse":"And he shall set the sheep on his right hand, and the goats on the left."},{"number":34,"verse":"Then shall the king say to them on his right hand, Come ye (Blessed and happy, upon whom my Father hath most abundantly bestowed his benefits.) blessed of my father: take the inheritance of the kingdom prepared for you from the foundation of the world."},{"number":35,"verse":"(Isa. 58:7; Ezek. 18:7) For I was an hungered, and ye gave me meat: I thirsted, and ye gave me drink: I was a stranger, and ye took me in unto you."},{"number":36,"verse":"I was naked, and ye clothed me: I was (Eccl. 7:35) sick, and ye visited me: I was in prison, and ye came unto me."},{"number":37,"verse":"Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed thee? or athirst, and gave thee drink?"},{"number":38,"verse":"And when saw we thee a stranger, and took thee in unto us? or naked, and clothed thee?"},{"number":39,"verse":"Or when saw we thee sick, or in prison, and came unto thee?"},{"number":40,"verse":"And the king shall answer, and say unto them, Verily I say unto you, inasmuch as ye have done it unto one of the least of these my brethren, ye have done it to me."},{"number":41,"verse":"Then shall he say to them on the left hand, (Ps. 6:8; Matt. 7:13; Luke 13:27) Depart from me ye cursed, into everlasting fire, which is prepared for the devil and his angels."},{"number":42,"verse":"For I was an hungered, and ye gave me no meat: I thirsted, and ye gave me no drink:"},{"number":43,"verse":"I was a stranger, and ye took me not in unto you: I was naked, and ye clothed me not: sick, and in prison, and ye visited me not."},{"number":44,"verse":"Then shall they also answer him, saying, Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?"},{"number":45,"verse":"Then shall he answer them, and say, Verily I say unto you, inasmuch as ye did it not to one of the least of these, ye did it not to me."},{"number":46,"verse":"(Dan. 12:2; John 5:29) And these shall go into everlasting pain, and the righteous into life eternal."}]}