{"bibleAbbr":"Geneva1599","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":26,"verses":[{"number":1,"verse":"((3 The consultation of the Priests against Christ.6 His feet are anointed.15 Judas selleth him.26 The institution of the supper, 34 and 36 Peter’s denial: Christ is heavy.47 He is betrayed with a kiss.57 He is led to Caiaphas.64 He confesseth himself to be Christ.67 They spit at him.) ) And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,"},{"number":2,"verse":"(God himself and not men, appointed the time that Christ should be crucified in.) Ye know that after two days is the Passover, and the Son of man shall be delivered to be crucified."},{"number":3,"verse":"(John 11:47) Then assembled together the chief Priests, and the Scribes, and the Elders of the people into the hall of the high Priest called Caiaphas:"},{"number":4,"verse":"And consulted together that they might take Jesus by subtilty, and kill him."},{"number":5,"verse":"But they said, Not on the (By the word Feast, is meant the whole feast of unleavened bread: the first and eighth day whereof were so holy, that they might do no manner of work therein, though the whole company of the Sanhedrin determined otherwise: And yet it came to pass through God’s providence, that Christ suffered at that time, to the end that all the people of Israel might be witnesses of his everlasting sacrifice.) feast day, lest any uproar be among the people."},{"number":6,"verse":"¶ And when Jesus was in Bethany, in the house of Simon the leper, (By this sudden work of a sinful woman, Christ giveth the guests to understand of his death and burial which was nigh: the favor whereof shall bring life to all sinners which flee unto him. But Judas taketh an occasion hereby to accomplish his wicked purpose and counsel.) (Mark 14:3; John 11:2)"},{"number":7,"verse":"(For these things were done before Christ came to Jerusalem: and yet some think that the Evangelists recite two histories.) There came unto him a woman, which had a (These boxes were of alabaster, which in old time men made hollow to put in ointments: for some write, that alabaster keepeth ointment without corruption, Pliny, book 13, chapter 1.) box of very costly ointment, and poured it on his head, as he sat at the table."},{"number":8,"verse":"And when his (This is a figure called Synecdoche: for it is said but of Judas that he was moved thereat, John 12:4.) disciples saw it, they had indignation, saying, What needed this (Unprofitable spending.) waste?"},{"number":9,"verse":"For this ointment might have been sold for much, and been given to the poor."},{"number":10,"verse":"(We ought not rashly to condemn that which is not orderly done.) And Jesus knowing it, said unto them, Why trouble ye the woman? for she hath wrought a good work upon me."},{"number":11,"verse":"(Deut. 15:11) (Christ, who was once anointed in his own person, must always be anointed in the poor.) For ye have the poor always with you, but me shall ye not have always."},{"number":12,"verse":"For (In that she poured this ointment upon my body, she did it to bury me.) in that she poured this ointment on my body, she did it to bury me."},{"number":13,"verse":"Verily I say unto you, wheresoever this Gospel shall be preached throughout all the world, there shall also this that she hath done, be spoken of for a memorial of her."},{"number":14,"verse":"¶ (Mark 14:10) Then one of the twelve, called Judas Iscariot, went unto the chief Priests,"},{"number":15,"verse":"And said, What will ye give me, and I will deliver him unto you, and they appointed unto him thirty pieces of silver."},{"number":16,"verse":"And from that time, he sought opportunity to betray him."},{"number":17,"verse":"¶ Now (This was the fourteenth day of the first month: and the first day of unleavened bread should have been the fifteenth, but because this day’s evening (which after the manner of the Romans was referred to the day before) did belong by the Jews’ manner to the day following, therefore it is called the first day of unleavened bread.) on the first day of the feast of unleavened bread, the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the Passover? (Christ verily purposing to bring us into our country out of hand, and so to abrogate the figure of the Law, fulfilleth the Law, neglecting the contrary tradition and custom of the Jews, and there withall showeth that all things shall so come to pass by the ministry of men, that the secret counsel of God shall govern them.) (Mark 14:12; Luke 22:7)"},{"number":18,"verse":"And he said, Go ye into the city to such a man, and say to him, The master saith, My time is at hand: I will keep the Passover at thine house with my disciples."},{"number":19,"verse":"And the disciples did as Jesus had given them charge, and made ready the Passover."},{"number":20,"verse":"(Luke 22:14) So when the even was come, he (Because the Law appointed them to be shod, and have their staffs in their hands, as though they were in haste, thereby it is to be gathered that they sat not down when they did eat the Passover, but stood, for otherwise when they went to meat, they put off their shoes: therefore he speaketh here in this place, not of the Passover, but of the Supper, which was celebrated after that the Passover was solemnly done.) sat down with the twelve."},{"number":21,"verse":"And as they did eat, he said, (Mark 14:18; John 13:21) Verily, I say unto you, that one of you shall betray me."},{"number":22,"verse":"And they were exceeding sorrowful, and began every one of them to say unto him, Is it I, Master?"},{"number":23,"verse":"And he answered and said, (Ps. 41:9) He that (That is to say, whom I vouchsafed to come to my table, alluding to the place, Ps. 41:9, which is not so to be understood, as though at the selfsame instant that the Lord spake these words, Judas had had his hand in the dish (for that had been an undoubted token) but it is meant of his tabling and eating with them.) dippeth his hand with me in the dish, he shall betray me."},{"number":24,"verse":"Surely the Son of man goeth his way, as it is written of him: but woe be to that man, by whom the Son of man is betrayed: it had been good for that man, if he had never been born."},{"number":25,"verse":"Then Judas (Whose head was about nothing then but to betray him.) which betrayed him, answered, and said, Is it I, master? He said unto him, Thou hast said it."},{"number":26,"verse":"¶ And as they did eat, Jesus took the bread, and when he had (Mark saith, Had given thanks: and therefore blessing is not a consecrating, with a conjuring kind of murmuring and force of words: and yet the bread and the wine are changed, not in nature, but in quality, for they become undoubted tokens of the body and blood of Christ, not of their own nature or force of words, but by Christ his institution, which must be recited and laid forth, that faith may find what to lay hold on, both in the word and in the elements.) blessed, he brake it, and gave it to the disciples, and said, Take, eat: (This is a figurative speech, which is called Metonymy: that is to say, the putting of one name for another—so calling the bread his body, which is the sign and sacrament of his body: and yet notwithstanding, it is so a figurative and changed kind of speech, that the faithful do receive Christ indeed with all his gifts (though by a spiritual means) and become one with him.) this is my body. (Christ minding forthwith to fulfill the promises of the old covenant, instituteth a new covenant with new figures.) (1 Cor. 11:24)"},{"number":27,"verse":"Also he took the cup, and when he had given thanks, he gave it them, saying, Drink ye (Therefore they which took away the cup from the people, did against Christ his institution.) all of it."},{"number":28,"verse":"(To wit, this cup or wine, is my blood Sacramentally, as Luke 22:20.) For this is my blood of the (Or covenant, that is to say, whereby the new league and covenant is made, for in making of leagues, they used pouring of wine, and shedding of blood.) new Testament that is shed for many, for the remission of sins."},{"number":29,"verse":"I say unto you that I will not drink henceforth of this fruit of the vine until that day, when I shall drink it new with you in my Father’s kingdom."},{"number":30,"verse":"And when they had sung (When they had made an end of their solemn singing, which some think was six Psalms, beginning at Ps. 112 to 117.) a Psalm, they went out into the mount of Olives."},{"number":31,"verse":"¶ Then said Jesus unto them, All ye shall be offended by me this night: for it is written, I (Zech. 13:7) will smite the shepherd, and the sheep of the flock shall be scattered. (Christ being more careful of his disciples, than of himself, forewarneth them of their flight, and putteth them in better comfort.) (Mark 14:27; John 16:32; John 18:8)"},{"number":32,"verse":"But (Mark 14:28; Mark 16:7) after I am risen again, I will go before you into Galilee."},{"number":33,"verse":"But Peter answered, and said unto him, Though that all men should be offended by thee, yet will I never be offended."},{"number":34,"verse":"(John 13:38; Mark 14:30) Jesus said unto him, Verily I say unto thee, that this night, before the cock crow, thou shalt deny me thrice."},{"number":35,"verse":"Peter said unto him, Though I should die with thee, I will in no case deny thee. Likewise also said all the disciples."},{"number":36,"verse":"¶ Then went Jesus with them into a place which is called Gethsemane, and said unto his disciples, Sit ye here, while I go, and pray yonder. (Christ having regard to the weakness of his disciples, leaving all the rest in safety, taketh with him but three to be witnesses of his anguish, and goeth of purpose into the place appointed to betray him in.) (Luke 22:39)"},{"number":37,"verse":"And he took unto him Peter, and the two sons of Zebedee, and began to wax sorrowful, and (The word which he useth, signifieth great sorrow, and marvelous and deadly grief: which thing, as it betokeneth the truth of man’s nature, which shunneth death as a thing that entered in against nature, so it showeth that though Christ were void of sin, yet he sustained this horrible punishment, because he felt the wrath of God kindled against us for sins, which he revenged and punished in his person.) grievously troubled."},{"number":38,"verse":"(Christ a true man, going about to suffer the punishment which was due unto us, for forsaking of God is forsaken of his own: he hath a terrible conflict with the horror and fear of the curse of God: out of which he escaping as a conqueror, causeth us not to be afraid anymore of death.) Then said Jesus unto them, My soul is very heavy, even unto the death: tarry ye here, and watch with me."},{"number":39,"verse":"So he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, (Let it pass me, and not touch me.) let this (That is, which is at hand, and is offered and prepared for me: a kind of speech which the Hebrews use, for the wrath of God, and the punishment he sendeth. See also Matt. 20:22.) cup pass from me: nevertheless, not as I will, but as thou wilt."},{"number":40,"verse":"(An example of the carelessness of man.) After, he came unto the disciples, and found them asleep, and said to Peter, What? could ye not watch with me one hour?"},{"number":41,"verse":"Watch, and pray, that ye enter not into temptation: the spirit indeed is ready, but the flesh is weak."},{"number":42,"verse":"Again he went away the second time, and prayed, saying, O my Father, if this cup cannot pass away from me, but that I must drink it, thy will be done."},{"number":43,"verse":"And he came and found them asleep again, for their eyes were heavy."},{"number":44,"verse":"So he left them, and went away again, and prayed the third time, saying the same words."},{"number":45,"verse":"Then came he to his disciples, and said unto them, Sleep henceforth, and take your rest: behold, the hour is at hand, and the Son of man is given into the hands of sinners."},{"number":46,"verse":"(Christ offereth himself willingly to be taken, that in so obeying willingly, he might make satisfaction for the willful fall of man.) Rise, let us go: behold, he is at hand that betrayeth me."},{"number":47,"verse":"(Mark 14:43; Luke 22:47; John 18:3) And while he yet spake, lo, Judas one of the twelve came, and with him a great multitude with swords and staves, (Sent from the high Priests.) from the high Priests and Elders of the people."},{"number":48,"verse":"Now he that betrayed him, had given them a token, saying, Whomsoever I shall kiss, that is he, lay hold on him."},{"number":49,"verse":"And forthwith he came to Jesus, and said, God save thee, Master, and kissed him."},{"number":50,"verse":"(Christ is taken that we might be delivered.) Then Jesus said unto him, (Christ reprehendeth Judas tauntingly, and rebuketh him sharply, for he knew well enough for what cause he came.) Friend, wherefore art thou come? Then came they, and laid hands on Jesus, and took him."},{"number":51,"verse":"And behold, one of them which were with Jesus, stretched out his hand, and drew his sword, and struck a servant of the high Priest, and smote off his ear."},{"number":52,"verse":"(Our vocation must be the rule of our zeal.) Then said Jesus unto him, Put up thy sword into his place: (Gen. 9:6; Rev. 13:10) for all that (They take the sword to whom the Lord hath not given it, that is to say, they which use the sword, and are not called to it.) take the sword, shall perish with the sword."},{"number":53,"verse":"(Christ was taken, because he was willing to be taken.) Either thinkest thou, that I cannot now pray to my Father, and he will give me more than twelve legions of Angels?"},{"number":54,"verse":"(By this questioning he answereth a sly objection, for they might have asked him why he did not in this his great extremity of danger, call to his Father for aid: but to this he answereth by a question.) How then should the (Isa. 35:10) Scriptures be fulfilled, which say , that it must be so?"},{"number":55,"verse":"The same hour said Jesus to the multitude, Ye be come out as it were against a thief, with swords and staves to take me: I sat daily teaching in the Temple among you, and ye took me not."},{"number":56,"verse":"But all this was done, that the Scriptures of the Prophets might be fulfilled. (Matt. 26:31) Then all the disciples forsook him, and fled."},{"number":57,"verse":"¶ And they took Jesus, and led him to (From Annas to Caiaphas, before whom the multitude was assembled, John 18:13.) Caiaphas the high Priest, where the Scribes and the Elders were assembled. (Christ being innocent is condemned of the high Priest for that wickedness whereof we are guilty.) (Mark 14:53; Luke 22:54; John 18:14)"},{"number":58,"verse":"And Peter followed him afar off unto the high Priest’s (The word here used, signifieth properly an open large room before an house, as we see in Kings’ palaces and noble men’s houses: we call it a court, for it is open to the air, and by a figure Synecdoche is taken for the house itself.) hall, and went in and sat with the servants to see the end."},{"number":59,"verse":"Now (Mark 14:55) the chief Priests and the Elders, and all the whole Council sought false witness against Jesus, to put him to death."},{"number":60,"verse":"But they found none, and though many false witnesses came, yet found they none: but at the last came two false witnesses,"},{"number":61,"verse":"And said, This man said, (John 2:19) I can destroy the Temple of God, and build it in three days."},{"number":62,"verse":"Then the chief Priest arose, and said to him, Answerest thou nothing? (How cometh it to pass that these men witness against thee?) What is the matter that these men witness against thee?"},{"number":63,"verse":"But Jesus held his peace. Then the chief Priest answered, and said to him, I charge thee swear unto us by the living God, to tell us, If thou be that Christ the son of God, or no."},{"number":64,"verse":"(Matt. 16:27; Rom. 14:20; 2 Thess. 4:14) Jesus said to him, Thou hast said it: nevertheless I say unto you, (This word distinguisheth his first coming from the latter.) Hereafter shall ye see the Son of man, sitting (Sitting with God in like and equal honor at the right hand of his power, that is, in greatest power: for the right hand signifieth among the Hebrews, that that is mighty and of great power.) at the right hand of the power of God , and come in the (Clouds of heaven, see also Matt. 24:30.) clouds of the heaven."},{"number":65,"verse":"Then the high Priest (This was an usual matter among the Jews: for so were they bound to do, when they heard any Israelite to blaspheme God, and it was a tradition of their Talmud in the book of the Magistrates, in the title, of the four kinds of death.) rent his clothes, saying, He hath blasphemed, what have we any more need of witnesses: behold, now ye have heard his blasphemy."},{"number":66,"verse":"What think ye? They answered, and said, He is guilty of death."},{"number":67,"verse":"(Isa. 30:6) Then spat they in his face, and buffeted him, and others smote him with rods,"},{"number":68,"verse":"Saying, Prophesy to us, O Christ, Who is he that smote thee?"},{"number":69,"verse":"¶ Peter (That is, without the place where the Bishop sat, but not without the house, for afterward he went from thence into the porch.) sat without in the hall, and a maid came to him, saying, Thou also wast with Jesus of Galilee: (Peter by the wonderful providence of God appointed to be a witness of all these things, is prepared to the example of singular constancy, by the experience of his own incredulity.) (Mark 14:66; Luke 22:55; John 18:29)"},{"number":70,"verse":"But he denied before them all, saying, I wot not what thou sayest."},{"number":71,"verse":"And when he went out into the porch, another maid saw him, and said unto them that were there, This man was also with Jesus of Nazareth."},{"number":72,"verse":"And again he denied with an oath, saying, I know not the man."},{"number":73,"verse":"So after a while, came unto him they that stood by, and said unto Peter, Surely thou art also one of them: for even thy speech bewrayeth thee."},{"number":74,"verse":"Then began he to (He swore and cursed himself.) curse himself, and to swear, saying, I know not the man. And immediately the cock crew."},{"number":75,"verse":"Then Peter remembered the words of Jesus, which had said unto him, Before the cock crow thou shalt deny me thrice. So he went out, and wept bitterly."}]}