{"bibleAbbr":"Geneva1599","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"((1 The Leper cleansed.5 The Centurion’s faith.11 The calling of the Gentiles,12 and casting out of the Jews.14 Peter’s mother-in-law healed.19 A Scribe desirous to follow Christ.23 The tempest on the sea.28 Two possessed with devils cured.32 The devils go into swine.) ) Now when he was come down from the mountain, great multitudes followed him."},{"number":2,"verse":"(Cross references: : Mark 2:40; Luke 5:12) (Christ in healing the leprous with the touching of his hand, showeth that he abhorreth no sinners that come unto him, be they never so unclean.) And lo, there came a Leper and worshipped him, saying, Master, if thou wilt, thou canst make me clean."},{"number":3,"verse":"And Jesus putting forth his hand, touched him, saying, I will, be thou clean: and immediately his leprosy was cleansed."},{"number":4,"verse":"Then Jesus said unto him, See thou tell no man, but go, and show thyself unto the Priest, and offer the gift that (Lev. 14:3-4) Moses commanded, for a witness to them."},{"number":5,"verse":"¶ When Jesus was entered into Capernaum, there came unto him a Centurion, beseeching him, (Christ by setting before them the example of the uncircumcised Centurion, and yet of an excellent faith, provoketh the Jews to emulation, and together forewarneth them of their casting off, and the calling of the Gentiles.) (Luke 7:1)"},{"number":6,"verse":"And said, Master, my servant lieth sick at home of the palsy, and is grievously pained."},{"number":7,"verse":"And Jesus said unto him, I will come and heal him."},{"number":8,"verse":"But the Centurion answered, saying, Master, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed."},{"number":9,"verse":"For I am a man also under the authority of another, and have soldiers under me: and I say to one, Go, and he goeth: and to another, Come, and he cometh: and to my servant, Do this, and he doeth it."},{"number":10,"verse":"When Jesus heard that, he marveled, and said to them that followed him, Verily, I say unto you, I have not found so great faith, even in Israel."},{"number":11,"verse":"But I say unto you, that many shall come from the East and West, and shall (A Metaphor taken of banquets, for they that sit down together are fellows in the banquet.) sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven."},{"number":12,"verse":"And the children of the kingdom shall be cast out into (Which are without the kingdom: For in the kingdom is light, and without the kingdom darkness.) utter (Matt. 22:13) darkness: there shall be weeping and gnashing of teeth."},{"number":13,"verse":"Then Jesus said unto the Centurion, Go thy way, and as thou hast believed, so be it unto thee . And his servant was healed the same hour."},{"number":14,"verse":"¶ And when Jesus came to Peter’s house, he saw his wife’s mother laid down, and sick of a fever. (Christ, in healing divers diseases, showeth that he was sent of his Father, that in him only we should seek remedy in all our miseries.) (Mark 1:29; Luke 4:38)"},{"number":15,"verse":"And he touched her hand, and the fever left her: so she arose, and ministered unto them."},{"number":16,"verse":"(Mark 1:32; Luke 4:40) When the Even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed (Of all sorts.) all that were sick,"},{"number":17,"verse":"That it might be fulfilled, which was spoken by (Isa. 53:4; 1 Pet. 2:24) Isaiah the Prophet, saying, He took our infirmities, and bare our sicknesses."},{"number":18,"verse":"¶ (Luke 9:57-58) And when Jesus saw great multitudes of people about him, he commanded them to go (For Capernaum was situated upon the lake of Tiberias.) over the water."},{"number":19,"verse":"(The true disciples of Christ must prepare themselves to all kind of miseries.) Then came there a certain Scribe, and said unto him, Master, I will follow thee whithersoever thou goest."},{"number":20,"verse":"But Jesus said unto him, The foxes have holes, and the birds of the heaven have (Word for word, shades made with boughs.) nests, but the Son of man hath not whereon to rest his head."},{"number":21,"verse":"¶ (When God requireth our labor, we must leave off all our duty to men.) And another of his disciples said unto him, Master, suffer me first to go, and bury my father."},{"number":22,"verse":"But Jesus said unto him, Follow me, and let the dead bury the dead."},{"number":23,"verse":"¶ And when he was entered into the ship, his disciples followed him. (Although Christ seemeth oftentimes to neglect his, even in most extreme danger, yet in time convenient he assuageth all tempests, and bringeth them to the haven.) (Mark 4:37; Luke 8:23)"},{"number":24,"verse":"And behold, there arose a great tempest in the sea, so that the ship was covered with waves: but he was asleep."},{"number":25,"verse":"Then his disciples came, and awoke him, saying, Master, save us: we perish."},{"number":26,"verse":"And he said unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea: and so there was a great calm."},{"number":27,"verse":"And the men marveled, saying, What man is this, that both the winds and the sea obey him?"},{"number":28,"verse":"¶ And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils which came out of the graves very fierce, so that no man might go by that way. (Christ came to deliver me from the miserable thraldom of Satan: but the world had rather lack Christ, than the vilest and least of their commodities.) (Mark 5:1-2; Luke 26:27)"},{"number":29,"verse":"And behold, they cried out, saying, Jesus the son of God, what have we to do with thee? Art thou come hither to torment us before the time?"},{"number":30,"verse":"Now there was (Of an hill, as Mark and Luke witness: Now Gadara as Josephus recordeth, book 17 chapter 13, lived after the order of the Grecians, and therefore we may not marvel if there were swine there.) afar off from them, a great herd of swine feeding."},{"number":31,"verse":"And the devils besought him, saying, If thou cast us out, suffer us to go into the herd of swine."},{"number":32,"verse":"And he said unto them, Go. So they went out and departed into the herd of swine: and behold, the whole herd of swine ran headlong into the sea, and died in the water."},{"number":33,"verse":"Then the herdmen fled: and when they were come into the city, they told all things, and what was become of them that were possessed with the devils,"},{"number":34,"verse":"And behold, all the city came out to meet Jesus: and when they saw him, they besought him to (Where men live as swine, there doth not Christ tarry, but devils.) depart out of their coasts."}]}