{"bibleAbbr":"TERV1998","bookName":"ஏசாயா","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"(தேவன் இஸ்ரவேலைத் தண்டிப்பார்.) பார்! கர்த்தர் இந்த நாட்டை அழிப்பார். இந்த நாட்டிலுள்ள எல்லாவற்றையும் கர்த்தர் துடைத்துவிடுவார். கர்த்தர் இங்குள்ள ஜனங்களை வெளியே துரத்துவார்."},{"number":2,"verse":"அந்த நேரத்தில், பொது ஜனங்களும், ஆசாரியர்களும் சமமாக இருப்பார்கள். அடிமைகளும், எஜமானர்களும் சமமாக இருப்பார்கள். பெண் அடிமைகளும் அவர்களது பெண் எஜமானர்களும் சமமாக இருப்பார்கள். வாங்குபவர்களும், விற்பவர்களும் சமமாக இருப்பார்கள். கடன் வாங்கும் ஜனங்களும், கடன் கொடுக்கும் ஜனங்களும் சமமாக இருப்பார்கள். வட்டி வாங்கினவனும், வட்டி கொடுத்தவனும் சமமாக இருப்பார்கள்."},{"number":3,"verse":"ஜனங்கள் அனைவரும் நாட்டை விட்டு வெளியேற்றப்படுவார்கள். அனைத்து செல்வமும் எடுக்கப்படும். இது நிகழும். ஏனென்றால், கர்த்தர் கட்டளையிட்டிருக்கிறார்."},{"number":4,"verse":"இந்த நாடு காலியாகவும் துக்கமாகவும் இருக்கும். உலகமே காலியாகவும் பலவீனமாகவும் இருக்கும். இந்நாட்டு பெருந்தலைவர்கள் பலவீனமானவர்கள்."},{"number":5,"verse":"ஜனங்கள் நாட்டைத் தீட்டுப்படுத்தினார்கள். இது எப்படி நிகழ்ந்தது? தேவனுடைய போதனைகளுக்கு எதிராக ஜனங்கள் தவறானவற்றைச் செய்தனர். தேவனுடைய சட்டங்களுக்கு அவர்கள் அடி பணியவில்லை. நீண்ட காலத்துக்கு முன்பு தேவனோடு இந்த ஜனங்கள் ஒரு உடன்படிக்கை செய்துக்கொண்டனர். ஆனால், அந்த ஜனங்கள் தேவனோடுள்ள உடன்படிக்கையை முறித்துவிட்டனர்."},{"number":6,"verse":"இந்நாட்டில் வாழும் ஜனங்கள் தீமைகளைச் செய்த குற்றவாளிகள். எனவே, தேவன் இந்நாட்டை அழிப்பதாக உறுதி செய்தார். ஜனங்கள் தண்டிக்கப்படுவார்கள். மிகச்சிலர் மட்டுமே உயிரோடு இருப்பார்கள்."},{"number":7,"verse":"திராட்சைக் கொடிகள் வாடிக்கொண்டிருக்கும். புதிய திராட்சைரசம் மோசமாகும். கடந்த காலத்தில் ஜனங்கள் மகிழ்ச்சியோடு இருந்தார்கள். ஆனால், இப்போது அந்த ஜனங்கள் துக்கமாயுள்ளனர்."},{"number":8,"verse":"ஜனங்கள் மகிழ்ச்சியாயிருப்பதை நிறுத்தியுள்ளனர். மகிழ்ச்சிகுரிய ஆரவாரங்கள் நிறுத்தப்பட்டன. வீணை மற்றும் முரசுகளிலிருந்து வரும் மகிழ்ச்சி இசையும் முடிக்கப்பட்டது."},{"number":9,"verse":"ஜனங்கள் தம் திராட்சை ரசத்தை குடிக்கும்போது, மகிழ்ச்சிகரமான பாடல்களைப் பாடமாட்டார்கள். இப்பொழுது மதுபானம் அதைக் குடிக்கிறவர்களுக்குக் கசப்பாக இருக்கும்."},{"number":10,"verse":"“மொத்த குழப்பம்” என்பது இந்நகரத்திற்கான நல்ல பெயராக உள்ளது. நகரம் அழிக்கப்பட்டிருக்கிறது. ஜனங்கள் வீட்டிற்குள் நுழைய முடியாது. கதவுகள் அடைப்பட்டிருக்கின்றன."},{"number":11,"verse":"ஜனங்கள் இன்னும் சந்தை இடங்களில் திராட்சைரசத்தைக் கேட்டுக்கொண்டிருக்கின்றனர். ஆனால் அனைத்து மகிழ்ச்சியும் போய்விட்டன. சந்தோஷம் வெகு தொலைவுக்கு எடுத்துச் செல்லப்பட்டிருக்கிறது."},{"number":12,"verse":"நகரத்தில் அழிவு மட்டுமே விடப்பட்டுள்ளது. கதவுகள்கூட நொறுக்கப்பட்டுள்ளன."},{"number":13,"verse":"அறுவடைக் காலத்தில், ஜனங்கள் ஒலிவமரத்திலிருந்து ஒலிவப் பழங்கள் உலுக்குவார்கள். ஆனால், சில ஒலிவப் பழங்கள் விடப்பட்டிருக்கும். இதுபோலவே, மற்ற தேசங்களால் சூழப்பட்டிருக்கும் இந்நாட்டில் ஜனங்களின் மத்தியிலும் இருக்கும்."},{"number":14,"verse":"விடப்பட்ட ஜனங்கள் சத்தமிடத் தொடங்குவார்கள். அவர்கள் கடலின் ஆரவாரத்தைவிட மிகுதியாகச் சத்தமிடுவார்கள். கர்த்தர் பெரியவர் என்பதால் அவர்கள் மகிழ்வார்கள்."},{"number":15,"verse":"அந்த ஜனங்கள், “கிழக்கில் உள்ள ஜனங்கள், கர்த்தரைத் துதிக்கிறார்கள்! தொலை நாட்டு ஜனங்கள் இஸ்ரவேலின் தேவனாகிய கர்த்தருடைய நாமத்தைத் துதிக்கின்றனர்” என்று சொல்வார்கள்."},{"number":16,"verse":"பூமியிலுள்ள ஒவ்வொரு இடத்திலிருந்தும் தேவனைத் துதிக்கும் பாடலைக் கேட்போம். இப்பாடல்கள் நல்ல தேவனைத் துதிக்கும். ஆனால், நான் சொல்கிறேன்: “போதும்! எனக்கு போதுமானது உள்ளது! நான் பார்க்கின்றவை பயங்கரமாக உள்ளன. துரோகிகள் ஜனங்களுக்கு எதிராகத் திரும்பி, அவர்களைக் காயப்படுத்துகிறார்கள்.”"},{"number":17,"verse":"அந்தத் தேசத்தில் வாழும் ஜனங்களுக்கு ஆபத்து வருவதைப் பார்க்கிறேன். அவர்களுக்கு அச்சம், குழிகள், உலைகள் இருப்பதைப் பார்க்கிறேன்."},{"number":18,"verse":"ஜனங்கள் ஆபத்தைப்பற்றி கேள்விப்படுவார்கள். அவர்கள் அச்சப்படுவார்கள். சில ஜனங்கள் வெளியே ஓடுவார்கள். ஆனால், அவர்கள் குழிக்குள் விழுவார்கள்; வலைக்குள் அகப்படுவார்கள். சில ஜனங்கள் குழியிலிருந்து வெளியே ஏறி வருவார்கள். ஆனால், அவர்கள் இன்னொரு வலைக்குள் அகப்படுவார்கள். வானத்தில் உள்ள வெள்ளத்தின் கதவுகள் திறக்கும். வெள்ளம் பெருகத்தொடங்கும். பூமியின் அஸ்திபாரம் அசையும்."},{"number":19,"verse":"நில நடுக்கம் ஏற்படும். பூமியானது பிளந்து திறந்துக்கொள்ளும்."},{"number":20,"verse":"உலகத்தின் பாவங்கள் மிகவும் கனமானவை. எனவே, பாரத்திற்கு அடியில் பூமி விழுந்துவிடும். பழைய வீடுபோன்று பூமி நடுங்கும். குடிகாரனைப்போன்று பூமி விழுந்துவிடும். பூமியானது தொடர்ந்து இருக்கமுடியாமல் போகும்."},{"number":21,"verse":"அந்த நேரத்தில், கர்த்தர் பரலோகத்தின் சேனைகளை பரலோகத்திலும், பூமியிலுள்ள ராஜாக்களைப் பூமியிலும் தீர்ப்பளிப்பார்."},{"number":22,"verse":"பல ஜனங்கள் சேர்ந்து கூடிக்கொள்வார்கள். அவர்களில் சிலர் குழியில் அடைக்கப்படுவார்கள். அவர்களின் சிலர் சிறைக்குள் இருப்பார்கள். ஆனால் இறுதியில், நீண்ட நேரத்திற்குப் பிறகு, அவர்கள் நியாயந்தீர்க்கப்படுவார்கள்."},{"number":23,"verse":"எருசலேமில், சீயோன் மலைமேல் கர்த்தர், ராஜாவைப்போன்று ஆட்சிசெய்வார். அவரது மகிமையானது மூப்பர்களுக்கு முன் இருக்கும். அவரது மகிமையானது மிகவும் பிரகாசமாயிருப்பதால் சூரியன் நாணமடையும், சந்திரன் இக்கட்டான நிலையிலிருக்கும்."}]}