{"bibleAbbr":"TERV1998","bookName":"ஏசாயா","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"(தேவன் ஏசாயாவைத் தீர்க்கதரிசியின் ஊழியத்திற்கு அழைக்கிறார்) உசியா ராஜா மரித்த ஆண்டிலே, நான் எனது ஆண்டவரைப் பார்த்தேன். அவர் மிகவும் உயரமான ஆச்சரியகரமான சிங்காசனத்தின் மேல் அமர்ந்திருந்தார். அவரது நீண்ட அங்கியானது ஆலயத்தை நிறைத்தது."},{"number":2,"verse":"சேராபீன்கள் (சேராபீன் தேவனுடைய சிறப்புக்குரிய தூதர்கள். அவர்கள் நெருப்பைப்போன்று பிரகாசமானவர்கள்.) கர்த்தரைச் சுற்றி நின்றார்கள். ஒவ்வொரு சேராபீனுக்கும் ஆறு சிறகுகள் இருந்தன. அவர்கள் இரு சிறகுகளால் தங்கள் முகத்தை மூடிக்கொண்டனர். இன்னும் இரு சிறகுகளால் தம் பாதங்களை மூடிக்கொண்டனர். அவர்கள் இரண்டு சிறகுகளைப் பறப்பதற்குப் பயன்படுத்தினார்கள்."},{"number":3,"verse":"ஒருவரை ஒருவர் அழைத்து, அவர்கள்: “பரிசுத்தர், பரிசுத்தர், பரிசுத்தர், சர்வ வல்லமையுள்ள கர்த்தர் மகா பரிசுத்தமானவர். அவரது மகிமை பூமியை நிரப்பியது” என்றனர். அவர்களின் சத்தம் மிகவும் பலமாக இருந்தது."},{"number":4,"verse":"அவர்களின் சத்தம் கதவின் நிலைகளை அசையப்பண்ணிற்று. பிறகு ஆலயமானது புகையால் நிரம்பியது."},{"number":5,"verse":"நான் மிகவும் பயந்துவிட்டேன், நான்: “ஓ! நான் அழிக்கப்படுவேன். நான் தேவனோடு பேசுகிற அளவிற்கு பரிசுத்தமானவன் இல்லை. என்னைச் சுற்றி இருப்பவர்களும் தேவனோடு பேசுகிற அளவிற்கு பரிசுத்தமானவர்கள் இல்லை. எனினும், நான் சர்வ வல்லமையுள்ள கர்த்தராகிய நமது அரசரைப் பார்த்தேன்” என்றேன்."},{"number":6,"verse":"பலிபீடத்தின்மேல் நெருப்பு இருந்தது. ஒரு சேராபீன் பலிபீடத்திலிருந்து தன் கையிலே பிடித்த குறட்டால் ஒரு நெருப்புத் தழலை எடுத்தான். அவன் என்னிடத்தில் நெருப்புத்தழலோடு பறந்து வந்தான்."},{"number":7,"verse":"அந்த தனது நெருப்புத் தழலால் என் வாயைத் தொட்டான். பிறகு அவன், “பார் இது உன் உதடுகளைத் தொட்டதால் உன் தீய செயல்கள் எல்லாம் மறைந்தன. உனது பாவங்கள் துடைக்கப்பட்டன” என்றான்."},{"number":8,"verse":"பிறகு நான் என் கர்த்தருடைய சத்தத்தைக் கேட்டேன். கர்த்தர், “நான் யாரை அனுப்புவேன்? நமக்காக யார் போவார்?” என்று சொன்னார். எனவே நான், “நான் இருக்கிறேன், என்னை அனுப்பும்” என்றேன்."},{"number":9,"verse":"பிறகு கர்த்தர் சொன்னார்: “போ, இதனை ஜனங்களிடம் சொல்: ‘கவனமாகக் கேளுங்கள்! ஆனால் புரிந்துகொள்ளாமல் இருங்கள்! கவனமாகப் பாருங்கள். ஆனால் அறிந்துகொள்ளாமல் இருங்கள்!’"},{"number":10,"verse":"ஜனங்களைக் குழப்பமடைய செய். ஜனங்கள் தாங்கள் கேட்பவற்றையும் காண்பவற்றையும் புரிந்துகொள்ளாதபடிக்குச் செய். நீ அவ்வாறு செய்யாவிட்டால், ஜனங்கள் தங்கள் காதால் கேட்பவற்றையும் புரிந்துகொள்வார்கள். அவர்கள் மனதில் உண்மையை உணர்ந்து கொள்வார்கள். இவற்றை அவர்கள் செய்தால், பிறகு அந்த ஜனங்கள் என்னிடம் திரும்பி வந்து குணமாவார்கள்” என்றார்."},{"number":11,"verse":"பிறகு நான், “ஆண்டவரே, நான் எவ்வளவு காலம் இதனைச் செய்ய வேண்டும்?” எனக் கேட்டேன். அதற்கு கர்த்தர், “நகரங்கள் அழிந்துபோகும்வரை இதனைச் செய். ஜனங்கள் போகும்வரை செய். வீடுகளில் எவரும் வாழாத நிலைவரும்வரை செய். பூமி அழிந்து காலியாகும்வரை செய்”, என்றார்."},{"number":12,"verse":"கர்த்தர் அந்த ஜனங்களை வெகு தூரத்திற்குப்போகச்செய்வார். நாட்டில் காலியான இடங்கள் அதிகமாக இருக்கும்."},{"number":13,"verse":"ஆனால் பத்தில் ஒரு பாகமான ஜனங்கள் மட்டும் இந்நாட்டில் வாழ அனுமதிக்கப்படுவார்கள். அவர்கள் அழிக்கப்படமாட்டார்கள். ஏனென்றால், அவர்கள் கர்த்தரிடம் திரும்பி வருவார்கள். இவர்கள் கர்வாலிமரம் போன்றவர்கள். இது வெட்டுண்டு போனபிறகு அடிமரம் மட்டும் நிற்கும் இந்த அடிமரம் (மீதியான ஜனங்கள்) மகா விசேஷித்த ஒரு வித்தாக இருக்கும்."}]}