{"bibleAbbr":"AKJV1999+","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul,<WG3972> an apostle<WG652> of Jesus<WG2424> Christ<WG5547> by the will<WG2307> of God,<WG2316> and Timothy<WG5095> our brother,<WG80> to the church<WG1577> of God<WG2316> which<WG3588> is at<WG1722> Corinth,<WG2882> with all<WG3956> the saints<WG40> which<WG3588> are in all<WG3650> Achaia:<WG882>"},{"number":2,"verse":"Grace<WG5485> be to you and peace<WG1515> from God<WG2316> our Father,<WG3962> and from the Lord<WG2962> Jesus<WG2424> Christ.<WG5547>"},{"number":3,"verse":"Blessed<WG2128> be God,<WG2316> even<WG2532> the Father<WG3962> of our Lord<WG2962> Jesus<WG2424> Christ,<WG5547> the Father<WG3962> of mercies,<WG3628> and the God<WG2316> of all<WG3650> comfort;<WG3874>"},{"number":4,"verse":"Who<WG3588> comforts<WG3870> us in all<WG3650> our tribulation,<WG2347> that we may be able<WG1410> to comfort<WG3870> them which are in any<WG3956> trouble,<WG2347> by the comfort<WG3874> with which<WG3739> we ourselves are comforted<WG3870> of God.<WG2316>"},{"number":5,"verse":"For as the sufferings<WG3804> of Christ<WG5547> abound<WG4052> in us, so<WG3779> our consolation<WG3874> also<WG2532> abounds<WG4052> by Christ.<WG5547>"},{"number":6,"verse":"And whether<WG1535> we be afflicted,<WG2346> it is for your<WG5216> consolation<WG3874> and salvation,<WG4991> which<WG3588> is effectual<WG1754> in the enduring<WG5281> of the same<WG846> sufferings<WG3804> which<WG3588> we also<WG2532> suffer:<WG3958> or<WG1535> whether<WG1535> we be comforted,<WG3870> it is for your<WG5216> consolation<WG3874> and salvation.<WG4991>"},{"number":7,"verse":"And our hope<WG1680> of you is steadfast,<WG949> knowing,<WG1492> that as you are partakers<WG2844> of the sufferings,<WG3804> so<WG3779> shall you be also<WG2532> of the consolation.<WG3874>"},{"number":8,"verse":"For we would<WG2309> not, brothers,<WG80> have you ignorant<WG50> of our trouble<WG2347> which<WG3588> came<WG1096> to us in Asia,<WG773> that we were pressed<WG916> out of measure,<WG5236> above<WG5228> strength,<WG1411> so<WG5620> that we despaired<WG1820> even<WG2532> of life:<WG2198>"},{"number":9,"verse":"But we had<WG2192> the sentence<WG610> of death<WG2288> in ourselves,<WG1438> that we should not trust<WG3982> in ourselves,<WG1438> but in God<WG2316> which<WG3588> raises<WG1453> the dead:<WG3498>"},{"number":10,"verse":"Who delivered<WG4506> us from so<WG5082> great<WG5082> a death,<WG2288> and does deliver:<WG4506> in whom<WG3739> we trust<WG1679> that he will yet<WG2089> deliver<WG4506> us;"},{"number":11,"verse":"You also<WG2532> helping<WG4943> together<WG4943> by prayer<WG1162> for us, that for the gift<WG5486> bestowed on us by the means of many<WG4183> persons<WG4383> thanks<WG2168> may be given by many<WG4183> on<WG5228> our behalf.<WG5228>"},{"number":12,"verse":"For our rejoicing<WG2746> is this,<WG3778> the testimony<WG3142> of our conscience,<WG4893> that in simplicity<WG572> and godly<WG2316> sincerity,<WG1505> not with fleshly<WG4559> wisdom,<WG4678> but by the grace<WG5485> of God,<WG2316> we have had our conversation<WG390> in the world,<WG2889> and more<WG4056> abundantly<WG4056> to you-ward<WG4314> <WG5209>."},{"number":13,"verse":"For we write<WG1125> none<WG3756> other<WG243> things to you, than<WG2228> what<WG3739> you read<WG314> or<WG2228> acknowledge;<WG1921> and I trust<WG1679> you shall acknowledge<WG1921> even<WG2532> to the end;<WG5056>"},{"number":14,"verse":"As also<WG2532> you have acknowledged<WG1922> us in part,<WG3313> that we are your<WG5216> rejoicing,<WG2745> even<WG2509> as you also<WG2532> are our's<WG2257> in the day<WG2250> of the Lord<WG2962> Jesus.<WG2424>"},{"number":15,"verse":"And in this<WG5026> confidence<WG4006> I was minded<WG1014> to come<WG2064> to you before,<WG4386> that you might have<WG2192> a second<WG1208> benefit;<WG5485>"},{"number":16,"verse":"And to pass<WG1330> by you into<WG1519> Macedonia,<WG3109> and to come<WG2064> again<WG3825> out of Macedonia<WG3109> to you, and of you to be brought<WG4311> on my way<WG4311> toward<WG1519> Judaea.<WG2449>"},{"number":17,"verse":"When I therefore<WG3767> was thus<WG5124> minded,<WG1011> did I use<WG5530> lightness?<WG1644> or<WG2228> the things that I purpose,<WG1011> do I purpose<WG1011> according<WG2596> to the flesh,<WG4561> that with me there should be yes<WG3483> yes,<WG3483> and no<WG3756> no?<WG3756>"},{"number":18,"verse":"But as God<WG2316> is true,<WG4103> our word<WG3056> toward<WG4314> you was not yes<WG3483> and no.<WG3756>"},{"number":19,"verse":"For the Son<WG5207> of God,<WG2316> Jesus<WG2424> Christ,<WG5547> who<WG3588> was preached<WG2784> among<WG1722> you by us, even by me and Silvanus<WG4610> and Timotheus,<WG5095> was not yes<WG3483> and no,<WG3756> but in him was yes.<WG3483>"},{"number":20,"verse":"For all<WG3745> the promises<WG1860> of God<WG2316> in him are yes,<WG3483> and in him Amen,<WG281> to the glory<WG1391> of God<WG2316> by us."},{"number":21,"verse":"Now<WG1161> he which establishes<WG950> us with you in Christ,<WG5547> and has anointed<WG5548> us, is God;<WG2316>"},{"number":22,"verse":"Who<WG3588> has also<WG2532> sealed<WG4972> us, and given<WG1325> the earnest<WG728> of the Spirit<WG4151> in our hearts.<WG2588>"},{"number":23,"verse":"Moreover<WG1161> I call<WG1941> God<WG2316> for a record<WG3144> on my soul,<WG5590> that to spare<WG5339> you I came<WG2064> not as yet<WG3765> to Corinth.<WG2882>"},{"number":24,"verse":"Not for that we have dominion<WG2961> over your<WG5216> faith,<WG4102> but are helpers<WG4904> of your<WG5216> joy:<WG5479> for by faith<WG4102> you stand.<WG2476>"}]}