{"bibleAbbr":"AKJV1999+","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"We then, <WG3767> as workers <WG4903> together <WG4903> with him, beseech <WG3870> you also <WG2532> that you receive <WG1209> not the grace <WG5485> of God <WG2316> in vain. <WG2756>"},{"number":2,"verse":"(For he said, <WG3004> I have heard <WG1873> you in a time <WG2540> accepted, <WG1184> and in the day <WG2250> of salvation <WG4991> have I succored <WG997> you: behold, <WG2400> now <WG3568> is the accepted <WG2144> time; <WG2540> behold, <WG2400> now <WG3568> is the day <WG2250> of salvation. <WG4991>)"},{"number":3,"verse":"Giving <WG1325> no <WG3367> offense <WG4349> in any <WG3367> thing, that the ministry <WG1248> be not blamed: <WG3469>"},{"number":4,"verse":"But in all <WG3956> things approving <WG4921> ourselves <WG1438> as the ministers <WG1249> of God, <WG2316> in much <WG4183> patience, <WG5281> in afflictions, <WG2347> in necessities, <WG318> in distresses, <WG4730>"},{"number":5,"verse":"In stripes, <WG4127> in imprisonments, <WG5438> in tumults, <WG181> in labors, <WG2873> in watchings, <WG70> in fastings; <WG3521>"},{"number":6,"verse":"By pureness, <WG54> by knowledge, <WG1108> by long-suffering, <WG3115> by kindness, <WG5544> by the Holy <WG40> Ghost, <WG4151> by love <WG26> unfeigned, <WG505>"},{"number":7,"verse":"By the word <WG3056> of truth, <WG225> by the power <WG1411> of God, <WG2316> by the armor <WG3696> of righteousness <WG1343> on the right <WG1188> hand and on the left, <WG710>"},{"number":8,"verse":"By honor <WG1391> and dishonor, <WG819> by evil <WG1426> report <WG1426> and good <WG2162> report: <WG2162> as deceivers, <WG4108> and yet true; <WG227>"},{"number":9,"verse":"As unknown, <WG50> and yet well <WG1921> known; <WG1921> as dying, <WG599> and, behold, <WG2400> we live; <WG2198> as chastened, <WG3811> and not killed; <WG2289>"},{"number":10,"verse":"As sorrowful, <WG3076> yet <WG1161> always <WG104> rejoicing; <WG5463> as poor, <WG4434> yet <WG1161> making <WG4148> many <WG4183> rich; <WG4148> as having <WG2192> nothing, <WG3367> and yet possessing <WG2722> all <WG3956> things."},{"number":11,"verse":"O you Corinthians, <WG2881> our mouth <WG4750> is open <WG455> to you, our heart <WG2588> is enlarged. <WG4115>"},{"number":12,"verse":"You are not straitened <WG4729> in us, but you are straitened <WG4729> in your <WG5216> own bowels. <WG4698>"},{"number":13,"verse":"Now <WG1161> for a recompense <WG489> in the same, <WG846> (I speak <WG3004> as to my children, <WG5043>) be you also <WG2532> enlarged. <WG4115>"},{"number":14,"verse":"Be you not unequally <WG2086> yoked <WG2086> together <WG2086> with unbelievers: <WG571> for what <WG5101> fellowship <WG3352> has righteousness <WG1343> with unrighteousness? <WG458> and what <WG5101> communion <WG2842> has light <WG5457> with darkness? <WG4655>"},{"number":15,"verse":"And what <WG5101> concord <WG4857> has Christ <WG5547> with Belial? <WG955> or <WG2228> what <WG5101> part <WG3310> has he that believes <WG4103> with an infidel? <WG571>"},{"number":16,"verse":"And what <WG5101> agreement <WG4783> has the temple <WG3485> of God <WG2316> with idols? <WG1497> for you are the temple <WG3485> of the living <WG2198> God; <WG2316> as God <WG2316> has said, <WG2036> I will dwell <WG1774> in them, and walk <WG1704> in them; and I will be their God, <WG2316> and they shall be my people. <WG2992>"},{"number":17,"verse":"Why <WG1352> come <WG1831> out from among <WG3319> them, and be you separate, <WG873> said <WG3004> the Lord, <WG2962> and touch <WG680> not the unclean <WG169> thing; and I will receive <WG1523> you."},{"number":18,"verse":"And will be a Father <WG3962> to you, and you shall be my sons <WG5207> and daughters, <WG2364> said <WG3004> the Lord <WG2962> Almighty. <WG3841>"}]}