{"bibleAbbr":"AKJV1999+","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"Having<WG2192> therefore<WG3767> these<WG5025> promises,<WG1860> dearly beloved,<WG27> let us cleanse<WG2511> ourselves<WG1438> from all<WG3956> filthiness<WG3436> of the flesh<WG4561> and spirit,<WG4151> perfecting<WG2005> holiness<WG42> in the fear<WG5401> of God.<WG2316>"},{"number":2,"verse":"Receive<WG5562> us; we have wronged<WG91> no<WG3762> man,<WG3762> we have corrupted<WG5351> no<WG3762> man,<WG3762> we have defrauded<WG4122> no<WG3762> man.<WG3762>"},{"number":3,"verse":"I speak<WG3004> not this to condemn<WG2633> you: for I have said<WG4280> before,<WG4280> that you are in our hearts<WG2588> to die<WG4880> and live<WG4800> with you."},{"number":4,"verse":"Great<WG4183> is my boldness<WG3954> of speech toward<WG4314> you, great<WG4183> is my glorying<WG2746> of you: I am filled<WG4137> with comfort,<WG3874> I am exceeding<WG5248> joyful<WG5479> in all<WG3956> our tribulation.<WG2347>"},{"number":5,"verse":"For, when we were come<WG2064> into<WG1519> Macedonia,<WG3109> our flesh<WG4561> had<WG2192> no<WG3762> rest,<WG425> but we were troubled<WG2346> on<WG1722> every<WG3956> side; without<WG1855> were fights,<WG3163> within<WG2081> were fears.<WG5401>"},{"number":6,"verse":"Nevertheless<WG235> God,<WG2316> that comforts<WG3870> those<WG3588> that are cast<WG5011> down,<WG5011> comforted<WG3870> us by the coming<WG3952> of Titus;<WG5103>"},{"number":7,"verse":"And not by his coming<WG3952> only,<WG3440> but by the consolation<WG3874> with which<WG3739> he was comforted<WG3870> in you, when he told<WG312> us your<WG5216> earnest<WG1972> desire,<WG1972> your<WG5216> mourning,<WG3602> your<WG5216> fervent<WG2205> mind<WG3563> toward<WG5228> me; so<WG5620> that I rejoiced<WG5463> the more.<WG3123>"},{"number":8,"verse":"For though<WG1499> I made<WG3076> you sorry<WG3076> with a letter,<WG1992> I do not repent,<WG3338> though<WG1499> I did repent:<WG3338> for I perceive<WG991> that the same<WG1565> letter<WG1992> has made<WG3076> you sorry,<WG3076> though<WG1499> it were but for a season.<WG5610>"},{"number":9,"verse":"Now<WG3568> I rejoice,<WG5463> not that you were made<WG3076> sorry,<WG3076> but that you sorrowed<WG3076> to repentance:<WG3341> for you were made<WG3076> sorry<WG3076> after<WG2596> a godly<WG2596> <WG2316> manner, that you might receive<WG2210> damage<WG2210> by us in nothing.<WG3367>"},{"number":10,"verse":"For godly<WG2596> <WG2316> sorrow<WG3077> works<WG2716> repentance<WG3341> to salvation<WG4991> not to be repented<WG278> of: but the sorrow<WG3077> of the world<WG2889> works<WG2716> death.<WG2288>"},{"number":11,"verse":"For behold<WG2400> this<WG5124> selfsame<WG846> thing, that you sorrowed<WG3076> after<WG2596> a godly<WG2596> <WG2316> sort, what<WG4214> carefulness<WG4710> it worked<WG2716> in you, yes,<WG235> what clearing<WG627> of yourselves, yes,<WG235> what indignation,<WG24> yes,<WG235> what fear,<WG5401> yes,<WG235> what vehement<WG1972> desire,<WG1972> yes,<WG235> what zeal,<WG2205> yes,<WG235> what revenge!<WG1557> In all<WG3956> things you have approved<WG4921> yourselves<WG1438> to be clear<WG53> in this<WG3588> matter.<WG4229>"},{"number":12,"verse":"Why,<WG686> though<WG1499> I wrote<WG1125> to you, I did it not for his cause<WG1752> that had done<WG91> the wrong,<WG91> nor<WG3761> for his cause<WG1752> that suffered wrong,<WG91> but that our care<WG4710> for you in the sight<WG1799> of God<WG2316> might appear<WG5319> to you."},{"number":13,"verse":"Therefore<WG1223> <WG5124> we were comforted<WG3870> in your<WG5213> comfort:<WG3874> yes, and exceedingly<WG4056> the more<WG3123> joyed<WG5463> we for the joy<WG5479> of Titus,<WG5103> because<WG3754> his spirit<WG4151> was refreshed<WG373> by you all.<WG3956>"},{"number":14,"verse":"For if<WG1487> I have boasted<WG2744> any<WG1536> thing to him of you, I am not ashamed;<WG2617> but as we spoke<WG2980> all<WG3956> things to you in truth,<WG225> even<WG2532> so<WG3779> our boasting,<WG2746> which<WG3588> I made before<WG1909> Titus,<WG5103> is found<WG1096> a truth.<WG225>"},{"number":15,"verse":"And his inward<WG4698> affection<WG4698> is more<WG4056> abundant<WG4056> toward<WG1519> you, whilst he remembers<WG363> the obedience<WG5218> of you all,<WG3956> how<WG5613> with fear<WG5401> and trembling<WG5156> you received<WG1209> him."},{"number":16,"verse":"I rejoice<WG5463> therefore that I have confidence<WG2292> in you in all<WG3956> things."}]}