{"bibleAbbr":"AKJV1999+","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"Moreover, <WG1161> brothers, <WG80> we do <WG1107> you to wit <WG1107> of the grace <WG5485> of God <WG2316> bestowed <WG1325> on <WG1722> the churches <WG1577> of Macedonia; <WG3109>"},{"number":2,"verse":"How that in a great <WG4183> trial <WG1382> of affliction <WG2347> the abundance <WG4050> of their joy <WG5479> and their deep <WG899> poverty <WG4432> abounded <WG4052> to the riches <WG4149> of their liberality. <WG572>"},{"number":3,"verse":"For to their power, <WG1411> I bear <WG3140> record, <WG3140> yes, and beyond <WG5228> their power <WG1411> they were willing <WG830> of themselves; <WG830>"},{"number":4,"verse":"Praying <WG1189> us with much <WG4183> entreaty <WG3874> that we would receive <WG1209> the gift, <WG5485> and take on us the fellowship <WG2842> of the ministering <WG1248> to the saints. <WG40>"},{"number":5,"verse":"And this they did, not as we hoped, <WG1679> but first <WG4412> gave <WG1325> their own selves <WG1438> to the Lord, <WG2962> and to us by the will <WG2307> of God. <WG2316>"},{"number":6,"verse":"So <WG1519> that we desired <WG3870> Titus, <WG5103> that as he had begun, <WG4278> so <WG3779> he would also <WG2532> finish <WG2005> in you the same <WG846> grace <WG5485> also. <WG2532>"},{"number":7,"verse":"Therefore, <WG235> as you abound <WG4052> in every <WG3956> thing, in faith, <WG4102> and utterance, <WG3056> and knowledge, <WG1108> and in all <WG3956> diligence, <WG4710> and in your <WG5209> love <WG26> to us, see that you abound <WG4052> in this <WG5124> grace <WG5485> also. <WG2532>"},{"number":8,"verse":"I speak <WG3004> not by commandment, <WG2003> but by occasion <WG1223> of the forwardness <WG4710> of others, <WG2087> and to prove <WG1381> the sincerity <WG1103> of your <WG5212> love. <WG26>"},{"number":9,"verse":"For you know <WG1097> the grace <WG5485> of our Lord <WG2962> Jesus <WG2424> Christ, <WG5547> that, though he was rich, <WG4145> yet for your <WG5216> sakes he became <WG4433> poor, <WG4433> that you through his poverty <WG4432> might be rich. <WG4147>"},{"number":10,"verse":"And herein <WG1722> <WG5129> I give <WG1325> my advice: <WG1106> for this <WG5124> is expedient <WG4851> for you, who <WG3748> have begun <WG4278> before, <WG4278> not only <WG3440> to do, <WG4160> but also <WG2532> to be forward <WG2309> a year <WG4070> ago. <WG575>"},{"number":11,"verse":"Now <WG3570> therefore <WG2532> perform <WG2005> the doing <WG4160> of it; that as there was a readiness <WG4288> to will, <WG2309> so <WG3779> there may be a performance <WG2005> also <WG2532> out of that which you have. <WG2192>"},{"number":12,"verse":"For if <WG1487> there be first <WG4295> a willing <WG4288> mind, <WG4288> it is accepted <WG2144> according <WG2526> to that a man <WG5100> has, <WG2192> and not according <WG2526> to that he has <WG2192> not."},{"number":13,"verse":"For I mean not that other <WG243> men be eased, <WG425> and you burdened: <WG2347>"},{"number":14,"verse":"But by an equality, <WG2471> that now <WG3568> at <WG1722> this <WG3588> <WG3568> time <WG2540> your <WG5216> abundance <WG4051> may be a supply for their want, <WG5303> that their abundance <WG4051> also <WG2532> may be a supply for your <WG5216> want: <WG5303> that there may be equality: <WG2471>"},{"number":15,"verse":"As it is written, <WG1125> He that had gathered much <WG4183> had nothing <WG3756> over; <WG4121> and he that had gathered little <WG3641> had no <WG3756> lack. <WG1641>"},{"number":16,"verse":"But thanks <WG5485> be to God, <WG2316> which <WG3588> put <WG1325> the same <WG846> earnest <WG4710> care <WG4710> into <WG1722> the heart <WG2588> of Titus <WG5103> for you."},{"number":17,"verse":"For indeed <WG3303> he accepted <WG1209> the exhortation; <WG3874> but being <WG5225> more <WG4707> forward, <WG4707> of his own <WG830> accord <WG830> he went <WG1831> to you."},{"number":18,"verse":"And we have sent <WG4842> with him the brother, <WG80> whose <WG3739> praise <WG1868> is in the gospel <WG2098> throughout <WG1223> all <WG3956> the churches; <WG1577>"},{"number":19,"verse":"And not that only, <WG3440> but who was also <WG2532> chosen <WG5500> of the churches <WG1577> to travel <WG4898> with us with this <WG5124> grace, <WG5485> which <WG3588> is administered <WG1247> by us to the glory <WG1391> of the same <WG3778> Lord, <WG2962> and declaration of your <WG5216> ready <WG4288> mind: <WG4288>"},{"number":20,"verse":"Avoiding <WG4724> this, <WG5124> that no <WG3361> man <WG5100> should blame <WG3469> us in this <WG5026> abundance <WG100> which <WG3588> is administered <WG1247> by us:"},{"number":21,"verse":"Providing <WG4306> for honest <WG2570> things, not only <WG3440> in the sight <WG1799> of the Lord, <WG2962> but also <WG2532> in the sight <WG1799> of men. <WG444>"},{"number":22,"verse":"And we have sent <WG4842> with them our brother, <WG80> whom <WG3739> we have oftentimes <WG4178> proved <WG1381> diligent <WG4705> in many <WG4183> things, but now <WG3570> much <WG4183> more <WG4707> diligent, <WG4707> on the great <WG4183> confidence <WG4006> which <WG3588> I have in you."},{"number":23,"verse":"Whether <WG1535> any do inquire of Titus, <WG5103> he is my partner <WG2844> and fellow helper <WG4904> concerning <WG1519> you: or <WG1535> our brothers <WG80> be inquired of, they are the messengers <WG652> of the churches, <WG1577> and the glory <WG1391> of Christ. <WG5547>"},{"number":24,"verse":"Why <WG3767> show <WG1731> you to them, and before <WG1519> <WG4383> the churches, <WG1577> the proof <WG1732> of your <WG5216> love, <WG26> and of our boasting <WG2746> on <WG5228> your <WG5216> behalf. <WG5228>"}]}