{"bibleAbbr":"KJV2000","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"At that time the LORD said unto me, Hew yourself two tables of stone like unto the first, and come up unto me into the mount, and make an ark of wood."},{"number":2,"verse":"And I will write on the tables the words that were in the first tables which you broke, and you shall put them in the ark."},{"number":3,"verse":"And I made an ark of acacia wood, and hewed two tables of stone like unto the first, and went up into the mount, having the two tables in my hand."},{"number":4,"verse":"And he wrote on the tables, according to the first writing, the ten commandments, which the LORD spoke unto you in the mount out of the midst of the fire in the day of the assembly: and the LORD gave them unto me."},{"number":5,"verse":"And I turned myself and came down from the mount, and put the tables in the ark which I had made; and there they are, as the LORD commanded me."},{"number":6,"verse":"And the children of Israel took their journey from Beeroth Benejaakan to Mosera: there Aaron died, and there he was buried; and Eleazar his son ministered in the priest's office in his stead."},{"number":7,"verse":"From there they journeyed unto Gudgodah; and from Gudgodah to Jotbathah, a land of rivers of waters."},{"number":8,"verse":"At that time the LORD set apart the tribe of Levi, to bear the ark of the covenant of the LORD, to stand before the LORD to minister unto him, and to bless in his name, unto this day."},{"number":9,"verse":"Therefore Levi has no part nor inheritance with his brethren; the LORD is his inheritance, according as the LORD your God promised him."},{"number":10,"verse":"And I stayed in the mount, the same as the first time, forty days and forty nights; and the LORD hearkened unto me at that time also, and the LORD would not destroy you."},{"number":11,"verse":"And the LORD said unto me, Arise, take your journey before the people, that they may go in and possess the land, which I swore unto their fathers to give unto them."},{"number":12,"verse":"And now, Israel, what does the LORD your God require of you, but to fear the LORD your God, to walk in all his ways, and to love him, and to serve the LORD your God with all your heart and with all your soul,"},{"number":13,"verse":"To keep the commandments of the LORD, and his statutes, which I command you this day for your good?"},{"number":14,"verse":"Behold, the heaven and the heaven of heavens is the LORD'S your God, the earth also, with all that is in it."},{"number":15,"verse":"Only the LORD had a delight in your fathers to love them, and he chose their descendants after them, even you above all people, as it is this day."},{"number":16,"verse":"Circumcise therefore the foreskin of your heart, and be no more stiff-necked."},{"number":17,"verse":"For the LORD your God is God of gods, and Lord of lords, a great God, mighty, and awesome, who regards not persons, nor takes reward:"},{"number":18,"verse":"He executes justice for the fatherless and widow, and loves the stranger, in giving him food and clothing."},{"number":19,"verse":"Love you therefore the stranger: for you were strangers in the land of Egypt."},{"number":20,"verse":"You shall fear the LORD your God; him shall you serve, and to him shall you cleave, and swear by his name."},{"number":21,"verse":"He is your praise, and he is your God, who has done for you these great and awesome things, which your eyes have seen."},{"number":22,"verse":"Your fathers went down into Egypt with three score and ten persons; and now the LORD your God has made you as the stars of heaven for multitude."}]}