{"bibleAbbr":"KJV2000","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":22,"verses":[{"number":1,"verse":"You shall not see your brother's ox or his sheep go astray, and withhold your help from them: you shall certainly bring them again unto your brother."},{"number":2,"verse":"And if your brother is not near unto you, or if you know him not, then you shall bring it unto your own house, and it shall be with you until your brother seeks after it, and you shall restore it to him again."},{"number":3,"verse":"In like manner shall you do with his donkey; and so shall you do with his clothing; and with any lost thing of your brother's, which he has lost, and you have found, shall you do likewise: you may not withhold your help."},{"number":4,"verse":"You shall not see your brother's donkey or his ox fall down by the way, and withhold your help from them: you shall surely help him to lift them up again."},{"number":5,"verse":"The woman shall not wear that which pertains unto a man, neither shall a man put on a woman's garment: for all that do so are an abomination unto the LORD your God."},{"number":6,"verse":"If a bird's nest happens to be before you in the way in any tree, or on the ground, whether they are young ones, or eggs, and the mother sitting upon the young, or upon the eggs, you shall not take the mother with the young:"},{"number":7,"verse":"But you shall surely let the mother go, and take the young for yourself; that it may be well with you, and that you may prolong your days."},{"number":8,"verse":"When you build a new house, then you shall make a parapet for your roof, that you bring not the guilt of blood upon your house, if any man fall from there."},{"number":9,"verse":"You shall not sow your vineyard with different seeds: lest the fruit of your seed which you have sown, and the fruit of your vineyard, be defiled."},{"number":10,"verse":"You shall not plow with an ox and a donkey together."},{"number":11,"verse":"You shall not wear a garment of different sorts, as of woolen and linen together."},{"number":12,"verse":"You shall make tassels upon the four corners of your cloak, with which you cover yourself."},{"number":13,"verse":"If any man takes a wife, and goes in unto her, and hates her,"},{"number":14,"verse":"And charges her with shameful conduct, and brings an evil name upon her, and says, I took this woman, and when I came to her, I found her not a virgin:"},{"number":15,"verse":"Then shall the father of the young woman, and her mother, take and bring forth the evidence of the young woman's virginity unto the elders of the city in the gate:"},{"number":16,"verse":"And the young woman's father shall say unto the elders, I gave my daughter unto this man as a wife, and he hates her;"},{"number":17,"verse":"And, lo, he has charged her with shameful conduct, saying, I found not your daughter a virgin; and yet these are the evidence of my daughter's virginity. And they shall spread the cloth before the elders of the city."},{"number":18,"verse":"And the elders of that city shall take that man and chastise him;"},{"number":19,"verse":"And they shall fine him a hundred shekels of silver, and give them unto the father of the young woman, because he has brought an evil name upon a virgin of Israel: and she shall be his wife; he may not put her away all his days."},{"number":20,"verse":"But if this thing is true, and the evidence of virginity is not found for the young woman:"},{"number":21,"verse":"Then they shall bring out the young woman to the door of her father's house, and the men of her city shall stone her with stones so that she dies: because she has wrought folly in Israel, to play the harlot in her father's house: so shall you put evil away from among you."},{"number":22,"verse":"If a man be found lying with a woman married to a husband, then they shall both of them die, both the man that lay with the woman, and the woman: so shall you put away evil from Israel."},{"number":23,"verse":"If a young woman that is a virgin be betrothed unto a husband, and a man find her in the city, and lie with her;"},{"number":24,"verse":"Then you shall bring them both out unto the gate of that city, and you shall stone them with stones so that they die; the young woman, because she cried not, being in the city; and the man, because he has violated his neighbor's wife: so you shall put away evil from among you."},{"number":25,"verse":"But if a man find a betrothed young woman in the field, and the man force her, and lie with her: then the man only that lay with her shall die:"},{"number":26,"verse":"But unto the young woman you shall do nothing; there is in the young woman no sin worthy of death: for as when a man rises against his neighbor, and slays him, even so is this matter:"},{"number":27,"verse":"For he found her in the field, and the betrothed young woman cried, and there was none to save her."},{"number":28,"verse":"If a man find a young woman that is a virgin, who is not betrothed, and lay hold on her, and lie with her, and they be found;"},{"number":29,"verse":"Then the man that lay with her shall give unto the young woman's father fifty shekels of silver, and she shall be his wife; because he has violated her, he may not put her away all his days."},{"number":30,"verse":"A man shall not take his father's wife, nor uncover his father's bed."}]}