{
  "bibleAbbr" : "TCL1995",
  "bookName" : "எசாயா",
  "bookEnglishName" : "Isaiah",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "படைகளின் ஆண்டவரான நம் தலைவர், எருசலேமின் ஊன்றுகோலை ஒடித்து விடுவார்: யூதாவின் நலத்தை நலியச் செய்வார்: ஊன்றுகோலாகிய உணவையும் நலமாகிய நீரையும் அகற்றிவிடுவார்."
  }, {
    "number" : 2,
    "verse" : "வலிமைமிகு வீரன், போர்க்களம் செல்லும் போர்வீரன், தீர்ப்பு வழங்கும் நீதிபதி, இறைவாக்கு உரைக்கும் இறைவாக்கினன், குறி சொல்லும் நிமித்திகன், அறிவு முதிர்ந்த முதியோன் இவர்கள் அனைவரையும் அழித்து விடுவார்."
  }, {
    "number" : 3,
    "verse" : "ஐம்பதின்மர் தலைவன், உயர்பதவி வகிக்கும் சான்றோன், அறிவுரை வழங்குபவன், திறன் வாய்ந்த மந்திரவாதி, மாயவித்தை புரிவதில் நிபுணன் ஆகிய அனைவரையும் அகற்றி விடுவார்."
  }, {
    "number" : 4,
    "verse" : "சிறுவர்களை மக்கள் தலைவர்களாய் மாற்றுவார்: பச்சிளங் குழந்தைகள் அவர்கள் மேல் அரசாட்சி செலுத்துவார்கள்."
  }, {
    "number" : 5,
    "verse" : "மக்கள் ஒருவரை ஒருவர் ஒடுக்குவர்: எல்லோரும் தமக்கு அடுத்திருப்பவரைத் துன்புறுத்துவர்: இளைஞர் முதியோரை அவமதிப்பர்: கீழ்மக்கள் மாண்பு மிக்கவரைப் புறக்கணிப்பர்."
  }, {
    "number" : 6,
    "verse" : "தன் தந்தையின் இல்லத்தில் வாழும் தமையனின் கையைத் தொட்டு ஒருவன், “நீ ஒருவனாவது ஆடை உடுத்தியுள்ளாய்: நீ எங்கள் பெருந்தலைவன் ஆவாயாக: பாழடைந்து கிடக்கும் இந்த நாடு உன் கைக்குள் வருவதாக” என்பான்."
  }, {
    "number" : 7,
    "verse" : "அந்நாளில் அவன், “நான் காயத்திற்குக் கட்டுப்போடுகிறவன் அல்ல: இல்லத்தில் உடுத்துவதற்கு உடையோ, உண்பதற்கு உணவோ ஒன்றுமில்லை: மக்களின் தலைவனாய் என்னை நீங்கள் ஏற்படுத்தவும் வேண்டாம்” எனச் சொல்லி மறுத்துவிடுவான்."
  }, {
    "number" : 8,
    "verse" : "எருசலேம் நிலைகுலைந்து தடுமாற்றம் அடைந்து விட்டது: யூதா வீழ்ச்சி அடைந்து விட்டது: ஏனெனில், அவர்களுடைய சொல்லும், செயலும் ஆண்டவரின் திருவுளத்திற்கு எதிராய் உள்ளன: மாட்சிமைமிகு அவர்தம் கண்களுக்குச் சினமூட்டின."
  }, {
    "number" : 9,
    "verse" : "அவர்களின் ஓரவஞ்சனை அவர்களுக்கு எதிராய்ச் சான்று கூறுகின்றது: அவர்கள் தங்கள் பாவத்தை மறைக்காமல் சோதோம் மக்களைப்போல் புறைசாற்றுகிறார்கள். ஐயோ! அவர்கள் உயிருக்குக் கேடு: ஏனெனில், தங்களுக்குத் தாங்களே தீமையை வருவித்துக்கொண்டார்கள்."
  }, {
    "number" : 10,
    "verse" : "ஆனால், மாசற்றோர் நலம் பெறுவர் என நவிலுங்கள்: அவர் தம் நற்செயல்களின் கனியை உண்பது உறுதி."
  }, {
    "number" : 11,
    "verse" : "தீச்செயல் புரிவோர்க்கு ஐயோ கேடு! தீமை அவர்களைச் சூழ்ந்து கொள்ளும்: அவர்களின் கைகள் செய்த தீவினைகள் அனைத்தும் அவர்கள் மேலேயே விழும்."
  }, {
    "number" : 12,
    "verse" : "என் மக்களே, சிறுவர் உங்களை ஒடுக்குகின்றார்கள்: பெண்கள் உங்கள்மேல் ஆட்சி செலுத்துகின்றார்கள்: என் மக்களே, உங்கள் தலைவர்கள் உங்களைத் தவறாக வழி நடத்துகின்றார்கள்: உங்களை ஆள்பவர்கள் நீங்கள் நடக்கவேண்டிய நெறிமுறைகளைக் குழப்புகின்றார்கள்."
  }, {
    "number" : 13,
    "verse" : "(அவரது ஜனங்களைப்பற்றிய தேவனுடைய முடிவு) ஆண்டவர் வழக்காடுவதற்கு ஆயத்தமாகிறார்: மக்களினங்களுக்குத் தீர்ப்பு வழங்க எழுந்து நிற்கிறார்."
  }, {
    "number" : 14,
    "verse" : "தம் மக்களின் முதியோரையும் தலைவர்களையும் தம் நீதித் தீர்ப்புமுன் நிறுத்துகிறார்: இந்தத் திராட்சைத் தோட்டத்தைத் தின்றழித்தவர்கள் நீங்கள்: எளியவர்களைக் கொள்ளையிட்ட பொருள்கள் உங்கள் இல்லங்களில் நிறைந்துள்ளன:"
  }, {
    "number" : 15,
    "verse" : "என் மக்களை நீங்கள் நசுக்குவதன் பொருள் என்ன? எளியோரின் முகத்தை உருக்குலைப்பதன் பொருள் என்ன?” என்கிறார் என் தலைவராகிய படைகளின் ஆண்டவர்."
  }, {
    "number" : 16,
    "verse" : "மேலும் ஆண்டவர் கூறியது இதுவே: “சீயோன் மகளிர் செருக்குக் கொண்டுள்ளார்கள்: தங்கள் கழுத்தை வளைக்காது நிமிர்ந்து நடக்கின்றார்கள்: தம் கண்களால் காந்தக் கணை தொடுக்கின்றார்கள்: தங்கள் கால்களிலுள்ள சிலம்பு ஒலிக்கும்படி ஒய்யார நடை நடந்து உலவித் திரிகிறார்கள்."
  }, {
    "number" : 17,
    "verse" : "ஆதலால், ஆண்டவர் சீயோன் மகளிரின் உச்சந்தலைகளில் புண்ணை விருவிப்பார்: வழுக்கைத் தலையர்களாய் அவர்களை ஆக்குவார்: ஆண்டவர் அவர்களின் மானத்தைக் குலைப்பார்."
  }, {
    "number" : 18,
    "verse" : "அந்நாளில் அவர்களுடைய அணிகலன்களாகிய கால்சிலம்புகள், கட்டிகள், பிறைவடிவமான அணிகலன்கள்,"
  }, {
    "number" : 19,
    "verse" : "ஆரங்கள், கழுத்துப் பொற்சங்கிலிகள், கழுத்துத் துண்டுகள்,"
  }, {
    "number" : 20,
    "verse" : "கைவளையல்கள், தலை அணிகலன்கள், கூந்தல்கட்டும் பட்டு நாடாக்கள், அரைக்கச்சைகள், நறுமணச் சிமிழ்கள்,"
  }, {
    "number" : 21,
    "verse" : "காதணிகள், மோதிரங்கள், மூக்கணிகள்,"
  }, {
    "number" : 22,
    "verse" : "வேலைப்பாடுள்ள அழகிய ஆடைகள், மேலாடைகள், போர்வைகள், கைப்பைகள்,"
  }, {
    "number" : 23,
    "verse" : "கண்ணாடிகள், மெல்லிய சட்டைகள், குல்லாக்கள், முக்காடுகள் ஆகியவற்றை ஆண்டவர் களைந்துவிடுவார்."
  }, {
    "number" : 24,
    "verse" : "நறுமணத்திற்குப் பதிலாக அவர்கள்மேல் துர்நாற்றம் வீசும்: கச்சைக்குப் பதிலாகக் கயிற்றைக் கட்டிக்கொள்வார்கள்: வாரிமுடித்த கூந்தலுக்குப் பதிலாக அவர்கள் வழுக்கைத் தலை கொண்டிருப்பார்கள்: ஆடம்பர உடைகளுக்குப் பதிலாக அவர்கள் சாக்குடை உடுத்துவார்கள். அழகிய உடல்கொண்ட அவர்கள் மானக்கேடு அடைவார்கள்."
  }, {
    "number" : 25,
    "verse" : "உங்கள் ஆண்கள் வாளுக்கு இரையாவார்கள்: வலிமை மிக்க உங்கள் வீரர்கள் போரில் மடிவார்கள்."
  }, {
    "number" : 26,
    "verse" : "சீயோன் வாயில்கள் புலம்பி அழும்: அவள் எல்லாம் இழந்தவளாய்த் தரையில் உட்காருவாள்."
  } ]
}