{"bibleAbbr":"BBE1965","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":24,"verses":[{"number":1,"verse":"But on the first day of the week, at dawn, they came to the place where his body had been put, taking the spices which they had got ready."},{"number":2,"verse":"And they saw that the stone had been rolled away."},{"number":3,"verse":"And they went in, but the body of the Lord Jesus was not there."},{"number":4,"verse":"And while they were in doubt about it, they saw two men in shining clothing by them:"},{"number":5,"verse":"And while their faces were bent down to the earth in fear, these said to them, Why are you looking for the living among the dead?"},{"number":6,"verse":"He is not here, he has come back to life: have in mind what he said to you when he was still in Galilee, saying,"},{"number":7,"verse":"The Son of man will be given up into the hands of evil-doers, and be put to death on the cross, and on the third day he will come back to life."},{"number":8,"verse":"And his words came back into their minds,"},{"number":9,"verse":"And they went away from that place and gave an account of all these things to the eleven disciples and all the others."},{"number":10,"verse":"Now they were Mary Magdalene, and Joanna, and Mary, the mother of James: and the other women with them said these things to the Apostles."},{"number":11,"verse":"But these words seemed foolish to them, and they had no belief in them."},{"number":12,"verse":"But Peter got up and went to the place where the body had been put, and looking in he saw nothing but the linen cloths, and he went to his house full of wonder at what had taken place."},{"number":13,"verse":"And then, two of them, on that very day, were going to a little town named Emmaus, which was about seven miles from Jerusalem."},{"number":14,"verse":"And they were talking together about all those things which had taken place."},{"number":15,"verse":"And while they were talking and questioning together, Jesus himself came near and went with them."},{"number":16,"verse":"But their eyes were not open that they might have knowledge of him."},{"number":17,"verse":"And he said to them, What are you talking about together while you go?"},{"number":18,"verse":"Then stopping, and looking sadly at him, one of them, named Cleopas, said to him, Are you the only man living in Jerusalem who has not had news of the things which have taken place there at this time?"},{"number":19,"verse":"And he said to them, What things? And they said, The things to do with Jesus of Nazareth, who was a prophet, great in his acts and his words, before God and all the people:"},{"number":20,"verse":"And how the chief priests and our rulers gave him up to be put to death on the cross."},{"number":21,"verse":"But we were hoping that he would be the Saviour of Israel. In addition to all this he has now let three days go by from the time when these things took place;"},{"number":22,"verse":"And certain women among us gave us cause for wonder, for they went early to the place where his body had been put,"},{"number":23,"verse":"And it was not there; then they came saying that they had seen a vision of angels who said that he was living."},{"number":24,"verse":"And some of those who were with us went to the place, and saw that it was as the women had said, but him they did not see."},{"number":25,"verse":"And he said, O foolish men! how slow you are to give belief to what the prophets have said."},{"number":26,"verse":"Was it not necessary for the Christ to go through these things, and to come into his glory?"},{"number":27,"verse":"And he made clear to them all the things in the Writings, from Moses and from all the prophets, which had to do with himself."},{"number":28,"verse":"And they came near the town to which they were going, and he seemed as if he was going on;"},{"number":29,"verse":"But they kept him back, saying, Do not go, for evening is near, the day is almost gone. And he went in with them."},{"number":30,"verse":"And when he was seated with them at table, he took the bread, and said words of blessing and, making division of it, he gave it to them."},{"number":31,"verse":"And then their eyes were open, and they had knowledge of him, but he went from their view."},{"number":32,"verse":"And they said to one another, Were not our hearts burning in us while he was talking to us on the way, making clear to us the holy Writings?"},{"number":33,"verse":"And that very hour they got up and went back to Jerusalem, where the eleven and the others had come together."},{"number":34,"verse":"And they said to them, The Lord has truly come back to life again, and Simon has seen him."},{"number":35,"verse":"And they gave an account of the things which had taken place on the way, and how, when he gave them bread, they had knowledge of him."},{"number":36,"verse":"And while they were saying these things, he himself was among them, and said to them, Peace be with you!"},{"number":37,"verse":"But they were full of fear, being of the opinion that they were seeing a spirit."},{"number":38,"verse":"And he said to them, Why are you troubled, and why are your hearts full of doubt?"},{"number":39,"verse":"See; my hands and my feet: it is I myself; put your hands on me and make certain; for a spirit has not flesh and bones as you see that I have."},{"number":40,"verse":"And when he had said this, he let them see his hands and his feet."},{"number":41,"verse":"And because, for joy and wonder, they were still in doubt, he said to them, Have you any food here?"},{"number":42,"verse":"And they gave him a bit of cooked fish."},{"number":43,"verse":"And before their eyes he took a meal."},{"number":44,"verse":"And he said to them, These are the words which I said to you when I was still with you, how it was necessary for all the things which are in the writings of Moses and the prophets and in the Psalms about me, to be put into effect."},{"number":45,"verse":"Then he made the holy Writings clear to their minds."},{"number":46,"verse":"And he said to them, So it is in the Writings that the Christ would undergo death, and come back to life again on the third day;"},{"number":47,"verse":"And that teaching about a change of heart and forgiveness of sins is to be given to Jerusalem first and to all nations in his name."},{"number":48,"verse":"You are witnesses of these things."},{"number":49,"verse":"And now I will send to you what my father has undertaken to give you, but do not go from the town, till the power from heaven comes to you."},{"number":50,"verse":"And he took them out till they were near Bethany, and lifting up his hands, he gave them a blessing."},{"number":51,"verse":"And while he was doing so, he went from them and was taken up into heaven."},{"number":52,"verse":"And they gave him worship and went back to Jerusalem with great joy."},{"number":53,"verse":"And they were in the Temple at all times, giving praise to God."}]}