{"bibleAbbr":"BBE1965","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"After he had come to the end of all his words in the hearing of the people, he went into Capernaum."},{"number":2,"verse":"And a certain captain had a servant who was very dear to him; this servant was ill and near to death."},{"number":3,"verse":"And when news of Jesus came to his ears, he sent to him rulers of the Jews, requesting that he would come and make his servant well."},{"number":4,"verse":"And they, when they came to Jesus, made their request warmly, saying,"},{"number":5,"verse":"It is right for you to do this for him, because he is a friend to our nation, and himself has put up a Synagogue for us."},{"number":6,"verse":"And Jesus went with them. And when he was not far from the house, the man sent friends to him, saying, Lord, do not give yourself trouble: for I am not important enough for you to come into my house:"},{"number":7,"verse":"And I had the feeling that I was not even good enough to come to you: but say the word only, and my servant will be well."},{"number":8,"verse":"For I, myself, am a man under authority, having men under me; and I say to this one, Go, and he goes; and to another, Come, and he comes; and to my servant, Do this, and he does it."},{"number":9,"verse":"And when these things were said to Jesus, he was surprised, and, turning to the mass of people coming after him, said, I have not seen such great faith, no, not in Israel."},{"number":10,"verse":"And when those who were sent came back to the house they saw that the servant was well."},{"number":11,"verse":"And it came about, after a little time, that he went to a town named Nain; and his disciples went with him, and a great number of people."},{"number":12,"verse":"Now when he came near the door of the town, a dead man was being taken out, the only son of his mother, who was a widow: and a great number of people from the town were with her."},{"number":13,"verse":"And when the Lord saw her, he had pity on her and said to her, Be not sad."},{"number":14,"verse":"And he came near, and put his hand on the stretcher where the dead man was: and those who were moving it came to a stop. And he said, Young man, I say to you, Get up."},{"number":15,"verse":"And the dead man got up, and words came from his lips. And he gave him to his mother."},{"number":16,"verse":"And fear came on all, and they gave praise to God, saying, A great prophet is among us: and, God has given thought to his people."},{"number":17,"verse":"And this story about him went through all Judaea and the places round about."},{"number":18,"verse":"And the disciples of John gave him an account of all these things."},{"number":19,"verse":"Then John sent two of his disciples to the Lord, saying, Are you he who is to come, or are we waiting for another?"},{"number":20,"verse":"And when the men came to him they said, John the Baptist has sent us to you, saying, Are you he who is to come, or are we waiting for another?"},{"number":21,"verse":"At that time, he made a number of people free from their diseases and their pains, and from evil spirits; and to others who were blind he gave back the use of their eyes."},{"number":22,"verse":"And answering them he said, Go back and give news to John of what you have seen, and the things which have come to your ears; the blind now see, those who had no power in their legs are walking, lepers are made clean, those who had no hearing now have their ears open, dead men come to life again, and the poor have the good news given to them."},{"number":23,"verse":"And a blessing will be on him who has no doubts about me."},{"number":24,"verse":"And when the men who were sent by John had gone away, he said to the people, about John, What did you go out into the waste land to see? a tall stem moving in the wind?"},{"number":25,"verse":"But what did you go out to see? a man in soft clothing? See now, those who have beautiful clothing and delicate food are in kings' houses."},{"number":26,"verse":"But what did you go out to see? a prophet? Yes, I say to you, and more than a prophet."},{"number":27,"verse":"This is he of whom it has been said, See, I send my servant before your face, who will make ready your way before you."},{"number":28,"verse":"I say to you, Among all the sons of women, not one is greater than John: but he who is least in the kingdom of God is greater than he."},{"number":29,"verse":"(And all the people, and the tax-farmers, to whom John had given baptism, when they had knowledge of these things, gave glory to God."},{"number":30,"verse":"But the Pharisees and the teachers of the law were against the purpose of God for themselves, not having had his baptism.)"},{"number":31,"verse":"What comparison am I to make of the men of this generation? what are they like?"},{"number":32,"verse":"They are like children who are seated in the market-place, crying out to one another, and saying, We made music for you, but you did not take part in the dance; we gave cries of sorrow, but you were not sad."},{"number":33,"verse":"For John the Baptist came, taking no food or drink, and you say, He has an evil spirit."},{"number":34,"verse":"The Son of man came feasting, and you say, Here is a lover of food and wine, a friend of tax-farmers and sinners."},{"number":35,"verse":"But wisdom is judged to be right by all her children."},{"number":36,"verse":"And one of the Pharisees made a request that he would take a meal with him. And he went into the Pharisee's house and took his seat at the table."},{"number":37,"verse":"And there was a woman in the town who was a sinner; and when she had news that he was a guest in the Pharisee's house, she took a bottle of perfume,"},{"number":38,"verse":"And went in and took her place at the back of him, near his feet, weeping, so that his feet were washed with the drops from her eyes, and with her hair she made them dry, and kissing his feet she put the perfume on them."},{"number":39,"verse":"Now when the Pharisee in whose house he was saw it, he said to himself, This man, if he was a prophet, would be conscious what sort of woman this is who has put her hands on him, that she is a sinner."},{"number":40,"verse":"And Jesus, answering, said, Simon, I have something to say to you. And he said, Master, say on."},{"number":41,"verse":"And he said, Two men were in debt to a certain man of business: one had a debt of five hundred pence, and the other of fifty."},{"number":42,"verse":"When they were unable to make payment, he made the two of them free of their debts. Which of them, now, will have the greater love for him?"},{"number":43,"verse":"Simon, in answer, said, It seems he whose debt was greater. And he said, Your decision is right."},{"number":44,"verse":"And turning to the woman he said to Simon, You see this woman? I came into your house; you did not give me water for my feet: but she has been washing my feet with the drops from her eyes, and drying them with her hair."},{"number":45,"verse":"You did not give me a kiss: but she, from the time when I came in, has gone on kissing my feet."},{"number":46,"verse":"You put no oil on my head: but she has put perfume on my feet."},{"number":47,"verse":"And so I say to you, She will have forgiveness for her sins which are great in number, because of her great love: but he who has small need of forgiveness gives little love."},{"number":48,"verse":"And he said to her, You have forgiveness for your sins."},{"number":49,"verse":"And those who were seated at table with him said to themselves, Who is this who even gives forgiveness of sins?"},{"number":50,"verse":"And he said to the woman, By your faith you have salvation; go in peace."}]}