{"bibleAbbr":"awaERV2005","bookName":"एज्रा","bookEnglishName":"Ezra","chapterNumber":10,"verses":[{"number":1,"verse":"( लोग आपन पाप स्वीकार करत हीं) एज्रा पराथना करत रहा अउर पापन क स्वीकार करत रहा। उ परमेस्सर क मन्दिर क समन्वा रोवर रहा अउर निहुरिके प्रणाम करत रहा। जउने समइ एज्रा इ कहत रहा उ समइ इस्राएल क लोगन क एक बड़ा समूह मेहरारू मनसेधू अउर बच्चन ओकरे चारिहुँ कइँती बटुर गएन। उ सबइ लोग भी जोर-जोर स रोवत रहेन।"},{"number":2,"verse":"तब यहीएल क पूत सकन्याह जउन एलाम क सन्तानन मँ स रहा, एज्रा स बातन किहस। सकन्याह कहेस, “हम लोग अपने परमेस्सर क भक्त नाहीं रहे। हम लोग इ भुइँया क लोग क बिदेसी मेहररूअन क संग बियाह किहा ह। मुला जदपि हम इ कइ चुके अहइ तउ भी इस्राएल क बरे आसा अहइ।"},{"number":3,"verse":"अब हम अपने परमेस्सर क समन्वा ओन सबहिं मेहररूअन अउर ओनके बच्चन क वापस पठवइ क वाचा करी। हम लोग इ एज्रा क सलाह मानइ बरे अउ ओन लोगन क सलाह मानइ क बरे करब जउन परमेस्सर क नेमन क सम्मान करत हीं। हम परमेस्सर क नेमन क पालन करब।"},{"number":4,"verse":"एज्रा खड़े हवा, इ तोहार उत्तरदायित्व अहइ, किन्तु हम तोहार समर्थन करब। एह बरे साहसी बना अउर एका करा।”"},{"number":5,"verse":"एह बरे एज्रा उठ खड़ा भवा। उ प्रमुख याजक, लेवीबंसियन अउर इस्राएल क सबहिं लोगन स जउन कछू उ कहेस, ओका करइ क प्रतिग्या कराएस।"},{"number":6,"verse":"तब एज्रा परमेस्सर क भवन क समन्वा स दूर हट गवा। जब तलक एज्रा हुवाँ रहा उ भोजन नाहीं किहस अउर न ही पानी पियस। उ इ किहस काहेकि उ तब भी बहोत दुःखी भवा। उ इस्राएल क ओन लोगन बरे दुःखी रहा जउन यरूसलेम क वापस आए रहेन।"},{"number":7,"verse":"उ पचे यहूदा अउ यरूसलेम मँ हर एक जगहिया मँ इ एलान किहेस कि सबइ यहूदी लोग जउन कि बन्धुवाई स वापस लउटे यरूसलेम मँ एक संग एकट्ठा होइ।"},{"number":8,"verse":"कउनो भी मनई जउन तीन दिन क भीतर यरुसलेमा नाहीं आई, तउ ओकर सम्पत्ति उ भुइँया मँ जबत कइ लीन्ह जाई। बड़के अधिकारियन अउर नेतन (प्रमुखन) इ निर्णय लिहन अउर उ मनई ओन लोगन क समूह क निअंबर नाहीं रहि जाई जउन कि बन्धुवाई स वापस लउटी क आएन।"},{"number":9,"verse":"एह बरे तीन दिन क भीतर यहूदा अउ बिन्यामीन के परिवार क सबहिं मनई यरूसलेम मँ एकट्ठा भएन अउर नवें महीने क बीसवें दिन सबहिं लोग मन्दिर क आँगन मँ आइ गएन। उ पचे इ बिसय क डर स अउर भारी बर्खा क कारण काँपत रहेन।"},{"number":10,"verse":"तब याजक एज्रा खड़ा भवा अउर उ ओन लोगन स कहेस, “तू लोग परमेस्सर क बरे बिस्सासी नाहीं रहेन। तू पचे बिदेसी मेहररूअन क संग बियाह किहा ह। तू पचे वइसा कइके इस्राएल क अउर जियादा अपराधी बनाया ह।"},{"number":11,"verse":"अब तू लोगन क यहोवा क समन्वा स्वीकार करब होइ कि तू पचे पाप किहा ह। यहोवा तू लोगन क पुरखन क परमेस्सर अहइ। तू पचन्क यहोवा क आदेस क पालन करइ चाही। अपने चारिहुँ ओर रहइवाले लोगन अउ अपनी बिदेसी मेहररूअन स अपने अलग करा।”"},{"number":12,"verse":"तब पूरा समूह जउन एक संग एकट्ठा रहा, एज्रा क जवाब दिहस। उ पचे ऊँची आवाज मँ कहेन: “एज्रा तू बिल्कुल ठीक कहत ह। हम क उ करइ चाही जउन तू कहत ह।"},{"number":13,"verse":"मूला हुवाँ बहोत स लोग अहइँ अउर इ बर्खा क समइ अहइ तउ हम लोग बाहेर खड़े नाहीं रहि सकित। इ समस्या एक या दुइ दिन मँ हल नाहीं होइ काहेकि हम लोग बुरी तरह पाप किहे अही।"},{"number":14,"verse":"पूरे समूह क सभा कइँती स हमरे प्रमुखन क निर्णय करइ द्या। तब निहचित समइ पइ हमरे नगरन क हर एक मनई जउन कउनो बिदेसी मेहरारू स बियाह किहेस ह, यरूसलेम आएन। ओनका अपने अग्रजन (प्रमुखन) अउर नगरन क निआव अधीसन क संग हिआँ आवइ दीन्ह जाइ। तब हमार परमेस्सर हम पइ किरोधित होब तजि देइ।”"},{"number":15,"verse":"सिरिफ थोड़े स मनई इ जोजना क बिरुद्ध रहेन। इ सबइ मनई रहेन असाहेल क पूत योनातान अउ तिकवा क पूत यहजयाह रहेन। लेवीबंसी मसुल्लाम अउ सब्बतै भी इ जोजना क बिरुद्ध रहेन।"},{"number":16,"verse":"एह बरे इस्राएल क उ सबइ लोग, जउन यरूसलेम मँ वापस आए रहेन, उ जोजना क स्वीकार करइ क सहमत होइ गएन। याजक एज्रा परिवार क प्रमुख मनईयन क चुनेस। उ हर एक परिवार स एक मनई क चुनेस। हर एक मनई नाउँ लइके चुना गवा। दसवें महीने क पहिले दिन जउन लोगन चुने गए रहेन हर एक मामले क जाँच क बरे बइठेन।"},{"number":17,"verse":"पहिले महीने क पहिले दिन तलक उ पचे ओन सबहिं मनइयन पइ बिचार करब पूरा कइ लिहन जउन विदेसी मेहररूअन स बियाह किहे रहेन।"},{"number":18,"verse":"( बिदेसी मेहररूअन स बियाह करइवाला क सूची) याजकन क सन्तानन मँ इ सबइ नाउँ अहइँ जउन बिदेसी मेहररूअन स बियाह किहन: योसादाक क पूत येसू क सन्तानन, अउर येसू क भाइयन मँ स इ सबइ मनई: मासेयाह, एलीआज़र, यारीब अउर गदल्याह।"},{"number":19,"verse":"एन सबहिं अपनी-अपनी मेहररूअन स सम्बंध तोरब स्वीकार किहन अउर अपने-अपने अपराध क स्वीकार करत भए हर एक अपने रेवड़ स एक-एक भेड़ा अपराध भेंट क रूप मँ चढ़ाएस। उ पचे अइसे अपने-अपने अपराधन क कारण किहन।"},{"number":20,"verse":"इम्मेर क सन्तानन मँ स इ सबइ मनई रहेन: हनानी, अउर जबधाह।"},{"number":21,"verse":"हारीम क सन्तानन मँ स इ सबइ मनई रहेन: मासेयाह, एलीयाह, समायाह, यहीएल अउर उज्जिय्याह।"},{"number":22,"verse":"पसहूर क सन्तानन मँ स इ सबइ मनई रहेन: एल्योएनै, मासेयाह, इसमाएल, नतनेल, योजाबाद अउर एलासा।"},{"number":23,"verse":"लेवीबंसियन मँ स एन मनइयन बिदेसी मेहररूअन स बियाह किहस: योजाबाद, सिमी, केलायाह (एका कलीता भी कहा जात)। ह पतहवाह, यहूदा अउर एलीआज़र।"},{"number":24,"verse":"गायकन मँ सिरिफ इ मनई अहइ, जउन बिदेसी मेहरारू स बियाह किहस: एल्यासीब, दुआरपालन मँ स इ सबइ लोग अहइँ जउन बिदेसी मेहररूअन स बियाह किहस: सल्लूम, तेलेम अउर ऊरी।"},{"number":25,"verse":"इस्राएल क लोगन मँ स इ सबइ लोग अहइँ जउन बिदेसी मेहररूअन स बियाह किहन: परोस क सन्तानन स इ सबइ मनई: रम्याह, यिज्जियाह, मल्किय्याह, मियामीन, एलीआजर, मल्किय्याह अउर बनायाह।"},{"number":26,"verse":"एलाम क सन्तानन मँ स इ सबइ मनई: मत्तन्याह, जकर्याह, यहीएल, अब्दी, यरेमोत अउर एलीयाह।"},{"number":27,"verse":"जत्तू क सन्तानन मँ स इ सबइ मनई एल्योएनै, एल्यासीब, मत्तन्याह, यरेमोत, जाबाद अउर अजीज़ा।"},{"number":28,"verse":"बेबै क सन्तानन मँ स इ सबइ मनई: यहोहानान, हनन्याह, जब्बै, अउर अतलै।"},{"number":29,"verse":"बानी क सन्तानन मँ स इ सबइ मनई: मसुल्लाम, मल्लूक, अदायाह, यासूब, साल अउर यरामोत।"},{"number":30,"verse":"पहतमोआब क सन्तानन मँ स इ सबइ मनई: अदना, कलाल, बनायाह, मासेयाह, मत्तन्याह, बसलेल, बिन्नूई अउर मनस्से।"},{"number":31,"verse":"हारीम क सन्तानन मँ स इ सबइ मनई: एलीआज़र, यिस्सिय्याह, मल्कियाह, समायाह, सिमोन,"},{"number":32,"verse":"बिन्यामीन, मल्लूक अउर समर्याह।"},{"number":33,"verse":"हासूम क सन्तानन मँ स इ सबइ मनई: मत्तनै, मत्तत्ता, जाबाद, एलीपेलेत, यरेमै, मनस्से अउर सिमी।"},{"number":34,"verse":"बानी क सन्तानन मँ स इ सबइ मनई: मादै, अम्राम, ऊएल,"},{"number":35,"verse":"बनायाह, बेदयाह, कलूही,"},{"number":36,"verse":"बन्याह, मरेमोत, एल्यासीब,"},{"number":37,"verse":"मत्तन्याह, गत्तनै, यासू,"},{"number":38,"verse":"बिन्नूई क सन्तानन मँ स इ सबइ मनई: सिमी,"},{"number":39,"verse":"सेलेम्याह, नातान, अदायाह,"},{"number":40,"verse":"मक्नदबै, सासै, सारै,"},{"number":41,"verse":"अजरेल, सेलेम्याह, सेमर्याह,"},{"number":42,"verse":"सल्लूम, अमर्याह, अउर योसेफ।"},{"number":43,"verse":"नबो क सन्तानन मँ स इ सबइ मनई: यीएल, मत्तित्याह, जाबाद, जबीना, यद्दो, योएल अउर बनायाह।"},{"number":44,"verse":"एन सबहिं लोग बिदेसी मेहररूअन स बियाह किहे रहेन अउर एनमाँ स कछू क एन मेहररूअन मँ स बच्चे भी रहेन।"}]}