{"bibleAbbr":"awaERV2005","bookName":"एज्रा","bookEnglishName":"Ezra","chapterNumber":5,"verses":[{"number":1,"verse":"तब हाग्गै नबी अउ इद्दो क पूत नबी जकर्याह इस्राएल क परमेस्सर क नाउँ पइ यहूदा अउ यरूसलेम मँ यहूदियन स नबुवत करब सुरु किहन।"},{"number":2,"verse":"एह बरे सालतीएल क पूत जरुब्बाबेल अउ योसादाक क पूत येसू फुन यरूसलेम मँ मन्दिर क निर्माण करब सुरु कइ दिहस। अउर परमेस्सर क नबी ओनके संग रहेन अउ कार्य मँ मदद करत रहेन।"},{"number":3,"verse":"उहइ समइ फरात नदी क पच्छिम क पहँटा क राज्जपाल तत्तनै रहा। तत्तनै, सतर्बोजनै अउ ओनके संग क लोग जरुब्बाबेल अउर येसूर अउ निर्माण करइवालन क लगे गएन। तत्तनै अउ ओकरे संग क लोग जरुब्बाबेल अउ ओकरे साथ क लोगन स पूछेस, “तू पचन्क इ मन्दिर क फुन स बनावइ अउ एका दिवारन क बनावइ क काम पूरा करइ क आदेस कउन दिहस?”"},{"number":4,"verse":"उ पचे जरुब्बाबेल स इ भी पूछेन, “जउन लोग इ इमारत क बनावइ क काम करत अहइँ ओनकर नाउँ क अहइ?”"},{"number":5,"verse":"मुला परमेस्सर यहूदा क प्रमुखन पइ दृस्टि रखत रहा। निर्माण करइ वालन क तब तलक काम नाहीं रोकब पड़ा जब तलक ओनकर विवरण राजा क जरिये न पठइ दीन्ह गवा। उ पचे तब तलक काम करत रहेन जब तलक राजा दारा आपन जवाब वापस नाहीं पठएस।"},{"number":6,"verse":"फरात क पच्छिम क छेत्रन क सासन अधिकारी तत्तनै, सतर्बोजनै अउर ओनके संग क महत्तवपूर्ण मनइयन राजा दारा क लगे पत्र पठएन।"},{"number":7,"verse":"इ उ पत्र क प्रतिलिपि अहइ: राजा दारा का अभिवादन"},{"number":8,"verse":"राजा दारा, आप क मालूम होइ चाही कि हम लोग यहूदा प्रदेस मँ गएन। हम लोग महान परमेस्सर क मन्दिर क गए। यहूदा क लोग उ मन्दिर क बड़के पाथरन स बनावत अहइँ। उ पचे देवारन मँ काठे क बड़की बड़की सहतीरन डावत अहइ। काम बड़ी होसियारी स कीन्ह जात अहइ, अउर यहूदा क लोग बहोत मेहनत करत अहइँ।"},{"number":9,"verse":"हम लोग ओनके प्रमुखन स कछू सवाल ओनके निर्माण कार्य क बारे मँ पूछेन हम लोग ओनसे पूछेन, “तू पचन्क इ मन्दिर क फुन स बनावइ अउर एकरी छते क काम पूरा करइ क मंजूरी कउन दिहस ह?”"},{"number":10,"verse":"हम लोग ओनकर नाउँ भी पूछेन। हम लोग ओन लोगन क प्रमुखन क नाउँ लिखइ चाहेउँ जेहसे आप जान सकइँ कि उ पचे कउन लोग अहइँ।"},{"number":11,"verse":"उ पचे हमक इ जवाब दिहन: “हम लोग सरग अउ धरती क परमेस्सर क सेवक अही। हम लोग उहइ मन्दिर क बनावत अही जेका बहोत बरिस पहिले इस्राएल क एक महान राजा बनाएस अउर पूरा किहे रहा।"},{"number":12,"verse":"मुला हमार पुरखन सरग क परमेस्सर क किरोधित किहन। एह बरे परमेस्सर हमरे पुरखन क बाबेल क राजा नबूकदनेस्सर क दिहस। नबूकदनेस्सर इ मन्दिर क नस्ट किहेस अउर उ लोगन क बन्दी क रूप मँ बाबेल जाइ क मजबूर किहस।"},{"number":13,"verse":"मुला बाबेल पइ कुस्रू क राजा होइ क पहिले बरिस मँ राजा कुस्रू परमेस्सर क मन्दिर क फुन स बनावइ क बरे बिसेस आदेस दिहस।"},{"number":14,"verse":"कुस्रू बाबेल मँ अपने लबार देवता क मन्दिर स ओन सोने चाँदी क चिजियन क निकारेस जउन भूतकाल मँ परमेस्सर क मन्दिर स चोरी कइ क लइ जाइ गइ रहिन। नबूकदनेस्सर ओन चिजियन क मन्दिर स लिहेस अउर ओनका बाबेल मँ लबार देवतन क मन्दिर मँ लइ आवा। तब राजा कुस्रू ओन सोने चाँदी क चिजियन क सेसबसार क दइ दिहस, कुस्रू सेसबस्सर क राज्यपाल मुकर्रर किहस।”"},{"number":15,"verse":"कुस्रू तब सेसबस्सर स कहेस रहा, “एन सोना चाँदी क चिजियन क ल्या अउर ओनका यरूसलेम क मन्दिर मँ वापस रखा। उ जगह पइ परमेस्सर क मन्दिर क बनावा जहाँ उ पहिले रहा”"},{"number":16,"verse":"एह बरे सेसबस्सर आवा अउर उ यरूसलेम मँ परमेस्सर क मन्दिर क नेंव क काम पूरा किहस। उ दिना स आजु तलक मन्दिर क निर्माण क कार्य चलत आवत अहइ। मुला इ अबहिं तलक पूरा नाहीं भवा ह।"},{"number":17,"verse":"अब जदि राजा चाहत हीं तउ कृपा कइके उ पचे राजा लोगन क लेखन क हेरइँ। इ लखइ बरे हेरइँ कि का कुस्रू राजा क जरिये यरूसलेम मँ परमेस्सर क मन्दिर क फुन स बनावइ क दीन्ह गवा आदेस फुरइ अहइ अउर तब, महामहिमा, कृपा कइके आप हम लोगन क पत्र पठवइँ जेहसे हम जान सकी कि आप इ विसय मँ का करइ क निर्णय लिहन ह।"}]}