{"bibleAbbr":"CVB1535","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":1,"verses":[{"number":1,"verse":"For so moch as many haue taken in hande, to set forth ye wordes of the actes that are come to passe amonge vs,"},{"number":2,"verse":"like as they delyuered the vnto vs, which from the begynnynge sawe them their selues, and were mynisters of the worde,"},{"number":3,"verse":"I thought it good (after that I had diligently searched out all from the begynnynge) to wryte the same orderly vnto the (good Theophilus)"},{"number":4,"verse":"that thou mightest knowe the certete of ye wordes, wherof thou art infourmed."},{"number":5,"verse":"In the tyme of Herode kynge of Iewry, there was a prest named Zachary of the course of Abia: and his wife of the doughters of Aaron, & hir name Elizabeth."},{"number":6,"verse":"They were both righteous before God, and walked in all the commaundementes and statutes of the LORDE vnreproueably."},{"number":7,"verse":"And they had no childe, for Elizabeth was baren, and they were both well stricken in age."},{"number":8,"verse":"And it came to passe as he executed the prestes office before God whan his course came"},{"number":9,"verse":"(acordinge to the custome of the presthode) it fell to his lott to burne incense."},{"number":10,"verse":"And he wente in to the temple of the LORDE, and the whole multitude of the people was without in prayer, whyle the incense was aburnynge."},{"number":11,"verse":"And the angell of the LORDE appeared vnto him, and stode on the right syde of the altare of incese."},{"number":12,"verse":"And whan Zachary sawe him, he was abasshed, & there came a feare vpon him."},{"number":13,"verse":"But the angell sayde vnto him: Feare not Zachary, for thy prayer is herde. And yi wife Elizabeth shal beare the a sonne, whose name thou shalt call Ihon,"},{"number":14,"verse":"& thou shalt haue ioye and gladnesse: and many shal reioyce at his byrth,"},{"number":15,"verse":"for he shal be greate before the LORDE. Wyne and stronge drynke shal he not drynke. And he shalbe fylled wt the holy goost, euen in his mothers wombe."},{"number":16,"verse":"And many of the children of Israel shal he turne vnto the LORDE their God."},{"number":17,"verse":"And he shal go before him in the sprete and power of Elias, to turne the hertes of ye fathers vnto the children, and the vnfaithfull vnto the wyssdome of the righteous, to make the people ready for the LORDE."},{"number":18,"verse":"And Zachary sayde vnto the Angel: Wherby shal I knowe this? For I am olde, and my wife well stricken in age."},{"number":19,"verse":"The angell answered, and sayde vnto him: I am Gabriell that stonde before God, and am sent to speake vnto the, and to shewe the these glad tydinges."},{"number":20,"verse":"And beholde, thou shalt be domme, and not able to speake, vntyll the daye that this come to passe, because thou hast not beleued my wordes, which shalbe fulfylled in their season."},{"number":21,"verse":"And the people wayted for Zachary, and marueyled, that he taried so longe in the teple."},{"number":22,"verse":"And wha he wete out, he coude not speake vnto them. And they perceaued, that he had sene a vision in the teple. And he beckened vnto them, and remayned speachlesse."},{"number":23,"verse":"And it fortuned wha the tyme of his office was out, he wente home in to his house."},{"number":24,"verse":"And after those dayes Elizabeth his wife conceaued, and hyd hir self fyue monethes, & sayde:"},{"number":25,"verse":"Thus hath ye LORDE done vnto me in ye dayes, wherin he hath loked vpo me, to take awaye fro me my rebuke amoge men."},{"number":26,"verse":"And in the sixte moneth was the angell Gabriel sent from God in to a cite of Galile, called Nazareth,"},{"number":27,"verse":"vnto a virgin that was spoused vnto a man, whose name was Ioseph, of the house of Dauid, and the virgins name was Mary."},{"number":28,"verse":"And the angell came in vnto her, and sayde: Hayle thou full of grace, the LORDE is with the: blessed art thou amonge wemen."},{"number":29,"verse":"Wha she sawe him, she was abasshed at his sayenge, and thought: What maner of salutacion is this?"},{"number":30,"verse":"And the angell sayde vnto her: Feare not Mary, for thou hast foude grace with God."},{"number":31,"verse":"Beholde, thou shalt coceaue in thy wobe, & beare a sonne & shalt call his name Iesus:"},{"number":32,"verse":"he shalbe greate, & shalbe called ye sonne of the Hyest. And the LORDE God shal geue him ye seate of Dauid his father,"},{"number":33,"verse":"& he shal be kinge ouer ye house of Iacob for euer & there shalbe no ende of his kyngdome."},{"number":34,"verse":"Then sayde Mary vnto the angell: How shal this be, seinge I knowe not a ma?"},{"number":35,"verse":"The angell answered, & sayde vnto her: The holy goost shal come vpon the, & the power of the Hyest shal ouershadowe the. Therfore that Holy also which shalbe borne (of the) shalbe called the sonne of God."},{"number":36,"verse":"And beholde, thy cosen Elizabeth she also hath coceaued a sonne in hir olde age, & this is the sixte moneth of her, which is reported to be baren:"},{"number":37,"verse":"for wt God is nothinge vnpossyble."},{"number":38,"verse":"And Mary sayde: Beholde, here am I the handmayde of the LORDE: be it vnto me, as thou hast sayde. And the angell departed fro her."},{"number":39,"verse":"And Mary arose in those dayes, and wente in to the moutaynes with haist, into ye cite of Iewry,"},{"number":40,"verse":"and came in to ye house of Zachary, and saluted Elizabeth."},{"number":41,"verse":"And it fortuned as Elizabeth herde the salutacion of Mary, the babe sprange in hir wombe. And Elizabeth was fylled with the holy goost,"},{"number":42,"verse":"& cried loude, and sayde: Blessed art thou amoge wemen, and blessed is the frute of yi wombe."},{"number":43,"verse":"And how happeneth this to me, that ye mother of my LORDE commeth vnto me?"},{"number":44,"verse":"Beholde, whan I herde the voyce of thy salutacion, the babe sprange in my wombe wt ioye,"},{"number":45,"verse":"And blessed art thou that hast beleued, for ye thinges shalbe perfourmed, which were tolde ye fro ye LORDE."},{"number":46,"verse":"And Mary sayde:My soule magnifieth the LORDE."},{"number":47,"verse":"And my sprete reioyseth i God my Sauioure."},{"number":48,"verse":"For he hath loked vpo the lowe degre of his hande mayde. Beholde, fro hence forth shal all generacions call me blessed."},{"number":49,"verse":"For he that is Mightie, hath done greate thinges vnto me, and holy is his name."},{"number":50,"verse":"And his mercy endureth thorow out all generacions, vpon them that feare him."},{"number":51,"verse":"He sheweth strength with his arme, and scatreth them that are proude in the ymaginacion of their hert."},{"number":52,"verse":"He putteth downe the mightie from the seate, and exalteth them of lowe degre."},{"number":53,"verse":"He fylleth the hongrie with good thinges, and letteth the riche go emptye."},{"number":54,"verse":"He remebreth mercy, and helpeth vp his seruaunt Israel."},{"number":55,"verse":"Euen as he promysed vnto oure fathers, Abraham and to his sede foreuer."},{"number":56,"verse":"And Mary abode with her aboute thre monethes, and then returned home agayne."},{"number":57,"verse":"And Elizabethes tyme was come, that she shulde be delyuered, & she brought forth a sonne."},{"number":58,"verse":"And hir neghbours and kynsfolkes herde, yt the LORDE had shewed greate mercy vpo her,& they reioysed with her."},{"number":59,"verse":"And it fortuned vpon the eight daye, they came to circumcyse ye childe, and called him Zachary after his father:"},{"number":60,"verse":"And his mother answered, and sayde: No, but he shalbe called Ihon."},{"number":61,"verse":"And they sayde vnto her: There is none in yi kynne, yt is so called."},{"number":62,"verse":"And they made signes vnto his father, how he wolde haue him called."},{"number":63,"verse":"And he axed for wrytinge tables, wrote & sayde: His name is Ihon. And they marueyled all."},{"number":64,"verse":"And immediatly was his mouth and his toge opened, and he spake, & praysed God."},{"number":65,"verse":"And there came a feare vpon all their neghbours. And all this acte was noysed abrode thorow out all the hill countre of Iewry:"},{"number":66,"verse":"And all they yt herde therof, toke it to hert, and sayde: What maner of man wil this childe be? For the hande of the LORDE was with him."},{"number":67,"verse":"And Zachary his father was fylled with the holy goost, and prophecied, and sayde:"},{"number":68,"verse":"Blessed be ye LORDE God of Israel, for he hath vysited and redemed his people."},{"number":69,"verse":"And hath set vp an horne of saluacion in the house of his seruaunt Dauid."},{"number":70,"verse":"Euen as he promysed afore tyme, by the mouth of his holy prophetes."},{"number":71,"verse":"hat he wolde delyuer vs fro oure enemies, & from ye hande of all soch as hate vs."},{"number":72,"verse":"And yt he wolde shewe mercy vnto oure fathers, & thynke vpo his holy couenaut."},{"number":73,"verse":"Euen the ooth yt he sware vnto oure father Abraham,"},{"number":74,"verse":"for to geue vs. That we delyuered out of ye hade of or enemies, might serue him without feare"},{"number":75,"verse":"all the dayes of oure life, in soch holynes and righteousnes as is accepte before him."},{"number":76,"verse":"And thou childe shalt be called a prophet of the Hyest: for thou shalt go before ye LORDE, to prepare his wayes."},{"number":77,"verse":"And to geue knowlege of saluacion vnto his people, for the remyssion of their synnes."},{"number":78,"verse":"Thorow the tender mercy of oure God, wherby the daye sprynge from an hye hath vysited vs."},{"number":79,"verse":"That he might geue light vnto them yt syt in darcknesse and shadowe of death, and to gyde oure fete in to the waye of peace."},{"number":80,"verse":"And the childe grew, and waxed stronge in sprete, and was in the wyldernes, tyll the tyme that he shulde shewe him self vnto the people of Israel."}]}