{"bibleAbbr":"CVB1535","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":15,"verses":[{"number":1,"verse":"There resorted vnto him all the publicans and synners, that they might heare him."},{"number":2,"verse":"And ye Pharises and scrybes murmured, and sayde: This man receaueth synners, and eateth with them."},{"number":3,"verse":"But he tolde the this symilitude, and sayde:"},{"number":4,"verse":"What man is he amonge you, that hath an hundreth shepe, and yf he loose one of the, that leaueth not the nyne and nyentye in the wyldernesse, and goeth after that which is lost tyll he fynde it?"},{"number":5,"verse":"And whan he hath founde it, he layeth it vpon his shulders with ioye:"},{"number":6,"verse":"and whan he commeth home, he calleth his fredes and neghbours, and sayeth vnto the: Reioyce with me, for I haue founde my shepe, yt was lost."},{"number":7,"verse":"I saye vnto you: Eue so shal there be ioye in heauen ouer one synner that doth pennaunce, more then ouer nyne and nyentye righteous, which nede not repentaunce."},{"number":8,"verse":"Or what woman is it that hath ten grotes, yf she loose one of them, that lighteth not a candell, and swepeth the house, and seketh diligently, tyll she fynde it?"},{"number":9,"verse":"And whan she hath founde it, she calleth hir frendes & neghbouresses, and sayeth: Reioyce with me, for I haue foude my grote, which I had lost."},{"number":10,"verse":"Euen so (I tell you) shal there be ioye before the angels of God, ouer one synner yt doth pennaunce."},{"number":11,"verse":"And he sayde: A certayne man had two sonnes,"},{"number":12,"verse":"and the yonger of them sayde vnto the father: Father, geue me the porcion of ye goodes, that belongeth vnto me. And he deuyded the good vnto them."},{"number":13,"verse":"And not longe therafter, gathered the yonger sonne all together, & toke his iourney in to a farre countre, and there waisted he his goodes with ryotous lyuynge."},{"number":14,"verse":"Now whan he had spent all that he had, there was a greate derth thorow out all the same lode. And he begane to lacke,"},{"number":15,"verse":"and wente his waye, and claue to a cytesin of that same countre, which sent him in to his felde, to kepe swyne."},{"number":16,"verse":"And he wolde fayne haue fylled his bely with the coddes, that the swyne ate. And no man gaue him them."},{"number":17,"verse":"Then came he to him self, and sayde: How many hyred seruauntes hath my father, which haue bred ynough, and I perish of honger?"},{"number":18,"verse":"I wil get vp, and go to my father, and saye vnto him: Father, I haue synned agaynst heauen and before the,"},{"number":19,"verse":"and am nomore worthy to be called thy sonne, make me as one of thy hyred seruauntes."},{"number":20,"verse":"And he gat him vp, & came vnto his father. But whan he was yet a greate waye of, his father sawe him, and had copassion, and ranne, and fell aboute his neck, and kyssed him."},{"number":21,"verse":"Then sayde the sonne vnto him: Father, I haue synned agaynst heaue, and before the, I am nomore worthy to be called thy sonne."},{"number":22,"verse":"But the father sayde vnto his seruauntes: Brynge forth the best garment, and put it vpon him, and geue him a rynge vpon his hande, and shues on his fete,"},{"number":23,"verse":"and brynge hither a fed calfe, and kyll it, lat vs eate and be mery:"},{"number":24,"verse":"for this my sonne was deed, and is alyue agayne: he was lost, and is founde. And they beganne to be mery."},{"number":25,"verse":"But the elder sonne was in the felde. And whan he came, and drewe nye to the house, he herde ye mynstrelsye and daunsynge,"},{"number":26,"verse":"and called one of the seruauntes vnto him, and axed what it was."},{"number":27,"verse":"He sayde vnto him: Thy brother is come, and thy father hath slayne a fed calfe, because he hath receaued him safe and sounde."},{"number":28,"verse":"Then was he angrie, and wolde not go in. Then wente his father out, and prayed him."},{"number":29,"verse":"But he answered, and sayde vnto his father: Lo, thus many yeares haue I done the seruyce, nether haue I yet broken thy commaundement, and thou gauest me neuer one kydd, yt I might make mery with my frendes."},{"number":30,"verse":"But now that this thy sonne is come, which deuoured his goodes with harlottes, thou hast slayne a fed calfe."},{"number":31,"verse":"But he sayde vnto him: My sonne, thou art allwaye with me, and all that is myne, is thine:"},{"number":32,"verse":"thou shuldest be mery and glad, for this yi brother was deed, and is alyue agayne: he was lost, and is founde agayne."}]}