{"bibleAbbr":"CVB1535","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":19,"verses":[{"number":1,"verse":"And he entred in, and wente thorow Iericho:"},{"number":2,"verse":"& beholde, there was a man named Zacheus, which was a ruler of the publicans, and was riche,"},{"number":3,"verse":"and desyred to se Iesus what he shulde be, and he coulde not for the people, for he was lowe of stature."},{"number":4,"verse":"And he ranne before, and clymmed vp in to a wylde fygge tre, that he might se him: for he shulde come yt waye."},{"number":5,"verse":"And whan Iesus came to the same place, he loked vp, and sawe him, and sayde vnto him: Zache, come downe haistely, for todaye must I turne in to thy house."},{"number":6,"verse":"And he came downe hastely, and receaued him with ioye."},{"number":7,"verse":"Whan they sawe that, they murmured all, and sayde, yt he was gone in, to a synner."},{"number":8,"verse":"But Zacheus stode forth, and sayde vnto the LORDE: Beholde LORDE, the half of my goodes geue I to the poore: and yf I haue defrauded eny man, I restore him foure folde."},{"number":9,"verse":"Iesus sayde vnto him: This daye is health happened vnto this house, for so moch as he also is Abrahams sonne."},{"number":10,"verse":"For the sonne of ma is come, to seke and to saue that which was lost."},{"number":11,"verse":"Now whyle they herkened, he tolde a symilitude also, because he was nye vnto Ierusalem, and because they thought, that the kyngdome of God shulde appeare immediatly."},{"number":12,"verse":"And he sayde: A certayne noble ma wete in to a farre countre, to receaue hi a kyngdome, and then to come agayne."},{"number":13,"verse":"This man called ten of his seruauntes, and delyuered them ten pounde, and sayde vnto them: Occupye, tyll I come agayne."},{"number":14,"verse":"But his citesyns hated him, and sent a message after him, and sayde: We wil not haue this man to raigne ouer vs."},{"number":15,"verse":"And it fortuned whan he came agayne, after that he had receaued the kyngdome, he bade call for the seruauntes, vnto whom he had geue his money, yt he might knowe, what euery one had done."},{"number":16,"verse":"Then came the first and sayde: Syr, thy pounde hath wonne ten pounde."},{"number":17,"verse":"And he sayde vnto him: Well thou good seruaut, for so moch as thou hast bene faithfull in the least, thou shalt haue auctorite ouer ten cities."},{"number":18,"verse":"The seconde came also, and sayde: Syr, thy pounde hath wonne fyue pounde."},{"number":19,"verse":"And to him he sayde: And thou shalt be ouer fyue cities."},{"number":20,"verse":"And ye thirde came, and sayde: Lo syr, here is thy pounde, which I haue kepte in a napkyn."},{"number":21,"verse":"I was afrayed of the, for thou art an harde man, thou takest vp yt thou hast not layed downe, and reapest that thou hast not sowne."},{"number":22,"verse":"He sayde vnto him: Of thine awne mouth iudge I the thou euell seruaunt. Knewest thou thou that I am an harde man, takynge vp that I layde not downe, and reapynge that I dyd not sowe?"},{"number":23,"verse":"Wherfore then hast thou not delyuered my money to the exchaunge banke? And at my commynge might I haue requyred myne awne with vauntage?"},{"number":24,"verse":"And he sayde vnto them that stode by: Take ye pounde from him, and geue it vnto him that hath ten pounde."},{"number":25,"verse":"And they sayde vnto him: Syr, he hath ten pounde already."},{"number":26,"verse":"But I saye vnto you: Whosoeuer hath, vnto him shal be geue: but from him that hath not, shal be taken awaye euen that he hath."},{"number":27,"verse":"As for those myne enemies, which wolde not that I shulde raigne ouer them, bringe them hither, and slaye them before me."},{"number":28,"verse":"And whan he had thus sayde, he wete on forwarde, and toke his iourney vp to Ierusalem."},{"number":29,"verse":"And it fortuned whan he came nye to Bethphage and Bethany vnto mount Oliuete, he sent two of his disciples,"},{"number":30,"verse":"and sayde: Go in to the towne that lyeth ouer agaynst you, and assone as ye are come in, ye shal fynde a foale tyed, wheron yet neuer man satt, lowse it, and brynge it hither."},{"number":31,"verse":"And yf eny ma axe you wherfore ye lowse it, saye thus vnto him. The LORDE hath nede therof."},{"number":32,"verse":"And they that were sent, wete their waye and founde euen as he had sayde."},{"number":33,"verse":"But wha they lowsed ye foale; the owners therof sayde vnto the: Why lowse ye the foale?"},{"number":34,"verse":"They sayde: The LORDE hath nede therof."},{"number":35,"verse":"And they brought it vnto Iesus, and cast their clothes vpo the foale, and set Iesus theron."},{"number":36,"verse":"Now as he wente, they spred their garmentes in the waye."},{"number":37,"verse":"And whan he wete downe fro mount Oliuete, ye whole multitude of his disciples begane ioyfully to prayse God with loude voyce, ouer all the miracles that they had sene,"},{"number":38,"verse":"and sayde: Blessed be he, that cometh a kynge in the name of the LORDE. Peace be in heauen, and prayse in the height."},{"number":39,"verse":"And some of the Pharises amonge the people sayde vnto him: Master, rebuke thy disciples."},{"number":40,"verse":"And he answered and sayde vnto them: I tell you, yf these holde their peace, yet shal the stones crye."},{"number":41,"verse":"And whan he was come neare, he behelde the cite, and wepte vpo it,"},{"number":42,"verse":"and sayde: Yf thou knewest what were for yi peace, thou shuldest remebre it euen in this present daye of thine. But now is it hyd from thine eyes."},{"number":43,"verse":"For the tyme shal come vpon the, that thine enimies shal cast vp a bake aboute the, and aboute thy children with the, and besege ye, and kepe the in on euery syde,"},{"number":44,"verse":"and make the eauen with the grounde, and shal not leaue in the one stone vpon another, because thou hast not knowne ye tyme, wherin thou hast bene visited."},{"number":45,"verse":"And he wente into the temple, and begane to dryue out them that bought and solde therin,"},{"number":46,"verse":"and sayde vnto them: It is wrytten: My house is an house of prayer, but ye haue made it a denne of murthurers."},{"number":47,"verse":"And he taught daylie in the teple. But the hye prestes and the scrybes and the chefest of ye people wente aboute to destroye him,"},{"number":48,"verse":"and founde not, what to do vnto him. For all the people stacke by him, and gaue him audience."}]}