{"bibleAbbr":"CVB1535","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"And he loked vp, and behelde ye riche, how they put in their offerynges in to the Gods chest."},{"number":2,"verse":"He sawe also a poore wedowe, which put in two mytes,"},{"number":3,"verse":"and he sayde: Verely I saye vnto you: This poore wedowe hath put in more the they all:"},{"number":4,"verse":"For these all haue of their excesse put in vnto the offerynge of God, but she of hir pouerte hath put in all hir lyuynge that she had."},{"number":5,"verse":"And wha some spake of the temple, that it was garnished with goodly stones and Iewels, he saide:"},{"number":6,"verse":"The time shal come, wherin of all this that ye se, there shal not be left one stone vpon another, which shal not be broken downe."},{"number":7,"verse":"They axed him, and sayde: Master, wha shal these be? and what shalbe the token, whan these shal come to passe?"},{"number":8,"verse":"He sayde: Take hede, that ye be not disceaued: For many shal come in my name, and saye, I am he, & the tyme is come hard by. Folowe them not."},{"number":9,"verse":"But whan ye heare of warres and insurreccions, be not ye afrayed, for soch must come to passe, but the ende is not yet there so soone."},{"number":10,"verse":"Then sayde he vnto them: One people shal ryse agaynst another, and one realme ageynst another,"},{"number":11,"verse":"& shal be greate earthquakes here and there, pestilence, and derth, and fearfull thinges. And greate tokes shal there be fro heaue."},{"number":12,"verse":"But before all these, they shal laye handes vpon you, and persecute you, and delyuer you vp in to their synagoges and presons, and brynge you before kynges & prynces for my names sake."},{"number":13,"verse":"But this shal happen vnto you for a wytnesse."},{"number":14,"verse":"Be at a poynt therfore in youre hertes, that ye take no thought, how ye shal answere:"},{"number":15,"verse":"for I wil geue you mouth & wyssdome, agaynst the which all youre aduersaries shal not be able to speake ner to resist."},{"number":16,"verse":"But ye shal be delyuered vp euen of youre elders, brethren, kynssfolkes and frendes, and some of you shal they put vnto death,"},{"number":17,"verse":"and ye shal be hated of euery man for my names sake,"},{"number":18,"verse":"and yet shal not one hayre of youre heade perishe."},{"number":19,"verse":"Holde fast youre soules with pacience."},{"number":20,"verse":"But whan ye shal se Ierusalem beseged with an hoost, then vnderstonde, that the desolacion of it is nye."},{"number":21,"verse":"Then let them which be in Iewry, flye vnto the mountaynes: and let soch as be in the myddest therof, departe out: and let soch as be in the countrees, not come therin."},{"number":22,"verse":"For these are the dayes of vengeaunce, that euery thinge which is wrytten, maye be fulfilled."},{"number":23,"verse":"But wo vnto them that are with childe, and to them that geue sucke in those dayes: for there shalbe greate trouble vpon earth, and wrath ouer this people,"},{"number":24,"verse":"and they shal fall thorow the edge of the swerde, and be led captyue amoge all nacions. And Ierusale shalbe troden downe of the Heithen, vntyll the tyme of the Heithen be fulfilled."},{"number":25,"verse":"And there shalbe tokens in the Sonne and Mone, and starres, and vpon earth the people shalbe in soch perplexite, that they shal not tell which waye to turne them selues. And the see and the waters shal roare,"},{"number":26,"verse":"and men shal pyne awaye for feare, and for lokynge after the thinges which shal come vpo earth. For euen the very powers of heauen shal moue."},{"number":27,"verse":"And then shal they se the sonne of man commynge in the cloude with power and greate glory."},{"number":28,"verse":"But whan these thinges begynne to come to passe, the loke vp, and lift vpp youre heades, for youre redempcion draweth nye."},{"number":29,"verse":"And he tolde them a symilitude: Beholde the fygge tre, and all tre trees,"},{"number":30,"verse":"wha they now shute forth their buddes, ye se by them, and perceaue, that Sommer is now at hande."},{"number":31,"verse":"So likewyse ye, whan ye se all these thinges come to passe, be sure that the kyngdome of God is nye."},{"number":32,"verse":"Verely I saye vnto you: This generacio shal not passe, tyll all be fulfilled."},{"number":33,"verse":"Heauen and earth shal passe, but my wordes shal not passe."},{"number":34,"verse":"But take hede vnto youre selues, that yor hertes be not ouerlade with excesse of eatinge and with dronkennes, and with takinge of thought for lyuynge, and so this daye come vpo you vnawares."},{"number":35,"verse":"For as a snare shal it come on all them that dwell vpon earth."},{"number":36,"verse":"Watch therfore cotynually, and praye, that ye maye be worthy to escape all this that shal come, & to stode before ye sonne of man."},{"number":37,"verse":"And on the daye tyme he taught in the temple, but in the night season he wente out and abode all night vpon mount Oliuete."},{"number":38,"verse":"And all the people gat them vp early vnto him in the temple, for to heare him."}]}