{"bibleAbbr":"CVB1535","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":4,"verses":[{"number":1,"verse":"Iesus full of the holy goost, came agayne from Iordane, and was led of ye sprete into wyldernes,"},{"number":2,"verse":"& fourty dayes loge was he tepted of ye deuell. And in those dayes ate he nothinge. And whan they were ended, he hongred afterwarde."},{"number":3,"verse":"And the deuell sayde vnto him: Yf thou be ye sonne of God, comaunde this stone, yt it be bred."},{"number":4,"verse":"And Iesus answered & sayde vnto hi: It is wrytten: Man shal not lyue by bred onely, but by euery worde of God."},{"number":5,"verse":"And ye deuell toke him vp into an hye moutayne, and shewed him all the kyngdomes of ye whole worlde in ye twinckelinge of an eye,"},{"number":6,"verse":"& sayde vnto him: All this power wil I geue vnto the, and the glory therof, for it is geue ouer vnto me, and I geue it, to whom I wil."},{"number":7,"verse":"Yf thou now wilt worshippe me, they shal all be thine."},{"number":8,"verse":"Iesus answered him, and sayde: Auoyde fro me thou Satan. It is wrytten: Thou shalt worshippe the LORDE thy God, and him onely shalt thou serue."},{"number":9,"verse":"And he caried him to Ierusalem, and set him vpon a pynnacle of the temple, and sayde vnto him: Yf thou be ye sonne of God, cast thy self downe from hence."},{"number":10,"verse":"For it is wrytte: He shal geue his angels charge ouer the, to kepe the,"},{"number":11,"verse":"and with their handes they shal holde the vp, that thou dashe not thy fote agaynst a stone."},{"number":12,"verse":"And Iesus answered, and sayde vnto him: It is sayde: Thou shalt not tempte the LORDE thy God."},{"number":13,"verse":"And whan ye deuell had ended all the temptacions, he departed from him for a season."},{"number":14,"verse":"And Iesus came agayne in the power of the sprete in to Galile. And the fame of him was noysed thorow out all ye region rounde aboute."},{"number":15,"verse":"And he taught in their synagoges, and was commended of euery man."},{"number":16,"verse":"And he came vnto Nazareth where he was noursed, and as his custome was, he wete in to the synagoge vpon ye Sabbath, and stode vp for to rede."},{"number":17,"verse":"Then was there delyuered him the boke of ye prophet Esay. And whan he had turned ouer the boke, he founde the place where it is wrytten:"},{"number":18,"verse":"The sprete of the LORDE is with me, because he hath anoynted me: to preach the Gospell vnto ye poore hath he sent me: to heale the broken harted: to preach delyuerauce to the captyue, and sight to the blynde: and frely to set at liberty them that are brused:"},{"number":19,"verse":"and to preach the acceptable yeare of the LORDE."},{"number":20,"verse":"And whan he had closed the boke, he gaue it agayne to ye mynister, & sat him downe. And the eyes of all that were in the synagoge, were fastened on him."},{"number":21,"verse":"And he begane to saye vnto them: This daye is this scripture fulfilled in youre eares."},{"number":22,"verse":"And they all gaue him wytnesse, and wodred at the gracious wordes, which proceaded out of his mouth, and they saide: Is not this Iosephs sonne?"},{"number":23,"verse":"And he sayde vnto them: Doutles ye wyl saye vnto me this prouerbe: Phisician, heale thyself. For how greate thinges haue we herde done at Capernau Do the same here also in thine owne countre."},{"number":24,"verse":"But he saide: Verely I saye vnto you: There is no prophet accepted in his owne countre."},{"number":25,"verse":"Neuertheles of a trueth I saye vnto you: There were many wedowes in Israel in ye tyme of Elias, wha the heaue was shut thre yeares and sixe monethes, and whan there was a greate derth in all the lande:"},{"number":26,"verse":"& to none of the was Elias sent, but onely vnto Sarepta of the Sydonyans to a wedowe."},{"number":27,"verse":"And many lepers were there in Israel in the tyme of Eliseus ye prophet, and none of the was clensed, saue onely Naaman of Syria."},{"number":28,"verse":"And as many as were in the synagoge, wha they herde yt, were fylled with wrath."},{"number":29,"verse":"And they rose vp, and thrust him out of the cite, and led him vp to the edge of the hyll whervpo their cite was buylded, that they might cast him downe headlynge."},{"number":30,"verse":"But he wente his waye euen thorow the myddest of them,"},{"number":31,"verse":"and came to Capernaum a cite of Galile, and taught the vpo the Sabbathes."},{"number":32,"verse":"And they wondred at his doctryne, for his preachinge was with power."},{"number":33,"verse":"And in the Synagoge there was a man possessed with a foule deuell, & he cryed loude,"},{"number":34,"verse":"and sayde: Let me alone, what haue we to do wt the thou Iesus of Nazareth? Art thou come to destroye vs? I knowe ye who thou art, euen the Holy of God."},{"number":35,"verse":"And Iesus rebuked him and sayde: holde thy tuge, and departe out of him. And the deuell threw hi in the myddest amonge them, and departed from him, and dyd him no harme."},{"number":36,"verse":"And there came a feare ouer the all, and they spake amonge themselues, and sayde: What maner of thinge is this? He commaundeth the foule spretes with auctorite and power, and they departe out."},{"number":37,"verse":"And ye fame of him was noysed thorow out all the places of ye countre rounde aboute."},{"number":38,"verse":"And he rose vp out of the synagoge, and came in to Symons house. And Symos mother in lawe was take with a greate feuer, & they prayde him for her."},{"number":39,"verse":"And he wete vnto her, & comaunded the feuer. And it left her, & imediatly she rose vp, & mynistred vnto the."},{"number":40,"verse":"And whan the Sonne was gone downe all they that had sicke of dyuerse diseases, brought the vnto him. And he layed his hades vpon euery one of the, & made the whole."},{"number":41,"verse":"The deuels also departed out of many, criege and sayenge: Thou art Christ the sonne of God. And he rebuked the, & suffred them not to speake: for they knewe that he was Christ."},{"number":42,"verse":"But wha it was daye, he wete out in to a deserte place. And the people sought hi, and came vnto him, & kepte him, yt he shulde not departe fro the."},{"number":43,"verse":"But he sayde vnto the: I must preach the Gospell of ye kyngdome of God to other cities also: for there to am I sent."},{"number":44,"verse":"And he preached in the synagoges of Galile."}]}