{"bibleAbbr":"KJV1611","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"But in the last dayes it shal come to passe, that the mountaine of the house of the Lord shall be established in the top of the mountaines, and it shalbe exalted aboue the hilles, and people shall flow vnto it."},{"number":2,"verse":"And many nations shall come, and say; Come, and let vs goe vp to the mountaine of the Lord, and to the house of the God of Iacob, and he will teach vs of his wayes, and wee will walke in his pathes: for the Law shall goe foorth of Zion, and the word of the Lord from Ierusalem."},{"number":3,"verse":"And he shall iudge among many people, and rebuke strong nations afarre off, and they shall beate their swords into plowshares, and their speares into pruning hookes: nation shall not lift vp a sword against nation, neither shall they learne warre any more."},{"number":4,"verse":"But they shall sit euery man vnder his Uine, and vnder his figgetree, and none shal make them afraid: for the mouth of the Lord of hostes hath spoken it."},{"number":5,"verse":"For all people will walke euery one in the name of his god, and we will walke in the Name of the Lord our God for euer and euer."},{"number":6,"verse":"In that day, saith the Lord, will I assemble her that halteth, and I will gather her that is driuen out, and her that I haue afflicted."},{"number":7,"verse":"And I will make her that halted, a remnant; and her that was cast farre off, a strong nation; and the Lord shall reigne ouer them, in Mount Zion from hencefoorth, euen for euer."},{"number":8,"verse":"And thou, O towre of the flock, the strong hold of the daughter of Zion, vnto thee shall it come, euen the first dominion, the kingdome shall come to the daughter of Ierusalem."},{"number":9,"verse":"Now why doest thou cry out alowd? is there no king in thee? is thy counseller perished? for pangs haue taken thee, as a woman in trauell."},{"number":10,"verse":"Bee in paine and labour to bring forth, O daughter of Zion, like a woman in trauell: for now shalt thou goe foorth out of the citie, and thou shalt dwel in the field, and thou shalt go euen to Babylon: there shalt thou be deliuered: there the Lord shall redeeme thee from the hand of thine enemies."},{"number":11,"verse":"Now also many nations are gathered against thee, that say, Let her be defiled, & let our eye look vpon Zion."},{"number":12,"verse":"But they know not the thoughts of the Lord, neither vnderstand they his counsell: for hee shall gather them as the sheaues into the floore."},{"number":13,"verse":"Arise and thresh, O daughter of Zion: for I will make thine horne yron, & I will make thy hooues brasse, and thou shalt beat in pieces many people: and I will consecrate their gaine vnto the Lord, and their substance vnto the Lord of the whole earth."}]}