{"bibleAbbr":"Orig2013+","bookName":"דברי הימים ב","bookEnglishName":"2 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass, כהכין <WH3559> had established מלכות <WH4438> the kingdom, רחבעם <WH7346> when Rehoboam וכחזקתו <WH2393> עזב <WH5800> himself, he forsook את <WH853> תורת <WH8451> the law יהוה <WH3068> of the LORD, וכל <WH3605> and all ישׂראל <WH3478> Israel עמו׃ <WH5973> with"},{"number":2,"verse":"ויהי <WH1961> And it came to pass, בשׁנה <WH8141> year החמישׁית <WH2549> in the fifth למלך <WH4428> of king רחבעם <WH7346> Rehoboam עלה <WH5927> came up שׁישׁק <WH7895> Shishak מלך <WH4428> king מצרים <WH4714> of Egypt על <WH5921> against ירושׁלם <WH3389> Jerusalem, כי <WH3588> because מעלו <WH4603> they had transgressed ביהוה׃ <WH3068> against the LORD,"},{"number":3,"verse":"באלף <WH505> thousand ומאתים <WH3967> רכב <WH7393> chariots, ובשׁשׁים <WH8346> and threescore אלף <WH505> פרשׁים <WH6571> horsemen: ואין <WH369> without מספר <WH4557> number לעם <WH5971> and the people אשׁר <WH834> that באו <WH935> came עמו <WH5973> with ממצרים <WH4714> לובים <WH3864> the Lubims, סכיים <WH5525> the Sukkiims, וכושׁים׃ <WH3569> and the Ethiopians."},{"number":4,"verse":"וילכד <WH3920> And he took את <WH853> ערי <WH5892> cities המצרות <WH4694> the fenced אשׁר <WH834> which ליהודה <WH3063> to Judah, ויבא <WH935> and came עד <WH5704> to ירושׁלם׃ <WH3389> Jerusalem."},{"number":5,"verse":"ושׁמעיה <WH8098> Shemaiah הנביא <WH5030> the prophet בא <WH935> Then came אל <WH413> to רחבעם <WH7346> Rehoboam, ושׂרי <WH8269> and the princes יהודה <WH3063> of Judah, אשׁר <WH834> that נאספו <WH622> were gathered together אל <WH413> to ירושׁלם <WH3389> Jerusalem מפני <WH6440> because of שׁישׁק <WH7895> Shishak, ויאמר <WH559> and said להם כה <WH3541> unto them, Thus אמר <WH559> saith יהוה <WH3068> the LORD, אתם <WH859> Ye עזבתם <WH5800> have forsaken אתי <WH853> ואף <WH637> also אני <WH589> me, and therefore have I עזבתי <WH5800> left אתכם <WH853> ביד <WH3027> you in the hand שׁישׁק׃ <WH7895> of Shishak."},{"number":6,"verse":"ויכנעו <WH3665> humbled themselves; שׂרי <WH8269> Whereupon the princes ישׂראל <WH3478> of Israel והמלך <WH4428> and the king ויאמרו <WH559> and they said, צדיק <WH6662> righteous. יהוה׃ <WH3068> The LORD"},{"number":7,"verse":"ובראות <WH7200> saw יהוה <WH3068> And when the LORD כי <WH3588> that נכנעו <WH3665> they humbled themselves, היה <WH1961> came דבר <WH1697> the word יהוה <WH3068> of the LORD אל <WH413> to שׁמעיה <WH8098> Shemaiah, לאמר <WH559> saying, נכנעו <WH3665> They have humbled themselves; לא <WH3808> I will not אשׁחיתם <WH7843> destroy ונתתי <WH5414> them, but I will grant להם <WH1992> כמעט <WH4592> them some לפליטה <WH6413> deliverance; ולא <WH3808> shall not תתך <WH5413> be poured out חמתי <WH2534> and my wrath בירושׁלם <WH3389> upon Jerusalem ביד <WH3027> by the hand שׁישׁק׃ <WH7895> of Shishak."},{"number":8,"verse":"כי <WH3588> Nevertheless יהיו <WH1961> they shall be לו לעבדים <WH5650> his servants; וידעו <WH3045> that they may know עבודתי <WH5656> my service, ועבודת <WH5656> and the service ממלכות <WH4467> of the kingdoms הארצות׃ <WH776> of the countries."},{"number":9,"verse":"ויעל <WH5927> came up שׁישׁק <WH7895> So Shishak מלך <WH4428> king מצרים <WH4714> of Egypt על <WH5921> against ירושׁלם <WH3389> Jerusalem, ויקח <WH3947> and took away את <WH853> אצרות <WH214> the treasures בית <WH1004> of the house יהוה <WH3068> of the LORD, ואת <WH853> אצרות <WH214> and the treasures בית <WH1004> house; המלך <WH4428> of the king's את <WH853> הכל <WH3605> all: לקח <WH3947> he took ויקח <WH3947> he carried away את <WH853> מגני <WH4043> also the shields הזהב <WH2091> of gold אשׁר <WH834> which עשׂה <WH6213> had made. שׁלמה׃ <WH8010> Solomon"},{"number":10,"verse":"ויעשׂ <WH6213> made המלך <WH4428> which king רחבעם <WH7346> Rehoboam תחתיהם <WH8478> Instead of מגני <WH4043> shields נחשׁת <WH5178> of brass, והפקיד <WH6485> and committed על <WH5921> to יד <WH3027> the hands שׂרי <WH8269> of the chief הרצים <WH7323> of the guard, השׁמרים <WH8104> that kept פתח <WH6607> the entrance בית <WH1004> house. המלך׃ <WH4428> of the king's"},{"number":11,"verse":"ויהי <WH1961> entered into מדי <WH1767> בוא <WH935> entered into המלך <WH4428> the king בית <WH1004> the house יהוה <WH3068> of the LORD, באו <WH935> came הרצים <WH7323> the guard ונשׂאום <WH5375> and fetched והשׁבום <WH7725> them, and brought them again אל <WH413> into תא <WH8372> chamber. הרצים׃ <WH7323> the guard"},{"number":12,"verse":"ובהכנעו <WH3665> And when he humbled himself, שׁב <WH7725> turned ממנו <WH4480> from אף <WH639> the wrath יהוה <WH3068> of the LORD ולא <WH3808> him, that he would not להשׁחית <WH7843> destroy לכלה <WH3617> altogether: וגם <WH1571> and also ביהודה <WH3063> in Judah היה <WH1961> went דברים <WH1697> things טובים׃ <WH2896> well."},{"number":13,"verse":"ויתחזק <WH2388> strengthened himself המלך <WH4428> So king רחבעם <WH7346> Rehoboam בירושׁלם <WH3389> in Jerusalem, וימלך <WH4427> and reigned: כי <WH3588> for בן <WH1121> old ארבעים <WH705> and forty ואחת <WH259> one שׁנה <WH8141> years רחבעם <WH7346> Rehoboam במלכו <WH4427> when he began to reign, ושׁבע <WH7651> seventeen עשׂרה <WH6240> seventeen שׁנה <WH8141> years מלך <WH4427> and he reigned בירושׁלם <WH3389> in Jerusalem, העיר <WH5892> the city אשׁר <WH834> which בחר <WH977> had chosen יהוה <WH3068> the LORD לשׂום <WH7760> to put את <WH853> שׁמו <WH8034> his name שׁם <WH8033> there. מכל <WH3605> out of all שׁבטי <WH7626> the tribes ישׂראל <WH3478> of Israel, ושׁם <WH8034> name אמו <WH517> And his mother's נעמה <WH5279> Naamah העמנית׃ <WH5985>"},{"number":14,"verse":"ויעשׂ <WH6213> And he did הרע <WH7451> evil, כי <WH3588> because לא <WH3808> not הכין <WH3559> he prepared לבו <WH3820> his heart לדרושׁ <WH1875> to seek את <WH853> יהוה׃ <WH3068> the LORD."},{"number":15,"verse":"ודברי <WH1697> Now the acts רחבעם <WH7346> of Rehoboam, הראשׁנים <WH7223> first והאחרונים <WH314> and last, הלא <WH3808> not הם <WH1992> they כתובים <WH3789> written בדברי <WH1697> in the book שׁמעיה <WH8098> of Shemaiah הנביא <WH5030> the prophet, ועדו <WH5714> and of Iddo החזה <WH2374> the seer להתיחשׂ <WH3187> concerning genealogies? ומלחמות <WH4421> And wars רחבעם <WH7346> between Rehoboam וירבעם <WH3379> and Jeroboam כל <WH3605> continually. הימים׃ <WH3117> continually."},{"number":16,"verse":"וישׁכב <WH7901> slept רחבעם <WH7346> And Rehoboam עם <WH5973> with אבתיו <WH1> his fathers, ויקבר <WH6912> and was buried בעיר <WH5892> in the city דויד <WH1732> of David: וימלך <WH4427> reigned אביה <WH29> and Abijah בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."}]}