{"bibleAbbr":"Orig2013+","bookName":"דברי הימים ב","bookEnglishName":"2 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"ובשׁנה <WH8141> year השׁבעית <WH7637> And in the seventh התחזק <WH2388> strengthened himself, יהוידע <WH3077> Jehoiada ויקח <WH3947> and took את <WH853> שׂרי <WH8269> the captains המאות <WH3967> of hundreds, לעזריהו <WH5838> Azariah בן <WH1121> the son ירחם <WH3395> of Jeroham, ולישׁמעאל <WH3458> and Ishmael בן <WH1121> the son יהוחנן <WH3076> of Jehohanan, ולעזריהו <WH5838> and Azariah בן <WH1121> the son עובד <WH5744> of Obed, ואת <WH853> מעשׂיהו <WH4641> and Maaseiah בן <WH1121> the son עדיהו <WH5718> of Adaiah, ואת <WH853> אלישׁפט <WH478> and Elishaphat בן <WH1121> the son זכרי <WH2147> of Zichri, עמו <WH5973> with בברית׃ <WH1285> into covenant"},{"number":2,"verse":"ויסבו <WH5437> And they went about ביהודה <WH3063> in Judah, ויקבצו <WH6908> and gathered את <WH853> הלוים <WH3881> the Levites מכל <WH3605> out of all ערי <WH5892> the cities יהודה <WH3063> of Judah, וראשׁי <WH7218> and the chief האבות <WH1> of the fathers לישׂראל <WH3478> of Israel, ויבאו <WH935> and they came אל <WH413> to ירושׁלם׃ <WH3389> Jerusalem."},{"number":3,"verse":"ויכרת <WH3772> made כל <WH3605> And all הקהל <WH6951> the congregation ברית <WH1285> a covenant בבית <WH1004> in the house האלהים <WH430> of God. עם <WH5973> with המלך <WH4428> the king ויאמר <WH559> And he said להם <WH1992> הנה <WH2009> unto them, Behold, בן <WH1121> son המלך <WH4428> the king's ימלך <WH4427> shall reign, כאשׁר <WH834> as דבר <WH1696> hath said יהוה <WH3069> על <WH5921> of בני <WH1121> the sons דויד׃ <WH1732> of David."},{"number":4,"verse":"זה <WH2088> This הדבר <WH1697> the thing אשׁר <WH834> that תעשׂו <WH6213> ye shall do; השׁלשׁית <WH7992> A third part מכם <WH4480> of באי <WH935> you entering השׁבת <WH7676> on the sabbath, לכהנים <WH3548> of the priests וללוים <WH3881> and of the Levites, לשׁערי <WH7778> porters הספים׃ <WH5592> of the doors;"},{"number":5,"verse":"והשׁלשׁית <WH7992> And a third part בבית <WH1004> house; המלך <WH4428> at the king's והשׁלשׁית <WH7992> and a third part בשׁער <WH8179> at the gate היסוד <WH3247> of the foundation: וכל <WH3605> and all העם <WH5971> the people בחצרות <WH2691> in the courts בית <WH1004> of the house יהוה׃ <WH3068> of the LORD."},{"number":6,"verse":"ואל <WH408> But let none יבוא <WH935> come בית <WH1004> into the house יהוה <WH3068> of the LORD, כי <WH3588> save אם <WH518> save הכהנים <WH3548> the priests, והמשׁרתים <WH8334> and they that minister ללוים <WH3881> of the Levites; המה <WH1992> they יבאו <WH935> shall go in, כי <WH3588> for קדשׁ <WH6944> holy: המה <WH1992> they וכל <WH3605> but all העם <WH5971> the people ישׁמרו <WH8104> shall keep משׁמרת <WH4931> the watch יהוה׃ <WH3068> of the LORD."},{"number":7,"verse":"והקיפו <WH5362> shall compass הלוים <WH3881> And the Levites את <WH853> המלך <WH4428> the king סביב <WH5439> round about, אישׁ <WH376> every man וכליו <WH3627> with his weapons בידו <WH3027> in his hand; והבא <WH935> and whosoever cometh אל <WH413> into הבית <WH1004> the house, יומת <WH4191> he shall be put to death: והיו <WH1961> but be את <WH854> ye with המלך <WH4428> the king בבאו <WH935> when he cometh in, ובצאתו׃ <WH3318> and when he goeth out."},{"number":8,"verse":"ויעשׂו <WH6213> did הלוים <WH3881> So the Levites וכל <WH3605> and all יהודה <WH3063> Judah ככל <WH3605> according to all things אשׁר <WH834> that צוה <WH6680> had commanded, יהוידע <WH3077> Jehoiada הכהן <WH3548> the priest ויקחו <WH3947> and took אישׁ <WH376> every man את <WH853> אנשׁיו <WH376> his men באי <WH935> that were to come in השׁבת <WH7676> on the sabbath, עם <WH5973> with יוצאי <WH3318> them that were to go השׁבת <WH7676> on the sabbath: כי <WH3588> for לא <WH3808> not פטר <WH6362> dismissed יהוידע <WH3077> Jehoiada הכהן <WH3548> the priest את <WH853> המחלקות׃ <WH4256> the courses."},{"number":9,"verse":"ויתן <WH5414> delivered יהוידע <WH3077> Moreover Jehoiada הכהן <WH3548> the priest לשׂרי <WH8269> to the captains המאות <WH3967> of hundreds את <WH853> החניתים <WH2595> spears, ואת <WH853> המגנות <WH4043> and bucklers, ואת <WH853> השׁלטים <WH7982> and shields, אשׁר <WH834> that למלך <WH4428> king דויד <WH1732> David's, אשׁר <WH834> which בית <WH1004> in the house האלהים׃ <WH430> of God."},{"number":10,"verse":"ויעמד <WH5975> And he set את <WH853> כל <WH3605> all העם <WH5971> the people, ואישׁ <WH376> every man שׁלחו <WH7973> having his weapon בידו <WH3027> in his hand, מכתף <WH3802> side הבית <WH1004> of the temple הימנית <WH3233> from the right עד <WH5704> to כתף <WH3802> side הבית <WH1004> of the temple, השׂמאלית <WH8042> the left למזבח <WH4196> along by the altar ולבית <WH1004> and the temple, על <WH5921> by המלך <WH4428> the king סביב׃ <WH5439> round about."},{"number":11,"verse":"ויוציאו <WH3318> Then they brought out את <WH853> בן <WH1121> son, המלך <WH4428> the king's ויתנו <WH5414> and put עליו <WH5921> upon את <WH853> הנזר <WH5145> him the crown, ואת <WH853> העדות <WH5715> and the testimony, וימליכו <WH4427> אתוימשׁחהו <WH4886> anointed יהוידע <WH3077> And Jehoiada ובניו <WH1121> and his sons ויאמרו <WH559> him, and said, יחי <WH2421> God save המלך׃ <WH4428> the king."},{"number":12,"verse":"ותשׁמע <WH8085> heard עתליהו <WH6271> Now when Athaliah את <WH853> קול <WH6963> the noise העם <WH5971> of the people הרצים <WH7323> running והמהללים <WH1984> and praising את <WH853> המלך <WH4428> the king, ותבוא <WH935> she came אל <WH413> to העם <WH5971> the people בית <WH1004> into the house יהוה׃ <WH3068> of the LORD:"},{"number":13,"verse":"ותרא <WH7200> And she looked, והנה <WH2009> and, behold, המלך <WH4428> the king עומד <WH5975> stood על <WH5921> at עמודו <WH5982> his pillar במבוא <WH3996> at the entering in, והשׂרים <WH8269> and the princes והחצצרות <WH2689> and the trumpets על <WH5921> by המלך <WH4428> the king: וכל <WH3605> and all עם <WH5971> the people הארץ <WH776> of the land שׂמח <WH8055> ותוקע <WH8628> and sounded בחצצרות <WH2689> with trumpets, והמשׁוררים <WH7891> also the singers בכלי <WH3627> with instruments השׁיר <WH7892> of music, ומודיעים <WH3045> and such as taught להלל <WH1984> to sing praise. ותקרע <WH7167> rent עתליהו <WH6271> Then Athaliah את <WH853> בגדיה <WH899> her clothes, ותאמר <WH559> and said, קשׁר <WH7195> Treason, קשׁר׃ <WH7195> Treason."},{"number":14,"verse":"ויוצא <WH3318> brought out יהוידע <WH3077> Then Jehoiada הכהן <WH3548> the priest את <WH853> שׂרי <WH8269> the captains המאות <WH3967> of hundreds פקודי <WH6485> that were set over החיל <WH2428> the host, ויאמר <WH559> and said אלהם <WH413> unto הוציאוה <WH3318> them, Have her forth אל <WH413> of the ranges: מבית <WH1004> in the house השׂדרות <WH7713> והבא <WH935> and whoso followeth אחריה <WH310> and whoso followeth יומת <WH4191> her, let him be slain בחרב <WH2719> with the sword. כי <WH3588> For אמר <WH559> said, הכהן <WH3548> the priest לא <WH3808> her not תמיתוה <WH4191> Slay בית <WH1004> יהוה׃ <WH3068> of the LORD."},{"number":15,"verse":"וישׂימו <WH7760> So they laid לה ידים <WH3027> hands ותבוא <WH935> on her; and when she was come אל <WH413> to מבוא <WH3996> the entering שׁער <WH8179> gate הסוסים <WH5483> of the horse בית <WH1004> house, המלך <WH4428> by the king's וימיתוה <WH4191> they slew שׁם׃ <WH8033> her there."},{"number":16,"verse":"ויכרת <WH3772> made יהוידע <WH3077> And Jehoiada ברית <WH1285> a covenant בינו <WH996> between ובין <WH996> him, and between כל <WH3605> all העם <WH5971> the people, ובין <WH996> and between המלך <WH4428> the king, להיות <WH1961> that they should be לעם <WH5971> people. ליהוה׃ <WH3068> the LORD's"},{"number":17,"verse":"ויבאו <WH935> went to כל <WH3605> Then all העם <WH5971> the people בית <WH1004> the house הבעל <WH1168> of Baal, ויתצהו <WH5422> and broke it down, ואת <WH853> מזבחתיו <WH4196> and broke his altars ואת <WH853> צלמיו <WH6754> and his images שׁברו <WH7665> in pieces, ואת <WH853> מתן <WH4977> Mattan כהן <WH3548> the priest הבעל <WH1168> of Baal הרגו <WH2026> and slew לפני <WH6440> before המזבחות׃ <WH4196> the altars."},{"number":18,"verse":"וישׂם <WH7760> appointed יהוידע <WH3077> Also Jehoiada פקדת <WH6486> the offices בית <WH1004> of the house יהוה <WH3068> of the LORD ביד <WH3027> by the hand הכהנים <WH3548> of the priests הלוים <WH3881> the Levites, אשׁר <WH834> whom חלק <WH2505> had distributed דויד <WH1732> David על <WH5921> in בית <WH1004> the house יהוה <WH3068> of the LORD, להעלות <WH5927> to offer עלות <WH5930> the burnt offerings יהוה <WH3068> of the LORD, ככתוב <WH3789> as written בתורת <WH8451> in the law משׁה <WH4872> of Moses, בשׂמחה <WH8057> with rejoicing ובשׁיר <WH7892> and with singing, על <WH5921> by ידי <WH3027> by דויד׃ <WH1732> David."},{"number":19,"verse":"ויעמד <WH5975> And he set השׁוערים <WH7778> the porters על <WH5921> at שׁערי <WH8179> the gates בית <WH1004> of the house יהוה <WH3068> of the LORD, ולא <WH3808> that none יבא <WH935> should enter in. טמא <WH2931> unclean לכל <WH3605> in any דבר׃ <WH1697> thing"},{"number":20,"verse":"ויקח <WH3947> And he took את <WH853> שׂרי <WH8269> the captains המאות <WH3967> of hundreds, ואת <WH853> האדירים <WH117> and the nobles, ואת <WH853> המושׁלים <WH4910> and the governors בעם <WH5971> of the people, ואת <WH853> כל <WH3605> and all עם <WH5971> the people הארץ <WH776> of the land, ויורד <WH3381> and brought down את <WH853> המלך <WH4428> the king מבית <WH1004> from the house יהוה <WH3068> of the LORD: ויבאו <WH935> and they came בתוך <WH8432> through שׁער <WH8179> gate העליון <WH5945> the high בית <WH1004> house, המלך <WH4428> into the king's ויושׁיבו <WH3427> and set את <WH853> המלך <WH4428> the king על <WH5921> upon כסא <WH3678> the throne הממלכה׃ <WH4467> of the kingdom."},{"number":21,"verse":"וישׂמחו <WH8055> rejoiced: כל <WH3605> And all עם <WH5971> the people הארץ <WH776> of the land והעיר <WH5892> and the city שׁקטה <WH8252> was quiet, ואת <WH853> עתליהו <WH6271> Athaliah המיתו <WH4191> after that they had slain בחרב׃ <WH2719> with the sword."}]}