{"bibleAbbr":"Orig2013+","bookName":"דברי הימים ב","bookEnglishName":"2 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"ויקחו <WH3947> took כל <WH3605> Then all עם <WH5971> the people יהודה <WH3063> of Judah את <WH853> עזיהו <WH5818> Uzziah, והוא <WH1931> who בן <WH1121> old, שׁשׁ <WH8337> sixteen עשׂרה <WH6240> sixteen שׁנה <WH8141> years וימליכו <WH4427> אתוחת <WH8478> in the room of אביו <WH1> his father אמציהו׃ <WH558> Amaziah."},{"number":2,"verse":"הוא <WH1931> He בנה <WH1129> built את <WH853> אילות <WH359> Eloth, וישׁיבה <WH7725> and restored ליהודה <WH3063> it to Judah, אחרי <WH310> after that שׁכב <WH7901> slept המלך <WH4428> the king עם <WH5973> with אבתיו׃ <WH1> his fathers."},{"number":3,"verse":"בן <WH1121> old שׁשׁ <WH8337> עשׂרהׁנה <WH8141> years עזיהו <WH5818> Uzziah במלכו <WH4427> when he began to reign, וחמשׁים <WH2572> fifty ושׁתים <WH8147> and two שׁנה <WH8141> years מלך <WH4427> and he reigned בירושׁלם <WH3389> in Jerusalem. ושׁם <WH8034> name אמו <WH517> His mother's יכיליה <WH3203> also Jecoliah מן <WH4480> of ירושׁלם׃ <WH3389> Jerusalem."},{"number":4,"verse":"ויעשׂ <WH6213> And he did הישׁר <WH3477> right בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, ככל <WH3605> according to all אשׁר <WH834> that עשׂה <WH6213> did. אמציהו <WH558> Amaziah אביו׃ <WH1> his father"},{"number":5,"verse":"ויהי <WH1961> לדרשׁ <WH1875> he sought אלהים <WH430> God בימי <WH3117> in the days זכריהו <WH2148> of Zechariah, המבין <WH995> who had understanding בראת <WH7200> in the visions האלהים <WH430> of God: ובימי <WH3117> and as long as דרשׁו <WH1875> אתהוה <WH3068> the LORD, הצליחו <WH6743> made him to prosper. האלהים׃ <WH430> God"},{"number":6,"verse":"ויצא <WH3318> And he went forth וילחם <WH3898> and warred בפלשׁתים <WH6430> against the Philistines, ויפרץ <WH6555> and broke down את <WH853> חומת <WH2346> the wall גת <WH1661> of Gath, ואת <WH853> חומת <WH2346> and the wall יבנה <WH2996> of Jabneh, ואת <WH853> חומת <WH2346> and the wall אשׁדוד <WH795> of Ashdod, ויבנה <WH1129> and built ערים <WH5892> cities באשׁדוד <WH795> about Ashdod, ובפלשׁתים׃ <WH6430> and among the Philistines."},{"number":7,"verse":"ויעזרהו <WH5826> helped האלהים <WH430> And God על <WH5921> him against פלשׁתים <WH6430> the Philistines, ועל <WH5921> and against הערביים <WH6163> the Arabians הישׁבים <WH3427> that dwelt בגור בעל <WH1485> in Gur-baal, והמעונים׃ <WH4586> and the Mehunims."},{"number":8,"verse":"ויתנו <WH5414> gave העמונים <WH5984> And the Ammonites מנחה <WH4503> gifts לעזיהו <WH5818> to Uzziah: וילך <WH1980> spread abroad שׁמו <WH8034> and his name עד <WH5704> to לבוא <WH935> the entering in מצרים <WH4714> of Egypt; כי <WH3588> for החזיק <WH2388> he strengthened עד <WH5704> exceedingly. למעלה׃ <WH4605> exceedingly."},{"number":9,"verse":"ויבן <WH1129> built עזיהו <WH5818> Moreover Uzziah מגדלים <WH4026> towers בירושׁלם <WH3389> in Jerusalem על <WH5921> at שׁער <WH8179> gate, הפנה <WH6438> the corner ועל <WH5921> and at שׁער <WH8179> gate, הגיא <WH1516> the valley ועל <WH5921> and at המקצוע <WH4740> the turning ויחזקם׃ <WH2388> and fortified"},{"number":10,"verse":"ויבן <WH1129> Also he built מגדלים <WH4026> towers במדבר <WH4057> in the desert, ויחצב <WH2672> and digged ברות <WH953> wells: רבים <WH7227> many כי <WH3588> for מקנה <WH4735> cattle, רב <WH7227> much היה <WH1961> he had לו ובשׁפלה <WH8219> both in the low country, ובמישׁור <WH4334> and in the plains: אכרים <WH406> husbandmen וכרמים <WH3755> and vinedressers בהרים <WH2022> in the mountains, ובכרמל <WH3760> and in Carmel: כי <WH3588> for אהב <WH157> he loved אדמה <WH127> husbandry. היה׃ <WH1961> he loved"},{"number":11,"verse":"ויהי <WH1961> had לעזיהו <WH5818> Moreover Uzziah חיל <WH2428> a host עשׂה <WH6213> of fighting men, מלחמה <WH4421> of fighting men, יוצאי <WH3318> that went out צבא <WH6635> to war לגדוד <WH1416> by bands, במספר <WH4557> according to the number פקדתם <WH6486> of their account ביד <WH3027> by the hand יעואל <WH3273> of Jeiel הסופר <WH5608> the scribe ומעשׂיהו <WH4641> and Maaseiah השׁוטר <WH7860> the ruler, על <WH5921> under יד <WH3027> the hand חנניהו <WH2608> of Hananiah, משׂרי <WH8269> captains. המלך׃ <WH4428> of the king's"},{"number":12,"verse":"כל <WH3605> The whole מספר <WH4557> number ראשׁי <WH7218> of the chief האבות <WH1> of the fathers לגבורי <WH1368> of the mighty men חיל <WH2428> of valor אלפים <WH505> two thousand ושׁשׁ <WH8337> and six מאות׃ <WH3967> hundred."},{"number":13,"verse":"ועל <WH5921> And under ידם <WH3027> their hand חיל <WH2426> צבא <WH6635> an army, שׁלשׁ <WH7969> three מאות <WH3967> hundred אלף <WH505> thousand ושׁבעת <WH7651> and seven אלפים <WH505> thousand וחמשׁ <WH2568> and five מאות <WH3967> hundred, עושׂי <WH6213> that made מלחמה <WH4421> war בכח <WH3581> power, חיל <WH2428> an army, לעזר <WH5826> to help למלך <WH4428> the king על <WH5921> against האויב׃ <WH341> the enemy."},{"number":14,"verse":"ויכן <WH3559> prepared להם <WH1992> עזיהו <WH5818> And Uzziah לכל <WH3605> for them throughout all הצבא <WH6635> the host מגנים <WH4043> shields, ורמחים <WH7420> and spears, וכובעים <WH3553> and helmets, ושׁרינות <WH8302> and habergeons, וקשׁתות <WH7198> and bows, ולאבני <WH68> stones. קלעים׃ <WH7050> and slings"},{"number":15,"verse":"ויעשׂ <WH6213> And he made בירושׁלם <WH3389> in Jerusalem חשׁבנות <WH2810> engines, מחשׁבת <WH4284> invented חושׁב <WH2803> by cunning men, להיות <WH1961> to be על <WH5921> on המגדלים <WH4026> the towers ועל <WH5921> and upon הפנות <WH6438> the bulwarks, לירוא <WH3384> to shoot בחצים <WH2678> ובאבנים <WH68> stones גדלות <WH1419> and great ויצא <WH3318> spread שׁמו <WH8034> withal. And his name עד <WH5704> far abroad; למרחוק <WH7350> כי <WH3588> for הפליא <WH6381> he was marvelously להעזר <WH5826> helped, עד <WH5704> till כי <WH3588> till חזק׃ <WH2388> he was strong."},{"number":16,"verse":"וכחזקתו <WH2393> גבה <WH1361> was lifted up לבו <WH3820> his heart עד <WH5704> to להשׁחית <WH7843> destruction: וימעל <WH4603> for he transgressed ביהוה <WH3068> against the LORD אלהיו <WH430> his God, ויבא <WH935> and went אל <WH413> into היכל <WH1964> the temple יהוה <WH3068> of the LORD להקטיר <WH6999> to burn incense על <WH5921> upon מזבח <WH4196> the altar הקטרת׃ <WH7004> of incense."},{"number":17,"verse":"ויבא <WH935> went in אחריו <WH310> after עזריהו <WH5838> And Azariah הכהן <WH3548> the priest ועמו <WH5973> him, and with כהנים <WH3548> priests ליהוה <WH3068> of the LORD, שׁמונים <WH8084> him fourscore בני <WH1121> valiant men: חיל׃ <WH2428> valiant men:"},{"number":18,"verse":"ויעמדו <WH5975> עלזיהו <WH5818> Uzziah המלך <WH4428> the king, ויאמרו <WH559> and said לו לא <WH3808> unto him, not לך עזיהו <WH5818> unto thee, Uzziah, להקטיר <WH6999> to burn incense ליהוה <WH3068> unto the LORD, כי <WH3588> but לכהנים <WH3548> to the priests בני <WH1121> the sons אהרן <WH175> of Aaron, המקדשׁים <WH6942> that are consecrated להקטיר <WH6999> to burn incense: צא <WH3318> go out מן <WH4480> of המקדשׁ <WH4720> the sanctuary; כי <WH3588> for מעלת <WH4603> thou hast trespassed; ולא <WH3808> neither לך לכבוד <WH3519> for thine honor מיהוה <WH3068> אלהים׃ <WH430> God."},{"number":19,"verse":"ויזעף <WH2196> was wroth, עזיהו <WH5818> Then Uzziah ובידו <WH3027> in his hand מקטרת <WH4730> and a censer להקטיר <WH6999> to burn incense: ובזעפו <WH2196> and while he was wroth עם <WH5973> with הכהנים <WH3548> the priests, והצרעת <WH6883> the leprosy זרחה <WH2224> even rose up במצחו <WH4696> in his forehead לפני <WH6440> before הכהנים <WH3548> the priests בבית <WH1004> in the house יהוה <WH3068> of the LORD, מעל <WH5921> from beside למזבח <WH4196> altar. הקטרת׃ <WH7004> the incense"},{"number":20,"verse":"ויפן <WH6437> looked אליו <WH413> upon עזריהו <WH5838> And Azariah כהן <WH3548> priest, הראשׁ <WH7218> the chief וכל <WH3605> and all הכהנים <WH3548> the priests, והנה <WH2009> him, and, behold, הוא <WH1931> he מצרע <WH6879> leprous במצחו <WH4696> in his forehead, ויבהלוהו <WH926> and they thrust him out משׁם <WH8033> from thence; וגם <WH1571> also הוא <WH1931> yea, himself נדחף <WH1765> hasted לצאת <WH3318> to go out, כי <WH3588> because נגעו <WH5060> had smitten יהוה׃ <WH3068> the LORD"},{"number":21,"verse":"ויהי <WH1961> was עזיהו <WH5818> And Uzziah המלך <WH4428> the king מצרע <WH6879> a leper עד <WH5704> unto יום <WH3117> the day מותו <WH4194> of his death, וישׁב <WH3427> and dwelt בית <WH1004> house, החפשׁות <WH2669> in a several מצרע <WH6879> a leper; כי <WH3588> for נגזר <WH1504> he was cut off מבית <WH1004> from the house יהוה <WH3068> of the LORD: ויותם <WH3147> and Jotham בנו <WH1121> his son על <WH5921> over בית <WH1004> house, המלך <WH4428> the king's שׁופט <WH8199> judging את <WH853> עם <WH5971> the people הארץ׃ <WH776> of the land."},{"number":22,"verse":"ויתר <WH3499> Now the rest דברי <WH1697> of the acts עזיהו <WH5818> of Uzziah, הראשׁנים <WH7223> first והאחרנים <WH314> and last, כתב <WH3789> write. ישׁעיהו <WH3470> did Isaiah בן <WH1121> the son אמוץ <WH531> of Amoz, הנביא׃ <WH5030> the prophet,"},{"number":23,"verse":"וישׁכב <WH7901> slept עזיהו <WH5818> So Uzziah עם <WH5973> with אבתיו <WH1> his fathers, ויקברו <WH6912> and they buried אתו <WH853> עם <WH5973> him with אבתיו <WH1> his fathers בשׂדה <WH7704> in the field הקבורה <WH6900> of the burial אשׁר <WH834> which למלכים <WH4428> to the kings; כי <WH3588> for אמרו <WH559> they said, מצורע <WH6879> a leper: הוא <WH1931> He וימלך <WH4427> reigned יותם <WH3147> and Jotham בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."}]}