{"bibleAbbr":"Orig2013+","bookName":"דברי הימים ב","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"יחזקיהו <WH2396> מלך <WH4427> began to reign בן <WH1121> old, עשׂרים <WH6242> and twenty וחמשׁ <WH2568> five שׁנה <WH8141> years ועשׂרים <WH6242> and twenty ותשׁע <WH8672> nine שׁנה <WH8141> years מלך <WH4427> and he reigned בירושׁלם <WH3389> in Jerusalem. ושׁם <WH8034> name אמו <WH517> And his mother's אביה <WH29> Abijah, בת <WH1323> the daughter זכריהו׃ <WH2148> of Zechariah."},{"number":2,"verse":"ויעשׂ <WH6213> And he did הישׁר <WH3477> right בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, ככל <WH3605> according to all אשׁר <WH834> that עשׂה <WH6213> had done. דויד <WH1732> David אביו׃ <WH1> his father"},{"number":3,"verse":"הוא <WH1931> He בשׁנה <WH8141> year הראשׁונה <WH7223> in the first למלכו <WH4427> of his reign, בחדשׁ <WH2320> month, הראשׁון <WH7223> in the first פתח <WH6605> opened את <WH853> דלתות <WH1817> the doors בית <WH1004> of the house יהוה <WH3068> of the LORD, ויחזקם׃ <WH2388> and repaired"},{"number":4,"verse":"ויבא <WH935> And he brought in את <WH853> הכהנים <WH3548> the priests ואת <WH853> הלוים <WH3881> and the Levites, ויאספם <WH622> and gathered them together לרחוב <WH7339> street, המזרח׃ <WH4217> into the east"},{"number":5,"verse":"ויאמר <WH559> And said להם שׁמעוני <WH8085> unto them, Hear הלוים <WH3881> me, ye Levites, עתה <WH6258> sanctify now yourselves, התקדשׁו <WH6942> sanctify now yourselves, וקדשׁו <WH6942> and sanctify את <WH853> בית <WH1004> the house יהוה <WH3068> of the LORD אלהי <WH430> God אבתיכם <WH1> of your fathers, והוציאו <WH3318> and carry forth את <WH853> הנדה <WH5079> the filthiness מן <WH4480> out of הקדשׁ׃ <WH6944> the holy"},{"number":6,"verse":"כי <WH3588> For מעלו <WH4603> have trespassed, אבתינו <WH1> our fathers ועשׂו <WH6213> and done הרע <WH7451> evil בעיני <WH5869> in the eyes יהוה <WH3068> of the LORD אלהינו <WH430> our God, ויעזבהו <WH5800> and have forsaken ויסבו <WH5437> him, and have turned away פניהם <WH6440> their faces ממשׁכן <WH4908> from the habitation יהוה <WH3068> of the LORD, ויתנו <WH5414> and turned ערף׃ <WH6203> backs."},{"number":7,"verse":"גם <WH1571> Also סגרו <WH5462> they have shut up דלתות <WH1817> the doors האולם <WH197> of the porch, ויכבו <WH3518> and put out את <WH853> הנרות <WH5216> the lamps, וקטרת <WH7004> incense לא <WH3808> and have not הקטירו <WH6999> burned ועלה <WH5930> burnt offerings לא <WH3808> nor העלו <WH5927> offered בקדשׁ <WH6944> in the holy לאלהי <WH430> unto the God ישׂראל׃ <WH3478> of Israel."},{"number":8,"verse":"ויהי <WH1961> was קצף <WH7110> Wherefore the wrath יהוה <WH3068> of the LORD על <WH5921> upon יהודה <WH3063> Judah וירושׁלם <WH3389> and Jerusalem, ויתנם <WH5414> and he hath delivered לזועה <WH2113> לשׁמה <WH8047> to astonishment, ולשׁרקה <WH8322> and to hissing, כאשׁר <WH834> as אתם <WH859> ye ראים <WH7200> see בעיניכם׃ <WH5869> with your eyes."},{"number":9,"verse":"והנה <WH2009> For, lo, נפלו <WH5307> have fallen אבותינו <WH1> our fathers בחרב <WH2719> by the sword, ובנינו <WH1121> and our sons ובנותינו <WH1323> and our daughters ונשׁינו <WH802> and our wives בשׁבי <WH7628> in captivity על <WH5921> for זאת׃ <WH2063> this."},{"number":10,"verse":"עתה <WH6258> Now עם <WH5973> in לבבי <WH3824> mine heart לכרות <WH3772> to make ברית <WH1285> a covenant ליהוה <WH3068> with the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, וישׁב <WH7725> may turn away ממנו <WH4480> from חרון <WH2740> that his fierce אפו׃ <WH639> wrath"},{"number":11,"verse":"בני <WH1121> My sons, עתה <WH6258> now אל <WH408> be not תשׁלו <WH7952> negligent: כי <WH3588> for בכם בחר <WH970> יהוהעמד <WH5975> you to stand לפניו <WH6440> before לשׁרתו <WH8334> him, to serve ולהיות <WH1961> him, and that ye should minister לו משׁרתים <WH8334> him, and that ye should minister ומקטרים׃ <WH6999> unto him, and burn incense."},{"number":12,"verse":"ויקמו <WH6965> arose, הלוים <WH3881> Then the Levites מחת <WH4287> Mahath בן <WH1121> the son עמשׂי <WH6022> of Amasai, ויואל <WH3100> and Joel בן <WH1121> the son עזריהו <WH5838> of Azariah, מן <WH4480> of בני <WH1121> the sons הקהתי <WH6956> of the Kohathites: ומן <WH4480> and of בני <WH1121> the sons מררי <WH4847> of Merari, קישׁ <WH7027> Kish בן <WH1121> the son עבדי <WH5660> of Abdi, ועזריהו <WH5838> and Azariah בן <WH1121> the son יהללאל <WH3094> of Jehalelel: ומן <WH4480> and of הגרשׁני <WH1649> the Gershonites; יואח <WH3098> Joah בן <WH1121> the son זמה <WH2155> of Zimmah, ועדן <WH5731> and Eden בן <WH1121> the son יואח׃ <WH3098> of Joah:"},{"number":13,"verse":"ומן <WH4480> And of בני <WH1121> the sons אליצפן <WH469> of Elizaphan; שׁמרי <WH8113> Shimri, ויעואל <WH3273> and Jeiel: ומן <WH4480> and of בני <WH1121> the sons אסף <WH623> of Asaph; זכריהו <WH2148> Zechariah, ומתניהו׃ <WH4983> and Mattaniah:"},{"number":14,"verse":"ומן <WH4480> And of בני <WH1121> the sons הימן <WH1968> of Heman; יחואל <WH3171> Jehiel, ושׁמעי <WH8096> and Shimei: ומן <WH4480> and of בני <WH1121> the sons ידותון <WH3038> of Jeduthun; שׁמעיה <WH8098> Shemaiah, ועזיאל׃ <WH5816> and Uzziel."},{"number":15,"verse":"ויאספו <WH622> And they gathered את <WH853> אחיהם <WH251> their brethren, ויתקדשׁו <WH6942> and sanctified themselves, ויבאו <WH935> and came, כמצות <WH4687> according to the commandment המלך <WH4428> of the king, בדברי <WH1697> by the words יהוה <WH3068> of the LORD, לטהר <WH2891> to cleanse בית <WH1004> the house יהוה׃ <WH3068> of the LORD."},{"number":16,"verse":"ויבאו <WH935> went הכהנים <WH3548> And the priests לפנימה <WH6441> into the inner part בית <WH1004> of the house יהוה <WH3068> of the LORD, לטהר <WH2891> to cleanse ויוציאו <WH3318> and brought out את <WH853> כל <WH3605> all הטמאה <WH2932> the uncleanness אשׁר <WH834> that מצאו <WH4672> they found בהיכל <WH1964> in the temple יהוה <WH3068> of the LORD לחצר <WH2691> into the court בית <WH1004> of the house יהוה <WH3068> of the LORD. ויקבלו <WH6901> took הלוים <WH3881> And the Levites להוציא <WH3318> to carry out לנחל <WH5158> into the brook קדרון <WH6939> Kidron. חוצה׃ <WH2351> abroad"},{"number":17,"verse":"ויחלו <WH2490> Now they began באחד <WH259> on the first לחדשׁ <WH2320> month הראשׁון <WH7223> of the first לקדשׁ <WH6942> to sanctify, וביום <WH3117> day שׁמונה <WH8083> and on the eighth לחדשׁ <WH2320> of the month באו <WH935> came לאולם <WH197> they to the porch יהוה <WH3068> of the LORD: ויקדשׁו <WH6942> so they sanctified את <WH853> בית <WH1004> the house יהוה <WH3068> of the LORD לימים <WH3117> days; שׁמונה <WH8083> in eight וביום <WH3117> day שׁשׁה <WH8337> and in the sixteenth עשׂר <WH6240> and in the sixteenth לחדשׁ <WH2320> month הראשׁון <WH7223> of the first כלו׃ <WH3615> they made an end."},{"number":18,"verse":"ויבואו <WH935> Then they went פנימה <WH6441> in אל <WH413> to חזקיהו <WH2396> Hezekiah המלך <WH4428> the king, ויאמרו <WH559> and said, טהרנו <WH2891> We have cleansed את <WH853> כל <WH3605> all בית <WH1004> the house יהוה <WH3068> of the LORD, את <WH853> מזבח <WH4196> and the altar העולה <WH5930> of burnt offering, ואת <WH853> כל <WH3605> with all כליו <WH3627> the vessels ואת <WH853> שׁלחן <WH7979> table, המערכת <WH4635> thereof, and the shewbread ואת <WH853> כל <WH3605> with all כליו׃ <WH3627> the vessels"},{"number":19,"verse":"ואת <WH854> כל <WH3605> Moreover all הכלים <WH3627> the vessels, אשׁר <WH834> which הזניח <WH2186> did cast away המלך <WH4428> king אחז <WH271> Ahaz במלכותו <WH4438> in his reign במעלו <WH4604> in his transgression, הכנו <WH3559> have we prepared והקדשׁנו <WH6942> and sanctified, והנם <WH2005> לפני <WH6440> they before מזבח <WH4196> the altar יהוה׃ <WH3068> of the LORD."},{"number":20,"verse":"וישׁכם <WH7925> rose early, יחזקיהו <WH2396> המלך <WH4428> the king ויאסף <WH622> and gathered את <WH853> שׂרי <WH8269> the rulers העיר <WH5892> of the city, ויעל <WH5927> and went up בית <WH1004> to the house יהוה׃ <WH3068> of the LORD."},{"number":21,"verse":"ויביאו <WH935> And they brought פרים <WH6499> bullocks, שׁבעה <WH7651> seven ואילים <WH352> rams, שׁבעה <WH7651> and seven וכבשׂים <WH3532> lambs, שׁבעה <WH7651> and seven וצפירי <WH6842> he goats, עזים <WH5795> he goats, שׁבעה <WH7651> and seven לחטאת <WH2403> for a sin offering על <WH5921> for הממלכה <WH4467> the kingdom, ועל <WH5921> and for המקדשׁ <WH4720> the sanctuary, ועל <WH5921> and for יהודה <WH3063> Judah. ויאמר <WH559> And he commanded לבני <WH1121> the sons אהרן <WH175> of Aaron הכהנים <WH3548> the priests להעלות <WH5927> to offer על <WH5921> on מזבח <WH4196> the altar יהוה׃ <WH3068> of the LORD."},{"number":22,"verse":"וישׁחטו <WH7819> So they killed הבקר <WH1241> the bullocks, ויקבלו <WH6901> received הכהנים <WH3548> and the priests את <WH853> הדם <WH1818> the blood, ויזרקו <WH2236> and sprinkled המזבחה <WH4196> on the altar: וישׁחטו <WH7819> likewise, when they had killed האלים <WH352> the rams, ויזרקו <WH2236> they sprinkled הדם <WH1818> the blood המזבחה <WH4196> upon the altar: וישׁחטו <WH7819> they killed הכבשׂים <WH3532> also the lambs, ויזרקו <WH2236> and they sprinkled הדם <WH1818> the blood המזבחה׃ <WH4196> upon the altar."},{"number":23,"verse":"ויגישׁו <WH5066> And they brought forth את <WH853> שׂעירי <WH8163> the he goats החטאת <WH2403> the sin offering לפני <WH6440> before המלך <WH4428> the king והקהל <WH6951> and the congregation; ויסמכו <WH5564> and they laid ידיהם <WH3027> their hands עליהם׃ <WH5921> upon"},{"number":24,"verse":"וישׁחטום <WH7819> killed הכהנים <WH3548> And the priests ויחטאו <WH2398> them, and they made reconciliation את <WH854> with דמם <WH1818> their blood המזבחה <WH4196> upon the altar, לכפר <WH3722> to make an atonement על <WH5921> for כל <WH3605> all ישׂראל <WH3478> Israel: כי <WH3588> for לכל <WH3605> for all ישׂראל <WH3478> Israel. אמר <WH559> commanded המלך <WH4428> the king העולה <WH5930> the burnt offering והחטאת׃ <WH2403> and the sin offering"},{"number":25,"verse":"ויעמד <WH5975> And he set את <WH853> הלוים <WH3881> the Levites בית <WH1004> in the house יהוה <WH3068> of the LORD במצלתים <WH4700> with cymbals, בנבלים <WH5035> with psalteries, ובכנרות <WH3658> and with harps, במצות <WH4687> according to the commandment דויד <WH1732> of David, וגד <WH1410> and of Gad חזה <WH2374> seer, המלך <WH4428> the king's ונתן <WH5416> and Nathan הנביא <WH5030> the prophet: כי <WH3588> for ביד <WH3027> by יהוה <WH3068> of the LORD המצוה <WH4687> the commandment ביד <WH3027> נביאיו׃ <WH5030> his prophets."},{"number":26,"verse":"ויעמדו <WH5975> stood הלוים <WH3881> And the Levites בכלי <WH3627> with the instruments דויד <WH1732> of David, והכהנים <WH3548> and the priests בחצצרות׃ <WH2689> with the trumpets."},{"number":27,"verse":"ויאמר <WH559> commanded חזקיהו <WH2396> And Hezekiah להעלות <WH5927> to offer העלה <WH5930> the burnt offering להמזבח <WH4196> upon the altar. ובעת <WH6256> And when החל <WH2490> began, העולה <WH5930> the burnt offering החל <WH2490> began שׁיר <WH7892> the song יהוה <WH3068> of the LORD והחצצרות <WH2689> with the trumpets, ועל <WH5921> and with ידי <WH3027> the instruments כלי <WH3627> the instruments דויד <WH1732> by David מלך <WH4428> king ישׂראל׃ <WH3478> of Israel."},{"number":28,"verse":"וכל <WH3605> And all הקהל <WH6951> the congregation משׁתחוים <WH7812> worshiped, והשׁיר <WH7892> and the singers משׁורר <WH7891> sang, והחצצרות <WH2689> and the trumpeters מחצצרים <WH2690> sounded: הכל <WH3605> all עד <WH5704> until לכלות <WH3615> was finished. העלה׃ <WH5930> the burnt offering"},{"number":29,"verse":"וככלות <WH3615> And when they had made an end להעלות <WH5927> of offering, כרעו <WH3766> him bowed המלך <WH4428> the king וכל <WH3605> and all הנמצאים <WH4672> that were present אתו <WH854> with וישׁתחוו׃ <WH7812> themselves, and worshiped."},{"number":30,"verse":"ויאמר <WH559> commanded יחזקיהו <WH2396> המלך <WH4428> the king והשׂרים <WH8269> and the princes ללוים <WH3881> the Levites להלל <WH1984> to sing praise ליהוה <WH3068> unto the LORD בדברי <WH1697> with the words דויד <WH1732> of David, ואסף <WH623> and of Asaph החזה <WH2374> the seer. ויהללו <WH1984> And they sang praises עד <WH5704> with לשׂמחה <WH8057> gladness, ויקדו <WH6915> and they bowed their heads וישׁתחוו׃ <WH7812> and worshiped."},{"number":31,"verse":"ויען <WH6030> answered יחזקיהו <WH2396> ויאמר <WH559> and said, עתה <WH6258> Now מלאתם <WH4390> ye have consecrated ידכם <WH3027> ye have consecrated ליהוה <WH3068> yourselves unto the LORD, גשׁו <WH5066> come near והביאו <WH935> and bring זבחים <WH2077> sacrifices ותודות <WH8426> and thank offerings לבית <WH1004> into the house יהוה <WH3068> of the LORD. ויביאו <WH935> brought in הקהל <WH6951> And the congregation זבחים <WH2077> sacrifices ותודות <WH8426> and thank offerings; וכל <WH3605> and as many as נדיב <WH5081> were of a free לב <WH3820> heart עלות׃ <WH5930> burnt offerings."},{"number":32,"verse":"ויהי <WH1961> was מספר <WH4557> And the number העלה <WH5930> of the burnt offerings, אשׁר <WH834> which הביאו <WH935> brought, הקהל <WH6951> the congregation בקר <WH1241> bullocks, שׁבעים <WH7657> threescore and ten אילים <WH352> rams, מאה <WH3967> a hundred כבשׂים <WH3532> lambs: מאתים <WH3967> two hundred לעלה <WH5930> for a burnt offering ליהוה <WH3068> to the LORD. כל <WH3605> all אלה׃ <WH428> these"},{"number":33,"verse":"והקדשׁים <WH6942> בקר <WH1241> oxen שׁשׁ <WH8337> six מאות <WH3967> hundred וצאן <WH6629> sheep. שׁלשׁת <WH7969> and three אלפים׃ <WH505> thousand"},{"number":34,"verse":"רק <WH7535> But הכהנים <WH3548> the priests היו <WH1961> were למעט <WH4592> too few, ולא <WH3808> not יכלו <WH3201> so that they could להפשׁיט <WH6584> flay את <WH853> כל <WH3605> all העלות <WH5930> the burnt offerings: ויחזקום <WH2388> did help אחיהם <WH251> wherefore their brethren הלוים <WH3881> the Levites עד <WH5704> them, till כלות <WH3615> was ended, המלאכה <WH4399> the work ועד <WH5704> and until יתקדשׁו <WH6942> had sanctified themselves: הכהנים <WH3548> the priests כי <WH3588> for הלוים <WH3881> the Levites ישׁרי <WH3477> more upright לבב <WH3824> in heart להתקדשׁ <WH6942> to sanctify themselves מהכהנים׃ <WH3548> than the priests."},{"number":35,"verse":"וגם <WH1571> And also עלה <WH5930> the burnt offerings לרב <WH7230> in abundance, בחלבי <WH2459> with the fat השׁלמים <WH8002> of the peace offerings, ובנסכים <WH5262> and the drink offerings לעלה <WH5930> for burnt offering. ותכון <WH3559> was set in order. עבודת <WH5656> So the service בית <WH1004> of the house יהוה׃ <WH3068> of the LORD"},{"number":36,"verse":"וישׂמח <WH8055> rejoiced, יחזקיהו <WH2396> וכל <WH3605> and all העם <WH5971> the people, על <WH5921> that ההכין <WH3559> had prepared האלהים <WH430> God לעם <WH5971> the people: כי <WH3588> for בפתאם <WH6597> suddenly. היה <WH1961> was הדבר׃ <WH1697> the thing"}]}