{"bibleAbbr":"Orig2013+","bookName":"דברי הימים ב","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"וככלות <WH3615> was finished, כל <WH3605> Now when all זאת <WH2063> this יצאו <WH3318> went out כל <WH3605> all ישׂראל <WH3478> Israel הנמצאים <WH4672> that were present לערי <WH5892> to the cities יהודה <WH3063> of Judah, וישׁברו <WH7665> and broke the images in pieces, המצבות <WH4676> and broke the images in pieces, ויגדעו <WH1438> and cut down האשׁרים <WH842> the groves, וינתצו <WH5422> and threw down את <WH853> הבמות <WH1116> the high places ואת <WH853> המזבחת <WH4196> and the altars מכל <WH3605> out of all יהודה <WH3063> Judah ובנימן <WH1144> and Benjamin, ובאפרים <WH669> in Ephraim ומנשׁה <WH4519> also and Manasseh, עד <WH5704> until לכלה <WH3615> they had utterly destroyed וישׁובו <WH7725> returned, כל <WH3605> them all. Then all בני <WH1121> the children ישׂראל <WH3478> of Israel אישׁ <WH376> every man לאחזתו <WH272> to his possession, לעריהם׃ <WH5892> into their own cities."},{"number":2,"verse":"ויעמד <WH5975> appointed יחזקיהו <WH2396> אתחלקות <WH4256> the courses הכהנים <WH3548> of the priests והלוים <WH3881> and the Levites על <WH5921> after מחלקותם <WH4256> their courses, אישׁ <WH376> every man כפי <WH6310> according to עבדתו <WH5656> his service, לכהנים <WH3548> the priests וללוים <WH3881> and Levites לעלה <WH5930> for burnt offerings ולשׁלמים <WH8002> and for peace offerings, לשׁרת <WH8334> to minister, ולהדות <WH3034> and to give thanks, ולהלל <WH1984> and to praise בשׁערי <WH8179> in the gates מחנות <WH4264> of the tents יהוה׃ <WH3069>"},{"number":3,"verse":"ומנת <WH4521> portion המלך <WH4428> also the king's מן <WH4480> of רכושׁו <WH7399> his substance לעלות <WH5930> for the burnt offerings, לעלות <WH5930> burnt offerings, הבקר <WH1242> for the morning והערב <WH6153> and evening והעלות <WH5930> and the burnt offerings לשׁבתות <WH7676> for the sabbaths, ולחדשׁים <WH2320> and for the new moons, ולמעדים <WH4150> and for the set feasts, ככתוב <WH3789> as written בתורת <WH8451> in the law יהוה׃ <WH3068> of the LORD."},{"number":4,"verse":"ויאמר <WH559> Moreover he commanded לעם <WH5971> the people ליושׁבי <WH3427> that dwelt ירושׁלם <WH3389> in Jerusalem לתת <WH5414> to give מנת <WH4521> the portion הכהנים <WH3548> of the priests והלוים <WH3881> and the Levites, למען <WH4616> that יחזקו <WH2388> they might be encouraged בתורת <WH8451> in the law יהוה׃ <WH3068> of the LORD."},{"number":5,"verse":"וכפרץ <WH6555> came abroad, הדבר <WH1697> And as soon as the commandment הרבו <WH7235> brought in abundance בני <WH1121> the children ישׂראל <WH3478> of Israel ראשׁית <WH7225> the firstfruits דגן <WH1715> of corn, תירושׁ <WH8492> wine, ויצהר <WH3323> and oil, ודבשׁ <WH1706> and honey, וכל <WH3605> and of all תבואת <WH8393> the increase שׂדה <WH7704> of the field; ומעשׂר <WH4643> and the tithe הכל <WH3605> of all לרב <WH7230> abundantly. הביאו׃ <WH935> brought they in"},{"number":6,"verse":"ובני <WH1121> And the children ישׂראל <WH3478> of Israel ויהודה <WH3063> and Judah, היושׁבים <WH3427> that dwelt בערי <WH5892> in the cities יהודה <WH3063> of Judah, גם <WH1571> also הם <WH1992> they מעשׂר <WH4643> the tithe בקר <WH1241> of oxen וצאן <WH6629> and sheep, ומעשׂר <WH4643> and the tithe קדשׁים <WH6944> of holy things המקדשׁים <WH6942> which were consecrated ליהוה <WH3068> unto the LORD אלהיהם <WH430> their God, הביאו <WH935> brought in ויתנו <WH5414> and laid ערמות <WH6194> by heaps. ערמות׃ <WH6194> by heaps."},{"number":7,"verse":"בחדשׁ <WH2320> month השׁלשׁי <WH7992> In the third החלו <WH2490> they began הערמות <WH6194> of the heaps, ליסוד <WH3245> to lay the foundation ובחדשׁ <WH2320> month. השׁביעי <WH7637> in the seventh כלו׃ <WH3615> and finished"},{"number":8,"verse":"ויבאו <WH935> came יחזקיהו <WH2396> והשׂרים <WH8269> and the princes ויראו <WH7200> and saw את <WH853> הערמות <WH6194> the heaps, ויברכו <WH1288> they blessed את <WH853> יהוה <WH3068> the LORD, ואת <WH853> עמו <WH5971> and his people ישׂראל׃ <WH3478> Israel."},{"number":9,"verse":"וידרשׁ <WH1875> questioned יחזקיהו <WH2396> על <WH5921> with הכהנים <WH3548> the priests והלוים <WH3881> and the Levites על <WH5921> concerning הערמות׃ <WH6194> the heaps."},{"number":10,"verse":"ויאמר <WH559> answered אליו <WH413> answered עזריהו <WH5838> And Azariah הכהן <WH3548> priest הראשׁ <WH7218> the chief לבית <WH1004> of the house צדוק <WH6659> of Zadok ויאמר <WH559> him, and said, מהחל <WH2490> התרומה <WH8641> the offerings לביא <WH935> to bring בית <WH1004> into the house יהוה <WH3068> of the LORD, אכול <WH398> to eat, ושׂבוע <WH7646> we have had enough והותר <WH3498> and have left עד <WH5704> and have left לרוב <WH7230> plenty: כי <WH3588> for יהוה <WH3068> the LORD ברך <WH1288> hath blessed את <WH853> עמו <WH5971> his people; והנותר <WH3498> and that which is left את <WH853> ההמון <WH1995> great store. הזה׃ <WH2088> this"},{"number":11,"verse":"ויאמר <WH559> commanded יחזקיהו <WH2396> להכין <WH3559> to prepare לשׁכות <WH3957> chambers בבית <WH1004> in the house יהוה <WH3068> of the LORD; ויכינו׃ <WH3559> and they prepared"},{"number":12,"verse":"ויביאו <WH935> And brought in את <WH853> התרומה <WH8641> the offerings והמעשׂר <WH4643> and the tithes והקדשׁים <WH6944> and the dedicated באמונה <WH530> faithfully: ועליהם <WH5921> over נגיד <WH5057> ruler, כונניהו <WH3562> which Cononiah הלוי <WH3881> ושׁמעי <WH8096> and Shimei אחיהו <WH251> his brother משׁנה׃ <WH4932> the next."},{"number":13,"verse":"ויחיאל <WH3171> And Jehiel, ועזזיהו <WH5812> and Azaziah, ונחת <WH5184> and Nahath, ועשׂהאל <WH6214> and Asahel, וירימות <WH3406> and Jerimoth, ויוזבד <WH3107> and Jozabad, ואליאל <WH447> and Eliel, ויסמכיהו <WH3253> and Ismachiah, ומחת <WH4287> and Mahath, ובניהו <WH1141> and Benaiah, פקידים <WH6496> overseers מיד <WH3027> under the hand כונניהו <WH3562> of Cononiah ושׁמעי <WH8096> and Shimei אחיו <WH251> his brother, במפקד <WH4662> at the commandment יחזקיהו <WH2396> המלך <WH4428> the king, ועזריהו <WH5838> and Azariah נגיד <WH5057> the ruler בית <WH1004> of the house האלהים׃ <WH430> of God."},{"number":14,"verse":"וקורא <WH6981> And Kore בן <WH1121> the son ימנה <WH3232> of Imnah הלוי <WH3881> השׁוער <WH7778> the porter למזרחה <WH4217> toward the east, על <WH5921> over נדבות <WH5071> the freewill offerings האלהים <WH430> of God, לתת <WH5414> to distribute תרומת <WH8641> the oblations יהוה <WH3068> of the LORD, וקדשׁי <WH6942> הקדשׁים׃ <WH6944> and the most holy things."},{"number":15,"verse":"ועל <WH5921> ידודן <WH5731> him Eden, ומנימן <WH4509> and Miniamin, וישׁוע <WH3442> and Jeshua, ושׁמעיהו <WH8098> and Shemaiah, אמריהו <WH568> Amariah, ושׁכניהו <WH7935> and Shecaniah, בערי <WH5892> in the cities הכהנים <WH3548> of the priests, באמונה <WH530> in set office, לתת <WH5414> to give לאחיהם <WH251> to their brethren במחלקות <WH4256> by courses, כגדול <WH1419> as well to the great כקטן׃ <WH6996> as to the small:"},{"number":16,"verse":"מלבד <WH905> התיחשׂם <WH3187> their genealogy לזכרים <WH2145> of males, מבן <WH1121> old שׁלושׁ <WH7969> from three שׁנים <WH8141> years ולמעלה <WH4605> and upward, לכל <WH3605> unto every one הבא <WH935> that entereth לבית <WH1004> into the house יהוה <WH3068> of the LORD, לדבר <WH1697> portion יום <WH3117> his daily ביומו <WH3117> his daily לעבודתם <WH5656> for their service במשׁמרותם <WH4931> in their charges כמחלקותיהם׃ <WH4256> according to their courses;"},{"number":17,"verse":"ואת <WH853> התיחשׂכהנים <WH3548> of the priests לבית <WH1004> by the house אבותיהם <WH1> of their fathers, והלוים <WH3881> and the Levites מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ולמעלה <WH4605> and upward, במשׁמרותיהם <WH4931> in their charges במחלקותיהם׃ <WH4256> by their courses;"},{"number":18,"verse":"ולהתיחשׂ <WH3188> בכל <WH3605> of all טפם <WH2945> their little ones, נשׁיהם <WH802> their wives, ובניהם <WH1121> and their sons, ובנותיהם <WH1323> and their daughters, לכל <WH3605> through all קהל <WH6951> the congregation: כי <WH3588> for באמונתם <WH530> in their set office יתקדשׁו <WH6942> they sanctified themselves קדשׁ׃ <WH6944> in holiness:"},{"number":19,"verse":"ולבני <WH1121> Also of the sons אהרן <WH175> of Aaron הכהנים <WH3548> the priests, בשׂדי <WH7704> in the fields מגרשׁ <WH4054> of the suburbs עריהם <WH5892> of their cities, בכל <WH3605> in every עיר <WH5892> several city, ועיר <WH5892> several city, אנשׁים <WH376> the men אשׁר <WH834> that נקבו <WH5344> were expressed בשׁמות <WH8034> by name, לתת <WH5414> to give מנות <WH4490> portions לכל <WH3605> to all זכר <WH2145> the males בכהנים <WH3548> among the priests, ולכל <WH3605> and to all התיחשׂ <WH3187> that were reckoned by genealogies בלוים׃ <WH3881> among the Levites."},{"number":20,"verse":"ויעשׂ <WH6213> did כזאת <WH2063> And thus יחזקיהו <WH2396> בכל <WH3605> throughout all יהודה <WH3063> Judah, ויעשׂ <WH6213> and wrought הטוב <WH2896> good והישׁר <WH3477> and right והאמת <WH571> and truth לפני <WH6440> before יהוה <WH3068> the LORD אלהיו׃ <WH430> his God."},{"number":21,"verse":"ובכל <WH3605> And in every מעשׂה <WH4639> work אשׁר <WH834> that החל <WH2490> he began בעבודת <WH5656> in the service בית <WH1004> of the house האלהים <WH430> of God, ובתורה <WH8451> and in the law, ובמצוה <WH4687> and in the commandments, לדרשׁ <WH1875> to seek לאלהיו <WH430> his God, בכל <WH3605> with all לבבו <WH3824> his heart, עשׂה <WH6213> he did והצליח׃ <WH6743> and prospered."}]}