{"bibleAbbr":"Orig2013+","bookName":"דברי הימים ב","bookEnglishName":"2 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"ותשׁלם <WH7999> was finished: כל <WH3605> Thus all המלאכה <WH4399> the work אשׁר <WH834> that עשׂה <WH6213> made שׁלמה <WH8010> Solomon לבית <WH1004> for the house יהוה <WH3068> of the LORD ויבא <WH935> brought in שׁלמה <WH8010> and Solomon את <WH853> קדשׁי <WH6944> the things דויד <WH1732> that David אביו <WH1> his father ואת <WH853> הכסף <WH3701> and the silver, ואת <WH853> הזהב <WH2091> and the gold, ואת <WH853> כל <WH3605> and all הכלים <WH3627> the instruments, נתן <WH5414> put באצרות <WH214> he among the treasures בית <WH1004> of the house האלהים׃ <WH430> of God."},{"number":2,"verse":"אז <WH227> Then יקהיל <WH6950> assembled שׁלמה <WH8010> Solomon את <WH853> זקני <WH2205> the elders ישׂראל <WH3478> of Israel, ואת <WH853> כל <WH3605> and all ראשׁי <WH7218> the heads המטות <WH4294> of the tribes, נשׂיאי <WH5387> the chief האבות <WH1> of the fathers לבני <WH1121> of the children ישׂראל <WH3478> of Israel, אל <WH413> unto ירושׁלם <WH3389> Jerusalem, להעלות <WH5927> to bring up את <WH853> ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD מעיר <WH5892> out of the city דויד <WH1732> of David, היא <WH1931> which ציון׃ <WH6726> Zion."},{"number":3,"verse":"ויקהלו <WH6950> assembled themselves אל <WH413> unto המלך <WH4428> the king כל <WH3605> Wherefore all אישׁ <WH376> the men ישׂראל <WH3478> of Israel בחג <WH2282> in the feast הוא <WH1931> which החדשׁ <WH2320> month. השׁבעי׃ <WH7637> in the seventh"},{"number":4,"verse":"ויבאו <WH935> came; כל <WH3605> And all זקני <WH2205> the elders ישׂראל <WH3478> of Israel וישׂאו <WH5375> took up הלוים <WH3881> and the Levites את <WH853> הארון׃ <WH727> the ark."},{"number":5,"verse":"ויעלו <WH5927> And they brought up את <WH853> הארון <WH727> the ark, ואת <WH853> אהל <WH168> and the tabernacle מועד <WH4150> of the congregation, ואת <WH853> כל <WH3605> and all כלי <WH3627> vessels הקדשׁ <WH6944> the holy אשׁר <WH834> that באהל <WH168> in the tabernacle, העלו <WH5927> bring up. אתם <WH853> הכהנים <WH3548> these did the priests הלוים׃ <WH3881> the Levites"},{"number":6,"verse":"והמלך <WH4428> Also king שׁלמה <WH8010> Solomon, וכל <WH3605> and all עדת <WH5712> the congregation ישׂראל <WH3478> of Israel הנועדים <WH3259> that were assembled עליו <WH5921> unto לפני <WH6440> him before הארון <WH727> the ark, מזבחים <WH2076> sacrificed צאן <WH6629> sheep ובקר <WH1241> and oxen, אשׁר <WH834> which לא <WH3808> could not יספרו <WH5608> be told ולא <WH3808> nor ימנו <WH4487> numbered מרב׃ <WH7230> for multitude."},{"number":7,"verse":"ויביאו <WH935> brought in הכהנים <WH3548> And the priests את <WH853> ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD אל <WH413> unto מקומו <WH4725> his place, אל <WH413> to דביר <WH1687> the oracle הבית <WH1004> of the house, אל <WH413> into קדשׁ <WH6944> the most holy הקדשׁים <WH6944> the most holy אל <WH413> under תחת <WH8478> under כנפי <WH3671> the wings הכרובים׃ <WH3742> of the cherubims:"},{"number":8,"verse":"ויהיו <WH1961> spread forth הכרובים <WH3742> For the cherubims פרשׂים <WH6566> spread forth כנפים <WH3671> wings על <WH5921> over מקום <WH4725> the place הארון <WH727> of the ark, ויכסו <WH3680> covered הכרובים <WH3742> and the cherubims על <WH5921> covered הארון <WH727> the ark ועל <WH5921> בדיו <WH905> and the staves מלמעלה׃ <WH4605> thereof above."},{"number":9,"verse":"ויאריכו <WH748> And they drew out הבדים <WH905> the staves ויראו <WH7200> were seen ראשׁי <WH7218> that the ends הבדים <WH905> of the staves מן <WH4480> from הארון <WH727> the ark על <WH5921> before פני <WH6440> before הדביר <WH1687> the oracle; ולא <WH3808> but they were not יראו <WH7200> seen החוצה <WH2351> without. ויהי <WH1961> it is שׁם <WH8033> And there עד <WH5704> unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":10,"verse":"אין <WH369> nothing בארון <WH727> in the ark רק <WH7535> save שׁני <WH8147> the two הלחות <WH3871> tables אשׁר <WH834> which נתן <WH5414> put משׁה <WH4872> Moses בחרב <WH2722> at Horeb, אשׁר <WH834> when כרת <WH3772> made יהוה <WH3068> the LORD עם <WH5973> with בני <WH1121> the children ישׂראל <WH3478> of Israel, בצאתם <WH3318> when they came out ממצרים׃ <WH4714>"},{"number":11,"verse":"ויהי <WH1961> And it came to pass, בצאת <WH3318> were come out הכהנים <WH3548> when the priests מן <WH4480> of הקדשׁ <WH6944> the holy כי <WH3588> (for כל <WH3605> all הכהנים <WH3548> the priests הנמצאים <WH4672> present התקדשׁו <WH6942> were sanctified, אין <WH369> did not לשׁמור <WH8104> wait למחלקות׃ <WH4256> by course:"},{"number":12,"verse":"והלוים <WH3881> Also the Levites המשׁררים <WH7891> the singers, לכלם <WH3605> all לאסף <WH623> of them of Asaph, להימן <WH1968> of Heman, לידתון <WH3038> of Jeduthun, ולבניהם <WH1121> with their sons ולאחיהם <WH251> and their brethren, מלבשׁים <WH3847> arrayed בוץ <WH948> in white linen, במצלתים <WH4700> having cymbals ובנבלים <WH5035> and psalteries וכנרות <WH3658> and harps, עמדים <WH5975> stood מזרח <WH4217> at the east end למזבח <WH4196> of the altar, ועמהם <WH5973> and with כהנים <WH3548> priests למאה <WH3967> them a hundred ועשׂרים <WH6242> and twenty מחצררים <WH2690> sounding בחצצרות׃ <WH2689> with trumpets:)"},{"number":13,"verse":"ויהי <WH1961> It came even to pass, כאחד <WH259> as one, למחצצרים <WH2690> as the trumpeters ולמשׁררים <WH7891> and singers להשׁמיע <WH8085> to be heard קול <WH6963> sound אחד <WH259> to make one להלל <WH1984> in praising ולהדות <WH3034> and thanking ליהוה <WH3068> the LORD; וכהרים <WH7311> and when they lifted up קול <WH6963> voice בחצצרות <WH2689> with the trumpets ובמצלתים <WH4700> and cymbals ובכלי <WH3627> and instruments השׁיר <WH7892> of music, ובהלל <WH1984> and praised ליהוה <WH3068> the LORD, כי <WH3588> For טוב <WH2896> good; כי <WH3588> for לעולם <WH5769> forever: חסדו <WH2617> his mercy והבית <WH1004> that the house מלא <WH4390> was filled ענן <WH6051> with a cloud, בית <WH1004> the house יהוה׃ <WH3068> of the LORD;"},{"number":14,"verse":"ולא <WH3808> not יכלו <WH3201> could הכהנים <WH3548> So that the priests לעמוד <WH5975> stand לשׁרת <WH8334> to minister מפני <WH6440> by reason of הענן <WH6051> the cloud: כי <WH3588> for מלא <WH4390> had filled כבוד <WH3519> the glory יהוה <WH3068> of the LORD את <WH853> בית <WH1004> the house האלהים׃ <WH430> of God."}]}