{"bibleAbbr":"MSG2018","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"Gideon Yet again the People of Israel went back to doing evil in GOD’s sight. GOD put them under the domination of Midian for seven years. Midian overpowered Israel. Because of Midian, the People of Israel made for themselves hideouts in the mountains—caves and forts. When Israel planted its crops, Midian and Amalek, the easterners, would invade them, camp in their fields, and destroy their crops all the way down to Gaza. They left nothing for them to live on, neither sheep nor ox nor donkey. Bringing their cattle and tents, they came in and took over, like an invasion of locusts. And their camels—past counting! They marched in and devastated the country. The People of Israel, reduced to grinding poverty by Midian, cried out to GOD for help."},{"number":7,"verse":"One time when the People of Israel had cried out to GOD because of Midian, GOD sent them a prophet with this message: “GOD, the God of Israel, says, I delivered you from Egypt, I freed you from a life of slavery; I rescued you from Egypt’s brutality and then from every oppressor; I pushed them out of your way and gave you their land. “And I said to you, ‘I am GOD, your God. Don’t for a minute be afraid of the gods of the Amorites in whose land you are living.’ But you didn’t listen to me.”"},{"number":11,"verse":"One day the angel of GOD came and sat down under the oak in Ophrah that belonged to Joash the Abiezrite, whose son Gideon was threshing wheat in the winepress, out of sight of the Midianites. The angel of GOD appeared to him and said, “GOD is with you, O mighty warrior!”"},{"number":13,"verse":"Gideon replied, “With me, my master? If GOD is with us, why has all this happened to us? Where are all the miracle-wonders our parents and grandparents told us about, telling us, ‘Didn’t GOD deliver us from Egypt?’ The fact is, GOD has nothing to do with us—he has turned us over to Midian.”"},{"number":14,"verse":"But GOD faced him directly: “Go in this strength that is yours. Save Israel from Midian. Haven’t I just sent you?”"},{"number":15,"verse":"Gideon said to him, “Me, my master? How and with what could I ever save Israel? Look at me. My clan’s the weakest in Manasseh and I’m the runt of the litter.”"},{"number":16,"verse":"GOD said to him, “I’ll be with you. Believe me, you’ll defeat Midian as one man.”"},{"number":17,"verse":"Gideon said, “If you’re serious about this, do me a favor: Give me a sign to back up what you’re telling me. Don’t leave until I come back and bring you my gift.” He said, “I’ll wait till you get back.”"},{"number":19,"verse":"Gideon went and prepared a young goat and a huge amount of unraised bread (he used over half a bushel of flour!). He put the meat in a basket and the broth in a pot and took them back under the shade of the oak tree for a sacred meal."},{"number":20,"verse":"The angel of God said to him, “Take the meat and unraised bread, place them on that rock, and pour the broth on them.” Gideon did it."},{"number":21,"verse":"The angel of GOD stretched out the tip of the stick he was holding and touched the meat and the bread. Fire broke out of the rock and burned up the meat and bread while the angel of God slipped away out of sight. And Gideon knew it was the angel of God! Gideon said, “Oh no! Master, GOD! I have seen the angel of God face-to-face!”"},{"number":23,"verse":"But GOD reassured him, “Easy now. Don’t panic. You won’t die.”"},{"number":24,"verse":"Then Gideon built an altar there to GOD and named it “GOD’s Peace.” It’s still called that at Ophrah of Abiezer."},{"number":25,"verse":"That night this happened. GOD said to him, “Take your father’s best seven-year-old bull, the prime one. Tear down your father’s Baal altar and chop down the Asherah fertility pole beside it. Then build an altar to GOD, your God, on the top of this hill. Take the prime bull and present it as a Whole-Burnt-Offering, using firewood from the Asherah pole that you cut down.”"},{"number":27,"verse":"Gideon selected ten men from his servants and did exactly what GOD had told him. But because of his family and the people in the neighborhood, he was afraid to do it openly, so he did it that night."},{"number":28,"verse":"Early in the morning, the people in town were shocked to find Baal’s altar torn down, the Asherah pole beside it chopped down, and the prime bull burning away on the altar that had been built."},{"number":29,"verse":"They kept asking, “Who did this?” Questions and more questions, and then the answer: “Gideon son of Joash did it.”"},{"number":30,"verse":"The men of the town demanded of Joash: “Bring out your son! He must die! Why, he tore down the Baal altar and chopped down the Asherah tree!”"},{"number":31,"verse":"But Joash stood up to the crowd pressing in on him, “Are you going to fight Baal’s battles for him? Are you going to save him? Anyone who takes Baal’s side will be dead by morning. If Baal is a god in fact, let him fight his own battles and defend his own altar.”"},{"number":32,"verse":"They nicknamed Gideon that day Jerub-Baal because after he had torn down the Baal altar, he had said, “Let Baal fight his own battles.” * * *"},{"number":33,"verse":"All the Midianites and Amalekites (the easterners) got together, crossed the river, and made camp in the Valley of Jezreel. GOD’s Spirit came over Gideon. He blew his ram’s horn trumpet and the Abiezrites came out, ready to follow him. He dispatched messengers all through Manasseh, calling them to the battle; also to Asher, Zebulun, and Naphtali. They all came."},{"number":36,"verse":"Gideon said to God, “If this is right, if you are using me to save Israel as you’ve said, then look: I’m placing a fleece of wool on the threshing floor. If dew is on the fleece only, but the floor is dry, then I know that you will use me to save Israel, as you said.”"},{"number":38,"verse":"That’s what happened. When he got up early the next morning, he wrung out the fleece—enough dew to fill a bowl with water!"},{"number":39,"verse":"Then Gideon said to God, “Don’t be impatient with me, but let me say one more thing. I want to try another time with the fleece. But this time let the fleece stay dry, while the dew drenches the ground.”"},{"number":40,"verse":"God made it happen that very night. Only the fleece was dry while the ground was wet with dew. * * *"}]}