{"bibleAbbr":"urDGV2010","bookName":"२-थिस्सलुनीकियों","bookEnglishName":"2 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"यह ख़त पौलुस, सिल्वानुस और तीमुथियुस की तरफ़ से है। हम थिस्सलुनीकियों की जमाअत को लिख रहे हैं, उन्हें जो अल्लाह हमारे बाप और ख़ुदावन्द ईसा मसीह पर ईमान लाए हैं।"},{"number":2,"verse":"ख़ुदा हमारा बाप और ख़ुदावन्द ईसा मसीह आप को फ़ज़्ल और सलामती बख़्शें।"},{"number":3,"verse":"( मसीह की आमद पर अदालत) भाइयो, वाजिब है कि हम हर वक़्त आप के लिए ख़ुदा का शुक्र करें। हाँ, यह मौज़ूँ है, क्यूँकि आप का ईमान हैरतअंगेज़ तरक़्क़ी कर रहा है और आप सब की एक दूसरे से मुहब्बत बढ़ रही है।"},{"number":4,"verse":"यही वजह है कि हम अल्लाह की दीगर जमाअतों में आप पर फ़ख़र करते हैं। हाँ, हम फ़ख़र करते हैं कि आप इन दिनों में कितनी साबितक़दमी और ईमान दिखा रहे हैं हालाँकि आप बहुत ईज़ारसानियाँ और मुसीबतें बर्दाश्त कर रहे हैं।"},{"number":5,"verse":"यह सब कुछ साबित करता है कि अल्लाह की अदालत रास्त है, और नतीजे में आप उस की बादशाही के लाइक़ ठहरेंगे, जिस के लिए आप अब दुख उठा रहे हैं।"},{"number":6,"verse":"अल्लाह वही कुछ करेगा जो रास्त है। वह उन्हें मुसीबतों में डाल देगा जो आप को मुसीबत में डाल रहे हैं,"},{"number":7,"verse":"और आप को जो मुसीबत में हैं हमारे समेत आराम देगा। वह यह उस वक़्त करेगा जब ख़ुदावन्द ईसा अपने क़वी फ़रिश्तों के साथ आसमान पर से आ कर ज़ाहिर होगा"},{"number":8,"verse":"और भड़कती हुई आग में उन्हें सज़ा देगा जो न अल्लाह को जानते हैं, न हमारे ख़ुदावन्द ईसा की ख़ुशख़बरी के ताबे हैं।"},{"number":9,"verse":"ऐसे लोग अबदी हलाकत की सज़ा पाएँगे, वह हमेशा तक ख़ुदावन्द की हुज़ूरी और उस की जलाली क़ुदरत से दूर हो जाएंगे।"},{"number":10,"verse":"लेकिन उस दिन ख़ुदावन्द इस लिए भी आएगा कि अपने मुक़द्दसीन में जलाल पाए और तमाम ईमानदारों में हैरत का बाइस हो। आप भी उन में शामिल होंगे, क्यूँकि आप उस पर ईमान लाए जिस की गवाही हम ने आप को दी।"},{"number":11,"verse":"यह पेश-ए-नज़र रख कर हम लगातार आप के लिए दुआ करते हैं। हमारा ख़ुदा आप को उस बुलावे के लाइक़ ठहराए जिस के लिए आप को बुलाया गया है। और वह अपनी क़ुदरत से आप की नेकी करने की हर ख़्वाहिश और आप के ईमान का हर काम तक्मील तक पहुँचाए।"},{"number":12,"verse":"क्यूँकि इस तरह ही हमारे ख़ुदावन्द ईसा का नाम आप में जलाल पाएगा और आप भी उस में जलाल पाएँगे, उस फ़ज़्ल के मुताबिक़ जो हमारे ख़ुदा और ख़ुदावन्द ईसा मसीह ने आप को दिया है।"}]}