{"bibleAbbr":"urDGV2010","bookName":"२-थिस्सलुनीकियों","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"( हमारे लिए दुआ करना) भाइयो, एक आख़िरी बात, हमारे लिए दुआ करें कि ख़ुदावन्द का पैग़ाम जल्दी से फैल जाए और इज़्ज़त पाए, बिलकुल उसी तरह जिस तरह आप के दरमियान हुआ।"},{"number":2,"verse":"इस के लिए भी दुआ करें कि अल्लाह हमें ग़लत और शरीर लोगों से बचाए रखे, क्यूँकि सब तो ईमान नहीं रखते।"},{"number":3,"verse":"लेकिन ख़ुदावन्द वफ़ादार है, और वही आप को मज़बूत करके इब्लीस से मह्फ़ूज़ रखेगा।"},{"number":4,"verse":"हम ख़ुदावन्द में आप पर एतिमाद रखते हैं कि आप वह कुछ कर रहे हैं बल्कि करते रहेंगे जो हम ने आप को करने को कहा था।"},{"number":5,"verse":"ख़ुदावन्द आप के दिलों को अल्लाह की मुहब्बत और मसीह की साबितक़दमी की तरफ़ माइल करता रहे।"},{"number":6,"verse":"( काम करने का फ़र्ज़) भाइयो, अपने ख़ुदावन्द ईसा मसीह के नाम में हम आप को हुक्म देते हैं कि हर उस भाई से किनारा करें जो बेक़ाइदा चलता और जो हम से पाई हुई रिवायत के मुताबिक़ ज़िन्दगी नहीं गुज़ारता।"},{"number":7,"verse":"आप ख़ुद जानते हैं कि आप को किस तरह हमारे नमूने पर चलना चाहिए। जब हम आप के पास थे तो हमारी ज़िन्दगी में बेतरतीबी नहीं पाई जाती थी।"},{"number":8,"verse":"हम ने किसी का खाना भी पैसे दिए बग़ैर न खाया, बल्कि दिन रात सख़्त मेहनत-मशक़्क़त करते रहे ताकि आप में से किसी के लिए बोझ न बनें।"},{"number":9,"verse":"बात यह नहीं कि हमें आप से मुआवज़ा मिलने का हक़ नहीं था। नहीं, हम ने ऐसा किया ताकि हम आप के लिए अच्छा नमूना बनें और आप इस नमूने पर चलें।"},{"number":10,"verse":"जब हम अभी आप के पास थे तो हम ने आप को हुक्म दिया, “जो काम नहीं करना चाहता वह खाना भी न खाए।”"},{"number":11,"verse":"अब हमें यह ख़बर मिली है कि आप में से बाज़ बेक़ाइदा ज़िन्दगी गुज़ारते हैं। वह काम नहीं करते बल्कि दूसरों के कामों में ख़्वाह-म-ख़्वाह दख़ल देते हैं।"},{"number":12,"verse":"ख़ुदावन्द ईसा मसीह के नाम में हम ऐसे लोगों को हुक्म देते और समझाते हैं कि आराम से काम करके अपनी रोज़ी कमाएँ।"},{"number":13,"verse":"भाइयो, आप भलाई करने से कभी हिम्मत न हारें।"},{"number":14,"verse":"अगर कोई इस ख़त में दर्ज हमारी हिदायत पर अमल न करे तो उस से ताल्लुक़ न रखना ताकि उसे शर्म आए।"},{"number":15,"verse":"लेकिन उसे दुश्मन मत समझना बल्कि उसे भाई जान कर समझाना।"},{"number":16,"verse":"( आख़िरी अल्फ़ाज़) ख़ुदावन्द ख़ुद जो सलामती का सरचश्मा है आप को हर वक़्त और हर तरह से सलामती बख़्शे। ख़ुदावन्द आप सब के साथ हो।"},{"number":17,"verse":"मैं, पौलुस अपने हाथ से यह लिख रहा हूँ। मेरी तरफ़ से सलाम। मैं इसी तरीक़े से अपने हर ख़त पर दस्तख़त करता और इसी तरह लिखता हूँ।"},{"number":18,"verse":"हमारे ख़ुदावन्द ईसा मसीह का फ़ज़्ल आप सब के साथ रहे।"}]}