{"bibleAbbr":"urDGV2010","bookName":"आस्तर","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"( अख़स्वेरुस यहूदियों की मदद करता है) उसी दिन अख़स्वेरुस ने आस्तर मलिका को यहूदियों के दुश्मन हामान का घर दे दिया। फिर मर्दकी को बादशाह के सामने लाया गया, क्यूँकि आस्तर ने उसे बता दिया था कि वह मेरा रिश्तेदार है।"},{"number":2,"verse":"बादशाह ने अपनी उंगली से वह अंगूठी उतारी जो मुहर लगाने के लिए इस्तेमाल होती थी और जिसे उस ने हामान से वापस ले लिया था। अब उस ने उसे मर्दकी के हवाले कर दिया। उस वक़्त आस्तर ने उसे हामान की मिलकियत का निगरान भी बना दिया।"},{"number":3,"verse":"एक बार फिर आस्तर बादशाह के सामने गिर गई और रो रो कर इल्तिमास करने लगी, “जो शरीर मन्सूबा हामान अजाजी ने यहूदियों के ख़िलाफ़ बांध लिया है उसे रोक दें।”"},{"number":4,"verse":"बादशाह ने सोने का अपना असा आस्तर की तरफ़ बढ़ाया, तो वह उठ कर उस के सामने खड़ी हो गई।"},{"number":5,"verse":"उस ने कहा, “अगर बादशाह को बात अच्छी और मुनासिब लगे, अगर मुझे उन की मेहरबानी हासिल हो और वह मुझ से ख़ुश हों तो वह हामान बिन हम्मदाता अजाजी के उस फ़रमान को मन्सूख़ करें जिस के मुताबिक़ सल्तनत के तमाम सूबों में रहने वाले यहूदियों को हलाक करना है।"},{"number":6,"verse":"अगर मेरी क़ौम और नस्ल मुसीबत में फंस कर हलाक हो जाए तो मैं यह किस तरह बर्दाश्त करूँगी?”"},{"number":7,"verse":"तब अख़स्वेरुस ने आस्तर और मर्दकी यहूदी से कहा, “मैं ने आस्तर को हामान का घर दे दिया। उसे ख़ुद मैं ने यहूदियों पर हम्ला करने की वजह से फाँसी दी है।"},{"number":8,"verse":"लेकिन जो भी फ़रमान बादशाह के नाम में सादिर हुआ है और जिस पर उस की अंगूठी की मुहर लगी है उसे मन्सूख़ नहीं किया जा सकता। लेकिन आप एक और काम कर सकते हैं। मेरे नाम में एक और फ़रमान जारी करें जिस पर मेरी मुहर लगी हो। उसे अपनी तसल्ली के मुताबिक़ यूँ लिखें कि यहूदी मह्फ़ूज़ हो जाएँ।”"},{"number":9,"verse":"उसी वक़्त बादशाह के मुहर्रिर बुलाए गए। तीसरे महीने सीवान का 23वाँ दिन ( २५ जून।) था। उन्हों ने मर्दकी की तमाम हिदायात के मुताबिक़ फ़रमान लिख दिया जिसे यहूदियों और तमाम 127 सूबों के गवर्नरों, हाकिमों और रईसों को भेजना था। भारत से ले कर एथोपिया तक यह फ़रमान हर सूबे के अपने तर्ज़-ए-तहरीर और हर क़ौम की अपनी ज़बान में क़लमबन्द था। यहूदी क़ौम को भी उस के अपने तर्ज़-ए-तहरीर और उस की अपनी ज़बान में फ़रमान मिल गया।"},{"number":10,"verse":"मर्दकी ने यह फ़रमान बादशाह के नाम में लिख कर उस पर शाही मुहर लगाई। फिर उस ने उसे शाही डाक के तेज़रफ़्तार घोड़ों पर सवार क़ासिदों के हवाले कर दिया। फ़रमान में लिखा था,"},{"number":11,"verse":"“बादशाह हर शहर के यहूदियों को अपने दिफ़ा के लिए जमा होने की इजाज़त देते हैं। अगर मुख़्तलिफ़ क़ौमों और सूबों के दुश्मन उन पर हम्ला करें तो यहूदियों को उन्हें बाल-बच्चों समेत तबाह करने और हलाक करके नेस्त-ओ-नाबूद करने की इजाज़त है। नीज़, वह उन की मिलकियत पर क़ब्ज़ा कर सकते हैं।"},{"number":12,"verse":"एक ही दिन यानी 12वें महीने अदार के 13वें दिन ( ७ मार्च।) यहूदियों को बादशाह के तमाम सूबों में यह कुछ करने की इजाज़त है।”"},{"number":13,"verse":"हर सूबे में फ़रमान की क़ानूनी तस्दीक़ करनी थी और हर क़ौम को इस की ख़बर पहुँचानी थी ताकि मुक़र्ररा दिन यहूदी अपने दुश्मनों से इन्तिक़ाम लेने के लिए तय्यार हों।"},{"number":14,"verse":"बादशाह के हुक्म पर तेज़रौ क़ासिद शाही डाक के बेहतरीन घोड़ों पर सवार हो कर चल पड़े। फ़रमान का एलान सोसन के क़िले में भी हुआ।"},{"number":15,"verse":"मर्दकी क़िर्मिज़ी और सफ़ेद रंग का शाही लिबास, नफ़ीस कतान और अर्ग़वानी रंग की चादर और सर पर सोने का बड़ा ताज पहने हुए महल से निकला। तब सोसन के बाशिन्दे नारे लगा लगा कर ख़ुशी मनाने लगे।"},{"number":16,"verse":"यहूदियों के लिए आब-ओ-ताब, ख़ुशी-ओ-शादमानी और इज़्ज़त-ओ-जलाल का ज़माना शुरू हुआ।"},{"number":17,"verse":"हर सूबे और हर शहर में जहाँ भी बादशाह का नया फ़रमान पहुँच गया, वहाँ यहूदियों ने ख़ुशी के नारे लगा लगा कर एक दूसरे की ज़ियाफ़त की और जश्न मनाया। उस वक़्त दूसरी क़ौमों के बहुत से लोग यहूदी बन गए, क्यूँकि उन पर यहूदियों का ख़ौफ़ छा गया था।"}]}