{"bibleAbbr":"KJV1611","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"And the children of Israel did euill againe in the sight of the Lord, and the Lord deliuered them into the hand of the Philistines forty yeeres."},{"number":2,"verse":"And there was a certaine man of Zorah, of the family of the Danites, whose name was Manoah, and his wife was barren, and bare not."},{"number":3,"verse":"And the Angel of the Lord appeared vnto the woman, and said vnto her, Behold now, thou art barren, and bearest not: but thou shalt conceiue and beare a sonne."},{"number":4,"verse":"Now therefore beware I pray thee, and drinke not wine, nor strong drinke, and eat not any vncleane thing."},{"number":5,"verse":"For loe, thou shalt conceiue, and beare a sonne, and no rasor shall come on his head: for the child shall be a Nazarite vnto God from the wombe: and he shall begin to deliuer Israel out of the hand of the Philistines."},{"number":6,"verse":"Then the woman came, and told her husband, saying; A man of God came vnto mee, and his countenance was like the countenance of an Angel of God, very terrible: but I asked him not whence he was, neither told he me his name:"},{"number":7,"verse":"But he said vnto mee, Behold, thou shalt conceiue and beare a sonne; and now, drinke no wine nor strong drinke, neither eate any vncleane thing: for the childe shal be a Nazarite to God, from the wombe, to the day of his death."},{"number":8,"verse":"Then Manoah entreated the Lord, and said, O my Lord, let the man of God which thou didst send, come againe vnto vs, & teach vs what we shall do vnto the childe that shall be borne."},{"number":9,"verse":"And God hearkened to the voyce of Manoah; and the Angel of God came againe vnto the woman as shee sate in the field: But Manoah her husband was not with her."},{"number":10,"verse":"And the woman made haste, and ranne, and shewed her husband, and said vnto him; Behold, the man hath appeared vnto me, that came vnto me the other day."},{"number":11,"verse":"And Manoah arose, and went after his wife, and came to the man, and said vnto him, Art thou the man that spakest vnto the woman? And he said, I am."},{"number":12,"verse":"And Manoah said, Now let thy words come to passe: How shall wee order the childe, and how shall we doe vnto him?"},{"number":13,"verse":"And the Angel of the Lord said vnto Manoah, Of all that I said vnto the woman, let her beware."},{"number":14,"verse":"She may not eate of any thing that commeth of the Uine, neither let her drinke wine or strong drinke, nor eat any vncleane thing: all that I commanded her, let her obserue."},{"number":15,"verse":"And Manoah saide vnto the Angel of the Lord, I pray thee let vs deteine thee, vntill wee shall haue made ready a kid for thee."},{"number":16,"verse":"And the Angel of the Lord said vnto Manoah, Though thou deteine mee, I will not eat of thy bread: and if thou wilt offer a burnt offering, thou must offer it vnto the Lord: for Manoah knew not that he was an Angel of the Lord."},{"number":17,"verse":"And Manoah said vnto the Angel of the Lord, What is thy name, that when thy sayings come to passe, we may doe thee honour?"},{"number":18,"verse":"And the Angel of the Lord said vnto him, Why askest thou thus after my name, seeing it is secret?"},{"number":19,"verse":"So Manoah tooke a kid, with a meat offering, and offered it vpon a rocke vnto the Lord: and the Angel did wonderously, and Manoah and his wife looked on."},{"number":20,"verse":"For it came to passe, when the flame went vp toward heauen from off the altar, that the Angel of the Lord ascended in the flame of the altar: and Manoah and his wife looked on it, and fell on their faces to the ground."},{"number":21,"verse":"(But the Angel of the Lord did no more appeare to Manoah and to his wife:) then Manoah knewe that he was an Angel of the Lord."},{"number":22,"verse":"And Manoah said vnto his wife, Wee shall surely die, because wee haue seene God."},{"number":23,"verse":"But his wife said vnto him, If the Lord were pleased to kill vs, he would not haue receiued a burnt offering and a meat offering at our hands, neither would hee haue shewed vs all these things, nor would as at this time haue told vs such things as these."},{"number":24,"verse":"And the woman bare a sonne, and called his name Samson: and the child grew, & the Lord blessed him."},{"number":25,"verse":"And the Spirit of the Lord beganne to mooue him at times in the campe of Dan, betweene Zorah and Eshtaol."}]}