{"bibleAbbr":"KJV1611","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"Then sang Deborah, and Barak the son of Abinoam, on that day, saying,"},{"number":2,"verse":"Praise ye the Lord, for the auenging of Israel, when the people willingly offered themselues."},{"number":3,"verse":"Heare, O ye kings, giue eare, O ye Princes: I, euen I will sing vnto the Lord, I wil sing praise to the Lord God of Israel."},{"number":4,"verse":"Lord, when thou wentest out of Seir, when thou marchedst out of the field of Edom, the earth trembled, and the heauens dropped, the clouds also dropped water."},{"number":5,"verse":"The mountaines melted from before the Lord, euen that Sinai, from before the Lord God of Israel."},{"number":6,"verse":"In the dayes of Shamgar the son of Anath, in the dayes of Iael, the high wayes were vnoccupied, and the traueilers walked thorow by-wayes."},{"number":7,"verse":"The inhabitants of the villages ceased, they ceased in Israel, vntill that I Deborah arose, that I arose a mother in Israel."},{"number":8,"verse":"They chose new gods; then was warre in the gates: was there a shield or speare seene among fourtie thousand in Israel?"},{"number":9,"verse":"My heart is toward the gouernours of Israel, that offered themselues willingly among the people: Blesse ye the Lord."},{"number":10,"verse":"Speake yee that ride on white asses, yee that sit in Iudgement, and walke by the way."},{"number":11,"verse":"They that are deliuered from the noise of Archers in the places of drawing water; there shall they rehearse the righteous acts of the Lord, euen the righteous acts towards the inhabitants of his villages in Israel: then shall the people of the Lord goe downe to the gates."},{"number":12,"verse":"Awake, awake Deborah: awake, awake, vtter a song: arise Barak, and leade thy captiuitie captiue, thou sonne of Abinoam."},{"number":13,"verse":"Then hee made him that remaineth, haue dominion ouer the Nobles among the people: the Lord made me haue dominion ouer the mightie."},{"number":14,"verse":"Out of Ephraim was there a roote of them against Amalek, after thee Beniamin, among thy people: Out of Machir came downe gouernours, and out of Zebulun they that handle the pen of the writer."},{"number":15,"verse":"And the princes of Issachar were with Deborah: euen Issachar, and also Barak, he was sent on foot into the valley: for the diuisions of Reuben, there were great thoughts of heart."},{"number":16,"verse":"Why abodest thou among the sheepefolds, to heare the bleatings of the flocks? for the diuisions of Reuben there were great searchings of heart."},{"number":17,"verse":"Gilead abode beyond Iordan: and why did Dan remaine in ships? Asher continued on the sea shore, and abode in his breaches."},{"number":18,"verse":"Zebulun and Naphtali were a people that ieoparded their liues vnto the death, in the high places of the field."},{"number":19,"verse":"The kings came and fought, then fought the kings of Canaan in Taanach by the waters of Megiddo, they tooke no gaine of money."},{"number":20,"verse":"They fought from heauen, the starres in their courses fought against Sisera."},{"number":21,"verse":"The riuer of Kishon swept them away, that ancient riuer, the riuer Kishon: O my soule, thou hast troden downe strength."},{"number":22,"verse":"Then were the horse hoofes broken, by the meanes of the pransings, the pransings of their mightie ones."},{"number":23,"verse":"Curse ye Meroz (said the Angel of the Lord ) curse ye bitterly the inhabitants thereof: because they came not to the helpe of the Lord, to the helpe of the Lord against the mighty."},{"number":24,"verse":"Blessed aboue women shal Iael the wife of Heber the Kenite be, blessed shall she be aboue women in the tent."},{"number":25,"verse":"He asked water, and she gaue him milke, shee brought foorth butter in a lordly dish."},{"number":26,"verse":"Shee put her hand to the naile, and her right hand to the workemens hammer: and with the hammer shee smote Sisera, shee smote off his head, when she had pearsed & striken through his temples."},{"number":27,"verse":"At her feete he bowed, he fell, he lay downe: at her feet he bowed, he fell; where he bowed, there he fel down dead."},{"number":28,"verse":"The mother of Sisera looked out at a window, and cried through the lattesse, Why is his charet so long in comming? Why tarie the wheeles of his charets?"},{"number":29,"verse":"Her wise ladies answered her, yea she returned answere to her selfe,"},{"number":30,"verse":"Haue they not sped? haue they not diuided the pray to euery man a damosell or two? To Sisera a pray of diuers colours, a pray of diuers colours, of needle worke, of diuers colours of needle worke on both sides, meet for the necks of them that take the spoile?"},{"number":31,"verse":"So let all thine enemies perish, O Lord: but let them that loue him, be as the Sunne when he goeth foorth in his might. And the land had rest fourtie yeeres."}]}