{"bibleAbbr":"CVg2018","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":1,"verses":[{"number":1,"verse":"Et factum est verbum Domini ad Jonam, filium Amathi, dicens :"},{"number":2,"verse":"Surge, et vade in Niniven, civitatem grandem, et prædica in ea, quia ascendit malitia ejus coram me."},{"number":3,"verse":"Et surrexit Jonas, ut fugeret in Tharsis a facie Domini, et descendit in Joppen : et invenit navem euntem in Tharsis, et dedit naulum ejus, et descendit in eam ut iret cum eis in Tharsis a facie Domini."},{"number":4,"verse":"Dominus autem misit ventum magnum in mare : et facta est tempestas magna in mari, et navis periclitabatur conteri."},{"number":5,"verse":"Et timuerunt nautæ, et clamaverunt viri ad deum suum, et miserunt vasa quæ erant in navi, in mare, ut alleviaretur ab eis ; et Jonas descendit ad interiora navis, et dormiebat sopore gravi."},{"number":6,"verse":"Et accessit ad eum gubernator, et dixit ei : Quid tu sopore deprimeris ? surge, invoca Deum tuum, si forte recogitet Deus de nobis, et non pereamus."},{"number":7,"verse":"Et dixit vir ad collegam suum : Venite et mittamus sortes, et sciamus quare hoc malum sit nobis. Et miserunt sortes, et cecidit sors super Jonam."},{"number":8,"verse":"Et dixerunt ad eum : Indica nobis cujus causa malum istud sit nobis : quod est opus tuum ? quæ terra tua, et quo vadis ? vel ex quo populo es tu ?"},{"number":9,"verse":"Et dixit ad eos : Hebræus ego sum, et Dominum Deum cæli ego timeo, qui fecit mare et aridam."},{"number":10,"verse":"Et timuerunt viri timore magno, et dixerunt ad eum : Quid hoc fecisti ? cognoverunt enim viri quod a facie Domini fugeret, quia indicaverat eis."},{"number":11,"verse":"Et dixerunt ad eum : Quid faciemus tibi, et cessabit mare a nobis ? quia mare ibat, et intumescebat."},{"number":12,"verse":"Et dixit ad eos : Tollite me, et mittite in mare, et cessabit mare a vobis : scio enim ego quoniam propter me tempestas hæc grandis venit super vos."},{"number":13,"verse":"Et remigabant viri ut reverterentur ad aridam, et non valebant, quia mare ibat, et intumescebat super eos."},{"number":14,"verse":"Et clamaverunt ad Dominum, et dixerunt : Quæsumus, Domine, ne pereamus in anima viri istius, et ne des super nos sanguinem innocentem : quia tu, Domine, sicut voluisti, fecisti."},{"number":15,"verse":"Et tulerunt Jonam, et miserunt in mare : et stetit mare a fervore suo."},{"number":16,"verse":"Et timuerunt viri timore magno Dominum : et immolaverunt hostias Domino, et voverunt vota."}]}