{"bibleAbbr":"UBS5","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"Εἶπεν δὲ πρὸς τοὺς μαθητὰς αὐτοῦ, Ἀνένδεκτόν ἐστιν τοῦ τὰ σκάνδαλα μὴ ἐλθεῖν, πλὴν οὐαὶ δι᾽ οὗ ἔρχεται·"},{"number":2,"verse":"λυσιτελεῖ αὐτῷ εἰ λίθος μυλικὸς περίκειται περὶ τὸν τράχηλον αὐτοῦ καὶ ἔρριπται εἰς τὴν θάλασσαν ἢ ἵνα σκανδαλίσῃ τῶν μικρῶν τούτων ἕνα."},{"number":3,"verse":"προσέχετε ἑαυτοῖς. ἐὰν ἁμάρτῃ ὁ ἀδελφός σου ἐπιτίμησον αὐτῷ, καὶ ἐὰν μετανοήσῃ ἄφες αὐτῷ."},{"number":4,"verse":"καὶ ἐὰν ἑπτάκις τῆς ἡμέρας ἁμαρτήσῃ εἰς σὲ καὶ ἑπτάκις ἐπιστρέψῃ πρὸς σὲ λέγων, Μετανοῶ, ἀφήσεις αὐτῷ."},{"number":5,"verse":"Καὶ εἶπαν οἱ ἀπόστολοι τῷ κυρίῳ, Πρόσθες ἡμῖν πίστιν."},{"number":6,"verse":"εἶπεν δὲ ὁ κύριος, Εἰ ἔχετε πίστιν ὡς κόκκον σινάπεως, ἐλέγετε ἂν τῇ συκαμίνῳ [ταύτῃ], Ἐκριζώθητι καὶ φυτεύθητι ἐν τῇ θαλάσσῃ· καὶ ὑπήκουσεν ἂν ὑμῖν."},{"number":7,"verse":"Τίς δὲ ἐξ ὑμῶν δοῦλον ἔχων ἀροτριῶντα ἢ ποιμαίνοντα, ὃς εἰσελθόντι ἐκ τοῦ ἀγροῦ ἐρεῖ αὐτῷ, Εὐθέως παρελθὼν ἀνάπεσε,"},{"number":8,"verse":"ἀλλ᾽ οὐχὶ ἐρεῖ αὐτῷ, Ἑτοίμασον τί δειπνήσω καὶ περιζωσάμενος διακόνει μοι ἕως φάγω καὶ πίω, καὶ μετὰ ταῦτα φάγεσαι καὶ πίεσαι σύ;"},{"number":9,"verse":"μὴ ἔχει χάριν τῷ δούλῳ ὅτι ἐποίησεν τὰ διαταχθέντα;"},{"number":10,"verse":"οὕτως καὶ ὑμεῖς, ὅταν ποιήσητε πάντα τὰ διαταχθέντα ὑμῖν, λέγετε ὅτι Δοῦλοι ἀχρεῖοί ἐσμεν, ὃ ὠφείλομεν ποιῆσαι πεποιήκαμεν."},{"number":11,"verse":"Καὶ ἐγένετο ἐν τῷ πορεύεσθαι εἰς Ἰερουσαλὴμ καὶ αὐτὸς διήρχετο διὰ μέσον Σαμαρείας καὶ Γαλιλαίας."},{"number":12,"verse":"καὶ εἰσερχομένου αὐτοῦ εἴς τινα κώμην ἀπήντησαν [αὐτῷ] δέκα λεπροὶ ἄνδρες, οἳ ἔστησαν πόρρωθεν"},{"number":13,"verse":"καὶ αὐτοὶ ἦραν φωνὴν λέγοντες, Ἰησοῦ ἐπιστάτα, ἐλέησον ἡμᾶς."},{"number":14,"verse":"καὶ ἰδὼν εἶπεν αὐτοῖς, Πορευθέντες ἐπιδείξατε ἑαυτοὺς τοῖς ἱερεῦσιν. καὶ ἐγένετο ἐν τῷ ὑπάγειν αὐτοὺς ἐκαθαρίσθησαν."},{"number":15,"verse":"εἷς δὲ ἐξ αὐτῶν, ἰδὼν ὅτι ἰάθη, ὑπέστρεψεν μετὰ φωνῆς μεγάλης δοξάζων τὸν θεόν,"},{"number":16,"verse":"καὶ ἔπεσεν ἐπὶ πρόσωπον παρὰ τοὺς πόδας αὐτοῦ εὐχαριστῶν αὐτῷ· καὶ αὐτὸς ἦν Σαμαρίτης."},{"number":17,"verse":"ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν, Οὐχὶ οἱ δέκα ἐκαθαρίσθησαν; οἱ δὲ ἐννέα ποῦ;"},{"number":18,"verse":"οὐχ εὑρέθησαν ὑποστρέψαντες δοῦναι δόξαν τῷ θεῷ εἰ μὴ ὁ ἀλλογενὴς οὗτος;"},{"number":19,"verse":"καὶ εἶπεν αὐτῷ, Ἀναστὰς πορεύου· ἡ πίστις σου σέσωκέν σε."},{"number":20,"verse":"Ἐπερωτηθεὶς δὲ ὑπὸ τῶν Φαρισαίων πότε ἔρχεται ἡ βασιλεία τοῦ θεοῦ ἀπεκρίθη αὐτοῖς καὶ εἶπεν, Οὐκ ἔρχεται ἡ βασιλεία τοῦ θεοῦ μετὰ παρατηρήσεως,"},{"number":21,"verse":"οὐδὲ ἐροῦσιν, Ἰδοὺ ὧδε ἤ, Ἐκεῖ, ἰδοὺ γὰρ ἡ βασιλεία τοῦ θεοῦ ἐντὸς ὑμῶν ἐστιν."},{"number":22,"verse":"Εἶπεν δὲ πρὸς τοὺς μαθητάς, Ἐλεύσονται ἡμέραι ὅτε ἐπιθυμήσετε μίαν τῶν ἡμερῶν τοῦ υἱοῦ τοῦ ἀνθρώπου ἰδεῖν καὶ οὐκ ὄψεσθε."},{"number":23,"verse":"καὶ ἐροῦσιν ὑμῖν, Ἰδοὺ ἐκεῖ, [ἤ,] Ἰδοὺ ὧδε· μὴ ἀπέλθητε μηδὲ διώξητε."},{"number":24,"verse":"ὥσπερ γὰρ ἡ ἀστραπὴ ἀστράπτουσα ἐκ τῆς ὑπὸ τὸν οὐρανὸν εἰς τὴν ὑπ᾽ οὐρανὸν λάμπει, οὕτως ἔσται ὁ υἱὸς τοῦ ἀνθρώπου [ἐν τῇ ἡμέρᾳ αὐτοῦ]."},{"number":25,"verse":"πρῶτον δὲ δεῖ αὐτὸν πολλὰ παθεῖν καὶ ἀποδοκιμασθῆναι ἀπὸ τῆς γενεᾶς ταύτης."},{"number":26,"verse":"καὶ καθὼς ἐγένετο ἐν ταῖς ἡμέραις Νῶε, οὕτως ἔσται καὶ ἐν ταῖς ἡμέραις τοῦ υἱοῦ τοῦ ἀνθρώπου·"},{"number":27,"verse":"ἤσθιον, ἔπινον, ἐγάμουν, ἐγαμίζοντο, ἄχρι ἧς ἡμέρας εἰσῆλθεν Νῶε εἰς τὴν κιβωτὸν καὶ ἦλθεν ὁ κατακλυσμὸς καὶ ἀπώλεσεν πάντας."},{"number":28,"verse":"ὁμοίως καθὼς ἐγένετο ἐν ταῖς ἡμέραις Λώτ· ἤσθιον, ἔπινον, ἠγόραζον, ἐπώλουν, ἐφύτευον, ᾠκοδόμουν·"},{"number":29,"verse":"ᾗ δὲ ἡμέρᾳ ἐξῆλθεν Λὼτ ἀπὸ Σοδόμων, ἔβρεξεν πῦρ καὶ θεῖον ἀπ᾽ οὐρανοῦ καὶ ἀπώλεσεν πάντας."},{"number":30,"verse":"κατὰ τὰ αὐτὰ ἔσται ᾗ ἡμέρᾳ ὁ υἱὸς τοῦ ἀνθρώπου ἀποκαλύπτεται."},{"number":31,"verse":"ἐν ἐκείνῃ τῇ ἡμέρᾳ ὃς ἔσται ἐπὶ τοῦ δώματος καὶ τὰ σκεύη αὐτοῦ ἐν τῇ οἰκίᾳ, μὴ καταβάτω ἆραι αὐτά, καὶ ὁ ἐν ἀγρῷ ὁμοίως μὴ ἐπιστρεψάτω εἰς τὰ ὀπίσω."},{"number":32,"verse":"μνημονεύετε τῆς γυναικὸς Λώτ."},{"number":33,"verse":"ὃς ἐὰν ζητήσῃ τὴν ψυχὴν αὐτοῦ περιποιήσασθαι ἀπολέσει αὐτήν, ὃς δ᾽ ἂν ἀπολέσῃ ζῳογονήσει αὐτήν."},{"number":34,"verse":"λέγω ὑμῖν, ταύτῃ τῇ νυκτὶ ἔσονται δύο ἐπὶ κλίνης μιᾶς, ὁ εἷς παραλημφθήσεται καὶ ὁ ἕτερος ἀφεθήσεται·"},{"number":35,"verse":"ἔσονται δύο ἀλήθουσαι ἐπὶ τὸ αὐτό, ἡ μία παραλημφθήσεται, ἡ δὲ ἑτέρα ἀφεθήσεται."},{"number":36,"verse":"[Not Available]"},{"number":37,"verse":"καὶ ἀποκριθέντες λέγουσιν αὐτῷ, Ποῦ, κύριε; ὁ δὲ εἶπεν αὐτοῖς, Ὅπου τὸ σῶμα, ἐκεῖ καὶ οἱ ἀετοὶ ἐπισυναχθήσονται."}]}