{"bibleAbbr":"Geneva1599","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"The Second Epistle General of Peter(3 Having spoken of the bountifulness of God,5 and of the virtues of faith.6 He exhorteth them to holiness of life.12 And that his counsel may be the more effectual.14 He showeth that his death is at hand,16 and that himself did see the power of Christ, which he opened unto them.) Simon (A salutation wherein he giveth them to understand that he dealeth with them as Christ’s ambassador, and otherwise agreeth with them in one selfsame faith which is grounded upon the righteousness of Jesus Christ our God and Savior.) Peter a servant and an Apostle of Jesus Christ, to you which have obtained like precious faith with us by the (In that God standing to his promises, showed himself faithful, and therefore just unto us.) righteousness of our God and Savior Jesus Christ."},{"number":2,"verse":"Grace and peace be multiplied to you, (Faith is the acknowledging of God and Christ, from whence all our blessedness issueth and showed.) through the acknowledging of God, and of Jesus Christ our Lord,"},{"number":3,"verse":"(Christ setteth forth himself to us plainly in the Gospel, and that by his only power, and giveth us all things which are requisite both to eternal life, wherein he hath appointed to glorify us, and also to godliness, in that he doth furnish us with true virtue.) According as his (He speaketh of Christ, whom he maketh God, and the only Savior.) divine power hath given unto us all things that pertain unto (Unto salvation.) life and godliness, through the (This is the sum of true Religion, to be led by Christ to the Father, as it were by the hand.) acknowledging of him that hath called us unto glory and virtue."},{"number":4,"verse":"(An explication of the former sentence, declaring the causes of so great benefits, to wit, God and his free promise, from whence all these benefits proceed, I say, these most excellent benefits, whereby we are delivered from the corruption of the world, (that is, from the wicked lusts which we carry about us) and are made, after a sort, like unto God himself.) Whereby most great and precious promises are given unto us, that by them ye should be partakers of the (By the divine nature, he meaneth not the substance of the Godhead, but the partaking of these qualities whereby the image of God is restored in us.) divine nature, in that ye flee the corruption, which is in the (In men.) world through (For lust is the fear of corruption, and hath his fear even in our very bowels and inmost parts.) lust."},{"number":5,"verse":"(Having laid the foundation (that is, having declared the causes of our salvation and especially of our sanctification) now he beginneth to exhort us to give our minds wholly to the true use of this grace. And he beginneth with faith without which nothing can please God, and he warneth us to have it full fraught with virtue (that is to say) with good and godly manners, being joined with the knowledge of God’s will, without which there is neither faith neither any true virtue.) Therefore give even all diligence thereunto: (Supply also, and support or aid.) join moreover virtue with your faith: and with virtue, knowledge:"},{"number":6,"verse":"(He reckoneth up certain and other principal virtues, whereof some pertain to the first Table of the Law, others to the last.) And with knowledge, temperance: and with temperance, patience: and with patience, godliness:"},{"number":7,"verse":"And with godliness, brotherly kindness: and with brotherly kindness, love."},{"number":8,"verse":"(As those fruits do spring from the true knowledge of Christ, so in like sort the knowledge itself is fostered, and groweth by bringing forth such fruits, insomuch that he that is unfruitful did either never know the true light, or hath forgotten the gift of sanctification which he hath received.) For if these things be among you, and abound, they will make you that ye neither shall be idle, nor unfruitful in the acknowledging of our Lord Jesus Christ:"},{"number":9,"verse":"For he that hath not these things, is blind, and (He that hath not an effectual knowledge of God in him, is blind as touching the kingdom of God, for he cannot see things that are afar off, that is to say, heavenly things.) cannot see far off, and hath forgotten that he was purged from his old sins."},{"number":10,"verse":"(The conclusion: Therefore seeing our calling and election is approved by those fruits, and is confirmed in us, and moreover seeing this is the only way to the everlasting kingdom of Christ, it remaineth that we cast our minds wholly that way.) Wherefore, brethren, give rather diligence to make your calling and election sure: for if ye do these things, ye shall never fall."},{"number":11,"verse":"For by this means an entering shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ."},{"number":12,"verse":"(An amplifying of the conclusion joined with a modest excuse, wherein he declareth his love towards them, and foretelleth them of his death, which is at hand.) Wherefore, I will not be negligent to put you always in remembrance of these things, though that ye have knowledge, and be established in the present truth."},{"number":13,"verse":"For I think it meet as long as I am in this (In this body.) tabernacle, to stir you up by putting you in remembrance,"},{"number":14,"verse":"Seeing I know that the time is at hand that I must lay down this my tabernacle, even as our Lord Jesus Christ hath (Cross references: : John 21:18) showed me."},{"number":15,"verse":"(1 Cor. 1:17) I will endeavor therefore always, that ye also may be able to have remembrance of these things after my departing."},{"number":16,"verse":"(1 Cor. 2:1) (Another amplification taken both of the great certainty and also excellency of this doctrine, as whereof our Lord Jesus Christ the Son of God is author, whose glory the Apostle himself both saw and heard.) For we followed not deceivable fables, when we opened unto you the power, and coming of our Lord Jesus Christ, but with our eyes we saw his majesty:"},{"number":17,"verse":"For he received of God the Father honor and glory, when there came such a voice to him from that excellent Glory, (Matt. 17:5) This is my beloved Son, in whom I am well pleased."},{"number":18,"verse":"And this voice we heard when it came from heaven being with him in the holy mount."},{"number":19,"verse":"(The truth of the Gospel is hereby also manifest, in that it agreeth wholly with the foretellings of the Prophets.) We have also a most sure word of the Prophets, (The doctrine of the Apostles doth not shut out the doctrine of the Prophets, for they confirm each other by each other’s testimonies, but the Prophets were as candles which gave light unto the blind, until the brightness of the Gospel began to shine.) to the which ye do well that ye take heed, as unto a light that shineth in a dark place, until the (A more full and open knowledge than was under the shadows of the Law.) day dawns, and the (That clearer doctrine of the Gospel.) day star arise in your hearts."},{"number":20,"verse":"(2 Tim. 3:16) (The Prophets are to be read, but so that we ask of God the gift of interpretation: for he that is the author of the writings of the Prophets, is also the interpreter of them.) So that ye first know this, that no prophecy of the (He joineth the Scripture and prophecy together to distinguish true prophecies from false.) Scripture is of any (For all interpretation cometh from God.) private interpretation:"},{"number":21,"verse":"For the prophecy came not in old time by the will of man: but (The godly interpreters and messengers.) holy men of God spake as they were (Inspired of God: and these their motions were in very good order, and not such as were the motions of the profane soothsayers, and foretellers of things to come.) moved by the holy Ghost."}]}