{"bibleAbbr":"KNCL","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"(ಪೌಳಿಗೋಡೆಯನ್ನು ಕಟ್ಟಿದವರ ಪಟ್ಟಿ) ಮಹಾಯಾಜಕನಾದ ಎಲ್ಯಾಷೀಬನೂ ಅವನ ಕುಟುಂಬದ ಯಾಜಕರೂ ಕುರಿಬಾಗಿಲನ್ನು ಕಟ್ಟಿ ಅದನ್ನು ಪ್ರತಿಷ್ಠಿಸಿ ಅದಕ್ಕೆ ಕದಗಳನ್ನು ಇಟ್ಟರು. ಅಲ್ಲಿಂದ ಹಮ್ಮೆಯಾ ಬುರುಜಿನವರೆಗೆ ಗೋಡೆಕಟ್ಟಿ ಅದನ್ನೂ ಪ್ರತಿಷ್ಠಿಸಿದರು. ಅಲ್ಲಿಂದ ಹನನೇಲ್ ಬುರುಜಿನವರೆಗೂ ಕಟ್ಟಿದರು."},{"number":2,"verse":"ಅಲ್ಲಿಂದ ಆಚೆಗೆ ಕಟ್ಟುತ್ತಿದ್ದವರು ಜೆರಿಕೋವಿನವರು; ಆಚೆಗೆ ಇಮ್ರಿಯ ಮಗನಾದ ಜಕ್ಕೂರನು."},{"number":3,"verse":"ಮೀನುಬಾಗಿಲನ್ನು ಕಟ್ಟಿದವರು ಹಸ್ಸೆನಾಹನ ಮನೆಯವರು. ಇವರು ಅದರ ಮೇಲೆ ತೊಲೆಗಳನ್ನಿಟ್ಟು ಅದಕ್ಕೆ ಕದ, ತಿರುಗಣಿ, ಅಗುಳಿಗಳನ್ನು ಹಚ್ಚಿದರು."},{"number":4,"verse":"ಅಲ್ಲಿಂದ ಮುಂದಕ್ಕೆ ಗೋಡೆಯನ್ನು ದುರಸ್ತಿಮಾಡಿಸಿದವನು ಊರೀಯನ ಮಗನೂ ಹಕ್ಕೋಚನ ಮೊಮ್ಮಗನೂ ಆಗಿರುವ ಮೆರೇಮೋತ್; ಆಮೇಲೆ ಬೆರೆಕ್ಯನ ಮಗನೂ ಮೆಷೇಜಬೇಲನ ಮೊಮ್ಮಗನೂ ಆಗಿರುವ ಮೆಷುಲ್ಲಾಮ್; ಆಚೆಗೆ ಬಾನನ ಮಗ ಚಾದೋಕ್; ಮುಂದಕ್ಕೆ ತೆಕೋವದವರು."},{"number":5,"verse":"ತೆಕೋವದ ಶ್ರೀಮಂತರಾದರೋ ತಮ್ಮ ಒಡೆಯರ ಸೇವೆಗಾಗಿ ಹೆಗಲನ್ನು ಕೊಡಲಿಲ್ಲ."},{"number":6,"verse":"ಹಳೆಯದು ಎಂಬ ಬಾಗಿಲನ್ನು ದುರಸ್ತಿಮಾಡಿದವರು ಪಾಸೇಹನ ಮಗ ಯೋಯಾದನು ಹಾಗು ಬೆಸೋದ್ಯನ ಮಗ ಮೆಷುಲ್ಲಾಮನು. ಇವರು ಅದರ ಮೇಲೆ ತೊಲೆಗಳನ್ನಿಟ್ಟು ಅದಕ್ಕೆ ಕದ, ತಿರುಗಣಿ, ಅಗುಳಿಗಳನ್ನು ಹಚ್ಚಿದರು."},{"number":7,"verse":"ಅಲ್ಲಿಂದ ನದಿಯಾಚೆಯ ರಾಜ್ಯಪಾಲನ ನ್ಯಾಯಸ್ಥಾನದವರೆಗೆ ಗಿಬ್ಯೋನಿನವನಾದ ಮೆಲೆಟ್ಯ, ಮೇರೋನೋತಿನವನಾದ ಯಾದೋನ್ ಇವರೂ ಗಿಬ್ಯೋನ್ ಮತ್ತು ಮಿಚ್ಚ ಊರುಗಳವರು ದುರಸ್ತಿಮಾಡಿದರು."},{"number":8,"verse":"ಇವರ ಆಚೆಗೆ ಹರ್ಹಯನ ಮಗನಾದ ಅಕ್ಕಸಾಲಿಗರ ಉಜ್ಜೀಯೇಲ್; ಆಮೇಲೆ ಬುಕ್ಕಿಟ್ಟುಗಾರರ ಹನನ್ಯ; ಇವರು ಅಗಲಗೋಡೆಯೆನಿಸಿಕೊಳ್ಳುವ ಗೋಡೆಯ ಆಚೆಗಿರುವ ಜೆರುಸಲೇಮಿನ ಭಾಗವನ್ನು ಗೋಡೆಯೊಳಗೆ ಸೇರಿಸಲಿಲ್ಲ."},{"number":9,"verse":"ಇದರ ಆಚೆಗೆ ಜೆರುಸಲೇಮಿನ ಅರೆನಾಡೊಡೆಯನೂ ಹೂರನ ಮಗನೂ ಆದ ರೆಫಾಯ."},{"number":10,"verse":"ಇವನ ಮುಂದಕ್ಕೆ ಹರೂಮಫನ ಮಗ ಯೆದಾಯ; ಇವನು ತನ್ನ ಮನೆಯ ಎದುರಿಗಿರುವ ಗೋಡೆಯನ್ನು ದುರಸ್ತಿಮಾಡಿದನು. ಇವನ ಆಚೆಗೆ ಹಷಬ್ನೇಯನ ಮಗ ಹಟ್ಟೂಷ್,"},{"number":11,"verse":"ಗೋಡೆಯ ಇನ್ನೊಂದು ಭಾಗವನ್ನೂ ಒಲೆಬುರುಜನ್ನೂ ಸರಿಪಡಿಸಿದವರು ಹಾರೀಮನ ಮಗ ಮಲ್ಕೀಯನು ಹಾಗು ಪಹತ್ ಮೋವಾಬ್ಯನಾದ ಹಷೂಬನು."},{"number":12,"verse":"ಇವನ ಸಮೀಪದಲ್ಲಿ ಗೋಡೆಯನ್ನು ದುರಸ್ತುಮಾಡಿದವರು ಜೆರುಸಲೇಮಿನ ಅರೆನಾಡೊಡೆಯನೂ ಹಲ್ಲೊಹೇಷನ ಮಗನೂ ಆದ ಶಲ್ಲೂಮನು ಹಾಗು ಅವನ ಕುಮಾರಿಯರು."},{"number":13,"verse":"ಕಣಿವೆಯ ಬಾಗಿಲನ್ನು ಸರಿಪಡಿಸಿದವರು ಹಾನೂನನು ಹಾಗು ಜಾನೋಹ ಊರಿನವರು. ಇವರು ಅದರ ಗೋಡೆಯನ್ನು ಕಟ್ಟಿ ಅದಕ್ಕೆ ಕದ, ತಿರುಗಣಿ, ಅಗುಳಿಗಳನ್ನು ಹಚ್ಚಿ ಅಲ್ಲಿಂದ ತಿಪ್ಪೆಬಾಗಿಲಿನವರೆಗೂ ಸಾವಿರ ಮೊಳದ ಗೋಡೆಯನ್ನು ಕಟ್ಟಿದರು."},{"number":14,"verse":"ತಿಪ್ಪೆಬಾಗಿಲನ್ನು ಸರಿಪಡಿಸಿದವನು ಬೇತಹಕ್ಕೆರೆಮಿನ ನಾಡೊಡೆಯನೂ ರೇಕಾಬನ ಮಗನೂ ಆದ ಮಲ್ಕೀಯನು; ಇವನು ಅದರ ಗೋಡೆಯನ್ನು ಕಟ್ಟಿ ಅದಕ್ಕೆ ಕದ, ತಿರುಗಣಿ, ಅಗುಳಿಗಳನ್ನು ಹಚ್ಚಿದನು."},{"number":15,"verse":"ಬುಗ್ಗೆಬಾಗಿಲನ್ನು ದುರಸ್ತಿಪಡಿಸಿದವನು ಮಿಚ್ಪದ ನಾಡೊಡೆಯನೂ ಕೊಲ್ಹೋಜೆಯ ಮಗನೂ ಆದ ಶಲ್ಲೂನ್; ಇವನು ಅದರ ಗೋಡೆಯನ್ನು ಕಟ್ಟಿ ಅದಕ್ಕೆ ಮಾಳಿಗೆಯನ್ನು ಹಾಕಿ, ಕದ, ತಿರುಗಣಿ, ಅಗುಳಿಗಳನ್ನು ಹಚ್ಚಿ ದಾವೀದನಗರದಿಂದಿಳಿದು ಬರುವ ಸೋಪಾನಗಳ ಈಚೆ, ಅರಸನ ತೋಟದ ಬಳಿಯಲ್ಲಿರುವ ಶಿಲೋವ ಕೊಳದ ಗೋಡೆಯನ್ನು ಕಟ್ಟಿದನು."},{"number":16,"verse":"ಇವನ ಆಚೆ ಅಂದರೆ, ದಾವೀದನ ಸಮಾಧಿಯ ಎದುರಿನಲ್ಲಿರುವ ಕೊಳ, ಸಿಪಾಯಿಗಳ ಠಾಣ, ಇವುಗಳವರೆಗೂ ದುರಸ್ತುಮಾಡಿದವನು ಬೇತ್ಚೂರಿನ ಅರೆನಾಡೊಡೆಯನೂ ಅಜ್ಬೂಕನ ಮಗನೂ ಆದ ನೆಹೆಮೀಯನು."},{"number":17,"verse":"(ಗೋಡೆ ಕಟ್ಟಡ ಕೆಲಸದಲ್ಲಿ ಲೇವಿಯರ ಪಾತ್ರ) ಇವನ ಆಚೆ ದುರಸ್ತಿಕಾರ್ಯವನ್ನು ಕೈಗೊಂಡವರು ಲೇವಿಯರು. ಅವರಲ್ಲಿ ಮೊದಲು ಬಾನಿಯ ಮಗನಾದ ರೆಹೂಮ್, ಇವನ ಸಮೀಪದಲ್ಲಿ ತನ್ನ ನಾಡಿನವರೊಡನೆ ಕಟ್ಟುತ್ತಿದ್ದ ಕೆಯೀಲದ ಅರೆನಾಡೊಡೆಯನಾದ ಹಷಬ್ಯ ಇವರು."},{"number":18,"verse":"ಇವರ ಆಚೆ, ಇವರ ಬಂಧುಗಳಲ್ಲಿ ಕೆಯೀಲದ ಎರಡನೆಯ ಅರೆನಾಡೊಡೆಯನೂ ಹೇನಾದಾದನ ಮಗನೂ ಆದ ಬಲ್ವೈ."},{"number":19,"verse":"ಇವನ ಸಮೀಪದಲ್ಲಿ ಗೋಡೆಯ ಇನ್ನೊಂದು ಭಾಗವನ್ನು ಅಂದರೆ, ಗೋಡೆಯ ಮೂಲೆಯಲ್ಲಿರುವ ಆಯುಧಶಾಲೆಗೆ ಹೋಗುವ ಮೆಟ್ಟಲುಗಳ ಎದುರಿಗಿರುವ ಭಾಗವನ್ನು ಮಿಚ್ಪದ ಅಧಿಕಾರಿಯೂ ಯೇಷೂವನ ಮಗನೂ ಆದ ಏಜೆರನು ಸರಿಪಡಿಸಿದನು."},{"number":20,"verse":"ಇವನ ಆಚೆ, ಗೋಡೆಯ ಇನ್ನೊಂದು ಭಾಗವನ್ನು ಅಂದರೆ, ಮೂಲೆಯಿಂದ ಮಹಾಯಾಜಕನಾದ ಎಲ್ಯಾಷೀಬನ ಮನೆಯ ಬಾಗಿಲಿನವರೆಗೆ, ಜಕ್ಕೈಯ ಮಗನಾದ ಬಾರೂಕನು ಆಸಕ್ತಿ ಇಂದ ಭದ್ರಪಡಿಸಿದನು."},{"number":21,"verse":"ಇವನ ಆಚೆ, ಗೋಡೆಯ ಇನ್ನೊಂದು ಭಾಗವನ್ನು ಅಂದರೆ, ಎಲ್ಯಾಷೀಬನ ಮನೆಯ ಬಾಗಿಲಿನಿಂದ ಅದೇ ಮನೆಯ ಕೊನೆಯವರೆಗೆ, ಹಕ್ಕೋಚನ ಮೊಮ್ಮಗನೂ ಊರೀಯನ ಮಗನೂ ಆದ ಮೆರೇಮೋತನು ದುರಸ್ತಿಮಾಡಿಸಿದನು."},{"number":22,"verse":"(ಗೋಡೆಕಟ್ಟಡ ಕೆಲಸದಲ್ಲಿ ಯಾಜಕರ ಪಾತ್ರ) ಮುಂದಿನ ಭಾಗವನ್ನು ಕಟ್ಟಿದವರು ಜೋರ್ಡನ್ ನದಿಯ ಕಣಿವೆಯಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದ ಯಾಜಕರು."},{"number":23,"verse":"ಇವರ ಆಚೆ, ಬೆನ್ಯಾಮೀನ್ ಹಷೂಬರು; ಇವರು ತಮ್ಮ ತಮ್ಮ ಮನೆಗಳಿಗೆ ಎದುರಾಗಿರುವ ಗೋಡೆಯನ್ನು ದುರಸ್ತಿಮಾಡಿಸಿದರು. ಇವರ ಆಚೆ, ಅನನ್ಯನ ಮೊಮ್ಮಗನೂ ಮಾಸೇಯನ ಮಗನೂ ಆದ ಅಜರ್ಯ: ಇವನು ತನ್ನ ಮನೆಯ ಹತ್ತಿರದಲ್ಲಿರುವ ಗೋಡೆಯನ್ನು ಸರಿಪಡಿಸಿದನು."},{"number":24,"verse":"ಇವನ ಆಚೆ, ಅಜರ್ಯನ ಮನೆಯಿಂದ ಮೂಲೆಯವರೆಗಿರುವ ಗೋಡೆಯ ಇನ್ನೊಂದು ಭಾಗವನ್ನು ದುರಸ್ತಿಮಾಡಿದವನು ಹೇನಾದಾದನ ಮಗನಾದ ಬಿನ್ನೂಯ್."},{"number":25,"verse":"ಸೆರೆಮನೆಯ ಅಂಗಳದ ಹತ್ತಿರ ಮೇಲಣ ಅರಮನೆಯ ಗೋಡೆಯನ್ನು ಮೀರಿ ಬರುವ ಮೂಲೆಬುರುಜಿನ ಎದುರಿನ ಭಾಗವನ್ನು ಊಜೈಯ ಮಗ ಪಾಲಾಲನೂ ಇವನ ಆಚೆಯಲ್ಲಿ ಪರೋಷನ ಮಗ ಪೆದಾಯನೂ ಸರಿಪಡಿಸಿದರು."},{"number":26,"verse":"ಆ ಮೂಲೆಬುರುಜಿನ ಮತ್ತು ನೀರುಬಾಗಿಲಿನ ಪೂರ್ವದಿಕ್ಕಿಗಿರುವ ಓಫೇಲ್ ಗುಡ್ಡವು ದೇವಸ್ಥಾನ ಪರಿಚಾರಕರ ನಿವಾಸಸ್ಥಾನ."},{"number":27,"verse":"ಆ ದೊಡ್ಡ ಮೂಲೆಬುರುಜಿನ ಎದುರಿನಿಂದ ಓಫೇಲ್ ಗೋಡೆಯವರೆಗಿರುವ ಗೋಡೆಯ ಇನ್ನೊಂದು ಭಾಗವನ್ನು ತೆಕೋವದವರು ದುರಸ್ತಿಮಾಡಿದರು."},{"number":28,"verse":"(ಇತರ ದುರಸ್ತಿಗಾರರು) ಯಾಜಕರು ಕುದುರೆಬಾಗಿಲಿನ ಆಚೆ ದಿಣ್ಣೆಯ ಮೇಲಿರುವ ಗೋಡೆಯಲ್ಲಿ ತಮ್ಮ ತಮ್ಮ ಮನೆಗಳ ಎದುರಿನ ಭಾಗಗಳನ್ನು ಸರಿಮಾಡಿದರು."},{"number":29,"verse":"ಇವರ ಆಚೆ, ಇಮ್ಮೇರನ ಮಗ ಚಾದೋಕನು ತನ್ನ ಮನೆಯ ಎದುರಿಗಿರುವ ಗೋಡೆಯನ್ನು ದುರಸ್ತಿಮಾಡಿದನು. ಇವನ ಆಚೆ, ಪೂರ್ವದಿಕ್ಕಿನ ದ್ವಾರಪಾಲಕನಾದ ಶೆಕನ್ಯನ ಮಗ ಶೆಮಾಯನು."},{"number":30,"verse":"ಇವನ ಆಚೆ ಶೆಲೆಮ್ಯನ ಮಗನಾದ ಹನನ್ಯ; ಗೋಡೆಯ ಇನ್ನೊಂದು ಭಾಗವನ್ನು ಸರಿಮಾಡಿದವನು ಚಾಲಫನ ಆರನೆಯ ಮಗನಾದ ಹಾನೂನ್; ಇವನ ಆಚೆ, ಅಂದರೆ ತನ್ನ ಸ್ವಂತ ಕೊಠಡಿಯ ಮುಂದೆ ಬೆರೆಕ್ಯನ ಮಗನಾದ ಮೆಷುಲ್ಲಾಮ್."},{"number":31,"verse":"ಇನ್ನೂ ಮುಂದಕ್ಕೆ ಅಕ್ಕಸಾಲಿಗರ ಮಲ್ಕೀಯ; ಇವನು ದಂಡುಕೂಡುವ ಬಾಗಿಲಿನ ಎದುರಿನಲ್ಲಿರುವ ದೇವಸ್ಥಾನ ಪರಿಚಾರಕರ ಮತ್ತು ವರ್ತಕರ ಕೇರಿಯವರೆಗೂ ಮೂಲೆಯುಪ್ಪರಿಗೆಯವರೆಗೂ ದುರಸ್ತಿಮಾಡಿದನು."},{"number":32,"verse":"ಈ ಮೂಲೆಯುಪ್ಪರಿಗೆಗೂ ಕುರಿಬಾಗಿಲಿಗೂ ನಡುವೆಯಿದ್ದ ಗೋಡೆಯನ್ನು ಸರಿಮಾಡಿದವರು ಅಕ್ಕಸಾಲಿಗರು ಹಾಗು ವರ್ತಕರು."}]}