{"bibleAbbr":"KNCL","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"ಎಜ್ರನಿಂದ ಧರ್ಮಶಾಸ್ತ್ರಪಾರಾಯಣ ತಮ್ಮ ತಮ್ಮ ಪಟ್ಟಣಗಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದ ಇಸ್ರಯೇಲ್ ಸರ್ವಸಮೂಹದವರು ಏಳನೆಯ ತಿಂಗಳಲ್ಲಿ ನೀರುಬಾಗಿಲಿನ ಮುಂದಿನ ಬಯಲಿನಲ್ಲಿ ಒಟ್ಟಿಗೆ ಸೇರಿದರು. ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಮೋಶೆಯ ಮುಖಾಂತರ ಇಸ್ರಯೇಲರಿಗೆ ಕೊಟ್ಟ ಧರ್ಮಶಾಸ್ತ್ರದ ಗ್ರಂಥವನ್ನು ತೆಗೆದುಕೊಂಡು ಬರಬೇಕೆಂದು ಧರ್ಮೋಪದೇಶಕನಾದ (ಅಥವಾ : ಧರ್ಮಶಾಸ್ತ್ರಜ್ಞ.) ಎಜ್ರನನ್ನು ಕೇಳಿಕೊಂಡರು."},{"number":2,"verse":"ಯಾಜಕ ಎಜ್ರನು, ಗ್ರಹಿಸಿಕೊಳ್ಳಲು ಶಕ್ತರಾದ ಸ್ತ್ರೀಪುರುಷರು ನೆರೆದಿದ್ದ ಸಮೂಹದವರ ಮುಂದೆ, ಏಳನೆಯ ತಿಂಗಳಿನ ಪ್ರಥಮ ದಿನದಲ್ಲಿ ಆ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ತಂದು ಬೆಳಗಿನಿಂದ ಮಧ್ಯಾಹ್ನದವರೆಗೂ ಓದಿದನು."},{"number":3,"verse":"ಆ ನೀರುಬಾಗಿಲಿನ ಮುಂದಣ ಬಯಲಿನಲ್ಲಿ ಕೂಡಿಬಂದಿದ್ದ ಸ್ತ್ರೀಪುರುಷರಲ್ಲಿ ಗ್ರಹಿಸಲು ಶಕ್ತರಾದವರೆಲ್ಲರೂ ಧರ್ಮಶಾಸ್ತ್ರ ಪಾರಾಯಣವನ್ನು ಆಲಿಸುತ್ತಿದ್ದರು."},{"number":4,"verse":"ಧರ್ಮೋಪದೇಶಕ ಎಜ್ರನು ಪಾರಾಯಣಕ್ಕಾಗಿ ಮಾಡಲಾಗಿದ್ದ ಮರದ ಪೀಠದ ಮೇಲೆ ನಿಂತನು. ಅವನ ಬಲಗಡೆಯಲ್ಲಿ ಮತ್ತಿತ್ಯ, ಶೆಮ, ಅನಾಯ, ಊರೀಯ, ಹಿಲ್ಕೀಯ, ಮಾಸೇಯ ಎಂಬುವರು ಇದ್ದರು. ಎಡಗಡೆಯಲ್ಲಿ ಪೆದಾಯ, ಮೀಷಾಯೇಲ್, ಮಲ್ಕೀಯ, ಹಾಷುಮ್, ಹಷ್ಬದ್ದಾನ, ಜೆಕರ್ಯ, ಮೆಷುಲ್ಲಾಮ್ ಎಂಬುವರು ನಿಂತಿದ್ದರು."},{"number":5,"verse":"ಜನಸಮೂಹಕ್ಕಿಂತಲೂ ಎತ್ತರವಾದ ಸ್ಥಳದಲ್ಲಿ ನಿಂತಿದ್ದ ಎಜ್ರನು ಜನರ ಸಮಕ್ಷಮದಲ್ಲಿ ಗ್ರಂಥವನ್ನು ತೆರೆದ ಕೂಡಲೆ, ಎಲ್ಲರು ಎದ್ದುನಿಂತರು."},{"number":6,"verse":"ಎಜ್ರನು ಪರಾತ್ಪರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಸ್ತುತಿಸಿದಾಗ ಸರ್ವಜನರೂ ತಮ್ಮ ಕೈಗಳನ್ನೆತ್ತಿ ‘ಆಮೆನ್, ಆಮೆನ್’ ಎಂದು ಹೇಳಿ ನೆಲದಮಟ್ಟಿಗೂ ತಲೆಬಾಗಿ ಸರ್ವೇಶ್ವರನನ್ನು ಆರಾಧಿಸಿದರು."},{"number":7,"verse":"ಆಮೇಲೆ ಯೇಷೂವ, ಬಾನೀ, ಶೇರೇಬ್ಯ, ಯಾಮೀನ್, ಅಕ್ಕೂಬ್, ಶಬ್ಬೆತೈ, ಹೋದೀಯ, ಮಾಸೇಯ, ಕೆಲೀಟ, ಅಜರ್ಯ, ಯೋಜಾಬಾದ್, ಹಾನಾನ್, ಪೆಲಾಯ ಎಂಬ ಲೇವಿಯರು ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಜನರು ಗ್ರಹಿಸುವಂತೆ ಮಾಡಿದರು."},{"number":8,"verse":"ಜನರು ಎದ್ದುನಿಂತ ನಂತರ ಅವರು ದೇವರ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಓದುತ್ತಾ ಅದರ ತಾತ್ಪರ್ಯವನ್ನು ವಿವರಿಸಿದರು. ಜನರು ಚೆನ್ನಾಗಿ ಗ್ರಹಿಸಿಕೊಂಡರು."},{"number":9,"verse":"ಜನರೆಲ್ಲರು ಧರ್ಮೋಪದೇಶದ ವಾಕ್ಯಗಳನ್ನು ಕೇಳುತ್ತಾ ಕಣ್ಣೀರಿಡುತ್ತಿದ್ದರು. ರಾಜ್ಯಪಾಲ ನೆಹೆಮೀಯನು, ಧರ್ಮೋಪದೇಶ ಮಾಡುವ ಯಾಜಕ ಎಜ್ರನು ಹಾಗು ಜನರನ್ನು ಸಂಬೋಧಿಸುತ್ತಿದ್ದ ಲೇವಿಯರು ಜನರಿಗೆ, “ಈ ದಿನ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಪರಿಶುದ್ಧ ದಿನ! ಆದುದರಿಂದ ನೀವು ದುಃಖಿಸುತ್ತಾ ಅಳುತ್ತಾ ಇರಬೇಡಿ,” ಎಂದು ಹೇಳಿದರು."},{"number":10,"verse":"ಇದಲ್ಲದೆ, ಎಜ್ರನು ಅವರಿಗೆ, “ಹೋಗಿ ಮೃಷ್ಟಾನ್ನವನ್ನೂ ಮಧುರಪಾನವನ್ನೂ ತೆಗೆದುಕೊಳ್ಳಿ; ತಮಗಾಗಿ ಏನೂ ಸಿದ್ಧಮಾಡದವರಿಗೆ ಒಂದು ಪಾಲನ್ನು ಕಳುಹಿಸಿರಿ. ಈ ದಿನ ನಮ್ಮ ಸರ್ವೇಶ್ವರನಿಗೆ ಪ್ರತಿಷ್ಠಿತ ದಿನ! ವ್ಯಸನಪಡಬೇಡಿ; ಸರ್ವೇಶ್ವರನ ಆನಂದವೇ ನಿಮ್ಮ ಆಶ್ರಯವಾಗಿದೆ,” ಎಂದನು."},{"number":11,"verse":"ಲೇವಿಯರು ಕೂಡ, “ಸುಮ್ಮನಿರಿ, ಇದು ದೇವರ ದಿವಸ; ದುಃಖಿಸಬೇಡಿ,” ಎಂದು ಹೇಳಿ ಜನರನ್ನು ಸಂತೈಸಿದರು."},{"number":12,"verse":"ತಮಗೆ ತಿಳಿಯಪಡಿಸಿದ ಮಾತುಗಳನ್ನು ಜನರೆಲ್ಲರೂ ಗಮನಿಸಿ, ಹೋಗಿ ಅನ್ನಪಾನಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಏನೂ ಇಲ್ಲದವರಿಗೆ ಪಾಲುಗಳನ್ನು ಕಳುಹಿಸಿ, ಬಹಳವಾಗಿ ಸಂತೋಷಪಟ್ಟರು."},{"number":13,"verse":"ಪರ್ಣಕುಟೀರ ಹಬ್ಬ ಮರುದಿನ ಎಲ್ಲ ಇಸ್ರಯೇಲ್ ಗೋತ್ರಪ್ರಧಾನರು, ಯಾಜಕರು ಹಾಗು ಲೇವಿಯರು ಧರ್ಮಶಾಸ್ತ್ರದ ಅಧ್ಯಯನಕ್ಕಾಗಿ ಧರ್ಮೋಪದೇಶಕನಾದ ಎಜ್ರನ ಬಳಿಗೆ ಕೂಡಿಬಂದರು."},{"number":14,"verse":"ಏಳನೆಯ ತಿಂಗಳಿನ ಜಾತ್ರೆಯಲ್ಲಿ ಇಸ್ರಯೇಲರು ಪರ್ಣಕುಟೀರಗಳಲ್ಲಿ ವಾಸಿಸಬೇಕಾಗಿತ್ತು."},{"number":15,"verse":"ಈ ನಿಯಮದ ಪ್ರಕಾರ ಆ ಪರ್ಣಕುಟೀರ ನಿರ್ಮಾಣಕ್ಕಾಗಿ ಜನರು ಗುಡ್ಡಕ್ಕೆ ಹೋಗಿ, ಒಲೀವ, ಕಾಡು ಓಲೀವ್, ಸುಗಂಧ, ಖರ್ಜೂರ ಮುಂತಾದ ಮರಗಳ ದಟ್ಟವಾದ ಎಲೆಗಳುಳ್ಳ ಕೊಂಬೆಗಳನ್ನು ತರಬೇಕಾಗಿತ್ತು. ‘ಇದಕ್ಕಾಗಿ ಅವರ ಎಲ್ಲ ಪಟ್ಟಣಗಳಲ್ಲಿಯು ಹಾಗು ಜೆರುಸಲೇಮಿನಲ್ಲಿಯು ಡಂಗುರದಿಂದ ಪ್ರಕಟಿಸಬೇಕು’ ಎಂಬುದಾಗಿ ಬರೆದಿರುವ ಶಾಸನವೊಂದು ಮೋಶೆಗೆ ಸರ್ವೇಶ್ವರನಿಂದ ದೊರಕಿದ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಸಿಕ್ಕಿತು."},{"number":16,"verse":"ಈ ಆಜ್ಞಾನುಸಾರ ಜನರು ಹೋಗಿ ಕೊಂಬೆಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು, ತಮ್ಮ ತಮ್ಮ ಅಂಗಳಮಾಳಿಗೆಗಳಲ್ಲಿಯೂ, ದೇವಾಲಯದ ಪ್ರಾಕಾರಗಳಲ್ಲಿಯೂ, ನೀರುಬಾಗಿಲು, ಹಾಗು ಎಫ್ರಯಿಮ್ ಬಾಗಿಲು ಇವುಗಳ ಮುಂದಣ ಬಯಲುಗಳಲ್ಲಿಯೂ ಪರ್ಣಕುಟೀರಗಳನ್ನು ಮಾಡಿಕೊಂಡರು."},{"number":17,"verse":"ನೂನನ ಮಗ ಯೆಹೋಶುವನ ಕಾಲದಿಂದ ಆವರೆಗೂ ಇಸ್ರಯೇಲರು ಹೀಗೆ ಮಾಡಿರಲಿಲ್ಲ. ಸೆರೆಯಿಂದ ಹಿಂತಿರುಗಿಬಂದ ಸರ್ವಸಮಾಜದವರು ಪರ್ಣಕುಟೀರಗಳನ್ನು ಮಾಡಿಕೊಂಡು, ಅವುಗಳಲ್ಲಿ ವಾಸಿಸುತ್ತಾ, ಬಹು ಸಂತೋಷಪಟ್ಟರು."},{"number":18,"verse":"ಎಜ್ರನು, ಮೊದಲನೆಯ ದಿನದಿಂದ ಕಡೆಯ ದಿನದವರೆಗೂ ಪ್ರತಿದಿನವೂ ದೇವರ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಜನರಿಗೆ ಪಾರಾಯಣ ಮಾಡುತ್ತಿದ್ದನು. ಏಳು ದಿನಗಳವರೆಗೂ ಜಾತ್ರೆ ನಡೆಯಿತು. ನೇಮದ ಪ್ರಕಾರ ಎಂಟನೆಯ ದಿನ ಮುಕ್ತಾಯ ಸಮಾರಂಭಕ್ಕಾಗಿ ಸಭೆಕೂಡಿದರು."}]}