{"bibleAbbr":"mniRNT2022","bookName":"1 Corinth","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"( Lai-murtigi maiyokta cheksin-wa) Maram aduna, ichil-Inaosing, nakhoina eikhoigi ipa-ipusingda kari thokkhibage haibadu kaothokpa eina pamde. Madudi leichilna makhoi pumnamakpu ngak-senbiduna makhoi pumbana asoi-angam yaodana Angangba samudra lanthokkhi."},{"number":2,"verse":"Makhoi pumnamak Moses-ki tung-inba ama oina leichilda amadi ising ipakta baptize loukhi."},{"number":3,"verse":"Makhoi pumnamak chap mannaba thawaigi chinjak chaminnakhi."},{"number":4,"verse":"Amasung chap mannaba thawaigi ising thakminnakhi. Makhoina makhoiga loinaduna chatminnariba thawaigi oiba nungjao adudagi ising thakkhi; aduga nungjao adu Christta masamak oirammi."},{"number":5,"verse":"Adumak oidunasu makhoi ayambagi mathakta Tengban Mapuna penkhide, maram aduna makhoigi asiba hachangbu leikanglada chaithokkhi."},{"number":6,"verse":"Makhoina toukhibagum eikhoina phattaba potsingda pukning luptanaba thoudoksing adu eikhoida pandam oina thokkhibani."},{"number":7,"verse":"( Khong 32:6) Makhoi kharana lai-murti latpa oikhibagumna nakhoina oiganu. Maramdi Mapugi puyada asumna iduna lei, “Makhoina thaknanaba amadi channanaba phamthakhi aduga makhe langduna laimurti latpasinggi oiba lamchat kamba jagoi sananaba hougatkhi.”"},{"number":8,"verse":"( Masing 25:1-18) Aduga nongmada makhoi lising kunga-humdoi sihankhiba pap adu makhoi kharana toukhibagumna eikhoina nupa nupigi oiba amotpa thabak adu touroidabani."},{"number":9,"verse":"( Masing 21: ) Makhoi kharana Christtabu chang yengkhi aduga makhoi lilna chiktuna sikhi. Makhoina toukhiba asigumna nakhoina Christtabu chang yengganu."},{"number":10,"verse":"( Masing 16:41-49) Makhoi kharana murum murum sonduna wakhatkhi aduga manghan-tak-hanbagi dut aduna makhoibu hatkhi. Makhoina toukhiba asigumna nakhoina murum murum sonduna wakatkanu."},{"number":11,"verse":"Masi pumnamaksing asi atoppasingda pandam oinaba makhoida thokkhibani aduga makhoina aroiba matam asida hingliba eikhoida cheksin-wa oinaba irambani."},{"number":12,"verse":"Aduga nahakna chetna lepli haina khanjarabadi nahakna tudanaba cheksinjou."},{"number":13,"verse":"Mioibagi punsida mahousa oiriba athembasing adu nattana athemba amata nakhoigi nathakta lakkhidri. Aduga Tengban Mapudi thajaba yabani. Nakhoina khaangba ngamba panggal adugi wangmada nakhoibu themdokpa mahakna yabiroi. Aduga nakhoina athemba taba matamda nakhoina khaangba ngamnaba panggal pibiduna nanthokchanaba lambi ama mahakna pibigani."},{"number":14,"verse":"Maram aduna eigi nungsiraba marupsa, nakhoina lai murti latpadagi chenthok-u."},{"number":15,"verse":"Eina asingba misingda ngangbagumna nakhoida ngangbani. Eina hairibasing asi nakhoi nasana wayenjou."},{"number":16,"verse":"( Mat 26:26-28; Mrk 14:22-24; Luk 22: ) Ibungogi chakkhangbada eikhoina sijinnariba aduga madugidamak eikhoina Tengban Mapuda thagatchariba tenggot adudagi eikhoina thakminnaba matamda eikhoina Christtagi ee adu saruk phangminnaba nattra? Aduga eikhoina thugairiba tal adu eikhoina chaminnaba matamda eikhoina Christtagi hakchang adu saruk phangminnaba nattra?"},{"number":17,"verse":"Eikhoina yamlabasu tal amakhak oibagi maramna eikhoi hakchang amatani, maramdi eikhoi pumnamakna tal ama adudagi saruk phangminnei."},{"number":18,"verse":"( Levi 7:6) Israel-gi misinggi maramda khallu: Iratpot chaba makhoising adu iratpunggi thougalda saruk phangminnabasing nattra?"},{"number":19,"verse":"Adu oirabadi lai murti amadi maduda katpa chananaba pot adu tesengnamka karigumba pot amani haina eina hairibra?"},{"number":20,"verse":"( Aniwa 32:17) Natte, adubu eina haibadi atoppa phurupsingna iratpot katpa adu lai phattabasingda katpani, Tengban Mapuda natte. Aduga nakhoina lai phattabasingga saruk phangminnaba eina pamde."},{"number":21,"verse":"Nakhoina Ibungogi tenggotaki thakpa aduga lai-phattabasinggi tenggottagisu thakpa yade. Amasung Ibunggogi table-dagisu chaba aduga lai phattabasinggi table-dagisu chaba yade."},{"number":22,"verse":"Eikhoina Ibungobu khambanhannaba hotnaribra? Eikhoina Ibungodagi henna kalli haina khanbra?"},{"number":23,"verse":"“Eina karigumba ama hekta toubagi hak lei” haina nakhoina hai, adubu pumnamak kanabadi natte. “Eina karigumba ama hekta toubagi hak lei” adubu pumnamak semgatpadi natte."},{"number":24,"verse":"Nakhoi kananasu masagi kannaba thiroidabani, adubu atoppagi kananaba thigadabani."},{"number":25,"verse":"Sa yonphamda yolliba sa pumnamak nakhoina nakhoigi achum aran khangnaba pukning aduda wahang amata hangdana chao."},{"number":26,"verse":"Maramdi, Mapugi Puyada asumna iduna lei, “Malem amadi madugi manungda leiriba pot pumnamak MAPU IBUNGO-gini.”"},{"number":27,"verse":"Kanagumba thajadaba mi amana nakhoibu chak chanaba kourabadi aduga nakhoina chatpa pamlabadi nakhoina nakhoi achum aran khangnabagi pukning aduda wahang amata hangdana nakhoigi namangda thamli-thamliba adu chao."},{"number":28,"verse":"Adubu kanagumbana “Masi lai-murtida katlurabani” haina nakhoida hairabadi, nakhoida hairakliba mi adugidamak amadi achum aran khangnaba pukning adugi maramgidamak nakhoina madu chaganu."},{"number":29,"verse":"Achum aran khangnaba pukning haina eina hairiba asi nakhoigi natte adubu atoppasinggini. Maramdi atoppagi achum aran khangnaba pukningna eigi ningtambabu karigi wayengadouribano?"},{"number":30,"verse":"Eina eigi chananaba adugidamak Tengban Mapubu thagatcharaga eina madu charabadi, eina thagatchakhraba pot adugidamak eigi maramda karigi phattana hairibano?"},{"number":31,"verse":"Maram aduna nakhoina chaba oirabasu, thakpa oirabasu nattraga karigumba ama touba oirabasu nakhoina pumnamak adu Tengban Mapugi matik mangalgidamak tou."},{"number":32,"verse":"Jihudi oirabasu, Jihudi nattaba phurup oirabasu, nattraga Tengban Mapugi singlup oirabasu nakhoina kanabusu khudi thihan-ganu."},{"number":33,"verse":"Eina hiram khudingmakta pumnamakpu pelhannaba hotnabagum nakhoinasu madu tou. Maramdi makhoina kanbiba phangnanaba ei isagi kanaba thidaduna miyamgi kanaba adu thi."}]}