{"bibleAbbr":"mniRNT2022","bookName":"1 Corinth","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"( Thawai Asengbagi khudolsing) Nungsijaraba ichil-inaosa, houjik Thawaigi khudolgi maramda, Nakhoina achumba adu khangdana leiba eina pamde."},{"number":2,"verse":"Nakhoina khang-i madudi nakhoina Tengban Mapu khangdaba mising oiringei matam aduda thawai yaodaba lai murtising adubu khurumbagi lambi kaya amada lanna lamjingduna leirammi."},{"number":3,"verse":"Eina nakhoida khanghanba pamba adudi Tengban Mapugi thawaina chingba mi kana amatana “Jisuda sirap phanglasanu” haina aduga Thawai Asengba aduna chingbibagi mapanna nattana “Jisudi Mapu Ibungoni” haina phangdokpa ngamde."},{"number":4,"verse":"( Rom 12:6-8) Tongan tonganba thawaigi khudolsing lei, adubu Thawai amatadagi makhoising adu pibi."},{"number":5,"verse":"Thougal toubagi tongan tonganba mawong lei adubu chap mannaba Ibungo adubu thouganjabani."},{"number":6,"verse":"Thougal tounabagi tongan tonganba touba ngambagi magunsing lei adubu chap mannaba Tengban Mapu aduna makhoigi akhannaba thougalgidamak mi pumnamakta touba ngambagi magun pibi."},{"number":7,"verse":"Eikhoi pumnamakki aphaba oinabagidamak Thawaigi loinabiba adu karigumba mawong matou amada pumnamakta utpi."},{"number":8,"verse":"Thawai aduna mi amadana lousinggi wahei, aduga chap mannaba Thawai asigi mapanna atoppa mi amadana khangbagi wahei pibire."},{"number":9,"verse":"Thawai asimakna mi amadana thajaba, atoppa mi amadana anaba phahanbagi khudol,"},{"number":10,"verse":"Mi amadana angakpa thabak tounaba panggal aduga atoppa amadana Tengban Mapugi wa phongdoknabagi khudol aduga atoppa amadana amuk Thawai asidagi lakpa amadi atoppadagi lakpa khudolsing adugi khennaba adu haiba ngambagi matik magun pibire. Mi amadana tongan tonganaba lon ngangnabagi matik magun, aduga atoppa amadana lonsing adubu handoknaba matik magun pibire."},{"number":11,"verse":"Pumnamaksing asi amata oiba amasung chap mannaba Thawai amatagi thabaksingni aduga mahakna ningbibagi matung-inna mi amamamda tongan tonganba khudolsing asi pinabibani."},{"number":12,"verse":"( Hakchang ama amasung mahakki yamlaba kayatsing) ( Rom 12: ) Christtadi kayat mayam ama leiba hachang amagumbani; hakachang adu tongan tonganba kayatsingna semba oirabasu hakchang ama adumak oiduna lei."},{"number":13,"verse":"Matou asigumna eikhoi pumnamaksu haibadi Jihudi oirabasu nattraga atoppa phurup oirabasu, minai oirabasu nattraga maningtamba mi oirabasu chap mannaba Thawai amagi mapanna eikhoibu hakchang amatada baptize toubire aduga eikhoi pumnamakna thaknanaba Thawai ama pinabire."},{"number":14,"verse":"Maramdi hakchang asimak kayat amakhaktana semba natte adubu kayat mayam amana sembani."},{"number":15,"verse":"Karigumba khongna, “Eidi khut nattabanina eidi hakchang asigi natte” hairaga maduna mahakpu hakchang adugi kayat ama oihandaba yaroi."},{"number":16,"verse":"Karigumba nakongna, “Eidi mit nattabanina eidi hakchang asigi natte” hairaga maduna mahakpu hakchang adugi kayat ama oihandaba yaroi."},{"number":17,"verse":"Karigumba hakchang apumba asi mit khakta oiramlabadi mahakna karamna tagani? Aduga nakong khakta oiramlagana, kamdouna manam namgani?"},{"number":18,"verse":"Adumakpu asumna Tengban Mapuna makhoida oihanba pamba adugi matung inna tongan tonganba kayat pumnamakpu hakchang amada thambire."},{"number":19,"verse":"Karigunmba hakchang kayat pumnamaksing asina kayat amakhaktang oiramlabadi hakchang haibasi leiramloi!"},{"number":20,"verse":"Asumna oibagumna, kayat mayam amadi lei adubu hakchangdi amatani."},{"number":21,"verse":"Adu oirabadi mitna khutta “Eina nangbu matou tade” haina haiba yade. Aduga kokna khongda “Eina nangbu matou tade” haina haibasu yade."},{"number":22,"verse":"Masigi onna teinabada, eikhoina henna sonna uba hakchanggi kayatsing adu henna mathou tabasing aduni."},{"number":23,"verse":"Aduga eikhoina thoina mamal leitabani haina khanba hakchanggi kayatsing adu eikhoina yamna cheksinjana toujaba kayatsing aduni. Aduga mitmang thokpa yadaba kayatsing adubu eikhoina thoidokna ikai khumnaba matouga loinana loinei."},{"number":24,"verse":"Amasung henna phajaba kayatsing adunadi masi mathou tade. Adubu madu mathou taba kayatsing aduda thoidokna ikai khumnaba pibiduna Tengban Mapuna hakchang asibu tinnahanbire."},{"number":25,"verse":"Masina hakchanggi manungda tokhai tannaba leihande adubu hakchanggi tongan tonganba kayat khudingmakna chap mannana amana amagidamak khalhalli."},{"number":26,"verse":"Karigumba hakchanggi kayat amana awaba khaanglabadi atoppa kayat pumnamakna maduga loinana awaba khaangminei aduga kayat amana ikai khumnaba phanglagadi madugi haraobada kayat pumnamakna saruk yaminnei."},{"number":27,"verse":"Nakhoi pumnamak Christtagi hakchangni aduga nakhoi amamamna hakchanggi kayatsingni."},{"number":28,"verse":"( Eph 4:11) Singlupta Tengban Mapuna pumnamakpu mapham pinabire: Ahanba maphamda pakhonchatpasing, anisubada Tengban Mapugi wa phongdokpibasing, aduga ahumsubada ojasing adudagi angakpa thabak toubasing, adudagi anaba phahanbagi khudol leibasing, atoppabu tengbangba mising, luchingbasing amadi khangdaba atoppa lon ngangbasingni."},{"number":29,"verse":"Makhoi pumnamak pakhonchatpasing natte, aduga pumnamak Tengban Mapugi wa phongdokpibasing amadi ojasingsu natte. Pumnamakta angakpa thabak tounabagi panggal leite."},{"number":30,"verse":"Nattraga pumnamakta anaba phahanbagi nattraga khangdaba atoppa lon ngangbagi amasung lon handokpagi khudol leite."},{"number":31,"verse":"Adu oirabadi henna maruoiba khudol aduda nakhoina pukning lupchou. Adumakpu, houjik nakhoida eina khwaidagi henna phaba lambi adu utke."}]}