{"bibleAbbr":"mniRNT2022","bookName":"1 Corinth","bookEnglishName":"1 Corinthians","chapterNumber":13,"verses":[{"number":1,"verse":"( Nungsibana khwaidagi athoibani) Eina mioibagi lonsing amasung swargadutsinggi lon phaoba ngangba ngamba yai, adubu eingongda nungsiba leitrabadi ei makhol houraba sembung amasung khingliba kortan gum oire."},{"number":2,"verse":"( Mat 17:20; 21:21; Mrk 11:23) Eina Tengban Mapugi wa phongdokpagi khudol leirabasu, eina athuppa pumnamak khangba ngamlabasu aduga khangba pumnamak leirabasu, aduga eingonda chingjaosingbu hongdok-hanba ngambagi thajaba leirabasu, eingonda nungsiba leitrabadi ei karisu natte."},{"number":3,"verse":"Eina eigi leijaba pumnak leita-lairasingda pithoklabasu, eigi hakchang asi meida thadok-hannaba pithoklaba phaobada, eingonda nungsiba leitrabadi eingonda karisu kannade."},{"number":4,"verse":"Nungsibana kuina khaangbi amasung chanbi; nungsibana kallakte, napal toude, aduga chaothokte."},{"number":5,"verse":"Nungsibana athiba machat chatte, nungsibana masagi oijaba thide, nungsibana thuna saode, nungsibana phattababu ningsingduna thamde."},{"number":6,"verse":"Nungsibana phattabada haraode adubu achumbada haraojei."},{"number":7,"verse":"Nungsibana matam pumnamakta ngak-senbi, matam pumnamakta thajei, matam pumnamakta asha tou-i, matam pumnamakta khaangbi."},{"number":8,"verse":"Nungsibadi lomnaide. Adubu Tengban Mapuna phongdokpiba wa leirabasu loikhigani, atoppa lon ngangbasing oirabasu madu loikhigani, aduga khangba leirabasu madu mangkhigani."},{"number":9,"verse":"Maramdi eikhoigi khangbagi khudol amadi Tengban Mapugi wa phongdokpagi khudol asidi machetni."},{"number":10,"verse":"Adubu mapung phaba adu lakpa matamda machetki oiba adu mangkhigani."},{"number":11,"verse":"Eina angang oiringei matamda anganggumna nganglammi, anganggumna phaorammi, anganggumna khallammi; adubu mapung phana chaoraklaba matamda anganggi matou adu thadokkhi."},{"number":12,"verse":"Eikhoina houjik uriba asidi mingselda taba mutsi mutsiba saktamgumbani. Adubu tungdadi eikhoina maiga maiga unarakkhigani. Eina houjik khangliba asidi machettani, adubu tungdadi eibu mapungphana khangbiba adugumna eina mapung phana khanglakkhigani."},{"number":13,"verse":"Aduga houjik thajaba, asha, amadi nungsiba ahum asidi lengdana lei; aduga masida khwaidagi thoihenbadi nungsibani."}]}