{"bibleAbbr":"mniRNT2022","bookName":"1 Corinth","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"( Tengban Mapugi wa phongdokpa amasung atoppa lol ngangbagi khudol) Nungsiba tallu, aduga thawaigi oiba khudolsing, thoidok hendokna Tengban Mapugi wa phongdokpabu thawai yaona pamjou."},{"number":2,"verse":"Khangdaba atoppa lon ngangba mahak aduna madu misingda ngangba natte adubu Tengban Mapudani, maramdi madu mi kana amatana khangde. Adum oinamak thawaigi mapanna mahakna athuppasing adu ngangbani."},{"number":3,"verse":"Adubu Tengban Mapugi wa phongdokpa makhoising aduna misingda ngangduna makhoibu panggal kalhanbi, pukning thougatpi amasung themjinbi."},{"number":4,"verse":"Khangdaba atoppa lon ngangbasing aduna makhoi masakhaktabu semgatli adubu Tengban Mapugi wa phongdokpa makhoising aduna singlup apumbabu semgatli."},{"number":5,"verse":"Nakhoi khudingmakna khangdaba atoppa lon ngangba adu eina pamjei; adubu nakhoida Tengban Mapugi wa phongdokpagi khudol leiba aduna henna eina pamjei. Maramdi singlup semgatnabagidamak kanagumba amana lon handokpiba nattrabadi atoppa khangdaba lon ngangba mi adudagidi Tengban Mapugi wa phongdokpiba mi aduna henna chao-i."},{"number":6,"verse":"Maram aduna, nungsijaraba ichil-inaosing eina nakhoigi nanakta lakpa matamda eina khangdaba atoppa lon nganglaga nakhoigidamak ei kari kannapham leibage? Eina nakhoida Tengban Mapugi phongdokpiba khara nattraga lousing khara nattraga Tengban Mapugi wa phongdokpiba nattraga tambiba purakpa nattrabadi nakhoida kari amata kanade."},{"number":7,"verse":"Makhol thokpa, thawai yaodaba pot, haibadi bashi nattraga bina maknasu, tan kaina khonglabadi kari tanthano haiba kanana kamdouna khanggani?"},{"number":8,"verse":"Peresingga khongbada sengna makhol thoktrabadi kanana langi thourang tougadage?"},{"number":9,"verse":"Matou asigumna, nakhoigi leina misingna khangba ngamba wa ngangba nattanadi nakhoina ngangliba adu karino haiba kanana khangba ngamgadage? Nakhoina madu arembada ngangba oigani."},{"number":10,"verse":"Malem asida tongan tonganba lon mayam ama lei, adumakpu makhoigi marakta wahandok leitaba lon-di amata leite."},{"number":11,"verse":"Adu oirabadi kanagumba amana ngangba lon amagi wahandok adu eina khangba ngamdrabadi, ngangliba mi adugi maphamda eihak mireibakki mi oirani aduga eigi iphamdana mahak mireibak macha amani."},{"number":12,"verse":"Nakhoina Thawaigi khudolsing adu khourangna pamjabagi maramna, pumnamakki mathakta singlup semgatpada mateng pangba khudolsing adubu henna sijinnanaba nakhoina hotnagadabani."},{"number":13,"verse":"Maram asigidamak atoppa lon ngangba mahak aduna mahakna ngangliba adu handoknabagidamak Tengban Mapuda haijasanu."},{"number":14,"verse":"Maramdi eina atoppa lon amada haijarabadi, madu eigi thawaina haijabani, adubu maduda eigi pukning wakhaldi saruk yade."},{"number":15,"verse":"Adu oirabadi eina kari tougani? Eina eigi thawaina haijagani, aduga eigi pukningnasu haijagani; Eigi thawaina isei sakchagani, aduga eigi pukningnasu sakchagani."},{"number":16,"verse":"Nahakna Tengban Mapubu thagatchaba matamda nahakki thawaina khakta thagatlabadi, tinnaba aduda saruk yariba karisu khangdaba mising aduna nahakna Tengban Mapu thagatchabagi hairiba aduda “Amen” haina karamna haigani? Nahakna hairiba adu makhoina khangnabagi lambi suklei leite."},{"number":17,"verse":"Nahakki Tengban Mapubu thagatchabagi haijaba aduna yamna ningthijaba oirabaphaobada maduna atoppa masingbu semgatloi."},{"number":18,"verse":"Eina nakhoi pumnamaktagi henna khangdaba atoppa lonsing ngangbagidamak eina Tengban Mapubu thagatli."},{"number":19,"verse":"Adubu singlup tinnaba matamda eina khangdaba londa wahei lising tara ngangbabudi atoppasingbu tambinabagidamak miyamna khangba ngamgadaba wahei manga ngangbana henna pamjei."},{"number":20,"verse":"Ichil-inaosa nakhoina anganggumna khanba toklo. Phattaba toubagi matangdadi angang oibiyu adubu wakhal khanbadadi ahal oibiyu."},{"number":21,"verse":"( Isa 28: ) Mapugi Puyada asumna iduna lei, “Ibungona hai, atoppa lonsing ngangba misinggi mapanna, nganggani eina eigi misingda. Nganggani eina mireibakki chinbalgi mapanna, adubu madu phaobada, taroi makhoina eigi wa.”"},{"number":22,"verse":"Adu oirabadi khangdaba atoppa lon ngangba haibasi khudamgidamakni, madu thajaba misinggidamak natte, adubu thajadaba-singgidamaktani. Adubu Tengban Mapugi wa takthokpa haibasina thajaba-singgidamaktani, thajadaba-singgidamakta natte."},{"number":23,"verse":"Maram aduna singlup apumbana tinnabada mipum khudingmakna khangdaba atoppa lon nganglabadi, karisu khangdaba nattraga thajadaba misingna changlakpada makhoina nakhoi pumnamak ngaore haina hairoidra?"},{"number":24,"verse":"Adubu nakhoi pumnamakna Tengban Mapugi wa sandoktuna leiringeida kanagumba thajadaba nattraga karisu khangdaba mi amana changlaklabadi makhoina tariba aduna makhoigi pap khanghangani amasung makhoina taribasing aduna makhoibu wayengani,"},{"number":25,"verse":"Makhoigi aronba wakhal adu phongdokkani; aduga “Tasengnamak nakhoigi narak asida Tengban Mapu lei” haina haidokcharaga nonthajaduna Tengban Mapubu khurumjagani."},{"number":26,"verse":"( Paring-chumna Tengban Mapubu thagat-khurumjaba) Adunadi eikhoina kari haigani, ichil inaosa? Nakhoina Tengban Mapubu thagat-khurumjanabagidamak tinnaba matamda, amana thagat esei sakpa, amana tambiba, atoppa amana Tengban Mapugi phongdokpiba adu phongdokpa, atoppa amana khangdaba atoppa lon ngangba, aduga atoppa amana amuk hairiba adu handokpa nakhoi amamamna tou. Adubu pumnamak adu singlup adu semgatnaba oigadabani."},{"number":27,"verse":"Nakhoina khangdaba atoppa lon nganglabadi, nakhoi ani nattraga ahumdagi hendana madu mathang manao naina ngangsanu, aduga ngangliba adu kanagumba amana handoksanu."},{"number":28,"verse":"Adubu madu handoknaba mi amata leitrabadi ngangliba mahak aduna singlupta tuminna leisanu amasung madu masa mathantada amadi Tengban Mapuda ngangjasanu."},{"number":29,"verse":"Tengban Mapugi wa phongdokpa ani nattraga ahumna ngangsanu aduga ateising aduna makhoina hairiba adu chang yengjasanu."},{"number":30,"verse":"Adubu tinnaba aduda phamliba kanagumba amana Tengban Mapudagi paojel phangjarabadi, hanna ngangliba mahakna ngangba lepkadabani."},{"number":31,"verse":"Pumnamakna tamjanaba amadi pukning thougatpiba phangjanaba nakhoi pumnamakna amamam oina Tengban Mapugi wa adu phongdokpa yai."},{"number":32,"verse":"Tengban Mapugi wa phongdokpagi khudol adu ngangliba mahakki makha polhangadabani."},{"number":33,"verse":"Maramdi Tengban Mapudi mawong maril naidabagi Mapu natte adubu ingthabagini. Aduga Tengban Mapugi misingna tinnaba khudingmakta toubagum,"},{"number":34,"verse":"Singlup tinnabada nupisingna tuminna leisanu. Makhoida wa ngangbagi ayaba leite, adubu wayel yathangna haibagumna makhoina makha ponna leigadabani."},{"number":35,"verse":"Makhoina karigumba amagi maramda khangning hangningba pamlabadi, makhoina mayumda masa masagi nupasingda hangsanu. Maramdi nupina singlup tinnaba matamda wa ngangba haibasi ikainingaini."},{"number":36,"verse":"Nattraga Tengban Mapugi wahei adu nangondagi lakpa oiribra? Nattraga madu lakkhiba adu nakhoikhaktadara?"},{"number":37,"verse":"Kanagumbana mahak Tengban Mapugi wa phongdokpa nattraga thawaigi khudol lei haina khanjarabadi, eina nakhoida iriba asi Ibungogi yathangni haiba adu mahakna khangsanu."},{"number":38,"verse":"Adubu masida mahakna thousadrabadi mahakpusu thaoiruganu."},{"number":39,"verse":"Maram aduna, ichil inaosa, Tengban Mapugi wa phongdokpada pukning luppu, aduga atoppa lonsing ngangba thingganu."},{"number":40,"verse":"Pumnamaksing asi ningthina amadi mathang manao naiba mawongda tougadabani."}]}