{"bibleAbbr":"mniRNT2022","bookName":"1 Corinth","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"( Christta amasung cross) Ichil-inaosa, eina nakhoigi nanakta Tengban Mapugi athuppa achumba adu sandokpa lakkhiba matam aduda eina thak wangba wangang amadi mioibagi lousing sijinnakhide."},{"number":2,"verse":"Maramdi eina nakhoiga leiminnaringei matam aduda eina Jisu Christta amasung mahakpu cross-ta hatkhiba adukhaktagi maramda nattana atei kari amata ngangdanaba pukningda lepkhi."},{"number":3,"verse":"( Pakhon 18:9) Maram aduna eina nakhoiga leiminnaringeida sonna, kina amadi tanik tanikna leirammi."},{"number":4,"verse":"Aduga eigi tambiba amadi pao sandokpa adu mioibagi lousinggi oiba heisingba waheina nattaduna Tengban Mapugi Thawaigi panggalna madu achumbani haiba utpibana oikhi."},{"number":5,"verse":"Masi nakhoigi thajaba adu mioibagi lousingda oidaduna Tengban Mapugi panggalda oinabani."},{"number":6,"verse":"( Tengban Mapugi lousing) Adumakpu thawaida mapungpharaba makhoising aduda eina lousinggi wa ngangngi. Adubu madu taibangpan asigi lousing natte aduga aremba oiragadaba, taibangpan asida pallibasing adugi lousingsu natte."},{"number":7,"verse":"Adubu eikhoina ngangthokliba lousing asidi Tengban Mapuna mioibasingdagi lottuna thambiramba adubu taibangpan leisemdringei mamangdagi eikhoigi matik mangalgidamak hanna langduna thambiramlaba Tengban Mapugi athuppa lousing aduni."},{"number":8,"verse":"Taibangpan asigi leingakpa kananasu lousing asibu khangkhide. Karigumba makhoina masibu khanglamlabadi makhoina matik mangalgi Ibungobu cross-ta hatlamloidabani."},{"number":9,"verse":"( Isa 64:4) Adum oinamak, masi Mapugi puyada ikhiba asimakni, Kananasu keidounungda ukhidaba amadi takhidaba, Kananasu thokkani haina keidounungda khankhidaba pumnamaksing adu, Mahakpu nungsijabasing adugidamak Tengban Mapuna thourangbikhre."},{"number":10,"verse":"Adubu Tengban Mapuna masibu mahakki Thawaigi mapanna eikhoida phongdokpire. Maramdi Thawai aduna pumnamaksing adu haibadi Tengban Mapugi aruba athuppa adu phaoba mahakna thidok-i."},{"number":11,"verse":"Mi amagi wakhalbu masamakki nungda leiriba thawai aduna nattana mi kanana khangba ngambage? Matou adugumna Tengban Mapugi Thawai adu khak nattana kananasu Tengban Mapugi wakhal adu khangde."},{"number":12,"verse":"Eikhoina taibangpan asigi thawai adubu phangjaba natte adubu Tengban Mapuna eikhoida lemna pinabikhraba pumnamaksing adubu eikhoina khangjanaba Tengban Mapuna thabirakpa Thawai adubu eikhoina phangjabani."},{"number":13,"verse":"Aduna eikhoina ngangba matamda mioibagi lousingna tambiba waheina ngangde, adubu Thawai aduna tambiba waheina, thawaigi oiba hiramsing adubu Thawai adu leiba makhoising aduda sandokna takpibada eikhoina ngang-i."},{"number":14,"verse":"Thawai adu leitaba mi aduna Tengban Mapugi Thawai adudagi lakpa adu lousinba ngamde. Mahakna hiramsing adubu apangba oina lou-i aduga madubu khangbasu ngamde maramdi makhoi adu Thawaigi mapan khaktana taseng-tasengna khangba ngammi."},{"number":15,"verse":"Thawai adu leiba mahak aduna hiram pumnamak chang yengba ngammi, adubu mahakpudi kananasu chang yengba ngamde."},{"number":16,"verse":"( Isa 40:13) Masi Mapugi Puyada haikhibagumbani, “Kanana MAPU IBUNGO-gi wakhalbu khangbage? Kanana mangonda paotak piba ngambage?” Adubu eikhoidadi Christtagi pukning adu lei."}]}