{"bibleAbbr":"mniRNT2022","bookName":"1 Corinth","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"( Christtagi pakhonchatpasing) Eikhoibu nakhoina Tengban Mapugi athuppa achumbasing adugi asin arangi thoudang sinnakhraba Christtagi manai ama oina khanbiyu."},{"number":2,"verse":"Asigumba manaising asigi mathou taba amadi makhoigi mapusinggi maphamda thajaba yaba oiba asini."},{"number":3,"verse":"Houjik, nakhoina eibu wayenbada nattraga taibangpangi wayel amagi matung-inna eibu wayenbada eina madu maru oiba oina khande; aduga ei isanaphaoba isabu wayenjade."},{"number":4,"verse":"Eina aranba toukhiba amata ei khangde, adumakpu masimakna ei chummi haibadi natte. Eibu chang yengbiba adudi Ibungo mahakni."},{"number":5,"verse":"Maram aduna achaba matam adu laktriphaoba kanadasu wayen-ganu, Ibungona lenglaktriphaoba ngaibiyu. Mahakna amambada lotlibasing adu mangalda puthokkani aduga misinggi thamoida leiriba aronba thourang adu phongdokkani. Matam aduda mi pumnamakna Tengban Mapudagi makhoigi matik chaba thagatchaba adu phangjagani."},{"number":6,"verse":"Aduga Ichil-inaosa, “Iriba adugi wangmada hendokphade” haiba paorou asigi wahanthok adu nakhoina eikhoidagi tamnanaba, nakhoigidamak eina masi pumnamaksing asi isamakta amadi Apollos-da pandam oina sijinnajei. Masi nakhoi kananasu mi amagidak chaothoktanaba aduga atoppa amadana hanthana yengdanabani."},{"number":7,"verse":"Maramdi kannana nahakpu atoppasingdagi henna chaohanbage? Nahakna leijariba pumnamak adu Tengban Mapuna pibiba nattabra? Adu oirabadi, nahakna leijariba adu khudol nattabagumna nahakna karamna chaothokadouribano?"},{"number":8,"verse":"Houjik nakhoina pamjaba pumnamak nakhoida leire! Houjik nakhoi inak khulle! Nakhoina eikhoi yaodana ningthougum palle! Hoi, eikhoina nakhoiga loinana ningthou oiminnanaba, nakhoina tasengna ningthou oiba adu eina kayada pamjaba!"},{"number":9,"verse":"Maramdi, taibang malem apumba, swargadutsing amadi misinggi mityengpham oina, miyam mangda sinanabagi maral piraba misinggumna Tengban Mapuna pakhonchatpa eikhoida khwaidagi mamei oiba mapham adu pibire haina eina ningjei."},{"number":10,"verse":"Maramdi Christtagi maramgidamak eikhoi apangbasingni; adubu nakhoidi Christtada asingba oire! Eikhoibu hanthana yengbi; adubu nakhoibu ikai khumnabi!"},{"number":11,"verse":"Pungja asidaphaoba eikhoina lamli, khourangli aduga eikhoina phijet phigai amadi phimal setli; phubiri; yum leijadaba oiri."},{"number":12,"verse":"( Pakhon 18:3) Eikhoina eikhoigi ikhutmakna thabak kanna sui. Eikhoibu sirap tourabada, eikhoina yaipha thoujal pibi, eikhoibu ot-neirabada eikhoina khaang-i."},{"number":13,"verse":"Eikhoibu ikaiba pirabada eikhoina nungshina paokhumbi. Mikup asi phaoba eikhoi taibangpanbagi phatha haodigumna oiri, phattaduna amadi kannadraduna hunjeklaba potsakkum oiri!"},{"number":14,"verse":"Eina masi nakhoibu ikaiba pinanaba i-ba natte, adubu isamakki nungsijaraba ichasinggumna paotak oina haibani."},{"number":15,"verse":"Maramdi nakhoigi christian-gi punsida nakhoibu takpi-tambiba lising tara leiraba phaobada nakhoigi ipadi amatani. Maramdi nakhoigi Christta Jisuga amata oina punsinjabagi punsida nakhoida Aphaba Pao purakpagi mapanna eihak nakhoigi ipa oire."},{"number":16,"verse":"( 1 Cor 11:1; Phil 3:17) Maram aduna eigi itou louba oibiyu haina eina nakhoibu thougatchari."},{"number":17,"verse":"Maram asigidamak eina eigi nungsijaraba ichanupa, Ibungoda thajaba yaba oiriba Timothybu nakhoigi naphamda thakhibani. Aduga eina mapham khudingda leiba singlupsingda tambibagum Christta Jisugi tung-inba ama oina eina chatchaba ichat itou pumnamak mahakna nakhoida ningsinhanbigani."},{"number":18,"verse":"Nakhoi kharana eina nakhoigi nanakta amuk laklaroidabagumna chaothokli."},{"number":19,"verse":"Adumakpu Ibungogi aningba oirabadi eina nakhoigi nanakta athuba matamda laktuna chaothokpasing aduna kari haibage haibadu khak nattana makhoigi panggal adusu eina khanggani."},{"number":20,"verse":"Maramdi Tengban Mapugi leibak adudi waheigi natte adubu panggalgini."},{"number":21,"verse":"Nakhoina kari pambage? Eina cheiga loinana lakpara? Nattraga nungsiba amadi pukning tappaga loinana lakpara?"}]}