{"bibleAbbr":"mniRNT2022","bookName":"1 Corinth","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( Lai murtida katpa potki maramda wahang) Houjik lai murtida katluraba potki maramda nakhoina hanglakpa wahanggi maramda: Hoi, eikhoi pumnamakki khangba lei haiba eikhoina khang-i. Adubu khangbana chaothokhalli, adubu nungsibana semgatli."},{"number":2,"verse":"Karigumba khara khang-i haina khanjaba makhoising aduna makhoina khangpham thokpa adu youna tasengna khangdri."},{"number":3,"verse":"Adubu Tengban Mapubu nungsijaba mahak adubudi Tengban Mapuna khangbi."},{"number":4,"verse":"Adu oirabadi lai murtida katluraba pot chabagi matangdadi: Lai murtidi tasengna taibangpanda leiba natte amasung Tengban Mapu amakhak lei haibasi eikhoina khang-i."},{"number":5,"verse":"Atiya amadi malem asida laini haina kounabasing leirabasu aduga asigumba laising amadi mapusing yamna leirabasu,"},{"number":6,"verse":"Eikhoigidi Tengban Mapu ama haibadi Ipa adu lei. Pot pumnamakpu sembiba mapu adu mahakni aduga eikhoina mahakkidamak lei. Aduga Ibungo amakhak lei, mahakti Jisu Christtani. Mahakki mapanna pot pumnamak sembi aduga mahakki mapanna eikhoina hingbani."},{"number":7,"verse":"Adubu mi khudingmakna achumba asi khangde. Mi kharadi lai murti latlakpagi heinabi leirakpana houjik phaoba makhoina lai murtida katluraba pot chaba matamda lai murtida katluraba pot chabagum khalli. Aduga makhoigi achum aran khangba pukning adu sonbagi maramna makhoibu chinjak aduna maanghalle haina phaojei."},{"number":8,"verse":"Adumakpu chinjakna eikhoiga Tengban Mapuga leinaba mari adu phagat-hanba natte. Eikhoina chadraga karisu mangjaba leite aduga charaga tongjaba karisu leite."},{"number":9,"verse":"Adumakpu, nakhoigi naning tamba adu pangthokpada thajaba sonbasing adubu papta tahandanaba cheksillu."},{"number":10,"verse":"Maramdi lousing adu leiriba nahakna lai murtigi sangda chaba adu achum aran khangnaba pukning sonba mahakna urabadi mahakpu nahakna lai murtida katpa pot chananaba thougatpa oiroidra?"},{"number":11,"verse":"Adu oirabadi nahakki lousing adugi maramna mahakkidamak Christtana sibikhiba nahakki asonba nachin nanao adubu manghalloidra?"},{"number":12,"verse":"Aduga matou asumna nahakna nachin nanaosinggi mathakta pap touraba amadi makhoigi achum aran khangnaba pukning adubu sokhallabadi nahakna Christtagi maiyokta pap tou-i."},{"number":13,"verse":"Maram aduna eina chariba pot aduna eigi ichil inaobu papta tahallabadi, eina mahakpu papta tahandanaba ei keidounungdasu sa sukcha chararoi."}]}