{"bibleAbbr":"urGV2010","bookName":"۱۔سلاطین","bookEnglishName":"1 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( سلیمان رب سے دُور ہو جاتا ہے) لیکن سلیمان بہت سی غیرملکی خواتین سے محبت کرتا تھا۔ فرعون کی بیٹی کے علاوہ اُس کی شادی موآبی، عمونی، ادومی، صیدانی اور حِتّی عورتوں سے ہوئی۔"},{"number":2,"verse":"اِن قوموں کے بارے میں رب نے اسرائیلیوں کو حکم دیا تھا، ”نہ تم اِن کے گھروں میں جاؤ اور نہ یہ تمہارے گھروں میں آئیں، ورنہ یہ تمہارے دل اپنے دیوتاؤں کی طرف مائل کر دیں گے۔“ توبھی سلیمان بڑے پیار سے اپنی اِن بیویوں سے لپٹا رہا۔"},{"number":3,"verse":"اُس کی شاہی خاندانوں سے تعلق رکھنے والی 700 بیویاں اور 300 داشتائیں تھیں۔ اِن عورتوں نے آخرکار اُس کا دل رب سے دُور کر دیا۔"},{"number":4,"verse":"جب وہ بوڑھا ہو گیا تو اُنہوں نے اُس کا دل دیگر معبودوں کی طرف مائل کر دیا۔ یوں وہ بُڑھاپے میں اپنے باپ داؤد کی طرح پورے دل سے رب کا وفادار نہ رہا"},{"number":5,"verse":"بلکہ صیدانیوں کی دیوی عستارات اور عمونیوں کے دیوتا ملکوم کی پوجا کرنے لگا۔"},{"number":6,"verse":"غرض اُس نے ایسا کام کیا جو رب کو ناپسند تھا۔ وہ وفاداری نہ رہی جس سے اُس کے باپ داؤد نے رب کی خدمت کی تھی۔"},{"number":7,"verse":"یروشلم کے مشرق میں سلیمان نے ایک پہاڑی پر دو مندر بنائے، ایک موآب کے گھنونے دیوتا کموس کے لئے اور ایک عمون کے گھنونے دیوتا مَلِک یعنی ملکوم کے لئے۔"},{"number":8,"verse":"ایسے مندر اُس نے اپنی تمام غیرملکی بیویوں کے لئے تعمیر کئے تاکہ وہ اپنے دیوتاؤں کو بخور اور ذبح کی قربانیاں پیش کر سکیں۔"},{"number":9,"verse":"رب کو سلیمان پر بڑا غصہ آیا، کیونکہ وہ اسرائیل کے خدا سے دُور ہو گیا تھا، حالانکہ رب اُس پر دو بار ظاہر ہوا تھا۔"},{"number":10,"verse":"گو اُس نے اُسے دیگر معبودوں کی پوجا کرنے سے صاف منع کیا تھا توبھی سلیمان نے اُس کا حکم نہ مانا۔"},{"number":11,"verse":"اِس لئے رب نے اُس سے کہا، ”چونکہ تُو میرے عہد اور احکام کے مطابق زندگی نہیں گزارتا، اِس لئے مَیں بادشاہی کو تجھ سے چھین کر تیرے کسی افسر کو دوں گا۔ یہ بات یقینی ہے۔"},{"number":12,"verse":"لیکن تیرے باپ داؤد کی خاطر مَیں یہ تیرے جیتے جی نہیں کروں گا بلکہ بادشاہی کو تیرے بیٹے ہی سے چھینوں گا۔"},{"number":13,"verse":"اور مَیں پوری مملکت اُس کے ہاتھ سے نہیں لوں گا بلکہ اپنے خادم داؤد اور اپنے چنے ہوئے شہر یروشلم کی خاطر اُس کے لئے ایک قبیلہ چھوڑ دوں گا۔“"},{"number":14,"verse":"( سلیمان کے دشمن ہدد اور رزون) پھر رب نے ادوم کے شاہی خاندان میں سے ایک آدمی بنام ہدد کو برپا کیا جو سلیمان کا سخت مخالف بن گیا۔"},{"number":15,"verse":"وہ یوں سلیمان کا دشمن بن گیا کہ چند سال پہلے جب داؤد نے ادوم کو شکست دی تو اُس کا فوجی کمانڈر یوآب میدانِ جنگ میں پڑی تمام اسرائیلی لاشوں کو دفنانے کے لئے ادوم آیا۔ جہاں بھی گیا وہاں اُس نے ہر ادومی مرد کو مار ڈالا۔"},{"number":16,"verse":"وہ چھ ماہ تک اپنے فوجیوں کے ساتھ ہر جگہ پھرا اور تمام ادومی مردوں کو مارتا گیا۔"},{"number":17,"verse":"ہدد اُس وقت بچ گیا اور اپنے باپ کے چند ایک سرکاری افسروں کے ساتھ فرار ہو کر مصر میں پناہ لے سکا۔"},{"number":18,"verse":"راستے میں اُنہیں دشتِ فاران کے ملکِ مِدیان سے گزرنا پڑا۔ وہاں وہ مزید کچھ آدمیوں کو جمع کر سکے اور سفر کرتے کرتے مصر پہنچ گئے۔ ہدد مصر کے بادشاہ فرعون کے پاس گیا تو اُس نے اُسے گھر، کچھ زمین اور خوراک مہیا کی۔"},{"number":19,"verse":"ہدد فرعون کو اِتنا پسند آیا کہ اُس نے اُس کی شادی اپنی بیوی ملکہ تحفنیس کی بہن کے ساتھ کرائی۔"},{"number":20,"verse":"اِس بہن کے بیٹا پیدا ہوا جس کا نام جنوبت رکھا گیا۔ تحفنیس نے اُسے شاہی محل میں پالا جہاں وہ فرعون کے بیٹوں کے ساتھ پروان چڑھا۔"},{"number":21,"verse":"ایک دن ہدد کو خبر ملی کہ داؤد اور اُس کا کمانڈر یوآب فوت ہو گئے ہیں۔ تب اُس نے فرعون سے اجازت مانگی، ”مَیں اپنے ملک لوٹ جانا چاہتا ہوں، براہِ کرم مجھے جانے دیں۔“"},{"number":22,"verse":"فرعون نے اعتراض کیا، ”یہاں کیا کمی ہے کہ تم اپنے ملک واپس جانا چاہتے ہو؟“ ہدد نے جواب دیا، ”مَیں کسی بھی چیز سے محروم نہیں رہا، لیکن پھر بھی مجھے جانے دیجئے۔“"},{"number":23,"verse":"اللہ نے ایک اَور آدمی کو بھی سلیمان کے خلاف برپا کیا۔ اُس کا نام رزون بن اِلیَدع تھا۔ پہلے وہ ضوباہ کے بادشاہ ہدد عزر کی خدمت انجام دیتا تھا، لیکن ایک دن اُس نے اپنے مالک سے بھاگ کر"},{"number":24,"verse":"کچھ آدمیوں کو اپنے گرد جمع کیا اور ڈاکوؤں کے جتھے کا سرغنہ بن گیا۔ جب داؤد نے ضوباہ کو شکست دے دی تو رزون اپنے آدمیوں کے ساتھ دمشق گیا اور وہاں آباد ہو کر اپنی حکومت قائم کر لی۔"},{"number":25,"verse":"ہوتے ہوتے وہ پورے شام کا حکمران بن گیا۔ وہ اسرائیلیوں سے نفرت کرتا تھا اور سلیمان کے جیتے جی اسرائیل کا خاص دشمن بنا رہا۔ ہدد کی طرح وہ بھی اسرائیل کو تنگ کرتا رہا۔"},{"number":26,"verse":"( یرُبعام اور اخیاہ نبی) سلیمان کا ایک سرکاری افسر بھی اُس کے خلاف اُٹھ کھڑا ہوا۔ اُس کا نام یرُبعام بن نباط تھا، اور وہ افرائیم کے شہر صریدہ کا تھا۔ اُس کی ماں صروعہ بیوہ تھی۔"},{"number":27,"verse":"جب یرُبعام باغی ہوا تو اُن دنوں میں سلیمان ارد گرد کے چبوترے اور فصیل کا آخری حصہ تعمیر کر رہا تھا۔"},{"number":28,"verse":"اُس نے دیکھا کہ یرُبعام ماہر اور محنتی جوان ہے، اِس لئے اُس نے اُسے افرائیم اور منسّی کے قبیلوں کے تمام بےگار میں کام کرنے والوں پر مقرر کیا۔"},{"number":29,"verse":"ایک دن یرُبعام شہر سے نکل رہا تھا تو اُس کی ملاقات سَیلا کے نبی اخیاہ سے ہوئی۔ اخیاہ نئی چادر اوڑھے پھر رہا تھا۔ کھلے میدان میں جہاں کوئی اَور نظر نہ آیا"},{"number":30,"verse":"اخیاہ نے اپنی چادر کو پکڑ کر بارہ ٹکڑوں میں پھاڑ لیا"},{"number":31,"verse":"اور یرُبعام سے کہا، ”چادر کے دس ٹکڑے اپنے پاس رکھیں! کیونکہ رب اسرائیل کا خدا فرماتا ہے، ’اِس وقت مَیں اسرائیل کی بادشاہی کو سلیمان سے چھیننے والا ہوں۔ جب ایسا ہو گا تو مَیں اُس کے دس قبیلے تیرے حوالے کر دوں گا۔"},{"number":32,"verse":"ایک ہی قبیلہ اُس کے پاس رہے گا، اور یہ بھی صرف اُس کے باپ داؤد اور اُس شہر کی خاطر جسے مَیں نے تمام قبیلوں میں سے چن لیا ہے۔"},{"number":33,"verse":"اِس طرح مَیں سلیمان کو سزا دوں گا، کیونکہ وہ اور اُس کے لوگ مجھے ترک کر کے صیدانیوں کی دیوی عستارات کی، موآبیوں کے دیوتا کموس کی اور عمونیوں کے دیوتا ملکوم کی پوجا کرنے لگے ہیں۔ وہ میری راہوں پر نہیں چلتے بلکہ وہی کچھ کرتے ہیں جو مجھے بالکل ناپسند ہے۔ جس طرح داؤد میرے احکام اور ہدایات کی پیروی کرتا تھا اُس طرح اُس کا بیٹا نہیں کرتا۔"},{"number":34,"verse":"لیکن مَیں اِس وقت پوری بادشاہی سلیمان کے ہاتھ سے نہیں چھینوں گا۔ اپنے خادم داؤد کی خاطر جسے مَیں نے چن لیا اور جو میرے احکام اور ہدایات کے تابع رہا مَیں سلیمان کے جیتے جی یہ نہیں کروں گا۔ وہ خود بادشاہ رہے گا،"},{"number":35,"verse":"لیکن اُس کے بیٹے سے مَیں بادشاہی چھین کر دس قبیلے تیرے حوالے کر دوں گا۔"},{"number":36,"verse":"صرف ایک قبیلہ سلیمان کے بیٹے کے سپرد رہے گا تاکہ میرے خادم داؤد کا چراغ ہمیشہ میرے حضور یروشلم میں جلتا رہے، اُس شہر میں جو مَیں نے اپنے نام کی سکونت کے لئے چن لیا ہے۔"},{"number":37,"verse":"لیکن تجھے، اے یرُبعام، مَیں اسرائیل پر بادشاہ بنا دوں گا۔ جو کچھ بھی تیرا جی چاہتا ہے اُس پر تُو حکومت کرے گا۔"},{"number":38,"verse":"اُس وقت اگر تُو میرے خادم داؤد کی طرح میری ہر بات مانے گا، میری راہوں پر چلے گا اور میرے احکام اور ہدایات کے تابع رہ کر وہ کچھ کرے گا جو مجھے پسند ہے تو پھر مَیں تیرے ساتھ رہوں گا۔ پھر مَیں تیرا شاہی خاندان اُتنا ہی قائم و دائم کر دوں گا جتنا مَیں نے داؤد کا کیا ہے، اور اسرائیل تیرے ہی حوالے رہے گا۔"},{"number":39,"verse":"یوں مَیں سلیمان کے گناہ کے باعث داؤد کی اولاد کو سزا دوں گا، اگرچہ یہ ابدی سزا نہیں ہو گی۔“"},{"number":40,"verse":"اِس کے بعد سلیمان نے یرُبعام کو مروانے کی کوشش کی، لیکن یرُبعام نے فرار ہو کر مصر کے بادشاہ سیسق کے پاس پناہ لی۔ وہاں وہ سلیمان کی موت تک رہا۔"},{"number":41,"verse":"( سلیمان کی موت) سلیمان کی زندگی اور حکمت کے بارے میں مزید باتیں ’سلیمان کے اعمال‘ کی کتاب میں بیان کی گئی ہیں۔"},{"number":42,"verse":"سلیمان 40 سال پورے اسرائیل پر حکومت کرتا رہا۔ اُس کا دار الحکومت یروشلم تھا۔"},{"number":43,"verse":"جب وہ مر کر اپنے باپ دادا سے جا ملا تو اُسے یروشلم کے اُس حصے میں دفن کیا گیا جو ’داؤد کا شہر‘ کہلاتا ہے۔ پھر اُس کا بیٹا رحبعام تخت نشین ہوا۔"}]}