{"bibleAbbr":"urGV2010","bookName":"۱۔سلاطین","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"( رب کے گھر کی تعمیر) سلیمان نے اپنی حکومت کے چوتھے سال کے دوسرے مہینے زیب میں رب کے گھر کی تعمیر شروع کی۔ اسرائیل کو مصر سے نکلے 480 سال گزر چکے تھے۔"},{"number":2,"verse":"عمارت کی لمبائی 90 فٹ، چوڑائی 30 فٹ اور اونچائی 45 فٹ تھی۔"},{"number":3,"verse":"سامنے ایک برآمدہ بنایا گیا جو عمارت جتنا چوڑا یعنی 30 فٹ اور آگے کی طرف 15 فٹ لمبا تھا۔"},{"number":4,"verse":"عمارت کی دیواروں میں کھڑکیاں تھیں جن پر جنگلے لگے تھے۔"},{"number":5,"verse":"عمارت سے باہر آ کر سلیمان نے دائیں بائیں کی دیواروں اور پچھلی دیوار کے ساتھ ایک ڈھانچا کھڑا کیا جس کی تین منزلیں تھیں اور جس میں مختلف کمرے تھے۔"},{"number":6,"verse":"نچلی منزل کی اندر کی چوڑائی ساڑھے 7 فٹ، درمیانی منزل کی 9 فٹ اور اوپر کی منزل کی ساڑھے 10 فٹ تھی۔ وجہ یہ تھی کہ رب کے گھر کی بیرونی دیوار کی موٹائی منزل بہ منزل کم ہوتی گئی۔ اِس طریقے سے بیرونی ڈھانچے کی دوسری اور تیسری منزل کے شہتیروں کے لئے رب کے گھر کی دیوار میں سوراخ بنانے کی ضرورت نہیں تھی بلکہ اُنہیں دیوار پر ہی رکھا گیا۔"},{"number":7,"verse":"جو پتھر رب کے گھر کی تعمیر کے لئے استعمال ہوئے اُنہیں پتھر کی کان کے اندر ہی تراش کر تیار کیا گیا۔ اِس لئے جب اُنہیں زیرِ تعمیر عمارت کے پاس لا کر جوڑا گیا تو نہ ہتھوڑوں، نہ چھینی نہ لوہے کے کسی اَور اوزار کی آواز سنائی دی۔"},{"number":8,"verse":"اِس ڈھانچے میں داخل ہونے کے لئے عمارت کی دہنی دیوار میں دروازہ بنایا گیا۔ وہاں سے ایک سیڑھی پرستار کو درمیانی اور اوپر کی منزل تک پہنچاتی تھی۔"},{"number":9,"verse":"یوں سلیمان نے عمارت کو تکمیل تک پہنچایا۔ چھت کو دیودار کے شہتیروں اور تختوں سے بنایا گیا۔"},{"number":10,"verse":"جو ڈھانچا عمارت کے تینوں طرف کھڑا کیا گیا اُسے دیودار کے شہتیروں سے عمارت کی باہر والی دیوار کے ساتھ جوڑا گیا۔ اُس کی تینوں منزلوں کی اونچائی ساڑھے سات سات فٹ تھی۔"},{"number":11,"verse":"ایک دن رب سلیمان سے ہم کلام ہوا،"},{"number":12,"verse":"”جہاں تک میری سکونت گاہ کا تعلق ہے جو تُو میرے لئے بنا رہا ہے، اگر تُو میرے تمام احکام اور ہدایات کے مطابق زندگی گزارے تو مَیں تیرے لئے وہ کچھ کروں گا جس کا وعدہ مَیں نے تیرے باپ داؤد سے کیا ہے۔"},{"number":13,"verse":"تب مَیں اسرائیل کے درمیان رہوں گا اور اپنی قوم کو کبھی ترک نہیں کروں گا۔“"},{"number":14,"verse":"( رب کے گھر کا اندرونی حصہ) جب عمارت کی دیواریں اور چھت مکمل ہوئیں"},{"number":15,"verse":"تو اندرونی دیواروں پر فرش سے لے کر چھت تک دیودار کے تختے لگائے گئے۔ فرش پر جونیپر کے تختے لگائے گئے۔"},{"number":16,"verse":"اب تک عمارت کا ایک ہی کمرا تھا، لیکن اب اُس نے دیودار کے تختوں سے فرش سے لے کر چھت تک دیوار کھڑی کر کے پچھلے حصے میں الگ کمرا بنا دیا جس کی لمبائی 30 فٹ تھی۔ یہ مُقدّس ترین کمرا بن گیا۔"},{"number":17,"verse":"جو حصہ سامنے رہ گیا اُسے مُقدّس کمرا مقرر کیا گیا۔ اُس کی لمبائی 60 فٹ تھی۔"},{"number":18,"verse":"عمارت کی تمام اندرونی دیواروں پر دیودار کے تختے یوں لگے تھے کہ کہیں بھی پتھر نظر نہ آیا۔ تختوں پر تُونبے اور پھول کندہ کئے گئے تھے۔"},{"number":19,"verse":"پچھلے کمرے میں رب کے عہد کا صندوق رکھنا تھا۔"},{"number":20,"verse":"اِس کمرے کی لمبائی 30 فٹ، چوڑائی 30 فٹ اور اونچائی 30 فٹ تھی۔ سلیمان نے اِس کی تمام دیواروں اور فرش پر خالص سونا چڑھایا۔ مُقدّس ترین کمرے کے سامنے دیودار کی قربان گاہ تھی۔ اُس پر بھی سونا منڈھا گیا"},{"number":21,"verse":"بلکہ عمارت کے سامنے والے کمرے کی دیواروں، چھت اور فرش پر بھی سونا منڈھا گیا۔ مُقدّس ترین کمرے کے دروازے پر سونے کی زنجیریں لگائی گئیں۔"},{"number":22,"verse":"چنانچہ عمارت کی تمام اندرونی دیواروں، چھت اور فرش پر سونا منڈھا گیا، اور اِسی طرح مُقدّس ترین کمرے کے سامنے کی قربان گاہ پر بھی۔"},{"number":23,"verse":"پھر سلیمان نے زیتون کی لکڑی سے دو کروبی فرشتے بنوائے جنہیں مُقدّس ترین کمرے میں رکھا گیا۔ اِن مجسموں کا قد 15 فٹ تھا۔"},{"number":24,"verse":"دونوں شکل و صورت میں ایک جیسے تھے۔ ہر ایک کے دو پَر تھے، اور ہر پَر کی لمبائی ساڑھے سات سات فٹ تھی۔ چنانچہ ایک پَر کے سرے سے دوسرے پَر کے سرے تک کا فاصلہ 15 فٹ تھا۔"},{"number":26,"verse":"ہر ایک کا قد 15 فٹ تھا۔"},{"number":27,"verse":"اُنہیں مُقدّس ترین کمرے میں یوں ایک دوسرے کے ساتھ کھڑا کیا گیا کہ ہر فرشتے کا ایک پَر دوسرے کے پَر سے لگتا جبکہ دائیں اور بائیں طرف ہر ایک کا دوسرا پَر دیوار کے ساتھ لگتا تھا۔"},{"number":28,"verse":"اِن فرشتوں پر بھی سونا منڈھا گیا۔"},{"number":29,"verse":"مُقدّس اور مُقدّس ترین کمروں کی دیواروں پر کروبی فرشتے، کھجور کے درخت اور پھول کندہ کئے گئے۔"},{"number":30,"verse":"دونوں کمروں کے فرش پر بھی سونا منڈھا گیا۔"},{"number":31,"verse":"سلیمان نے مُقدّس ترین کمرے کا دروازہ زیتون کی لکڑی سے بنوایا۔ اُس کے دو کواڑ تھے، اور چوکھٹ کی لکڑی کے پانچ کونے تھے۔"},{"number":32,"verse":"دروازے کے کواڑوں پر کروبی فرشتے، کھجور کے درخت اور پھول کندہ کئے گئے۔ اِن کواڑوں پر بھی فرشتوں اور کھجور کے درختوں سمیت سونا منڈھا گیا۔"},{"number":33,"verse":"سلیمان نے عمارت میں داخل ہونے والے دروازے کے لئے بھی زیتون کی لکڑی سے چوکھٹ بنوائی، لیکن اُس کی لکڑی کے چار کونے تھے۔"},{"number":34,"verse":"اِس دروازے کے دو کواڑ جونیپر کی لکڑی کے بنے ہوئے تھے۔ دونوں کواڑ دیوار تک گھوم سکتے تھے۔"},{"number":35,"verse":"اِن کواڑوں پر بھی کروبی فرشتے، کھجور کے درخت اور پھول کندہ کئے گئے تھے۔ پھر اُن پر سونا یوں منڈھا گیا کہ وہ اچھی طرح اِن بیل بوٹوں کے ساتھ لگ گیا۔"},{"number":36,"verse":"عمارت کے سامنے ایک اندرونی صحن بنایا گیا جس کی چاردیواری یوں تعمیر ہوئی کہ پتھر کے ہر تین ردّوں کے بعد دیودار کے شہتیروں کا ایک ردّا لگایا گیا۔"},{"number":37,"verse":"رب کے گھر کی بنیاد سلیمان کی حکومت کے چوتھے سال کے دوسرے مہینے زیب ( اپریل تا مئی۔) میں ڈالی گئی،"},{"number":38,"verse":"اور اُس کی حکومت کے گیارھویں سال کے آٹھویں مہینے بُول ( اکتوبر تا نومبر۔) میں عمارت مکمل ہوئی۔ سب کچھ نقشے کے عین مطابق بنا۔ اِس کام پر کُل سات سال لگ گئے۔"}]}