{"bibleAbbr":"TCL1995","bookName":"மத்தேயு நற்செய்தி","bookEnglishName":"Matthew","chapterNumber":7,"verses":[{"number":1,"verse":"(நியாயம் தீர்ப்பதைப்பற்றி போதனை) “ “ பிறர் குற்றவாளிகள் எனத் தீர்ப்பு அளிக்காதீர்கள்: அப்போதுதான் நீங்களும் தீர்ப்புக்கு உள்ளாக மாட்டீர்கள்."},{"number":2,"verse":"நீங்கள் அளிக்கும் தீர்ப்பையே நீங்களும் பெறுவீர்கள். நீங்கள் எந்த அளவையால் அளக்கிறீர்களோ, அதே அளவையாலே உங்களுக்கும் அளக்கப்படும்."},{"number":3,"verse":"உங்கள் கண்ணில் இருக்கும் மரக்கட்டையைப் பார்க்காமல் உங்கள் சகோதரர் அல்லது சகோதரியின் கண்ணில் இருக்கும் துரும்பை நீங்கள் கூர்ந்து கவனிப்பதேன்?"},{"number":4,"verse":"அல்லது அவரிடம், “ உங்கள் கண்ணிலிருந்து துரும்பை எடுக்கட்டுமா? “ என்று எப்படிக் கேட்கலாம்? இதோ! உங்கள் கண்ணில்தான் மரக்கட்டை இருக்கிறதே!"},{"number":5,"verse":"வெளிவேடக்காரரே, முதலில் உங்கள் கண்ணிலிருந்து மரக்கட்டையை எடுத்தெறியுங்கள். அதன்பின் உங்கள் சகோதரர் அல்லது சகோதரியின் கண்ணிலிருந்து துரும்பை எடுக்க உங்களுக்குத் தெளிவாய்க் கண் தெரியும்."},{"number":6,"verse":"தூய்மையானது எதையும் நாய்களுக்குக் கொடுக்க வேண்டாம். அவை திருப்பி உங்களைக் கடித்துக் குதறும். மேலும் உங்கள் முத்துகளைப் பன்றிகள் முன் எறிய வேண்டாம்: எறிந்தால் அவை தங்கள் கால்களால் அவற்றை மிதித்து விடும்."},{"number":7,"verse":"(தேவனிடம் கேட்டுப்பெறுதல்) “ கேளுங்கள், உங்களுக்குக் கொடுக்கப்படும்: தேடுங்கள், நீங்கள் கண்டடைவீர்கள்: தட்டுங்கள், உங்களுக்குத் திறக்கப்படும்."},{"number":8,"verse":"ஏனெனில், கேட்போர் எல்லாரும் பெற்றுக் கொள்கின்றனர்: தேடுவோர் கண்டடைகின்றனர்: தட்டுவோருக்குத் திறக்கப்படும்."},{"number":9,"verse":"உங்களுள் எவராவது ஒருவர் அப்பத்தைக் கேட்கும் தம் பிள்ளைக்குக் கல்லைக் கொடுப்பாரா?"},{"number":10,"verse":"அல்லது, பிள்ளை மீன் கேட்டால் பாம்பைக் கொடுப்பாரா?"},{"number":11,"verse":"தீயோர்களாகிய நீங்களே உங்கள் பிள்ளைகளுக்கு நற்கொடைகள் அளிக்க அறிந்திருக்கிறீர்கள். அப்படியானால் விண்ணுலகில் உள்ள உங்கள் தந்தை தம்மிடம் கேட்போருக்கு இன்னும் மிகுதியாக நன்மைகள் அளிப்பார் அல்லவா!"},{"number":12,"verse":"(மிகமுக்கியமான சட்டம்) “ ஆகையால் பிறர் உங்களுக்குச் செய்ய வேண்டும் என விரும்புகிறவற்றை எல்லாம் நீங்களும் அவர்களுக்குச் செய்யுங்கள். இறைவாக்குகளும் திருச்சட்டமும் கூறுவது இதுவே."},{"number":13,"verse":"(இரண்டு வழிகள்) “ இடுக்கமான வாயிலின் வழியே நுழையுங்கள்: ஏனெனில் அழிவுக்குச் செல்லும் வாயில் அகன்றது: வழியும் விரிவானது: அதன் வழியே செல்வோர் பலர்."},{"number":14,"verse":"வாழ்வுக்குச் செல்லும் வாயில் மிகவும் இடுக்கமானது: வழியும் மிகக் குறுகலானது: இதைக் கண்டுபிடிப்போர் சிலரே."},{"number":15,"verse":"(மக்களின் செயல்களைக் கவனியுங்கள்) “ போலி இறைவாக்கினரைக் குறித்து எச்சரிக்கையாய் இருங்கள். ஆட்டுத் தோலைப் போர்த்திக் கொண்டு உங்களிடம் வருகின்றனர். ஆனால், உள்ளேயோ அவர்கள் கொள்ளையிட்டுத் தின்னும் ஓநாய்கள்."},{"number":16,"verse":"அவர்களின் செயல்களைக் கொண்டே அவர்கள் யாரென்று அறிந்துகொள்வீர்கள். முட்செடிகளில் திராட்சைப் பழங்களையோ, முட்பூண்டுகளில் அத்திப் பழங்களையோ பறிக்க முடியுமா?"},{"number":17,"verse":"நல்ல மரமெல்லாம் நல்ல கனிகளைக் கொடுக்கும். கெட்ட மரம் நச்சுக் கனிகளைக் கொடுக்கும்."},{"number":18,"verse":"நல்ல மரம் நச்சுக் கனிகளைக் கொடுக்க இயலாது. கெட்ட மரமும் நல்ல கனிகளைக் கொடுக்க இயலாது."},{"number":19,"verse":"நல்ல கனி கொடாத மரங்களெல்லாம் வெட்டப்பட்டு நெருப்பில் எறியப்படும்."},{"number":20,"verse":"இவ்வாறு போலி இறைவாக்கினர் யாரென அவர்களுடைய செயல்களைக் கொண்டே இனங்கண்டு கொள்வீர்கள்."},{"number":21,"verse":"“ என்னை நோக்கி, “ ஆண்டவரே, ஆண்டவரே “ எனச் சொல்பவரெல்லாம் விண்ணரசுக்குள் செல்வதில்லை. மாறாக, விண்ணுலகிலுள்ள என் தந்தையின் திருவுளத்தின்படி செயல்படுபவரே செல்வர்."},{"number":22,"verse":"அந்நாளில் பலர் என்னை நோக்கி, 'ஆண்டவரே, ஆண்டவரே, உம் பெயரால் நாங்கள் இறைவாக்கு உரைக்கவில்லையா? உம் பெயரால் பேய்களை ஓட்டவில்லையா? உம் பெயரால் வல்ல செயல்கள் பல செய்யவில்லையா? “ என்பர்."},{"number":23,"verse":"அதற்கு நான் அவர்களிடம், “ உங்களை எனக்குத் தெரியவே தெரியாது. நெறிகேடாகச் செயல்படுவோரே, என்னைவிட்டு அகன்று போங்கள் “ என வெளிப்படையாக அறிவிப்பேன்."},{"number":24,"verse":"(இரண்டுவித மனிதர்கள்) “ ஆகவே, நான் சொல்லும் இவ்வார்த்தைகளைக் கேட்டு இவற்றின்படி செயல்படுகிற எவரும் பாறை மீது தம் வீட்டைக் கட்டிய அறிவாளிக்கு ஒப்பாவார்."},{"number":25,"verse":"மழை பெய்தது: ஆறு பெருக்கெடுத்து ஓடியது: பெருங்காற்று வீசியது: அவை அவ்வீட்டின் மேல் மோதியும் அது விழவில்லை. ஏனெனில் பாறையின்மீது அதன் அடித்தளம் இடப்பட்டிருந்தது."},{"number":26,"verse":"நான் சொல்லும் இந்த வார்த்தைகளைக் கேட்டு இவற்றின்படி செயல்படாத எவரும் மணல்மீது தம் வீட்டைக் கட்டிய அறிவிலிக்கு ஒப்பாவார்."},{"number":27,"verse":"மழை பெய்தது: ஆறு பெருக்கெடுத்து ஓடியது: பெருங் காற்று வீசியது: அவை அவ்வீட்டைத் தாக்க, அது விழுந்தது: இவ்வாறு பேரழிவு நேர்ந்தது. “"},{"number":28,"verse":"இயேசு இவ்வாறு உரையாற்றி முடித்தபோது அவரது போதனையைக் கேட்ட மக்கள் கூட்டத்தினர் வியப்பில் ஆழ்ந்தனர்."},{"number":29,"verse":"ஏனெனில் அவர்கள்தம் மறைநூல் அறிஞரைப் போலன்றி அதிகாரத்தோடு அவர்களுக்கு அவர் கற்பித்தார்."}]}