{"bibleAbbr":"KJV2000","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":28,"verses":[{"number":1,"verse":"And it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight with Israel. And Achish said unto David, Know you assuredly, that you shall go out with me to battle, you and your men."},{"number":2,"verse":"And David said to Achish, Surely you shall know what your servant can do. And Achish said to David, Therefore will I make you my guardian forever."},{"number":3,"verse":"Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away the mediums, and the wizards, out of the land."},{"number":4,"verse":"And the Philistines gathered themselves together, and came and encamped in Shunem: and Saul gathered all Israel together, and they encamped in Gilboa."},{"number":5,"verse":"And when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled."},{"number":6,"verse":"And when Saul inquired of the LORD, the LORD answered him not, neither by dreams, nor by Urim, nor by prophets."},{"number":7,"verse":"Then said Saul unto his servants, Seek me a woman who is a medium, that I may go to her, and inquire of her. And his servants said to him, Behold, there is a woman that is a medium at Endor."},{"number":8,"verse":"And Saul disguised himself, and put on other clothing, and he went, and two men with him, and they came to the woman by night: and he said, I pray you, divine unto me as a medium, and bring me him up, whom I shall name unto you."},{"number":9,"verse":"And the woman said unto him, Behold, you know what Saul has done, how he has cut off those that are mediums, and the wizards, out of the land: why then lay you a snare for my life, to cause me to die?"},{"number":10,"verse":"And Saul swore to her by the LORD, saying, As the LORD lives, there shall no punishment happen to you for this thing."},{"number":11,"verse":"Then said the woman, Whom shall I bring up unto you? And he said, Bring me up Samuel."},{"number":12,"verse":"And when the woman saw Samuel, she cried with a loud voice: and the woman spoke to Saul, saying, Why have you deceived me? for you are Saul."},{"number":13,"verse":"And the king said unto her, Be not afraid: for what saw you? And the woman said unto Saul, I saw a god ascending out of the earth."},{"number":14,"verse":"And he said unto her, What form is he of? And she said, An old man comes up; and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground, and bowed himself."},{"number":15,"verse":"And Samuel said to Saul, Why have you disturbed me, to bring me up? And Saul answered, I am much distressed; for the Philistines make war against me, and God has departed from me, and answers me no more, neither by prophets, nor by dreams: therefore I have called you, that you may make known unto me what I shall do."},{"number":16,"verse":"Then said Samuel, Why then do you ask of me, seeing the LORD has departed from you, and has become your enemy?"},{"number":17,"verse":"And the LORD has done to you, as he spoke by me: for the LORD has torn the kingdom out of your hand, and given it to your neighbor, even to David:"},{"number":18,"verse":"Because you obeyed not the voice of the LORD, nor executed his fierce wrath upon Amalek, therefore has the LORD done this thing unto you this day."},{"number":19,"verse":"Moreover the LORD will also deliver Israel with you into the hand of the Philistines: and tomorrow shall you and your sons be with me: the LORD also shall deliver the army of Israel into the hand of the Philistines."},{"number":20,"verse":"Then Saul fell immediately full length on the ground, and was very much afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no food all the day, nor all the night."},{"number":21,"verse":"And the woman came unto Saul, and saw that he was greatly troubled, and said unto him, Behold, your handmaid has obeyed your voice, and I have put my life in my hand, and have hearkened unto your words which you spoke unto me."},{"number":22,"verse":"Now therefore, I pray you, hearken also unto the voice of your handmaid, and let me set a piece of bread before you; and eat, that you may have strength, when you go on your way."},{"number":23,"verse":"But he refused, and said, I will not eat. But his servants, together with the woman, compelled him; and he hearkened unto their voice. So he arose from the earth, and sat upon the bed."},{"number":24,"verse":"And the woman had a fatted calf in the house; and she hastened, and killed it, and took flour, and kneaded it, and did bake unleavened bread of it:"},{"number":25,"verse":"And she brought it before Saul, and before his servants; and they did eat. Then they rose up, and went away that night."}]}