{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":1,"verses":[{"number":1,"verse":"ಮೋಶೆ ಮಾಡಿದ ಉಪದೇಶಗಳ ಕಾಲ ಮತ್ತು ಸ್ಥಳ ಜೋರ್ಡನ್ ನದಿಯ ಆಚೆ, ಪಾರಾನಿಗೂ, ತೋಫೆಲ್, ಲಾಬಾನ್, ಹಚೇರೋತ್, ದೀಜಾಹಾಬ್ ಎಂಬ ಊರುಗಳಿಗೂ ನಡುವೆ, ಮರುಭೂಮಿಯಲ್ಲಿ ಅರಾಬಾ ಎಂಬ ತಗ್ಗಾದ ಪ್ರದೇಶದಲ್ಲಿ ಸೂಫಿಗೆ ಎದುರಾಗಿ ಮೋಶೆ ಇಸ್ರಯೇಲರಿಗೆ ಮಾಡಿದ ಉಪನ್ಯಾಸಗಳು ಇವು."},{"number":2,"verse":"(ಹೋರೇಬಿನಿಂದ ಸೇಯಿರ್ ಬೆಟ್ಟಗಳ ಮಾರ್ಗವಾಗಿ ಕಾದೇಶ್ ಬರ್ನೇಯದವರೆಗೆ ಹನ್ನೊಂದು ದಿನದ ಪ್ರಯಾಣ.)"},{"number":3,"verse":"ಮೋಶೆ ಹೆಷ್ಬೋನಿನಲ್ಲಿದ್ದ ಅಮೋರಿಯರ ಅರಸ ಸೀಹೋನನನ್ನು ಮತ್ತು ಅಷ್ಟಾರೋತ್, ಎದ್ರೈ ಎಂಬ ಪಟ್ಟಣಗಳಲ್ಲಿದ್ದ ಬಾಷಾನಿನ ಅರಸ ಓಗನನ್ನು ಜಯಿಸಿದನು. ತರುವಾಯ,"},{"number":4,"verse":"ಅಂದರೆ ಇಸ್ರಯೇಲರು ಈಜಿಪ್ಟ್ ದೇಶವನ್ನು ಬಿಟ್ಟ ನಲವತ್ತನೆಯ ವರ್ಷದ ಹನ್ನೊಂದನೆಯ ತಿಂಗಳಿನ ಮೊದಲನೆಯ ದಿನ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ತನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನೆಲ್ಲ ಇಸ್ರಯೇಲರಿಗೆ ತಿಳಿಸಿದನು."},{"number":5,"verse":"ಮೊದಲನೆಯ ಉಪನ್ಯಾಸ ಜೋರ್ಡನ್ ನದಿಯ ಆಚೆ ಮೋವಾಬ್ಯರ ದೇಶದಲ್ಲಿ ಮೋಶೆ ಈ ಮುಂದಣ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ವಿವರಿಸುವುದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದನು:"},{"number":6,"verse":"“ಹೋರೇಬಿನಲ್ಲಿ ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಮಗೆ, ‘ನೀವು ಈ ಬೆಟ್ಟದ ಬಳಿ ವಾಸಿಸಿದ್ದು ಸಾಕು;"},{"number":7,"verse":"ಈಗ ಹಿಂದಿರುಗಿ ಅಮೋರಿಯರು ಇರುವ ಮಲೆನಾಡಿಗೂ ಅದರ ಸುತ್ತಮುತ್ತಲಿನ ಪ್ರದೇಶಕ್ಕೂ ಪ್ರಯಾಣಮಾಡಿರಿ. ಅಲ್ಲಿನ ಕಣಿವೆ, ತಪ್ಪಲು, ಇಳಕಲು ಪ್ರದೇಶಗಳಿಗೂ ದಕ್ಷಿಣಸೀಮೆ, ಸಮುದ್ರತೀರ ಎಂಬ ನಾಡುಗಳಿಗೂ ಕಾನಾನ್ಯರ ನಾಡು, ಲೆಬನೋನ್ ಪರ್ವತ ಮತ್ತು ಯೂಫ್ರೆಟಿಸ್ ಮಹಾನದಿಯವರೆಗೆ ವಿಸ್ತರಿಸಿಕೊಂಡಿರುವ ಪ್ರದೇಶಗಳಿಗೂ ತೆರಳಿರಿ."},{"number":8,"verse":"ಆ ನಾಡನ್ನು ನಿಮಗೆ ಕೊಟ್ಟಿದ್ದೇನೆ. ಸರ್ವೇಶ್ವರನೆಂಬ ನಾನು ನಿಮ್ಮ ಪಿತೃಗಳಾದ ಅಬ್ರಹಾಮ, ಇಸಾಕ, ಯಕೋಬರಿಗೂ ಅವರ ಸಂತತಿಯವರಿಗೂ ಆ ನಾಡನ್ನು ಪ್ರಮಾಣಪೂರ್ವಕವಾಗಿ ವಾಗ್ದಾನ ಮಾಡಿದ್ದೆನು. ಅದನ್ನು ಸೇರಿ ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳಿ,’ ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":9,"verse":"ಮೋಶೆ ನೇಮಿಸಿದ ನ್ಯಾಯಾಧಿಪತಿಗಳು(20 18:13-27) “ಆ ಕಾಲದಲ್ಲಿ ನಾನು ನಿಮ್ಮನ್ನು ಸಂಬೋಧಿಸಿ, ‘ನಿಮ್ಮ ಭಾರವನ್ನು ನಾನೊಬ್ಬನೇ ಹೊರುವುದು ಅಸಾಧ್ಯ;"},{"number":10,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ಸಂಖ್ಯೆಯಲ್ಲಿ ಹೆಚ್ಚಿಸಿದ್ದಾರೆ; ನೀವು ಆಕಾಶದ ನಕ್ಷತ್ರಗಳಷ್ಟಾಗಿದ್ದೀರಿ;"},{"number":11,"verse":"ನೀವು ಈಗ ಇರುವುದಕ್ಕಿಂತ ಇನ್ನೂ ಸಾವಿರದಷ್ಟಾಗುವಂತೆ ನಿಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ಹೆಚ್ಚಿಸಲಿ; ಅವರೇ ವಾಗ್ದಾನಮಾಡಿದ ಪ್ರಕಾರ ನಿಮ್ಮನ್ನು ಆಶೀರ್ವದಿಸಲಿ;"},{"number":12,"verse":"ಆದರೆ ನಿಮ್ಮ ಸಮಸ್ಯೆಗಳನ್ನೂ ಹೊಣೆಯನ್ನೂ ವ್ಯಾಜ್ಯಗಳನ್ನೂ ನಾನೊಬ್ಬನೇ ಸಹಿಸುವುದು ಹೇಗೆ?"},{"number":13,"verse":"ಆದುದರಿಂದ ನೀವು ಪ್ರತಿಯೊಂದು ಕುಲದಿಂದ ಜ್ಞಾನಿಗಳೂ, ವಿವೇಕಿಗಳೂ, ಪ್ರಖ್ಯಾತರೂ ಆದ ವ್ಯಕ್ತಿಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ; ನಾನು ಅವರನ್ನು ನಿಮಗೆ ಅಧಿಪತಿಗಳನ್ನಾಗಿ ನೇಮಿಸುತ್ತೇನೆ,’ ಎಂದು ಹೇಳಿದೆ."},{"number":14,"verse":"ಅದಕ್ಕೆ ನೀವು, ‘ನಿಮ್ಮ ಆಲೋಚನೆಯಂತೆ ನಡೆಯುವುದು ವಿಹಿತವಾದದ್ದೇ’ ಎಂದು ಉತ್ತರಕೊಟ್ಟಿರಿ."},{"number":15,"verse":"ಆಗ ನಾನು ನಿಮ್ಮಲ್ಲಿ ಪ್ರಸಿದ್ಧರಾದ ಬುದ್ಧಿವಂತರನ್ನು ಕರೆಯಿಸಿ ಒಂದೊಂದು ಕುಲದಲ್ಲಿ ಸಾವಿರ ಮಂದಿಯ ಮೇಲೆ, ನೂರು ಮಂದಿಯ ಮೇಲೆ, ಐವತ್ತು ಮಂದಿಯ ಮೇಲೆ ಹಾಗು ಹತ್ತು ಮಂದಿಯ ಮೇಲೆ ಅಧಿಕಾರಿಗಳನ್ನಾಗಿ ಹಾಗು ಉಪಾಧಿಕಾರಿಗಳನ್ನಾಗಿ ನೇಮಿಸಿದೆ."},{"number":16,"verse":"ಆ ನ್ಯಾಯಾಧಿಪತಿಗಳಿಗೆ ನಾನು ಆಗ ಕೊಟ್ಟ ಸೂಚನೆ ಇದು: ‘ನೀವು ಸರ್ವಕುಲದವರ ವ್ಯಾಜ್ಯಗಳನ್ನು ವಿಚಾರಿಸಬೇಕು. ಅದು ಇಸ್ರಯೇಲರ ವ್ಯಾಜ್ಯವಾಗಿರಬಹುದು. ಅನ್ಯರೊಡನೆ ವ್ಯಾಜ್ಯವಾಗಿರಬಹುದು. ಎಲ್ಲವನ್ನು ನೀವು ನ್ಯಾಯದ ಪ್ರಕಾರವೇ ತೀರ್ಮಾನಿಸಬೇಕು."},{"number":17,"verse":"ನ್ಯಾಯ ವಿಚಾರಿಸುವಾಗ ಮುಖದಾಕ್ಷಿಣ್ಯ ಮಾಡಬಾರದು; ಅಧಿಕಾರಿಗೂ ಅಲ್ಪರಿಗೂ ಸಮನಾಗಿ ಕಿವಿಗೊಡಿ; ನೀವು ದೇವರ ಹೆಸರಿನಲ್ಲಿ ನ್ಯಾಯ ತೀರಿಸುವುದರಿಂದ ಯಾವ ಮನುಷ್ಯನಿಗೂ ಹೆದರಬೇಡಿ. ನೀವು ತೀರಿಸಲಿಕ್ಕಾಗದ ವ್ಯಾಜ್ಯಗಳನ್ನು ನನ್ನ ಬಳಿಗೆ ತನ್ನಿ; ನಾನೇ ಅವುಗಳನ್ನು ತೀರಿಸುತ್ತೇನೆ,’ ಎಂದು ಹೇಳಿದೆ."},{"number":18,"verse":"ಹೀಗೆ, ನೀವು ಮಾಡಬೇಕಾದ ಎಲ್ಲ ಕಾರ್ಯಗಳ ವಿಷಯದಲ್ಲೂ ಆಗಲೇ ನಿಮಗೆ ಆಜ್ಞೆಕೊಟ್ಟೆ."},{"number":19,"verse":"ಬೇಹುಗಾರರ ನೇಮಕ(40 13:1-33) “ನಾವು ಹೋರೇಬಿನಿಂದ ಹೊರಟು ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಅಮೋರಿಯರ ಮಲೆನಾಡಿನ ಮಾರ್ಗವನ್ನು ಹಿಡಿದು, ನೀವು ನೋಡಿದ ಆ ಘೋರ ಮಹಾ ಅರಣ್ಯದಲ್ಲಿ ನಡೆದು, ಕಾದೇಶ್ ಬರ್ನೇಯಕ್ಕೆ ಸೇರಿದೆವು."},{"number":20,"verse":"ಆಗ ನಾನು, ‘ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಮಗೆ ಕೊಡುವ ಅಮೋರಿಯರ ಮಲೆನಾಡಿನ ಹತ್ತಿರಕ್ಕೆ ಬಂದಿದ್ದೀರಿ;"},{"number":21,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆ ನಾಡನ್ನು ನಿಮಗೇ ಕೊಟ್ಟಿದ್ದಾರೆ; ನಿಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಹೇಳಿದಂತೆ ಅದನ್ನು ಏರಿ ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳಿ; ನೀವು ದಿಗಿಲುಪಡದೆ ಧೈರ್ಯವಾಗಿಯೇ ಇರಬೇಕು,’ ಎಂದು ಹೇಳಿದೆ."},{"number":22,"verse":"“ಆಗ ನೀವೆಲ್ಲರೂ ನನ್ನ ಬಳಿಗೆ ಬಂದು, ‘ನಮಗಿಂತ ಮುಂದಾಗಿ ಜನರನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ; ಅವರು ನಮ್ಮ ಪರವಾಗಿ ಆ ನಾಡನ್ನು ಪರೀಕ್ಷಿಸಿನೋಡಿ, ನಾವು ಹತ್ತಿ ಹೋಗಬೇಕಾದ ದಾರಿಯ ಬಗ್ಗೆ ಹಾಗು ಸೇರಬೇಕಾದ ಊರುಗಳ ಬಗ್ಗೆ ನಮಗೆ ಸಮಾಚಾರ ತರಲಿ’, ಎಂದು ಹೇಳಿದಿರಿ."},{"number":23,"verse":"ಅದು ಒಳ್ಳೇ ಆಲೋಚನೆಯೆಂದು ನಾನು ತಿಳಿದು, ನಿಮ್ಮಲ್ಲಿ ಕುಲಕ್ಕೆ ಒಬ್ಬೊಬ್ಬನ ಮೇರೆಗೆ, ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿಕೊಂಡೆ."},{"number":24,"verse":"ಅವರು ಹೋಗಿ ಆ ಮಲೆನಾಡನ್ನು ಹತ್ತಿ ಎಷ್ಕೋಲೆಂಬ ಕಣಿವೆಯ ಬಳಿಗೆ ಬಂದು, ಆ ಪ್ರದೇಶವನ್ನು ಸಂಚರಿಸಿ ನೋಡಿ,"},{"number":25,"verse":"ಅಲ್ಲಿನ ಹಣ್ಣುಹಂಪಲುಗಳಲ್ಲಿ ಕೆಲವನ್ನು ತಂದು ತೋರಿಸಿದರು; ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಮಗೆ ಕೊಡುವ ಆ ನಾಡು ಒಳ್ಳೆಯ ನಾಡೆಂದು ನಮಗೆ ತಿಳಿಸಿದರು."},{"number":26,"verse":"ಆದರೂ ನೀವು ಅಲ್ಲಿಗೆ ಹತ್ತಿಹೋಗದೆ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯನ್ನು ಉಲ್ಲಂಘಿಸಿದಿರಿ;"},{"number":27,"verse":"ನಿಮ್ಮ ನಿಮ್ಮ ಡೇರೆಗಳಲ್ಲಿ ಗೊಣಗುಟ್ಟಿದಿರಿ; ‘ಸರ್ವೇಶ್ವರ ನಮ್ಮನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬರಮಾಡಿದ್ದು ಹಗೆತನದಿಂದಲೇ; ಅಮೋರಿಯರ ಕೈಗೆ ಒಪ್ಪಿಸಿ ಸಂಹರಿಸಬೇಕೆಂದೇ."},{"number":28,"verse":"ನಾವು ಹೋಗಬೇಕಾದ ಆ ಸೀಮೆ ಎಂಥದೆಂದು ಆಲೋಚಿಸಿ ನೋಡಬೇಕು; ಅಲ್ಲಿಗೆ ಹೋಗಿದ್ದ ನಮ್ಮ ಸಹೋದರರು ಬಂದು ಆ ನಾಡಿನ ಜನರು ನಮಗಿಂತ ಬಲಿಷ್ಠರೂ ಎತ್ತರವಾಗಿಯೂ ಇದ್ದಾರೆ. ಅವರಿರುವ ಪಟ್ಟಣಗಳು ದೊಡ್ಡವು, ಆಕಾಶವನ್ನು ಮುಟ್ಟುವಂಥ ಕೋಟೆಕೊತ್ತಲುಳ್ಳವು; ಅಲ್ಲಿ ‘ಅನಾಕಿಮ್’ ವಂಶಸ್ಥರನ್ನು (ಅಥವಾ : ರಾಕ್ಷಸಾಕಾರದ ವಂಶಸ್ಥರನ್ನು) ಕಂಡೆವೆಂದು ಹೇಳಿ ನಮ್ಮ ಧೈರ್ಯವನ್ನು ಕೆಡಿಸಿದ್ದಾರೆ,’ ಎಂದುಕೊಳ್ಳುತ್ತಿದ್ದಿರಿ."},{"number":29,"verse":"“ಅದಕ್ಕೆ ನಾನು, ‘ಕಳವಳಪಡಬೇಡಿ, ಅವರಿಗೆ ಭಯಪಡಬೇಡಿ."},{"number":30,"verse":"ನಿಮ್ಮ ಮುಂದುಗಡೆಯಲ್ಲೇ ಹೋಗುವ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲೂ ನೀವು ನೋಡಿದ ಮರುಭೂಮಿಯಲ್ಲೂ ಪ್ರತ್ಯಕ್ಷರಾಗಿ ನಿಮ್ಮ ಪರವಾಗಿ ಯುದ್ಧಮಾಡಿದಂತೆಯೇ, ಈಗಲೂ ನಿಮ್ಮ ಕಡೆಯವರಾಗಿದ್ದು ಯುದ್ಧಮಾಡುವರು."},{"number":31,"verse":"ನೀವು ಈ ಸ್ಥಳಕ್ಕೆ ಸೇರುವ ಪರ್ಯಂತರ ನಿಮ್ಮ ಪ್ರಯಾಣದಲ್ಲೆಲ್ಲಾ ಒಬ್ಬ ತಂದೆ ತನ್ನ ಮಗನನ್ನು ಹೇಗೋ ಹಾಗೆಯೇ, ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ಹೊತ್ತುತಂದರಲ್ಲವೇ?” ಎಂದು ನಿಮಗೆ ಹೇಳಿದೆ."},{"number":32,"verse":"“ಆದರೂ ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ನಂಬಲೇ ಇಲ್ಲ."},{"number":33,"verse":"ನೀವು ಹೋಗಬೇಕಾದ ದಾರಿಯನ್ನು ತೋರಿಸುವುದಕ್ಕೂ ಕಂಡು ಇಳಿಯಬೇಕಾದ ಸ್ಥಳಗಳನ್ನು ಗೊತ್ತುಮಾಡುವುದಕ್ಕೂ ಇರುಳಲ್ಲಿ ಬೆಂಕಿಯಲ್ಲೂ ಹಗಲಲ್ಲಿ ಮೇಘದಲ್ಲೂ ನಿಮ್ಮ ಮುಂದುಗಡೆ ಹೋದ ದೇವರನ್ನು ನೀವು ನಂಬಲಿಲ್ಲ."},{"number":34,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಇಸ್ರಯೇಲರಿಗಿತ್ತ ಶಿಕ್ಷೆ(40 14:20-45) “ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಕೋಪಗೊಂಡರು. ಅವರು ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ವಾಗ್ದಾನ ಮಾಡಿದ ಒಳ್ಳೇ ನಾಡನ್ನು ಈ ದುಷ್ಟಜನರಲ್ಲಿ ಯಾರೂ ನೋಡುವುದಿಲ್ಲವೆಂದು ಪ್ರಮಾಣಮಾಡಿದರು."},{"number":36,"verse":"‘ಯೆಫುನ್ನೆಯ ಮಗ ಕಾಲೇಬನೊಬ್ಬನೇ ಸರ್ವೇಶ್ವರನಾದ ನನ್ನನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ಅನುಸರಿಸಿದ್ದರಿಂದ ಅವನೇ ಅದನ್ನು ನೋಡುವನು; ಅವನು ಸಂಚರಿಸಿದ ಪ್ರದೇಶವನ್ನು ಅವನಿಗೆ ಹಾಗು ಅವನ ಸಂತತಿ ಅವರಿಗೆ ಕೊಡುವೆನು,’ ಎಂದು ಹೇಳಿದರು."},{"number":37,"verse":"ಅದು ಮಾತ್ರವಲ್ಲದೆ, ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ದೆಸೆಯಿಂದ ನನ್ನ ಮೇಲೆಯೂ ಕೋಪಮಾಡಿದರು. ‘ನೀನೂ ಆ ನಾಡಿಗೆ ಸೇರುವುದಿಲ್ಲ;"},{"number":38,"verse":"ಆದರೆ ನಿನ್ನ ಮುಂದೆ ನಿಂತಿರುವ ನೂನನ ಮಗ ಯೆಹೋಶುವನು ಅಲ್ಲಿಗೆ ಸೇರುವನು. ಅವನೇ ಇಸ್ರಯೇಲರಿಗೆ ಆ ನಾಡನ್ನು ಸ್ವಾಧೀನಪಡಿಸುವನು; ಆದುದರಿಂದ ಅವನನ್ನು ಧೈರ್ಯಗೊಳಿಸು."},{"number":39,"verse":"ಆದರೆ ಪರರ ಪಾಲಾಗುವರೆಂದು ನೀವು ಹೇಳಿದ ನಿಮ್ಮ ಮನೆಯವರು ಹಾಗು ಒಳ್ಳೆಯದು, ಕೆಟ್ಟದು ಎಂಬುದನ್ನು ಅರಿಯದ ನಿಮ್ಮ ಹಸುಳೆಗಳು ಅಲ್ಲಿಗೆ ಸೇರುವರು; ಅವರಿಗೇ ಆ ನಾಡನ್ನು ಕೊಡುವೆನು; ಅವರು ಅದನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವರು."},{"number":40,"verse":"ನೀವಾದರೋ ಹಿಂದಿರುಗಿ ಕೆಂಪು ಸಮುದ್ರದ ಮಾರ್ಗವನ್ನು ಹಿಡಿದು ಮರುಭೂಮಿಗೆ ಹೊರಟುಹೋಗಿ’ ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":41,"verse":"“ಅದಕ್ಕೆ ನೀವು, ‘ನಾವು ಸರ್ವೇಶ್ವರನಿಗೆ ದ್ರೋಹಿಗಳಾದೆವು; ಆದರೂ ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದಂತೆ ನಾವೇ ಈಗ ಆ ಮಲೆನಾಡನ್ನು ಹತ್ತಿ ಯುದ್ಧಮಾಡುತ್ತೇವೆ,’ ಎಂದು ಉತ್ತರಕೊಟ್ಟಿರಿ; ನೀವೆಲ್ಲರು ನಿಮ್ಮ ನಿಮ್ಮ ಆಯುಧಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಆ ಮಲೆನಾಡನ್ನು ಹತ್ತಿ ಜಯಿಸುವುದು ಅಲ್ಪಕಾರ್ಯವೆಂದು ಭಾವಿಸಿ ಹೊರಡುವುದಕ್ಕಿದ್ದಿರಿ."},{"number":42,"verse":"ಆದರೆ ಸರ್ವೇಶ್ವರ ನನಗೆ, ‘ನಾನು ಇವರ ಮಧ್ಯೆ ಇಲ್ಲವಾದುದರಿಂದ ಇವರು ಸೋತುಹೋಗುವರು; ಯುದ್ಧಮಾಡಲೂಬಾರದು, ಆ ಮಲೆನಾಡಿಗೆ ಹೋಗಲೂಬಾರದು ಎಂದು ಇವರಿಗೆ ಆಜ್ಞಾಪಿಸು,’ ಎಂದರು."},{"number":43,"verse":"“ನಾನು ಆ ಮಾತನ್ನು ನಿಮಗೆ ತಿಳಿಸಿದರೂ ನೀವು ಕಿವಿಗೊಡದೆ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯನ್ನು ತಾತ್ಸಾರಮಾಡಿ ಸೊಕ್ಕಿನಿಂದ ಆ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿದಿರಿ."},{"number":44,"verse":"ಆಗ ಬೆಟ್ಟದಲ್ಲಿದ್ದ ಅಮೋರಿಯರು ನಿಮಗೆ ವಿರುದ್ಧ ಹೊರಟು ಜೇನುನೊಣಗಳಂತೆ ನಿಮ್ಮನ್ನು ಮುತ್ತಿ ಸೇಯೀರಿನಲ್ಲಿ ಹೊರ್ಮದವರೆಗೂ ಬೆನ್ನಟ್ಟಿ ಸಂಹರಿಸಿದರು."},{"number":45,"verse":"ನೀವು ಹಿಂದಿರುಗಿ ಬಂದು ಸರ್ವೇಶ್ವರನ ಮುಂದೆ ಗೋಳಾಡಿದಿರಿ. ಆಗ ಅವರು ನಿಮ್ಮ ಮೊರೆಯನ್ನು ಕೇಳಲೂ ಇಲ್ಲ, ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಲೂ ಇಲ್ಲ."},{"number":46,"verse":"“ಆಮೇಲೆ ನೀವು ಕಾದೇಶಿನಲ್ಲಿ ಬಹುಕಾಲ ವಾಸವಾಗಿದ್ದಿರಿ."}]}