{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":14,"verses":[{"number":1,"verse":"ನಿಷಿದ್ಧವಾದ ಕೆಲವು ಶವಸಂಸ್ಕಾರ ವಿಧಿಗಳು “ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಮಕ್ಕಳು. ಆದುದರಿಂದ ಸತ್ತವರಿಗಾಗಿ ನಿಮ್ಮ ದೇಹವನ್ನು ಗಾಯಮಾಡಿಕೊಳ್ಳಬಾರದು; ನಿಮ್ಮ ಮುಂದಲೆಯನ್ನು ಬೋಳಿಸಿಕೊಳ್ಳಬಾರದು."},{"number":2,"verse":"ಏಕೆಂದರೆ ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಮೀಸಲು ಜನ. ಅವರು ಜಗದಲ್ಲಿರುವ ಸಮಸ್ತಜನಾಂಗಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನೇ ಸ್ವಕೀಯಜನರಾಗುವುದಕ್ಕೆ ಆರಿಸಿಕೊಂಡಿದ್ದಾರೆ."},{"number":3,"verse":"ಶುದ್ಧ ಹಾಗು ಅಶುದ್ಧ ಪ್ರಾಣಿಪಕ್ಷಿಗಳು(30 11:1-47) “ನಿಷಿದ್ಧವಾಗಿರುವ ಯಾವುದನ್ನೂ ನೀವು ತಿನ್ನಕೂಡದು."},{"number":4,"verse":"ನೀವು ತಿನ್ನಬಹುದಾದ ಪಶುಜಾತಿಗಳು"},{"number":5,"verse":"ಯಾವುವೆಂದರೆ - ದನ, ಕುರಿ, ಆಡು, ದುಪ್ಪಿ, ಜಿಂಕೆ, ಸಾರಂಗ, ಕಾಡುಮೇಕೆ, ಚಿಗರಿ, ಕಡವೆ, ಕೊಂಡಗುರಿ ಇವುಗಳೇ."},{"number":6,"verse":"ಯಾವ ಪ್ರಾಣಿಯ ಕಾಲ್ಗೊರಸು ಸೀಳಿದೆಯೋ, ಅದು ಮೆಲುಕು ಹಾಕುವಂಥದ್ದಾದರೆ ಅದರ ಮಾಂಸವನ್ನು ತಿನ್ನಬಹುದು."},{"number":7,"verse":"ಆದರೆ ಯಾವ ಪ್ರಾಣಿ ಮೆಲುಕು ಹಾಕಿದರೂ ಗೊರಸು ಸೀಳಿರುವುದಿಲ್ಲವೋ ಮತ್ತು ಯಾವ ಪ್ರಾಣಿಯ ಗೊರಸು ಸೀಳಿದ್ದರೂ ಮೆಲುಕು ಹಾಕುವುದಿಲ್ಲವೋ ಅವುಗಳ ಮಾಂಸವನ್ನು ನೀವು ತಿನ್ನಬಾರದು. ಉದಾಹರಣೆಗೆ, ಒಂಟೆ, ಮೊಲ, ಬೆಟ್ಟದ ಮೊಲ ಇವುಗಳು ಮೆಲುಕು ಹಾಕುವಂಥವುಗಳಾದರೂ ಸೀಳುಗೊರಸು ಇಲ್ಲವಾದ ಕಾರಣ ಅವು ನಿಮಗೆ ಅಶುದ್ಧ."},{"number":8,"verse":"ಹಂದಿಯ ಗೊರಸು ಸೀಳಿದ್ದರೂ ಅದು ಮೆಲುಕು ಹಾಕುವುದಿಲ್ಲವಾದುದರಿಂದ ಅದು ನಿಮಗೆ ಅಶುದ್ಧ. ಇವುಗಳ ಮಾಂಸವನ್ನು ನೀವು ತಿನ್ನಕೂಡದು; ಇವುಗಳ ಹೆಣವನ್ನು ಮುಟ್ಟಕೂಡದು."},{"number":9,"verse":"“ಜಲಜಂತುಗಳಲ್ಲಿ ನೀವು ತಿನ್ನಬಹುದಾದವುಗಳು ಯಾವುವೆಂದರೆ - ಯಾವ ಜಾತಿಯ ಪ್ರಾಣಿಗೆ ರೆಕ್ಕೆ ಇದ್ದು ಮೈಯೆಲ್ಲಾ ಪರೆಪರೆ ಆಗಿರುವುದೋ ಅದರ ಮಾಂಸವನ್ನು ತಿನ್ನಬಹುದು."},{"number":10,"verse":"ಯಾವ ಜಾತಿಗೆ ರೆಕ್ಕೆಯೂ ಪರೆಪರೆಯಾದ ಮೈಯೂ ಇರುವುದಿಲ್ಲವೋ ಅವುಗಳ ಮಾಂಸವನ್ನು ನೀವು ತಿನ್ನಕೂಡದು; ಅದು ನಿಮಗೆ ಅಶುದ್ಧ."},{"number":11,"verse":"“ಎಲ್ಲ ಶುದ್ಧಪಕ್ಷಿಗಳ ಮಾಂಸವನ್ನು ತಿನ್ನಬಹುದು."},{"number":12,"verse":"ತಿನ್ನಕೂಡದವುಗಳು ಯಾವುವು ಎಂದರೆ - ಗರುಡ,"},{"number":13,"verse":"ಬೆಟ್ಟದ ಹದ್ದು, ಕ್ರೌಂಚ, ಗಿಡುಗ, ಹಕ್ಕಿಸಾಲೆ, ಸಕಲವಿಧವಾದ ಹದ್ದು,"},{"number":14,"verse":"ಸಕಲವಿಧವಾದ ಕಾಗೆ, ಉಷ್ಟ್ರಪಕ್ಷಿ, ಉಲೂಕ, ಕಡಲ್ಹಕ್ಕಿ, ಸಕಲವಿಧವಾದ ಡೇಗೆ,"},{"number":16,"verse":"ಗೂಬೆ, ಹೆಗ್ಗೂಬೆ, ಕರೇಟು, ಚೀಲಮೂಗಿ, ರಣಹದ್ದು,"},{"number":18,"verse":"ನೀರುಕಾಗೆ, ಕೊಕ್ಕರೆ, ಸಕಲವಿಧವಾದ ಬಕ, ಹೆಡೆಹಕ್ಕಿ, ಕಣ್ಣಕಪಡಿ."},{"number":19,"verse":"“ರೆಕ್ಕೆಯುಳ್ಳ ಕ್ರಿಮಿಕೀಟಗಳೆಲ್ಲವು ನಿಮಗೆ ಅಶುದ್ಧ; ಅವುಗಳನ್ನು ತಿನ್ನಕೂಡದು."},{"number":20,"verse":"ರೆಕ್ಕೆ ಉಳ್ಳ ಪಕ್ಷಿಗಳಲ್ಲಿ ಶುದ್ಧಜಾತಿಯವುಗಳನ್ನು ಮಾತ್ರ ತಿನ್ನಬಹುದು."},{"number":21,"verse":"“ಸತ್ತುಬಿದ್ದದ್ದನ್ನು ನೀವು ತಿನ್ನಕೂಡದು; ನಿಮ್ಮ ಊರಲ್ಲಿರುವ ಪರದೇಶಿಯರಿಗೆ ಅದನ್ನು ತಿನ್ನುವುದಕ್ಕೆ ಕೊಡಬಹುದು, ಅನ್ಯರಿಗೆ ಮಾರಬಹುದು; ನೀವಾದರೋ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಪ್ರತಿಷ್ಠಿತರಾದವರು. “ಆಡುಮರಿಯ ಮಾಂಸವನ್ನು ಅದರ ತಾಯಿಯ ಹಾಲಿನಲ್ಲಿ ಬೇಯಿಸಕೂಡದು."},{"number":22,"verse":"ದಶಮಭಾಗ ಕುರಿತ ವಿಧಿ - ಬಡಬಗ್ಗರ ಬಗ್ಗೆ ಅನುಕಂಪ “ಪ್ರತಿ ವರ್ಷದ ನಿಮ್ಮ ಹೊಲದ ಬೆಳೆಯಲ್ಲಿ ದಶಮಭಾಗವನ್ನು ಪ್ರತ್ಯೇಕಿಸಬೇಕು."},{"number":23,"verse":"ಧಾನ್ಯ, ದ್ರಾಕ್ಷಿ, ಎಣ್ಣೆ ಇವುಗಳಲ್ಲಿ ದಶಮಭಾಗವನ್ನು ಹಾಗು ದನಕುರಿಗಳ ಚೊಚ್ಚಲು ಮರಿಗಳನ್ನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ, ಅವರು ತಮ್ಮ ಹೆಸರನ್ನು ಸ್ಥಾಪಿಸಿಕೊಳ್ಳುವುದಕ್ಕೆ ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳದಲ್ಲೇ, ನೀವು ತಿನ್ನಬೇಕು. ಹೀಗೆ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಲ್ಲೇ ಯಾವಾಗಲು ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ ಇರುವುದನ್ನು ಅಭ್ಯಾಸಮಾಡಿಕೊಳ್ಳುವಿರಿ."},{"number":24,"verse":"“ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳ ನಿಮಗೆ ದೂರವಾಗಿದ್ದು, ಆ ಕಾಣಿಕೆಗಳನ್ನು ಅಷ್ಟು ದೂರ ಹೊತ್ತುಕೊಂಡು ಹೋಗುವುದು ಅಸಾಧ್ಯವಾದರೆ, ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಅಭಿವೃದ್ಧಿಯನ್ನುಂಟುಮಾಡುವ ಕಾಲದಲ್ಲಿ ಅವುಗಳನ್ನು ಮಾರಿಬಿಡಬಹುದು."},{"number":25,"verse":"ಹೀಗೆ ಮಾರಿ, ಬಂದ ಹಣವನ್ನು ಸರ್ವೇಶ್ವರ ಆರಿಸಿಕೊಂಡ ಸ್ಥಳಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ,"},{"number":26,"verse":"ಅಲ್ಲಿ ನಿಮ್ಮ ಇಷ್ಟಾನುಸಾರ ದನ, ಕುರಿ, ದ್ರಾಕ್ಷಾರಸ, ಮದ್ಯ ಮೊದಲಾದವುಗಳನ್ನು ಕೊಂಡುಕೊಂಡು ನೀವೂ ನಿಮ್ಮ ಮನೆಯವರೂ ನಿಮ್ಮ ಊರಿನ ಲೇವಿಯರೂ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಊಟಮಾಡಿ ಸಂತೋಷವಾಗಿರಬೇಕು."},{"number":27,"verse":"ಲೇವಿಯರಿಗೆ ನಿಮ್ಮ ಹಾಗೆ ಯಾವ ಸ್ವಂತ ಸೊತ್ತು ಇಲ್ಲವಾದುದರಿಂದ ನೀವು ಅವರನ್ನು ಕೈಬಿಡಬಾರದು."},{"number":28,"verse":"“ಪ್ರತಿ ಮೂರನೆಯ ವರ್ಷದ ಬೆಳೆಯ ದಶಮಭಾಗವನ್ನು ತಂದು ನೀವಿರುವ ಊರಲ್ಲಿಯೇ ಕೂಡಿಸಬೇಕು."},{"number":29,"verse":"ಆಗ ಊರಲ್ಲಿರುವ ಅನ್ಯದೇಶದವರು, ತಾಯಿತಂದೆಯಿಲ್ಲದವರು, ವಿಧವೆಯರು ಹಾಗು ನಿಮ್ಮ ಹಾಗೆ ಸ್ವಂತ ಸೊತ್ತು ಹೊಂದದೆಯಿರುವ ಲೇವಿಯರೂ ಉಂಡು ಸಂತೋಷವಾಗಿರುವರು. ನೀವು ಹೀಗೆ ನಡೆದುಕೊಂಡರೆ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಎಲ್ಲ ಪ್ರಯತ್ನಗಳನ್ನು ಸಫಲಗೊಳಿಸುವರು."}]}