{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"(ವಾರ್ಷಿಕ ಜಾತ್ರೆಗಳು: ಪಾಸ್ಕ ಹಬ್ಬ) ( “ನೀವು ಚೈತ್ರಮಾಸದಲ್ಲಿ ಪಾಸ್ಕಹಬ್ಬವನ್ನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಗೌರವಾರ್ಥ ಆಚರಿಸಬೇಕು. ಆ ಮಾಸದಲ್ಲೇ ರಾತ್ರಿವೇಳೆಯಲ್ಲಿ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬಿಡುಗಡೆ ಮಾಡಿದ್ದು."},{"number":2,"verse":"ಆಡುಕುರಿಗಳಲ್ಲಾಗಲಿ, ದನಗಳಲ್ಲಿ ಆಗಲಿ ಪಾಸ್ಕದ ಪಶುವನ್ನು, ಸರ್ವೇಶ್ವರ ತಮ್ಮ ನಾಮಸ್ಥಾಪನೆಗಾಗಿ ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳದಲ್ಲೇ ಅವರಿಗಾಗಿ ನೀವು ಅದನ್ನು ವಧಿಸಬೇಕು."},{"number":3,"verse":"ಅದರೊಂದಿಗೆ ಹುಳಿಹಾಕಿದ ರೊಟ್ಟಿಯನ್ನು ತಿನ್ನಬಾರದು; ಏಕೆಂದರೆ ನೀವು ರೊಟ್ಟಿಗೆ ಹುಳಿಹಾಕುವುದಕ್ಕೆ ಅವಕಾಶವಿಲ್ಲದೆ ಅವಸರದಿಂದ ಈಜಿಪ್ಟನ್ನು ಬಿಟ್ಟುಬಂದಿರಿ. ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ನಿಮಗೆ ಬಿಡುಗಡೆಯಾದ ದಿನವು ನಿಮ್ಮ ಜೀವಮಾನವೆಲ್ಲಾ ನೆನಪಿನಲ್ಲಿರುವಂತೆ, ಕಷ್ಟವನ್ನು ಸೂಚಿಸುವ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನು ನೀವು ಏಳು ದಿವಸಗಳವರೆಗೂ ತಿನ್ನಬೇಕು."},{"number":4,"verse":"ಆ ಏಳು ದಿವಸವೂ ನಿಮ್ಮ ನಾಡಿನಲ್ಲೆಲ್ಲಾ ಹುಳಿಬೆರೆತ ಯಾವ ಪದಾರ್ಥವೂ ನಿಮ್ಮ ಬಳಿ ಇರಬಾರದು. ಮೊದಲನೆಯ ದಿನದ ಸಂಜೆಯಲ್ಲಿ ನೀವು ವಧಿಸಿದ ಪಶುಮಾಂಸದಲ್ಲಿ ಸ್ವಲ್ಪವನ್ನಾದರೂ ಮರುದಿನದವರೆಗೆ ಉಳಿಸಬಾರದು."},{"number":5,"verse":"“ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಕೊಡುವ ಯಾವ ಊರಲ್ಲೂ, ಪಾಸ್ಕದಪಶುವನ್ನು ವಧಿಸಬಾರದು;"},{"number":6,"verse":"ಅವರು ತಮ್ಮ ನ್ಯಾಯಸ್ಥಾಪನೆಗಾಗಿ ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳದಲ್ಲೇ ನೀವು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಹೊರಟುಬಂದ ಕಾಲವಾದ ಸೂರ್ಯಾಸ್ತಮಾನಕಾಲದಲ್ಲಿ, ಅದನ್ನು ವಧಿಸಬೇಕು."},{"number":7,"verse":"ಆ ಸ್ಥಳದಲ್ಲೇ ನೀವು ಅದನ್ನು ಅಡಿಗೆಮಾಡಿ ತಿನ್ನಬೇಕು. ಮರುದಿವಸ ನಿಮ್ಮ ನಿಮ್ಮ ಮನೆಗಳಿಗೆ ನೀವು ಹೊರಟುಹೋಗಬಹುದು."},{"number":8,"verse":"ಆರು ದಿವಸ ನೀವು ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳನ್ನು ತಿನ್ನಬೇಕು. ಏಳನೆಯ ದಿನ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಗೌರವಾರ್ಥ ಸಭೆಸೇರಬೇಕು. ಆ ದಿನದಲ್ಲಿ ಯಾವ ದುಡಿಮೆಯನ್ನೂ ಮಾಡಕೂಡದು."},{"number":9,"verse":"(ಸುಗ್ಗಿಜಾತ್ರೆ) ( “ಬೆಳೆ ಕೊಯ್ಯವುದಕ್ಕೆ ಕುಡುಗೋಲು ಹಾಕುವ ಕಾಲ ಮೊದಲ್ಗೊಂಡು ಏಳು ವಾರಗಳನ್ನು ಎಣಿಸಿ,"},{"number":10,"verse":"ಆ ಏಳು ವಾರಗಳಾದನಂತರ, ಪಂಚಾಶತ್ತಮ ದಿನದ ಜಾತ್ರೆಯನ್ನು ಆಚರಿಸಬೇಕು. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಅನುಗ್ರಹಿಸಿದ ಬೆಳೆಗೆ ತಕ್ಕಷ್ಟು ಕಾಣಿಕೆಯನ್ನು ನೀವು ಆಗ ಅವರಿಗಾಗಿ ತರಬೇಕು."},{"number":11,"verse":"ಮತ್ತು ಅವರು ತಮ್ಮ ನಾಮಸ್ಥಾಪನೆಗಾಗಿ ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳದಲ್ಲಿ ನೀವು, ನಿಮ್ಮ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳು, ಗಂಡುಹೆಣ್ಣು ಆಳುಗಳು, ನಿಮ್ಮ ಊರಲ್ಲಿರುವ ಲೇವಿಯರು, ಪರದೇಶದವರು, ತಾಯಿತಂದೆಯಿಲ್ಲದವರು ಹಾಗು ವಿಧವೆಯರು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸಂಭ್ರಮದಿಂದಿರಬೇಕು."},{"number":12,"verse":"ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ಗುಲಾಮರಾಗಿದ್ದೆವೆಂಬುದನ್ನು ನೀವು ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ಈ ವಿಧಿಗಳನ್ನು ಆಚರಿಸಬೇಕು."},{"number":13,"verse":"(ಪರ್ಣಕುಟೀರ ಜಾತ್ರೆ) ( “ನೀವು ಕಣದ ಕೆಲಸವನ್ನೂ ಆಲೆಯ ಕೆಲಸವನ್ನೂ ಪೂರೈಸಿ, ಬೆಳೆಯನ್ನು ಮನೆಗೆ ತಂದಾಗ, ಏಳು ದಿನಗಳವರೆಗೂ ಪರ್ಣಕುಠೀರಗಳ ಜಾತ್ರೆಯನ್ನು ಆಚರಿಸಬೇಕು."},{"number":14,"verse":"ಅದರಲ್ಲಿ ನೀವೂ ನಿಮ್ಮ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳೂ ಗಂಡುಹೆಣ್ಣು ಆಳುಗಳೂ ನಿಮ್ಮ ಊರಲ್ಲಿರುವ ಲೇವಿಯರೂ ಪರದೇಶದವರೂ ತಾಯಿತಂದೆಯಿಲ್ಲದವರೂ ಹಾಗು ವಿಧವೆಯರೂ ಸಂಭ್ರಮದಿಂದಿರಬೇಕು."},{"number":15,"verse":"ನಿಮ್ಮ ಸರ್ವೇಶ್ವರ ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳದಲ್ಲಿ ನೀವು ಏಳು ದಿನವೂ ಆ ಜಾತ್ರೆಯನ್ನು ಆಚರಿಸಬೇಕು. ನಿಮ್ಮ ವ್ಯವಸಾಯವನ್ನೂ ಬೇರೆ ಎಲ್ಲಾ ಕೆಲಸಗಳನ್ನೂ ಅವರು ಸಫಲಗೊಳಿಸಿದ್ದರಿಂದ ನೀವು ಬಹಳ ಆನಂದದಿಂದಿರಬೇಕು."},{"number":16,"verse":"“ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳ ಜಾತ್ರೆಯಲ್ಲಿ, ಪಂಚಾಶತ್ತಮ ದಿನದ ಜಾತ್ರೆಯಲ್ಲಿ, ಕುಟೀರಗಳ ಜಾತ್ರೆಯಲ್ಲಿ, ಹೀಗೆ ವರ್ಷಕ್ಕೆ ಮೂರಾವರ್ತಿ ನಿಮ್ಮಲ್ಲಿರುವ ಗಂಡಸರೆಲ್ಲರೂ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ, ಅವರು ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳದಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು. ಕೈಯಲ್ಲಿ ಕಾಣಿಕೆಯಿಲ್ಲದೆ ಒಬ್ಬರೂ ಅವರ ಸನ್ನಿಧಿಗೆ ಬರಕೂಡದು."},{"number":17,"verse":"ಪ್ರತಿಯೊಬ್ಬನು ತನಗೆ ಸರ್ವೇಶ್ವರ ಅನುಗ್ರಹಿಸಿದ ಆದಾಯದ ಮೇರೆಗೆ ತನ್ನ ಶಕ್ತಿಗೆ ಅನುಸಾರ ಕೊಡಬೇಕು."},{"number":18,"verse":"(ನ್ಯಾಯಾಧಿಪತಿಗಳ ನೇಮಕ) “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಪ್ರತಿಯೊಂದು ಕುಲಕ್ಕೆ ಕೊಡುವ ಎಲ್ಲ ಊರುಗಳಲ್ಲಿ ನ್ಯಾಯಾಧಿಪತಿಗಳನ್ನೂ ಅಧಿಕಾರಿಗಳನ್ನೂ ನೀವು ನೇಮಿಸಬೇಕು. ಅಂಥವರು ಜನರಿಗೆ ನ್ಯಾಯವನ್ನು ವಿಚಾರಿಸಿ, ಸರಿಯಾದ ತೀರ್ಪುಕೊಡಬೇಕು."},{"number":19,"verse":"“ನೀವು ನ್ಯಾಯವನ್ನು ಬಿಟ್ಟು ತೀರ್ಮಾನ ಮಾಡಬಾರದು; ಪಕ್ಷಪಾತ ಕೂಡದು; ಲಂಚ ತೆಗೆದುಕೊಳ್ಳಬಾರದು. ಲಂಚವು ಬುದ್ಧಿವಂತರನ್ನೂ ಕುರುಡರನ್ನಾಗಿಸುತ್ತದೆ; ನಿರಪರಾಧಿಗಳ ನ್ಯಾಯವನ್ನು ಕೆಡಿಸುತ್ತದೆ."},{"number":20,"verse":"ನೀವು ನ್ಯಾಯವನ್ನು ಮಾತ್ರ ಅನುಸರಿಸಬೇಕು. ಹಾಗೆ ನಡೆದರೆ, ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಕೊಡುವ ನಾಡನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಬಾಳುವಿರಿ."},{"number":21,"verse":"(ಆರಾಧನೆಗೆ ಸಲ್ಲದ ಆಚಾರವಿಚಾರಗಳು) “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗಾಗಿ ನೀವು ಕಟ್ಟಿಸಿಕೊಳ್ಳುವ ಬಲಿಪೀಠದ ಬಳಿ ಅಶೇರವೆಂಬ ವಿಗ್ರಹಸ್ತಂಭವನ್ನು, ಅದು ಯಾವ ವಿಧವಾದ ಮರದಿಂದ ಮಾಡಿರಲಿ, ಅದನ್ನು ನೆಡಬಾರದು."},{"number":22,"verse":"ಕಲ್ಲಿನ ಕಂಬವನ್ನೂ ನಿಲ್ಲಿಸಬಾರದು; ಇದು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಹೇಯವಾದುದು."}]}