{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":19,"verses":[{"number":1,"verse":"(ಆಶ್ರಯ ನಗರಗಳು) ( “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಕೊಡುವ ನಾಡಿನಲ್ಲಿರುವ ಜನಾಂಗಗಳನ್ನು ಅಲ್ಲಿಂದ ತೆಗೆದುಹಾಕಿಬಿಡುವರು. ತರುವಾಯ ನೀವು ಆ ನಾಡನ್ನು ಸ್ವಾಧೀನಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳುವಿರಿ."},{"number":2,"verse":"ಅವರ ಗ್ರಾಮಗಳಲ್ಲೂ ಮನೆಗಳಲ್ಲೂ ವಾಸವಾಗಿರುವಾಗ ಆ ನಿಮ್ಮ ನಾಡಿನ ಮಧ್ಯೆ ನೀವು ಮೂರು ಆಶ್ರಯ ನಗರಗಳನ್ನು ಗೊತ್ತುಮಾಡಬೇಕು."},{"number":3,"verse":"ನರಹತ್ಯಮಾಡಿದವರು ಆ ಪಟ್ಟಣಗಳಿಗೆ ಓಡಿಹೋಗುವುದಕ್ಕೆ ಅನುಕೂಲವಾಗುವಂತೆ ನೀವು ಅವುಗಳ ದಾರಿಯನ್ನು ಸರಿಪಡಿಸಬೇಕು. ಮತ್ತು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಸ್ವದೇಶವಾಗುವುದಕ್ಕೆ ಕೊಡುವ ಆ ನಾಡನ್ನು ಮೂರು ಭಾಗಮಾಡಬೇಕು."},{"number":4,"verse":"“ಆ ಆಶ್ರಯನಗರಗಳ ವಿವರ ಹೀಗಿದೆ: ಯಾವನಾದರು ದ್ವೇಷವಿಲ್ಲದೆ, ಕೈತಪ್ಪಿ, ಮತ್ತೊಬ್ಬನನ್ನು ಕೊಂದರೆ, ಅವನು ಆ ನಗರಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಓಡಿಹೋಗಿ ಬದುಕಿಕೊಳ್ಳಬಹುದು."},{"number":5,"verse":"ಉದಾಹರಣೆಗೆ, ಒಬ್ಬ ವ್ಯಕ್ತಿ ಕಟ್ಟಿಗೆಯನ್ನು ಕಡಿಯಲು ಮತ್ತೊಬ್ಬನ ಜೊತೆಯಲ್ಲಿ ಅಡವಿಗೆ ಹೋದನೆಂದು ಇಟ್ಟುಕೊಳ್ಳೋಣ. ಅಲ್ಲಿ ಒಂದು ಮರವನ್ನು ಕೊಡಲಿಯಿಂದ ಹೊಡೆಯುತ್ತಿರುವಾಗ ಕೊಡಲಿ ಕಾವಿನಿಂದ ಜಾರಿ ಆ ಮತ್ತೊಬ್ಬನಿಗೆ ತಗಲಿ ಅವನು ಸತ್ತರೆ, ಹೊಡೆದವನು ಆ ನಗರಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಓಡಿಹೋಗಿ ಬದುಕಿಕೊಳ್ಳಬಹುದು."},{"number":6,"verse":"ಸತ್ತವನಲ್ಲಿ ಅವನಿಗೆ ಮೊದಲಿನಿಂದಲೂ ದ್ವೇಷವಿರಲಿಲ್ಲ; ಆದುದರಿಂದ ಅವನು ಮರಣಶಿಕ್ಷೆಗೆ ಪಾತ್ರನಲ್ಲ; ಆದರೂ ಹತ್ಯ ಮಾಡಿದವನಿಗೆ ಮುಯ್ಯಿ ತೀರಿಸುವ ಹಂಗುಳ್ಳ ಸಮೀಪಬಂಧು ಕೋಪದಿಂದ ಕೆಂಡ ಕಾರುತ್ತಾ ಅವನನ್ನು ಹಿಂದಟ್ಟಬಹುದು. ಮಾರ್ಗ ಮಧ್ಯದಲ್ಲೇ ಅವನನ್ನು ಹಿಡಿದು ಕೊಂದುಹಾಕಬಹುದು."},{"number":7,"verse":"ಈ ಕಾರಣದಿಂದಲೇ ನೀವು ಆ ಮೂರು ಆಶ್ರಯ ನಗರಗಳನ್ನು ಗೊತ್ತುಮಾಡಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿ ಇದ್ದೇನೆ."},{"number":8,"verse":"“ನಾನು ಈಗ ನಿಮಗೆ ಬೋಧಿಸುವ ಈ ಇಡೀ ಧರ್ಮೋಪದೇಶವನ್ನು ನೀವು ಅನುಸರಿಸಬೇಕು. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಪ್ರೀತಿಸಿ ಅವರು ಹೇಳುವ ಮಾರ್ಗದಲ್ಲೇ ಯಾವಾಗಲು ನಡೆಯಬೇಕು. ಆಗ ಅವರು ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ವಾಗ್ದಾನಮಾಡಿದಂತೆ ನಿಮ್ಮ ರಾಜ್ಯವನ್ನು ವಿಸ್ತರಿಸಿ, ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ಸೂಚಿಸಿದ ಪ್ರದೇಶವನ್ನೆಲ್ಲಾ ಕೊಡುವರು. ಆಗ ಈ ಮೂರು ನಗರಗಳಲ್ಲದೆ ಇನ್ನೂ ಮೂರು ನಗರಗಳನ್ನು ಗೊತ್ತುಮಾಡಬೇಕು."},{"number":10,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಸ್ವದೇಶವಾಗಲೆಂದು ಕೊಡುವ ನಾಡಿನಲ್ಲಿ ನಿರಪರಾಧಿಗೆ ಮರಣ ಶಿಕ್ಷೆಯಾಗಬಾರದು; ಅಂಥವನಿಗೆ ಮರಣಶಿಕ್ಷೆ ಆದರೆ ಆ ರಕ್ತದೋಷ ನಿಮ್ಮದಾಗಿಯೇ ಇರುವುದು."},{"number":11,"verse":"“ಆದರೆ ಒಬ್ಬನು ಇನ್ನೊಬ್ಬನಲ್ಲಿ ದ್ವೇಷವನ್ನೇ ಸಾಧಿಸಿ, ಸಮಯನೋಡಿ ಅವನ ಮೇಲೆ ಬಿದ್ದು, ಅವನನ್ನು ಹೊಡೆದು ಕೊಂದು ತರುವಾಯ ಈ ನಗರಗಳಲ್ಲೊಂದಕ್ಕೆ ಓಡಿಹೋಗಬಹುದು. ಆಗ"},{"number":12,"verse":"ಆ ಊರಿನ ಹಿರಿಯರು ಅವನನ್ನು ಅಲ್ಲಿಂದ ಹಿಡಿದು ತರಿಸಿ ಅವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗುವಂತೆ ಮುಯ್ಯಿತೀರಿಸುವ ಹಂಗುಳ್ಳವನ ಕೈಗೆ ಕೊಡಬೇಕು."},{"number":13,"verse":"ನೀವು ಅವನನ್ನು ಕನಿಕರಿಸಬಾರದು. ನಿಮಗೆ ಶುಭವುಂಟಾಗುವಂತೆ ನಿರಪರಾಧಿಯ ಪ್ರಾಣವನ್ನು ತೆಗೆದವನು ಇಸ್ರಯೇಲರಲ್ಲಿ ಉಳಿಯದಂತೆ ಮಾಡಬೇಕು."},{"number":14,"verse":"(ಪೂರ್ವಕಾಲದ ಗಡಿಮೇರೆಗಳ ಒತ್ತುವರಿ ಕೂಡದು) “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಸ್ವದೇಶವಾಗಲೆಂದು ಕೊಡುವ ನಾಡಿನಲ್ಲಿ ನಿಮ್ಮ ಪಾಲಿಗೆ ಬಂದ ಸೊತ್ತಿನಲ್ಲಿ ನೆರೆಯವನ ಭೂಮಿಯ ಪೂರ್ವಕಾಲದ ಗಡಿಕಲ್ಲನ್ನು ಒತ್ತರಿಸಬಾರದು."},{"number":15,"verse":"(ಇಬ್ಬರು, ಮೂವರು ಸಾಕ್ಷಿಗಳು ಬೇಕು) “ಯಾವ ದೋಷದ ಅಥವಾ ಅಪರಾಧದ ನಿಷಯದಲ್ಲೂ ಒಬ್ಬನೇ ಒಬ್ಬನ ಸಾಕ್ಷಿಯನ್ನು ನೀವು ಅಂಗೀಕರಿಸಬಾರದು. ನಡೆದ ಘಟನೆ ರುಜುವಾತಾಗಲು ಇಬ್ಬರು ಇಲ್ಲವೆ ಮೂವರು ಸಾಕ್ಷಿಗಳು ಬೇಕು."},{"number":16,"verse":"(ಸುಳ್ಳುಸಾಕ್ಷಿಗೆ ವಿಧಿಸಬೇಕಾದ ಶಿಕ್ಷೆ) “ಯಾವನಾದರು ನ್ಯಾಯವಿರುದ್ಧವಾಗಿ ಬಂದು ಮತ್ತೊಬ್ಬನನ್ನು ಅಪರಾಧಿ ಎಂದು ಸಾಕ್ಷಿ ಹೇಳಿದರೆ,"},{"number":17,"verse":"ವ್ಯಾಜ್ಯವಾಡುವ ಆ ಇಬ್ಬರೂ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ, ಯಾಜಕರ ಮುಂದೆ ಹಾಗು ಆಗ ಇರುವ ನ್ಯಾಯಾಧಿಪತಿಗಳ ಮುಂದೆ ನಿಲ್ಲಬೇಕು."},{"number":18,"verse":"ನ್ಯಾಯಾಧಿಪತಿಗಳು ಚೆನ್ನಾಗಿ ವಿಚಾರಣೆಮಾಡಿದ ಮೇಲೆ ಆ ವ್ಯಕ್ತಿಯ ಸಾಕ್ಷಿ ಸುಳ್ಳೆಂದು ತೋರಿಬಂದರೆ,"},{"number":19,"verse":"ಅವನು ಆ ಮತ್ತೊಬ್ಬನಿಗೆ ಮಾಡಿಸಬೇಕೆಂದಿದ್ದ ಶಿಕ್ಷೆಯನ್ನು ಅವನಿಗೇ ವಿಧಿಸಬೇಕು. ಹೀಗೆ, ನೀವು ಆ ದುಷ್ಟತ್ವವನ್ನು ನಿಮ್ಮ ಮಧ್ಯೆಯಿಂದ ತೆಗೆದುಹಾಕಬೇಕು."},{"number":20,"verse":"ಉಳಿದವರು ಆ ಸಂಗತಿಯನ್ನು ಕೇಳಿ ಭಯಪಟ್ಟು, ಇನ್ನು ಮುಂದೆ ಇಂಥ ದುಷ್ಟತ್ವವನ್ನು ನಡೆಸರು."},{"number":21,"verse":"ನೀವು ಅಂಥವರನ್ನು ಕನಿಕರಿಸಬಾರದು; ಪ್ರಾಣಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಪ್ರಾಣವನ್ನು, ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ನನ್ನು, ಹಲ್ಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಹಲ್ಲನ್ನು, ಕೈಗೆ ಪ್ರತಿಯಾಗಿ ಕೈಯನ್ನು, ಕಾಲಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಾಲನ್ನು ಅವನಿಂದ ತೆಗೆದುಬಿಡಬೇಕು."}]}