{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"(ಯುದ್ಧ ಕುರಿತ ನಿಯಮಗಳು) “ನೀವು ಶತ್ರುಗಳ ವಿರುದ್ಧ ಯುದ್ಧಕ್ಕೆ ಹೊರಟಾಗ ಅವರ ಕಡೆ ಕುದುರೆಗಳು, ರಥಗಳು ಹಾಗು ನಿಮಗಿಂತ ಹೆಚ್ಚಾದ ಕಾಲ್ಬಲವು ಇರುವುದನ್ನು ಕಂಡರೆ, ಹೆದರಬೇಡಿ. ಏಕೆಂದರೆ ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ನಿಮ್ಮನ್ನು ಬಿಡಿಸಿದ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮೊಂದಿಗೆ ಇದ್ದಾರೆ."},{"number":2,"verse":"“ಕಾಳಗ ಸಮೀಪಿಸಿದಾಗ ಯಾಜಕನು ಮುಂದೆ ಬಂದು ಯೋಧರಿಗೆ, ‘ಇಸ್ರಯೇಲರೇ, ಕೇಳಿ; ನೀವು ಈಗ ಶತ್ರುಗಳೊಡನೆ ಯುದ್ಧಮಾಡುವ ಕಾಲ ಸಮೀಪಿಸಿದೆ; ನೀವು ಎದೆಗೆಡಬಾರದು, ದಿಗಿಲುಪಡಬಾರದು, ನಡುಗಬಾರದು, ಶತ್ರುಗಳಿಗೆ ಭಯಪಡಬಾರದು."},{"number":4,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನೇ ನಿಮ್ಮ ಸಂಗಡ ಇದ್ದು ಶತ್ರುಗಳೊಡನೆ ನಿಮ್ಮ ಪರವಾಗಿ ಯುದ್ಧಮಾಡಿ, ನಿಮಗೆ ಜಯವನ್ನುಂಟುಮಾಡುವರು’ ಎಂದು ಹೇಳಬೇಕು"},{"number":5,"verse":"“ಮತ್ತು ಸೇನಾಧಿಪತಿಗಳು ಅವರಿಗೆ, ‘ನಿಮ್ಮಲ್ಲಿ ಯಾವನಾದರು ಹೊಸ ಮನೆಯನ್ನು ಕಟ್ಟಿಸಿಕೊಂಡು ಇನ್ನು ಗೃಹಪ್ರವೇಶಮಾಡದಿದ್ದರೆ, ಅವನು ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ಕಾಳಗದಲ್ಲಿ ಸತ್ತರೆ ಮತ್ತೊಬ್ಬನು ಆ ಮನೆಯಲ್ಲಿ ಗೃಹಪ್ರವೇಶ ಮಾಡಿಕೊಂಡಾನು."},{"number":6,"verse":"ಯಾವನಾದರು ದ್ರಾಕ್ಷೀತೋಟವನ್ನು ಮಾಡಿ ಅದರ ಹಣ್ಣುಗಳನ್ನು ಇನ್ನೂ ಅನುಭೋಗಿಸದಿದ್ದರೆ, ಅವನು ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ಕಾಳಗದಲ್ಲಿ ಸತ್ತರೆ ಮತ್ತೊಬ್ಬನು ಆ ತೋಟದ ಹಣ್ಣುಗಳನ್ನು ಅನುಭೋಗಿಸಾನು."},{"number":7,"verse":"ಯಾವನಾದರೂ ತಾನು ಮದುವೆಮಾಡಿಕೊಂಡ ಹೆಣ್ಣನ್ನು ಇನ್ನು ಸೇರಿಸಿಕೊಳ್ಳದಿದ್ದರೆ, ಅವನು ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ಕಾಳಗದಲ್ಲಿ ಸತ್ತರೆ ಮತ್ತೊಬ್ಬನು ಅವಳನ್ನು ಸೇರಿಸಿಕೊಂಡಾನು,’ ಎಂದು ಹೇಳಬೇಕು."},{"number":8,"verse":"ಮತ್ತು ‘ಯಾವನಾದರೂ ಧೈರ್ಯ ಕಡಿಮೆಯಾಗಿ ಅಂಜಿಕೊಂಡರೆ ಅವನೂ ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ದಿಗಿಲುಪಡುವುದರಿಂದ ಅವನ ಜೊತೆಗಾರರೂ ದಿಗಿಲುಪಟ್ಟಾರು’, ಎಂದು ಹೇಳಬೇಕು."},{"number":9,"verse":"ಸೇನಾಪತಿಗಳು ಯೋಧರಿಗೆ ಈ ರೀತಿ ಹೇಳಿದ ನಂತರ ದಂಡಿನವರ ಮೇಲೆ ನಾಯಕರನ್ನು ನೇಮಿಸಬೇಕು."},{"number":10,"verse":"“ನೀವು ಒಂದು ಪಟ್ಟಣವನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳಲು ಅದರ ಹತ್ತಿರಕ್ಕೆ ಬಂದಾಗ, ಮೊದಲು ಅದು ಯುದ್ಧವಿಲ್ಲದೆ ಸಮಾಧಾನದಿಂದಲೇ ಶರಣಾಗಬಹುದೆಂದು ಪ್ರಕಟಿಸಬೇಕು."},{"number":11,"verse":"ಅದರಲ್ಲಿರುವವರು ಒಪ್ಪಿ ಬಾಗಿಲನ್ನು ನಿಮಗೆ ತೆರೆದುಕೊಟ್ಟರೆ ಅವರೆಲ್ಲರೂ ನಿಮಗೆ ಬಿಟ್ಟೀ ಕೆಲಸವನ್ನು ಮಾಡುವ ಗುಲಾಮರಾಗಬೇಕು."},{"number":12,"verse":"ಅವರು ನಿಮ್ಮ ಮಾತಿಗೆ ಸಮ್ಮತಿಸದೆ, ಪ್ರತಿಭಟಿಸಿದರೆ ಆಗ ನೀವು ಆ ಪಟ್ಟಣಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಬೇಕು."},{"number":13,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆ ಪಟ್ಟಣವನ್ನು ನಿಮಗೆ ವಶಪಡಿಸಿದಾಗ ಅದರಲ್ಲಿರುವ ಗಂಡಸರೆಲ್ಲರನ್ನೂ ಕನಿಕರಿಸದೆ ಸಂಹಾರ ಮಾಡಬೇಕು."},{"number":14,"verse":"ಹೆಂಗಸರನ್ನೂ ಮಕ್ಕಳನ್ನೂ ದನಗಳನ್ನೂ ಊರಲ್ಲಿರುವ ಆಸ್ತಿಯನ್ನೂ ನೀವು ಸ್ವಂತಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ವಶಪಡಿಸಿದ ಶತ್ರುಗಳ ಆಸ್ತಿಯನ್ನು ನೀವೇ ಅನುಭೋಗಿಸಬಹುದು."},{"number":15,"verse":"ಈ ನಾಡಿನ ಜನಾಂಗಗಳಿಗೆ ಸೇರದ ಹಾಗು ದೂರದ ಜನಾಂಗಗಳ ಪಟ್ಟಣಗಳ ವಿಷಯದಲ್ಲಿ ನೀವು ಹಾಗೆಯೆ ನಡೆದುಕೊಳ್ಳಬೇಕು."},{"number":16,"verse":"ಆದರೆ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಸ್ವಂತಕ್ಕಾಗಿ ಕೊಡುವ ಈ ಜನಾಂಗಗಳ ಪಟ್ಟಣಗಳ ವಿಷಯದಲ್ಲಿ ಹಾಗೆ ಮಾಡದೆ ಉಸಿರಾಡುವ ಒಬ್ಬರನ್ನಾದರೂ ಉಳಿಸಬಾರದು."},{"number":17,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟಂತೆ ಇವರನ್ನು ಅಂದರೆ, ಹಿತ್ತಿಯರು, ಅಮೋರಿಯರು, ಕಾನಾನ್ಯರು, ಪೆರಿಜ್ಜೀಯರು, ಹಿವ್ವಿಯರು, ಯೆಬೂಸಿಯರು ಇವರೆಲ್ಲರನ್ನೂ ವಿನಾಶ ಶಾಪಗ್ರಸ್ತರನ್ನಾಗಿ ಮಾಡಿಬಿಡಬೇಕು."},{"number":18,"verse":"ಇಲ್ಲವಾದರೆ ಅವರು ತಮ್ಮ ದೇವರುಗಳಿಗಾಗಿ ಆಚರಿಸುವ ನಿಷಿದ್ಧಾಚಾರಗಳನ್ನು ನಿಮಗೆ ಕಲಿಸಿಕೊಡಬಹುದು; ಮತ್ತು ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ದ್ರೋಹಿಗಳಾಗಬಹುದು."},{"number":19,"verse":"“ನೀವು ಒಂದು ಪಟ್ಟಣವನ್ನು ಸ್ವಾಧೀನ ಮಾಡಿಕೊಳ್ಳಲು ಅದಕ್ಕೆ ಬಹುದಿವಸ ಮುತ್ತಿಗೆ ಹಾಕಬೇಕಾಗಬಹುದು; ಅದಕ್ಕೆ ಸೇರಿದ ಮರಗಳನ್ನು ಹಾಳುಮಾಡಬಾರದು; ಅವುಗಳಿಗೆ ಕೊಡಲಿಯನ್ನು ಹಾಕಲೇಬಾರದು. ಅವುಗಳ ಹಣ್ಣನ್ನು ತಿನ್ನಬಹುದೇ ಹೊರತು ಮರಗಳನ್ನು ಕಡಿಯಬಾರದು. ಅಡವಿಯ ಮರಗಳು ಶತ್ರುಗಳೇನು? ಅವುಗಳೊಡನೆ ಯುದ್ಧಮಾಡಬಹುದೇ?"},{"number":20,"verse":"ತಿನ್ನತಕ್ಕ ಹಣ್ಣು ಕೊಡುವುದಿಲ್ಲ ಎಂದು ನೀವು ತಿಳಿದ ಮರಗಳನ್ನು ಮಾತ್ರ ಕಡಿದು ಹಾಳುಮಾಡಬಹುದು. ಅವುಗಳಿಂದ ಯುದ್ಧ ಯಂತ್ರಗಳನ್ನು ಮಾಡಿಕೊಂಡು ನಿಮಗೆ ವಿರುದ್ಧ ಆಗಿರುವ ಆ ಪಟ್ಟಣ ಬೀಳುವ ತನಕ ಅದಕ್ಕೆ ಮುತ್ತಿಗೆ ಹಾಕಬೇಕು."}]}