{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"ಗಂಡ ತೊರೆದುಬಿಟ್ಟ ಹೆಂಡತಿ “ಒಬ್ಬನು ತಾನು ಮದುವೆಮಾಡಿಕೊಂಡ ಮಹಿಳೆಯಲ್ಲಿ ಏನೋ ಅವಲಕ್ಷಣವನ್ನು ಕಂಡು, ಅವಳಲ್ಲಿ ಸಂತೋಷಪಡದೆ, ತ್ಯಾಗಪತ್ರವನ್ನು ಬರೆದುಕೊಟ್ಟು ಅವಳನ್ನು ಮನೆಯಿಂದ ಕಳುಹಿಸಿಬಿಟ್ಟನೆಂದು ಇಟ್ಟುಕೊಳ್ಳೋಣ."},{"number":2,"verse":"ಅವಳು ಮತ್ತೊಬ್ಬನನ್ನು ಮದುವೆ ಆಗಿ ಅವನಿಂದಲೂ ತಿರಸ್ಕರಿಸಲ್ಪಟ್ಟು ತ್ಯಾಗಪತ್ರವನ್ನು ಹೊಂದಿ ಕಳುಹಿಸಲ್ಪಟ್ಟರೆ ಅಥವಾ ಈ ಎರಡನೆಯ ಗಂಡನು ಸತ್ತುಹೋದರೆ,"},{"number":4,"verse":"ಅವಳನ್ನು ಕಳುಹಿಸಿಬಿಟ್ಟ ಮೊದಲನೆಯ ಗಂಡ ಅವಳನ್ನು ಪುನಃ ಪರಿಗ್ರಹಿಸಬಾರದು; ಅವಳು ಅಶುದ್ಧಳಾದವಳು; ಅವಳನ್ನು ಪುನಃ ಪರಿಗ್ರಹಿಸುವುದು ಸರ್ವೇಶ್ವರನಿಗೆ ಹೇಯಕಾರ್ಯ. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಸ್ವದೇಶವಾಗಲೆಂದು ಕೊಡುವ ನಾಡಿಗೆ ದೋಷವುಂಟಾಗಲು ಅವಕಾಶಕೊಡಬೇಡಿ."},{"number":5,"verse":"ವಿವಿಧ ವೈಯಕ್ತಿಕ ಸುಧಾರಣೆಗಳು “ಹೊಸದಾಗಿ ಮದುವೆಮಾಡಿಕೊಂಡವನು ಸೈನ್ಯದವರೊಡನೆ ಯುದ್ಧಕ್ಕೆ ಹೋಗಬಾರದು; ಭಾರವಾದ ಯಾವ ಕೆಲಸವನ್ನು ಅವನಿಗೆ ನೇಮಿಸಬಾರದು. ಅವನು ಒಂದು ವರ್ಷದವರೆಗೆ ಬಿಡುವಾಗಿ ಮನೆಯಲ್ಲಿ ಇದ್ದುಕೊಂಡು, ಪರಿಗ್ರಹಿಸಿದ ಹೆಂಡತಿಯೊಡನೆ ಸುಖವಾಗಿರಲಿ."},{"number":6,"verse":"“ಬೀಸುವ ಕಲ್ಲನ್ನು ಪೂರ್ತಿಯಾಗಲಿ, ಅರ್ಧವಾಗಲಿ ಒತ್ತೆ ತೆಗೆದುಕೊಳ್ಳಬಾರದು; ಅದು ಜೀವನಾಧಾರವನ್ನೇ ಒತ್ತೆಯಾಗಿ ತೆಗೆದುಕೊಂಡ ಹಾಗಾಗುವುದು."},{"number":7,"verse":"“ಒಬ್ಬನು ಸ್ವದೇಶದವನಾದ ಇಸ್ರಯೇಲನನ್ನು ಕದ್ದು ಅವನನ್ನು ಗುಲಾಮನಾಗಿ ನಡೆಸಿಕೊಂಡದ್ದು ಅಥವಾ ಮಾರಿಬಿಟ್ಟದ್ದು ತಿಳಿದುಬಂದರೆ ಕದ್ದವನಿಗೆ ಮರಣಶಿಕ್ಷೆಯಾಗಬೇಕು. ಹೀಗೆ ಅಂಥ ದುಷ್ಟತ್ವವನ್ನು ನಿಮ್ಮ ಮಧ್ಯೆಯಿಂದ ತೆಗೆದುಹಾಕಿಬಿಡಬೇಕು."},{"number":8,"verse":"“ಕುಷ್ಟರೋಗಿಗಳ ವಿಷಯದಲ್ಲಿ ಯಾಜಕರಾದ ಲೇವಿಯರು ಬೋಧಿಸುವಂತೆಯೇ ಮಾಡುವುದಕ್ಕೆ ನೀವು ಜಾಗರೂಕರಾಗಿರಬೇಕು; ನಾನು ಅವರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ ನಿಯಮಗಳನ್ನೇ ನೀವು ಅನುಸರಿಸಬೇಕು."},{"number":9,"verse":"ನೀವು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬಂದಾಗ ದಾರಿಯಲ್ಲಿ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಮಿರ್ಯಾಮಳಿಗೆ ಮಾಡಿದ್ದನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳಿ."},{"number":10,"verse":"“ಮತ್ತೊಬ್ಬನಿಗೆ ಸಾಲಕೊಡುವಾಗ ಒತ್ತೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದಕ್ಕೆ ಅವನ ಮನೆ ಒಳಕ್ಕೆ ಹೋಗದೆ ಹೊರಗೆ ಇರಬೇಕು."},{"number":11,"verse":"ಸಾಲ ತೆಗೆದುಕೊಂಡವನೇ ಒತ್ತೆಯ ಸಾಮಾನನ್ನು ತಂದುಕೊಡಬೇಕು."},{"number":12,"verse":"ಅವನು ಕೇವಲ ಬಡತನದಿಂದ ತನ್ನ ಕಂಬಳಿಯನ್ನೇ ಒತ್ತೆಯಾಗಿ ಇಟ್ಟ ಸಂದರ್ಭದಲ್ಲಿ"},{"number":13,"verse":"ಹೊತ್ತುಮುಳುಗಿದಾಗ ಅದನ್ನು ಹಿಂದಕ್ಕೆ ಕೊಡಬೇಕು; ಅದನ್ನು ಇಟ್ಟುಕೊಂಡು ನೀವು ರಾತ್ರಿ ಮಗಲಬಾರದು; ಅವನು ಅದನ್ನು ಹೊದ್ದುಕೊಂಡು ಮಲಗಿಕೊಳ್ಳಬೇಕಲ್ಲವೆ? ಅದಲ್ಲದೆ, ಅವನು ನಿಮ್ಮನ್ನು ಹರಸುವನು, ಮತ್ತು ನೀವು ಮಾಡಿದ್ದು ಧರ್ಮಕಾರ್ಯವೆಂದು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಿಳಿದುಕೊಳ್ಳುವರು."},{"number":14,"verse":"“ಸ್ವದೇಶದವರಲ್ಲೇ ಆಗಲಿ, ನಿಮ್ಮಲ್ಲಿ ಇರುವ ಅನ್ಯದೇಶದವರಲ್ಲೇ ಆಗಲಿ ಗತಿಯಿಲ್ಲದ ಬಡ ಕೂಲಿಯವನಿಗೆ ನೀವು ಏನೂ ಅನ್ಯಾಯ ಮಾಡಬಾರದು;"},{"number":15,"verse":"ದಿನದ ಕೂಲಿಯನ್ನು ಆ ದಿನದಲ್ಲೇ ಹೊತ್ತುಮುಳುಗುವುದಕ್ಕೆ ಮುಂಚಿತವಾಗಿ ಅವನಿಗೆ ಕೊಟ್ಟುಬಿಡಬೇಕು. ಅವನಿಗೆ ಬೇರೆ ಗತಿಯಿಲ್ಲದ್ದರಿಂದ ಅದನ್ನೇ ಎದುರು ನೋಡುತ್ತಿರುತ್ತಾನೆ. ನೀವು ಕೊಡದಿದ್ದರೆ ಅವನು ಸರ್ವೇಶ್ವರನಿಗೆ ಮೊರೆಯಿಡುವನು; ಆಗ ನೀವು ದೋಷಿಗಳಾಗುವಿರಿ."},{"number":16,"verse":"“ಮಕ್ಕಳ ಪಾಪಕ್ಕಾಗಿ ತಂದೆಗೂ, ತಂದೆಯ ಪಾಪಕ್ಕಾಗಿ ಮಕ್ಕಳಿಗೂ ಮರಣಶಿಕ್ಷೆಯಾಗಬಾರದು. ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ಪಾಪಫಲವನ್ನು ತಾನೇ ಅನುಭವಿಸಬೇಕು."},{"number":17,"verse":"“ನೀವು ಪರದೇಶಿಯ ಅಥವಾ ದಿಕ್ಕಿಲ್ಲದವನ ವ್ಯಾಜ್ಯವನ್ನು ವಿಚಾರಿಸುವಾಗ ನ್ಯಾಯವನ್ನು ಬಿಟ್ಟು ತೀರ್ಪುಕೊಡಬಾರದು. ವಿಧವೆಯಿಂದ ಉಡುವ ಬಟ್ಟೆಯನ್ನು ಒತ್ತೆಯಿಡಿಸಿಕೊಳ್ಳಬಾರದು."},{"number":18,"verse":"ನೀವೇ ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ದಾಸರಾಗಿದ್ದಾಗ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನುಬಿಡಿಸಿದರೆಂಬುದನ್ನು ನೆನಪುಮಾಡಿಕೊಳ್ಳಿ; ಅದಕ್ಕಾಗಿಯೇ ಇದನ್ನು ಆಜ್ಞಾಪಿಸಿದ್ದೇನೆ."},{"number":19,"verse":"“ನೀವು ಬೆಳೆಯನ್ನು ಕೊಯ್ಯುವಾಗ ಒಂದು ಸಿವುಡನ್ನು ಹೊಲದಲ್ಲೇ ಮರೆತುಬಂದರೆ ಅದನ್ನು ತರಲು ಹಿಂದಕ್ಕೆ ಹೋಗಬಾರದು; ಪರದೇಶಿ, ತಾಯಿತಂದೆಯಿಲ್ಲದ ವ್ಯಕ್ತಿ, ವಿಧವೆ, ಇಂಥವರಿಗಾಗಿ ಅದನ್ನು ಬಿಟ್ಟುಬಿಡಿ; ನೀವು ಹೀಗೆ ನಡೆದುಕೊಂಡರೆ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಕೆಲಸಕಾರ್ಯಗಳಲ್ಲಿ ಕೈಗೂಡಿಸಿ ನಿಮ್ಮನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವರು."},{"number":20,"verse":"ಎಣ್ಣೆಯಮರಗಳ ರೆಂಬೆಗಳಿಂದ ಕಾಯಿಗಳನ್ನು ಉದುರಿಸಿದ ಮೇಲೆ ಪುನಃ ಉದುರಿಸುವುದಕ್ಕೆ ಹೋಗಬಾರದು; ಮಿಕ್ಕ ಕಾಯಿಗಳನ್ನು ಪರದೇಶಿ, ತಾಯಿತಂದೆಯಿಲ್ಲದ ವ್ಯಕ್ತಿ, ವಿಧವೆ, ಇಂಥವರಿಗಾಗಿ ಅವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಿ."},{"number":21,"verse":"ದ್ರಾಕ್ಷಿತೋಟದ ಬೆಳೆಯನ್ನು ಕೂಡಿಸಿಕೊಳ್ಳುವಾಗ ಹಕ್ಕಲಾಯಬಾರದು; ಪರದೇಶಿ, ತಾಯಿತಂದೆಯಿಲ್ಲದ ವ್ಯಕ್ತಿ, ವಿಧವೆ, ಇಂಥವರಿಗಾಗಿ ಅದನ್ನು ಬಿಟ್ಟುಬಿಡಿ."},{"number":22,"verse":"ನೀವೆ ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ಗುಲಾಮರಾಗಿದ್ದದ್ದು ಜ್ಞಾಪಕದಲ್ಲಿರಬೇಕು; ಅದಕ್ಕಾಗಿಯೇ ಇದನ್ನು ನಿಮಗೆ ಆಜ್ಞಾಪಿಸುತ್ತಿದ್ದೇನೆ."}]}