{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":26,"verses":[{"number":1,"verse":"ಪ್ರಥಮಫಲಗಳ ಸಮರ್ಪಣೆ “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಸ್ವದೇಶವಾಗಲು ಕೊಡುವ ನಾಡನ್ನು ನೀವು ಸೇರಿ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಅದರಲ್ಲಿ ವಾಸಿಸುವಾಗ"},{"number":2,"verse":"ಅವರು ದಯಪಾಲಿಸಿದ ಹೊಲದ ಎಲ್ಲ ಬೆಳೆಗಳಲ್ಲೂ ಕೆಲವು ಪ್ರಥಮ ಫಲಗಳನ್ನು ಪುಟ್ಟಿಯಲ್ಲಿಟ್ಟು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ನಾಮಸ್ಥಾಪನೆಗಾಗಿ ಆರಿಸಿಕೊಳ್ಳುವ ಸ್ಥಳಕ್ಕೆ ತೆಗೆದುಕೊಂಡುಹೋಗಿರಿ."},{"number":3,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಇರುವ ಮಹಾಯಾಜಕನಿಗೆ, ‘ಸರ್ವೇಶ್ವರ ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ಪ್ರಮಾಣಮಾಡಿಕೊಟ್ಟ ನಾಡಿನಲ್ಲಿ ನಾನು ಸೇರಿದ್ದಾಯಿತೆಂದು ನಾವು ಸೇವೆಮಾಡುವ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಈಗ ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇನೆ’ ಎಂದು ಹೇಳಬೇಕು."},{"number":4,"verse":"“ಯಾಜಕನು ಆ ಪುಟ್ಟಿಯನ್ನು ನಿಮ್ಮ ಕೈಯಿಂದ ತೆಗೆದುಕೊಂಡು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಬಲಿಪೀಠದ ಮುಂದೆ ಇಡುವನು."},{"number":5,"verse":"ಆಗ ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ, ಅರಾಮ್ಯನಾದ ನಮ್ಮ ಮೂಲಪಿತೃವು ಗತಿಯಿಲ್ಲದವನಾಗಿ ಸ್ವಲ್ಪ ಮಂದಿಯೊಡನೆ ಈಜಿಪ್ಟ್ ದೇಶಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿ ಇಳಿದುಕೊಂಡನು. ಅಲ್ಲಿ ಅವನ ಸಂತಾನದವರು ಹೆಚ್ಚಿ ಮಹಾಬಲಿಷ್ಠ ಜನಾಂಗವಾದರು."},{"number":6,"verse":"ಈಜಿಪ್ಟರು ನಮ್ಮನ್ನು ಉಪದ್ರವಪಡಿಸಿ, ಬಾಧಿಸಿ, ನಮ್ಮಿಂದ ಕಠಿಣವಾಗಿ ದುಡಿಸಿಕೊಂಡರು."},{"number":7,"verse":"ಆಗ ನಾವು ನಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಮೊರೆಯಿಟ್ಟೆವು; ಅವರು ಆಲಿಸಿ ನಮ್ಮ ದುರವಸ್ಥೆಯನ್ನೂ ಕಷ್ಟ ಉಪದ್ರವಗಳನ್ನೂ ನೋಡಿ,"},{"number":8,"verse":"ಭುಜಬಲ, ಶಿಕ್ಷಾಹಸ್ತ, ಮಹಾಭೀತಿ, ಮಹತ್ಕಾರ್ಯ, ಸೂಚಕಕಾರ್ಯ, ಇವುಗಳನ್ನು ಪ್ರಯೋಗಿಸಿ ನಮ್ಮನ್ನು ಬಿಡಿಸಿದರು."},{"number":9,"verse":"ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಕರೆದುತಂದು ಹಾಲೂಜೇನೂ ಹರಿಯುವ ಈ ನಾಡನ್ನು ನಮಗೆ ಕೊಟ್ಟಿದ್ದಾರೆ."},{"number":10,"verse":"ಆದುದರಿಂದ ಸರ್ವೇಶ್ವರಾ, ನೀವು ಅನುಗ್ರಹಿಸಿರುವ ಭೂಮಿಯ ಬೆಳೆಯಲ್ಲಿ ಪ್ರಥಮಫಲಗಳನ್ನು ನಾವು ಕಾಣಿಕೆಯಾಗಿ ತಂದಿದ್ದೇವೆ; ಸ್ವೀಕರಿಸಬೇಕು’ ಎಂದು ಹೇಳಿ ಆ ಪ್ರಥಮಫಲಗಳನ್ನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿಟ್ಟು ಅವರನ್ನು ಆರಾಧಿಸಬೇಕು."},{"number":11,"verse":"ಸರ್ವೇಶ್ವರ ನಿಮಗೂ ನಿಮ್ಮ ಮನೆಯವರಿಗೂ ಉಂಟುಮಾಡಿದ ಎಲ್ಲ ಸುಖ ಸಂತೋಷಗಳಿಗಾಗಿ ನೀವೂ ಲೇವಿಯರೂ ನಿಮ್ಮ ಮಧ್ಯೆಯಿರುವ ಪರದೇಶಿಗಳೂ ಸಂಭ್ರಮದಿಂದಿರಬೇಕು."},{"number":12,"verse":"ಪ್ರತಿ ಮೂರನೆಯ ವರ್ಷದಲ್ಲಿ ದಶಮಾಂಶದ ಸಮರ್ಪಣೆ “ದಶಮಾಂಶವನ್ನು ಕೊಡಬೇಕಾದ ಮೂರನೆಯ ಸಂವತ್ಸರದಲ್ಲಿ ನಿಮಗುಂಟಾದ ಆದಾಯದ ದಶಮ ಭಾಗವನ್ನು ಪ್ರತ್ಯೇಕಿಸಿದಾಗ ನಿಮ್ಮ ನಿಮ್ಮ ಊರುಗಳಲ್ಲಿರುವ ಲೇವಿಯರು, ಪರದೇಶಿಗಳು, ತಾಯಿತಂದೆಯಿಲ್ಲದವರು ಹಾಗು ವಿಧವೆಯರೂ ಉಂಡು ಸಂತೋಷವಾಗಿರುವಂತೆ ಅದನ್ನು ಅವರಿಗೆ ಕೊಡಬೇಕು."},{"number":13,"verse":"ಆಗ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ, ‘ನಾವು ಮೀಸಲಾದ ವಸ್ತುಗಳನ್ನು ಮನೆಯಿಂದ ತೆಗೆದುಬಿಟ್ಟಿದ್ದೇವೆ; ನೀವು ಆಜ್ಞಾಪಿಸಿದ ಮೇರೆಗೆ ಅವುಗಳನ್ನು ಲೇವಿಯನಿಗೆ, ಪರದೇಶಿಗೆ, ತಾಯಿತಂದೆ ಇಲ್ಲದ ವ್ಯಕ್ತಿಗೆ, ವಿಧವೆಗೆ ಇಂಥವರಿಗೆ ಕೊಟ್ಟು ಇದ್ದೇವೆ, ನಿಮ್ಮ ಆಜ್ಞೆಗಳಲ್ಲಿ ಒಂದನ್ನೂ ಮೀರಲಿಲ್ಲ, ಮರೆಯಲೂ ಇಲ್ಲ."},{"number":14,"verse":"ನಾವು ಸತ್ತವರಿಗಾಗಿ ದುಃಖಿಸುವ ಕಾಲದಲ್ಲೆಲ್ಲಾ ಅದರಲ್ಲಿ ಏನೂ ತಿನ್ನಲಿಲ್ಲ; ಅಶುದ್ಧರಾಗಿ ಅದನ್ನು ತೆಗೆದು ಹಾಕಲಿಲ್ಲ; ಸತ್ತವರಿಗಾಗಿ ಅದರಲ್ಲಿ ಏನೂ ಕೊಡಲಿಲ್ಲ; ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಮಾತಿನಲ್ಲಿ ಲಕ್ಷ್ಯವಿಟ್ಟು ನೀವು ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನೆಲ್ಲಾ ಅನುಸರಿಸಿದ್ದೇವೆ."},{"number":15,"verse":"ನೀವು ನಿಮ್ಮ ಪರಿಶುದ್ಧ ವಾಸಸ್ಥಾನವಾಗಿರುವ ಪರಲೋಕದಿಂದ ಕೆಳಗಿರುವ ನಮ್ಮನ್ನು ಕಟಾಕ್ಷಿಸಿ, ನಿಮ್ಮ ಜನರಾದ ಇಸ್ರಯೇಲರನ್ನು ಹಾಗು ಹಾಲೂಜೇನೂ ಹರಿಯುವ ನಾಡೆಂದು ನೀವು ನಮ್ಮ ಪಿತೃಗಳಿಗೆ ವಾಗ್ದಾನಮಾಡಿದ ಮೇರೆಗೆ ನಮಗೆ ಕೊಟ್ಟಿರುವ ಈ ಭೂಮಿಯನ್ನು ಆಶೀರ್ವದಿಸಿ, ದೇವರೇ,’ ಎಂದು ಹೇಳಬೇಕು."},{"number":16,"verse":"ಇಸ್ರಾಯೇಲರು ದೇವಜನಾಂಗ “ಈ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ನೀವು ಅನುಸರಿಸಬೇಕೆಂದು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಇಂದು ಆಜ್ಞಾಪಿಸಿದ್ದಾರೆ. ಆದುದರಿಂದ ನೀವು ಪೂರ್ಣ ಹೃದಯದಿಂದಲೂ ಮನಸ್ಸಿನಿಂದಲೂ ಇವುಗಳನ್ನು ಕೈಕೊಂಡು ನಡೆಯಬೇಕು."},{"number":17,"verse":"ನಮಗೆ ಸರ್ವೇಶ್ವರನೇ ದೇವರಾಗಿರುವರೆಂದು ಹಾಗು ಅವರು ಹೇಳಿದ ಮಾರ್ಗದಲ್ಲೇ ನಡೆದು ಅವರ ಆಜ್ಞಾವಿಧಿನಿರ್ಣಯಗಳನ್ನು ಕೈಕೊಂಡು ಅವರ ಮಾತಿಗೆ ಲಕ್ಷ್ಯಕೊಡುವೆವೆಂದೂ ನೀವು ಈಗ ಒಡಂಬಟ್ಟಿದ್ದೀರಿ."},{"number":18,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಆದರೋ ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ, ‘ಇವರು ನನ್ನ ಆಜ್ಞೆಗಳನ್ನೆಲ್ಲ ಅನುಸರಿಸುವವರಾದರೆ ನನ್ನ ವಾಗ್ದಾನಾನುಸಾರ ನನಗೆ ಸ್ವಕೀಯಜನರಾಗಿರುವರು."},{"number":19,"verse":"ನಾನು ನಿರ್ಮಿಸಿದ ಬೇರೆ ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗಿಂತ ಇವರಿಗೆ ಹೆಚ್ಚಾದ ಕೀರ್ತಿಘನಮಾನಗಳನ್ನುಂಟು ಮಾಡುವೆನು ಹಾಗು ಇವರು ನನ್ನ ಮಾತಿನ ಮೇರೆಗೆ ತಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಮೀಸಲಾದ ಜನರಾಗಲು ಒಡಂಬಟ್ಟಿದ್ದಾರೆ,’ ಎನ್ನುವರು,” ಎಂದು ಹೇಳಿದನು."}]}