{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"(ಈ ಧರ್ಮಶಾಸ್ತ್ರ ವಾಕ್ಯಗಳನ್ನು ಕಲ್ಲಿನ ಕಂಬಗಳಲ್ಲಿ ಕೆತ್ತಿಸಬೇಕು) ಮೋಶೆ ಇಸ್ರಯೇಲರ ಹಿರಿಯರ ಸಹಿತ ಜನರಿಗೆ, “ನಾನು ಈಗ ಆಜ್ಞಾಪಿಸಿದ ಧರ್ಮೋಪದೇಶವನ್ನೆಲ್ಲಾ ನೀವು ಅನುಸರಿಸಬೇಕು."},{"number":2,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಕೊಡುವ ನಾಡನ್ನು ಪ್ರವೇಶಿಸುವುದಕ್ಕೆ ನೀವು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟುವಾಗ ಅಂದರೆ, ನಿಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಾವು ವಾಗ್ದಾನ ಮಾಡಿದಂತೆ ನಿಮಗೆ ಕೊಡುವ ಹಾಲೂ ಜೇನೂ ಹರಿಯುವ ನಾಡನ್ನು ಪ್ರವೇಶಿಸುವುದಕ್ಕೆ ನೀವು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟುವಾಗ, ನೀವು ದೊಡ್ಡ ಕಲ್ಲುಗಳನ್ನು ನಿಲ್ಲಿಸಬೇಕು. ಅವುಗಳಿಗೆ ಗಿಲಾವು ಮಾಡಿಸಿ ಈ ಧರ್ಮಶಾಸ್ತ್ರದ ವಾಕ್ಯಗಳನ್ನೆಲ್ಲಾ ಅವುಗಳ ಮೇಲೆ ಬರೆಯಿಸಬೇಕು."},{"number":4,"verse":"ನೀವು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿದನಂತರ ನಾನು ಈಗ ಆಜ್ಞಾಪಿಸಿದ ಕಲ್ಲುಗಳನ್ನು ಏಬಾಲ್ ಬೆಟ್ಟದ ಮೇಲೆ ನಿಲ್ಲಿಸಿ ಅವುಗಳಿಗೆ ಗಿಲಾವು ಮಾಡಿಸಬೇಕು"},{"number":5,"verse":"“ಅಲ್ಲಿ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ನೀವು ಕಲ್ಲುಗಳಿಂದ ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿಸಬೇಕು."},{"number":6,"verse":"ಉಳಿ ಮುಂತಾದುದನ್ನು ಉಪಯೋಗಿಸದೆ ಹುಟ್ಟು ಕಲ್ಲುಗಳಿಂದಲೇ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿಸಬೇಕು."},{"number":7,"verse":"ಅಲ್ಲಿ ದಹನಬಲಿಗಳನ್ನೂ ಶಾಂತಿಸಮಾಧಾನ ಬಲಿಗಳನ್ನೂ ಸಮರ್ಪಿಸಿ ಸಹಭೋಜನ ಮಾಡಿ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸಂಭ್ರಮದಿಂದಿರಬೇಕು."},{"number":8,"verse":"ನೀವು ಆ ಕಲ್ಲುಗಳ ಮೇಲೆ ಈ ಧರ್ಮಶಾಸ್ತ್ರದ ವಾಕ್ಯಗಳನ್ನೆಲ್ಲಾ ವಿರಳವಾಗಿ ಹಾಗು ಸ್ಪಷ್ಟವಾಗಿ ಬರೆಸಬೇಕು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":9,"verse":"ಯಾಜಕರಾದ ಲೇವಿಯರೊಡನೆ ಮೋಶೆ ಇಸ್ರಯೇಲರೆಲ್ಲರಿಗೆ, “ಇಸ್ರಯೇಲರೇ, ನಿಶ್ಯಬ್ದವಾಗಿದ್ದು ಕೇಳಿರಿ: ನೀವು ಈಗ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಜನರಾದಿರಿ."},{"number":10,"verse":"ಆದುದರಿಂದ ಈಗ ನಾನು ನಿಮಗೆ ಹೇಳುವ ಆತನ ಮಾತುಗಳಿಗೆ ಕಿವಿಗೊಟ್ಟು ಆತನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ನೀವು ಅನುಸರಿಸಬೇಕು,” ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"(ಅವಿಧೇಯರಿಗೆ ಶಾಪದ ಸುರಿಮಳೆ) ಮೋಶೆ ಆ ದಿನದಲ್ಲಿ ಜನರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೇನೆಂದರೆ,"},{"number":12,"verse":"“ನೀವು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿದ ಮೇಲೆ ಸಿಮೆಯೋನ್, ಲೇವಿ, ಯೆಹೂದ, ಇಸ್ಸಾಕಾರ್, ಜೋಸೆಫ್, ಬೆನ್ಯಾಮೀನ್ ಎಂಬೀ ಕುಲಗಳವರು ಗೆರಿಜ್ಜೀಮ್ ಬೆಟ್ಟದ ಮೇಲೆ ನಿಂತುಕೊಂಡು ಜನರಿಗೆ ಆಶೀರ್ವಚನಗಳನ್ನು ಉಚ್ಚರಿಸಬೇಕು."},{"number":13,"verse":"ರೂಬೇನ್, ಗಾದ್, ಆಶೇರ್, ಜೆಬುಲೂನ್, ದಾನ್, ನಫ್ತಾಲಿ ಎಂಬೀ ಕುಲಗಳವರು ಏಬಾಲ್ ಬೆಟ್ಟದ ಮೇಲೆ ನಿಂತುಕೊಂಡು ಶಾಪೋಕ್ತಿಗಳನ್ನು ಉಚ್ಚರಿಸಬೇಕು."},{"number":14,"verse":"“ಲೇವಿಯರು ಗಟ್ಟಿಯಾದ ಸ್ವರದಿಂದ ಇಸ್ರಯೇಲರೆಲ್ಲರಿಗೆ,"},{"number":15,"verse":"‘ಶಿಲ್ಪಿಯ ಕೆಲಸವಾಗಿ ಇರುವ ಮರದ ವಿಗ್ರಹ ಹಾಗು ಲೋಹವಿಗ್ರಹ ಸರ್ವೇಶ್ವರನಿಗೆ ಹೇಯವಾದದ್ದು. ಆದುದರಿಂದ ಅವನ್ನು ಮಾಡಿಸಿ ಗೋಪ್ಯವಾಗಿ ನಿಲ್ಲಿಸಿಕೊಂಡವನು ಶಾಪಗ್ರಸ್ತನು,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’ ಎನ್ನಬೇಕು."},{"number":16,"verse":"“ಲೇವಿಯರು, ‘ತಂದೆತಾಯಿಗಳನ್ನು ಅವಮಾನಪಡಿಸಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":17,"verse":"“ಅವರು, ‘ಮತ್ತೊಬ್ಬನ ಗಡಿಮೇರೆಯನ್ನು ಸರಿಸಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":18,"verse":"“ಅವರು, ‘ಕುರುಡರಿಗೆ ದಾರಿತಪ್ಪಿಸಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":19,"verse":"“ಅವರು, ‘ಪರದೇಶಿ, ತಾಯಿತಂದೆ ಇಲ್ಲದ ವ್ಯಕ್ತಿ, ಇವರ ವ್ಯಾಜ್ಯದಲ್ಲಿ ನ್ಯಾಯಬಿಟ್ಟು ತೀರ್ಪು ಹೇಳಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು"},{"number":20,"verse":"‘ಅವರು, ‘ಮಲತಾಯಿಯನ್ನು ಸಂಗಮಿಸಿ ತಂದೆಗೆ ಅವಮಾನಪಡಿಸಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":21,"verse":"“ಅವರು, ‘ಪಶುಸಂಗಮ ಮಾಡಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":22,"verse":"“ಅವರು, ‘ತಂದೆಯ ಮಗಳನ್ನಾಗಲಿ ತಾಯಿಯ ಮಗಳನ್ನಾಗಲಿ ಸಂಗಮಿಸಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":23,"verse":"“ಅವರು, ‘ಅತ್ತೆಯನ್ನು ಸಂಗಮಿಸಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":24,"verse":"“ಅವರು, ‘ರಹಸ್ಯವಾಗಿ ನರಹತ್ಯ ಮಾಡಿದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":25,"verse":"“ಅವರು, ‘ಹಣತೆಗೆದುಕೊಂಡು ನಿರಪರಾಧಿಯನ್ನು ಕೊಂದವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."},{"number":26,"verse":"“ಅವರು, ಈ ಧರ್ಮಶಾಸ್ತ್ರ ವಾಕ್ಯಗಳಿಗೆ ಒಡಂಬಟ್ಟು ಕೈಕೊಳ್ಳದೆ ಇರುವವನು ಶಾಪಗ್ರಸ್ತ,’ ಎನ್ನಲು ಜನರೆಲ್ಲರು, ‘ಆಮೆನ್’, ಎನ್ನಬೇಕು."}]}