{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":3,"verses":[{"number":1,"verse":"ಅರಸ ಓಗನ ಮೇಲೆ ಜಯ(40 21:31-35) “ತರುವಾಯ ನಾವು ಹಿಂದಿರುಗಿ ಬಾಷಾನಿನ ಮಾರ್ಗವನ್ನು ಹಿಡಿದು ಹತ್ತಿಹೋದೆವು. ಆಗ ಬಾಷಾನಿನ ಅರಸ ಓಗನು ತನ್ನ ಜನರೆಲ್ಲರ ಸಮೇತ ನಮಗೆ ವಿರುದ್ಧ ಯುದ್ಧಮಾಡುವುದಕ್ಕೆ ಎದ್ರೈವೂರಿಗೆ ಹೊರಟು ಬಂದನು."},{"number":2,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ನನಗೆ, ‘ಅವನಿಗೆ ಭಯಪಡಬೇಡ; ನಾನು ಅವನನ್ನು, ಅವನ ಸಮಸ್ತ ಜನರನ್ನು ಹಾಗು ನಾಡನ್ನು ನಿನ್ನ ಕೈವಶಮಾಡಿದ್ದೇನೆ; ನೀನು ಹೆಷ್ಬೋನಿನಲ್ಲಿದ್ದ ಅಮೋರಿಯರ ಅರಸ ಸೀಹೋನನಿಗೆ ಮಾಡಿದಂತೆಯೇ ಇವನಿಗೂ ಮಾಡು,’ ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":3,"verse":"“ಬಾಷಾನಿನ ಅರಸ ಓಗನು ಹಾಗು ಅವನ ಜನರೆಲ್ಲರು ನಮ್ಮಿಂದ ಸೋತುಹೋಗುವಂತೆ ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಮಾಡಿದರು. ಅವರಲ್ಲಿ ಒಬ್ಬರಾದರು ಉಳಿಯದಂತೆ ಅವರನ್ನು ಹತಮಾಡಿದೆವು."},{"number":4,"verse":"ಅಂದು ಅವನ ಎಲ್ಲ ಪಟ್ಟಣಗಳನ್ನು ಜಯಿಸಿದೆವು; ನಾವು ಜಯಿಸದ ಕೋಟೆ ಒಂದೂ ಇರಲಿಲ್ಲ; ಬಾಷಾನಿನಲ್ಲಿರುವ ಓಗನ ರಾಜ್ಯದಲ್ಲಿ ಅಂದರೆ, ಅರ್ಗೋಬ್ ಎಂಬ ಸಮಸ್ತ ಪ್ರದೇಶದಲ್ಲಿ ಅರವತ್ತು ಪಟ್ಟಣಗಳನ್ನು ತೆಗೆದುಕೊಂಡೆವು."},{"number":5,"verse":"ಅವೆಲ್ಲವು ಎತ್ತರವಾದ ಪೌಳಿಗೋಡೆಗಳಿಂದ, ಕದಗಳಿಂದ ಹಾಗು ಅಗುಳಿಗಳಿಂದ ಸುಭದ್ರವಾದ ಪಟ್ಟಣಗಳಾಗಿದ್ದವು. ಅವುಗಳಲ್ಲದೆ ಅನೇಕ ಹಳ್ಳಿಪಳ್ಳಿಗಳು ಇದ್ದವು."},{"number":6,"verse":"ನಾವು ಹೆಷ್ಬೋನಿನ ಅರಸನಾದ ಸೀಹೋನನ ಪಟ್ಟಣಗಳಲ್ಲಿದ್ದ ಗಂಡಸರನ್ನು, ಹೆಂಗಸರನ್ನು, ಮಕ್ಕಳನ್ನು ನಿಶ್ಯೇಷವಾಗಿ ನಾಶಮಾಡಿದೆವು."},{"number":7,"verse":"ಪಶುಪ್ರಾಣಿಗಳನ್ನು ಮಾತ್ರ ಉಳಿಸಿ ಸ್ವಂತ ಉಪಯೋಗಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಊರುಗಳನ್ನೆಲ್ಲ ಸೂರೆಮಾಡಿಬಿಟ್ಟವು."},{"number":8,"verse":"“ಆ ಕಾಲದಲ್ಲಿ ನಾವು ಅರ್ನೋನ್ ನದಿ ಮೊದಲುಗೊಂಡು ಹೆರ್ಮೋನ್ ಪರ್ವತದವರೆಗೂ ಜೋರ್ಡನ್ ನದಿಯ ಈಚೆ ಇರುವ ದೇಶವನ್ನೆಲ್ಲಾ ಅಮೋರಿಯರ ಇಬ್ಬರು ಅರಸರಿಂದ ತೆಗೆದುಕೊಂಡೆವು."},{"number":9,"verse":"(ಹೆರ್ಮೋನ್ ಪರ್ವತಕ್ಕೆ ಸಿದೋನ್ಯರು ಸಿರ್ಯೋನೆಂದೂ ಅಮೋರಿಯರು ಸೆನೀರ್ ಎಂದೂ ಹೆಸರಿಟ್ಟುಕೊಂಡಿದ್ದರು.)"},{"number":10,"verse":"ಹೀಗೆ ಮೀಶೋರೆಂಬ ಎತ್ತರವಾದ ಬೈಲುಸೀಮೆಯ ಎಲ್ಲಾ ಪಟ್ಟಣಗಳನ್ನೂ ಗಿಲ್ಯಾದ್ ಸೀಮೆಯನ್ನೂ ಓಗನ ರಾಜ್ಯವಾದ ಸಲ್ಕಾ, ಎದ್ರೈ ಎಂಬ ಪಟ್ಟಣಗಳಿಂದ ಕೂಡಿರುವ ಬಾಷಾನ್ ಸೀಮೆಯನ್ನೂ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡೆವು."},{"number":11,"verse":"(ರೆಫಾಯರೊಳಗೆ ಬಾಷಾನಿನ ಓಗನೊಬ್ಬನೇ ಉಳಿದಿದ್ದನು. ಅವನ ಮಂಚ ಕಬ್ಬಿಣದ್ದು; ಅಮ್ಮೋನಿಯರ ರಬ್ಬಾ ಎಂಬ ಪಟ್ಟಣದಲ್ಲಿ ಅದನ್ನು ಈಗಲೂ ನೋಡಬಹುದು. ಪುರುಷನ ಕೈಯಳತೆಯ ಪ್ರಕಾರ ಅದರ ಉದ್ದ ಒಂಭತ್ತು ಮೊಳ, ಅಗಲ ನಾಲ್ಕು ಮೊಳ.) (ಅಥವಾ : ಸುಮಾರು ನಾಲ್ಕು ಮೀಟರು ಉದ್ದ; ಎರಡು ಮೀಟರು ಅಗಲ.)"},{"number":12,"verse":"ಜೋರ್ಡನಿನ ಪೂರ್ವಕ್ಕೆ ನೆಲೆಸಿದ ಗೋತ್ರಗಳು(40 32:1-42) “ಆ ಕಾಲದಲ್ಲಿ ನಾವು ಆ ನಾಡನ್ನೆಲ್ಲ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡೆವು. ಅರ್ನೋನ್ ಹಳ್ಳದ ಬಳಿಯಲ್ಲಿರುವ ಅರೋಯೇರ್ ಮೊದಲುಗೊಂಡು ಗಿಲ್ಯಾದ್ ಸೀಮೆಯ ಮಧ್ಯದವರೆಗೂ ಇರುವ ಪ್ರದೇಶವನ್ನೆಲ್ಲಾ ಅದರ ಪಟ್ಟಣಗಳ ಸಹಿತವಾಗಿ ನಾನು ರೂಬೇನ್ಯರಿಗೂ ಗಾದ್ಯರಿಗೂ ಕೊಟ್ಟೆನು."},{"number":13,"verse":"ಗಿಲ್ಯಾದಿನ ಮಿಕ್ಕ ಭಾಗವನ್ನೂ ಓಗನ ರಾಜ್ಯ ಆಗಿದ್ದ ಅರ್ಗೋಬ್ ಎನಿಸಿಕೊಳ್ಳುವ ಸಮಸ್ತ ಬಾಷಾನ್ ನಾಡನ್ನೂ ಮನಸ್ಸೆಕುಲದ ಅರ್ಧ ಜನರಿಗೆ ಕೊಟ್ಟೆನು."},{"number":14,"verse":"(ಬಾಷಾನ್ ನಾಡು ರೆಫಾಯರ ನಾಡೆನಿಸಿಕೊಳ್ಳುತ್ತದೆ. ಮನಸ್ಸೆಯ ವಂಶಸ್ಥನಾದ ಯಾಯೀರನು ಗೆಷೂರ್ಯರ ಮತ್ತು ಮಾಕಾತ್ಯರ ಮೇರೆಯವರೆಗೆ ಅರ್ಗೋಬ್ ಎಂಬ ಪ್ರದೇಶವನ್ನೆಲ್ಲಾ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಬಾಷಾನಿಗೆ ಸೇರಿರುವ ಆ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಯಾಯೀರನ ಗ್ರಾಮಗಳೆಂದು ತನ್ನ ಹೆಸರಿಟ್ಟನು. ಈ ಹೆಸರು ಇಂದಿನವರೆಗೂ ಉಂಟು)."},{"number":15,"verse":"ನಾನು ಗಿಲ್ಯಾದ್ ನಾಡನ್ನು ಮಾಕೀರನಿಗೂ"},{"number":16,"verse":"ಗಿಲ್ಯಾದ್ ಮೊದಲುಗೊಂಡು (ದಕ್ಷಿಣ ಕಡೆಯಲ್ಲಿ) ಅರ್ನೋನ್ ತಗ್ಗಿನವರೆಗೂ (ಪೂರ್ವ ಕಡೆಯಲ್ಲಿ) ಯಬ್ಬೋಕ್ ಹೊಳೆಯವರೆಗೂ ಇರುವ ಪ್ರದೇಶವನ್ನು ರೂಬೇನ್ಯರಿಗೂ ಗಾದ್ಯರಿಗೂ ಕೊಟ್ಟೆ. ಅರ್ನೋನ್ ತಗ್ಗಿನ ಮಧ್ಯಭಾಗವೇ ಅವರ ದಕ್ಷಿಣ ಎಲ್ಲೆ. ಅವರಿಗೂ ಅಮ್ಮೋನಿಯರಿಗೂ ನಡುವೆ ಇರುವ ಯಬ್ಬೋಕ್ ಹೊಳೆಯು ಅವರ ಪೂರ್ವದಿಕ್ಕಿನ ಎಲ್ಲೆ."},{"number":17,"verse":"ಪಶ್ಚಿಮದಲ್ಲಿ ಅವರ ಪ್ರದೇಶ ಜೋರ್ಡನ್ ನದಿಯವರೆಗೆ ಹರಡಿತ್ತು. ಉತ್ತರದಲ್ಲಿ ಕಿನ್ನೆರೆತ್ ಸರೋವರ ಮೊದಲ್ಗೊಂಡು ದಕ್ಷಿಣದಲ್ಲಿ ಲವಣ ಸಮುದ್ರದವರೆಗೆ ವಿಸ್ತರಿಸಿತ್ತು. ಅದು ಪೂರ್ವದಲ್ಲಿ ಪಿಸ್ಗಾ ಬೆಟ್ಟದ ಬುಡದವರೆಗೆ ವ್ಯಾಪಿಸಿತ್ತು."},{"number":18,"verse":"ಮೋಶೆ ಜೋರ್ಡನ್ ದಾಟುವಂತಿಲ್ಲ “ಆ ಕಾಲದಲ್ಲಿ ನಾನು ನಿಮಗೆ, ‘ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಈ ಪ್ರದೇಶವನ್ನೇ ನಿಮಗೆ ಸೊತ್ತಾಗಿ ಕೊಟ್ಟಿದ್ದಾರೆ. ಆದರೆ ನಿಮ್ಮ ಯೋಧರೆಲ್ಲರು ಯುದ್ಧಸನ್ನದ್ಧರಾಗಿ ನಿಮ್ಮ ಸಹೋದರರಾದ ಇಸ್ರಯೇಲರ ಮುಂದೇ ಹೊರಟು ನದಿ ದಾಟಿ ಹೋಗಬೇಕು."},{"number":19,"verse":"ನಿಮಗೆ ಬಹಳ ದನಕುರಿಗಳುಂಟೆಂಬುದನ್ನು ನಾನು ಬಲ್ಲೆ. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಜೋರ್ಡನ್ ನದಿಯ ಆಚೆ ನಿಮ್ಮ ಸಹೋದರರಿಗೆ ಕೊಡುವ ನಾಡು ಅವರಿಗೆ ಸ್ವಾಧೀನವಾಗುವವರೆಗೆ ನಿಮ್ಮ ಮಡದಿ ಮಕ್ಕಳೂ ದನಕುರಿಗಳೂ ನಾನು ನಿಮಗೆ ಕೊಟ್ಟಿರುವ ಪಟ್ಟಣಗಳಲ್ಲೇ ಇರಲಿ."},{"number":20,"verse":"ಅನಂತರ ನಿಮ್ಮಂತೆ ನಿಮ್ಮ ಸಹೋದರರಿಗೂ ಸರ್ವೇಶ್ವರನಿಂದ ವಿಶ್ರಾಂತಿ ದೊರಕಿದಾಗ ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿ ಒಬ್ಬನೂ ನಾನು ಕೊಟ್ಟ ಸೊತ್ತಿಗೆ ತಿರುಗಿ ಬರಬಹುದು’ ಎಂದು ಆಜ್ಞಾಪಿಸಿದೆ."},{"number":21,"verse":"“ಆ ಕಾಲದಲ್ಲಿ ನಾನು ಯೆಹೋಶುವನಿಗೆ, ‘ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆ ಇಬ್ಬರು ಅರಸರಿಗೆ ಮಾಡಿದ್ದನ್ನು ನೀನೇ ನೋಡಿರುವೆ. ನೀನು ನದಿ ದಾಟಿಹೋಗುವ ಎಲ್ಲ ರಾಜ್ಯಗಳನ್ನೂ ಅವರು ಹಾಗೆಯೇ ನಾಶಮಾಡುವರು."},{"number":22,"verse":"ನೀವು ಅವರಿಗೆ ಭಯಪಡಬೇಡಿ; ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯೇ ನಿಮ್ಮ ಕಡೆಯವರಾಗಿ ಯುದ್ಧಮಾಡುವರು’ ಎಂದು ಆಜ್ಞಾಪಿಸಿದೆ."},{"number":23,"verse":":ಆ ಕಾಲದಲ್ಲಿ ನಾನು ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಗೆ, ‘ಸ್ವಾಮಿ ಸರ್ವೇಶ್ವರಾ, ನೀವು ನಿಮ್ಮ ಮಹತ್ವವನ್ನೂ ಭುಜಬಲವನ್ನೂ ನಿಮ್ಮ ದಾಸನಿಗೆ ತೋರಿಸಲಾರಂಭಿಸಿದಿರಿ. ನೀವು ನಡೆಸುವ ಈ ಮಹತ್ಕಾರ್ಯಗಳಿಗೆ ಸಮಾನವಾದ ಕಾರ್ಯಗಳನ್ನು ಆಕಾಶದಲ್ಲಾಗಲಿ ಭೂಮಿಯಲ್ಲಾಗಲಿ ಬೇರೆ ಯಾವ ದೇವರು ತಾನೆ ನಡೆಸಬಲ್ಲನು?"},{"number":25,"verse":"ಸರ್ವೇಶ್ವರಾ, ನಾನು ಕೂಡ ಈ ನದಿಯನ್ನು ದಾಟಿ, ಆಚೆಯಿರುವ ಒಳ್ಳೆಯ ನಾಡನ್ನು ಅಂದರೆ, ಆ ಅಂದವಾದ ಮಲೆನಾಡನ್ನೂ ಲೆಬನೋನ್ ಪರ್ವತವನ್ನೂ ನೋಡುವುದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಲಿ’ ಎಂದು ಭಿನ್ನಯಿಸಿದೆ."},{"number":26,"verse":"ಆದರೆ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ನಿಮಿತ್ತ ನನ್ನ ಮೇಲೆ ಕೋಪಗೊಂಡರು. ನನ್ನ ಮನವಿಯನ್ನು ಕೇಳದೆ, ‘ಸಾಕು; ಇದರ ಬಗ್ಗೆ ಇನ್ನು ನನ್ನ ಸಂಗಡ ಮಾತಾಡಬೇಡ; ನೀನು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಕೂಡದು."},{"number":27,"verse":"ಆದರೆ ಪಿಸ್ಗಾ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿ, ತುದಿಯಲ್ಲಿ ನಿಂತು, ಚತುರ್ದಿಕ್ಕುಗಳಲ್ಲಿ ಸುತ್ತಲೂ ಇರುವ ನಾಡನ್ನು ಕಣ್ಣು ತುಂಬಾ ನೋಡಬಹುದು."},{"number":28,"verse":"ಯೆಹೋಶುವನೇ ಈ ಜನರ ನಾಯಕನಾಗಿ ಹೋಗಿ, ನೀನು ನೋಡುವ ನಾಡನ್ನು ಅವರಿಗೆ ಸ್ವಾಧೀನಪಡಿಸುವನು. ಅವನಿಗೇ ಈ ಅಧಿಕಾರವನ್ನು ಕೊಡಬೇಕು; ಅವನು ದೃಢನಾಗುವಂತೆ ಅವನನ್ನು ಧೈರ್ಯಪಡಿಸಬೇಕು,’ ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":29,"verse":"“ಆಗ ನಾವು ಬೇತ್‍ಪೆಗೋರಿಗೆ ಎದುರಾಗಿರುವ ಕಣಿವೆಯಲ್ಲಿ ವಾಸವಾಗಿದ್ದೆವು.”"}]}