{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":30,"verses":[{"number":1,"verse":"ಪುನರ್ಜೀವಕ್ಕೂ ಆಶೀರ್ವಾದಕ್ಕೂ ಇರುವ ಷರತ್ತುಗಳು “ನಾನು ನಿಮ್ಮ ಮುಂದೆ ಇಟ್ಟಿರುವ ಆಶೀರ್ವಾದ ಹಾಗು ಶಾಪ ನಿಮ್ಮ ಅನುಭವಕ್ಕೆ ಬರುವುವು; ಆಗ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ಚದುರಿಸಿರುವ ದೇಶಗಳಲ್ಲಿ ನೀವು ಇವುಗಳನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳಬೇಕು."},{"number":2,"verse":"ನಿಮ್ಮ ಮಕ್ಕಳು ಸಹಿತವಾಗಿ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಆಶ್ರಯಕ್ಕೆ ಮರಳಿಬಂದು ನಾನು ಈಗ ನಿಮಗೆ ಬೋಧಿಸುವ ಅವರ ಮಾತುಗಳಿಗೆ ಪೂರ್ಣ ಹೃದಯದಿಂದಲೂ ಮನಸ್ಸಿನಿಂದಲೂ ವಿಧೇಯರಾಗಬೇಕು;"},{"number":3,"verse":"ಆಗ, ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ದುರವಸ್ಥೆಯಿಂದ ನಿಮ್ಮನ್ನು ತಪ್ಪಿಸಿ, ನಿಮ್ಮನ್ನು ಕನಿಕರಿಸಿ, ನಿಮ್ಮನ್ನು ಚದುರಿಸಿದ ಎಲ್ಲ ದೇಶಗಳಿಂದ ಮತ್ತೆ ಕೂಡಿಸುವರು."},{"number":4,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರು ಭೂಲೋಕದ ಕಟ್ಟಕಡೆಯವರೆಗೆ ಒಯ್ಯಲ್ಪಟ್ಟಿದ್ದರೂ ಅಲ್ಲಿಂದ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಅವರನ್ನು ಕರೆದುತರುವರು."},{"number":5,"verse":"ನಿಮ್ಮ ಪಿತೃಗಳಿಗೆ ಸ್ವಂತವಾಗಿದ್ದ ನಾಡಿನಲ್ಲಿ ಸೇರಿಸುವರು. ಅದು ನಿಮಗೂ ಸ್ವದೇಶವಾಗುವಂತೆ ಮಾಡಿ ನಿಮಗೆ ಒಳಿತನ್ನುಂಟುಮಾಡುವರು; ಪಿತೃಗಳಿಗಿಂತಲೂ ಅಧಿಕವಾಗಿ ನಿಮ್ಮನ್ನು ಹೆಚ್ಚಿಸುವರು."},{"number":6,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಸಂತತಿಯವರ ಅಂತರಂಗಕ್ಕೇ ಸುನ್ನತಿ ಮಾಡುವರು. ಆಗ ನೀವು ಅವರನ್ನು ಸಂಪೂರ್ಣ ಹೃದಯದಿಂದಲೂ ಮನಸ್ಸಿನಿಂದಲೂ ಪ್ರೀತಿಸಿ ಬದುಕಿಬಾಳುವಿರಿ."},{"number":7,"verse":"ನಿಮ್ಮ ದೇವರಾದಸರ್ವೇಶ್ವರ ಆ ಶಾಪಗಳನ್ನೆಲ್ಲಾ ನಿಮ್ಮನ್ನು ದ್ವೇಷಿಸಿ, ಹಿಂಸಿಸಿದ ನಿಮ್ಮ ಶತ್ರುಗಳ ಮೇಲೆಯೇ ಬರಮಾಡುವರು."},{"number":8,"verse":"ನೀವಾದರೋ ಸರ್ವೇಶ್ವರನ ಮಾತಿಗೆ ಪುನಃ ವಿಧೇಯರಾಗಿ, ನಾನು ಈಗ ನಿಮಗೆ ಬೋಧಿಸುವ ಅವರ ಆಜ್ಞೆಗಳಂತೆ ನಡೆಯುವಿರಿ;"},{"number":9,"verse":"ಮತ್ತು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಸಂತಾನ, ಪಶು ಹಾಗು ವ್ಯವಸಾಯಗಳನ್ನು ಹೆಚ್ಚಿಸಿ ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ರಯತ್ನಗಳನ್ನು ಸಫಲಪಡಿಸಿ, ನಿಮಗೆ ಒಳಿತನ್ನುಂಟುಮಾಡುವರು. ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ನುಡಿಗೆ ವಿಧೇಯರಾಗಿ ಈ ಧರ್ಮಶಾಸ್ತ್ರದ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಅನುಸರಿಸಿ ಪೂರ್ಣಹೃದಯದಿಂದಲೂ ಮನಸ್ಸಿನಿಂದಲೂ ಅವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳುವಿರಿ. ಅವರು ನಿಮ್ಮ ಪಿತೃಗಳ ವಿಷಯದಲ್ಲಿ ಸಂತೋಷಪಟ್ಟ ಹಾಗೆಯೇ ನಿಮ್ಮ ವಿಷಯದಲ್ಲೂ ಮತ್ತೆ ಸಂತೋಷಪಟ್ಟು ನಿಮಗೆ ಒಳಿತನ್ನುಂಟುಮಾಡುವರು."},{"number":11,"verse":"“ನಾನು ಈಗ ನಿಮಗೆ ಬೋಧಿಸಿದ ಧರ್ಮೋಪದೇಶ ನಿಮಗೆ ಗ್ರಹಿಸುವುದಕ್ಕೆ ಕಷ್ಟ ಆದುದಲ್ಲ, ಸಾಧಿಸುವುದಕ್ಕೆ ಅಸಾಧ್ಯವಾದದ್ದೂ ಅಲ್ಲ."},{"number":12,"verse":"ಇದು ಮೇಲಣ ಲೋಕದಲ್ಲಿರುವ ಮಾತಲ್ಲ, ‘ನಮಗಾಗಿ ಮೇಲಣ ಲೋಕವನ್ನು ಏರಿ ಅದನ್ನು ತಿಳಿದುಕೊಂಡು ಬಂದು ನಮಗೆ ತಿಳಿಸುವಷ್ಟು ಶಕ್ತರು ಯಾರಿದ್ದಾರೆ? ಇದ್ದಿದ್ದರೆ ನಾವು ಕೈಗೊಳ್ಳುತ್ತಿದ್ದೆವು’ ಎಂದುಕೊಳ್ಳುವುದಕ್ಕೆ ಅವಕಾಶವೇನೂ ಇಲ್ಲ."},{"number":13,"verse":"ಇದು ಸಮುದ್ರದ ಆಚೆ ಇರುವ ಮಾತಲ್ಲ; ‘ನಮಗಾಗಿ ಸಮುದ್ರವನ್ನು ದಾಟಿ ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದು ನಮಗೆ ತಿಳಿಸುವಷ್ಟು ಶಕ್ತರು ಯಾರಿದ್ದಾರೆ? ಇದ್ದಿದ್ದರೆ ನಾವು ಕೈಗೊಳ್ಳುತ್ತಿದ್ದೆವು’ ಎಂದುಕೊಳ್ಳುವುದಕ್ಕೆ ಆಸ್ಪದವೇನೂ ಇಲ್ಲ."},{"number":14,"verse":"ಅನುಸರಿಸುವುದಕ್ಕೆ ಸಾಧ್ಯವಾಗುವಂತೆ ಈ ವಾಕ್ಯ ನಿಮಗೆ ಸಮೀಪದಲ್ಲಿ ಇದೆ; ಇದು ನಿಮ್ಮ ಬಾಯಲ್ಲೇ ಇದೆ; ಹೃದಯದಲ್ಲೇ ಇದೆ."},{"number":15,"verse":"ಎರಡು ಹಾದಿಗಳು “ಇಗೋ ನೋಡಿ: ನಾನು ಶುಭವನ್ನೂ ಅಶುಭವನ್ನೂ ಜೀವವನ್ನೂ ಸಾವನ್ನೂ ಈಗ ನಿಮ್ಮ ಮುಂದೆ ಇಟ್ಟಿದ್ದೇನೆ."},{"number":16,"verse":"ನಾನು ಈಗ ನಿಮಗೆ ಬೋಧಿಸುವಂತೆ ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಪ್ರೀತಿಸಿ, ಅವರು ಹೇಳಿದ ಮಾರ್ಗದಲ್ಲಿ ನಡೆದು, ಅವರ ಆಜ್ಞಾವಿಧಿನಿರ್ಣಯಗಳನ್ನು ಅನುಸರಿಸಿದರೆ ನೀವು ಬದುಕಿಬಾಳುವಿರಿ, ಅಭಿವೃದ್ಧಿಯಾಗುವಿರಿ, ಮತ್ತು ನೀವು ಸ್ವಾಧೀನ ಮಾಡಿಕೊಳ್ಳಲು ಹೋಗುವ ನಾಡಿನಲ್ಲಿ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ಆಶೀರ್ವದಿಸುವರು."},{"number":17,"verse":"ಆದರೆ ನೀವು ಅವರನ್ನು ಬಿಟ್ಟು, ಅವರ ಮಾತನ್ನು ಕೇಳಲೊಲ್ಲದೆ, ಮೋಸಹೋಗಿ,"},{"number":18,"verse":"ಇತರ ದೇವರುಗಳನ್ನು ಪೂಜಿಸಿ ಅವಲಂಭಿಸಿದರೆ ನೀವು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳಲು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿಹೋಗುವ ನಾಡಿನಲ್ಲಿ ಬಹುಕಾಲ ಇರದೆ ನಾಶ ಆಗಿ ಹೋಗುವಿರಿ. ಇದನ್ನು ನಾನು ಈಗ ನಿಮಗೆ ಖಂಡಿತವಾಗಿ ತಿಳಿಸುತ್ತೇನೆ."},{"number":19,"verse":"ನಾನು ಸಾವುಜೀವಗಳನ್ನೂ ಶಾಪಾಶೀರ್ವಾದಗಳನ್ನೂ ಈಗ ನಿಮ್ಮ ಮುಂದೆ ಇಟ್ಟಿದ್ದೇನೆ; ಇದಕ್ಕೆ ಭೂಮಿ ಆಕಾಶಗಳೇ ಸಾಕ್ಷಿಗಳಾಗಿರಲಿ; ಆದುದರಿಂದ ನೀವೂ ನಿಮ್ಮ ಸಂತತಿಯವರೂ ಬದುಕಿಬಾಳುವಂತೆ ಜೀವವನ್ನೇ ಆರಿಸಿಕೊಳ್ಳಿ;"},{"number":20,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಪ್ರೀತಿಸಿ ಅವರ ಮಾತಿಗೆ ವಿಧೇಯರಾಗಿರಿ; ಅವರನ್ನು ಹೊಂದಿಕೊಂಡೇ ಇರಿ. ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಪಿತೃಗಳಾದ ಅಬ್ರಹಾಮ್, ಇಸಾಕ್, ಯಕೋಬರಿಗೆ ಪ್ರಮಾಣಮಾಡಿ ಕೊಟ್ಟ ನಾಡಿನಲ್ಲಿ ನೀವು ಬದುಕಿ ಬಾಳುವುದಕ್ಕೂ ಬಹುಕಾಲ ಇರುವುದಕ್ಕೂ ಅವರೇ ಆಧಾರ.”"}]}