{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"(ಮೋಶೆಯ ಉತ್ತರಾಧಿಕಾರಿ ಯೆಹೋಶುವ) ಮೋಶೆ ಹೋಗಿ ಇಸ್ರಯೇಲರೆಲ್ಲರಿಗೆ ಈ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿದನು:"},{"number":2,"verse":"“ನಾನು ಈಗ ನೂರಿಪ್ಪತ್ತು ವರ್ಷದವನಾಗಿದ್ದೇನೆ; ವಿಶೇಷವಾದ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವುದು ಇನ್ನು ನನ್ನಿಂದಾಗದು; ಸರ್ವೇಶ್ವರ ನನಗೆ, ‘ನೀನು ಈ ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಕೂಡದು’ ಎಂದು ಆಜ್ಞಾಪಿಸಿದ್ದಾರೆ."},{"number":3,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಾವೇ ನಿಮ್ಮ ಸೇನಾ ನಾಯಕರಾಗಿ ನದಿಯನ್ನು ದಾಟಿಹೋಗುವರು; ಅವರು ಆ ಜನಾಂಗಗಳನ್ನು ನಿಮ್ಮ ಎದುರಿನಲ್ಲಿ ನಿಲ್ಲದಂತೆ ನಾಶಮಾಡುವರು. ಆಗ ನೀವು ಅವರ ನಾಡನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವಿರಿ. ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಯೆಹೋಶುವನು ಕೂಡ ನಿಮ್ಮ ನಾಯಕನಾಗಿ ನದಿಯನ್ನು ದಾಟಿಹೋಗುವನು."},{"number":4,"verse":"ಸರ್ವೇಶ್ವರ, ಅಮೋರಿಯರ ಅರಸರಾದ ಸೀಹೋನ್ ಹಾಗು ಓಗರನ್ನು ನಾಶಮಾಡಿ ಅವರ ದೇಶವನ್ನು ನಿಮಗೆ ಸ್ವಾಧೀನಪಡಿಸಿದಂತೆ ಆ ಜನಾಂಗಗಳನ್ನೂ ನಾಶಮಾಡಿ ಅವರ ದೇಶವನ್ನು ನಿಮಗೆ ವಶಪಡಿಸುವರು."},{"number":5,"verse":"ಸರ್ವೇಶ್ವರ ಅವರನ್ನು ನಿಮ್ಮಿಂದ ಪರಾಜಯಪಡಿಸಿದಾಗ ನೀವು ಅವರ ವಿಷಯದಲ್ಲಿ ನನ್ನ ಆಜ್ಞೆಗಳನ್ನೆಲ್ಲಾ ಅನುಸರಿಸಿ ನಡೆದುಕೊಳ್ಳಬೇಕು."},{"number":6,"verse":"ನೀವು ಶೂರರಾಗಿ ಧೈರ್ಯದಿಂದಿರಿ; ಅವರಿಗೆ ಅಂಜಬೇಡಿ, ಕಳವಳಪಡಬೇಡಿ. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನೇ ನಿಮ್ಮ ಸಂಗಡ ಇರುತ್ತಾರೆ; ಅವರು ನಿಮ್ಮನ್ನು ಕೈಬಿಡುವುದಿಲ್ಲ, ಅಪಜಯಕ್ಕೆ ಗುರಿಪಡಿಸುವುದೇ ಇಲ್ಲ,” ಎಂದು ಹೇಳಿದನು."},{"number":7,"verse":"ಅನಂತರ ಮೋಶೆ ಯೆಹೋಶುವನನ್ನು ಕರೆದು ಇಸ್ರಯೇಲರೆಲ್ಲರ ಮುಂದೆ, “ಸರ್ವೇಶ್ವರ ಇವರ ಪಿತೃಗಳಿಗೆ ಪ್ರಮಾಣಮಾಡಿಕೊಟ್ಟ ನಾಡಿಗೆ ನೀನೇ ಇವರೊಡನೆ ಹೋಗಿ ಅದನ್ನು ಅವರಿಗೆ ಸ್ವಾಧೀನಪಡಿಸಬೇಕು. ಆದುದರಿಂದ ಶೂರನಾಗಿರು, ಧೈರ್ಯದಿಂದಿರು;"},{"number":8,"verse":"ಸರ್ವೇಶ್ವರ ತಾವೇ ನಿನ್ನ ಮುಂದುಗಡೆ ಹೋಗುವರು; ಅವರೇ ನಿನ್ನ ಸಂಗಡ ಇರುವರು; ನಿನ್ನನ್ನು ಅಪಜಯಕ್ಕೆ ಗುರಿಪಡಿಸುವುದೇ ಇಲ್ಲ, ಕೈಬಿಡುವುದಿಲ್ಲ. ಅಂಜಬೇಡ; ಧೈರ್ಯದಿಂದಿರು,” ಎಂದು ಹೇಳಿದನು."},{"number":9,"verse":"(ಏಳು ವರ್ಷಕ್ಕೆ ಒಂದು ಸಾರಿ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಜನರೆಲ್ಲರ ಮುಂದೆ ಓದಬೇಕು) ಮೋಶೆ ಈ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಬರೆದು ಸರ್ವೇಶ್ವರನ ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷವನ್ನು ಹೊರುವ ಲೇವಿಯರಾದ ಯಾಜಕರ ಮತ್ತು ಹಿರಿಯರ ವಶಕ್ಕೆ ಕೊಟ್ಟನು."},{"number":10,"verse":"ಅವರಿಗೆ, “ಪ್ರತಿ ಏಳು ವರ್ಷಗಳು ಪೂರ್ತಿಯಾದಾಗ, ಬಿಡುಗಡೆಯ ಸಂವತ್ಸರದ ನೇಮಕ ಕಾಲದಲ್ಲಿ ಅಂದರೆ, ಪರ್ಣಕುಟೀರ ಜಾತ್ರೆಯಲ್ಲಿ"},{"number":11,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆರಿಸಿಕೊಂಡ ಸ್ಥಳದಲ್ಲಿ, ಇಸ್ರಯೇಲರೆಲ್ಲರು ಅವರ ಸನ್ನಿಧಿಗೆ ಕೂಡಿಬಂದಾಗ ಅವರೆಲ್ಲರಿಗೂ ಕೇಳಿಸುವಂತೆ ನೀವು ಈ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಅವರ ಮುಂದೆ ಓದಬೇಕು."},{"number":12,"verse":"ಜನರೆಲ್ಲರು ಈ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಕೇಳಿ ತಿಳಿದುಕೊಳ್ಳುವಂತೆ ಸ್ತ್ರೀ ಪುರುಷರನ್ನೂ ಮಕ್ಕಳನ್ನೂ ನಿಮ್ಮ ಊರುಗಳಲ್ಲಿರುವ ಅನ್ಯರನ್ನೂ ಕೂಡಿಸಬೇಕು. ಆಗ ಅವರು ತಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗುವರು. ಈ ಧರ್ಮಶಾಸ್ತ್ರದ ನಿಯಮಗಳನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವರು."},{"number":13,"verse":"ಸರ್ವೇಶ್ವರನ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನೋಡದಿರುವ ನಿಮ್ಮ ಸಂತತಿಯವರು ಸಹ ಇವನ್ನು ಕೇಳಿ, ನೀವು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿ ಸ್ವಾಧೀನ ಮಾಡಿಕೊಳ್ಳಲು ಹೋಗುವ ನಾಡಿನಲ್ಲಿ ವಾಸವಾಗಿರುವವರೆಗೂ, ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರಲು ಕಲಿತುಕೊಳ್ಳುವರು,” ಎಂದು ಹೇಳಿದನು."},{"number":14,"verse":"(ಮೋಶೆಗೆ ಸರ್ವೇಶ್ವರನಿತ್ತ ಕೊನೆಯ ಆದೇಶ) ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ, ಮೋಶೆಗೆ, “ನಿನ್ನ ಮರಣದ ಕಾಲ ಸಮೀಪವಾಯಿತು; ಆದಕಾರಣ ನೀನು ಯೆಹೋಶುವನನ್ನು ಕರೆದುಕೊಂಡು ಬಂದು, ದೇವದರ್ಶನದ ಗುಡಾರದೊಳಗೆ ನನ್ನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಿಲ್ಲಬೇಕು; ಆಗ ನಾನು ಅವನಿಗೆ ಅಧಿಕಾರವನ್ನು ಕೊಡುವೆನು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು. ಮೋಶೆಯೂ ಯೆಹೋಶುವನೂ ದೇವದರ್ಶನದ ಗುಡಾರದೊಳಗೆ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಬಂದು ನಿಂತುಕೊಂಡರು."},{"number":15,"verse":"ಅಲ್ಲಿ ಸರ್ವೇಶ್ವರ ಮೇಘಸ್ತಂಭದಲ್ಲಿ ಕಾಣಿಸಿದರು; ಆ ಮೇಘಸ್ತಂಭವು ಗುಡಾರದ ಬಾಗಿಲಿನ ಬಳಿಯಲ್ಲಿ ನಿಂತಿತು."},{"number":16,"verse":"(ಸಾಕ್ಷ್ಯಗೀತೆ) ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ, “ನೀನು ಮೃತನಾಗಿ ಪಿತೃಗಳಲ್ಲಿಗೆ ಸೇರಿದ ಮೇಲೆ ಈ ಜನರು ನನ್ನನ್ನು ಬಿಟ್ಟು, ನಾನು ಅವರೊಡನೆ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯನ್ನು ಮೀರಿ, ದೇವದ್ರೋಹಿಗಳಾಗಿ ತಾವು ಹೋಗುವ ನಾಡಿನಲ್ಲಿರುವ ಅನ್ಯದೇವತೆಗಳನ್ನು ಪೂಜಿಸುವರು."},{"number":17,"verse":"ಆಗ ನಾನು ಅವರ ಮೇಲೆ ಬಹಳ ಸಿಟ್ಟುಗೊಂಡು, ಅವರನ್ನು ಬಿಟ್ಟು, ಅವರಿಗೆ ವಿಮುಖನಾಗುವೆನು. ಆದುದರಿಂದ ಅವರು ಸಂಹಾರಕ್ಕೆ ಗುರಿಯಾಗುವರು; ಅನೇಕ ಕಷ್ಟಗಳೂ ವಿಪತ್ತುಗಳೂ ಅವರಿಗೆ ಒದಗುವುವು. ಆಗ ಅವರು, ‘ನಮ್ಮ ದೇವರು, ನಮ್ಮ ಮಧ್ಯೆ ಇಲ್ಲದೆ ಹೋದುದರಿಂದಲೇ ಈ ವಿಪತ್ತುಗಳೆಲ್ಲಾ ನಮಗೆ ಸಂಭವಿಸಿವೆ,’ ಎಂದುಕೊಳ್ಳುವರು."},{"number":18,"verse":"ಅವರು ನನ್ನನ್ನು ಬಿಟ್ಟು, ಇತರ ದೇವರುಗಳನ್ನು ಆಶ್ರಯಿಸಿ, ಬಹಳ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ನಡೆಸುವುದರಿಂದ ನಾನು ಆ ಕಾಲದಲ್ಲಿ ಖಂಡಿತವಾಗಿ ಅವರಿಗೆ ವಿಮುಖನಾಗುವೆನು."},{"number":19,"verse":"“ಆದಕಾರಣ ನೀನು ಈ ಗೀತೆಯನ್ನು ಬರೆದು ಇಸ್ರಯೇಲರಿಗೆ ಕಲಿಸಿಕೊಡು; ಈ ಗೀತೆ ಇಸ್ರಯೇಲರಿಗೆ ವಿರೋಧವಾದ, ನನಗೆ ಪರವಾದ ಸಾಕ್ಷಿಯಾಗಿರುವಂತೆ ಇದನ್ನು ಅವರಿಗೆ ಬಾಯಿಪಾಠ ಮಾಡಿಸು."},{"number":20,"verse":"ನಾನು ಪ್ರಮಾಣಮಾಡಿ ಕೊಟ್ಟ ನಾಡಿಗೆ ಇವರು ಸೇರುವುದಕ್ಕಿಂತ ಮುಂಚಿತವಾಗಿಯೇ ಇವರು ಈಗಲೂ ಮಾಡುವ ದುರಾಲೋಚನೆಗಳನ್ನು ನಾನು ಬಲ್ಲೆ. ನಾನು ಇವರ ಪಿತೃಗಳಿಗೆ ಪ್ರಮಾಣಮಾಡಿದಂತೆ ಹಾಲೂ ಜೇನೂ ಹರಿಯುವ ನಾಡಿಗೆ ಇವರನ್ನು ಸೇರಿಸಿದ ಮೇಲೆ ಇವರು ಚೆನ್ನಾಗಿ ಉಂಡು ಕೊಬ್ಬಿದವರಾದಾಗ, ಇತರ ದೇವರುಗಳನ್ನು ಅವಲಂಬಿಸಿ, ಪೂಜಿಸಿ, ನನ್ನನ್ನು ತಾತ್ಸಾರಮಾಡಿ, ನನ್ನ ನಿಬಂಧನೆಯನ್ನು ಮೀರುವರು. ಅನಂತರ ಅನೇಕ ಕಷ್ಟಗಳೂ ವಿಪತ್ತುಗಳೂ ಸಂಭವಿಸಿದಾಗ ಈ ಗೀತೆ ಇವರ ಸಂತತಿಯವರ ಬಾಯಲ್ಲಿದ್ದು ಅವರ ಮುಂದೆ ಸಾಕ್ಷಿಕೊಡುವುದು,” ಎಂದು ಹೇಳಿದರು."},{"number":22,"verse":"ಆದಕಾರಣ ಮೋಶೆ ಆ ದಿನದಲ್ಲೇ ಈ ಗೀತೆಯನ್ನು ಬರೆದು ಇಸ್ರಯೇಲರಿಗೆ ಕಲಿಸಿದನು."},{"number":23,"verse":"ಆಗ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನೂನನ ಮಗ ಯೆಹೋಶುವನಿಗೆ, “ನಾನು ಇಸ್ರಯೇಲರಿಗೆ ಪ್ರಮಾಣಮಾಡಿಕೊಟ್ಟ ನಾಡಿಗೆ ನೀನೇ ಅವರನ್ನು ಸೇರಿಸಬೇಕು; ಆದುದರಿಂದ ಶೂರನಾಗಿರು, ಧೈರ್ಯದಿಂದಿರು; ನಾನೇ ನಿನ್ನೊಂದಿಗೆ ಇರುವೆನು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":24,"verse":"(ಆಜ್ಞಾಶಾಸನಗಳ ಹತ್ತಿರ ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರ) ಮೋಶೆ ಈ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಗ್ರಂಥರೂಪವಾಗಿ ಬರೆದು ಪೂರೈಸಿದನು; ಬಳಿಕ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞಾಶಾಸನಗಳ ಮಂಜೂಷವನ್ನು ಹೊರುವ ಲೇವಿಯರಿಗೆ,"},{"number":25,"verse":"“ನೀವು ಈ ಧರ್ಮಶಾಸ್ತ್ರ ಪುಸ್ತಕವನ್ನು ನಿಮ್ಮ ವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞಾಶಾಸನಗಳುಳ್ಳ ಮಂಜೂಷದ ಬಳಿಯಲ್ಲೇ ಇಡಿ. ಇಸ್ರಯೇಲರೇ, ಅಲ್ಲಿ ಇದು ನಿಮಗೆ ವಿರೋಧವಾಗಿ ಸಾಕ್ಷಿಕೊಡಲಿ."},{"number":27,"verse":"ಏಕೆಂದರೆ ನೀವು ಹಟಮಾರಿಗಳು, ಆಜ್ಞೆಗೆ ಒಳಗಾಗದವರೆಂಬುದು ನನಗೆ ತಿಳಿದೇ ಇದೆ. ನಾನು ಇನ್ನೂ ಜೀವದಿಂದಿರುವಾಗಲೇ ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ಪ್ರತಿಭಟಿಸಿದ್ದೀರಿ; ನಾನು ಹೋದ ತರುವಾಯ ನೀವು ಪ್ರತಿಭಟಿಸುವುದು ಮತ್ತಷ್ಟು ನಿಶ್ಚಯ."},{"number":28,"verse":"ನಿಮ್ಮ ಕುಲಗಳ ಹಿರಿಯರನ್ನೂ ಅಧಿಪತಿಗಳನ್ನೂ ನನ್ನ ಬಳಿಗೆ ಸೇರಿಸಿರಿ. ನಾನು ಈ ಮಾತುಗಳನ್ನು ಅವರಿಗೆ ತಿಳಿಸಿ, ಅವರಿಗೆ ವಿರುದ್ಧ ಸಾಕ್ಷಿಗಳಾಗುವುದಕ್ಕೆ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನೇ ಕರೆಯುವೆನು."},{"number":29,"verse":"ನಾನು ಹೋದ ಮೇಲೆ, ನೀವು ದ್ರೋಹಿಗಳಾಗಿ, ನಾನು ಬೋಧಿಸಿದ ಮಾರ್ಗವನ್ನು ತಪ್ಪಿಹೋಗುವಿರಿ; ಅನಂತರ ನೀವು ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ಕೆಟ್ಟದ್ದನ್ನು ನಡೆಸಿ, ದುರಾಚಾರಿಗಳಾಗುವಿರಿ; ಅವರನ್ನು ಕೋಪಗೊಳಿಸುವುದರಿಂದ ನಿಮಗೆ ಆಪತ್ತುಗಳು ಬಂದೊದಗುವುದೆಂದು ನಾನು ಬಲ್ಲೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":30,"verse":"ಆಗ ಮೋಶೆ ಇಸ್ರಯೇಲರ ಸರ್ವಸಮೂಹಕ್ಕೆ ಕೇಳಿಸುವಂತೆ ಈ ಗೀತಾವಚನಗಳನ್ನು ಹೇಳಿದನು:"}]}