{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"ಮೋಶೆಯ ಎರಡನೆಯ ಉಪದೇಶ - ಹತ್ತು ಆಜ್ಞೆಗಳು(20 20:1-17) ಮೋಶೆ ಇಸ್ರಯೇಲರನ್ನು ಕರೆದು ಹೀಗೆ ಸಂಬೋಧಿಸಿದನು: “ಇಸ್ರಯೇಲರೇ, ನಾನು ಈಗ ನಿಮಗೆ ತಿಳಿಸಲಿರುವ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಕಿವಿಗೊಟ್ಟು ಕೇಳಿ; ಇವುಗಳನ್ನು ಗ್ರಹಿಸಿಕೊಂಡು ಅನುಸರಿಸಿ ನಡೆಯಿರಿ."},{"number":2,"verse":"ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಹೋರೇಬಿನಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಒಂದು ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಂಡರು."},{"number":3,"verse":"ನಮ್ಮ ಪೂರ್ವಿಕರ ಸಂಗಡ ಈ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡದೆ ಈಗ ಇಲ್ಲಿ ಜೀವದಿಂದಿರುವ ನಮ್ಮ ಸಂಗಡವೇ ಇದನ್ನು ಮಾಡಿದರು."},{"number":4,"verse":"ಸರ್ವೇಶ್ವರ ಆ ಬೆಟ್ಟದ ಮೇಲೆ ಅಗ್ನಿಜ್ವಾಲೆಯೊಳಗಿಂದ ಮುಖಾಮುಖಿಯಾಗಿ ನಮ್ಮೊಂದಿಗೆ ಮಾತಾಡಿದರು."},{"number":5,"verse":"ನೀವು ಆ ಅಗ್ನಿಜ್ವಾಲೆಯನ್ನು ನೋಡಿ ಭಯಪಟ್ಟಿರಿ; ಬೆಟ್ಟವನ್ನು ಹತ್ತದೆ ಹೋದಿರಿ! ಆಗ ನಾನು ಸರ್ವೇಶ್ವರನಿಗೂ ನಿಮಗೂ ನಡುವೆ ನಿಂತು ಅವರು ನುಡಿದ ಮಾತುಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸಿದೆನು. ಅವರು ನುಡಿದದ್ದು ಇದು:"},{"number":6,"verse":"‘ನಾನೇ ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ; ಗುಲಾಮತನದ ನಾಡಾಗಿದ್ದು, ಈಜಿಪ್ಟಿನಿಂದ ನಿನ್ನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದವನು."},{"number":7,"verse":"ನಾನಲ್ಲದೆ ನಿನಗೆ ಬೇರೆ ದೇವರುಗಳು ಇರಕೂಡದು."},{"number":8,"verse":"‘ಆಕಾಶದಲ್ಲಾಗಲಿ, ಭೂಮಿಯಲ್ಲಾಗಲಿ, ಭೂಮಿಯ ಕೆಳಗಿನ ನೀರಿನಲ್ಲಾಗಲಿ ಇರುವ ಯಾವುದರ ರೂಪವನ್ನೂ ಅಥವಾ ವಿಗ್ರಹವನ್ನೂ ಮಾಡಿಕೊಳ್ಳಬೇಡ."},{"number":9,"verse":"ಅವುಗಳಿಗೆ ಅಡ್ಡಬೀಳಬೇಡ. ಅವುಗಳನ್ನು ಆರಾಧಿಸಬೇಡ. ಏಕೆಂದರೆ ನಾನೇ ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ, ನನಗೆ ಸಲ್ಲತಕ್ಕ ಗೌರವವನ್ನು ನಾನು ಮತ್ತೊಬ್ಬನಿಗೆ ಸಲ್ಲಗೊಡಿಸುವುದಿಲ್ಲ. ನನ್ನನ್ನು ದ್ವೇಷಿಸುವವರನ್ನು ದಂಡಿಸುತ್ತೇನೆ; ಹೆತ್ತವರ ದೋಷಫಲವನ್ನು ಅವರ ಮಕ್ಕಳ ಮೇಲೆ ಮೂರು ನಾಲ್ಕು ತಲೆಗಳವರೆಗೆ ಬರಮಾಡುತ್ತೇನೆ."},{"number":10,"verse":"ನನ್ನನ್ನು ಪ್ರೀತಿಸಿ ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಳ್ಳುವವರಿಗಾದರೋ ಸಾವಿರ ತಲೆಗಳವರೆಗೆ ದಯೆತೋರಿಸುತ್ತೇನೆ."},{"number":11,"verse":"‘ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಹೆಸರನ್ನು ದುರುಪಯೋಗಿಸಿಕೊಳ್ಳಬೇಡ. ಏಕೆಂದರೆ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ನನ್ನ ಹೆಸರನ್ನು ದುರುಪಯೋಗಿಸಿಕೊಳ್ಳುವವನನ್ನು ಶಿಕ್ಷಿಸದೆ ಬಿಡುವುದಿಲ್ಲ."},{"number":12,"verse":"‘ನಿನ್ನ ದೇವರೂ ಸರ್ವೇಶ್ವರನೂ ಆದ ನಾನು ಆಜ್ಞಾಪಿಸಿದಂತೆ ನೀನು ವಿಶ್ರಾಂತಿ (ಅಥವಾ : ಸಬ್ಬತ್.) ದಿನವನ್ನು ಪವಿತ್ರವಾಗಿ ಆಚರಿಸು."},{"number":13,"verse":"ಆರು ದಿನಗಳು ದುಡಿದು ನಿನ್ನ ಕೆಲಸವನ್ನೆಲ್ಲ ಮಾಡು."},{"number":14,"verse":"ಏಳನೆಯ ದಿನ ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಮೀಸಲಾದ ವಿಶ್ರಾಂತಿ ದಿನ. ಅಂದು ನೀನು ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡಬಾರದು. ನಿನ್ನ ಗಂಡುಹೆಣ್ಣು ಮಕ್ಕಳು, ನಿನ್ನ ಗಂಡುಹೆಣ್ಣು ಆಳುಗಳು, ಎತ್ತುಕತ್ತೆಗಳು, ಪಶುಪ್ರಾಣಿಗಳು, ಹಾಗು ನಿನ್ನ ಊರಲ್ಲಿರುವ ಅನ್ಯದೇಶದವರು ಯಾವ ಕೆಲಸವನ್ನೂ ಮಾಡಬಾರದು. ನಿನ್ನಂತೆಯೇ ನಿನ್ನ ಗಂಡಾಳು ಹೆಣ್ಣಾಳುಗಳಿಗೂ ವಿಶ್ರಾಂತಿ ದೊರೆಯಬೇಕು."},{"number":15,"verse":"ಈಜಿಪ್ಟ್ ದೇಶದಲ್ಲಿ ನೀವೂ ಗುಲಾಮತನದಲ್ಲಿದ್ದುದನ್ನೂ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಭುಜಪರಾಕ್ರಮದಿಂದ ಹಾಗು ಶಿಕ್ಷಾಹಸ್ತದಿಂದ ನಿಮ್ಮನ್ನು ಬಿಡುಗಡೆಮಾಡಿದ್ದನ್ನೂ ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳಿ. ನೀವು ವಿಶ್ರಾಂತಿ ದಿನವನ್ನು ಆಚರಿಸಬೇಕೆಂಬುದನ್ನು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಇದಕ್ಕಾಗಿಯೇ ಆಜ್ಞಾಪಿಸಿದ್ದಾರೆ."},{"number":16,"verse":"‘ನಿನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದಂತೆ, ನಿನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಗೌರವಿಸು; ಗೌರವಿಸಿದರೆ ನಿನ್ನ ದೇವರೂ ಸರ್ವೇಶ್ವರನೂ ಆದ ನಾನು ನಿನಗೆ ಅನುಗ್ರಹಿಸುವ ನಾಡಿನಲ್ಲಿ ಬಹುಕಾಲ ಸುಕ್ಷೇಮವಾಗಿ ಬಾಳುವೆ."},{"number":17,"verse":"‘ಕೊಲೆ ಮಾಡಬೇಡ;"},{"number":18,"verse":"‘ವ್ಯಭಿಚಾರ ಮಾಡಬೇಡ;"},{"number":19,"verse":"‘ಕದಿಯಬೇಡ;"},{"number":20,"verse":"‘ನೆರೆಯವನ ವಿರುದ್ಧ ಸುಳ್ಳುಸಾಕ್ಷಿ ಹೇಳಬೇಡ;"},{"number":21,"verse":"‘ನೆರೆಯವನ ಹೆಂಡತಿಯನ್ನು ಅಪೇಕ್ಷಿಸಬೇಡ; ಅವನ ಮನೆ, ಹೊಲ, ಗಂಡಾಳು, ಹೆಣ್ಣಾಳು, ಎತ್ತು, ಕತ್ತೆ ಮುಂತಾದ ಯಾವುದನ್ನೂ ಬಯಸಬಾರದು,."},{"number":22,"verse":"“ಈ ಮಾತುಗಳನ್ನು ಸರ್ವೇಶ್ವರ ಆ ಬೆಟ್ಟದ ಮೇಲೆ ಬೆಂಕಿ, ಮೋಡ, ಕಾರ್ಗತ್ತಲು, ಇವುಗಳ ಮಧ್ಯೆ ನಿಮ್ಮ ಸರ್ವಸಮೂಹಕ್ಕೆ ಕೇಳಿಸುವಂತೆ ಮಹಾಸ್ವರದಿಂದ ನುಡಿದರು; ಬೇರೆ ಏನನ್ನೂ ಕೂಡಿಸದೆ, ಈ ಮಾತುಗಳನ್ನು ಎರಡು ಕಲ್ಲಿನ ಹಲಗೆಗಳಲ್ಲಿ ಬರೆದು ನನಗೆ ಕೊಟ್ಟರು."},{"number":23,"verse":"ಜನರಿಗಾದ ಬೆರಗು - ಮೋಶೆಯ ಮಧ್ಯಸ್ಥಿಕೆ(20 20:18-21) “ಆ ಬೆಟ್ಟ ಬೆಂಕಿಯಿಂದ ಪ್ರಜ್ವಲಿಸುತ್ತಿರುವಾಗ, ಆ ಕತ್ತಲೊಳಗಿಂದ ದೇವರ ಸ್ವರ ಕೇಳಿ ಬಂದಾಗ, ನೀವು, ನಿಮ್ಮ ಕುಲಾಧಿಪತಿಗಳು, ಹಿರಿಯರು ನನ್ನ ಬಳಿಗೆ ಬಂದಿರಿ."},{"number":24,"verse":"‘ಇಗೋ, ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಪ್ರತಿಭೆಯನ್ನೂ ಮಹಿಮೆಯನ್ನೂ ನಮಗೆ ತೋರಿಸಿದ್ದಾರೆ; ಅಗ್ನಿಜ್ವಾಲೆಯೊಳಗಿಂದ ತಮ್ಮ ಸ್ವರವನ್ನು ನಮಗೆ ಕೇಳಿಸಿದ್ದಾರೆ; ದೇವರು ಮನುಷ್ಯನೊಡನೆ ಮಾತಾಡಿದ್ದನ್ನೂ, ಆದರೂ ಆ ಮನುಷ್ಯ ಸಾಯದೆ ಬದುಕಿರುವುದನ್ನೂ ಇಂದು ನಾವು ಕಂಡೆವು."},{"number":25,"verse":"ಹಾಗಿದ್ದರೂ ಈಗ ನಾವೇಕೆ ಪ್ರಾಣಾಪಾಯಕ್ಕೆ ಗುರಿಯಾಗಬೇಕು? ಬಹುಶಃ ಈ ಘೋರ ಬೆಂಕಿ ನಮ್ಮನ್ನು ದಹಿಸಿಬಿಡಬಹುದು; ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಸ್ವರವನ್ನು ನಾವು ಮತ್ತೆ ಕೇಳಿದರೆ ಸಾಯಬಹುದು."},{"number":26,"verse":"ಅಗ್ನಿಜ್ವಾಲೆಯೊಳಗಿಂದ ಮಾತಾಡುವ ಚೈತನ್ಯಸ್ವರೂಪರಾದ ದೇವರ ಸ್ವರವನ್ನು ನಮ್ಮಂತೆ ಕೇಳಿಯೂ ಬದುಕಿರುವ ಮಾನವ ಯಾರಿದ್ದಾನೆ?"},{"number":27,"verse":"ನೀನೇ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಿ, ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಗಳನ್ನೆಲ್ಲಾ ತಿಳಿದುಕೊಂಡು ಬಂದು ನಮಗೆ ತಿಳಿಸು; ತಿಳಿಸಿದಾಗ ನಾವು ಅದರಂತೆ ನಡೆಯುತ್ತೇವೆ’ ಎಂದು ಹೇಳಿದಿರಿ."},{"number":28,"verse":"“ನೀವು ನನಗೆ ಹೇಳಿದ ಈ ಮಾತುಗಳನ್ನು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಕೇಳಿ ನನಗೆ ಹೀಗೆಂದರು: ‘ಈ ಜನರು ನಿನಗೆ ಹೇಳಿದ ಮಾತುಗಳನ್ನು ಕೇಳಿದ್ದೇನೆ; ಅವರು ಹೇಳಿದ್ದು ಸರಿಯಾಗಿದೆ."},{"number":29,"verse":"ನನ್ನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿ, ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸುವ ಮನಸ್ಸು ಸದಾ ಅವರಲ್ಲಿದ್ದರೆ ಎಷ್ಟೋ ಒಳ್ಳೆಯದು; ಆಗ ಅವರಿಗೂ ಅವರ ಸಂತತಿಗೂ ಯಾವಾಗಲೂ ಶುಭವುಂಟಾಗುವುದು."},{"number":30,"verse":"ನೀನು ಹೋಗಿ ಅವರಿಗೆ, ‘ನಿಮ್ಮ ನಿಮ್ಮ ಡೇರೆಗಳಿಗೆ ಹಿಂದಿರುಗಿರಿ’, - ಎಂದು ಆಜ್ಞಾಪಿಸು."},{"number":31,"verse":"ನೀನು ಇಲ್ಲೇ ನನ್ನ ಬಳಿ ಇರು; ಅವರಿಗೆ ಬೋಧಿಸಬೇಕಾದ ಎಲ್ಲ ಆಜ್ಞೆಗಳನ್ನೂ ವಿಧಿನಿರ್ಣಯಗಳನ್ನೂ ನಿನಗೆ ತಿಳಿಸುತ್ತೇನೆ. ನಾನು ಅವರಿಗೆ ಸ್ವಂತಕ್ಕಾಗಿ ಕೊಡುವ ನಾಡಿನಲ್ಲಿ ಅವರು ಅವುಗಳನ್ನು ಅನುಸರಿಸಬೇಕು,’ ಎಂದು ಹೇಳಿದರು."},{"number":32,"verse":"“ಆದುದರಿಂದ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ನಡೆದುಕೊಳ್ಳಿ, ಎಡಕ್ಕಾಗಲಿ ಬಲಕ್ಕಾಗಲಿ ತಿರುಗಿಕೊಳ್ಳಬೇಡಿ. ಬದಲಿಗೆ, ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆಜ್ಞಾಪಿಸಿದ ಮಾರ್ಗದಲ್ಲೇ ಮುನ್ನಡೆಯಿರಿ."},{"number":33,"verse":"ಆಗ, ನೀವು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳಲಿರುವ ನಾಡಿನಲ್ಲಿ ದೀರ್ಘಕಾಲ ಸುಕ್ಷೇಮದಿಂದ ಬಾಳುವಿರಿ.”"}]}