{"bibleAbbr":"KNCL","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"ಜನರ ಅವಿಧೇಯತೆ “ಇಸ್ರಯೇಲರೇ ಕೇಳಿ : ನಿಮಗಿಂತ ಮಹಾಬಲಿಷ್ಠ ಜನಾಂಗಗಳನ್ನು ಹಾಗು ಗಗನ ಮುಟ್ಟುವ ಕೋಟೆಕೊತ್ತಲುಗಳುಳ್ಳ ಪಟ್ಟಣಗಳನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳಲು, ನೀವು ಈ ಜೋರ್ಡನ್ ನದಿಯನ್ನು ಇಂದು ದಾಟಲಿದ್ದೀರಿ."},{"number":2,"verse":"ಆ ನಾಡಿನವರು ಅನಾಕ್ಯರೆಂಬ ಬಲಿಷ್ಠರಾದ ಎತ್ತರದ ಜನರು. ಅವರ ವಿಷಯ ನಿಮಗೆ ತಿಳಿದೇ ಇದೆ; ‘ಅನಾಕ್ಯರ ಮುಂದೆ ನಿಲ್ಲಬಲ್ಲವರು ಯಾರಿದ್ದಾರೆ’ ಎಂಬ ಮಾತನ್ನು ಕೇಳಿದ್ದೀರಷ್ಟೆ."},{"number":3,"verse":"ಆದುದರಿಂದ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಾವೇ, ವಿರೋಧಿಗಳನ್ನು ದಹಿಸುವ ಬೆಂಕಿಯೋಪಾದಿಯಲ್ಲಿ ನಿಮ್ಮ ಮುಂದೆ ಹೋಗುತ್ತಾರೆಂದು ಈಗ ತಿಳಿದುಕೊಳ್ಳಿ. ಅವರೇ ಆ ವಿರೋಧಿಗಳನ್ನು ನಾಶಮಾಡುವರು; ನಿಮ್ಮ ಮುಂದೆ ಆ ವಿರೋಧಿಗಳು ಸೋತುಹೋಗುವಂತೆ ಮಾಡುವರು. ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಹೇಳಿದಂತೆ ನೀವು ಅವರನ್ನು ಹೊರಡಿಸಿ ಬೇಗನೆ ನಾಶಮಾಡುವಿರಿ."},{"number":4,"verse":"“ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಅವರನ್ನು ನಿಮ್ಮ ಬಳಿಯಿಂದ ಹೊರಡಿಸಿದನಂತರ ನೀವು ಮನಸ್ಸಿನಲ್ಲೇ, ‘ಸರ್ವೇಶ್ವರ ನಮ್ಮನ್ನು ಈ ನಾಡಿಗೆ ಕರೆತಂದು ಅದನ್ನು ನಮಗೆ ಸ್ವಾಧೀನಪಡಿಸಿದ್ದು ನಮ್ಮ ಪುಣ್ಯಫಲವೇ’ ಎಂದುಕೊಳ್ಳಬಾರದು. ಆ ಜನಾಂಗಗಳ ದುರ್ನಡತೆಯ ಕಾರಣದಿಂದಲೇ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಬಳಿಯಿಂದ ಅವರನ್ನು ಹೊರದಬ್ಬುತ್ತಾರೆ."},{"number":5,"verse":"ನೀವು ಅವರ ನಾಡಿಗೆ ಬಂದು ಅದನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವುದಕ್ಕೆ ನಿಮ್ಮ ಪುಣ್ಯವೇ ಆಗಲಿ, ನಿಮ್ಮ ಸುಸ್ವಭಾವವೇ ಆಗಲಿ, ಕಾರಣವಲ್ಲ. ಆ ಜನಾಂಗಗಳ ದುರ್ನಡತೆಯ ಕಾರಣ ಹಾಗು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಪಿತೃಗಳಾದ ಅಬ್ರಹಾಮ್, ಇಸಾಕ್, ಯಕೋಬರಿಗೆ ಪ್ರಮಾಣಪೂರ್ವಕವಾಗಿ ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ನೆರವೇರಿಸಬೇಕೆಂಬ ಕಾರಣ ಅವರನ್ನು ನಿಮ್ಮ ಬಳಿಯಿಂದ ಹೊರಡಿಸಿಬಿಡುತ್ತಾರೆ."},{"number":6,"verse":"ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಆ ಉತ್ತಮ ನಾಡನ್ನು ನಿಮಗೆ ಸ್ವದೇಶವಾಗಿ ಕೊಡುವುದು ನಿಮ್ಮ ಪುಣ್ಯಫಲವಲ್ಲವೆಂದು ಚೆನ್ನಾಗಿ ತಿಳಿದುಕೊಳ್ಳಿ. ನೀವು ಅವರ ಆಜ್ಞೆಗೆ ಮಣಿಯದ ಜನರೇ ಆಗಿದ್ದೀರಿ."},{"number":7,"verse":"“ನೀವು ಮರುಭೂಮಿಯಲ್ಲಿ ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಕೋಪ ಹುಟ್ಟಿಸಿದ್ದನ್ನು ನೆನಪುಮಾಡಿಕೊಳ್ಳಿ. ಅದನ್ನು ಮರೆಯಬೇಡಿ. ನೀವು ಈಜಿಪ್ಟ್ ದೇಶವನ್ನು ಬಿಟ್ಟಂದಿನಿಂದ ಈ ಸ್ಥಳಕ್ಕೆ ಬಂದ ದಿನದವರೆಗೂ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಗಳನ್ನು ಧಿಕ್ಕರಿಸುತ್ತಾ ಬಂದಿದ್ದೀರಿ."},{"number":8,"verse":"ಉದಾಹರಣೆಗೆ, ಹೋರೇಬಿನಲ್ಲಿ ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ಕೋಪವನ್ನು ಹುಟ್ಟಿಸಿದಿರಿ. ಆಗ ಅವರು ಬಲು ಸಿಟ್ಟುಗೊಂಡು ನಿಮ್ಮನ್ನು ಧ್ವಂಸಮಾಡಬೇಕೆಂದಿದ್ದರು."},{"number":9,"verse":"ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಸಂಗಡ ಮಾಡಿದ ಒಡಂಬಡಿಕೆಯನ್ನು ಬರೆದ ಆ ಕಲ್ಲಿನ ಹಲಗೆಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದಕ್ಕೆ ನಾನು ಬೆಟ್ಟವನ್ನು ಹತ್ತಿದಾಗ ಅನ್ನಪಾನಗಳನ್ನು ಬಿಟ್ಟು ಹಗಲಿರುಳು ನಲವತ್ತು ದಿನ ಆ ಬೆಟ್ಟದಲ್ಲಿದ್ದೆ."},{"number":10,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಕೈಯಿಂದಲೇ ಬರೆದ ಆ ಎರಡು ಕಲ್ಲಿನ ಹಲಗೆಗಳನ್ನು ನನ್ನ ವಶಕ್ಕೆ ಕೊಟ್ಟರು. ನೀವು ಸಭೆಕೂಡಿದ ದಿನದಲ್ಲಿ ಸರ್ವೇಶ್ವರ ಆ ಬೆಟ್ಟದ ಮೇಲೆ ಅಗ್ನಿಜ್ವಾಲೆಯೊಳಗಿಂದ ನಿಮ್ಮ ಸಂಗಡ ಹೇಳಿದ ಮಾತುಗಳು ಆ ಹಲಗೆಗಳಲ್ಲಿದ್ದವು."},{"number":11,"verse":"ಆ ನಲವತ್ತು ದಿನಗಳು ಕಳೆದ ಮೇಲೆ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ನಿಬಂಧನೆಯಿದ್ದ ಆ ಎರಡು ಕಲ್ಲಿನ ಹಲಗೆಗಳನ್ನು ನನಗೆ ಕೊಟ್ಟು, ‘ನೀನು ಬೇಗ ಇಲ್ಲಿಂದ ಇಳಿದುಹೋಗು;"},{"number":12,"verse":"ನೀನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಕರೆದುಕೊಂಡು ಬಂದ ನಿನ್ನ ಜನರು ಕೆಟ್ಟುಹೋದರು; ನಾನು ಅವರಿಗೆ ಆಜ್ಞಾಪಿಸಿದ ಮಾರ್ಗವನ್ನು ಅವರು ಬೇಗನೆ ಬಿಟ್ಟುಹೋಗಿ, ತಮಗೆ ಲೋಹವಿಗ್ರಹವನ್ನು ಮಾಡಿಸಿಕೊಂಡಿದ್ದಾರೆ’ ಎಂದು ಹೇಳಿದರು."},{"number":13,"verse":"“ಅದಲ್ಲದೆ ಅವರು ನನಗೆ, ‘ಈ ಜನರ ಸ್ವಭಾವವನ್ನು ನಾನು ನೋಡುತ್ತಾ ಬಂದಿದ್ದೇನೆ;"},{"number":14,"verse":"ಇವರು ನನ್ನ ಆಜ್ಞೆಗೆ ಬಗ್ಗದವರು. ಬಿಡು, ನಾನು ಅವರನ್ನು ನಾಶಮಾಡಿ ಅವರ ಹೆಸರನ್ನು ಭೂಮಿಯ ಮೇಲೆ ಉಳಿಯದಂತೆ ಮಾಡುವೆನು. ತರುವಾಯ ಅವರಿಗಿಂತಲೂ ಮಹಾಬಲಿಷ್ಠ ಜನಾಂಗವೊಂದು ನಿನ್ನಿಂದುಂಟಾಗುವಂತೆ ಮಾಡುವೆನು,’ ಎಂದು ಹೇಳಿದರು."},{"number":15,"verse":"ಆಗ ನಾನು ಆ ಎರಡು ಆಜ್ಞಾಶಾಸನಗಳನ್ನು ನನ್ನ ಎರಡು ಕೈಗಳಲ್ಲಿ ಹಿಡಿದುಕೊಂಡು ಬೆಂಕಿಯಿಂದ ಉರಿಯುತ್ತಿದ್ದ ಆ ಬೆಟ್ಟದಿಂದ ಇಳಿದುಬಂದು ನೋಡಿದೆ."},{"number":16,"verse":"ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ದ್ರೋಹಿಗಳಾಗಿ ಲೋಹದ ಹೋರಿಕರುವನ್ನು ಮಾಡಿಸಿಕೊಂಡು ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದ ಮಾರ್ಗವನ್ನು ಬೇಗನೆ ಬಿಟ್ಟುಹೋದದ್ದು ನನಗೆ ಕಂಡುಬಂದಿತು."},{"number":17,"verse":"ಅದನ್ನು ನೋಡಿ ನಾನು ಕೈಯಲ್ಲಿದ್ದ ಆ ಎರಡು ಶಿಲಾಶಾಸನಗಳನ್ನು ನಿಮ್ಮ ಎದುರಿನಲ್ಲಿಯೇ ನೆಲಕ್ಕೆ ಹಾಕಿ ಒಡೆದುಬಿಟ್ಟೆ."},{"number":18,"verse":"“ನೀವು ಹೀಗೆ ಅಪರಾಧಮಾಡಿ, ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ಕೆಟ್ಟದ್ದನ್ನು ನಡೆಸಿ, ಅವರನ್ನು ಕೋಪಗೊಳಿಸಿದ ಕಾರಣ ನಾನು ಮೊದಲಿನಂತೆ ಅನ್ನಪಾನಗಳನ್ನು ಬಿಟ್ಟು ನಲವತ್ತು ದಿನಗಳು ಹಗಲಿರುಳು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲೇ ಬಿದ್ದಿದ್ದೆ."},{"number":19,"verse":"ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಮೇಲೆ ಬಹು ಕೋಪಗೊಂಡು ನಿಮ್ಮನ್ನು ನಾಶಮಾಡಬೇಕೆಂದು ಆಲೋಚಿಸಿದ್ದರಿಂದ ನಾನು ಹೆದರಿದೆ. ಆದರೆ ಆ ಕಾಲದಲ್ಲೂ ಅವರು ನನ್ನ ಮನವಿಯನ್ನು ಕೇಳಿದರು."},{"number":20,"verse":"ಅದಲ್ಲದೆ, ಸರ್ವೇಶ್ವರ ಆರೋನನ ಮೇಲೆ ಬಹಳ ಸಿಟ್ಟುಗೊಂಡು, ಅವನನ್ನೂ ನಾಶಮಾಡಬೇಕೆಂದಿದ್ದರು. ಆದುದರಿಂದ ನಾನು ಅವನ ಪರವಾಗಿಯೂ ಆ ಕಾಲದಲ್ಲಿ ಪ್ರಾರ್ಥಿಸಿದೆ."},{"number":21,"verse":"ಮತ್ತು ನಿಮ್ಮ ಪಾಪಕ್ಕೆ ಕಾರಣವಾದ ಆ ಹೋರಿಕರುವನ್ನು ನಾನು ತೆಗೆದುಕೊಂಡು, ಬೆಂಕಿಯಿಂದ ಸುಟ್ಟು, ಒಡೆದು, ಅರೆದು, ಧೂಳುಮಾಡಿ ಬೆಟ್ಟದಿಂದ ಹರಿಯುವ ಹಳ್ಳದಲ್ಲಿ ಬಿಸಾಡಿಬಿಟ್ಟೆ."},{"number":22,"verse":"“ತಬೇರಾ, ಮಸ್ಸಾ, ಕಿಬ್ರೋತ್ ಹತಾವಾ ಎಂಬ ಸ್ಥಳಗಳಲ್ಲೂ ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ಕೋಪವನ್ನು ಹುಟ್ಟಿಸಿದಿರಿ."},{"number":23,"verse":"ಅದೂ ಅಲ್ಲದೆ, ಕಾದೇಶ್ ಬರ್ನೇಯದಲ್ಲಿ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ, ‘ಬೆಟ್ಟದ ಸೀಮೆಯನ್ನು ಹತ್ತಿ ನಾನು ನಿಮಗೆ ಕೊಟ್ಟಿರುವ ನಾಡನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳಿ,’ ಎಂದು ಅಪ್ಪಣೆ ಕೊಟ್ಟಾಗಲೂ ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಆ ಆಜ್ಞೆಯನ್ನು ಧಿಕ್ಕರಿಸಿ ಅವರನ್ನು ನಂಬದೆ ಅವರ ಮಾತನ್ನು ಅಲಕ್ಷ್ಯಮಾಡಿದಿರಿ."},{"number":24,"verse":"ನನಗೆ ನಿಮ್ಮ ಪರಿಚಯವಾದಂದಿನಿಂದಲೂ ನೀವು ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತಾ ಬಂದಿದ್ದೀರಿ."},{"number":25,"verse":"“ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ನಾಶಮಾಡಬೇಕೆಂದಿದ್ದುದರಿಂದ ನಾನು ಆ ನಲವತ್ತು ದಿನವೂ ಹಗಲಿರುಳು ಅವರ ಸನ್ನಿಧಿಯಲ್ಲೇ ಬಿದ್ದಿದ್ದೆ."},{"number":26,"verse":"ನಾನು ಅವರನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತಾ, ‘ಸರ್ವೇಶ್ವರಾ, ದೇವರೇ, ನೀವು ನಿಮ್ಮ ಮಹಿಮೆಯಿಂದ ರಕ್ಷಿಸಿ, ನಿಮ್ಮ ಭುಜಬಲ ಪ್ರಯೋಗಿಸಿ ಈಜಿಪ್ಟಿನಿಂದ ಬಿಡುಗಡೆಮಾಡಿದ ನಿಮ್ಮ ಸ್ವಕೀಯ ಜನರನ್ನು ನಾಶಮಾಡಬೇಡಿ."},{"number":27,"verse":"ಇವರ ಮೊಂಡುತನ, ದುಷ್ಟತನ, ಪಾಪ ಇವುಗಳನ್ನು ಮನಸ್ಸಿಗೆ ತೆಗೆದುಕೊಳ್ಳದೆ ನಿಮ್ಮ ದಾಸರಾದ ಅಬ್ರಹಾಮ್, ಇಸಾಕ್, ಯಕೋಬರನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳಿ."},{"number":28,"verse":"ನೀವು ಯಾವ ದೇಶದಿಂದ ನಮ್ಮನ್ನು ಬರಮಾಡಿದಿರೋ ಆ ದೇಶದವರು, ‘ಸರ್ವೇಶ್ವರ ಇಸ್ರಯೇಲರಿಗೆ ವಾಗ್ದಾನಮಾಡಿದ ನಾಡಿಗೆ ಅವರನ್ನು ಸೇರಿಸಲಾರದೆ ಹಗೆಮಾಡಿ, ಮರುಭೂಮಿಯಲ್ಲಿ ಕೊಲ್ಲುವುದಕ್ಕೇ ಕರೆದುಕೊಂಡು ಹೋದರು’ ಎಂದು ಹೇಳುವುದಕ್ಕೆ ಆಸ್ಪದವಾದೀತು."},{"number":29,"verse":"ಮಹಾಶಕ್ತಿಯಿಂದಲೂ ಭುಜಬಲದಿಂದಲೂ ನೀವು ಬಿಡಿಸಿದ ನಿಮ್ಮ ಸ್ವಕೀಯ ಜನ ಹಾಗು ಸೊತ್ತು ಇವರಲ್ಲವೇ? ಎಂದು ಬಿನ್ನೈಸಿದೆ."}]}