{"bibleAbbr":"maiNT","bookName":"तिमुथियुस केँ पौलुसक दोसर पत्र","bookEnglishName":"2 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"हम, पौलुस, जे परमेश्‍वरक इच्‍छा सँ आ एहि उद्देश्‍य सँ मसीह यीशुक एक मसीह-दूत छी जे हम ओहि जीवनक प्रचार करी जाहि जीवनक सम्‍बन्‍ध मे परमेश्‍वर वचन देने छथि, आ जे मसीह यीशु सँ भेटैत अछि,"},{"number":2,"verse":"अपन प्रिय बालक तिमुथियुस केँ ई पत्र लिखि रहल छी। पिता परमेश्‍वर आ अपना सभक प्रभु, मसीह यीशु अहाँ पर कृपा आ दया करथि आ अहाँ केँ शान्‍ति देथि।"},{"number":3,"verse":"( विश्‍वासयोग्‍य रहबाक लेल प्रोत्‍साहन) हम दिन-राति लगातार अपना प्रार्थना सभ मे अहाँ केँ स्‍मरण कऽ कऽ परमेश्‍वर केँ धन्‍यवाद दैत छियनि, जिनकर सेवा, जहिना हमर पुरखा सभ कयलनि, तहिना हमहूँ शुद्ध मोन सँ करैत छी।"},{"number":4,"verse":"हमरा जखन अहाँक आँखिक नोर स्‍मरण होइत अछि, तँ हमरा बड्ड इच्‍छा होइत अछि जे अहाँ सँ फेर भेँट करी आ भेँट कऽ कऽ बड़का आनन्‍द प्राप्‍त करी।"},{"number":5,"verse":"अहाँक निष्‍कपट विश्‍वास केँ सेहो हम स्‍मरण करैत छी। ई विश्‍वास सभ सँ पहिने अहाँक नानी लोइस आ अहाँक माय यूनिके मे छल और हमरा पूर्ण भरोसा अछि जे आब अहूँ मे अछि।"},{"number":6,"verse":"तेँ हम अहाँ केँ मोन पाड़ैत छी जे ओहि वरदान केँ क्रियाशील करू, जे परमेश्‍वर अहाँ केँ ताहि समय मे देलनि जखन अहाँ पर हम अपन हाथ रखलहुँ।"},{"number":7,"verse":"परमेश्‍वर तँ अपना सभ केँ डरपोकक आत्‍मा नहि, बल्‍कि सामर्थ्‍य, प्रेम आ आत्‍मसंयमक आत्‍मा प्रदान कयने छथि।"},{"number":8,"verse":"एहि लेल अहाँ ने तँ अपना सभक प्रभुक साक्षी देबऽ सँ लाज मानू, आ ने तँ हमरा कारणेँ लाजक अनुभव करू, जे हम प्रभुक लेल जहल मे बन्‍दी छी, बल्‍कि परमेश्‍वरक देल सामर्थ्‍य सँ बल पाबि प्रभु यीशु मसीहक सुसमाचारक लेल हमरा संग कष्‍ट सहू।"},{"number":9,"verse":"कारण, परमेश्‍वर अपना सभक उद्धार कयलनि आ अपना सभ केँ पवित्र जीवन बितयबाक लेल बजौलनि। ई उद्धार अपना सभक कयल काजक कारणेँ नहि, बल्‍कि हुनकर अपन उद्देश्‍य आ कृपाक कारणेँ भेल। हुनकर ओ कृपा मसीह यीशुक माध्‍यम सँ संसारक सृष्‍टि सँ पहिने अपना सभ पर कयल गेल छल,"},{"number":10,"verse":"मुदा आब आबि कऽ अपना सभक उद्धारकर्ता मसीह यीशुक अयनाइ द्वारा स्‍पष्‍ट रूप सँ देखाइ देलक अछि। प्रभु यीशु मसीह मृत्‍युक विनाश कयलनि और अपन सुसमाचारक माध्‍यम सँ एहि बात केँ प्रकाश मे अनने छथि जे जीवन और अमरत्‍व पयबाक बाट की अछि।"},{"number":11,"verse":"हम एही सुसमाचारक लेल प्रचारक, मसीह-दूत आ शिक्षक नियुक्‍त कयल गेल छी।"},{"number":12,"verse":"एही कारणेँ हम एतऽ ई कष्‍ट सहि रहल छी, मुदा हम एहि सँ लज्‍जित नहि छी, कारण, हम जनैत छी जे हम किनका पर विश्‍वास कयने छी और हमरा कनेको सन्‍देह नहि अछि जे, जे किछु हम हुनका रखबाक लेल सौंपि देने छियनि, तकरा ओ अपन अयबाक दिन तक सुरक्षित राखऽ मे सामर्थ्‍यवान छथि।"},{"number":13,"verse":"जे शिक्षा अहाँ हमरा सँ पौने छी, तकरा सही शिक्षाक नमूना मानि, मसीह यीशु सँ प्राप्‍त विश्‍वास आ प्रेम मे स्‍थिर रहि कऽ लोक सभ केँ सिखाउ।"},{"number":14,"verse":"और पवित्र आत्‍मा, जे अपना सभ मे वास करैत छथि, तिनका सहायता सँ, उत्तम धनक रूप मे जे शुभ समाचार अहाँक जिम्‍मा मे देल गेल अछि, तकरा सुरक्षित राखू।"},{"number":15,"verse":"अहाँ जनैत छी जे आसिया प्रदेशक सभ केओ हमर संग छोड़ि देलक अछि, जाहि मे फुगिलुस और हिरमुगिनेस सेहो अछि।"},{"number":16,"verse":"उनेसिफुरुसक घरक लोक सभ पर परमेश्‍वर अपन दया कयने रहथुन, कारण, ओ कतेको बेर हमर उत्‍साह बढ़ौलनि और हमर एहि जंजीर सभ सँ लज्‍जित नहि भेलाह,"},{"number":17,"verse":"बल्‍कि रोम पहुँचि कऽ हमर पता लगयबाक लेल बहुतो कष्‍ट उठौलनि आ हमरा सँ भेँट कयलनि।"},{"number":18,"verse":"प्रभु करथि जे हुनकर अपन अयबाक दिन मे उनेसिफुरुस परमेश्‍वरक दया पबथि। ओ इफिसुस मे हमर जे-जतेक सेवा कयलनि से अहाँ नीक जकाँ जनैत छी।"}]}