{"bibleAbbr":"maiNT","bookName":"तिमुथियुस केँ पौलुसक दोसर पत्र","bookEnglishName":"2 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"( अन्‍तिम दिन सभ मे अधर्मक वृद्धि) मुदा अहाँ ई निश्‍चित रूप सँ जानि लिअ जे अन्‍तिम दिन सभ मे संकटपूर्ण समय आओत।"},{"number":2,"verse":"किएक तँ लोक स्‍वार्थी, धनक लोभी, अहंकारी, उदण्‍ड, परमेश्‍वरक निन्‍दा कयनिहार होयत। माय-बाबूक आज्ञा नहि मानत, धन्‍यवाद देबाक भावना नहि राखत, आ परमेश्‍वर सँ ओकरा सभ केँ कोनो मतलब नहि रहतैक।"},{"number":3,"verse":"ओकरा सभ मे ने स्‍नेह रहत आ ने ककरो लेल दया, ओ सभ दोसराक निन्‍दा कयनिहार होयत, अपना पर काबू नहि राखत, आ क्रूर होयत। जे किछु नीक अछि, ताहि सँ घृणा करत।"},{"number":4,"verse":"ओ सभ विश्‍वासघाती, दुःसाहसी आ घमण्‍डी होयत। परमेश्‍वर सँ प्रेम करबाक बदला मे भोग-विलास सँ प्रेम करत।"},{"number":5,"verse":"ओ सभ भक्‍तिक ढोङ रचत मुदा भक्‍तिक भितरी शक्‍ति केँ अस्‍वीकार करत। अहाँ एहन लोक सभ सँ हटि कऽ रहू।"},{"number":6,"verse":"एहन लोक सभ कोनो बहाना सँ लोकक घर मे ढुकि कऽ ओहन कमजोर स्‍त्रीगण सभ केँ अपना वश मे कऽ लैत अछि जे सभ पापक बोझ सँ पिचायल अछि और अनेक प्रकारक अधलाह इच्‍छा सभक नियन्‍त्रण मे अछि।"},{"number":7,"verse":"एहन स्‍त्रीगण सभ सदिखन किछु सिखैत तँ अछि, मुदा सत्‍यक ज्ञान तक कहियो नहि पहुँचैत अछि।"},{"number":8,"verse":"जहिना यन्‍नेस आ यम्‍ब्रेस मूसाक विरोध कयलक, तहिना इहो लोक सभ सत्‍यक विरोध करैत अछि। एकरा सभक बुद्धि भ्रष्‍ट भऽ गेल छैक और एकरा सभक विश्‍वास नकली छैक।"},{"number":9,"verse":"मुदा ई सभ बेसी आगाँ नहि बढ़ि सकत, किएक तँ मूसाक विरोध कयनिहार जकाँ एकरो सभक मूर्खता सभक सामने मे देखार भऽ जयतैक।"},{"number":10,"verse":"( परमेश्‍वरक वचन अहाँ केँ सत्‍यक बाट पर स्‍थिर राखत) मुदा अहाँ जे छी, हमर शिक्षा, चालि-चलन, उद्देश्‍य, विश्‍वास, धैर्य, प्रेम और सहनशीलता सँ नीक जकाँ परिचित छी।"},{"number":11,"verse":"अहाँ जनैत छी जे अन्‍ताकिया, इकुनियुम और लुस्‍त्रा नगर सभ मे हमरा पर केहन-केहन अत्‍याचार भेल आ हमरा केहन कष्‍ट उठाबऽ पड़ल। हम कतेक अत्‍याचार सहलहुँ! मुदा परमेश्‍वर सभ मे हमर रक्षा कयलनि।"},{"number":12,"verse":"ई निश्‍चित अछि जे, जे सभ मसीह यीशुक लोक बनि भक्‍तिपूर्ण जीवन बिताबऽ चाहत तकरा सभ केँ अत्‍याचारक सामना करहे पड़तैक।"},{"number":13,"verse":"मुदा दुष्‍ट और ढोङी लोक दोसरा केँ धोखा दैत आ स्‍वयं धोखा खाइत दुष्‍ट स्‍वभाव मे बढ़िते जायत।"},{"number":14,"verse":"परन्‍तु अहाँ जे छी, अहाँ केँ जे शिक्षा देल गेल अछि आ जाहि बात पर अहाँ विश्‍वास कयने छी, ताहि पर अटल रहू। स्‍मरण राखू जे अहाँ किनका सभ सँ ई सभ बात सिखने छी।"},{"number":15,"verse":"मोन राखू जे अहाँ बचपने सँ ओहि पवित्र धर्मशास्‍त्रक जानकार छी जे अहाँ केँ बुद्धि दऽ सकैत अछि, आ से बुद्धि अहाँ केँ ओहि मुक्‍ति मे पहुँचबैत अछि जे मसीह यीशु पर विश्‍वास कयला सँ प्राप्‍त होइत अछि।"},{"number":16,"verse":"सम्‍पूर्ण धर्मशास्‍त्र परमेश्‍वरक प्रेरणा द्वारा रचल गेल अछि, आ सत्‍य सिखयबाक लेल, गलत शिक्षा देखार करबाक लेल, जीवन केँ सुधारबाक लेल आ धार्मिकताक अनुसार जीवन कोना बिताओल जाय ताहि बातक शिक्षा देबाक लेल उपयोगी अछि,"},{"number":17,"verse":"जाहि सँ धर्मशास्‍त्रक प्रयोग द्वारा परमेश्‍वरक भक्‍त सुयोग्‍य भऽ हर प्रकारक नीक काज कुशलतापूर्बक कऽ सकय।"}]}