{"bibleAbbr":"siROV","bookName":"උත්පත්ති","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"( ඒසව්ගේ පෙළපත්) ඒදොම් නම්වූ ඒසව්ගේ පරම්පරාවල් මේය."},{"number":2,"verse":"ඒසව් කානාන්හි දූවරුන්ගෙන් හිත්තීය එලොන්ගේ දූවූ ආදාද හිවීය ශිබෙයොන්ගේ දූවූ අනාගේ දූවූ ඔහොලිබාමාද"},{"number":3,"verse":"නෙබායොත්ගේ සහෝදරීවූ ඉෂ්මායෙල්ගේ දූවූ බාසෙමත්ද භාර්යාවන් කොට පාවාගත්තේය."},{"number":4,"verse":"ආදා ඒසව් නිසා එලිඵස් බිහිකළාය; බාසෙමත්ද රෙවුයෙල් බිහිකළාය;"},{"number":5,"verse":"ඔහොලිබාමා යෙවූෂ්ද යලාම්ද කොරාද බිහිකළාය. කානාන් දේශයේදී ඒසව්ට උපන්නාවූ පුත්‍රයෝ මොව්හුය."},{"number":6,"verse":"ඒසව් තමාගේ භාර්යාවන්ද පුත්‍රයන්ද දූවරුන්ද තමාගේ ගෙයි සියලු මනුෂ්‍යයන්ද තමාගේ ගවයන්ද තමාගේ සියලු මෘගයන්ද කානාන් දේශයෙහිදී තමා සපයාගත් සියලු සම්පත්ද රැගෙන තමන් සහෝදරවූ යාකොබ්ගෙන් වෙන්ව වෙන දේශයකට ගියේය."},{"number":7,"verse":"මක්නිසාද ඔවුන්ට එක්ව වාසයකරන්ට නොහැකි තරමට ඔවුන්ගේ සම්පත් අධිකව තිබුණේය; ඔවුන් පොරොත්තුව සිටි දේශය ඔවුන්ගේ සිව්පාවුන් නිසා ඔවුන්ට ඉඩ මදි විය."},{"number":8,"verse":"ඒසව් වනාහි සේයීර් කන්දෙහි විසුයේය. ඒසව් නම් ඒදොම්ය."},{"number":9,"verse":"සේයීර් කඳුකරයෙහි වූ ඒදොම්වරුන්ගේ පියවූ ඒසව්ගේ පරම්පරාවල් මේය."},{"number":10,"verse":"ඒසව්ගේ භාර්යාව වූ ආදාගේ පුත්‍ර එලිඵස්ය, ඒසව්ගේ භාර්යාව වූ බාසෙමත්ගේ පුත්‍ර රෙවුයෙල්ය."},{"number":11,"verse":"එලිඵස්ගේ පුත්‍රයෝ තේමාන්, ඕමාර්, ශෙපෝ, ගයිතාම් සහ කෙනස්ය."},{"number":12,"verse":"තිම්නා ඒසව්ගේ පුත්‍රවූ එලිඵස්ගේ උපභාර්යාව වූවාය; ඈ එලිඵස් නිසා අමලෙක් බිහිකළාය. ඒසව්ගේ භාර්යාවවූ ආදාගේ පුත්‍රයෝ මොව්හුය."},{"number":13,"verse":"රෙවුයෙල්ගේ පුත්‍රයෝ නහත්, සෙරා, ෂම්මා සහ මිස්සාය. ඒසව්ගේ භාර්යාවවූ බාසෙමත්ගේ පුත්‍රයෝ මොව්හුය."},{"number":14,"verse":"ශිබෙයොන්ගේ දුව වන අනාගේ දූවූ ඒසව්ගේ භාර්යාව වූ ඔහොලිබාමාගේ පුත්‍රයෝ මොව්හුය. ඈ ඒසව් නිසා යෙවූෂ්ද යලාම්ද කොරාද බිහිකළාය. ඒසව්ගේ පුත්‍රයන්ගේ අධිපතියෝ මොව්හුය."},{"number":15,"verse":"ඒසව්ගේ කුලුඳුල් පුත්‍රවූ එලිඵස්ගේ පුත්‍රයෝ අධිපතිවූ තේමාන්, අධිපතිවූ ඕමාර්, අධිපතිවූ ශෙපෝ, අධිපතිවූ කෙනස්,"},{"number":16,"verse":"අධිපතිවූ කොරා, අධිපතිවූ ගයිතාම් සහ අධිපතිවූ අමලෙක්ය. මොව්හු ඒදොම් දේශයෙහි එලිඵස්ගෙන් පැවත ආ අධිපතියෝය; මොව්හු ආදාගේ පුත්‍රයෝය."},{"number":17,"verse":"ඒසව්ගේ පුත්‍රවූ රෙවුයෙල්ගේ පුත්‍රයෝ: අධිපතිවූ නහත්, අධිපතිවූ ශෙරා, අධිපතිවූ ෂම්මා සහ අධිපතිවූ මිස්සාය. මොව්හු ඒදොම් දේශයෙහි රෙවුයෙල්ගෙන් පැවත ආ අධිපතියෝය; මොව්හු ඒසව්ගේ භාර්යාවවූ බාසෙමත්ගේ පුත්‍රයෝය."},{"number":18,"verse":"ඒසව්ගේ භාර්යාවවූ ඔහොලිබාමාගේ පුත්‍රයෝ නම් අධිපතිවූ යෙවූෂ්, අධිපතිවූ යලාම් සහ අධිපතිවූ කොරාය. මොව්හු අනාගේ දූවූ ඒසව්ගේ භාර්යාවවූ ඔහොලිබාමාගෙන් පැවත ආ අධිපතියෝය."},{"number":19,"verse":"ඒදොම් නම්වූ ඒසව්ගේ පුත්‍රයෝද ඔවුන්ගේ අධිපතියෝද මොව්හුය."},{"number":20,"verse":"ඒ දේශයෙහි වාසයකළ හෝරියවූ සේයිර්ගේ පුත්‍රයෝ: ලෝතාන්, ෂෝ‍‍බාල්, ශිබෙයොන්, අනා,"},{"number":21,"verse":"දීෂොන්, එශෙර් සහ දීෂාන් යන මොව්හුය. මොව්හු ඒදොම් දේශයෙහිවූ සේයිර්ගේ දරුවන්වූ හෝරිවරුන්ගේ අධිපතියෝය."},{"number":22,"verse":"ලෝතාන්ගේ දරුවෝ හෝරී සහ හේමාම්ය; ලෝතාන්ගේ සහෝදරී තිම්නාය."},{"number":23,"verse":"ෂෝ‍‍බාල්ගේ දරුවෝ අල්වාන්, මානගත් සහ ඒබාල්ය, ෂෙඵෝ සහ ඕනාම්ය."},{"number":24,"verse":"ශිබෙයොන්ගේ දරුවෝ ආයා සහ අනාය. තමාගේ පියවූ ශිබෙයොන්ගේ කොටළුවන් වනයෙහි ගොදුරු කවද්දී උණු දිය උල්පත් සම්බවුණේ මේ අනාටය."},{"number":25,"verse":"අනාගේ දරුවෝ දීෂොන් සහ අනාගේ දූවූ ඔහොලිබාමාය."},{"number":26,"verse":"දීෂොන්ගේ දරුවෝ හෙම්දාන්, එෂ්බාන්, ඉත්රාන් සහ කෙරාන්ය."},{"number":27,"verse":"ඒශෙර්ගේ දරුවෝ බිල්හන්, සයවාන් සහ අකාන්ය."},{"number":28,"verse":"දීෂාන්ගේ දරුවෝ ඌෂ් සහ අරාන්ය."},{"number":29,"verse":"හෝරිවරුන්ගෙන් පැමිණි අධිපතියෝ: අධිපතිවූ ලෝතාන්, අධිපතිවූ ෂෝ‍‍බාල්, අධිපතිවූ ශිබෙයොන්, අධිපතිවූ අනා,"},{"number":30,"verse":"අධිපතිවූ දීෂොන්, අධිපතිවූ එශෙර් සහ අධිපතිවූ දීෂාන්ය. මොව්හු සේයිර් දේශයෙහි තමන් අධිපතීන්ගේ ක්‍රමයෙන් හෝරිවරුන්ගෙන් පැවත ආවාවූ අධිපතියෝය."},{"number":31,"verse":"ඉශ්‍රායෙල්ගේ පුත්‍රයන් කෙරෙහි යම් රජෙකු රජකම්කරන්ට පූර්වයෙන් ඒදොම් දේශයෙහි රජකම්කළ රජවරු මොව්හුය."},{"number":32,"verse":"බෙයොර්ගේ පුත් බෙලා ඒදොම්හි රජකම්කෙළේය; ඔහුගේ නුවර නම දින්හාබාය."},{"number":33,"verse":"බෙලා මළේය, ඔහු වෙනුවට බොශ්රායේ ශෙරාගේ පුත්‍රවූ යෝබාබ් රජකම්කෙළේය."},{"number":34,"verse":"යෝබාබ් මළේය, ඔහු වෙනුවට තේමානිවරුන්ගේ දේශයේ හුෂාම් රජකම්කෙළේය."},{"number":35,"verse":"හුෂාම් මළේය, ඔහු වෙනුවට මෝවබ්ගේ කෙතේදී මිදියන්වරුන්ට පහරදුන් බෙදද්ගේ පුත් හදද් රජකම්කෙළේය. ඔහුගේ නුවරේ නම අවිත්ය."},{"number":36,"verse":"හදද් මළේය, ඔහු වෙනුවට මස්රේකාහි ෂම්ලා රජකම්කෙළේය."},{"number":37,"verse":"ෂම්ලා මළේය, ඔහු වෙනුවට ගංගාව ළඟ රෙහොබොත්හි ෂාවුල් රජකම්කෙළේය."},{"number":38,"verse":"ෂාවුල් මළේය, ඔහු වෙනුවට අක්බොර්ගේ පුත් බාල්-හානන් රජකම්කෙළේය."},{"number":39,"verse":"අක්බොර්ගේ පුත්‍රවූ බාල්-හානන් මළේය, ඔහු වෙනුවට හදර් රජකම්කෙළේය. ඔහුගේ නුවරේ නම පායූය; ඔහුගේ භාර්යාවගේ නාමය මෙහෙතාබල්ය, ඈ මෙසාහබ්ගේ දූවූ මත්රෙද්ගේ දූය."},{"number":40,"verse":"තම තමන්ගේ පෙළපත් සහ ඉඩම් ප්‍රකාරයට නාම වශයෙන් ඒසව්ගෙන් පැවත ආ අධිපතීන්ගේ නාමවල් නම්: අධිපතිවූ තිම්නා, අධිපතිවූ අල්වා, අධිපතිවූ යෙතේත්;"},{"number":41,"verse":"අධිපතිවූ ඔහොලිබාමා, අධිපතිවූ ඒලා, අධිපතිවූ පීනොන්;"},{"number":42,"verse":"අධිපතිවූ කෙනස්, අධිපතිවූ තේමාන්, අධිපතිවූ මිබ්ශාර්;"},{"number":43,"verse":"අධිපතිවූ මග්දීයෙල් සහ අධිපතිවූ ඊරාම්ය. තම තමන් සන්තක දේශයෙහි තමන්ගේ වාසස්ථාන ප්‍රකාරයට ඒදොම්හි අධිපතියෝ මොව්හුය. මෙය ඒදොම්වරුන්ගේ පියවූ ඒසව්ගේ පෙළපතය."}]}