{"bibleAbbr":"siROV","bookName":"උත්පත්ති","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"( ආදම් පටන් නෝවා දක්වා පරම්පරා) ආදම්ගේ පරම්පරා පොත මේය. දෙවියන්වහන්සේ මනුෂ්‍යයා මැවූ දවසෙහි දෙවියන්වහන්සේගේ සමානත්වයෙන් ඔහු සෑදූසේක;"},{"number":2,"verse":"පුරුෂයෙක්ද ස්ත්‍රියෙක්ද කොට උන්වහන්සේ ඔවුන් මැවූසේක; උන්වහන්සේ ඔවුන්ට ආශීර්වාදකර, ඔවුන් මවනු ලැබූ දවසෙහි ආදම් ( හෙවත්, මනුෂ්‍යයා.) යන නාමය ඔවුන්ට තැබූසේක."},{"number":3,"verse":"ආදම් එකසිය තිස් අවුරුද්දක් ජීවත්වූ පසු තමාගේම සමානත්වයෙන් තමාගේ ස්වරූපය මෙන් පුත්‍රයෙකු උපදවා ඔහුට සෙත් යන නම තැබුවේය."},{"number":4,"verse":"සෙත් උපන්නාට පසු ආදම්ගේ දවස් අවුරුදු අටසියයක් විය. ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":5,"verse":"ආදම් ජීවත්වුණු සියලු දවස් නවසිය තිස් අවුරුද්දක්ය; ඔහු මළේය."},{"number":6,"verse":"සෙත් එකසිය පස් අවුරුද්දක් ජීවත්වූ පසු ඔහුට දාව ඒනොෂ් උපන්නේය."},{"number":7,"verse":"සෙත් ඒනොෂ් ඉපදෙවූූූ පසු අටසිය සත් අවුරුද්දක් ජීවත්වුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":8,"verse":"සෙත්ගේ සියලු දවස් නවසිය දොළොස් අවුරුද්දක්ය; ඔහු මළේය."},{"number":9,"verse":"ඒනොෂ් අනූ අවුරුද්දක් ජීවත්වූ පසු ඔහුට දාව කේනාන් උපන්නේය."},{"number":10,"verse":"ඒනොෂ් කේනාන් ඉපදෙවූූ පසු අටසිය පසළොස් අවුරුද්දක් ජීවත්වුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":11,"verse":"ඒනොෂ්ගේ සියලු දවස් නවසිය පස් අවුරුද්දක්ය; ඔහු මළේය."},{"number":12,"verse":"කේනාන් සැත්තෑ අවුරුද්දක් ජීවත්වූ පසු ඔහුට දාව මහලලෙල් උපන්නේය."},{"number":13,"verse":"කේනාන් මහලලෙල් ඉපෙදවූ පසු අටසිය සතළිස් අවුරුද්දක් ජීවත්වුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":14,"verse":"කේනාන්ගේ සියලු දවස් නවසිය දස අවුරුද්දක්ය; ඔහු මළේය."},{"number":15,"verse":"මහලලෙල් සැටපස් අවුරුද්දක් ජීවත්වූ පසු ඔහුට දාව යරෙද් උපන්නේය."},{"number":16,"verse":"මහලලෙල් යරෙද් ඉපදෙවූූ පසු අටසිය තිස් අවුරුද්දක් ජීවත්වුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":17,"verse":"මහලලෙල්ගේ සියලු දවස් අටසිය අනූපස් අවුරුද්දක්ය; ඔහු මළේය."},{"number":18,"verse":"යරෙද් එකසිය සැට දෑවුරුද්දක් ජීවත්වූ පසු ඔහුට දාව ඒනොක් උපන්නේය."},{"number":19,"verse":"යරෙද් ඒනොක් ඉපෙදවූ පසු අටසිය අවුරුද්දක් ජීවත්වුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":20,"verse":"යරෙද්ගේ සියලු දවස් නවසිය සැටදෑවුරුද්දක්ය; ඔහු මළේය."},{"number":21,"verse":"ඒනොක් සැටපස් අවුරුද්දක් ජීවත්ව මෙතුසෙලා ඉපදෙවූවේය."},{"number":22,"verse":"ඒනොක් මෙතුසෙලා ඉපදෙවූ පසු අවුරුදු තුන්සියයක් දෙවියන්වහන්සේ සමඟ හැසුරුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":23,"verse":"ඒනොක්ගේ සියලු දවස් තුන්සිය සැටපස් අවුරුද්දක්ය."},{"number":24,"verse":"තවද ඒනොක් දෙවියන්වහන්සේ සමඟ හැසුරුණේය; දෙවියන්වහන්සේ ඔහු ගත් බැවින් ඔහු තවත් නොදක්නා ලද්දේය."},{"number":25,"verse":"මෙතුසෙලා එකසිය අසූසත් අවුරුද්දක් ජීවත්වූ පසු ඔහුට දාව ලාමෙක් උපන්නේය."},{"number":26,"verse":"මෙතුසෙලා ලාමෙක් ඉපදෙවූූ පසු සත්සිය අසූ දෑවුරුද්දක් ජීවත්වුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":27,"verse":"මෙතුසෙලාගේ සියලු දවස් නවසිය සැටනව අවුරුද්දක්ය; ඔහු මළේය."},{"number":28,"verse":"ලාමෙක් එකසිය අසූ දෑවුරුද්දක් ජීවත්වූ පසු ඔහුට දාව පුත්‍රයෙක් උපන්නේය."},{"number":29,"verse":"ඔහු: ස්වාමීන්වහන්සේ ශාපකළ භූමිය කරණකොටගෙනවූ අපගේ වැඩද අත්වල වෙහෙසද ගැන මේ තෙමේ අප සනසන්නේය කියා ඔහුට නෝවා යන නම තැබීය."},{"number":30,"verse":"ලාමෙක් නෝවා ඉපදෙවූ පසු පන්සිය අනූපස් අවුරුද්දක් ජීවත්වුණේය, ඔහුට දාව පුත්‍රයෝද දූවරුද උපන්නෝය."},{"number":31,"verse":"ලාමෙක්ගේ සියලු දවස් සත්සිය සැත්තෑසත් අවුරුද්දක්ය; ඔහු මළේය."},{"number":32,"verse":"නෝවාට අවුරුදු පන්සියයක් වයස්වූ කල ඔහුට දාව ෂෙම්ද හාම්ද යඵෙත්ද උපන්නෝය."}]}