{"bibleAbbr":"CVB1535","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"At the same tyme was there no kynge in Israel, and there was a man of Leui, which was a strauger besyde mout Ephraim, and had taken him a cocubine of Bethleem Iuda to wife."},{"number":2,"verse":"And wha she had played the harlot besyde him, she ranne fro him to hir fathers house vnto Bethleem Iuda, & was there foure monethes longe."},{"number":3,"verse":"And hir husbade gat him vp, & wente after her, to speake fredly wt her, & to fetch her againe, & had a seruaunt & a couple of asses wt him. And she led him in to hir fathers house. But whan the damsels father sawe him, he was glad, & receaued him:"},{"number":4,"verse":"& his father in lawe, yt the damsels father kepte him, so yt he taried thre dayes wt him: thus they ate and droke, and remayned there all nighte."},{"number":5,"verse":"But on ye fourth daye he gat him vp early, & wolde go his waye. Then sayde ye damsels father vnto his sonne in lawe: Refresh thine hert first wt a morsell of bred, and then shal ye go."},{"number":6,"verse":"And they sat them downe, & ate and dronke both together: Then sayde the damsels father vnto the man: Oh tarye all nighte, yt we waie refresh thine hert."},{"number":7,"verse":"But ye ma arose, & wolde nedes go. And his father in lawe constrayned him to tarye all nighte."},{"number":8,"verse":"On the fifth daye in the mornynge he gat him vp, and wolde be gone. Then sayde the damsels father: I praye the conforte thine hert, & let vs tary tyll ye daye be farther past, and so they ate both together."},{"number":9,"verse":"And the man gat him vp, and wolde go with his concubyne and with his seruaunt. But his father in lawe the damsels father, saide vnto him agayne: Lo, the daye is spente, & it begynneth to be euen, tary all night: beholde, here is lodginge yet this daye, abyde here this night, it shal refresh thine hert: tomorow by times get you vp, and go youre waye vnto thy tent."},{"number":10,"verse":"Neuerttheles the man wolde not tary, but gat him vp, and wete his waye, and came ouer agaynst Iebus (that is Ierusalem) and his couple of asses lade, and his concubyne with him."},{"number":11,"verse":"Now whan they were come nye vnto Iebus, the daye fell fast awaye. And ye seruaut saide vnto his master: I praie you go on, and let vs turne in to this cite of the Iebusites, and tarye therin allnight."},{"number":12,"verse":"Not withstondinge his master sayde vnto him: I wil not turne in to ye cite of the aleauntes, that are not of the children of Israel, but I wyl go ouer vnto Gibea."},{"number":13,"verse":"And he sayde vnto his seruaut: Go thou before, that we maye come to some place, and tarye at Gibea or at Ramah allnight."},{"number":14,"verse":"And they wente on and walked, and the Sonne wente downe vpon the harde by Gibea, which lyeth in the trybe of BenIamin:"},{"number":15,"verse":"and they turned in there, yt they mighte come in, and tarye at Gibea all nighte. But whan he came in, he sat him downe in ye strete of the cite: for there was noman that wolde lodge them in his house that night."},{"number":16,"verse":"And beholde, then came there an olde ma from his worke out of the felde in the eueninge: and he was also of mount Ephraim, and a strauger at Gibea: but ye me of that place were ye childre of Iemini."},{"number":17,"verse":"And whan he lifte vp his eies, & sawe the straunger in the strete he sayde vnto him: Whither wilt thou go? & whence comest thou?"},{"number":18,"verse":"He answered him: We are goinge on oure iourney from Betlee Iuda, vntyll we come besyde mount Ephraim, whece I am, and wente vnto Bethleem Iuda, and now I go vnto ye house of ye LORDE & no ma wil harbarow me."},{"number":19,"verse":"We haue strawe and proueder for oure asses, and bred and wyne for me and thy handmayden, and for the yonge man which is with thy seruaunt, so yt we wante nothinge."},{"number":20,"verse":"The olde man sayde: Peace be with the: what soeuer thou wantest, thou findest it wt me, onely tarye not in the strete all nighte."},{"number":21,"verse":"And he broughte him in to his house, and gaue the asses prouender: and they washed their fete, and ate & dronke."},{"number":22,"verse":"And wha their hert was now ioyfull, the men of the cyte, the children of Belial, came, and compased the house rounde aboute, and russhed at ye dore, and sayde vnto ye olde man, which was the good man of ye house: Bringe out the ma which is come in to thy house, that we maye knowe him."},{"number":23,"verse":"But the good man of the house wente forth to them, and sayde vnto them: Oh no my brethren, do not so wickedly, consideringe this man is come in to my house: Oh do not soch folye."},{"number":24,"verse":"Beholde, I haue a doughter yet a virgin, and this man hath a cocubine, those wil I brynge forth vnto you, that ye maye humble them, and do with them as ye lyke: but do not soch foly vnto this man."},{"number":25,"verse":"Neuertheles the men wolde not herken vnto him. Then toke ye man his concubine and broughte her forth vnto them: and they knewe her, and dealte shamefully with her all yt night vntill the mornynge. And whan the mornynge brake on, they let her go."},{"number":26,"verse":"Then came the woman early in the mornynge, and fell downe at the dore of the mas house that her lorde was in, and laye there tyll it was light."},{"number":27,"verse":"Now whan hir lorde rose vp in the mornynge, and opened the dore of the house, and wente forth to go on his iourney, beholde, his concubyne laye at the dore of the house, and hir handes vpon the thresholde."},{"number":28,"verse":"He saide vnto her: stonde vp, let vs go, Neuertheles she gaue him no answere. The toke he her vp vpon his asse, gat him vp, and wente vnto his place."},{"number":29,"verse":"Now whan he came home, he toke a swerde, and helde his concubyne, and cut her wt the bones and all in to twolue peces, and sent them in to all the coastes of Israel."},{"number":30,"verse":"Who so euer sawe it, sayde: Soch a thinge hath not bene done ner sene, sence the tyme that ye children of Israel departed out of the londe of Egipte, vnto this daye. Now as concernynge this, take youre advysement, and geue yor councell, and shew it forth."}]}