{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":10,"verses":[{"number":1,"verse":"Aftir Abymelech roos a duyk in Israel, Thola, the sone of Phua, brother of `the fadir of Abymelech; Thola was a man of Ysachar, that dwelliden in Sanyr, of the hil of Effraym;"},{"number":2,"verse":"and he demyde Israel thre and twenti yeer, and he `was deed, and biriede in Sanyr."},{"number":3,"verse":"His successour was Jair, a man of Galaad, that demyde Israel bi two and twenti yeer;"},{"number":4,"verse":"and he hadde thretti sones, sittynge aboue thretti coltis of femal assis, and thretti princes of citees, whiche ben clepid bi `his name, Anoth Jair, that is, the citees of Jair, `til in to present day, in the lond of Galaad."},{"number":5,"verse":"And Jair `was deed, and biriede in a place `to which the name is Camon."},{"number":6,"verse":"Forsothe the sones of Israel ioyneden newe synnes to elde synnes, and diden yuels in the `siyt of the Lord, and serueden to the idols of Baalym, and of Astoroth, and to the goddis of Sirie, and of Sidon, and of Moab, and of the sones of Amon, and of Filistiym; and thei leften the Lord, and worschipiden not hym."},{"number":7,"verse":"And the Lord was wrooth ayens hem, and he bitook hem in to the hondis of Filistiym, and of the sones of Amon."},{"number":8,"verse":"And alle that dwelliden ouer Jordan in the lond of Ammorrey, which is in Galaad, weren turmentid and oppressid greetli bi eiytene yeer,"},{"number":9,"verse":"in so myche that the sones of Amon, whanne thei hadden passid Jordan, wastiden Juda and Benjamyn and Effraym; and Israel was turmentid greetli."},{"number":10,"verse":"And thei crieden to the Lord, and seiden, We han synned to thee, for we forsoken oure God, and seruyden Baalym."},{"number":11,"verse":"To whiche the Lord spak, Whether not Egipcians, and Ammorreis, and the sones of Amon, and of Filistiym, and Sidonyes,"},{"number":12,"verse":"and Amalech, and Canaan, oppressiden you, and ye crieden to me, and Y delyuerede you fro `the hondis of hem?"},{"number":13,"verse":"And netheles ye forsoken me, and worschipiden alien goddis; therfor Y schal not adde, that Y delyuere you more."},{"number":14,"verse":"Go ye, and clepe goddis whiche ye han chose; delyuere thei you in the tyme of angwisch."},{"number":15,"verse":"And the sones of Israel seiden to the Lord, We han synned; yelde thou to vs what euer thing plesith thee; oneli delyuere vs now."},{"number":16,"verse":"And thei seiden these thingis, and castiden forth fro her coostis alle the idols of alien goddis, and serueden the Lord; which hadde `rewthe, ether compassioun, on the `wretchidnessis of hem."},{"number":17,"verse":"And so the sones of Amon crieden togidere, that is, clepyden hem silf togidere to batel, and excitiden ayens Israel, and settiden tentis in Galaad, `ayens whiche the sones of Israel weren gaderid, and settiden tentis in Masphat."},{"number":18,"verse":"And the princes of Galaad seiden ech to hise neiyboris, He, that bigynneth first of vs to fiyte ayens the sones of Amon, schal be duyk of the puple of Galaad."}]}