{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":12,"verses":[{"number":1,"verse":"`Lo! forsothe discencioun roos in Effraym; for whi thei, that passiden ayens the north, seiden to Jepte, Whi yedist thou to batel ayens the sones of Amon, and noldist clepe vs, that we schulden go with thee? Therfor we schulen brenne thin hows."},{"number":2,"verse":"To whiche he answeride, Greet strijf was to me and to my puple ayens the sones of Amon, and Y clepide you, that ye schulden `yyue help to me, and ye nolden do."},{"number":3,"verse":"`Which thing Y siy, and puttide my lijf in myn hondis; and Y passide to the sones of Amon, and `the Lord bitook hem in to myn hondis; what haue Y disseruyd, that ye ryse togidere ayens me in to batel?"},{"number":4,"verse":"Therfor whanne alle the men of Galaad weren clepid to hym, he fauyt ayens Effraym; and the men of Galaad smytiden Effraym; for he seide, Galaad is `fugitif ether exilid fro Effraym, and dwellith in the myddis of Effraym and of Manasses."},{"number":5,"verse":"And the men of Galaad ocupieden the forthis of Jordan, bi whiche Effraym schulden turne ayen. And whanne a man fleynge of the noumbre of Effraym hadde come to tho forthis, and hadde seid, Y biseche, that thou suffre me passe; men of Galaad seiden to hym, Whether thou art a man of Effraym? And whanne he seide, Y am not,"},{"number":6,"verse":"thei axiden hym, Seie thou therfor Sebolech, `whiche is interpretid, `an eer of corn. Which answeride, Thebolech, and myyte not brynge forth an eer of corn bi the same lettre. And anoon thei strangeliden hym takun in thilke passyng of Jordan; and two and fourti thousynde of Effraym felden doun in that tyme."},{"number":7,"verse":"And so Jepte, `a man of Galaad, demyde Israel sixe yeer; and he `was deed, and biried in his citee Galaad."},{"number":8,"verse":"Abethsan of Bethleem, that hadde thretti sones, and so many douytris, demyde Israel aftir Jepte;"},{"number":9,"verse":"whiche douytris he sente out, and yaf to hosebondis, and he took wyues to hise sones of the same noumbre, and brouyte in to hys hows; which demyde Israel seuene yeer;"},{"number":10,"verse":"and he `was deed, and biried in Bethleem."},{"number":11,"verse":"Whos successour was Hailon of Zabulon; and he demyde Israel ten yeer;"},{"number":12,"verse":"and he was deed, and biried in Zabulon."},{"number":13,"verse":"Aftir hym Abdon, the sone of Ellel, of Pharaton, demyde Israel;"},{"number":14,"verse":"which Abdon hadde fourti sones, and of hem thretti sones, stiynge on seuenti coltis of femal assis, `that is, mulis, and he demyde Israel eiyte yeer;"},{"number":15,"verse":"and he `was deed, and biried in Pharaton, in the loond of Effraym, in the hil of Amalech."}]}