{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":18,"verses":[{"number":1,"verse":"In tho daies was no kyng in Israel; and the lynage of Dan souyte possessioun to it silf, to dwelle ther ynne; for `til to that dai it hadde not take eritage among other lynagis."},{"number":2,"verse":"Therfor the sones of Dan senten fyue the strongeste men of her generacioun and meynee fro Saraa and Escahol, that thei schulden aspie the lond, and biholde diligentli. And thei seiden to hem, Go ye, and biholde the lond. And whanne thei goynge hadden come in to the hil of Effraym, and hadden entrid in to the hows of Mycha, thei restiden there."},{"number":3,"verse":"And thei knewen the voys of the yong wexynge dekene; and thei restiden in `the yn of hym, and seiden to hym, Who brouyte thee hidur? What doist thou here? For what cause woldist thou come hidur?"},{"number":4,"verse":"Which answeride `to hem, Mychas yaf to me these and these thingis, and hiride me for meede, that Y be preest to hym."},{"number":5,"verse":"Forsothe thei preieden hym, that he schulde counsele the Lord, and thei myyten wite, whether thei yeden in weie of prosperite, and the thing schulde haue effect."},{"number":6,"verse":"Which answeride to hem, Go ye with pees, the Lord biholdith youre weie, and the iourney whidur ye goon."},{"number":7,"verse":"Therfor the fyue men yeden, and camen to Lachys; and thei siyen the puple dwellynge ther ynne with outen ony drede, bi the custom of Sidonyis, sikur and resteful, for no man outirli ayenstood hem, and `of grete richessis, and fer fro Sidon, and departid fro alle men."},{"number":8,"verse":"And thei turneden ayen to her britheren in Saraa and Escahol; and thei answeriden to `britheren axynge what thei hadden do,"},{"number":9,"verse":"Rise ye, and stie we to hem, for we siyen the lond ful riche and plenteuous; nyle ye be necgligent, nil ye ceesse, go we, and haue it in possessioun;"},{"number":10,"verse":"no trauel schal be; we schulen entre to sikir men, in to a largeste cuntrey; and the Lord schal bitake to vs a place, wher ynne is not pouert of ony thing of tho that ben brouyt forth in erthe."},{"number":11,"verse":"Therfor sixe hundrid men gird with armeris of batel yeden forth `of the kynrede of Dan, that is, fro Saraa and Escahol."},{"number":12,"verse":"And thei stieden, and dwelliden in Cariathiarym of Juda, which place took fro that tyme the name of Castels of Dan, and is bihyndis the bak of Cariathiarym."},{"number":13,"verse":"Fro thennus thei passiden in to the hil of Effraym; and whanne thei hadden come to the hows of Mychas, the fyue men,"},{"number":14,"verse":"that weren sent bifore to biholde the lond of Lachis, seiden to her other britheren, Ye knowen, that ephod, and theraphyn, and a grauun ymage and yotun is in these housis; se ye what plesith you."},{"number":15,"verse":"And whanne thei hadden bowid a litil, thei entriden in to the hows of the yong dekene, that was in the hows of Mychas, and thei gretten hym with pesible wordis."},{"number":16,"verse":"Forsothe sixe hundrid men stoden bifore the dore, so as thei weren armed. And thei, that entriden in to the `hows of the yong man, enforsiden to take awey the grauun ymage, and the ephod, and theraphin, and the yotun ymage; and the preest stood bifore the dore,"},{"number":17,"verse":"while sixe hundrid strongeste men abideden not fer."},{"number":18,"verse":"Therfor thei that entriden token the grauun ymage, ephod, and idols, and the yotun ymage; to whiche the preest seide, What doen ye?"},{"number":19,"verse":"To whom thei answeriden, Be thou stille, and putte the fyngur on thi mouth, and come with vs, that we haue thee fadir and preest. What is betere to thee, that thou be preest in the hows of o man, whether in o lynage and meynee in Israel?"},{"number":20,"verse":"And whanne he hadde herd this, he assentide to `the wordis of hem, and he took the ephod, and ydols, and the grauun ymage, and yede forth with hem."},{"number":21,"verse":"And whanne thei yeden, and hadden maad the litle children, and werk beestis, and al thing that was preciouse, to go bifor hem;"},{"number":22,"verse":"and whanne thei weren now fer fro `the hows of Mychas, men that dwelliden in the housis of Mychas, crieden togidere, and sueden,"},{"number":23,"verse":"and bigunnun to crye `aftir the bak. Whiche whanne thei hadden biholde, seiden to Mychas, What wolt thou to thee? whi criest thou?"},{"number":24,"verse":"Which answeride, Ye han take awey my goddis whiche Y made to me, and the preest, and alle thingis whiche Y haue; and ye seien, What is to thee?"},{"number":25,"verse":"And the sones of Dan seiden to hym, Be war, lest thou speke more to vs, and men styrid in soule come to thee, and thou perische with al thin hows."},{"number":26,"verse":"And so thei yeden forth in the iourney bigunnun. Forsothe Mychas siy, that thei weren strongere than he, and turnede ayen in to his hows."},{"number":27,"verse":"Forsothe sixe hundrid men token the preest, and the thingis whiche we biforseiden, and camen in to Lachis to the puple restynge and sikur; and thei smytiden hem bi the scharpnesse of swerd, and bitoken the citee to brennyng,"},{"number":28,"verse":"while no man outirli yaf help, for thei dwelliden fer fro Sydon, and hadden not ony thing of felouschipe and cause with ony of men. Forsothe the citee was set in the cuntrei of Roob; which citee thei bildiden eft, and dwelliden ther ynne;"},{"number":29,"verse":"while the name of the citee was clepid Dan, bi the name of her fadir, whom Israel hadde gendrid, which citee was seid Lachis bifore."},{"number":30,"verse":"And `thei settiden there the grauun ymage, and Jonathas, sone of Jerson, sone of Moises, and `Jonathas sones, preestis, in the lynage of Dan, til in to the dai of her caitifte."},{"number":31,"verse":"And the idol of Mychas dwellide at hem, in al the tyme `in which the hows of God was in Silo. In tho daies was no kyng in Israel."}]}