{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"A man was a dekene dwellinge in the side of the hil of Effraym, which dekene took a wijf of Bethleem of Juda."},{"number":2,"verse":"And sche lefte hym, and turnede ayen in to the hows of hir fadir in Bethleem, and sche dwellide at hym foure monethis."},{"number":3,"verse":"And hir hosebonde suede hir, and wolde be recounselid to hir, and speke faire, and lede hir ayen with him; and he hadde in cumpany a child, and tweyne assis. And sche resseyuede hym, and brouyte him in to `the hows of hir fadir; and whanne hise wyues fadir hadde herd this, and `hadde seyn hym, he ran gladli to hym, and kisside the man."},{"number":4,"verse":"And the hosebonde of the douytir dwellide in `the hows of his wyues fadir in three daies, and eet and drank hoomli with hym."},{"number":5,"verse":"Sotheli in the fourthe dai he roos bi nyyt, and wolde go forth; whom `the fadir of his wijf helde, and seide to hym, Taaste thou first a litil of breed, and coumforte thi stomak, and so thou schalt go forth."},{"number":6,"verse":"And thei saten togidere, and eeten, and drunkun. And the fadir of the damysele seide to `the hosebonde of his douyter, Y beseche thee, that thou dwelle here to dai, and that we be glad togidere."},{"number":7,"verse":"And he roos, and bigan to wilne to go; and neuertheles `the fadir of his wijf helde hym mekeli, and made to dwelle at hym."},{"number":8,"verse":"Forsothe whanne the morewtid was maad, the dekene made redi weie; to whom `the fadir of his wijf seide eft, Y biseche, that thow take a litil of mete, and make thee strong til the dai encreesse, and aftirward go forth. Therfor thei eten togidere."},{"number":9,"verse":"And the yong man roos to go with his wijf and child; to whom the fadir of his wijf spak eft, Biholde thou, that the dai is `lowere to the goynge doun, and it neiyeth to euentid; dwelle thou at me also to dai, and lede a glad dai, and to morewe thou schalt go forth, that thou go in to thin hows."},{"number":10,"verse":"The `hosebonde of the douytir nolde assente to hise wordis; but he yede forth anoon, and cam ayens Jebus, which bi another name is clepid Jerusalem; and he ledde with hym twei assis chargid, and the wijf."},{"number":11,"verse":"And now thei weren bisidis Jebus, and the day was chaungid in to nyyt. And the child seide to his lord, Come thou, Y biseche, bowe we to the citee of Jebus, and dwelle we therynne."},{"number":12,"verse":"To whom the lord answeride, Y schal not entre in to the citee of an alien folc, which is not of the sones of Israel, but Y schal passe `til to Gabaa;"},{"number":13,"verse":"and whanne Y schal come thidur, we schulen dwelle therynne, `ether certis in the citee of Rama."},{"number":14,"verse":"Therfor thei passiden Jebus, and token the weie bigunnun. And the sunne yede doun to hem bisidis Gabaa, which is in the lynage of Beniamyn;"},{"number":15,"verse":"and thei turneden to it, that thei schulden dwelle there. Whidur whanne thei hadden entrid, thei saten in the street of the citee, and no man wolde resseyue hem to herbore."},{"number":16,"verse":"And lo! an eld man turnede ayen fro the feeld, and fro his werk in the euentid, and apperide to hem, which also hym silf was of the hil of Effraym, and he dwellide a pilgrym in Gabaa. Therfor men of that cuntrey weren the sones of Gemyny."},{"number":17,"verse":"And whanne the eld man reiside his iyen, he siy a man sittynge with hise fardels in the street of the citee; and he seide to `that man, Fro whennus comest thou? and whidur goist thou?"},{"number":18,"verse":"Which answeride to hym, We yeden forth fro Bethleem of Juda, and we gon to oure place, which is in the side of the hil of Effraym, fro whennus we yeden to Bethleem; and now we gon to the hows of God, and no man wole resseyue vs vndur his roof,"},{"number":19,"verse":"and we han prouendre and hey in to mete of assis, and breed and wyn in to myn vsis, and of thin handmayde, and of the child which is with me; we han no nede to ony thing, no but to herbore."},{"number":20,"verse":"To whom the eld man answeride, Pees be with thee; Y schal yyue alle `thingis, that ben nedeful; oneli, Y biseche, dwelle thou not in the street."},{"number":21,"verse":"And he brouyte hym in to his hows, and yaf `mete to the assis; and after that thei waischiden her feet, he resseyuede hem `in to feeste."},{"number":22,"verse":"While thei eeten, and refreischiden the bodies with mete and drynk after the trauel of weie, men of that citee camen, the sones of Belial, that is, with out yok, and thei cumpassiden the `hows of the elde man, and bigunnun to knocke the doris; and thei crieden to the lord of the hows, and seiden, Lede out the man that entride in to thin hows, that we mysuse him."},{"number":23,"verse":"And the elde man yede out to hem, and seide, Nyle ye, britheren, nyle ye do this yuel; for the man entride in to myn herbore; and ceesse ye of this foli."},{"number":24,"verse":"Y haue a douyter virgyn, and this man hath a wijf; Y schal lede out hem to you, that ye make lowe hem, and fille youre lust; oneli, Y biseche, that ye worche not this cursidnesse ayens kynde `ayens the man."},{"number":25,"verse":"Thei nolden assente to hise wordis; which thing the man siy, and ledde out his wijf to hem, and bitook to hem hir to be defoulid. And whanne thei hadden misusid hir al niyt, thei leften hir in the morewtid."},{"number":26,"verse":"And whanne the derknessis departiden, the womman cam to the dore of the hows, where hir lord dwellide, and there sche felde doun."},{"number":27,"verse":"Whanne the morewtid was maad, the man roos, and openyde the dore, `that he schulde fille the weie bigunnun; and lo! his wijf lay bifor the dore, with hondis spred in the threischfold."},{"number":28,"verse":"And he gesside `hir to reste, `and spak to hir, Rise thou, and go we. `And whanne sche answeride no thing, he vndirstode that sche was deed; and he took hir, and puttide on the asse, and turnede ayen in to his hows."},{"number":29,"verse":"And whanne he entride in `to that hows, he took a swerd, and departide in to twelue partis and gobetis the deed body of the wijf, and sente in to alle the termes of Israel."},{"number":30,"verse":"And whanne alle `men hadden herde this, thei crieden, Neuere siche a thing was don in Israel, fro that dai `in which oure fadris stieden fro Egipt `til in to `present tyme; seie ye sentence, and deme ye in comyn, what is nede to be doon."}]}