{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"Therfor alle the sones of Israel yeden, and weren gaderid togidere as o man, fro Dan `til to Bersabee, and fro the lond of Galaad to the Lord in Maspha; and alle the `corneris of puplis;"},{"number":2,"verse":"and alle the lynagis of Israel camen to gidere in to the chirche of `the puple of God, foure hundrid thousynde of `foot men fiyters."},{"number":3,"verse":"And it was not `hid fro the sones of Beniamyn, that the sones of Israel hadden stied in to Maspha. And the dekene, hosebonde of the `wijf that was slayn, was axid, `how so greet felonye was doon;"},{"number":4,"verse":"and he answeride, Y cam with my wijf in to Gabaa of Beniamyn, and Y turnede thidur."},{"number":5,"verse":"And lo! men of that citee cumpassiden in nyyt the hows, in which Y dwellide, and thei wolden sle me, and thei bitraueliden my wijf with vnbileueful woodnesse of letcherie; at the last sche was deed."},{"number":6,"verse":"And Y took, and Y kittide hir in to gobetis, and Y sente partis in to alle the termes of youre possessioun; for so greet felonye and so greuouse synne was neuere doon in Israel."},{"number":7,"verse":"Alle ye sones of Israel ben present; deme ye, what ye owen do."},{"number":8,"verse":"And al the puple stood, and answeride as bi word of o man, `that is acordyngli, with out ayenseiyng and with out delay, We schulen not go awei in to oure tabernaclis, nethir ony man schal entre in to his hows;"},{"number":9,"verse":"but we schulen do this in comyn ayens Gabaa."},{"number":10,"verse":"`Ten men be chosun of an hundrid, of alle the lynagis of Israel, and an hundrid of a thousynde, and a thousynde of ten thousynde, that thei bere metis to the oost, and that we, fiytynge ayens Gabaa of Beniamyn, moun yelde to it `for the trespas that that it deserueth."},{"number":11,"verse":"And al the puple, `as o man, cam togidere to the citee bi the same thouyt and o counsel."},{"number":12,"verse":"And `thei senten messangeris to al the lynage of Beniamyn, `whiche messangeris seiden, Whi so greet felony is foundun in you?"},{"number":13,"verse":"Bitake ye the men of Gabaa, that diden this wickidnesse, that thei die, and yuel be doon awey fro Israel. `Whiche nolden here the comaundement of her britheren, the sones of Israel,"},{"number":14,"verse":"but of alle the citees, that weren of `her part, thei camen togidere in to Gabaa, to helpe hem, and to fiyte ayens al the puple of Israel."},{"number":15,"verse":"And fyue and twenti thousynde weren foundun of Beniamyn, of men drawynge out swerd, outakun the dwelleris of Gabaa,"},{"number":16,"verse":"whiche weren seuen hundrid strongeste men, fiytynge so with the lefthond as with the riythond, and castynge so stoonus with slyngis at a certeyn thing, that thei myyten smyte also an heer, and the strook of the stoon schulde not be borun in to `the tother part."},{"number":17,"verse":"Also of the men of Israel, with out the sones of Beniamin, weren foundun foure hundrid thousynd `of men drawynge swerd and redi to batel."},{"number":18,"verse":"Whiche riseden and camen in to the hows of God, that is in Silo; and thei counceliden God, and seiden, Who schal be prince in oure oost of the batel ayens the sones of Beniamyn? To whiche the Lord answeride, Judas be youre duyk."},{"number":19,"verse":"And anoon the sones of Israel risiden eerli, and settiden tentis ayens Gabaa."},{"number":20,"verse":"And fro thennus thei yeden forth to batel ayens Beniamyn, and bigunnen to fiyte ayens `the citee."},{"number":21,"verse":"And the sones of Beniamyn yeden out of Gabaa, and killiden of the sones of Israel in that dai two and twenti thousynde of men."},{"number":22,"verse":"And eft the sones of Israel tristiden in strengthe and noumbre, and dressiden schiltrun, in the same place in which thei fouyten bifore;"},{"number":23,"verse":"so netheles that thei stieden bifore, and wepten bifor the Lord `til to nyyt, and counseliden hym, and seiden, Owe Y go forth more to fiyte ayens the sones of Beniamyn, my britheren, ether nay? To whiche he answeride, Stie ye to hem, and bigynne ye batel."},{"number":24,"verse":"And whanne the sones of Israel hadden go forth to batel in the tother dai ayens Beniamyn,"},{"number":25,"verse":"the sones of Beniamyn braken out of the yates of Gabaa, and camen to hem; and the sones of Beniamyn weren wood ayens hem bi so greet sleyng, that thei castiden doun eiytene thousynde of men drawynge swerd."},{"number":26,"verse":"Wherfor alle the sones of Israel camen in to the hows of God, and saten, and wepten bifore the Lord, and thei fastiden in that dai `til to euentid; and thei offeriden to the Lord brent sacrifices and pesible sacrifices,"},{"number":27,"verse":"and axiden of her staat. In that tyme the arke of boond of pees of God was there in Silo;"},{"number":28,"verse":"and Fynees, the sone of Eleazar, sone of Aaron, was souereyn of the hows. Therfor thei counseliden the Lord, and seiden, Owen we go out more to batel ayens the sones of Beniamyn, oure britheren, ethir reste? To whiche the Lord seide, Stie ye, for to morewe Y schal bytake hem in to youre hondis."},{"number":29,"verse":"And the sones of Israel settiden buyschementis bi the cumpas of the citee of Gabaa;"},{"number":30,"verse":"and the thridde tyme as onys and tweis thei brouyten forth oost ayens Beniamyn."},{"number":31,"verse":"But also the sones of Beniamyn braken out of the citee booldli, and pursueden ferthere the aduersaryes fleynge, so that thei woundiden of hem, as in the firste dai and the secounde, and killiden bi twey paththis `the aduersaries turnynge backis; of whiche paththis oon was borun in to Bethel, the tother in to Gabaa. And thei castiden doun aboute thretti men;"},{"number":32,"verse":"for thei gessiden to sle hem `bi customable maner; whiche `feyneden fliyt bi craft, and token counsel, that thei schulden drawe hem fro the citee, and that thei as fleynge schulden brynge to the forseid paththis."},{"number":33,"verse":"Therfor alle the sones of Israel risiden of her seetis, and settiden schiltrun in the place which is clepid Baalthamar. And the buschementis, that weren aboute the citee, bigunnen to opene hem silf litil and litil,"},{"number":34,"verse":"and to go forth fro the west part of the citee. But also othere ten thousynde of men of al Israel excitiden the dwelleris of the cite to batels; and the batel was maad greuous ayens the sones of Beniamyn, and thei vndurstoden not, that perisching neiyede to hem on eche part."},{"number":35,"verse":"And the Lord smoot hem in the siyt of the sones of Israel, and `thei killiden of hem in that dai fyue and twenti thousynde and an hundrid men, alle the werryours and drawynge swerd."},{"number":36,"verse":"Sotheli the sones of Beniamyn bigunnen to fle, `whanne thei sien, that thei weren the lowere. And the sones of Israel sien this, and `yauen to hem place to fle, that thei schulden come to the buyschementis maad redi, whiche thei hadden set bisidis the citee."},{"number":37,"verse":"And whanne thei hadden rise sudenli fro hid places, and Beniamyn yaf backis to the sleeris, thei entriden in to the citee, and smytiden it by the scharpnesse of swerd."},{"number":38,"verse":"Sotheli the sones of Israel hadden youe a signe to hem whiche thei hadden set in buyschementis, that aftir that thei hadden take the citee, thei schulden kyndle fier, and that bi smook stiynge an hiy, thei schulden schewe the citee takun."},{"number":39,"verse":"And whanne the sones of Israel set in thilke batel sien this; for the sones of Beniamyn gessiden hem to fle, and thei sueden bisiliere, whanne thretti men of her oost weren slayn;"},{"number":40,"verse":"and `the sones of Israel sien as a piler of smoke stie fro the citee; also Beniamyn bihelde bihynde, whanne he siy the citee takun, and flawmes borun in hiye,"},{"number":41,"verse":"thei that feyneden fliyt bifore, `ayenstoden strongliere with face turned. And whanne the sones of Beniamyn hadden seyn this, thei weren turned in to fliyt,"},{"number":42,"verse":"and thei bigunnen to go to the weie of deseert; while also aduersaries pursueden hem there, but also thei, that hadden brent the citee, camen ayens hem."},{"number":43,"verse":"And so it was doon, that thei weren slayn of enemyes on ech part, nether ony reste of men diynge was; and thei felden, and weren cast doun at the eest coost of the citee of Gabaa."},{"number":44,"verse":"Forsothe thei, that weren slayn in the same place, weren eiytene thousynde of `men, alle strongeste fiyteris."},{"number":45,"verse":"And whanne thei that leften of Beniamyn hadden seyn this, thei fledden in to wildirnesse, and thei yeden to the stoon, whos name is Remmon. And in that fliyt the sones of Israel yeden opynli, `and yeden in to dyuerse places, and killiden fyue thousynde men; and whanne thei yeden ferther, thei pursueden hem, and killiden also othere twei thousynde."},{"number":46,"verse":"And so it was doon, that alle that felden doun of Beniamyn in diuerse places, weren fyue and twenti thousynde, `fiyterys moost redi to batels."},{"number":47,"verse":"And so sixe hundrid men leften of al the noumbre of Beniamyn, that myyten ascape, and fle in to wildirnesse; and thei saten in the stoon of Remmon foure monethis."},{"number":48,"verse":"Forsothe the sones of Israel yeden out, and smytiden with swerd alle the remenauntis of the citee, fro men `til to werk beestis; and deuourynge flawme wastide alle the citees and townes of Beniamyn."}]}