{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"And Delbora and Barach, sone of Abynoen, sungen in that dai, and seiden,"},{"number":2,"verse":"Ye men of Israel, that `offriden wilfuli youre lyues to perel, blesse the Lord."},{"number":3,"verse":"Ye kingis, here, ye princes, perceyueth with eeris; Y am, Y am the womman, that schal synge to the Lord; Y schal synge to the Lord God of Israel."},{"number":4,"verse":"Lord, whanne thou yedist out fro Seir, and passidist bi the cuntrees of Edom, the erthe was moued, and heuenes and cloudis droppiden with watris; hillis flowiden fro the `face of the Lord,"},{"number":5,"verse":"and Synai fro the face of the Lord God of Israel."},{"number":6,"verse":"In the daies of Sangar, sone of Anach, in the daies of Jahel, paththis restiden, and thei that entriden bi tho yeden bi paththis out of the weie."},{"number":7,"verse":"Stronge men in Israel cessiden, and restiden, til Delbora roos, a modir in Israel."},{"number":8,"verse":"The Lord chees newe batels, and he destriede the yatis of enemyes; scheeld and spere apperiden not in fourti thousynde of Israel."},{"number":9,"verse":"Myn herte loueth the princes of Israel; ye that offriden you to perel bi youre owyn wille,"},{"number":10,"verse":"blesse ye the Lord; speke ye, that stien on schynynge assis, and sitten aboue in doom, and goen in the wey."},{"number":11,"verse":"Where the charis weren hurtlid doun to gidere, and the oost of enemyes was straunglid, there the `riytfulnessis of the Lord be teld, and mercy among the stronge of Israel; thanne the `puple of the Lord cam doun to the yatis, and gat prinsehod."},{"number":12,"verse":"Rise, rise thou, Delbora, rise thou, and speke a song; rise thou, Barach, and thou, sone of Abynoen, take thi prisoneris."},{"number":13,"verse":"The relikis of the puple ben sauyd; the Lord fauyt ayens stronge men of Effraym."},{"number":14,"verse":"He dide awei hem in Amalech, and aftir hym of Beniamyn in to thi puplis, thou Amalech. Princes of Machir and of Zabulon yeden doun, that ledden oost to fiyte."},{"number":15,"verse":"The duykis of Isachar weren with Delbora, and sueden the steppis of Barach, which yaf hym silf to perel, as in to a dich, and in to helle. While Ruben was departid ayens hym silf; the strijf of greet hertyd men was foundun."},{"number":16,"verse":"Whi dwellist thou bitwixe `tweyne endis, that thou here the hissyngis of flockis? While Ruben was departid ayens hym silf, the strijf of greet hertid men was foundun."},{"number":17,"verse":"Gad restide biyendis Jordan, and Dan yaf tent to schippis. Aser dwellide in the `brenke of the see, and dwellide in hauenes."},{"number":18,"verse":"Forsothe Zabulon and Neptalym offriden her lyues to deeth, in the cuntre of Morema, `that is interpretid, hiy."},{"number":19,"verse":"Kyngis camen, and fouyten; kyngis of Canaan fouyten in Thanath, bisidis the watris of Magedon; and netheles thei token no thing bi prey."},{"number":20,"verse":"Fro heuene `me fauyt ayens hem; sterris dwelliden in her ordre and cours, and fouyten ayens Sisara."},{"number":21,"verse":"The stronde of Cyson drow `the deed bodies of hem, the stronde of Cadymyn, the stronde of Cyson. My soule, to-trede thou stronge men."},{"number":22,"verse":"The hors howis felden, while the strongeste of enemyes fledden with bire, and felden heedli."},{"number":23,"verse":"Curse ye the lond of Meroth, seide the `aungel of the Lord, curse ye `the dwelleris of hym, for thei camen not to the help of the Lord, `in to the help of the strongeste of hym."},{"number":24,"verse":"Blessyd among wymmen be Jahel, the wijf of Aber Cyney; blessid be sche in hir tabernacle."},{"number":25,"verse":"To Sisara axynge watir sche yaf mylk, and in a viol of princes sche yaf botere."},{"number":26,"verse":"Sche puttide the left hond to a nail, and the riyt hond to the `hameris of smyythis; and sche smoot Sisara, and souyte in the heed a place of wounde, and perside strongli the temple."},{"number":27,"verse":"He felde bitwixe `the feet of hir, he failide, and diede; he was waltryd bifor hir feet, and he lay with out soule, and wretchidful."},{"number":28,"verse":"His modir bihelde bi a wyndow, and yellide; and sche spak fro the soler, Whi tarieth his chaar to come ayen? Whi tarieden the feet of his foure horsid cartis?"},{"number":29,"verse":"Oon wisere than `othere wyues of hym answeride these wordis to the modir of hir hosebonde,"},{"number":30,"verse":"In hap now he departith spuylis, and the faireste of wymmen is chosun to hym; clothis of dyuerse colouris ben youun to Sisara in to prey, and dyuerse aray of houshold is gaderid to ourne neckis."},{"number":31,"verse":"Lord, alle thin enemyes perische so; sotheli, thei that louen thee, schyne so, as the sunne schyneth in his risyng. (32)And the lond restide fourti yeer."}]}