{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":6,"verses":[{"number":1,"verse":"Forsothe the sones of Israel diden yuel in the `siyt of the Lord, and he bitook hem in the hond of Madian seuene yeer."},{"number":2,"verse":"And thei weren oppressid of hem greetly; and `thei maden dichis, and dennes to hem silf in hillis, and strongeste places to fiyte ayen."},{"number":3,"verse":"And whanne Israel hadde sowe, Madian stiede, and Amalech, and othere of the `naciouns of the eest;"},{"number":4,"verse":"and thei settiden tentis at the sones of Israel, and wastiden alle thingis `as tho weren in eerbis, ethir grene corn, `til to the entryng of Gaza, and outirli thei leften not in Israel ony thing perteynynge to lijf, not scheep, not oxun, not assis."},{"number":5,"verse":"For thei and alle her flockis camen with her tabernaclis, and at the licnesse of locustus thei filliden alle thingis, and a multitude of men and of camels was with out noumbre, and wastiden what euer thing thei touchiden."},{"number":6,"verse":"And Israel was `maad low greetli in the siyt of Madian."},{"number":7,"verse":"And Israel criede to the Lord, `and axyde help ayens Madianytis; and he sente to hem a man,"},{"number":8,"verse":"a profete, and he spak, The Lord God of Israel seith these thingis, Y made you to stie fro Egipt, and Y ledde you out of the hows of seruage,"},{"number":9,"verse":"and Y delyueride you fro the hond of Egipcians, and of alle enemyes that turmentiden you; and Y castide hem out at youre entryng, and Y yaf to you `the lond of hem;"},{"number":10,"verse":"and Y seide, Y am `youre Lord God; drede ye not the goddis of Ammorreis, in whose lond ye dwellen; and ye nolden here my vois."},{"number":11,"verse":"Forsothe an aungel of the Lord cam, and sat undur an ook, that was in Effra, and perteynede to Joas, fadir of the meinee of Ezri. And whanne Gedeon, `his sone, threischide out, and purgide wheetis in a pressour,"},{"number":12,"verse":"that he schulde fle Madian, an aungel of the Lord apperide to hym, and seide, The Lord be with thee, thou strongeste of men."},{"number":13,"verse":"And Gedeon seide to hym, My lord, Y biseche, if the Lord is with vs, whi therfor han alle these yuels take vs? Where ben the merueils of hym, whiche oure fadris telden, and seiden, The Lord ledde vs out of Egipt? `Now forsothe he hath forsake vs, and hath bitake vs in the hond of Madian."},{"number":14,"verse":"And the Lord bihelde to hym, and seide, Go thou in this strengthe of thee, and thou schalt delyuere Israel fro the hond of Madian; wite thou, that Y sente thee."},{"number":15,"verse":"Which Gedeon answeride, and seide, My lord, Y biseche, in what thing schal Y delyuere Israel? Lo! my meynee is the loweste in Manasses, and Y am the leeste in the hows of my fadir."},{"number":16,"verse":"And the Lord seide to hym, Y schal be with thee, and thou schalt smyte Madian as o man."},{"number":17,"verse":"And Gedeon seide, If Y haue foundun grace bifor thee, yyue to me a signe, that thou, that spekist to me, art sente of Goddis part;"},{"number":18,"verse":"go thou not `awei fro hennus, til Y turne ayen to thee, and brynge sacrifice, and offre to thee. Whiche answeride, Y schal abide thi comyng."},{"number":19,"verse":"And so Gedeon entride, and sethide a kide, and took therf looues of a buyschel of mell, and fleischis in a panyere; and he sente the broth of fleischis in a pot, and bar alle thingis vndur an ook, and offride to hym."},{"number":20,"verse":"To whom the aungel of the Lord seide, Take thou the fleischis, and therf looues, and putte on that stoon, and schede the broth aboue. And whanne he hadde do so,"},{"number":21,"verse":"the aungel of the Lord helde forth the `ende of the yerde which he helde in the hond, and he touchide the fleischis, and the therf looues; and fier stiede fro the stoon, and wastide the fleischis, and therf looues. Forsothe the aungel of the Lord vanyschide fro hise iyen."},{"number":22,"verse":"And Gedeon siy that he was `an aungel of the Lord, and seide, Lord God, alas to me, for Y siy the aungel of the Lord face to face."},{"number":23,"verse":"And the Lord seide to hym, Pees be with thee; drede thou not, thou schalt not die."},{"number":24,"verse":"Therfor Gedeon bildide there an auter to the Lord, and he clepide it the Pees of the Lord, `til in to present dai. And whanne he was yit in Effra, which is of the meynee of Ezri, the Lord seide to hym in that nyyt,"},{"number":25,"verse":"Take thou `the bole of thy fadir, and anothir bole of seuene yeer, and thou schalt distrie the auter of Baal, which is thi fadris, and kitte thou doun the wode, which is aboute the auter;"},{"number":26,"verse":"and thou schalt bilde an auter to thi Lord God in the hiynesse of this stoon, on which thou puttidist sacrifice bifore; and thou schalt take the secounde bole, and thou schalt offre brent sacrifice on the heep of trees, whiche thou kittidist doun of the wode."},{"number":27,"verse":"Therfore Gedeon took ten men of hise seruauntis, and dide as the Lord comaundide to hym. Sotheli Gedeon dredde the hows of his fadir, and the men of that citee, and nolde do bi dai, but fillide alle thingis bi nyyt."},{"number":28,"verse":"And whanne men of that citee hadde rise eerly, thei sien the auter of Baal distried, and the wode kit doun, and the tothir bole put on the auter, that was bildid thanne."},{"number":29,"verse":"And thei seiden togidere, Who hath do this? And whanne thei enqueriden the doer of the deed, it was seid, Gedeon, the sone of Joas, dide alle these thingis."},{"number":30,"verse":"And thei seiden to Joas, Brynge forth thi sone hidur, that he die, for he distriede the auter of Baal, and kittide doun the wode."},{"number":31,"verse":"To whiche he answeride, Whether ye ben the venieris of Baal, that ye fiyte for hym? he that is aduersarie of hym, die, bifor that the `liyt of the morew dai come; if he is God, venge he hym silf of hym that castide doun his auter."},{"number":32,"verse":"Fro that dai Gedeon was clepid Gerobaal, for Joas hadde seid, Baal take veniaunce of hym that castide doun his auter."},{"number":33,"verse":"Therfor al Madian, and Amalech, and the puplis of the eest weren gadirid to gidere, and passiden Jordan, and settiden tentis in the valey of Jezrael."},{"number":34,"verse":"Forsothe the spirit of the Lord clothide Gedeon; `and he sownede with a clarioun, and clepide to gidere the hows of Abiezer, that it schulde sue hym."},{"number":35,"verse":"And he sente messangeris in to al Manasses, and he suede Gedeon; and he sente othere messangeris in to Aser, and Zabulon, and Neptalym, whiche camen to hym."},{"number":36,"verse":"And Gedeon seide to the Lord, If thou makist saaf Israel bi myn hond, as thou hast spoke,"},{"number":37,"verse":"Y schal putte this flees of wolle in the corn floor; if dew is in the flees aloone, and drynesse is in al the erthe, Y schal wite, that thou schalt delyuere Israel bi myn hond, as thou hast spoke."},{"number":38,"verse":"And it was don so. And he roos bi nyyt, and whanne the flees was wrongun out, he fillide a pot with deew;"},{"number":39,"verse":"and he seide eft to the Lord, Thi strong veniaunce be not wrooth ayens me, if Y asaie, `that is, axe a signe, yit onys, and seke a signe in the flees; Y preye, that the flees aloone be drie, and al the erthe be moist with deew."},{"number":40,"verse":"And the Lord dide in that nyyt, as Gedeon axide; and drynesse was in the flees aloone, and deew was in al the erthe."}]}