{"bibleAbbr":"WYC1395","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"Forsothe Abymelech, the sone of Gerobaal, yede in to Sichem to the britheren of his modir; and he spak to hem, and to al the kynrede of `the hows of his modir, and seide,"},{"number":2,"verse":"Speke ye to alle the men of Sichem, What is betere to you, that seuenti men, alle the sones of Gerobaal, be lordis of you, whether that o man be lord to you? and also biholde, for Y am youre boon, and youre fleisch."},{"number":3,"verse":"And the britheren of his modir spaken of hym alle these wordis to alle the men of Sichem; and bowiden her hertis aftir Abymelech, and seiden, He is oure brother."},{"number":4,"verse":"And thei yauen to hym seuenti weiytis of siluer of the temple of Baal Berith; and he hiride to hym therof men pore and hauynge no certeyn dwellynge, and thei sueden hym."},{"number":5,"verse":"And he cam in to `the hows of his fadir in Ephra, and killide hise britheren the sones of Gerobaal, `seuenti men, on o stoon. And Joathan, the leste sone of Gerobaal, lefte, and was hid."},{"number":6,"verse":"Forsothe alle the men of Sichem, and alle the meynees of the citee of Mello, weren gadirid to gydere, and thei yeden, and maden Abymelech kyng, bysidis the ook that stood in Sichem."},{"number":7,"verse":"And whanne this thing was teld to Joathan, he yede, and stood in the cop of the hil Garisym, and cried with `vois reisid, and seide, Ye men of Sichem, here me, so that God here you."},{"number":8,"verse":"Trees yeden to anoynte a kyng on hem; and tho seiden to the olyue tre, Comaunde thou to vs."},{"number":9,"verse":"Whiche answeride, Whether Y may forsake my fatnesse, which bothe Goddis and men vsen, and come, that Y be auaunsid among trees?"},{"number":10,"verse":"And the trees seiden to the fige tree, Come thou, and take the rewme on vs."},{"number":11,"verse":"Which answeride to hem, Whether Y may forsake my swetnesse and swetteste fruytis, and go that Y be auaunsid among othere trees?"},{"number":12,"verse":"Also `the trees spaken to the vyne, Come thou, and comaunde to vs."},{"number":13,"verse":"Which answeride, Whether Y may forsake my wyn, that gladith God and men, and be auaunsid among othere trees?"},{"number":14,"verse":"And alle trees seiden to the ramne, ether theue thorn, Come thou, and be lord on vs."},{"number":15,"verse":"Whiche answeride to hem, If ye maken me verili kyng to you, come ye, and reste vndur my schadewe; sotheli, if ye nylen, fier go out of the ramne, and deuoure the cedris of the Liban."},{"number":16,"verse":"Now therfor if riytfuli and without synne `ye han maad Abymelech kyng on you, and ye han do wel with Jerobaal, and with his hows, and ye han yolde while to the benefices of hym,"},{"number":17,"verse":"that fauyt for you, and yaf his lijf to perelis, that he schulde delyuere you fro the hond of Madian;"},{"number":18,"verse":"and ye han rise now ayens the hows of my fadir, and han slayn hyse sones, seuenti men, on o stoon, and `han maad Abymelech, sone of his handmayde, kyng on the dwelleris of Sichem, for he is youre brother;"},{"number":19,"verse":"therfor if ye han do riytfuli, and with out synne with Gerobaal and his hows, to dai be ye glad in Abymelech, and be he glad in you; but if ye han do weiwardli,"},{"number":20,"verse":"fier go out `of hym, and waste the dwelleris of Sichem, and the citee of Mello; and fier go out of the men of Sichem, and of the citee of Mello, and deuoure Abymelech."},{"number":21,"verse":"And whanne he hadde seide these thingis, he fledde, and yede in to Berara, and dwellide there, for drede of Abymelech, his brother."},{"number":22,"verse":"And Abymelech regnede on Israel thre yeer."},{"number":23,"verse":"And the Lord sente the worste spirit bitwixe Abymelech and the dwelleris of Sichem, whiche bigynnen to holde hym abomynable,"},{"number":24,"verse":"and to arette the felony of sleyng of seuenti sones of Gerobaal, and the schedyng out of her blood, in to Abymelech her brother, and to othere princes of Sichem, that hadden helpid hym."},{"number":25,"verse":"And thei settiden buyschementis ayens hym in the hiynesse of hillis; and the while thei abideden `the comyng of hym, thei hauntiden theftis, and token preies of men passynge forth; and it was teld to Abymelech."},{"number":26,"verse":"Forsothe Gaal, `the sone of Obed, cam with his britheren, and passide in to Siccima; at whos entryng the dwelleris of Sichem weren reisid, and yeden out `in to feeldis,"},{"number":27,"verse":"and wastiden vyneris, and `to-traden grapis; and with cumpeneys of syngeris maad thei entriden in to `the temple of her God, and among metis and drynkis thei cursiden Abymalech, while Gaal,"},{"number":28,"verse":"the sone of Obed, criede, Who is this Abymelech? And what is Sichem, that we serue hym? Whether he is not the sone of Jerobaal, and made Zebul his seruaunt prince on the men of Emor, fadir of Sichem? Whi therfor schulen we serue hym?"},{"number":29,"verse":"`Y wolde, that sum man yaf this puple vndur myn hond, that Y schulde take awei Abimelech fro the myddis. And it was seid to Abymelech, Gadere thou the multitude of oost, and come thou."},{"number":30,"verse":"For whanne the wordis of Gaal, sone of Obed, weren herd, Zebul, the prynce of the citee, was ful wrooth;"},{"number":31,"verse":"and he sente priueli messangeris to Abymelech, and seide, Lo! Gaal, sone of Obed, cam in to Siccymam, with hise britheren, and he excitith the citee to fiyte ayens thee;"},{"number":32,"verse":"therfor rise thou bi niyt with the puple, which is with thee, and be thou hid in the feeld;"},{"number":33,"verse":"and first in the morewtid, whanne the sunne rysith, falle on the citee; forsothe whanne he goth out with his puple ayens thee, do thou to hym that that thou maist."},{"number":34,"verse":"Therfor Abymelech roos with al his oost bi nyyt, and settide buyschementis bisidis Siccimam, in foure placis."},{"number":35,"verse":"And Gaal, the sone of Obed, yede out, and stood in the entryng of `the yate of the citee. Forsothe Abymelech and al the oost with hym roos fro the place of buyschementis."},{"number":36,"verse":"And whanne Gaal hadde seyn the puple, he seide to Zebul, Lo! a multitude cometh doun fro the hillis. To whom he answeride, Thou seest the schadewis of hillis as the `heedis of men, and thou art disseyued bi this errour."},{"number":37,"verse":"And eft Gaal seide, Lo! a puple cometh doun fro the myddis of erthe, `that is, fro the hiynesse of hillis, and o cumpeny cometh bi the weie that biholdith the ook."},{"number":38,"verse":"To whom Zebul seide, Where is now thi mouth, bi which thou spekist, Who is Abymelech, that we serue hym? Whether this is not the puple, whom thou dispisidist? Go thou out, and fiyte ayens hym."},{"number":39,"verse":"Therfor Gaal yede, while the puple of Sichen abood; and he fauyt ayens Abymelech."},{"number":40,"verse":"Which pursuede Gaal fleynge, and constreynede to go in to the citee; and ful many of his part felde doun `til to the yate of the citee."},{"number":41,"verse":"And Abymelech sat in Ranna; sotheli Zebul puttide Gaal and hise felowis out of the citee, and suffride not to dwelle ther ynne."},{"number":42,"verse":"Therfor in the dai suynge the puple yede out in to the feeld; and whanne this thing was teld to Abymelech,"},{"number":43,"verse":"he took his oost, and departide `in to thre cumpenyes, and settide buyschementis in the feeldis; and he siy that the puple yede out of the citee, and he roos,"},{"number":44,"verse":"and felde on hem with his cumpeny, and enpugnyde and bisegide the citee. Sothely twei cumpenyes yeden aboute opynli bi the feeld, and pursueden aduersaries."},{"number":45,"verse":"Certis Abymelech fauyt ayens the citee in al that dai, which he took, whanne the dwelleris weren slayn, and that citee was destried, so that he spreynte abrood salt ther ynne."},{"number":46,"verse":"And whanne thei, that dwelliden in the tour of Sichem, hadde herd this, thei entriden in to the temple of her god Berith, where thei hadden maad boond of pees with hym; and of that the place took name, which place was ful strong."},{"number":47,"verse":"And Abymelech herde the men of the tour of Sichem gaderid to gidere,"},{"number":48,"verse":"and he stiede in to the hil Selmon with al his puple; and with an axe takun he kittide doun a boow of a tre, and he bar it, put on the schuldur, and seide to felowis, Do ye this thing, which ye seen me do."},{"number":49,"verse":"Therfor with strijf thei kittiden doun bowis of the trees, and sueden the duyk; whiche cumpassiden and brenten `the tour; and so it was doon, that with smooke and fier a thousynde of men weren slayn, men togidere and wymmen, of the dwelleris of the tour of Sichem."},{"number":50,"verse":"Forsothe Abymelech wente forth fro thennus, and cam to the citee of Thebes, which he cumpasside, and bisegide with an oost."},{"number":51,"verse":"Forsothe the tour was hiy in the myddis of the citee, to which men togidere and wymmen fledden, and alle the princes of the citee, while the yate was closid stronglieste; and thei stoden on the roof of the tour bi toretis."},{"number":52,"verse":"And Abymelech cam bisidis the tour, and fauyt strongli, and he neiyede to the dore, and enforside to putte fier vndur; and lo!"},{"number":53,"verse":"o womman castide fro aboue a gobet of a mylnestoon, and hurtlide to `the heed of Abymelech, and brak his brayn."},{"number":54,"verse":"And he clepide soone his squyer, and seide to hym, Drawe out thi swerd, and sle me, lest perauenture it be seid, that Y am slan of a womman. Which performede `the comaundementis, and `killide Abymelech;"},{"number":55,"verse":"and whanne he was deed, alle men of Israel that weren with hym turneden ayen to her seetis."},{"number":56,"verse":"And God yeldide to Abymelech the yuel that he dide ayens his fadir, for he killide hise seuenti britheren."},{"number":57,"verse":"Also that thing was yoldun to men of Sichem, which thei wrouyten, and the curs of Joathan, sone of Jerobaal, cam on hem."}]}