{"bibleAbbr":"GB1539","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"This is the seconde epistle that I now write vnto you dearly beloued, wherwith I stere vp your syncere mynde, by putting you in remembraunce,"},{"number":2,"verse":"that ye maye be myndefull of the wordes (whych were tolde before of the holy Prophetes) and also the commaundement of vs whych be Apostles of the Lorde and sauyour"},{"number":3,"verse":"This fyrst vnderstande, that ther shall come in the last dayes, mockers whych wyll walke after their awne lustes,"},{"number":4,"verse":"& saye: Where is the promes of hys commyng? For sence the fathers dyed, all thynges continue in the same estate wherin they were at the beginninge."},{"number":5,"verse":"For this they knowe not (and that wylfully) how that the heauens a great whyle ago were, & the erth out of the water appeared vp thorow the water, by the word of God:"},{"number":6,"verse":"by the whych thynges the world that then was, peryshed beynge ouerrunne wyth water."},{"number":7,"verse":"But the heauens and erth whych are now, be kept by hys worde in store, and reserued vnto fyre, agaynst the daye of iudgement & perdicion of vngodly men."},{"number":8,"verse":"Dearly beloued, be not ignoraunt of this one thinge, howe that one daye is with the Lorde as a thousande yeare, & a thousande yeare as one daye."},{"number":9,"verse":"The Lord that hath promised, is not slacke, as some men count slacknes: but is pacyent to vs warde: for asmoch as he wolde haue no man lost, but wyll receaue all men to repentaunce."},{"number":10,"verse":"Neuerthelesse the daye of the Lord wyll come as a thefe in the nyghte, in the which daye, the heauens shall passe awaye in maner of a tempest, and the elementes shal melt with heat: the erth also & the workes that are therin, shall burne."},{"number":11,"verse":"Seyng then that all these thinges shal perishe, what maner persons ought ye to be in holy conuersacyon, and godlynes:"},{"number":12,"verse":"lokyng for, and hastinge vnto the commynge of the daye of God, by whom the heauens shall perisshe with fyre, & the elementes shall melt with heate?"},{"number":13,"verse":"Neuerthelesse, we (according to his promes) loke for a new heauen and a new earth, wherin dwelleth ryghtewesnes."},{"number":14,"verse":"Wherfore dearly beloued, seynge that ye loke for such thinges, be diligent that ye maye be founde of hym in peace, wythout spotte and vndefyled."},{"number":15,"verse":"And suppose that the longe sufferinge of the Lord is saluacyon, euen as oure derely beloued brother Paule also (accordinge to the wysdome geuen vnto him) hath wrytten vnto you,"},{"number":16,"verse":"ye, almoost in euery epistle, speakynge of such thinges: amonge which are many thinges harde to be vnderstande, which they that are vnlearned & vnstable, peruert, as they do also the other scriptures vnto their awne destruccion."},{"number":17,"verse":"Ye therfore beloued, (seynge ye be warned afore hand) beware, lest ye, wyth other men be also plucked awaye thorow the erroure of the wycked, and fall from your awne stedfastnes:"},{"number":18,"verse":"but growe in grace, & in the knowledge of oure Lorde and sauyoure Iesus Christ. To whom be glory both now and for euer. Amen."}]}