{"bibleAbbr":"Thomson1808","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"Now Noemin had a kinsman of her husband's; a mighty man of wealth, of the family of Elimelech, and his name was Boaz."},{"number":2,"verse":"And Ruth the Moabitess said to Noemin, Let me go, I pray thee, into the field, and glean among the stubble after him in whose eyes I shall find favour. And she said to her, Go, my daughter."},{"number":3,"verse":"So she went, and coming into a field, gleaned after the reapers. Now she happened to light upon the part of the field which belonged to Boaz, who was of the kindred of Elimelech."},{"number":4,"verse":"And behold Boaz came from Bethlehem, and said to the reapers, The Lord be with you! And they said to him, The Lord bless thee."},{"number":5,"verse":"Then Boaz said to his servant, who was set over the reapers, Whose damsel is that?"},{"number":6,"verse":"And the servant who was over the reapers said in reply, It is the Moabitess girl, who came with Noemin from the country of Moab."},{"number":7,"verse":"She said, Let me, I pray thee, glean, and gather among the sheaves after the reapers. So she came, and hath been on her feet from early in the morning, and is continuing on till evening. She hath not rested a moment in the field."},{"number":8,"verse":"Then Boaz said to Ruth, Hearest thou not, my daughter? Thou must not go to glean in any other field, nor must thou go hence, but abide here fast by my maids,"},{"number":9,"verse":"let thy eyes be on the field where they reap and go after them. Behold I have given a charge to my servants not to touch thee, and when thou art thirsty, go to the vessels, and drink of what the servants have drawn."},{"number":10,"verse":"Upon which she fell on her face, and made an obeisance to the ground, and said to him, How have I found favour in thy sight, that thou shouldst take notice of me, seeing I am a stranger?"},{"number":11,"verse":"And Boaz in reply said to her, I have been fully informed of all that thou hast done to thy mother in law after the death of thy husband; and how thou hast left thy father, and thy mother, and the land of thy nativity, to come to a people whom thou knewest not heretofore."},{"number":12,"verse":"The Lord recompense thy work, and may a full reward be given thee by the Lord God of Israel, to whom thou art come, to put thy trust under his wings."},{"number":13,"verse":"And she said, Let me find favour in thy sight, my Lord, for thou hast comforted me. Now because thou hast spoken affectionately to thy servant, behold let me therefore be like one of thy maid servants."},{"number":14,"verse":"Then Boaz said to her, It is now meal time, draw near, and eat of the bread, and dip thy morsel in the vinegar. So Ruth sat down by the side of the reapers. And Boaz helped her to a large piece of barley bread, so that she eat, and was satisfied, and had some left."},{"number":15,"verse":"And when she arose to glean, Boaz gave a charge to his servants, saying, Let her glean among the sheaves, and put her not to the blush."},{"number":16,"verse":"And when you carry out, carry out for her. Leave also for her some out of the bundles, and let her eat, and glean, and rebuke her not."},{"number":17,"verse":"So she gleaned in the field till evening, and beat out what she had gathered, and it was about an epha of barley."},{"number":18,"verse":"And she took it up, and went to the city. And when her mother in law saw what she had gathered, and Ruth had taken out, and given her some of the bread that was left after she had been satisfied,"},{"number":19,"verse":"her mother in law said to her, “Where hast thou gleaned to day? And where hast thou been at work? Blessed be he who hath taken notice of thee.” And when Ruth told her mother in law where she had been at work, and said, “The man's name is Boaz, with whom I worked to day.”"},{"number":20,"verse":"Noemin said to her daughter in law, Blessed is he of the Lord, because he hath not dropped his kindness to the living, nor to the dead. Then Noemin said to her, The man is near of kin to us. He is one of our nearest relations."},{"number":21,"verse":"And Ruth said to her mother in law, Indeed he also said to me, Thou must keep close by my maids till they finish my whole harvest."},{"number":22,"verse":"And Noemin said to her daughter in law Ruth, it is good my daughter that thou hast gone out with his maids, therefore let them not meet thee in another field."},{"number":23,"verse":"So Ruth kept fast by the maids of Boaz, to glean till they finished the barley and wheat harvest."}]}