{"bibleAbbr":"MSG2018","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"(Balaam) The People of Israel marched on and camped on the Plains of Moab at Jordan-Jericho."},{"number":2,"verse":"Balak son of Zippor learned of all that Israel had done to the Amorites. The people of Moab were in a total panic because of Israel. There were so many of them! They were terrorized."},{"number":4,"verse":"Moab spoke to the leaders of Midian: “Look, this mob is going to clean us out—a bunch of crows picking a carcass clean.” Balak son of Zippor, who was king of Moab at that time, sent emissaries to get Balaam son of Beor, who lived at Pethor on the banks of the Euphrates River, his homeland."},{"number":5,"verse":"Balak’s emissaries said, “Look. A people has come up out of Egypt, and they’re all over the place! And they’re pressing hard on me. Come and curse them for me—they’re too much for me. Maybe then I can beat them; we’ll attack and drive them out of the country. You have a reputation: Those you bless stay blessed; those you curse stay cursed.”"},{"number":7,"verse":"The leaders of Moab and Midian were soon on their way, with the fee for the cursing tucked safely in their wallets. When they got to Balaam, they gave him Balak’s message. “Stay here for the night,” Balaam said. “In the morning I’ll deliver the answer that GOD gives me.” The Moabite nobles stayed with him."},{"number":9,"verse":"Then God came to Balaam. He asked, “So who are these men here with you?”"},{"number":10,"verse":"Balaam answered, “Balak son of Zippor, king of Moab, sent them with a message: ‘Look, the people that came up out of Egypt are all over the place! Come and curse them for me. Maybe then I’ll be able to attack and drive them out of the country.’”"},{"number":12,"verse":"God said to Balaam, “Don’t go with them. And don’t curse the others—they are a blessed people.”"},{"number":13,"verse":"The next morning Balaam got up and told Balak’s nobles, “Go back home; GOD refuses to give me permission to go with you.”"},{"number":14,"verse":"So the Moabite nobles left, came back to Balak, and said, “Balaam wouldn’t come with us.”"},{"number":15,"verse":"Balak sent another group of nobles, higher ranking and more distinguished. They came to Balaam and said, “Balak son of Zippor says, ‘Please, don’t refuse to come to me. I will honor and reward you lavishly—anything you tell me to do, I’ll do; I’ll pay anything—only come and curse this people.’”"},{"number":18,"verse":"Balaam answered Balak’s servants: “Even if Balak gave me his house stuffed with silver and gold, I wouldn’t be able to defy the orders of my GOD to do anything, whether big or little. But come along and stay with me tonight as the others did; I’ll see what GOD will say to me this time.”"},{"number":20,"verse":"God came to Balaam that night and said, “Since these men have come all this way to see you, go ahead and go with them. But make sure you do absolutely nothing other than what I tell you.”"},{"number":21,"verse":"Balaam got up in the morning, saddled his donkey, and went off with the noblemen from Moab. As he was going, though, God’s anger flared. The angel of GOD stood in the road to block his way. Balaam was riding his donkey, accompanied by his two servants. When the donkey saw the angel blocking the road and brandishing a sword, she veered off the road into the ditch. Balaam beat the donkey and got her back on the road."},{"number":24,"verse":"But as they were going through a vineyard, with a fence on either side, the donkey again saw GOD’s angel blocking the way and veered into the fence, crushing Balaam’s foot against the fence. Balaam hit her again."},{"number":26,"verse":"GOD’s angel blocked the way yet again—a very narrow passage this time; there was no getting through on the right or left. Seeing the angel, Balaam’s donkey sat down under him. Balaam lost his temper; he beat the donkey with his stick."},{"number":28,"verse":"Then GOD gave speech to the donkey. She said to Balaam: “What have I ever done to you that you have beat me these three times?”"},{"number":29,"verse":"Balaam said, “Because you’ve been playing games with me! If I had a sword I would have killed you by now.”"},{"number":30,"verse":"The donkey said to Balaam, “Am I not your trusty donkey on whom you’ve ridden for years right up until now? Have I ever done anything like this to you before? Have I?” He said, “No.”"},{"number":31,"verse":"Then GOD helped Balaam see what was going on: He saw GOD’s angel blocking the way, brandishing a sword. Balaam fell to the ground, his face in the dirt."},{"number":32,"verse":"GOD’s angel said to him: “Why have you beaten your poor donkey these three times? I have come here to block your way because you’re getting way ahead of yourself. The donkey saw me and turned away from me these three times. If she hadn’t, I would have killed you by this time, but not the donkey. I would have let her off.”"},{"number":34,"verse":"Balaam said to GOD’s angel, “I have sinned. I had no idea you were standing in the road blocking my way. If you don’t like what I’m doing, I’ll head back.”"},{"number":35,"verse":"But GOD’s angel said to Balaam, “Go ahead and go with them. But only say what I tell you to say—absolutely no other word.” And so Balaam continued to go with Balak’s nobles."},{"number":36,"verse":"When Balak heard that Balaam was coming, he went out to meet him in the Moabite town that was on the banks of the Arnon, right on the boundary of his land."},{"number":37,"verse":"Balak said to Balaam, “Didn’t I send an urgent message for help? Why didn’t you come when I called? Do you think I can’t pay you enough?”"},{"number":38,"verse":"Balaam said to Balak, “Well, I’m here now. But I can’t tell you just anything. I can speak only words that God gives me—no others.”"},{"number":39,"verse":"Balaam then accompanied Balak to Kiriath Huzoth (Street-Town). Balak slaughtered cattle and sheep for sacrifices and presented them to Balaam and the nobles who were with him."},{"number":41,"verse":"At daybreak Balak took Balaam up to Bamoth Baal (The Heights of Baal) so that he could get a good view of some of the people."}]}