{"bibleAbbr":"MSG2018","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"Census on the Plains of Moab After the plague GOD said to Moses and Eleazar son of Aaron the priest, “Number the entire community of Israel by families—count every person who is twenty years and older who is able to serve in the army of Israel.”"},{"number":3,"verse":"Obeying GOD’s command, Moses and Eleazar the priest addressed them on the Plains of Moab at Jordan-Jericho: “Count off from age twenty and older.”"},{"number":4,"verse":"The People of Israel who came out of the land of Egypt: Reuben, Israel’s firstborn. The sons of Reuben were: Hanoch and the Hanochite clan, Pallu and the Palluite clan, Hezron and the Hezronite clan, Carmi and the Carmite clan. These made up the Reubenite clans. They numbered 43730."},{"number":8,"verse":"The son of Pallu: Eliab."},{"number":9,"verse":"The sons of Eliab: Nemuel, Dathan, and Abiram. (These were the same Dathan and Abiram, community leaders from Korah’s gang, who rebelled against Moses and Aaron in the Korah Rebellion against GOD. The Earth opened its jaws and swallowed them along with Korah’s gang who died when the fire ate them up, all 250 of them. After all these years, they’re still a warning sign. But the line of Korah did not die out.)"},{"number":12,"verse":"The sons of Simeon by clans: Nemuel and the Nemuelite clan, Jamin and the Jaminite clan, Jakin and the Jakinite clan, Zerah and the Zerahite clan, Shaul and the Shaulite clan. These were the clans of Simeon. They numbered 22200 men."},{"number":15,"verse":"The sons of Gad by clans: Zephon and the Zephonite clan, Haggi and the Haggite clan, Shuni and the Shunite clan, Ozni and the Oznite clan, Eri and the Erite clan, Arodi and the Arodite clan, Areli and the Arelite clan. These were the clans of Gad. They numbered 40500 men."},{"number":19,"verse":"Er and Onan were sons of Judah who died early on in Canaan. The sons of Judah by clans: Shelah and the Shelanite clan, Perez and the Perezite clan, Zerah and the Zerahite clan. The sons of Perez: Hezron and the Hezronite clan, Hamul and the Hamulite clan. These were the clans of Judah. They numbered 76500."},{"number":23,"verse":"The sons of Issachar by clans: Tola and the Tolaite clan, Puah and the Puite clan, Jashub and the Jashubite clan, Shimron and the Shimronite clan. These were the clans of Issachar. They numbered 64300."},{"number":26,"verse":"The sons of Zebulun by clans: Sered and the Seredite clan, Elon and the Elonite clan, Jahleel and the Jahleelite clan. These were the clans of Zebulun. They numbered 60500."},{"number":28,"verse":"The sons of Joseph by clans through Manasseh and Ephraim. Through Manasseh: Makir and the Makirite clan (now Makir was the father of Gilead), Gilead and the Gileadite clan. The sons of Gilead: Iezer and the Iezerite clan, Helek and the Helekite clan, Asriel and the Asrielite clan, Shechem and the Shechemite clan, Shemida and the Shemidaite clan, Hepher and the Hepherite clan. Zelophehad son of Hepher had no sons, only daughters. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah. These were the clans of Manasseh. They numbered 52700."},{"number":35,"verse":"The sons of Ephraim by clans: Shuthelah and the Shuthelahite clan, Beker and the Bekerite clan, Tahan and the Tahanite clan. The sons of Shuthelah: Eran and the Eranite clan. These were the clans of Ephraim. They numbered 32500. These are all the sons of Joseph by their clans."},{"number":38,"verse":"The sons of Benjamin by clans: Bela and the Belaite clan, Ashbel and the Ashbelite clan, Ahiram and the Ahiramite clan, Shupham and the Shuphamite clan, Hupham and the Huphamite clan. The sons of Bela through Ard and Naaman: Ard and the Ardite clan, Naaman and the Naamite clan. These were the clans of Benjamin. They numbered 45600."},{"number":42,"verse":"The sons of Dan by clan: Shuham and the Shuhamite clan. These are the clans of Dan, all Shuhamite clans. They numbered 64400."},{"number":44,"verse":"The sons of Asher by clan: Imnah and the Imnite clan, Ishvi and the Ishvite clan, Beriah and the Beriite clan. The sons of Beriah: Heber and the Heberite clan, Malkiel and the Malkielite clan. Asher also had a daughter, Serah. These were the clans of Asher. They numbered 53400."},{"number":48,"verse":"The sons of Naphtali by clans: Jahzeel and the Jahzeelite clan, Guni and the Gunite clan, Jezer and the Jezerite clan, Shillem and the Shillemite clan. These were the clans of Naphtali. They numbered 45400."},{"number":51,"verse":"The total number of the People of Israel: 601730. * * *"},{"number":52,"verse":"GOD spoke to Moses: “Divide up the inheritance of the land based on population. A larger group gets a larger inheritance; a smaller group gets a smaller inheritance—each gets its inheritance based on the population count."},{"number":55,"verse":"“Make sure that the land is assigned by lot. “Each group’s inheritance is based on population, the number of names listed in its ancestral tribe, divided among the many and the few by lot.” * * *"},{"number":57,"verse":"These are the numberings of the Levites by clan: Gershon and the Gershonite clan, Kohath and the Kohathite clan, Merari and the Merarite clan. The Levite clans also included: the Libnite clan, the Hebronite clan, the Mahlite clan, the Mushite clan, the Korahite clan."},{"number":58,"verse":"Kohath was the father of Amram. Amram’s wife was Jochebed, a descendant of Levi, born into the Levite family during the Egyptian years. Jochebed bore Aaron, Moses, and their sister Miriam to Amram. Aaron was the father of Nadab and Abihu, Eleazar and Ithamar; however, Nadab and Abihu died when they offered unauthorized sacrifice in the presence of GOD."},{"number":62,"verse":"The numbering of Levite males one month and older came to 23000. They hadn’t been counted in with the rest of the People of Israel because they didn’t inherit any land."},{"number":63,"verse":"These are the ones numbered by Moses and Eleazar the priest, the People of Israel counted in the Plains of Moab at Jordan-Jericho. Not one of them had been among those counted by Moses and Aaron the priest in the census of the People of Israel taken in the Wilderness of Sinai. For GOD had said of them, “They’ll die, die in the wilderness—not one of them will be left except for Caleb son of Jephunneh, and Joshua son of Nun.”"}]}