{"bibleAbbr":"TCVIN2022","bookName":"யோபு","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"(யோபு பேசுதல்) அதற்கு யோபு மறுமொழியாக சொன்னது:"},{"number":2,"verse":"“நான் இதுபோன்ற அநேக காரியங்களைக் கேள்விப்பட்டிருக்கிறேன்; நீங்கள் எல்லோரும் துன்பத்துக்குள்ளாக்கும் தேற்றரவாளர்கள்!"},{"number":3,"verse":"காற்றைப்போன்ற உங்கள் வீண் வார்த்தைகளுக்கு முடிவே இல்லையா? உங்களை இப்படித் தொடர்ந்து பேசவைப்பது என்ன?"},{"number":4,"verse":"நீங்கள் என் நிலையில் இருந்தால், என்னாலும் உங்களைப்போல் பேசமுடியும்; நான் உங்களுக்கு விரோதமாய்ச் சிறந்த சொற்பொழிவாற்றி, உங்களுக்கு எதிரே என் தலையை ஏளனமாய் அசைக்கவும் முடியும்."},{"number":5,"verse":"ஆனால் என் வாயினால் உங்களைத் தைரியப்படுத்துவேன், என் உதடுகளிலிருந்து வரும் ஆறுதல் உங்கள் துன்பத்தை ஆற்றும்."},{"number":6,"verse":"“நான் பேசினாலும் என் துயரம் என்னைவிட்டு நீங்காது; பேசாவிட்டால் அது அகன்று போவதுமில்லை."},{"number":7,"verse":"இறைவனே, நீர் என்னை இளைக்கப் பண்ணிவிட்டீர்; என் குடும்பத்தையும் நீர் பாழாக்கிவிட்டீர்."},{"number":8,"verse":"நீர் என்னை ஒடுங்கப்பண்ணினீர், அதுவே சாட்சியாகிவிட்டது; என் மெலிவு எனக்கு விரோதமாக எழுந்து சாட்சி கூறுகிறது."},{"number":9,"verse":"இறைவன் என்னைத் தாக்கி, தமது கோபத்தில் என்னைக் கிழித்து, என்னைப் பார்த்து தமது பற்களை கடிக்கிறார்; என் எதிரி தமது கண்களால் என்னை கூர்ந்து பார்க்கிறார்."},{"number":10,"verse":"மனிதர் என்னைக் கேலிசெய்யத் தங்கள் வாய்களைத் திறக்கிறார்கள்; ஏளனத்துடன் என்னைக் கன்னத்தில் அறைந்து எனக்கு விரோதமாய் ஒன்றுகூடுகிறார்கள்."},{"number":11,"verse":"இறைவன் என்னைத் தீய மனிதரிடம் ஒப்புக்கொடுத்து, கொடியவர்களின் பிடிக்குள் என்னை சிக்கவைத்தார்."},{"number":12,"verse":"நான் நலமாய் இருந்தேன், அவர் என்னைச் சிதறடித்தார்; அவர் என் பிடரியைப் பிடித்து, என்னை நொறுக்கினார். அவர் என்னைத் தமது இலக்காக ஆக்கினார்;"},{"number":13,"verse":"அவருடைய வில்வீரர்கள் என்னைச் சூழ்ந்துகொள்கிறார்கள். இரக்கமின்றி, அவர் என் ஈரலைக் குத்தி எனது பித்தத்தை நிலத்தில் சிந்தப்பண்ணுகிறார்."},{"number":14,"verse":"திரும்பத்திரும்ப அவர் என்னை நொறுக்கி, ஒரு போர்வீரனைப்போல் என்னைத் தாக்குகிறார்."},{"number":15,"verse":"“நான் துக்கவுடையைத் தைத்து என் உடலுக்குப் போர்த்தினேன்; என் மேன்மையைப் தூசியில் புதைத்தேன்."},{"number":16,"verse":"என் முகம் அழுகையால் சிவந்து, என் கண்கள் இருளடைந்தது;"},{"number":17,"verse":"இருப்பினும், என் கைகள் வன்செயலுக்கு உட்படாதவை; என் ஜெபம் தூய்மையானது."},{"number":18,"verse":"“பூமியே என் இரத்தத்தை மூடி மறைக்காதே; என் கதறல் ஒருபோதும் ஓய்ந்து போகாதிருக்கட்டும்!"},{"number":19,"verse":"இப்போதும் என் சாட்சி பரலோகத்திலிருக்கிறது; எனக்காக வழக்காடுபவர் உன்னதத்தில் இருக்கிறார்."},{"number":20,"verse":"என் கண்கள் இறைவனை நோக்கிக் கண்ணீர் வடிக்கிறபோது, எனக்காகப் பரிந்துபேசுகிறவர் என் சிநேகிதர்."},{"number":21,"verse":"ஒருவன் தன் சிநேகிதனுக்காகப் பரிந்துபேசுகிறதுபோல, அவரும் மனிதனுக்காக இறைவனுடன் பேசுகிறார்."},{"number":22,"verse":"“நான் திரும்பி வரமுடியாத பயணத்திற்குப் போவதற்கு, இன்னும் சில வருடங்களே இருக்கின்றன."}]}