{"bibleAbbr":"TCVIN2022","bookName":"யோபு","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"(யோபுவின் நண்பர்களுக்கு அவருடைய இறுதி வார்த்தை) யோபு மேலும் தன் பேச்சைத் தொடர்ந்து சொன்னதாவது:"},{"number":2,"verse":"“எனக்கு நீதியை மறுத்து, வாழ்வைக் கசப்பாக்கின எல்லாம் வல்ல இறைவன் வாழ்வது நிச்சயம்போலவே,"},{"number":3,"verse":"எனக்குள் என் உயிரும், என் மூக்கில் இறைவனின் சுவாசமும் இருக்கும்வரை,"},{"number":4,"verse":"என் உதடுகள் கொடுமையானதைப் பேசாது, என் நாவு வஞ்சகமானவற்றைச் சொல்லாது."},{"number":5,"verse":"நீங்கள் சொல்வது சரி என நான் ஒருபோதும் ஒத்துக்கொள்ளமாட்டேன்; நான் சாகும்வரை என் உத்தமத்தை மறுக்கவுமாட்டேன்."},{"number":6,"verse":"என் நேர்மையை நான் காத்துக்கொள்வேன், அதை நான் ஒருபோதும் விடமாட்டேன்; நான் உயிரோடிருக்குமட்டும் என் மனசாட்சி என்னைக் கடிந்துகொள்ளாது."},{"number":7,"verse":"“என் பகைவர் கொடியவர்களைப்போல் இருக்கட்டும், என் விரோதி அநீதியுள்ளவர்களைப்போல் இருக்கட்டும்."},{"number":8,"verse":"இறைவனை மறுதலிக்கிறவன் வெட்டுண்டுபோய், இறைவன் அவனுடைய உயிரை எடுத்துக்கொள்ளும்போது, அவனுடைய நம்பிக்கை என்ன?"},{"number":9,"verse":"அவனுக்குத் துன்பம் வரும்போது இறைவன் அவனுடைய கதறலைக் கேட்பாரோ?"},{"number":10,"verse":"எல்லாம் வல்லவரில் அவன் மகிழ்ச்சியடைவானோ? எல்லா நேரங்களிலும் அவன் இறைவனைக் கூப்பிடுவானோ?"},{"number":11,"verse":"“இறைவனின் வல்லமையைக் குறித்து நான் உங்களுக்குப் போதிப்பேன்; எல்லாம் வல்லவரின் வழிகளை நான் மறைக்கமாட்டேன்."},{"number":12,"verse":"இவற்றையெல்லாம் நீங்கள் பார்த்திருந்தும் ஏன் இந்த வீண்பேச்சு?"},{"number":13,"verse":"“கொடியவனுக்கு இறைவனிடத்திலிருந்து கிடைக்கும் பங்கும், தீயவன் எல்லாம் வல்ல இறைவனிடமிருந்து பெறும் உரிமைச்சொத்தும் இதுவே:"},{"number":14,"verse":"அவனுக்கு பிள்ளைகள் அநேகர் இருப்பார்கள், ஆனால் அவர்கள் வாளுக்கு இரையாவார்கள்; அவனுடைய சந்ததியினருக்கு ஒருபோதும் போதியளவு உணவு கிடைக்காது."},{"number":15,"verse":"அவனுக்கு மீதியானவர்கள் கொள்ளைநோய்க்குப் பலியாகும்போது, அவர்களுடைய விதவைகள் அழமாட்டார்கள்."},{"number":16,"verse":"அவன் வெள்ளியைப் தூசியைப்போலவும், உடைகளைக் களிமண் குவியலைப் போலவும் குவித்து வைத்தாலும்,"},{"number":17,"verse":"அவன் குவித்து வைத்ததை நேர்மையானவர்கள் உடுத்துவார்கள், குற்றமற்றவர்கள் அவனுடைய வெள்ளியைப் பகிர்ந்துகொள்வார்கள்."},{"number":18,"verse":"அவன் தன்னுடைய வீட்டை சிலந்தி பூச்சியின் கூட்டைப்போலவும், காவற்காரன் கட்டிய சிறுகுடிசையைப்போலவும் கட்டுகிறான்."},{"number":19,"verse":"அவன் செல்வந்தனாக படுக்கைக்குப் போகிறான், ஆனால் தொடர்ந்து அப்படியிரான்; அவன் தன் கண்களைத் திறக்கும்போது எல்லாமே போய்விடுகின்றன."},{"number":20,"verse":"பயங்கரங்கள் வெள்ளம்போல் அவனை மேற்கொள்கின்றன; இரவில் பெரும்புயல் அவனை அள்ளிக்கொண்டுபோகிறது."},{"number":21,"verse":"கொண்டல் காற்று அவனை அடித்து செல்கிறது, அவன் காணாமல் போகிறான்; அவன் இருப்பிடத்திலிருந்து அவனை வாரிக்கொண்டுபோகிறது."},{"number":22,"verse":"அது இரக்கமின்றி அவனை விரட்டும்; இறைவனுடைய கைக்குத் தப்பியோட பார்ப்பார்கள்."},{"number":23,"verse":"மக்கள் அவனைப் பார்த்துக் கைகொட்டி ஏளனம் செய்து, அவனை அவனுடைய இடத்தைவிட்டு விரட்டிவிடுவார்கள்.”"}]}