{"bibleAbbr":"TCVIN2022","bookName":"யோபு","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"(எலிப்பாஸ் பேசுதல்) அப்பொழுது தேமானியனாகிய எலிப்பாஸ் மறுமொழியாக சொன்னதாவது:"},{"number":2,"verse":"யாராவது ஒருவர் உன்னுடன் பேசத் துணிந்தால், நீ பொறுமையாய் இருப்பாயோ? ஆனால் யாரால்தான் பேசாதிருக்க முடியும்?"},{"number":3,"verse":"நீ அநேகருக்கு புத்தி சொல்லி, தளர்ந்த கைகளைத் திடப்படுத்தியிருக்கிறாய்."},{"number":4,"verse":"தடுக்கி விழுந்தவர்களை உன் வார்த்தைகள் தாங்கியிருக்கின்றன; தள்ளாடிய முழங்கால்களை நீ உறுதிபடுத்தியிருக்கிறாய்."},{"number":5,"verse":"இப்பொழுது உனக்கு கஷ்டம் வந்தபோது, கலங்கிவிட்டாய்; அது உன்னைத் தாக்கியதும் நீ மனங்கலங்கிப் போனாய்."},{"number":6,"verse":"உனது பக்தி உனக்கு மனவுறுதியாயும், குற்றமற்ற வழிகள் உனக்கு நல் எதிர்பார்ப்பாயும் இருக்கவேண்டும் அல்லவோ?"},{"number":7,"verse":"குற்றமற்றவன் அழிக்கப்பட்டதுண்டோ? நேர்மையானவர்கள் அழிக்கப்பட்டதுண்டோ? என இப்பொழுது யோசித்துப்பார்."},{"number":8,"verse":"தீமையை உழுது, துன்பத்தை விதைக்கிறவர்கள், அதையே அறுக்கிறார்கள் என்பதை நான் கண்டிருக்கிறேன்."},{"number":9,"verse":"இறைவனின் சுவாசத்தினால் அவர்கள் அழிந்து, அவருடைய மூக்கின் காற்றினாலே அழிகிறார்கள்."},{"number":10,"verse":"சிங்கங்கள் கர்ஜித்து, உறுமலாம், ஆனாலும் அந்த பெருஞ்சிங்கத்தின் பற்கள் உடைக்கப்படுகின்றன."},{"number":11,"verse":"சிங்கம் இரையில்லாமல் இறந்துபோகும், சிங்கக் குட்டிகளோ சிதறிப்போகும்."},{"number":12,"verse":"“இப்பொழுது எனக்கு ஒரு வார்த்தை இரகசியமாய்க் கொண்டுவரப்பட்டது, அதின் மெல்லிய ஓசை என் காதுகளில் விழுந்தது."},{"number":13,"verse":"மனிதர் ஆழ்ந்த நித்திரையில் இருக்கும்போது, இரவில் அமைதியைக் கெடுக்கும் கனவுகளின் மத்தியில்,"},{"number":14,"verse":"பயமும் நடுக்கமும் என்னைப் பிடித்தது, என் எலும்புகளையெல்லாம் நடுங்கச் செய்தன."},{"number":15,"verse":"அப்பொழுது ஒரு ஆவி என் முகத்திற்கு முன்னால் செல்லுகையில் என் உடலின் முடி சிலிர்த்து நின்றது."},{"number":16,"verse":"ஆவி நின்றது, அதின் தோற்றத்தை என்னால் அடையாளம் காண முடியவில்லை. ஒரு உருவம் என் கண்கள் முன் நின்றது, அப்பொழுது நான் முணுமுணுக்கும் குரலைக் கேட்டேன்:"},{"number":17,"verse":"‘மனிதன் இறைவனைவிட நீதிமானாய் இருக்க முடியுமோ? தன்னைப் படைத்தவரைவிட அதிக தூய்மையாய் இருப்பானோ?"},{"number":18,"verse":"இறைவன் தமது ஊழியர்களில் நம்பிக்கை வைக்காமல் இருக்கிறார், அவர் தன் தூதர்களிலும் குறைகண்டிருக்கிறார்."},{"number":19,"verse":"அப்படியிருக்க தூசியில் அஸ்திபாரமிட்டு, களிமண் வீட்டில் வாழ்பவர்களும், பூச்சிபோல் நசுக்கப்படுகிறவர்களுமாகிய மனிதரின் குறையை அவர் காணாமலிருப்பாரோ?"},{"number":20,"verse":"அவர்கள் காலைமுதல் மாலைவரைக்கும், கவனிப்பார் ஒருவருமில்லாமல் நிலையான அழிவை அடைகிறார்கள்."},{"number":21,"verse":"அவர்களுடைய கூடாரத்தின் கயிறுகள் மேலே இழுக்கப்பட்டு, அவை ஞானமில்லாமல் சாவதில்லையா?’"}]}