{"bibleAbbr":"bnOV2016","bookName":"ইষ্টেরের বিবরণ।","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"( অহশ্বেরশের মহাভোজ। বষ্টী রাণীর পদচ্যুতি।) অহশ্বেরশের সময়ে এই ঘটনা হইল। ঐ অহশ্বেরশ হিন্দুস্থান হইতে কূশ দেশ পর্য্যন্ত এক শত সাতাশ প্রদেশের উপরে রাজত্ব করিতেন।"},{"number":2,"verse":"তৎকালে অহশ্বেরশ রাজা শূশন রাজধানীতে"},{"number":3,"verse":"রাজ-সিংহাসনে উপবিষ্ট হইয়া আপন রাজত্বের তৃতীয় বৎসরে আপনার সমস্ত অধ্যক্ষ ও দাসগণের জন্য এক ভোজ প্রস্তুত করিলেন; পারস্য ও মাদিয়া দেশের বিক্রমী লোকেরা, প্রধানেরা ও প্রদেশাধ্যক্ষেরা তাঁহার সাক্ষাতে উপস্থিত হইলেন।"},{"number":4,"verse":"তিনি অনেক দিন অর্থাৎ এক শত আশী দিন পর্য্যন্ত আপন প্রতাপান্বিত রাজ্যের ঐশ্বর্য্য ও আপন উৎকৃষ্ট মহত্ত্বের গৌরব প্রদর্শন করিলেন।"},{"number":5,"verse":"সেই সকল দিন সম্পূর্ণ হইলে পর রাজা শূশন রাজধানীতে উপস্থিত ক্ষুদ্র কি মহান্ সমস্ত লোকের জন্য রাজবাটীর উদ্যানের প্রাঙ্গণে সপ্তাহকালব্যাপী ভোজ প্রস্তুত করিলেন।"},{"number":6,"verse":"তথায় কার্পাসনির্ম্মিত শুক্ল ও নীলবর্ণ চন্দ্রাতপ ছিল, তাহা মসীনা-সূত্রের বেগুনে রজ্জু দ্বারা রৌপ্যময় কড়াতে মর্ম্মরস্তম্ভে নিবদ্ধ ছিল, এবং লাল, সাদা, সবুজ ও কাল মর্ম্মর পাথরে শিল্পিত মেজিয়াতে স্বর্ণময় ও রৌপ্যময় আসনশ্রেণী স্থাপিত ছিল।"},{"number":7,"verse":"আর রাজার দাতৃত্বানুসারে স্বর্ণপাত্রে পানীয় ও প্রচুর রাজকীয় দ্রাক্ষারস দত্ত হইল, সেই সকল পাত্র নানাবিধ ছিল।"},{"number":8,"verse":"তাহাতে যথাবিধানে পান করা হইল, কেহ বল করিল না; কেননা যাহার যেমন ইচ্ছা, তদনুসারে তাহাকে করিতে দেও, এই আজ্ঞা রাজা আপনার গৃহের সমস্ত অধ্যক্ষকে দিয়াছিলেন।"},{"number":9,"verse":"আর বষ্টী রাণীও অহশ্বেরশের রাজবাটীতে মহিলাগণের জন্য ভোজ প্রস্তুত করিলেন।"},{"number":10,"verse":"সপ্তম দিন যখন রাজা দ্রাক্ষারসে প্রফুল্লচিত্ত ছিলেন, তখন তিনি মহূমন, বিস্থা, হর্বোণা, বিগ্থা, অবগথ, সেথর কর্ক্কস, অহশ্বেরশ রাজার সম্মুখে পরিচর্য্যাকারী এই সপ্ত নপুংসককে আজ্ঞা করিলেন,"},{"number":11,"verse":"যেন তাহারা প্রজাদিগকে ও অধ্যক্ষদিগকে বষ্টী রাণীর সৌন্দর্য্য দেখাইবার জন্য তাঁহাকে রাজমুকুট পরাইয়া রাজার সাক্ষাতে আনয়ন করে; কেননা তিনি দেখিতে সুন্দরী ছিলেন।"},{"number":12,"verse":"কিন্তু বষ্টী রাণী নপুংসকদের দ্বারা প্রেরিত রাজার আজ্ঞামতে আসিতে সম্মতা হইলেন না; তাহাতে রাজা অতিশয় ক্রুদ্ধ হইলেন, তাঁহার অন্তরে ক্রোধাগ্নি প্রজ্বলিত হইয়া উঠিল।"},{"number":13,"verse":"পরে রাজা কালজ্ঞ বিদ্বান্বর্গকে এই বিষয় কহিলেন; কেননা ব্যবস্থা ও রাজনীতিজ্ঞ পুরুষ সকলের কাছে রাজার এইরূপ বলিবার প্রথা ছিল।"},{"number":14,"verse":"আর কর্শনা, শেথর, অদ্মাথা তর্শীশ, মেরস, মর্সনা ও মমূখন, ইহাঁরা তাঁহার নিকটে ছিলেন; এই সাত জন পারস্য ও মাদিয়া দেশের অধ্যক্ষ রাজার মুখদর্শন করিতেন, এবং রাজ্যের শ্রেষ্ঠ স্থানে উপবিষ্ট ছিলেন।"},{"number":15,"verse":"[রাজা কহিলেন,] বষ্টী রাণী নপুংসকদের দ্বারা প্রেরিত অহশ্বেরশ রাজার আজ্ঞা মানে নাই, অতএব ব্যবস্থানুসারে তাহার প্রতি কি কর্ত্তব্য?"},{"number":16,"verse":"তখন মমূখন রাজার ও অধ্যক্ষদের সাক্ষাতে উত্তর করিলেন, বষ্টী রাণী যে কেবল মহারাজের কাছে অপরাধ করিয়াছেন, তাহা নয়, কিন্তু অহশ্বেরশ রাজার অধীন সমস্ত প্রদেশের সমস্ত অধ্যক্ষের ও সমস্ত লোকের কাছে অপরাধ করিয়াছেন।"},{"number":17,"verse":"কেননা রাণীর এই কর্ম্মের কথা সমস্ত স্ত্রীলোকের মধ্যে রটিয়া যাইবে; সুতরাং অহশ্বেরশ রাজা বষ্টী রাণীকে আপনার সম্মুখে আনিতে আজ্ঞা করিলেও তিনি আসিলেন না, এই কথা শুনিলে তাহারা সচক্ষে আপন আপন স্বামীকে অবজ্ঞা করিবে।"},{"number":18,"verse":"আর পারস্যের ও মাদিয়ার যে কুলীনা মহিলারা রাণীর এই কার্য্যের সমাচার শুনিলেন, তাঁহারা অদ্যই রাজার সকল অধ্যক্ষকে ঐরূপ বলিবেন, তাহাতে অতিশয় অবমাননা ও ক্রোধ জন্মিবে।"},{"number":19,"verse":"যদি মহারাজের অভিমত হয়, তবে বষ্টী অহশ্বেরশ রাজার সম্মুখে আর আসিতে পাইবেন না, এই রাজাজ্ঞা আপনার শ্রীমুখ হইতে প্রকাশিত হউক; এবং ইহার অন্যথা যেন না হয়, এই জন্য ইহা পারসীকদের ও মাদীয়দের ব্যবস্থার মধ্যে লিখিত হউক; পরে মহারাজ তাঁহার রাজ্ঞীপদ লইয়া তাঁহা হইতে উৎকৃষ্টা আর এক রাণীকে দিউন।"},{"number":20,"verse":"মহারাজ যে আজ্ঞা দিবেন, তাহা যখন তাঁহার বৃহৎ রাজ্যের সর্ব্বত্র প্রচারিত হইবে, তখন সমস্ত স্ত্রীলোক ক্ষুদ্র কি মহান্ আপন আপন স্বামীকে মর্য্যাদা করিবে।"},{"number":21,"verse":"এই কথা রাজার ও অধ্যক্ষদের তুষ্টিকর হইলে রাজা মমূখনের কথানুযায়ী কর্ম্ম করিলেন।"},{"number":22,"verse":"তিনি এক এক প্রদেশের অক্ষরানুসারে ও এক এক জাতির ভাষানুসারে রাজার অধীন সমস্ত প্রদেশে এইরূপ পত্র পাঠাইলেন, “ প্রত্যেক পুরুষ আপন আপন গৃহে কর্ত্তৃত্ব করুক, ও স্বজাতীয় ভাষায় ইহা প্রচার করুক।”"}]}