{"bibleAbbr":"bnOV2016","bookName":"ইষ্টেরের বিবরণ।","bookEnglishName":"Esther","chapterNumber":7,"verses":[{"number":1,"verse":"( হামনের বিনাশ, মর্দখয়ের পদোন্নতি।) পরে রাজা ও হামন ইষ্টের রাণীর সহিত পান করিতে আসিলেন।"},{"number":2,"verse":"আর রাজা সেই দ্বিতীয় দিনে দ্রাক্ষারস সহযুক্ত ভোজের সময়ে ইষ্টেরকে পুনর্ব্বার কহিলেন, ইষ্টের রাণি, তোমার নিবেদন কি? তাহা তোমাকে দেওয়া যাইবে; এবং তোমার অনুরোধ কি? রাজ্যের অর্দ্ধেক পর্য্যন্ত হইলেও তাহা সিদ্ধ করা যাইবে।"},{"number":3,"verse":"তখন ইষ্টের রাণী উত্তর করিলেন, মহারাজ, আমি যদি আপনার দৃষ্টিতে অনুগ্রহ পাইয়া থাকি, ও যদি মহারাজের ভাল বোধ হয়, তবে আমার নিবেদনে আমার প্রাণ, ও আমার অনুরোধে আমার জাতি আমাকে দত্ত হউক;"},{"number":4,"verse":"কেননা আমি ও আমার স্বজাতি, আমরা সংহারিত, নিহত ও বিনষ্ট হইবার নিমিত্ত বিক্রীত হইয়াছি। যদি আমরা কেবল দাস দাসী হইবার জন্য বিক্রীত হইতাম, তবে আমি নীরব থাকিতাম; কিন্তু তাহা হইলেও মহারাজের ক্ষতিপূরণ করা বিপক্ষের অসাধ্য হইত।"},{"number":5,"verse":"তখন অহশ্বেরশ রাজা ইষ্টের রাণীকে কহিলেন, এমন কার্য্য করিবার মানস যাহার অন্তরে জন্মিয়াছে, সে কে? আর সে কোথায়?"},{"number":6,"verse":"ইষ্টের কহিলেন, এক জন বিপক্ষ ও শত্রু, সে এই দুষ্ট হামন। তখন হামন রাজার ও রাণীর সাক্ষাতে ত্রাসযুক্ত হইল।"},{"number":7,"verse":"পরে রাজা ক্রোধবশতঃ দ্রাক্ষারস পান হইতে উঠিয়া রাজবাটীর উদ্যানে গেলেন; আর হামন ইষ্টের রাণীর কাছে আপন প্রাণ ভিক্ষা করিবার জন্য দাঁড়াইল, কেননা সে দেখিল, রাজা হইতে তাহার অমঙ্গল অবধারিত।"},{"number":8,"verse":"পরে রাজা রাজবাটীর উদ্যান হইতে দ্রাক্ষারস সহযুক্ত ভোজের স্থানে ফিরিয়া আসিলেন; তখন ইষ্টের যে আসনে উপবিষ্টা ছিলেন, হামন তাহার উপরে পতিত ছিল; তাহাতে রাজা কহিলেন, এ ব্যক্তি কি গৃহমধ্যে আমার সাক্ষাতে রাণীকে বলাৎকারও করিবে? এই কথা রাজার মুখ হইতে নির্গত হইবামাত্র লোকেরা হামনের মুখ আচ্ছাদন করিল।"},{"number":9,"verse":"পরে রাজার সাক্ষাতে উপস্থিত হর্বোণা নামে এক নপুংসক কহিল, দেখুন, যে মর্দখয় মহারাজের পক্ষে হিত-জনক সংবাদ দিয়াছিলেন, তাঁহার জন্য হামন-পঞ্চাশ হস্ত উচ্চ ফাঁশিকাষ্ঠ প্রস্তুত করিয়াছে, তাহা হামনের বাটীতে স্থাপিত আছে। রাজা কহিলেন, তাহারই উপরে ইহাকে ফাঁশি দেও।"},{"number":10,"verse":"তাহাতে হামন মর্দখয়ের জন্য যে ফাঁশিকাষ্ঠ প্রস্তুত করিয়াছিল, লোকেরা তাহার উপরে হামনকে ফাঁশি দিল; তখন রাজার ক্রোধ প্রশমিত হইল।"}]}