{"bibleAbbr":"KJV1611","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"Thus saith the Lord, Goe downe to the house of the king of Iudah, and speake there this word,"},{"number":2,"verse":"And say, Heare the word of the Lord, O king of Iudah, that sittest vpon the throne of Dauid, thou, and thy seruants, and thy people that enter in by these gates."},{"number":3,"verse":"Thus saith the Lord, Execute ye iudgement and righteousnesse, and deliuer the spoiler out of the hand of the oppressour: and doe no wrong, doe no violence to the stranger, the fatherlesse, nor the widow, neither shed innocent blood in this place."},{"number":4,"verse":"For if ye doe this thing indeede, then shall there enter in by the gates of this house, Kings sitting vpon the throne of Dauid, riding in charets and on horses, he, and his seruants, and his people."},{"number":5,"verse":"But if yee will not heare these words, I sweare by my selfe, saith the Lord, that this house shall become a desolation."},{"number":6,"verse":"For thus saith the Lord vnto the kings house of Iudah, Thou art Gilead vnto me, and the head of Lebanon: yet surely I will make thee a wildernesse, and cities which are not inhabited."},{"number":7,"verse":"And I will prepare destroyers against thee, euery one with his weapons, and they shall cut downe thy choise cedars, and cast them into the fire."},{"number":8,"verse":"And many nations shall passe by this citie, and they shall say euery man to his neighbour, Wherefore hath the Lord done thus vnto this great citie?"},{"number":9,"verse":"Then they shall answere, Because they haue forsaken the couenant of the Lord their God, and worshipped other gods, and serued them."},{"number":10,"verse":"Weepe ye not for the dead, neither bemoane him, but weepe sore for him that goeth away: for he shall returne no more, nor see his natiue countrey."},{"number":11,"verse":"For thus saith the Lord touching Shallum, the sonne of Iosiah king of Iudah which reigned in stead of Iosiah his father, which went forth out of this place, He shall not returne thither any more."},{"number":12,"verse":"But he shall die in the place whither they haue led him captiue, and shal see this land no more."},{"number":13,"verse":"Woe vnto him that buildeth his house by vnrighteousnesse, and his chambers by wrong: that vseth his neighbours seruice without wages, and giueth him not for his worke:"},{"number":14,"verse":"That saith, I will build mee a wide house and large chambers, and cutteth him out windowes, and it is sieled with cedar, and painted with vermilion."},{"number":15,"verse":"Shalt thou reigne because thou closest thy selfe in cedar? did not thy father eate and drinke, and doe iudgment and iustice, and then it was wel with him?"},{"number":16,"verse":"He iudged the cause of the poore and needy, then it was well with him: was not this to know me, saith the Lord ?"},{"number":17,"verse":"But thine eyes and thine heart are not but for thy couetousnesse, and for to shed innocent blood, and for oppression, and for violence to doe it."},{"number":18,"verse":"Therefore thus saith the Lord concerning Iehoiakim the sonne of Iosiah king of Iudah, They shall not lament for him, saying, Ah my brother, or ah sister: they shall not lament for him, saying, Ah Lord, or ah his glory."},{"number":19,"verse":"He shall be buried with the buriall of an asse, drawen and cast forth beyond the gates of Ierusalem."},{"number":20,"verse":"Goe vp to Lebanon, and crie, and lift vp thy voice in Bashan, and crie from the passages: for all thy louers are destroyed."},{"number":21,"verse":"I spake vnto thee in thy prosperitie, but thou saidest, I will not heare: this hath bin thy maner from thy youth, that thou obeyedst not my voice."},{"number":22,"verse":"The winde shall eate vp all thy pastors, and thy louers shall goe into captiuitie, surely then shalt thou be ashamed and confounded for all thy wickednesse."},{"number":23,"verse":"O inhabitant of Lebanon, that makest thy nest in the Cedars, how gracious shalt thou bee when pangs come vpon thee, the paine as of a woman in trauell?"},{"number":24,"verse":"As I liue, saith the Lord, though Coniah the sonne of Iehoiakim king of Iudah were the signet vpon my right hand, yet would I plucke thee thence."},{"number":25,"verse":"And I will giue thee into the hand of them that seeke thy life, and into the hand of them whose face thou fearest, euen into the hand of Nebuchad-rezzar king of Babylon, and into the hand of the Caldeans."},{"number":26,"verse":"And I will cast thee out, and thy mother that bare thee, into another countrey where ye were not borne, and there shall ye die."},{"number":27,"verse":"But to the land whereunto they desire to returne, thither shall they not returne."},{"number":28,"verse":"Is this man Coniah a despised broken idole? is hee a vessell wherein is no pleasure? wherefore are they cast out, he and his seed, and are cast into a land which they know not?"},{"number":29,"verse":"O earth, earth, earth, heare the word of the Lord:"},{"number":30,"verse":"Thus saith the Lord, Write ye this man childlesse, a man that shall not prosper in his dayes: for no man of his seed shall prosper, sitting vpon the throne of Dauid, and ruling any more in Iudah."}]}