{"bibleAbbr":"KJV1611","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":23,"verses":[{"number":1,"verse":"Woe bee vnto the pastors that destroy and scatter the sheepe of my pasture, saith the Lord."},{"number":2,"verse":"Therefore thus saith the Lord God of Israel against the pastors that feed my people; Yee haue scattered my flocke and driuen them away, and haue not visited them; behold I will visite vpon you the euill of your doings, saith the Lord."},{"number":3,"verse":"And I wil gather the remnant of my flocke, out of all countreis whither I haue driuen them, and will bring them againe to their foldes, and they shalbe fruitfull and increase."},{"number":4,"verse":"And I will set vp shepheards ouer them which shall feed them, and they shal feare no more nor be dismaied, neither shall they bee lacking, saith the Lord."},{"number":5,"verse":"Behold, the daies come, saith the Lord, that I wil raise vnto Dauid a righteous branch, and a King shall reigne and prosper, and shall execute iudgement and iustice in the earth."},{"number":6,"verse":"In his dayes Iudah shalbe saued, and Israel shall dwell safely, and this is his Name whereby hee shall be called, The Lord Our Righteousnes."},{"number":7,"verse":"Therefore behold, the dayes come, saith the Lord, that they shall no more say; The Lord liueth, which brought vp the children of Israel out of the land of Egypt:"},{"number":8,"verse":"But, The Lord liueth, which brought vp, and which led the seed of the house of Israel out of the North countrey, and from all countreis whither I had driuen them, and they shall dwell in their owne land."},{"number":9,"verse":"Mine heart within me is broken because of the prophets, all my bones shake: I am like a drunken man (and like a man whom wine hath ouercome) because of the Lord, and because of the words of his Holinesse."},{"number":10,"verse":"For the land is full of adulterers, for because of swearing the land mourneth: the pleasant places of the wildernes are dried vp, and their course is euil, and their force is not right."},{"number":11,"verse":"For both prophet and priest are prophane, yea in my house haue I found their wickednesse, saith the Lord."},{"number":12,"verse":"Wherefore their way shalbe vnto them as slippery wayes in the darkenes: they shalbe driuen on and fall therein: for I will bring euill vpon them, euen the yeere of their visitation, saith the Lord."},{"number":13,"verse":"And I haue seene folly in the prophets of Samaria; they prophecied in Baal, and caused my people Israel to erre."},{"number":14,"verse":"I haue seene also in the prophets of Ierusalem an horrible thing: they commit adultery, and walke in lies: they strengthen also the hands of euill doers, that none doeth returne from his wickednesse: they are all of them vnto me as Sodom, and the inhabitants thereof as Gomorrah."},{"number":15,"verse":"Therefore thus saith the Lord of hosts concerning the Prophets; Behold, I will feede them with wormewood, and make them drinke the water of gall: for from the Prophets of Ierusalem is profanenesse gone forth into all the land."},{"number":16,"verse":"Thus saith the Lord of hosts, Hearken not vnto the wordes of the prophets that prophecie vnto you; they make you vaine: they speake a vision of their owne heart, and not out of the mouth of the Lord."},{"number":17,"verse":"They say still vnto them that despise me; The Lord hath sayde, Yee shall haue peace; and they say vnto euery one that walketh after the imagination of his owne heart, No euill shall come vpon you."},{"number":18,"verse":"For who hath stood in the counsell of the Lord, and hath perceiued, and heard his word? who hath marked his word, and heard it?"},{"number":19,"verse":"Behold, a whirlewinde of the Lord is gone foorth in furie, euen a grieuous whirlewinde, it shall fall grieuously vpon the head of the wicked."},{"number":20,"verse":"The anger of the Lord shall not returne, vntill hee haue executed, and til he haue performed the thoughts of his heart: in the latter dayes ye shall consider it perfectly."},{"number":21,"verse":"I haue not sent these prophets, yet they ranne: I haue not spoken to them, yet they prophecied."},{"number":22,"verse":"But if they had stood in my counsell, and had caused my people to heare my wordes, then they should haue turned them from their euil way, and from the euill of their doings."},{"number":23,"verse":"Am I a God at hand, sayth the Lord, and not a God afarre off?"},{"number":24,"verse":"Can any hide himselfe in secret places that I shall not see him, saith the Lord ? doe not I fill heauen and earth, sayth the Lord ?"},{"number":25,"verse":"I haue heard what the prophets said, that prophecie lyes in my Name, saying; I haue dreamed, I haue dreamed."},{"number":26,"verse":"How long shall this bee in the heart of the prophets that prophecie lies? yea they are prophets of the deceit of their owne heart;"},{"number":27,"verse":"Which thinke to cause my people to forget my Name by their dreames which they tell euery man to his neighbour, as their fathers haue forgotten my Name, for Baal."},{"number":28,"verse":"The prophet that hath a dreame, let him tell a dreame; and hee that hath my word, let him speake my word faithfully: what is the chaffe to the wheat, sayth the Lord ?"},{"number":29,"verse":"Is not my word like as a fire, saith the Lord ? and like a hammer that breaketh the rocke in pieces?"},{"number":30,"verse":"Therefore, behold, I am against the prophets, sayth the Lord, that steale my worde euery one from his neighbour."},{"number":31,"verse":"Beholde, I am against the prophets, saith the Lord, that vse their tongues, and say; He sayth."},{"number":32,"verse":"Behold, I am against them that prophecie false dreames, sayeth the Lord, and doe tell them, and cause my people to erre by their lyes and by their lightnesse, yet I sent them not, nor commanded them: therefore they shall not profite this people at all, sayth the Lord."},{"number":33,"verse":"And when this people, or the prophet, or a priest shall aske thee, saying; What is the burden of the Lord ? thou shalt then say vnto them; What burden? I will euen forsake you, saith the Lord."},{"number":34,"verse":"And as for the prophet, and the priest, and the people that shal say, The burden of the Lord, I will euen punish that man and his house."},{"number":35,"verse":"Thus shall yee say euery one to his neighbour, and euery one to his brother, What hath the Lord answered? and what hath the Lord spoken?"},{"number":36,"verse":"And the burden of the Lord shall yee mention no more: for euery mans word shall be his burden: for yee haue peruerted the words of the liuing God, of the Lord of hostes our God."},{"number":37,"verse":"Thus shalt thou say to the prophet, What hath the Lord answered thee? and what hath the Lord spoken?"},{"number":38,"verse":"But sith ye say, The burden of the Lord; therefore thus sayeth the Lord, Because you say this word, The burden of the Lord, and I haue sent vnto you, saying; Ye shall not say, The burden of the Lord:"},{"number":39,"verse":"Therefore beholde, I, euen I will vtterly forget you, and I will forsake you, and the citie that I gaue you and your fathers, and cast you out of my presence."},{"number":40,"verse":"And I will bring an euerlasting reproch vpon you, and a perpetuall shame, which shall not be forgotten."}]}