{"bibleAbbr":"KJV1611","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"In the beginning of the reigne of Iehoiakim the sonne of Iosiah King of Iudah, came this worde vnto Ieremiah from the Lord, saying,"},{"number":2,"verse":"Thus sayth the Lord to me, Make thee bonds and yokes, and put them vpon thy necke."},{"number":3,"verse":"And send them to the king of Edom, and to the king of Moab, and to the king of the Ammonites, and to the king of Tyrus, and to the king of Zidon, by the hand of the messengers which come to Ierusalem vnto Zedekiah king of Iudah."},{"number":4,"verse":"And command them to say vnto their masters, Thus saith the Lord of hosts the God of Israel, Thus shall ye say vnto your masters:"},{"number":5,"verse":"I haue made the earth, the man and the beast that are vpon the ground, by my great power, and by my outstretched arme, and haue giuen it vnto whom it seemed meet vnto me."},{"number":6,"verse":"And now haue I giuen all these landes into the hand of Nebuchadnezzar the king of Babylon my seruant, and the beasts of the field haue I giuen him also to serue him."},{"number":7,"verse":"And all nations shall serue him and his sonne, and his sonnes sonne, vntill the very time of his land come: and then many nations and great kings shall serue themselues of him."},{"number":8,"verse":"And it shall come to passe, that the nation and kingdome which will not serue the same Nebuchad-nezzar the king of Babylon, and that will not put their necke vnder the yoke of the king of Babylon, that nation will I punish, sayth the Lord, with the sword, and with the famine, and with the pestilence, vntill I haue consumed them by his hand."},{"number":9,"verse":"Therefore hearken not ye to your prophets, nor to your diuiners, nor to your dreamers, nor to your inchanters, nor to your sorcerers, which speak vnto you, saying; Ye shall not serue the king of Babylon:"},{"number":10,"verse":"For they prophecie a lie vnto you, to remooue you farre from your land, and that I should driue you out, and ye should perish."},{"number":11,"verse":"But the nations that bring their necke vnder the yoke of the king of Babylon, and serue him, those will I let remaine still in their owne land, sayth the Lord, and they shall till it, and dwell therein."},{"number":12,"verse":"I spake also to Zedekiah king of Iudah according to all these wordes, saying, Bring your neckes vnder the yoke of the king of Babylon, and serue him and his people, and liue."},{"number":13,"verse":"Why will yee die, thou and thy people, by the sword, by the famine, and by the pestilence, as the Lord hath spoken against the nation that will not serue the king of Babylon?"},{"number":14,"verse":"Therefore hearken not vnto the words of the prophets, that speake vnto you, saying; Yee shall not serue the king of Babylon: for they prophecie a lie vnto you."},{"number":15,"verse":"For I haue not sent them, saith the Lord, yet they prophecie a lye in my name, that I might driue you out, & that yee might perish, ye, and the prophets that prophecie vnto you."},{"number":16,"verse":"Also I spake to the priests, and to all this people, saying; Thus saith the Lord, Hearken not to the words of your prophets, that prophecie vnto you, saying; Behold, the vessels of the Lords house shall now shortly be brought againe from Babylon; for they prophecie a lie vnto you."},{"number":17,"verse":"Hearken not vnto them: serue the king of Babylon, and liue: wherefore should this citie be laid waste?"},{"number":18,"verse":"But if they be prophets, and if the word of the Lord be with them, let them nowe make intercession to the Lord of hostes, that the vessels which are left in the house of the Lord, and in the house of the king of Iudah, and at Ierusalem, goe not to Babylon."},{"number":19,"verse":"For thus saith the Lord of hostes concerning the pillars, and concerning the sea, and concerning the bases, and concerning the residue of the vessels that remaine in this citie,"},{"number":20,"verse":"Which Nebuchadnezzar king of Babylon tooke not, when he caried away captiue Ieconiah the sonne of Iehoiakim king of Iudah, from Ierusalem to Babylon, and all the nobles of Iudah and Ierusalem:"},{"number":21,"verse":"Yea thus saith the Lord of hostes the God of Israel, concerning the vessels that remaine in the house of the Lord, and in the house of the king of Iudah and of Ierusalem;"},{"number":22,"verse":"They shall be caried to Babylon, and there shall they be vntill the day that I visit them, saith the Lord: then will I bring them vp, and restore them to this place."}]}