{"bibleAbbr":"RSV1971","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"(Moses a Servant, Christ a Son) Therefore, holy brethren, who share in a heavenly call, consider Jesus, the apostle and high priest of our confession."},{"number":2,"verse":"He was faithful to him who appointed him, just as Moses also was faithful in (Other ancient authorities insert all) God’s house."},{"number":3,"verse":"Yet Jesus has been counted worthy of as much more glory than Moses as the builder of a house has more honor than the house."},{"number":4,"verse":"(For every house is built by some one, but the builder of all things is God.)"},{"number":5,"verse":"Now Moses was faithful in all God’s house as a servant, to testify to the things that were to be spoken later,"},{"number":6,"verse":"but Christ was faithful over God’s (Greek his) house as a son. And we are his house if we hold fast our confidence and pride in our hope. (Other ancient authorities insert firm to the end)"},{"number":7,"verse":"(Warning against Unbelief) Therefore, as the Holy Spirit says, “Today, when you hear his voice,"},{"number":8,"verse":"do not harden your hearts as in the rebellion, on the day of testing in the wilderness,"},{"number":9,"verse":"where your fathers put me to the test and saw my works for forty years."},{"number":10,"verse":"Therefore I was provoked with that generation, and said, ‘They always go astray in their hearts; they have not known my ways.’"},{"number":11,"verse":"As I swore in my wrath, ‘They shall never enter my rest.’”"},{"number":12,"verse":"Take care, brethren, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God."},{"number":13,"verse":"But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin."},{"number":14,"verse":"For we share in Christ, if only we hold our first confidence firm to the end,"},{"number":15,"verse":"while it is said, “Today, when you hear his voice, do not harden your hearts as in the rebellion.”"},{"number":16,"verse":"Who were they that heard and yet were rebellious? Was it not all those who left Egypt under the leadership of Moses?"},{"number":17,"verse":"And with whom was he provoked forty years? Was it not with those who sinned, whose bodies fell in the wilderness?"},{"number":18,"verse":"And to whom did he swear that they should never enter his rest, but to those who were disobedient?"},{"number":19,"verse":"So we see that they were unable to enter because of unbelief."}]}