{"bibleAbbr":"teOV2016","bookName":"యెహెజ్కేలు","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"మరియు నీవు ఇశ్రాయేలీయుల అధిపతులనుగూర్చి ప్రలాపవాక్యము నెత్తి ఇట్లు ప్రకటింపుము"},{"number":2,"verse":"–నీ తల్లి ఎటువంటిది? ఆడుసింహము వంటిది, ఆడుసింహములమధ్య పండుకొనెను, కొదమ సింహములమధ్య తన పిల్లలను పెంచెను;౹"},{"number":3,"verse":"వాటిలో ఒకదానిని అది పెంచగా అది కొదమసింహమై వేటాడ నేర్చుకొని మనుష్యులను భక్షించున దాయెను.౹"},{"number":4,"verse":"అన్యజనులు దాని సంగతి విని తమ గోతిలో దాని చిక్కించుకొని దాని ముక్కునకు గాలము తగిలించి ఐగుప్తుదేశమునకు దాని తీసికొనిపోయిరి.౹"},{"number":5,"verse":"తల్లి దాని కనిపెట్టి తన ఆశ భంగమాయెనని తెలిసికొని, తన పిల్లలలో మరియొక దాని చేపెట్టి దాని పెంచి కొదమసింహముగా చేసెను.౹"},{"number":6,"verse":"ఇదియు కొదమసింహమై కొదమ సింహములతోకూడ తిరుగులాడి వేటాడనేర్చుకొని మనుష్యులను భక్షించునదై"},{"number":7,"verse":"వారి నగరులను ( లేక, విధవరాండ్రను.) అవమానపరచి వారి పట్టణములను పాడుచేసెను; దాని గర్జనధ్వనికి దేశమును అందులోనున్న సమస్తమును పాడాయెను.౹"},{"number":8,"verse":"నలుదిక్కుల దేశపు జనులందరు దాని పట్టుకొనుటకు పొంచియుండి ఉరి నొగ్గగా అది వారి గోతిలో చిక్కెను.౹"},{"number":9,"verse":"అప్పుడు వారు దాని ముక్కునకు గాలము తగిలించి దానిని బోనులో పెట్టి బబులోను రాజునొద్దకు తీసికొనిపోయి అతనికి అప్పగించిరి; దాని గర్జనము ఇశ్రాయేలీయుల పర్వతములమీద ఎన్నటికిని వినబడకుండునట్లువారు దానిని గట్టి స్థలమందుంచిరి."},{"number":10,"verse":"మరియు నీకు క్షేమము కలిగియుండగా నీ తల్లి ఫల భరితమై తీగెలతో నిండియుండి విస్తారమైన జలముల దగ్గర నాటబడిన ద్రాక్షావల్లివలె నుండెను.౹"},{"number":11,"verse":"భూపతు లకు దండములైనట్టి గట్టిచువ్వలు దానికి కలిగియుండెను, అది మేఘములనంటునంతగా పెరిగెను, విస్తారమైన దాని కొమ్మలు బహు ఎత్తుగా కనబడెను.౹"},{"number":12,"verse":"అయితే బహు రౌద్రముచేత అది పెరికివేయబడినదై నేలమీద పడవేయ బడెను, తూర్పుగాలి విసరగా దాని పండ్లు వాడెను. మరియు దాని గట్టిచువ్వలు తెగి వాడిపోయి అగ్నిచేత కాల్చబడెను.౹"},{"number":13,"verse":"[13-14] ఇప్పుడు అది అరణ్యములో మిక్కిలి యెండిపోయి నిర్జలస్థలములలో నాట బడియున్నది. మరియు దాని కొమ్మల చువ్వలలోనుండి అగ్ని బయలు దేరుచు దాని పండ్లను దహించుచున్నది గనుక రాజదండమునకు తగిన గట్టిచువ్వ యొకటియు విడువబడ లేదు. ఇదియే ప్రలాపవాక్యము, ఇదియే ప్రలాపమునకు కారణమగును."}]}