{"bibleAbbr":"LXXBr","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"Καὶ ἐν τῷ καιρῷ ἐκείνῳ ἀναστήσεται Μιχαὴλ ὁ ἄρχων ὁ μέγας, ὁ ἑστηκὼς ἐπὶ τοὺς υἱοὺς τοῦ λαοῦ σου· καὶ ἔσται καιρὸς θλίψεως, θλίψις οἵα οὐ γέγονεν ἀφʼ οὗ γεγένηται ἔθνος ἐν τῇ γῇ, ἕως τοῦ καιροῦ ἐκείνου· ἐν τῷ καιρῷ ἐκείνῳ σωθήσεται ὁ λαός σου πᾶς ὁ γεγραμμένος ἐν τῇ βίβλῳ."},{"number":2,"verse":"Καὶ πολλοὶ τῶν καθευδόντων ἐν γῆς χώματι ἐξεγερθήσονται, οὗτοι εἰς ζωὴν αἰώνιον, καὶ οὗτοι εἰς ὀνειδισμὸν καὶ εἰς αἰσχύνην αἰώνιον."},{"number":3,"verse":"Καὶ οἱ συνιέντες λάμψουσιν ὡς ἡ λαμπρότης τοῦ στερεώματος, καὶ ἀπὸ τῶν δικαίων τῶν πολλῶν ὡς οἱ ἀστέρες εἰς τοὺς αἰῶνας, καὶ ἔτι."},{"number":4,"verse":"Καὶ σὺ Δανιὴλ ἔμφραξον τοὺς λόγους, καὶ σφράγισον τὸ βιβλίον ἕως καιροῦ συντελείας, ἕως διδαχθῶσι πολλοὶ καὶ πληθυνθῇ ἡ γνῶσις."},{"number":5,"verse":"Καὶ ἴδον ἐγὼ Δανιὴλ, καὶ ἰδοὺ δύο ἕτεροι εἱστήκεισαν, εἷς ἐντεῦθεν τοῦ χειλους τοῦ ποταμοῦ, καὶ εἷς ἐντεῦθεν τοῦ χείλους τοῦ ποταμοῦ."},{"number":6,"verse":"Καὶ εἶπε τῷ ἀνδρὶ τῷ ἐνδεδυμένῳ τὰ βαδδὶν, ὃς ἦν ἐπάνω τοῦ ὕδατος τοῦ ποταμοῦ, ἕως πότε τὸ πέρας ὧν εἴρηκας τῶν θαυμασίων;"},{"number":7,"verse":"Καὶ ἤκουσα τοῦ ἀνδρὸς τοῦ ἐνδεδυμένον τὰ βαδδὶν, ὃς ἦν ἐπάνω τοῦ ὕδατος τοῦ ποταμοῦ· καὶ ὕψωσε τὴν δεξιὰν αὐτοῦ καὶ τὴν ἀριστερὰν αὐτοῦ εἰς τὸν οὐρανὸν, καὶ ὤμοσεν ἐν τῷ ζῶντι εἰς τὸν αἰῶνα, ὅτι εἰς καιρὸν καιρῶν καὶ ἥμισυ καιροῦ, ἐν τῷ συντελεσθῆναι διασκορπισμὸν γνώσονται πάντα ταῦτα."},{"number":8,"verse":"Καὶ ἐγὼ ἤκουσα, καὶ οὐ συνῆκα· καὶ εἶπα, Κύριε, τί τὰ ἔσχατα τούτων;"},{"number":9,"verse":"Καὶ εἶπε, δεῦρο Δανιὴλ, ὅτι ἐμπεφραγμένοι καὶ ἐσφραγισμένοι οἱ λόγοι ἕως καιροῦ πέρας."},{"number":10,"verse":"Ἐκλεγῶσι, καὶ ἐκλευκανθῶσι, καὶ πυρωθῶσι, καὶ ἁγιασθῶσι πολλό· καὶ ἀνομήσωσιν ἄνομοι, καὶ οὐ συνήσουσι πάντες ἄνομοι, καὶ οἱ νοήμονες συνήσουσι."},{"number":11,"verse":"Καὶ ἀπὸ καιροῦ παραλλάξεως τοῦ ἐνδελεχισμοῦ, καὶ δοθήσεται τὸ βδέλυγμα ἐρημώσεως, ἡμέραι χίλιαι διακόσιαι ἐννενήκοντα."},{"number":12,"verse":"Μακάριος ὁ ὑπομένων καὶ φθάσας εἰς ἡμέρας χιλίας τριακοσίας τριακονταπέντε."},{"number":13,"verse":"Καὶ σὺ δεῦρο, καὶ ἀναπαύου· ἔτι γὰρ ἡμέραι καὶ ὧραι εἰς ἀναπλήρωσιν συντελείας, καὶ ἀναστήσῃ εἰς τὸν κλῆρόν σου εἰς συντέλειαν ἡμερῶν."}]}