{"bibleAbbr":"LXXBr","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":2,"verses":[{"number":1,"verse":"Ἐν τῷ ἔτει τῷ δευτέρῳ τῆς βασιλείας, ἐνυπνιάσθη Ναβουχοδονόσορ ἐνύπνιον, καὶ ἐξέστη τὸ πνεῦμα αὐτοῦ, καὶ ὁ ὕπνος αὐτοῦ ἐγένετο ἀπʼ αὐτοῦ."},{"number":2,"verse":"Καὶ εἶπεν ὁ βασιλεὺς καλέσαι τοὺς ἐπαοιδοὺς, καὶ τοὺς μάγους, καὶ τοὺς φαρμακοὺς, καὶ τοὺς Χαλδαίους, τοῦ ἀναγγεῖλαι τῷ βασιλεῖ τὰ ἐνύπνια αὐτοῦ· καὶ ἦλθαν, καὶ ἔστησαν ἐνώπιον τοῦ βασιλέως."},{"number":3,"verse":"Καὶ εἶπεν αὐτοῖς ὁ βασιλεὺς, ἑνυπνιάσθην, καὶ ἐξέστη τὸ πνεῦμά μου, τοῦ γνῶναι τὸ ἐνύπνιον."},{"number":4,"verse":"Καὶ ἐλάλησαν οἱ Χαλδαῖοι τῷ βασιλεῖ Συριστὶ, βασιλεῦ, εἰς τοὺς αἰῶνας ζῆθι· σὺ εἰπὸν τὸ ἐνύπνιον τοῖς παισί σου, καὶ τὴν σύγκρισιν ἀναγγελοῦμεν."},{"number":5,"verse":"Ἀπεκρίθη ὁ βασιλεὺς τοῖς Χαλδαίοις, ὁ λόγος ἀπʼ ἐμοῦ ἀπέστη· ἐὰν μὴ γνωρίσητέ μοι τὸ ἐνύπνιον καὶ τὴν σύγκρισιν, εἰς ἀπώλειαν ἔσεσθε, καὶ οἱ οἶκοι ὑμῶν διαρπαγήσονται."},{"number":6,"verse":"Ἐὰν δὲ τὸ ἐνύπνιον καὶ τὴν σύγκρισιν αὐτοῦ γνωρίσητέ μοι, δόματα καὶ δωρεὰς καὶ τιμὴν πολλὴν λήψεσθε παρʼ ἐμοῦ· πλὴν τὸ ἐνύπνιον καὶ τὴν σύγκρισιν αὐτοῦ ἀπαγγείλατέ μοι."},{"number":7,"verse":"Ἀπεκρίθησαν δεύτερον, καὶ εἶπαν, ὁ βασιλεὺς εἰπάτω τὸ ἐνύπνιον τοῖς παισὶν αὐτοῦ, καὶ τὴν σύγκρισιν ἀναγγελοῦμεν."},{"number":8,"verse":"Καὶ ἀπεκρίθη ὁ βασιλεὺς, καὶ εἶπεν, ἐπʼ ἀληθείας οἶδα ἐγὼ, ὅτι καιρὸν ὑμεῖς ἐξαγοράζετε· καθότι ἴδετε, ὅτι ἀπέστη ἀπʼ ἐμοῦ τὸ ῥῆμα."},{"number":9,"verse":"Ἐὰν οὖν τὸ ἐνύπνιον μὴ ἀναγγείλητέ μοι, οἶδα ὅτι ῥῆμα ψευδὲς καὶ διεφθαρμένον συνέθεσθε εἰπεῖν ἐνώπιόν μου, ἕως οὗ ὁ καιρὸς παρέλθῃ· τὸ ἐνύπνιόν μου εἴπατέ μοι, καὶ γνώσομαι ὅτι καὶ τὴν σύγκρισιν αὐτοῦ ἀναγγελεῖτέ μοι."},{"number":10,"verse":"Ἀπεκρίθησαν οἱ Χαλδαῖοι ἐνώπιον τοῦ βασιλέως, καὶ λέγουσιν, οὐκ ἔστιν ἄνθρωπος ἐπὶ τῆς ξηρᾶς, ὅστις τὸ ῥῆμα τοῦ βασιλέως δυνήσεται γνωρίσαι, καθότι πᾶς βασιλεὺς μέγας καὶ ἄρχων ῥῆμα τοιοῦτον οὐκ ἐπερωτᾷ ἐπαοιδὸν μάγον καὶ Χαλδαῖον·"},{"number":11,"verse":"Ὅτι ὁ λόγος ὃν ὁ βασιλεὺς ἐπερωτᾷ, βαρύς, καὶ ἕτερος οὐκ ἔστιν ὃς ἀναγγελεῖ αὐτὸν ἐνώπιον τοῦ βασιλέως, ἀλλʼ οἱ θεοὶ, ὧν οὐκ ἔστιν ἡ κατοικία μετὰ πάσης σαρκός."},{"number":12,"verse":"Τότε ὁ βασιλεὺς ἐν θυμῷ καὶ ὀργῇ εἶπεν ἀπολέσαι πάντας τοὺς σοφοὺς Βαβυλῶνος."},{"number":13,"verse":"Καὶ τὸ δόγμα ἐξῆλθε, καὶ οἱ σοφοὶ ἀπεκτέννοντο· καὶ ἐζήτησαν Δανιὴλ καὶ τοὺς φίλους αὐτοῦ ἀνελεῖν."},{"number":14,"verse":"Τότε Δανιὴλ ἀπεκρίθη βουλὴν καὶ γνώμην τῷ Ἀριὼχ τῷ ἀρχιμαγείρῳ τοῦ βασιλέως, ὃς ἐξῆλθεν ἀναιρεῖν τοὺς σοφοὺς Βαβυλῶνος,"},{"number":15,"verse":"ἄρχων τοῦ βασιλέως, περὶ τίνος ἐξῆλθεν ἡ γνώμη ἡ ἀναιδὴς ἐκ προσώπου τοῦ βασιλέως; ἐγνώρισε δὲ ὁ Ἀριὼχ τὸ ῥῆμα τῷ Δανιήλ."},{"number":16,"verse":"Καὶ Δανιὴλ ἠξίωσε τὸν βασιλέα ὅπως χρόνον δῷ αὐτῷ, καὶ τὴν σύγκρισιν αὐτοῦ ἀναγγελῇ τῷ βασιλεῖ."},{"number":17,"verse":"Καὶ εἰσῆλθε Δανιὴλ εἰς τὸν οἶκον αὐτοῦ καὶ τῷ Ἀνανίᾳ καὶ τῷ Μισαὴλ καὶ τῷ Ἀζαρίᾳ τοῖς φίλοις αὐτοῦ τὸ ῥῆμα ἐγνώρισε."},{"number":18,"verse":"Καὶ οἰκτιρμοὺς ἐζήτουν παρὰ τοῦ Θεοῦ τοῦ οὐρανοῦ ὑπὲρ τοῦ μυστηρίου τούτου, ὅπως ἂν μὴ ἀπόλωνται Δανιὴλ καὶ οἱ φίλοι αὐτοῦ μετὰ τῶν ἐπιλοίπων σοφῶν Βαβυλῶνος."},{"number":19,"verse":"Τότε τῷ Δανιὴλ ἐν ὁράματι τῆς νυκτὸς τὸ μυστήριον ἀπεκαλύφθη· καὶ εὐλόγησε τὸν Θεὸν τοῦ οὐρανοῦ Δανιὴλ, καὶ εἶπεν,"},{"number":20,"verse":"Εἴη τὸ ὄνομα τοῦ Θεοῦ εὐλογημένον ἀπὸ τοῦ αἰῶνος καὶ ἕως τοῦ αἰῶνος, ὅτι ἡ σοφία καὶ ἡ σύνεσις αὐτοῦ ἐστι."},{"number":21,"verse":"Καὶ αὐτὸς ἀλλοιοῖ καιροὺς καὶ χρόνους, καθιστᾷ βασιλεῖς, καὶ μεθιστᾷ, διδοὺς σοφίαν τοῖς σοφοῖς, καὶ φρόνησιν τοῖς εἰδόσι σύνεσιν,"},{"number":22,"verse":"αὐτὸς ἀποκαλύπτει βαθέα καὶ ἀπόκρυφα, γινώσκων τὰ ἐν τῷ σκότει, καὶ τὸ φῶς μετʼ αὐτοῦ ἐστι·"},{"number":23,"verse":"Σοὶ ὁ Θεὸς τῶν πατέρων μου ἐξομολογοῦμαι καὶ αἰνῶ, ὅτι σοφίαν καὶ δύναμιν δέδωκάς μοι, καὶ ἐγνώρισάς μοι ἃ ἠξιώσαμεν παρὰ σοῦ, καὶ τὸ ὅραμα τοῦ βασιλέως ἐγνώρισάς μοι."},{"number":24,"verse":"Καὶ ἦλθε Δανιὴλ πρὸς Ἀριὼχ, ὃν κατέστησεν ὁ βασιλεὺς ἀπολέσαι τοὺς σοφοὺς Βαβυλῶνος, καὶ εἶπεν αὐτῷ, τοὺς σοφοὺς Βαβυλῶνος μὴ ἀπολέσῃς, εἰσάγαγε δέ με ἐνώπιον τοῦ βασιλέως, καὶ τὴν σύγκρισιν τῷ βασιλεῖ ἀναγγελῶ."},{"number":25,"verse":"Τότε Ἀριὼχ ἐν σπουδῇ εἰσήγαγε τὸν Δανιὴλ ἐνώπιον τοῦ βασιλέως, καὶ εἶπεν αὐτῷ, εὕρηκα ἄνδρα ἐκ τῶν υἱῶν τῆς αἰχμαλωσίας τῆς Ἰουδαίας, ὅστις τὸ σύγκριμα τῷ βασιλεῖ ἀναγγελεῖ."},{"number":26,"verse":"Καὶ ἀπεκρίθη ὁ βασιλεὺς, καὶ εἶπε τῷ Δανιὴλ, οὗ τὸ ὄνομα Βαλτάσαρ, εἰ δύνασαί μοι ἀναγγεῖλαι τὸ ἐνύπνιον ὃ ἴδον, καὶ τὴν σύγκρισιν αὐτοῦ;"},{"number":27,"verse":"Καὶ ἀπεκρίθη Δανιὴλ ἐνώπιον τοῦ βασιλέως, καὶ εἶπε, τὸ μυστήριον ὃ ὁ βασιλεὺς ἐπερωτᾷ, οὐκ ἔστι σοφῶν, μάγων, ἐπαοιδῶν, γαζαρηνῶν ἀναγγεῖλαι τῷ βασιλεῖ·"},{"number":28,"verse":"Ἀλλʼ ἤ ἐστι Θεὸς ἐν οὐρανῷ ἀποκαλύπτων μυστήρια, καὶ ἐγνώρισε τῷ βασιλεῖ Ναβουχοδονόσορ, ἃ δεῖ γενέσθαι ἐπʼ ἐσχάτων τῶν ἡμερῶν· τὸ ἐνύπνιόν σου καὶ αἱ ὁράσεις τῆς κεφαλῆς σου ἐπὶ τῆς κοίτης σου, τοῦτό ἐστι,"},{"number":29,"verse":"βασιλεῦ· οἱ διαλογισμοί σου ἐπὶ τῆς κοίτης σου ἀνέβησαν τί δεῖ γενέσθαι μετὰ ταῦτα· καὶ ὁ ἀποκαλύπτων μυστήρια ἐγνώρισέ σοι ἃ δεῖ γενέσθαι."},{"number":30,"verse":"Καὶ ἐμοὶ δὲ οὐκ ἐν σοφίᾳ τῇ οὔσῃ ἐν ἐμοὶ παρὰ πάντας τοὺς ζῶντας τὸ μυστήριον τοῦτο ἀπεκαλύφθη, ἀλλʼ ἕνεκεν τοῦ τὴν σύγκρισιν τῷ βασιλεῖ γνωρίσαι, ἵνα τοὺς διαλογισμοὺς τῆς καρδίας σου γνῷς."},{"number":31,"verse":"Σὺ βασιλεῦ ἐθεώρεις, καὶ ἰδοὺ εἰκὼν μία, μεγάλη ἡ εἰκὼν ἐκείνη, καὶ ἡ πρόσοψις αὐτῆς ὑπερφερὴς, ἑστῶσα πρὸ προσώπου σου, καὶ ἡ ὅρασις αὐτῆς φοβερά."},{"number":32,"verse":"Εἰκὼν, ἧς ἡ κεφαλὴ χρυσίου χρηστοῦ, αἱ χεῖρες καὶ τὸ στῆθος καὶ οἱ βραχίονες αὐτῆς ἀργυροῖ, ἡ κοιλία καὶ οἱ μηροὶ χαλκοῖ,"},{"number":33,"verse":"αἱ κνῆμαι σιδηραῖ, οἱ πόδες μέρος μέν τι σιδηροῦν, καὶ μέρος δέ τι ὀστράκινον."},{"number":34,"verse":"Ἐθεώρεις ἕως ἀπεσχίσθη λίθος ἐξ ὄρους ἄνευ χειρῶν, καὶ ἐπάταξε τὴν εἰκόνα ἐπὶ τοὺς πόδας τοὺς σιδηροῦς καὶ ὀστρακίνους, καὶ ἐλέπτυνεν αὐτοὺς εἰς τέλος."},{"number":35,"verse":"Τότε ἐλεπτύνθησαν εἰσάπαξ τὸ ὄστρακον, ὁ σίδηρος, ὁ χαλκὸς, ὁ ἄργυρος, ὁ χρυσός· καὶ ἐγένετο ὡσεὶ κονιορτὸς ἀπὸ ἅλωνος θερινῆς· καὶ ἐξῇρεν αὐτὰ τὸ πλῆθος τοῦ πνεύματος, καὶ τόπος οὐχ εὑρέθη αὐτοῖς· καὶ ὁ λίθος ὁ πατάξας τὴν εἰκόνα, ἐγενήθη ὄρος μέγα, καὶ ἐπλήρωσε πᾶσαν τὴν γῆν."},{"number":36,"verse":"Τοῦτό ἐστι τὸ ἐνύπνιον, καὶ τὴν σύγκρισιν αὐτοῦ ἐροῦμεν ἐνώπιον τοῦ βασιλέως."},{"number":37,"verse":"Σὺ βασιλεῦ βασιλεὺς βασιλέων, ᾧ ὁ Θεὸς τοῦ οὐρανοῦ βασιλείαν ἰσχυρὰν καὶ κραταιὰν καὶ ἔντιμον ἔδωκεν"},{"number":38,"verse":"ἐν παντὶ τόπῳ, ὅπου κατοικοῦσιν οἱ υἱοὶ τῶν ἀνθρώπων· θηρία τε ἀγροῦ, καὶ πετεινὰ οὐρανοῦ, καὶ ἰχθύας τῆς θαλάσσης ἔδωκεν ἐν τῇ χειρί σου, καὶ κατέστησέ σε κύριον πάντων· σὺ εἶ ἡ κεφαλὴ ἡ χρυσῆ."},{"number":39,"verse":"Καὶ ὀπίσω σου ἀναστήσεται βασιλεία ἑτέρα ἥττων σου, καὶ βασιλεία τρίτη, ἥτις ἐστὶν ὁ χαλκὸς, ἣ κυριεύσει πάσης τῆς γῆς,"},{"number":40,"verse":"καὶ βασιλεία τετάρτη, ἥτις ἔσται ἰσχυρὰ ὡς σίδηρος· ὃν τρόπον ὁ σίδηρος λεπτύνει καὶ δαμάζει πάντα, οὕτως πάντα λεπτυνεῖ καὶ δαμάσει."},{"number":41,"verse":"Καὶ ὅτι εἶδες τοὺς πόδας, καὶ τοὺς δακτύλους, μέρος μέν τι ὀστράκινον, μέρος δέ τι σιδηροῦν, βασιλεία διῃρημένη ἔσται, καὶ ἀπὸ τῆς ῥίζης τῆς σιδηρᾶς ἔσται ἐν αὐτῇ, ὃν τρόπον εἶδες τὸν σίδηρον ἀναμεμιγμένον τῷ ὀστράκῳ."},{"number":42,"verse":"Καὶ οἱ δάκτυλοι τῶν ποδῶν μέρος μέν τι σιδηροῦν, μέρος δέ τι ὀστράκινον, μέρος τι τῆς βασιλείας ἔσται ἰσχυρὸν, καὶ ἀπʼ αὐτῆς ἔσται συντριβόμενον."},{"number":43,"verse":"Ὅτι εἶδες τὸν σίδηρον ἀναμεμιγμένον τῷ ὀστράκῳ, συμμιγεῖς ἔσονται ἐν σπέρματι ἀνθρώπων, καὶ οὐκ ἔσονται προσκολλώμενοι οὗτος μετὰ τούτου, καθὼς ὁ σίδηρος οὐκ ἀναμίγνυται μετὰ τοῦ ὀστράκου."},{"number":44,"verse":"Καὶ ἐν ταῖς ἡμέραις τῶν βασιλέων ἐκείνων, ἀναστήσει ὁ Θεὸς τοῦ οὐρανοῦ βασιλείαν, ἥτις εἰς τοὺς αἰῶνας οὐ διαφθαρήσεται, καὶ ἡ βασιλεία αὐτοῦ λαῷ ἑτέρῳ οὐχ ὑπολειφθήσεται, λεπτυνεῖ καὶ λικμήσει πάσας τὰς βασιλείας, καὶ αὕτη ἀναστήσεται εἰς τοὺς αἰῶνας·"},{"number":45,"verse":"Ὃν τρόπον εἶδες, ὅτι ἀπὸ ὄρους ἐτμήθη λίθος ἄνευ χειρῶν, καὶ ἐλέπτυνε τὸ ὄστρακον, τὸν σίδηρον, τὸν χαλκόν, τὸν ἄργυρον, τὸν χρυσόν· ὁ Θεὸς ὁ μέγας ἐγνώρισε τῷ βασιλεῖ ἃ δεῖ γενέσθαι μετὰ ταῦτα· καὶ ἀληθινὸν τὸ ἐνύπνιον, καὶ πιστὴ ἡ σύγκρισις αὐτοῦ."},{"number":46,"verse":"Τότε ὁ βασιλεὺς Ναβουχοδονόσορ ἔπεσεν ἐπὶ πρόσωπον, καὶ τῷ Δανιὴλ προσεκύνησε, καὶ μαναὰ καὶ εὐωδίας εἶπε σπεῖσαι αὐτῷ."},{"number":47,"verse":"Καὶ ἀποκριθεὶς ὁ βασιλεὺς, εἶπε τῷ Δανιήλ, ἐπʼ ἀληθείας ὁ Θεὸς ὑμῶν, αὐτός ἐστι Θεὸς θεῶν, καὶ Κύριος τῶν βασιλέων, ὁ ἀποκαλύπτων μυστήρια, ὅτι ἠδυνάσθης ἀποκαλύψαι τὸ μυστήριον τοῦτο."},{"number":48,"verse":"Καὶ ἐμεγάλυνεν ὁ βασιλεὺς τὸν Δανιὴλ, καὶ δόματα μεγάλα καὶ πολλὰ ἔδωκεν αὐτῷ, καὶ κατέστησεν αὐτὸν ἐπὶ πάσης χώρας Βαβυλῶνος, καὶ ἄρχοντα σατραπῶν ἐπὶ πάντας τοὺς σοφοὺς Βαβυλῶνος."},{"number":49,"verse":"Καὶ Δανιὴλ ᾐτήσατο παρὰ τοῦ βασιλέως, καὶ κατέστησεν ἐπὶ τὰ ἔργα τῆς χώρας Βαβυλῶνος τὸν Σεδρὰχ, Μισὰχ, καὶ Ἀβδεναγώ· καὶ Δανιὴλ ἦν ἐν τῇ αὐλῇ τοῦ βασιλέως."}]}