{"bibleAbbr":"LXXBr","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":3,"verses":[{"number":1,"verse":"Ἔτους ὀκτωκαιδεκάτου Ναβουχοδονόσορ ὁ βασιλεὺς ἐποίησεν εἰκόνα χρυσῆν, ὕψος αὐτῆς πήχεων ἑξήκοντα, εὖρος αὐτῆς πήχεων ἕξ· καὶ ἔστησεν αὐτὴν ἐν πεδίῳ Δεειρᾷ, ἐν χώρᾳ Βαβυλῶνος."},{"number":2,"verse":"Καὶ ἀπέστειλε συναγαγεῖν τοὺς ὑπάτους, καὶ τοὺς στρατηγοὺς, καὶ τοὺς τοπάρχας, ἡγουμένους, καὶ τυράννους, καὶ τοὺς ἐπʼ ἐξουσιῶν, καὶ πάντας τοὺς ἄρχοντας τῶν χωρῶν, ἐλθεῖν εἰς τὰ ἐγκαίνια τῆς εἰκόνος·"},{"number":3,"verse":"Καὶ συνήχθησαν οἱ τοπάρχαι, ὕπατοι, στρατηγοὶ, ἡγούμενοι, τύραννοι μεγάλοι, οἱ ἐπʼ ἐξουσιῶν, καὶ πάντες οἱ ἄρχοντες τῶν χωρῶν, εἰς τὸν ἐγκαινισμὸν τῆς εἰκόνος, ἧς ἔστησε Ναβουχοδονόσορ ὁ βασιλεύς· καὶ εἱστήκεισαν ἐνώπιον τῆς εἰκόνος."},{"number":4,"verse":"Καὶ ὁ κήρυξ ἐβόα ἐν ἰσχύϊ, ὑμῖν λέγεται λαοῖς, φυλαὶ, γλῶσσαι,"},{"number":5,"verse":"ᾗ ἂν ὥρᾳ ἀκούσητε φωνῆς σάλπιγγος, σύριγγός τε, καὶ κιθάρας, σαμβύκης τε, καὶ ψαλτηρίου, καὶ παντὸς γένους μουσικῶν, πίπτοντες προσκυνεῖτε τῇ εἰκόνι τῇ χρυσῇ ᾗ ἔστησε Ναβουχοδονόσορ ὁ βασιλεύς."},{"number":6,"verse":"Καὶ ὃς ἂν μὴ πεσὼν προσκυνήσῃ, αὐτῇ τῇ ὥρᾳ ἐμβληθήσεται εἰς τὴν κάμινον τοῦ πυρὸς τὴν καιομένην."},{"number":7,"verse":"Καὶ ἐγένετο ὅταν ἤκουον οἱ λαοὶ τῆς φωνῆς τῆς σάλπιγγος, σύριγγός τε, καὶ κιθάρας, σαμβύκης τε, καὶ ψαλτηρίου, καὶ παντὸς γένους μουσικῶν, πίπτοντες πάντες οἱ λαοὶ, φυλαὶ, γλῶσσαι, προσεκύνουν τῇ εἰκόνι τῇ χρυσῇ ἣν ἔστησε Ναβουχοδονόσορ ὁ βασιλεύς."},{"number":8,"verse":"Τότε προσήλθοσαν ἄνδρες Χαλδαῖοι, καὶ διέβαλον τοὺς Ἰουδαίους τῷ βασιλεῖ·"},{"number":9,"verse":"βασιλεῦ, εἰς τοὺς αἰῶνας ζῆθι."},{"number":10,"verse":"Σὺ βασιλεῦ ἔθηκας δόγμα, πάντα ἄνθρωπον ὃς ἂν ἀκούσῃ τῆς φωνῆς τῆς σάλπιγγος, σύριγγός τε, καὶ κιθάρας, σαμβύκης, καὶ ψαλτηρίου, καὶ παντὸς γένους μουσικῶν,"},{"number":11,"verse":"καὶ μὴ πεσὼν προσκυνήσῃ τῇ εἰκόνι τῇ χρυσῇ, ἐμβληθήσηται εἰς τὴν κάμινον τοῦ πυρὸς τὴν καιομένην."},{"number":12,"verse":"Εἰσὶν ἄνδρες Ἰουδαῖοι, οὓς κατέστησας ἐπὶ τὰ ἔργα τῆς χώρας Βαβυλῶνος, Σεδρὰχ, Μισὰχ, Ἀβδεναγὼ, οἳ οὐχ ὑπήκουσαν βασιλεῦ τῷ δόγματί σου, τοῖς θεοῖς σου οὐ λατρεύουσι, καὶ τῇ εἰκόνι τῇ χρυσῇ τᾗ ἔστησας οὐ προσκυνοῦσι."},{"number":13,"verse":"Τότε Ναβουχοδονόσορ ἐν θυμῷ καὶ ὀργῇ εἶπεν ἀγαγεῖν τὸν Σεδρὰχ, Μισὰχ, καὶ Ἀβδεναγώ· καὶ ἤχθησαν ἐνώπιον τοῦ βασιλέως."},{"number":14,"verse":"Καὶ ἀπεκρίθη Ναβουχοδονόσορ, καὶ εἶπεν αὐτοῖς, εἶ ἀληθῶς Σεδρὰχ, Μισὰχ, Ἀβδεναγὼ, τοῖς θεοῖς μου οὐ λατρεύετε, καὶ τῇ εἰκόνι τῇ χρυσῇ ᾗ ἔστησα οὐ προσκυνεῖτε;"},{"number":15,"verse":"Νῦν οὖν εἰ ἔχετε ἑτοίμως, ἵνα ὡς ἂν ἀκούσητε τῆς φωνῆς τῆς σάλπιγγος, σύριγγός τε, καὶ κιθάρας, σαμβύκης τε, καὶ ψαλτηρίου, καὶ συμφωνίας, καὶ παντὸς γένους μουσικῶν, πεσόντες προσκυνήσητε τῇ εἰκόνι τῇ χρυσῇ ᾗ ἐποίησα· ἐὰν δὲ μὴ προσκυνήσητε, αὐτῇ τῇ ὥρᾳ ἐμβληθήσεσθε εἰς τὴν κάμινον τοῦ πυρὸς τὴν καιομένην· καὶ τίς ἐστι Θεὸς ὃς ἐξελεῖται ὑμᾶς ἐκ χειρός μου;"},{"number":16,"verse":"Καὶ ἀπεκρίθησαν Σεδρὰχ, Μισὰχ, Ἀβδεναγὼ, λέγοντες τῷ βασιλεῖ Ναβουχοδονόσορ, οὐ χρείαν ἔχομεν ἡμεῖς περὶ τοῦ ῥήματος τούτου ἀποκριθῆναί σοι."},{"number":17,"verse":"Ἔστι γὰρ Θεὸς ἡμῶν ἐν οὐρανοῖς, ᾧ ἡμεῖς λατρεύομεν, δυνατὸς ἐξελέσθαι ἡμᾶς ἐκ τῆς καμίνου τοῦ πυρὸς τῆς καιομένης, καὶ ἐκ τῶν χειρῶν σου βασιλεῦ ῥύσεται ἡμᾶς."},{"number":18,"verse":"Καὶ ἐὰν μὴ, γνωστὸν ἔστω σοι, βασιλεῦ, ὅτι τοῖς θεοῖς σου οὐ λατρεύομεν, καὶ τῇ εἰκόνι ᾗ ἔστησας οὐ προσκυνοῦμεν."},{"number":19,"verse":"Τότε Ναβουχοδονόσορ ἐπλήσθη θυμοῦ, καὶ ἡ ὄψις τοῦ προσώπου αὐτοῦ ἠλλοιώθη ἐπὶ Σεδρὰχ, Μισὰχ, καὶ Ἀβδεναγὼ, καὶ εἶπεν ἐκκαῦσαι τὴν κάμινον ἐπταπλασίως, ἕως οὗ εἰς τέλος ἐκκαῇ."},{"number":20,"verse":"Καὶ ἄνδρας ἰσχυροὺς ἰσχύϊ εἶπε, πεδήσαντας τὸν Σεδρὰχ, Μισὰχ, καὶ Ἀβδεναγὼ, ἐμβαλεῖν εἰς τὴν κάμινον τοῦ πυρὸς τὴν καιομένην."},{"number":21,"verse":"Τότε οἱ ἄνδρες ἐκεῖνοι ἐπεδήθησαν σὺν τοῖς σαραβάροις αὐτῶν, καὶ τιάραις, καὶ περικνημίσι, καὶ ἐβλήθησαν εἰς τὸ μέσον τῆς καμίνου τοῦ πυρὸς τῆς καιομένης,"},{"number":22,"verse":"ἐπεὶ τὸ ῥῆμα τοῦ βασιλέως ὑπερίσχυε· καὶ ἡ κάμινος ἐξεκαύθη ἐκ περισσοῦ."},{"number":23,"verse":"Καὶ οἱ τρεῖς οὗτοι Σεδρὰχ, Μισὰχ, καὶ Ἀβδεναγὼ, ἔπεσον εἰς μέσον τῆς καμίνου τῆς καιομένης πεπεδημένοι,"},{"number":24,"verse":"καὶ περιεπάτουν ἐν μέσῳ τῆς φλογὸς, ὑμνοῦντες τὸν Θεὸν, καὶ εὐλογοῦντες τὸν Κύριον."},{"number":25,"verse":"Καὶ συστὰς Ἀζαρίας προσηύξατο οὕτως· καὶ ἀνοίξας τὸ στομά αὐτοῦ ἐν μέσῳ τοῦ πυρὸς, εἶπεν,"},{"number":26,"verse":"Εὐλογητὸς εἶ Κύριε ὁ Θεὸς τῶν πατέρων ἡμῶν, καὶ αἰνετὸς, καὶ δεδοξασμένον τὸ ὄνομά σου εἰς τοὺς αἰῶνας."},{"number":27,"verse":"Οτι δίκαιος εἶ ἐπὶ πᾶσιν οἶς ἐποίησας, καὶ πάντα τὰ ἔργα σου ἀληθινὰ, καὶ εὐθεῖαι αἱ ὁδοί σου, καὶ πᾶσαι αἱ κρίσεις σου ἀλήθεια."},{"number":28,"verse":"Καὶ κρίματα ἀληθείας ἐποίησας κατὰ πάντα ἃ ἐπήγαγες ἡμῖν, καὶ ἐπὶ τὴν πόλιν τὴν ἁγίαν τὴν τῶν πατέρων ἡμῶν Ἱερουσαλήμ· ὅτι ἐν ἀληθείᾳ καὶ κρίσει ἐπήγαγες ταῦτα πάντα διὰ τὰς ἁμαρτίας ἡμῶν."},{"number":29,"verse":"Ὅτι ἡμάρτομεν καὶ ἠνομήσαμεν ἀποστῆναι ἀπὸ σοῦ, καὶ ἐξημάρτομεν ἐν πᾶσι, καὶ τῶν ἐντολῶν σου οὐκ ἠκούσαμεν,"},{"number":30,"verse":"οὐδὲ συνετηρήσαμεν, οὐδὲ ἐποιήσαμεν καθὼς ἐνετείλω ἡμῖν, ἵνα εὖ ἡμῖν γένηται. (31)Καὶ πάντα ὅσα ἐπήγαγες ἡμῖν, καὶ πάντα ὅσα ἐποίησας ἡμῖν, ἐν ἀληθινῇ κρίσει ἐποίησας. (32) Καὶ παρέδωκας ἡμᾶς εἰς χεῖρας ἐχθρῶν ἀνόμων, καὶ ἐχθίστων ἀποστατῶν, καὶ βασιλεῖ ἀδίκῳ καὶ πονηροτάτῳ παρὰ πᾶσαν τὴν γῆν. (33)Καὶ νῦν οὐκ ἔστιν ἡμῖν ἀνοῖξαι τὸ στόμα ἡμῶν· αἰσχύνη καὶ ὄνειδος ἐγενήθημεν τοῖς δούλοις σου, καὶ τοῖς σεβομένοις σε. (34) Μὴ δὴ παραδῴης ἡμᾶς εἰς τέλος διὰ τὸ ὄνομά σου, καὶ μὴ διασκεδάσῃς τὴν διαθήκην σου, (35)καὶ μὴ ἀποστήσῃς τὸ ἔλεός σου ἀφʼ ἡμῶν, διὰ Ἁβραὰμ τὸν ἠγαπημένον ὑπὸ σοῦ, καὶ διὰ Ἰσαὰκ τὸν δοῦλόν σου, καὶ Ἰσραὴλ τὸν ἅγιόν σου, (36)οἷς ἐλάλησας πληθῦναι τὸ σπέρμα αὐτῶν, ὡς τὰ ἄστρα τοῦ οὐρανοῦ, καὶ ὡς τὴν ἄμμον τὴν παρὰ τὸ χεῖλος τῆς θαλάσσης. (37)Ὅτι, δέσποτα, ἐσμικρύνθημεν παρὰ πάντα τὰ ἔθνη, καί ἐσμὲν ταπεενοὶ ἐν πάσῃ τῇ γῇ σήμερον, διὰ τὰς ἁμαρτίας ἡμῶν. (38)Καὶ οὐκ ἔστιν ἐν τῷ καιρῷ τούτῳ ἄρχων καὶ προφήτης καὶ ἡγούμενος, οὐδὲ ὁλοκαύτωσις, οὐδὲ θυσία, οὐδὲ προσφορὰ, οὐδὲ θυμίαμα, οὐδὲ τόπος τοῦ καρπῶσαι ἐναντίον σου, καὶ εὑρεῖν ἕλεος. (39) Ἀλλʼ ἐν ψυχῇ συντετριμμένῃ, καὶ πνεύματι ταπεινώσεως προσδεχθείημεν, ὡς ἐν ὁλοκαυτώσει κριῶν καὶ ταύρων, καὶ ἐν μυριάσιν ἀρνῶν πιόνων, (40)οὕτως γενέσθω ἡ θυσία ἡμῶν ἐνώπιόν σου σήμερον, καὶ ἐκτελέσαι ὄπισθέν σου· ὅτι οὐκ ἔσται αἰσχύνη τοῖς πεποιθόσιν ἐπὶ σοί. (41) Καὶ νῦν ἐξακολουθοῦμεν ἐν ὅλῃ καρδίᾳ, καὶ φοβούμεθά σε, καὶ ζητοῦμεν τὸ πρόσωπόν σου. Μὴ καταισχύνῃς ἡμᾶς, (42)ἀλλὰ ποίησον μεθʼ ἡμῶν κατὰ τὴν ἐπιείκειάν σου, καὶ κατὰ τὸ πλῆθος τοῦ ἐλέους σου. (43) Καὶ ἐξελοῦ ἡμᾶς κατὰ τὰ θαυμάσιά σου, καὶ δὸς δόξαν τῷ ὀνόματί σου, Κύριε· (44)καὶ ἐντραπείησαν πάντες οἱ ἐνδεικνύμενοι τοῖς δούλοις σου κακὰ, καὶ καταισχυνθείησαν ἀπὸ πάσης τῆς δυναστείας, καὶ ἡ ἰσχὺς αὐτῶν συντριβείη, (45)καὶ γνώτωσαν ὅτι σὺ εἶ Κύριος, Θεὸς μόνος, καὶ ἔνδοξος ἐφʼ ὅλην τὴν οἰκουμένην. (46) Καὶ οὐ διέλιπον οἱ ἐμβάλλοντες αὐτοὺς ὑπηρέται τοῦ βασιλέως, καίοντες τὴν κάμινον νάφθαν καὶ πίσσαν καὶ στιππύον καὶ κληματίδα. (47)Καὶ διεχεῖτο ἡ φλὸξ ἐπάνω τῆς καμίνου ἐπὶ πήχεις τεσσαρακονταεννέα. (48)Καὶ διώδευσε, καὶ ἐνεπύρισεν οὓς εὗρε περὶ τὴν κάμινον τῶν Χαλδαίων. (49) Ὁ δὲ ἄγγελος Κυρίου συγκατέβη ἅμα τοῖς περὶ τὸν Αζαρίαν εἰς τὴν κάμινον, καὶ ἐξετίναξε τὴν φλόγα τοῦ πυρὸς ἐκ τῆς καμίνου, (50)καὶ ἐποίησε τὸ μέσον τῆς καμίνου, ὡς πνεῦμα δρόσου διασυρίζον· καὶ οὐχ ἥψατο αὐτῶν τὸ καθόλου τὸ πῦρ; καὶ οὐκ ἐλύπησεν, οὐδὲ παρηνώχλησεν αὐτοῖς. (51) Τότε οἱ τρεῖς ὡς ἐξ ἑνὸς στόματος ὕμνουν, καὶ ἐδόξαζον, καὶ ηὐλόγουν τὸν Θεὸν ἐν τῇ καμίνῳ, λέγοντες, (52) Εὐλογητὸς εἶ Κύριε ὁ Θεὸς τῶν πατέρων ἡμῶν, καὶ αἰνετὸς, καὶ ὑπερυψούμενος εἰς τοὺς αἰῶνας. Καὶ εὐλογημένον τὸ ὄνομα τῆς δόξης σου τὸ ἅγιον, καὶ ὑπεραινετὸν καὶ ὑπερυψούμενον εἰς πάντας τοὺς αἰῶνας. (53) Εὐλογημένος εἶ ἐν τῷ ναῷ τῆς ἁγίας δόξης σου, καὶ ὑπερυμνητὸς καὶ ὑπερένδοξος εἰς τοὺς αἰῶνας. (54)Εὐλογημένος εἶ ὁ ἐπιβλέπων ἀβύσσους, καθήμενος ἐπὶ χερουβὶμ, καὶ αἰνετὸς καὶ ὑπερυψούμενος εἰς τοὺς αἰῶνας. (55)Εὐλογημένος εἶ ἐπὶ θρόνου τῆς βασιλείας σου, καὶ ὑπερυμνητὸς καὶ ὑπερυμνούμενος εἰς τοῦς αἰῶνας. (56)Εὐλογητὸς εἶ ἐν τῷ στερεώματι τοῦ οὐρανοῦ, καὶ ὑμνητὸς καὶ δεδοξασμένος εἰς τοὺς αἰῶνας. (57) Εὐλογεῖτε πάντα τὰ ἔργα Κυρίου τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (58)Εὐλογεῖτε οὐρανοὶ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (59)Εὐλογεῖτε ἄγγελοι Κυρίου τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (60)Εὐλογεῖτε ὕδατα καὶ πάντα τὰ ὑπεράνω τοῦ οὐρανοῦ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (61)Εὐλογείτω πᾶσα ἡ δύναμις Κυρίου τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (62) Εὐλογεῖτε ἥλιος καὶ σελήνη τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (63)Εὐλογεῖτε ἄστρα τοῦ οὐρανοῦ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (64)Εὐλογείτω πᾶς ὄμβρος καὶ δρόσος τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (65)Εὐλογεῖτε πάντα τὰ πνεύματα τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (66)Εὐλογεῖτε πῦρ καὶ καῦμα τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (71) Εὐλογεῖτε νύκτες καὶ ἡμέραι τὸν Κύριον, ὑμνεῖτε, καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (72)Εὐλογεῖτε φῶς καὶ σκότος τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. Εὐλογεῖτε ψύχος καὶ καῦμα τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. Εὐλογεῖτε πάχναι καὶ χιόνες τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (73)Εὐλογεῖτε ἀστραπαὶ καὶ νεφέλαι τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (74) Εὐλογείτω ἡ γῆ τὸν Κύριον, ὑμνείτω καὶ ὑπερυψούτω αὐτὸν εἰς τοὺς αἰῶνας. (75)Εὐλογεῖτε ὄρη καὶ βουνοὶ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (76)Εὐλογεῖτε πάντα τὰ φυόμενα ἐν τῇ γῇ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (77) Εὐλογεῖτε θάλασσα καὶ ποταμοὶ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (78)Εὐλογεῖτε αἱ πηγαὶ τὸν Κύριον, ὑμνεῖτε καὶ ὑμερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (79)Εὐλογεῖτε κήτη καὶ πάντα τὰ κινούμενα ἐν τοῖς ὕδασι τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (80)Εὐλογεῖτε πάντα τὰ πετεινὰ τοῦ οὐρανοῦ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (81)Εὐλογεῖτε πάντα τὰ θηρία καὶ τὰ κτήνη τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (82) Εὐλογεῖτε υἱοὶ τῶν ἀνθρώπων τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (83)Εὐλογεῖτε Ἰσραὴλ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (84) Εὐλογεῖτε ἱερεῖς τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (85)Εὐλογεῖτε δοῦλοι τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (86)Εὐλογεῖτε πνεύματα καὶ ψυχαὶ δικαίων τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (87)Εὐλογεῖτε ὅσιοι καὶ ταπεινοὶ τῇ καρδίᾳ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας. (88) Εὐλογεῖτε Ἀνανία, Ἀζαρία, Μισαὴλ τὸν Κύριον, ὑμνεῖτε καὶ ὑπερυψοῦτε αὐτὸν εἰς τοὺς αἰῶνας· ὅτι ἐξείλετο ἡμᾶς ἐξ ᾅδου, καὶ ἐκ χειρὸς θανάτου ἔσωσεν ἡμᾶς· καὶ ἐῤῥύσατο ἡμᾶς ἐκ μέσου καμίνου καιομένης φλογὸς, καὶ ἐκ μέσου πυρὸς ἐῤῥύσατο ἡμᾶς. (89)Ἐξομολογεῖσθε τῷ Κυρίῳ ὅτι χρηστὸς, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ. (90) Εὐλογεῖτε πάντες οἱ σεβόμενοι τὸν Κύριον τὸν Θεὸν τῶν θεῶν, ὑμνεῖτε καὶ ἐξομολογεῖσθε, ὅτι εἰς τὸν αἰῶνα τὸ ἔλεος αὐτοῦ. (91) Καὶ Ναβουχοδονόσορ ἤκουσεν ὑμνούντων αὐτῶν, καὶ ἐθαύμασε, καὶ ἐξανέστη ἐν σπουδῇ, καὶ εἶπε τοῖς μεγιστᾶσιν αὐτοῦ, οὐχὶ ἄνδρας τρεῖς ἐβάλομεν εἰς τὸ μέσον τοῦ πυρὸς πεπεδημένους; καὶ εἶπον τῷ βασιλεῖ, ἀληθῶς βασιλεῦ. (92)Καὶ εἶπεν ὁ βασιλεὺς, ὁ δὲ ἐγὼ ὁρῶ ἄνδρας τέσσαρας λελυμένους, καὶ περιπατοῦντας ἐν μέσῳ τοῦ πυρὸς, καὶ διαφθορὰ οὐκ ἔστιν ἐν αὐτοῖς, καὶ ἡ ὅρασις τοῦ τετάρτου ὁμοία υἱῷ Θεοῦ. (93)Τότε προσῆλθε Ναβουχοδονόσορ πρὸς τὴν θύραν τῆς καμίνου τοῦ πυρὸς τῆς καιομένης, καὶ εἶπε, Σεδρὰχ, Μισὰχ, Ἀβδεναγὼ, οἱ δοῦλοι τοῦ Θεοῦ τοῦ ὑψίστου, ἐξέλθετε καὶ δεῦτε· καὶ ἐξῆλθον Σεδρὰχ, Μισὰχ, Ἀβδεναγὼ, ἐκ μέσου τοῦ πυρός. (94)Καὶ συνάγονται οἱ σατράπαι, καὶ οἱ στρατηγοὶ, καὶ οἱ τοπάρχαι, καὶ οἱ δυνάσται τοῦ βασιλέως, καὶ ἐθεώρουν τοὺς ἄνδρας, ὅτι οὐκ ἐκυρίευσε τὸ πῦρ τοῦ σώματος αὐτῶν, καὶ ἡ θρὶξ τῆς κεφαλῆς αὐτῶν οὐκ ἐφλογίσθη, καὶ τὰ σαράβαρα αὐτῶν οὐκ ἠλλοιώθη, καὶ ὀσμὴ πυρὸς οὐκ ἦν ἐν αὐτοῖς. (95) Καὶ ἀπεκρίθη Ναβουχοδονόσορ ὁ βασιλεὺς, καὶ εἶπεν, εὐλογητὸς ὁ Θεὸς τοῦ Σεδρὰχ, Μισὰχ, Ἀβδεσαγὼ, ὃς ἀπέστειλε τὸν ἄγγελον αὐτοῦ, καὶ ἐξείλατο τοὺς παῖδας αὐτοῦ, ὅτι ἐπεποίθεισαν ἐπʼ αὐτῷ· καὶ τὸ ῥῆμα τοῦ βασιλέως ἠλλοίωσαν, καὶ παρέδωκαν τὰ σὼματα αὐτῶν εἰς πῦρ, ὅπως μὴ λατρεύσωσι μηδὲ προσκυνήσωσι παντὶ θεῷ, ἀλλʼ ἢ τῷ Θεῷ αὐτῶν. (96)Καὶ ἐγὼ ἐκτίθεμαι τὸ δόγμα· πᾶς λαὸς, φυλὴ, γλῶσσα, ἣ ἐὰν εἴπῃ βλασφημίαν κατὰ τοῦ Θεοῦ Σεδρὰχ, Μισὰχ, Ἀβδεναγὼ, εἰς ἀπώλειαν ἔσονται, καὶ οἱ οἶκοι αὐτῶν εἰς διαρπαγὴν, καθότι οὐκ ἔστι Θεὸς ἕτερος ὅστις δυνήσεται ῥύσασθαι οὕτως. (97)Τότε ὁ βασιλεὺς κατεύθυνε τὸν Σεδρὰχ, Μισὰχ, Ἀβδεναγὼ, ἐν τῇ χώρᾳ Βαβυλῶνος, καὶ ηὔξησεν αὐτοὺς, καὶ ἠξίωσεν αὐτοὺς ἡγεῖσθαι πάντων τῶν Ἰουδαίων, τῶν ἐν τῇ βασιλείᾳ αὐτοῦ."}]}