{"bibleAbbr":"JWNT1755","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":7,"verses":[{"number":1,"verse":"After these things Jesus walked in Galilee: for he would not walk in Judea, because the Jews sought to kill him."},{"number":2,"verse":"Now the Jews feast of tabernacles was nigh."},{"number":3,"verse":"His brethren therefore said to him, Depart hence and go into Judea, that thy disciples there also may see the works which thou dost."},{"number":4,"verse":"For no man doth any thing in secret, but desireth to be publickly known: if thou dost these things, shew thyself to the world."},{"number":5,"verse":"(For neither did his brethren believe on him.) Jesus saith to them, My time is not yet come: your time is always ready."},{"number":6,"verse":"The world cannot hate you, but me it hateth;"},{"number":7,"verse":"because I testify of it, that its works are evil."},{"number":8,"verse":"Go ye up to the feast; I go not up to this feast yet; because my time is not yet fully come."},{"number":9,"verse":"Having said these things to them, he abode in Galilee."},{"number":10,"verse":"But when his brethren were gone up, then he also went up to the feast, not openly, but as it were privately."},{"number":11,"verse":"Then the Jews sought him at the feast, and said, Where is he?"},{"number":12,"verse":"And there was much murmuring among the multitude concerning him: for some said, He is a good man; others said, Nay; but he seduceth the people."},{"number":13,"verse":"However, no man spake openly of him, for fear of the Jews."},{"number":14,"verse":"Now at the middle of the feast, Jesus went up into the temple and taught."},{"number":15,"verse":"And the Jews marvelled, saying, How doth this man know letters, having never learned?"},{"number":16,"verse":"Jesus answered them and said, My doctrine is not mine, but his that sent me."},{"number":17,"verse":"If any man be willing to do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself."},{"number":18,"verse":"He that speaketh of himself, seeketh his own glory; but he that seekth the glory of him that sent him, the same is true, and there is no unrighteousness in him."},{"number":19,"verse":"Did not Moses give you the law?"},{"number":20,"verse":"Yet none of you keepeth the law. Why seek ye to kill me? The people answered and said, Thou hast a devil. Who seeketh to kill thee?"},{"number":21,"verse":"Jesus answered and said to them, I did one work, and ye all marvel at it."},{"number":22,"verse":"Moses gave you circumcision, (not that it is of Moses, but of the fathers) and ye circumcise a man on the sabbath."},{"number":23,"verse":"If a man receive circumcision on the sabbath, that the law of Moses may not be broken: Are ye angry at me, because I intirely healed a man on the sabbath?"},{"number":24,"verse":"Judge not according to appearance, but judge righteous judgment."},{"number":25,"verse":"Then said some of them of Jerusalem, Is not this he whom they seek to kill?"},{"number":26,"verse":"And lo he speaketh boldly, and they say nothing to him. Do the rulers know indeed, that this is the Christ?"},{"number":27,"verse":"Howbeit, we know this man, whence he is: but when Christ cometh, none knoweth whence he is."},{"number":28,"verse":"Then cried Jesus in the temple as he taught, saying, Do ye both know me, and know whence I am? And yet I am not come of myself, but he that sent me is true, whom ye know not."},{"number":29,"verse":"But I know him; for I am from him, and he hath sent me."},{"number":30,"verse":"Then they sought to seize him; but no man laid hands on him, because his hour was not yet come."},{"number":31,"verse":"And many of the people believed on him, and said, When Christ cometh, will he do more miracles than these which this man hath done?"},{"number":32,"verse":"The Pharisees heard the people whispering such things concerning him, and the Pharisees and the chief priests sent officers to seize him."},{"number":33,"verse":"Then said Jesus to them, Yet a little time I am with you, and then I go to him that sent me."},{"number":34,"verse":"Ye shall seek, and shall not find me, and where I am, ye cannot come."},{"number":35,"verse":"Then said the Jews among themselves, Whither will he go, that we shall not find him? Will he go to the dispersed among the Greeks, and teach the Greeks?"},{"number":36,"verse":"What saying is this that he said, Ye shall seek me, and shall not find me? And where I am, ye cannot come?"},{"number":37,"verse":"On the last, the great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come to me and drink."},{"number":38,"verse":"He that believeth on me, out of his belly (as the scripture hath said) shall flow rivers of living water."},{"number":39,"verse":"This he spake of the Spirit, which they who believed on him were to receive: for the Holy Ghost was not yet given, because Jesus was not yet glorified."},{"number":40,"verse":"Many of the people therefore hearing this discourse, said, Certainly this is the prophet."},{"number":41,"verse":"Others said, This is the Christ."},{"number":42,"verse":"But some said, Doth Christ come out of Galilee? Hath not the scripture said, That Christ cometh of the seed of David, and from Bethlehem, the town where David was?"},{"number":43,"verse":"So there was a division among the people concerning him."},{"number":44,"verse":"And some of them would have seized him; but no man laid hands on him."},{"number":45,"verse":"So the officers came to the chief priests and Pharisees; and they said to them, Why have ye not brought him?"},{"number":46,"verse":"The officers answered, Never man spake like this man."},{"number":47,"verse":"The Pharisees answered, Are ye also deceived?"},{"number":48,"verse":"Hath any of the rulers believed on him, or of the Pharisees?"},{"number":49,"verse":"But this populace, who know not the law, are accursed."},{"number":50,"verse":"Nicodemus (he that had come to Jesus by night, being one of them) saith to them,"},{"number":51,"verse":"Doth our law judge a man before it hear him, and know what he doth?"},{"number":52,"verse":"They answered and said to him, Art thou also a Galilean?"},{"number":53,"verse":"Search and see, that out of Galilee ariseth no prophet. And every man went to his own house."}]}