{"bibleAbbr":"JWNT1755","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":8,"verses":[{"number":1,"verse":"But Jesus went to the mount of Olives."},{"number":2,"verse":"And early in the morning he returned to the temple, and all the people came to him, and sitting down he taught them."},{"number":3,"verse":"And the scribes and Pharisees bring a woman taken in adultery, and having set her in the midst,"},{"number":4,"verse":"They say to him, Master, this woman was taken actually committing adultery."},{"number":5,"verse":"Now Moses hath commanded us in the law, to stoee such."},{"number":6,"verse":"What therefore sayest t`ou? This they spoke tempting him, that they might have to accuse him. But Jesus stooping down, wrote with his finger on the ground."},{"number":7,"verse":"And as they continued asking him, he raised himself and said to them, He that is without sin among you, let him first cast a stone at her."},{"number":8,"verse":"Then stooping down again, he wrote an the ground."},{"number":9,"verse":"But they who heard it, went out one by one, beginning at the eldest; and Jesus was left alone, and the woman standing in the midst."},{"number":10,"verse":"Then Jesus raising himself up, and seeing none but the woman, said to her, Woman, where are thine accusers? Hath no man condemned thee?"},{"number":11,"verse":"She saith, No man, Sir. And Jesus said unto her, Neither do I condemn thee. Go, and sin no more."},{"number":12,"verse":"Then spake Jesus again to them, saying, I am the light of the world; he that followeth me, shall not walk in darkness, but shall have the light of life."},{"number":13,"verse":"The Pharisees therefore said to him, Thou testifiest of thyself; thy testimony is not valid."},{"number":14,"verse":"Jesus answered and said to them, Tho' I testify of myself, yet my testimony is valid: for I know whence I came, and whither I go: but ye know not whence I came, or whither I go."},{"number":15,"verse":"Ye judge after the flesh: I judge no man. And yet if I judge, my judgment is valid; for I am not alone:"},{"number":16,"verse":"but I and the Father that sent me."},{"number":17,"verse":"Even in your law it is written, The testimony of two men is valid."},{"number":18,"verse":"I am one that testify of myself, and the Father that sent me, testifieth of me."},{"number":19,"verse":"Then said they to him, Where is thy Father? Jesus answered, Ye neither know me nor my Father. If ye had known me, ye would have known my Father also."},{"number":20,"verse":"These words spake he in the treasury, as he taught in the temple. And no man seized him; for his hour was not yet come."},{"number":21,"verse":"Then said Jesus again to them, I go, and ye shall seek me, and shall die in your sin."},{"number":22,"verse":"Whither I go, ye cannot come. The Jews said therefore, Will he kill himself? Because he saith, Whither I go, ye cannot come."},{"number":23,"verse":"And he said to them, Ye are from beneath; I am from above: ye are of this world; I am not of this world."},{"number":24,"verse":"Therefore I said, Ye shall die in your sins; for if ye believe not, that I am, ye shall die in your sins."},{"number":25,"verse":"Then said they to him, Who art thou? And Jesus saith to them, Even what I say to you from the beginning."},{"number":26,"verse":"I have many things to say and to judge of you: but he that sent me is true, and I speak to the world the things which I have heard from him."},{"number":27,"verse":"They understood not, that he spake to them of the Father."},{"number":28,"verse":"Jesus therefore saith to them, When ye shall have lifted up the Son of man, then shall ye know that I am, and that I do nothing of myself, but as my Father hath taught me, I speak these things."},{"number":29,"verse":"And he that sent me is with me: the Father hath not left me alone; for I do always the things that please him."},{"number":30,"verse":"As he spake these words, many believed on him."},{"number":31,"verse":"Then said Jesus to the Jews who believed on him, If ye continue in my word, ye are my disciples indeed:"},{"number":32,"verse":"And ye shall know the truth, and the truth shall make you free."},{"number":33,"verse":"They answered him, We are Abraham's offspring, and were never inslaved to any man: how sayest thou, Ye shall be made free."},{"number":34,"verse":"Jesus answered them, Verily, verily I say unto you, he that practiseth sin, is the slave of sin:"},{"number":35,"verse":"And the slave abideth not in the house for ever; but the Son abideth ever."},{"number":36,"verse":"If therefore the Son shall make you free, ye will be free indeed. I know that ye are Abraham's offspring:"},{"number":37,"verse":"yet ye seek to kill me, because my word hath no place in you."},{"number":38,"verse":"I speak that which I have seen with my father, and ye do that which ye have heard from your father."},{"number":39,"verse":"They answered and said to him, Abraham is our father. Jesus saith to them, If ye were the children of Abraham, ye would do the works of Abraham."},{"number":40,"verse":"But now ye seek to kill me, a man who hath told you the truth which I have heard from God."},{"number":41,"verse":"Abraham did not thus. Ye do the deeds of your father. They said to him, We were not born of fornication; we have one Father, even God."},{"number":42,"verse":"Jesus said to them, If God were your father, ye would love me; for I proceeded forth, and come from God. I am come not of myself, but He hath sent me."},{"number":43,"verse":"Why do ye not understand my discourse? Even because ye cannot hear my word."},{"number":44,"verse":"Ye are of your father the devil, and your will is, to do the desires of your father. He was a murderer from the beginning, and abode not in the truth; for there is no truth in him. When he speaketh a lie, he speaketh of his own; for he is a liar, and the father of it."},{"number":45,"verse":"But because I speak the truth, ye believe me not."},{"number":46,"verse":"Which of you convicteth me of sin? And if I speak the truth, why do ye not believe me?"},{"number":47,"verse":"He that is of God, heareth God's words; ye therefore hear them not, because ye are not of God."},{"number":48,"verse":"Then answered the Jews and said to him, Say we not well, That thou art a Samaritan, and hast a devil?"},{"number":49,"verse":"Jesus answered, I have not a devil; but I honour my Father, and ye dishonour me."},{"number":50,"verse":"I seek not my own glory; there is one that seeketh it and judgeth."},{"number":51,"verse":"Verily, verily I say unto you, if a man keep my word, he shall never see death."},{"number":52,"verse":"Then said the Jews to him, Now we know that thou hast a devil. Abraham is dead and the prophets; yet thou sayest, If a man keep my word, he shall never taste of death."},{"number":53,"verse":"Art thou greater than our father Abraham, who is dead? The prophets also are dead."},{"number":54,"verse":"Whom makest thou thyself? Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me, of whom ye say, He is our God."},{"number":55,"verse":"Yet ye have not known him: but I know him. And if I should say, I know him not, I should be a liar like you; but I know him, and keep his word."},{"number":56,"verse":"Your father Abraham longed to see my day; and he saw it and was glad."},{"number":57,"verse":"Then said the Jews to him, Thou art not yet fifty years old, and hast thou seen Abraham?"},{"number":58,"verse":"Jesus said to them, Verily, verily I say unto you, before Abraham was, I am."},{"number":59,"verse":"Then took they up stones to cast at him; but Jesus concealed himself, and went out of the temple, going thro' the midst of them, and so passed on."}]}