{"bibleAbbr":"JWNT1755","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"And as he passed on, he saw a man who had been blind from his birth."},{"number":2,"verse":"And his disciples asked him, saying, Master, who sinned, this man, or his parents, that he was born blind?"},{"number":3,"verse":"Jesus answered, Neither hath this man sinned, nor his parents, but that the works of God might be made manifest thro' him."},{"number":4,"verse":"I must work the works of him that sent me, while it is day; the night is coming, when no man can work."},{"number":5,"verse":"While I am in the world, I am the light of the world. Having said this,"},{"number":6,"verse":"he spit on the ground, and made clay with the spittle, and anointed the eyes of the blind man with the clay,"},{"number":7,"verse":"And said to him, Go wash at the pool of Siloam, (which is by interpretation, Sent.) He went therefore, and washed, and came seeing."},{"number":8,"verse":"Then the neighbours and they who had seen him before, when he was blind, said, Is not this he who used to sit begging?"},{"number":9,"verse":"Some said, This is he: others, He is like him: but he said, I am he."},{"number":10,"verse":"They said to him, How were thine eyes opened?"},{"number":11,"verse":"He answered and said, A man called Jesus made clay and anointed my eyes, and said to me, Go to the pool of Siloam and wash."},{"number":12,"verse":"And I went, and washed, and received sight. Then said they to him, Where is he? He said, I know not."},{"number":13,"verse":"They bring to the Pharisees the man who had aforetime been blind."},{"number":14,"verse":"(It was the sabbath, when Jesus made the clay and opened his eyes.)"},{"number":15,"verse":"Again the Pharisees also asked him, How he had received his sight? He said to them, He put clay on my eyes, and I washed, and see."},{"number":16,"verse":"Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath. Others said, How can a man that is a sinner, do such miracles?"},{"number":17,"verse":"And there was a division among them. They say to the blind man again, What sayest thou of him, for that he hath opened thine eyes?"},{"number":18,"verse":"He said, He is a prophet. But the Jews did not believe concerning him, that he had been blind and received his sight, till they had called the parents of him who had received his sight."},{"number":19,"verse":"And they asked them, saying, Is this your son, who ye say was born blind?"},{"number":20,"verse":"How then doth he now see? His parents answered them, and said, We know that this is our son, and that he was born blind."},{"number":21,"verse":"But how he now seeth, we know not, or who hath opened his eyes, we know not."},{"number":22,"verse":"He is of age: ask him; he will speak concerning himself. His parents said this, because they feared the Jews; for the Jews had already agreed, That if any man should own him to be Christ, he should be put out of the synagogue."},{"number":23,"verse":"Therefore said his parents, He is of age; ask him."},{"number":24,"verse":"Therefore they called a second time the man that had been blind, and said to him, Give glory to God; we know that this man is a sinner."},{"number":25,"verse":"He answered and said, That he is a sinner I know not: one thing I know, that I was blind, and now see."},{"number":26,"verse":"They said to him again, What did he to thee?"},{"number":27,"verse":"How opened he thine eyes? He answered them, I have told you already, and ye did not hearken: why would ye hear it again?"},{"number":28,"verse":"Are ye also willing to be his disciples? Then they reviled him and said, Thou art a disciple of that fellow; but we are disciples of Moses."},{"number":29,"verse":"We know that God spake to Moses; but we know not this fellow, whence he is."},{"number":30,"verse":"The man answered and said to them, Why herein is a marvellous thing, that ye know not whence he is; altho' he hath opened my eyes!"},{"number":31,"verse":"We know that God heareth not sinners; but if a man be a worshiper of God, and do his will, him he heareth."},{"number":32,"verse":"Since the world began it was not heard, that any man opened the eyes of one that was born blind."},{"number":33,"verse":"If this man were not of God, he could do nothing."},{"number":34,"verse":"They answered and said to him, Thou-wast altogether born in sins, and dost thou teach us? And they cast him out."},{"number":35,"verse":"Jesus heard that they had cast him out; and having found him, he said to him, Dost thou believe on the Son of God?"},{"number":36,"verse":"He answered and said, Sir, who is he, that I may believe on him?"},{"number":37,"verse":"Jesus said to him, Thou hast both seen him, and he that talketh with thee is he."},{"number":38,"verse":"And he said, Lord, I believe."},{"number":39,"verse":"And he worshiped him. Jesus said, For judgment am I come into the world, that they who see not, may see, and that they who see, may become blind."},{"number":40,"verse":"And some of the Pharisees that were with him heard this, and said to him, Are we blind also?"},{"number":41,"verse":"Jesus said to them, If ye had been blind, ye would have had no sin. But now ye say, We see: therefore your sin remaineth."}]}