{"bibleAbbr":"msAB1996","bookName":"1 TAWARIKH","bookEnglishName":"1 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"( Raja Daud Menjadi Penguasa Israel dan Yehuda) ( ( 100 5:1-10 )) Semua orang Israel pergi kepada Raja Daud di Hebron dan berkata, “Hamba semua kerabat tuanku."},{"number":2,"verse":"Sejak dahulu, bahkan ketika Raja Saul masih pemerintah kami, tuanku telah memimpin tentera Israel ke medan perang. Lagipun TUHAN Allah tuanku telah berjanji bahawa tuanku akan memimpin umat-Nya dan menjadi pemerintah mereka.”"},{"number":3,"verse":"Oleh itu semua pemimpin orang Israel datang kepada Raja Daud di Hebron. Maka Raja Daud membuat perjanjian dengan para pemimpin Israel itu. Kemudian mereka menuang minyak zaitun pada kepala Raja Daud untuk melantik baginda menjadi raja Israel. Peristiwa ini berlaku seperti yang telah dijanjikan TUHAN melalui Samuel."},{"number":4,"verse":"( ; ) Pada suatu masa Raja Daud bersama-sama segenap tentera Israel pergi menyerang kota Yerusalem. Pada masa itu kota itu bernama Yebus dan orang Yebusi, penduduk asal tanah itu, masih tinggal di situ."},{"number":5,"verse":"Orang Yebusi memberitahu Raja Daud bahawa baginda tidak mungkin memasuki kota mereka. Tetapi Raja Daud berjaya merampas kubu mereka yang bernama Sion, dan kini kubu itu disebut “Kota Daud.”"},{"number":6,"verse":"Pada waktu itu, Raja Daud bertitah, “Orang yang pertama membunuh seorang Yebusi akan menjadi panglima!” Yoab (ibunya Zeruya), memimpin serangan yang pertama, oleh itu dia menjadi panglima."},{"number":7,"verse":"Raja Daud tinggal di kubu itu, maka itulah sebabnya kubu itu disebut “Kota Daud.”"},{"number":8,"verse":"Raja Daud membina semula kota itu, bermula dari tempat yang ditambak dengan tanah di sebelah timur bukit, dan Yoab membaiki bahagian lain kota itu."},{"number":9,"verse":"Raja Daud semakin kuat kerana TUHAN Yang Maha Kuasa menyertai baginda."},{"number":10,"verse":"( Askar-Askar Raja Daud yang Terkenal) ( ( 100 23:8-39 )) Inilah nama para askar Raja Daud. Bersama-sama umat Israel yang lain, mereka telah berjuang agar Raja Daud menjadi raja seperti yang dijanjikan TUHAN, dan mereka menyokong kerajaan baginda."},{"number":11,"verse":"Pahlawan yang pertama ialah Yasobam daripada puak Hakhmoni; dia pemimpin “Kumpulan Tiga.” ( Sebuah terjemahan kuno (lihat juga ) “Tiga”. Naskhah Ibrani: “Tiga Puluh”.) Dalam satu pertempuran, dia pernah melawan tiga ratus orang, dan membunuh mereka semua dengan tombaknya."},{"number":12,"verse":"Pahlawan kedua dalam “Kumpulan Tiga” itu ialah Eleazar anak Dodo daripada puak Ahohi."},{"number":13,"verse":"Dia memihak Raja Daud ketika berperang melawan orang Filistin dalam pertempuran di Pas-Damim. Eleazar berada di ladang barli ketika tentera Israel mula melarikan diri,"},{"number":14,"verse":"tetapi dia dan anak buahnya bertahan di tengah-tengah ladang itu dan melawan orang Filistin. Kemudian TUHAN memberi Israel kemenangan yang cemerlang pada hari itu."},{"number":15,"verse":"Pada suatu hari, tiga orang antara tiga puluh orang askar yang terkemuka pergi menemui Raja Daud di suatu tempat yang berkubu di sebuah gunung batu, dekat Gua Adulam. Pada masa itu orang Filistin berkhemah di Lembah Refaim, dan sepasukan daripada mereka menduduki Betlehem."},{"number":17,"verse":"Raja Daud merindukan kampung halamannya lalu bertitah, “Alangkah baiknya jika beta diberikan air minum dari perigi dekat pintu gerbang di Betlehem!”"},{"number":18,"verse":"Mendengar hal itu tiga orang pahlawannya menembusi perkhemahan orang Filistin, mengambil air dari perigi itu, lalu membawanya kepada Raja Daud. Tetapi Raja Daud tidak mahu meminum air itu, malahan mencurahkannya sebagai persembahan kepada TUHAN."},{"number":19,"verse":"Raja Daud bertitah, “Tidak mungkin beta minum air ini! Jika beta meminumnya, seolah-olah beta minum darah orang yang telah mempertaruhkan nyawa mereka!” Daud sama sekali tidak mahu meminum air itu. Demikianlah keberanian tiga orang askar yang terkenal itu."},{"number":20,"verse":"Abisai, adik Yoab ialah ketua “Kumpulan Tiga Puluh”. ( Sebuah terjemahan kuno: “Tiga Puluh”. Naskhah Ibrani: “Tiga”.) Dia melawan tiga ratus orang dan membunuh mereka dengan tombaknya. Oleh itu dia menjadi termasyhur di kalangan “Kumpulan Tiga Puluh”. ( Sebuah terjemahan kuno (lihat ): “Tiga Puluh”. Naskhah Ibrani: “Tiga”.)"},{"number":21,"verse":"Dialah yang termasyhur di kalangan “Kumpulan Tiga Puluh” dan menjadi pemimpin mereka, tetapi dia tidak termasyhur seperti “Kumpulan Tiga”."},{"number":22,"verse":"Benaya anak Yoyada dari Kabzeel ialah seorang askar yang gagah perkasa. Dia sangat berani dan pernah membunuh dua orang pahlawan terkemuka dari Moab. Pada suatu hari, ketika salji turun, dia masuk ke sebuah lubang dan membunuh seekor singa."},{"number":23,"verse":"Dia juga membunuh seorang Mesir yang berbadan besar; orang itu tingginya lebih dua meter, dan dia bersenjatakan tombak yang sangat besar. Benaya menyerang orang Mesir itu dengan belantan, merampas tombak dari tangan orang itu, dan membunuhnya dengan tombak itu."},{"number":24,"verse":"Demikianlah keberanian Benaya, seorang daripada “Kumpulan Tiga Puluh”."},{"number":25,"verse":"Benaya terkemuka di kalangan “Kumpulan Tiga Puluh”, tetapi dia tidak terkenal seperti “Kumpulan Tiga”. Raja Daud melantik dia menjadi ketua pengawal peribadinya."},{"number":26,"verse":"Inilah askar-askar terkemuka yang lain: Asael, adik Yoab Elhanan anak Dodo dari Betlehem Samot dari Harod Heles dari Pelon Ira anak Ikes dari Tekoa Abiezer dari Anatot Sibkhai dari Husa Ilai dari Ahoh Maharai dari Netofa Heled anak Baana dari Netofa Itai anak Ribai dari Gibea di wilayah Benyamin Benaya dari Piraton Hurai dari lembah-lembah Gaas Abiel dari Araba Azmawet dari Bahurim Elyahba dari Saalbon Hasyem dari Gizon Yonatan anak Sage dari Harar Ahiam anak Sakhar dari Harar Elifal anak Ur Hefer dari Mekherat Ahia dari Pelon Hezrai dari Karmel Naarai anak Ezbai Yoel, saudara Natan Mibhar anak Nagri Zelek dari Amon Naharai dari Beerot, pembawa senjata Yoab Ira dan Gareb dari Yatir Uria orang Het Zabad anak Ahlai Adina anak Siza (seorang yang terkemuka daripada suku Ruben yang mempunyai pasukan 30 orang) Hanan anak Maakha Yosafat dari Mitni Uzia dari Asytarot Syama dan Yeiel, anak-anak Hotam dari Aroer Yediael dan Yoha, anak-anak Simri dari Tiz Eliel dari Mahawim Yeribai dan Yosawya, anak-anak Elnaam Yitma dari Moab Eliel, Obed, dan Yaasiel dari Mezobaya."}]}