{"bibleAbbr":"msAB1996","bookName":"1 TAWARIKH","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"( Tabut Perjanjian Dipindahkan dari Kiryat-Yearim) ( ( 100 6:1-11 )) Raja Daud berunding dengan semua pegawainya yang mengetuai pasukan seribu orang dan pasukan seratus orang."},{"number":2,"verse":"Selepas itu baginda mengumumkan hal ini kepada semua orang itu, “Jika kamu setuju, dan jika kehendak TUHAN, Allah kita, baiklah kita mengirim utusan-utusan kepada para imam serta orang Lewi di kota-kota mereka, dan kepada segenap bangsa kita. Para utusan itu akan menyuruh mereka datang berkumpul bersama-sama kita di sini."},{"number":3,"verse":"Kemudian kita akan pergi mengambil Tabut Perjanjian Allah, yang telah diabaikan selama pemerintahan Raja Saul.”"},{"number":4,"verse":"Semua orang Israel yang berkumpul suka dengan cadangan itu, lalu mereka menyetujuinya."},{"number":5,"verse":"( ) Oleh itu Raja Daud mengumpulkan rakyat Israel dari seluruh negeri, dari sempadan negeri Mesir di selatan sampai ke Genting Hamat di utara, untuk mengambil Tabut Perjanjian dari Kiryat-Yearim dan memindahkannya ke Yerusalem."},{"number":6,"verse":"( ) Kemudian Raja Daud dan segenap rakyat Israel pergi ke kota Baala, iaitu Kiryat-Yearim, di kawasan Yehuda untuk mengambil Tabut Perjanjian Allah. Tabut itu dinamakan “TUHAN yang bertakhta di atas kerub”."},{"number":7,"verse":"Apabila mereka tiba di Baala, mereka mengambil Tabut Perjanjian itu dari rumah Abinadab, lalu menaikkannya ke atas sebuah pedati yang baru. Uza dan Ahyo mengiringi pedati itu,"},{"number":8,"verse":"sedangkan Raja Daud dan segenap umat Israel menari-nari dengan penuh semangat untuk menghormati Allah. Mereka menyanyi sambil memainkan alat-alat muzik - kecapi, gambus, tamburin, simbal, dan trompet."},{"number":9,"verse":"Apabila mereka sampai di tempat mengirik gandum kepunyaan Kidon, lembu-lembu yang menarik pedati itu tersandung. Lalu Uza menghulurkan tangan dan memegang Tabut Perjanjian itu supaya tidak jatuh."},{"number":10,"verse":"Ketika itu juga TUHAN murka terhadap Uza dan membunuh dia, kerana dia memegang Tabut. Uza meninggal di situ, di hadapan Allah."},{"number":11,"verse":"Sejak itu, tempat itu dinamakan Peres-Uza. ( Dalam bahasa Ibrani, nama ini bererti “Kebinasaan Uza”.) Raja Daud murka kerana TUHAN telah membinasakan Uza."},{"number":12,"verse":"Kemudian Raja Daud takut juga kepada Allah dan bertitah, “Sekarang bagaimanakah beta dapat membawa Tabut Perjanjian itu?”"},{"number":13,"verse":"Oleh itu Raja Daud tidak membawa Tabut itu ke Yerusalem. Baginda menyimpan Tabut itu di rumah Obed-Edom, seorang yang berasal dari kota Gat."},{"number":14,"verse":"( ) Tabut itu berada di situ selama tiga bulan, dan TUHAN memberkati keluarga Obed-Edom serta segala miliknya."}]}