{"bibleAbbr":"msAB1996","bookName":"1 TAWARIKH","bookEnglishName":"1 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"( Raja Daud Mengalahkan Bangsa Amon dan Siria) ( ( 100 10:1-19 )) Beberapa waktu kemudian, Raja Nahas, pemerintah negeri Amon mangkat, lalu Hanun, putera baginda menjadi raja."},{"number":2,"verse":"Raja Daud bertitah, “Raja Nahas ialah sahabat beta yang setia. Oleh itu beta juga harus setia bersahabat dengan Hanun, puteranya.” Oleh itu Raja Daud mengirim utusan-utusan untuk mengucapkan takziah kepada Raja Hanun kerana kemangkatan ayahanda baginda. Apabila utusan-utusan itu tiba di Amon,"},{"number":3,"verse":"para pemimpin negeri Amon berkata kepada Raja Hanun, “Janganlah tuanku berfikir bahawa Raja Daud mengirim utusan-utusan itu untuk menyampaikan takziah kerana baginda hendak menghormati ayahanda tuanku. Raja Daud mengirim semua orang itu ke sini sebagai pengintip untuk menyelidiki negeri kita, supaya dapat merampasnya!”"},{"number":4,"verse":"Raja Hanun menangkap para utusan Raja Daud, lalu mencukur janggut mereka, memotong pakaian mereka sependek punggung, kemudian menyuruh mereka pergi."},{"number":5,"verse":"Para utusan itu sangat malu untuk pulang. Apabila hal itu diberitahukan kepada Raja Daud, baginda mengirim pesan supaya utusan-utusan itu tinggal di Yerikho sehingga janggut mereka tumbuh semula."},{"number":6,"verse":"Kemudian Raja Hanun dan orang Amon sedar bahawa mereka telah menjadikan Raja Daud musuh mereka. Oleh itu mereka membayar 34000 kilogram perak untuk menyewa kereta kuda dan pemandu-pemandu dari Hulu Mesopotamia, dan juga dari Maakha dan Zoba di negeri Siria."},{"number":7,"verse":"Kereta kuda sebanyak 32000 buah yang disewa mereka itu, serta tentera raja Maakha datang berkhemah dekat Medeba. Orang Amon juga keluar dari semua kota mereka dan bersedia untuk berperang."},{"number":8,"verse":"Apabila Raja Daud mendengar perkara itu, baginda menyuruh Yoab dengan segenap angkatan tentera supaya maju melawan musuh."},{"number":9,"verse":"Orang Amon keluar dan mengatur tentera mereka di hadapan pintu gerbang Raba, ibu kota mereka; sedangkan raja-raja yang datang untuk membantu mereka, mengatur tentera mereka di padang."},{"number":10,"verse":"Yoab menyedari bahawa dia terjepit oleh pasukan musuh di hadapan dan di belakang. Oleh itu dia memilih askar-askar Israel yang terbaik dan menempatkan mereka berhadapan dengan tentera Siria."},{"number":11,"verse":"Yoab menyerahkan pasukan askar yang lain kepada adiknya, Abisai. Abisai menempatkan mereka di hadapan tentera Amon."},{"number":12,"verse":"Yoab berkata kepada adiknya, “Jika aku tidak sanggup mengalahkan tentera Siria, cepatlah datang menolong aku. Sebaliknya, jika engkau tidak sanggup mengalahkan tentera Amon, aku akan datang menolong engkau."},{"number":13,"verse":"Tabahkan hati! Marilah kita berjuang dengan berani untuk bangsa kita dan untuk kota-kota Allah kita. Semoga TUHAN melaksanakan apa yang dikehendaki-Nya.”"},{"number":14,"verse":"Yoab dan pasukannya maju berperang, sehingga tentera Siria lari."},{"number":15,"verse":"Apabila tentera Amon nampak tentera Siria lari, mereka meninggalkan Abisai lalu masuk ke dalam kota. Kemudian Yoab pulang ke Yerusalem."},{"number":16,"verse":"Orang Siria menyedari bahawa mereka telah dikalahkan oleh orang Israel. Oleh itu mereka memanggil tentera mereka yang berada di sebelah timur Sungai Efrat, lalu menyuruh mereka pergi berperang di bawah pimpinan Sobakh, panglima tentera Raja Hadadezer, pemerintah di Zoba."},{"number":17,"verse":"Apabila Raja Daud mendengar hal itu, baginda mengumpulkan segenap pasukan Israel, lalu menyeberangi Sungai Yordan dan mengatur tentera baginda berhadapan dengan tentera Siria. Mereka mula bertempur."},{"number":18,"verse":"Tentera Israel memukul mundur tentera Siria. Raja Daud dan tentera baginda membunuh 7000 orang pemandu kereta kuda dan 40000 orang daripada pasukan berjalan kaki. Mereka juga membunuh Sobakh, panglima tentera Siria."},{"number":19,"verse":"Apabila raja-raja yang di bawah kuasa Raja Hadadezer menyedari bahawa mereka telah dikalahkan oleh tentera Israel, raja-raja itu berdamai dengan Raja Daud dan takluk kepada kuasa baginda. Sejak itu orang Siria tidak mahu lagi membantu orang Amon."}]}