{"bibleAbbr":"msAB1996","bookName":"1 TAWARIKH","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"( Keturunan Yehuda) Yakub mempunyai dua belas orang anak lelaki: Ruben, Simeon, Lewi, Yehuda, Isakhar, Zebulon,"},{"number":2,"verse":"Dan, Yusuf, Benyamin, Naftali, Gad, dan Asyer."},{"number":3,"verse":"Yehuda mempunyai lima orang anak lelaki. Isterinya yang bernama Batsyua, seorang perempuan Kanaan, melahirkan Er, Onan, dan Sela; Tamar, anak menantu Yehuda sendiri, melahirkan Peres dan Zerah. Er, anak sulung Yehuda itu sangat jahat, sehingga TUHAN membunuh dia."},{"number":5,"verse":"Peres mempunyai dua orang anak lelaki, Hezron dan Hamul."},{"number":6,"verse":"Zerah, saudara Peres, mempunyai lima orang anak lelaki: Zimri, Etan, Heman, Kalkol, dan Dara."},{"number":7,"verse":"( ) Akhan ( Akhan: Inilah namanya di dalam . Di dalam bahagian ini, naskhah Ibrani menyebut dia “Akhar” yang bermakna “malapetaka”.) anak Karmi, salah seorang keturunan Zerah, mendatangkan malapetaka kepada umat Israel kerana dia menyimpan barang jarahan yang dikhaskan untuk Allah."},{"number":8,"verse":"Etan mempunyai seorang anak lelaki bernama Azarya."},{"number":9,"verse":"( Salasilah Raja Daud) Hezron mempunyai tiga orang anak lelaki: Yerahmeel, Ram, dan Kaleb."},{"number":10,"verse":"Salasilah daripada Ram hingga Isai adalah seperti berikut: Ram, Aminadab, Nahason (seorang tokoh daripada suku Yehuda),"},{"number":11,"verse":"Salmon, Boas,"},{"number":12,"verse":"Obed, Isai."},{"number":13,"verse":"Isai mempunyai tujuh orang anak lelaki. Inilah nama mereka menurut urutan umur: Eliab, Abinadab, Simea,"},{"number":14,"verse":"Netaneel, Radai,"},{"number":15,"verse":"Ozem, dan Daud."},{"number":16,"verse":"Isai juga mempunyai dua orang anak perempuan, Zeruya dan Abigail. Zeruya mempunyai tiga orang anak lelaki: Abisai, Yoab, dan Asael."},{"number":17,"verse":"Abigail berkahwin dengan Yeter keturunan Ismael. Mereka mempunyai seorang anak lelaki bernama Amasa."},{"number":18,"verse":"( Keturunan Hezron) Kaleb anak Hezron berkahwin dengan Azuba, lalu mendapat seorang anak perempuan bernama Yeriot. Yeriot mempunyai tiga orang anak lelaki: Yezer, Sobab, dan Ardon."},{"number":19,"verse":"Selepas Azuba meninggal, Kaleb berkahwin dengan Efrat, lalu mendapat seorang anak lelaki bernama Hur."},{"number":20,"verse":"Anak lelaki Hur bernama Uri, dan cucunya bernama Bezaleel."},{"number":21,"verse":"Ketika Hezron berumur enam puluh tahun, dia berkahwin dengan saudara perempuan Gilead, iaitu anak Makhir. Mereka mendapat seorang anak lelaki bernama Segub,"},{"number":22,"verse":"dan Segub mendapat seorang anak lelaki bernama Yair. Yair mempunyai ( mempunyai; atau memerintah.) dua puluh tiga buah pekan di wilayah Gilead."},{"number":23,"verse":"Tetapi kerajaan Gesur dan Aram mengalahkan enam puluh buah pekan di wilayah itu termasuk pekan-pekan Yair, dan Kenat, serta pekan-pekan kecil di sekitarnya. Semua orang yang tinggal di situ keturunan Makhir, iaitu bapa Gilead."},{"number":24,"verse":"Selepas Hezron meninggal, Kaleb anaknya berkahwin dengan Efrat, balu bapanya. Mereka mempunyai seorang anak lelaki bernama Asyhur; dialah yang mendirikan kota Tekoa."},{"number":25,"verse":"( Keturunan Yerahmeel) Yerahmeel, anak sulung Hezron, mempunyai lima orang anak lelaki: Ram yang sulung, lalu Buna, Oren, Ozem, dan Ahia."},{"number":26,"verse":"Ram mempunyai tiga orang anak lelaki: Maas, Yamin, dan Eker. Yerahmeel mempunyai seorang isteri lain bernama Atara. Mereka mempunyai seorang anak lelaki bernama Onam."},{"number":28,"verse":"Onam mempunyai dua orang anak lelaki, Samai dan Yada. Samai mempunyai dua orang anak lelaki, Nadab dan Abisur."},{"number":29,"verse":"Abisur berkahwin dengan seorang perempuan bernama Abihail, lalu mereka mendapat dua orang anak lelaki, Ahban dan Molid."},{"number":30,"verse":"Nadab, saudara kandung Abisur, mempunyai dua orang anak lelaki, bernama Seled dan Apaim, tetapi Seled meninggal tanpa mempunyai anak lelaki."},{"number":31,"verse":"Apaim bapa Yisei, Yisei bapa Sesan, dan Sesan bapa Ahlai."},{"number":32,"verse":"Yada, saudara kandung Samai, mempunyai dua orang anak lelaki, Yeter dan Yonatan, tetapi Yeter meninggal tanpa mempunyai anak lelaki."},{"number":33,"verse":"Yonatan mempunyai dua orang anak lelaki, Pelet dan Zaza. Mereka semua keturunan Yerahmeel."},{"number":34,"verse":"Sesan tidak mempunyai anak lelaki, hanya anak perempuan. Dia mempunyai seorang hamba bangsa Mesir bernama Yarha,"},{"number":35,"verse":"yang dikahwinkannya dengan salah seorang anak perempuannya. Mereka mempunyai seorang anak lelaki bernama Atai."},{"number":36,"verse":"Salasilah daripada Atai hingga Elisama adalah seperti berikut: Atai, Natan, Zabad,"},{"number":37,"verse":"Eflal, Obed,"},{"number":38,"verse":"Yehu, Azarya,"},{"number":39,"verse":"Heles, Elasa,"},{"number":40,"verse":"Sismai, Salum,"},{"number":41,"verse":"Yekamya, dan Elisama."},{"number":42,"verse":"( Keturunan Kaleb) Kaleb, saudara Yerahmeel, mempunyai seorang anak lelaki bernama Mesa; dia anak lelakinya yang sulung. Mesa bapa Zif, Zif bapa Maresa, Maresa bapa Hebron."},{"number":43,"verse":"Hebron mempunyai empat orang anak lelaki: Korah, Tapuah, Rekem, dan Sema."},{"number":44,"verse":"Sema bapa Raham, dan datuk kepada Yorkeam. Rekem, saudara kandung Sema ialah bapa Samai;"},{"number":45,"verse":"Samai bapa Maon, dan Maon bapa Bet-Zur."},{"number":46,"verse":"Kaleb mempunyai seorang gundik bernama Efa. Mereka mempunyai tiga orang anak lelaki: Haran, Moza, dan Gazes. Haran juga mempunyai seorang anak lelaki bernama Gazes. ("},{"number":47,"verse":"Seorang lelaki bernama Yohdai mempunyai enam orang anak lelaki: Regem, Yotam, Gesan, Pelet, Efa, dan Saaf.)"},{"number":48,"verse":"Kaleb mempunyai seorang gundik lain bernama Maakha. Mereka mempunyai dua orang anak lelaki, Seber dan Tirhana."},{"number":49,"verse":"Kemudian Maakha melahirkan dua orang anak lelaki lagi bernama Saaf dan Sewa. Saaf ialah pembina kota Madmana, dan Sewa ialah pembina kota Makhbena dan Gibea. Kaleb juga mempunyai seorang anak perempuan bernama Akhsa."},{"number":50,"verse":"Yang berikut adalah keturunan Kaleb juga: Hur ialah anak lelaki sulung Kaleb dengan isterinya, Efrat. Syobal, anak lelaki Hur ialah pembina kota Kiryat-Yearim."},{"number":51,"verse":"Salma, anak lelakinya yang kedua ialah pembina kota Betlehem; Haref, anak lelakinya yang ketiga ialah pembina kota Bet-Gader."},{"number":52,"verse":"Syobal, pembina kota Kiryat-Yearim ialah nenek moyang orang Haroe, separuh daripada penduduk Menuhot,"},{"number":53,"verse":"dan puak-puak yang tinggal di Kiryat-Yearim, iaitu puak Yetri, Puti, Sumati, dan Misrai. (Penduduk kota Zora dan Esytaol adalah orang daripada puak-puak itu.)"},{"number":54,"verse":"Salma, pembina kota Betlehem ialah nenek moyang orang Netofa, orang Atarot-Bet-Yoab, dan orang Zori, iaitu salah satu daripada dua puak yang tinggal di Manahti. ("},{"number":55,"verse":"Puak-puak yang pakar dalam penulisan dan penyalinan surat-surat penting tinggal di kota Yabes. Puak-puak itu ialah Tirati, Simati, dan Sukati. Mereka adalah orang Keni yang berkahwin dengan orang Rekab.)"}]}