{"bibleAbbr":"msAB1996","bookName":"1 TAWARIKH","bookEnglishName":"1 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"( Tugas Para Imam) ( ) Harun mempunyai empat orang anak lelaki: Nadab, Abihu, Eleazar, dan Itamar. Nadab dan Abihu meninggal lebih dahulu daripada bapa mereka tanpa mempunyai anak. Oleh itu saudara-saudara mereka, Eleazar dan Itamar, menjadi imam. Raja Daud membahagikan keturunan Harun kepada kumpulan-kumpulan menurut tugas mereka. Dalam pembahagian itu Raja Daud dibantu oleh Zadok keturunan Eleazar dan oleh Ahimelekh keturunan Itamar."},{"number":4,"verse":"Keturunan Eleazar dibahagikan kepada enam belas kumpulan, sedangkan keturunan Itamar dibahagikan kepada lapan kumpulan, kerana dalam keturunan Eleazar ada lebih banyak lelaki yang menjadi ketua keluarga."},{"number":5,"verse":"Oleh sebab di kalangan keturunan Eleazar dan Itamar ada yang menjadi pegawai-pegawai di Rumah TUHAN dan pemimpin-pemimpin agama, pembahagian tugas dilaksanakan dengan cara undi."},{"number":6,"verse":"Keturunan Eleazar dan Itamar bergilir-gilir membuang undi. Lalu nama-nama mereka dicatat oleh seorang setiausaha yang bernama Semaya anak Netaneel, orang Lewi. Semuanya dilaksanakan di hadapan raja bersama-sama para pegawainya, Imam Zadok, Ahimelekh anak Abyatar, serta ketua-ketua keluarga golongan imam, dan ketua-ketua keluarga golongan Lewi."},{"number":7,"verse":"Inilah nombor susunan giliran tugas menurut keputusan undian bagi dua puluh empat kumpulan itu: 1. Yoyarib — 13. Hupa 2. Yedaya — 14. Yesebeab 3. Harim — 15. Bilga 4. Seorim — 16. Imer 5. Malkia — 17. Hezir 6. Miyamin — 18. Hapizes 7. Hakos — 19. Petahya 8. Abia — 20. Yehezkiel 9. Yesua — 21. Yakhin 10. Sekhanya — 22. Gamul 11. Elyasib — 23. Delaya 12. Yakim — 24. Maazya"},{"number":19,"verse":"Nama semua orang itu dicatat menurut giliran mereka untuk masuk ke Rumah TUHAN dan melaksanakan tugas ibadat yang telah ditetapkan oleh Harun, nenek moyang mereka, menurut perintah TUHAN, Allah Israel."},{"number":20,"verse":"( Senarai Orang Lewi) Selain itu, dalam keturunan Lewi termasuk juga ketua-ketua keluarga yang berikut: Yehdeya, keturunan Amram daripada jurai keturunan Subael;"},{"number":21,"verse":"Yisia, keturunan Rehabya;"},{"number":22,"verse":"Yahat, keturunan Yizhar daripada jurai keturunan Selomot;"},{"number":23,"verse":"Yeria, Amarya, Yahaziel, dan Yekameam anak-anak Hebron menurut urutan umur mereka;"},{"number":24,"verse":"Samir, keturunan Uziel daripada jurai keturunan Mikha;"},{"number":25,"verse":"Zakharia, keturunan Uziel daripada jurai keturunan Yisia saudara Mikha;"},{"number":26,"verse":"Mahli, Musi, dan Yaazia, keturunan Merari."},{"number":27,"verse":"Yaazia mempunyai tiga orang anak lelaki: Syoham, Zakur, dan Hibri."},{"number":28,"verse":"Mahli mempunyai dua orang anak lelaki bernama Eleazar dan Kish. Eleazar tidak mempunyai anak lelaki, tetapi Kish mempunyai seorang anak lelaki bernama Yerahmeel."},{"number":30,"verse":"Musi mempunyai tiga orang anak lelaki: Mahli, Eder, dan Yerimot. Itulah keluarga-keluarga dalam suku Lewi."},{"number":31,"verse":"Untuk menentukan giliran tugas mereka, setiap ketua keluarga bersama-sama seorang adiknya yang lelaki membuang undi seperti yang dilakukan oleh sanak saudara mereka, iaitu para imam keturunan Harun. Pembuangan undi itu disaksikan oleh Raja Daud bersama-sama Zadok, Ahimelekh, serta ketua-ketua keluarga daripada golongan imam dan golongan orang Lewi."}]}