{"bibleAbbr":"msAB1996","bookName":"1 TAWARIKH","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"( Keturunan Ruben) ( , ) Inilah keturunan Ruben, anak sulung Yakub. (Oleh sebab Ruben telah meniduri salah seorang gundik bapanya, maka dia kehilangan haknya sebagai anak sulung. Hak itu diberikan kepada Yusuf."},{"number":2,"verse":"( ) Meskipun begitu, suku Yehuda menjadi suku yang terkuat, dan daripada suku itu seorang menjadi pemerintah seluruh suku Israel.)"},{"number":3,"verse":"Ruben, anak sulung Yakub, mempunyai empat orang anak lelaki: Henokh, Palu, Hezron, dan Karmi."},{"number":4,"verse":"( ) Inilah jurai keturunan Yoel: Semaya, Gog, Simei, Mikha, Reaya, Baal, dan Beera, seorang pemimpin suku Ruben. Beera ditangkap oleh Raja Tiglat-Pileser dari Asyur, lalu Beera dibuang negeri."},{"number":7,"verse":"Dalam catatan salasilah, tersenarai juga pemimpin-pemimpin puak dalam suku Ruben yang berikut: Yeiel, Zakharia,"},{"number":8,"verse":"dan Bela anak Azas, cucu Sema daripada puak Yoel. Puak ini tinggal di Aroer dan di wilayah yang bermula dari Aroer ke sebelah utara di Nebo dan Baal-Meon."},{"number":9,"verse":"Mereka mempunyai banyak sekali ternakan di daerah Gilead. Oleh itu, mereka mendiami tanah di sebelah timur sampai ke padang gurun, yang terbentang hingga ke Sungai Efrat."},{"number":10,"verse":"Pada zaman Raja Saul, suku Ruben menyerang dan mengalahkan orang Hagri, lalu menduduki tanah mereka di bahagian timur Gilead."},{"number":11,"verse":"( Keturunan Gad) Suku Gad tinggal di sebelah utara wilayah suku Ruben, di tanah Basan, sampai sejauh Salkha di sebelah timur."},{"number":12,"verse":"Yoel ialah nenek moyang puak yang terkemuka dalam suku Gad; Safam ialah nenek moyang puak yang kedua pentingnya. Yaenai dan Safat ialah nenek moyang puak-puak lain di Basan."},{"number":13,"verse":"Orang lain dalam suku Gad termasuk dalam tujuh puak yang berikut: Mikhael, Mesulam, Syeba, Yorai, Yakan, Ziya, dan Eber."},{"number":14,"verse":"Mereka keturunan Abihail anak Huri. Yang berikut adalah salasilah mereka yang disusur sampai ke pangkal: Abihail, Huri, Yaroah, Gilead, Mikhael, Yesisai, Yahdo, Bus."},{"number":15,"verse":"Pemimpin puak-puak itu ialah Ahi anak Abdiel, cucu Guni."},{"number":16,"verse":"Puak-puak itu tinggal di wilayah Basan dan Gilead, dan di kota-kota di wilayah itu, serta di seluruh padang rumput Saron."},{"number":17,"verse":"Salasilah ini dikumpul pada zaman pemerintahan Raja Yotam di Yehuda, dan Raja Yerobeam II di Israel."},{"number":18,"verse":"( Tentera Suku-Suku di Sebelah Timur Sungai Yordan) Suku Ruben, suku Gad, dan suku Manasye Timur mempunyai 44760 orang askar yang terlatih dan handal menggunakan perisai, pedang, dan busur."},{"number":19,"verse":"Mereka berperang dengan suku Yetur, Nafis, dan Nodab, iaitu suku-suku dalam bangsa Hagri."},{"number":20,"verse":"Askar-askar itu percaya kepada Allah dan minta tolong kepada-Nya, lalu Allah mengabulkan permintaan mereka. Dia memberikan kemenangan atas bangsa Hagri dan sekutu mereka kepada askar-askar itu."},{"number":21,"verse":"Mereka merampas sebanyak 50000 ekor unta, 250000 ekor domba, dan 2000 ekor keldai daripada musuh, dan menawan seramai 100000 orang."},{"number":22,"verse":"Mereka membunuh banyak orang musuh kerana peperangan itu berlaku menurut kehendak Allah. Kemudian mereka menetap di wilayah itu sampai masa mereka dibuang negeri. ( dibuang negeri: Sekitar tahun 733 Sebelum Masihi, orang Asyur menakluk bahagian utara Israel dan juga wilayah Israel di sebelah timur Sungai Yordan, lalu orang di tempat itu dibuang negeri (lihat ).)"},{"number":23,"verse":"( Orang daripada Suku Manasye Timur) Orang daripada suku Manasye Timur menetap di wilayah Basan sampai ke utara sejauh Baal-Hermon, Senir, dan Gunung Hermon. Bilangan mereka bertambah banyak."},{"number":24,"verse":"Inilah para pemimpin puak mereka: Hefer, Yisei, Eliel, Azriel, Yeremia, Hodawya, dan Yahdiel. Mereka semua askar yang perkasa, serta pemimpin puak yang terkenal."},{"number":25,"verse":"( Suku-Suku di Sebelah Timur Sungai Yordan Dibuang Negeri) Orang Israel tidak setia kepada Allah yang disembah nenek moyang mereka. Mereka meninggalkan Dia lalu menyembah dewa-dewa yang disembah bangsa-bangsa yang telah diusir oleh Allah dari tanah itu."},{"number":26,"verse":"( , , ) Oleh sebab itu Allah menggerakkan hati Raja Pul dari Asyur untuk menyerang negeri mereka. Raja Pul juga dikenal sebagai Raja Tiglat-Pileser. Suku Ruben, suku Gad, dan suku Manasye Timur dibuang negeri ke Halah, Habor, Hara, dan ke suatu tempat dekat Sungai Gozan. Mereka menetap di sana sampai hari ini."}]}