{"bibleAbbr":"msAB1996","bookName":"1 TAWARIKH","bookEnglishName":"1 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"( Orang yang Kembali dari Pembuangan) Semua orang Israel didaftarkan menurut keluarga masing-masing. Senarai itu tercatat dalam Kitab Raja-Raja Israel. Penduduk Yehuda telah dibuang ke Babel sebagai hukuman dosa mereka."},{"number":2,"verse":"Antara mereka yang mula-mula kembali ke tanah milik mereka di kota-kota ialah orang awam, para imam, orang Lewi, dan para pekerja Rumah TUHAN."},{"number":3,"verse":"( ; ) Sebahagian daripada suku Yehuda, Benyamin, Efraim, dan Manasye kembali dan tinggal di Yerusalem."},{"number":4,"verse":"Keseluruhannya ada 690 keluarga daripada suku Yehuda yang tinggal di Yerusalem, termasuk keturunan anak-anak Yehuda yang bernama Peres, Syela, dan Zerah. Keturunan Peres dipimpin oleh Utai. Jurai keturunan Utai yang disusur sampai ke pangkal ialah Utai, Amihud, Omri, Imri, dan Bani. Keturunan Syela dipimpin oleh Asaya. Dia ketua keluarga. Keturunan Zerah dipimpin oleh Yeuel."},{"number":7,"verse":"Orang suku Benyamin yang tinggal di Yerusalem berjumlah 956 keluarga. Inilah para ketua keluarga mereka: Salu anak Mesulam, cucu Hodawya; Hodawya anak Hasenua Yibnia anak Yeroham Ela anak Uzi, cucu Mikhri Mesulam anak Sefaca, cucu Rehuel; Rehuel anak Yibnia"},{"number":10,"verse":"( Para Imam yang Tinggal di Yerusalem) Imam-imam yang berikut tinggal di Yerusalem: Yedaya, Yoyarib, dan Yakhin Azarya anak Hilkia, nenek moyangnya ialah Mesulam, Zadok, Merayot, dan Ahitub. (Azarya ialah ketua pegawai di Rumah TUHAN.) Adaya anak Yeroham; nenek moyangnya ialah Pasyhur dan Malkia. Masai anak Adiel; nenek moyangnya ialah Yahzera, Mesulam, Mesilemit, dan Imer."},{"number":13,"verse":"Para imam yang menjadi ketua keluarga berjumlah 1760 orang. Mereka mahir melakukan segala jenis pekerjaan di Rumah TUHAN."},{"number":14,"verse":"( Orang Lewi yang Tinggal di Yerusalem) Orang Lewi yang berikut tinggal di Yerusalem: Semaya anak Hasub; nenek moyangnya termasuk Azrikam dan Hasabya, daripada puak Merari Bakbakar, Heres, dan Galal Matanya anak Mikha; nenek moyangnya termasuk Zikhri dan Asaf Obaja anak Semaya; nenek moyangnya termasuk Galal dan Yedutun Berekhya anak Asa, cucu Elkana; dia tinggal di kawasan kota Netofa."},{"number":17,"verse":"( Para Pengawal Rumah TUHAN yang Tinggal di Yerusalem) Para pengawal Rumah TUHAN yang tinggal di Yerusalem bersama dengan sanak saudara mereka ialah Salum, Akub, Talmon, dan Ahiman. Salum ialah ketua pengawal."},{"number":18,"verse":"Sampai hari ini, orang daripada puak mereka ditugaskan untuk mengawal Pintu Gerbang Raja ( Pintu Gerbang Raja: Pintu gerbang di sebelah timur yang selalunya digunakan oleh raja apabila raja memasuki Rumah TUHAN.) di sebelah timur. Sebelum itu mereka mengawal pintu-pintu gerbang yang menuju ke perkhemahan orang Lewi."},{"number":19,"verse":"Salum anak Kore, cucu Ebyasaf, bersama-sama beberapa orang lain daripada puak Korah, iaitu puaknya, ditugaskan untuk mengawal pintu masuk ke Khemah TUHAN. Dahulu nenek moyang mereka pun melakukan tugas itu ketika mereka bekerja di perkhemahan TUHAN."},{"number":20,"verse":"Pinehas anak lelaki Eleazar pernah mengetuai mereka. Semoga TUHAN menyertai dia!"},{"number":21,"verse":"Zakharia anak Meselemya juga pengawal pintu ke Khemah TUHAN."},{"number":22,"verse":"Semua orang yang dipilih untuk mengawal pintu-pintu gerbang berjumlah 212 orang. Mereka didaftarkan menurut nama pekan yang menjadi tempat tinggal mereka. Nenek moyang mereka diberikan tugas itu oleh Raja Daud dan Nabi Samuel."},{"number":23,"verse":"Sejak itu mereka dan keturunan mereka tetap menjadi pengawal pintu gerbang Rumah TUHAN."},{"number":24,"verse":"Ada empat buah pintu: satu di utara, satu di selatan, satu di timur, dan satu di barat. Setiap pintu mempunyai seorang ketua pengawal."},{"number":25,"verse":"Para pengawal itu dibantu oleh sanak saudara mereka yang tinggal di pekan-pekan. Mereka bergilir-gilir bertugas selama tujuh hari pada setiap satu giliran."},{"number":26,"verse":"Keempat-empat ketua pengawal itu orang Lewi, dan mereka bertugas secara tetap. Mereka bertanggungjawab mengurus bilik-bilik di Rumah TUHAN dan barang-barang yang disimpan di situ."},{"number":27,"verse":"Mereka tinggal dekat Rumah TUHAN, kerana mereka harus mengawal Rumah TUHAN dan membuka pintu-pintunya tiap-tiap pagi."},{"number":28,"verse":"( Orang Lewi yang lain) Orang Lewi yang lain bertanggungjawab mengurus perkakas yang dipakai untuk ibadat. Mereka menghitung perkakas itu apabila dikeluarkan dan disimpan semula."},{"number":29,"verse":"Orang Lewi yang lain pula bertanggungjawab mengurus perabot-perabot ibadat dan juga tepung, air anggur, minyak zaitun, kemenyan serta rempah-rempah."},{"number":30,"verse":"Tetapi yang bertanggungjawab untuk mencampurkan rempah-rempah itu ialah para imam."},{"number":31,"verse":"Orang yang bertanggungjawab membuat kuih tipis ( Kuih tipis: Kuih tipis daripada tepung dan minyak zaitun yang dibakar, lalu diberikan sebagai persembahan kepada Allah. (Lihat ).) ialah seorang Lewi bernama Matica, anak sulung Salum daripada puak Korah."},{"number":32,"verse":"Orang daripada puak Kehat bertanggungjawab untuk menyediakan roti sajian ( Roti sajian: Dua belas buku roti yang diletakkan di atas sebuah meja di Rumah TUHAN, pada setiap hari Sabat sebagai persembahan kepada Allah. (Lihat ).) pada setiap hari Sabat."},{"number":33,"verse":"Beberapa keluarga daripada orang Lewi bertugas sebagai penyanyi di Rumah TUHAN. Ketua-ketua keluarga mereka tinggal di beberapa buah bangunan di Rumah TUHAN. Mereka tidak diberikan tugas lain kerana mereka bertugas pada siang dan malam hari."},{"number":34,"verse":"Semua orang yang disebut di atas ialah ketua-ketua keluarga Lewi menurut jurai keturunan mereka. Mereka juga pemimpin-pemimpin yang tinggal di Yerusalem."},{"number":35,"verse":"( Nenek Moyang dan Keturunan Raja Saul) ( ( 130 8:29-38 )) Yeiel membina kota Gibeon lalu tinggal di situ. Isterinya bernama Maakha."},{"number":36,"verse":"Anak sulung Yeiel bernama Abdon, dan anak-anak lelakinya yang lain ialah Zur, Kis, Baal, Ner, Nadab,"},{"number":37,"verse":"Gedor, Ahyo, Zakharia, dan Miklot,"},{"number":38,"verse":"bapa Simea. Keturunan mereka tinggal di Yerusalem bersama dengan keluarga-keluarga lain daripada sesama puak."},{"number":39,"verse":"Bapa Raja Saul bernama Kish dan datuknya bernama Ner. Raja Saul mempunyai empat orang putera: Yonatan, Malkisua, Abinadab dan Esybaal. ( Esybaal: Dalam , dan di bahagian-bahagian lain dalam buku itu, dia disebut “Isyboset”.)"},{"number":40,"verse":"Yonatan mempunyai anak lelaki bernama Meribaal, bapa Mikha."},{"number":41,"verse":"Mikha mempunyai empat orang anak lelaki: Piton, Melekh, Tarea, dan Ahas."},{"number":42,"verse":"Anak Ahas bernama Yaera, yang mempunyai tiga orang anak lelaki: Alemet, Azmawet, dan Zimri. Inilah jurai keturunan Zimri: Moza,"},{"number":43,"verse":"Bina, Rafa, Elasa, dan Azel."},{"number":44,"verse":"Azel mempunyai enam orang anak lelaki: Azrikam, Bokhru, Ismael, Searya, Obaja, dan Hanan."}]}