{"bibleAbbr":"LBP1933","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"IN the eighteenth year of King Jeroboam the son of Nebat Abijah began to reign over the tribe of Judah."},{"number":2,"verse":"He reigned three years in Jerusalem. His mother's name was Maachah the daughter of Uriel of Ramtha."},{"number":3,"verse":"And Abijah mobilized an army of valiant men of war, four hundred thousand young men, who took upon themselves to go and fight against Jeroboam the son of Nebat. And Jeroboam also had mobilized an army, and he came to fight against him with eight hundred thousand young men, being mighty men of valour."},{"number":4,"verse":"And Abijah stood up upon mount Zemaraim, which is in the border of mount Ephraim, and said. Hear me, O Jeroboam the son of Nebat, and all Israel;"},{"number":5,"verse":"Perhaps you know that the LORD God of Israel gave the kingdom over Israel to David for ever, even to him and to his sons by a covenant pertaining to the kingship."},{"number":6,"verse":"Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up and rebelled against his lord."},{"number":7,"verse":"And he gathered to him certain wicked men, the children of iniquity, and he prevailed against Rehoboam the son of Solomon, when Rehoboam was young and not advanced in years and did not know what to say, and did not comfort the people concerning the heavy yoke which Solomon his father had laid upon them."},{"number":8,"verse":"And even now what can you say? You went away and renounced the kingdom of the house of David and went and served dead gods. And I reign over a single tribe, but you over many tribes, and there are with you golden calves which Jeroboam the son of Nebat made for you."},{"number":9,"verse":"And you have cast out the priests the sons of Aaron and the Levites, and have made priests for yourselves of the people of the land. And whosoever comes to offer an offering, you take from him a young bullock and seven rams, and he becomes a priest of them that are not gods."},{"number":10,"verse":"But as for us, we have not forsaken the LORD our God, and the priests, who minister to the LORD, are the sons of Aaron, and the Levites serve as they should;"},{"number":11,"verse":"They offer to the LORD every morning and every evening burnt offering and sweet incense, and set the shewbread in order upon the pure table; and the candlestick of gold with its lamps, and a boy having charge of the lamps lights them every evening; thus we have charge of the ordinances of the LORD our God;"},{"number":12,"verse":"But you have forsaken him and have gone after dead gods, and you serve them and worship them; and have forsaken the LORD God of your fathers, therefore you shall not prosper in the world."},{"number":13,"verse":"But Jeroboam caused an ambush to come about behind them; so they were before Judah, and the ambush was behind them."},{"number":14,"verse":"And when Judah looked back, behold, the battle was before and behind; and they cried unto the LORD, and the priests sounded with the trumpets."},{"number":15,"verse":"And it came to pass when the men of the house of Judah shouted, the LORD defeated Jeroboam the son of Nebat and all Israel before Judah and Abijah."},{"number":16,"verse":"And the children of Israel fled before Judah;"},{"number":17,"verse":"And Abijah slew them with a great slaughter; so there fell slain of Israel five hundred thousand young men."},{"number":18,"verse":"Thus the children of Israel were defeated at that time. and the children of Judah prevailed, because they said, We rely upon the LORD God of our fathers."},{"number":19,"verse":"And Abijah pursued Jeroboam, and took some great cities from him, Beth-el with its pastures, Shelah with its pastures, and Ephron with its pastures."},{"number":20,"verse":"Neither did Jereboam recover strength again in the days of Abijah; and the LORD struck Jeroboam, and he died."},{"number":21,"verse":"But Abijah became strong, and he married fourteen wives, and there were born to him twenty-two sons and sixteen daughters."},{"number":22,"verse":"And the rest of the acts of Abijah and his ways, behold, are written in the poems of the prophet Iddo."}]}