{"bibleAbbr":"LBP1933","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"So Abijah slept with his fathers, and they buried him in the city of David; and Asa his son reigned in his stead. In his days the land was quiet for ten years."},{"number":2,"verse":"And Asa did that which was good and right in the presence of the LORD his God;"},{"number":3,"verse":"For he demolished the altars of the strange gods and the shrines, and broke down the images and cut down the groves;"},{"number":4,"verse":"And he said to Judah, Come, let us pray before the LORD God of our fathers."},{"number":5,"verse":"Also he uprooted out of all the cities of Judah the shrines on the high places and the idols; and his kingdom was quiet in his days, and he had no enemies on all his borders."},{"number":6,"verse":"And he built fenced cities in Judah; for the land had rest, and there was no one who made war against him in those years, because the LORD had given him rest."},{"number":7,"verse":"Therefore he said to Judah, Come, let us build these cities, and surround them with walls and towers, gates, and bars, while the land is still quiet of wars; because we have sought the LORD our God, and he also has sought us and he has given us rest from all those who are round about us, and has comforted us and delivered us."},{"number":8,"verse":"And Asa had an army of mighty men of valour that bore swords and spears out of the tribe of Judah, three hundred thousand, and out of Benjamin, that bore breastplate and drew bows, two hundred and eighty thousand: all these were mighty men of valour."},{"number":9,"verse":"And there came out against them Zerah the Ethiopian with a large army of a million men and thirty thousand chariots, and came to Mareshah."},{"number":10,"verse":"Then Asa went out against him, and he fought against him in the valley of Mareshah."},{"number":11,"verse":"And Asa prayed before the LORD his God and said, Thou art our LORD, thou art the help of thy people; and when thou dost deliver a great army in the hands of a small force, then all the inhabitants of the earth shall know that it is good to rely on thee; help us, O LORD our God, because in thy name we have come against this great army. O LORD our God, delay not thy might from us."},{"number":12,"verse":"And when Asa had finished praying, the angel of the LORD routed the Ethiopians before Asa and before Judah; and the Ethiopians fled."},{"number":13,"verse":"And Asa and the people that were with him pursued them as far as Gedar; and there fell of the Ethiopians so many that they could not be numbered: for they were defeated before the LORD and before his armies; and they took and carried away very much spoil."},{"number":14,"verse":"And they smote all the cities round about Gedar, for the fear of the LORD came upon them; and they plundered all the cities; for there was exceeding much spoil in them."},{"number":15,"verse":"They also carried away the tents of the Arabians and carried away sheep and camels in abundance, and brought them to Jerusalem."}]}