{"bibleAbbr":"LBP1933","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"NOW Jehoshaphat slept with his fathers, and was buried with his fathers in the city of David. And Jehoram his son reigned in his stead."},{"number":2,"verse":"And he had brothers, the sons of Jehoshaphat, and these are their names: Azariah, Nahjaiel, Zechariah, Azariah, Malchael, and Shephatiah; all these were the sons of Jehoshaphat king of Judah."},{"number":3,"verse":"And their father gave them great gifts of silver and of gold, and many other gifts, with fortified cities in Judah; but the kingdom gave he to Jehoram because he was his first-born."},{"number":4,"verse":"Now when Jehoram was risen up to the kingdom of his father, he strengthened himself and slew all his brothers in the battle and also slew some of the elders of Israel."},{"number":5,"verse":"Jehoram was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem."},{"number":6,"verse":"And he walked in the ways of the kings of Israel, as did the house of Ahab; for Ahab's sister was his wife; and he did that which was evil in the presence of the LORD."},{"number":7,"verse":"However the LORD would not destroy the house of David, because of the covenant that he had made with David anti because he had promised to give an heir to him and to his sons for ever."},{"number":8,"verse":"In his days the Edomites revolted from under the dominion of Judah, and made themselves a king."},{"number":9,"verse":"Then Jehoram crossed over the Jordan with his princes, and all his chariots with him; and he rose up by night and smote the Edomites who had surrounded him and the captains of the chariots."},{"number":10,"verse":"So the Edomites revolted from the dominion of Judah to this day. At the same time also did the Edomites who dwelt in Libnah revolt from his rule, because Jehoram had forsaken the LORD God of his fathers."},{"number":11,"verse":"Moreover he made shrines on high places in the mountains of Judah and caused the Nazarites of Jerusalem to drink wine and scattered the house of Judah."},{"number":12,"verse":"And there was brought to him a letter from Elijah the prophet, saying, Thus says the LORD God of David your father: Because you have not walked in the ways of Jehoshaphat your father nor in the ways of Asa king of Judah,"},{"number":13,"verse":"But have walked in the ways of the kings of Israel and have caused Judah and the inhabitants of Jerusalem to go astray with the whoredoms of the house of Ahab, and also have Main your brothers, your father's sons, who were better than yourself;"},{"number":14,"verse":"Behold, the LORD will smite you with a great plague, together with your people, your children, your wives, and all your goods;"},{"number":15,"verse":"And you yourself shall die with a severe sickness; and you shall be consumed with a great torment until your bowels fall out because of your sickness. And you shall be tormented for many years."},{"number":16,"verse":"Moreover the LORD stirred up against Jehoram the spirit of the Philistines and of the Arabians who dwelt near the Ethiopians;"},{"number":17,"verse":"And they came up against Judah and smote it, and carried away all the substance that was found in the king's house, and his sons also and his wives; so that no son was left to him except Ahaziah his youngest son."},{"number":18,"verse":"And after all this he was smitten in his bowels with an incurable disease."},{"number":19,"verse":"And it came to pass that in the process of time, after the end of two years, the word of the prophet was fulfilled, his bowels fell out because of his sickness; so he died of sore disease. And his people did not honor him with a funeral according to the manner they had done for his fathers."},{"number":20,"verse":"He was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem, and his departure was not regretted. And he was buried in the city of David his father, but not in the sepulchres of the kings."}]}