{"bibleAbbr":"LBP1933","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"THEN all the people of Judah took Uzziah his son, who was sixteen years old, and made him king instead of his father Amaziah."},{"number":2,"verse":"He built Eloth, and restored it to Judah after the king slept with his fathers."},{"number":3,"verse":"Uzziah was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother's name was Jeconiah of Jerusalem."},{"number":4,"verse":"And he did that which was right in the sight of the LORD, according to all that his father David did."},{"number":5,"verse":"And he prayed before the LORD in the days of Zechariah, who taught him in the worship of the LORD, and the LORD prospered all his ways."},{"number":6,"verse":"And he went forth and made war against the Philistines, and broke down the wall of Gath and the wall of Gaza and the wall of Ashdod."},{"number":7,"verse":"And God helped him against the Philistines and against the Arabians that dwelt in Gurbaal and the Mehunims."},{"number":8,"verse":"And his fame spread as far as the land of Egypt; for he continued to fight."},{"number":9,"verse":"Moreover Uzziah built towers in Jerusalem at the corner gate and at the western gate, and fortified them with iron bars."},{"number":10,"verse":"He also built many towers in the cities which he had, and he built for himself many castles; for he had much wealth; and had farmers and workers both in the plains and on the mountains, because he had much cattle."},{"number":11,"verse":"Moreover Uzziah had an army of mighty men that went out to war. Their number was thirty-two thousand and six hundred."},{"number":12,"verse":"And the others who dwelt in the open country were three hundred thousand; and the men who were girded with sword were seven thousand and five hundred,"},{"number":13,"verse":"Who stood up every day guarding the king."},{"number":14,"verse":"And Uzziah prepared for them, throughout all the host, shields and spears and helmets and breastplates and bows and slings to cast stones."},{"number":15,"verse":"And his fame spread throughout all the lands, until he became very rich."},{"number":16,"verse":"But when he became very rich, his pride was lifted up exceedingly, so he transgressed against the LORD his God and went into the temple of the LORD to burn incense upon the altar of incense."},{"number":17,"verse":"And Azariah the priest went in after him and said to him,"},{"number":18,"verse":"It is not your place, O king, nor have you the right to burn incense upon the altar."},{"number":19,"verse":"Then immediately King Uzziah's anger kindled against the priests, and he commanded to put them out of the sanctuary; and in that hour the leprosy went forth out of the sanctuary and fell on the forehead of King Uzziah as he entered to burn incense in the house of the LORD."},{"number":20,"verse":"And Azariah the chief priest, and all the priests, turned toward him, and, behold, he hastened to go out because he knew that the LORD had smitten him."},{"number":21,"verse":"And Uzziah the king was a leper to the day of his death, and dwelt in a house in solitude, being a leper; for he had blasphemed against the house of the LORD; and Jotham his son was over the king's house, judging the people of the land."},{"number":22,"verse":"Now the rest of the acts of Uzziah, first and last, behold, they are written by Isaiah the prophet, the son of Amoz."},{"number":23,"verse":"So Uzziah slept with his fathers, and they buried him in the cemetery, not in the burial place which belonged to the kings; for they said, He is a leper; and Jotham his son reigned in his stead."}]}