{"bibleAbbr":"LBP1933","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"THEN Solomon began to build the house of the LORD in Jerusalem on mount Moriah, in the place which David his father had prepared in the threshing floor which he had bought from Aran the Jebusite."},{"number":2,"verse":"And he began to build the temple in the second month of the fourth year of his reign."},{"number":3,"verse":"Now these are the measurements which Solomon measured for the building of the house of the LORD: The length of the house by the measure of the sanctuary was sixty cubits, and its height thirty cubits, and its breadth twenty cubits."},{"number":4,"verse":"And he made a porch in the front thereof; the length of it was the same as the breadth of the house, twenty cubits, and its height twenty cubits; and he overlaid it within with pure gold."},{"number":5,"verse":"And the greater house be ceiled with cypress wood, which he overlaid with fine gold, and he carved on it the likeness of palm trees and flowers."},{"number":6,"verse":"And he adorned the house with precious stones for beauty; and he overlaid all of it with fine gold."},{"number":7,"verse":"He overlaid also the house, from the front of the porch and its walls and its door posts, with fine gold, and he carved on it the likeness of palm trees and flowers."},{"number":8,"verse":"And he made the sanctuary of the holy of holies; its length was the same as the breadth of the house, twenty cubits, and its breadth twenty cubits; and he overlaid it with fine gold, amounting to six hundred talents."},{"number":9,"verse":"And he also overlaid the altar with fine gold."},{"number":10,"verse":"In the most holy house he made two cherubim of solid material, and overlaid them with gold."},{"number":11,"verse":"And the wings of the cherubim were twenty cubits long; one wing of the one cherub was five cubits, reaching to the wall of the house; and the other wing was likewise five cubits, reaching to the wing of the other cherub."},{"number":12,"verse":"And one wing of the other cherub was five cubits, reaching to the wall of the house; and the other wing was five cubits also, joining to the wing of the other cherub."},{"number":13,"verse":"The wings of these cherubim were spread forth twenty cubits; they stood on their feet and their faces were inward."},{"number":14,"verse":"And he made the veil of blue and purple and crimson and fine linen, and wrought cherubim on it, and placed the ark in it."},{"number":15,"verse":"Also he made in front of the great house two pillars, eighteen cubits long, and the capitals that were on the top of each of them were five cubits high."},{"number":16,"verse":"And he made chains, fifty cubits long, and put them on the tops of the pillars; and made a hundred pomegranates, and put them on the chains."},{"number":17,"verse":"And he set up the two pillars in front of the temple, one on the right hand and the other on the left; and he called the name of that which he set on the right hand, Jachin, and the name of that on the left, Boaz."}]}