{"bibleAbbr":"LBP1933","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":32,"verses":[{"number":1,"verse":"AFTER these things and the faithful acts which Hezekiah did, Sennacherib king of Assyria came and invaded Judah and encamped against the fortified cities, and said to their inhabitants, Give me a pledge and come to me."},{"number":2,"verse":"And when Hezekiah saw that Sennacherib king of Assyria and his armies had come to fight against Jerusalem,"},{"number":3,"verse":"He took counsel with his princes and his mighty men to conceal the waters of the fountains which were outside the city; and they did help him."},{"number":4,"verse":"So there was gathered a great multitude of the people of Israel together, who concealed all the fountains and the great brooks that ran through the midst of the land, saying, Lest the king of Assyria come and find much water."},{"number":5,"verse":"They also strengthened themselves and built up one wall opposite the other and polluted the canal which David had constructed. And Hezekiah made weapons, shields, and spears in abundance."},{"number":6,"verse":"And he set captains of war over the people, each one over ten, and gathered them together to him in the market place of the city, and spoke to all of them, saying."},{"number":7,"verse":"Be strong and courageous; do not be afraid nor dismayed in the presence of the king of Assyria, nor in the presence of all the armies that have come with him; for there is more with us than with him:"},{"number":8,"verse":"With him is an arm of flesh; with us is the LORD our God to help us and to fight our battles. And the people were encouraged with the words of Hezekiah king of Judah."},{"number":9,"verse":"After this Sennacherib king of Assyria sent Rab-shakey together with his servants, and they came to Jerusalem (but he himself was besieging Lachish, and all his commanders with him) to all the people of Judah that were in Jerusalem, saying,"},{"number":10,"verse":"Thus says Sennacherib king of Assyria: On whom are you trusting, that you remain in Jerusalem during the siege?"},{"number":11,"verse":"Hezekiah is deceiving you that he may give you over to die by famine and by thirst, and moreover he is misleading you, saying, The LORD our God shall deliver us out of the hands of the king of Assyria."},{"number":12,"verse":"Has not the same Hezekiah removed his high places and altars, and commanded Judah and the inhabitants of Jerusalem, saying, You shall worship before one altar and burn incense upon it?"},{"number":13,"verse":"Perhaps you know what I and my fathers have done to all the people of other lands? And the gods of nations of those lands were not able to deliver their lands out of my hand."},{"number":14,"verse":"Who is there among all the gods of those nations that my fathers utterly destroyed that was able to deliver his people out of my hand, that the LORD should be able to deliver you out of my hand?"},{"number":15,"verse":"Now therefore do not let Hezekiah deceive you nor make you to trust in this, and do not believe him; for your God will not be able to deliver you out of my hand; for all nations and kingdoms have not been able to deliver their cities out of my hand, and out of the hands of my fathers; your God also will not be able to deliver you out of my hand."},{"number":16,"verse":"And his servants spoke these things before the LORD God of Israel and in the presence of his servant Hezekiah."},{"number":17,"verse":"And he wrote letters to revile the LORD God of Israel, and to speak to the people of Israel, saying, As the gods of the nations of these lands were unable to deliver their cities out of my hand, so shall not the God of Hezekiah be able to deliver his city out of my hand."},{"number":18,"verse":"Then they cried with a loud voice in the Jewish language to the people who were seated on the wall of Jerusalem, to frighten them and to trouble them, that they might capture the wall of the city."},{"number":19,"verse":"And they spoke in the name of the gods of the people of the earth and also in the name of the God of Jerusalem, imploring him to reward them according to the work of their hands."},{"number":20,"verse":"Then Hezekiah and Isaiah the son of Amoz, the prophet, prayed because of this, and the LORD heard the voice of their prayer."},{"number":21,"verse":"And the LORD sent an angel from before him, who smote all the mighty men of valour and the kings and the princes who were in the camp of the king of Assyria. So the king of Assyria returned in disgrace to his own land. And when he came into the house of his gods, his sons, who came forth of his own loins, slew him there with the sword."},{"number":22,"verse":"Thus the LORD saved Hezekiah and the inhabitants of Jerusalem from the hands of Sennacherib the king of Assyria and from the hand of all of those who invaded their borders."},{"number":23,"verse":"And many of the children of Israel brought gifts to the LORD to Jerusalem, and gave presents to Hezekiah king of Judah, so that he was exalted before all nations."},{"number":24,"verse":"In those days Hezekiah was sick to death, and he prayed before the LORD and said, Thou hast performed mighty miracles for me and thou hast rewarded me according to the works of my hands."},{"number":25,"verse":"And the sickness of Hezekiah was due to the pride of his heart; therefore the wrath of the LORD came upon him and upon Judah and Jerusalem."},{"number":26,"verse":"But Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the LORD did not come upon them in the days of Hezekiah."},{"number":27,"verse":"And Hezekiah had exceeding great wealth and honor; and he made for himself treasuries for silver and for gold and for precious stones and for spices and for shields and for all manner of pleasant vessels;"},{"number":28,"verse":"Storehouses also for the increase of grain and wine and oil; and stalls for all kinds of beasts;"},{"number":29,"verse":"And folds for herds and for flocks, and for oxen and other beasts; for the LORD had given him very much substance."},{"number":30,"verse":"This same Hezekiah also buried the outlet for the waters of the upper spring and brought it straight down to the western cistern of the city of David. And Hezekiah prospered in all his works."},{"number":31,"verse":"And he sought the law of the LORD, as it was given in the land, and the LORD knew all that was in his heart."},{"number":32,"verse":"Now the rest of the acts of Hezekiah, and his goodness and his excellent ways, behold, they are written in the prophecy of Isaiah the prophet, the son of Amoz, and in the Book of the Kings of Judah and Israel."},{"number":33,"verse":"And Hezekiah slept with his fathers, and they buried him in the city of David; and all Judah and the inhabitants of Jerusalem did him honor at his death, and they returned to Jerusalem. And Manasseh his son reigned in his stead."}]}