{"bibleAbbr":"LBP1933","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"THUS all the work that Solomon made for the house of the LORD was finished; and Solomon brought in all the things which David his father had dedicated; and the silver and the gold and all the vessels he put in the treasures of the house of the LORD."},{"number":2,"verse":"Then Solomon assembled at Jerusalem all the elders of Israel and all the heads of the tribes, the chiefs of the fathers of the children of Israel, to bring up the ark of the covenant of the LORD from the city of David, which is Zion."},{"number":3,"verse":"Wherefore all the men of Israel assembled themselves to King Solomon at Jerusalem in the feast of tabernacles, which is in the seventh month."},{"number":4,"verse":"And all the elders of Israel came; and the priests took up the ark."},{"number":5,"verse":"And they brought up the ark of the LORD and the tabernacle of the congregation and all the holy vessels that were in the tabernacle, these did the priests and the Levites bring up."},{"number":6,"verse":"And King Solomon and all the people of Israel that were assembled to him before the ark sacrificed sheep and oxen which could not be counted nor numbered for multitude."},{"number":7,"verse":"Then the priests brought in the ark of the covenant of the LORD, and put it in its place, into the most holy place under the wings of the cherubim:"},{"number":8,"verse":"For the cherubim spread forth their wings over the place of the ark, and the cherubim covered the ark and the poles thereof above."},{"number":9,"verse":"And the poles were so long that the ends of the poles were seen from underneath the ark within the house, but they were not seen from the outside. And there they remain to this day."},{"number":10,"verse":"There was nothing in the ark except the two stone tablets which Moses had put there, which he brought from mount Sinai. This is the same covenant which the LORD made with the children of Israel when they came out of the land of Egypt."},{"number":11,"verse":"And it came to pass, when the priests were come out of the holy place (for all the priests who were present there entered into the holy place;"},{"number":12,"verse":"Also the Levites, who were the singers, all of them of Asaph, of Heman, of Jeruthun, with their sons and their brethren, being arrayed in white linen, having cymbals and psalteries and harps, stood at the east end of the altar, and with them an hundred and twenty priests sounding with trumpets):"},{"number":13,"verse":"That the trumpeters and singers were as one, to make one sound to be heard in praising and thanking the LORD; and when they lifted up their voice with the trumpets and cymbals and instruments of music, and praised the LORD, saying, For he is good; for his mercy endures for ever; that then the house was filled with a cloud, even the house of the LORD,"},{"number":14,"verse":"So that the priests could not stand to minister because of the cloud; for the house of the LORD was filled with the brightness of his glory."}]}