{"bibleAbbr":"urDGV2010","bookName":"पैदाइश","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"( इब्राहीम की आज़माइश) कुछ अर्से के बाद अल्लाह ने इब्राहीम को आज़माया। उस ने उस से कहा, “इब्राहीम!” उस ने जवाब दिया, “जी, मैं हाज़िर हूँ।”"},{"number":2,"verse":"अल्लाह ने कहा, “अपने इक्लौते बेटे इस्हाक़ को जिसे तू प्यार करता है साथ ले कर मोरियाह के इलाक़े में चला जा। वहाँ मैं तुझे एक पहाड़ दिखाऊँगा। उस पर अपने बेटे को क़ुर्बान कर दे। उसे ज़बह करके क़ुर्बानगाह पर जला देना।”"},{"number":3,"verse":"सुब्ह-सवेरे इब्राहीम उठा और अपने गधे पर ज़ीन कसा। उस ने अपने साथ दो नौकरों और अपने बेटे इस्हाक़ को लिया। फिर वह क़ुर्बानी को जलाने के लिए लकड़ी काट कर उस जगह की तरफ़ रवाना हुआ जो अल्लाह ने उसे बताई थी।"},{"number":4,"verse":"सफ़र करते करते तीसरे दिन क़ुर्बानी की जगह इब्राहीम को दूर से नज़र आई।"},{"number":5,"verse":"उस ने नौकरों से कहा, “यहाँ गधे के पास ठहरो। मैं लड़के के साथ वहाँ जा कर परस्तिश करूँगा। फिर हम तुम्हारे पास वापस आ जाएंगे।”"},{"number":6,"verse":"इब्राहीम ने क़ुर्बानी को जलाने के लिए लकड़ियाँ इस्हाक़ के कंधों पर रख दीं और ख़ुद छुरी और आग जलाने के लिए अंगारों का बर्तन उठाया। दोनों चल दिए।"},{"number":7,"verse":"इस्हाक़ बोला, “अब्बू!” इब्राहीम ने कहा, “जी बेटा।” “अब्बू, आग और लकड़ियाँ तो हमारे पास हैं, लेकिन क़ुर्बानी के लिए भेड़ या बकरी कहाँ है?”"},{"number":8,"verse":"इब्राहीम ने जवाब दिया, “अल्लाह ख़ुद क़ुर्बानी के लिए जानवर मुहय्या करेगा, बेटा।” वह आगे बढ़ गए।"},{"number":9,"verse":"चलते चलते वह उस मक़ाम पर पहुँचे जो अल्लाह ने उस पर ज़ाहिर किया था। इब्राहीम ने वहाँ क़ुर्बानगाह बनाई और उस पर लकड़ियाँ तरतीब से रख दीं। फिर उस ने इस्हाक़ को बांध कर लकड़ियों पर रख दिया"},{"number":10,"verse":"और छुरी पकड़ ली ताकि अपने बेटे को ज़बह करे।"},{"number":11,"verse":"ऐन उसी वक़्त रब के फ़रिश्ते ने आसमान पर से उसे आवाज़ दी, “इब्राहीम, इब्राहीम!” इब्राहीम ने कहा, “जी, मैं हाज़िर हूँ।”"},{"number":12,"verse":"फ़रिश्ते ने कहा, “अपने बेटे पर हाथ न चला, न उस के साथ कुछ कर। अब मैं ने जान लिया है कि तू अल्लाह का ख़ौफ़ रखता है, क्यूँकि तू अपने इक्लौते बेटे को भी मुझे देने के लिए तय्यार है।”"},{"number":13,"verse":"अचानक इब्राहीम को एक मेंढा नज़र आया जिस के सींग गुंजान झाड़ियों में फंसे हुए थे। इब्राहीम ने उसे ज़बह करके अपने बेटे की जगह क़ुर्बानी के तौर पर जला दिया।"},{"number":14,"verse":"उस ने उस मक़ाम का नाम “रब मुहय्या करता है” रखा। इस लिए आज तक कहा जाता है, “रब के पहाड़ पर मुहय्या किया जाता है।”"},{"number":15,"verse":"रब के फ़रिश्ते ने एक बार फिर आसमान पर से पुकार कर उस से बात की।"},{"number":16,"verse":"“रब का फ़रमान है, मेरी ज़ात की क़सम, चूँकि तू ने यह किया और अपने इक्लौते बेटे को मुझे पेश करने के लिए तय्यार था"},{"number":17,"verse":"इस लिए मैं तुझे बरकत दूँगा और तेरी औलाद को आसमान के सितारों और साहिल की रेत की तरह बेशुमार होने दूँगा। तेरी औलाद अपने दुश्मनों के शहरों के दरवाज़ों पर क़ब्ज़ा करेगी।"},{"number":18,"verse":"चूँकि तू ने मेरी सुनी इस लिए तेरी औलाद से दुनिया की तमाम क़ौमें बरकत पाएँगी।”"},{"number":19,"verse":"इस के बाद इब्राहीम अपने नौकरों के पास वापस आया, और वह मिल कर बैर-सबा लौटे। वहाँ इब्राहीम आबाद रहा।"},{"number":20,"verse":"इन वाक़िआत के बाद इब्राहीम को इत्तिला मिली, “आप के भाई नहूर की बीवी मिल्काह के हाँ भी बेटे पैदा हुए हैं।"},{"number":21,"verse":"उस के पहलौठे ऊज़ के बाद बूज़, क़मूएल (अराम का बाप),"},{"number":22,"verse":"कसद, हज़ू, फ़िल्दास, इद्लाफ़ और बतूएल पैदा हुए हैं।”"},{"number":23,"verse":"मिल्काह और नहूर के हाँ यह आठ बेटे पैदा हुए। (बतूएल रिब्क़ा का बाप था)।"},{"number":24,"verse":"नहूर की हरम का नाम रूमा था। उस के हाँ भी बेटे पैदा हुए जिन के नाम तिबख़, जाहम, तख़स और माका हैं।"}]}