{"bibleAbbr":"urDGV2010","bookName":"पैदाइश","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"( इब्राहीम की मज़ीद औलाद) इब्राहीम ने एक और शादी की। नई बीवी का नाम क़तूरा था।"},{"number":2,"verse":"क़तूरा के छः बेटे पैदा हुए, ज़िम्रान, युक़्सान, मिदान, मिदियान, इस्बाक़ और सूख़।"},{"number":3,"verse":"युक़्सान के दो बेटे थे, सबा और ददान। असूरी, लतूसी और लूमी ददान की औलाद हैं।"},{"number":4,"verse":"मिदियान के बेटे ऐफ़ा, इफ़र, हनूक, अबीदा और इल्दआ थे। यह सब क़तूरा की औलाद थे।"},{"number":5,"verse":"इब्राहीम ने अपनी सारी मिलकियत इस्हाक़ को दे दी।"},{"number":6,"verse":"अपनी मौत से पहले उस ने अपनी दूसरी बीवियों के बेटों को तोह्फ़े दे कर अपने बेटे से दूर मशरिक़ की तरफ़ भेज दिया।"},{"number":7,"verse":"( इब्राहीम की वफ़ात) इब्राहीम 175 साल की उम्र में फ़ौत हुआ। ग़रज़ वह बहुत उम्ररसीदा और ज़िन्दगी से आसूदा हो कर इन्तिक़ाल करके अपने बापदादा से जा मिला।"},{"number":9,"verse":"उस के बेटों इस्हाक़ और इस्माईल ने उसे मक्फ़ीला के ग़ार में दफ़न किया जो मम्रे के मशरिक़ में है। यह वही ग़ार था जिसे खेत समेत हित्ती आदमी इफ़्रोन बिन सुहर से ख़रीदा गया था। इब्राहीम और उस की बीवी सारा दोनों को उस में दफ़न किया गया।"},{"number":11,"verse":"इब्राहीम की वफ़ात के बाद अल्लाह ने इस्हाक़ को बरकत दी। उस वक़्त इस्हाक़ बैर-लही-रोई के क़रीब आबाद था।"},{"number":12,"verse":"( इस्माईल की औलाद) इब्राहीम का बेटा इस्माईल जो सारा की मिस्री लौंडी हाजिरा के हाँ पैदा हुआ उस का नसबनामा यह है।"},{"number":13,"verse":"इस्माईल के बेटे बड़े से ले कर छोटे तक यह हैं : नबायोत, क़ीदार, अदबिएल, मिब्साम,"},{"number":14,"verse":"मिश्मा, दूमा, मस्सा,"},{"number":15,"verse":"हदद, तैमा, यतूर, नफ़ीस और क़िदमा।"},{"number":16,"verse":"यह बेटे बारह क़बीलों के बानी बन गए, और जहाँ जहाँ वह आबाद हुए उन जगहों का वही नाम पड़ गया।"},{"number":17,"verse":"इस्माईल 137 साल का था जब वह कूच करके अपने बापदादा से जा मिला।"},{"number":18,"verse":"उस की औलाद उस इलाक़े में आबाद थी जो हवीला और शूर के दरमियान है और जो मिस्र के मशरिक़ में असूर की तरफ़ है। यूँ इस्माईल अपने तमाम भाइयों के सामने ही आबाद हुआ।"},{"number":19,"verse":"( एसौ और याक़ूब की पैदाइश) यह इब्राहीम के बेटे इस्हाक़ का बयान है।"},{"number":20,"verse":"इस्हाक़ 40 साल का था जब उस की रिब्क़ा से शादी हुई। रिब्क़ा लाबन की बहन और अरामी मर्द बतूएल की बेटी थी (बतूएल मसोपुतामिया का था)।"},{"number":21,"verse":"रिब्क़ा के बच्चे पैदा न हुए। लेकिन इस्हाक़ ने अपनी बीवी के लिए दुआ की तो रब ने उस की सुनी, और रिब्क़ा उम्मीद से हुई।"},{"number":22,"verse":"उस के पेट में बच्चे एक दूसरे से ज़ोरआज़माई करने लगे तो वह रब से पूछने गई, “अगर यह मेरी हालत रहेगी तो फिर मैं यहाँ तक क्यूँ पहुँच गई हूँ?”"},{"number":23,"verse":"रब ने उस से कहा, “तेरे अन्दर दो क़ौमें हैं। वह तुझ से निकल कर एक दूसरी से अलग अलग हो जाएँगी। उन में से एक ज़्यादा ताक़तवर होगी, और बड़ा छोटे की ख़िदमत करेगा।”"},{"number":24,"verse":"पैदाइश का वक़्त आ गया तो जुड़वाँ बेटे पैदा हुए।"},{"number":25,"verse":"पहला बच्चा निकला तो सुर्ख़ सा था, और ऐसा लग रहा था कि वह घने बालों का कोट ही पहने हुए है। इस लिए उस का नाम एसौ यानी ‘बालों वाला’ रखा गया।"},{"number":26,"verse":"इस के बाद दूसरा बच्चा पैदा हुआ। वह एसौ की एड़ी पकड़े हुए निकला, इस लिए उस का नाम याक़ूब यानी ‘एड़ी पकड़ने वाला’ रखा गया। उस वक़्त इस्हाक़ 60 साल का था।"},{"number":27,"verse":"लड़के जवान हुए। एसौ माहिर शिकारी बन गया और खुले मैदान में ख़ुश रहता था। उस के मुक़ाबले में याक़ूब शाइस्ता था और डेरे में रहना पसन्द करता था।"},{"number":28,"verse":"इस्हाक़ एसौ को प्यार करता था, क्यूँकि वह शिकार का गोश्त पसन्द करता था। लेकिन रिब्क़ा याक़ूब को प्यार करती थी।"},{"number":29,"verse":"एक दिन याक़ूब सालन पका रहा था कि एसौ थकाहारा जंगल से आया।"},{"number":30,"verse":"उस ने कहा, “मुझे जल्दी से लाल सालन, हाँ इसी लाल सालन से कुछ खाने को दो। मैं तो बेदम हो रहा हूँ।” (इसी लिए बाद में उस का नाम अदोम यानी सुर्ख़ पड़ गया।)"},{"number":31,"verse":"याक़ूब ने कहा, “पहले मुझे पहलौठे का हक़ बेच दो।”"},{"number":32,"verse":"एसौ ने कहा, “मैं तो भूक से मर रहा हूँ, पहलौठे का हक़ मेरे किस काम का?”"},{"number":33,"verse":"याक़ूब ने कहा, “पहले क़सम खा कर मुझे यह हक़ बेच दो।” एसौ ने क़सम खा कर उसे पहलौठे का हक़ मुन्तक़िल कर दिया।"},{"number":34,"verse":"तब याक़ूब ने उसे कुछ रोटी और दाल दे दी, और एसौ ने खाया और पिया। फिर वह उठ कर चला गया। यूँ उस ने पहलौठे के हक़ को हक़ीर जाना।"}]}