{"bibleAbbr":"urDGV2010","bookName":"पैदाइश","bookEnglishName":"Genesis","chapterNumber":3,"verses":[{"number":1,"verse":"( गुनाह का आग़ाज़) साँप ज़मीन पर चलने फिरने वाले उन तमाम जानवरों से ज़्यादा चालाक था जिन को रब ख़ुदा ने बनाया था। उस ने औरत से पूछा, “क्या अल्लाह ने वाक़ई कहा कि बाग़ के किसी भी दरख़्त का फल न खाना?”"},{"number":2,"verse":"औरत ने जवाब दिया, “हरगिज़ नहीं। हम बाग़ का हर फल खा सकते हैं,"},{"number":3,"verse":"सिर्फ़ उस दरख़्त के फल से गुरेज़ करना है जो बाग़ के बीच में है। अल्लाह ने कहा कि उस का फल न खाओ बल्कि उसे छूना भी नहीं, वर्ना तुम यक़ीनन मर जाओगे।”"},{"number":4,"verse":"साँप ने औरत से कहा, “तुम हरगिज़ न मरोगे,"},{"number":5,"verse":"बल्कि अल्लाह जानता है कि जब तुम उस का फल खाओगे तो तुम्हारी आँखें खुल जाएँगी और तुम अल्लाह की मानिन्द हो जाओगे, तुम जो भी अच्छा और बुरा है उसे जान लोगे।”"},{"number":6,"verse":"औरत ने दरख़्त पर ग़ौर किया कि खाने के लिए अच्छा और देखने में भी दिलकश है। सब से दिलफ़रेब बात यह कि उस से समझ हासिल हो सकती है! यह सोच कर उस ने उस का फल ले कर उसे खाया। फिर उस ने अपने शौहर को भी दे दिया, क्यूँकि वह उस के साथ था। उस ने भी खा लिया।"},{"number":7,"verse":"लेकिन खाते ही उन की आँखें खुल गईं और उन को मालूम हुआ कि हम नंगे हैं। चुनाँचे उन्हों ने अन्जीर के पत्ते सी कर लुंगियाँ बना लीं।"},{"number":8,"verse":"शाम के वक़्त जब ठंडी हवा चलने लगी तो उन्हों ने रब ख़ुदा को बाग़ में चलते फिरते सुना। वह डर के मारे दरख़्तों के पीछे छुप गए।"},{"number":9,"verse":"रब ख़ुदा ने पुकार कर कहा, “आदम, तू कहाँ है?”"},{"number":10,"verse":"आदम ने जवाब दिया, “मैं ने तुझे बाग़ में चलते हुए सुना तो डर गया, क्यूँकि मैं नंगा हूँ। इस लिए मैं छुप गया।”"},{"number":11,"verse":"उस ने पूछा, “किस ने तुझे बताया कि तू नंगा है? क्या तू ने उस दरख़्त का फल खाया है जिसे खाने से मैं ने मना किया था?”"},{"number":12,"verse":"आदम ने कहा, “जो औरत तू ने मेरे साथ रहने के लिए दी है उस ने मुझे फल दिया। इस लिए मैं ने खा लिया।”"},{"number":13,"verse":"अब रब ख़ुदा औरत से मुख़ातिब हुआ, “तू ने यह क्यूँ किया?” औरत ने जवाब दिया, “साँप ने मुझे बहकाया तो मैं ने खाया।”"},{"number":14,"verse":"रब ख़ुदा ने साँप से कहा, “चूँकि तू ने यह किया, इस लिए तू तमाम मवेशियों और जंगली जानवरों में लानती है। तू उम्र भर पेट के बल रेंगेगा और ख़ाक चाटेगा।"},{"number":15,"verse":"मैं तेरे और औरत के दरमियान दुश्मनी पैदा करूँगा। उस की औलाद तेरी औलाद की दुश्मन होगी। वह तेरे सर को कुचल डालेगी जबकि तू उस की एड़ी पर काटेगा।”"},{"number":16,"verse":"फिर रब ख़ुदा औरत से मुख़ातिब हुआ और कहा, “जब तू उम्मीद से होगी तो मैं तेरी तक्लीफ़ को बहुत बढ़ाऊँगा। जब तेरे बच्चे होंगे तो तू शदीद दर्द का शिकार होगी। तू अपने शौहर की तमन्ना करेगी लेकिन वह तुझ पर हुकूमत करेगा।”"},{"number":17,"verse":"आदम से उस ने कहा, “तू ने अपनी बीवी की बात मानी और उस दरख़्त का फल खाया जिसे खाने से मैं ने मना किया था। इस लिए तेरे सबब से ज़मीन पर लानत है। उस से ख़ुराक हासिल करने के लिए तुझे उम्र भर मेहनत-मशक़्क़त करनी पड़ेगी।"},{"number":18,"verse":"तेरे लिए वह ख़ारदार पौदे और ऊँटकटारे पैदा करेगी, हालाँकि तू उस से अपनी ख़ुराक भी हासिल करेगा।"},{"number":19,"verse":"पसीना बहा बहा कर तुझे रोटी कमाने के लिए भाग-दौड़ करनी पड़ेगी। और यह सिलसिला मौत तक जारी रहेगा। तू मेहनत करते करते दुबारा ज़मीन में लौट जाएगा, क्यूँकि तू उसी से लिया गया है। तू ख़ाक है और दुबारा ख़ाक में मिल जाएगा।”"},{"number":20,"verse":"आदम ने अपनी बीवी का नाम हव्वा यानी ज़िन्दगी रखा, क्यूँकि बाद में वह तमाम ज़िन्दों की माँ बन गई।"},{"number":21,"verse":"रब ख़ुदा ने आदम और उस की बीवी के लिए खालों से लिबास बना कर उन्हें पहनाया।"},{"number":22,"verse":"उस ने कहा, “इन्सान हमारी मानिन्द हो गया है, वह अच्छे और बुरे का इल्म रखता है। अब ऐसा न हो कि वह हाथ बढ़ा कर ज़िन्दगी बख़्शने वाले दरख़्त के फल से ले और उस से खा कर हमेशा तक ज़िन्दा रहे।”"},{"number":23,"verse":"इस लिए रब ख़ुदा ने उसे बाग़-ए-अदन से निकाल कर उस ज़मीन की खेतीबाड़ी करने की ज़िम्मादारी दी जिस में से उसे लिया गया था।"},{"number":24,"verse":"इन्सान को ख़ारिज करने के बाद उस ने बाग़-ए-अदन के मशरिक़ में करूबी फ़रिश्ते खड़े किए और साथ साथ एक आतिशी तलवार रखी जो इधर उधर घूमती थी ताकि उस रास्ते की हिफ़ाज़त करे जो ज़िन्दगी बख़्शने वाले दरख़्त तक पहुँचाता था।"}]}