{"bibleAbbr":"urDGV2010","bookName":"पैदाइश","bookEnglishName":"Genesis","chapterNumber":33,"verses":[{"number":1,"verse":"( याक़ूब एसौ से मिलता है) फिर एसौ उन की तरफ़ आता हुआ नज़र आया। उस के साथ 400 आदमी थे। उन्हें देख कर याक़ूब ने बच्चों को बाँट कर लियाह, राख़िल और दोनों लौंडियों के हवाले कर दिया।"},{"number":2,"verse":"उस ने दोनों लौंडियों को उन के बच्चों समेत आगे चलने दिया। फिर लियाह उस के बच्चों समेत और आख़िर में राख़िल और यूसुफ़ आए।"},{"number":3,"verse":"याक़ूब ख़ुद सब से आगे एसौ से मिलने गया। चलते चलते वह सात दफ़ा ज़मीन तक झुका।"},{"number":4,"verse":"लेकिन एसौ दौड़ कर उस से मिलने आया और उसे गले लगा कर बोसा दिया। दोनों रो पड़े।"},{"number":5,"verse":"फिर एसौ ने औरतों और बच्चों को देखा। उस ने पूछा, “तुम्हारे साथ यह लोग कौन हैं?” याक़ूब ने कहा, “यह आप के ख़ादिम के बच्चे हैं जो अल्लाह ने अपने करम से नवाज़े हैं।”"},{"number":6,"verse":"दोनों लौंडियाँ अपने बच्चों समेत आ कर उस के सामने झुक गईं।"},{"number":7,"verse":"फिर लियाह अपने बच्चों के साथ आई और आख़िर में यूसुफ़ और राख़िल आ कर झुक गए।"},{"number":8,"verse":"एसौ ने पूछा, “जिस जानवरों के बड़े ग़ोल से मेरी मुलाक़ात हुई उस से क्या मुराद है?” याक़ूब ने जवाब दिया, “यह तोह्फ़ा है ताकि आप का ख़ादिम आप की नज़र में मक़्बूल हो।”"},{"number":9,"verse":"लेकिन एसौ ने कहा, “मेरे भाई, मेरे पास बहुत कुछ है। यह अपने पास ही रखो।”"},{"number":10,"verse":"याक़ूब ने कहा, “नहीं जी, अगर मुझ पर आप के करम की नज़र है तो मेरे इस तोह्फ़े को ज़रूर क़बूल फ़रमाएँ। क्यूँकि जब मैं ने आप का चेहरा देखा तो वह मेरे लिए अल्लाह के चेहरे की मानिन्द था, आप ने मेरे साथ इस क़दर अच्छा सुलूक किया है।"},{"number":11,"verse":"मेहरबानी करके यह तोह्फ़ा क़बूल करें जो मैं आप के लिए लाया हूँ। क्यूँकि अल्लाह ने मुझ पर अपने करम का इज़हार किया है, और मेरे पास बहुत कुछ है।” याक़ूब इसरार करता रहा तो आख़िरकार एसौ ने उसे क़बूल कर लिया। फिर एसौ कहने लगा,"},{"number":12,"verse":"“आओ, हम रवाना हो जाएँ। मैं तुम्हारे आगे आगे चलूँगा।”"},{"number":13,"verse":"याक़ूब ने जवाब दिया, “मेरे मालिक, आप जानते हैं कि मेरे बच्चे नाज़ुक हैं। मेरे पास भेड़-बकरियाँ, गाय-बैल और उन के दूध पीने वाले बच्चे भी हैं। अगर मैं उन्हें एक दिन के लिए भी हद से ज़्यादा हाँकूँ तो वह मर जाएंगे।"},{"number":14,"verse":"मेरे मालिक, मेहरबानी करके मेरे आगे आगे जाएँ। मैं आराम से उसी रफ़्तार से आप के पीछे पीछे चलता रहूँगा जिस रफ़्तार से मेरे मवेशी और मेरे बच्चे चल सकेंगे। यूँ हम आहिस्ता चलते हुए आप के पास सईर पहुँचेंगे।”"},{"number":15,"verse":"एसौ ने कहा, “क्या मैं अपने आदमियों में से कुछ आप के पास छोड़ दूँ?” लेकिन याक़ूब ने कहा, “क्या ज़रूरत है? सब से अहम बात यह है कि आप ने मुझे क़बूल कर लिया है।”"},{"number":16,"verse":"उस दिन एसौ सईर के लिए और"},{"number":17,"verse":"याक़ूब सुक्कात के लिए रवाना हुआ। वहाँ उस ने अपने लिए मकान बना लिया और अपने मवेशियों के लिए झोंपड़ियाँ। इस लिए उस मक़ाम का नाम सुक्कात यानी झोंपड़ियाँ पड़ गया।"},{"number":18,"verse":"फिर याक़ूब चलते चलते सलामती से सिकम शहर पहुँचा। यूँ उस का मसोपुतामिया से मुल्क-ए-कनआन तक का सफ़र इख़तिताम तक पहुँच गया। उस ने अपने ख़ैमे शहर के सामने लगाए।"},{"number":19,"verse":"उस के ख़ैमे हमोर की औलाद की ज़मीन पर लगे थे। उस ने यह ज़मीन चाँदी के 100 सिक्कों के बदले ख़रीद ली।"},{"number":20,"verse":"वहाँ उस ने क़ुर्बानगाह बनाई जिस का नाम उस ने ‘एल ख़ुदा-ए-इस्राईल’ रखा।"}]}