{"bibleAbbr":"urDGV2010","bookName":"पैदाइश","bookEnglishName":"Genesis","chapterNumber":41,"verses":[{"number":1,"verse":"( बादशाह के ख़्वाब) दो साल गुज़र गए कि एक रात बादशाह ने ख़्वाब देखा। वह दरया-ए-नील के किनारे खड़ा था।"},{"number":2,"verse":"अचानक दरया में से सात ख़ूबसूरत और मोटी गाएँ निकल कर सरकंडों में चरने लगीं।"},{"number":3,"verse":"उन के बाद सात और गाएँ निकल आईं। लेकिन वह बदसूरत और दुबली-पतली थीं। वह दरया के किनारे दूसरी गायों के पास खड़ी हो कर"},{"number":4,"verse":"पहली सात ख़ूबसूरत और मोटी मोटी गायों को खा गईं। इस के बाद मिस्र का बादशाह जाग उठा।"},{"number":5,"verse":"फिर वह दुबारा सो गया। इस दफ़ा उस ने एक और ख़्वाब देखा। अनाज के एक पौदे पर सात मोटी मोटी और अच्छी अच्छी बालें लगी थीं।"},{"number":6,"verse":"फिर सात और बालें फूट निकलीं जो दुबली-पतली और मशरिक़ी हवा से झुलसी हुई थीं।"},{"number":7,"verse":"अनाज की सात दुबली-पतली बालों ने सात मोटी और ख़ूबसूरत बालों को निगल लिया। फिर फ़िरऔन जाग उठा तो मालूम हुआ कि मैं ने ख़्वाब ही देखा है।"},{"number":8,"verse":"सुब्ह हुई तो वह परेशान था, इस लिए उस ने मिस्र के तमाम जादूगरों और आलिमों को बुलाया। उस ने उन्हें अपने ख़्वाब सुनाए, लेकिन कोई भी उन की ताबीर न कर सका।"},{"number":9,"verse":"फिर सरदार साक़ी ने फ़िरऔन से कहा, “आज मुझे अपनी ख़ताएँ याद आती हैं।"},{"number":10,"verse":"एक दिन फ़िरऔन अपने ख़ादिमों से नाराज़ हुए। हुज़ूर ने मुझे और बेकरी के इंचार्ज को क़ैदख़ाने में डलवा दिया जिस पर शाही मुहाफ़िज़ों का कप्तान मुक़र्रर था।"},{"number":11,"verse":"एक ही रात में हम दोनों ने मुख़्तलिफ़ ख़्वाब देखे जिन का मतलब फ़र्क़ फ़र्क़ था।"},{"number":12,"verse":"वहाँ जेल में एक इब्रानी नौजवान था। वह मुहाफ़िज़ों के कप्तान का ग़ुलाम था। हम ने उसे अपने ख़्वाब सुनाए तो उस ने हमें उन का मतलब बता दिया।"},{"number":13,"verse":"और जो कुछ भी उस ने बताया सब कुछ वैसा ही हुआ। मुझे अपनी ज़िम्मादारी वापस मिल गई जबकि बेकरी के इंचार्ज को सज़ा-ए-मौत दे कर दरख़्त से लटका दिया गया।”"},{"number":14,"verse":"यह सुन कर फ़िरऔन ने यूसुफ़ को बुलाया, और उसे जल्दी से क़ैदख़ाने से लाया गया। उस ने शेव करवा कर अपने कपड़े बदले और सीधे बादशाह के हुज़ूर पहुँचा।"},{"number":15,"verse":"बादशाह ने कहा, “मैं ने ख़्वाब देखा है, और यहाँ कोई नहीं जो उस की ताबीर कर सके। लेकिन सुना है कि तू ख़्वाब को सुन कर उस का मतलब बता सकता है।”"},{"number":16,"verse":"यूसुफ़ ने जवाब दिया, “यह मेरे इख़तियार में नहीं है। लेकिन अल्लाह ही बादशाह को सलामती का पैग़ाम देगा।”"},{"number":17,"verse":"फ़िरऔन ने यूसुफ़ को अपने ख़्वाब सुनाए, “मैं ख़्वाब में दरया-ए-नील के किनारे खड़ा था।"},{"number":18,"verse":"अचानक दरया में से सात मोटी मोटी और ख़ूबसूरत गाएँ निकल कर सरकंडों में चरने लगीं।"},{"number":19,"verse":"इस के बाद सात और गाएँ निकलीं। वह निहायत बदसूरत और दुबली-पतली थीं। मैं ने इतनी बदसूरत गाएँ मिस्र में कहीं भी नहीं देखीं।"},{"number":20,"verse":"दुबली और बदसूरत गाएँ पहली मोटी गायों को खा गईं।"},{"number":21,"verse":"और निगलने के बाद भी मालूम नहीं होता था कि उन्हों ने मोटी गायों को खाया है। वह पहले की तरह बदसूरत ही थीं। इस के बाद मैं जाग उठा।"},{"number":22,"verse":"फिर मैं ने एक और ख़्वाब देखा। सात मोटी और अच्छी बालें एक ही पौदे पर लगी थीं।"},{"number":23,"verse":"इस के बाद सात और बालें निकलीं जो ख़राब, दुबली-पतली और मशरिक़ी हवा से झुलसी हुई थीं।"},{"number":24,"verse":"सात दुबली-पतली बालें सात अच्छी बालों को निगल गईं। मैं ने यह सब कुछ अपने जादूगरों को बताया, लेकिन वह इस की ताबीर न कर सके।”"},{"number":25,"verse":"यूसुफ़ ने बादशाह से कहा, “दोनों ख़्वाबों का एक ही मतलब है। इन से अल्लाह ने हुज़ूर पर ज़ाहिर किया है कि वह क्या कुछ करने को है।"},{"number":26,"verse":"सात अच्छी गायों से मुराद सात साल हैं। इसी तरह सात अच्छी बालों से मुराद भी सात साल हैं। दोनों ख़्वाब एक ही बात बयान करते हैं।"},{"number":27,"verse":"जो सात दुबली और बदसूरत गाएँ बाद में निकलें उन से मुराद सात और साल हैं। यही सात दुबली-पतली और मशरिक़ी हवा से झुलसी हुई बालों का मतलब भी है। वह एक ही बात बयान करती हैं कि सात साल तक काल पड़ेगा।"},{"number":28,"verse":"यह वही बात है जो मैं ने हुज़ूर से कही कि अल्लाह ने हुज़ूर पर ज़ाहिर किया है कि वह क्या करेगा।"},{"number":29,"verse":"सात साल आएँगे जिन के दौरान मिस्र के पूरे मुल्क में कस्रत से पैदावार होगी।"},{"number":30,"verse":"उस के बाद सात साल काल पड़ेगा। काल इतना शदीद होगा कि लोग भूल जाएंगे कि पहले इतनी कस्रत थी। क्यूँकि काल मुल्क को तबाह कर देगा।"},{"number":31,"verse":"काल की शिद्दत के बाइस अच्छे सालों की कस्रत याद ही नहीं रहेगी।"},{"number":32,"verse":"हुज़ूर को इस लिए एक ही पैग़ाम दो मुख़्तलिफ़ ख़्वाबों की सूरत में मिला कि अल्लाह इस का पक्का इरादा रखता है, और वह जल्द ही इस पर अमल करेगा।"},{"number":33,"verse":"अब बादशाह किसी समझदार और दानिशमन्द आदमी को मुल्क-ए-मिस्र का इन्तिज़ाम सौंपें।"},{"number":34,"verse":"इस के इलावा वह ऐसे आदमी मुक़र्रर करें जो सात अच्छे सालों के दौरान हर फ़सल का पाँचवाँ हिस्सा लें।"},{"number":35,"verse":"वह उन अच्छे सालों के दौरान ख़ुराक जमा करें। बादशाह उन्हें इख़तियार दें कि वह शहरों में गोदाम बना कर अनाज को मह्फ़ूज़ कर लें।"},{"number":36,"verse":"यह ख़ुराक काल के उन सात सालों के लिए मख़्सूस की जाए जो मिस्र में आने वाले हैं। यूँ मुल्क तबाह नहीं होगा।”"},{"number":37,"verse":"( यूसुफ़ को मिस्र पर हाकिम मुक़र्रर किया जाता है) यह मन्सूबा बादशाह और उस के अफ़्सरान को अच्छा लगा।"},{"number":38,"verse":"उस ने उन से कहा, “हमें इस काम के लिए यूसुफ़ से ज़्यादा लाइक़ आदमी नहीं मिलेगा। उस में अल्लाह की रूह है।”"},{"number":39,"verse":"बादशाह ने यूसुफ़ से कहा, “अल्लाह ने यह सब कुछ तुझ पर ज़ाहिर किया है, इस लिए कोई भी तुझ से ज़्यादा समझदार और दानिशमन्द नहीं है।"},{"number":40,"verse":"मैं तुझे अपने महल पर मुक़र्रर करता हूँ। मेरी तमाम रिआया तेरे ताबे रहेगी। तेरा इख़तियार सिर्फ़ मेरे इख़तियार से कम होगा।"},{"number":41,"verse":"अब मैं तुझे पूरे मुल्क-ए-मिस्र पर हाकिम मुक़र्रर करता हूँ।”"},{"number":42,"verse":"बादशाह ने अपनी उंगली से वह अंगूठी उतारी जिस से मुहर लगाता था और उसे यूसुफ़ की उंगली में पहना दिया। उस ने उसे कतान का बारीक लिबास पहनाया और उस के गले में सोने का गलूबन्द पहना दिया।"},{"number":43,"verse":"फिर उस ने उसे अपने दूसरे रथ में सवार किया और लोग उस के आगे आगे पुकारते रहे, “घुटने टेको! घुटने टेको!” यूँ यूसुफ़ पूरे मिस्र का हाकिम बना।"},{"number":44,"verse":"फ़िरऔन ने उस से कहा, “मैं तो बादशाह हूँ, लेकिन तेरी इजाज़त के बग़ैर पूरे मुल्क में कोई भी अपना हाथ या पाँओ नहीं हिलाएगा।”"},{"number":45,"verse":"उस ने यूसुफ़ का मिस्री नाम साफ़नत-फ़ानेह रखा और ओन के पुजारी फ़ोतीफ़िरा की बेटी आसनत के साथ उस की शादी कराई। यूसुफ़ 30 साल का था जब वह मिस्र के बादशाह फ़िरऔन की ख़िदमत करने लगा। उस ने फ़िरऔन के हुज़ूर से निकल कर मिस्र का दौरा किया।"},{"number":47,"verse":"सात अच्छे सालों के दौरान मुल्क में निहायत अच्छी फ़सलें उगीं।"},{"number":48,"verse":"यूसुफ़ ने तमाम ख़ुराक जमा करके शहरों में मह्फ़ूज़ कर ली। हर शहर में उस ने इर्दगिर्द के खेतों की पैदावार मह्फ़ूज़ रखी।"},{"number":49,"verse":"जमाशुदा अनाज समुन्दर की रेत की मानिन्द बकस्रत था। इतना अनाज था कि यूसुफ़ ने आख़िरकार उस की पैमाइश करना छोड़ दिया।"},{"number":50,"verse":"काल से पहले यूसुफ़ और आसनत के दो बेटे पैदा हुए।"},{"number":51,"verse":"उस ने पहले का नाम मनस्सी यानी ‘जो भुला देता है’ रखा। क्यूँकि उस ने कहा, “अल्लाह ने मेरी मुसीबत और मेरे बाप का घराना मेरी याददाश्त से निकाल दिया है।”"},{"number":52,"verse":"दूसरे का नाम उस ने इफ़्राईम यानी ‘दुगना फलदार’ रखा। क्यूँकि उस ने कहा, “अल्लाह ने मुझे मेरी मुसीबत के मुल्क में फलने फूलने दिया है।”"},{"number":53,"verse":"सात अच्छे साल जिन में कस्रत की फ़सलें उगीं गुज़र गए।"},{"number":54,"verse":"फिर काल के सात साल शुरू हुए जिस तरह यूसुफ़ ने कहा था। तमाम दीगर ममालिक में भी काल पड़ गया, लेकिन मिस्र में वाफ़िर ख़ुराक पाई जाती थी।"},{"number":55,"verse":"जब काल ने तमाम मिस्र में ज़ोर पकड़ा तो लोग चीख़ कर खाने के लिए बादशाह से मिन्नत करने लगे। तब फ़िरऔन ने उन से कहा, “यूसुफ़ के पास जाओ। जो कुछ वह तुम्हें बताएगा वही करो।”"},{"number":56,"verse":"जब काल पूरी दुनिया में फैल गया तो यूसुफ़ ने अनाज के गोदाम खोल कर मिस्रियों को अनाज बेच दिया। क्यूँकि काल के बाइस मुल्क के हालात बहुत ख़राब हो गए थे।"},{"number":57,"verse":"तमाम ममालिक से भी लोग अनाज ख़रीदने के लिए यूसुफ़ के पास आए, क्यूँकि पूरी दुनिया सख़्त काल की गिरिफ़्त में थी।"}]}