{"bibleAbbr":"urDGV2010","bookName":"पैदाइश","bookEnglishName":"Genesis","chapterNumber":43,"verses":[{"number":1,"verse":"( बिनयमीन के हमराह दूसरा सफ़र) काल ने ज़ोर पकड़ा।"},{"number":2,"verse":"जब मिस्र से लाया गया अनाज ख़त्म हो गया तो याक़ूब ने कहा, “अब वापस जा कर हमारे लिए कुछ और ग़ल्ला ख़रीद लाओ।”"},{"number":3,"verse":"लेकिन यहूदाह ने कहा, “उस मर्द ने सख़्ती से कहा था, ‘तुम सिर्फ़ इस सूरत में मेरे पास आ सकते हो कि तुम्हारा भाई साथ हो।’"},{"number":4,"verse":"अगर आप हमारे भाई को साथ भेजें तो फिर हम जा कर आप के लिए ग़ल्ला ख़रीदेंगे"},{"number":5,"verse":"वर्ना नहीं। क्यूँकि उस आदमी ने कहा था कि हम सिर्फ़ इस सूरत में उस के पास आ सकते हैं कि हमारा भाई साथ हो।”"},{"number":6,"verse":"याक़ूब ने कहा, “तुम ने उसे क्यूँ बताया कि हमारा एक और भाई भी है? इस से तुम ने मुझे बड़ी मुसीबत में डाल दिया है।”"},{"number":7,"verse":"उन्हों ने जवाब दिया, “वह आदमी हमारे और हमारे ख़ानदान के बारे में पूछता रहा, ‘क्या तुम्हारा बाप अब तक ज़िन्दा है? क्या तुम्हारा कोई और भाई है?’ फिर हमें जवाब देना पड़ा। हमें क्या पता था कि वह हमें अपने भाई को साथ लाने को कहेगा।”"},{"number":8,"verse":"फिर यहूदाह ने बाप से कहा, “लड़के को मेरे साथ भेज दें तो हम अभी रवाना हो जाएंगे। वर्ना आप, हमारे बच्चे बल्कि हम सब भूकों मर जाएंगे।"},{"number":9,"verse":"मैं ख़ुद उस का ज़ामिन हूँगा। आप मुझे उस की जान का ज़िम्मादार ठहरा सकते हैं। अगर मैं उसे सलामती से वापस न पहुँचाऊँ तो फिर मैं ज़िन्दगी के आख़िर तक क़ुसूरवार ठहरूँगा।"},{"number":10,"verse":"जितनी देर तक हम झिजकते रहे हैं उतनी देर में तो हम दो दफ़ा मिस्र जा कर वापस आ सकते थे।”"},{"number":11,"verse":"तब उन के बाप इस्राईल ने कहा, “अगर और कोई सूरत नहीं तो इस मुल्क की बेहतरीन पैदावार में से कुछ तोह्फ़े के तौर पर ले कर उस आदमी को दे दो यानी कुछ बल्सान, शहद, लादन, मुर, पिस्ता और बादाम।"},{"number":12,"verse":"अपने साथ दुगनी रक़म ले कर जाओ, क्यूँकि तुम्हें वह पैसे वापस करने हैं जो तुम्हारी बोरियों में रखे गए थे। शायद किसी से ग़लती हुई हो।"},{"number":13,"verse":"अपने भाई को ले कर सीधे वापस पहुँचना।"},{"number":14,"verse":"अल्लाह क़ादिर-ए-मुतलक़ करे कि यह आदमी तुम पर रहम करके बिनयमीन और तुम्हारे दूसरे भाई को वापस भेजे। जहाँ तक मेरा ताल्लुक़ है, अगर मुझे अपने बच्चों से महरूम होना है तो ऐसा ही हो।”"},{"number":15,"verse":"चुनाँचे वह तोह्फ़े, दुगनी रक़म और बिनयमीन को साथ ले कर चल पड़े। मिस्र पहुँच कर वह यूसुफ़ के सामने हाज़िर हुए।"},{"number":16,"verse":"जब यूसुफ़ ने बिनयमीन को उन के साथ देखा तो उस ने अपने घर पर मुक़र्रर मुलाज़िम से कहा, “इन आदमियों को मेरे घर ले जाओ ताकि वह दोपहर का खाना मेरे साथ खाएँ। जानवर को ज़बह करके खाना तय्यार करो।”"},{"number":17,"verse":"मुलाज़िम ने ऐसा ही किया और भाइयों को यूसुफ़ के घर ले गया।"},{"number":18,"verse":"जब उन्हें उस के घर पहुँचाया जा रहा था तो वह डर कर सोचने लगे, “हमें उन पैसों के सबब से यहाँ लाया जा रहा है जो पहली दफ़ा हमारी बोरियों में वापस किए गए थे। वह हम पर अचानक हम्ला करके हमारे गधे छीन लेंगे और हमें ग़ुलाम बना लेंगे।”"},{"number":19,"verse":"इस लिए घर के दरवाज़े पर पहुँच कर उन्हों ने घर पर मुक़र्रर मुलाज़िम से कहा,"},{"number":20,"verse":"“जनाब-ए-आली, हमारी बात सुन लीजिए। इस से पहले हम अनाज ख़रीदने के लिए यहाँ आए थे।"},{"number":21,"verse":"लेकिन जब हम यहाँ से रवाना हो कर रास्ते में रात के लिए ठहरे तो हम ने अपनी बोरियाँ खोल कर देखा कि हर बोरी के मुँह में हमारे पैसों की पूरी रक़म पड़ी है। हम यह पैसे वापस ले आए हैं।"},{"number":22,"verse":"नीज़, हम मज़ीद ख़ुराक ख़रीदने के लिए और पैसे ले आए हैं। ख़ुदा जाने किस ने हमारे यह पैसे हमारी बोरियों में रख दिए।”"},{"number":23,"verse":"मुलाज़िम ने कहा, “फ़िक्र न करें। मत डरें। आप के और आप के बाप के ख़ुदा ने आप के लिए आप की बोरियों में यह ख़ज़ाना रखा होगा। बहरहाल मुझे आप के पैसे मिल गए हैं।” मुलाज़िम शमाऊन को उन के पास बाहर ले आया।"},{"number":24,"verse":"फिर उस ने भाइयों को यूसुफ़ के घर में ले जा कर उन्हें पाँओ धोने के लिए पानी और गधों को चारा दिया।"},{"number":25,"verse":"उन्हों ने अपने तोह्फ़े तय्यार रखे, क्यूँकि उन्हें बताया गया, “यूसुफ़ दोपहर का खाना आप के साथ ही खाएगा।”"},{"number":26,"verse":"जब यूसुफ़ घर पहुँचा तो वह अपने तोह्फ़े ले कर उस के सामने आए और मुँह के बल झुक गए।"},{"number":27,"verse":"उस ने उन से ख़ैरियत दरयाफ़्त की और फिर कहा, “तुम ने अपने बूढ़े बाप का ज़िक्र किया। क्या वह ठीक हैं? क्या वह अब तक ज़िन्दा हैं?”"},{"number":28,"verse":"उन्हों ने जवाब दिया, “जी, आप के ख़ादिम हमारे बाप अब तक ज़िन्दा हैं।” वह दुबारा मुँह के बल झुक गए।"},{"number":29,"verse":"जब यूसुफ़ ने अपने सगे भाई बिनयमीन को देखा तो उस ने कहा, “क्या यह तुम्हारा सब से छोटा भाई है जिस का तुम ने ज़िक्र किया था? बेटा, अल्लाह की नज़र-ए-करम तुम पर हो।”"},{"number":30,"verse":"यूसुफ़ अपने भाई को देख कर इतना मुतअस्सिर हुआ कि वह रोने को था, इस लिए वह जल्दी से वहाँ से निकल कर अपने सोने के कमरे में गया और रो पड़ा।"},{"number":31,"verse":"फिर वह अपना मुँह धो कर वापस आया। अपने आप पर क़ाबू पा कर उस ने हुक्म दिया कि नौकर खाना ले आएँ।"},{"number":32,"verse":"नौकरों ने यूसुफ़ के लिए खाने का अलग इन्तिज़ाम किया और भाइयों के लिए अलग। मिस्रियों के लिए भी खाने का अलग इन्तिज़ाम था, क्यूँकि इब्रानियों के साथ खाना खाना उन की नज़र में क़ाबिल-ए-नफ़रत था।"},{"number":33,"verse":"भाइयों को उन की उम्र की तरतीब के मुताबिक़ यूसुफ़ के सामने बिठाया गया। यह देख कर भाई निहायत हैरान हुए।"},{"number":34,"verse":"नौकरों ने उन्हें यूसुफ़ की मेज़ पर से खाना ले कर खिलाया। लेकिन बिनयमीन को दूसरों की निस्बत पाँच गुना ज़्यादा मिला। यूँ उन्हों ने यूसुफ़ के साथ जी भर कर खाया और पिया।"}]}