{"bibleAbbr":"urDGV2010","bookName":"पैदाइश","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"( सैलाब का अग़ाज़) फिर रब ने नूह से कहा, “अपने घराने समेत कश्ती में दाख़िल हो जा, क्यूँकि इस दौर के लोगों में से मैं ने सिर्फ़ तुझे रास्तबाज़ पाया है।"},{"number":2,"verse":"हर क़िस्म के पाक जानवरों में से सात सात नर-ओ-मादा के जोड़े जबकि नापाक जानवरों में से नर-ओ-मादा का सिर्फ़ एक एक जोड़ा साथ ले जाना।"},{"number":3,"verse":"इसी तरह हर क़िस्म के पर रखने वालों में से सात सात नर-ओ-मादा के जोड़े भी साथ ले जाना ताकि उन की नस्लें बची रहें।"},{"number":4,"verse":"एक हफ़्ते के बाद मैं चालीस दिन और चालीस रात मुतवातिर बारिश बरसाऊँगा। इस से मैं तमाम जानदारों को रू-ए-ज़मीन पर से मिटा डालूँगा, अगरचे मैं ही ने उन्हें बनाया है।”"},{"number":5,"verse":"नूह ने वैसा ही किया जैसा रब ने हुक्म दिया था।"},{"number":6,"verse":"वह 600 साल का था जब यह तूफ़ानी सैलाब ज़मीन पर आया।"},{"number":7,"verse":"तूफ़ानी सैलाब से बचने के लिए नूह अपने बेटों, अपनी बीवी और बहूओं के साथ कश्ती में सवार हुआ।"},{"number":8,"verse":"ज़मीन पर फिरने वाले पाक और नापाक जानवर, पर रखने वाले और तमाम रेंगने वाले जानवर भी आए।"},{"number":9,"verse":"नर-ओ-मादा की सूरत में दो दो हो कर वह नूह के पास आ कर कश्ती में सवार हुए। सब कुछ वैसा ही हुआ जैसा अल्लाह ने नूह को हुक्म दिया था।"},{"number":10,"verse":"एक हफ़्ते के बाद तूफ़ानी सैलाब ज़मीन पर आ गया।"},{"number":11,"verse":"यह सब कुछ उस वक़्त हुआ जब नूह 600 साल का था। दूसरे महीने के 17वें दिन ज़मीन की गहराइयों में से तमाम चश्मे फूट निकले और आसमान पर पानी के दरीचे खुल गए।"},{"number":12,"verse":"चालीस दिन और चालीस रात तक मूसलाधार बारिश होती रही।"},{"number":13,"verse":"जब बारिश शुरू हुई तो नूह, उस के बेटे सिम, हाम और याफ़त, उस की बीवी और बहूएँ कश्ती में सवार हो चुके थे।"},{"number":14,"verse":"उन के साथ हर क़िस्म के जंगली जानवर, मवेशी, रेंगने और पर रखने वाले जानवर थे।"},{"number":15,"verse":"हर क़िस्म के जानदार दो दो हो कर नूह के पास आ कर कश्ती में सवार हो चुके थे।"},{"number":16,"verse":"नर-ओ-मादा आए थे। सब कुछ वैसा ही हुआ था जैसा अल्लाह ने नूह को हुक्म दिया था। फिर रब ने दरवाज़े को बन्द कर दिया।"},{"number":17,"verse":"चालीस दिन तक तूफ़ानी सैलाब जारी रहा। पानी चढ़ा तो उस ने कश्ती को ज़मीन पर से उठा लिया।"},{"number":18,"verse":"पानी ज़ोर पकड़ कर बहुत बढ़ गया, और कश्ती उस पर तैरने लगी।"},{"number":19,"verse":"आख़िरकार पानी इतना ज़्यादा हो गया कि तमाम ऊँचे पहाड़ भी उस में छुप गए,"},{"number":20,"verse":"बल्कि सब से ऊँची चोटी पर पानी की गहराई 20 फ़ुट थी।"},{"number":21,"verse":"ज़मीन पर रहने वाली हर मख़्लूक़ हलाक हुई। परिन्दे, मवेशी, जंगली जानवर, तमाम जानदार जिन से ज़मीन भरी हुई थी और इन्सान, सब कुछ मर गया।"},{"number":22,"verse":"ज़मीन पर हर जानदार मख़्लूक़ हलाक हुई।"},{"number":23,"verse":"यूँ हर मख़्लूक़ को रू-ए-ज़मीन पर से मिटा दिया गया। इन्सान, ज़मीन पर फिरने और रेंगने वाले जानवर और परिन्दे, सब कुछ ख़त्म कर दिया गया। सिर्फ़ नूह और कश्ती में सवार उस के साथी बच गए।"},{"number":24,"verse":"सैलाब डेढ़ सौ दिन तक ज़मीन पर ग़ालिब रहा।"}]}