{"bibleAbbr":"KNCL","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"(ದೇವರ ಮಂದೆಯ ಪಾಲನೆ) ಕ್ರಿಸ್ತಯೇಸುವಿನ ಮರಣ -ಯಾತನೆಯನ್ನು ಕಣ್ಣಾರೆ ಕಂಡವನೂ ಮುಂದೆ ಪ್ರತ್ಯಕ್ಷವಾಗುವ ಮಹಿಮೆಯಲ್ಲಿ ಭಾಗಿಯಾಗಲಿರುವವನೂ ಸಭಾಪ್ರಮುಖನೂ ಆದ ನಾನು, ನಿಮ್ಮಲ್ಲಿ ಪ್ರಮುಖರಾದ ಇತರರನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿ ವಿನಂತಿಸುವುದೇನೆಂದರೆ:"},{"number":2,"verse":"ನನ್ನ ಜೊತೆಹಿರಿಯರೇ, ದೇವರು ನಿಮಗೆ ವಹಿಸಿಕೊಟ್ಟಿರುವ ಮಂದೆಯನ್ನು ಕಾಯಿರಿ. ಕಡ್ಡಾಯದಿಂದಲ್ಲ, ದೇವರ ಚಿತ್ತಾನುಸಾರ ಅಕ್ಕರೆಯಿಂದ ಕಾಯಿರಿ. ದ್ರವ್ಯದ ದುರಾಶೆಯಿಂದಲ್ಲ, ಸೇವಾಸಕ್ತಿಯಿಂದ ಕಾಯಿರಿ."},{"number":3,"verse":"ನಿಮ್ಮ ಪಾಲನೆಗೆ ಒಳಗಾಗಿರುವವರ ಮೇಲೆ ದರ್ಪದಿಂದ ದೊರೆತನಮಾಡದೆ ದೇವರ ಮಂದೆಗೆ ಆದರ್ಶ ಮಾದರಿಗಳಾಗಿರಿ."},{"number":4,"verse":"ಆಗ ಮಾತ್ರ, ಪ್ರಧಾನ ಕುರಿಗಾಹಿ ಪ್ರತ್ಯಕ್ಷನಾಗುವಾಗ ಮಲಿನವಾಗದ ಮಹಿಮಾನ್ವಿತ ಜಯಮಾಲೆಯನ್ನು ಪಡೆಯುವಿರಿ."},{"number":5,"verse":"ಅಂತೆಯೇ ಯುವಜನರೇ, ನೀವು ಹಿರಿಯರಿಗೆ ವಿಧೇಯರಾಗಿ ನಡೆದುಕೊಳ್ಳಿ. ನೀವೆಲ್ಲರೂ ದೀನಮನೋಭಾವನೆಯನ್ನು ಧರಿಸಿಕೊಂಡು ಒಬ್ಬರಿಗೊಬ್ಬರು ಸೇವೆಮಾಡಿ. “ಗರ್ವಿಷ್ಠರನ್ನು ದೇವರು ವಿರೋಧಿಸುತ್ತಾರೆ. ನಮ್ರರಿಗಾದರೋ ಅವರು ದಯೆತೋರುತ್ತಾರೆ,” ಎಂದು ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಲಿಖಿತವಾಗಿದೆ."},{"number":6,"verse":"ದೇವರ ಪರಾಕ್ರಮಕ್ಕೆ ತಗ್ಗಿ ನಮ್ರರಾಗಿ ನಡೆದುಕೊಳ್ಳಿ. ಆಗ ಅವರು ನಿಮ್ಮನ್ನು ಸಕಾಲದಲ್ಲಿ ಮೇಲಕ್ಕೆತ್ತುವರು;"},{"number":7,"verse":"ನಿಮ್ಮ ಚಿಂತೆಯನ್ನೆಲ್ಲಾ ಅವರಿಗೇ ಬಿಟ್ಟುಬಿಡಿ. ನಿಮ್ಮ ಮೇಲೆ ಅವರಿಗೆ ಲಕ್ಷ್ಯವಿದೆ."},{"number":8,"verse":"ಸ್ವಸ್ಥಚಿತ್ತರಾಗಿರಿ, ಜಾಗರೂಕರಾಗಿರಿ. ಏಕೆಂದರೆ, ನಿಮ್ಮ ಶತ್ರುವಾಗಿರುವ ಸೈತಾನನು ಗರ್ಜಿಸುವ ಸಿಂಹದಂತೆ, ಯಾರನ್ನು ಕಬಳಿಸುವುದೆಂದು ಅತ್ತಿತ್ತ ಹುಡುಕಾಡುತ್ತಿರುವನು."},{"number":9,"verse":"ವಿಶ್ವಾಸದಲ್ಲಿ ದೃಢವಾಗಿದ್ದು ಅವನನ್ನು ಎದುರಿಸಿರಿ. ನಿಮ್ಮ ಸಹ ವಿಶ್ವಾಸಿಗಳು ಜಗತ್ತಿನಲ್ಲೆಲ್ಲಾ ಇಂಥ ಹಿಂಸೆಬಾಧೆಗಳನ್ನೇ ಅನುಭವಿಸುತ್ತಿದ್ದಾರೆಂದು ನಿಮಗೆ ತಿಳಿದಿದೆ."},{"number":10,"verse":"ಯೇಸುಕ್ರಿಸ್ತರಲ್ಲಿ ನಿಮ್ಮನ್ನು ತಮ್ಮ ಶಾಶ್ವತ ಮಹಿಮೆಗೆ ಕರೆದ ಕೃಪಾನಿಧಿಯಾದ ದೇವರು ನೀವು ಸ್ವಲ್ಪಕಾಲ ಹಿಂಸೆಬಾಧೆಯನ್ನು ಅನುಭವಿಸಿದ ನಂತರ ನಿಮ್ಮನ್ನು ಪೂರ್ವಸ್ಥಿತಿಗೆ ತರುವರು; ನಿಮ್ಮನ್ನು ಸ್ಥಿರಗೊಳಿಸಿ ಬಲಪಡಿಸುವರು."},{"number":11,"verse":"ಅವರ ಆಳ್ವಿಕೆ ಯುಗಯುಗಾಂತರಕ್ಕೂ ಇರಲಿ. ಆಮೆನ್."},{"number":12,"verse":"(ಅಂತಿಮ ವಂದನೆ) ನನ್ನ ಈ ಪುಟ್ಟ ಪತ್ರವನ್ನು ನಂಬಿಕಸ್ಥ ಸಹೋದರನಾದ ಸಿಲ್ವಾನನ ಸಹಾಯದಿಂದ ನಿಮಗೆ ಬರೆದಿರುತ್ತೇನೆ. ನಿಮ್ಮನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಲೆಂದು ಮತ್ತು ಇದುವೇ ದೇವರ ನಿಜವಾದ ಅನುಗ್ರಹವೆಂದು ಸ್ಪಷ್ಟೀಕರಿಸಲು ಬರೆದಿದ್ದೇನೆ. ಈ ಅನುಗ್ರಹದಲ್ಲಿ ನೀವು ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ."},{"number":13,"verse":"ನಿಮ್ಮ ಹಾಗೆ ದೇವರಿಂದ ಆಯ್ಕೆಯಾದ ಬಾಬಿಲೋನಿನಲ್ಲಿರುವ ಸಭೆ ನಿಮಗೆ ವಂದನೆಗಳನ್ನು ತಿಳಿಸುತ್ತದೆ. ಅಂತೆಯೇ, ನನ್ನ ಮಗನಂತಿರುವ ಮಾರ್ಕನು ನಿಮ್ಮನ್ನು ವಂದಿಸಿದ್ದಾನೆ."},{"number":14,"verse":"ಪ್ರೀತಿಯ ಮುದ್ದನ್ನಿಟ್ಟು ಒಬ್ಬರನ್ನೊಬ್ಬರು ವಂದಿಸಿರಿ. ಯೇಸುಕ್ರಿಸ್ತರಲ್ಲಿರುವ ನಿಮ್ಮೆಲ್ಲರಿಗೂ ಶಾಂತಿಸಮಾಧಾನ ಲಭಿಸಲಿ!"}]}