{"bibleAbbr":"bnOV2016","bookName":"যিহিষ্কেল ভাববাদীর পুস্তক।","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"( পাপের দণ্ডের আবশ্যকতা।) পরে ইস্রায়েলের জন কতক প্রাচীন আমার নিকটে আসিয়া আমার সম্মুখে বসিল।"},{"number":2,"verse":"তখন সদাপ্রভুর এই বাক্য আমার নিকটে উপস্থিত হইল,"},{"number":3,"verse":"হে মনুষ্য-সন্তান, ঐ লোকেরা আপন আপন পুত্তলিকে আপন আপন হৃদয়ে উঠিতে দিয়াছে, ও আপন আপন দৃষ্টির সম্মুখে আপনাদের অপরাধজনক বিঘ্ন রাখিয়াছে; আমি কি কোন মতে উহাদিগকে আমার কাছে অনুসন্ধান করিতে দিব?"},{"number":4,"verse":"অতএব তুমি উহাদের সহিত আলাপ করিয়া উহাদিগকে বল, প্রভু সদাপ্রভু এই কথা কহেন, ইস্রায়েল-কুলের যে কোন ব্যক্তি আপন পুত্তলিকে হৃদয়ে উঠিতে দেয়, ও আপন দৃষ্টির সম্মুখে আপনার অপরাধজনক বিঘ্ন রাখে, এবং ভাববাদীর কাছে আইসে, সেই ব্যক্তিকে আমি সদাপ্রভু তাহার পুত্তলিগণের বাহুল্যানুসারে তদ্বিষয়ে উত্তর দিব;"},{"number":5,"verse":"যেন আমি ইস্রায়েল-কুলকে তাহাদের হৃদয়রূপ ফাঁদে ধরি, কেননা আপন আপন পুত্তলিগণের অনুরাগে তাহারা সকলে আমা হইতে সরিয়া গিয়াছে।"},{"number":6,"verse":"অতএব তুমি ইস্রায়েল-কুলকে বল, প্রভু সদাপ্রভু এই কথা কহেন, তোমরা ফির, তোমাদের পুত্তলিগণ হইতে বিমুখ হও, তোমাদের সমস্ত ঘৃণার্হ কার্য্য হইতে বিমুখ হও।"},{"number":7,"verse":"কেননা ইস্রায়েল-কুলের মধ্যে ও ইস্রায়েলে প্রবাসকারী বিদেশীদের মধ্যে যে কেহ আমা হইতে আপনাকে বিভিন্ন করে, আপন পুত্তলিগণকে হদয়ে উঠিতে দেয়, ও আপন দৃষ্টির সম্মুখে অপরাধজনক বিঘ্ন রাখে, সে যদি আমার কাছে অনুসন্ধান করিবার জন্য ভাববাদীর কাছে আইসে, তবে আমি সদাপ্রভু আপনি তাহাকে উত্তর দিব।"},{"number":8,"verse":"ফলতঃ আমি সেই মনুষ্যের বিরুদ্ধে মুখ রাখিব, এবং তাহাকে চিহ্ন ও প্রবাদের জন্য বিস্ময়াস্পদ করিব, এবং আমার প্রজাদের মধ্য হইতে তাহাকে উচ্ছিন্ন করিব; তাহাতে তোমরা জানিবে যে, আমিই সদাপ্রভু।"},{"number":9,"verse":"কোন ভাববাদী যদি প্ররোচিত হইয়া কথা কহে, তবে জানিও, আমিই সদাপ্রভু সেই ভাববাদীকে প্ররোচনা করিয়াছি; আমি তাহার বিরুদ্ধে আপন হস্ত বিস্তার করিয়া আপন প্রজা ইস্রায়েলের মধ্য হইতে তাহাকে উচ্ছিন্ন করিব।"},{"number":10,"verse":"এইরূপে তাহারা আপন আপন অপরাধ বহন করিবে; ঐ অনুসন্ধানার্থী ব্যক্তি ও ভাববাদী উভয়ের সমান অপরাধ হইবে;"},{"number":11,"verse":"যেন ইস্রায়েল-কুল আর আমা হইতে বিপথগামী না হয়, এবং আপনাদের সমস্ত অধর্ম্ম দ্বারা আর আপনাদিগকে অশুচি না করে; কিন্তু তাহারা যেন আমার প্রজা হয়, ও আমি তাহাদের ঈশ্বর হই; ইহা প্রভু সদাপ্রভু কহেন।"},{"number":12,"verse":"পরে সদাপ্রভুর এই বাক্য আমার নিকটে উপস্থিত হইল,"},{"number":13,"verse":"হে মনুষ্য-সন্তান, কোন দেশ সত্যলঙ্ঘন দ্বারা আমার বিরুদ্ধে পাপ করিলে যখন আমি তাহার বিরুদ্ধে আপন হস্ত বিস্তার করি, তাহার অন্নরূপ যষ্টি ভাঙ্গিয়া ফেলি, ও তাহার মধ্যে দুর্ভিক্ষ প্রেরণ করিয়া তথাকার মনুষ্য ও পশু উচ্ছিন্ন করি;"},{"number":14,"verse":"তখন তাহার মধ্যে যদি নোহ, দানিয়েল ও ইয়োব, এই তিন ব্যক্তি থাকে, তবে তাহারা আপন আপন ধার্ম্মিকতায় আপন আপন প্রাণমাত্র রক্ষা করিবে, ইহা প্রভু সদাপ্রভু কহেন।"},{"number":15,"verse":"আমি যদি দেশের সর্ব্বত্র হিংস্র পশুদিগকে প্রেরণ করি, ও তাহারা লোকদিগকে নিঃসন্তান করে, এবং দেশ ধ্বংসস্থান ও পশুর ভয়ে পথিক-বিহীন হয়, অথচ তাহার মধ্যে ঐ তিন ব্যক্তি থাকে,"},{"number":16,"verse":"প্রভু সদাপ্রভু কহেন, আমার জীবনের দিব্য, তাহারাও পুত্র কিম্বা কন্যাদিগকে উদ্ধার করিতে পারিবে না, কেবল আপনারাই উদ্ধার পাইবে, কিন্তু দেশ ধ্বংসস্থান হইয়া যাইবে।"},{"number":17,"verse":"অথবা যদি আমি দেশের বিরুদ্ধে খড়্গ আনিয়া বলি, ‘দেশের সর্ব্বত্র খড়্গ গমন করুক,’"},{"number":18,"verse":"আর তথাকার মনুষ্য ও পশু উচ্ছিন্ন করি, অথচ তাহার মধ্য ঐ তিন ব্যক্তি থাকে, প্রভু সদাপ্রভু কহেন, আমার জীবনের দিব্য, তাহারাও পুত্র কিম্বা কন্যাদিগকে উদ্ধার করিতে পারিবে না, কেবল আপনারাই উদ্ধার পাইবে।"},{"number":19,"verse":"অথবা আমি যদি সেই দেশে মহামারী প্রেরণ করি, এবং তথাকার মনুষ্য ও পশু উচ্ছিন্ন করিবার জন্য তাহার উপরে আপন ক্রোধ ঢালিয়া রক্ত বহাই,"},{"number":20,"verse":"অথচ দেশের মধ্যে নোহ, দানিয়েল ও ইয়োব থাকে, প্রভু সদাপ্রভু এই কথা কহেন, আমার জীবনের দিব্য, তাহারাও পুত্র কিম্বা কন্যাকে উদ্ধার করিতে পারিবে না; আপন আপন ধার্ম্মিকতায় আপন আপন প্রাণমাত্র উদ্ধার করিবে।"},{"number":21,"verse":"কারণ প্রভু সদাপ্রভু এই কথা কহেন, এমন যদি হয়, তবে আমি মনুষ্য ও পশু উচ্ছিন্ন করণার্থে যিরূশালেমের বিরুদ্ধে আমার চারি মহাদণ্ড, অর্থাৎ খড়্গ, দুর্ভিক্ষ, হিংস্র পশু ও মহামারী প্রেরণ করিলে কি না ঘটিবে?"},{"number":22,"verse":"তথাপি দেখ, তাহার মধ্যে কতকগুলি রক্ষাপ্রাপ্ত লোক, পুত্র ও কন্যা, বাহিরে আনীত হইবে; দেখ, তাহারা তোমাদের কাছে আসিবে, এবং তোমরা তাহাদের আচার ব্যবহার ও ক্রিয়াকাণ্ড দেখিবে; তাহাতে আমি যিরূশালেমের উপরে যে সকল অমঙ্গল বত্তাইয়াছি, তাহার উপরে যাহা কিছু উপস্থিত করিয়াছি, তদ্বিষয়ে তোমরা সান্ত্বনা প্রাপ্ত হইবে।"},{"number":23,"verse":"বস্তুতঃ উহারা তোমাদিগকে সান্ত্বনা করিবে; কেননা তাহাদের আচার-ব্যবহার ও ক্রিয়াকাণ্ড দেখিয়া তোমরা বুঝিবে, আমি তাহার মধ্যে যাহা করিয়াছি, তাহার কিছুই অকারণে করি নাই; ইহা প্রভু সদাপ্রভু কহেন।"}]}