{"bibleAbbr":"bnOV2016","bookName":"যিহিষ্কেল ভাববাদীর পুস্তক।","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"আর হে মনুষ্য-সন্তান, তুমি একখানি ইষ্টক লইয়া তোমার সম্মুখে রাখ, ও তাহার উপরে এক নগরের অর্থাৎ যিরূশালেমের ছবি আঁক।"},{"number":2,"verse":"আর তাহা সৈন্যে বেষ্টিত কর, তাহার বিরুদ্ধে গড় গাঁথ, তাহার বিপরীতে জাঙ্গাল বাঁধ, স্থানে স্থানে তাহার বিরুদ্ধে শিবির স্থাপন কর, ও তাহার বিরুদ্ধে চারিদিকে প্রাচীর-ভেদক যন্ত্র স্থাপন কর।"},{"number":3,"verse":"আর একখানা লোহার তাওয়া লইয়া তোমার ও নগরের মধ্যস্থলে লৌহ-প্রাচীরের ন্যায় তাহা স্থাপন কর, এবং তোমার মুখ তাহার দিকে রাখ, তাহাতে তাহা অবরুদ্ধ হইবে, ও তুমি তাহা অবরোধ করিয়া থাকিবে। ইস্রায়েল-কুলের জন্য ইহা চিহ্নস্বরূপ হইবে।"},{"number":4,"verse":"পরে তুমি বাম পার্শ্বে শয়ন করিয়া ইস্রায়েল-কুলের অপরাধ তাহার উপরে রাখ; যতদিন তুমি তাহাতে শয়ন করিবে, ততদিন তাহাদের অপরাধ বহন করিবে।"},{"number":5,"verse":"আমি তাহাদের অপরাধ বৎসরের সংখ্যা তোমার জন্য দিনের সংখ্যা, অর্থাৎ তিনশত ( (বা) একশত।) নব্বই দিন রাখিলাম; এইরূপে তুমি ইস্রায়েল-কুলের অপরাধ বহন করিবে।"},{"number":6,"verse":"সেই সকল সমাপ্ত করিলে পর তুমি আপন দক্ষিণ পার্শ্বে শয়ন করিবে, এবং যিহূদা-কুলের অপরাধ বহন করিবে; আমি চল্লিশ দিন, এক এক বৎসরের নিমিত্ত এক এক দিন, তোমার জন্য রাখিলাম।"},{"number":7,"verse":"আর তুমি আপন মুখ যিরূশালেমের অবরোধের দিকে রাখিবে, আপন বাহু অনাবৃত করিবে, ও তাহার বিরুদ্ধে ভাববাণী বলিবে।"},{"number":8,"verse":"আর দেখ, আমি রজ্জু দিয়া তোমাকে বদ্ধ করিব, তাহাতে তুমি যাবৎ তোমার অবরোধের দিন সমাপ্ত না করিবে, তাবৎ এক পার্শ্ব হইতে অন্য পার্শ্বে ফিরিবে না।"},{"number":9,"verse":"আর তুমি আপনার কাছে গোম, যব, মাষ, মসুরি, কঙ্গু ও জনরা, লইয়া সকলই এক পাত্রে রাখ এবং তাহা দ্বারা রুটী প্রস্তুত কর; যতদিন পার্শ্বে শয়ন করিবে, ততদিন, অর্থাৎ তিনশত ( (বা) একশত।) নব্বই দিন, তাহা ভোজন করিও।"},{"number":10,"verse":"তোমরা খাদ্য পরিমাণপূর্ব্বক, অর্থাৎ দিন দিন বিংশতি তোলা করিয়া ভোজন করিতে হইবে; তুমি বিশেষ বিশেষ সময়ে তাহা ভোজন করিবে।"},{"number":11,"verse":"আর জলও পরিমাণপূর্ব্বক, অর্থাৎ হিনের ষষ্ঠাংশ করিয়া পান করিতে হইবে; তুমি বিশেষ বিশেষ সময়ে তাহা পান করিবে।"},{"number":12,"verse":"আর ঐ খাদ্যদ্রব্য যবের পিষ্টকের ন্যায় করিয়া ভোজন করিবে, এবং তাহাদের দৃষ্টিতে মনুষ্যের বিষ্ঠা দিয়া তাহা পাক করিবে।"},{"number":13,"verse":"আর সদাপ্রভু কহিলেন, আমি ইস্রায়েল-সন্তানদিগকে যে জাতিগণের মধ্যে দূর করিয়া দিব, তাহাদের মধ্যে তাহারা সেই প্রকারে আপন আপন অশুচি রুটী খাইবে।"},{"number":14,"verse":"তখন আমি কহিলাম, আহা, প্রভু সদাপ্রভু, দেখ, আমার প্রাণ অশুচি হয় নাই; আমি বাল্যকাল অবধি অদ্য পর্যন্ত স্বয়ং মৃত কিম্বা পশু দ্বারা বিদীর্ণ কিছুই খাই নাই, ঘৃণার্হ মাংস কখনও আমার মুখে প্রবিষ্ট হয় নাই।"},{"number":15,"verse":"তখন তিনি আমাকে কহিলেন, দেখ, আমি মনুষ্যের বিষ্ঠার পরিবর্ত্তে তোমাকে গোময় দিলাম, তুমি তাহা দিয়া আপন রুটী পাক করিবে।"},{"number":16,"verse":"আর তিনি আমাকে কহিলেন, হে মনুষ্য-সন্তান, দেখ, আমি যিরূশালেমে অন্নরূপ যষ্টি ভগ্ন করিব, তাহাতে তাহারা পরিমাণপূর্ব্বক ভাবনা সহকারে অন্ন ভোজন করিবে, পরিমাণপূর্ব্বক ও বিস্ময় সহকারে জলপান করিবে;"},{"number":17,"verse":"যেন তাহারা অন্নের ও জলের অভাবে পরস্পর বিস্ময়াপন্ন ও আপন আপন অপরাধে ক্ষীণ হয়।"}]}