{"bibleAbbr":"bnOV2016","bookName":"যিহিষ্কেল ভাববাদীর পুস্তক।","bookEnglishName":"Ezekiel","chapterNumber":41,"verses":[{"number":1,"verse":"পরে তিনি আমাকে মন্দিরের নিকটে আনিয়া উপস্তম্ভ সকল মাপিলেন; সে গুলির বিস্তার এদিকে ছয় হস্ত, ওদিকে ছয় হস্ত ছিল, ইহাই তাম্বুর বিস্তার।"},{"number":2,"verse":"আর প্রবেশস্থানের বিস্তার দশ হস্ত, ও সেই প্রবেশস্থানের বগলে এদিকে পাঁচ হস্ত, ওদিকে পাঁচ হস্ত। পরে তিনি তাহার দীর্ঘতা চল্লিশ হস্ত, ও বিস্তার বিংশতি হস্ত মাপিলেন।"},{"number":3,"verse":"পরে তিনি ভিতরে প্রবেশ করিয়া প্রবেশস্থানের প্রত্যেক উপস্তম্ভ দুই হস্ত, প্রবেশস্থান ছয় হস্ত ও প্রবেশস্থানের বিস্তার সাত হস্ত মাপিলেন।"},{"number":4,"verse":"পরে তিনি তাহার দীর্ঘতা বিংশতি হস্ত ও মন্দিরের অগ্রদেশে তাহার প্রস্থ বিংশতি হস্ত মাপিলেন, এবং আমাকে কহিলেন, ইহাই অতি পবিত্র স্থান।"},{"number":5,"verse":"পরে তিনি গৃহের ভিত্তি ছয় হস্ত, ও চারিদিকে গৃহ বেষ্টনকারী প্রত্যেক পার্শ্বস্থ কুঠরীর চারি হস্ত বিস্তার মাপিলেন।"},{"number":6,"verse":"এক শ্রেণীর উপরে অন্য শ্রেণী, এইরূপে তিন শ্রেণী পার্শ্বস্থ কুঠরী, তাহার এক এক শ্রেণীতে ত্রিশ কুঠরী ছিল; এবং [গৃহের সহিত] সংলগ্ন হইবার নিমিত্ত চারিদিকের সকল পার্শ্বস্থ কুঠরীর জন্য গৃহের গায়ে এক ভিত্তি ছিল; তাহার উপরে সে সকল নির্ভর করিত, কিন্তু গৃহের ভিত্তিতে বদ্ধ ছিল না।"},{"number":7,"verse":"আর উচ্চতার অনুক্রমে কুঠরী সকল উত্তর উত্তর প্রশস্ত হইয়া [গৃহ] বেষ্টন করিল, কারণ তাহা চারিদিকে ক্রমশঃ উচ্চ হইয়া গৃহ বেষ্টন করিল, এই জন্য উচ্চতার অনুক্রমে গৃহের গায়ে উত্তর উত্তর প্রশস্ত হইল; এবং নীচতম শ্রেণী হইতে মধ্য শ্রেণী দিয়া উচ্চতম শ্রেণীতে যাইবার পথ ছিল।"},{"number":8,"verse":"আরও দেখিলাম, ঘরের মেজে চারিদিকে উচ্চ, পার্শ্বস্থ কুঠরীগুলি ছয় ছয় হস্ত পরিমিত সম্পূর্ণ এক এক নল।"},{"number":9,"verse":"বহির্দ্দিকে পার্শ্বস্থ কুঠরী-শ্রেণীর যে ভিত্তি, তাহার পাঁচ হস্ত বেধ ছিল, এবং অবশিষ্ট [শূন্য] স্থান গৃহের পার্শ্বস্থ সেই সকল কুঠরীর স্থান ছিল।"},{"number":10,"verse":"কুঠরী সকলের মধ্যে গৃহের চারিদিকে প্রত্যেক পার্শ্বে বিংশতি হস্ত প্রস্থ স্থান ছিল।"},{"number":11,"verse":"আর পার্শ্বস্থ কুঠরী-শ্রেণীর দ্বার সেই শূন্য স্থানের দিকে ছিল, তাহার এক দ্বার উত্তরদিকে, অন্য দ্বার দক্ষিণদিকে ছিল; এবং চারিদিকে সেই শূন্য স্থানের বিস্তার পাঁচ হস্ত ছিল।"},{"number":12,"verse":"আর ব্যবচ্ছিন্ন স্থলের সম্মুখে পশ্চিমদিকে যে গাঁথনি ছিল, তাহার বিস্তার সত্তর হস্ত ছিল, এবং চারিদিকে সেই গাঁথনির ভিত্তির বেধ পাঁচ হস্ত; এবং তাহার দীর্ঘতা নব্বই হস্ত ছিল।"},{"number":13,"verse":"পরে তিনি গৃহের দীর্ঘতা এক শত হস্ত, এবং ব্যবচ্ছিন্ন স্থলের, গাঁথনির ও তাহার ভিত্তির দীর্ঘতা এক শত হস্ত মাপিলেন।"},{"number":14,"verse":"আর পূর্ব্বদিকে গৃহের ও ব্যবচ্ছিন্ন স্থলের অগ্রদেশ এক শত হস্ত প্রস্থ ছিল।"},{"number":15,"verse":"আর তিনি ব্যবচ্ছিন্ন স্থলের অগ্রদেশে স্থিত গাঁথনির দীর্ঘতা, অর্থাৎ উহার পশ্চাতে যাহা ছিল, তাহা এবং এদিকে ওদিকে উহার অপ্রশস্ত বারাণ্ডা এক শত হস্ত মাপিলেন, এবং ভিতর-মন্দির ও প্রাঙ্গণের বারাণ্ডা সকল [মাপিলেন]।"},{"number":16,"verse":"চারিদিকে গোবরাট, জালবদ্ধ বাতায়ন এবং অপ্রশস্ত বারাণ্ডা ছিল, এক এক গোবরাটের সম্মুখে চারিদিকে কাষ্ঠের তিরস্করিণী ভূমি হইতে বাতায়ন পর্য্যন্ত ছিল; আর বাতায়নগুলি আচ্ছাদিত ছিল;"},{"number":17,"verse":"আর প্রবেশস্থানের ঊর্দ্ধস্থ দেশ, অন্তর্গৃহ, বাহিরের স্থান ও সমস্ত ভিত্তি, চারিদিকে ভিতরে ও বাহিরে যাহা যাহা ছিল, সকলের বিশেষ বিশেষ পরিমাণ [নিরূপিত হইল]।"},{"number":18,"verse":"আর উহাতে করূবের ও খর্জ্জুরের শিল্পকর্ম্ম ছিল, দুই দুই করূবের মধ্যে এক এক খর্জ্জুরবৃক্ষ, এবং এক এক করূবের দুই দুই মুখ ছিল।"},{"number":19,"verse":"বস্তুতঃ এক পার্শ্বস্থ খর্জ্জুরের দিকে মনুষ্যের মুখ, এবং অন্য পার্শ্বস্থ খর্জ্জূরের দিকে সিংহের মুখ চারিদিকে সমস্ত গৃহে শিল্পিত ছিল।"},{"number":20,"verse":"ভূমি অবধি দ্বারের উপরিভাগ পর্য্যন্ত সেই করূব ও খর্জ্জুরবৃক্ষ শিল্পিত ছিল; ইহা মন্দিরের ভিত্তি।"},{"number":21,"verse":"মন্দিরের দ্বারকাষ্ঠ সকল চতুষ্কোণ, এবং পবিত্র স্থানের অগ্রদেশের আকৃতি সেই আকৃতির তুল্য ছিল।"},{"number":22,"verse":"বেদি কাষ্ঠনির্ম্মিত, তিন হস্ত উচ্চ ও দুই হস্ত দীর্ঘ; এবং তাহার কোণ, পায়া ও গাত্র কাষ্ঠময় ছিল। পরে তিনি আমাকে কহিলেন, ইহা সদাপ্রভুর সম্মুখস্থ মেজ।"},{"number":23,"verse":"আর মন্দিরের ও ধর্ম্মধামের দুই দ্বার ছিল, এবং এক এক দ্বারের দুই দুই কবাট ছিল;"},{"number":24,"verse":"দুই দুই ঘূর্ণী কবাট ছিল, অর্থাৎ এক দ্বারের দুই কবাট ও অন্য দ্বারের দুই কবাট ছিল।"},{"number":25,"verse":"সেই সকলে, মন্দিরের সেই সকল কবাটে, ভিত্তির শিল্পকর্ম্মের ন্যায় করূব ও খর্জ্জুর শিল্পিত ছিল। আর বহিঃস্থ বারাণ্ডার অগ্রদেশে কাষ্ঠের ঝিলিমিলি ছিল।"},{"number":26,"verse":"বারাণ্ডার দুই বগলে, তাহার এদিকে ওদিকে জালবদ্ধ বাতায়ন ও খর্জ্জূরাকৃতি ছিল। গৃহের পার্শ্বস্থ কুঠরী সকল ও ঝিলিমিলি এইরূপ ছিল।"}]}