{"bibleAbbr":"bnOV2016","bookName":"যিহিষ্কেল ভাববাদীর পুস্তক।","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"পরে তিনি আমাকে উত্তরদিক্স্থ পথে বহিঃপ্রাঙ্গণে লইয়া গেলেন; এবং ব্যবচ্ছিন্ন স্থলের সম্মুখে ও গাঁথনির সম্মুখে উত্তরদিক্স্থ কুঠরীতে লইয়া গেলেন।"},{"number":2,"verse":"এক শত হস্ত দীর্ঘতার সম্মুখে উত্তরদিক্স্থ দ্বার ছিল, তাহার বিস্তার পঞ্চাশ হস্ত।"},{"number":3,"verse":"অন্তঃপ্রাঙ্গণের বিংশতি হস্তের সম্মুখে এবং বহিঃপ্রাঙ্গণের প্রস্তরবাঁধা ভূমির সম্মুখে এক অপ্রশস্ত বারাণ্ডার অনুরূপ অন্য অপ্রশস্ত বারাণ্ডা তৃতীয় তালা পর্য্যন্ত ছিল।"},{"number":4,"verse":"আর কুঠরী সকলের অগ্রে ভিতরের দিকে দশ হস্ত প্রস্থ এক শত হস্তের এক পথ ছিল, এবং সকলের দ্বার উত্তরদিকে ছিল।"},{"number":5,"verse":"উপরিস্থ কুঠরীগুলি ক্ষুদ্র ছিল, কেননা গাঁথনির অধঃস্থিত ও মধ্যস্থিত কুঠরী হইতে ইহাদের স্থান অপ্রশস্ত বারাণ্ডার দ্বারা ন্যূনীকৃত ছিল।"},{"number":6,"verse":"কেননা তাহাদের তিন শ্রেণী ছিল, আর প্রাঙ্গণ-স্তম্ভের সদৃশ স্তম্ভ ছিল না, এই জন্য অধঃস্থিত ও মধ্যস্থিত অপেক্ষা উপরের কুঠরীগুলি সঙ্কুচিত ছিল।"},{"number":7,"verse":"আর বাহিরে কুঠরী সকলের অনুবর্ত্তী অথচ বহিঃপ্রাঙ্গণের পার্শ্বে কুঠরী সকলের অগ্রে এক বেড়া ছিল, তাহা পঞ্চাশ হস্ত দীর্ঘ।"},{"number":8,"verse":"কারণ বহিঃপ্রাঙ্গণের [পার্শ্বে] কুঠরীগুলির দীর্ঘতা পঞ্চাশ হস্ত ছিল, কিন্তু দেখ, মন্দিরের অগ্রে তাহা এক শত হস্ত ছিল।"},{"number":9,"verse":"বহিঃপ্রাঙ্গণ হইতে তথায় গেলে প্রবেশস্থান এই কুঠরীর নীচে পূর্ব্বদিকে পড়িত।"},{"number":10,"verse":"প্রাঙ্গণের বেড়ার প্রশস্ত পার্শ্বে পূর্ব্বদিকে ব্যবচ্ছিন্ন স্থলের অগ্রে এবং গাঁথনির অগ্রে কুঠরী-শ্রেণী ছিল।"},{"number":11,"verse":"আর তাহাদের অগ্রে যে পথ ছিল, তাহার আকার উত্তরদিক্স্থ কুঠরী সকলের ন্যায় ছিল; তাহার দীর্ঘতা অনুযায়ী বিস্তার ছিল; আর তাহাদের সমস্ত নির্গমস্থান, তাহাদের গঠন ও দ্বারের অনুযায়ী ছিল।"},{"number":12,"verse":"দক্ষিণদিকের কুঠরীগুলির দ্বার সকলের ন্যায় এক দ্বার পথের মুখে ছিল; সেই পথ তথাকার বেড়ার অগ্রে, যে আসিত, তাহার পূর্ব্বদিকে পড়িত।"},{"number":13,"verse":"পরে তিনি আমাকে কহিলেন, ব্যবচ্ছিন্ন স্থলের অগ্রে উত্তর ও দক্ষিণদিকের যে সকল কুঠরী আছে, সেগুলি পবিত্র কুঠরী। যে যাজকেরা সদাপ্রভুর নিকটে উপস্থিত হয়, তাহারা সেই স্থানে অতি পবিত্র দ্রব্য সকল ভোজন করিবে; সেই স্থানে তাহারা অতি পবিত্র দ্রব্য সকল, এবং ভক্ষ্য-নৈবেদ্য, পাপার্থক বলি ও দোষার্থক বলি রাখিবে, কেননা স্থানটী পবিত্র।"},{"number":14,"verse":"যে সময় যাজকেরা প্রবেশ করে, সেই সময়ে তাহারা পবিত্র স্থান হইতে বহিঃপ্রাঙ্গণে বাহির হইবে না; তাহারা যে যে বস্ত্র পরিয়া পরিচর্য্যা করে, সেই সকল বস্ত্র তথায় রাখিবে, কেননা সে সকল পবিত্র; তাহারা অন্য বস্ত্র পরিধান করিবে, পরে প্রজাগণের স্থানে গমন করিবে।"},{"number":15,"verse":"ভিতরের গৃহের পরিমাপ সমাপ্ত করিলে পর তিনি আমাকে পূর্ব্বাভিমুখ দ্বারের দিকে বাহিরে লইয়া গেলেন, এবং তাহার চারিদিক্ মাপিলেন।"},{"number":16,"verse":"তিনি মাপিবার নল দিয়া পূর্ব্ব পার্শ্ব মাপিলেন, মাপিবার নলে তাহা সর্ব্বশুদ্ধ পাঁচ শত নল পরিমিত।"},{"number":17,"verse":"তিনি উত্তর পার্শ্ব মাপিলেন, মাপিবার নলে তাহা সর্ব্বশুদ্ধ পাঁচ শত নল পরিমিত।"},{"number":18,"verse":"তিনি দক্ষিণ পার্শ্ব মাপিলেন, মাপিবার নলে তাহা পাঁচ শত নল পরিমিত।"},{"number":19,"verse":"তিনি পশ্চিম পার্শ্বের দিকে ফিরিয়া মাপিবার নল দিয়া পাঁচ শত নল মাপিলেন।"},{"number":20,"verse":"এইরূপে তিনি তাহার চারিপার্শ্ব মাপিলেন; যাহা পবিত্র ও যাহা সামান্য, তাহার মধ্যে বিচ্ছেদ করিবার জন্য তাহার চারিদিকে প্রাচীর ছিল; তাহা পাঁচ শত নল দীর্ঘ ও পাঁচ শত নল প্রস্থ ছিল।"}]}