{"bibleAbbr":"bnOV2016","bookName":"যিহিষ্কেল ভাববাদীর পুস্তক।","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"বংশগুলির নাম এই এই। উত্তরপ্রান্ত হইতে হিৎলোনের পথের পার্শ্ব ও হমাতের প্রবেশস্থানের নিকট দিয়া হৎসর-ঐনন পর্য্যন্ত দম্মেশকের সীমাতে, উত্তরদিকে হমাতের পার্শ্বে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত দানের এক অংশ হইবে।"},{"number":2,"verse":"আর দানের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত আশেরের এক অংশ।"},{"number":3,"verse":"আশেরের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত নপ্তালির এক অংশ।"},{"number":4,"verse":"নপ্তালির সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত মনঃশির এক অংশ।"},{"number":5,"verse":"মনঃশির সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত ইফ্রয়িমের এক অংশ।"},{"number":6,"verse":"ইফ্রয়িমের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত রূবেণের এক অংশ।"},{"number":7,"verse":"আর রূবেণের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত যিহূদার এক অংশ।"},{"number":8,"verse":"যিহূদার সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত উপহার-ভূমি থাকিবে; তোমরা প্রস্থে পঁচিশ সহস্র [হস্ত] ( (বা) [নল]।) ও পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত দীর্ঘতায় অন্যান্য অংশের তুল্য এক অংশ উপহারার্থে নিবেদন করিবে, ও তাহার মধ্যস্থানে ধর্ম্মধাম থাকিবে।"},{"number":9,"verse":"সদাপ্রভুর উদ্দেশে তোমরা যে উপহার-ভূমি নিবেদন করিবে, তাহা পঁচিশ সহস্র [হস্ত]* দীর্ঘ ও দশ সহস্র [হস্ত]* প্রস্থ হইবে।"},{"number":10,"verse":"সেই পবিত্র উপহার-ভূমি যাজকদের জন্য হইবে; তাহা উত্তরদিকে পঁচিশ সহস্র [হস্ত]* দীর্ঘ, পশ্চিমদিকে দশ সহস্র [হস্ত]* প্রস্থ, পূর্ব্বদিকে দশ সহস্র [হস্ত]* প্রস্থ ও দক্ষিণদিকে পঁচিশ সহস্র [হস্ত]* দীর্ঘ; তাহার মধ্যস্থানে সদাপ্রভুর ধর্ম্মধাম থাকিবে।"},{"number":11,"verse":"তাহা সাদোক-সন্তানদের মধ্যে পবিত্রীকৃত যাজকদের জন্য হইবে, তাহারা আমার রক্ষণীয় দ্রব্য রক্ষা করিয়াছে; ইস্রায়েল-সন্তানদের ভ্রান্তির সময়ে লেবীয়েরা যেমন ভ্রান্ত হইয়াছিল, উহারা তেমন ভ্রান্ত হয় নাই।"},{"number":12,"verse":"লেবীয়দের সীমার কাছে দেশের উপহার-ভূমি হইতে গৃহীত সেই উপহার-ভূমি তাহাদের হইবে, তাহা অতি পবিত্র।"},{"number":13,"verse":"আর যাজকদের সীমার সম্মুখে, লেবীয়েরা পঁচিশ সহস্র [হস্ত]* দীর্ঘ ও দশ সহস্র [হস্ত]* প্রস্থ [ভূমি] পাইবে; সমুদায়ের দীর্ঘতা পঁচিশ সহস্র ও প্রস্থ দশ ( (বা) বিশ।) সহস্র [হস্ত]* হইবে।"},{"number":14,"verse":"তাহারা তাহার কিছু বিক্রয় করিবে না, বা পরিবর্ত্তন করিবে না, এবং দেশের [সেই] অগ্রিমাংশ হস্তান্তরীকৃত হইবে না, কেননা তাহা সদাপ্রভুর উদ্দেশে পবিত্র।"},{"number":15,"verse":"আর পঁচিশ সহস্র [হস্ত]* দীর্ঘ সেই ভূমির সম্মুখে প্রস্থ পরিমাণে যে পাঁচ সহস্র [হস্ত]* অবশিষ্ট থাকে, তাহা সাধারণ স্থান বলিয়া নগরের, বসতির ও পরিসরের জন্য হইবে; নগরটী তাহার মধ্যস্থানে থাকিবে।"},{"number":16,"verse":"তাহার পরিমাণ এইরূপ হইবে; উত্তরপ্রান্ত চারি সহস্র পাঁচ শত [হস্ত]*, দক্ষিণপ্রান্ত চারি সহস্র পাঁচ শত [হস্ত]*, পূর্ব্বপ্রান্ত চারি সহস্র পাঁচ শত [হস্ত]* ও পশ্চিমপ্রান্ত চারি সহস্র পাঁচ শত [হস্ত]*।"},{"number":17,"verse":"আর নগরের পরিসরভূমি থাকিবে; উত্তরদিকে দুই শত পঞ্চাশ [হস্ত]*, দক্ষিণদিকে দুই শত পঞ্চাশ [হস্ত]*, পূর্ব্বদিকে দুই শত পঞ্চাশ [হস্ত]*। পশ্চিমদিকে দুই শত পঞ্চাশ [হস্ত]*।"},{"number":18,"verse":"আর পবিত্র উপহারভূমির সম্মুখে অবশিষ্ট স্থান দীর্ঘ পরিমাণে পূর্ব্বদিকে দশ সহস্র [হস্ত]* ও পশ্চিমে দশ সহস্র [হস্ত]* হইবে, আর তাহা পবিত্র উপহারভূমির সম্মুখে থাকিবে, তদুৎপন্ন দ্রব্য নগরের কর্ম্মচারী লোকদের ভক্ষ্যের নিমিত্ত হইবে।"},{"number":19,"verse":"আর ইস্রায়েলের সমস্ত বংশের মধ্য হইতে নগরের শ্রমজীবীরা তাহা চাষ করিবে।"},{"number":20,"verse":"সেই উপহারভূমি সর্ব্বশুদ্ধ পঁচিশ সহস্র [হস্ত]* দীর্ঘ ও পঁচিশ সহস্র [হস্ত]* প্রস্থ হইবে; তোমরা নগরের অধিকারশুদ্ধ চতুষ্কোণ পবিত্র উপহারভূমি নিবেদন করিবে।"},{"number":21,"verse":"পবিত্র উপহারভূমির ও নগরের অধিকারের দুই পার্শ্বে যে সকল অবশিষ্ট ভূমি, তাহা অধ্যক্ষের হইবে; অর্থাৎ—পঁচিশ সহস্র [হস্ত]* পরিমিত উপহারভূমি অবধি পূর্ব্বসীমা পর্য্যন্ত, ও পশ্চিমদিকে পঁচিশ সহস্র [হস্ত]* পরিমিত সেই উপহারভূমি অবধি পশ্চিমসীমা পর্য্যন্ত অন্য সকল অংশের সম্মুখে অধ্যক্ষের অংশ হইবে, এবং পবিত্র উপহারভূমি ও গৃহের ধর্ম্মধাম তাহার মধ্যস্থিত হইবে।"},{"number":22,"verse":"আর অধ্যক্ষের প্রাপ্তব্য অংশের মধ্যস্থিত লেবীয়দের অধিকার ও নগরের অধিকার ছাড়া যাহা যিহূদার সীমার ও বিন্যামীনের সীমার মধ্যে আছে, তাহা অধ্যক্ষের হইবে।"},{"number":23,"verse":"আর অবশিষ্ট বংশগুলির এই সকল অংশ হইবে; পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত বিন্যামীনের এক অংশ।"},{"number":24,"verse":"বিন্যামীনের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত শিমিয়োনের এক অংশ।"},{"number":25,"verse":"শিমিয়োনের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত ইষাখরের এক অংশ।"},{"number":26,"verse":"ইষাখরের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত সবূলূনের এক অংশ।"},{"number":27,"verse":"সবূলূনের সীমার কাছে পূর্ব্বপ্রান্ত হইতে পশ্চিমপ্রান্ত পর্য্যন্ত গাদের এক অংশ।"},{"number":28,"verse":"আর গাদের সীমার কাছে দক্ষিণপ্রান্তের দিকে তামর অবধি কাদেশস্থ মরীবৎ জলাশয় [মিসরের] স্রোতোমার্গ ও মহাসমুদ্র পর্য্যন্ত [দক্ষিণ] সীমা হইবে।"},{"number":29,"verse":"তোমরা ইস্রায়েল-বংশ সকলের অধিকারার্থে যে দেশ গুলিবাঁট দ্বারা বিভাগ করিবে, তাহা এই; এবং তাহাদের ঐ সকল অংশ, ইহা প্রভু সদাপ্রভু বলেন।"},{"number":30,"verse":"আর নগরের এই সকল পরিসর হইবে; উত্তর পার্শ্বে পরিমাণে চারি সহস্র পাঁচ শত [হস্ত]*।"},{"number":31,"verse":"আর নগরের দ্বার সকল ইস্রায়েল-বংশগুলির নামানুসারে হইবে; তিন দ্বার উত্তরদিকে থাকিবে; রূবেণের এক দ্বার, যিহূদার এক দ্বার ও লেবির এক দ্বার।"},{"number":32,"verse":"পূর্ব্ব পার্শ্বে চারি সহস্র পাঁচ শত [হস্ত]*, আর তিন দ্বার হইবে; যোষেফের এক দ্বার, বিন্যামীনের এক দ্বার, দানের এক দ্বার।"},{"number":33,"verse":"দক্ষিণ পার্শ্বে পরিমাণে চারি সহস্র পাঁচ শত [হস্ত],* আর তিন দ্বার হইবে; শিমিয়োনের এক দ্বার ইষাখরের এক দ্বার ও সবূলূনের এক দ্বার।"},{"number":34,"verse":"আর পশ্চিম পার্শ্বে চারি সহস্র পাঁচ শত [হস্ত], ও তাহার তিন দ্বার হইবে; গাদের এক দ্বার, আশেরের এক দ্বার ও নপ্তালির এক দ্বার।"},{"number":35,"verse":"পরিধি আঠার সহস্র [হস্ত]* পরিমিত হইবে; আর সেই দিন অবধি নগরটীর এই নাম হইবে, “সদাপ্রভু তত্র”।"}]}