{"bibleAbbr":"bnOV2016","bookName":"যিহিষ্কেল ভাববাদীর পুস্তক।","bookEnglishName":"Ezekiel","chapterNumber":5,"verses":[{"number":1,"verse":"আর, হে মনুষ্য-সন্তান, তুমি একখানা তীক্ষ্ণ অস্ত্র লইয়া অর্থাৎ নাপিতের ক্ষুর লইয়া, আপন মস্তক ও দাড়ি ক্ষৌরি করিবে; পরে নিক্তি লইয়া সেই কেশ সকল ভাগ ভাগ করিবে।"},{"number":2,"verse":"পরে নগরের অবরোধ কাল সাঙ্গ হইলে তাহার তৃতীয়াংশ নগরের মধ্যে অগ্নিতে দগ্ধ করিবে, এবং তৃতীয়াংশ লইয়া নগরের চারিদিকে খড়্গ দ্বারা কাটাকুটি করিবে, অপর তৃতীয়াংশ বায়ুতে উড়াইয়া দিবে, পরে আমি তাহাদের পশ্চাতে খড়্গ নিষ্কোষ করিব।"},{"number":3,"verse":"আবার তুমি তাহার অল্পসংখ্যক কেশ লইয়া আপন বস্ত্রের অঞ্চলে বাঁধিয়া রাখিবে।"},{"number":4,"verse":"পরে তাহারও কিছু লইয়া অগ্নিমধ্যে ফেলিয়া দিয়া অগ্নিতে দগ্ধ করিবে, তাহা হইতেই অগ্নি নির্গত হইয়া সমস্ত ইস্রায়েল-কুলে লাগিবে।"},{"number":5,"verse":"প্রভু সদাপ্রভু এই কথা কহেন, এ যিরূশালেম; আমি ইহাকে জাতিগণের মধ্যে স্থাপন করিয়াছি, এবং ইহার চারিদিকে নানা দেশ রহিয়াছে;"},{"number":6,"verse":"কিন্তু সে দুষ্কার্য্য করিবার জন্য ঐ জাতিগণ অপেক্ষা আমার শাসনকলাপের, ও আপনার চারিদিকের দেশের লোক অপেক্ষা আমার বিধিকলাপের বিদ্রোহী হইয়াছে; কারণ ইহারা আমার শাসনকলাপ অগ্রাহ্য করিয়াছে, এবং আমার বিধিপথে চলে নাই।"},{"number":7,"verse":"এই জন্য প্রভু সদাপ্রভু এই কথা কহেন, তোমরা চারিদিকের জাতিগণ হইতে অধিক গণ্ডগোল করিয়াছ, আমার বিধিপথে গমন কর নাই, আমার শাসনকলাপ পালন কর নাই, এবং তোমাদের চারিদিকের জাতিগণের শাসনানুসারেও চল নাই।"},{"number":8,"verse":"এই জন্য প্রভু সদাপ্রভু এই কথা কহেন, দেখ, আমি, আমিই তোমার বিপক্ষ; আমি জাতিগণের সাক্ষাতে তোমার মধ্যে বিচার সাধন করিব।"},{"number":9,"verse":"যাহা কখনও করি নাই, এবং যাহার ন্যায় আর কখনও করিব না, তাহাই তোমার ঘৃণার্হ কার্য্য সকলের নিমিত্ত তোমার মধ্যে করিব।"},{"number":10,"verse":"এই জন্য তোমার মধ্যে পিতারা সন্তানগণকে ভোজন করিবে, ও সন্তানেরা আপন আপন পিতাকে ভোজন করিবে, এবং আমি তোমার মধ্যে বিচার সাধন করিব, ও তোমার সমস্ত অবশিষ্টাংশকে সমস্ত বায়ুর দিকে উড়াইয়া দিব।"},{"number":11,"verse":"অতএব, প্রভু সদাপ্রভু কহেন, আমার জীবনের দিব্য, তুমি যখন আপনার সকল জঘন্য বস্তু ও ঘৃণার্হ ক্রিয়া দ্বারা আমার পবিত্র স্থান অশুচি করিয়াছ, তখন আমিও নিশ্চয় সংহার করিব, চক্ষুলজ্জা করিব না, আমিও কিছু দয়া করিব না।"},{"number":12,"verse":"তোমার তৃতীয়াংশ লোক মহামারীতে মরিবে, অথবা তোমার মধ্যে দুর্ভিক্ষ দ্বারা ক্ষয় পাইবে; অপর তৃতীয়াংশ তোমার চারিদিকে খড়্গে পতিত হইবে; এবং শেষ তৃতীয়াংশকে আমি সমস্ত বায়ুর দিকে উড়াইয়া দিয়া তাহাদের পশ্চাতে খড়্গ নিষ্কোষ করিব।"},{"number":13,"verse":"এই প্রকারে আমার ক্রোধ সম্পন্ন হইবে, এবং আমি তাহাদের উপরে আপন ক্রোধ চরিতার্থ করিয়া শান্ত হইব; তাহাদের প্রতি আমার কোপ সম্পন্ন হইলে তাহারা জানিতে পারিবে যে, আমি সদাপ্রভু আপন অন্তর্জ্বালায় এই কথা বলিয়াছি।"},{"number":14,"verse":"আর আমি তোমাকে চারিদিকের জাতিগণের মধ্যে, পথিকমাত্রের দৃষ্টিতে, উৎসন্ন-স্থান ও টিটকারির পাত্র করিব।"},{"number":15,"verse":"হাঁ, তুমি তোমার চারিদিকের জাতিগণের কাছে টিটকারী, কটুবাক্য, উপদেশ ও বিস্ময়ের বিষয় হইবে; কেননা আমি ক্রোধ, কোপ ও কোপযুক্ত ভর্ৎসনা দ্বারা তোমার মধ্যে বিচার সাধন করিব, আমি সদাপ্রভুই এই কথা কহিলাম।"},{"number":16,"verse":"আমি তথাকার লোকদের প্রতি দুর্ভিক্ষরূপ হিংস্র বাণ সকল নিক্ষেপ করিব, সে সকল বিনাশার্থক বাণ, আমি তোমাদিগকে বিনষ্ট করণার্থে সে সমস্ত নিক্ষেপ করিব; এবং তোমাদের উপরে দুর্ভিক্ষের ভার বৃদ্ধি করিব, ও তোমাদের অন্নরূপ যষ্টি ভাঙ্গিয়া ফেলিব।"},{"number":17,"verse":"আর আমি তোমাদের বিরুদ্ধে দুর্ভিক্ষ ও হিংস্র জন্তুদিগকে পাঠাইব; তাহারা তোমাকে নিঃসন্তান করিবে; আর মহামারী ও রক্ত তোমার মধ্য দিয়া গমনাগমন করিবে, আর আমি তোমার বিরুদ্ধে খড়্গ আনাইব; আমি সদাপ্রভুই এই কথা কহিলাম।"}]}