{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":12,"verses":[{"number":1,"verse":"Now Yahweh<WH3068> said<WH559> to Abram,<WH87> \"Get out<WH3212> of your country,<WH776> and from your relatives,<WH4138> and from your father<WH1>'s house,<WH1004> to the land<WH776> that I will show you.<WH7200>"},{"number":2,"verse":"I will make of you<WH6213> a great<WH1419> nation.<WH1471> I will bless<WH1288> you and make<WH1431> your name<WH8034> great.<WH1431> You will be a blessing.<WH1293>"},{"number":3,"verse":"I will bless<WH1288> those who bless<WH1288> you,<WH779> and I will curse him who curses<WH779> you.<WH4940> All of the families of the earth<WH127> will be blessed in you.<WH1288>\""},{"number":4,"verse":"So Abram<WH87> went,<WH3212> as Yahweh<WH3068> had spoken<WH1696> to him.<WH3876> Lot went<WH3212> with him.<WH87> Abram was seventy<WH7657>- five<WH2568> years<WH8141> old<WH1121> when he departed<WH3318> out of Haran.<WH2771>"},{"number":5,"verse":"Abram<WH87> took<WH3947> Sarai<WH8297> his wife,<WH802> Lot<WH3876> his brother<WH251>'s son,<WH1121> all their substance<WH7399> that they had gathered,<WH7408> and the souls<WH5315> whom they had gotten<WH6213> in Haran,<WH2771> and they went<WH3318> to go<WH3212> into the land<WH776> of Canaan.<WH3667> Into the land<WH776> of Canaan<WH3667> they came.<WH935>"},{"number":6,"verse":"Abram<WH87> passed through<WH5674> the land<WH776> to the place<WH4725> of Shechem,<WH7927> to the oak<WH436> of Moreh.<WH4176> The Canaanite<WH3669> was then<WH227> in the land.<WH776>"},{"number":7,"verse":"Yahweh<WH3068> appeared<WH7200> to Abram<WH87> and said,<WH559> \"I will give<WH5414> this<WH2063> land<WH776> to your seed.<WH2233>\" He built<WH1129> an altar<WH4196> there to Yahweh,<WH3068> who appeared to him.<WH7200>"},{"number":8,"verse":"He left<WH6275> from there to the mountain<WH2022> on the east<WH6924> of Bethel,<WH1008> and pitched<WH5186> his tent,<WH168> having Bethel<WH1008> on the west,<WH3220> and Ai<WH5857> on the east.<WH6924> There he built<WH1129> an altar<WH4196> to Yahweh<WH3068> and called<WH7121> on the name<WH8034> of Yahweh.<WH3068>"},{"number":9,"verse":"Abram<WH87> traveled,<WH5265> going on<WH1980> still<WH5265> toward the South.<WH5045>"},{"number":10,"verse":"There was a famine<WH7458> in the land.<WH776> Abram<WH87> went down<WH3381> into Egypt<WH4714> to live<WH1481> as a foreigner there,<WH7458> for the famine was severe<WH3515> in the land.<WH776>"},{"number":11,"verse":"It happened,<WH834> when he had come near<WH7126> to enter<WH935> Egypt,<WH4714> that he said<WH559> to Sarai<WH8297> his wife,<WH802> \"See<WH2009> now,<WH4994> I know<WH3045> that you are a beautiful<WH3303> woman<WH802> to look at.<WH4758>"},{"number":12,"verse":"It will happen,<WH4713> when the Egyptians will see<WH7200> you,<WH559> that they will say, <WH802> 'This is his wife.' They will kill<WH2026> me,<WH2421> but they will save you alive."},{"number":13,"verse":"Please say<WH559> that you<WH4994> are my sister,<WH269> that<WH4616> it may be well<WH3190> with me for your sake,<WH5315> and that my soul may live<WH2421> because of you.<WH1558>\""},{"number":14,"verse":"It happened that when Abram<WH87> had come<WH935> into Egypt,<WH4714> the Egyptians<WH4713> saw<WH7200> that the woman<WH802> was very<WH3966> beautiful.<WH3303>"},{"number":15,"verse":"The princes<WH8269> of Pharaoh<WH6547> saw<WH7200> her,<WH1984> and praised her to<WH413> Pharaoh;<WH6547> and the woman<WH802> was taken<WH3947> into Pharaoh<WH6547>'s house.<WH1004>"},{"number":16,"verse":"He dealt<WH3190> well<WH3190> with Abram<WH87> for her sake.<WH6629> He had sheep, cattle,<WH1241> male donkeys,<WH2543> male servants,<WH5650> female servants,<WH8198> female donkeys,<WH860> and camels.<WH1581>"},{"number":17,"verse":"Yahweh<WH3068> plagued<WH5060> Pharaoh<WH6547> and his house<WH1004> with great<WH1419> plagues<WH5061> because of<WH1697> Sarai,<WH8297> Abram<WH87>'s wife.<WH802>"},{"number":18,"verse":"Pharaoh<WH6547> called<WH7121> Abram<WH87> and said,<WH559> \"What is this that you have done<WH6213> to me?<WH5046> Why didn't you tell me that she was your wife?<WH802>"},{"number":19,"verse":"Why did you<WH559> say,<WH269> 'She is my sister,' so that I took<WH3947> her to be my wife?<WH802> Now therefore,<WH802> see your wife, take<WH3947> her,<WH3212> and go your way.\""},{"number":20,"verse":"Pharaoh<WH6547> commanded<WH6680> men<WH582> concerning him,<WH7971> and they brought him on the way with his wife and all that he had.<WH802>"}]}