{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":24,"verses":[{"number":1,"verse":"Abraham<WH85> was old,<WH2204> and well stricken<WH935> in age.<WH3117> Yahweh<WH3068> had blessed<WH1288> Abraham in all things.<WH85>"},{"number":2,"verse":"Abraham<WH85> said<WH559> to his servant,<WH5650> the elder<WH2205> of his house,<WH1004> who ruled over<WH4910> all that he had,<WH7760> \"Please put your hand<WH3027> under my thigh.<WH3409>"},{"number":3,"verse":"I will make you swear<WH7650> by Yahweh,<WH3068> the God<WH430> of heaven<WH8064> and the God<WH430> of the earth,<WH776> that you shall not take<WH3947> a wife<WH802> for my son<WH1121> of the daughters<WH1323> of the Canaanites,<WH3669> among<WH7130> whom I live.<WH3427>"},{"number":4,"verse":"But you shall go<WH3212> to my country,<WH776> and to my relatives,<WH4138> and take<WH3947> a wife<WH802> for my son<WH1121> Isaac.<WH3327>\""},{"number":5,"verse":"The servant<WH5650> said<WH559> to him,<WH802> \"What if the woman isn't<WH14> willing to follow<WH3212> me<WH310> to this land?<WH776> Must I bring<WH7725> your son<WH1121> again<WH7725> to the land<WH776> you came from?<WH3318>\""},{"number":6,"verse":"Abraham<WH85> said<WH559> to him,<WH8104> \"Beware that you don't<WH6435> bring<WH7725> my son<WH1121> there again.<WH7725>"},{"number":7,"verse":"Yahweh,<WH3068> the God<WH430> of heaven,<WH8064> who took me<WH3947> from my father<WH1>'s house,<WH1004> and from the land<WH776> of my birth,<WH1696> who spoke to me,<WH7650> and who swore to me,<WH559> saying, <WH5414> 'I will give this land<WH776> to your seed.<WH2233>' He will send<WH7971> his angel<WH4397> before you,<WH6440> and you<WH6440> shall take<WH3947> a wife<WH802> for my son from there.<WH1121>"},{"number":8,"verse":"If the woman<WH802> isn't<WH14> willing to follow<WH3212> you,<WH310> then you shall be clear<WH5352> from this my oath.<WH7621> Only you shall not bring<WH7725> my son<WH1121> there again.<WH7725>\""},{"number":9,"verse":"The servant<WH5650> put<WH7760> his hand<WH3027> under the thigh<WH3409> of Abraham<WH85> his master,<WH113> and swore<WH7650> to him concerning<WH5921> this<WH2088> matter.<WH1697>"},{"number":10,"verse":"The servant<WH5650> took<WH3947> ten<WH6235> camels,<WH1581> of his master<WH113>'s camels,<WH1581> and departed,<WH3212> having a variety of good things<WH2898> of his master<WH113>'s with him.<WH3027> He arose,<WH6965> and went<WH3212> to Mesopotamia,<WH763> to the city<WH5892> of Nahor.<WH5152>"},{"number":11,"verse":"He made<WH1288> the camels<WH1581> kneel down<WH1288> outside<WH2351> the city<WH5892> by<WH413> the well<WH875> of water<WH4325> at the time<WH6256> of evening,<WH6153> the time<WH6256> that women go out<WH3318> to draw water.<WH7579>"},{"number":12,"verse":"He said,<WH559> \"Yahweh,<WH3068> the God<WH430> of my master<WH113> Abraham,<WH85> please give me<WH6440> success<WH7136> this day,<WH3117> and show<WH6213> kindness<WH2617> to<WH5973> my master<WH113> Abraham.<WH85>"},{"number":13,"verse":"Behold,<WH5324> I am standing by the spring<WH5869> of water.<WH4325> The daughters<WH1323> of the men<WH582> of the city<WH5892> are coming out<WH3318> to draw<WH7579> water.<WH4325>"},{"number":14,"verse":"Let it happen,<WH5291> that the young lady to whom I will say,<WH559> <WH5186> 'Please let down your pitcher,<WH3537> that I may drink,<WH8354>' and she will say,<WH559> <WH8354> 'Drink, and I will also give<WH8248> your camels<WH1581> a drink,<WH8248>'—let her be the one you have appointed<WH3198> for your servant<WH5650> Isaac.<WH3327> By this I will know<WH3045> that you have shown<WH6213> kindness<WH2617> to my master.<WH113>\""},{"number":15,"verse":"It happened,<WH3615> before he had finished speaking,<WH1696> that behold,<WH7259> Rebekah came out,<WH3318> who<WH834> was born<WH3205> to Bethuel<WH1328> the son<WH1121> of Milcah,<WH4435> the wife<WH802> of Nahor,<WH5152> Abraham<WH85>'s brother,<WH251> with her pitcher<WH3537> on her shoulder.<WH7926>"},{"number":16,"verse":"The young lady<WH5291> was very<WH3966> beautiful<WH2896> to look at,<WH4758> a virgin,<WH1330> neither had any man<WH376> known<WH3045> her.<WH3381> She went down to the spring,<WH5869> filled<WH4390> her pitcher,<WH3537> and came up.<WH5927>"},{"number":17,"verse":"The servant<WH5650> ran<WH7323> to meet her,<WH7125> and said,<WH559> \"Please give me a drink,<WH1572> a little<WH4592> water<WH4325> from your pitcher.<WH3537>\""},{"number":18,"verse":"She said,<WH559> \"Drink,<WH8354> my lord.<WH113>\" She hurried,<WH4116> and let down<WH3381> her pitcher<WH3537> on her hand,<WH3027> and gave him drink.<WH8248>"},{"number":19,"verse":"When she had done<WH3615> giving him drink,<WH8248> she said,<WH559> \"I will also draw<WH7579> for your camels,<WH1581> until they have done<WH3615> drinking.<WH8354>\""},{"number":20,"verse":"She hurried,<WH4116> and emptied<WH6168> her pitcher<WH3537> into the trough,<WH8268> and ran<WH7323> again to the well<WH875> to draw,<WH7579> and drew<WH7579> for all his camels.<WH1581>"},{"number":21,"verse":"The man<WH376> looked steadfastly<WH7583> at her,<WH2790> remaining silent, to know<WH3045> whether Yahweh<WH3068> had made<WH6743> his journey<WH1870> prosperous<WH6743> or not.<WH518>"},{"number":22,"verse":"It happened,<WH1581> as the camels had done<WH3615> drinking,<WH8354> that the man<WH376> took<WH3947> a golden<WH2091> ring<WH5141> of half a shekel<WH1235> weight,<WH4948> and two<WH8147> bracelets<WH6781> for her hands<WH3027> of ten<WH6235> shekels weight<WH4948> of gold,<WH2091>"},{"number":23,"verse":"and said,<WH559> \"Whose<WH4310> daughter<WH1323> are you?<WH859> Please tell<WH5046> me.<WH3426> Is there room<WH4725> in your father<WH1>'s house<WH1004> for us to lodge in?<WH3885>\""},{"number":24,"verse":"She said<WH559> to him,<WH1323> \"I am the daughter of Bethuel<WH1328> the son<WH1121> of Milcah,<WH4435> whom she bore<WH3205> to Nahor.<WH5152>\""},{"number":25,"verse":"She said<WH559> moreover to him,<WH1571> \"We have both straw<WH8401> and provender<WH4554> enough,<WH7227> and<WH1571> room<WH4725> to lodge in.<WH3885>\""},{"number":26,"verse":"The man<WH376> bowed his head,<WH6915> and worshiped<WH7812> Yahweh.<WH3068>"},{"number":27,"verse":"He said,<WH559> \"Blessed<WH1288> be Yahweh,<WH3068> the God<WH430> of my master<WH113> Abraham,<WH85> who has not forsaken<WH5800> his loving kindness<WH2617> and his truth<WH571> toward my master.<WH113> As for me,<WH3068> Yahweh has led me<WH5148> in the way<WH1870> to the house<WH1004> of my master<WH113>'s relatives.<WH251>\""},{"number":28,"verse":"The young lady<WH5291> ran,<WH7323> and told<WH5046> her mother<WH517>'s house<WH1004> about these words.<WH1697>"},{"number":29,"verse":"Rebekah<WH7259> had a brother,<WH251> and his name<WH8034> was Laban.<WH3837> Laban<WH3837> ran<WH7323> out<WH2351> to the man,<WH376> to the spring.<WH5869>"},{"number":30,"verse":"It happened,<WH7200> when he saw the ring,<WH5141> and the bracelets<WH6781> on his sister<WH269>'s hands,<WH3027> and when he heard<WH8085> the words<WH1697> of Rebekah<WH7259> his sister,<WH269> saying,<WH559> \"This<WH3541> is what the man<WH376> said<WH1696> to me,<WH935>\" that he came to the man.<WH376> Behold,<WH5975> he was standing by<WH5921> the camels<WH1581> at the spring.<WH5869>"},{"number":31,"verse":"He said,<WH559> \"Come in,<WH935> you blessed<WH1288> of Yahweh.<WH3068> Why do you stand<WH5975> outside?<WH2351> For I have prepared<WH6437> the house,<WH1004> and room<WH4725> for the camels.<WH1581>\""},{"number":32,"verse":"The man<WH376> came<WH935> into the house,<WH1004> and he unloaded<WH6605> the camels.<WH1581> He gave<WH5414> straw<WH8401> and provender<WH4554> for the camels,<WH1581> and water<WH4325> to wash<WH7364> his feet<WH7272> and the feet<WH7272> of the men who were with him.<WH582>"},{"number":33,"verse":"Food was set<WH7760> before him<WH6440> to eat,<WH398> but he said,<WH559> \"I will not eat<WH398> until I have told<WH1696> my message.<WH1697>\" He said,<WH559> \"Speak on.<WH1696>\""},{"number":34,"verse":"He said,<WH559> \"I am Abraham<WH85>'s servant.<WH5650>"},{"number":35,"verse":"Yahweh<WH3068> has blessed<WH1288> my master<WH113> greatly.<WH3966> He has become great.<WH1431> He has given<WH5414> him flocks<WH6629> and herds,<WH1241> silver<WH3701> and gold,<WH2091> male servants<WH5650> and female servants,<WH8198> and camels<WH1581> and donkeys.<WH2543>"},{"number":36,"verse":"Sarah,<WH8283> my master<WH113>'s wife,<WH802> bore<WH3205> a son<WH1121> to my master<WH113> when<WH310> she was old.<WH2209> He has given all that he has to him.<WH5414>"},{"number":37,"verse":"My master<WH113> made me swear,<WH7650> saying,<WH559> <WH3947> 'You shall not take a wife<WH802> for my son<WH1121> of the daughters<WH1323> of the Canaanites,<WH3669> in whose land<WH776> I live,<WH3427>"},{"number":38,"verse":"but<WH518> you shall go<WH3212> to my father<WH1>'s house,<WH1004> and to my relatives,<WH4940> and take<WH3947> a wife<WH802> for my son.<WH1121>'"},{"number":39,"verse":"I asked<WH559> my master,<WH113> <WH802> 'What if the woman will not follow me?<WH3212>'"},{"number":40,"verse":"He said<WH559> to me,<WH3068> 'Yahweh, before<WH6440> whom I walk,<WH1980> will send<WH7971> his angel<WH4397> with you,<WH6743> and prosper your way.<WH1870> You shall take<WH3947> a wife<WH802> for my son<WH1121> of my relatives,<WH4940> and of my father<WH1>'s house.<WH1004>"},{"number":41,"verse":"Then will you be clear<WH5352> from my oath,<WH423> when you come<WH935> to my relatives.<WH4940> If they don't<WH5414> give her to you,<WH5355> you shall be clear from my oath.<WH423>'"},{"number":42,"verse":"I came<WH935> this day<WH3117> to the spring,<WH5869> and said,<WH559> <WH3068> 'Yahweh, the God<WH430> of my master<WH113> Abraham,<WH85> if now you do<WH3426> prosper<WH6743> my way<WH1870> which I go<WH1980>—"},{"number":43,"verse":"behold,<WH5324> I am standing by this spring<WH5869> of water.<WH4325> Let it happen,<WH5959> that the maiden who comes out<WH3318> to draw,<WH7579> to whom I will say,<WH559> \"Please give me<WH8248> a little<WH4592> water<WH4325> from your pitcher<WH3537> to drink,<WH8248>\""},{"number":44,"verse":"and she will tell me,<WH8354> \"Drink, and I will also draw<WH7579> for your camels,<WH1581>\"—let her be the woman<WH802> whom Yahweh<WH3068> has appointed for my master<WH113>'s son.<WH1121>'"},{"number":45,"verse":"Before I had finished<WH3615> speaking<WH1696> in my heart,<WH3820> behold,<WH7259> Rebekah came out<WH3318> with her pitcher<WH3537> on her shoulder.<WH7926> She went down<WH3381> to the spring,<WH5869> and drew.<WH7579> I said<WH559> to her,<WH8248> 'Please let me drink.'"},{"number":46,"verse":"She hurried<WH4116> and let down<WH3381> her pitcher<WH3537> from her shoulder,<WH559> and said, <WH8354> 'Drink, and I will also give<WH8248> your camels<WH1581> a drink.<WH8248>' So I drank,<WH8354> and she also gave<WH8248> the camels<WH1581> a drink.<WH8248>"},{"number":47,"verse":"I asked<WH7592> her,<WH559> and said, <WH1323> 'Whose daughter are you?<WH559>' She said, <WH1323> 'The daughter of Bethuel,<WH1328> Nahor<WH5152>'s son,<WH1121> whom Milcah<WH4435> bore<WH3205> to him.<WH7760>' I put the ring<WH5141> on her nose,<WH639> and the bracelets<WH6781> on her hands.<WH3027>"},{"number":48,"verse":"I bowed my head,<WH6915> and worshiped<WH7812> Yahweh,<WH3068> and blessed<WH1288> Yahweh,<WH3068> the God<WH430> of my master<WH113> Abraham,<WH85> who had led me<WH5148> in the right<WH571> way<WH1870> to take<WH3947> my master<WH113>'s brother<WH251>'s daughter<WH1323> for his son.<WH1121>"},{"number":49,"verse":"Now if you will<WH3426> deal<WH6213> kindly<WH2617> and truly<WH571> with my master,<WH113> tell<WH5046> me.<WH5046> If not, tell me,<WH6437> that I may turn to the right hand,<WH3225> or<WH176> to the left.<WH8040>\""},{"number":50,"verse":"Then Laban<WH3837> and Bethuel<WH1328> answered,<WH6030> \"The<WH559> thing<WH1697> proceeds<WH3318> from Yahweh.<WH3068> We can't<WH3201> speak<WH1696> to you bad<WH7451> or<WH176> good.<WH2896>"},{"number":51,"verse":"Behold,<WH7259> Rebekah is before you.<WH6440> Take<WH3947> her,<WH3212> and go, and let her be your master<WH113>'s son<WH1121>'s wife,<WH802> as Yahweh<WH3068> has spoken.<WH1696>\""},{"number":52,"verse":"It happened that when Abraham<WH85>'s servant<WH5650> heard<WH8085> their words,<WH1697> he bowed<WH7812> himself down to the earth<WH776> to Yahweh.<WH3068>"},{"number":53,"verse":"The servant<WH5650> brought out<WH3318> jewels<WH3627> of silver,<WH3701> and jewels<WH3627> of gold,<WH2091> and clothing,<WH899> and gave<WH5414> them to Rebekah.<WH7259> He also gave<WH5414> precious things<WH4030> to her brother<WH251> and her mother.<WH517>"},{"number":54,"verse":"They ate<WH398> and drank,<WH8354> he and the men<WH582> who were with him,<WH3885> and stayed all night. They rose up<WH6965> in the morning,<WH1242> and he said,<WH559> \"Send me away<WH7971> to my master.<WH113>\""},{"number":55,"verse":"Her brother<WH251> and her mother<WH517> said,<WH559> \"Let the young lady<WH5291> stay<WH3427> with us a few days,<WH3117> at least<WH176> ten.<WH6218> After<WH310> that she will go.<WH3212>\""},{"number":56,"verse":"He said<WH559> to them,<WH309> \"Don't hinder me, since Yahweh<WH3068> has prospered<WH6743> my way.<WH1870> Send me away<WH7971> that I may go<WH3212> to my master.<WH113>\""},{"number":57,"verse":"They said,<WH559> \"We will call<WH7121> the young lady,<WH5291> and ask<WH7592> her.<WH6310>\""},{"number":58,"verse":"They called<WH7121> Rebekah,<WH7259> and said<WH559> to her,<WH3212> \"Will you go with this man?<WH376>\" She said,<WH559> \"I will go.<WH3212>\""},{"number":59,"verse":"They sent away<WH7971> Rebekah,<WH7259> their sister,<WH269> with her nurse,<WH3243> Abraham<WH85>'s servant,<WH5650> and his men.<WH582>"},{"number":60,"verse":"They blessed<WH1288> Rebekah,<WH7259> and said<WH559> to her,<WH859> \"Our sister,<WH269> may you<WH1961> be the mother of thousands<WH505> of ten thousands,<WH7233> and let your seed<WH2233> possess<WH3423> the gate<WH8179> of those who hate them.<WH8130>\""},{"number":61,"verse":"Rebekah<WH7259> arose<WH6965> with her ladies.<WH5291> They rode<WH7392> on the camels,<WH1581> and followed<WH3212> the man.<WH376> The servant<WH5650> took<WH3947> Rebekah,<WH7259> and went his way.<WH3212>"},{"number":62,"verse":"Isaac<WH3327> came<WH935> from the way<WH935> of Beer Lahai<WH883> Roi,<WH3427> for he lived in the land<WH776> of the South.<WH5045>"},{"number":63,"verse":"Isaac<WH3327> went out<WH3318> to meditate<WH7742> in<WH6437> the field<WH7704> at the evening.<WH6153> He lifted up<WH5375> his eyes,<WH5869> and saw,<WH7200> and,<WH1581> behold, there were camels coming.<WH935>"},{"number":64,"verse":"Rebekah<WH7259> lifted up<WH5375> her eyes,<WH5869> and when she saw<WH7200> Isaac,<WH3327> she dismounted<WH5307> from<WH5921> the camel.<WH1581>"},{"number":65,"verse":"She said<WH559> to the servant,<WH5650> \"Who<WH4310> is<WH1976> the man<WH376> who is walking<WH1980> in the field<WH7704> to meet us?<WH7125>\" The servant<WH5650> said,<WH559> \"It is my master.<WH113>\" She took<WH3947> her veil,<WH6809> and covered herself.<WH3680>"},{"number":66,"verse":"The servant<WH5650> told<WH5608> Isaac<WH3327> all the things<WH1697> that he had done.<WH6213>"},{"number":67,"verse":"Isaac<WH3327> brought her<WH935> into his mother<WH517> Sarah<WH8283>'s tent,<WH168> and took<WH3947> Rebekah,<WH7259> and she became his wife.<WH802> He loved<WH157> her.<WH3327> Isaac was comforted<WH5162> after<WH310> his mother<WH517>'s death."}]}