{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":32,"verses":[{"number":1,"verse":"Jacob<WH3290> went<WH1980> on his way,<WH1870> and the angels<WH4397> of God<WH430> met him.<WH6293>"},{"number":2,"verse":"When he saw them,<WH7200> Jacob<WH3290> said,<WH559> \"This is God<WH430>'s army.<WH4264>\" He called<WH7121> the name<WH8034> of that place<WH4725> Mahanaim.<WH4266>"},{"number":3,"verse":"Jacob<WH3290> sent<WH7971> messengers<WH4397> in front of him<WH6440> to Esau,<WH6215> his brother,<WH251> to the land<WH7704> of Seir,<WH8165> the field<WH7704> of Edom.<WH123>"},{"number":4,"verse":"He commanded<WH6680> them,<WH559> saying, \"This is what you shall tell<WH559> my lord,<WH113> Esau:<WH6215> <WH5650> 'This is what your servant, Jacob,<WH3290> says.<WH559> I have lived<WH1481> as a foreigner with Laban,<WH3837> and stayed until now.<WH309>"},{"number":5,"verse":"I have cattle,<WH7794> donkeys,<WH2543> flocks,<WH6629> male servants,<WH5650> and female servants.<WH8198> I have sent<WH7971> to tell<WH5046> my lord,<WH113> that I may find<WH4672> favor<WH2580> in your sight.<WH5869>'\""},{"number":6,"verse":"The messengers<WH4397> returned<WH7725> to Jacob,<WH3290> saying,<WH559> \"We came<WH935> to your brother<WH251> Esau.<WH6215> Not only that,<WH1980> but he comes to meet you,<WH7125> and four hundred<WH3967> men with him.<WH376>\""},{"number":7,"verse":"Then Jacob<WH3290> was greatly<WH3966> afraid<WH3372> and was distressed.<WH3334> He divided<WH2673> the people<WH5971> who were with him,<WH6629> and the flocks, and the herds,<WH1241> and the camels,<WH1581> into two<WH8147> companies;<WH4264>"},{"number":8,"verse":"and he said,<WH559> \"If Esau<WH6215> comes<WH935> to the one<WH259> company,<WH4264> and strikes it,<WH5221> then the company<WH4264> which is left<WH7604> will escape.<WH6413>\""},{"number":9,"verse":"Jacob<WH3290> said,<WH559> \"God<WH430> of my father<WH1> Abraham,<WH85> and God<WH430> of my father<WH1> Isaac,<WH3327> Yahweh,<WH3068> who said<WH559> to me,<WH7725> 'Return to your country,<WH776> and to your relatives,<WH4138> and I will do you good,<WH3190>'"},{"number":10,"verse":"I am not worthy of the least<WH6994> of all the loving kindnesses,<WH2617> and of all the truth,<WH571> which you have shown<WH6213> to your servant;<WH5650> for with just my staff<WH4731> I passed over<WH5674> this Jordan;<WH3383> and now I have become two<WH8147> companies.<WH4264>"},{"number":11,"verse":"Please deliver me<WH5337> from the hand<WH3027> of my brother,<WH251> from the hand<WH3027> of Esau:<WH6215> for I fear<WH3373> him,<WH935> lest he come and strike me,<WH5221> and the mothers<WH517> with<WH5921> the children.<WH1121>"},{"number":12,"verse":"You said,<WH559> <WH3190> 'I will surely do you good,<WH3190> and make<WH7760> your seed<WH2233> as the sand<WH2344> of the sea,<WH3220> which can't<WH5608> be numbered because there are so many.<WH7230>'\""},{"number":13,"verse":"He lodged<WH3885> there that night,<WH3915> and took<WH3947> from that which he had<WH935> with him,<WH3027> a present<WH4503> for Esau,<WH6215> his brother:<WH251>"},{"number":14,"verse":"two hundred<WH3967> female goats<WH5795> and twenty<WH6242> male goats,<WH8495> two hundred<WH3967> ewes<WH7353> and twenty<WH6242> rams,<WH352>"},{"number":15,"verse":"thirty<WH7970> milk<WH3243> camels<WH1581> and their colts,<WH1121> forty<WH705> cows,<WH6510> ten<WH6235> bulls,<WH6499> twenty<WH6242> female donkeys<WH860> and ten<WH6235> foals.<WH5895>"},{"number":16,"verse":"He delivered<WH5414> them into the hands<WH3027> of his servants,<WH5650> every herd<WH5739> by itself,<WH559> and said to his servants,<WH5650> \"Pass over<WH5674> before me,<WH6440> and put<WH7760> a space<WH7305> between<WH996> herd<WH5739> and<WH996> herd.<WH5739>\""},{"number":17,"verse":"He commanded<WH6680> the foremost,<WH7223> saying,<WH559> \"When Esau,<WH6215> my brother,<WH251> meets you,<WH7592> and asks you,<WH7592> saying,<WH559> <WH7592> 'Whose are you? Where are you going?<WH6440> Whose are these before you?'"},{"number":18,"verse":"Then you shall say,<WH559> <WH5650> 'They are your servant, Jacob<WH3290>'s. It is a present<WH4503> sent<WH7971> to my lord,<WH113> Esau.<WH6215> Behold,<WH310> he also is behind us.'\""},{"number":19,"verse":"He<WH6680> commanded<WH1571> also the second,<WH8145> and the third,<WH7992> and all that followed<WH1980> the herds,<WH5739> saying,<WH559> \"This is how<WH1697> you shall speak<WH1696> to Esau,<WH6215> when you find him.<WH4672>"},{"number":20,"verse":"You<WH559> shall say,<WH1571> 'Not only that, but behold,<WH559> your servant,<WH5650> Jacob,<WH3290> is behind us.<WH310>'\" For,<WH559> he said, \"I will appease<WH3722> him<WH6440> with the present<WH4503> that goes before me,<WH6440> and afterward<WH310> I will see<WH7200> his face.<WH6440> Perhaps he will accept<WH5375> me.<WH6440>\""},{"number":21,"verse":"So<WH5674> the present<WH4503> passed over<WH5674> before him,<WH6440> and he himself lodged<WH3885> that night<WH3915> in the camp.<WH4264>"},{"number":22,"verse":"He rose up<WH6965> that night,<WH3915> and took<WH3947> his two<WH8147> wives,<WH802> and his two<WH8147> handmaids,<WH8198> and his eleven<WH6240> sons,<WH3206> and passed over<WH5674> the ford<WH4569> of the Jabbok.<WH2999>"},{"number":23,"verse":"He took them,<WH3947> and sent them<WH3947> over<WH5674> the stream,<WH5674> and sent over that which he had."},{"number":24,"verse":"Jacob<WH3290> was left<WH3498> alone,<WH79> and wrestled with a man<WH376> there until the breaking<WH5927> of the day.<WH7837>"},{"number":25,"verse":"When he saw<WH7200> that he didn't<WH3201> prevail against him,<WH5060> he touched the hollow of his thigh,<WH3409> and the hollow<WH3709> of Jacob<WH3290>'s thigh<WH3409> was strained,<WH3363> as he wrestled.<WH79>"},{"number":26,"verse":"The man said,<WH559> \"Let me go,<WH7971> for the day<WH7837> breaks.<WH5927>\" Jacob said,<WH559> \"I won't<WH7971> let you go, unless<WH518> you bless me.<WH1288>\""},{"number":27,"verse":"He said<WH559> to him,<WH8034> \"What is your name?\" He said,<WH559> \"Jacob.<WH3290>\""},{"number":28,"verse":"He said,<WH559> \"Your name<WH8034> will no longer be called<WH559> Jacob,<WH3290> but Israel;<WH3478> for you have<WH8280> fought with God<WH430> and with men,<WH582> and have prevailed.<WH3201>\""},{"number":29,"verse":"Jacob<WH3290> asked<WH7592> him,<WH559> \"Please tell<WH5046> me your name.<WH8034>\" He said,<WH559> \"Why is it<WH2088> that you ask<WH7592> what my name<WH8034> is?<WH1288>\" He blessed him there."},{"number":30,"verse":"Jacob<WH3290> called<WH7121> the name<WH8034> of the place<WH4725> Peniel:<WH6439> for,<WH7200> he said, \"I have seen God<WH430> face<WH6440> to face,<WH6440> and my life<WH5315> is preserved.<WH5337>\""},{"number":31,"verse":"The sun<WH8121> rose<WH2224> on him as he passed over<WH5674> Peniel,<WH6439> and he limped<WH6760> because of his thigh.<WH3409>"},{"number":32,"verse":"Therefore the children<WH1121> of Israel<WH3478> don't<WH398> eat the sinew<WH1517> of the hip,<WH5384> which is on the hollow<WH3709> of the thigh,<WH3409> to this day,<WH3117> because he touched<WH5060> the hollow<WH3709> of Jacob<WH3290>'s thigh<WH3409> in the sinew<WH1517> of the hip.<WH5384>"}]}