{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"Joseph<WH3130> was brought down<WH3381> to Egypt.<WH4714> Potiphar,<WH6318> an officer<WH5631> of Pharaoh<WH6547>'s, the captain<WH8269> of the guard,<WH2876> an Egyptian,<WH376> bought<WH7069> him from the hand<WH3027> of the Ishmaelites<WH3459> that had brought him down there.<WH3381>"},{"number":2,"verse":"Yahweh<WH3068> was with Joseph,<WH3130> and he was a prosperous<WH6743> man.<WH376> He was in the house<WH1004> of his master<WH113> the Egyptian.<WH4713>"},{"number":3,"verse":"His master<WH113> saw<WH7200> that Yahweh<WH3068> was with him,<WH3068> and that Yahweh made all that he did<WH6213> prosper<WH6743> in his hand.<WH3027>"},{"number":4,"verse":"Joseph<WH3130> found<WH4672> favor<WH2580> in his sight.<WH5869> He ministered<WH8334> to him,<WH6485> and he made him overseer over his house,<WH1004> and all that he had<WH3426> he put<WH5414> into his hand.<WH3027>"},{"number":5,"verse":"It happened from the time<WH227> that he made him overseer<WH6485> in his house,<WH1004> and over all that he had,<WH3426> that Yahweh<WH3068> blessed<WH1288> the Egyptian<WH4713>'s house<WH1004> for Joseph<WH3130>'s sake;<WH1558> and the blessing<WH1293> of Yahweh<WH3068> was on all that he had,<WH3426> in the house<WH1004> and in the field.<WH7704>"},{"number":6,"verse":"He left<WH5800> all that he had in Joseph<WH3130>'s hand.<WH3027> He didn't<WH3045> concern<WH3972> himself with anything,<WH518> except for the food<WH3899> which he ate.<WH398> Joseph<WH3130> was well-built<WH8389> and<WH3303> handsome.<WH4758>"},{"number":7,"verse":"It happened after<WH310> these things,<WH1697> that his master<WH113>'s wife<WH802> cast<WH5375> her eyes<WH5869> on Joseph;<WH3130> and she said,<WH559> \"Lie with me.<WH7901>\""},{"number":8,"verse":"But he refused,<WH3985> and said<WH559> to his master<WH113>'s wife,<WH802> \"Behold,<WH113> my master doesn't<WH3045> know what is with me in the house,<WH1004> and he has put<WH5414> all that he has<WH3426> into my hand.<WH3027>"},{"number":9,"verse":"He isn't<WH1419> greater in this house<WH1004> than I,<WH3808> neither has he kept back<WH2820> anything from me but you,<WH859> because<WH834> you<WH859> are his wife.<WH802> How then can I do<WH6213> this great<WH1419> wickedness,<WH7451> and sin<WH2398> against God?<WH430>\""},{"number":10,"verse":"As she spoke<WH1696> to Joseph<WH3130> day<WH3117> by day,<WH3117> he didn't<WH7901> listen to her, to lie by her,<WH681> or to be with her.<WH681>"},{"number":11,"verse":"About this time,<WH3117> he went<WH935> into the house<WH1004> to do<WH6213> his work,<WH4399> and there were none of the men<WH376> of the house inside.<WH1004>"},{"number":12,"verse":"She caught<WH8610> him by his garment,<WH899> saying,<WH559> \"Lie<WH7901> with me!<WH5800>\" He left his garment<WH899> in her hand,<WH3027> and<WH5127> ran<WH3318> outside.<WH2351>"},{"number":13,"verse":"When she saw<WH7200> that he had left<WH5800> his garment<WH899> in her hand,<WH3027> and had run<WH5127> outside,<WH2351>"},{"number":14,"verse":"she called<WH7121> to the men<WH582> of her house,<WH1004> and spoke<WH559> to them,<WH559> saying, \"Behold,<WH7200> he has brought in<WH935> a Hebrew<WH376> to us to mock<WH6711> us.<WH935> He came in to me to lie<WH7901> with me,<WH7121> and I cried with a loud<WH1419> voice.<WH6963>"},{"number":15,"verse":"It happened,<WH8085> when he heard that I lifted up<WH7311> my voice<WH6963> and cried,<WH7121> that he left<WH5800> his garment<WH899> by me,<WH681> and<WH5127> ran<WH3318> outside.<WH2351>\""},{"number":16,"verse":"She laid up<WH3240> his garment<WH899> by her,<WH681> until his master<WH113> came<WH935> home.<WH1004>"},{"number":17,"verse":"She spoke<WH1696> to him according to these words,<WH1697> saying,<WH559> \"The Hebrew<WH5680> servant,<WH5650> whom you have brought<WH935> to us,<WH935> came in to me to mock me,<WH6711>"},{"number":18,"verse":"and it happened,<WH7311> as I lifted up my voice<WH6963> and cried,<WH7121> that he left<WH5800> his garment<WH899> by me,<WH681> and ran<WH5127> outside.<WH2351>\""},{"number":19,"verse":"It happened,<WH113> when his master heard<WH8085> the words<WH1697> of his wife,<WH802> which she spoke<WH1696> to him,<WH559> saying, \"This is what<WH1697> your servant<WH5650> did<WH6213> to me,<WH639>\" that his wrath was kindled.<WH2734>"},{"number":20,"verse":"Joseph<WH113>'s master took him, and put<WH8085> him into<WH1697> the prison,<WH802> the place where the<WH1696> king<WH559>'s prisoners were bound,<WH1697> and he was there<WH5650> in<WH6213> custody.<WH1004>"},{"number":21,"verse":"But Yahweh<WH3068> was with Joseph,<WH3130> and showed<WH5186> kindness<WH2617> to him,<WH5414> and gave him favor<WH2580> in the sight<WH5869> of the keeper<WH8269> of the prison.<WH1004>"},{"number":22,"verse":"The keeper<WH8269> of the prison<WH1004> committed<WH5414> to Joseph<WH3130>'s hand<WH3027> all the prisoners<WH615> who were in the prison.<WH1004> Whatever they did<WH6213> there,<WH6213> he was responsible for it."},{"number":23,"verse":"The keeper<WH8269> of the prison<WH1004> didn't<WH7200> look after anything<WH3972> that was under his hand,<WH3027> because Yahweh<WH3068> was with him;<WH6213> and that which he did, Yahweh<WH3068> made it prosper.<WH6743>"}]}