{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":44,"verses":[{"number":1,"verse":"He commanded<WH6680> the steward of his house,<WH1004> saying,<WH559> \"Fill<WH4390> the men<WH582>'s sacks<WH572> with food,<WH400> as much as<WH834> they can<WH3201> carry,<WH5375> and put<WH7760> each man<WH376>'s money<WH3701> in his sack<WH572>'s mouth.<WH6310>"},{"number":2,"verse":"Put<WH7760> my cup,<WH1375> the silver<WH3701> cup,<WH1375> in the sack<WH572>'s mouth<WH6310> of the youngest,<WH6996> with his grain<WH7668> money.<WH3701>\" He did<WH6213> according to the word<WH1697> that Joseph<WH3130> had spoken.<WH1696>"},{"number":3,"verse":"As soon as the morning<WH1242> was light,<WH215> the men<WH582> were sent away,<WH7971> they and their donkeys.<WH2543>"},{"number":4,"verse":"When they had gone out<WH3318> of the city,<WH5892> and were not yet far off,<WH7368> Joseph<WH3130> said<WH559> to his steward,<WH1004> \"Up,<WH6965> follow<WH7291> after<WH310> the men.<WH582> When you overtake<WH5381> them,<WH559> ask them,<WH7999> 'Why have you rewarded evil<WH7451> for good?<WH2896>"},{"number":5,"verse":"Isn't<WH113> this that from which my lord drinks,<WH8354> and by which he indeed<WH5172> divines?<WH5172> You have done evil<WH7489> in so doing.<WH6213>'\""},{"number":6,"verse":"He overtook<WH5381> them,<WH1696> and he spoke these<WH428> words to them.<WH1697>"},{"number":7,"verse":"They said<WH559> to him,<WH113> \"Why does my lord speak<WH1696> such words<WH1697> as these?<WH2486> Far be it from your servants<WH5650> that they should do<WH6213> such a thing!<WH1697>"},{"number":8,"verse":"Behold,<WH3701> the money, which we found<WH4672> in our sacks<WH572>' mouths,<WH6310> we brought again<WH7725> to you out of the land<WH776> of Canaan.<WH3667> How then should we steal<WH1589> silver<WH3701> or gold<WH2091> out of your lord<WH113>'s house?<WH1004>"},{"number":9,"verse":"With whomever of your servants<WH5650> it is found,<WH4672> let him die,<WH4191> and we also will be my lord<WH113>'s bondservants.<WH5650>\""},{"number":10,"verse":"He said,<WH559> \"Now also let it be according to your words:<WH3651> he with whom it is found<WH4672> will be my bondservant;<WH5650> and you will be blameless.<WH5355>\""},{"number":11,"verse":"Then they hurried,<WH4116> and each man<WH376> took his sack<WH572> down<WH3381> to the ground,<WH776> and each man<WH376> opened<WH6605> his sack.<WH572>"},{"number":12,"verse":"He searched,<WH2664> beginning<WH2490> with the eldest,<WH1419> and ending<WH3615> at the youngest.<WH6996> The cup<WH1375> was found<WH4672> in Benjamin<WH1144>'s sack.<WH572>"},{"number":13,"verse":"Then they tore<WH7167> their clothes,<WH8071> and each man<WH376> loaded<WH6006> his donkey,<WH2543> and returned<WH7725> to the city.<WH5892>"},{"number":14,"verse":"Judah<WH3063> and his brothers<WH251> came<WH935> to Joseph<WH3130>'s house,<WH1004> and he was still there.<WH5307> They fell on the ground<WH776> before him.<WH6440>"},{"number":15,"verse":"Joseph<WH3130> said<WH559> to them,<WH4639> \"What deed is this that you have done?<WH6213> Don't<WH3045> you know that such a man<WH376> as I can indeed divine?<WH5172>\""},{"number":16,"verse":"Judah<WH3063> said,<WH559> \"What will we tell my lord?<WH113> What will we speak?<WH1696> Or how will we clear ourselves?<WH6663> God<WH430> has found out<WH4672> the iniquity<WH5771> of your servants.<WH5650> Behold,<WH113> we are my lord's bondservants,<WH5650> both we,<WH1571> and he also in whose<WH834> hand the cup<WH1375> is found.<WH4672>\""},{"number":17,"verse":"He said,<WH559> \"Far be it<WH2486> from me that I should do<WH6213> so.<WH2063> The man<WH376> in whose hand<WH3027> the cup<WH1375> is found,<WH4672> he will be my bondservant;<WH5650> but as for you,<WH5927> go up in peace<WH7965> to your father.<WH1>\""},{"number":18,"verse":"Then Judah<WH3063> came near<WH5066> to him,<WH559> and said, \"Oh,<WH994> my lord,<WH113> please let your servant<WH5650> speak<WH1696> a word<WH1697> in my lord<WH113>'s ears,<WH241> and don't<WH639> let your anger burn<WH2734> against your servant;<WH5650> for you are even as Pharaoh.<WH6547>"},{"number":19,"verse":"My lord<WH113> asked<WH7592> his servants,<WH5650> saying,<WH559> <WH3426> 'Have you a father,<WH1> or a brother?<WH251>'"},{"number":20,"verse":"We said<WH559> to my lord,<WH113> <WH3426> 'We have a father,<WH1> an old man,<WH2205> and a child<WH3206> of his old age,<WH2208> a little one;<WH6996> and his brother<WH251> is dead,<WH4191> and he alone is left<WH3498> of his mother;<WH517> and his father<WH1> loves him.<WH157>'"},{"number":21,"verse":"You said<WH559> to your servants,<WH5650> <WH3381> 'Bring him down to me,<WH7760> that I may set my eyes on him.<WH5869>'"},{"number":22,"verse":"We said<WH559> to my lord,<WH113> <WH3201> 'The boy can't leave<WH5800> his father:<WH1> for if he should leave<WH5800> his father,<WH1> his father<WH1> would die.<WH4191>'"},{"number":23,"verse":"You said<WH559> to your servants,<WH5650> <WH3808> 'Unless your youngest<WH6996> brother<WH251> comes down<WH3381> with you,<WH3254> you will see my face<WH6440> no more.<WH7200>'"},{"number":24,"verse":"It happened when we came up<WH5927> to your servant<WH5650> my father,<WH1> we told<WH5046> him the words<WH1697> of my lord.<WH113>"},{"number":25,"verse":"Our father<WH1> said,<WH559> <WH7725> 'Go again, buy<WH7666> us a little<WH4592> food.<WH400>'"},{"number":26,"verse":"We said,<WH559> <WH3201> 'We can't go down.<WH3381> If our youngest<WH6996> brother<WH251> is<WH3426> with us,<WH3381> then we will go down: for we may<WH3201> not see<WH7200> the man<WH376>'s face,<WH6440> unless<WH369> our youngest<WH6996> brother is with us.<WH251>'"},{"number":27,"verse":"Your servant,<WH5650> my father,<WH1> said<WH559> to us,<WH3045> 'You know that my wife<WH802> bore<WH3205> me two sons:<WH8147>"},{"number":28,"verse":"and the one<WH259> went out<WH3318> from me,<WH559> and I said, \"Surely<WH2963> he is torn in pieces;<WH2963>\" and I haven't<WH7200> seen him since.<WH2008>"},{"number":29,"verse":"If you take<WH3947> this one also from<WH5973> me,<WH6440> and harm<WH611> happens to him,<WH7136> you will bring down<WH3381> my gray hairs<WH7872> with sorrow<WH7451> to Sheol.<WH7585>'"},{"number":30,"verse":"Now therefore when I come<WH935> to your servant<WH5650> my father,<WH1> and the boy<WH5288> is not with us;<WH5315> since his life is bound up<WH7194> in the boy<WH5315>'s life;"},{"number":31,"verse":"it will happen,<WH7200> when he sees that the boy<WH5288> is no more,<WH4191> that he will die. Your servants<WH5650> will bring down<WH3381> the gray hairs<WH7872> of your servant,<WH5650> our father,<WH1> with sorrow<WH3015> to Sheol.<WH7585>"},{"number":32,"verse":"For your servant<WH5650> became collateral<WH6148> for the boy<WH5288> to<WH5973> my father,<WH1> saying,<WH559> <WH935> 'If I don't bring him to you,<WH2398> then I will bear the blame to my father<WH1> forever.<WH3117>'"},{"number":33,"verse":"Now therefore,<WH5650> please let your servant stay<WH3427> instead of the boy,<WH5288> a bondservant<WH5650> to my lord;<WH113> and let the boy<WH5288> go up<WH5927> with his brothers.<WH251>"},{"number":34,"verse":"For how<WH349> will I go up<WH5927> to my father,<WH1> if the boy<WH5288> isn't<WH7200> with me?—lest I see the evil<WH7451> that will come on<WH4672> my father.<WH1>\""}]}