{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"Israel<WH3478> traveled<WH5265> with all that he had,<WH935> and came to Beersheba,<WH884> and offered<WH2076> sacrifices<WH2077> to the God<WH430> of his father,<WH1> Isaac.<WH3327>"},{"number":2,"verse":"God<WH430> spoke<WH559> to Israel<WH3478> in the visions<WH4759> of the night,<WH3915> and said,<WH559> \"Jacob,<WH3290> Jacob!<WH3290>\" He said,<WH559> \"Here I am.\""},{"number":3,"verse":"He said,<WH559> \"I am God,<WH410> the God<WH430> of your father.<WH1> Don't<WH3372> be afraid to go down<WH3381> into Egypt,<WH4714> for there I will make<WH7760> of you a great<WH1419> nation.<WH1471>"},{"number":4,"verse":"I will go down<WH3381> with you into Egypt.<WH4714> I will also surely<WH5927> bring you up<WH5927> again.<WH3130> Joseph will<WH7896> close<WH3027> your eyes.<WH5869>\""},{"number":5,"verse":"Jacob<WH3290> rose up<WH6965> from Beersheba,<WH884> and the sons<WH1121> of Israel<WH3478> carried<WH5375> Jacob,<WH3290> their father,<WH1> their little ones,<WH2945> and their wives,<WH802> in the wagons<WH5699> which Pharaoh<WH6547> had sent<WH7971> to carry him.<WH5375>"},{"number":6,"verse":"They took<WH3947> their livestock,<WH4735> and their goods,<WH7399> which they had gotten<WH7408> in the land<WH776> of Canaan,<WH3667> and came<WH935> into Egypt<WH4714>— Jacob,<WH3290> and all his seed with him,<WH2233>"},{"number":7,"verse":"his sons,<WH1121> and his sons<WH1121>' sons<WH1121> with him,<WH1323> his daughters, and his sons<WH1121>' daughters,<WH1323> and he<WH935> brought all his seed<WH2233> with him into Egypt.<WH4714>"},{"number":8,"verse":"These are the names<WH8034> of the children<WH1121> of Israel,<WH3478> who came<WH935> into Egypt,<WH4714> Jacob<WH3290> and his sons:<WH1121> Reuben,<WH7205> Jacob<WH3290>'s firstborn.<WH1060>"},{"number":9,"verse":"The sons<WH1121> of Reuben:<WH7205> Hanoch,<WH2585> Pallu,<WH6396> Hezron,<WH2696> and Carmi.<WH3756>"},{"number":10,"verse":"The sons<WH1121> of Simeon:<WH8095> Jemuel,<WH3223> Jamin,<WH3226> Ohad,<WH161> Jachin,<WH3199> Zohar,<WH6714> and Shaul<WH7586> the son<WH1121> of a Canaanite woman.<WH3669>"},{"number":11,"verse":"The sons<WH1121> of Levi:<WH3878> Gershon,<WH1648> Kohath,<WH6955> and Merari.<WH4847>"},{"number":12,"verse":"The sons<WH1121> of Judah:<WH3063> Er,<WH6147> Onan,<WH209> Shelah,<WH7956> Perez,<WH6557> and Zerah;<WH2226> but Er<WH6147> and Onan<WH209> died<WH4191> in the land<WH776> of Canaan.<WH3667> The sons<WH1121> of Perez<WH6557> were Hezron<WH2696> and Hamul.<WH2538>"},{"number":13,"verse":"The sons<WH1121> of Issachar:<WH3485> Tola,<WH8439> Puvah,<WH6312> Iob,<WH3102> and Shimron.<WH8110>"},{"number":14,"verse":"The sons<WH1121> of Zebulun:<WH2074> Sered,<WH5624> Elon,<WH356> and Jahleel.<WH3177>"},{"number":15,"verse":"These are the sons<WH1121> of Leah,<WH3812> whom she bore<WH3205> to Jacob<WH3290> in Paddan Aram,<WH6307> with his daughter<WH1323> Dinah.<WH1783> All the souls<WH5315> of his sons<WH1121> and his daughters<WH1323> were thirty<WH7970> - three.<WH7969>"},{"number":16,"verse":"The sons<WH1121> of Gad:<WH1410> Ziphion,<WH6837> Haggi,<WH2291> Shuni,<WH7764> Ezbon,<WH675> Eri,<WH6179> Arodi,<WH722> and Areli.<WH692>"},{"number":17,"verse":"The sons<WH1121> of Asher:<WH836> Imnah,<WH3232> Ishvah,<WH3438> Ishvi,<WH3440> Beriah,<WH1283> and Serah<WH8294> their sister.<WH269> The sons<WH1121> of Beriah:<WH1283> Heber<WH2268> and Malchiel.<WH4439>"},{"number":18,"verse":"These are the sons<WH1121> of Zilpah,<WH2153> whom Laban<WH3837> gave<WH5414> to Leah,<WH3812> his daughter,<WH1323> and these she bore<WH3205> to Jacob,<WH3290> even sixteen<WH6240> souls.<WH5315>"},{"number":19,"verse":"The sons<WH1121> of Rachel,<WH7354> Jacob<WH3290>'s wife:<WH802> Joseph<WH3130> and Benjamin.<WH1144>"},{"number":20,"verse":"To Joseph<WH3130> in the land<WH776> of Egypt<WH4714> were born<WH3205> Manasseh<WH4519> and Ephraim,<WH669> whom Asenath,<WH621> the daughter<WH1323> of Potiphera,<WH6319> priest<WH3548> of On,<WH204> bore to him.<WH3205>"},{"number":21,"verse":"The sons<WH1121> of Benjamin:<WH1144> Bela,<WH1106> Becher,<WH1071> Ashbel,<WH788> Gera,<WH1617> Naaman,<WH5283> Ehi,<WH278> Rosh,<WH7220> Muppim,<WH4649> Huppim,<WH2650> and Ard.<WH714>"},{"number":22,"verse":"These are the sons<WH1121> of Rachel,<WH7354> who were born<WH3205> to Jacob:<WH3290> all the souls<WH5315> were fourteen.<WH702>"},{"number":23,"verse":"The son<WH1121> of Dan:<WH1835> Hushim.<WH2366>"},{"number":24,"verse":"The sons<WH1121> of Naphtali:<WH5321> Jahzeel,<WH3183> Guni,<WH1476> Jezer,<WH3337> and Shillem.<WH8006>"},{"number":25,"verse":"These are the sons<WH1121> of Bilhah,<WH1090> whom Laban<WH3837> gave<WH5414> to Rachel,<WH7354> his daughter,<WH1323> and these she bore<WH3205> to Jacob:<WH3290> all the souls<WH5315> were seven.<WH7651>"},{"number":26,"verse":"All the souls<WH5315> who came<WH935> with Jacob<WH3290> into Egypt,<WH4714> who were his direct<WH3318> descendants,<WH3409> besides Jacob<WH3290>'s sons<WH1121>' wives,<WH802> all the souls<WH5315> were sixty<WH8346> - six.<WH8337>"},{"number":27,"verse":"The sons<WH1121> of Joseph,<WH3130> who were born<WH3205> to him in Egypt,<WH4714> were two<WH8147> souls.<WH5315> All the souls<WH5315> of the house<WH1004> of Jacob,<WH3290> who came<WH935> into Egypt,<WH4714> were seventy.<WH7657>"},{"number":28,"verse":"He sent<WH7971> Judah<WH3063> before him<WH6440> to Joseph,<WH3130> to show<WH3384> the way<WH6440> before him to Goshen,<WH1657> and they came<WH935> into the land<WH776> of Goshen.<WH1657>"},{"number":29,"verse":"Joseph<WH3130> prepared<WH631> his chariot,<WH4818> and went up<WH5927> to meet<WH7125> Israel,<WH3478> his father,<WH1> in Goshen.<WH1657> He presented<WH7200> himself to him,<WH5307> and fell on his neck,<WH6677> and wept<WH1058> on his neck<WH6677> a good while.<WH5750>"},{"number":30,"verse":"Israel<WH3478> said<WH559> to Joseph,<WH3130> \"Now<WH6471> let me die,<WH4191> since<WH310> I have seen<WH7200> your face,<WH6440> that you are still<WH5750> alive.<WH2416>\""},{"number":31,"verse":"Joseph<WH3130> said<WH559> to his brothers,<WH251> and to his father<WH1>'s house,<WH1004> \"I will go up,<WH5927> and speak<WH559> with Pharaoh,<WH6547> and will tell<WH559> him,<WH251> 'My brothers, and my father<WH1>'s house,<WH1004> who were in the land<WH776> of Canaan,<WH3667> have come to me.<WH935>"},{"number":32,"verse":"These men<WH582> are shepherds,<WH7462> for they have been keepers of livestock,<WH4735> and they have brought<WH935> their flocks,<WH6629> and their herds,<WH1241> and all that they have.'"},{"number":33,"verse":"It will happen,<WH6547> when Pharaoh summons<WH7121> you,<WH559> and will say, <WH4639> 'What is your occupation?'"},{"number":34,"verse":"that you shall say,<WH559> <WH5650> 'Your servants have been keepers<WH582> of livestock<WH4735> from our youth<WH5271> even until now,<WH1> both we, and our fathers:' that you may dwell<WH3427> in the land<WH776> of Goshen;<WH1657> for every shepherd<WH7462> is an abomination<WH8441> to the Egyptians.<WH4714>\""}]}