{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"Jacob<WH3290> called<WH7121> to his sons,<WH1121> and said:<WH559> \"Gather yourselves together,<WH622> that I may tell<WH5046> you that which will happen<WH7122> to you in the days<WH3117> to come.<WH319>"},{"number":2,"verse":"Assemble<WH6908> yourselves,<WH8085> and hear, you sons<WH1121> of Jacob.<WH3290> Listen<WH8085> to Israel,<WH3478> your father.<WH1>"},{"number":3,"verse":"\"Reuben,<WH7205> you are my firstborn,<WH1060> my might,<WH3581> and the beginning<WH7225> of my strength;<WH202> excelling<WH3499> in dignity,<WH7613> and excelling<WH3499> in power.<WH5794>"},{"number":4,"verse":"Boiling over as water,<WH4325> you shall not excel;<WH3498> because you<WH2490> went up<WH5927> to your<WH2490> father<WH1>'s bed,<WH4904> then defiled it.<WH5927> He went up to my couch.<WH3326>"},{"number":5,"verse":"\"Simeon<WH8095> and Levi<WH3878> are brothers.<WH251> Their swords<WH4380> are weapons<WH3627> of violence.<WH2555>"},{"number":6,"verse":"My soul,<WH5315> don't<WH935> come into their council.<WH5475> My glory,<WH3519> don't<WH3161> be united to their assembly;<WH6951> for in their anger<WH639> they killed<WH2026> men.<WH376> In their self-will<WH7522> they hamstrung<WH6131> cattle.<WH7794>"},{"number":7,"verse":"Cursed<WH779> be their anger,<WH639> for it was fierce;<WH5794> and their wrath,<WH5678> for it was cruel.<WH7185> I will divide<WH2505> them in Jacob,<WH3290> and scatter<WH6327> them in Israel.<WH3478>"},{"number":8,"verse":"\"Judah,<WH3063> your brothers<WH251> will praise<WH3034> you.<WH3027> Your hand will be on the neck<WH6203> of your enemies.<WH341> Your father<WH1>'s sons<WH1121> will bow down before you.<WH7812>"},{"number":9,"verse":"Judah<WH3063> is a lion<WH738>'s cub.<WH1482> From the prey,<WH2964> my son,<WH1121> you have gone up.<WH5927> He stooped down,<WH3766> he crouched<WH7257> as a lion,<WH3833> as a lioness.<WH3833> Who will rouse him up?<WH6965>"},{"number":10,"verse":"The scepter<WH7626> will not depart<WH5493> from Judah,<WH3063> nor the ruler<WH2710>'s staff from between his feet,<WH7272> until<WH3588> he<WH7886> comes<WH935> to whom it belongs.<WH3349> To him will the obedience of the peoples be.<WH5971>"},{"number":11,"verse":"Binding<WH631> his foal<WH5895> to the vine,<WH1612> his donkey<WH860>'s colt<WH1121> to the choice vine;<WH8321> he has washed<WH3526> his garments<WH3830> in wine,<WH3196> his robes<WH5497> in the blood<WH1818> of grapes.<WH6025>"},{"number":12,"verse":"His eyes<WH5869> will be red<WH2447> with wine,<WH3196> his teeth<WH8127> white<WH3836> with milk.<WH2461>"},{"number":13,"verse":"\"Zebulun<WH2074> will dwell<WH7931> at the haven<WH2348> of the sea.<WH3220> He will be for a haven<WH2348> of ships.<WH591> His border<WH3411> will be on Sidon.<WH6721>"},{"number":14,"verse":"\"Issachar<WH3485> is a strong<WH1634> donkey,<WH2543> lying down<WH7257> between the saddlebags.<WH4942>"},{"number":15,"verse":"He saw<WH7200> a resting<WH4496> place,<WH2896> that it was good, the land,<WH776> that it was pleasant.<WH5276> He bows<WH5186> his shoulder<WH7926> to the burden,<WH5445> and becomes a servant<WH5647> doing forced labor.<WH4522>"},{"number":16,"verse":"\"Dan<WH1835> will judge<WH1777> his people,<WH5971> as one<WH259> of the tribes<WH7626> of Israel.<WH3478>"},{"number":17,"verse":"Dan<WH1835> will be a serpent<WH5175> in the way,<WH1870> an adder<WH8207> in the path,<WH734> That bites<WH5391> the horse<WH5483>'s heels,<WH6119> so that his rider<WH7392> falls<WH5307> backward.<WH268>"},{"number":18,"verse":"I have waited for<WH6960> your salvation,<WH3444> Yahweh.<WH3068>"},{"number":19,"verse":"\"A troop<WH1416> will press<WH1464> on Gad,<WH1410> but he will press<WH1464> on their heel.<WH6119>"},{"number":20,"verse":"\"Asher<WH836>'s food<WH3899> will be rich.<WH8082> He will yield<WH5414> royal<WH4428> dainties.<WH4574>"},{"number":21,"verse":"\"Naphtali<WH5321> is a doe<WH355> set free,<WH7971> who bears<WH5414> beautiful<WH8233> fawns.<WH561>"},{"number":22,"verse":"\"Joseph<WH3130> is a fruitful<WH6509> vine,<WH1121> a fruitful<WH6509> vine<WH1121> by a spring.<WH5869> His branches<WH1323> run<WH6805> over the wall.<WH7791>"},{"number":23,"verse":"The archers<WH1167> have severely grieved him,<WH4843> shot<WH7232> at him,<WH7852> and persecute him:"},{"number":24,"verse":"But his bow<WH7198> remained<WH3427> strong.<WH386> The arms<WH2220> of his hands<WH3027> were made strong,<WH6339> by the hands<WH3027> of the Mighty<WH46> One of Jacob,<WH3290> (from there is the shepherd,<WH7462> the stone<WH68> of Israel<WH3478>),"},{"number":25,"verse":"even by the God<WH410> of your father,<WH1> who will help<WH5826> you;<WH854> by the Almighty,<WH7706> who will bless<WH1288> you,<WH1293> with blessings of heaven<WH8064> above,<WH5920> blessings<WH1293> of the deep<WH8415> that lies below,<WH7257> blessings<WH1293> of the breasts,<WH7699> and of the womb.<WH7356>"},{"number":26,"verse":"The blessings<WH1293> of your father<WH1> have prevailed<WH1396> above the blessings<WH1293> of your ancestors,<WH2029> above the boundaries<WH8379> of the ancient<WH5769> hills.<WH1389> They will be on the head<WH6936> of Joseph,<WH3130> on the crown of the head<WH6936> of him who is separated<WH5139> from his brothers.<WH251>"},{"number":27,"verse":"\"Benjamin<WH1144> is a ravenous<WH2963> wolf.<WH2061> In the morning<WH1242> he will devour<WH398> the prey.<WH5706> At evening<WH6153> he will divide<WH2505> the spoil.<WH7998>\""},{"number":28,"verse":"All these are the twelve<WH6240> tribes<WH7626> of Israel,<WH3478> and this is what their father<WH1> spoke<WH1696> to them and blessed<WH1288> them.<WH1288> He blessed everyone<WH834> according<WH376> to his blessing.<WH1293>"},{"number":29,"verse":"He instructed<WH6680> them,<WH559> and said to them,<WH622> \"I am to be gathered to my people.<WH5971> Bury<WH6912> me with my fathers<WH1> in the cave<WH4631> that is in the field<WH7704> of Ephron<WH6085> the Hittite,<WH2850>"},{"number":30,"verse":"in the cave<WH4631> that is in the field<WH7704> of Machpelah,<WH4375> which is before<WH6440> Mamre,<WH4471> in the land<WH776> of Canaan,<WH3667> which Abraham<WH85> bought<WH7069> with the field<WH7704> from Ephron<WH6085> the Hittite<WH2850> as a burial<WH272> place.<WH6913>"},{"number":31,"verse":"There they buried<WH6912> Abraham<WH85> and Sarah,<WH8283> his wife.<WH802> There they buried<WH6912> Isaac<WH3327> and Rebekah,<WH7259> his wife,<WH802> and there I buried<WH6912> Leah:<WH3812>"},{"number":32,"verse":"the field<WH7704> and the cave<WH4631> that is therein,<WH4735> which was purchased from the children<WH1121> of Heth.<WH2845>\""},{"number":33,"verse":"When Jacob<WH3290> made an end<WH3615> of charging<WH6680> his sons,<WH1121> he gathered up<WH622> his feet<WH7272> into the bed,<WH4296> and yielded up the spirit,<WH1478> and was gathered<WH622> to his people.<WH5971>"}]}