{"bibleAbbr":"WEB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":8,"verses":[{"number":1,"verse":"God<WH430> remembered<WH2142> Noah,<WH5146> all the animals,<WH2416> and all the livestock<WH929> that were with him in the ship;<WH8392> and God<WH430> made<WH5674> a wind<WH7307> to pass<WH5674> over<WH5921> the earth.<WH776> The waters<WH4325> subsided.<WH7918>"},{"number":2,"verse":"The deep<WH8415>'s fountains<WH4599> and the sky<WH8064>'s windows<WH699> were also stopped,<WH5534> and the rain<WH1653> from the sky<WH8064> was restrained.<WH3607>"},{"number":3,"verse":"The waters<WH4325> receded<WH7725> from the earth<WH776> continually.<WH1980> After the end<WH7097> of one hundred<WH3967> fifty<WH2572> days<WH3117> the waters<WH4325> decreased.<WH2637>"},{"number":4,"verse":"The ship<WH8392> rested<WH5117> in the seventh<WH7637> month,<WH2320> on the seventeenth<WH6240> day<WH3117> of the month,<WH2320> on Ararat<WH780>'s mountains.<WH2022>"},{"number":5,"verse":"The waters<WH4325> receded continually<WH1980> until<WH5704> the tenth<WH6224> month.<WH2320> In the tenth<WH6224> month,<WH259> on the first day of the month,<WH2320> the tops<WH7218> of the mountains<WH2022> were seen.<WH7200>"},{"number":6,"verse":"It happened at the end<WH7093> of forty<WH705> days,<WH3117> that Noah<WH5146> opened<WH6605> the window<WH2474> of the ship<WH8392> which he had made,<WH6213>"},{"number":7,"verse":"and he sent out<WH7971> a raven.<WH6158> It went<WH3318> back<WH3318> and forth,<WH7725> until the waters<WH4325> were dried up<WH3001> from the earth.<WH776>"},{"number":8,"verse":"He sent out<WH7971> a dove<WH3123> from him,<WH7200> to see if the waters<WH4325> were abated<WH7043> from the surface of the ground,<WH127>"},{"number":9,"verse":"but the dove<WH3123> found<WH4672> no place to rest<WH4494> her<WH3709> foot,<WH7272> and she returned<WH7725> to him into the ship;<WH8392> for the waters<WH4325> were on the surface<WH6440> of the whole earth.<WH776> He put out<WH7971> his hand,<WH3027> and took her,<WH3947> and brought her to him into the ship.<WH8392>"},{"number":10,"verse":"He stayed<WH2342> yet another<WH312> seven<WH7651> days;<WH3117> and again<WH3254> he sent the dove<WH3123> out<WH7971> of the ship.<WH8392>"},{"number":11,"verse":"The dove<WH3123> came back<WH935> to him at evening,<WH6256> and,<WH6310> behold, in her mouth was an olive<WH2132> leaf<WH5929> plucked off.<WH2965> So Noah<WH5146> knew<WH3045> that the waters<WH4325> were abated<WH7043> from the earth.<WH776>"},{"number":12,"verse":"He stayed<WH3176> yet another seven<WH7651> days,<WH3117> and sent out<WH7971> the dove;<WH3123> and she didn't<WH3254> return<WH7725> to him any more.<WH5750>"},{"number":13,"verse":"It happened in the six<WH8337> hundred<WH3967> first year,<WH8141> in the first<WH7223> month,<WH259> the first day of the month,<WH2320> the waters<WH4325> were dried up<WH2717> from the earth.<WH776> Noah<WH5146> removed<WH5493> the covering<WH4372> of the ship,<WH8392> and looked.<WH7200> He saw that the surface<WH6440> of the ground<WH127> was dried.<WH2717>"},{"number":14,"verse":"In the second<WH8145> month,<WH2320> on the<WH7651> twenty-seventh<WH6242> day<WH3117> of the month,<WH2320> the earth<WH776> was dry.<WH3001>"},{"number":15,"verse":"God<WH430> spoke<WH1696> to Noah,<WH5146> saying,<WH559>"},{"number":16,"verse":"\"Go out<WH3318> of the ship,<WH8392> you,<WH802> and your wife, and your sons,<WH1121> and your sons<WH1121>' wives with you.<WH802>"},{"number":17,"verse":"Bring out<WH3318> with you every living thing<WH2416> that is with you of all flesh,<WH1320> including birds,<WH5775> livestock,<WH929> and every creeping thing<WH7431> that creeps<WH7430> on the earth,<WH776> that they may breed abundantly<WH8317> in the earth,<WH776> and be fruitful,<WH6509> and multiply<WH7235> on the earth.<WH776>\""},{"number":18,"verse":"Noah<WH5146> went out,<WH1121> with his sons, his wife,<WH802> and his sons<WH1121>' wives with him.<WH802>"},{"number":19,"verse":"Every animal,<WH2416> every creeping thing,<WH7431> and every bird,<WH5775> whatever<WH3605> moves<WH7430> on the earth,<WH776> after their families,<WH4940> went out<WH3318> of the ship.<WH8392>"},{"number":20,"verse":"Noah<WH5146> built<WH1129> an altar<WH4196> to Yahweh,<WH3068> and took<WH3947> of every clean<WH2889> animal,<WH929> and of every clean<WH2889> bird,<WH5775> and offered<WH5927> burnt offerings<WH5930> on the altar.<WH4196>"},{"number":21,"verse":"Yahweh<WH3068> smelled<WH7306> the pleasant<WH5207> aroma.<WH7381> Yahweh<WH3068> said<WH559> in<WH413> his heart,<WH3820> \"I will not again<WH3254> curse<WH7043> the ground<WH127> any more for man<WH120>'s sake,<WH5668> because the imagination<WH3336> of man<WH120>'s heart<WH3820> is evil<WH7451> from his youth;<WH5271> neither will I ever again<WH3254> strike<WH5221> everything living,<WH2416> as I have done.<WH6213>"},{"number":22,"verse":"While the earth<WH776> remains,<WH3117> seed<WH2233> time and harvest,<WH7105> and cold<WH7120> and heat,<WH2527> and summer<WH7019> and winter,<WH2779> and day<WH3117> and night<WH3915> shall not cease.<WH7673>\""}]}