{"bibleAbbr":"KJV1611","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul an Apostle of Iesus Christ by the will of God, to the Saincts which are at Ephesus, and to the faithfull in Christ Iesus."},{"number":2,"verse":"Grace be to you, and peace from God our Father, and from the Lord Iesus Christ."},{"number":3,"verse":"Blessed be the God and Father of our Lord Iesus Christ, who hath blessed vs with all spirituall blessings in heauenly places in Christ:"},{"number":4,"verse":"According as he hath chosen vs in him, before the foundation of the world, that wee should bee holy, and without blame before him in loue:"},{"number":5,"verse":"Hauing predestinated vs vnto the adoption of children by Iesus Christ to himselfe, according to the good pleasure of his will:"},{"number":6,"verse":"To the praise of the glorie of his grace, wherein he hath made vs accepted in the beloued:"},{"number":7,"verse":"In whom wee haue redemption through his blood, the forgiuenesse of sinnes, according to the riches of his grace,"},{"number":8,"verse":"Wherein hee hath abounded toward vs in all wisedome and prudence:"},{"number":9,"verse":"Hauing made knowen vnto vs the mysterie of his will, according to his good pleasure, which he had purposed in himselfe,"},{"number":10,"verse":"That in the dispensation of the fulnesse of times, he might gather together in one all things in Christ, both which are in heauen, and which are on earth, euen in him:"},{"number":11,"verse":"In whom also we haue obteined an inheritance, being predestinated according to the purpose of him who worketh all things after the counsell of his owne will:"},{"number":12,"verse":"That we should be to the praise of his glorie, who first trusted in Christ."},{"number":13,"verse":"In whom ye also trusted, after that ye heard the word of trueth, the Gospel of your saluation: in whom also after that yee beleeued, yee were sealed with that holy Spirit of promise,"},{"number":14,"verse":"Which is the earnest of our inheritance, vntill the redemption of the purchased possession, vnto the praise of his glorie."},{"number":15,"verse":"Wherefore I also, after I heard of your faith in the Lord Iesus, and loue vnto all the Saints,"},{"number":16,"verse":"Cease not to giue thankes for you, making mention of you in my prayers,"},{"number":17,"verse":"That the God of our Lord Iesus Christ the Father of glorie, may giue vnto you the Spirit of wisedome and reuelation in the knowledge of him:"},{"number":18,"verse":"The eyes of your vnderstanding being inlightned: that yee may know what is the hope of his calling, and what the riches of the glorie of his inheritance in the Saints:"},{"number":19,"verse":"And what is the exceeding greatnesse of his power to vs-ward who beleeue, according to the working of his mightie power:"},{"number":20,"verse":"Which he wrought in Christ when he raised him from the dead, and set him at his owne right hand in the heauenly places,"},{"number":21,"verse":"Farre aboue all principalitie, and power, and might, and dominion, and euery name that is named, not onely in this world, but also in that which is to come:"},{"number":22,"verse":"And hath put all things vnder his feete, and gaue him to be the head ouer all things to the Church,"},{"number":23,"verse":"Which is his body, the fulnesse of him that filleth all in all."}]}