{"bibleAbbr":"NLT2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":11,"verses":[{"number":1,"verse":"Teaching about Prayer Once Jesus was in a certain place praying. As he finished, one of his disciples came to him and said, “Lord, teach us to pray, just as John taught his disciples.”"},{"number":2,"verse":"Jesus said, “This is how you should pray: (Some manuscripts add additional phrases from the Lord’s Prayer as it reads in Matt 6:9–13.) “Father, may your name be kept holy. May your Kingdom come soon."},{"number":3,"verse":"Give us each day the food we need, (Or Give us each day our food for the day; or Give us each day our food for tomorrow.)"},{"number":4,"verse":"and forgive us our sins, as we forgive those who sin against us. And don’t let us yield to temptation. (Or And keep us from being tested.) ”"},{"number":5,"verse":"Then, teaching them more about prayer, he used this story: “Suppose you went to a friend’s house at midnight, wanting to borrow three loaves of bread. You say to him,"},{"number":6,"verse":"‘A friend of mine has just arrived for a visit, and I have nothing for him to eat.’"},{"number":7,"verse":"And suppose he calls out from his bedroom, ‘Don’t bother me. The door is locked for the night, and my family and I are all in bed. I can’t help you.’"},{"number":8,"verse":"But I tell you this—though he won’t do it for friendship’s sake, if you keep knocking long enough, he will get up and give you whatever you need because of your shameless persistence. (Or in order to avoid shame, or so his reputation won’t be damaged.)"},{"number":9,"verse":"“And so I tell you, keep on asking, and you will receive what you ask for. Keep on seeking, and you will find. Keep on knocking, and the door will be opened to you."},{"number":10,"verse":"For everyone who asks, receives. Everyone who seeks, finds. And to everyone who knocks, the door will be opened."},{"number":11,"verse":"“You fathers—if your children ask (Some manuscripts add for bread, do you give them a stone? Or [if they ask].) for a fish, do you give them a snake instead?"},{"number":12,"verse":"Or if they ask for an egg, do you give them a scorpion? Of course not!"},{"number":13,"verse":"So if you sinful people know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask him.”"},{"number":14,"verse":"Jesus and the Prince of Demons One day Jesus cast out a demon from a man who couldn’t speak, and when the demon was gone, the man began to speak. The crowds were amazed,"},{"number":15,"verse":"but some of them said, “No wonder he can cast out demons. He gets his power from Satan, (Greek Beelzeboul; also in 11:18, 19. Other manuscripts read Beezeboul; Latin version reads Beelzebub.) the prince of demons.”"},{"number":16,"verse":"Others, trying to test Jesus, demanded that he show them a miraculous sign from heaven to prove his authority."},{"number":17,"verse":"He knew their thoughts, so he said, “Any kingdom divided by civil war is doomed. A family splintered by feuding will fall apart."},{"number":18,"verse":"You say I am empowered by Satan. But if Satan is divided and fighting against himself, how can his kingdom survive?"},{"number":19,"verse":"And if I am empowered by Satan, what about your own exorcists? They cast out demons, too, so they will condemn you for what you have said."},{"number":20,"verse":"But if I am casting out demons by the power of God, (Greek by the finger of God.) then the Kingdom of God has arrived among you."},{"number":21,"verse":"For when a strong man like Satan is fully armed and guards his palace, his possessions are safe—"},{"number":22,"verse":"until someone even stronger attacks and overpowers him, strips him of his weapons, and carries off his belongings."},{"number":23,"verse":"“Anyone who isn’t with me opposes me, and anyone who isn’t working with me is actually working against me."},{"number":24,"verse":"“When an evil (Greek unclean.) spirit leaves a person, it goes into the desert, searching for rest. But when it finds none, it says, ‘I will return to the person I came from.’"},{"number":25,"verse":"So it returns and finds that its former home is all swept and in order."},{"number":26,"verse":"Then the spirit finds seven other spirits more evil than itself, and they all enter the person and live there. And so that person is worse off than before.”"},{"number":27,"verse":"As he was speaking, a woman in the crowd called out, “God bless your mother—the womb from which you came, and the breasts that nursed you!”"},{"number":28,"verse":"Jesus replied, “But even more blessed are all who hear the word of God and put it into practice.”"},{"number":29,"verse":"The Sign of Jonah As the crowd pressed in on Jesus, he said, “This evil generation keeps asking me to show them a miraculous sign. But the only sign I will give them is the sign of Jonah."},{"number":30,"verse":"What happened to him was a sign to the people of Nineveh that God had sent him. What happens to the Son of Man (“Son of Man” is a title Jesus used for himself.) will be a sign to these people that he was sent by God."},{"number":31,"verse":"“The queen of Sheba (Greek The queen of the south.) will stand up against this generation on judgment day and condemn it, for she came from a distant land to hear the wisdom of Solomon. Now someone greater than Solomon is here—but you refuse to listen."},{"number":32,"verse":"The people of Nineveh will also stand up against this generation on judgment day and condemn it, for they repented of their sins at the preaching of Jonah. Now someone greater than Jonah is here—but you refuse to repent."},{"number":33,"verse":"Receiving the Light “No one lights a lamp and then hides it or puts it under a basket. (Some manuscripts do not include or puts it under a basket.) Instead, a lamp is placed on a stand, where its light can be seen by all who enter the house."},{"number":34,"verse":"“Your eye is a lamp that provides light for your body. When your eye is good, your whole body is filled with light. But when it is bad, your body is filled with darkness."},{"number":35,"verse":"Make sure that the light you think you have is not actually darkness."},{"number":36,"verse":"If you are filled with light, with no dark corners, then your whole life will be radiant, as though a floodlight were filling you with light.”"},{"number":37,"verse":"Jesus Criticizes the Religious Leaders As Jesus was speaking, one of the Pharisees invited him home for a meal. So he went in and took his place at the table. (Or and reclined.)"},{"number":38,"verse":"His host was amazed to see that he sat down to eat without first performing the hand-washing ceremony required by Jewish custom."},{"number":39,"verse":"Then the Lord said to him, “You Pharisees are so careful to clean the outside of the cup and the dish, but inside you are filthy—full of greed and wickedness!"},{"number":40,"verse":"Fools! Didn’t God make the inside as well as the outside?"},{"number":41,"verse":"So clean the inside by giving gifts to the poor, and you will be clean all over."},{"number":42,"verse":"“What sorrow awaits you Pharisees! For you are careful to tithe even the tiniest income from your herb gardens, (Greek tithe the mint, the rue, and every herb.) but you ignore justice and the love of God. You should tithe, yes, but do not neglect the more important things."},{"number":43,"verse":"“What sorrow awaits you Pharisees! For you love to sit in the seats of honor in the synagogues and receive respectful greetings as you walk in the marketplaces."},{"number":44,"verse":"Yes, what sorrow awaits you! For you are like hidden graves in a field. People walk over them without knowing the corruption they are stepping on.”"},{"number":45,"verse":"“Teacher,” said an expert in religious law, “you have insulted us, too, in what you just said.”"},{"number":46,"verse":"“Yes,” said Jesus, “what sorrow also awaits you experts in religious law! For you crush people with unbearable religious demands, and you never lift a finger to ease the burden."},{"number":47,"verse":"What sorrow awaits you! For you build monuments for the prophets your own ancestors killed long ago."},{"number":48,"verse":"But in fact, you stand as witnesses who agree with what your ancestors did. They killed the prophets, and you join in their crime by building the monuments!"},{"number":49,"verse":"This is what God in his wisdom said about you: (Greek Therefore, the wisdom of God said.) ‘I will send prophets and apostles to them, but they will kill some and persecute the others.’"},{"number":50,"verse":"“As a result, this generation will be held responsible for the murder of all God’s prophets from the creation of the world—"},{"number":51,"verse":"from the murder of Abel to the murder of Zechariah, who was killed between the altar and the sanctuary. Yes, it will certainly be charged against this generation."},{"number":52,"verse":"“What sorrow awaits you experts in religious law! For you remove the key to knowledge from the people. You don’t enter the Kingdom yourselves, and you prevent others from entering.”"},{"number":53,"verse":"As Jesus was leaving, the teachers of religious law and the Pharisees became hostile and tried to provoke him with many questions."},{"number":54,"verse":"They wanted to trap him into saying something they could use against him."}]}