{"bibleAbbr":"NLT2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":18,"verses":[{"number":1,"verse":"(Parable of the Persistent Widow) One day Jesus told his disciples a story to show that they should always pray and never give up."},{"number":2,"verse":"“There was a judge in a certain city,” he said, “who neither feared God nor cared about people."},{"number":3,"verse":"A widow of that city came to him repeatedly, saying, ‘Give me justice in this dispute with my enemy.’"},{"number":4,"verse":"The judge ignored her for a while, but finally he said to himself, ‘I don’t fear God or care about people,"},{"number":5,"verse":"but this woman is driving me crazy. I’m going to see that she gets justice, because she is wearing me out with her constant requests!’”"},{"number":6,"verse":"Then the Lord said, “Learn a lesson from this unjust judge."},{"number":7,"verse":"Even he rendered a just decision in the end. So don’t you think God will surely give justice to his chosen people who cry out to him day and night? Will he keep putting them off?"},{"number":8,"verse":"I tell you, he will grant justice to them quickly! But when the Son of Man (“Son of Man” is a title Jesus used for himself.) returns, how many will he find on the earth who have faith?”"},{"number":9,"verse":"(Parable of the Pharisee and Tax Collector) Then Jesus told this story to some who had great confidence in their own righteousness and scorned everyone else:"},{"number":10,"verse":"“Two men went to the Temple to pray. One was a Pharisee, and the other was a despised tax collector."},{"number":11,"verse":"The Pharisee stood by himself and prayed this prayer (Some manuscripts read stood and prayed this prayer to himself.) : ‘I thank you, God, that I am not a sinner like everyone else. For I don’t cheat, I don’t sin, and I don’t commit adultery. I’m certainly not like that tax collector!"},{"number":12,"verse":"I fast twice a week, and I give you a tenth of my income.’"},{"number":13,"verse":"“But the tax collector stood at a distance and dared not even lift his eyes to heaven as he prayed. Instead, he beat his chest in sorrow, saying, ‘O God, be merciful to me, for I am a sinner.’"},{"number":14,"verse":"I tell you, this sinner, not the Pharisee, returned home justified before God. For those who exalt themselves will be humbled, and those who humble themselves will be exalted.”"},{"number":15,"verse":"(Jesus Blesses the Children) One day some parents brought their little children to Jesus so he could touch and bless them. But when the disciples saw this, they scolded the parents for bothering him."},{"number":16,"verse":"Then Jesus called for the children and said to the disciples, “Let the children come to me. Don’t stop them! For the Kingdom of God belongs to those who are like these children."},{"number":17,"verse":"I tell you the truth, anyone who doesn’t receive the Kingdom of God like a child will never enter it.”"},{"number":18,"verse":"(The Rich Man) Once a religious leader asked Jesus this question: “Good Teacher, what should I do to inherit eternal life?”"},{"number":19,"verse":"“Why do you call me good?” Jesus asked him. “Only God is truly good."},{"number":20,"verse":"But to answer your question, you know the commandments: ‘You must not commit adultery. You must not murder. You must not steal. You must not testify falsely. Honor your father and mother.’ (Exod 20:12–16; Deut 5:16–20.) ”"},{"number":21,"verse":"The man replied, “I’ve obeyed all these commandments since I was young.”"},{"number":22,"verse":"When Jesus heard his answer, he said, “There is still one thing you haven’t done. Sell all your possessions and give the money to the poor, and you will have treasure in heaven. Then come, follow me.”"},{"number":23,"verse":"But when the man heard this he became very sad, for he was very rich."},{"number":24,"verse":"When Jesus saw this, (Some manuscripts read When Jesus saw how sad the man was.) he said, “How hard it is for the rich to enter the Kingdom of God!"},{"number":25,"verse":"In fact, it is easier for a camel to go through the eye of a needle than for a rich person to enter the Kingdom of God!”"},{"number":26,"verse":"Those who heard this said, “Then who in the world can be saved?”"},{"number":27,"verse":"He replied, “What is impossible for people is possible with God.”"},{"number":28,"verse":"Peter said, “We’ve left our homes to follow you.”"},{"number":29,"verse":"“Yes,” Jesus replied, “and I assure you that everyone who has given up house or wife or brothers or parents or children, for the sake of the Kingdom of God,"},{"number":30,"verse":"will be repaid many times over in this life, and will have eternal life in the world to come.”"},{"number":31,"verse":"(Jesus Again Predicts His Death) Taking the twelve disciples aside, Jesus said, “Listen, we’re going up to Jerusalem, where all the predictions of the prophets concerning the Son of Man will come true."},{"number":32,"verse":"He will be handed over to the Romans, (Greek the Gentiles.) and he will be mocked, treated shamefully, and spit upon."},{"number":33,"verse":"They will flog him with a whip and kill him, but on the third day he will rise again.”"},{"number":34,"verse":"But they didn’t understand any of this. The significance of his words was hidden from them, and they failed to grasp what he was talking about."},{"number":35,"verse":"(Jesus Heals a Blind Beggar) As Jesus approached Jericho, a blind beggar was sitting beside the road."},{"number":36,"verse":"When he heard the noise of a crowd going past, he asked what was happening."},{"number":37,"verse":"They told him that Jesus the Nazarene (Or Jesus of Nazareth.) was going by."},{"number":38,"verse":"So he began shouting, “Jesus, Son of David, have mercy on me!”"},{"number":39,"verse":"“Be quiet!” the people in front yelled at him. But he only shouted louder, “Son of David, have mercy on me!”"},{"number":40,"verse":"When Jesus heard him, he stopped and ordered that the man be brought to him. As the man came near, Jesus asked him,"},{"number":41,"verse":"“What do you want me to do for you?” “Lord,” he said, “I want to see!”"},{"number":42,"verse":"And Jesus said, “All right, receive your sight! Your faith has healed you.”"},{"number":43,"verse":"Instantly the man could see, and he followed Jesus, praising God. And all who saw it praised God, too."}]}