{"bibleAbbr":"NLT2007","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"(The Authority of Jesus Challenged) One day as Jesus was teaching the people and preaching the Good News in the Temple, the leading priests, the teachers of religious law, and the elders came up to him."},{"number":2,"verse":"They demanded, “By what authority are you doing all these things? Who gave you the right?”"},{"number":3,"verse":"“Let me ask you a question first,” he replied."},{"number":4,"verse":"“Did John’s authority to baptize come from heaven, or was it merely human?”"},{"number":5,"verse":"They talked it over among themselves. “If we say it was from heaven, he will ask why we didn’t believe John."},{"number":6,"verse":"But if we say it was merely human, the people will stone us because they are convinced John was a prophet.”"},{"number":7,"verse":"So they finally replied that they didn’t know."},{"number":8,"verse":"And Jesus responded, “Then I won’t tell you by what authority I do these things.”"},{"number":9,"verse":"(Parable of the Evil Farmers) Now Jesus turned to the people again and told them this story: “A man planted a vineyard, leased it to tenant farmers, and moved to another country to live for several years."},{"number":10,"verse":"At the time of the grape harvest, he sent one of his servants to collect his share of the crop. But the farmers attacked the servant, beat him up, and sent him back empty-handed."},{"number":11,"verse":"So the owner sent another servant, but they also insulted him, beat him up, and sent him away empty-handed."},{"number":12,"verse":"A third man was sent, and they wounded him and chased him away."},{"number":13,"verse":"“‘What will I do?’ the owner asked himself. ‘I know! I’ll send my cherished son. Surely they will respect him.’"},{"number":14,"verse":"“But when the tenant farmers saw his son, they said to each other, ‘Here comes the heir to this estate. Let’s kill him and get the estate for ourselves!’"},{"number":15,"verse":"So they dragged him out of the vineyard and murdered him. “What do you suppose the owner of the vineyard will do to them?” Jesus asked."},{"number":16,"verse":"“I’ll tell you—he will come and kill those farmers and lease the vineyard to others.” “How terrible that such a thing should ever happen,” his listeners protested."},{"number":17,"verse":"Jesus looked at them and said, “Then what does this Scripture mean? ‘The stone that the builders rejected has now become the cornerstone.’ (Ps 118:22.)"},{"number":18,"verse":"Everyone who stumbles over that stone will be broken to pieces, and it will crush anyone it falls on.”"},{"number":19,"verse":"The teachers of religious law and the leading priests wanted to arrest Jesus immediately because they realized he was telling the story against them—they were the wicked farmers. But they were afraid of the people’s reaction."},{"number":20,"verse":"(Taxes for Caesar) Watching for their opportunity, the leaders sent spies pretending to be honest men. They tried to get Jesus to say something that could be reported to the Roman governor so he would arrest Jesus."},{"number":21,"verse":"“Teacher,” they said, “we know that you speak and teach what is right and are not influenced by what others think. You teach the way of God truthfully."},{"number":22,"verse":"Now tell us—is it right for us to pay taxes to Caesar or not?”"},{"number":23,"verse":"He saw through their trickery and said,"},{"number":24,"verse":"“Show me a Roman coin. (Greek a denarius.) Whose picture and title are stamped on it?” “Caesar’s,” they replied."},{"number":25,"verse":"“Well then,” he said, “give to Caesar what belongs to Caesar, and give to God what belongs to God.”"},{"number":26,"verse":"So they failed to trap him by what he said in front of the people. Instead, they were amazed by his answer, and they became silent."},{"number":27,"verse":"(Discussion about Resurrection) Then Jesus was approached by some Sadducees—religious leaders who say there is no resurrection from the dead."},{"number":28,"verse":"They posed this question: “Teacher, Moses gave us a law that if a man dies, leaving a wife but no children, his brother should marry the widow and have a child who will carry on the brother’s name. (See Deut 25:5–6.)"},{"number":29,"verse":"Well, suppose there were seven brothers. The oldest one married and then died without children."},{"number":30,"verse":"So the second brother married the widow, but he also died."},{"number":31,"verse":"Then the third brother married her. This continued with all seven of them, who died without children."},{"number":32,"verse":"Finally, the woman also died."},{"number":33,"verse":"So tell us, whose wife will she be in the resurrection? For all seven were married to her!”"},{"number":34,"verse":"Jesus replied, “Marriage is for people here on earth."},{"number":35,"verse":"But in the age to come, those worthy of being raised from the dead will neither marry nor be given in marriage."},{"number":36,"verse":"And they will never die again. In this respect they will be like angels. They are children of God and children of the resurrection."},{"number":37,"verse":"“But now, as to whether the dead will be raised—even Moses proved this when he wrote about the burning bush. Long after Abraham, Isaac, and Jacob had died, he referred to the Lord (Greek when he wrote about the bush. He referred to the Lord.) as ‘the God of Abraham, the God of Isaac, and the God of Jacob.’ (Exod 3:6.)"},{"number":38,"verse":"So he is the God of the living, not the dead, for they are all alive to him.”"},{"number":39,"verse":"“Well said, Teacher!” remarked some of the teachers of religious law who were standing there."},{"number":40,"verse":"And then no one dared to ask him any more questions."},{"number":41,"verse":"(Whose Son Is the Messiah?) Then Jesus presented them with a question. “Why is it,” he asked, “that the Messiah is said to be the son of David?"},{"number":42,"verse":"For David himself wrote in the book of Psalms: ‘The LORD said to my Lord, Sit in the place of honor at my right hand"},{"number":43,"verse":"until I humble your enemies, making them a footstool under your feet.’ (Ps 110:1.)"},{"number":44,"verse":"Since David called the Messiah ‘Lord,’ how can the Messiah be his son?”"},{"number":45,"verse":"Then, with the crowds listening, he turned to his disciples and said,"},{"number":46,"verse":"“Beware of these teachers of religious law! For they like to parade around in flowing robes and love to receive respectful greetings as they walk in the marketplaces. And how they love the seats of honor in the synagogues and the head table at banquets."},{"number":47,"verse":"Yet they shamelessly cheat widows out of their property and then pretend to be pious by making long prayers in public. Because of this, they will be severely punished.”"}]}