{"bibleAbbr":"NLT2007","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"(Greetings from Paul) This letter is from Paul, Silas, (Greek Silvanus, the Greek form of the name.) and Timothy. We are writing to the church in Thessalonica, to you who belong to God our Father and the Lord Jesus Christ."},{"number":2,"verse":"May God our Father (Some manuscripts read God the Father.) and the Lord Jesus Christ give you grace and peace."},{"number":3,"verse":"(Encouragement during Persecution) Dear brothers and sisters, (Greek Brothers.) we can’t help but thank God for you, because your faith is flourishing and your love for one another is growing."},{"number":4,"verse":"We proudly tell God’s other churches about your endurance and faithfulness in all the persecutions and hardships you are suffering."},{"number":5,"verse":"And God will use this persecution to show his justice and to make you worthy of his Kingdom, for which you are suffering."},{"number":6,"verse":"In his justice he will pay back those who persecute you."},{"number":7,"verse":"And God will provide rest for you who are being persecuted and also for us when the Lord Jesus appears from heaven. He will come with his mighty angels,"},{"number":8,"verse":"in flaming fire, bringing judgment on those who don’t know God and on those who refuse to obey the Good News of our Lord Jesus."},{"number":9,"verse":"They will be punished with eternal destruction, forever separated from the Lord and from his glorious power."},{"number":10,"verse":"When he comes on that day, he will receive glory from his holy people—praise from all who believe. And this includes you, for you believed what we told you about him."},{"number":11,"verse":"So we keep on praying for you, asking our God to enable you to live a life worthy of his call. May he give you the power to accomplish all the good things your faith prompts you to do."},{"number":12,"verse":"Then the name of our Lord Jesus will be honored because of the way you live, and you will be honored along with him. This is all made possible because of the grace of our God and Lord, Jesus Christ. (Or of our God and our Lord Jesus Christ.)"}]}