{"bibleAbbr":"WEB2020","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"The Song<WH7892> of songs,<WH7892> which is Solomon<WH8010>'s.`Beloved"},{"number":2,"verse":"Let him kiss<WH5401> me with the kisses<WH5390> of his mouth;<WH6310> for your love<WH1730> is better<WH2896> than wine.<WH3196>"},{"number":3,"verse":"Your oils<WH8081> have a pleasing<WH2896> fragrance.<WH7381> Your name<WH8034> is oil<WH8081> poured forth,<WH7324> therefore the virgins<WH5959> love you.<WH157>"},{"number":4,"verse":"Take<WH4900> me away with<WH310> you.<WH7323> Let us hurry. The king<WH4428> has brought<WH935> me into his rooms.<WH2315> Friends We will be glad<WH1523> and rejoice<WH8055> in you.<WH2142> We will praise your love<WH1730> more than wine!<WH3196> Beloved They are right<WH4339> to love you.<WH157>"},{"number":5,"verse":"I am dark,<WH7838> but lovely,<WH5000> you daughters<WH1323> of Jerusalem,<WH3389> like Kedar<WH6938>'s tents,<WH168> like Solomon<WH8010>'s curtains.<WH3407>"},{"number":6,"verse":"Don't<WH7200> stare at me because I am dark,<WH7840> because the sun<WH8121> has scorched<WH7805> me.<WH517> My mother's sons<WH1121> were angry<WH2787> with me.<WH7760> They made me keeper<WH5201> of the vineyards.<WH3754> I haven't<WH5201> kept my own vineyard.<WH3754>"},{"number":7,"verse":"Tell<WH5046> me,<WH5315> you whom my soul loves,<WH157> where<WH349> you graze<WH7462> your flock,<WH349> where you rest<WH7257> them at noon;<WH6672> For<WH4100> why should I be as one who is veiled beside the flocks<WH5739> of your companions?<WH2270> Lover"},{"number":8,"verse":"If you don't<WH3045> know, most beautiful<WH3303> among women,<WH802> follow<WH3318> the tracks<WH6119> of the sheep.<WH6629> Graze<WH7462> your young goats<WH1429> beside the shepherds<WH7462>' tents.<WH4908>"},{"number":9,"verse":"I have compared<WH1819> you,<WH7474> my love, to a steed<WH5484> in Pharaoh<WH6547>'s chariots.<WH7393>"},{"number":10,"verse":"Your cheeks<WH3895> are beautiful<WH4998> with earrings,<WH8447> your neck<WH6677> with strings of jewels.<WH2737>"},{"number":11,"verse":"We will make<WH6213> you earrings<WH8447> of gold,<WH2091> with studs<WH5351> of silver.<WH3701> Beloved"},{"number":12,"verse":"While the king<WH4428> sat at his table,<WH4524> my perfume<WH5373> spread<WH5414> its fragrance.<WH7381>"},{"number":13,"verse":"My beloved<WH1730> is to me a sachet<WH6872> of myrrh,<WH4753> that lies<WH3885> between my breasts.<WH7699>"},{"number":14,"verse":"My beloved<WH1730> is to me a cluster<WH811> of henna blossoms<WH3724> from the vineyards<WH3754> of En Gedi.<WH5872> Lover"},{"number":15,"verse":"Behold,<WH3303> you are beautiful, my love.<WH7474> Behold,<WH3303> you are beautiful. Your eyes<WH5869> are doves.<WH3123> Beloved"},{"number":16,"verse":"Behold,<WH3303> you are beautiful, my beloved,<WH1730> yes,<WH5273> pleasant; and our couch<WH6210> is verdant.<WH7488> Lover"},{"number":17,"verse":"The beams<WH6982> of our house<WH1004> are cedars.<WH730> Our rafters<WH7351> are firs.<WH1266>"}]}