{"bibleAbbr":"WEB2020+","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":7,"verses":[{"number":1,"verse":"How beautiful <WH3302> are your feet <WH6471> in sandals, <WH5275> prince <WH5081>'s daughter! <WH1323> Your rounded <WH2542> thighs <WH3409> are like jewels, <WH2481> the work <WH4639> of the hands <WH3027> of a skillful workman. <WH542>"},{"number":2,"verse":"Your body <WH8326> is like a round <WH5469> goblet, <WH101> no mixed <WH2637> wine <WH4197> is wanting. <WH990> Your waist is like a heap <WH6194> of wheat, <WH2406> set about <WH5473> with lilies. <WH7799>"},{"number":3,"verse":"Your two <WH8147> breasts <WH7699> are like two <WH8147> <WH99999> fawns, <WH6646> that are twins of a roe. <WH8380>"},{"number":4,"verse":"Your neck <WH6677> is like an ivory <WH8127> tower. <WH4026> Your eyes <WH5869> are like the pools <WH1295> in Heshbon <WH2809> by the gate <WH8179> of Bathrabbim. <WH1337> Your nose <WH639> is like the tower <WH4026> of Lebanon <WH3844> which looks <WH6822> toward <WH6440> Damascus. <WH1834>"},{"number":5,"verse":"Your head <WH7218> on you is like Carmel. <WH3760> The hair <WH1803> of your head <WH7218> like purple. <WH713> The king <WH4428> is held <WH631> captive in its tresses. <WH7298>"},{"number":6,"verse":"How beautiful <WH3302> and how pleasant <WH5276> you are, <WH160> love, for delights! <WH8588>"},{"number":7,"verse":"This, <WH6967> your stature, is like <WH1819> a palm tree, <WH8558> your breasts <WH7699> like its fruit. <WH811>"},{"number":8,"verse":"I said, <WH559> \"I will climb up <WH5927> into the palm tree. <WH8558> I will take hold <WH270> of its fruit. <WH5577>\" Let your breasts <WH7699> be like clusters <WH811> of the vine, <WH1612> the smell <WH7381> of your breath <WH639> like apples, <WH8598> Beloved"},{"number":9,"verse":"Your mouth <WH2441> like the best <WH2896> wine, <WH3196> that goes <WH1980> down smoothly <WH4339> for my beloved, <WH1730> gliding <WH1680> through the lips <WH8193> of those who are asleep. <WH3463>"},{"number":10,"verse":"I am my beloved <WH1730>'s. His desire is toward me. <WH8669>"},{"number":11,"verse":"Come, <WH3212> my beloved, <WH1730> let us go forth <WH3318> into the field. <WH7704> Let us lodge <WH3885> in the villages. <WH3723>"},{"number":12,"verse":"Let <WH7925>'s go early up to the vineyards. <WH3754> Let <WH7200>'s see whether the vine <WH1612> has budded, <WH6524> its blossom <WH6524> is open, <WH6605> and the pomegranates <WH7416> are in flower. <WH5132> There I will give <WH5414> you my love. <WH1730>"},{"number":13,"verse":"The mandrakes <WH1736> give <WH5414> forth fragrance. <WH7381> At our doors <WH6607> are all kinds of precious <WH4022> fruits, <WH2319> new and old, <WH3465> which I have stored up <WH6845> for you, <WH1730> my beloved."}]}