{"bibleAbbr":"WEB2020+","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"Oh that <WH5414> you were like my brother, <WH251> who nursed <WH3243> from the breasts <WH7699> of my mother! <WH517> If I found <WH4672> you outside, <WH2351> I would kiss <WH5401> you; <WH936> yes, and no one would despise me."},{"number":2,"verse":"I would lead <WH5090> you, <WH935> bringing you into my mother <WH517>'s house, <WH1004> who would instruct <WH3925> me. <WH8248> I would have you drink spiced <WH7544> wine, <WH3196> of the juice <WH6071> of my pomegranate. <WH7416>"},{"number":3,"verse":"His left hand <WH8040> would be under my head. <WH7218> His right hand <WH3225> would embrace me. <WH2263>"},{"number":4,"verse":"I adjure <WH7650> you, <WH1323> daughters of Jerusalem, <WH3389> that you not stir up, <WH5782> nor awaken <WH5782> love, <WH160> until it so desires. <WH2654> Friends"},{"number":5,"verse":"Who is this who comes up <WH5927> from the wilderness, <WH4057> leaning <WH7514> on her beloved? <WH1730> Under the apple tree <WH8598> I aroused <WH5782> you. <WH517> There your mother conceived <WH2254> you. <WH3205> There she was in labor and bore you. <WH2254>"},{"number":6,"verse":"Set <WH7760> me as a seal <WH2368> on your heart, <WH3820> as a seal <WH2368> on your arm; <WH2220> for love <WH160> is strong <WH5794> as death. <WH4194> Jealousy <WH7068> is as cruel <WH7186> as Sheol. <WH7585> Its flashes <WH7565> are flashes <WH7565> of fire, <WH784> a very flame of Yahweh. <WH7957>"},{"number":7,"verse":"Many <WH7227> waters <WH4325> can't <WH3201> quench <WH3518> love, <WH160> neither can floods <WH5104> drown <WH7857> it. <WH376> If a man would give <WH5414> all the wealth <WH1952> of his house <WH1004> for love, <WH160> he would be utterly <WH936> scorned. <WH936> Friends"},{"number":8,"verse":"We have a little <WH6996> sister. <WH269> She has no breasts. <WH7699> What shall we do <WH6213> for our sister <WH269> in the day <WH3117> when she is to be spoken for? <WH1696>"},{"number":9,"verse":"If she is a wall, <WH2346> we will build <WH1129> on her a turret <WH2918> of silver. <WH3701> if she is a door, <WH1817> we will enclose <WH6696> her with boards <WH3871> of cedar. <WH730> Beloved"},{"number":10,"verse":"I am a wall, <WH2346> and my breasts <WH7699> like towers, <WH4026> then I was in his eyes <WH5869> like one who found <WH4672> peace. <WH7965>"},{"number":11,"verse":"Solomon <WH8010> had a vineyard <WH3754> at Baal Hamon. <WH1174> He leased out <WH5414> the vineyard <WH3754> to keepers. <WH5201> Each <WH376> was to bring <WH935> a thousand <WH505> shekels of silver <WH3701> for its fruit. <WH6529>"},{"number":12,"verse":"My own vineyard <WH3754> is before <WH6440> me. <WH505> The thousand are for you, <WH8010> Solomon; two hundred <WH3967> for those who tend <WH5201> its fruit. <WH6529> Lover"},{"number":13,"verse":"You who dwell <WH3427> in the gardens, <WH1588> with friends <WH2270> in attendance, <WH7181> let me hear <WH7181> your voice! <WH6963> Beloved"},{"number":14,"verse":"Come away, <WH1272> my beloved! <WH1730> Be like <WH1819> a gazelle <WH6643> or a young <WH6082> stag <WH354> on the mountains <WH2022> of spices! <WH1314>"}]}