{"bibleAbbr":"WB1895","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, called upon to be an apostle of Jesus Christ, through the will of God, with Sosthenes, our brother,"},{"number":2,"verse":"To the congregation of God which is at Corinth, to those who have been made holy in Christ Jesus, invited to be saints, along with all those everywhere who call on the name of Jesus Christ our Lord--both theirs and ours."},{"number":3,"verse":"May grace and peace be yours from God our Father and the Lord Jesus Christ."},{"number":4,"verse":"I always thank my God on your behalf for God's grace which is given to you by Jesus Christ,"},{"number":5,"verse":"so that in everything you were enriched by him in all speech and all knowledge"},{"number":6,"verse":"just as the testimony concerning Christ was confirmed among you,"},{"number":7,"verse":"so that you are not lacking in any gift, while waiting for the revealing of our Lord Jesus Christ,"},{"number":8,"verse":"who will also make you steadfast to the end [to be] blameless on the day of our Lord Jesus Christ."},{"number":9,"verse":"God is faithful; you were invited by him into the fellowship of his Son, Jesus Christ our Lord."},{"number":10,"verse":"Now I beg of you brethren through the name of our Lord Jesus Christ that you to agree in what you say and that there would be no schisms among you, instead that you be joining together with the same understanding and opinion."},{"number":11,"verse":"It has been plainly told to me about you, my brethren, by those of Chloe's family, that there are serious arguments among you."},{"number":12,"verse":"This is what I mean, that everyone of you are saying, \"I follow Paul,\" and \"I follow Apollos,\" and \"I follow Cephas,\" and \"I follow Christ.\""},{"number":13,"verse":"Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?"},{"number":14,"verse":"I thank God that I didn't baptize any of you except Crispus and Gaius,"},{"number":15,"verse":"lest any should say that I had baptized in my own name."},{"number":16,"verse":"Also I baptized the household of Stephanus. Besides [these] I don't know if I baptized anybody else,"},{"number":17,"verse":"for Christ didn't send me to baptize but to preach the gospel--not with wisdom in words lest the cross of Christ should become ineffective."},{"number":18,"verse":"For the preaching of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God."},{"number":19,"verse":"For it is written, \"I will destroy the wisdom of the experts and will bring to nothing the understanding of the keen thinkers."},{"number":20,"verse":"Where is the wise? Where is the scribe? Where are the sophisticated reasoners of this world? Hasn't God made the wisdom of the world foolish?"},{"number":21,"verse":"For since, in God's wisdom, the world through wisdom did not know God, it pleased God to save those who believe through the foolishness of preaching."},{"number":22,"verse":"For the Jews require a sign, and the Greeks seek after wisdom,"},{"number":23,"verse":"but we preach Christ crucified. To the Jews [this is] a stumbling block and to the Greeks foolishness,"},{"number":24,"verse":"but to those invited, both Jews and Greeks, Christ is the power and wisdom of God,"},{"number":25,"verse":"because God's foolishness is wiser than men, and God's weakness is stronger than men."},{"number":26,"verse":"For you see your invitation, brethren, that [there are] not many wise men according to the flesh, not many mighty, not many noble,"},{"number":27,"verse":"but God has chosen the foolish things of the world to shame the wise, and God has chosen the weak things of the world to shame the mighty."},{"number":28,"verse":"God has also chosen the low-class, despised, and those who are nothing of this world to bring to nothing the things that are,"},{"number":29,"verse":"so that no one should glory in his presence."},{"number":30,"verse":"But you are in Christ Jesus because of him, whom God has made to us wisdom, righteousness, holiness, and redemption,"},{"number":31,"verse":"in order that just as it is written, \"He who glories, let him glory in the Lord.\""}]}