{"bibleAbbr":"WB1895","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"Moreover, brothers, I made the gospel known to you which I preached to you, which you also received and in which you stand,"},{"number":2,"verse":"by which you are saved also, if you firmly hold on to what I preached to you, unless you believed in vain."},{"number":3,"verse":"For the first thing I passed on to you was what I also received, how that Christ died for our sins, according to the Scriptures,"},{"number":4,"verse":"and that he was buried then rose again the third day according to the Scriptures,"},{"number":5,"verse":"and that he was seen by Cephas then the twelve."},{"number":6,"verse":"After that, he was seen by more than five hundred brothers at one time, of whom the greater part remain to this present hour, but some have fallen asleep,"},{"number":7,"verse":"after that he was seen by James then by all the apostles."},{"number":8,"verse":"Last of all he was seen by me also, as of one born at the wrong time."},{"number":9,"verse":"For I am the least of the apostles and am not good enough to be called an apostle, because I persecuted the church of God."},{"number":10,"verse":"But by the grace of God I am what I am, and his grace, which [was given], to me was not in vain. I have labored more abundantly than all of them, yet not I but [it was] the grace of God, which was with me."},{"number":11,"verse":"Therefore whether [it was] them or me, so we preach and so you believed."},{"number":12,"verse":"Now if Christ is preached that he rose from the dead, how say some among you that there is no resurrection from the dead?"},{"number":13,"verse":"Now if there is no resurrection from the dead, then Christ is not risen."},{"number":14,"verse":"And if Christ is not risen, then our preaching [is] futile and your faith [is] also futile."},{"number":15,"verse":"Yes and we are found [to be] false witnesses of God, because we have testified of God that he raised Christ whom he didn't raise, if it is so that the dead don't rise."},{"number":16,"verse":"For if the dead do not rise, then Christ isn't raised."},{"number":17,"verse":"And if Christ is not raised, your faith is futile; you are still in your sins."},{"number":18,"verse":"Then those who have fallen asleep in Christ are perished."},{"number":19,"verse":"If [it is] only in this life we have hope in Christ, we are of all people the most pitiful."},{"number":20,"verse":"But now Christ is risen from the dead and become the first fruits of those who slept."},{"number":21,"verse":"For since by man death came, by man also came the resurrection from the dead."},{"number":22,"verse":"For as in Adam all die, even so in Christ will all be made alive."},{"number":23,"verse":"But every one in their order, Christ the first fruit, afterwards those who are Christ's at his coming."},{"number":24,"verse":"Then the end comes when he will have delivered the kingdom to God, even the Father; when he will have suppressed all rule, authority, and power."},{"number":25,"verse":"For he must reign until he has put all enemies under his feet."},{"number":26,"verse":"The last enemy that will be completely destroyed is death,"},{"number":27,"verse":"for he has put all things under his feet. But when he says everything is put under his feet, it is clear that he is excepted which did put everything under him."},{"number":28,"verse":"And when everything will be under his authority, then the Son will be also under the authority of him who put everything under him, so that God may be completely over all."},{"number":29,"verse":"Else what will they do who are baptized for the dead, if the dead do not rise at all? Why are they baptized for the dead then?"},{"number":30,"verse":"And why are we in jeopardy every hour?"},{"number":31,"verse":"I solemnly affirm by your rejoicing, which I have in Christ Jesus our Lord, I die daily."},{"number":32,"verse":"If, after the manner of men, I have fought with beasts at Ephesus, what advantage is for me if the dead do not rise? Let's just eat and drink, for tomorrow we die."},{"number":33,"verse":"Don't be deceived, evil companionships corrupt good morals."},{"number":34,"verse":"Awake to righteousness and don't sin. Some do not have the knowledge of God; I speak this to your shame."},{"number":35,"verse":"But someone will say, \"How are the dead raised, and what kind of body do they get?\""},{"number":36,"verse":"Fool! That which is sown is not made alive unless it dies."},{"number":37,"verse":"And what you sow, you don't sow that body that it will be but a bare kernel perchance wheat or some other."},{"number":38,"verse":"God gives it a body as it has pleased him, and each seed has its own body."},{"number":39,"verse":"All flesh is not the same, for one is the human flesh, another animal flesh, another of fishes, and another of birds."},{"number":40,"verse":"Furthermore [there are] heavenly bodies and earthly bodies, but the glory of the heavenly is one kind and the earthly is another."},{"number":41,"verse":"The sun has one glory, the moon another, the stars another, even one star differs from another in glory."},{"number":42,"verse":"So also the resurrection from the dead. It is sown in corruption; it is raised incorruptible."},{"number":43,"verse":"It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power."},{"number":44,"verse":"It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body."},{"number":45,"verse":"And so it is written, \"The first man, Adam, was made a living soul, the last Adam as a life-giving spirit.\""},{"number":46,"verse":"Nevertheless that, which was first, was not spiritual but the natural, afterward that, which is spiritual."},{"number":47,"verse":"The first man [was made] from earth, the second man is the Lord from heaven."},{"number":48,"verse":"As is the earthy, of this are those who are earthy, and as is the heavenly, of this are those who are heavenly."},{"number":49,"verse":"As we have born the image of the earthly, so we will bear the image of the heavenly."},{"number":50,"verse":"Now this I say, brothers, that flesh and blood cannot inherit the kingdom of God, neither does corruption inherit incorruption."},{"number":51,"verse":"Look, I'll tell you a mystery, we will not all sleep but we will all be changed."},{"number":52,"verse":"In an instant, in the twinkling of an eye, at the last trump, for the trumpet will sound and the dead will be raised incorruptible, and we will be changed."},{"number":53,"verse":"For this [which is] corruptible must put on incorruption and this what will die will put on immortality."},{"number":54,"verse":"So when this [which is] corruptible will have put on incorruption, and what will die will have put on immortality, then the saying will be brought to pass which is written, \"Death is destroyed in victory.\""},{"number":55,"verse":"O death, where is your sting? O grave, where is your victory?"},{"number":56,"verse":"The sting of death is sin, and the strength of sin is The Law."},{"number":57,"verse":"But thanks be to God who gives us the victory through our Lord Jesus Christ."},{"number":58,"verse":"Therefore, my beloved brothers, be steadfast, unmovable, always abounding in the work of the Lord, forasmuch, as you know that your labor in the Lord is not futile."}]}