{"bibleAbbr":"WB1895","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":2,"verses":[{"number":1,"verse":"And brethren, when I came to you, I didn't come with outstanding eloquence or wisdom when I declared to you the testimony of God."},{"number":2,"verse":"For I determined not to know anything among you, except Jesus Christ and him crucified."},{"number":3,"verse":"I was with you in weakness, in fear, and in much trembling."},{"number":4,"verse":"My speech and my preaching was not with enticing words of man's wisdom but in a demonstrating proof of the Spirit and power,"},{"number":5,"verse":"so that your faith wouldn't stand in men's wisdom but in God's power."},{"number":6,"verse":"Nevertheless we speak wisdom to those who are mature, yet not the wisdom of this age nor of the rulers of this age that comes to nothing,"},{"number":7,"verse":"but we talk about God's wisdom, [which was] kept secret in a mystery, which God predetermined before the world for our glory,"},{"number":8,"verse":"[and] which none of the leaders of this age knew, because if they had known, they would not have crucified the Lord of Glory."},{"number":9,"verse":"But as it is written, \"Eye has not seen, not ear heard, neither has entered the heart of man, the things which God has prepared for those who love him."},{"number":10,"verse":"But God has revealed [them] to us by his Spirit, because the Spirit searches everything, even the deep things of God."},{"number":11,"verse":"For what person understands the things of man, except the spirit of man, which is in him? Even so things of God are not understood by any one, except the Spirit of God."},{"number":12,"verse":"Now we haven» t received the world» s spirit but have received the Spirit which is from God, so that we might know the things which have been freely given to us by God."},{"number":13,"verse":"We talk about these things also, not in the words which human wisdom teaches but which the Holy Spirit teaches, combining spiritual ideas with spiritual words."},{"number":14,"verse":"But the natural man doesn't accept the things of the Spirit of God, because they are foolishness to him, neither can he know them, because they are spiritually examined."},{"number":15,"verse":"On the other hand the one who is spiritual, examines everything, yet he himself is examined by no one."},{"number":16,"verse":"For who has known the mind of the Lord; who may advise him? But we have the mind of Christ."}]}