{"bibleAbbr":"WB1895","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"It is commonly reported that there is fornication among you and such fornication as is not even mentioned among the Gentiles that one should have his father's wife."},{"number":2,"verse":"And you are proud of this and should have mourned instead, so that he who has done this deed might be removed from you."},{"number":3,"verse":"For truly I--while absent in the body but present in spirit--have already judged, as if I were present, he who has done this thing."},{"number":4,"verse":"In the name of our Lord Jesus Christ, when you are gathered together along with my spirit and the power of the Lord Jesus Christ"},{"number":5,"verse":"to deliver such a one to Satan for the destruction of the flesh that the spirit may be saved in the day of the Lord Jesus."},{"number":6,"verse":"Your rejoicing [in this] is not good. Don't you know that a little leaven leavens the whole lump of dough?"},{"number":7,"verse":"Therefore cleanse out this old leaven that you may be a fresh lump of dough since you are unleavened. For indeed Christ, our Passover, has been sacrificed for us."},{"number":8,"verse":"Therefore let us keep the feast, not with old leaven or with the leaven of malice and wickedness but with the unleavened bread of sincerity and truth."},{"number":9,"verse":"I wrote to you in a letter not to associate with fornicators--"},{"number":10,"verse":"yet not in every way with the fornicators of this world, or with covetous, extortioners, or idolaters, for then you would need to go out of the world."},{"number":11,"verse":"But now I have written to you not to associate with any, if any man who is called a brother is a fornicator, covetous, idolater, abusive, drunkard, or extortioner. Do not even eat with such a one."},{"number":12,"verse":"It's none of my business to judge those outside [the church], don't you judge those who are within?"},{"number":13,"verse":"But those outside God judges. So therefore remove that wicked person from among yourselves."}]}