{"bibleAbbr":"LEB2012","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":1,"verses":[{"number":1,"verse":"Superscription The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."},{"number":2,"verse":"Rebellious Judah Hear, heavens, and listen, earth, for Yahweh has spoken: “I reared children and I brought them up, but they rebelled against me."},{"number":3,"verse":"An ox knows its owner and a donkey the manger of its master. Israel does not know; my people do not understand."},{"number":4,"verse":"Ah, sinful nation, a people heavy with iniquity, offspring of evildoers, children who deal corruptly. They have forsaken Yahweh; they have despised the holy one of Israel. They are estranged and gone backward."},{"number":5,"verse":"Why do you want to be beaten again? You continue in rebellion. The whole of the head is sick, and the whole of the heart is faint."},{"number":6,"verse":"From the sole of the foot and up to the head there is no health in it; bruise and sore and bleeding wound have not been cleansed, and they have not been bound up and not softened with the oil."},{"number":7,"verse":"Your country is desolate, your cities are burned with fire; As for your land, aliens are devouring it in your presence, and it is desolate, like devastation by foreigners."},{"number":8,"verse":"And the daughter of Zion is left like a booth in a vineyard, like a shelter in a cucumber field, like a city that is besieged."},{"number":9,"verse":"If Yahweh of hosts had not left us survivors, we would have been as few as Sodom, we would have become like Gomorrah."},{"number":10,"verse":"Hear the word of Yahweh, rulers of Sodom! Listen to the teaching of our God, people of Gomorrah!"},{"number":11,"verse":"What is the abundance of your sacrifices to me? says Yahweh. I have had enough of burnt offerings of rams and the fat of fattened animals and I do not delight in the blood of bulls and ram-lambs and goats."},{"number":12,"verse":"When you come to appear before me, who asked for this from your hand: you trampling my courts?"},{"number":13,"verse":"You must not continue to bring offerings of futility, incense — it is an abomination to me; new moon and Sabbath, the calling of a convocation — I cannot endure iniquity with solemn assembly."},{"number":14,"verse":"Your new moons and your appointed festivals my soul hates; they have become to me like a burden, I am not able to bear them."},{"number":15,"verse":"And when you stretch out your hands, I will hide my eyes from you; even though you make many prayers, I will not be listening. Your hands are full of blood."},{"number":16,"verse":"Wash! Make yourselves clean! Remove the evil of your doings from before my eyes! Cease to do evil!"},{"number":17,"verse":"Learn to do good! Seek justice! Rescue the oppressed! Defend the orphan! Plead for the widow!"},{"number":18,"verse":"“Come now, and let us argue,” says Yahweh. “Even though your sins are like scarlet, they will be white like snow; even though they are red like crimson, they shall become like wool."},{"number":19,"verse":"If you are willing and you are obedient, you shall eat the good of the land."},{"number":20,"verse":"But if you refuse and you rebel, you shall be devoured by the sword. For the mouth of Yahweh has spoken.”"},{"number":21,"verse":"Purifying Jerusalem How has a faithful city become like a whore? Full of justice, righteousness lodged in her, but now murderers."},{"number":22,"verse":"Your silver has become as dross; Your wine is diluted with waters."},{"number":23,"verse":"Your princes are rebels and companions of thieves. Every one loves a bribe and runs after gifts. They do not defend the orphan and the legal dispute of the widow does not come before them."},{"number":24,"verse":"Therefore, the declaration of the Lord Yahweh of hosts, the Mighty One of Israel: “Ah, I will be relieved of my enemies, and I will avenge myself on my foes."},{"number":25,"verse":"And I will turn my hand against you; I will purify your dross like lye, and I will remove all of your tin."},{"number":26,"verse":"And I will restore your judges, as at the first, and your counselors, as at the beginning. After this you will be called the city of righteousness, faithful city."},{"number":27,"verse":"Zion will be redeemed by justice, and those of her who repent, by righteousness."},{"number":28,"verse":"But the destruction of rebels and sinners shall be together, and those who forsake Yahweh will perish."},{"number":29,"verse":"For you will be ashamed of the oaks in which you delighted, and you will be disgraced because of the gardens that you have chosen."},{"number":30,"verse":"For you shall be like an oak withering its leaves, and like a garden where there is no water for her."},{"number":31,"verse":"And the strong man shall become like tinder, and his work like a spark. And both of them shall burn together, and there is not one to quench them.”"}]}