{"bibleAbbr":"LEB2012","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"(Judah’s Song of Praise) On that day, this song will be sung in the land of Judah: “We have a strong city; he sets up victory like walls and ramparts!"},{"number":2,"verse":"Open the gates so that the righteous nation who keeps faithfulness may enter!"},{"number":3,"verse":"You will protect a firm inclination in peace, in peace because he trusts in you."},{"number":4,"verse":"Trust in Yahweh forever, for in Yah, Yahweh you have an everlasting rock."},{"number":5,"verse":"For he has thrown down the inhabitants of the height, he lays low the lofty city. He lays it low to the ground; he throws her to the dust."},{"number":6,"verse":"The foot tramples it, the feet of the poor, the steps of the needy.”"},{"number":7,"verse":"(Yahweh’s People Vindicated) The way of the righteous is a straight path; you clear the level path of the righteous."},{"number":8,"verse":"Surely we wait for you in the path of your judgments, Yahweh, for your name and renown are the desire of the soul."},{"number":9,"verse":"I desire you with all my soul in the night; also I seek you with my spirit within me, for when your judgments are upon the earth, the inhabitants of the world learn righteousness."},{"number":10,"verse":"Though the wicked person is shown compassion, he does not learn righteousness; he acts unjustly in the land of uprightness, and he does not see the majesty of Yahweh."},{"number":11,"verse":"Yahweh, though your hand reaches high, they do not see it. Let them see, and let them be ashamed of the zeal of people. Indeed, let the fire of your enemies consume them."},{"number":12,"verse":"Yahweh, you will establish peace for us, for you have done even all of our works for us."},{"number":13,"verse":"Yahweh, our God, lords besides you ruled over us, but we praise your name alone."},{"number":14,"verse":"The dead do not live; dead spirits do not rise because you have punished and destroyed them, and you have destroyed all memory of them."},{"number":15,"verse":"You have added to the nation, Yahweh. You have added to the nation; you are honored. You have extended all the ends of the land."},{"number":16,"verse":"Yahweh, in distress they have visited you; they poured out an incantation; your discipline was on them."},{"number":17,"verse":"Like a pregnant woman on the point of giving birth, she writhes; she cries in her labor pains. So we were because of your presence, Yahweh."},{"number":18,"verse":"We became pregnant, we writhed; we gave birth to wind. We cannot bring about deliverance on the earth, and no inhabitants of the world are born."},{"number":19,"verse":"Your dead shall live; their corpses shall rise. Wake up and sing for joy, dwellers of the dust, for your dew is celestial dew, and the earth will give birth to dead spirits."},{"number":20,"verse":"Go, my people, enter into your chambers and shut your doors behind you; hide for a very little while, until the wrath has passed over."},{"number":21,"verse":"For look! Yahweh is about to come out from his place to punish the iniquity of the inhabitants of the earth against him, and the earth will disclose her blood and will no longer cover her slain."}]}