{"bibleAbbr":"LEB2012","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"(Israel Rescued) On that day, Yahweh will punish with his cruel, great and strong sword Leviathan, the fleeing serpent, and Leviathan, the twisting serpent, and he will kill the sea monster that is in the sea."},{"number":2,"verse":"On that day: “A vineyard of beauty! Sing in praise of it!"},{"number":3,"verse":"I, Yahweh, am her keeper; I water it again and again. Lest one afflict harm on it, I guard it night and day;"},{"number":4,"verse":"I have no wrath. Whatever gives me thorns and briers, I will step forth against in battle. I will set it on fire altogether."},{"number":5,"verse":"Or let it grasp at my protection; let it make peace with me; peace let it make with me.”"},{"number":6,"verse":"Days are coming, let Jacob take root; Israel will blossom and send out shoots, and they will fill the face of the world with fruit."},{"number":7,"verse":"Does he strike him as he struck down those who struck him? Or is he killed as those who killed him were killed?"},{"number":8,"verse":"By expelling her, by her sending away, you argue with her. He removed them with his strong wind, in the day of the east wind."},{"number":9,"verse":"Therefore by this he will make atonement for the guilt of Jacob, and this will be all of the fruit of the removal of his sin: when he makes all the stones of the altar like crushed stones of chalk, no poles of Asherah worship or incense altars will stand."},{"number":10,"verse":"For the fortified city is solitary, a settlement deserted and forsaken, like the wilderness; the calf grazes there, lies down there and destroys its branches."},{"number":11,"verse":"When its branches are dry, they are broken; women are coming and setting light to it. For it is not a people of understanding; therefore his maker will not have compassion on him, and his creator will not show him favor."},{"number":12,"verse":"And this shall happen: on that day, Yahweh will thresh from the floodwaters of the Euphrates to the wadi of Egypt, and as for you, you will be gathered one by one, sons of Israel."},{"number":13,"verse":"And this shall happen: on that day, a great trumpet will be blown, and those who were lost in the land of Assyria will come, and those who were scattered in the land of Egypt, and they will bow down to Yahweh on the holy mountain at Jerusalem."}]}