{"bibleAbbr":"LEB2012","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"(Warning against Alliance with Egypt) “Oh rebellious children!” declares Yahweh, “to make a plan, but not from me, and pour out a libation, but not from my Spirit, so as to add sin to sin."},{"number":2,"verse":"Who go to go down to Egypt, but they do not ask of my mouth, to take refuge in the protection of Pharaoh and to take refuge in the shadow of Egypt."},{"number":3,"verse":"And the protection of Pharaoh shall be shame to you, and the refuge in the shadow of Egypt, humiliation."},{"number":4,"verse":"For his officials are at Zoan, and his envoys reach to Hanes."},{"number":5,"verse":"Everyone will start to stink because of a people that cannot profit them, not for help and not for profiting, but for shame and also for disgrace.”"},{"number":6,"verse":"(Oracle regarding the Negev) An oracle of the animals of the Negev: Through a land of trouble and distress, of lioness and lion, among them are snake and flying serpent; they carry their wealth on the backs of male donkeys and their treasures on the humps of camels, to a people that cannot profit them."},{"number":7,"verse":"For Egyptians help with vanity and emptiness, therefore I have called this one “Rahab, they are sitting.”"},{"number":8,"verse":"Now go, write it on a tablet with them, and inscribe it on a scroll, that it may be for the time to come, forever, forever."},{"number":9,"verse":"For it is a people of rebellion, deceitful children, children who are not willing to hear the instruction of Yahweh,"},{"number":10,"verse":"who say to those who do see, “You must not see!” and to the seers, “You must not see truth for us; speak smooth things to us, see illusions,"},{"number":11,"verse":"turn aside from the way, turn aside from the path, put an end to the holy one of Israel from our face.”"},{"number":12,"verse":"Therefore the holy one of Israel says this: “Because you are rejecting this word and you trust in oppression and cunning and you rely on it,"},{"number":13,"verse":"therefore this iniquity shall come for you like a breach about to fall, bulging out on a high wall that breaks suddenly, in an instant."},{"number":14,"verse":"And he breaks it like a vessel of a potter breaks, that is crushed; he has no compassion, and no potsherd is found among its fragments to take fire from the hearth, or to skim water from the cistern.”"},{"number":15,"verse":"For the Lord Yahweh, the holy one of Israel, said this: “In returning and rest you shall be saved; your strength shall be in quietness and in trust.” But you were not willing,"},{"number":16,"verse":"and you said, “No! For we will flee on horses!” Therefore you shall flee! And, “We will ride on swift horses!” Therefore your pursuers shall be swift!"},{"number":17,"verse":"One thousand because of a threat of one, because of a threat of five you shall flee, until you are left like a flagstaff on top of a mountain, and like a signal on a hill."},{"number":18,"verse":"(Yahweh Will Show Mercy) Therefore Yahweh waits to be gracious to you, and therefore he will rise up to show you mercy, for Yahweh is a God of justice; blessed are all those who wait for him."},{"number":19,"verse":"For people will live in Zion; in Jerusalem, you will surely not weep. Surely he will be gracious to you; when he hears the sound of your cry, he will answer you."},{"number":20,"verse":"And the Lord will give you the bread of distress and the water of oppression, but your teachers will not hide themselves any longer. And your eyes shall see your teachers."},{"number":21,"verse":"And your ears shall hear a word from behind you, saying, “this is the way; walk in it,” when you go to your right and when you go to your left."},{"number":22,"verse":"And you will defile the plating of your silver idols and the covering of your gold image. You will scatter them like contaminated things; you will say to it, “Filth!”"},{"number":23,"verse":"And he will give rain for your seed with which you sow the ground, and grain, the produce of the ground, and it will be rich and fertile. On that day, your cattle will graze in broad pastures;"},{"number":24,"verse":"and the oxen and the donkeys that till the ground will eat fodder, sorrel that has been winnowed with shovel and pitchfork."},{"number":25,"verse":"And there will be streams on every high mountain and elevated hill, watercourses of water, on a day of great slaughter, when towers fall."},{"number":26,"verse":"And the light of the full moon will be like the light of the sun, and the light of the sun will be sevenfold, like the light of seven days, on the day when Yahweh binds up the breakage of his people, and he heals the wound of his blow."},{"number":27,"verse":"(Judgment against Assyria) Look! The name of Yahweh comes from afar, burning with his anger and heaviness of cloud. His lips are full of indignation, and his tongue is like a devouring fire."},{"number":28,"verse":"And his breath is like an overflowing river; it reaches up to the neck to shake the nations with the sieve of worthlessness; and a bridle that leads astray is on the jawbones of the peoples."},{"number":29,"verse":"You shall have a song as in the night when a holy festival is kept, and a gladness of heart like one who goes with the flute, to go to the mountain of Yahweh, to the rock of Israel."},{"number":30,"verse":"And Yahweh will cause the majesty of his voice to be heard, and he will cause the descent of his arm to be seen, in furious anger and a flame of devouring fire, with a cloudburst and a rainstorm and stones of hail."},{"number":31,"verse":"Indeed, Assyria will be shattered by the voice of Yahweh; he strikes with the rod."},{"number":32,"verse":"And every stroke of the staff of foundation that Yahweh lays will be on it with timbrels and lyres, and he will fight against it with battles of brandishing."},{"number":33,"verse":"For Topheth has been prepared from yesterday; indeed, it is made ready for the king. He makes its pile of wood deep and wide; he makes fire and wood abundant. The breath of Yahweh burns in it like a stream of sulfur."}]}