{"bibleAbbr":"CVg2018","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":11,"verses":[{"number":1,"verse":"Et factum est, cum consummasset Jesus, præcipiens duodecim discipulis suis, transiit inde ut doceret, et prædicaret in civitatibus eorum."},{"number":2,"verse":"Joannes autem cum audisset in vinculis opera Christi, mittens duos de discipulis suis,"},{"number":3,"verse":"ait illi : Tu es, qui venturus es, an alium exspectamus ?"},{"number":4,"verse":"Et respondens Jesus ait illis : Euntes renuntiate Joanni quæ audistis, et vidistis."},{"number":5,"verse":"Cæci vident, claudi ambulant, leprosi mundantur, surdi audiunt, mortui resurgunt, pauperes evangelizantur :"},{"number":6,"verse":"et beatus est, qui non fuerit scandalizatus in me."},{"number":7,"verse":"Illis autem abeuntibus, cœpit Jesus dicere ad turbas de Joanne : Quid existis in desertum videre ? arundinem vento agitatam ?"},{"number":8,"verse":"Sed quid existis videre ? hominem mollibus vestitum ? Ecce qui mollibus vestiuntur, in domibus regum sunt."},{"number":9,"verse":"Sed quid existis videre ? prophetam ? Etiam dico vobis, et plus quam prophetam."},{"number":10,"verse":"Hic est enim de quo scriptum est : Ecce ego mitto angelum meum ante faciem tuam, qui præparabit viam tuam ante te."},{"number":11,"verse":"Amen dico vobis, non surrexit inter natos mulierum major Joanne Baptista : qui autem minor est in regno cælorum, major est illo."},{"number":12,"verse":"A diebus autem Joannis Baptistæ usque nunc, regnum cælorum vim patitur, et violenti rapiunt illud."},{"number":13,"verse":"Omnes enim prophetæ et lex usque ad Joannem prophetaverunt :"},{"number":14,"verse":"et si vultis recipere, ipse est Elias, qui venturus est."},{"number":15,"verse":"Qui habet aures audiendi, audiat."},{"number":16,"verse":"Cui autem similem æstimabo generationem istam ? Similis est pueris sedentibus in foro : qui clamantes coæqualibus"},{"number":17,"verse":"dicunt : Cecinimus vobis, et non saltastis : lamentavimus, et non planxistis."},{"number":18,"verse":"Venit enim Joannes neque manducans, neque bibens, et dicunt : Dæmonium habet."},{"number":19,"verse":"Venit Filius hominis manducans, et bibens, et dicunt : Ecce homo vorax, et potator vini, publicanorum et peccatorum amicus. Et justificata est sapientia a filiis suis."},{"number":20,"verse":"Tunc cœpit exprobrare civitatibus, in quibus factæ sunt plurimæ virtutes ejus, quia non egissent pœnitentiam :"},{"number":21,"verse":"Væ tibi Corozain, væ tibi Bethsaida : quia, si in Tyro et Sidone factæ essent virtutes quæ factæ sunt in vobis, olim in cilicio et cinere pœnitentiam egissent."},{"number":22,"verse":"Verumtamen dico vobis : Tyro et Sidoni remissius erit in die judicii, quam vobis."},{"number":23,"verse":"Et tu Capharnaum, numquid usque in cælum exaltaberis ? usque in infernum descendes, quia si in Sodomis factæ fuissent virtutes quæ factæ sunt in te, forte mansissent usque in hanc diem."},{"number":24,"verse":"Verumtamen dico vobis, quia terræ Sodomorum remissius erit in die judicii, quam tibi."},{"number":25,"verse":"In illo tempore respondens Jesus dixit : Confiteor tibi, Pater, Domine cæli et terræ, quia abscondisti hæc a sapientibus, et prudentibus, et revelasti ea parvulis."},{"number":26,"verse":"Ita Pater : quoniam sic fuit placitum ante te."},{"number":27,"verse":"Omnia mihi tradita sunt a Patre meo. Et nemo novit Filium, nisi Pater : neque Patrem quis novit, nisi Filius, et cui voluerit Filius revelare."},{"number":28,"verse":"Venite ad me omnes qui laboratis, et onerati estis, et ego reficiam vos."},{"number":29,"verse":"Tollite jugum meum super vos, et discite a me, quia mitis sum, et humilis corde : et invenietis requiem animabus vestris."},{"number":30,"verse":"Jugum enim meum suave est, et onus meum leve."}]}