{"bibleAbbr":"CVg2018","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"Et accesserunt ad eum pharisæi et sadducæi tentantes : et rogaverunt eum ut signum de cælo ostenderet eis."},{"number":2,"verse":"At ille respondens, ait illis : Facto vespere dicitis : Serenum erit, rubicundum est enim cælum."},{"number":3,"verse":"Et mane : Hodie tempestas, rutilat enim triste cælum."},{"number":4,"verse":"Faciem ergo cæli dijudicare nostis : signa autem temporum non potestis scire ? Generatio mala et adultera signum quærit : et signum non dabitur ei, nisi signum Jonæ prophetæ. Et relictis illis, abiit."},{"number":5,"verse":"Et cum venissent discipuli ejus trans fretum, obliti sunt panes accipere."},{"number":6,"verse":"Qui dixit illis : Intuemini, et cavete a fermento pharisæorum et sadducæorum."},{"number":7,"verse":"At illi cogitabant intra se dicentes : Quia panes non accepimus."},{"number":8,"verse":"Sciens autem Jesus, dixit : Quid cogitatis intra vos modicæ fidei, quia panes non habetis ?"},{"number":9,"verse":"Nondum intelligitis, neque recordamini quinque panum in quinque millia hominum, et quot cophinos sumpsistis ?"},{"number":10,"verse":"neque septem panum in quatuor millia hominum, et quot sportas sumpsistis ?"},{"number":11,"verse":"Quare non intelligitis, quia non de pane dixi vobis : Cavete a fermento pharisæorum et sadducæorum ?"},{"number":12,"verse":"Tunc intellexerunt quia non dixerit cavendum a fermento panum, sed a doctrina pharisæorum et sadducæorum."},{"number":13,"verse":"Venit autem Jesus in partes Cæsareæ Philippi : et interrogabat discipulos suos, dicens : Quem dicunt homines esse Filium hominis ?"},{"number":14,"verse":"At illi dixerunt : Alii Joannem Baptistam, alii autem Eliam, alii vero Jeremiam, aut unum ex prophetis."},{"number":15,"verse":"Dicit illis Jesus : Vos autem, quem me esse dicitis ?"},{"number":16,"verse":"Respondens Simon Petrus dixit : Tu es Christus, Filius Dei vivi."},{"number":17,"verse":"Respondens autem Jesus, dixit ei : Beatus es Simon Bar Jona : quia caro et sanguis non revelavit tibi, sed Pater meus, qui in cælis est."},{"number":18,"verse":"Et ego dico tibi, quia tu es Petrus, et super hanc petram ædificabo Ecclesiam meam, et portæ inferi non prævalebunt adversus eam."},{"number":19,"verse":"Et tibi dabo claves regni cælorum. Et quodcumque ligaveris super terram, erit ligatum et in cælis : et quodcumque solveris super terram, erit solutum et in cælis."},{"number":20,"verse":"Tunc præcepit discipulis suis ut nemini dicerent quia ipse esset Jesus Christus."},{"number":21,"verse":"Exinde cœpit Jesus ostendere discipulis suis, quia oporteret eum ire Jerosolymam, et multa pati a senioribus, et scribis, et principibus sacerdotum, et occidi, et tertia die resurgere."},{"number":22,"verse":"Et assumens eum Petrus, cœpit increpare illum dicens : Absit a te, Domine : non erit tibi hoc."},{"number":23,"verse":"Qui conversus, dixit Petro : Vade post me Satana, scandalum es mihi : quia non sapis ea quæ Dei sunt, sed ea quæ hominum."},{"number":24,"verse":"Tunc Jesus dixit discipulis suis : Si quis vult post me venire, abneget semetipsum, et tollat crucem suam, et sequatur me."},{"number":25,"verse":"Qui enim voluerit animam suam salvam facere, perdet eam : qui autem perdiderit animam suam propter me, inveniet eam."},{"number":26,"verse":"Quid enim prodest homini, si mundum universum lucretur, animæ vero suæ detrimentum patiatur ? aut quam dabit homo commutationem pro anima sua ?"},{"number":27,"verse":"Filius enim hominis venturus est in gloria Patris sui cum angelis suis : et tunc reddet unicuique secundum opera ejus."},{"number":28,"verse":"Amen dico vobis, sunt quidam de hic stantibus, qui non gustabunt mortem, donec videant Filium hominis venientem in regno suo."}]}