{"bibleAbbr":"CVg2018","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":19,"verses":[{"number":1,"verse":"Et factum est, cum consummasset Jesus sermones istos, migravit a Galilæa, et venit in fines Judææ trans Jordanem,"},{"number":2,"verse":"et secutæ sunt eum turbæ multæ, et curavit eos ibi."},{"number":3,"verse":"Et accesserunt ad eum pharisæi tentantes eum, et dicentes : Si licet homini dimittere uxorem suam, quacumque ex causa ?"},{"number":4,"verse":"Qui respondens, ait eis : Non legistis, quia qui fecit hominem ab initio, masculum et feminam fecit eos ? Et dixit :"},{"number":5,"verse":"Propter hoc dimittet homo patrem, et matrem, et adhærebit uxori suæ, et erunt duo in carne una."},{"number":6,"verse":"Itaque jam non sunt duo, sed una caro. Quod ergo Deus conjunxit, homo non separet."},{"number":7,"verse":"Dicunt illi : Quid ergo Moyses mandavit dare libellum repudii, et dimittere ?"},{"number":8,"verse":"Ait illis : Quoniam Moyses ad duritiam cordis vestri permisit vobis dimittere uxores vestras : ab initio autem non fuit sic."},{"number":9,"verse":"Dico autem vobis, quia quicumque dimiserit uxorem suam, nisi ob fornicationem, et aliam duxerit, mœchatur : et qui dimissam duxerit, mœchatur."},{"number":10,"verse":"Dicunt ei discipuli ejus : Si ita est causa hominis cum uxore, non expedit nubere."},{"number":11,"verse":"Qui dixit illis : Non omnes capiunt verbum istud, sed quibus datum est."},{"number":12,"verse":"Sunt enim eunuchi, qui de matris utero sic nati sunt : et sunt eunuchi, qui facti sunt ab hominibus : et sunt eunuchi, qui seipsos castraverunt propter regnum cælorum. Qui potest capere capiat."},{"number":13,"verse":"Tunc oblati sunt ei parvuli, ut manus eis imponeret, et oraret. Discipuli autem increpabant eos."},{"number":14,"verse":"Jesus vero ait eis : Sinite parvulos, et nolite eos prohibere ad me venire : talium est enim regnum cælorum."},{"number":15,"verse":"Et cum imposuisset eis manus, abiit inde."},{"number":16,"verse":"Et ecce unus accedens, ait illi : Magister bone, quid boni faciam ut habeam vitam æternam ?"},{"number":17,"verse":"Qui dixit ei : Quid me interrogas de bono ? Unus est bonus, Deus. Si autem vis ad vitam ingredi, serva mandata."},{"number":18,"verse":"Dicit illi : Quæ ? Jesus autem dixit : Non homicidium facies ; non adulterabis ; non facies furtum ; non falsum testimonium dices ;"},{"number":19,"verse":"honora patrem tuum, et matrem tuam, et diliges proximum tuum sicut teipsum."},{"number":20,"verse":"Dicit illi adolescens : Omnia hæc custodivi a juventute mea : quid adhuc mihi deest ?"},{"number":21,"verse":"Ait illi Jesus : Si vis perfectus esse, vade, vende quæ habes, et da pauperibus, et habebis thesaurum in cælo : et veni, sequere me."},{"number":22,"verse":"Cum audisset autem adolescens verbum, abiit tristis : erat enim habens multas possessiones."},{"number":23,"verse":"Jesus autem dixit discipulis suis : Amen dico vobis, quia dives difficile intrabit in regnum cælorum."},{"number":24,"verse":"Et iterum dico vobis : Facilius est camelum per foramen acus transire, quam divitem intrare in regnum cælorum."},{"number":25,"verse":"Auditis autem his, discipuli mirabantur valde, dicentes : Quis ergo poterit salvus esse ?"},{"number":26,"verse":"Aspiciens autem Jesus, dixit illis : Apud homines hoc impossibile est : apud Deum autem omnia possibilia sunt."},{"number":27,"verse":"Tunc respondens Petrus, dixit ei : Ecce nos reliquimus omnia, et secuti sumus te : quid ergo erit nobis ?"},{"number":28,"verse":"Jesus autem dixit illis : Amen dico vobis, quod vos, qui secuti estis me, in regeneratione cum sederit Filius hominis in sede majestatis suæ, sedebitis et vos super sedes duodecim, judicantes duodecim tribus Israël."},{"number":29,"verse":"Et omnis qui reliquerit domum, vel fratres, aut sorores, aut patrem, aut matrem, aut uxorem, aut filios, aut agros propter nomen meum, centuplum accipiet, et vitam æternam possidebit."},{"number":30,"verse":"Multi autem erunt primi novissimi, et novissimi primi."}]}