{"bibleAbbr":"CVg2018","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":22,"verses":[{"number":1,"verse":"Et respondens Jesus, dixit iterum in parabolis eis, dicens :"},{"number":2,"verse":"Simile factum est regnum cælorum homini regi, qui fecit nuptias filio suo."},{"number":3,"verse":"Et misit servos suos vocare invitatos ad nuptias, et nolebant venire."},{"number":4,"verse":"Iterum misit alios servos, dicens : Dicite invitatis : Ecce prandium meum paravi, tauri mei et altilia occisa sunt, et omnia parata : venite ad nuptias."},{"number":5,"verse":"Illi autem neglexerunt : et abierunt, alius in villam suam, alius vero ad negotiationem suam :"},{"number":6,"verse":"reliqui vero tenuerunt servos ejus, et contumeliis affectos occiderunt."},{"number":7,"verse":"Rex autem cum audisset, iratus est : et missis exercitibus suis, perdidit homicidas illos, et civitatem illorum succendit."},{"number":8,"verse":"Tunc ait servis suis : Nuptiæ quidem paratæ sunt, sed qui invitati erant, non fuerunt digni :"},{"number":9,"verse":"ite ergo ad exitus viarum, et quoscumque inveneritis, vocate ad nuptias."},{"number":10,"verse":"Et egressi servi ejus in vias, congregaverunt omnes quos invenerunt, malos et bonos : et impletæ sunt nuptiæ discumbentium."},{"number":11,"verse":"Intravit autem rex ut videret discumbentes, et vidit ibi hominem non vestitum veste nuptiali."},{"number":12,"verse":"Et ait illi : Amice, quomodo huc intrasti non habens vestem nuptialem ? At ille obmutuit."},{"number":13,"verse":"Tunc dicit rex ministris : Ligatis manibus et pedibus ejus, mittite eum in tenebras exteriores : ibi erit fletus et stridor dentium."},{"number":14,"verse":"Multi enim sunt vocati, pauci vero electi."},{"number":15,"verse":"Tunc abeuntes pharisæi, consilium inierunt ut caperent eum in sermone."},{"number":16,"verse":"Et mittunt ei discipulos suos cum Herodianis, dicentes : Magister, scimus quia verax es, et viam Dei in veritate doces, et non est tibi cura de aliquo : non enim respicis personam hominum :"},{"number":17,"verse":"dic ergo nobis quid tibi videtur, licet censum dare Cæsari, an non ?"},{"number":18,"verse":"Cognita autem Jesus nequitia eorum, ait : Quid me tentatis, hypocritæ ?"},{"number":19,"verse":"ostendite mihi numisma census. At illi obtulerunt ei denarium."},{"number":20,"verse":"Et ait illis Jesus : Cujus est imago hæc, et superscriptio ?"},{"number":21,"verse":"Dicunt ei : Cæsaris. Tunc ait illis : Reddite ergo quæ sunt Cæsaris, Cæsari : et quæ sunt Dei, Deo."},{"number":22,"verse":"Et audientes mirati sunt, et relicto eo abierunt."},{"number":23,"verse":"In illo die accesserunt ad eum sadducæi, qui dicunt non esse resurrectionem : et interrogaverunt eum,"},{"number":24,"verse":"dicentes : Magister, Moyses dixit : Si quis mortuus fuerit non habens filium, ut ducat frater ejus uxorem illius, et suscitet semen fratri suo."},{"number":25,"verse":"Erant autem apud nos septem fratres : et primus, uxore ducta, defunctus est : et non habens semen, reliquit uxorem suam fratri suo."},{"number":26,"verse":"Similiter secundus, et tertius usque ad septimum."},{"number":27,"verse":"Novissime autem omnium et mulier defuncta est."},{"number":28,"verse":"In resurrectione ergo cujus erit de septem uxor ? omnes enim habuerunt eam."},{"number":29,"verse":"Respondens autem Jesus, ait illis : Erratis nescientes Scripturas, neque virtutem Dei."},{"number":30,"verse":"In resurrectione enim neque nubent, neque nubentur : sed erunt sicut angeli Dei in cælo."},{"number":31,"verse":"De resurrectione autem mortuorum non legistis quod dictum est a Deo dicente vobis :"},{"number":32,"verse":"Ego sum Deus Abraham, et Deus Isaac, et Deus Jacob ? Non est Deus mortuorum, sed viventium."},{"number":33,"verse":"Et audientes turbæ, mirabantur in doctrina ejus."},{"number":34,"verse":"Pharisæi autem audientes quod silentium imposuisset sadducæis, convenerunt in unum :"},{"number":35,"verse":"et interrogavit eum unus ex eis legis doctor, tentans eum :"},{"number":36,"verse":"Magister, quod est mandatum magnum in lege ?"},{"number":37,"verse":"Ait illi Jesus : Diliges Dominum Deum tuum ex toto corde tuo, et in tota anima tua, et in tota mente tua."},{"number":38,"verse":"Hoc est maximum, et primum mandatum."},{"number":39,"verse":"Secundum autem simile est huic : Diliges proximum tuum, sicut teipsum."},{"number":40,"verse":"In his duobus mandatis universa lex pendet, et prophetæ."},{"number":41,"verse":"Congregatis autem pharisæis, interrogavit eos Jesus,"},{"number":42,"verse":"dicens : Quid vobis videtur de Christo ? cujus filius est ? Dicunt ei : David."},{"number":43,"verse":"Ait illis : Quomodo ergo David in spiritu vocat eum Dominum, dicens :"},{"number":44,"verse":"Dixit Dominus Domino meo : Sede a dextris meis, donec ponam inimicos tuos scabellum pedum tuorum ?"},{"number":45,"verse":"Si ergo David vocat eum Dominum, quomodo filius ejus est ?"},{"number":46,"verse":"Et nemo poterat ei respondere verbum : neque ausus fuit quisquam ex illa die eum amplius interrogare."}]}