{"bibleAbbr":"CVg2018","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"Et egressus Jesus de templo, ibat. Et accesserunt discipuli ejus, ut ostenderent ei ædificationes templi."},{"number":2,"verse":"Ipse autem respondens dixit illis : Videtis hæc omnia ? amen dico vobis, non relinquetur hic lapis super lapidem, qui non destruatur."},{"number":3,"verse":"Sedente autem eo super montem Oliveti, accesserunt ad eum discipuli secreto, dicentes : Dic nobis, quando hæc erunt ? et quod signum adventus tui, et consummationis sæculi ?"},{"number":4,"verse":"Et respondens Jesus, dixit eis : Videte ne quis vos seducat :"},{"number":5,"verse":"multi enim venient in nomine meo, dicentes : Ego sum Christus : et multos seducent."},{"number":6,"verse":"Audituri enim estis prælia, et opiniones præliorum. Videte ne turbemini : oportet enim hæc fieri, sed nondum est finis :"},{"number":7,"verse":"consurget enim gens in gentem, et regnum in regnum, et erunt pestilentiæ, et fames, et terræmotus per loca :"},{"number":8,"verse":"hæc autem omnia initia sunt dolorum."},{"number":9,"verse":"Tunc tradent vos in tribulationem, et occident vos : et eritis odio omnibus gentibus propter nomen meum."},{"number":10,"verse":"Et tunc scandalizabuntur multi, et invicem tradent, et odio habebunt invicem."},{"number":11,"verse":"Et multi pseudoprophetæ surgent, et seducent multos."},{"number":12,"verse":"Et quoniam abundavit iniquitas, refrigescet caritas multorum :"},{"number":13,"verse":"qui autem perseveraverit usque in finem, hic salvus erit."},{"number":14,"verse":"Et prædicabitur hoc Evangelium regni in universo orbe, in testimonium omnibus gentibus : et tunc veniet consummatio."},{"number":15,"verse":"Cum ergo videritis abominationem desolationis, quæ dicta est a Daniele propheta, stantem in loco sancto, qui legit, intelligat :"},{"number":16,"verse":"tunc qui in Judæa sunt, fugiant ad montes :"},{"number":17,"verse":"et qui in tecto, non descendat tollere aliquid de domo sua :"},{"number":18,"verse":"et qui in agro, non revertatur tollere tunicam suam."},{"number":19,"verse":"Væ autem prægnantibus et nutrientibus in illis diebus !"},{"number":20,"verse":"Orate autem ut non fiat fuga vestra in hieme, vel sabbato :"},{"number":21,"verse":"erit enim tunc tribulatio magna, qualis non fuit ab initio mundi usque modo, neque fiet."},{"number":22,"verse":"Et nisi breviati fuissent dies illi, non fieret salva omnis caro : sed propter electos breviabuntur dies illi."},{"number":23,"verse":"Tunc si quis vobis dixerit : Ecce hic est Christus, aut illic : nolite credere."},{"number":24,"verse":"Surgent enim pseudochristi, et pseudoprophetæ : et dabunt signa magna, et prodigia, ita ut in errorem inducantur (si fieri potest) etiam electi."},{"number":25,"verse":"Ecce prædixi vobis."},{"number":26,"verse":"Si ergo dixerint vobis : Ecce in deserto est, nolite exire ; Ecce in penetralibus, nolite credere."},{"number":27,"verse":"Sicut enim fulgur exit ab oriente, et paret usque in occidentem : ita erit et adventus Filii hominis."},{"number":28,"verse":"Ubicumque fuerit corpus, illic congregabuntur et aquilæ."},{"number":29,"verse":"Statim autem post tribulationem dierum illorum sol obscurabitur, et luna non dabit lumen suum, et stellæ cadent de cælo, et virtutes cælorum commovebuntur :"},{"number":30,"verse":"et tunc parebit signum Filii hominis in cælo : et tunc plangent omnes tribus terræ : et videbunt Filium hominis venientem in nubibus cæli cum virtute multa et majestate."},{"number":31,"verse":"Et mittet angelos suos cum tuba, et voce magna : et congregabunt electos ejus a quatuor ventis, a summis cælorum usque ad terminos eorum."},{"number":32,"verse":"Ab arbore autem fici discite parabolam : cum jam ramus ejus tener fuerit, et folia nata, scitis quia prope est æstas :"},{"number":33,"verse":"ita et vos cum videritis hæc omnia, scitote quia prope est, in januis."},{"number":34,"verse":"Amen dico vobis, quia non præteribit generatio hæc, donec omnia hæc fiant."},{"number":35,"verse":"Cælum et terra transibunt, verba autem mea non præteribunt."},{"number":36,"verse":"De die autem illa et hora nemo scit, neque angeli cælorum, nisi solus Pater."},{"number":37,"verse":"Sicut autem in diebus Noë, ita erit et adventus Filii hominis :"},{"number":38,"verse":"sicut enim erant in diebus ante diluvium comedentes et bibentes, nubentes et nuptum tradentes, usque ad eum diem, quo intravit Noë in arcam,"},{"number":39,"verse":"et non cognoverunt donec venit diluvium, et tulit omnes : ita erit et adventus Filii hominis."},{"number":40,"verse":"Tunc duo erunt in agro : unus assumetur, et unus relinquetur."},{"number":41,"verse":"Duæ molentes in mola : una assumetur, et una relinquetur."},{"number":42,"verse":"Vigilate ergo, quia nescitis qua hora Dominus vester venturus sit."},{"number":43,"verse":"Illud autem scitote, quoniam si sciret paterfamilias qua hora fur venturus esset, vigilaret utique, et non sineret perfodi domum suam."},{"number":44,"verse":"Ideo et vos estote parati : quia qua nescitis hora Filius hominis venturus est."},{"number":45,"verse":"Quis, putas, est fidelis servus, et prudens, quem constituit dominus suus super familiam suam ut det illis cibum in tempore ?"},{"number":46,"verse":"Beatus ille servus, quem cum venerit dominus ejus, invenerit sic facientem."},{"number":47,"verse":"Amen dico vobis, quoniam super omnia bona sua constituet eum."},{"number":48,"verse":"Si autem dixerit malus servus ille in corde suo : Moram fecit dominus meus venire :"},{"number":49,"verse":"et cœperit percutere conservos suos, manducet autem et bibat cum ebriosis :"},{"number":50,"verse":"veniet dominus servi illius in die qua non sperat, et hora qua ignorat :"},{"number":51,"verse":"et dividet eum, partemque ejus ponet cum hypocritis : illic erit fletus et stridor dentium."}]}