{"bibleAbbr":"RcV2003","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"And the Philistines fought against Israel, and the men of Israel fled from before the Philistines and fell down slain on Mount Gilboa."},{"number":2,"verse":"And the Philistines chased Saul and his sons; and the Philistines struck down Jonathan and Abinadab and Malchi-shua, Saul’s sons."},{"number":3,"verse":"And the battle bore heavily against Saul, and the archers hit him; and he was wounded by the archers."},{"number":4,"verse":"Then Saul said to his armor bearer, Draw your sword, and thrust me through with it, lest these uncircumcised come and abuse me. But his armor bearer would not, for he was very afraid. So Saul took his sword and fell on it."},{"number":5,"verse":"And when his armor bearer saw that Saul was dead, he likewise fell on his sword and died."},{"number":6,"verse":"So Saul and his three sons died, and all his house died together."},{"number":7,"verse":"And when all the men of Israel who were in the valley saw that they had fled and that Saul and his sons were dead, they forsook their cities and fled; and the Philistines came and dwelt in them."},{"number":8,"verse":"And the next day the Philistines came to strip the slain, and they found Saul and his sons fallen on Mount Gilboa."},{"number":9,"verse":"And they stripped him and took his head and his armor, and they sent them all around, throughout the land of the Philistines in order to announce the good news to their idols and to the people."},{"number":10,"verse":"And they put his armor in the house of their gods, and they fastened his head in the house of Dagon."},{"number":11,"verse":"And when all Jabesh-gilead heard all that the Philistines had done to Saul,"},{"number":12,"verse":"All the valiant men rose up and took the body of Saul and the bodies of his sons; and they brought them to Jabesh and buried their bones under the terebinth at Jabesh, and they fasted seven days."},{"number":13,"verse":"So Saul died on account of his unfaithfulness which he committed against Jehovah, because of the word of Jehovah which he did not keep, and also because he asked the counsel of a medium, inquiring of it."},{"number":14,"verse":"And he did not inquire of Jehovah; therefore He killed him and turned the kingdom to David the son of Jesse."}]}