{"bibleAbbr":"RcV2003","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"Now these are those who came to David at Ziklag while he was still hidden away because of Saul the son of Kish, and they were among the mighty men who helped him in battle."},{"number":2,"verse":"They drew the bow, and with both right and left hands they could sling stones and shoot arrows with the bow; they were from among the brothers of Saul from Benjamin."},{"number":3,"verse":"The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel and Pelet, the sons of Azmaveth; and Beracah and Jehu the Anathothite;"},{"number":4,"verse":"And Ishmaiah the Gibeonite, a mighty man among the thirty and over the thirty; and Jeremiah and Jahaziel and Johanan and Jozabad the Gederathite;"},{"number":5,"verse":"Eluzai and Jerimoth and Bealiah and Shemariah and Shephatiah the Haruphite;"},{"number":6,"verse":"Elkanah and Isshiah and Azarel and Joezer and Jashobeam, the Korahites;"},{"number":7,"verse":"And Joelah and Zebadiah, the sons of Jeroham of Gedor."},{"number":8,"verse":"And some of the Gadites separated themselves unto David at the stronghold in the wilderness, mighty men of valor, men fit for the service of war, who could wield shield and spear and whose faces were like the faces of lions; and they were as swift as gazelles upon the mountains:"},{"number":9,"verse":"Ezer the chief, Obadiah the second, Eliab the third,"},{"number":10,"verse":"Mishmannah the fourth, Jeremiah the fifth,"},{"number":11,"verse":"Attai the sixth, Eliel the seventh,"},{"number":12,"verse":"Johanan the eighth, Elzabad the ninth,"},{"number":13,"verse":"Jeremiah the tenth, Machbannai the eleventh."},{"number":14,"verse":"These from among the sons of Gad were heads of the army; he who was least was equal to a hundred, and the greatest to a thousand."},{"number":15,"verse":"These are the ones who crossed over the Jordan in the first month, when it overflowed all its banks; and they put to flight all those of the valleys, to the east and to the west."},{"number":16,"verse":"And some of the children of Benjamin and Judah came to David at the stronghold."},{"number":17,"verse":"And David went out to meet them; and he responded and said to them, If you have come to me in peace in order to help me, my heart will be knit to you; but if you have come to betray me to my adversaries, though there is no wrong in my hands, may the God of our fathers see and reprove."},{"number":18,"verse":"Then the Spirit came upon Amasai, the head of the thirty, and he said, We are yours, O David, / And are with you, O son of Jesse. / Peace, peace be with you, / And peace with those who help you; / For your God helps you. And David received them and made them heads of the troops."},{"number":19,"verse":"And some from Manasseh fell away to David when he came with the Philistines for battle against Saul. (But they did not help them, for the lords of the Philistines, upon deliberation, sent him away, saying, He will fall back to his master Saul at the cost of our heads.)"},{"number":20,"verse":"As he went to Ziklag, some fell away to him: Adnah and Jozabad and Jediael and Michael and Jozabad and Elihu and Zillethai, captains of thousands who were from Manasseh."},{"number":21,"verse":"And they helped David against the band of raiders, for they were all mighty men of valor, and they were captains of the army."},{"number":22,"verse":"Indeed day by day they came to David to help him, until there was a great army, like the army of God."},{"number":23,"verse":"And these are the numbers of the heads of those who were armed for war and came to David at Hebron to turn the kingdom of Saul unto him according to the word of Jehovah:"},{"number":24,"verse":"The children of Judah who carried shield and spear were six thousand eight hundred, armed for war;"},{"number":25,"verse":"Of the children of Simeon, mighty men of valor for the war, seven thousand one hundred;"},{"number":26,"verse":"Of the children of Levi, four thousand six hundred."},{"number":27,"verse":"And Jehoiada was the leader of the house of Aaron; and with him were three thousand seven hundred;"},{"number":28,"verse":"As well as Zadok, a young mighty man of valor; and from his father’s house, twenty-two captains;"},{"number":29,"verse":"And of the children of Benjamin, the brothers of Saul, three thousand; for until that time the greater part of them kept their allegiance to the house of Saul;"},{"number":30,"verse":"And of the children of Ephraim, twenty thousand eight hundred mighty men of valor, men of renown in their fathers’ houses;"},{"number":31,"verse":"And of the half-tribe of Manasseh, eighteen thousand, who were designated by name to come and make David king."},{"number":32,"verse":"And of the children of Issachar, men who understood the times that they might know what Israel should do, the heads of them were two hundred; and all their brothers were at their command;"},{"number":33,"verse":"Of Zebulun, those who were able to go forth in war, who could set the battle in array with all the equipment of war, were fifty thousand, and they helped David without a double heart;"},{"number":34,"verse":"And of Naphtali, one thousand captains, and with them, with shield and spear, thirty-seven thousand;"},{"number":35,"verse":"And of the Danites who could set the battle in array, twenty-eight thousand six hundred;"},{"number":36,"verse":"And of Asher, those who were able to go forth in war, who could set the battle in array, forty thousand;"},{"number":37,"verse":"And on the other side of the Jordan, of the Reubenites and the Gadites and the half-tribe of Manasseh, with all the equipment of war for the battle, one hundred twenty thousand."},{"number":38,"verse":"All these, men of war who could order the battle array, came with a perfect heart to Hebron to make David king over all Israel; and all the rest of Israel as well were of one heart to make David king."},{"number":39,"verse":"And they were there with David for three days, eating and drinking; for their brothers had provided for them."},{"number":40,"verse":"Moreover those near them, as far as Issachar and Zebulun and Naphtali, brought bread on asses and on camels and on mules and on oxen — provisions of flour, cakes of figs, and clusters of raisins, and wine and oil, and oxen and sheep, in abundance; for there was joy in Israel."}]}