{"bibleAbbr":"RcV2003","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"And Hiram the king of Tyre sent messengers to David, as well as cedar timbers and masons and carpenters to build a house for him."},{"number":2,"verse":"And David perceived that Jehovah had established him as king over Israel and that his kingdom was highly exalted for the sake of His people Israel."},{"number":3,"verse":"And David took more wives in Jerusalem, and David begot more sons and daughters."},{"number":4,"verse":"And these are the names of those who were born, whom he had in Jerusalem: Shammua and Shobab and Nathan and Solomon"},{"number":5,"verse":"And Ibhar and Elishua and Elpelet"},{"number":6,"verse":"And Nogah and Nepheg and Japhia"},{"number":7,"verse":"And Elishama and Beeliada and Eliphelet."},{"number":8,"verse":"Now when the Philistines heard that David was anointed king over all Israel, all the Philistines went up in search of David; and David heard of it and went out against them."},{"number":9,"verse":"And the Philistines came and made a raid in the valley of Rephaim."},{"number":10,"verse":"Then David inquired of God, saying, Shall I go up against the Philistines? Will You deliver them into my hand? And Jehovah said to him, Go up, and I will deliver them into your hand."},{"number":11,"verse":"And they went up to Baal-perazim, and David struck them there. And David said, God has broken forth upon my enemies by my hand like the breaking forth of a flood. Therefore they called the name of that place Baal-perazim."},{"number":12,"verse":"And they left their gods there; and David gave the order, and they were burned with fire."},{"number":13,"verse":"And the Philistines made yet another raid in the valley."},{"number":14,"verse":"And David inquired again of God, and God said to him, You shall not go up after them; go around behind them, and come upon them opposite the balsam trees."},{"number":15,"verse":"And when you hear the sound of marching in the tops of the balsam trees, then you shall go out to battle; for God will have gone forth before you to strike the army of the Philistines."},{"number":16,"verse":"And David did as God had commanded him, and they struck down the army of the Philistines from Gibeon even unto Gezer."},{"number":17,"verse":"And David’s fame went forth among all the lands, and Jehovah put the fear of him upon all the nations."}]}