{"bibleAbbr":"RcV2003","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"And as David dwelt in his house, David said to Nathan the prophet, See now, I dwell in a house of cedar, but the Ark of the Covenant of Jehovah dwells under curtains."},{"number":2,"verse":"And Nathan said to David, All that is in your heart do, for God is with you."},{"number":3,"verse":"And in that night the word of God came to Nathan, saying,"},{"number":4,"verse":"Go and say to David My servant, Thus says Jehovah, It will not be you who builds Me a house to dwell in."},{"number":5,"verse":"For I have not dwelt in a house, since the day I brought up Israel to this day; but I have been from tent to tent and from tabernacle to tabernacle."},{"number":6,"verse":"In all My going about among all Israel, did I ever speak a word to any of the judges of Israel, whom I commanded to shepherd My people, saying, Why have you not built Me a house of cedar?"},{"number":7,"verse":"And now thus shall you say to My servant David, Thus says Jehovah of hosts, I took you from the pasture, from following the sheep, that you might be ruler over My people Israel;"},{"number":8,"verse":"And I have been with you in every place that you have gone and have cut off all your enemies before you; and I will make a name for you, like the name of the great ones who are on the earth."},{"number":9,"verse":"And I will appoint a place for My people Israel and will plant them there, that they may dwell in their own place and be disturbed no more; and the sons of wickedness will waste them away no more as before,"},{"number":10,"verse":"Even since the time when I commanded that there be judges over My people Israel; and I will subdue all your enemies. Moreover I declare to you that Jehovah will build you a house."},{"number":11,"verse":"When your days are fulfilled that you must go to be with your fathers, I will raise up your seed after you, which will be from your sons, and I will establish his kingdom."},{"number":12,"verse":"It is he who will build a house for Me, and I will establish his throne forever."},{"number":13,"verse":"I will be his Father, and he will be My son; and My lovingkindness I will not take from him, as I took it away from him who was before you."},{"number":14,"verse":"And I will set him in My house and My kingdom forever, and his throne will be established forever."},{"number":15,"verse":"According to all these words and according to this whole vision did Nathan speak to David."},{"number":16,"verse":"Then King David went and sat before Jehovah; and he said, Who am I, O Jehovah God, and what is my house that You have brought me this far?"},{"number":17,"verse":"And this was a small thing in Your sight, O God; but You have spoken of the house of Your servant for a great while to come; and You have regarded me according to the custom for a man of high degree, O Jehovah God."},{"number":18,"verse":"What more can David add to say to You concerning this honoring of Your servant? For You know Your servant."},{"number":19,"verse":"O Jehovah, for Your servant’s sake and according to Your own heart, You have done all this greatness to make known all these great things."},{"number":20,"verse":"O Jehovah, there is none like You, nor is there any God besides You, according to all that we have heard with our ears."},{"number":21,"verse":"And who is like Your people Israel, a nation unique on the earth, which God went to redeem to Himself as a people in order to make for Yourself a name of greatness and awesomeness to drive out nations from before Your people, whom You have redeemed out of Egypt?"},{"number":22,"verse":"And You have made Your people Israel to be a people to You forever, and You, O Jehovah, became their God."},{"number":23,"verse":"And now, O Jehovah, may the word which You have spoken concerning Your servant and concerning his house be established forever, and do as You have spoken."},{"number":24,"verse":"And may Your name be established and magnified forever when men say, Jehovah of hosts is the God of Israel, even a God to Israel; and the house of David Your servant will be established before You."},{"number":25,"verse":"For You, O my God, have revealed to Your servant, that You will build him a house; therefore Your servant has found it in his heart to pray before You."},{"number":26,"verse":"And now, O Jehovah, You are God, and You have spoken this good matter concerning Your servant;"},{"number":27,"verse":"Now therefore You have been pleased to bless the house of Your servant, that it may be before You forever; for You, O Jehovah, have blessed, and it is blessed forever."}]}