{"bibleAbbr":"RcV2003","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"Then David said, This is the house of Jehovah God, and this is the altar of the burnt offering for Israel."},{"number":2,"verse":"And David ordered the gathering of the sojourners who were in the land of Israel. And he appointed masons to hew the wrought stones for the building of the house of God."},{"number":3,"verse":"And David prepared iron in abundance for the nails of the doors of the gates and for the clasps; and bronze in abundance, without weight;"},{"number":4,"verse":"And cedar trees without number, for the Sidonians and the Tyrians brought cedar trees in vast quantity to David."},{"number":5,"verse":"And David said, Solomon my son is young and tender, and the house that is to be built to Jehovah must be exceedingly great in fame and glory throughout all lands; I will therefore make preparations for it. So David prepared an abundance before his death."},{"number":6,"verse":"Then he called for Solomon his son and commanded him to build a house for Jehovah the God of Israel."},{"number":7,"verse":"And David said to Solomon, My son, as for me, it was on my heart to build a house for the name of Jehovah my God."},{"number":8,"verse":"But the word of Jehovah came to me, saying, You have shed blood abundantly and have waged great wars. You shall not build a house for My name, for you have shed much blood on the earth in My sight."},{"number":9,"verse":"Behold, a son will be born to you. He will be a man of rest, and I will give him rest from all his enemies around him, for Solomon will be his name, and I will give peace and quiet to Israel throughout his days."},{"number":10,"verse":"It is he who will build a house for My name; and he will be My son, and I will be his Father; and I will establish the throne of his kingdom over Israel forever."},{"number":11,"verse":"Now, my son, may Jehovah be with you; and may you prosper and build the house of Jehovah your God, as He has spoken concerning you."},{"number":12,"verse":"Only, let Jehovah give you insight and understanding, and let Him give you charge over Israel that you may keep the law of Jehovah your God;"},{"number":13,"verse":"Then you will prosper if you are certain to perform the statutes and ordinances with which Jehovah charged Moses concerning Israel. Be strong and be bold; do not be afraid or dismayed."},{"number":14,"verse":"Now then in my affliction I have prepared for the house of Jehovah one hundred thousand talents of gold and one million talents of silver and bronze and iron without weight, for it is in abundance; and timber and stone I have prepared; and you may add to these."},{"number":15,"verse":"And with you there are workmen in abundance, masons and workers in stone and wood and all manner of men who are skillful in every kind of work."},{"number":16,"verse":"To the gold and silver and bronze and iron there is no number. Arise and do it, and may Jehovah be with you."},{"number":17,"verse":"And David commanded all the leaders of Israel to help Solomon his son, saying,"},{"number":18,"verse":"Indeed Jehovah your God is with you. And He has given you rest all around. For He has given the inhabitants of the land into my hand, and the land has been subdued before Jehovah and before His people."},{"number":19,"verse":"Now set your heart and your soul to seek after Jehovah your God; and arise and build the sanctuary of Jehovah God, in order to bring the Ark of the Covenant of Jehovah and all the holy vessels of God to the house that is to be built for the name of Jehovah."}]}