{"bibleAbbr":"RcV2003","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"For the divisions of the doorkeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph."},{"number":2,"verse":"And Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"},{"number":3,"verse":"Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."},{"number":4,"verse":"And Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third and Sacar the fourth and Nethanel the fifth,"},{"number":5,"verse":"Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God blessed him."},{"number":6,"verse":"And to Shemaiah his son were sons born, who ruled over the house of their father, for they were mighty men of valor."},{"number":7,"verse":"The sons of Shemaiah: Othni and Rephael and Obed and Elzabad, whose brothers, Elihu and Semachiah, were valiant men."},{"number":8,"verse":"All these were among the sons of Obed-edom: they and their sons and their brothers, men of strength able for the service, sixty-two of Obed-edom."},{"number":9,"verse":"And Meshelemiah had sons and brothers, valiant men, eighteen."},{"number":10,"verse":"And Hosah, of the children of Merari, had sons: Shimri the chief (for although he was not the firstborn, his father made him chief),"},{"number":11,"verse":"Hilkiah the second, Tebaliah the third, Zechariah the fourth; all the sons and brothers of Hosah were thirteen."},{"number":12,"verse":"To these divisions of the doorkeepers, the chief men, were given duties like those of their brothers, to minister in the house of Jehovah."},{"number":13,"verse":"And they cast lots, the small as well as the great, according to their fathers’ houses, for every gate."},{"number":14,"verse":"And the lot for the east fell to Shelemiah. Then for Zechariah his son, a counselor with insight, they cast lots; and his lot went out for the north."},{"number":15,"verse":"For Obed-edom it went out for the south; and for his sons it went out for the storehouse."},{"number":16,"verse":"For Shuppim and Hosah it went out for the west, by the gate of Shallecheth on the ascending road. Guard corresponded to guard."},{"number":17,"verse":"On the east: six Levites; on the north: four a day; on the south: four a day; and for the storehouse: two by two;"},{"number":18,"verse":"At the colonnade to the west: four at the road and two at the colonnade."},{"number":19,"verse":"These were the divisions of the doorkeepers, from the sons of the Korahites and from the sons of Merari."},{"number":20,"verse":"And of the Levites, Ahijah was over the treasures of the house of God and over the treasures of the dedicated gifts."},{"number":21,"verse":"The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers’ houses belonging to Ladan the Gershonite: Jehieli."},{"number":22,"verse":"The sons of Jehieli: Zetham and Joel his brother, who were over the treasures of the house of Jehovah."},{"number":23,"verse":"Of the Amramites, the Izharites, the Hebronites, and the Uzzielites,"},{"number":24,"verse":"Shebuel the son of Gershom, the son of Moses, was ruler over the treasures."},{"number":25,"verse":"And his brothers: From Eliezer came Rehabiah his son and Jeshaiah his son and Joram his son and Zichri his son and Shelomoth his son."},{"number":26,"verse":"This Shelomoth and his brothers were over all the treasures of the dedicated gifts, which David the king and the heads of the fathers’ houses, the captains over thousands and hundreds and the captains of the army, had dedicated;"},{"number":27,"verse":"Out of the spoil won in battles they dedicated these to repair the house of Jehovah."},{"number":28,"verse":"And all that Samuel the seer and Saul the son of Kish and Abner the son of Ner and Joab the son of Zeruiah had dedicated, and whoever had dedicated anything, was under the hand of Shelomoth and his brothers."},{"number":29,"verse":"Of the Izharites, Chenaniah and his sons were appointed to the outward duties over Israel, as officers and judges."},{"number":30,"verse":"Of the Hebronites, Hashabiah and his brothers, men of valor, one thousand seven hundred, had the oversight of Israel beyond the Jordan to the west for all the business of Jehovah, and for the service of the king."},{"number":31,"verse":"Of the Hebronites, Jerijah was chief. (As for the Hebronites, in the fortieth year of David’s reign a search was made according to their generations by fathers’ houses, and among them mighty men of valor were found at Jazer-gilead.)"},{"number":32,"verse":"And his brothers, men of valor, were two thousand seven hundred, heads of fathers’ houses, whom King David made overseers over the Reubenites and the Gadites and the half-tribe of the Manassites, for every matter pertaining to God and for the affairs of the king."}]}