{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "நாகூம்",
  "bookEnglishName" : "Nahum",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "(நினிவேக்கு ஐயோ கேடு) இரத்தம் சிந்தின பட்டணமே, உனக்கு ஐயோ கேடு, நீ பொய்யினாலும் கொள்ளையினாலும் நிறைந்திருக்கிறாய். ஒருபோதும் உன்னிடம் கொலை இல்லாமல் போவதில்லை."
  }, {
    "number" : 2,
    "verse" : "சவுக்கு அடியின் ஒசையும், உருளைகளின் சத்தமும், குதிரைகளின் பாய்ச்சலும், தேர்களின் அதிர்வும் கேட்கிறதே,"
  }, {
    "number" : 3,
    "verse" : "தாக்குகின்ற குதிரைப்படையின் வாள்களும், மின்னும் ஈட்டிகளும் பளிச்சிடுகின்றன, அநேகர் கொல்லப்பட்டுக் கிடக்கிறார்கள். பிரேதங்கள் குவியலாய் கிடக்கின்றன. இறந்த உடல்களோ எண்ணற்றவை. மக்கள் பிரேதங்கள்மேல் இடறி விழுகிறார்கள்."
  }, {
    "number" : 4,
    "verse" : "இவையெல்லாம் நினிவேயின் வேசித்தனத்தினாலும், கட்டுக்கடங்காத காமத்தினாலும் உண்டாயிற்று. அவள் வசீகரமுள்ளவளும், மந்திரங்களில் தேர்ச்சி பெற்றவளுமாயிருக்கிறாள். அவள் நாடுகளைத் தன் வேசித்தனத்தினாலும், மக்கள் கூட்டங்களைத் தன் மந்திரங்களினாலும் அடிமைப்படுத்தியிருக்கிறாள்."
  }, {
    "number" : 5,
    "verse" : "இதோ, சேனைகளின் யெகோவா சொல்கிறார்: “நினிவேயே, நான் உனக்கு விரோதமாய் வந்து, உன் ஆடையை உன் முகத்துக்கு மேலாக தூக்குவேன்; நாடுகளுக்கு உன் நிர்வாணத்தையும், எல்லா அரசுகளுக்கும் உன் வெட்கத்தையும் காட்டுவேன்."
  }, {
    "number" : 6,
    "verse" : "அசுத்தமானவற்றை உன்மேல் வீசுவேன். உன்னை அவமதிப்பாய் நடத்தி, உன்னை ஒரு இழிவுக் காட்சியாக்குவேன்."
  }, {
    "number" : 7,
    "verse" : "உன்னைக் காண்கிறவர்கள் எல்லோரும் உன்னைவிட்டு விலகி ஓடி, ‘நினிவே பாழாக்கப்பட்டுப் போனது; அதற்காகப் புலம்புகிறவர்கள் யார்?’ என்று சொல்வார்கள். உன்னை ஆறுதல்படுத்துவதற்கு ஒருவனை நான் எங்கே தேடுவேன்?”"
  }, {
    "number" : 8,
    "verse" : "நைல் நதிக்கருகில் அமைந்திருக்கிறதும், நீரால் சூழப்பட்டதுமான நோ அம்மோன் பட்டணத்தைப் பார்க்கிலும், நினிவேயே நீ சிறந்தவளோ? நதியானது நோ அம்மோனுக்குப் பாதுகாப்பாகவும், தண்ணீர் அவளுக்கு மதிலாகவும் இருந்தன."
  }, {
    "number" : 9,
    "verse" : "அவளுக்கு எத்தியோப்பியாவும், எகிப்தும் அளவற்ற வல்லமையாய் இருந்தன. பூத்தும் லிபியாவும் அவளுக்கு நட்பு நாடுகளாயிருந்தன."
  }, {
    "number" : 10,
    "verse" : "ஆயினும் அவள் குடியிருக்கக் கூடாதென்று சிறைபிடிக்கப்பட்டு, நாடுகடத்தப்பட்டாள். அவளுடைய பிள்ளைகளோ ஒவ்வொரு வீதிச்சந்தியிலும், அடித்து நொறுக்கப்பட்டார்கள். அவளது உயர் குடிமக்களுக்காக அசீரிய வீரர்களால் சீட்டுகள் போடப்பட்டன. அவளின் பெரிய மனிதர் சங்கிலிகளால் கட்டப்பட்டு அடிமைகளாகக் கொண்டுபோகப்பட்டார்கள்."
  }, {
    "number" : 11,
    "verse" : "நினிவே பட்டணமே! நீயும் வெறிகொள்வாய். நீ ஒரு ஒளிவிடத்திற்குப் போவாய். பகைவரிடமிருந்து தப்ப புகலிடம் தேடுவாய்."
  }, {
    "number" : 12,
    "verse" : "உன் அரண்களெல்லாம் முதல் பழுத்த பழங்களுடைய அத்திமரங்களைப் போலிருக்கும். அவை உலுக்கப்பட்டபோது அவற்றின் பழங்கள் அவற்றைத் தின்கிறவனின் வாயிலே விழும்."
  }, {
    "number" : 13,
    "verse" : "உன் இராணுவ வீரர்களைப் பார்! அவர்கள் பெண்களைப் போலிருக்கிறார்கள். உன் நாட்டின் வாசல்கள் உன் பகைவர்களுக்கு முன்பாக விரிவாய்த் திறக்கப்பட்டிருக்கின்றன; வாயில் தாழ்ப்பாள்களை நெருப்பு சுட்டெரித்தது."
  }, {
    "number" : 14,
    "verse" : "முற்றுகைக் காலத்துக்கென தண்ணீரை அள்ளி வைத்துக்கொள்ளுங்கள், உங்கள் அரண்களைப் பலப்படுத்துங்கள்; களிமண்ணில் வேலைசெய்து சாந்தைக் குழைத்து செங்கல் சுவரைப் பழுது பாருங்கள்."
  }, {
    "number" : 15,
    "verse" : "ஆயினும் நெருப்பு உங்களைச் சுட்டெரிக்கும்; வாள் உங்களை வெட்டி வீழ்த்தும். அது உங்களை வெட்டுக்கிளிகளைப்போல் தின்னும். பச்சைக்கிளிகளைப்போல் பெருகுங்கள், வெட்டுக்கிளிகளைப்போல் பெருகுங்கள்!"
  }, {
    "number" : 16,
    "verse" : "உன் வர்த்தகர்களின் எண்ணிக்கையை வானத்து நட்சத்திரங்களைவிட அதிகமாக்கினாய், ஆனால் அவர்கள் வெட்டுக்கிளிகளைப்போல் நாட்டை வெறுமையாக்கி விட்டு, பறந்து போய்விடுகிறார்கள்."
  }, {
    "number" : 17,
    "verse" : "உன் காவலர்கள் வெட்டுக்கிளிகளைப்போல் இருக்கிறார்கள். உன் அதிகாரிகள் குளிர்க்காலத்தில் சுவர்களில் ஒட்டிக்கொள்ளும் வெட்டுக்கிளிக் கூட்டத்தைப்போல் இருக்கிறார்கள். சூரியன் வந்ததும் அவை பறந்துபோய் விடுகின்றன. ஆனால் அவை எங்கே போயின என்று யாரும் அறியமாட்டார்கள்."
  }, {
    "number" : 18,
    "verse" : "அசீரிய அரசனே, உனது ஆளுநர்கள் உறங்குகிறார்கள். உனது உயர்குடி மக்கள் படுத்து ஓய்வெடுக்கிறார்கள். உனது மக்கள் மலைகளில் சிதறடிக்கப்பட்டிருக்கிறார்கள். அவர்களை ஒன்றுசேர்ப்பார் ஒருவருமில்லை."
  }, {
    "number" : 19,
    "verse" : "உன் காயத்தை எதனாலும் குணமாக்க முடியாது; உனது காயம் மரணத்திற்கு ஏதுவானது. உன்னைக் குறித்த செய்தியைக் கேட்கிறவர்கள் எல்லோரும், உன் வீழ்ச்சியைப் பார்த்து கைத்தட்டுகிறார்கள். ஏனெனில் உன் முடிவற்ற கொடுமையை அறியாதவன் யார்?"
  } ]
}