{"bibleAbbr":"KJ3-2005","bookName":"Obadiah","bookEnglishName":"Obadiah","chapterNumber":1,"verses":[{"number":1,"verse":"The vision of Obadiah: So says the Lord Jehovah concerning Edom: We have heard a message from Jehovah, and a messenger is sent among the nations; rise up, and let us rise up against her for battle."},{"number":2,"verse":"Behold, I have given you to be small among the nations; you are being greatly despised."},{"number":3,"verse":"The pride of your heart has deceived you, dwelling in the clefts of the rock; his dwelling is lofty, saying in his heart, Who shall bring me down to the ground?"},{"number":4,"verse":"Though you rise high as the eagle, and though you set your nest between the stars, I will bring you down from there, a statement of Jehovah."},{"number":5,"verse":"If thieves came to you, if those destroying by night, how you have been cut off! Would they not have stolen enough for them? If those gathering grapes came to you, would they not leave gleanings?"},{"number":6,"verse":"How Esau is searched out; his hidden things are sought out!"},{"number":7,"verse":"All the men of your covenant have dismissed you to the border. The men of your peace have deceived you and have prevailed over you. They are setting your bread as a snare under you; there is no understanding in him."},{"number":8,"verse":"Shall I not in that day even destroy the wise ones out of Edom and understanding from the mount of Esau? a statement of Jehovah."},{"number":9,"verse":"And your mighty one, Teman, shall be afraid, so that each man from the mount of Esau may be cut off by slaughter."},{"number":10,"verse":"Shame shall cover you from the violence against your brother Jacob, and you shall be cut off forever."},{"number":11,"verse":"On the day of your standing opposite, on the day that the strangers were taking captive his force, and foreigners entered his gates, and cast lots for Jerusalem, even you were like one of them."},{"number":12,"verse":"But you should not have looked on the day of your brother, on the day of his disaster, and you should not have rejoiced over the sons of Judah in the day of their destruction; and not should you have enlarged your mouth in the day of distress."},{"number":13,"verse":"You should not have entered into My people's gate on the day of their calamity; also you should not have looked on his evil on the day of his calamity, and you should not have sent out against his force in the day of his calamity."},{"number":14,"verse":"And you should not have stood on the crossways to cut off those of the fugitives, and you should not have shut up his remnant in the day of distress."},{"number":15,"verse":"For the day of Jehovah is near on all the nations: As you have done, it shall be done to you; your reward shall turn back on your head!"},{"number":16,"verse":"For as you have drunk on My holy mountain, so all the nations shall continually drink. Yea, they shall drink and shall swallow; and they will be as if they had not been."},{"number":17,"verse":"But deliverance shall be on Mount Zion, and it shall be holy. And the house of Jacob shall possess their own possessions."},{"number":18,"verse":"And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for straw. And they shall burn among them and devour them. And no fugitive shall be to the house of Esau, for Jehovah has spoken."},{"number":19,"verse":"And those of the Negeb shall possess the mountain of Esau, and the low country of the Philistines. And they shall possess Ephraim's fields, and Samaria's fields. And Benjamin shall possess Gilead."},{"number":20,"verse":"And the exiles of this force shall go to the sons of Israel who shall possess the land of the Canaanites to Zarephath; even the exiles of Jerusalem who are in Sepharad shall possess the cities of the Negeb."},{"number":21,"verse":"And deliverers shall go up into the mountain of Zion to judge the mountain of Esau, and the Kingdom shall be to Jehovah."}]}