{"bibleAbbr":"mniRNT2022","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":10,"verses":[{"number":1,"verse":"( Jisuna nupa nupi khainabagi maramda tambiba) ( (Mat 19:1-12; Luk 16:18)) Adudagi Jisuna mapham adu thadoktuna Judea-da amadi Jordan turel-gi wangmada chatlammi. Aduga amuk hanna yamlaba miyamna Ibungogi manakta tillarabada, mahousagumna Ibungona makhoibu tambirammi."},{"number":2,"verse":"Amasung Pharisee khara laklaga Ibungobu changyengladuna hanglak-i, “Nupa amana mahakki nupi khainabasi eikhoigi wayelna yabra?”"},{"number":3,"verse":"Jisuna paokhum oina makhoida wahang ama hanglak-i, “Moses-na nakhoida kari yathang pirambage?”"},{"number":4,"verse":"( Aniwa 24:1-4; Mat 5:31) Makhoina khumlak-i, “Nupa amana khaina-che ama iraga mahakki nupibu khainaba Moses-na yabirammi.”"},{"number":5,"verse":"Jisuna makhoida hairak-i, “Nakhoina thamoi kanmanbagi maramna Moses-na nakhoida yathang asi irambani."},{"number":6,"verse":"( Meihou 1:27; 5:2) Adubu Mapu Ibungogi khutsemgi ahoubadagi houna Mapu Ibungona nupa amadi nupi haina sembikhi."},{"number":7,"verse":"( Meihou 2:24) Maram asina nupa amana mahakki mama mapabu thadoktuna magi nupida punsin-gani."},{"number":8,"verse":"Aduga makhoi ani hakchang amata oigani, maram aduna makhoi amuk hanna ani oidre, adubu amata oire."},{"number":9,"verse":"Maram aduna Tengban Mapuna punsinbikhraba adu mi kana amatana khaidoktasanu.”"},{"number":10,"verse":"Adudagi makhoina yumda amuk hallaklabada hiram asigi matangda tung-inbasingna Ibungoda amuk hanglammi."},{"number":11,"verse":"( Mat 5:32; 1 Cor 7: ) Maduda Ibungona makhoida hairak-i, “Kanagumba nupa amana mahakki nupibu khainaraga atoppa nupi amaga amuk luhonglabadi mahakna mahakki nupidugi mathakta lannabagi thabak tourabani."},{"number":12,"verse":"Maduga chap manana nupi amana mahakki mapuroibabu khainaraga atoppa nupa amaga amuk luhonglabadi, mahakna lanabagi thabak tou-i.”"},{"number":13,"verse":"( Jisu amadi apikpa angangsing) ( (Mat 19:13-15; Luk 18:15-17)) Nongma mioi kharana Jisuda khut thamhanduna yaipha thoujal pihannabagidamak makhoigi apikpa angangsingbu Jisugi manakta puraklammi. Adubu mahakki tung-inbasingna makhoibu cheibirammi."},{"number":14,"verse":"Jisuna madu ubada saoraduna makhoida hairak-i, “Apikpa angangsingdu eigi inakta lakchasanu, makhoibu khamganu, maramdi Tengban Mapugi leibak adu makhoi asigumbasinggini."},{"number":15,"verse":"( Mat 18:3) Eina nakhoida tasengnamak hairibasini, apikpa angang amagumna Tengban Mapugi leibak adubu lousindaba kanagumba amatana maduda khak changloi.”"},{"number":16,"verse":"Adudagi Ibungona angangsing adubu pamkhatpiraduna makhoigi mathakta khut thambiraga yaipha thoujal pibire."},{"number":17,"verse":"( Inakkhunba naha amana lomnaidaba punsi thiba) ( (Mat 19:16-30; Luk 18:18-30)) Adudagi Jisuna maphamdu thadoklamlaga lambida asum lakpada nupa amana chellaklaga Ibungogi mangda khuru khudak kunladuna Ibungoda hangjarak-i, “Aphaba Oja Ibungo, lomba naidaba punsi phangjanaba eina kari toujagadage?”"},{"number":18,"verse":"Maduda Jisuna mangonda hairak-i, “Karigi nangna eingonda aphaba haina kouribano? Tengban Mapu nattana aphaba kana amata leite."},{"number":19,"verse":"( Khong 20:13; Aniwa 5:17; Khong 20:14; Aniwa 5:18; Khong 20:15; Aniwa 5:19; Khong 20:16; Aniwa 5:20; Khong 20:12; Aniwa 5:16) ‘Mi hatkanu, mitu miwa lannaganu, huran-ganu, aranba sakhi piganu, minamganu, amasung nama napabu ikai khumnou’ haiba Mapu Ibungogi wayel yathangsing asi nahakna khang-i.”"},{"number":20,"verse":"Nupa aduna khumlak-i, “Oja Ibungo, eina angang oiringeidagi houna hairiba wayel yathang pumnamaksing asi ngakcharak-i.”"},{"number":21,"verse":"Ibungona nupa aduda yenglammi amasung nungsiba poklammi. Adudagi Ibungona mangonda hairak-i, “Nahakna tougadaba ama watli. Chatlu aduga nahakki leijaba pumba yonthoklaga sel adu lairabasingda pithok-u, adu oirabadi swargada nahakki lan leigani; aduga lak-u, eigi itung illu.”"},{"number":22,"verse":"Madu tabada nupa adu maithong maksilladuna, pukning wana mapham adudagi chatkhirammi maramdi mahak maran-mathum yamna leiba mi oirammi."},{"number":23,"verse":"Adudagi Jisuna koina yengladuna mahakki tung-inbasingduda hairak-i, “Inakkhunba misingna Mapu Ibungogi leibakta changba kayada lukhrabano!”"},{"number":24,"verse":"Ibungogi wasing asi tabada tung-inbasing adu i-ngak ngaklammi, maduda Jisuna makha tana hairak-i, “Angangsa, lanthumda thajabasing aduna Tengban Mapugi leibakta changba kayada lukhrabano!"},{"number":25,"verse":"Inakkhunba mi amana Tengban Mapugi leibakta changbabudi ut amana yetum manada litpana henna lai.”"},{"number":26,"verse":"Maduda tung-inbasingdu amukka henna ngakladuna amaga amaga hangnarak-i, “Adu oirabadi kanana kanbiba phangba ngamgadage?”"},{"number":27,"verse":"Jisuna makhoida yengladuna hairak-i, “Mioibadadi masi oithoktabani adubu Tengban Mapugi maphamdadi natte; Tengban Mapugi maphamdadi pumnamak oithokpa ngaktani.”"},{"number":28,"verse":"Maduda Peter-na hairak-i, “Yengbiyu, eikhoina pumnamak thadoktuna Ibungogi tung injari.”"},{"number":29,"verse":"Jisuna khumlak-i, “Eina nakhoida tasengnamak hairibasini, eigi amadi Aphaba Paogi maramgidamak mayum-makei, nattraga machin-manao, nattraga machan-mache, nattraga mama-mapa, nattraga angangsing, nattraga lou-sing thadokpa makhoising aduna,"},{"number":30,"verse":"taibangpanda leiringei matamda mayum-makei, machin-manao, machan-mache, mama, macha, amadi lou-singgi saruk chama chama henna phangjagani aduga loinana otpi neibiba amasung lakkadaba matam aduda lomba naidaba punsi phangjagani."},{"number":31,"verse":"( Mat 20:16; Luk 13:30) Adubu houjik ahanba oiribasingna akonba oigani aduga houjik akonba oiribasingna ahanba oigani.”"},{"number":32,"verse":"( Jisuna mahakki sigadabagi maramda ahumlaksuba oina mangjounana phongdokpa) ( (Mat 20:17-19; Luk 18:31-34)) Adudagi Jisu amasung mahakki tung-inbasingna Jerusalem maikei panglammi. Amasung Jisuna makhoigi mamang tharaduna chatpa aduda tung-inba taranithoi adu yamna ngaklammi aduga atei tung induna chatlibasing adusu kirammi. Adudagi Jisuna tung-inba taranithoi adubu amuk tonganna puthokladuna mangonda thoklagadabasing adugi maramda amuk hairak-i,"},{"number":33,"verse":"“Yengu, eikhoina houjik Migi Machanupa adubu athoiba purohit amadi wayel yathanggi ojasinggi makhutta pithokkadaba mapham Jerusalem-da chatli. Makhoina mahakpu sibagi maral pigani aduga Jihudi nattaba misinggi makhutta pithokkani."},{"number":34,"verse":"Makhoina mahakpu noknagani amasung tin sitchingani, phugani amasung mahakpu hatkani; aduga humnisuba numitta mahak amuk hanna hinggatkani.”"},{"number":35,"verse":"( Thougal toubagi maramda Jisuna tambiba) ( (Mat 20:20-28)) Adudagi Zebedee-gi machanupa Jacob amadi John-na Jisugi manakta changlaktuna hairak-i, “Oja Ibungo, Ibungoda eikhoina touhanjaningba eikhoigi pamjaba karigumba khara leijei.”"},{"number":36,"verse":"Jisuna makhoida hanglak-i, “Nakhoigidamak eina kari toubiba pambage?”"},{"number":37,"verse":"Makhoina khumlak-i, “Ibungona, Ibungogi matik mangalgi Leibakta, phambalda phamba matamda eikhoibu Ibungoga loinana amana Ibungogi yetta aduga amana Ibungogi oida phamhanbiyu.”"},{"number":38,"verse":"( Luk 12:50) Jisuna makhoida hairak-i, “Nakhoina hangjariba adu karino haiba nakhoina khangjade. Eihakna thakkadaba awa-anagi tenggot adu nakhoina thakpa ngamgadra? Aduga eina lougadaba awa anagi baptize adu nakhoina louba ngamgadra?”"},{"number":39,"verse":"Makhoina khumlak-i, “Hoi, eikhoina ngamjagani.” Jisuna makhoida hairak-i, “Achumbamak eina thakpa tenggot adu nakhoina thakkani aduga eibu baptize touba matou aduda nakhoisu tougani."},{"number":40,"verse":"Adubu kanana eigi yetta aduga eigi oida phamgadage haibadudi eina haigadaba natte. Adubu masidi makhoigidamak mapham asibu thourangbiraba makhoising adugini.”"},{"number":41,"verse":"Adudagi atoppa tung-inba tara aduna pao asi tabada Jacob amadi John-gi mathakta saorammi."},{"number":42,"verse":"( Luk 22:2526) Maduda Jisuna makhoi pumnamakpu mahakki manakta kouraduna hairak-i, “Taibangpanba asigi leingakpani hairibasing aduna misinggi mathakta palli aduga makhoigi luchingbasing aduna makha tabasinggi mathakta pannabagi matik adu lei."},{"number":43,"verse":"( Mat 23:11; Mrk 9:35; Luk 22:26) Adubu nakhoigi naraktadi asumna tougadaba natte. Nakhoigi naraktagi achouba oiningba mahak aduna ateising adugi thougal touba mi oigadabani;"},{"number":44,"verse":"Aduga nakhoigi naraktagi khwaidagi makok oiningba mahak aduna pumnamakki minai oigadabani."},{"number":45,"verse":"Maramdi Migi Machanupa adu phaoba masabu thougal touhannaba lakpa natte adubu misingbu thougal tounanaba aduga mayamgi thadokmal oina mahakki thawai pinabiba lakpani.”"},{"number":46,"verse":"( Jisuna mit tangba Bartimaeus mamit uhanbiba) ( (Mat 20:29-34; Luk 18:35-43)) Adudagi makhoina Jericho-da laklammi, amasung Jisuna mahakki tung-inbasing amadi yamlaba miyamga loinana Jericho-dagi thoklakpada Timaeus-ki machanupa mamit tangba chakniba Bartimaeus-na lambi mapanda phamduna leirammi."},{"number":47,"verse":"Aduga lakliba adu Nazareth-ki Jisuni haiba mahakna tarabada, mahakna laoba hourak-i, “David-ki Machanupa Jisu! Eibu chanbiyu!”"},{"number":48,"verse":"Maduda mi mayam amana mahakpu cheiraduna tuminna leinanaba hairammi. Adubu mahakna hennadum houna laorak-i, “David-ki Machanupa Jisu, eibu chanbiyu!”"},{"number":49,"verse":"Maduda Jisuna chatlambadagi lepladuna hairak-i, “Mahakpu kourak-u.” Makhoina mamit tangba adubu kouraduna hairak-i, “Haraojaro, hougatlu, Ibungona nahakpu kouri.”"},{"number":50,"verse":"Maduda mahakna mahakki achonba phi langthoklamduna chongkhatlaga Jisugi manakta lakle."},{"number":51,"verse":"Jisuna mangonda hairak-i, “Eina nanggidamak kari toubiba nahakna pambage?” Mamit tangba aduna khumlak-i, “Oja Ibungo, eihakna mit ujaba phangba pamjei.”"},{"number":52,"verse":"Jisuna mangonda hairak-i, “Chatlu, nahakki thajabana nahakpu phahanbire.” Khudak adumaktada mamit tangba nupa adu uba phangjare amasung Jisugi tung induna lambida chatlibasing aduga loinana mahakna Ibungogi tung injare."}]}