{"bibleAbbr":"mniRNT2022","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":11,"verses":[{"number":1,"verse":"( Jisuna Jerusalem-da lola tongduna changba) ( (Mat 21:1-11; Luk 19:28-40; Jn 12:12-19)) Jisu amasung mahakki tung-inbasingna Jerusalem naksillaklabada, Chorphon Chinggi manakta leiba Bethphage amasung Bethany-da laklammi. Aduga Ibungona tung-inbasinggi maraktagi makhoi anibu mangjounana tharaduna,"},{"number":2,"verse":"makhoida hairak-i, “Nakhoigi mangda leiriba khun aduda chatlu, aduga nakhoina maduda hek changbaga mi kana amatana tongdriba lola macha ama punduna leiba thengnagani; madu thouri thoklaga mapham asida purak-u."},{"number":3,"verse":"Aduga kanagumbana karigi nakhoina adumna touribano haina hanglaklabadi, ‘Ibungona masi sijinnaba pammi aduga thinthadana mapham asida amuk thilakkani’ haina haiyu.”"},{"number":4,"verse":"Adudagi makhoina chatkhibada lola macha adu lambi mapanda leiba yumgi thong amagi manakta punduna leiba thengnare. Aduga makhoina thouri adu thoklingeida,"},{"number":5,"verse":"manak aduwaida leptuna leiramba kharana hanglak-i, “Karigi nakhoina lola macha adugi thouri adu thoklibano?”"},{"number":6,"verse":"Maduda Jisuna makhoida haikhiba adumak makhoina khumlammi, aduga mising adunasu makhoina loladu puduna chatkhibada yabire."},{"number":7,"verse":"Adudagi makhoina lola machadu Jisugi manakta purakladuna madugi mathakta makhoigi phi thare hairaga Ibungona madugi mathakta tongle."},{"number":8,"verse":"Aduga mi mayam amana makhoigi phi tingthoktuna lambida tharammi amasung atoppasingna upal-singdagi mana panba anouba masasing kaktuna lambida tharammi."},{"number":9,"verse":"( Isei 118:2526) Amasung Ibungogi mang tharibasing amadi tung induna chatlibasing aduna laorak-i, “Hosanna! Mapu Ibungogi mingda lengbirakliba Mahak yaiphabani!"},{"number":10,"verse":"Lakkadouriba, eikhoigi ipa-ipu oiriba David ningthougi leibak adu yaiphabani! Hosanna haina khwaidagi wangba swargada laosanu!”"},{"number":11,"verse":"Adudagi Jisuna Jerusalem-da thunglabada, Mapugi Sanglenda changduna pumnamak ikoi- koina yenglammi. Adubu matam thengjillaklabada, Ibungona tung-inba taranithoi aduga loinana Bethany-da hallaklammi."},{"number":12,"verse":"( Mahei pandaba heiyit pambi) ( (Mat 21: 470 18:19 )) Mathanggi numitta makhoina Bethany-dagi hallakpada, Ibungo mabuk lamlaklammi."},{"number":13,"verse":"Amasung Ibungona athappada mana pungba heiyit pambi ama urabada, madudagi mahei khara phanglabadi haiduna yengnaba changsillammi. Adubu mapham aduda changsinba matamdadi pambi aduda mana nattana mahei amata panba thengnakhide, maramdi matam adu heiyit panbagi pantha oiramde."},{"number":14,"verse":"Adudagi Jisuna heiyit pambi aduda hairak-i, “Kana amatana nangondagi mahei amuk hanna chadasanu.” Aduga Ibungona haiba adu tung-inbasing aduna tare."},{"number":15,"verse":"( Jisuna Mapugi Sanglen sengdokpa) ( (Mat 21:12-17; Luk 19:45-48; Jn 2:13-22)) Adudagi makhoina Jerusalem-da thunglabada, Jisuna Mapugi Sanglenda changduna maphamduda leiri-yollibasing pumnamakpu tanthokpa houre. Aduga Ibungona sel kaithok kaisin touribasinggi table amadi khunu yollibasinggi phampham adu mathak-makha onthoklammi;"},{"number":16,"verse":"Amasung misingna Mapugi Sanglen phaoduna potchei puba Ibungona thinglammi."},{"number":17,"verse":"( Isa 56:7; Jer 7:11) Adudagi Ibungona makhoibu tambiraduna hairak-i, “Eigi yumbu mioi kanglup pumnamakki haijabagi yum kougani haina Mapugi puyada iduna leiba nattra? Adubu nakhoina masibu huranbasinggi makon onthokle!”"},{"number":18,"verse":"Athoiba purohitsing amadi Wayel Yathanggi ojasingna hairibasing adu tabada Jisubu hatnanaba lambi thiba houre, maramdi Ibungogi tambiba aduna miyam pumnamakpu sumhatpagi maramna makhoina Ibungobu kirammi."},{"number":19,"verse":"Adudagi numidangwairam oiraklabada Jisu amadi mahakki tung-inbasingna sahar adudagi chatkhirammi."},{"number":20,"verse":"( Thajabagi panggal) ( (Mat 21:20-22)) Mathang numitki ayukta makhoina lambida asum lakpada heiyit pambi adu marudagi houna pumkang kangsillamba makhoina ure."},{"number":21,"verse":"Maduda Peter-na thokkhiba thoudoktu ningsinglaktuna Jisuda hairak-i, “Yengbiyu, Oja Ibungo, Ibungona mang taknaba haikhiba heiyit pambi asi kangsillamle.”"},{"number":22,"verse":"Jisuna makhoida khumlak-i, “Tengban Mapuda thajou,"},{"number":23,"verse":"( Mat 17:20; 1 Cor 13:2) Eina nakhoida tasengnamak hairibasini, kanagumbana chingjao asida, nasa nathanta phuktuna patta langthajou hairaga, mahakki thammoida chingnaba amata leitraba amasung mahakna hairiba adumak thokkani haiba mahakna thajarabadi, madumak mangonda oirakkani."},{"number":24,"verse":"Maram asina eina nakhoida hairi, nakhoina haija-nijaba matamda nijariba adumak nakhoina phangle haina thajou, adu oirabadi nakhoina nijariba khudingmak adu nakhoida pinabigani."},{"number":25,"verse":"( Mat 6: ) Aduga nakhoina leptuna haija-nijaba matamda nakhoina toujakhiba ayol arandu swargada leiba nakhoigi Napa Ibungona kokpinanaba, kanagumbagi mathakta nakhoigi nungaitaba leirabadi mahakpu kokpiyu."},{"number":26,"verse":"Adubu nahakna mahakpu kokpidrabadi, swargada leiba nakhoigi Ipanasu nakhoigi ayol-aral kokpiroi.”"},{"number":27,"verse":"( Jisugi matikki maramda wahang) ( (Mat 21:23-27; Luk 20:1-8)) Jisu amasung mahakki tung-inbasingna amuk hanna Jerusalem-da laklammi. Aduga Jisuna Mapugi Sanglen manungda chatligeida athoiba purohitsing, Wayel Yathanggi ojasing amadi ahal lamansingna Ibungogi manakta laktuna"},{"number":28,"verse":"Ibungoda hanglak-i, “Nahakki karamba matik leiduna asigumba thabaksing asi touribano? Aduga kanana thabaksing asi tounaba matik asi nangonda pibage?”"},{"number":29,"verse":"Jisuna makhoida khumlak-i, “Eisu nakhoida wahang ama hangge, nakhoina madugi paokhum eingonda piragadi eigi karamba itik leiduna asigumba thabaksing asi touribano haibadu eina nakhoida haige."},{"number":30,"verse":"John-da leiriba baptize tounabagi matik adu Mapu Ibungodagira nattraga misingdagira? Eingonda khummu.”"},{"number":31,"verse":"Makhoina kari khumgadage haibadu makhoi masel khannarammi. “Eikhoina swargadagini haina khumlagadi, mahakna haigani, ‘Adu oirabadi nakhoina John-bu karigi thajadribano?’"},{"number":32,"verse":"Aduga amaromda eikhoina madu misingdagini hairagadi, eikhoi khudong thibasu yai.” Makhoina misingbu kirammi maramdi mi pumnamakna John-bu Mapu Ibungogi wa phongdokpiba maichou amani haina lounarammi."},{"number":33,"verse":"Maram aduna makhoina Jisuda khumlak-i, “Eikhoi khangde.” Maduda Jisuna makhoida hairak-i, “Adu oirabadi, eigi karamba itik leiduna asigumba thabaksing asi touribano haibadu einasu nakhoida hairaroi.”"}]}