{"bibleAbbr":"mniRNT2022","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"( Anggur ingkholgi pandam) ( (Mat 21:33-46; Luk 20:9-19)) ( Isa 5: ) Adudagi Jisuna pandam piduna makhoida tambiba hourak-i, “Nupa amana anggur ingkhol ama koirammi. Madugi akoibada mahakna sambal khare, aduga anggur mahi sumnaba kom ama toure, amasung ingkhol ngaknaba awangba loutangsang amasu sare. Madudagi mahakna anggur ingkhol adu ingkhol koiba misingda sandoklamlaga atoppa lam amada chatkhre."},{"number":2,"verse":"Aduga mahei lokpagi matam youraklabada mahakna mahakki minai amabu ingkhol koibasing adudagi mahakki phangpham thokpa saruk lourunaba thare."},{"number":3,"verse":"Adubu ingkhol koibasing aduna minai adubu phaduna phuraga khut hangna halhankhre."},{"number":4,"verse":"Adudagi mapu aduna atoppa minai ama amuk thare, madusu ingkhol koibasing aduna makok thugaibire aduga ikaiba piduna thina toubire."},{"number":5,"verse":"Amuk hanna mapu aduna atoppa minai amaga amuk tharabada makhoina mahakpu hatle. Asumna makhoina, mapu aduna tharakpa atoppa minai kayabu, kharana phubire aduga kharabuna hatle."},{"number":6,"verse":"Aduga houjik nupa adugi thananaba leihouriba haibabu mahakki nungsijaraba machanupa aduta ngaihoure. Ikon konbada, ‘Makhoina eigi ichanupabudi ikai khumnabigani’ haina mahakna khalladuna machanupa adubu makhoigi manakta thare."},{"number":7,"verse":"Adubu ingkhol koibasing aduna amaga amaga hainarammi, ‘Mahak asi yumlep charani, lak-o, eikhoina mahakpu hatlasi, adu oirabadi mahakki phangpham thokpa lanthum asi eikhoigi oihouragani!’"},{"number":8,"verse":"Adudagi makhoina mahakpu phaduna hatlaga anggur ingkholgi wangmada hundokle."},{"number":9,"verse":"“Matamduda anggur ingkholgi mapu aduna kari tougadage? Mahakna laktuna ingkhol koibasing adubu hatkani aduga anggur ingkhol adu atoppasingda pithokkani."},{"number":10,"verse":"( Isei 118:2223) Nakhoina Mapugi puyada masi pakhidabra? ‘Yumsabasingna kanadre haiduna hundoklaba nung adu Oirakle khwaidagi maruoiba chithekki nung."},{"number":11,"verse":"Mapu Ibungona masi toubire, Eikhoigi mityengda masi kayada angakpano!’ ”"},{"number":12,"verse":"Maduda Jihudigi luchingbasing aduna Jisubu phananaba hotnarammi, maramdi Ibungona pandam adu makhoigi maiyokta haibani haiba makhoi khanglammi. Adubu makhoina miyam adubu kiba maramna Ibungobu thadoktuna chatkhre."},{"number":13,"verse":"( Eikhoina kanada kanggat thigadage?) ( (Mat 22:15-22; Luk 20:20-26)) Madugi matungda Jisugi waheida asoiba thiduna mahakpu phananaba Pharisee amadi Herod-ki misingdagi mi kharabu Jisugi manakta tharakle."},{"number":14,"verse":"Amasung makhoina Ibungogi manakta laktuna hairak-i, “Oja, nahakna mina kari khanbage haiba karisu kiba toudana achumba adutamak ngang-i. Nahakna misak mimai yengde; adubu Tengban Mapugi lambi adu chumna tambi. Eikhoida haibiyu, Caesar-da eikhoina kanggat thiba asi eikhoigi Wayelgi maiyoktara nattraga nattabra?”"},{"number":15,"verse":"Eikhoina masi makhoida thipham thokpra nattraga thoktabra? Maduda makhoigi aphasasinnaba adu Jisuna khangladuna makhoida khumlak-i, “Nakhoina eibu karigi chang yenglibano? Eingonda dinari ama puraktuna utlu.”"},{"number":16,"verse":"Makhoina madu Ibungoda purakle. Adudagi Ibungona hanglak-i, “Sel mayek asida namliba saktam amadi maming asi kanagino?” Makhoina khumlak-i, “Caesar-gini.”"},{"number":17,"verse":"Adudagi Jisuna makhoida hairak-i, “Phare, adu oirabadi Caesar-gi oiba aduna Caesar-da aduga Tengban Mapugi oiba aduna Mapu Ibungoda piyu.” Amasung Ibungogi paokhum aduda makhoi pumngak ngaklammi."},{"number":18,"verse":"( Sibadagi hinggatpagi maramda wahang) ( (Mat 22:23-33; Luk 20:27-40)) ( Pakhon 23:8) Adudagi sibadagi hinggatpa haibasi leite hairiba Sadducee-sing kharana Jisugi manakta laktuna hairak-i,"},{"number":19,"verse":"( Aniwa 25:5) “Oja Ibungo, Moses-na eikhoigidamak yathang asi ibirammi madudi, ‘Kanagumba nupa amana macha amata thamlamdana magi nupibu thanamlaga sikhiba thoklabadi, hairiba nupa asigi charol-surol thamlamnabagidamak magi machin manaona lukhrabi asibu amuk lougadabani.’"},{"number":20,"verse":"Adu oirabadi, nupa amagi machin manao taret leirammi. Adudagi mayamba ahal adu nupi thire adubu macha amata thamamdana sire."},{"number":21,"verse":"Aduga nupi adu machin-manao anisuba aduna amuk loure adubu mahaksu macha amata thamlamdana sire. Masiga chap manana ahumsuba adudasu thokle."},{"number":22,"verse":"Asumna makhoi taretmakna nupi adubu louramlaga macha amata thamlamdana sire. Aduga ikon konbada nupi adusu sire."},{"number":23,"verse":"Houjik, hinggatpagi numit aduda makhoina amuk hougatlakpa matamda nupi asi kanagi nupi oigadage? Maramdi makhoi taretmakna nupi adubu lourammi.”"},{"number":24,"verse":"Jisuna makhoida khumlak-i, “Nakhoina Mapugi puya amadi Tengban Mapugi panggal adu khangdabagi maramna nakhoibu lalhallaba nattra?"},{"number":25,"verse":"Maramdi asibasingna amuk hougatlakpa matamduda makhoina amuk luhonglaroi aduga luhongnabagidamaktasu thajararoi adubu makhoi swargada leiba swargadutsinggumna oigani."},{"number":26,"verse":"( Khong 3:6) Aduga asibasingna hinggatpagi maramda Moses-gi lairikta yaoriba mei chakpa mongsonggi wari aduda Tengban Mapuna Moses-ta kari haikhibage haibadu nakhoi padabra? Tengban Mapuna Moses-ta hai, ‘Eidi Abraham-gi Tengban Mapu, Isaac-ki Tengban Mapu, amasung Jacob-ki Tengban Mapuni.’"},{"number":27,"verse":"Mahakti asibasinggi Mapu Ibungo natte, adubu ahingbasinggi Mapu Ibungoni. Aduna nakhoi yamna lalle.”"},{"number":28,"verse":"( Khwaidagi athoiba Mapu Ibungogi yathang) ( (Mat 22:34-40; Luk 10:25-28)) ( Luk 10:25-28) Wayel Yathanggi Ojasinggi maraktagi amana mapham aduda leptuna makhoina khannariba adu taduna leirammi. Aduga Jisuna saducee-singda phajana paokhumkhibadu mahakna taraduna Ibungoda hanglak-i, “Mapu Ibungogi yathangsinggi maraktagi karamba yathangna khwaidagi athoibano?”"},{"number":29,"verse":"( Aniwa 6: ) Jisuna khumlak-i, “Khwaidagi athoiba Mapu Ibungogi yathangdu asini, ‘Tao, he Israel, eikhoigi Tengban Mapu, MAPU IBUNGO-di amakhakta ngairaba MAPU IBUNGO-ni."},{"number":30,"verse":"Nahakna nahakki Tengban Mapu, MAPU IBUNGO-bu nahakki thamoi apumba, thawai apumba, pukning apumba amadi panggal apumba yaona nungsigadabani.’"},{"number":31,"verse":"( Levi 19:18) Aduga anisuba athoiba yathang aduna asini, ‘Nahakna nahakki yumlon-keironnabasingbu nasamakkum nungsigadabani.’ Mapu Ibungogi yathang ani asidagi henba athoiba yathang atoppa ama leitre.”"},{"number":32,"verse":"( Aniwa 4:35) Wayel Yathanggi Oja aduna Jisuda hairak-i, “Ningthijana khumbire, Oja! Nahakna haibagumna masi achumbani, Mahakkhaktana Mapu Ibungoni, aduga mahak nattana atei atoppa amata leite."},{"number":33,"verse":"( Hos 6:6) Aduga Mapu Ibungobu thammoi apumba, pukning apumba amadi panggal apumba yaona amasung yumlon-keironabasingbu masamakkum nungsigadabani. Masigi yathang ani asi inbana meida thaduna katpa iratpot amadi atei iratpotsingdagi henna maru-oi.”"},{"number":34,"verse":"Mahakna wakhan tana paokhum pirakpadu urabada Jisuna mangonda hairak-i, “Nahak Mapu Ibungogi leibak adudagi laptre.” Masigi matungda kana amatana Jisuda atei wahang ama amuk hangnabagi thouna leikhidre."},{"number":35,"verse":"( Christtagi maramda wahang) ( (Mat 22:41-46; Luk 20:41-44)) Adudagi Jisuna Mapugi Sanglen-gi manggolda tambiringeida makhoida wahang ama hanglak-i, “Christta adu David-ki machanupani haina Wayel Yathanggi Ojasingna matou karamna hairibano?"},{"number":36,"verse":"( Isei 110:1) Maramdi Thawai Asengbagi mapanna David masamakna haikhi, ‘MAPU IBUNGO-na eigi Mapu Ibungoda hai, Phammu, eigi yetthangbada nahakna, Thamdriphaoba eina nahakki yeknabasingbu, nanggi nakhong makhada.’"},{"number":37,"verse":"David masamakna phaoba mangonda ‘Mapu Ibungo’ haina kourabadi Christta adu David-ki machanupa kamdouna oiribano?” Yamlaba miyam aduna Ibungogi wa adu haraona tarammi."},{"number":38,"verse":"( Wayel yathanggi ojasinggi phattaba) ( (Mat 23:1-36; Luk 20:45-47)) Aduga Jisuna makhoibu tambiraduna hairak-i, “Wayel Yathanggi Ojasing adudagi cheksillu. Makhoina achonba phi settuna koina chatpa amadi keithelnachingba miyam tinba maphamda misingna makhoibu ikai khumnabaga loinana koubirakpa adu pammi."},{"number":39,"verse":"Aduga Jihudisinggi tinnapham sanglen synagogue-singda akhannaba phamphamda phamba amadi chakkhangphamda ikaikhumnaba misinggi phamphamda phamba makhoina pammi."},{"number":40,"verse":"Makhoina lukhrabisingdagi khudongchaba louduna mayum-makei mulli, aduga misingna unanaba tousinaduna Mapu Ibungoda haijaba adu sangna haijei. Asigumba mising asina henna kanba cheirak phanggani.”"},{"number":41,"verse":"( Lukhrabigi katchaba) ( (Luk 21:1-4)) Adudagi Jisuna Mapugi Sanglengi sel katpham manakta phamduna miyam aduna sel katchaba adu yenglammi. Inakkhunba mi kaya amadi sel yamna yamna katlammi;"},{"number":42,"verse":"aduga lairabi lukhrabi amasu laktuna apikpa korigi selmayek ani katlare."},{"number":43,"verse":"Adudagi Ibungona magi tung-inbasingbu manakta kousilladuna hairak-i, “Eina nakhoida tasengnamak hairibasini, lairabi lukhrabi asina atei pumnamaktagi khwaidagi henna sel katchare."},{"number":44,"verse":"Maramdi ateising asina makhoigi marangkaiba lan-geidagi saruk khara katle; adubu nupi asinadi lairajarabasu mahakki leijaba pumnamak, haibadi mahakki hingbada changliba areiba pumba katchare.”"}]}