{"bibleAbbr":"mniRNT2022","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"( Mapugi Sanglen thugaiba amadi aroiba matam lakpagi khudamsing Jisuna mangjounana phongdokpa) ( (Mat 24:1-28; Luk 21:5-24)) Adudagi Jisuna Mapugi Sanglendagi thorakpada, mahakki tung-inbasinggi maraktagi amana hairak-i, “Yengbiyu Oja Ibungo! Kayada ningthijakhraba nungsing amadi sangsingno?”"},{"number":2,"verse":"Jisuna khumlak-i, “Nahakna chaoraba sangsing asi ubra? Masi pumnamaksing asi thugaiduna manghan-gani, ningkhaidaba lonnaba nung amata phaoba maphamsida thanamloi.”"},{"number":3,"verse":"Adudagi Jisuna Mapugi Sanglen-ga maiyoknana, Chorphon chingthakta phamlingeida Peter, Jacob, John amadi Andrew-na Ibungogi manakta laktuna lonna hanglak-i,"},{"number":4,"verse":"“Masi pumnamaksing asi karamba matamda thokkadage? Aduga hairibasing asi thokadaba matamdu lakle haibagi khudamsing aduna karino haibadu eikhoida haibiyu.”"},{"number":5,"verse":"Jisuna makhoida hairak-i, “Kananasu nakhoibu lanna lamjingdanaba cheksillu."},{"number":6,"verse":"Maramdi mi kaya amana eigi mingda laktuna haigani, ‘Ei Christtani!’ aduga makhoina mi kaya amabu lanna lamjinggani."},{"number":7,"verse":"Amasung nakhoina lan amasung lan-gi paoninkhol tagani adubu mipaiganu. Asigumba thoudoksing asi soidana thokkani, adubu aroiba matam adudi thoudoksing asi hek thokpagadi lakloi."},{"number":8,"verse":"Maramdi mioi kanglup amana mioi kanglup amagi mathakta; aduga ningthou leibak amana ningthou leibak amagi mathakta lan hourakkani; aduga malemgi tongan tonganba mapham kayada yuhar haba amadi chak tangba thokkani. Pumnamaksing asi naoyekpa hek hourakpagi ahanba cheinakhol adugumbani."},{"number":9,"verse":"( Mat 10:17-20; Luk 12: ) “Nakhoi nasana nasabu cheksinjou! Maramdi makhoina nakhoibu phaduna wayelsangda pukhatkani. Synagogue-singda makhoina nakhoibu phugani; eigi maramgidamak nakhoina leingakpasing amasung ningthousinggi mamangda eibu thajabagi maramda sakhi pinanaba lepkani."},{"number":10,"verse":"Adubu aroiba matam adu laktringeigi mamangda malemgi mioi kanglup khudingmakki mioi pumnamakta Aphaba Pao sandokkani."},{"number":11,"verse":"Aduga makhoina nakhoibu phaduna wayelsangda pukhatpa matamda nakhoina kari haigadage haibagidamak hanna karisu waruganu; adubu pungpham aduna lakpada nakhoigi thammoida khanghan khanghanbiba adu haiyu. Maramdi nakhoina nganggadouriba wa adu nakhoidagi natte, adubu Thawai Asengbadagini."},{"number":12,"verse":"Aduga machin manaona machin manaobu hat-hannaba pithokkani, matou asigumna mapana machasingbusu pithokkani amasung machasingna mama-mapagi maiyokta leptuna makhoibu hat-han-gani."},{"number":13,"verse":"( Mat 10:22) Mi pumnamakna eigi maramgidamak nakhoibu yengthigani. Adubu aroiba phaoba chetna lepchaba mahak adubu kanbigani."},{"number":14,"verse":"( Dan 9:27; 11:31; 12:11) “Aduga Mapu Ibungogi wa phongdokpa maichou Daniel-na haikhibagumna Mapugi Sanglenbu mang-han tak-hanba thok-halliba tukkachaningai oiba mahak aduna mahakna leppham thoktaba maphamda leppa nakhoina uba matamda (Apaba mahak aduna khangsanu), Judea-da leiba makhoising adu chingda chenkhisanu."},{"number":15,"verse":"( Luk 17:31) Yumthakta leiba mahak aduna imungda amuk kumthaduna mahakki punanaba pot louduna matam manghandasanu."},{"number":16,"verse":"Loubukta leiba mahak adunasu maphi lounanaba mayumda amuk halaktasanu."},{"number":17,"verse":"Adubu numitsing aduda mironlibising amasung chajenlibisinggidamakti kayada awaba oiragaba!"},{"number":18,"verse":"Hairibasing asi ningthamthada thoktanaba Mapu Ibungoda haijou."},{"number":19,"verse":"( Dan 12:1; Phong 7:14) Maramdi numitsing adu adukki matik awaba oigani, madudi Tengban Mapuna malem hek leisemlakpadagi matam asi phaobada asigumba awa ana amukta thokkhidri. Aduga asigumna waba asi amuk hannasu thoklaroi."},{"number":20,"verse":"Aduga Mapu Ibungona numitsing adu kaksinbiba nattanadi mi kana amata hinglamloidabani. Adumakpu, khan-gatpikhraba makhoigidamak, Mapu Ibungona numitsing adu kaksinbikhre."},{"number":21,"verse":"“Matam aduda kanagumbana, ‘Yeng-u, Christta asida leire,’ nattraga ‘Christta aduda leire’ haina hairaklabadi, nakhoina maduda thajaganu."},{"number":22,"verse":"Maramdi Christta sasinnaba amadi Mapu Ibungogi wa phongdoksannaba kaya thorakkani. Makhoina angakpa khudam amadi angakpa thabak kaya touduna, ngamlabadi Mapu Ibungona khangatkhrabasing adu phaoba lanna lamjinggani."},{"number":23,"verse":"Nakhoi cheksillu, eina nakhoida pumnamaksing asi mangjounana haire."},{"number":24,"verse":"( Migi Machanupa aduna matik mangalga loinana lenglakpa) ( (Mat 24:29-31; Luk 21:25-28)) ( Isa 13:10; Phong 6:12; Isa 13:10; Eze 32:7) “Aduga awa anagi numitsing adugi matungda numitna mamsin-gani, thana amuk hanna ngallaroi,"},{"number":25,"verse":"( Isa 34:4; Phong 6:13) thawanmichaksingna nongdon atiyadagi tarakkani, aduga nongdon atiyagi panggalsingbu kanna nik-han-gani."},{"number":26,"verse":"( Dan 7:13; Phong 1:7) Aduga matam aduda Migi Machanupa aduna thoihellaba panggal amadi matik mangalga loinana leichinda lenglakpa mipum khudingmakna ugani."},{"number":27,"verse":"Adudagi Ibungona swargadutsingbu malemgi maikei marida thaduna Ibungona khan-gatkhrabasingbu atiya amadi malemgi mapham khudingmaktagi khomjin-gani."},{"number":28,"verse":"( Mitseng khangbagi maramda tambiba) ( (Mat 24:32-44; Luk 21:29-33)) “Houjik heiyit pambidagi nakhoina pandam asi khangjillu. Upal asigi masasingda yening hullaktuna manasing panba houraklabada nakhoina kalentha naksillakle haiba khang-i."},{"number":29,"verse":"Matou asumna nakhoina thoudoksing asi thoklakpa urabadi matam adu naksillakle, thongjin yousillakle haiba khang-u."},{"number":30,"verse":"Eina nakhoida tasengnamak hairibasini, mirol asina houkhidringei mamangda thoudok pumnamak asi thokkani."},{"number":31,"verse":"Atiya amadi malemdi mangkhigani adubu Eigi waheisingdi keidounungda manglaroi."},{"number":32,"verse":"( Mat 24:36) “Aduga karamba matamda numit adu, aduga pungpham adu lakkadage haiba mi kana amatana khangde, swargada leiba swargadutsingnasu aduga Machanupa adunasu khangde, adubu Mapa adukhaktana khang-i."},{"number":33,"verse":"Cheksillu, mitseng khang-u amasung haijou, maramdi matam adu keidoungei oigadage haiba nakhoina khangde."},{"number":34,"verse":"( Luk 12:36-38) Masi mahakki manaisingda thoudang pumnamak sinnaramlaga, magi magi tounanaba thabak piramlaba matungda, thongngakpa aduda mitseng khangnaba hairamlaga mayum thadoktuna langphei chatkhiba yumbu amagumbani."},{"number":35,"verse":"Aduna mitseng khang-u, maramdi yumbu aduna karamba matamda hallakadage haiba nakhoina khangde, madu numidangda nattraga ahing nongyaida nattraga chingkhei hullakpada nattraga ayukki matamda oibasu yai."},{"number":36,"verse":"Aduga mahakna khanghoudana hallakpada, nakhoina tumba mahakna thengnahan-ganu."},{"number":37,"verse":"Aduna eina nakhoida hairiba asi eina pumnamakta hairibani, ‘Mitseng khang-u.’ ”"}]}