{"bibleAbbr":"Geneva1587","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"And He declares again the greatness of God's good will by comparing that miserable state in which we are born, with that dignity unto which we are advanced by God the Father in Christ. So he describes that condition in such a way that he says, that with regard to spiritual motions we are not only born half dead, but wholly and altogether dead. you [hath he quickened], who were See (Rom_6:2). So then he calls those dead who are not regenerated: for as the immortality of those who are damned is not life, so this knitting together of body and soul is properly not life, but death in those who are not ruled by the Spirit of God. dead in He shows the cause of death, that is, sins. trespasses and sins;"},{"number":2,"verse":"He proves by the effects that all were spiritually dead. Wherein in time past ye walked He proves this evil to be universal, insomuch that all are slaves of Satan. according to the course of this world, At the pleasure of the prince. according to the prince of the power of the air, the spirit that now Men are therefore slaves to Satan, because they are willingly rebellious against God. worketh in the They are called the children of disobedience, who are given to disobedience. children of disobedience:"},{"number":3,"verse":"After he has separately condemned the Gentiles, he confesses that the Jews (among whom he numbers himself) are not the least bit better. Among whom also we all had our conversation in times past in the lusts of our By the name of flesh in the first place, he means the whole man, which he divides into two parts: into the flesh, which is the part that the philosophers consider to be without reason, and into the thought, which they call reasonable. And so he leaves nothing in man half dead, but concludes that the whole man is by nature the son of wrath. flesh, fulfilling the desires of the flesh and of the mind; and The conclusion: all men are born subject to the wrath and curse of God. were by nature the Men are said to be the children of wrath passively, that is to say, guilty of everlasting death by the judgment of God, who is angry with them. children of wrath, even as Profane people who did not know God. others."},{"number":4,"verse":"Now from this follows another member of the comparison declaring our excellency, that is, that by the power of Christ we are delivered from that death, and made partakers of eternal life, to the end that at length we may reign with him. And by various and different means he emphasises this, that the efficient cause of this benefit is the free mercy of God: and Christ himself is the material cause: and faith is the instrument, which also is the free gift of God: and the end is God's glory. But God, who is rich in mercy, for his great love wherewith he loved us,"},{"number":5,"verse":"Euen when we were dead by sinnes, hath quickened vs together in Christ, by whose grace ye are saued,"},{"number":6,"verse":"And hath raised [us] up That is, as he adds afterwards, in Christ, for as yet this is not fulfilled in us, but only in our head by whose Spirit we have begun to die to sin, and live to God, until that work is fully brought to an end. And yet the hope is certain, for we are as sure of that which we look for, as we are of that which we have already received. together, and made [us] sit together in heavenly [places] in Christ Jesus:"},{"number":7,"verse":"That he might shewe in the ages to come the exceeding riches of his grace, through his kindnesse toward vs in Christ Iesus."},{"number":8,"verse":"For by So then, grace, that is to say, the gift of God, and faith, stand with one another, to which two it is contrary to be saved by ourselves, or by our works. Therefore, what do those mean who would join together things of such contrary natures? grace are ye saved through faith; and that not of yourselves: [it is] the gift of God:"},{"number":9,"verse":"He specifically and completely takes away from our works the praise of justification, seeing that the good works themselves are the effects of grace in us. Not of works, lest any man should boast."},{"number":10,"verse":"For we are He speaks here of grace, and not of nature: therefore if the works are ever so good, see what they are, and know that they are that way because of grace. his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."},{"number":11,"verse":"Applying the former doctrine to the Gentiles, he shows that they were not only as the Jews by nature, but also after a special manner, strangers and without God. Therefore they ought so much the more remember that same so great a benefit of God. Wherefore remember, that ye [being] in time past Gentiles in the flesh, who are You were called in no other state than as Gentiles, so that all the world might witness your uncleanness. called Uncircumcision by that which is Of the Jews who were known by you by the mark of circumcision, the mark of the covenant. called the Circumcision in the flesh made by hands;"},{"number":12,"verse":"That at that time ye were He begins first with Christ, who was the end of all the promises. without Christ, being You had no right or title to the commonwealth of Israel. aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:"},{"number":13,"verse":"Christ is the only bond of the Jews and Gentiles, by whom they are reconciled to God. But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ."},{"number":14,"verse":"As by the ceremonies and worship appointed by the Law, the Jews were divided from the Gentiles, so now Christ, having broken down the partition wall, joins them both together, both in himself, and between themselves, and to God. From which it follows, that whoever permanently establishes the ceremonies of the Law, makes the grace of Christ void and of no effect. For he is our peace, who hath made both one, and hath broken down the middle wall of partition [between us];"},{"number":15,"verse":"In abrogating through his flesh the hatred, that is, the Lawe of commandements which standeth in ordinances, for to make of twaine one newe man in himselfe, so making peace,"},{"number":16,"verse":"And that he might reconcile both unto God in He alludes to the sacrifices of the Law, which represented that true and only sacrifice. one body by the cross, having For he destroyed death by death, and fastened it as it were to the cross. slain the enmity thereby:"},{"number":17,"verse":"The preaching of the Gospel is an effectual instrument of this grace, common to the Jews as well as to the Gentiles. And came and preached peace to you which were afar off, and to them that were nigh."},{"number":18,"verse":"For Christ is the gate as it were, by whom we come to the Father, and the Holy Spirit is as it were, our guiding man who leads us. through him we both have access by one Spirit unto the Father."},{"number":19,"verse":"The conclusion: the Gentiles are taken into the fellowship of salvation, and he describes the excellency of the Church, calling it the city and house of God. Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;"},{"number":20,"verse":"The Lord committed the doctrine of salvation, first to the prophets, and then to the apostles, the end of which, and matter as it were and substance, is Christ. Therefore that is indeed the true and universal Church which is built upon Christ by the prophets and apostles, as a spiritual temple consecrated to God. And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the That is the corner stone of the building, for the foundations are as it were corner stone of the building. chief corner [stone];"},{"number":21,"verse":"In whom all the building So that God is the workman not only of the foundation, but also of the whole building. fitly framed together groweth unto an holy temple in the Lord:"},{"number":22,"verse":"In whom ye also are built together to be the habitation of God by the Spirit."}]}