{"bibleAbbr":"HSB+","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":3,"verses":[{"number":1,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer Then said יְהוָ֜ה <WH3068> Yah-weh the LORD אֵלַ֗י <WH413> 'e-Lai, about ע֚וֹד <WH5750> od again לֵ֣ךְ <WH1980> lech Go אֱ‍ ֽהַב־ <WH157> 'ehav- yet love אִשָּׁ֔ה <WH802> 'ish-Shah, a woman אֲהֻ֥בַת <WH157> 'a-Hu-vat beloved רֵ֖עַ <WH7453> Re-a' of [her] friend וּמְנָאָ֑פֶת <WH5003> u-me-na-'A-fet; yet an adulteress כְּאַהֲבַ֤ת <WH160> ke-'a-ha-Vat according to the love יְהוָה֙ <WH3068> Yah-weh of the LORD אֶת־ <WH853> 'et- בְּנֵ֣י <WH1121> be-Nei toward the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְהֵ֗ם <WH1992> ve-Hem, they פֹּנִים֙ <WH6437> po-Nim who look אֶל־ <WH413> 'el- about אֱלֹהִ֣ים <WH430> E-lo-Him gods אֲחֵרִ֔ים <WH312> 'a-che-Rim, to other וְאֹהֲבֵ֖י <WH157> ve-'o-ha-Vei and love אֲשִׁישֵׁ֥י <WH809> 'a-shi-Shei flagons עֲנָבִֽים׃ <WH6025> 'a-na-Vim. of wine"},{"number":2,"verse":"וָאֶכְּרֶ֣הָ <WH3739> va-'ek-ke-Re-ha So I bought לִּ֔י Li, בַּחֲמִשָּׁ֥ה <WH2568> ba-cha-mish-Shah fif עָשָׂ֖ר <WH6240> 'a-Sar teen כָּ֑סֶף <WH3701> Ka-sef; [pieces] of silver וְחֹ֥מֶר <WH2563> ve-Cho-mer and [for] an homer שְׂעֹרִ֖ים <WH8184> se-'o-Rim of barley וְלֵ֥תֶךְ <WH3963> ve-Le-tech and an half homer שְׂעֹרִֽים׃ <WH8184> se-'o-Rim. of barley"},{"number":3,"verse":"וָאֹמַ֣ר <WH559> va-'o-Mar And I said אֵלֶ֗יהָ <WH413> 'e-Lei-ha, be toward יָמִ֤ים <WH3117> ya-Mim days רַבִּים֙ <WH7227> rab-Bim for me many תֵּ֣שְׁבִי <WH3427> Te-she-vi unto her Thou shalt abide לִ֔י Li, לֹ֣א <WH3808> lo nor תִזְנִ֔י <WH2181> tiz-Ni, thou shalt not play the harlot וְלֹ֥א <WH3808> ve-Lo nor תִֽהְיִ֖י <WH1961> tih-Yi and thou shalt not be לְאִ֑ישׁ <WH376> le-'Ish; for [another] man וְגַם־ <WH1571> ve-gam- will also אֲנִ֖י <WH589> 'a-Ni I אֵלָֽיִךְ׃ <WH413> 'e-La-yich. be toward"},{"number":4,"verse":"כִּ֣י׀ <WH3588> ki for יָמִ֣ים <WH3117> ya-Mim days רַבִּ֗ים <WH7227> rab-Bim, many יֵֽשְׁבוּ֙ <WH3427> ye-she-Vu shall abide בְּנֵ֣י <WH1121> be-Nei For the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֵ֥ין <WH369> 'ein without מֶ֙לֶךְ֙ <WH4428> Me-lech without a king וְאֵ֣ין <WH369> ve-'Ein without שָׂ֔ר <WH8269> Sar, and without a prince וְאֵ֥ין <WH369> ve-'Ein and without זֶ֖בַח <WH2077> Ze-vach and without a sacrifice וְאֵ֣ין <WH369> ve-'Ein without מַצֵּבָ֑ה <WH4676> matz-tze-Vah; and without an image וְאֵ֥ין <WH369> ve-'Ein without אֵפ֖וֹד <WH646> e-Fod and without an ephod וּתְרָפִֽים׃ <WH8655> u-te-ra-Fim. and [without] teraphim"},{"number":5,"verse":"אַחַ֗ר <WH310> 'a-Char, Afterward יָשֻׁ֙בוּ֙ <WH7725> ya-Shu-vu return בְּנֵ֣י <WH1121> be-Nei shall the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וּבִקְשׁוּ֙ <WH1245> u-vik-Shu and seek אֶת־ <WH853> 'et- יְהוָ֣ה <WH3069> Yah-weh God אֱלֹהֵיהֶ֔ם <WH430> 'e-lo-hei-Hem, their God וְאֵ֖ת <WH853> ve-'Et דָּוִ֣ד <WH1732> da-Vid and David מַלְכָּ֑ם <WH4428> mal-Kam; their king וּפָחֲד֧וּ <WH6342> u-fa-cha-Du and shall fear אֶל־ <WH413> 'el- about יְהוָ֛ה <WH3069> Yah-weh God וְאֶל־ <WH413> ve-'el- and to טוּב֖וֹ <WH2898> tu-Vo and his goodness בְּאַחֲרִ֥ית <WH319> be-'a-cha-Rit in the latter הַיָּמִֽים׃ <WH3117> hai-ya-Mim. days פ Peh"}]}