{"bibleAbbr":"Geneva1599","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"(A prophecy of the kingdoms, which should be enemies to the Church of God, as of Persia,3 Of Greece,5 of Egypt,28 of Syria,36 and of the Romans.) Also I, in the first year of Darius of the Medes, even I (The Angel assureth Daniel that God hath given him power to perform these things, seeing he appointed him to assist Darius when he overcame the Chaldeans.) stood to encourage and to strengthen him."},{"number":2,"verse":"And now will I show thee the truth. Behold, there shall stand up yet (Whereof Cambyses that now reigned, was the first, the second Smerdis, the third Darius the son of Hystaspis, and the fourth Xerxes, which all were enemies to the people of God, and stood against them.) three kings in Persia, and the fourth shall be far richer than they all: and by his strength, and by his riches he shall stir up (For he raised up all the East countries to fight against the Greeks, and albeit he had in his army nine hundred thousand men, yet in four battles he was discomfited and fled away with shame.) all against the realm of Greece."},{"number":3,"verse":"But a (That is, Alexander the great.) mighty King shall stand up, that shall rule with great dominion, and do according to his pleasure."},{"number":4,"verse":"And when he shall stand up, (For when his estate was most flourishing, he overcame himself with drink, and so fell into a disease: or as some write, was poisoned by Cassander.) his kingdom shall be broken, (For his twelve chief Princes first divided his kingdom among themselves.) and shall be divided toward the (After this his Monarchy was divided into four: for Seleucus had Syria, Antigonus Asia minor, Cassander the kingdom of Macedonia, and Ptolemy Egypt.) four winds of heaven: and not to his (Thus God revenged Alexander’s ambition and cruelty in causing his posterity to be murdered, partly of the father’s chief friends, and partly one of another.) posterity, nor according to (None of these four shall be able to be compared to the power of Alexander.) his dominion, which he ruled: for his kingdom shall be plucked up even to be for others besides (That is, his posterity having no part thereof.) those."},{"number":5,"verse":"And the (To wit, Ptolemy king of Egypt.) King of the South shall be mighty, and one of (That is, Antiochus the son of Seleucus, and one of Alexander’s princes shall be more mighty: for he should have both Asia and Syria.) his princes, and shall prevail against him, and bear rule: his dominion shall be a great dominion."},{"number":6,"verse":"And in the end of years they shall be joined together: for the King’s (That is, Berenice the daughter of Ptolemy Philadelphus shall be given in marriage to Antiochus Theos, thinking by this affinity that Syria and Egypt should have a continual peace together.) daughter of the South shall come to the King of the North to make an agreement, but she shall not retain the power of the (That force and strength shall not continue: for soon after Berenice and her young son after her husband’s death, was slain of her stepson Seleucus Callinicus the son of Laodice, the lawful wife of Antiochus, but put away for this woman’s sake.) arm, neither shall (Neither Ptolemy nor Antiochus.) he continue, nor his (Some read, seed, meaning, the child begotten of Berenice.) arm: but she shall be delivered to death, and they that brought her, and he (Some read, she that begate her, and thereby understand her nurse, which brought her up: so that all they that were occasion of this marriage, were destroyed.) that begat her, and he that comforted her, in these times."},{"number":7,"verse":"But out of the bud of her (Meaning, that Ptolemeus Euergetes after the death of his father Philadelphus should succeed in the kingdom being of the same stock that Berenice was.) roots shall one stand up in his stead, (To revenge the sister’s death against Antiochus Callinicus king of Syria.) which shall come with an army, and shall enter into the fortress of the King of the North, and do with them as he list, and shall prevail,"},{"number":8,"verse":"And shall also carry captives into Egypt their gods: with their molten images, and with their precious vessels of silver and of gold, and he shall continue (For this Ptolemy reigned six and forty years.) more years than the king of the North."},{"number":9,"verse":"So the king of the South shall come into his kingdom, and shall return into his own land."},{"number":10,"verse":"Wherefore his (Meaning, Seleucus and Antiochus the great, the sons of Callinicus, shall make war against Ptolemy Philopater the son of Philadelphus.) sons shall be stirred up, and shall assemble a mighty great army: and one (For his elder brother Seleucus died, or was slain while the wars were preparing.) shall come, and overflow, and pass through: then shall he (That is, Philopater when he shall see Antiochus to take great dominions from him in Syria, and also ready to invade Egypt.) return, and be stirred up at his fortress."},{"number":11,"verse":"And the King of the South shall be angry, and shall come forth, and fight with him, even with the king of the North: for he shall set forth a great (For Antiochus had six thousand horsemen, and threescore thousand footmen.) multitude, and the multitude shall be given into his hand."},{"number":12,"verse":"Then the multitude shall be proud, and their heart shall be lifted up: for he shall cast down thousands: but he shall not still prevail,"},{"number":13,"verse":"For the King of the North (After the death of Ptolemy Philopater, who left Ptolemeus Epiphanes his heir.) shall return, and shall set forth a greater multitude than afore, and shall come forth (after certain years) with a mighty army, and great riches."},{"number":14,"verse":"And at the same time there shall (For not only Antiochus came against him but also Philip King of Macedonia, and these two brought great power with them.) many stand up against the king of the South: also the rebellious children of thy (For under Onias which falsely alleged that place of Isa. 19:19, certain of the Jews retired with him into Egypt to fulfill this prophecy: also the Angel showeth that all these troubles which are in the Church, are by the providence and counsel of God.) people shall exalt themselves to establish the vision, but they shall fall."},{"number":15,"verse":"So the King of the North shall come, and cast up a mount, and take the strong city: and the arms of the South shall (The Egyptians were not able to resist Scopas Antiochus’ captain.) not resist, neither his chosen people, neither shall there be any strength to withstand."},{"number":16,"verse":"But he that shall come, shall do unto him as he list, and none shall stand against him: and he shall stand in the (He showeth that he shall not only afflict the Egyptians, but also the Jews, and shall enter into their country, whereof he admonisheth them before, that they may know that all these things came by God’s providence.) pleasant land, which by his hand shall be consumed."},{"number":17,"verse":"Again he shall (This was the second battle that Antiochus fought against Ptolemy Epiphanes.) set his face to enter with the power of his whole kingdom, and his confederates with him: thus shall he do, and he shall give him the (To wit, a beautiful woman which was Cleopatra Antiochus’ daughter.) daughter of women to destroy (For he regarded not the life of his daughter in respect of the kingdom of Egypt.) her: but (She shall not agree to his wicked counsel, but shall love her husband, as her duty requireth, and not seek his destruction.) she shall not stand on his side, neither be for him."},{"number":18,"verse":"After this shall he turn his face unto the (That is, toward Asia, Greece, and those isles which are in the sea called Mediterranean: for the Jews called all countries isles which were divided from them by sea.) isles, and shall take many, but a prince (For whereas Antiochus was wont to contemn the Romans, and put their ambassadors to shame in all places, Atilius the Consul, or Lucius Scipio put him to flight, and caused his shame to turn on his own head.) shall cause his shame to light upon him, besides that he shall cause his own shame to turn upon (By his wicked life, and obeying of foolish counsel.) himself."},{"number":19,"verse":"For he shall turn his face toward the forts of (For fear of the Romans he shall flee to his holds.) his own land: but he shall be overthrown and fall, and be no more (For when as under the pretence of poverty he would have robbed the Temple of Jupiter Dodomeus, the countrymen slew him.) found."},{"number":20,"verse":"(That is, Seleucus shall succeed his father Antiochus.) Then shall stand up in his place in the glory of the kingdom, one that shall raise taxes: but after few days he shall be destroyed, neither in (Not by foreign enemies, or battle, but by treason.) wrath, nor in battle."},{"number":21,"verse":"And in his place shall stand up a (Which was Antiochus Epiphanes, who as is thought was the occasion of Seleucus his brother’s death, and was of a vile, cruel and flattering nature, and defrauded his brother’s son of the kingdom, and usurped the kingdom without the consent of the people.) vile person, to whom they shall not give the honor of the kingdom: but he shall come in peaceably and obtain the kingdom by flatteries."},{"number":22,"verse":"And the (He showeth that great foreign powers shall come to help the young son of Seleucus against his uncle Antiochus: and yet shall be overthrown.) arms shall be overthrown with a flood before him, and shall be broken: and also the prince of the (Meaning, Ptolemais Philopater’s son who was this child’s cousin germane, and is here called the prince of the covenant, because he was the chief, and all others followed his conduct.) covenant."},{"number":23,"verse":"And after (For after the battle Philometor and his uncle Antiochus made a league.) the league made with him, he shall work deceitfully: for he shall come up, and overcome with a (For he came upon him at unawares, and when he suspected his uncle Antiochus nothing.) small people."},{"number":24,"verse":"He shall enter into the quiet and plentiful province, and he shall do that which his fathers (Meaning, in Egypt.) have not done, nor his fathers’ fathers: he shall divide among them the prey and the spoil, and the substance, yea, and he shall forecast his devices against the strongholds, even for a (He will content himself with the small holds for a time, but ever labor by craft to attain to the chiefest.) time."},{"number":25,"verse":"Also he shall stir up his power, and his courage against the King of the South with a great army, and the King of the South shall be stirred up to battle with a very great and mighty army: but he shall not (He shall be overcome with treason.) stand: for they shall forecast and practice against him."},{"number":26,"verse":"Yea, they that feed of the portion of (Signifying his princes and the chief about him.) his meat, shall destroy him: and his army (Declaring that his soldiers shall brast out and venture their life to slay and to be slain for the safeguard of their prince.) shall overflow: and many shall fall, and be slain."},{"number":27,"verse":"And both these Kings’ hearts shall be to do (The uncle and the nephew shall take truce, and banquet together, yet in their hearts they shall imagine mischief one against the other.) mischief, and they shall talk of deceit at one table: but it shall not avail: for (Signifying, that it standeth not in the counsel of men to bring things to pass, but in the providence of God, who ruleth the Kings by a secret bridle, that they cannot do what they list themselves.) yet the end shall be at the time appointed."},{"number":28,"verse":"Then shall he return into his land with great (Which he shall take of the Jews in spoiling Jerusalem and the Temple, and this is told them before to move them to patience, knowing that all things are done by God’s providence.) substance: for his heart shall be against the holy covenant: so shall he do and return to his own land."},{"number":29,"verse":"At the time appointed he shall return, and come toward the South: but the last shall not be as the first."},{"number":30,"verse":"For the ships (That is, the Roman power shall come against him: for P. Popilius the Ambassador appointed him to depart in the Romans’ name, to which thing he obeyed, although with grief, and to revenge his rage he came against the people of God the second time.) of Chittim shall come against him: therefore he shall be sorry and return and fret against the holy covenant: so shall he do, he shall even return (With the Jews which shall forsake the covenant of the Lord: for first he was called against the Jews by Jason the high Priest, and this second time by Menelaus.) and have intelligence with them that forsake the holy covenant."},{"number":31,"verse":"And arms (A great faction of the wicked Jews shall hold with Antiochus.) shall stand on his part, and they shall pollute the Sanctuary (So called because the power of God was nothing diminished, although this tyrant set up in the Temple the image of Jupiter Olympius, and so began to corrupt the pure service of God.) of strength, and shall take away the daily sacrifice, and they shall set up the abominable desolation."},{"number":32,"verse":"And such as wickedly (Meaning, such as bare the name of Jews, but indeed were nothing less, for they sold their souls, and betrayed their brethren for gain.) break the covenant, shall he cause to sin by flattery: but the people that do know their God, shall prevail and prosper."},{"number":33,"verse":"And they that understand among the (They that remain constant among the people shall teach others by their example, and edify many in the true religion.) people, shall instruct many: (Whereby he exhorteth the godly to constancy, although they should perish a thousand times, and though their miseries endure never so long.) yet they shall fall by sword, and by flame, by captivity and by spoil many days."},{"number":34,"verse":"Now when they shall fall, they shall be holpen with a (As God will not leave his Church destitute, yet will he not deliver it all at once, but so help, as they may still seem to fight under the cross, as he did in the time of the Maccabees, whereof he here prophesieth.) little help: but many shall cleave unto them (That is, there shall be even of this small number many hypocrites.) feignedly."},{"number":35,"verse":"And some of them (To wit, of them that fear God and will lose their life for the defense of true religion. Signifying also that the Church must continually be tried and purged, and ought to look for one persecution after another: for God hath appointed the time: therefore we must obey.) of understanding shall fall to try them, and to purge, and to make them white, till the time be out: for there is a time appointed."},{"number":36,"verse":"And the (Because the Angel’s purpose is to show the whole course of the persecutions of the Jews unto the coming of Christ, he now speaketh of the Monarchy of the Romans which he noteth by the name of a King, who were without religion and condemned the true God.) king shall do what him list: he shall exalt himself, and magnify himself against all, that is God, and shall speak marvelous things against the God of gods, and shall prosper, till the wrath (So long the tyrants shall prevail as God hath appointed to punish his people: but he showeth that it is but for a time.) be accomplished: for the determination is made."},{"number":37,"verse":"Neither shall he regard the (The Romans shall observe no certain form of religion as other nations, but shall change their gods at their pleasures, yea, contemn them and prefer themselves to their gods.) God of his fathers, nor the desires (Signifying that they should be without all humanity: for the love of women is taken for singular or great love, as 2 Sam. 1:26.) of women, nor care for any God: for he shall magnify himself above all."},{"number":38,"verse":"But in his place shall he honor the (That is, the god of power and riches: they shall esteem their own power above all their gods and worship it.) god Mauzzim, and the god whom his fathers knew not, shall he honor with (Under pretence of worshipping the gods, they shall enrich their city with the most precious jewels of all the world, because that hereby all men should have them in admiration for their power and riches.) gold and with silver, and with precious stones, and pleasant things."},{"number":39,"verse":"Thus shall he do in (Although in their hearts they had no religion, yet they did acknowledge the gods, and worshipped them in their temples, lest they should have been despised as Atheists: but this was to increase their fame and riches: and when they got any country, they so made others the rulers thereof, that the profit ever came to the Romans.) the holds of Mauzzim with a strange god whom he shall acknowledge: he shall increase his glory, and shall cause them to rule over many, and shall divide the land for gain."},{"number":40,"verse":"And at the end of time shall the king of the (That is, both the Egyptians and the Syrians shall at length fight against the Romans, but they shall be overcome.) South push at him, and the king of the North shall come against him like a whirlwind with chariots, and with horsemen, and with many ships, and he shall enter into the countries, and shall overflow and pass through."},{"number":41,"verse":"He shall enter also into the (The Angel forewarneth the Jews that when they should see the Romans invade them, and that the wicked should escape their hands, that then they should not think but that all this was done by God’s providence, forasmuch as he warned them of it so long afore, and therefore he would still preserve them.) pleasant land, and many countries shall be overthrown: but these shall escape out of his hand, even Edom and Moab, and the chief of the children of Ammon."},{"number":42,"verse":"He shall stretch forth his hands also upon the countries, and the land of Egypt shall not escape."},{"number":43,"verse":"But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt, and of the Libyans, and of the black Mores where he shall pass."},{"number":44,"verse":"But the tidings out of the East and the North shall (Hearing that Crassus was slain, and Antonius discomfited.) trouble him: therefore he shall go forth (For Augustus overcame the Parthians, and recovered that which Antonius had lost.) with great wrath to destroy and root out many."},{"number":45,"verse":"And he shall plant the tabernacles (The Romans after this reigned quietly throughout all countries, and from sea to sea, and in Judea: but at length for their cruelty God shall destroy them.) of his palace between the seas in the glorious and holy mountain, yet he shall come to his end, and none shall help him."}]}