{"bibleAbbr":"Geneva1599","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"(1 Daniel is made ruler over the governors.5 An act against Daniel.16 He is put into a den of lions by the commandment of the king.23 He is delivered by faith in God.24 Daniel’s accusers are put unto the lions.25 Darius by a decree magnifieth the God of Daniel.) It pleased Darius to set over the kingdom (Read Esther 1:1.) an hundred and twenty governors, which should be over the whole kingdom,"},{"number":2,"verse":"And over these three rulers, (of whom Daniel was one) that the governors might give accompts unto them, and the king (Or, not be troubled.) should have no damage."},{"number":3,"verse":"Now this Daniel (This heathen king preferred Daniel a stranger to all his nobles and familiars, because the graces of God were more excellent in him than in others.) was preferred above the rulers, and governors, because the spirit was excellent in him, and the king thought to set him over the whole realm."},{"number":4,"verse":"¶ Wherefore the rulers and governors (Thus the wicked cannot abide the graces of God in others, but seek by all occasions to deface them, therefore against such assaults there is no better remedy than to walk upright in the fear of God, and to have a good conscience.) sought an occasion against Daniel concerning the kingdom: but they could find none occasion nor fault: for he was so faithful that there was no blame nor fault found in him."},{"number":5,"verse":"Then said these men, We shall not find an occasion against this Daniel, except we find it against him concerning the Law of his God."},{"number":6,"verse":"Therefore the rulers and these governors went together to the king, and said thus unto him, King Darius, live forever."},{"number":7,"verse":"All the rulers of thy kingdom, the officers and governors, the counselors and dukes have consulted together to make a decree for the king, and to establish a statute, that whosoever shall ask a petition of any god or man for thirty days save of thee, O king, he shall be cast into the den of lions."},{"number":8,"verse":"Now, O king, confirm the decree, and seal the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not."},{"number":9,"verse":"Wherefore king Darius (Herein is condemned the wickedness of the king, who would be set up as a god, and passed not what wicked laws he approved for the maintenance of the same.) sealed the writing and the decree."},{"number":10,"verse":"¶ Now when Daniel understood that he had sealed the writing, he went into his house, and his (Because he would not by his silence show that he consented to this wicked decree, he set open his windows toward Jerusalem, when he prayed: both to stir up himself with the remembrance of God’s promises to his people, when they should pray toward that Temple, and also that others might see, that he would neither consent in heart nor deed for these few days to anything that was contrary to God’s glory.) window being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed and praised his God, as he did aforetime."},{"number":11,"verse":"Then these men assembled, and found Daniel praying, and making supplication unto his God."},{"number":12,"verse":"So they came and spake unto the king concerning the king’s decree, Hast thou not sealed the decree, that every man that shall make a request to any god or man within thirty days, save to thee, O King, shall be cast into the den of lions? The King answered, and said, The thing is true, according to the law of the Medes and Persians, which altereth not."},{"number":13,"verse":"Then answered they, and said unto the King, This Daniel which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast sealed, but maketh his petition three times a day."},{"number":14,"verse":"When the King heard these words, he was sore displeased with himself, and set his heart on Daniel, to deliver him: and he labored till the sun went down, to deliver him."},{"number":15,"verse":"Then these men assembled unto the king, and said unto the King, Understand, O King, that the law of the Medes and Persians is, that no decree nor statute which the king confirmeth, may be (Thus the wicked maintain evil laws by constancy and authority, which is ofttimes either lightness, or stubbornness, when as the innocents thereby perish, and therefore governors neither ought to fear, nor be ashamed to break such.) altered."},{"number":16,"verse":"¶ Then the King commanded, and they brought Daniel, and cast him into the den of lions: now the king spake, and said unto Daniel, Thy God, whom thou always servest, even he will deliver thee."},{"number":17,"verse":"And a stone was brought, and laid upon the mouth of the den, and the King sealed it with his own signet, and with the signet of his princes, that the purpose might not be changed, concerning Daniel."},{"number":18,"verse":"Then the king went unto his palace, and remained fasting, neither were the instruments of music brought before him, and his sleep went from him."},{"number":19,"verse":"¶ Then the king arose early in the morning, and went in all haste unto the den of lions."},{"number":20,"verse":"And when he came to the den, he cried with a lamentable voice unto Daniel: and the king spake, and said to Daniel, O Daniel the servant of the living God, is not thy God (whom thou always servest) (This declareth that Darius was not touched with the true knowledge of God, because he doubted of his power.) able to deliver thee from the lions?"},{"number":21,"verse":"Then said Daniel unto the King, O king, live forever."},{"number":22,"verse":"My God hath sent his Angel and hath shut the lion’s mouths, and they have not hurt me: for (My just cause and uprightness in this thing wherein I was charged, is approved of God.) my justice was found out before him: and unto thee, O king, I have done (For he did disobey the king’s wicked commandment to obey God, and so did no injury to the king, who ought to command nothing whereby God should be dishonored.) no hurt."},{"number":23,"verse":"Then was the King exceeding glad for him, and commanded that they should take Daniel out of the den: so Daniel was brought out of the den, and no manner of hurt was found upon him, because he (Because he committed himself wholly unto God whose cause he did defend, he was assured that nothing but good could come unto him: wherein we see the power of faith, as Heb. 11:33.) believed in his God."},{"number":24,"verse":"And by the commandment of the King these men which had accused Daniel, were brought, and were (This is a terrible example against all the wicked which do against their conscience make cruel laws to destroy the children of God, and also admonisheth Princes how to punish such when their wickedness is come to light: though not in every point, or with like circumstances, yet to execute true justice upon them.) cast into the den of lions, even they, their children, and their wives: and the lions had the mastery of them, and brake all their bones a pieces, or ever they came at the ground of the den."},{"number":25,"verse":"¶ Afterward King Darius wrote, Unto all people, nations and languages, that dwell in all the world: Peace be multiplied unto you."},{"number":26,"verse":"I make a decree, that in all the dominion of my kingdom, men tremble and fear (This proveth not that Darius did worship God aright, or else was converted: for then he would have destroyed all superstition and idolatry: and not only given God the chief place, but also have set him up, and caused him to be honored according to his word: but this was a certain confession of God’s power, whereunto he was compelled by this wonderful miracle.) before the God of Daniel: for he is the (Which hath not only life in himself, but is the only fountain of life, and quickeneth all things, so that without him there is no life.) living God, and remaineth forever: and his kingdom shall not perish, and his dominion shall be everlasting."},{"number":27,"verse":"He rescueth and delivereth, and he worketh signs and wonders in heaven and in earth: who hath delivered Daniel from the power of the lions."},{"number":28,"verse":"So this Daniel prospered in the reign of Darius and in the reign of Cyrus of Persia."}]}