{"bibleAbbr":"Geneva1599","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"((A vision of a battle between a ram and a goat:20 The understanding of the vision.) ) In the third year of the reign of king Belshazzar, a vision appeared unto me, even unto me Daniel, (After the general vision, he cometh to certain particular visions as touching the destruction of the Monarchy of the Persians, and Macedonians: for the ruin of the Babylonians was at hand, and also he had sufficiently spoken thereof.) after that which appeared unto me at the first."},{"number":2,"verse":"And I saw in a vision, and when I saw it, I was in the palace of Shushan, which is in the province (That is, of Persia.) of Elam, and in a vision me thought I was by the river of Ulai."},{"number":3,"verse":"Then I looked up and saw, and behold, there stood before the river a (Which represented the kingdom of the Persians and Medes, which were joined together.) ram which had two horns, and these two horns were high: but one was (Meaning, Cyrus, which after grew greater in power than Darius his uncle and father-in-law.) higher than another, and the highest came up last."},{"number":4,"verse":"I saw the ram pushing against the West, and against the North, and against the South: so that no (That is, no kings or nations.) beasts might stand before him, nor could deliver out of his hand, but he did what he listed, and became great."},{"number":5,"verse":"And as I considered, behold, (Meaning, Alexander that came from Greece with great speed and expedition.) a goat came from the West over the whole earth, and touched not the ground: and this goat had an (Though he came in the name of all Greece, yet he bore the title and dignity of the general captain, so that the strength was attributed to him, which is meant by this horn.) horn that appeared between his eyes."},{"number":6,"verse":"And he came unto the ram that had the two horns, whom I had seen standing by the river, and ran unto him in his fierce rage."},{"number":7,"verse":"And I saw him come unto the ram, and being moved against him, he (Alexander overcame Darius in two sundry battles, and so had the two kingdoms of the Medes and Persians.) smote the ram, and brake his two horns: and there was no power in the ram to stand against him, but he cast him down to the ground, and stamped upon him, and there was none that could deliver the ram out of his power."},{"number":8,"verse":"Therefore the goat waxed exceeding great, and when he was at the strongest, his great (Alexander’s great power was broken: for when he had overcome all the East, he thought to return toward Greece to subdue them that had rebelled, and so died by the way.) horn was broken: and for it came up four that (That is, which were famous: for almost in the space of fifteen years there were fifteen divers successors before this monarchy was divided to these four, whereof Cassander had Macedonia, Seleucus Syria, Antigonus Asia the less, and Ptolemy Egypt.) appeared toward the four winds of the heaven."},{"number":9,"verse":"And out of one of them came forth a (Which was Antiochus Epiphanes, who was of a servile and flattering nature, and also there were others between him and the kingdom, and therefore is here called the little horn, because neither princely conditions, nor any other thing was in him, why he should obtain this kingdom.) little horn, which waxed very great toward the (That is, toward Egypt.) South, and toward the (Whereby he meaneth Ptolemeus.) East, and toward the (That is, Judea.) pleasant land."},{"number":10,"verse":"Yea, it grew up unto the (Antiochus raged against the elect of God, and trode his precious stars under feet, which are so called, because they are separated from the world.) host of heaven, and it cast down some of the host, and of the stars to the ground, and trode upon them,"},{"number":11,"verse":"And extolled himself against the (That is, God, who governeth and maintaineth his Church.) prince of the host, from whom the (He labored to abolish all religion, and therefore cast God’s service out of his Temple, which God had chosen as a little corner from all the rest of the world to have his Name there truly called upon.) daily sacrifice was taken away, and the place of his Sanctuary was cast down."},{"number":12,"verse":"And (He showeth that their sins are the cause of these horrible afflictions: and yet comforteth them, in that he appointeth this tyrant a time, whom he would not suffer utterly to abolish his religion.) a time shall be given him over the daily sacrifice for the iniquity: and it shall (This horn shall abolish for a time the true doctrine, and so corrupt God’s service.) cast down the truth to the ground, and thus shall it do, and prosper."},{"number":13,"verse":"Then I heard one of the (Meaning, that he heard one of the Angels asking this question of Christ, whom he called a certain one, or a secret one, or a marvelous one.) Saints speaking, and one of the Saints spake unto a certain one, saying, How long shall endure the vision of the daily sacrifice, and the iniquity of the (That is, the Jews’ sins, which were cause of his destruction.) desolation to tread both the Sanctuary and the (That is, which suppresseth God’s religion, and his people.) army underfoot?"},{"number":14,"verse":"And (Christ answered me for the comfort of the Church.) he answered me, Unto the (That is, until so many natural days be past, which make 6 years, 3 months and an half: for so long under Antiochus was the Temple profaned.) evening and the morning, two thousand and three hundred: then shall the Sanctuary be cleansed."},{"number":15,"verse":"¶ Now when I Daniel had seen the vision, and sought for the meaning, behold, there stood before me (Which was Christ who in this manner declared himself to the old fathers, how he would be God manifest in flesh.) like the similitude of a man."},{"number":16,"verse":"And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, (This power to command the Angel, declared that he was God.) make this man to understand the vision."},{"number":17,"verse":"So he came where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for (The effect of this vision shall not yet appear, but a long time after.) in the last time shall be the vision."},{"number":18,"verse":"Now as he was speaking unto me, I being asleep fell on my face to the ground: but he touched me, and set me up in my place."},{"number":19,"verse":"And he said, Behold, I will show thee what shall be in the last (Meaning, that great rage which Antiochus should show against the Church.) wrath: for in the end of the time appointed it shall come."},{"number":20,"verse":"The ram which thou sawest having two horns, are the Kings of the Medes and Persians."},{"number":21,"verse":"And the goat is the King of Greece, and the great horn that is between his eyes, is the first king."},{"number":22,"verse":"And that that is broken, and four stood up for it, are four kingdoms, which shall stand up (That is, out of Greece.) of that nation, but not (They shall not have like power as had Alexander.) in his strength."},{"number":23,"verse":"And in the end of their kingdom, when the rebellious shall be consumed, a King of (Noting that this Antiochus was impudent and cruel, and also crafty that he could not be deceived.) fierce countenance, and understanding dark sentences, shall stand up."},{"number":24,"verse":"And his power shall be mighty, but not (That is, not like Alexander’s strength.) in his strength: and he shall destroy wonderfully, and shall prosper, and practice, and shall destroy the (Both the Gentiles that dwelt about him, and also the Jews.) mighty, and the holy people."},{"number":25,"verse":"And through his (Whatsoever he goeth about by his craft, he shall bring it to pass.) policy also he shall cause craft to prosper in his hand, and he shall extol himself in his heart, and by (That is, under pretence of peace, or as it were in sport.) peace shall destroy many: he shall also stand up against the (Meaning, against God.) prince of princes, but he shall be broken down (For God would destroy him with a notable plague, and so comfort his Church.) without hand."},{"number":26,"verse":"And the vision of the (Read verse 14.) evening and the morning, which is declared, is true: therefore seal thou up the vision, for it shall be after many days."},{"number":27,"verse":"And I Daniel was stricken and sick (For fear and astonishment.) certain days: but when I rose up, I did the king’s business, and I was astonished at the vision, but none understood it."}]}