{"bibleAbbr":"LEB2012","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":1,"verses":[{"number":1,"verse":"Superscription The oracle concerning Nineveh — the scroll of the vision of Nahum the Elkoshite:"},{"number":2,"verse":"Half-Acrostic: Yahweh Takes Vengeance against His Enemies Yahweh is a jealous God and avenging; Yahweh is avenging and full of wrath. Yahweh takes vengeance against his enemies; he rages against his adversaries."},{"number":3,"verse":"Yahweh is slow to anger but great in power; he will certainly not allow the guilty to go unpunished. He marches in storm wind and in gale; storm clouds are the dust of his feet."},{"number":4,"verse":"He rebukes the sea and he dries up the rivers; he makes all the rivers run dry. Bashan and Carmel wither; the blossom of Lebanon languishes."},{"number":5,"verse":"Mountains quake before him; the hills shake apart. The earth heaves before him — the world and all her inhabitants."},{"number":6,"verse":"His indignation — who can stand before it? Who can endure his fierce anger? His wrath is poured out like fire; rocks are shattered before him."},{"number":7,"verse":"Yahweh is good — a refuge in the day of distress; he knows those who take refuge in him."},{"number":8,"verse":"But with a rushing torrent he will bring Nineveh to an end; he will chase his enemies into darkness."},{"number":9,"verse":"Yahweh Will Destroy Nineveh What do you plot against Yahweh? He will completely destroy it; trouble will not rise up a second time!"},{"number":10,"verse":"For like entangled thorns, and like their drink which is drunk, they will be consumed like fully dry chaff."},{"number":11,"verse":"From you goes out one who plots evil against Yahweh, one who plans wickedness."},{"number":12,"verse":"Yahweh Will Deliver Judah and Destroy Nineveh Yahweh says this: “Even though they are powerful and likewise many, even so they will be cut off and pass away. Though I have afflicted you, I will afflict you no longer."},{"number":13,"verse":"And now, I will break his yoke from upon you; I will snap your bonds.”"},{"number":14,"verse":"Yahweh has commanded concerning you: “Your name will no longer be sown. I will cut off the idols and images from the temple of your gods; I will send you to the grave because you are worthless.”"},{"number":15,"verse":"Look! On the mountains! The feet of the one who brings good tidings, the one who proclaims peace! “Celebrate a festival, O Judah, Fulfill your vows! For he will not invade you again; the wicked one is cut off completely!”"}]}