{"bibleAbbr":"bnOV2016","bookName":"সখরিয় ভাববাদীর পুস্তক।","bookEnglishName":"Zechariah","chapterNumber":14,"verses":[{"number":1,"verse":"( সদাপ্রভুর দিনের বর্ণনা।) দেখ, সদাপ্রভুর এক দিন আসিতেছে; সেই দিন তোমার মধ্যে তোমার সম্পত্তি লুট হইয়া বিভক্ত হইবে।"},{"number":2,"verse":"কারণ আমি সমুদয় জাতিকে যুদ্ধার্থে যিরূশালেমের বিরুদ্ধে সংগ্রহ করিব; তাহাতে নগর শত্রুহস্তগত, সকল গৃহের দ্রব্য লুটিত, ও স্ত্রীলোকেরা বলাৎকৃত হইবে, এবং নগরের অর্দ্ধেক লোক নির্ব্বাসনে যাইবে, আর অবশিষ্ট প্রজারা নগর হইতে উচ্ছিন্ন হইবে না।"},{"number":3,"verse":"তখন সদাপ্রভু বাহির হইবেন, এবং সংগ্রামের দিনে যেমন যুদ্ধ করিয়াছিলেন, তেমনি ঐ জাতিগণের সহিত যুদ্ধ করিবেন।"},{"number":4,"verse":"আর সেই দিন তাঁহার চরণ সেই জৈতুন পর্ব্বতের উপরে দাঁড়াইবে, যাহা যিরূশালেমের সম্মুখে পূর্ব্বদিকে অবস্থিত; তাহাতে জৈতুন পর্ব্বতের মধ্যদেশ পূর্ব্বদিকে ও পশ্চিমদিকে বিদীর্ণ হইয়া অতি বৃহৎ উপত্যকা হইয়া যাইবে, পর্ব্বতের অর্দ্ধেক উত্তরদিকে ও অর্দ্ধেক দক্ষিণদিকে সরিয়া যাইবে।"},{"number":5,"verse":"তখন তোমরা আমার পর্ব্বতগণের উপত্যকা দিয়া পলায়ন করিবে; কেননা পর্ব্বতগণের সেই উপত্যকা আৎসল পর্য্যন্ত যাইবে; হাঁ, তোমরা পলায়ন করিবে, যেমন যিহূদা-রাজ উষিয়ের সময়ে ভূমিকম্পের সম্মুখ হইতে পলায়ন করিয়াছিলে; আর আমার ঈশ্বর সদাপ্রভু আসিবেন, তোমার ( (বা) তাঁহার।) সঙ্গে পবিত্রগণ সকলেই আসিবেন।"},{"number":6,"verse":"আর সেই দিন আলো হইবে না, জ্যোতির্গণ সঙ্কুচিত হইবে।"},{"number":7,"verse":"সে অদ্বিতীয় দিন হইবে, সদাপ্রভুই তাহার তত্ত্ব জানেন; তাহা দিবসও হইবে না, রাত্রিও হইবে না, কিন্তু সন্ধ্যাকালে দীপ্তি হইবে।"},{"number":8,"verse":"আর সেই দিন যিরূশালেম হইতে জীবন্ত জল নির্গত হইবে, তাহার অর্দ্ধেক পূর্ব্বসমুদ্রের দিকে ও অর্দ্ধেক পশ্চিমসমুদ্রের দিকে যাইবে; তাহা গ্রীষ্ম ও শীতকালে থাকিবে।"},{"number":9,"verse":"আর সদাপ্রভু সমস্ত দেশের উপরে রাজা হইবেন; সেই দিন সদাপ্রভু অদ্বিতীয় হইবেন, এবং তাঁহার নামও অদ্বিতীয় হইবে।"},{"number":10,"verse":"গেবা অবধি যিরূশালেমের দক্ষিণস্থ রিম্মোণ পর্য্যন্ত সমস্ত দেশ রূপান্তর প্রাপ্ত হইয়া অরাবা তলভূমির ন্যায় হইবে, এবং নগরটী উন্নত হইয়া আপন স্থানে বসতিবিশিষ্ট হইবে; বিন্যামীনের দ্বার অবধি প্রথম দ্বারের স্থান পর্য্যন্ত, কোণের দ্বার পর্য্যন্ত, এবং হননেলের দুর্গ অবধি রাজার দ্রাক্ষাযন্ত্র পর্য্যন্ত সেইরূপ হইবে।"},{"number":11,"verse":"আর লোকেরা তাহার মধ্যে বাস করিবে; আর কখনও অভিশাপ হইবে না, কিন্তু যিরূশালেম নির্ভয়ে বসতি করিবে।"},{"number":12,"verse":"আর যে সকল জাতি যিরূশালেমের বিরুদ্ধে যুদ্ধযাত্রা করিবে সদাপ্রভু এইরূপ আঘাতে তাহাদিগকে আহত করিবেন; চরণে ভর দিয়া দাঁড়াইবার সময়ে তাহাদের মাংস ক্ষয় পাইবে, কোটরে চক্ষু দুটী ক্ষয় পাইবে, ও মুখে জিহ্বা ক্ষয় পাইবে।"},{"number":13,"verse":"আর সেই দিন তাহাদের মধ্যে সদাপ্রভু হইতে মহাকোলাহল হইবে; তাহারা প্রত্যেক জন আপন আপন প্রতিবাসীর হস্ত ধরিবে, এবং প্রত্যেকের হস্ত আপন আপন প্রতিবাসীর বিরুদ্ধে উত্তোলিত হইবে।"},{"number":14,"verse":"যিহূদাও যিরূশালেমে যুদ্ধ করিবে, এবং চারিদিকের সমস্ত জাতির ধন, স্বর্ণ, রৌপ্য ও বস্ত্র অতিশয় প্রচুররূপে সঞ্চয় করা যাইবে।"},{"number":15,"verse":"আর সেই সকল শিবিরে উপস্থিত অশ্ব, অশ্বতর, উষ্ট্র, গর্দ্দভ প্রভৃতি সকল পশুর প্রতি আঘাত ঐ আঘাতের ন্যায় হইবে।"},{"number":16,"verse":"আর যিরূশালেমের বিরুদ্ধে আগত সমস্ত জাতির মধ্যে যাহারা অবশিষ্ট থাকিবে, তাহারা বৎসর বৎসর বাহিনীগণের সদাপ্রভু রাজার কাছে প্রণিপাত করিতে ও কুটীরোৎসব পালন করিতে আসিবে।"},{"number":17,"verse":"আর পৃথিবীর গোষ্ঠী সকলের মধ্যে যাহারা বাহিনীগণের সদাপ্রভু রাজার কাছে প্রণিপাত করিতে যিরূশালেমে না আইসে, তাহাদের উপরে বৃষ্টি হইবে না।"},{"number":18,"verse":"মিসরের গোষ্ঠী যদি না আইসে, উপস্থিত না হয়, তবে তাহাদের উপরে [বৃষ্টি হইবে] না; যে সকল জাতি কুটীরোৎসব পালন করিতে না আসিবে, তাহাদিগকে সদাপ্রভু যে আঘাতে আহত করিবেন, সেই আঘাত [উহাদের প্রতিও] ঘটিবে।"},{"number":19,"verse":"ইহা মিসরের দণ্ড হইবে, এবং যে সকল জাতি কুটীরোৎসব পালন করিতে না আসিবে, তাহাদের সকলের সেই দণ্ড হইবে।"},{"number":20,"verse":"সেই দিন ‘সদাপ্রভুর উদ্দেশে পবিত্র’ এই কথা অশ্বগণের ঘন্টিকাতে থাকিবে, এবং সদাপ্রভুর গৃহে স্থিত হাঁড়ীগুলি যজ্ঞবেদির সম্মুখস্থ পাত্র সকলের তুল্য হইবে।"},{"number":21,"verse":"আর যিরূশালেমের ও যিহূদার সমস্ত হাঁড়ী বাহিনীগণের সদাপ্রভুর উদ্দেশে পবিত্র হইবে; এবং যাহারা বলিদান করে, তাহারা সকলে আসিয়া তাহার মধ্যে কোন কোন হাঁড়ী লইয়া তাহাতে পাক করিবে; আর সেই দিন বাহিনীগণের সদাপ্রভুর গৃহে কোন কনানীয় ( (বা) ব্যবসায়ী।) আর থাকিবে না।"}]}