{"bibleAbbr":"bnOV2016","bookName":"সখরিয় ভাববাদীর পুস্তক।","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"( ইস্রায়েল ও ইস্রায়েল-রাজের বিষয়ে ভারবাণী।) হদ্রক দেশের উপরে সদাপ্রভুর বাক্যের ভারবাণী, এবং দম্মেশক তাহার অবস্থিতি-স্থান; কেননা সদাপ্রভুর চক্ষু মনুষ্যের এবং সমস্ত ইস্রায়েল-বংশের প্রতি রহিয়াছে ( (বা) কেননা মনুষ্যের এবং সমস্ত ইস্রায়েলের চক্ষু সদাপ্রভুর প্রতি রহিয়াছে।) ।"},{"number":2,"verse":"আর তাহার পার্শ্বে স্থিত হমাৎ এবং প্রচুর জ্ঞানবিশিষ্ট সোব ও সীদোনও তাহার ভাগী হইবে।"},{"number":3,"verse":"সোর আপনার জন্য দৃঢ় দুর্গ নির্ম্মাণ করিয়াছে, এবং ধূলার ন্যায় রৌপ্য ও পথের কদ্দমের ন্যায় উত্তম স্বর্ণ সঞ্চয় করিয়াছে।"},{"number":4,"verse":"দেখ, প্রভু তাহাকে অধিকারচ্যুত করিবেন, ও সমুদ্রে তাহার বলে আঘাত করিবেন, এবং সে অগ্নিভক্ষিত হইবে।"},{"number":5,"verse":"তাহা দেখিয়া অস্কিলোন ভয় পাইবে, ঘসাও দেখিয়া অতিশয় ব্যথিত হইবে, এবং ইক্রোণও তদ্রূপ হইবে, কেননা তাহার আশাভূমি লজ্জিত হইবে, ঘসা হইতে রাজা উচ্ছিন্ন হইবে, ও অস্কিলোনে বসতি থাকিবে না।"},{"number":6,"verse":"আর অস্দোদে জারজ বংশ বাস করিবে, এবং আমি পলেষ্টীয়দের দর্প চূর্ণ করিব।"},{"number":7,"verse":"আর আমি তাহার মুখ হইতে তাহার পেয় রক্ত, ও দন্তের মধ্য হইতে তাহার জঘন্য বস্তু সকল অপসারণ করিব; আর সে অবশিষ্ট থাকিয়া আপনিও আমাদের ঈশ্বরের লোক হইবে; সে যিহূদার মধ্যে অধ্যক্ষতুল্য হইবে, এবং ইক্রোণ যিবূষীয়ের তুল্য হইবে।"},{"number":8,"verse":"আর আমি সৈন্যসামন্তের বিরুদ্ধে আপন কুলের চারিদিকে শিবির স্থাপন করিব, যেন কেহ গমনাগমন না করে; তাহাতে কোন প্রজাপীড়নকারী আর তাহাদের নিকট দিয়া যাইবে না; কারণ এখন আমি স্বচক্ষে দেখিলাম।"},{"number":9,"verse":"হে সিয়োন-কন্যা অতিশয় উল্লাস কর; হে যিরূশালেম-কন্যা, জয়ধ্বনি কর। দেখ, তোমার রাজা তোমার কাছে আসিতেছেন; তিনি ধর্ম্মময় ও পরিত্রাণযুক্ত, তিনি নম্র ও গর্দ্দভে উপবিষ্ট, গর্দ্দভীর শাবকে উপবিষ্ট।"},{"number":10,"verse":"আর আমি ইফ্রয়িম হইতে রথ ও যিরূশালেম হইতে অশ্ব উচ্ছিন্ন করিব, আর যুদ্ধ-ধনু উচ্ছিন্ন হইবে; এবং তিনি জাতিদিগকে শান্তির কথা কহিবেন; আর তাঁহার কর্ত্তৃত্ব এক সমুদ্র অবধি অপর সমুদ্র পর্য্যন্ত, ও নদী অবধি পৃথিবীর প্রান্ত পর্য্যন্ত ব্যাপিবে।"},{"number":11,"verse":"আর তোমার বিষয়ে বলিতেছি, তোমার নিয়মের রক্ত প্রযুক্ত আমি তোমার বন্দিদিগকে সেই নির্জল কূপের মধ্য হইতে মুক্ত করিয়াছি।"},{"number":12,"verse":"হে আশার বন্দিগণ, তোমরা ফিরিয়া দৃঢ় দুর্গে আইস; আমি অদ্যই অঙ্গীকার করিতেছি, আমি তোমাকে দ্বিগুণ অংশ দিব।"},{"number":13,"verse":"কারণ আমি আপনার জন্য যিহূদাকে ধনুরূপে আকর্ষণ করিয়াছি, বাণরূপে ইফ্রয়িমকে সন্ধান করিয়াছি; আর হে সিয়োন, আমি তোমার সন্তানদিগকে, হে যবন তোমার সন্তানদের বিরুদ্ধে উত্তেজিত করিব, ও তোমাকে বীরের খড়্গস্বরূপ করিব।"},{"number":14,"verse":"আর সদাপ্রভু তাহাদের ঊর্দ্ধে দর্শন দিবেন, ও তাঁহার বাণ বিদ্যুতের ন্যায় নির্গত হইবে; এবং প্রভু সদাপ্রভু তূরী বাজাইবেন, আর দক্ষিণের ঘূর্ণ্যবায়ু সহকারে গমন করিবেন।"},{"number":15,"verse":"বাহিনীগণের সদাপ্রভু তাহাদিগকে রক্ষা করিবেন, তাহাতে তাহারা গ্রাস করিবে, ও ফিঙ্গার প্রস্তর সকল পদতলে দলিত করিবে; আর তাহারা পান করিবে, এবং দ্রাক্ষারসে মত্ত লোকের ন্যায় শব্দ করিবে; আর তাহারা বৃহৎ পানপাত্রের ন্যায় পূর্ণ হইবে, যজ্ঞবেদির কোণের ন্যায় হইবে।"},{"number":16,"verse":"আর সেই দিন তাহাদের ঈশ্বর সদাপ্রভু তাহাদিগকে আপন প্রজারূপ মেষপালের ন্যায় নিস্তার করিবেন, বস্তুতঃ তাহারা মুকুটস্থ মণির ন্যায় তাঁহার দেশের উপরে চাক্চিক্যবিশিষ্ট হইবে।"},{"number":17,"verse":"আঃ! তাহাদের কেমন মঙ্গল ও কেমন শোভা! ( (বা) তাঁহার কেমন মঙ্গলভাব ও কেমন শোভা!) শস্য যুবকদিগকে ও নূতন দ্রাক্ষারস যুবতীদিগকে সতেজ করিবে।"}]}