{"bibleAbbr":"urDGV2010","bookName":"हिज़्क़ीएल","bookEnglishName":"Ezekiel","chapterNumber":16,"verses":[{"number":1,"verse":"( यरूशलम बेवफ़ा औरत है) रब मुझ से हमकलाम हुआ,"},{"number":2,"verse":"“ऐ आदमज़ाद, यरूशलम के ज़हन में उस की मकरूह हरकतों की सन्जीदगी बिठा कर"},{"number":3,"verse":"एलान कर कि रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘ऐ यरूशलम बेटी, तेरी नस्ल मुल्क-ए-कनआन की है, और वहीं तू पैदा हुई। तेरा बाप अमोरी, तेरी माँ हित्ती थी।"},{"number":4,"verse":"पैदा होते वक़्त नाफ़ के साथ लगी नाल को काट कर दूर नहीं किया गया। न तुझे पानी से नहलाया गया, न तेरे जिस्म पर नमक मला गया, और न तुझे कपड़ों में लपेटा गया।"},{"number":5,"verse":"न किसी को इतना तरस आया, न किसी ने तुझ पर इतना रहम किया कि इन कामों में से एक भी करता। इस के बजाए तुझे खुले मैदान में फैंक कर छोड़ दिया गया। क्यूँकि जब तू पैदा हुई तो सब तुझे हक़ीर जानते थे।"},{"number":6,"verse":"तब मैं वहाँ से गुज़रा। उस वक़्त तू अपने ख़ून में तड़प रही थी। तुझे इस हालत में देख कर मैं बोला, “जीती रह!” हाँ, तू अपने ख़ून में तड़प रही थी जब मैं बोला, “जीती रह!"},{"number":7,"verse":"खेत में हरियाली की तरह फलती फूलती जा!” तब तू फलती फूलती हुई परवान चढ़ी। तू निहायत ख़ूबसूरत बन गई। छातियाँ और बाल देखने में प्यारे लगे। लेकिन अभी तक तू नंगी और बरहना थी।"},{"number":8,"verse":"मैं दुबारा तेरे पास से गुज़रा तो देखा कि तू शादी के क़ाबिल हो गई है। मैं ने अपने लिबास का दामन तुझ पर बिछा कर तेरी बरहनगी को ढाँप दिया। मैं ने क़सम खा कर तेरे साथ अह्द बांधा और यूँ तेरा मालिक बन गया। यह रब क़ादिर-ए-मुतलक़ का फ़रमान है।"},{"number":9,"verse":"मैं ने तुझे नहला कर ख़ून से साफ़ किया, फिर तेरे जिस्म पर तेल मला।"},{"number":10,"verse":"मैं ने तुझे शानदार लिबास और चमड़े के नफ़ीस जूते पहनाए, तुझे बारीक कतान और क़ीमती कपड़े से मुलब्बस किया।"},{"number":11,"verse":"फिर मैं ने तुझे ख़ूबसूरत ज़ेवरात, चूड़ियों, हार,"},{"number":12,"verse":"नथ, बालियों और शानदार ताज से सजाया।"},{"number":13,"verse":"यूँ तू सोने-चाँदी से आरास्ता और बारीक कतान, रेशम और शानदार कपड़े से मुलब्बस हुई। तेरी ख़ुराक बेहतरीन मैदे, शहद और ज़ैतून के तेल पर मुश्तमिल थी। तू निहायत ही ख़ूबसूरत हुई, और होते होते मलिका बन गई।’"},{"number":14,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘तेरे हुस्न की शोहरत दीगर अक़्वाम में फैल गई, क्यूँकि मैं ने तुझे अपनी शान-ओ-शौकत में यूँ शरीक किया था कि तेरा हुस्न कामिल था।"},{"number":15,"verse":"लेकिन तू ने क्या किया? तू ने अपने हुस्न पर भरोसा रखा। अपनी शोहरत से फ़ाइदा उठा कर तू ज़िनाकार बन गई। हर गुज़रने वाले को तू ने अपने आप को पेश किया, हर एक को तेरा हुस्न हासिल हुआ।"},{"number":16,"verse":"तू ने अपने कुछ शानदार कपड़े ले कर अपने लिए रंगदार बिस्तर बनाया और उसे ऊँची जगहों पर बिछा कर ज़िना करने लगी। ऐसा न माज़ी में कभी हुआ, न आइन्दा कभी होगा।"},{"number":17,"verse":"तू ने वही नफ़ीस ज़ेवरात लिए जो मैं ने तुझे दिए थे और मेरी ही सोने-चाँदी से अपने लिए मर्दों के बुत ढाल कर उन से ज़िना करने लगी।"},{"number":18,"verse":"उन्हें अपने शानदार कपड़े पहना कर तू ने मेरा ही तेल और बख़ूर उन्हें पेश किया।’"},{"number":19,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘जो ख़ुराक यानी बेहतरीन मैदा, ज़ैतून का तेल और शहद मैं ने तुझे दिया था उसे तू ने उन्हें पेश किया ताकि उस की ख़ुश्बू उन्हें पसन्द आए।"},{"number":20,"verse":"जिन बेटे-बेटियों को तू ने मेरे हाँ जन्म दिया था उन्हें तू ने क़ुर्बान करके बुतों को खिलाया। क्या तू अपनी ज़िनाकारी पर इकतिफ़ा न कर सकी?"},{"number":21,"verse":"क्या ज़रूरत थी कि मेरे बच्चों को भी क़त्ल करके बुतों के लिए जला दे?"},{"number":22,"verse":"ताज्जुब है कि जब भी तू ऐसी मकरूह हरकतें और ज़िना करती थी तो तुझे एक बार भी जवानी का ख़याल न आया, यानी वह वक़्त जब तू नंगी और बरहना हालत में अपने ख़ून में तड़पती रही।’"},{"number":23,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘अफ़्सोस, तुझ पर अफ़्सोस! अपनी बाक़ी तमाम शरारतों के इलावा"},{"number":24,"verse":"तू ने हर चौक में बुतों के लिए क़ुर्बानगाह तामीर करके हर एक के साथ ज़िना करने की जगह भी बनाई।"},{"number":25,"verse":"हर गली के कोने में तू ने ज़िना करने का कमरा बनाया। अपने हुस्न की बेहुरमती करके तू अपनी इस्मतफ़रोशी ज़ोरों पर लाई। हर गुज़रने वाले को तू ने अपना बदन पेश किया।"},{"number":26,"verse":"पहले तू अपने शहवतपरस्त पड़ोसी मिस्र के साथ ज़िना करने लगी। जब तू ने अपनी इस्मतफ़रोशी को ज़ोरों पर ला कर मुझे मुश्तइल किया"},{"number":27,"verse":"तो मैं ने अपना हाथ तेरे ख़िलाफ़ बढ़ा कर तेरे इलाक़े को छोटा कर दिया। मैं ने तुझे फ़िलिस्ती बेटियों के लालच के हवाले कर दिया, उन के हवाले जो तुझ से नफ़रत करती हैं और जिन को तेरे ज़िनाकाराना चाल-चलन पर शर्म आती है।"},{"number":28,"verse":"अब तक तेरी शहवत को तस्कीन नहीं मिली थी, इस लिए तू असूरियों से ज़िना करने लगी। लेकिन यह भी तेरे लिए काफ़ी न था।"},{"number":29,"verse":"अपनी ज़िनाकारी में इज़ाफ़ा करके तू सौदागरों के मुल्क बाबल के पीछे पड़ गई। लेकिन यह भी तेरी शहवत के लिए काफ़ी नहीं था।’"},{"number":30,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘ऐसी हरकतें करके तू कितनी सरगर्म हुई! साफ़ ज़ाहिर हुआ कि तू ज़बरदस्त कस्बी है।"},{"number":31,"verse":"जब तू ने हर चौक में बुतों की क़ुर्बानगाह बनाई और हर गली के कोने में ज़िना करने का कमरा तामीर किया तो तू आम कस्बी से मुख़्तलिफ़ थी। क्यूँकि तू ने अपने गाहकों से पैसे लेने से इन्कार किया।"},{"number":32,"verse":"हाय, तू कैसी बदकार बीवी है! अपने शौहर पर तू दीगर मर्दों को तर्जीह देती है।"},{"number":33,"verse":"हर कस्बी को फ़ीस मिलती है, लेकिन तू तो अपने तमाम आशिक़ों को तोह्फ़े देती है ताकि वह हर जगह से आ कर तेरे साथ ज़िना करें।"},{"number":34,"verse":"इस में तू दीगर कस्बियों से फ़र्क़ है। क्यूँकि न गाहक तेरे पीछे भागते, न वह तेरी मुहब्बत का मुआवज़ा देते हैं बल्कि तू ख़ुद उन के पीछे भागती और उन्हें अपने साथ ज़िना करने का मुआवज़ा देती है।’"},{"number":35,"verse":"ऐ कस्बी, अब रब का फ़रमान सुन ले!"},{"number":36,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘तू ने अपने आशिक़ों को अपनी बरहनगी दिखा कर अपनी इस्मतफ़रोशी की, तू ने मकरूह बुत बना कर उन की पूजा की, तू ने उन्हें अपने बच्चों का ख़ून क़ुर्बान किया है।"},{"number":37,"verse":"इस लिए मैं तेरे तमाम आशिक़ों को इकट्ठा करूँगा, उन सब को जिन्हें तू पसन्द आई, उन्हें भी जो तुझे प्यारे थे और उन्हें भी जिन से तू ने नफ़रत की। मैं उन्हें चारों तरफ़ से जमा करके तेरे ख़िलाफ़ भेजूँगा। तब मैं उन के सामने ही तेरे तमाम कपड़े उतारूँगा ताकि वह तेरी पूरी बरहनगी देखें।"},{"number":38,"verse":"मैं तेरी अदालत करके तेरी ज़िनाकारी और क़ातिलाना हरकतों का फ़ैसला करूँगा। मेरा ग़ुस्सा और मेरी ग़ैरत तुझे ख़ूँरेज़ी की सज़ा देगी।"},{"number":39,"verse":"मैं तुझे तेरे आशिक़ों के हवाले करूँगा, और वह तेरे बुतों की क़ुर्बानगाहें उन कमरों समेत ढा देंगे जहाँ तू ज़िनाकारी करती रही है। वह तेरे कपड़े और शानदार ज़ेवरात उतार कर तुझे उरियाँ और बरहना छोड़ देंगे।"},{"number":40,"verse":"वह तेरे ख़िलाफ़ जुलूस निकालेंगे और तुझे संगसार करके तलवार से टुकड़े टुकड़े कर देंगे।"},{"number":41,"verse":"तेरे घरों को जला कर वह मुतअद्दिद औरतों के देखते देखते तुझे सज़ा देंगे। यूँ मैं तेरी ज़िनाकारी को रोक दूँगा, और आइन्दा तू अपने आशिक़ों को ज़िना करने के पैसे नहीं दे सकेगी।"},{"number":42,"verse":"तब मेरा ग़ुस्सा ठंडा हो जाएगा, और तू मेरी ग़ैरत का निशाना नहीं रहेगी। मेरी नाराज़ी ख़त्म हो जाएगी, और मुझे दुबारा तस्कीन मिलेगी।’"},{"number":43,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘मैं तेरे सर पर तेरी हरकतों का पूरा नतीजा लाऊँगा, क्यूँकि तुझे जवानी में मेरी मदद की याद न रही बल्कि तू मुझे इन तमाम बातों से तैश दिलाती रही। बाक़ी तमाम घिनौनी हरकतें तेरे लिए काफ़ी नहीं थीं बल्कि तू ज़िना भी करने लगी।"},{"number":44,"verse":"तब लोग यह कहावत कह कर तेरा मज़ाक़ उड़ाएँगे, “जैसी माँ, वैसी बेटी!”"},{"number":45,"verse":"तू वाक़ई अपनी माँ की मानिन्द है, जो अपने शौहर और बच्चों से सख़्त नफ़रत करती थी। तू अपनी बहनों की मानिन्द भी है, क्यूँकि वह भी अपने शौहरों और बच्चों से सख़्त नफ़रत करती थीं। तेरी माँ हित्ती और तेरा बाप अमोरी था।"},{"number":46,"verse":"तेरी बड़ी बहन सामरिया थी जो अपनी बेटियों के साथ तेरे शिमाल में आबाद थी। और तेरी छोटी बहन सदूम थी जो अपनी बेटियों के साथ तेरे जुनूब में रहती थी।"},{"number":47,"verse":"तू न सिर्फ़ उन के ग़लत नमूने पर चल पड़ी और उन की सी मकरूह हरकतें करने लगी बल्कि उन से कहीं ज़्यादा बुरा काम करने लगी।’"},{"number":48,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘मेरी हयात की क़सम, तेरी बहन सदूम और उस की बेटियों से कभी इतना ग़लत काम सरज़द न हुआ जितना कि तुझ से और तेरी बेटियों से हुआ है।"},{"number":49,"verse":"तेरी बहन सदूम का क्या क़ुसूर था? वह अपनी बेटियों समेत मुतकब्बिर थी। गो उन्हें ख़ुराक की कस्रत और आराम-ओ-सुकून हासिल था तो भी वह मुसीबतज़दों और ग़रीबों का सहारा नहीं बनती थीं।"},{"number":50,"verse":"वह मग़रूर थीं और मेरी मौजूदगी में ही घिनौना काम करती थीं। इसी वजह से मैं ने उन्हें हटा दिया। तू ख़ुद इस की गवाह है।"},{"number":51,"verse":"सामरिया पर भी ग़ौर कर। जितने गुनाह तुझ से सरज़द हुए उन का आधा हिस्सा भी उस से न हुआ। अपनी बहनों की निस्बत तू ने कहीं ज़्यादा घिनौनी हरकतें की हैं। तेरे मुक़ाबले में तेरी बहनें फ़रिश्ते हैं।"},{"number":52,"verse":"चुनाँचे अब अपनी ख़जालत को बर्दाश्त कर। क्यूँकि अपने गुनाहों से तू अपनी बहनों की जगह खड़ी हो गई है। तू ने उन से कहीं ज़्यादा क़ाबिल-ए-घिन काम किए हैं, और अब वह तेरे मुक़ाबले में मासूम बच्चे लगती हैं। शर्म खा खा कर अपनी रुस्वाई को बर्दाश्त कर, क्यूँकि तुझ से ऐसे संगीन गुनाह सरज़द हुए हैं कि तेरी बहनें रास्तबाज़ ही लगती हैं।"},{"number":53,"verse":"( तो भी रब वफ़ादार रहेगा) लेकिन एक दिन आएगा जब मैं सदूम, सामरिया, तुझे और तुम सब की बेटियों को बहाल करूँगा।"},{"number":54,"verse":"तब तू अपनी रुस्वाई बर्दाश्त कर सकेगी और अपने सारे ग़लत काम पर शर्म खाएगी। सदूम और सामरिया यह देख कर तसल्ली पाएँगी।"},{"number":55,"verse":"हाँ, तेरी बहनें सदूम और सामरिया अपनी बेटियों समेत दुबारा क़ाइम हो जाएँगी। तू भी अपनी बेटियों समेत दुबारा क़ाइम हो जाएगी।"},{"number":56,"verse":"पहले तू इतनी मग़रूर थी कि अपनी बहन सदूम का ज़िक्र तक नहीं करती थी।"},{"number":57,"verse":"लेकिन फिर तेरी अपनी बुराई पर रौशनी डाली गई, और अब तेरी तमाम पड़ोसनें तेरा ही मज़ाक़ उड़ाती हैं, ख़्वाह अदोमी हों, ख़्वाह फ़िलिस्ती। सब तुझे हक़ीर जानती हैं।"},{"number":58,"verse":"चुनाँचे अब तुझे अपनी ज़िनाकारी और मकरूह हरकतों का नतीजा भुगतना पड़ेगा। यह रब का फ़रमान है।’"},{"number":59,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘मैं तुझे मुनासिब सज़ा दूँगा, क्यूँकि तू ने मेरा वह अह्द तोड़ कर उस क़सम को हक़ीर जाना है जो मैं ने तेरे साथ अह्द बांधते वक़्त खाई थी।"},{"number":60,"verse":"तो भी मैं वह अह्द याद करूँगा जो मैं ने तेरी जवानी में तेरे साथ बांधा था। न सिर्फ़ यह बल्कि मैं तेरे साथ अबदी अह्द क़ाइम करूँगा।"},{"number":61,"verse":"तब तुझे वह ग़लत काम याद आएगा जो पहले तुझ से सरज़द हुआ था, और तुझे शर्म आएगी जब मैं तेरी बड़ी और छोटी बहनों को ले कर तेरे हवाले करूँगा ताकि वह तेरी बेटियाँ बन जाएँ। लेकिन यह सब कुछ इस वजह से नहीं होगा कि तू अह्द के मुताबिक़ चलती रही है।"},{"number":62,"verse":"मैं ख़ुद तेरे साथ अपना अह्द क़ाइम करूँगा, और तू जान लेगी कि मैं ही रब हूँ।’"},{"number":63,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, ‘जब मैं तेरे तमाम गुनाहों को मुआफ़ करूँगा तब तुझे उन का ख़याल आ कर शर्मिन्दगी मह्सूस होगी, और तू शर्म के मारे गुमसुम रहेगी’।”"}]}