{"bibleAbbr":"urDGV2010","bookName":"हिज़्क़ीएल","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"( इस्राईली बुज़ुर्गों पर मातमी गीत) ऐ नबी, इस्राईल के रईसों पर मातमी गीत गा,"},{"number":2,"verse":"‘तेरी माँ कितनी ज़बरदस्त शेरनी थी। जवान शेरबबरों के दरमियान ही अपना घर बना कर उस ने अपने बच्चों को पाल लिया।"},{"number":3,"verse":"एक बच्चे को उस ने ख़ास तर्बियत दी। जब बड़ा हुआ तो जानवरों को फाड़ना सीख लिया, बल्कि इन्सान भी उस की ख़ुराक बन गए।"},{"number":4,"verse":"इस की ख़बर दीगर अक़्वाम तक पहुँची तो उन्हों ने उसे अपने गढ़े में पकड़ लिया। वह उस की नाक में काँटे डाल कर उसे मिस्र में घसीट ले गए।"},{"number":5,"verse":"जब शेरनी के इस बच्चे पर से उम्मीद जाती रही तो उस ने दीगर बच्चों में से एक को चुन कर उसे ख़ास तर्बियत दी।"},{"number":6,"verse":"यह भी ताक़तवर हो कर दीगर शेरों में घूमने फिरने लगा। उस ने जानवरों को फाड़ना सीख लिया, बल्कि इन्सान भी उस की ख़ुराक बन गए।"},{"number":7,"verse":"उन के क़िलों को गिरा कर उस ने उन के शहरों को ख़ाक में मिला दिया। उस की दहाड़ती आवाज़ से मुल्क बाशिन्दों समेत ख़ौफ़ज़दा हो गया।"},{"number":8,"verse":"तब इर्दगिर्द के सूबों में बसने वाली अक़्वाम उस से लड़ने आईं। उन्हों ने अपना जाल उस पर डाल दिया, उसे अपने गढ़े में पकड़ लिया।"},{"number":9,"verse":"वह उस की गर्दन में पट्टा और नाक में काँटे डाल कर उसे शाह-ए-बाबल के पास घसीट ले गए। वहाँ उसे क़ैद में डाला गया ताकि आइन्दा इस्राईल के पहाड़ों पर उस की गरजती आवाज़ सुनाई न दे।"},{"number":10,"verse":"तेरी माँ पानी के किनारे लगाई गई अंगूर की सी बेल थी। बेल कस्रत के पानी के बाइस फलदार और शाख़दार थी।"},{"number":11,"verse":"उस की शाख़ें इतनी मज़बूत थीं कि उन से शाही असा बन सकते थे। वह बाक़ी पौदों से कहीं ज़्यादा ऊँची थी बल्कि उस की शाख़ें दूर दूर तक नज़र आती थीं।"},{"number":12,"verse":"लेकिन आख़िरकार लोगों ने तैश में आ कर उसे उखाड़ कर फैंक दिया। मशरिक़ी लू ने उस का फल मुरझाने दिया। सब कुछ उतारा गया, लिहाज़ा वह सूख गया और उस का मज़बूत तना नज़र-ए-आतिश हुआ।"},{"number":13,"verse":"अब बेल को रेगिस्तान में लगाया गया है, वहाँ जहाँ ख़ुश्क और प्यासी ज़मीन होती है।"},{"number":14,"verse":"उस के तने की एक टहनी से आग ने निकल कर उस का फल भस्म कर दिया। अब कोई मज़बूत शाख़ नहीं रही जिस से शाही असा बन सके’।” दर्ज-ए-बाला गीत मातमी है और आह-ओ-ज़ारी करने के लिए इस्तेमाल हुआ है।"}]}