{"bibleAbbr":"urDGV2010","bookName":"हिज़्क़ीएल","bookEnglishName":"Ezekiel","chapterNumber":22,"verses":[{"number":1,"verse":"( यरूशलम ख़ूँरेज़ी का शहर है) रब का कलाम मुझ पर नाज़िल हुआ,"},{"number":2,"verse":"“ऐ आदमज़ाद, क्या तू यरूशलम की अदालत करने के लिए तय्यार है? क्या तू इस क़ातिल शहर पर फ़ैसला करने के लिए मुस्तइद है? फिर उस पर उस की मकरूह हरकतें ज़ाहिर कर।"},{"number":3,"verse":"उसे बता, ‘रब क़ादिर-ए-मुतलक़ फ़रमाता है कि ऐ यरूशलम बेटी, तेरा अन्जाम क़रीब ही है, और यह तेरा अपना क़ुसूर है। क्यूँकि तू ने अपने दरमियान मासूमों का ख़ून बहाया और अपने लिए बुत बना कर अपने आप को नापाक कर दिया है।"},{"number":4,"verse":"अपनी ख़ूँरेज़ी से तू मुजरिम बन गई है, अपनी बुतपरस्ती से नापाक हो गई है। तू ख़ुद अपनी अदालत का दिन क़रीब लाई है। इसी वजह से तेरा अन्जाम क़रीब आ गया है, इसी लिए मैं तुझे दीगर अक़्वाम की लान-तान और तमाम ममालिक के मज़ाक़ का निशाना बना दूँगा।"},{"number":5,"verse":"सब तुझ पर ठट्ठा मारेंगे, ख़्वाह वह क़रीब हों या दूर। तेरे नाम पर दाग़ लग गया है, तुझ में फ़साद हद से ज़्यादा बढ़ गया है।"},{"number":6,"verse":"इस्राईल का जो भी बुज़ुर्ग तुझ में रहता है वह अपनी पूरी ताक़त से ख़ून बहाने की कोशिश करता है।"},{"number":7,"verse":"तेरे बाशिन्दे अपने माँ-बाप को हक़ीर जानते हैं। वह परदेसी पर सख़्ती करके यतीमों और बेवाओं पर ज़ुल्म करते हैं।"},{"number":8,"verse":"जो मुझे मुक़द्दस है उसे तू पाँओ तले कुचल देती है। तू मेरे सबत के दिनों की बेहुरमती भी करती है।"},{"number":9,"verse":"तुझ में ऐसे तोहमत लगाने वाले हैं जो ख़ूँरेज़ी पर तुले हुए हैं। तेरे बाशिन्दे पहाड़ों की नाजाइज़ क़ुर्बानगाहों के पास क़ुर्बानियाँ खाते और तेरे दरमियान शर्मनाक हरकतें करते हैं।"},{"number":10,"verse":"बेटा माँ से हमबिसतर हो कर बाप की बेहुरमती करता है, शौहर माहवारी के दौरान बीवी से सोह्बत करके उस से ज़ियादती करता है।"},{"number":11,"verse":"एक अपने पड़ोसी की बीवी से ज़िना करता है जबकि दूसरा अपनी बहू की बेहुरमती और तीसरा अपनी सगी बहन की इस्मतदरी करता है।"},{"number":12,"verse":"तुझ में ऐसे लोग हैं जो रिश्वत के इवज़ क़त्ल करते हैं। सूद क़ाबिल-ए-क़बूल है, और लोग एक दूसरे पर ज़ुल्म करके नाजाइज़ नफ़ा कमाते हैं। रब क़ादिर-ए-मुतलक़ फ़रमाता है कि ऐ यरूशलम, तू मुझे सरासर भूल गई है!"},{"number":13,"verse":"तेरा नाजाइज़ नफ़ा और तेरे बीच में ख़ूँरेज़ी देख कर मैं ग़ुस्से में ताली बजाता हूँ।"},{"number":14,"verse":"सोच ले! जिस दिन मैं तुझ से निपटूँगा तो क्या तेरा हौसला क़ाइम और तेरे हाथ मज़बूत रहेंगे? यह मेरा, रब का फ़रमान है, और मैं यह करूँगा भी।"},{"number":15,"verse":"मैं तुझे दीगर अक़्वाम-ओ-ममालिक में मुन्तशिर करके तेरी नापाकी दूर करूँगा।"},{"number":16,"verse":"फिर जब दीगर क़ौमों के देखते देखते तेरी बेहुरमती हो जाएगी तब तू जान लेगी कि मैं ही रब हूँ’।”"},{"number":17,"verse":"( इस्राईली क़ौम भट्टी में धात का मैल है) रब मज़ीद मुझ से हमकलाम हुआ,"},{"number":18,"verse":"“ऐ आदमज़ाद, इस्राईली क़ौम मेरे नज़्दीक उस मैल की मानिन्द बन गई है जो चाँदी को ख़ालिस करने के बाद भट्टी में बाक़ी रह जाता है। सब के सब उस ताँबे, टीन, लोहे और सीसे की मानिन्द हैं जो भट्टी में रह जाता है। वह कचरा ही हैं।"},{"number":19,"verse":"चुनाँचे रब क़ादिर-ए-मुतलक़ फ़रमाता है कि चूँकि तुम भट्टी में बचा हुआ मैल हो इस लिए मैं तुम्हें यरूशलम में इकट्ठा करके"},{"number":20,"verse":"भट्टी में फैंक दूँगा। जिस तरह चाँदी, ताँबे, लोहे, सीसे और टीन की आमेज़िश को तपती भट्टी में फैंका जाता है ताकि पिघल जाए उसी तरह मैं तुम्हें ग़ुस्से में इकट्ठा करूँगा और भट्टी में फैंक कर पिघला दूँगा।"},{"number":21,"verse":"मैं तुम्हें जमा करके आग में फैंक दूँगा और बड़े ग़ुस्से से हवा दे कर तुम्हें पिघला दूँगा।"},{"number":22,"verse":"जिस तरह चाँदी भट्टी में पिघल जाती है उसी तरह तुम यरूशलम में पिघल जाओगे। तब तुम जान लोगे कि मैं रब ने अपना ग़ज़ब तुम पर नाज़िल किया है।”"},{"number":23,"verse":"( पूरी क़ौम क़ुसूरवार है) रब मुझ से हमकलाम हुआ,"},{"number":24,"verse":"“ऐ आदमज़ाद, मुल्क-ए-इस्राईल को बता, ‘ग़ज़ब के दिन तुझ पर मेंह नहीं बरसेगा बल्कि तू बारिश से महरूम रहेगा।’"},{"number":25,"verse":"मुल्क के बीच में साज़िश करने वाले राहनुमा शेरबबर की मानिन्द हैं जो दहाड़ते दहाड़ते अपना शिकार फाड़ लेते हैं। वह लोगों को हड़प करके उन के ख़ज़ाने और क़ीमती चीज़ें छीन लेते और मुल्क के दरमियान ही मुतअद्दिद औरतों को बेवाएँ बना देते हैं।"},{"number":26,"verse":"मुल्क के इमाम मेरी शरीअत से ज़ियादती करके उन चीज़ों की बेहुरमती करते हैं जो मुझे मुक़द्दस हैं। न वह मुक़द्दस और आम चीज़ों में इम्तियाज़ करते, न पाक और नापाक अश्या का फ़र्क़ सिखाते हैं। नीज़, वह मेरे सबत के दिन अपनी आँखों को बन्द रखते हैं ताकि उस की बेहुरमती नज़र न आए। यूँ उन के दरमियान ही मेरी बेहुरमती की जाती है।"},{"number":27,"verse":"मुल्क के दरमियान के बुज़ुर्ग भेड़ियों की मानिन्द हैं जो अपने शिकार को फाड़ फाड़ कर ख़ून बहाते और लोगों को मौत के घाट उतारते हैं ताकि नारवा नफ़ा कमाएँ।"},{"number":28,"verse":"मुल्क के नबी फ़रेबदिह रोयाएँ और झूटे पैग़ामात सुना कर लोगों के बुरे कामों पर सफेदी फेर देते हैं ताकि उन की ग़लतियाँ नज़र न आएँ। वह कहते हैं, ‘रब क़ादिर-ए-मुतलक़ फ़रमाता है’ हालाँकि रब ने उन पर कुछ नाज़िल नहीं किया होता।"},{"number":29,"verse":"मुल्क के आम लोग भी एक दूसरे का इस्तेह्साल करते हैं। वह डकैत बन कर ग़रीबों और ज़रूरतमन्दों पर ज़ुल्म करते और परदेसियों से बदसुलूकी करके उन का हक़ मारते हैं।"},{"number":30,"verse":"इस्राईल में मैं ऐसे आदमी की तलाश में रहा जो मुल्क के लिए हिफ़ाज़ती चारदीवारी तामीर करे, जो मेरे हुज़ूर आ कर दीवार के रख़ने में खड़ा हो जाए ताकि मैं मुल्क को तबाह न करूँ। लेकिन मुझे एक भी न मिला जो इस क़ाबिल हो।"},{"number":31,"verse":"चुनाँचे मैं अपना ग़ज़ब उन पर नाज़िल करूँगा और उन्हें अपने सख़्त क़हर से भस्म करूँगा। तब उन के ग़लत कामों का नतीजा उन के अपने सरों पर आएगा। यह रब क़ादिर-ए-मुतलक़ का फ़रमान है।”"}]}