{"bibleAbbr":"urDGV2010","bookName":"हिज़्क़ीएल","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"( यरूशलम आग पर ज़ंगआलूदा देग है) यहूयाकीन बादशाह की जिलावतनी के नवें साल में रब का कलाम मुझ पर नाज़िल हुआ। दसवें महीने का दसवाँ दिन ( १५ जन्वरी।) था। पैग़ाम यह था,"},{"number":2,"verse":"“ऐ आदमज़ाद, इसी दिन की तारीख़ लिख ले, क्यूँकि इसी दिन शाह-ए-बाबल यरूशलम का मुहासरा करने लगा है।"},{"number":3,"verse":"फिर इस सरकश क़ौम इस्राईल को तम्सील पेश करके बता, ‘रब क़ादिर-ए-मुतलक़ फ़रमाता है कि आग पर देग रख कर उस में पानी डाल दे।"},{"number":4,"verse":"फिर उसे बेहतरीन गोश्त से भर दे। रान और शाने के टुकड़े, नीज़ बेहतरीन हड्डियाँ उस में डाल दे।"},{"number":5,"verse":"सिर्फ़ बेहतरीन भेड़ों का गोश्त इस्तेमाल कर। ध्यान दे कि देग के नीचे आग ज़ोर से भड़कती रहे। गोश्त को हड्डियों समेत ख़ूब पकने दे।"},{"number":6,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है कि यरूशलम पर अफ़्सोस जिस में इतना ख़ून बहाया गया है! यह शहर देग है जिस में ज़ंग लगा है, ऐसा ज़ंग जो उतरता नहीं। अब गोश्त के टुकड़ों को यके बाद दीगरे देग से निकाल दे। उन्हें किसी तरतीब से मत निकालना बल्कि क़ुरआ डाले बग़ैर निकाल दे।"},{"number":7,"verse":"जो ख़ून यरूशलम ने बहाया वह अब तक उस में मौजूद है। क्यूँकि वह मिट्टी पर न गिरा जो उसे जज़ब कर सकती बल्कि नंगी चटान पर।"},{"number":8,"verse":"मैं ने ख़ुद यह ख़ून नंगी चटान पर बहने दिया ताकि वह छुप न जाए बल्कि मेरा ग़ज़ब यरूशलम पर नाज़िल हो जाए और मैं बदला लूँ।"},{"number":9,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है कि यरूशलम पर अफ़्सोस जिस ने इतना ख़ून बहाया है! मैं भी तेरे नीचे लकड़ी का बड़ा ढेर लगाऊँगा।"},{"number":10,"verse":"आ, लकड़ी का बड़ा ढेर करके आग लगा दे। गोश्त को ख़ूब पका, फिर शोरबा निकाल कर हड्डियों को भस्म होने दे।"},{"number":11,"verse":"इस के बाद ख़ाली देग को जलते कोएलों पर रख दे ताकि पीतल गर्म हो कर तमतमाने लगे और देग में मैल पिघल जाए, उस का ज़ंग उतर जाए।"},{"number":12,"verse":"लेकिन बेफ़ाइदा! इतना ज़ंग लगा है कि वह आग में भी नहीं उतरता।"},{"number":13,"verse":"ऐ यरूशलम, अपनी बेहया हरकतों से तू ने अपने आप को नापाक कर दिया है। अगरचे मैं ख़ुद तुझे पाक-साफ़ करना चाहता था तो भी तू पाक-साफ़ न हुई। अब तू उस वक़्त तक पाक नहीं होगी जब तक मैं अपना पूरा ग़ुस्सा तुझ पर उतार न लूँ।"},{"number":14,"verse":"मेरे रब का यह फ़रमान पूरा होने वाला है, और मैं ध्यान से उसे अमल में लाऊँगा। न मैं तुझ पर तरस खाऊँगा, न रहम करूँगा। मैं तेरे चाल-चलन और आमाल के मुताबिक़ तेरी अदालत करूँगा।’ यह रब क़ादिर-ए-मुतलक़ का फ़रमान है।”"},{"number":15,"verse":"( बीवी की वफ़ात पर हिज़्क़ीएल मातम न करे) रब मुझ से हमकलाम हुआ,"},{"number":16,"verse":"“ऐ आदमज़ाद, मैं तुझ से अचानक तेरी आँख का तारा छीन लूँगा। लेकिन लाज़िम है कि तू न आह-ओ-ज़ारी करे, न आँसू बहाए।"},{"number":17,"verse":"बेशक चुपके से कराहता रह, लेकिन अपनी अज़ीज़ा के लिए अलानिया मातम न कर। न सर से पगड़ी उतार और न पाँओ से जूते। न दाढ़ी को ढाँपना, न जनाज़े का खाना खा।”"},{"number":18,"verse":"सुब्ह को मैं ने क़ौम को यह पैग़ाम सुनाया, और शाम को मेरी बीवी इन्तिक़ाल कर गई। अगली सुब्ह मैं ने वह कुछ किया जो रब ने मुझे करने को कहा था।"},{"number":19,"verse":"यह देख कर लोगों ने मुझ से पूछा, “आप के रवय्ये का हमारे साथ क्या ताल्लुक़ है? ज़रा हमें बताएँ।”"},{"number":20,"verse":"मैं ने जवाब दिया, “रब ने मुझे"},{"number":21,"verse":"आप इस्राईलियों को यह पैग़ाम सुनाने को कहा, ‘रब क़ादिर-ए-मुतलक़ फ़रमाता है कि मेरा घर तुम्हारे नज़्दीक पनाहगाह है जिस पर तुम फ़ख़र करते हो। लेकिन यह मक़्दिस जो तुम्हारी आँख का तारा और जान का प्यारा है तबाह होने वाला है। मैं उस की बेहुरमती करने को हूँ। और तुम्हारे जितने बेटे-बेटियाँ यरूशलम में पीछे रह गए थे वह सब तलवार की ज़द में आ कर मर जाएंगे।"},{"number":22,"verse":"तब तुम वह कुछ करोगे जो हिज़्क़ीएल इस वक़्त कर रहा है। न तुम अपनी दाढ़ियों को ढाँपोगे, न जनाज़े का खाना खाओगे।"},{"number":23,"verse":"न तुम सर से पगड़ी, न पाँओ से जूते उतारोगे। तुम्हारे हाँ न मातम का शोर, न रोने की आवाज़ सुनाई देगी बल्कि तुम अपने गुनाहों के सबब से ज़ाए होते जाओगे। तुम चुपके से एक दूसरे के साथ बैठ कर कराहते रहोगे।"},{"number":24,"verse":"हिज़्क़ीएल तुम्हारे लिए निशान है। जो कुछ वह इस वक़्त कर रहा है वह तुम भी करोगे। तब तुम जान लोगे कि मैं रब क़ादिर-ए-मुतलक़ हूँ’।”"},{"number":25,"verse":"रब मज़ीद मुझ से हमकलाम हुआ, “ऐ आदमज़ाद, यह घर इस्राईलियों के नज़्दीक पनाहगाह है जिस के बारे में वह ख़ास ख़ुशी मह्सूस करते हैं, जिस पर वह फ़ख़र करते हैं। लेकिन मैं यह मक़्दिस जो उन की आँख का तारा और जान का प्यारा है उन से छीन लूँगा और साथ साथ उन के बेटे-बेटियों को भी। जिस दिन यह पेश आएगा"},{"number":26,"verse":"उस दिन एक आदमी बच कर तुझे इस की ख़बर पहुँचाएगा।"},{"number":27,"verse":"उसी वक़्त तू दुबारा बोल सकेगा। तू गूँगा नहीं रहेगा बल्कि उस से बातें करने लगेगा। यूँ तू इस्राईलियों के लिए निशान होगा। तब वह जान लेंगे कि मैं ही रब हूँ।”"}]}