{"bibleAbbr":"urDGV2010","bookName":"हिज़्क़ीएल","bookEnglishName":"Ezekiel","chapterNumber":39,"verses":[{"number":1,"verse":"ऐ आदमज़ाद, जूज के ख़िलाफ़ नबुव्वत करके कह, ‘रब क़ादिर-ए-मुतलक़ फ़रमाता है कि ऐ मसक और तूबल के आला रईस जूज, अब मैं तुझ से निपट लूँगा।"},{"number":2,"verse":"मैं तेरा मुँह फेर दूँगा और तुझे शिमाल के दूरदराज़ इलाक़े से घसीट कर इस्राईल के पहाड़ों पर लाऊँगा।"},{"number":3,"verse":"वहाँ मैं तेरे बाएँ हाथ से कमान हटाऊँगा और तेरे दाएँ हाथ से तीर गिरा दूँगा।"},{"number":4,"verse":"इस्राईल के पहाड़ों पर ही तू अपने तमाम बैन-उल-अक़्वामी फ़ौजियों के साथ हलाक हो जाएगा। मैं तुझे हर क़िस्म के शिकारी परिन्दों और दरिन्दों को खिला दूँगा।"},{"number":5,"verse":"क्यूँकि तेरी लाश खुले मैदान में गिर कर पड़ी रहेगी। यह मेरा, रब क़ादिर-ए-मुतलक़ का फ़रमान है।"},{"number":6,"verse":"मैं माजूज पर और अपने आप को मह्फ़ूज़ समझने वाले साहिली इलाक़ों पर आग भेजूँगा। तब वह जान लेंगे कि मैं ही रब हूँ।"},{"number":7,"verse":"अपनी क़ौम इस्राईल के दरमियान ही मैं अपना मुक़द्दस नाम ज़ाहिर करूँगा। आइन्दा मैं अपने मुक़द्दस नाम की बेहुरमती बर्दाश्त नहीं करूँगा। तब अक़्वाम जान लेंगी कि मैं रब और इस्राईल का क़ुद्दूस हूँ।"},{"number":8,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है कि यह सब कुछ होने वाला है, यह ज़रूर पेश आएगा! वही दिन है जिस का ज़िक्र मैं कर चुका हूँ।"},{"number":9,"verse":"( जूज और उस की फ़ौज की तद्फ़ीन) फिर इस्राईली शहरों के बाशिन्दे मैदान-ए-जंग में जा कर दुश्मन के असलाह को ईंधन के लिए जमा करेंगे। इतनी छोटी और बड़ी ढालें, कमान, तीर, लाठियाँ और नेज़े इकट्ठे हो जाएंगे कि सात साल तक किसी और ईंधन की ज़रूरत नहीं होगी।"},{"number":10,"verse":"इस्राईलियों को खुले मैदान में लकड़ी चुनने या जंगल में दरख़्त काटने की ज़रूरत नहीं होगी, क्यूँकि वह यह हथियार ईंधन के तौर पर इस्तेमाल करेंगे। अब वह उन्हें लूटेंगे जिन्हों ने उन्हें लूट लिया था, वह उन से माल-मवेशी छीन लेंगे जिन्हों ने उन से सब कुछ छीन लिया था। यह रब क़ादिर-ए-मुतलक़ का फ़रमान है।"},{"number":11,"verse":"उस दिन मैं इस्राईल में जूज के लिए क़ब्रिस्तान मुक़र्रर करूँगा। यह क़ब्रिस्तान वादी-ए-अबारीम ( या गुज़रने वालों की वादी।) में होगा जो बहीरा-ए-मुर्दार के मशरिक़ में है। जूज के साथ उस की तमाम फ़ौज भी दफ़न होगी, इस लिए मुसाफ़िर आइन्दा उस में से नहीं गुज़र सकेंगे। तब वह जगह वादी-ए-हमून जूज ( जूज के फ़ौजी हुजूम की वादी।) भी कहलाएगी।"},{"number":12,"verse":"जब इस्राईली तमाम लाशें दफ़ना कर मुल्क को पाक-साफ़ करेंगे तो सात महीने लगेंगे।"},{"number":13,"verse":"तमाम उम्मत इस काम में मसरूफ़ रहेगी। रब क़ादिर-ए-मुतलक़ फ़रमाता है कि जिस दिन मैं दुनिया पर अपना जलाल ज़ाहिर करूँगा उस दिन यह उन के लिए शोहरत का बाइस होगा।"},{"number":14,"verse":"सात महीनों के बाद कुछ आदमियों को अलग करके कहा जाएगा कि पूरे मुल्क में से गुज़र कर मालूम करें कि अभी कहाँ कहाँ लाशें पड़ी हैं। क्यूँकि लाज़िम है कि सब दफ़न हो जाएँ ताकि मुल्क दुबारा पाक-साफ़ हो जाए।"},{"number":15,"verse":"जहाँ कहीं कोई लाश नज़र आए उस जगह की वह निशानदिही करेंगे ताकि दफ़नाने वाले उसे वादी-ए-हमून जूज में ले जा कर दफ़न करें।"},{"number":16,"verse":"यूँ मुल्क को पाक-साफ़ किया जाएगा। उस वक़्त से इस्राईल के एक शहर का नाम हमूना ( हुजूम यानी जूज के।) कहलाएगा।’"},{"number":17,"verse":"ऐ आदमज़ाद, रब क़ादिर-ए-मुतलक़ फ़रमाता है कि हर क़िस्म के परिन्दे और दरिन्दे बुला कर कह, ‘आओ, इधर जमा हो जाओ! चारों तरफ़ से आ कर इस्राईल के पहाड़ी इलाक़े में जमा हो जाओ! क्यूँकि यहाँ मैं तुम्हारे लिए क़ुर्बानी की ज़बरदस्त ज़ियाफ़त तय्यार कर रहा हूँ। यहाँ तुम्हें गोश्त खाने और ख़ून पीने का सुनहरा मौक़ा मिलेगा।"},{"number":18,"verse":"तुम सूरमाओं का गोश्त खाओगे और दुनिया के हुक्मरानों का ख़ून पियोगे। सब बसन के मोटे-ताज़े मेंढों, भेड़ के बच्चों, बकरों और बैलों जैसे मज़ेदार होंगे।"},{"number":19,"verse":"क्यूँकि जो क़ुर्बानी में तुम्हारे लिए तय्यार कर रहा हूँ उस की चर्बी तुम जी भर कर खाओगे, उस का ख़ून पी पी कर मस्त हो जाओगे।"},{"number":20,"verse":"रब फ़रमाता है कि तुम मेरी मेज़ पर बैठ कर घोड़ों और घुड़सवारों, सूरमाओं और हर क़िस्म के फ़ौजियों से सेर हो जाओगे।’"},{"number":21,"verse":"( रब अपनी क़ौम वापस लाएगा) यूँ मैं दीगर अक़्वाम पर अपना जलाल ज़ाहिर करूँगा। क्यूँकि जब मैं जूज और उस की फ़ौज की अदालत करके उन से निपट लूँगा तो तमाम अक़्वाम इस की गवाह होंगी।"},{"number":22,"verse":"तब इस्राईली क़ौम हमेशा के लिए जान लेगी कि मैं रब उस का ख़ुदा हूँ।"},{"number":23,"verse":"और दीगर अक़्वाम जान लेंगी कि इस्राईली अपने गुनाहों के सबब से जिलावतन हुए। वह जान लेंगी कि चूँकि इस्राईली मुझ से बेवफ़ा हुए, इसी लिए मैं ने अपना मुँह उन से छुपा कर उन्हें उन के दुश्मनों के हवाले कर दिया, इसी लिए वह सब तलवार की ज़द में आ कर हलाक हुए।"},{"number":24,"verse":"क्यूँकि मैं ने उन्हें उन की नापाकी और जराइम का मुनासिब बदला दे कर अपना चेहरा उन से छुपा लिया था।"},{"number":25,"verse":"चुनाँचे रब क़ादिर-ए-मुतलक़ फ़रमाता है कि अब मैं याक़ूब की औलाद को बहाल करके तमाम इस्राईली क़ौम पर तरस खाऊँगा। अब मैं बड़ी ग़ैरत से अपने मुक़द्दस नाम का दिफ़ा करूँगा।"},{"number":26,"verse":"जब इस्राईली सुकून से और ख़ौफ़ खाए बग़ैर अपने मुल्क में रहेंगे तो वह अपनी रुस्वाई और मेरे साथ बेवफ़ाई का एतिराफ़ करेंगे।"},{"number":27,"verse":"मैं उन्हें दीगर अक़्वाम और उन के दुश्मनों के ममालिक में से जमा करके उन्हें वापस लाऊँगा और यूँ उन के ज़रीए अपना मुक़द्दस किरदार मुतअद्दिद अक़्वाम पर ज़ाहिर करूँगा।"},{"number":28,"verse":"तब वह जान लेंगे कि मैं ही रब हूँ। क्यूँकि उन्हें अक़्वाम में जिलावतन करने के बाद मैं उन्हें उन के अपने ही मुल्क में दुबारा जमा करूँगा। एक भी पीछे नहीं छोड़ा जाएगा।"},{"number":29,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है कि आइन्दा मैं अपना चेहरा उन से नहीं छुपाऊँगा। क्यूँकि मैं अपना रूह इस्राईली क़ौम पर उंडेल दूँगा।”"}]}