{"bibleAbbr":"urDGV2010","bookName":"हिज़्क़ीएल","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"( क़बीलों में मुल्क की तक़्सीम) इस्राईल की शिमाली सरहद बहीरा-ए-रूम से शुरू हो कर मशरिक़ की तरफ़ हत्लून, लबो-हमात और हसर-एनान के पास से गुज़रती है। दमिश्क़ और हमात सरहद के शिमाल में हैं। हर क़बीले को मुल्क का एक हिस्सा मिलेगा। हर ख़ित्ते का एक सिरा मुल्क की मशरिक़ी सरहद और दूसरा सिरा मग़रिबी सरहद होगा। शिमाल से ले कर जुनूब तक क़बाइली इलाक़ों की यह तरतीब होगी : दान, आशर, नफ़्ताली, मनस्सी, इफ़्राईम, रूबिन और यहूदाह।"},{"number":8,"verse":"( मुल्क के बीच में मख़्सूस इलाक़ा) यहूदाह के जुनूब में वह इलाक़ा होगा जो तुम्हें मेरे लिए अलग करना है। क़बाइली इलाक़ों की तरह उस का भी एक सिरा मुल्क की मशरिक़ी सरहद और दूसरा सिरा मग़रिबी सरहद होगा। शिमाल से जुनूब तक का फ़ासिला साढ़े 12 किलोमीटर है। उस के बीच में मक़्दिस है।"},{"number":9,"verse":"इस इलाक़े के दरमियान एक ख़ास ख़ित्ता होगा। मशरिक़ से मग़रिब तक उस का फ़ासिला साढ़े 12 किलोमीटर होगा जबकि शिमाल से जुनूब तक फ़ासिला 10 किलोमीटर होगा। रब के लिए मख़्सूस इस ख़ित्ते"},{"number":10,"verse":"का एक हिस्सा इमामों के लिए मख़्सूस होगा। इस हिस्से का फ़ासिला मशरिक़ से मग़रिब तक साढ़े 12 किलोमीटर और शिमाल से जुनूब तक 5 किलोमीटर होगा। इस के बीच में ही रब का मक़्दिस होगा।"},{"number":11,"verse":"यह मुक़द्दस इलाक़ा लावी के ख़ानदान सदोक़ के मख़्सूस-ओ-मुक़द्दस किए गए इमामों को दिया जाएगा। क्यूँकि जब इस्राईली मुझ से बर्गश्ता हुए तो बाक़ी लावी उन के साथ भटक गए, लेकिन सदोक़ का ख़ानदान वफ़ादारी से मेरी ख़िदमत करता रहा।"},{"number":12,"verse":"इस लिए उन्हें मेरे लिए मख़्सूस इलाक़े का मुक़द्दसतरीन हिस्सा मिलेगा। यह लावियों के ख़ित्ते के शिमाल में होगा।"},{"number":13,"verse":"इमामों के जुनूब में बाक़ी लावियों का ख़ित्ता होगा। मशरिक़ से मग़रिब तक उस का फ़ासिला साढ़े 12 किलोमीटर और शिमाल से जुनूब तक 5 किलोमीटर होगा।"},{"number":14,"verse":"रब के लिए मख़्सूस यह इलाक़ा पूरे मुल्क का बेहतरीन हिस्सा है। उस का कोई भी प्लाट किसी दूसरे के हाथ में देने की इजाज़त नहीं। उसे न बेचा जाए, न किसी दूसरे को किसी प्लाट के इवज़ में दिया जाए। क्यूँकि यह इलाक़ा रब के लिए मख़्सूस-ओ-मुक़द्दस है।"},{"number":15,"verse":"रब के मक़्दिस के इस ख़ास इलाक़े के जुनूब में एक और ख़ित्ता होगा जिस की लम्बाई साढ़े 12 किलोमीटर और चौड़ाई अढ़ाई किलोमीटर है। वह मुक़द्दस नहीं है बल्कि आम लोगों की रिहाइश के लिए होगा। इस के बीच में शहर होगा, जिस के इर्दगिर्द चरागाहें होंगी।"},{"number":16,"verse":"यह शहर मुरब्बा शक्ल का होगा। लम्बाई और चौड़ाई दोनों सवा दो दो किलोमीटर होगी।"},{"number":17,"verse":"शहर के चारों तरफ़ जानवरों को चराने की खुली जगह होगी जिस की चौड़ाई 133 मीटर होगी।"},{"number":18,"verse":"चूँकि शहर अपने ख़ित्ते के बीच में होगा इस लिए मज़कूरा खुली जगह के मशरिक़ में एक ख़ित्ता बाक़ी रह जाएगा जिस का मशरिक़ से शहर तक फ़ासिला 5 किलोमीटर और शिमाल से जुनूब तक फ़ासिला अढ़ाई किलोमीटर होगा। शहर के मग़रिब में भी इतना ही बड़ा ख़ित्ता होगा। इन दो ख़ित्तों में खेतीबाड़ी की जाएगी जिस की पैदावार शहर में काम करने वालों की ख़ुराक होगी।"},{"number":19,"verse":"शहर में काम करने वाले तमाम क़बीलों के होंगे। वही इन खेतों की खेतीबाड़ी करेंगे।"},{"number":20,"verse":"चुनाँचे मेरे लिए अलग किया गया यह पूरा इलाक़ा मुरब्बा शक्ल का है। उस की लम्बाई और चौड़ाई साढ़े बारह बारह किलोमीटर है। इस में शहर भी शामिल है।"},{"number":21,"verse":"मज़कूरा मुक़द्दस ख़ित्ते में मक़्दिस, इमामों और बाक़ी लावियों की ज़मीनें हैं। उस के मशरिक़ और मग़रिब में बाक़ीमान्दा ज़मीन हुक्मरान की मिलकियत है। मुक़द्दस ख़ित्ते के मशरिक़ में हुक्मरान की ज़मीन मुल्क की मशरिक़ी सरहद तक होगी और मुक़द्दस ख़ित्ते के मग़रिब में वह समुन्दर तक होगी। शिमाल से जुनूब तक वह मुक़द्दस ख़ित्ते जितनी चौड़ी यानी साढ़े 12 किलोमीटर होगी। शिमाल में यहूदाह का क़बाइली इलाक़ा होगा और जुनूब में बिनयमीन का।"},{"number":23,"verse":"( दीगर क़बीलों की ज़मीन) मुल्क के इस ख़ास दरमियानी हिस्से के जुनूब में बाक़ी क़बीलों को एक एक इलाक़ा मिलेगा। हर इलाक़े का एक सिरा मुल्क की मशरिक़ी सरहद और दूसरा सिरा बहीरा-ए-रूम होगा। शिमाल से ले कर जुनूब तक क़बाइली इलाक़ों की यह तरतीब होगी : बिनयमीन, शमाऊन, इश्कार, ज़बूलून और जद।"},{"number":28,"verse":"जद के क़बीले की जुनूबी सरहद मुल्क की सरहद भी है। वह तमर से जुनूब-मग़रिब में मरीबा-क़ादिस के चश्मों तक चलती है, फिर मिस्र की सरहद यानी वादी-ए-मिस्र के साथ साथ शिमाल-मग़रिब का रुख़ करके बहीरा-ए-रूम तक पहुँचती है।"},{"number":29,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है कि यही तुम्हारा मुल्क होगा! उसे इस्राईली क़बीलों में तक़्सीम करो। जो कुछ भी उन्हें क़ुरआ डाल कर मिले वह उन की मौरूसी ज़मीन होगी।"},{"number":30,"verse":"( यरूशलम के दरवाज़े) यरूशलम शहर के 12 दरवाज़े होंगे। फ़सील की चारों दीवारें सवा दो दो किलोमीटर लम्बी होंगी। हर दीवार के तीन दरवाज़े होंगे, ग़रज़ कुल बारह दरवाज़े होंगे। हर एक का नाम किसी क़बीले का नाम होगा। चुनाँचे शिमाल में रूबिन का दरवाज़ा, यहूदाह का दरवाज़ा और लावी का दरवाज़ा होगा, मशरिक़ में यूसुफ़ का दरवाज़ा, बिनयमीन का दरवाज़ा और दान का दरवाज़ा होगा, जुनूब में शमाऊन का दरवाज़ा, इश्कार का दरवाज़ा और ज़बूलून का दरवाज़ा होगा, और मग़रिब में जद का दरवाज़ा, आशर का दरवाज़ा और नफ़्ताली का दरवाज़ा होगा।"},{"number":35,"verse":"फ़सील की पूरी लम्बाई 9 किलोमीटर है। तब शहर ‘यहाँ रब है’ कहलाएगा।!”"}]}