{"bibleAbbr":"urDGV2010","bookName":"हिज़्क़ीएल","bookEnglishName":"Ezekiel","chapterNumber":9,"verses":[{"number":1,"verse":"( यरूशलम तबाह हो जाएगा) फिर मैं ने अल्लाह की बुलन्द आवाज़ सुनी, “यरूशलम की अदालत क़रीब आ गई है! आओ, हर एक अपना तबाहकुन हथियार पकड़ कर खड़ा हो जाए!”"},{"number":2,"verse":"तब छः आदमी रब के घर के शिमाली दरवाज़े में दाख़िल हुए। हर एक अपना तबाहकुन हथियार थामे चल रहा था। उन के साथ एक और आदमी था जिस का लिबास कतान का था। उस के पटके से कातिब का सामान लटका हुआ था। यह आदमी क़रीब आ कर पीतल की क़ुर्बानगाह के पास खड़े हो गए।"},{"number":3,"verse":"इस्राईल के ख़ुदा का जलाल अब तक करूबी फ़रिश्तों के ऊपर ठहरा हुआ था। अब वह वहाँ से उड़ कर रब के घर की दहलीज़ के पास रुक गया। फिर रब कतान से मुलब्बस उस मर्द से हमकलाम हुआ जिस के पटके से कातिब का सामान लटका हुआ था।"},{"number":4,"verse":"उस ने फ़रमाया, “जा, यरूशलम शहर में से गुज़र कर हर एक के माथे पर निशान लगा दे जो बाशिन्दों की तमाम मकरूह हरकतों को देख कर आह-ओ-ज़ारी करता है।”"},{"number":5,"verse":"मेरे सुनते सुनते रब ने दीगर आदमियों से कहा, “पहले आदमी के पीछे पीछे चल कर लोगों को मार डालो! न किसी पर तरस खाओ, न रहम करो"},{"number":6,"verse":"बल्कि बुज़ुर्गों को कुंवारे-कुंवारियों और बाल-बच्चों समेत मौत के घाट उतारो। सिर्फ़ उन्हें छोड़ना जिन के माथे पर निशान है। मेरे मक़्दिस से शुरू करो!” चुनाँचे आदमियों ने उन बुज़ुर्गों से शुरू किया जो रब के घर के सामने खड़े थे।"},{"number":7,"verse":"फिर रब उन से दुबारा हमकलाम हुआ, “रब के घर के सहनों को मक़्तूलों से भर कर उस की बेहुरमती करो, फिर वहाँ से निकल जाओ!” वह निकल गए और शहर में से गुज़र कर लोगों को मार डालने लगे।"},{"number":8,"verse":"रब के घर के सहन में सिर्फ़ मुझे ही ज़िन्दा छोड़ा गया था। मैं औंधे मुँह गिर कर चीख़ उठा, “ऐ रब क़ादिर-ए-मुतलक़, क्या तू यरूशलम पर अपना ग़ज़ब नाज़िल करके इस्राईल के तमाम बचे हुओं को मौत के घाट उतारेगा?”"},{"number":9,"verse":"रब ने जवाब दिया, “इस्राईल और यहूदाह के लोगों का क़ुसूर निहायत ही संगीन है। मुल्क में क़त्ल-ओ-ग़ारत आम है, और शहर नाइन्साफ़ी से भर गया है। क्यूँकि लोग कहते हैं, ‘रब ने मुल्क को तर्क किया है, हम उसे नज़र ही नहीं आते।’"},{"number":10,"verse":"इस लिए न मैं उन पर तरस खाऊँगा, न रहम करूँगा बल्कि उन की हरकतों की मुनासिब सज़ा उन के सरों पर लाऊँगा।”"},{"number":11,"verse":"फिर कतान से मुलब्बस वह आदमी लौट आया जिस के पटके से कातिब का सामान लटका हुआ था। उस ने इत्तिला दी, “जो कुछ तू ने फ़रमाया वह मैं ने पूरा किया है।”"}]}