{"bibleAbbr":"NLT2007","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"Unfriendly people care only about themselves; they lash out at common sense."},{"number":2,"verse":"Fools have no interest in understanding; they only want to air their own opinions."},{"number":3,"verse":"Doing wrong leads to disgrace, and scandalous behavior brings contempt."},{"number":4,"verse":"Wise words are like deep waters; wisdom flows from the wise like a bubbling brook."},{"number":5,"verse":"It is not right to acquit the guilty or deny justice to the innocent."},{"number":6,"verse":"Fools’ words get them into constant quarrels; they are asking for a beating."},{"number":7,"verse":"The mouths of fools are their ruin; they trap themselves with their lips."},{"number":8,"verse":"Rumors are dainty morsels that sink deep into one’s heart."},{"number":9,"verse":"A lazy person is as bad as someone who destroys things."},{"number":10,"verse":"The name of the LORD is a strong fortress; the godly run to him and are safe."},{"number":11,"verse":"The rich think of their wealth as a strong defense; they imagine it to be a high wall of safety."},{"number":12,"verse":"Haughtiness goes before destruction; humility precedes honor."},{"number":13,"verse":"Spouting off before listening to the facts is both shameful and foolish."},{"number":14,"verse":"The human spirit can endure a sick body, but who can bear a crushed spirit?"},{"number":15,"verse":"Intelligent people are always ready to learn. Their ears are open for knowledge."},{"number":16,"verse":"Giving a gift can open doors; it gives access to important people!"},{"number":17,"verse":"The first to speak in court sounds right— until the cross-examination begins."},{"number":18,"verse":"Flipping a coin (Hebrew Casting lots.) can end arguments; it settles disputes between powerful opponents."},{"number":19,"verse":"An offended friend is harder to win back than a fortified city. Arguments separate friends like a gate locked with bars."},{"number":20,"verse":"Wise words satisfy like a good meal; the right words bring satisfaction."},{"number":21,"verse":"The tongue can bring death or life; those who love to talk will reap the consequences."},{"number":22,"verse":"The man who finds a wife finds a treasure, and he receives favor from the LORD."},{"number":23,"verse":"The poor plead for mercy; the rich answer with insults."},{"number":24,"verse":"There are “friends” who destroy each other, but a real friend sticks closer than a brother."}]}