{"bibleAbbr":"MKJV1962","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"And, brothers, I do not want you to be ignorant that all our fathers were under the cloud, and all passed through the sea."},{"number":2,"verse":"And all were baptized to Moses in the cloud and in the sea,"},{"number":3,"verse":"and all ate the same spiritual food,"},{"number":4,"verse":"and all drank the same spiritual drink; for they drank of the spiritual Rock that followed them, and that Rock was Christ."},{"number":5,"verse":"But with many of them God was not well pleased, for they were scattered in the wilderness."},{"number":6,"verse":"And these things were our examples, that we should not be lusters after evil, as they also lusted."},{"number":7,"verse":"Nor should we be idolaters, even as some of them, as it is written: The people sat down to eat and drink, and rose up to play."},{"number":8,"verse":"Nor let us commit fornication, as some of them fornicated, and twenty-three thousand fell in one day."},{"number":9,"verse":"Nor let us tempt Christ, as some of them also tempted Him and were destroyed by serpents."},{"number":10,"verse":"Nor murmur as some of them also murmured and were destroyed by the destroyer."},{"number":11,"verse":"And all these things happened to them [as] examples; and [it] is written for our warning on whom the ends of the world have come."},{"number":12,"verse":"So let him who thinks he stands take heed lest he fall."},{"number":13,"verse":"No temptation has taken you but [what is] common to man; but God [is] faithful, who will not allow you to be tempted above what you are able, but with the temptation also will make a way to escape, so that you may be able to bear [it]."},{"number":14,"verse":"Therefore, my dearly beloved, flee from idolatry."},{"number":15,"verse":"I speak as to wise men; you judge what I say."},{"number":16,"verse":"The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?"},{"number":17,"verse":"For we, the many, are one bread [and] one body; for we are all partakers of that one bread."},{"number":18,"verse":"Behold Israel after the flesh. Are not those who eat of the sacrifices also partakers of the altar?"},{"number":19,"verse":"What then do I say? That the idol is anything, or that an idolatrous sacrifice is anything?"},{"number":20,"verse":"But [I say] that the things which the nations sacrifice, [they] sacrifice to demons and not to God. And I do not desire that you should have fellowship with demons."},{"number":21,"verse":"You cannot drink [the] cup of the Lord and the cup of demons; you cannot be partakers of [the] Lord's table and of a table of demons."},{"number":22,"verse":"Or do we provoke the Lord to jealousy? Are we stronger than He?"},{"number":23,"verse":"All things are lawful to me, but not all things profit. All things are lawful to me, but not all things build up."},{"number":24,"verse":"Let no one seek his own, but each one another's."},{"number":25,"verse":"Eat whatever is sold in the meat market, asking no question for conscience' sake;"},{"number":26,"verse":"for the earth [is] the Lord's, and the fullness of it."},{"number":27,"verse":"If any of those who do not believe invite you [to a feast], and if you are disposed to go, eat whatever is set before you, asking no questions for conscience' sake."},{"number":28,"verse":"But if anyone says to you, This is slain in sacrifice to idols, do not eat for the sake of him who showed [it], and for conscience' sake; for the earth [is] the Lord's, and the fullness of it;"},{"number":29,"verse":"conscience, I say, not your own, but the other's. For why is my liberty judged by another's conscience?"},{"number":30,"verse":"For if I by grace am a partaker, why am I evil spoken of for that [for] which I give thanks?"},{"number":31,"verse":"Therefore whether you eat or drink, or whatever you do, do all to the glory of God."},{"number":32,"verse":"Give no offense, either to the Jews, or to the Greeks or to the church of God;"},{"number":33,"verse":"even as I please all [men] in all [things], not seeking my own profit, but the [profit] of the many, so that they may be saved."}]}