{"bibleAbbr":"MKJV1962","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":16,"verses":[{"number":1,"verse":"And concerning the collection for the saints, as I charged the churches of Galatia, so also you do."},{"number":2,"verse":"On the first of the sabbaths let each of you put by himself, storing up what ever he is prospered, so that there may be no collections when I come."},{"number":3,"verse":"And when I come, whomever you shall approve by [your] letters, I will send them to bring your gift to Jerusalem."},{"number":4,"verse":"And if it is suitable for me to go also, they shall go with me."},{"number":5,"verse":"But I will come to you when I pass through Macedonia; for I am going through Macedonia."},{"number":6,"verse":"And it may be that I will stay with you, and even spend the winter with you, so that you may set me forward wherever I go."},{"number":7,"verse":"For I do not desire to see you now in passage, but I am hoping to stay some time with you, if the Lord permits."},{"number":8,"verse":"But I will stay in Ephesus until Pentecost."},{"number":9,"verse":"For a great and effective door opened to me, and many [are] opposing."},{"number":10,"verse":"But if Timothy comes, see that he is with you without fear, for he works the work of the Lord, even as I [do]."},{"number":11,"verse":"Therefore let not any despise him, but set him forward in peace, so that he may come to me; for I am waiting for him with the brothers."},{"number":12,"verse":"As regards [our] brother Apollos, I greatly desired him to come to you with the brothers, but it was not altogether [his] will that he come now. But he will come when he has opportunity."},{"number":13,"verse":"Watch! Stand fast in the faith! Be men! Be strong!"},{"number":14,"verse":"Let all your things be done in charity."},{"number":15,"verse":"But I exhort you, brothers. You know the house of Stephanas, that it is the firstfruit of Achaia, and they appointed themselves to ministry to the saints."},{"number":16,"verse":"See that you also submit to such ones, and to everyone working and laboring with [me]."},{"number":17,"verse":"I am glad at the coming of Stephanas and Fortunatus and Achaicus; for these supplied your lack."},{"number":18,"verse":"For they have refreshed my spirit and yours; then acknowledge such ones."},{"number":19,"verse":"The churches of Asia greet you. Aquila and Priscilla greet you much in [the] Lord, with the church that is in their house."},{"number":20,"verse":"All the brothers greet you. Greet one another with a holy kiss."},{"number":21,"verse":"The salutation of Paul with my own hand."},{"number":22,"verse":"If anyone does not love the Lord Jesus Christ, let him be accursed. The Lord comes!"},{"number":23,"verse":"May the grace of the Lord Jesus Christ [be] with you."},{"number":24,"verse":"Let my love [be] with you all in Christ Jesus. Amen."}]}