{"bibleAbbr":"MKJV1962","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"And in Antioch some among the existing church were prophets and teachers. (such as Barnabas, and Simeon who was called Niger, and Lucius of Cyrene, and Manaen, the foster-brother of Herod the tetrarch) and Saul."},{"number":2,"verse":"[As] they ministered to the Lord and fasted, the Holy Spirit said, So, then, separate Barnabas and Saul to Me for the work to which I have called them."},{"number":3,"verse":"Then having fasted and prayed and laid hands on them, they let [them] go."},{"number":4,"verse":"Then these indeed sent out by the Holy Spirit went down to Seleucia. And from there they sailed to Cyprus."},{"number":5,"verse":"And when they were at Salamis, they announced the Word of God in the synagogues of the Jews. And they also had John as an assistant."},{"number":6,"verse":"And when they had gone through the island to Paphos, they found a certain conjurer, a false prophet, a Jew whose name [was] Bar-jesus;"},{"number":7,"verse":"who was with the proconsul of the country, Sergius Paulus, a prudent man. He called for Barnabas and Saul and asked to hear the Word of God."},{"number":8,"verse":"But Elymas the conjurer (for so his name is, if translated) withstood them, seeking to turn the proconsul away from the faith."},{"number":9,"verse":"Then Saul (who [is] also Paul), filled with [the] Holy Spirit, set his eyes on him"},{"number":10,"verse":"and said, O son of the Devil, full of all deceit and all craftiness, enemy of all righteousness, will you not stop perverting the right ways of [the] Lord?"},{"number":11,"verse":"And now, behold, [the] hand of the Lord [is] on you. And you shall be blind, not seeing the sun for a while. And immediately a mist and a darkness fell on him, and he went about seeking [some to] lead him by the hand."},{"number":12,"verse":"Then, seeing the thing happening, the proconsul believed, being astonished at the doctrine of the Lord."},{"number":13,"verse":"And Paul and those around [him] sailed from Paphos and came to Perga of Pamphylia. And John left them and returned to Jerusalem."},{"number":14,"verse":"But going through from Perga, they came to Antioch in Pisidia and went into the synagogue on the sabbath day and sat down."},{"number":15,"verse":"And after the reading of the Law and the Prophets, the rulers of the synagogue sent to them, saying, Men, brothers, if you have any word of comfort for the people, speak."},{"number":16,"verse":"And rising up and signaling with his hand, Paul said, Men, Israelites, and those fearing God, listen."},{"number":17,"verse":"The God of this people Israel chose our fathers and exalted the people in their residency in [the] land [of] Egypt, and He brought them out of it with a high arm."},{"number":18,"verse":"And about the time of forty years He tenderly bore them in the wilderness."},{"number":19,"verse":"And when He had destroyed seven nations in the land of Canaan, he gave their land to them as an inheritance."},{"number":20,"verse":"And after that He gave [them] judges for about four hundred and fifty years, until Samuel the prophet."},{"number":21,"verse":"And afterward they asked [for] a king. And God gave them Saul the son of Kish, a man of [the] tribe of Benjamin, [for] forty years."},{"number":22,"verse":"And when He had removed him, He raised up David to them to be their king; to whom He also witnessed and said, I have found David the [son] of Jesse [to be] a man after My own heart, who shall fulfill all My will."},{"number":23,"verse":"Of this [man's] seed God has raised to Israel, according to [His] promise, a Savior, Jesus;"},{"number":24,"verse":"John having before proclaimed the baptism of repentance to all the people of Israel, before His coming."},{"number":25,"verse":"And as John fulfilled his course, he said, Who do you think that I am? I am not [He]. But behold, One comes after me, the sandals of whose feet I am not worthy to loose."},{"number":26,"verse":"Men, brothers, sons of [the] race of Abraham, and whoever among you fears God, the word of this salvation is sent to you."},{"number":27,"verse":"For those living in Jerusalem, and their rulers, not having known this One, and the voices of the prophets being read throughout every sabbath, condemning [Him], they fulfilled [the Scriptures]."},{"number":28,"verse":"And finding not one cause of death [in Him], they begged Pilate to do away with Him."},{"number":29,"verse":"And when they had fulfilled all that was written concerning Him, taking [Him] down from the tree, they laid [Him] in a tomb."},{"number":30,"verse":"But God raised Him from [the] dead,"},{"number":31,"verse":"who appeared for many days by those who came up with Him from Galilee to Jerusalem, who are His witnesses to the people."},{"number":32,"verse":"And we preach the gospel to you, the promise made to the fathers,"},{"number":33,"verse":"this God has fulfilled to us their children, raising up Jesus, as also it is written in the second Psalm, You are My Son, this day I have begotten You."},{"number":34,"verse":"And that He raised Him up from [the] dead, no more to return to corruption, He spoke in this way: I will give you the holy promises of David."},{"number":35,"verse":"Therefore he also says in another [psalm], You shall not allow Your Holy One to see corruption."},{"number":36,"verse":"For after he had served [his] own generation by the will of God, David fell asleep and was added to his fathers and saw corruption."},{"number":37,"verse":"But [He] whom God raised again saw no corruption."},{"number":38,"verse":"Therefore be it known to you, men, brothers, that through this One the forgiveness of sins is announced to you."},{"number":39,"verse":"And by Him all who believe are justified from all things, from which you could not be justified by the law of Moses."},{"number":40,"verse":"Therefore beware lest that come on you which is spoken of in the prophets:"},{"number":41,"verse":"Behold, you despisers, and marvel, and perish; for I work a work in your days, a work which you shall in no way believe, though a man declare [it] to you."},{"number":42,"verse":"And the Jews having gone out of the synagogue, the nations begged that these words might be preached to them the next sabbath."},{"number":43,"verse":"And the synagogue being broken up, many of the Jews and of the devout proselytes followed Paul and Barnabas; who, speaking to them, persuaded them to continue in the grace of God."},{"number":44,"verse":"And on the coming sabbath day almost all the city came together to hear the Word of God."},{"number":45,"verse":"But when the Jews saw the multitudes, they were filled with envy and contradicted those things which were spoken by Paul, contradicting and blaspheming."},{"number":46,"verse":"But speaking boldly, Paul and Barnabas said, It was necessary [for] the word of God to be spoken to you first. But since indeed you put it far from you and judge yourselves unworthy of everlasting life, lo, we turn to the nations."},{"number":47,"verse":"For so the Lord has commanded us, [saying], I have set You to be a light of the nations, for salvation to the end of the earth."},{"number":48,"verse":"And hearing, the nations rejoiced and glorified the Word of the Lord. And as many as were ordained to eternal life believed."},{"number":49,"verse":"And the Word of the Lord was carried throughout all the country."},{"number":50,"verse":"But the Jews stirred up the devout and honorable women, and the chief ones of the city, and raised a persecution against Paul and Barnabas. And they threw them out of their borders."},{"number":51,"verse":"But shaking the dust of their feet off on them, they came into Iconium."},{"number":52,"verse":"And the disciples were filled with joy and with [the] Holy Spirit."}]}