{"bibleAbbr":"MKJV1962","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"And it happened when it was time to sail, we having been torn away from them, running direct we came to Cos; and on the next [day] to Rhodes, and from there to Patara."},{"number":2,"verse":"And finding a ship sailing over to Phoenicia, going on board, we set sail."},{"number":3,"verse":"And sighting Cyprus, and leaving it on the left, we sailed into Syria, and came down to Tyre. For the ship was to unload its cargo there."},{"number":4,"verse":"And finding disciples, we stayed there seven days; who said to Paul through the Spirit that he should not go up to Jerusalem."},{"number":5,"verse":"But when it was [time to] finish the days, going out, we traveled on. [And they] with all [the] women and children went with us as far as outside the city. And we kneeled down on the shore and prayed."},{"number":6,"verse":"And giving parting greetings to one another, we went up into the ship; and they returned to their own things."},{"number":7,"verse":"And finishing the voyage from Tyre, we came to Ptolemais. And greeting the brothers, we stayed with them one day."},{"number":8,"verse":"And the next [day] those around [him] going out, Paul came to Caesarea. And entering the house of Philip the evangelist, [he] being of the seven, we stayed with him."},{"number":9,"verse":"And there were four virgin daughters to this one, who prophesied."},{"number":10,"verse":"And as we stayed more days, a certain prophet from Judea named Agabus came down."},{"number":11,"verse":"And coming to us, and taking Paul's belt, and binding his hands and feet, he said, The Holy Spirit says these [things]: So shall the Jews at Jerusalem bind the man whose belt this is, and will deliver [him] into the hands of the] nations."},{"number":12,"verse":"And when we heard these things, both we and those of [the] place begged him not to go up to Jerusalem."},{"number":13,"verse":"Then Paul answered, What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but also to die at Jerusalem for the name of the Lord Jesus."},{"number":14,"verse":"And he not being persuaded, we ceased, saying, The will of the Lord be [done]."},{"number":15,"verse":"And after those days, making ready, we went up to Jerusalem."},{"number":16,"verse":"Also [some] of the disciples from Caesarea went with us, bringing Mnason, a certain Cypriot, an old disciple with whom we were to lodge."},{"number":17,"verse":"And we being in Jerusalem, the brothers received us gladly."},{"number":18,"verse":"And on the next [day] Paul went with us to James. And all the elders were present."},{"number":19,"verse":"And having greeted them, he related one by one what things God had done among the nations by his ministry."},{"number":20,"verse":"And hearing, they glorified the Lord, and said to him, You see, brother, how many thousands of Jews there are who believe, and they are all zealous of the law."},{"number":21,"verse":"And they are informed concerning you, that you teach all the Jews who are among the nations to forsake Moses, saying that they ought not to circumcise [their] children, nor to walk after the customs."},{"number":22,"verse":"What is it therefore? At all events a multitude will come together, for they will hear that you have come."},{"number":23,"verse":"Therefore do this, what we say to you: We have four men who have a vow on themselves;"},{"number":24,"verse":"taking them, be purified with them, and be at expense for them, so that they may shave [their] heads. And all may know that what they have been told about you is nothing, but you yourself also walk orderly and keep the Law."},{"number":25,"verse":"And as to the nations who believe, we joined in writing, judging them to observe no such things, except only that they keep themselves from both idol sacrifice, and blood, and a thing strangled, and [from] fornication."},{"number":26,"verse":"Then taking the men on the next day, being purified with them, Paul went into the temple, declaring the fulfillment of the days of the purification, until an offering should be offered for each of them."},{"number":27,"verse":"And when the seven days were about to be completed, the Jews who were from Asia, having seen him in the temple, stirred up all the crowd and laid hands on him,"},{"number":28,"verse":"crying out, Men, Israelites, help! This is the man who teaches all everywhere against the people and the Law and this place. And even he brought Greeks into the temple and has polluted this holy place."},{"number":29,"verse":"(For they had seen Trophimus the Ephesian with him in the city before, whom they supposed that Paul had brought into the temple.)"},{"number":30,"verse":"And all the city was moved, and the people ran together. And laying hands on Paul, they drew him outside of the temple. And immediately the doors were shut."},{"number":31,"verse":"And as they [were] seeking to kill him, the news came to the chiliarch of the cohort, that all Jerusalem was in an uproar."},{"number":32,"verse":"[He] immediately took soldiers and centurions, and ran down to them. And seeing the chiliarch and the soldiers, they quit beating Paul."},{"number":33,"verse":"Then going near, the chiliarch laid hold on him, and commanded [him] to be bound with two chains. And [he] demanded who he was and what he had done."},{"number":34,"verse":"And others cried something else in the crowd, and not being able to know the certainty on account of the uproar, he commanded him to be carried into the fortress."},{"number":35,"verse":"And when he came on the stairs, it happened that he was carried by the soldiers, because of the violence of the crowd."},{"number":36,"verse":"For the multitude of the people followed after, crying, Away with him!"},{"number":37,"verse":"And as Paul was about to be led into the fortress, he said to the chiliarch, Is it lawful for me to say a thing to you? And he said, Do you know Greek?"},{"number":38,"verse":"Then are you not the Egyptian who before these days caused a riot, and led four thousand men of the assassins out into the wilderness?"},{"number":39,"verse":"But Paul said, I am a man, a Jew of Tarsus in Cilicia, a citizen [of] no small city. And I beseech you, allow me to speak to the people."},{"number":40,"verse":"And he allowing him, standing on the stairs, Paul signaled with [his] hand to the people. And much silence taking place, he spoke in the Hebrew dialect, saying:"}]}