{"bibleAbbr":"MKJV1962","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"Men, brothers and fathers! Hear my defense now to you."},{"number":2,"verse":"And hearing that he spoke to them in the Hebrew dialect, they all the more kept silence. And he said,"},{"number":3,"verse":"I am truly a man, a Jew born in Tarsus in Cilicia, yet brought up in this city at the feet of Gamaliel, taught according to the exactness of the law of the fathers, being a zealous one of God, as you all are today."},{"number":4,"verse":"[I] persecuted this Way as far as death, binding and delivering both men and women into prisons;"},{"number":5,"verse":"as also the high priest bears witness to me, and all the elderhood. And receiving letters from [them] to the brothers, I traveled into Damascus indeed to lead those being bound to Jerusalem, in order that they might be punished."},{"number":6,"verse":"And it happened to me, traveling and drawing near to Damascus: suddenly, about midday, a great light out of the heaven shone around me."},{"number":7,"verse":"And I fell to the ground and heard a voice saying to me, Saul, Saul, why do you persecute Me?"},{"number":8,"verse":"And I answered, Who are you, lord? And he said to me, I am Jesus of Nazareth, whom you persecute."},{"number":9,"verse":"And they who were with me indeed saw the light and were afraid. But they did not hear the voice of Him who spoke to me."},{"number":10,"verse":"And I said, What shall I do, Lord? And the Lord said to me, Arise and go into Damascus. And there it shall be told you all things which are appointed for you to do."},{"number":11,"verse":"And I did not see, because of the glory of that light; being led by the hand of those who were with me, I came into Damascus."},{"number":12,"verse":"And one Ananias, a devout man according to the law, testified to by all the Jews who lived [there] ,"},{"number":13,"verse":"coming to me and standing by, said to me, Brother Saul, look up! And the same hour I looked up on him."},{"number":14,"verse":"And he said, The God of our fathers has chosen you to know His will and to see the Just One, and to hear a voice out of His mouth."},{"number":15,"verse":"For you shall be His witness to all men of what you have seen and heard."},{"number":16,"verse":"And now what do you intend? Arise and be baptized and wash away your sins, calling on the name of the Lord."},{"number":17,"verse":"And it happened to me, I returning to Jerusalem and praying in the temple, I became in an ecstasy."},{"number":18,"verse":"And I saw Him say to me, Hurry and go quickly out of Jerusalem, for they will not receive your testimony concerning Me."},{"number":19,"verse":"And I said, Lord, they know that I was imprisoning and beating those who believed on You throughout the synagogues."},{"number":20,"verse":"And when the blood of Your martyr Stephen was poured out, I also was standing by and consenting to his death, and holding the garments of those who killed him."},{"number":21,"verse":"And He said to me, Go, for I will send you far away to the nations."},{"number":22,"verse":"And they listened to him until this word, and [then] they lifted up their voice, saying, Take such a one from the earth! For it is not fitting that he should live."},{"number":23,"verse":"And as they shouted and tore [their] garments, and threw dust into the air,"},{"number":24,"verse":"the chiliarch commanded him to be brought into the fortress, saying for him to be examined by scourging, so that he might know why they cried out so against him."},{"number":25,"verse":"And as they stretched him with thongs, Paul said to the centurion who stood by, Is it lawful for you to scourge a man who is a Roman and uncondemned?"},{"number":26,"verse":"And hearing, coming near the centurion reported to the chiliarch, saying, Watch what you are about to do, for this man is a Roman."},{"number":27,"verse":"And coming up the chiliarch said to him, Tell me, are you a Roman? And He said, Yes."},{"number":28,"verse":"And the chiliarch answered, With a great sum I bought this citizenship. And Paul said, But I was even born [free]."},{"number":29,"verse":"Then immediately, those being about to examine him stood away from him. And the chiliarch also was afraid, fully knowing that he was a Roman, and that he had bound him."},{"number":30,"verse":"On the next day, he desiring to know with certainty why he was accused by the Jews, he freed him from [his] bonds, and commanded the chief priests and all their sanhedrin to appear. And bringing Paul down, [he] set [him among them."}]}