{"bibleAbbr":"MKJV1962","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"And Agrippa said to Paul, You are permitted to speak for yourself. Then stretching out his hand, Paul made a defense:"},{"number":2,"verse":"Concerning all of which I am accused by Jews, king Agrippa, I think myself happy being about to make defense before you today,"},{"number":3,"verse":"you being especially expert in all customs and questions among the Jews. Therefore I beseech you to hear me patiently."},{"number":4,"verse":"Truly, then, all the Jews know my manner of life from my youth, which was at first among my own nation at Jerusalem,"},{"number":5,"verse":"who knew me from the first, if they would testify, that according to the strictest sect of our religion I lived a Pharisee."},{"number":6,"verse":"And now I stand and am judged for [the] hope of the promise made to our fathers by God,"},{"number":7,"verse":"to which [promise] our twelve tribes hope to attain, serving God fervently night and day. For the sake of this hope, king Agrippa, I am accused by the Jews."},{"number":8,"verse":"Why is it thought a thing incredible with you that God raises [the] dead?"},{"number":9,"verse":"I truly thought within myself that I ought to do many things contrary to the name of Jesus of Nazareth,"},{"number":10,"verse":"which I also did in Jerusalem. And I shut up many of the saints in prisons, having received authority from the chief priests. And they being put to death, I cast a vote."},{"number":11,"verse":"And I punished them often in every synagogue; I compelled [them] to blaspheme; and [being] exceedingly furious against them, I persecuted them even to the outside cities."},{"number":12,"verse":"In which pursuit also traveling to Damascus with authority and power of decision from the chief priests,"},{"number":13,"verse":"at midday, along the highway, O king, I and those with me saw a light from heaven, brighter than the sun; shining around me."},{"number":14,"verse":"And all of us falling to the ground, I heard a voice speaking to me and saying in the Hebrew dialect, Saul, Saul, why do you persecute Me? [It is] hard for you to kick against the goads."},{"number":15,"verse":"And I said, Who are you, lord? And He said, I am Jesus whom you persecute."},{"number":16,"verse":"But rise and stand on your feet, for I have appeared to you for this purpose, to make you a minister and a witness both of what you saw, and in what I shall appear to you;"},{"number":17,"verse":"delivering you from the people and the nations, to whom I now send you"},{"number":18,"verse":"in order to open their eyes so that they may turn from darkness to light, and from the authority of Satan to God, so that they may receive remission of sins and an inheritance among those who are sanctified by faith in Me."},{"number":19,"verse":"After this, king Agrippa, I did not disobey the heavenly vision."},{"number":20,"verse":"But to those first in Damascus, and Jerusalem, and to all the country of Judea, and to the nations, I made known [the command] to repent and to turn to God, doing works worthy of repentance"},{"number":21,"verse":"Because of these things, having caught [me] in the temple, The Jews tried to kill [me]."},{"number":22,"verse":"Then having obtained help from God, I stand until this day, witnessing both to small and great, saying no other things than those which the prophets and Moses said was going to happen;"},{"number":23,"verse":"whether the Christ was] liable to suffer, whether first by a resurrection of the] dead He was going to proclaim light to the people and to the nations."},{"number":24,"verse":"And he defending himself [with] these things, Festus said with a loud voice, Paul, you rave! Your many letters turn [you] to insanity."},{"number":25,"verse":"But he said, Not to insanity, most noble Festus, but I speak words of truth and sanity."},{"number":26,"verse":"For the king understands about these things, to whom I speak, even being bold of speech. For I am persuaded that not any of these things are hidden [from] him, nothing. For the doing of this was not in a corner."},{"number":27,"verse":"King Agrippa, do you believe the prophets? I know that you believe."},{"number":28,"verse":"And Agrippa said to Paul, Do you persuade me to be a Christian in [but] a little?"},{"number":29,"verse":"And Paul said, I would pray to God, both in a little and in much, that not only you, but also all hearing me today to become as I also am, except for these bonds."},{"number":30,"verse":"And he having spoken this, the king and the governor and Bernice and those who sat with them rose up."},{"number":31,"verse":"And withdrawing, they spoke with one another, saying, This man does nothing worthy of death or of bonds."},{"number":32,"verse":"And Agrippa said to Festus, This man might have been set at liberty if he had not appealed to Caesar."}]}