{"bibleAbbr":"MKJV1962","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"Then the high priest said, Then do you so hold these things?"},{"number":2,"verse":"And he said, Men, brothers, and fathers, listen: The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran."},{"number":3,"verse":"And He said to him, Go out from your land and from your kindred, and come into a land which I shall show you."},{"number":4,"verse":"Then he came out of [the] land of the Chaldeans and lived in Haran. And from there, when his father was dead, he moved into this land in which you now dwell."},{"number":5,"verse":"And He gave him no inheritance in it, no, not [even] a foot-breadth. And [He] promised that He would give it to him for a possession, and to his seed after him, there being no child to him."},{"number":6,"verse":"And God spoke in this way, that his seed would be a tenant in another land, and that they would enslave it and oppress [it] four hundred years."},{"number":7,"verse":"And God said, I will judge the nation to whom they shall be in bondage, and after these things they will come out and will serve Me in this place."},{"number":8,"verse":"And He gave him the covenant of circumcision. And so [Abraham] fathered Isaac and circumcised him the eighth day. And Isaac [fathered] Jacob, and Jacob the twelve patriarchs."},{"number":9,"verse":"And being jealous of Joseph, the patriarchs sold [Joseph] into Egypt. But God was with him"},{"number":10,"verse":"and plucked him out from all his afflictions, and He gave him favor and wisdom over against Pharaoh king of Egypt. And he appointed him governor over Egypt and all his household."},{"number":11,"verse":"But a famine came over all the land of Egypt and Canaan, and a great affliction. And our fathers found no food."},{"number":12,"verse":"But hearing grain was in Egypt, Jacob sent out our fathers first."},{"number":13,"verse":"And at the second [time] Joseph was made known to his brothers, and Joseph's race was made known to Pharaoh."},{"number":14,"verse":"And seeing, Joseph called his father Jacob, and all his kindred, seventy-five souls."},{"number":15,"verse":"And Jacob went down into Egypt and died, he and our fathers,"},{"number":16,"verse":"and were carried over into Shechem. And they were laid in the tomb that Abraham bought for a price of silver from the sons of Emmor [the father] of Shechem."},{"number":17,"verse":"But as the time was drawing near, of the promise which God had sworn to Abraham, the people grew and multiplied in Egypt,"},{"number":18,"verse":"until another king arose who did not know Joseph."},{"number":19,"verse":"Dealing subtly with our race, this one oppressed our fathers, causing their infants [to be] exposed, [so as] not to be left alive."},{"number":20,"verse":"In this time Moses was born, and was beautiful to God, who was brought up three months in his father's house."},{"number":21,"verse":"And he being cast out, Pharaoh's daughter took him up and reared him for a son to her."},{"number":22,"verse":"And Moses was learned in all [the] wisdom of the Egyptians and was mighty in words and in deeds."},{"number":23,"verse":"And when a period of forty years was fulfilled to him, it arose in his heart to look upon his brothers, the sons of Israel."},{"number":24,"verse":"And seeing one being wronged, he defended [him]. and avenged him who was oppressed and struck the Egyptian."},{"number":25,"verse":"For he thought his brothers [would] understand that God would give them deliverance by his hand. But they did not understand."},{"number":26,"verse":"And the next day he appeared to them [while] fighting. And he urged them to peace, saying, Men, you are brothers, why do you wrong one another?"},{"number":27,"verse":"But he who wronged his neighbor thrust him away, saying, Who made you a ruler and a judge over us?"},{"number":28,"verse":"Will you not kill me as you did the Egyptian yesterday?"},{"number":29,"verse":"And Moses fled at this word, and became a temporary resident in the land of Midian, where he fathered two sons."},{"number":30,"verse":"And forty years being fulfilled to him, [the] Angel of [the] Lord appeared to him in the desert of Mount Sinai in a flame of fire in a bush."},{"number":31,"verse":"And seeing [it], Moses marveled at the sight. And as he drew near to see, the voice of [the] Lord came to him:"},{"number":32,"verse":"[saying], I [am] the God of your fathers, the God of Abraham, and the God of Isaac, and the God of Jacob. But Moses trembled and dared not look."},{"number":33,"verse":"Then the Lord said to him, Loosen the sandal on your feet, for the place where you stand is holy ground."},{"number":34,"verse":"I have seen, the affliction of My people in Egypt, and I have heard their groan; and I came down to pluck them out. And now come, I will send you into Egypt."},{"number":35,"verse":"This Moses whom they refused, saying, Who made you a ruler and a judge? God has sent this one [to be] a ruler and a redeemer by [the] hand of [the] Angel who appeared to him in the Bush."},{"number":36,"verse":"He brought them out after he had worked wonders and miracles in [the] land of Egypt and in [the] Red Sea and in the wilderness forty years."},{"number":37,"verse":"This is that Moses who said to the sons of Israel, The] Lord your God shall raise up a Prophet to you from your brothers, [One] like me; you shall hear Him."},{"number":38,"verse":"This is he who was in the congregation in the wilderness with the Angel who spoke to him in Mount Sinai, and [with] our fathers, who received the living words to give to us,"},{"number":39,"verse":"to whom our fathers would not be obedient, but thrust [him] away and turned back again to Egypt in their hearts,"},{"number":40,"verse":"saying to Aaron, Make us gods to go before us, for [as for] this Moses who brought us out of [the] land of Egypt, we do not know what has become of him."},{"number":41,"verse":"And they made a calf in those days and offered sacrifice to the idol and rejoiced in the work of their own hands."},{"number":42,"verse":"Then God turned and gave them over to serve the host of the heavens, as it is written in [the] book of the Prophets: O house of Israel, have you offered to Me slain beasts and sacrifices forty years in the wilderness?"},{"number":43,"verse":"Yea, you took up the tabernacle of Moloch, and the star of your god Remphan, images which you made in order to worship them; and I will remove you beyond Babylon."},{"number":44,"verse":"The tabernacle of witness was among our fathers in the wilderness, as commanded [by God], speaking to Moses to make it according to the pattern that he had seen."},{"number":45,"verse":"Which also having received it by inheritance with Joshua, our fathers, with Joshua, in taking possession of the nations whom God drove out before the face of our fathers until the days of David,"},{"number":46,"verse":"who found favor with God and desired to find a tabernacle for the God of Jacob;"},{"number":47,"verse":"but Solomon built Him a house."},{"number":48,"verse":"But, the Most High does not dwell in temples made with hands, as the prophet says,"},{"number":49,"verse":"Heaven [is] My throne and earth [is] My footstool. What house will you build Me, says [the] Lord, or what [is] the place of My rest?"},{"number":50,"verse":"Has not My hand made all these things?"},{"number":51,"verse":"O stiff-necked and uncircumcised in heart and ears! You always resist the Holy Spirit. As your fathers [did], so you do."},{"number":52,"verse":"Which of the prophets did your fathers not persecute? And they killed those who foretold the coming of the Just One, of whom you have now been the betrayers and murderers;"},{"number":53,"verse":"who received the Law through disposition of angels, and did not keep [it.]"},{"number":54,"verse":"And hearing these things, they were cut to their hearts. And they gnashed on him with [their] teeth."},{"number":55,"verse":"But being full of [the] Holy Spirit, looking up intently into Heaven, he saw the glory of God, and Jesus standing at the right hand of God."},{"number":56,"verse":"And [he] said, Behold, I see Heaven opened and the Son of man standing on the right hand of God."},{"number":57,"verse":"And crying out with a loud voice, they stopped their ears and ran on him with one accord."},{"number":58,"verse":"And throwing [him] outside the city, they stoned [him]. And the witnesses laid their clothes down at the feet of a young man named Saul."},{"number":59,"verse":"And they stoned Stephen, who was calling on [God] and saying, Lord Jesus, receive my spirit."},{"number":60,"verse":"And kneeling down, he cried with a loud voice, Lord, do not lay this sin to their charge. And when he had said this, he fell asleep."}]}