{"bibleAbbr":"NASB1995","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"Hezekiah<WH2396> became<WH4427> king<WH4427> [when he was] twenty-five years<WH8141> old;<WH1121> and he reigned<WH4427> twenty-nine years<WH8141> in Jerusalem.<WH3389> And his mother's name<WH8034> [was] Abijah,<WH29> the daughter<WH1323> of Zechariah.<WH2148>"},{"number":2,"verse":"And he did<WH6213> right<WH3477> in the sight<WH5869> of the Lord,<WH3068> according to all<WH3605> that his father David<WH1> had done.<WH1732>"},{"number":3,"verse":"In the first<WH7223> year<WH8141> of his reign,<WH4427> in the first<WH7223> month,<WH2320> he opened<WH6605> the doors<WH1817> of the house<WH1004> of the Lord<WH3068> and repaired<WH2388> them."},{"number":4,"verse":"And he brought<WH935> in the priests<WH3548> and the Levites,<WH3881> and gathered<WH622> them into the square<WH7339> on the east.<WH4217>"},{"number":5,"verse":"Then he said<WH559> to them, \"Listen<WH8085> to me, O Levites.<WH3881> Consecrate<WH6942> yourselves now,<WH6258> and consecrate<WH6942> the house<WH1004> of the Lord,<WH3068> the God<WH430> of your fathers, and carry<WH1> the uncleanness<WH3318> out from the holy<WH5079> place."},{"number":6,"verse":"\"For our fathers have been<WH1> unfaithful<WH4603> and have done<WH4603> evil<WH6213> in the sight<WH7451> of the Lord<WH5869> our God,<WH3068> and have forsaken<WH430> Him and turned<WH5800> their faces<WH5437> away<WH6440> from the dwelling<WH5437> place<WH4908> of the Lord,<WH4908> and have turned<WH3068> [their] backs.<WH5414>"},{"number":7,"verse":"\"They have also<WH1571> shut<WH5462> the doors<WH1817> of the porch<WH197> and put<WH3518> out the lamps,<WH5216> and have not burned<WH6999> incense<WH7004> or offered<WH5927> burnt<WH5930> offerings<WH5930> in the holy<WH6944> place to the God<WH430> of Israel.<WH3478>"},{"number":8,"verse":"\"Therefore the wrath<WH7110> of the Lord<WH3068> was against<WH5921> Judah<WH3063> and Jerusalem,<WH3389> and He has made<WH5414> them an object<WH2113> of terror,<WH2113> of horror,<WH8047> and of hissing,<WH8322> as you see<WH7200> with your own eyes.<WH5869>"},{"number":9,"verse":"\"For behold,<WH2009> our fathers have fallen<WH1> by the sword,<WH5307> and our sons<WH2719> and our daughters<WH1121> and our wives<WH1323> are in captivity<WH802> for this.<WH7628>"},{"number":10,"verse":"\"Now<WH6258> it is in my heart<WH3824> to make<WH3772> a covenant<WH1285> with the Lord<WH3068> God<WH430> of Israel,<WH3478> that His burning<WH2740> anger<WH639> may turn<WH7725> away<WH7725> from us."},{"number":11,"verse":"\"My sons,<WH1121> do not be negligent<WH7951> now,<WH6258> for the Lord<WH3068> has chosen<WH977> you to stand<WH5975> before<WH6440> Him, to minister<WH8334> to Him, and to be His ministers<WH8334> and burn<WH6999> incense.<WH6999>\""},{"number":12,"verse":"Then the Levites<WH3881> arose:<WH6965> Mahath,<WH4287> the son<WH1121> of Amasai<WH6022> and Joel<WH3100> the son<WH1121> of Azariah,<WH5838> from the sons<WH1121> of the Kohathites;<WH6956> and from the sons<WH1121> of Merari,<WH4847> Kish<WH7027> the son<WH1121> of Abdi<WH5660> and Azariah<WH5838> the son<WH1121> of Jehallelel;<WH3094> and from the Gershonites,<WH1649> Joah<WH3098> the son<WH1121> of Zimmah<WH2155> and Eden<WH9383> the son<WH1121> of Joah;<WH3098>"},{"number":13,"verse":"and from the sons<WH1121> of Elizaphan,<WH469> Shimri<WH8113> and Jeiel;<WH3262> and from the sons<WH1121> of Asaph,<WH623> Zechariah<WH2148> and Mattaniah;<WH4983>"},{"number":14,"verse":"and from the sons<WH1121> of Heman,<WH1968> Jehiel<WH3171> and Shimei;<WH8096> and from the sons<WH1121> of Jeduthun,<WH3038> Shemaiah<WH8098> and Uzziel.<WH5816>"},{"number":15,"verse":"And they assembled<WH622> their brothers,<WH251> consecrated<WH6942> themselves, and went<WH935> in to cleanse<WH2891> the house<WH1004> of the Lord,<WH3068> according to the commandment<WH4687> of the king<WH4428> by the words<WH1697> of the Lord.<WH3068>"},{"number":16,"verse":"So the priests<WH3548> went<WH935> in to the inner<WH6441> part<WH6441> of the house<WH1004> of the Lord<WH3068> to cleanse<WH2891> [it,] and every<WH3605> unclean<WH2932> thing<WH2932> which<WH834> they found<WH4672> in the temple<WH1964> of the Lord<WH3068> they brought<WH3318> out to the court<WH2691> of the house<WH1004> of the Lord.<WH3068> Then the Levites<WH3881> received<WH6901> [it] to carry<WH3318> out to the Kidron<WH6939> valley.<WH5158>"},{"number":17,"verse":"Now they began<WH2490> the consecration<WH6942> on the first<WH259> [day<WH3117>] of the first<WH7223> month,<WH2320> and on the eighth<WH8083> day<WH3117> of the month<WH2320> they entered<WH935> the porch<WH197> of the Lord.<WH3068> Then they consecrated<WH6942> the house<WH1004> of the Lord<WH3068> in eight<WH8083> days,<WH3117> and finished<WH3615> on the sixteenth<WH8337> <WH6240> day of the first<WH7223> month.<WH2320>"},{"number":18,"verse":"Then they went<WH935> in to King<WH4428> Hezekiah<WH2396> and said,<WH559> \"We have cleansed<WH2891> the whole<WH3605> house<WH1004> of the Lord,<WH3068> the altar<WH4196> of burnt<WH5930> offering<WH5930> with all<WH3605> of its utensils,<WH3627> and the table<WH7979> of showbread<WH4635> with all<WH3605> of its utensils.<WH3627>"},{"number":19,"verse":"\"Moreover, all<WH3605> the utensils<WH3627> which<WH834> King<WH4428> Ahaz<WH271> had discarded<WH2186> during his reign<WH4438> in his unfaithfulness,<WH4604> we have prepared<WH3559> and consecrated;<WH6942> and behold,<WH2009> they are before<WH6440> the altar<WH4196> of the Lord.<WH3068>\""},{"number":20,"verse":"Then King<WH4428> Hezekiah<WH2396> arose<WH7925> early<WH7925> and assembled<WH622> the princes<WH8269> of the city<WH5892> and went<WH5927> up to the house<WH1004> of the Lord.<WH3068>"},{"number":21,"verse":"And they brought<WH935> seven<WH7651> bulls,<WH6499> seven<WH7651> rams,<WH352> seven<WH7651> lambs,<WH3532> and seven<WH7651> male<WH6842> goats<WH5795> for a sin<WH9128> offering<WH9128> for the kingdom,<WH4467> the sanctuary,<WH4720> and Judah.<WH3063> And he ordered<WH559> the priests,<WH3548> the sons<WH1121> of Aaron,<WH175> to offer<WH5927> [them] on the altar<WH4196> of the Lord.<WH3068>"},{"number":22,"verse":"So they slaughtered<WH7819> the bulls,<WH1241> and the priests<WH3548> took<WH6901> the blood<WH1818> and sprinkled<WH2236> it on the altar.<WH4196> They also slaughtered<WH7819> the rams<WH352> and sprinkled<WH2236> the blood<WH1818> on the altar;<WH4196> they slaughtered<WH7819> the lambs<WH3532> also and sprinkled<WH2236> the blood<WH1818> on the altar.<WH4196>"},{"number":23,"verse":"Then they brought<WH5066> the male<WH8163> goats<WH8163> of the sin<WH9128> offering<WH9128> before<WH6440> the king<WH4428> and the assembly,<WH6951> and they laid<WH5564> their hands<WH3027> on them."},{"number":24,"verse":"And the priests<WH3548> slaughtered<WH7819> them and purged<WH2398> the altar<WH4196> with their blood<WH1818> to atone<WH3722> for all<WH3605> Israel,<WH3478> for the king<WH4428> ordered<WH559> the burnt<WH5930> offering<WH5930> and the sin<WH9128> offering<WH9128> for all<WH3605> Israel.<WH3478>"},{"number":25,"verse":"He then stationed<WH5975> the Levites<WH3881> in the house<WH1004> of the Lord<WH3068> with cymbals,<WH4700> with harps,<WH5035> and with lyres,<WH3658> according to the command<WH4687> of David<WH1732> and of Gad<WH1410> the king's seer,<WH2374> and of Nathan<WH5416> the prophet;<WH5030> for the command<WH4687> was from the Lord<WH3068> through<WH3027> His prophets.<WH5030>"},{"number":26,"verse":"And the Levites<WH3881> stood<WH5975> with the [musical] instruments<WH3627> of David,<WH1732> and the priests<WH3548> with the trumpets.<WH2689>"},{"number":27,"verse":"Then Hezekiah<WH2396> gave<WH559> the order<WH559> to offer<WH5927> the burnt<WH5930> offering<WH5930> on the altar.<WH4196> When<WH6256> the burnt<WH5930> offering<WH5930> began,<WH2490> the song<WH7892> to the Lord<WH3068> also began<WH2490> with the trumpets,<WH2689> [accompanied] by the instruments<WH3627> of David,<WH1732> king<WH4428> of Israel.<WH3478>"},{"number":28,"verse":"While the whole<WH3605> assembly<WH6951> worshiped,<WH7812> the singers<WH7892> also sang<WH7891> and the trumpets<WH2689> sounded;<WH2690> all<WH3605> this [continued] until<WH5704> the burnt<WH5930> offering<WH5930> was finished.<WH3615>"},{"number":29,"verse":"Now at the completion<WH3615> of the burnt<WH5927> offerings,<WH5927> the king<WH4428> and all<WH3605> who were present<WH4672> with him bowed<WH3766> down<WH3766> and worshiped.<WH7812>"},{"number":30,"verse":"Moreover, King<WH4428> Hezekiah<WH2396> and the officials<WH8269> ordered<WH559> the Levites<WH3881> to sing<WH1984> praises<WH1984> to the Lord<WH3068> with the words<WH1697> of David<WH1732> and Asaph<WH623> the seer.<WH2374> So they sang<WH1984> praises<WH1984> with joy,<WH8057> and bowed<WH6915> down<WH6915> and worshiped.<WH7812>"},{"number":31,"verse":"Then Hezekiah<WH2396> answered<WH6030> and said,<WH559> \"Now<WH6258> [that] you have consecrated<WH4390> <WH3027> yourselves<WH3027> to the Lord,<WH3068> come<WH5066> near<WH5066> and bring<WH935> sacrifices<WH2077> and thank<WH8426> offerings<WH8426> to the house<WH1004> of the Lord.<WH3068>\" And the assembly<WH6951> brought<WH935> sacrifices<WH2077> and thank<WH8426> offerings,<WH8426> and all<WH3605> those who were willing<WH5081> [brought] burnt<WH5930> offerings.<WH5930>"},{"number":32,"verse":"And the number<WH4557> of the burnt<WH5930> offerings<WH5930> which<WH834> the assembly<WH6951> brought<WH935> was 70<WH7657> bulls,<WH1241> 100 rams,<WH352> and 200 lambs;<WH3532> all<WH3605> these<WH428> were for a burnt<WH5930> offering<WH5930> to the Lord.<WH3068>"},{"number":33,"verse":"And the consecrated<WH6944> things<WH6944> were 600 bulls<WH1241> and 3000 sheep.<WH6629>"},{"number":34,"verse":"But the priests<WH3548> were too few,<WH4592> so that they were unable<WH3808> <WH3201> to skin<WH6584> all<WH3605> the burnt<WH5930> offerings;<WH5930> therefore their brothers<WH251> the Levites<WH3881> helped<WH2388> them until<WH5704> the work<WH4399> was completed,<WH3615> and until<WH5704> the [other] priests<WH3548> had consecrated<WH6942> themselves. For the Levites<WH3881> were more<WH4480> conscientious<WH3477> <WH3824> to consecrate<WH6942> themselves than<WH4480> the priests.<WH3548>"},{"number":35,"verse":"And there [were] also<WH1571> many<WH7230> burnt<WH5930> offerings<WH5930> with the fat<WH2459> of the peace<WH8002> offerings<WH8002> and with the libations<WH5262> for the burnt<WH5930> offerings.<WH5930> Thus the service<WH5656> of the house<WH1004> of the Lord<WH3068> was established<WH3559> [again.]"},{"number":36,"verse":"Then Hezekiah<WH2396> and all<WH3605> the people<WH5971> rejoiced<WH8055> over<WH5921> what God<WH430> had prepared<WH3559> for the people,<WH5971> because<WH3588> the thing<WH1697> came<WH1961> about suddenly.<WH6597>"}]}