{"bibleAbbr":"NASB1995","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":32,"verses":[{"number":1,"verse":"After<WH310> these<WH428> acts<WH1697> of faithfulness<WH571> Sennacherib<WH5576> king<WH4428> of Assyria<WH804> came<WH935> and invaded<WH935> Judah<WH3063> and besieged<WH2583> <WH5921> the fortified<WH1219> cities,<WH5892> and thought<WH559> to break<WH1234> into them for himself."},{"number":2,"verse":"Now when Hezekiah<WH2396> saw<WH7200> that Sennacherib<WH5576> had come,<WH935> and that he intended<WH6440> to make war<WH4421> on Jerusalem,<WH3389>"},{"number":3,"verse":"he decided<WH3289> with his officers<WH8269> and his warriors<WH1368> to cut<WH5640> off<WH5640> the [supply of] water<WH4325> from the springs<WH9407> which<WH834> [were] outside<WH4480> <WH2351> the city,<WH5892> and they helped<WH5826> him."},{"number":4,"verse":"So many<WH7227> people<WH5971> assembled<WH6908> and stopped<WH5640> up all<WH3605> the springs<WH4599> and the stream<WH5158> which flowed<WH7857> through<WH8432> the region,<WH776> saying,<WH559> \"Why<WH4100> should the kings<WH4428> of Assyria<WH804> come<WH935> and find<WH4672> abundant<WH7227> water<WH4325>?\""},{"number":5,"verse":"And he took<WH2388> courage<WH2388> and rebuilt<WH1129> all<WH3605> the wall<WH2346> that had been broken<WH6555> down,<WH6555> and erected<WH5927> towers<WH4026> on it, and [built] another<WH312> outside<WH2351> wall,<WH2346> and strengthened<WH2388> the Millo<WH4407> [in] the city<WH5892> of David,<WH1732> and made<WH6213> weapons<WH7973> and shields<WH4043> in great<WH7230> number.<WH7230>"},{"number":6,"verse":"And he appointed<WH5414> military<WH4421> officers<WH8269> over<WH5921> the people,<WH5971> and gathered<WH6908> them to him in the square<WH7339> at the city<WH5892> gate,<WH8179> and spoke<WH1696> encouragingly<WH5921> <WH3824> to them, saying,<WH559>"},{"number":7,"verse":"\"Be strong<WH2388> and courageous,<WH553> do not fear<WH3372> or be dismayed<WH2865> because<WH4480> <WH6440> of the king<WH4428> of Assyria,<WH804> nor because<WH4480> <WH6440> of all<WH3605> the multitude<WH1995> which<WH834> is with him; for the one with us is greater<WH7227> than<WH4480> the one with him."},{"number":8,"verse":"\"With him is [only] an arm<WH2220> of flesh,<WH1320> but with us is the Lord<WH3068> our God<WH430> to help<WH5826> us and to fight<WH3898> our battles.<WH4421>\" And the people<WH5971> relied<WH5564> on the words<WH1697> of Hezekiah<WH2396> king<WH4428> of Judah.<WH3063>"},{"number":9,"verse":"After<WH310> this<WH2088> Sennacherib<WH5576> king<WH4428> of Assyria<WH804> sent<WH7971> his servants<WH5650> to Jerusalem<WH3389> while he [was] besieging<WH5921> Lachish<WH3923> with all<WH3605> his forces<WH4475> with him, against<WH5921> Hezekiah<WH2396> king<WH4428> of Judah<WH3063> and against<WH5921> all<WH3605> Judah<WH3063> who<WH834> [were] at Jerusalem,<WH3389> saying,<WH559>"},{"number":10,"verse":"\"Thus<WH3541> says<WH559> Sennacherib<WH5576> king<WH4428> of Assyria,<WH804> 'On what<WH4100> are you trusting<WH982> that you are remaining<WH3427> in Jerusalem<WH3389> under siege<WH4692>?"},{"number":11,"verse":"'Is not Hezekiah<WH2396> misleading<WH5496> you to give<WH5414> yourselves over to die<WH4191> by hunger<WH7458> and by thirst,<WH6772> saying,<WH559> \"The Lord<WH3068> our God<WH430> will deliver<WH5337> us from the hand<WH3709> of the king<WH4428> of Assyria<WH804>\"?"},{"number":12,"verse":"'Has not the same<WH1931> Hezekiah<WH2396> taken<WH5493> away<WH5493> His high<WH1116> places<WH1116> and His altars,<WH4196> and said<WH559> to Judah<WH3063> and Jerusalem,<WH3389> \"You shall worship<WH7812> before<WH6440> one<WH259> altar,<WH4196> and on it you shall burn<WH6999> incense<WH6999>\"?"},{"number":13,"verse":"'Do you not know<WH3045> what<WH4100> I and my fathers have done<WH1> to all<WH6213> the peoples<WH3605> of the lands<WH5971>? Were the gods<WH776> of the nations<WH430> of the lands<WH1471> able<WH776> at all<WH3201> to deliver<WH3201> their land<WH5337> from my hand<WH776>?"},{"number":14,"verse":"'Who<WH4310> [was there] among all<WH3605> the gods<WH430> of those<WH428> nations<WH1471> which<WH834> my fathers utterly<WH1> destroyed<WH2763> who<WH2763> could<WH834> deliver<WH3201> his people<WH5337> out of my hand,<WH5971> that your God<WH3027> should be able<WH430> to deliver<WH3201> you from my hand<WH5337>?"},{"number":15,"verse":"'Now<WH6258> therefore, do not let Hezekiah<WH2396> deceive<WH5378> you or mislead<WH5496> you like this,<WH2088> and do not believe<WH539> him, for no<WH3808> <WH3605> god<WH433> of any<WH3605> nation<WH1471> or kingdom<WH4467> was able<WH3201> to deliver<WH5337> his people<WH5971> from my hand<WH3027> or from the hand<WH3027> of my fathers. How<WH1> much<WH637> <WH637> less<WH3588> shall your God<WH637> deliver<WH430> you from my hand<WH5337>?' \""},{"number":16,"verse":"And his servants<WH5650> spoke<WH1696> further<WH5750> against<WH5921> the Lord<WH3068> God<WH430> and against<WH5921> His servant<WH5650> Hezekiah.<WH2396>"},{"number":17,"verse":"He also wrote<WH3789> letters<WH5612> to insult<WH2778> the Lord<WH3068> God<WH430> of Israel,<WH3478> and to speak<WH559> against<WH5921> Him, saying,<WH559> \"As the gods<WH430> of the nations<WH1471> of the lands<WH776> have not delivered<WH5337> their people<WH5971> from my hand,<WH3027> so<WH3651> the God<WH430> of Hezekiah<WH2396> shall not deliver<WH5337> His people<WH5971> from my hand.<WH3027>\""},{"number":18,"verse":"And they called<WH7121> this out with a loud<WH1419> voice<WH6963> in the language<WH3066> of Judah<WH3066> to the people<WH5971> of Jerusalem<WH3389> who<WH834> were on the wall,<WH2346> to frighten<WH3372> and terrify<WH926> them, so<WH4616> that they might take<WH3920> the city.<WH5892>"},{"number":19,"verse":"And they spoke<WH1696> of the God<WH430> of Jerusalem<WH3389> as of the gods<WH430> of the peoples<WH5971> of the earth,<WH776> the work<WH4639> of men's hands.<WH3027>"},{"number":20,"verse":"But King<WH4428> Hezekiah<WH2396> and Isaiah<WH9198> the prophet,<WH5030> the son<WH1121> of Amoz,<WH531> prayed<WH6419> about<WH5921> this<WH2088> and cried<WH2199> out to heaven.<WH8064>"},{"number":21,"verse":"And the Lord<WH3068> sent<WH7971> an angel<WH4397> who destroyed<WH3582> every<WH3605> mighty<WH1368> warrior,<WH1368> commander<WH5057> and officer<WH8269> in the camp<WH4264> of the king<WH4428> of Assyria.<WH804> So he returned<WH7725> in shame<WH1322> <WH6440> to his own land.<WH776> And when he had entered<WH935> the temple<WH1004> of his god,<WH430> some<WH4480> of his own<WH4578> children<WH3329> <WH4578> killed<WH5307> him there<WH8033> with the sword.<WH2719>"},{"number":22,"verse":"So the Lord<WH3068> saved<WH3467> Hezekiah<WH2396> and the inhabitants<WH3427> of Jerusalem<WH3389> from the hand<WH3027> of Sennacherib<WH5576> the king<WH4428> of Assyria,<WH804> and from the hand<WH3027> of all<WH3605> [others,] and guided<WH5095> them on every<WH5439> side.<WH5439>"},{"number":23,"verse":"And many<WH7227> were bringing<WH935> gifts<WH4503> to the Lord<WH3068> at Jerusalem<WH3389> and choice<WH4030> presents<WH4030> to Hezekiah<WH2396> king<WH4428> of Judah,<WH3063> so that he was exalted<WH5375> in the sight<WH5869> of all<WH3605> nations<WH1471> thereafter<WH4480>.<WH310> <WH3651>"},{"number":24,"verse":"In those<WH1992> days<WH3117> Hezekiah<WH2396> became<WH2470> mortally<WH4191> ill;<WH2470> and he prayed<WH6419> to the Lord,<WH3068> and the Lord spoke<WH559> to him and gave<WH5414> him a sign.<WH4159>"},{"number":25,"verse":"But Hezekiah<WH2396> gave<WH7725> no<WH3808> return<WH7725> for the benefit<WH1576> he received,<WH5921> because<WH3588> his heart<WH3820> was proud;<WH1361> therefore wrath<WH7110> came<WH1961> on him and on Judah<WH3063> and Jerusalem.<WH3389>"},{"number":26,"verse":"However, Hezekiah<WH2396> humbled<WH3665> the pride<WH1363> of his heart,<WH3820> both he and the inhabitants<WH3427> of Jerusalem,<WH3389> so that the wrath<WH7110> of the Lord<WH3068> did not come<WH935> on them in the days<WH3117> of Hezekiah.<WH2396>"},{"number":27,"verse":"Now Hezekiah<WH2396> had<WH1961> immense<WH3966> riches<WH6239> and honor;<WH9202> and he made<WH6213> for himself treasuries<WH214> for silver,<WH3701> gold,<WH2091> precious<WH3368> stones,<WH68> spices,<WH1314> shields<WH4043> and all<WH3605> kinds of valuable<WH2532> articles,<WH3627>"},{"number":28,"verse":"storehouses<WH4543> also for the produce<WH8393> of grain,<WH1715> wine<WH8492> and oil,<WH3323> pens<WH723> for all<WH3605> kinds<WH929> of cattle<WH929> and sheepfolds<WH723> for the flocks.<WH5739>"},{"number":29,"verse":"And he made<WH6213> cities<WH5892> for himself, and acquired<WH4735> flocks<WH6629> and herds<WH1241> in abundance;<WH7230> for God<WH430> had given<WH5414> him very<WH3966> great<WH7227> wealth.<WH7399>"},{"number":30,"verse":"It was Hezekiah<WH2396> who stopped<WH5640> the upper<WH5945> outlet<WH4161> of the waters<WH4325> of Gihon<WH1521> and directed<WH3474> them to the west<WH4628> side<WH4628> of the city<WH5892> of David.<WH1732> And Hezekiah<WH2396> prospered<WH6743> in all<WH3605> that he did.<WH4639>"},{"number":31,"verse":"And even<WH3651> [in the matter of] the envoys<WH9238> of the rulers<WH8269> of Babylon,<WH894> who sent<WH7971> to him to inquire<WH1875> of the wonder<WH4159> that had happened<WH1961> in the land,<WH776> God<WH430> left<WH5800> him [alone only] to test<WH5254> him, that He might know<WH3045> all<WH3605> that was in his heart.<WH3824>"},{"number":32,"verse":"Now the rest<WH3499> of the acts<WH1697> of Hezekiah<WH2396> and his deeds<WH2617> of devotion,<WH2617> behold,<WH2009> they are written<WH3789> in the vision<WH2377> of Isaiah<WH9198> the prophet,<WH5030> the son<WH1121> of Amoz,<WH531> in the Book<WH5612> of the Kings<WH4428> of Judah<WH3063> and Israel.<WH3478>"},{"number":33,"verse":"So Hezekiah<WH2396> slept<WH7901> with his fathers, and they buried<WH1> him in the upper<WH6912> section<WH4608> of the tombs<WH4608> of the sons<WH6913> of David;<WH1121> and all<WH1732> Judah<WH3605> and the inhabitants<WH3063> of Jerusalem<WH3427> honored<WH3389> him at his death.<WH9202> And his son<WH4194> Manasseh<WH1121> became<WH4519> king<WH4427> in his place.<WH4427>"}]}