{"bibleAbbr":"NASB1995","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"Now when Solomon<WH8010> had finished<WH3615> praying,<WH6419> fire<WH784> came<WH3381> down<WH3381> from heaven<WH8064> and consumed<WH398> the burnt<WH5930> offering<WH5930> and the sacrifices;<WH2077> and the glory<WH9202> of the Lord<WH3068> filled<WH4390> the house.<WH1004>"},{"number":2,"verse":"And the priests<WH3548> could<WH3201> not enter<WH935> into the house<WH1004> of the Lord,<WH3068> because<WH3588> the glory<WH9202> of the Lord<WH3068> filled<WH4390> the Lord's house.<WH1004>"},{"number":3,"verse":"And all<WH3605> the sons<WH1121> of Israel,<WH3478> seeing<WH7200> the fire<WH784> come<WH3381> down<WH3381> and the glory<WH9202> of the Lord<WH3068> upon the house,<WH1004> bowed<WH3766> down<WH3766> on the pavement<WH7531> with their faces<WH639> to the ground,<WH776> and they worshiped<WH7812> and gave<WH3034> praise<WH3034> to the Lord,<WH3068> [saying,] \"Truly<WH3588> He is good,<WH2896> truly<WH3588> His lovingkindness<WH2617> is everlasting.<WH5769>\""},{"number":4,"verse":"Then the king<WH4428> and all<WH3605> the people<WH5971> offered<WH2076> sacrifice<WH2077> before<WH6440> the Lord.<WH3068>"},{"number":5,"verse":"And King<WH4428> Solomon<WH8010> offered<WH2076> a sacrifice<WH2077> of 22000 oxen,<WH1241> and 120000 sheep.<WH6629> Thus the king<WH4428> and all<WH3605> the people<WH5971> dedicated<WH2596> the house<WH1004> of God.<WH430>"},{"number":6,"verse":"And the priests<WH3548> stood<WH5975> at their posts<WH4931> and the Levites,<WH3881> with the instruments<WH3627> of music<WH7892> to the Lord,<WH3068> which<WH834> King<WH4428> David<WH1732> had made<WH6213> for giving<WH3034> praise<WH3034> to the Lord<WH3068> – \"for His lovingkindness<WH2617> is everlasting<WH5769>\" – whenever he gave<WH3034> praise<WH1984> by their means,<WH3027> while the priests<WH3548> on the other<WH5048> side<WH5048> blew<WH2690> trumpets;<WH2690> and all<WH3605> Israel<WH3478> was standing.<WH5975>"},{"number":7,"verse":"Then Solomon<WH8010> consecrated<WH6942> the middle<WH8432> of the court<WH2691> that [was] before<WH6440> the house<WH1004> of the Lord,<WH3068> for there<WH8033> he offered<WH6213> the burnt<WH5930> offerings<WH5930> and the fat<WH2459> of the peace<WH8002> offerings,<WH8002> because<WH3588> the bronze<WH5178> altar<WH4196> which<WH834> Solomon<WH8010> had made<WH6213> was not able<WH3201> to contain<WH3557> the burnt<WH5930> offering,<WH5930> the grain offering,<WH4503> and the fat.<WH2459>"},{"number":8,"verse":"So Solomon<WH8010> observed<WH6213> the feast<WH2282> at that time<WH6256> for seven<WH7651> days,<WH3117> and all<WH3605> Israel<WH3478> with him, a very<WH3966> great<WH1419> assembly,<WH6951> [who came] from the entrance<WH935> of Hamath<WH2574> to the brook<WH5158> of Egypt.<WH4714>"},{"number":9,"verse":"And on the eighth<WH8066> day<WH3117> they held<WH6213> a solemn<WH6116> assembly,<WH6116> for the dedication<WH2598> of the altar<WH4196> they observed<WH6213> seven<WH7651> days,<WH3117> and the feast<WH2282> seven<WH7651> days.<WH3117>"},{"number":10,"verse":"Then on the twenty-third day<WH3117> of the seventh<WH7637> month<WH2320> he sent<WH7971> the people<WH5971> to their tents,<WH168> rejoicing<WH8056> and happy<WH2896> of heart<WH3820> because<WH5921> of the goodness<WH9186> that the Lord<WH3068> had shown<WH6213> to David<WH1732> and to Solomon<WH8010> and to His people<WH5971> Israel.<WH3478>"},{"number":11,"verse":"Thus Solomon<WH8010> finished<WH3615> the house<WH1004> of the Lord<WH3068> and the king's palace,<WH1004> and successfully<WH6743> completed<WH6743> all<WH3605> that he had planned<WH935> <WH5921> <WH3820> on doing<WH6213> in the house<WH1004> of the Lord<WH3068> and in his palace.<WH1004>"},{"number":12,"verse":"Then the Lord<WH3068> appeared<WH7200> to Solomon<WH8010> at night<WH3915> and said<WH559> to him, \"I have heard<WH8085> your prayer,<WH8605> and have chosen<WH977> this<WH2088> place<WH4725> for Myself as a house<WH1004> of sacrifice.<WH2077>"},{"number":13,"verse":"\"If<WH2005> I shut<WH6113> up the heavens<WH8064> so that there is no<WH3808> rain,<WH4306> or if<WH2005> I command<WH6680> the locust<WH2284> to devour<WH398> the land,<WH776> or if<WH518> I send<WH7971> pestilence<WH1698> among My people,<WH5971>"},{"number":14,"verse":"and My people<WH5971> who<WH834> are called<WH7121> by My name<WH8034> humble<WH3665> themselves and pray,<WH6419> and seek<WH1245> My face<WH6440> and turn<WH7725> from their wicked<WH7451> ways,<WH1870> then I will hear<WH8085> from heaven,<WH8064> will forgive<WH5545> their sin,<WH9128> and will heal<WH7495> their land.<WH776>"},{"number":15,"verse":"\"Now<WH6258> My eyes<WH5869> shall be open<WH6605> and My ears<WH241> attentive<WH9533> to the prayer<WH8605> [offered] in this<WH2088> place.<WH4725>"},{"number":16,"verse":"\"For now<WH6258> I have chosen<WH977> and consecrated<WH6942> this<WH2088> house<WH1004> that My name<WH8034> may be there<WH8033> forever,<WH5704> <WH5769> and My eyes<WH5869> and My heart<WH3820> will be there<WH8033> perpetually.<WH3605> <WH3117>"},{"number":17,"verse":"\"And as for you, if<WH518> you walk<WH1980> before<WH6440> Me as your father David<WH1> walked<WH1732> even to do<WH1980> according to all<WH6213> that I have commanded<WH3605> you and will keep<WH6680> My statutes<WH8104> and My ordinances,<WH2706>"},{"number":18,"verse":"then I will establish<WH6965> your royal<WH4438> throne<WH3678> as I covenanted<WH3772> with your father David,<WH1> saying,<WH1732> 'You shall not lack<WH559> a man<WH3772> [to be] ruler<WH376> in Israel.<WH4910>'"},{"number":19,"verse":"\"But if<WH518> you turn<WH7725> away<WH7725> and forsake<WH5800> My statutes<WH2708> and My commandments<WH4687> which<WH834> I have set<WH5414> before<WH6440> you and shall go<WH1980> and serve<WH5647> other<WH312> gods<WH430> and worship<WH7812> them,"},{"number":20,"verse":"then I will uproot<WH5428> you from My land<WH127> which<WH834> I have given<WH5414> you, and this<WH2088> house<WH1004> which<WH834> I have consecrated<WH6942> for My name<WH8034> I will cast<WH7993> out of My sight,<WH6440> and I will make<WH5414> it a proverb<WH4912> and a byword<WH8148> among all<WH3605> peoples.<WH5971>"},{"number":21,"verse":"\"As for this<WH2088> house,<WH1004> which<WH834> was exalted,<WH5945> everyone<WH3605> who passes<WH5674> by it will be astonished<WH8074> and say,<WH559> 'Why<WH4100> has the Lord<WH3068> done<WH6213> thus<WH3602> to this<WH2088> land<WH776> and to this<WH2088> house<WH1004>?'"},{"number":22,"verse":"\"And they will say,<WH559> 'Because<WH5921> <WH834> they forsook<WH5800> the Lord,<WH3068> the God<WH430> of their fathers, who<WH1> brought<WH834> them from the land<WH3318> of Egypt,<WH776> and they adopted<WH4714> other<WH2388> gods<WH312> and worshiped<WH430> them and served<WH7812> them, therefore<WH5647> <WH5921> He has brought<WH3651> all<WH935> this<WH3605> adversity<WH2088> on them.'\""}]}