{"bibleAbbr":"cKJV+","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"The song<WH7892> of songs,<WH7892> which<WH834> is Solomon's.<WH8010>"},{"number":2,"verse":"Let him kiss<WH5401> me with the kisses<WH5390> of his mouth<WH6310>: for your love<WH1730> is better<WH2896> than wine<WH3196>."},{"number":3,"verse":"Because of the smell<WH7381> of your good<WH2896> ointments<WH8081> your name<WH8034> is as ointment<WH8081> poured forth<WH7324>, therefore do the virgins<WH5959> love you<WH157>."},{"number":4,"verse":"Draw<WH4900> me<WH7323>, we will run after<WH310> you<WH4428>: the king has brought<WH935> me into his chambers<WH2315>: we will be glad<WH1523> and rejoice<WH8055> in you<WH2142>, we will remember your love<WH1730> more than wine<WH3196>: the upright<WH4339> love you<WH157>."},{"number":5,"verse":"I am black<WH7838>, but fitting<WH5000>, O you daughters<WH1323> of Jerusalem<WH3389>, as the tents<WH168> of Kedar<WH6938>, as the curtains<WH3407> of Solomon<WH8010>."},{"number":6,"verse":"Look<WH7200> not upon me<WH7840>, because I am black, because the sun<WH8121> has looked<WH7805> upon me<WH517>: my mother's sons<WH1121> were angry<WH2787> with me<WH7760>; they made me the keeper<WH5201> of the vineyards<WH3754>; but my own vineyard<WH3754> have I not kept<WH5201>."},{"number":7,"verse":"Tell<WH5046> me<WH5315>, O you whom my soul loves<WH157>, where you feed<WH7462>, where<WH349> you make your flock to rest<WH7257> at noon<WH6672>: for<WH4100> why should I be as one that turns aside<WH5844> by the flocks<WH5739> of your companions<WH2270>?"},{"number":8,"verse":"If you know<WH3045> not<WH3303>, O you fairest among women<WH802>, go your way forth<WH3318> by the footsteps<WH6119> of the flock<WH6629>, and feed<WH7462> your kids<WH1429> beside the shepherds<WH7462>' tents<WH4908>."},{"number":9,"verse":"I have compared<WH1819> you<WH7474>, O my love, to a company of horses<WH5484> in Pharaoh<WH6547>'s chariots<WH7393>."},{"number":10,"verse":"Your cheeks<WH3895> are fitting<WH4998> with rows<WH8447> of jewels<WH6677>, your neck with chains of gold<WH2737>."},{"number":11,"verse":"We will make<WH6213> you borders<WH8447> of gold<WH2091> with studs<WH5351> of silver<WH3701>."},{"number":12,"verse":"While the king<WH4428> sits at his table<WH4524>, my spikenard<WH5373> sends forth<WH5414> the smell there<WH7381>."},{"number":13,"verse":"A bundle<WH6872> of myrrh<WH4753> is my wellbeloved<WH1730> unto me<WH3885>; he shall lie all night between my breasts<WH7699>."},{"number":14,"verse":"My beloved<WH1730> is unto me as a cluster<WH811> of camphire<WH3724> in the vineyards<WH3754> of En–gedi<WH5872>."},{"number":15,"verse":"Behold<WH3303>, you are fair, my love<WH7474>; behold<WH3303>, you are fair; you have doves<WH3123>' eyes<WH5869>."},{"number":16,"verse":"Behold<WH3303>, you are fair, my beloved<WH1730>, Yes<WH5273>, pleasant: also our bed<WH6210> is green<WH7488>."},{"number":17,"verse":"The beams<WH6982> of our house<WH1004> are cedar<WH730>, and our rafters<WH7351> of fir<WH1266>."}]}