{"bibleAbbr":"CVB1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":20,"verses":[{"number":1,"verse":"As for Abraham, he departed thence, into the south countre, and dwelt betwixte Cades and Sur, and was a straunger at Gerar,"},{"number":2,"verse":"and sayde of Sara his wife: She is my sister. Then Abimelech the kinge of Gerar sent for her, and caused her be fett awaye."},{"number":3,"verse":"But God came to Abimelech by night in a dreame, & sayde vnto him: Beholde, thou art but a deed man, for the womans sake which thou hast taken, for she is a mans wife."},{"number":4,"verse":"Neuertheles Abimelech had not yet touched her, and sayde: LORDE, wilt thou sley a righteous people?"},{"number":5,"verse":"Sayde not he vnto me: she is my sister? Yee and sayde not she her self also: he is my brother? With a pure hert & with innocent handes haue I done this."},{"number":6,"verse":"And God sayde vnto him in a dreame: I knowe that thou dyddest it wt a pure hert, and therfore I kepte the, that thou shuldest not synne agaynst me, nether haue I suffred the to touch her."},{"number":7,"verse":"Now therfore delyuer the man his wife ageyne, for he is a prophet: and let him pray for ye, and thou shalt lyue. But and yf thou delyuer her not ageyne, be sure, that thou shalt dye the death, and all that is thine."},{"number":8,"verse":"Then Abimelech rose vp by tymes in the mornynge, and called all his seruauntes, and tolde all these thinges in their eares, and the men were sore afrayed,"},{"number":9,"verse":"and Abimelech called Abraham, and sayde vnto him: Wherfore hast thou done this vnto vs? And what haue I offended ye, that thou shuldest brynge on me and on my kyngdome so greate a synne? Thou hast not dealt with vs, as a man shulde deale."},{"number":10,"verse":"And Abimelech saide morouer vnto Abraham: What sawest thou, yt thou hast done this thinge?"},{"number":11,"verse":"Abraham sayde: I thought: Peraduenture there is no feare of God in this place, & they shall sleye me for my wifes sake,"},{"number":12,"verse":"And of a trueth she is my sister, for she is my fathers doughter, but not my mothers doughter, and is become my wife."},{"number":13,"verse":"So whan God charged me to wadre out of my fathers house, I sayde vnto her: Shew this kyndnes vpon me, that, where so euer we come, thou saye of me, that I am thy brother."},{"number":14,"verse":"Then toke Abimelech shepe and oxen, seruauntes and maydens, and gaue them vnto Abraham, and delyuered him Sara his wife agayne,"},{"number":15,"verse":"and sayde: Beholde, my londe stondeth open before the, dwell where it liketh the."},{"number":16,"verse":"And vnto Sara he sayde: Beholde, I haue geuen thy brother a thousande syluer pens: lo, he shalbe vnto the a couerynge of the eyes, for all that are with the, and euery where, and a sure excuse."},{"number":17,"verse":"As for Abraham, he prayed vnto God: Then God healed Abimelech, and his wyfe, and his maydens, so that they bare childre."},{"number":18,"verse":"For a fore the LORDE had closed all the matrices of Abimelechs house, because of Sara Abrahams wife."}]}