{"bibleAbbr":"CVB1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"After these actes God tempted Abraham, and sayde vnto him: Abraham. And he answered: I am here."},{"number":2,"verse":"And he sayde: Take ye sonne, this onely sonne of thine, eue Isaac whom thou louest, and go thy waye in to the londe of Moria, & offre him there for a burntofferynge, vpon a mountayne that I shal shew the."},{"number":3,"verse":"Then Abraham stode vp by tymes in the mornynge, and sadled his Asse, and toke with him two yonge men, and his sonne Isaac, and cloue wodd for the brentofferynge, gat him vp, and wente on vnto the place, wherof the LORDE had sayde vnto him."},{"number":4,"verse":"Vpon the thirde daye Abraham lift vp his eyes, and sawe the place a farre of,"},{"number":5,"verse":"and sayde vnto his yonge me: Tary ye here with the Asse: as for me and the childe, we wyl go yonder: and whan we haue worshipped, we wyll come to you againe."},{"number":6,"verse":"And Abraha toke the wodd to the brentofferynge, and layed it vpon Isaac his sonne. As for him self, he toke the fyre and a knyfe in his hande, and wente on both together."},{"number":7,"verse":"Then sayde Isaac vnto his father Abraham: My father. Abraham answered: here I am, my sonne. And he sayde: lo, here is fyre and wodd, but where is the shepe for the brentofferynge?"},{"number":8,"verse":"Abraham answered: My sonne, God shall prouyde him a shepe for the brentofferynge. And they wente both together."},{"number":9,"verse":"And whan they came to the place which God shewed him, Abraham buylded there an altare, and layed the wodd vpon it, and bande his sonne Isaac, layed him on the altare, aboue vpo the wodd,"},{"number":10,"verse":"and stretched out his hande, and toke the knyfe, to haue slayne his sonne."},{"number":11,"verse":"Then the angell of the LORDE called from heauen vnto him, and sayde: Abraham Abraham. He answered: here am I."},{"number":12,"verse":"He sayde: Laye not thy handes vpon the childe, & do nothinge vnto him: for now I knowe that thou fearest God, and hast not spared thine onely sonne for my sake."},{"number":13,"verse":"Then Abraham lift vp his eyes, and sawe behynde him a ramme, holde fast by the hornes in the breres, and wente, and toke the ramme, and offred him for a brent sacrifice, in steade of his sonne."},{"number":14,"verse":"And Abraham called the place. The LORDE shall prouyde. Therfore it is a comon sayenge yet this daye: Vpon the mountayne shal the LORDE prouyde."},{"number":15,"verse":"And the angell of the LORDE cryed vnto Abraham from heauen the seconde tymy,"},{"number":16,"verse":"and sayde: I haue sworen by myne owne self (sayeth the LORDE) that for so moch as thou hast done this, and hast not spared thine onely sonne,"},{"number":17,"verse":"I wyll prospere and multiplye thy sede as the starres of heauen, and as the sonde vpon the see shore. And thy sede shall possesse the gates of his enemies:"},{"number":18,"verse":"and in thy sede shal all the nacions of the earth be blessed, because thou hast herkened vnto my voyce."},{"number":19,"verse":"So Abraham turned ageyne to the yonge men, and they gat vp, and wente together vnto Berseba, and dwelt there."},{"number":20,"verse":"After these actes it fortuned, that it was tolde Abraham: Beholde, Milca hath borne children also vnto thy brother Nahor:"},{"number":21,"verse":"namely, Hus ye eldest, and Bus his brother, and Kemnel, of whom came the Syrians:"},{"number":22,"verse":"and Cesed, and Haso, and Pildas, and Iedlaph and Bethuel."},{"number":23,"verse":"And Bethuel begat Rebecca. These eight dyd Milca beare vnto Nahor Abrahams brother."},{"number":24,"verse":"And his concubyne called Rehuma, bare also: namely, Theba, Sahan, Thahas, and Maacha."}]}