{"bibleAbbr":"CVB1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":28,"verses":[{"number":1,"verse":"Then called Isaac his sonne Iacob and blessed him, and charged him, & sayde vnto him: Take not a wife of the doughters of Canaan,"},{"number":2,"verse":"but get the vp, and go in to Mesopotamia vnto the house of Bethuel thy mothers father, and take ye there a wife of ye doughters of Laban yi mothers brother."},{"number":3,"verse":"And the Allmightie God blesse the, and make the frutefull, and multiplye the, (that thou mayest be a multitude of people)"},{"number":4,"verse":"and geue the the blessynge of Abraham vnto ye & thy sede with the, that thou mayest possesse the lande, wherin thou art a straunger, which God gaue vnto Abraham."},{"number":5,"verse":"So Isaac let Iacob departe, that he might go in to Mesopotamia vnto Laban the sonne of Bethuel of Siria, ye brother of Rebecca, his and Esaus mother."},{"number":6,"verse":"Now when Esau sawe that Isaac had blessed Iacob, and let him departe in to Mesopotamia, that he might take a wife there: and yt, as he blessed him, he charged him, & sayde: Thou shalt not take a wife of the doughters of Canaan,"},{"number":7,"verse":"and that Iacob obeyed his father and his mother, and was gone vnto Mesopotamia:"},{"number":8,"verse":"seynge also that Isaac his father loked not gladly vpon the doughters of Canaan,"},{"number":9,"verse":"he wente his waye vnto Ismael, and besyde the wyues that he had afore, he toke Mahaloth the doughter of Ismael (Abrahas sonne) the sister of Nebaioth, to wife."},{"number":10,"verse":"As for Iacob, he departed from Bersaba, and wente vnto Haran"},{"number":11,"verse":"and came to a place, where he taried all night: for the Sonne was downe. And he toke a stone of ye place, & put it vnder his heade, and layed him downe in ye same place to slepe."},{"number":12,"verse":"And he dreamed, and beholde, there stode vpon ye earth, a ladder, whose toppe reached vnto the heauen. And beholde, the angels of God wente vp and downe vpon it,"},{"number":13,"verse":"and the LORDE stode vpon it, and sayde: I am the LORDE God of thy father Abraham, and the God of Isaac: The londe yt thou lyest vpon, wyl I geue vnto the, and to thy sede:"},{"number":14,"verse":"and thy sede shal be as ye dust of ye earth. And thou shalt sprede forth towarde the west, east, north, and south: and thorow the and thy sede shall all the kynreds vpon earth be blessed."},{"number":15,"verse":"And beholde, I am with ye, and wyll kepe the where so euer thou goest, & wyl brynge the hither agayne in to this lande: for I wil not leaue the, tyll I haue made good, all that I haue promysed the."},{"number":16,"verse":"Now whan Iacob awaked from his slepe, he saide: Surely the LORDE is in this place, and I knew not."},{"number":17,"verse":"And he was afraied, and sayde: How fearfull is this place? here is nothinge els but an house of God, & a gate vnto heaue."},{"number":18,"verse":"And Iacob arose early in the mornynge, and toke the stone that he had layed vnder his heade, and set it vp, and poured oyle vpon it."},{"number":19,"verse":"And he called the place Bethel, but afore the cite was called Lus."},{"number":20,"verse":"And Iacob made a vowe, and sayde: Yf God wyll be with me, and kepe me in this iourney yt I go & geue me bred to eate, and clothinge to put on,"},{"number":21,"verse":"and brynge me peaceably home agayne vnto my father: The shall the LORDE be my God,"},{"number":22,"verse":"and this stone that I haue set vp, shalbe an house of God: and all that thou geuest me, I wyl geue the the tenth therof."}]}