{"bibleAbbr":"CVB1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"And God sayde vnto Iacob: Get the vp, and go vnto Bethel, & dwell there, and make there an altare vnto the God, that appared vnto the, whan thou fleddest from thy brother Esau."},{"number":2,"verse":"Then sayde Iacob vnto his housholde and to all yt were with him: Put awaye from you ye straunge goddes, that are amonge you, and clense youre selues, and chaunge youre clothes,"},{"number":3,"verse":"and let vs get vp, and go vnto Bethel, that I maye there make an altare vnto the God, which herde me in the tyme of my trouble, and hath bene with me in the waye that I haue gone."},{"number":4,"verse":"Then gaue they him all the straunge goddes that were vnder their handes, and their earynges, and he buried them vnder an Oke that stode besyde Sichem,"},{"number":5,"verse":"& departed. And there came a feare of God vpon the cities that laye roude aboute, so that they folowed not after ye sonnes of Iacob."},{"number":6,"verse":"So came Iacob vnto Lus in ye lande of Canaan (which is called Bethel) and all the people that were with him,"},{"number":7,"verse":"and there he buylded an altare, and called ye place Bethel, because the LORDE appeared vnto him there, whan he fled from his brother."},{"number":8,"verse":"Then dyed Debora Rebeccas norse, and was buried beneth Bethel vnder the Oke, and it was called the Oke of lamentacion."},{"number":9,"verse":"And God appeared agayne vnto Iacob, after that he was come out of Mesopotamia, and blessed him,"},{"number":10,"verse":"& saide vnto him: Thou art called Iacob, neuertheles thou shalt nomore be called Iacob, but Israel shal be yi name. And so was he called Israel."},{"number":11,"verse":"And God sayde vnto him: I am the Allmightie God, be frutefull and multiplye: people and a multitude of people shal come of the, and kynges shall come out of thy loynes:"},{"number":12,"verse":"and the lande that I gaue vnto Abraham and Isaac, wyll I geue vnto the, & wyl geue it vnto thy sede after the."},{"number":13,"verse":"So God departed from him, from ye place where he talked wt him."},{"number":14,"verse":"And Iacob set vp a piler of stone, in the place where he talked with him, & poured drynkofferynges theron, and poured oyle vpon it."},{"number":15,"verse":"And Iacob called ye place where God talked with him, Bethel."},{"number":16,"verse":"And he departed from Bethel: and whan he was yet a felde brode from Ephrath, Rachel traueyled, & the byrth came harde vpon hir."},{"number":17,"verse":"But whan she had soch payne in trauelynge, ye mydwife sayde vnto her: feare not, for thou shalt haue this sonne also."},{"number":18,"verse":"But as hir soule was departynge, yt she must dye, she called him Ben Oni: neuertheles his father called hi Be Iamin."},{"number":19,"verse":"So Rachel died, & was buried in the waye towarde Ephrath, which now is called Bethlehe."},{"number":20,"verse":"And Iacob set vp a piller vpon hir graue, there is Rachels grauestone vnto this daye."},{"number":21,"verse":"And Israel departed, and pitched his tent beyonde the tower of Eder."},{"number":22,"verse":"And it chaunsed, that when Israel dwelt in that londe, Ruben wente and laye with Bilha his fathers concubyne, and that came to Israels eares. And Iacob had twolue sonnes."},{"number":23,"verse":"The sonnes of Lea were these: Ruben Iacobs first borne sonne, Simeon, Leui, Iuda, Isachar, & Zabulo."},{"number":24,"verse":"The sonnes of Rachel, were Ioseph and Ben Iamin."},{"number":25,"verse":"The sonnes of Bilha Raches mayde: Dan, and Nepthali."},{"number":26,"verse":"The sonnes of Silpa Leas mayde: Gad and Aser. These are ye sonnes of Iacob, which were borne vnto him in Mesopotamia."},{"number":27,"verse":"And he came to his father Isaac to Mamre in to the head cite which is called Hebron, where in Abraha & Isaac were straugers."},{"number":28,"verse":"And Isaac was an hundreth & foure score yeare olde,"},{"number":29,"verse":"& fell sicke, and dyed, & was gathered vnto his people, whan he was olde, & had lyued ynough: and his sonnes Esau & Iacob buried him."}]}