{"bibleAbbr":"CVB1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":40,"verses":[{"number":1,"verse":"And it fortuned after this, that ye kynge of Egiptes chefe butlar and ye chefe baker offended their lorde the kynge of Egipte."},{"number":2,"verse":"And Pharao was angrie wt them, & caused them be put in preson in ye chefe marshals house,"},{"number":3,"verse":"where Ioseph laye presoner."},{"number":4,"verse":"And the chefe marshall put Ioseph vnto them, yt he might serue them. And so they were in preson for a season."},{"number":5,"verse":"And they dreamed, both the butlar & the baker in one night, euery ma his owne dreame, and euery dreame had his interpretacio."},{"number":6,"verse":"Now in the mornynge whan Ioseph came in vnto them, and sawe that they loked sadly, he axed them and sayde:"},{"number":7,"verse":"Why loke ye so sadly to daye?"},{"number":8,"verse":"They answered: We haue dreamed, and haue no man to declare it vnto vs. Ioseph sayde: Interpretinge belongeth vnto God, but tell it me yet."},{"number":9,"verse":"Then the chefe butlar tolde Ioseph his dreame, and saide vnto him: I dreamed that there was a vyne before me,"},{"number":10,"verse":"which had thre braunches, and it budded, grewe and bare blossoms, and the grapes ther of were rype."},{"number":11,"verse":"And I had Pharaos cuppe in my hande, & toke (the grapes) and wronge the in to ye cuppe, and gaue Pharao the cuppe in his hade."},{"number":12,"verse":"Ioseph sayde: This is the interpretacio:"},{"number":13,"verse":"The thre braunches are thre dayes, and ouer thre dayes shall Pharao take the, and putt the in thine office agayne, that thou mayest geue him the cuppe in his hande after the olde maner, wha thou wast his butlar."},{"number":14,"verse":"But whan thou art in thy prosperite, thynke vpon me, and shewe me kyndnesse, that thou mayest certifie Pharao of me, yt he maie bringe me out of this house:"},{"number":15,"verse":"for I was preuely caried out of the lande of the Hebrues, and here also haue I done nothinge, that they shulde haue put me in this dongeon."},{"number":16,"verse":"Whan the chefe baker sawe, that the interpretacion was good, he sayde vnto Ioseph: I dreamed, that I bare thre wyker baskettes vpon my heade,"},{"number":17,"verse":"and in ye vppermost basket all maner of bake meates vnto Pharao, and the foules ate out of the basket vpon my heade."},{"number":18,"verse":"Ioseph answered, and sayde: This is the interpretacion: The thre baskettes are thre dayes,"},{"number":19,"verse":"and after thre dayes shall Pharao take the, and hange the vpon the galowe, and the foules shal eate thy flesh from of ye."},{"number":20,"verse":"And vpon the thirde daye it came to passe, that Pharao helde his byrth daye, and made a feast vnto all his seruauntes, and toke the chefe butlar and the chefe baker before all his seruauntes,"},{"number":21,"verse":"and restored the chefe butlar to his butlar shipe agayne, so that he reached the cuppe in to Pharaos hande."},{"number":22,"verse":"As for the chefe baker, he caused him be hanged like as Ioseph had interpretated vnto him."},{"number":23,"verse":"Neuerthelesse the chefe butlar thought not on Ioseph, but forgat him."}]}