{"bibleAbbr":"CVB1535","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"This is the boke of the generacion of man, in the tyme whan God created man, and made him after the symilitude of God."},{"number":2,"verse":"Male and female made he them, and blessed the, & called their names Man, in the tyme whan they were created."},{"number":3,"verse":"And Adam was an hundreth and thirtie yeare olde, and begat a sonne, which was like his owne ymage, and called his name Seth:"},{"number":4,"verse":"& lyued therafter eight hudreth yeare, and begat sonnes and doughters."},{"number":5,"verse":"And his whole age was nyne hundreth and thirtie yeares, and so he dyed."},{"number":6,"verse":"Seth was an hundreth and fyue yeare olde, and begat Enos:"},{"number":7,"verse":"& lyued therafter eight hundreth and seuen yeare, and begat sonnes and doughters."},{"number":8,"verse":"And his whole age was nyene hudreth and twolue yeares, and so he dyed."},{"number":9,"verse":"Enos was nyentie yeare olde, and begat Renan:"},{"number":10,"verse":"and lyued therafter eight hundreth & fyftene yeare, and begat sonnes & daughters."},{"number":11,"verse":"And his whole age was nyene hudreth and fyue yeares, and so he dyed."},{"number":12,"verse":"Renan was seuetie yeare olde, and begat Mahalaliel:"},{"number":13,"verse":"and lyued therafter eight hundreth and fourtie yeare, and begat sonnes & doughters."},{"number":14,"verse":"And his whole age was nyene hundreth and ten yeares, and so he dyed."},{"number":15,"verse":"Mahalaliel was thre score yeare olde & fyue,"},{"number":16,"verse":"and begat Iared: and lyued therafter eight hundreth and thirtie yeare, and begat sonnes and doughters."},{"number":17,"verse":"And his whole age was eight hundreth, nyentie and fyue yeares, and so he dyed."},{"number":18,"verse":"Iared was an hundreth and two & sixtie yeare olde, and begat Henoch:"},{"number":19,"verse":"& lyued therafter eight hudreth yeare, and begat sonnes & doughters."},{"number":20,"verse":"And his whole age was nyene hundreth and two and sixtie yeare, and so he dyed."},{"number":21,"verse":"Henoch was fyue and thre score yeare olde, and begat Mathusalah:"},{"number":22,"verse":"and led a godly conuersacion thre hundreth yeares therafter, and begat sonnes & doughters."},{"number":23,"verse":"And his whole age was thre hundreth and fyue and thre score yeares."},{"number":24,"verse":"And for so moch as he lyued a godly life, God toke him awaye, & he was nomore sene."},{"number":25,"verse":"Mathusalah was an uhdreth & seue and foure score yeare olde, & begat Lamech:"},{"number":26,"verse":"and lyued therafter seuen hundreth and two and foure score yeare, and begat sonnes & doughters."},{"number":27,"verse":"And his whole age was nyene hundreth and nyene and trescore yeares, and so he dyed."},{"number":28,"verse":"Lamech was an hundreth and two and foure score yeare olde, and begat a sonne,"},{"number":29,"verse":"& called him Noe, and sayde: This same shall coforte vs in oure workes, and in the sorowe of oure hondes vpon the earth, which the LORDE hath cursed."},{"number":30,"verse":"After this he lyued fyue hudreth and fyue & nyentie yeare, and begat sonnes and doughters."},{"number":31,"verse":"And his whole age was seuen hundreth seuen and seuentie yeares, and so he dyed."},{"number":32,"verse":"Noe was fyue hundreth yeare olde, and begat Sem, Ham and Iaphet."}]}