{"bibleAbbr":"urGV2010","bookName":"۲۔کرنتھیوں","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"( نئے عہد کے خادم) کیا ہم دوبارہ اپنی خوبیوں کا ڈھنڈورا پیٹ رہے ہیں؟ یا کیا ہم بعض لوگوں کی مانند ہیں جنہیں آپ کو سفارشی خط دینے یا آپ سے ایسے خط لکھوانے کی ضرورت ہوتی ہے؟"},{"number":2,"verse":"نہیں، آپ تو خود ہمارا خط ہیں جو ہمارے دلوں پر لکھا ہوا ہے۔ سب اِسے پہچان اور پڑھ سکتے ہیں۔"},{"number":3,"verse":"یہ صاف ظاہر ہے کہ آپ مسیح کا خط ہیں جو اُس نے ہماری خدمت کے ذریعے لکھ دیا ہے۔ اور یہ خط سیاہی سے نہیں بلکہ زندہ خدا کے روح سے لکھا گیا، پتھر کی تختیوں پر نہیں بلکہ انسانی دلوں پر۔"},{"number":4,"verse":"ہم یہ اِس لئے یقین سے کہہ سکتے ہیں کیونکہ ہم مسیح کے وسیلے سے اللہ پر اعتماد رکھتے ہیں۔"},{"number":5,"verse":"ہمارے اندر تو کچھ نہیں ہے جس کی بنا پر ہم دعویٰ کر سکتے کہ ہم یہ کام کرنے کے لائق ہیں۔ نہیں، ہماری لیاقت اللہ کی طرف سے ہے۔"},{"number":6,"verse":"اُسی نے ہمیں نئے عہد کے خادم ہونے کے لائق بنا دیا ہے۔ اور یہ عہد لکھی ہوئی شریعت پر مبنی نہیں ہے بلکہ روح پر، کیونکہ لکھی ہوئی شریعت کے اثر سے ہم مر جاتے ہیں جبکہ روح ہمیں زندہ کر دیتا ہے۔"},{"number":7,"verse":"شریعت کے حروف پتھر کی تختیوں پر کندہ کئے گئے اور جب اُسے دیا گیا تو اللہ کا جلال ظاہر ہوا۔ یہ جلال اِتنا تیز تھا کہ اسرائیلی موسیٰ کے چہرے کو لگاتار دیکھ نہ سکے۔ اگر اُس چیز کا جلال اِتنا تیز تھا جو اب منسوخ ہے"},{"number":8,"verse":"تو کیا روح کے نظام کا جلال اِس سے کہیں زیادہ نہیں ہو گا؟"},{"number":9,"verse":"اگر پرانا نظام جو ہمیں مجرم ٹھہراتا تھا جلالی تھا تو پھر نیا نظام جو ہمیں راست باز قرار دیتا ہے کہیں زیادہ جلالی ہو گا۔"},{"number":10,"verse":"ہاں، پہلے نظام کا جلال نئے نظام کے زبردست جلال کی نسبت کچھ بھی نہیں ہے۔"},{"number":11,"verse":"اور اگر اُس پرانے نظام کا جلال بہت تھا جو اب منسوخ ہے تو پھر اُس نئے نظام کا جلال کہیں زیادہ ہو گا جو قائم رہے گا۔"},{"number":12,"verse":"پس چونکہ ہم ایسی اُمید رکھتے ہیں اِس لئے بڑی دلیری سے خدمت کرتے ہیں۔"},{"number":13,"verse":"ہم موسیٰ کی مانند نہیں ہیں جس نے شریعت سنانے کے اختتام پر اپنے چہرے پر نقاب ڈال لیا تاکہ اسرائیلی اُسے تکتے نہ رہیں جو اب منسوخ ہے۔"},{"number":14,"verse":"توبھی وہ ذہنی طور پر اَڑ گئے، کیونکہ آج تک جب پرانے عہدنامے کی تلاوت کی جاتی ہے تو یہی نقاب قائم ہے۔ آج تک نقاب کو ہٹایا نہیں گیا کیونکہ یہ عہد صرف مسیح میں منسوخ ہوتا ہے۔"},{"number":15,"verse":"ہاں، آج تک جب موسیٰ کی شریعت پڑھی جاتی ہے تو یہ نقاب اُن کے دلوں پر پڑا رہتا ہے۔"},{"number":16,"verse":"لیکن جب بھی کوئی خداوند کی طرف رجوع کرتا ہے تو یہ نقاب ہٹایا جاتا ہے،"},{"number":17,"verse":"کیونکہ خداوند روح ہے اور جہاں خداوند کا روح ہے وہاں آزادی ہے۔"},{"number":18,"verse":"چنانچہ ہم سب جن کے چہروں سے نقاب ہٹایا گیا ہے خداوند کا جلال منعکس کرتے اور قدم بہ قدم جلال پاتے ہوئے مسیح کی صورت میں بدلتے جاتے ہیں۔ یہ خداوند ہی کا کام ہے جو روح ہے۔"}]}