{"bibleAbbr":"Geneva1599","bookName":"Jude","bookEnglishName":"Jude","chapterNumber":1,"verses":[{"number":1,"verse":"The General Epistle of Jude(3 He warneth the godly to take heed of such men,4 that make the grace of God a cloak for their wantonness: 5 and that they shall not escape unpunished, for the contempt of that grace,6, 7 he proveth by three examples:14 and allegeth the prophecy of Enoch:20 Finally he showeth the godly a means to overthrow all the snares of those deceivers.) Jude a servant of Jesus Christ, and (This is put to make a difference between him and Judas Iscariot.) brother of James, to them which are called and sanctified (By God the Father.) of God the Father, and (Set apart by the everlasting counsel of God, to be delivered to Christ to be kept.) reserved to Jesus Christ:"},{"number":2,"verse":"Mercy unto you, and peace and love be multiplied."},{"number":3,"verse":"(The end and mark whereat he shooteth in this Epistle is that he confirmeth the godly against certain wicked men, both in wholesome doctrine and good manners.) Beloved, when I gave all diligence to write unto you of the (Of those things that pertain to the salvation of all of us.) common salvation, it was needful for me to write unto you, to exhort you, that ye should earnestly (That ye should defend the faith by all the might you can, both by true doctrine and good example of life.) contend for the maintenance of the faith, which was (Which was once so given, that it may never be changed.) once given unto the Saints."},{"number":4,"verse":"(It is by God’s providence and not by chance, that many wicked men creep into the Church.) For there are certain men crept in, which were before of old ordained to this condemnation: (He condemneth this first in them, that they take a pretense or occasion to wax wanton, by the grace of God: which cannot be, but the chief empire of Christ must be abrogated, in that such men give up themselves to Satan: as at this time the sect of the Anabaptists doth, which they call Libertines.) ungodly men they are, which turn the grace of our God into wantonness, and (Cross references: : 2 Pet. 2:1) deny God the only Lord, and our Lord Jesus Christ."},{"number":5,"verse":"(He setteth forth the horrible punishment of them which have abuseth the grace of God to follow their own lusts.) I will therefore put you in remembrance, forasmuch as ye once knew this, how that the Lord, after that he had delivered the people out of Egypt, (Num. 14:37) destroyed them afterward which believed not."},{"number":6,"verse":"(The fall of the Angels was most sincerely punished, how much more then will the Lord punish wicked and faithless men?) The (2 Pet. 2:4) Angels also which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day."},{"number":7,"verse":"As (Gen. 19:24) Sodom and Gomorrah, and the cities about them, which in like manner as they did, (Following the steps of Sodom and Gomorrah.) committed fornication, and followed (Thus he covertly setteth forth their horrible and monstrous lusts.) strange flesh, are set forth for an example, and suffer the vengeance of eternal fire."},{"number":8,"verse":"Likewise notwithstanding these (Which are so blockish and void of reason as if all their senses and wits were in a most dead sleep.) sleepers also defile the flesh, (Another most pernicious doctrine of theirs, in that they take away the authority of Magistrates, and speak evil of them, as at this day the Anabaptists do.) and despise (It is a greater matter to despise government, than the governors, that is to say, the matter itself, than the persons.) government, and speak evil of them that are in authority."},{"number":9,"verse":"(An argument of comparison, Michael one of the chiefest Angels, was content to deliver Satan, although as most cursed enemy, to the judgment of God to be punished: and these perverse men are not ashamed to speak evil of the powers which are ordained of God.) Yet Michael the Archangel, when he strove against the devil, and disputed about the body of Moses, durst not blame him with cursed speaking, but said, The Lord rebuke thee."},{"number":10,"verse":"(The conclusion. These men are in a double fault, to wit, both for their rash folly in condemning some, and for their impudent and shameless contempt of that knowledge, which when they had gotten, yet notwithstanding they lived as brute beasts, serving their bellies.) But these speak evil of those things, which they know not: and whatsoever things they know naturally as beasts, which are without reason, in those things they corrupt themselves."},{"number":11,"verse":"(He foretelleth their destruction, because they resemble or show forth Cain’s shameless malice, Balaam’s filthy covetousness, and to be short, Korah’s seditious and ambitious head.) Woe be unto them: for they have followed the way (Gen. 4:8) of Cain, and are cast away by the deceit (Num. 22:21; 2 Pet. 2:15) of Balaam’s wages, and perish in the gainsaying (Num. 16:1) of Korah."},{"number":12,"verse":"(He rebuketh most sharply with many other notes and marks, both their dishonesty or filthiness, and their sauciness, but especially their vain bravery of words, and most vain pride, joining herewithal a most grave and heavy threatening out of a most ancient prophecy of Enoch touching the judgment to come.) These are rocks in your (The feasts of charity were certain banquets, which the brethren that were members of the Church kept altogether, as Tertullian setteth them forth in his Apology, Chap. 3:9.) feasts of charity, when they feast with you, without (Impudently, without all reverence either to God or man.) all fear, feeding themselves: (2 Pet. 2:17) clouds they are without water, carried about of winds, corrupt trees and without fruit, twice dead, and plucked up by the roots."},{"number":13,"verse":"They are the raging waves of the sea, foaming out their own shames: they are wandering stars, to whom is reserved the (Most gross darkness.) blackness of darkness forever."},{"number":14,"verse":"And Enoch also the seventh from Adam, prophesied of such, saying, (Rev. 1:7) Behold, the Lord (The present time for the time to come.) cometh with thousands of his Saints,"},{"number":15,"verse":"To give judgment against all men, and to rebuke all the ungodly among them of all their wicked deeds, which they have ungodly committed, and of all their cruel speakings, which wicked sinners have spoken against him."},{"number":16,"verse":"These are murmurers, complainers, walking after their own lusts: (Ps. 17:10) whose mouths speak proud things, having men’s persons in admiration, because of advantage."},{"number":17,"verse":"(The rising up of such monsters was spoken of before, that we should not be troubled at the newness of the matter.) But, ye beloved, remember the words which were spoken before of the Apostles of our Lord Jesus Christ:"},{"number":18,"verse":"How that they told you that there should be mockers (1 Tim. 4:1; 2 Tim. 3:1; 2 Pet. 3:3) in the last time, which should walk after their own ungodly lusts."},{"number":19,"verse":"(It is the property of Antichrists to separate themselves from the godly, because they are not governed by the Spirit of God: and contrariwise it is the property of Christians to edify one another through godly prayers both in faith and also in love until the mercy of Christ appears to their full salvation.) These are they that separate themselves from others, natural, having not the Spirit."},{"number":20,"verse":"But, ye beloved, edify yourselves in your most holy faith, praying in the holy Ghost."},{"number":21,"verse":"And keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ, unto eternal life."},{"number":22,"verse":"(Among them which wander and go astray, the godly have to use this choice, that they handle some of them gently, and that others some being even in the very flame, they endeavor to save with severe and sharp instruction of the present danger: yet so, that they do in such sort abhor the wicked and dishonest, that they eschew even the least contagion that may be.) And have compassion of some, in putting difference:"},{"number":23,"verse":"And others save with (By fearing them, and holding them back with godly severity.) fear, pulling them out of the fire, and hate even that (An amplification taken from the forbidden things of the Law which did defile.) garment which is spotted by the flesh."},{"number":24,"verse":"(He commendeth them to the grace of God, declaring sufficiently that it is God only that can give us that constancy which he requireth of us.) Now unto him that is able to keep you that ye fall not, and to present you faultless before the presence of his glory with joy,"},{"number":25,"verse":"That is, to God only wise, our Savior be glory, and majesty, and dominion, and power, both now and forever, Amen."}]}