{"bibleAbbr":"TZB1714","bookName":"மத்தேயுசு","bookEnglishName":"Matthew","chapterNumber":6,"verses":[{"number":1,"verse":"நீங்கள் தன்ம காரியங்களைச் செய்கிற போது மனுஷராலே காணப்படுகிறத்துக்காக அவர்கள் முன்பாக அதுகளைச் செய்யாத படிக்கு ஆராய்ந்து பாருங்கோ. இல்லாதிருந்தால் பரமண்டலங்களிலே யிருக்கிற உங்களுடைய பிதா வினிடத்திலே உங்களுக்குப் பலன் இல்லை."},{"number":2,"verse":"ஆனபடியினாலே நீ தன்ம காரியங்களைச் செய்கிற போது ஆலையங்களிலேயும் தெரு வீதிகளிலேயும் மனுஷராலே கீத்தி பெற வேணுமென்றிருக்கிற மாயக்காறரைப் போலே உன் முன்பாக எக்காளம் ஊதிவியாதே. இவர்கள் தங்களுடைய பலனை யடைஞ்சார்க ளென்று உங்களுக்கு மெய்யாகவே சொல்லுகிறோம்."},{"number":3,"verse":"ஆனால் நீ தன்ம காரியங்களைச் செய்கிறபோது உன்னுடைய தன்மங்கள் ஒளிப்பிடமா இருக்கிறத்துக்கு உன் வலது கை செய்கிறத்தை இடது கை யறியாமலிருக்கப் பண்ணு."},{"number":4,"verse":"ஒளிப்பிடத்திலே காண்கிற உன்னுடைய பிதா உனக்கு வெளி யரங்கமாகப் பலனைக் கட்டளை பண்ணுவார்."},{"number":5,"verse":"நீ செபம் பண்ணுகிற போது மாயம் பண்ணுகிறவர்களைப் போலே இருக்க வேண்டாம். அதேதென்றா லவர்கள் மனுஷராலே காணப்படுகிறத்துக்காக ஆலையங்களிலேயும் தெரு வீதிகளினுடைய நாற் சந்திகளிலேயும் செபம் பண்ண விரும்புகிறார்கள். யிவர்கள் தங்களுடைய பலனை யடைஞ்சார்களென்று உங்களுக்கு மெய்யாகவே சொல்லுகிறோம்."},{"number":6,"verse":"ஆனால் நீ செபம் பண்ணுகிற போது உன்னுடைய அறை வீட்டிலே போய்க் கதவ சாத்திப் போட்டு ஒளிப்பிடத்திலே யிருக்கிற உன்னுடைய பிதாவைப் பாத்துச் செபம் பண்ணு. அப்போ ஒளிப்பிடத்திலே காண்கிற உன்னுடைய பிதா உனக்கு வெளியரங்கமாகப் பலனைக் கட்டளை பண்ணுவார்."},{"number":7,"verse":"பின்னையும் செபம் பண்ணுகிற போது அக்கியானிகளைப் போலே அனேக வாத்தைகளைச் சொல்ல வேண்டாம். அதேதென்றா லவர்கள் அனேகம் வாத்தைகளைச் சொல்லுகிறத்தினாலே தாங்கள் கேழ்க்கப்படுவார்க ளென்று நம்பிக்கொள்ளுகிறார்கள்."},{"number":8,"verse":"ஆனபடியினாலே நீங்கள் இவர்கள் சாயலா யிருக்க உடன்படாதே. அதேதென்றால் உங்களுடைய பிதாவை மண்ணாடுகிறத்துக்கு முன்னே உங்களுக்கு யின்னது தேவையா இருக்குதென்று அவர் அறிஞ்சிருக்கிறார்."},{"number":9,"verse":"ஆகையினாலே நீங்கள் செவம் பண்ண வேண்டின பிறகார மாவது பரமண்டலங்களிலே இருக்கிற எங்கள் பிதாவே! உம்முடைய நாமம் அற்சிக்கப்படுவதாக."},{"number":10,"verse":"உம்முடைய ராச்சியம் வர. உம்முடைய சித்தம் பரமண்டலத்திலே செய்யப்படுமாப் போலே பூமியிலேயும் செய்யப்படுவதாக."},{"number":11,"verse":"அண்ணண்ணுள்ள யெங்களப்பம் எங்களுக்கு இண்ணு தாரும்."},{"number":12,"verse":"எங்கள் கடன்காறருக்கு நாங்கள் பொறுக்குமாப் போலே நீரும் எங்கள் கடன்களை எங்களுக்குப் பொறும்."},{"number":13,"verse":"எங்களைச் சோதினை யிலே பிறவேசிப்பியாதேயும். ஆனாலோ தின்மையிலே நின்று எங்களை ரெஷ்சித்துக் கொள்ளும். அதேதென்றால் ராச்சியமும் பெலமும் மகிமையும் உமக்கு எண்ணெண்ணத்துக்கும் உண்டாயிருக்குது. ஆமென்."},{"number":14,"verse":"அதேதென்றால் நீங்கள் மனுஷருடைய பிழைகளைப் பொறுத்தீர்க ளென்றால் பரமண்டலங்களிலே இருக்கிற உங்கள் பிதாவும் உங்களுக்குப் பொறுத்துக்கொள்ளுவார்."},{"number":15,"verse":"ஆனால் மனுஷருடைய பிழைகளைப் பொறுக்காதே போனீர்க ளென்றால் உங்களுடைய பிதாவும் உங்களுடைய பிழைகளைப் பொறுக்காதே போவார்."},{"number":16,"verse":"நீங்கள் ஒரு சந்தியா யிருக்கச் செய்தே மாயம் பண்ணுகிறவர்களைப் போலே துக்கிச்சிருக்கிற முகத்துடனே யிருக்க வேண்டாம். அதேதென்றால் ஒரு சந்தியா யிருக்கிறார்களெண்ணு மனுஷருக்குக் காண்பிக்கத் தக்கதாக அவர்கள் தங்கள் முகங்களைப் புலவாடலாகப் பண்ணுகிறார்கள். இவர்கள் தங்கள் பலனை அடைஞ்சார்களென்று உங்களுக்கு மெய்யாகவே சொல்லுகிறோம்."},{"number":17,"verse":"ஆனால் நீ ஒரு சந்தியா யிருக்கிறத்தை மனுஷருக்குக் காண்பியாமல் ஒளிப்பிடத்திலே இருக்கிற உன்னுடைய பிதாவுக்குக் காண்பிக்கும் படிக்கு நீ ஒரு சந்தியா யிருக்கிற போது உன் சிரசை அபிஷேகம் பண்ணி உன்னுடைய முகத்தைக் கழுவு."},{"number":18,"verse":"ஒளிப்பிடத்திலே பாத்துக் கொண்டிருக்கிற உன்னுடைய பிதா உனக்கு வெளியரங்கமாகிப் பலனைக் கட்டளை பண்ணுவார்."},{"number":19,"verse":"பூச்சியும் துருவு மரிக்கிறதுவுமாய்க் கள்ளர் சுரங்க மறுத்துத் திருடுகிறதுவுமா யிருக்கிற பூமியிலே உங்களுக்குப் பொக்கிஷங்களைக் கூட்ட வேண்டாம்."},{"number":20,"verse":"ஆனால் வானத்திலே பூச்சியும் துருவு மரிக்கிறதும் கள்ளர் சுரங்க மறுத்துத் திருடுகிறது மில்லையே. அவடத்திலே பொக்கிஷங்களை உங்களுக்குக் கூட்டுங்கோ."},{"number":21,"verse":"அதேதென்றால் உங்களுடைய பொக்கிஷ மிருக்கிற இஷ்த்தலத்திலே உங்களுடைய இறுதயமுங் கூட இருக்கும்."},{"number":22,"verse":"கண், சரீரத்தினுடைய விளக்கமா யிருக்குது. ஆகையினாலே உன்னுடைய கண் கபடில்லா திருந்தால் உன்னுடைய சரீரமெல்லாம் வெளிச்சமாயிருக்கும்."},{"number":23,"verse":"ஆனால் உன்னுடைய கண் கபடுள்ளதா யிருந்தால் உன்னுடைய சரீர மெல்லாம் அந்தகாரமா யிருக்கும். உன்னிடத்திலே இருக்கிற வெளிச்சமானது அந்தகாரமா யிருந்தால் அந்தகாரமானது யெத்தினை பெரிசா யிருக்கும்."},{"number":24,"verse":"ரெண்டாண்டவனுக்கு ஒருதன் வேலை செய்யக் கூடாது. அதேதென்றால் ஒன்றில் ஒருதனைப் பகைச்சு ஒருதனைச் சினேகிப்பான். ஒன்றில் ஒருதனுக்குக் கீழ் படிந்து ஒருதனை அசட்டை பண்ணுவான். நீங்கள் சறுவேசுரனுக்கும் மம்மொ னென்கிற திரவியத்துக்கும் வேலை செய்ய மாட்டீர்கள்."},{"number":25,"verse":"ஆனபடியினாலே நாமுங்களுக்குச் சொல்லுகிறோம். உங்களுடைய சீவனுக்கு என்ன போசனம் பண்ணுவீர்க ளென்கிறத்தை யானாலும் யெத்தாலே தாகத்தைத் தீற்பீர்க ளென்கிறத்தை யானாலும் உங்களுடைய உடலுக்கு யென்ன வேஷ்சை தரிப்பீர்க ளென்கிறத்தை யானாலும் பிராமரிக்கச் செய்யாதே. போசனத்தைப் பாற்கச் சீவன் நல்ல தல்லவோ? வேஷ்சையைப் பாற்க யுடல் நல்லதல்லவோ?"},{"number":26,"verse":"ஆகாசத்திலப் பஷ்சி சாதிகளைப் பாருங்கோ. அதுகள் விரைக்கவு மறுக்கவும் களஞ்சியங்களிலே ரெப்பவு மில்லையே. பரமண்டலங்களிலே யிருக்கிற உங்களுடைய பிதா அதுகளுக்குத் தீவனங் குடுக்கிறார். அதுகளைப் பாற்க நீங்கள் நல்லவர்க ளல்லவோ?"},{"number":27,"verse":"உங்களிலே ஆராகிலும் விசாரித்துத் தன்னுடைய அளவைப் பாற்க ஒரு முழம் உசத்தியாகத் தன்னை உண்டாக்கலாமோ?"},{"number":28,"verse":"வேஷ்சையின் பேரிலே என நினவு வைக்கிறீர்கள். நிலத்தினுடைய லீலிய் யென்கிற நாமத்தைக் கொண்டிருக்கிற புஷ்பங்களைப் பாருங்கோ. அதுகளெப்படி வளருகிறது? பிறையாசப்படவும் நூல் நூக்கவுமில்லையே!"},{"number":29,"verse":"ஆனா லச்சாலொமோ னென்கிறவர் தன்னுடைய பெருமைகளிலே யெல்லாம் அந்த ஒரு புஷ்பத்தைப் போலே அலங்காரமான வேஷ்சை தரிக்கை யில்லை யென்று உங்களுக்குச் சொல்லுகிறோம்."},{"number":30,"verse":"இண்ணைக் கிருக்கிறதும் நாளைக் கடுப்பிலே போடுகிறதுமா யிருக்கிற நிலங்களி னுடைய வைக்கலுக்குச் சறுவேசுரன் அந்தப் பிறகாரமாக வேஷ்சை தரிச்சால் விசுவாசக் குறைச்சலுள்ளவர்களே உங்களுக்கு எத்தனை யதிகம்."},{"number":31,"verse":"ஆனபடியினாலே எப்படி அசனம் பண்ணுவோ மென்றும் எப்படி தாகத்தைத் தீற்போ மென்றும் எப்படி வேஷ்சை தரிப்போ மென்றுஞ் சொல்லிப் பிராமரிக்கச் செய்யாதே!"},{"number":32,"verse":"அதேதென்றால் அக்கியானிக ளிந்த வஷ்த்துக்களை யெல்லாந் தேடுகிறார்கள். இதுகளெல்லாம் உங்களுக்கு வேண்டி இருக்கிற தென்று உங்களுடைய பிதா அறிவார்."},{"number":33,"verse":"முதல்ச் சறுவேசுரனுடைய ராச்சியத்தையும் அவருடைய நீதியையுந் தேடுங்கோ. அப்போ யிதுக ளெல்லாம் உங்களுக்கு வரும்."},{"number":34,"verse":"ஆனபடியினாலே மறுநாளைக்குப் பிராமரிக்கச் செய்யாதே! அதேதென்றால் மறுநாள்த் தானே தனக்கு வேண்டினத்தைப் பிராமரிக்கும். ஒவ்வொரு நாளைக்குந் தன்னுடைய பிறையாசம் உண்டா யிருக்கிறது போதும்."}]}