{"bibleAbbr":"BBE1965","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"And the Pharisees and Sadducees came and, testing him, made a request to him to give them a sign from heaven."},{"number":2,"verse":"But in answer he said to them, At nightfall you say, The weather will be good, for the sky is red."},{"number":3,"verse":"And in the morning, The weather will be bad today, for the sky is red and angry. You are able to see the face of heaven, but not the signs of the times."},{"number":4,"verse":"An evil and false generation is searching after a sign; and no sign will be given to it but the sign of Jonah. And he went away from them."},{"number":5,"verse":"And when the disciples came to the other side they had not taken thought to get bread."},{"number":6,"verse":"And Jesus said to them, Take care to have nothing to do with the leaven of the Pharisees and Sadducees."},{"number":7,"verse":"And they were reasoning among themselves, saying, We took no bread."},{"number":8,"verse":"And Jesus, seeing it, said, O you of little faith, why are you reasoning among yourselves, because you have no bread?"},{"number":9,"verse":"Do you still not see, or keep in mind the five cakes of bread of the five thousand, and the number of baskets you took up?"},{"number":10,"verse":"Or the seven cakes of bread of the four thousand, and the number of baskets you took up?"},{"number":11,"verse":"How is it that you do not see that I was not talking to you about bread, but about keeping away from the leaven of the Pharisees and Sadducees?"},{"number":12,"verse":"Then they saw that it was not the leaven of bread which he had in mind, but the teaching of the Pharisees and Sadducees."},{"number":13,"verse":"Now when Jesus had come into the parts of Caesarea Philippi, he said, questioning his disciples, Who do men say that the Son of man is?"},{"number":14,"verse":"And they said, Some say, John the Baptist; some, Elijah; and others, Jeremiah, or one of the prophets."},{"number":15,"verse":"He says to them, But who do you say that I am?"},{"number":16,"verse":"And Simon Peter made answer and said, You are the Christ, the Son of the living God."},{"number":17,"verse":"And Jesus made answer and said to him, A blessing on you, Simon Bar-jonah: because this knowledge has not come to you from flesh and blood, but from my Father in heaven."},{"number":18,"verse":"And I say to you that you are Peter, and on this rock will my church be based, and the doors of hell will not overcome it."},{"number":19,"verse":"I will give to you the keys of the kingdom of heaven: and whatever is fixed by you on earth will be fixed in heaven: and whatever you make free on earth will be made free in heaven."},{"number":20,"verse":"Then he gave orders to the disciples to give no man word that he was the Christ."},{"number":21,"verse":"From that time Jesus went on to make clear to his disciples how he would have to go up to Jerusalem, and undergo much at the hands of those in authority and the chief priests and scribes, and be put to death, and the third day come again from the dead."},{"number":22,"verse":"And Peter, protesting, said to him, Be it far from you, Lord; it is impossible that this will come about."},{"number":23,"verse":"But he, turning to Peter, said, Get out of my way, Satan: you are a danger to me because your mind is not on the things of God, but on the things of men."},{"number":24,"verse":"Then Jesus said to his disciples, If any man would come after me, let him give up all, and take up his cross, and come after me."},{"number":25,"verse":"Because whoever has a desire to keep his life safe will have it taken from him; but whoever gives up his life because of me, will have it given back to him."},{"number":26,"verse":"For what profit has a man, if he gets all the world with the loss of his life? or what will a man give in exchange for his life?"},{"number":27,"verse":"For the Son of man will come in the glory of his Father with his angels; and then he will give to every man the reward of his works."},{"number":28,"verse":"Truly I say to you, There are some of those here who will not have a taste of death, till they see the Son of man coming in his kingdom."}]}