{"bibleAbbr":"BBE1965","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"For the kingdom of heaven is like the master of a house, who went out early in the morning to get workers into his vine-garden."},{"number":2,"verse":"And when he had made an agreement with the workmen for a penny a day, he sent them into his vine-garden."},{"number":3,"verse":"And he went out about the third hour, and saw others in the market-place doing nothing;"},{"number":4,"verse":"And he said to them, Go into the vine-garden with the others, and whatever is right I will give you. And they went to work."},{"number":5,"verse":"Again he went out about the sixth and the ninth hour, and did the same."},{"number":6,"verse":"And about the eleventh hour he went out and saw others doing nothing; and he says to them, Why are you here all the day doing nothing?"},{"number":7,"verse":"They say to him, Because no man has given us work. He says to them, Go in with the rest, into the vine-garden."},{"number":8,"verse":"And when evening came, the lord of the vine-garden said to his manager, Let the workers come, and give them their payment, from the last to the first."},{"number":9,"verse":"And when those men came who had gone to work at the eleventh hour, they were given every man a penny."},{"number":10,"verse":"Then those who came first had the idea that they would get more; and they, like the rest, were given a penny."},{"number":11,"verse":"And when they got it, they made a protest against the master of the house,"},{"number":12,"verse":"Saying, These last have done only one hour's work, and you have made them equal to us, who have undergone the hard work of the day and the burning heat."},{"number":13,"verse":"But he in answer said to one of them, Friend, I do you no wrong: did you not make an agreement with me for a penny?"},{"number":14,"verse":"Take what is yours, and go away; it is my pleasure to give to this last, even as to you."},{"number":15,"verse":"Have I not the right to do as seems good to me in my house? or is your eye evil, because I am good?"},{"number":16,"verse":"So the last will be first, and the first last."},{"number":17,"verse":"And when Jesus was going up to Jerusalem, he took the twelve disciples on one side, and said to them,"},{"number":18,"verse":"See, we go up to Jerusalem; and the Son of man will be given into the hands of the chief priests and scribes; and they will give orders for him to be put to death,"},{"number":19,"verse":"And will give him up to the Gentiles to be made sport of and to be whipped and to be put to death on the cross: and the third day he will come back again from the dead."},{"number":20,"verse":"Then the mother of the sons of Zebedee came to him with her sons, giving him worship and making a request of him."},{"number":21,"verse":"And he said to her, What is your desire? She says to him, Let my two sons be seated, the one at your right hand, and the other at your left, in your kingdom."},{"number":22,"verse":"But Jesus made answer and said, You have no idea what you are requesting. Are you able to take of the cup which I am about to take?"},{"number":23,"verse":"They say to him, We are able. He says to them, Truly, you will take of my cup: but to be seated at my right hand and at my left is not for me to give, but it is for those for whom my Father has made it ready."},{"number":24,"verse":"And when it came to the ears of the ten, they were angry with the two brothers."},{"number":25,"verse":"But Jesus said to them, You see that the rulers of the Gentiles are lords over them, and their great ones have authority over them."},{"number":26,"verse":"Let it not be so among you: but if anyone has a desire to become great among you, let him be your servant;"},{"number":27,"verse":"And whoever has a desire to be first among you, let him take the lowest place:"},{"number":28,"verse":"Even as the Son of man did not come to have servants, but to be a servant, and to give his life for the salvation of men."},{"number":29,"verse":"And when they were going out from Jericho, a great number went after him."},{"number":30,"verse":"And two blind men seated by the wayside, when they had the news that Jesus was going by, gave a loud cry, saying, Lord, Son of David, have mercy on us."},{"number":31,"verse":"And the people gave them orders to be quiet; but they went on crying even louder, Lord, Son of David, have mercy on us."},{"number":32,"verse":"And Jesus, stopping, sent for them, and said, What would you have me do to you?"},{"number":33,"verse":"They say to him, Lord, that our eyes may be open."},{"number":34,"verse":"And Jesus, being moved with pity, put his fingers on their eyes: and straight away they were able to see, and went after him."}]}