{"bibleAbbr":"NRSVue2021","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"A prayer of the prophet Habakkuk according to Shigionoth."},{"number":2,"verse":"The Prophet’s Prayer (Job 42.5, 6; Ps 85.6; 119.120; Isa 54.8; Jer 10.7) O LORD, I have heard of your renown, and I stand in awe, O LORD, of your work. In our own time revive it; in our own time make it known; in wrath may you remember mercy."},{"number":3,"verse":"(Deut 33.2; Ps 48.10; 113.4; Am 1.12) God came from Teman, the Holy One from Mount Paran. Selah His glory covered the heavens, and the earth was full of his praise."},{"number":4,"verse":"(Job 26.14; Ps 18.12) The brightness was like the sun; rays came forth from his hand, where his power lay hidden."},{"number":5,"verse":"(Ex 12.29, 30; Num 16.46-49) Before him went pestilence, and plague followed close behind."},{"number":6,"verse":"(Ps 35.5; Mic 5.8) He stopped and shook the earth; he looked and made the nations tremble. The eternal mountains were shattered; along his ancient pathways the everlasting hills sank low."},{"number":7,"verse":"I saw the tents of Cushan under affliction; the tent curtains of the land of Midian trembled."},{"number":8,"verse":"(Ex 7.19, 20; Deut 33.26; Ps 68.17) Was your wrath against the rivers, (Or against River) O LORD, or your anger against the rivers (Or against River) or your rage against the sea, (Or against Sea) when you drove your horses, your chariots to victory?"},{"number":9,"verse":"(Gen 26.3; Deut 7.8; Ps 78.16) You brandished your naked bow; sated (Heb mss: MT oaths) were the arrows at your command. (Meaning of Heb uncertain) Selah You split the earth with rivers."},{"number":10,"verse":"(Ex 14.22; Ps 114.3-8) The mountains saw you and writhed; a torrent of water swept by; the deep gave forth its voice. The sun raised high its hands;"},{"number":11,"verse":"(Josh 10.12-14; Ps 18.12-14) the moon stood still in its exalted place, at the light of your arrows speeding by, at the gleam of your flashing spear."},{"number":12,"verse":"(Ps 68.7; Isa 41.15; Jer 51.33) In fury you marched on the earth; in anger you trampled nations."},{"number":13,"verse":"(Ex 15.2; Ps 68.19, 20; 110.6; Ezek 13.14) You came forth to save your people, to save your anointed. You crushed the head of the wicked house, laying it bare from foundation to roof. (Heb neck) Selah"},{"number":14,"verse":"You pierced with their (Heb his) own arrows the head of his warriors, (Gk Vg Syr: Meaning of Heb uncertain) who came like a whirlwind to scatter us, (Heb me) gloating as if ready to devour the poor who were in hiding."},{"number":15,"verse":"(Ex 15.8; Ps 77.19) You trampled the sea with your horses, churning the mighty waters."},{"number":16,"verse":"(Jer 5.15; 23.9) I hear, and I tremble within; my lips quiver at the sound. Rottenness enters into my bones, and my steps tremble (Cn Compare Gk: Meaning of Heb uncertain) beneath me. I wait quietly for the day of calamity to come upon the people who attack us."},{"number":17,"verse":"Trust and Joy in the Midst of Trouble (Jer 5.17; Joel 1.18) Though the fig tree does not blossom and no fruit is on the vines; though the produce of the olive fails and the fields yield no food; though the flock is cut off from the fold and there is no herd in the stalls,"},{"number":18,"verse":"(Ps 46.1-5; Isa 12.2; 61.10) yet I will rejoice in the LORD; I will exult in the God of my salvation."},{"number":19,"verse":"(Deut 33.29; 2 Sam 22.34; Ps 18.33) GOD, the Lord, is my strength; he makes my feet like the feet of a deer and makes me tread upon the heights. (Heb my heights) To the leader: with stringed (Heb my stringed) instruments."}]}