{"bibleAbbr":"HSB+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came אַחַר֙ <WH310> 'a-Char And it came to pass after הַדְּבָרִ֣ים <WH1697> had-de-va-Rim these things הָאֵ֔לֶּה <WH428> ha-'El-leh, these כֶּ֧רֶם <WH3754> Ke-rem had a vineyard הָיָ֛ה <WH1961> ha-Yah had לְנָב֥וֹת <WH5022> le-na-Vot [that] Naboth הַיִּזְרְעֵאלִ֖י <WH3158> hai-yiz-re-'e-Li the Jezreelite אֲשֶׁ֣ר <WH834> 'a-Sher which בְּיִזְרְעֶ֑אל <WH3157> be-yiz-re-'El; which [was] in Jezreel אֵ֚צֶל <WH681> 'E-tzel hard by הֵיכַ֣ל <WH1964> hei-Chal the palace אַחְאָ֔ב <WH256> 'ach-'Av, of Ahab מֶ֖לֶךְ <WH4428> Me-lech king שֹׁמְרֽוֹן׃ <WH8111> sho-me-Ron. of Samaria"},{"number":2,"verse":"וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber spake אַחְאָ֣ב <WH256> 'ach-'Av And Ahab אֶל־ <WH413> 'el- to נָב֣וֹת׀ <WH5022> na-Vot unto Naboth לֵאמֹר֩׀ <WH559> le-Mor saying תְּנָה־ <WH5414> te-nah- Give לִּ֨י li אֶֽת־ <WH853> 'et- כַּרְמְךָ֜ <WH3754> kar-me-Cha me thy vineyard וִֽיהִי־ <WH1961> vi-hi- may have לִ֣י li לְגַן־ <WH1588> le-gan- that I may have it for a garden יָרָ֗ק <WH3419> ya-Rak, of herbs כִּ֣י <WH3588> ki because ה֤וּא <WH1931> hu it קָרוֹב֙ <WH7138> ka-rOv because it [is] near אֵ֣צֶל <WH681> 'E-tzel unto בֵּיתִ֔י <WH1004> bei-Ti, my house וְאֶתְּנָ֤ה <WH5414> ve-'et-te-Nah and I will give לְךָ֙ le-Cha תַּחְתָּ֔יו <WH8478> tach-Tav, place כֶּ֖רֶם <WH3754> Ke-rem vineyard ט֣וֹב <WH2896> Tov thee for it a better מִמֶּ֑נּוּ <WH4480> mi-Men-nu; than אִ֚ם <WH518> 'im if ט֣וֹב <WH2896> Tov than it [or] if it seem good בְּעֵינֶ֔יךָ <WH5869> be-'ei-Nei-cha, to thee אֶתְּנָה־ <WH5414> 'et-te-nah- I will give לְךָ֥ le-Cha כֶ֖סֶף <WH3701> Che-sef of it in money מְחִ֥יר <WH4242> me-Chir thee the worth זֶֽה׃ <WH2088> Zeh. he"},{"number":3,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said נָב֖וֹת <WH5022> na-Vot And Naboth אֶל־ <WH413> 'el- to אַחְאָ֑ב <WH256> 'ach-'Av; to Ahab חָלִ֤ילָה <WH2486> cha-Li-lah forbid לִּי֙ li מֵֽיהוָ֔ה <WH3068> Yah-weh, The LORD מִתִּתִּ֛י <WH5414> mit-tit-Ti it me that I should give אֶת־ <WH853> 'et- נַחֲלַ֥ת <WH5159> na-cha-Lat the inheritance אֲבֹתַ֖י <WH1> 'a-vo-Tai of my fathers לָֽךְ׃ Lach."},{"number":4,"verse":"וַיָּבֹא֩ <WH935> vai-ya-Vo came אַחְאָ֨ב <WH256> 'ach-'Av And Ahab אֶל־ <WH413> 'el- into בֵּית֜וֹ <WH1004> bei-To into his house סַ֣ר <WH5620> sar heavy וְזָעֵ֗ף <WH2198> ve-za-'Ef, and displeased עַל־ <WH5921> 'al- because הַדָּבָר֙ <WH1697> had-da-Var because of the word אֲשֶׁר־ <WH834> 'a-Sher- which דִּבֶּ֣ר <WH1696> dib-Ber had spoken אֵלָ֗יו <WH413> 'e-Lav, about נָבוֹת֙ <WH5022> na-Vot which Naboth הַיִּזְרְעֵאלִ֔י <WH3158> hai-yiz-re-'e-Li, the Jezreelite וַיֹּ֕אמֶר <WH559> vai-Yo-mer to him for he had said לֹֽא־ <WH3808> lo- no אֶתֵּ֥ן <WH5414> 'et-Ten I will not give לְךָ֖ le-Cha אֶת־ <WH853> 'et- נַחֲלַ֣ת <WH5159> na-cha-Lat thee the inheritance אֲבוֹתָ֑י <WH1> a-vo-Tai; of my fathers וַיִּשְׁכַּב֙ <WH7901> vai-yish-Kav And he laid him down עַל־ <WH5921> 'al- because מִטָּת֔וֹ <WH4296> mit-ta-To, upon his bed וַיַּסֵּ֥ב <WH5437> vai-yas-Sev and turned away אֶת־ <WH853> 'et- פָּנָ֖יו <WH6440> pa-Nav his face וְלֹֽא־ <WH3808> ve-lo- no אָ֥כַל <WH398> 'A-chal and would eat לָֽחֶם׃ <WH3899> La-chem. no bread"},{"number":5,"verse":"וַתָּבֹ֥א <WH935> vat-ta-Vo came אֵלָ֖יו <WH413> 'e-Lav But אִיזֶ֣בֶל <WH348> 'i-Ze-vel But Jezebel אִשְׁתּ֑וֹ <WH802> ish-To; his wife וַתְּדַבֵּ֣ר <WH1696> vat-te-dab-Ber to him and said אֵלָ֗יו <WH413> 'e-Lav, to him מַה־ <WH4100> mah- How זֶּה֙ <WH2088> zeh he רוּחֲךָ֣ <WH7307> ru-cha-Cha unto him Why is thy spirit סָרָ֔ה <WH5620> sa-Rah, so sad וְאֵינְךָ֖ <WH369> ve-'ei-ne-Cha you are not אֹכֵ֥ל <WH398> 'o-Chel that thou eatest לָֽחֶם׃ <WH3899> La-chem. bread"},{"number":6,"verse":"וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber And he said אֵלֶ֗יהָ <WH413> 'e-Lei-ha, to her כִּֽי־ <WH3588> ki- Because אֲ֠דַבֵּר <WH1696> 'A-dab-ber unto her Because I spake אֶל־ <WH413> 'el- to נָב֨וֹת <WH5022> na-Vot unto Naboth הַיִּזְרְעֵאלִ֜י <WH3158> hai-yiz-re-'e-Li the Jezreelite וָאֹ֣מַר <WH559> va-'O-mar and said ל֗וֹ lo, תְּנָה־ <WH5414> te-nah- unto him Give לִּ֤י li אֶֽת־ <WH853> 'et- כַּרְמְךָ֙ <WH3754> kar-me-Cha me thy vineyard בְּכֶ֔סֶף <WH3701> be-Che-sef, for money א֚וֹ <WH176> o or אִם־ <WH518> 'im- if חָפֵ֣ץ <WH2655> cha-Fetz or else if it please אַתָּ֔ה <WH859> 'at-Tah, I אֶתְּנָה־ <WH5414> 'et-te-nah- thee I will give לְךָ֥ le-Cha כֶ֖רֶם <WH3754> Che-rem thee [another] vineyard תַּחְתָּ֑יו <WH8478> tach-Tav; Thahash וַיֹּ֕אמֶר <WH559> vai-Yo-mer for it and he answered לֹֽא־ <WH3808> lo- I will not אֶתֵּ֥ן <WH5414> 'et-Ten I will not give לְךָ֖ le-Cha אֶת־ <WH853> 'et- כַּרְמִֽי׃ <WH3754> kar-Mi. thee my vineyard"},{"number":7,"verse":"וַתֹּ֤אמֶר <WH559> vat-To-mer said אֵלָיו֙ <WH413> 'e-Lav about אִיזֶ֣בֶל <WH348> 'i-Ze-vel And Jezebel אִשְׁתּ֔וֹ <WH802> ish-To, his wife אַתָּ֕ה <WH859> 'at-Tah you עַתָּ֛ה <WH6258> 'at-Tah now תַּעֲשֶׂ֥ה <WH6213> ta-'a-Seh unto him Dost thou now govern מְלוּכָ֖ה <WH4410> me-lu-Chah the kingdom עַל־ <WH5921> 'al- over יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel ק֤וּם <WH6965> kum abide אֱכָל־ <WH398> 'e-chol- [and] eat לֶ֙חֶם֙ <WH3899> le-chem bread וְיִטַ֣ב <WH3190> ve-yi-Tav be merry לִבֶּ֔ךָ <WH3820> lib-Be-cha, and let thine heart אֲנִי֙ <WH589> 'a-Ni I אֶתֵּ֣ן <WH5414> 'et-Ten I will give לְךָ֔ le-Cha, אֶת־ <WH853> 'et- כֶּ֖רֶם <WH3754> Ke-rem thee the vineyard נָב֥וֹת <WH5022> na-Vot of Naboth הַיִּזְרְעֵאלִֽי׃ <WH3158> hai-yiz-re-'e-Li. the Jezreelite"},{"number":8,"verse":"וַתִּכְתֹּ֤ב <WH3789> vat-tich-To So she wrote סְפָרִים֙ <WH5612> se-fa-Rim letters בְּשֵׁ֣ם <WH8034> be-Shem name אַחְאָ֔ב <WH256> 'ach-'Av, in Ahab's וַתַּחְתֹּ֖ם <WH2368> vat-tach-Tom [them] with his seal בְּחֹתָמ֑וֹ <WH2856> be-cho-ta-Mo; and sealed וַתִּשְׁלַ֣ח <WH7971> vat-tish-Lach and sent; הַסְפָרִים has-fa-rim כסְפָרִ֗ים <WH5612> se-fa-Rim, letters קאֶל־ <WH413> 'el- to הַזְקֵנִ֤ים <WH2205> haz-ke-Nim unto the elders וְאֶל־ <WH413> ve-'el- and to הַֽחֹרִים֙ <WH2715> ha-cho-Rim and to the nobles אֲשֶׁ֣ר <WH834> 'a-Sher who בְּעִיר֔וֹ <WH5892> be-'i-Ro, that [were] in his city הַיֹּשְׁבִ֖ים <WH3427> hai-yo-she-Vim dwelling אֶת־ <WH854> 'et- with נָבֽוֹת׃ <WH5022> na-Vot. with Naboth"},{"number":9,"verse":"וַתִּכְתֹּ֥ב <WH3789> vat-tich-To And she wrote בַּסְּפָרִ֖ים <WH5612> bas-se-fa-Rim in the letters לֵאמֹ֑ר <WH559> le-Mor; saying קִֽרְאוּ־ <WH7121> kir-'u- Proclaim צ֔וֹם <WH6685> Tzom, a fast וְהוֹשִׁ֥יבוּ <WH3427> ve-ho-Shi-vu and set אֶת־ <WH853> 'et- נָב֖וֹת <WH5022> na-Vot Naboth בְּרֹ֥אשׁ <WH7218> be-Rosh on high הָעָֽם׃ <WH5971> ha-'Am. among the people"},{"number":10,"verse":"וְ֠הוֹשִׁיבוּ <WH3427> Ve-ho-shi-vu And set שְׁנַ֨יִם <WH8147> she-Na-yim two אֲנָשִׁ֥ים <WH582> 'a-na-Shim men בְּנֵֽי־ <WH1121> be-nei- sons בְלִיַּעַל֮ <WH1100> ve-li-ya-'Al of Belial נֶגְדּוֹ֒ <WH5048> neg-Do before וִיעִדֻ֣הוּ <WH5749> vi-'i-Du-hu before him to bear witness לֵאמֹ֔ר <WH559> le-Mor, against him saying בֵּרַ֥כְתָּ <WH1288> be-Rach-ta Thou didst blaspheme אֱלֹהִ֖ים <WH430> E-lo-Him God וָמֶ֑לֶךְ <WH4428> va-Me-lech; and the king וְהוֹצִיאֻ֥הוּ <WH3318> ve-ho-tzi-'U-hu And [then] carry him out וְסִקְלֻ֖הוּ <WH5619> ve-sik-Lu-hu and stone וְיָמֹֽת׃ <WH4191> ve-ya-Mot. him that he may die"},{"number":11,"verse":"וַיַּעֲשׂוּ֩ <WH6213> vai-ya-'a-Su did אַנְשֵׁ֨י <WH376> 'an-Shei the men עִיר֜וֹ <WH5892> i-Ro of his city הַזְּקֵנִ֣ים <WH2205> haz-ze-ke-Nim [even] the elders וְהַחֹרִ֗ים <WH2715> ve-ha-cho-Rim, and the nobles אֲשֶׁ֤ר <WH834> 'a-Sher who הַיֹּֽשְׁבִים֙ <WH3427> hai-yo-she-Vim who were the inhabitants בְּעִיר֔וֹ <WH5892> be-'i-Ro, in his city כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher which שָׁלְחָ֥ה <WH7971> sha-le-Chah had sent אֲלֵיהֶ֖ם <WH413> 'a-lei-Hem as אִיזָ֑בֶל <WH348> 'i-Za-vel; as Jezebel כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher who כָּתוּב֙ <WH3789> ka-Tuv unto them [and] as it [was] written בַּסְּפָרִ֔ים <WH5612> bas-se-fa-Rim, in the letters אֲשֶׁ֥ר <WH834> 'a-Sher who שָׁלְחָ֖ה <WH7971> sha-le-Chah which she had sent אֲלֵיהֶֽם׃ <WH413> 'a-lei-Hem. about"},{"number":12,"verse":"קָרְא֖וּ <WH7121> ka-re-'U They proclaimed צ֑וֹם <WH6685> Tzom; a fast וְהֹשִׁ֥יבוּ <WH3427> ve-ho-Shi-vu and set אֶת־ <WH853> 'et- נָב֖וֹת <WH5022> na-Vot Naboth בְּרֹ֥אשׁ <WH7218> be-Rosh on high הָעָֽם׃ <WH5971> ha-'Am. among the people"},{"number":13,"verse":"וַ֠יָּבֹאוּ <WH935> Vai-ya-vo-'u And there came שְׁנֵ֨י <WH8147> she-Nei in two הָאֲנָשִׁ֥ים <WH376> ha-'a-na-Shim men בְּנֵֽי־ <WH1121> be-nei- children בְלִיַּעַל֮ <WH1100> ve-li-ya-'Al of Belial וַיֵּשְׁב֣וּ <WH3427> vai-ye-she-Vu and sat נֶגְדּוֹ֒ <WH5048> neg-Do before וַיְעִדֻהוּ֩ <WH5749> vay-'i-du-Hu witnessed אַנְשֵׁ֨י <WH376> 'an-Shei men הַבְּלִיַּ֜עַל <WH1100> hab-be-li-Ya-'al of Belial אֶת־ <WH853> 'et- נָב֗וֹת <WH5022> na-Vot, against him [even] against Naboth נֶ֤גֶד <WH5048> Ne-ged before הָעָם֙ <WH5971> ha-'Am in the presence of the people לֵאמֹ֔ר <WH559> le-Mor, saying בֵּרַ֥ךְ <WH1288> be-Rach did blaspheme נָב֛וֹת <WH5022> na-Vot Naboth אֱלֹהִ֖ים <WH430> E-lo-Him God וָמֶ֑לֶךְ <WH4428> va-Me-lech; and the king וַיֹּצִאֻ֙הוּ֙ <WH3318> vai-yo-tzi-'U-hu Then they carried him forth מִח֣וּץ <WH2351> mi-Chutz out לָעִ֔יר <WH5892> la-'Ir, of the city וַיִּסְקְלֻ֥הוּ <WH5619> vai-yis-ke-Lu-hu and stoned בָאֲבָנִ֖ים <WH68> va-'a-va-Nim him with stones וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. that he died"},{"number":14,"verse":"וַֽיִּשְׁלְח֖וּ <WH7971> vai-yish-le-Chu Then they sent אֶל־ <WH413> 'el- to אִיזֶ֣בֶל <WH348> 'i-Ze-vel to Jezebel לֵאמֹ֑ר <WH559> le-Mor; saying סֻקַּ֥ל <WH5619> suk-Kal is stoned נָב֖וֹת <WH5022> na-Vot Naboth וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. and is dead"},{"number":15,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi become כִּשְׁמֹ֣עַ <WH8085> kish-Mo-a' heard אִיזֶ֔בֶל <WH348> 'i-Ze-vel, And it came to pass when Jezebel כִּֽי־ <WH3588> ki- for סֻקַּ֥ל <WH5619> suk-Kal was stoned נָב֖וֹת <WH5022> na-Vot that Naboth וַיָּמֹ֑ת <WH4191> vai-ya-Mot; and was dead וַתֹּ֨אמֶר <WH559> vat-To-mer said אִיזֶ֜בֶל <WH348> 'i-Ze-vel that Jezebel אֶל־ <WH413> 'el- to אַחְאָ֗ב <WH256> 'ach-'Av, to Ahab ק֣וּם <WH6965> kum Arise רֵ֞שׁ <WH3423> resh take possession אֶת־ <WH853> 'et- כֶּ֣רֶם׀ <WH3754> Ke-rem of the vineyard נָב֣וֹת <WH5022> na-Vot of Naboth הַיִּזְרְעֵאלִ֗י <WH3158> hai-yiz-re-'e-Li, the Jezreelite אֲשֶׁ֤ר <WH834> 'a-Sher which מֵאֵן֙ <WH3985> me-'En which he refused לָתֶת־ <WH5414> la-tet- to give לְךָ֣ le-Cha בְכֶ֔סֶף <WH3701> ve-Che-sef, thee for money כִּ֣י <WH3588> ki for אֵ֥ין <WH369> 'ein for נָב֛וֹת <WH5022> na-Vot for Naboth חַ֖י <WH2416> chai is not alive כִּי־ <WH3588> ki- but מֵֽת׃ <WH4191> Met. but dead"},{"number":16,"verse":"וַיְהִ֛י <WH1961> vay-Hi become כִּשְׁמֹ֥עַ <WH8085> kish-Mo-a' heard אַחְאָ֖ב <WH256> 'ach-'Av And it came to pass when Ahab כִּ֣י <WH3588> ki for מֵ֣ת <WH4191> met was dead נָב֑וֹת <WH5022> na-Vot; that Naboth וַיָּ֣קָם <WH6965> vai-Ya-kom rose up אַחְאָ֗ב <WH256> 'ach-'Av, that Ahab לָרֶ֛דֶת <WH3381> la-Re-det to go down אֶל־ <WH413> 'el- to כֶּ֛רֶם <WH3754> Ke-rem to the vineyard נָב֥וֹת <WH5022> na-Vot of Naboth הַיִּזְרְעֵאלִ֖י <WH3158> hai-yiz-re-'e-Li the Jezreelite לְרִשְׁתּֽוֹ׃ <WH3423> le-rish-To. to take possession ס sa-Mek"},{"number":17,"verse":"וַיְהִי֙ <WH1961> vay-Hi came דְּבַר־ <WH1697> de-var- And the word יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֶל־ <WH413> 'el- to אֵלִיָּ֥הוּ <WH452> 'e-li-Ya-hu came to Elijah הַתִּשְׁבִּ֖י <WH8664> hat-tish-Bi the Tishbite לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":18,"verse":"ק֣וּם <WH6965> kum Arise רֵ֗ד <WH3381> Red, go down לִקְרַ֛את <WH7125> lik-Rat to meet אַחְאָ֥ב <WH256> 'ach-'Av Ahab מֶֽלֶךְ־ <WH4428> Me-lech- king יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel אֲשֶׁ֣ר <WH834> 'a-Sher who בְּשֹׁמְר֑וֹן <WH8111> be-sho-me-Ron; which [is] in Samaria הִנֵּה֙ <WH2009> hin-Neh behold בְּכֶ֣רֶם <WH3754> be-Che-rem behold [he is] in the vineyard נָב֔וֹת <WH5022> na-Vot, of Naboth אֲשֶׁר־ <WH834> 'a-Sher- who יָ֥רַד <WH3381> Ya-rad whither he is gone down שָׁ֖ם <WH8033> sham in it לְרִשְׁתּֽוֹ׃ <WH3423> le-rish-To. to possess"},{"number":19,"verse":"וְדִבַּרְתָּ֨ <WH1696> ve-dib-bar-Ta And thou shalt speak אֵלָ֜יו <WH413> 'e-Lav to him לֵאמֹ֗ר <WH559> le-Mor, unto him saying כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD הֲרָצַ֖חְתָּ <WH7523> ha-ra-Tzach-ta Hast thou killed וְגַם־ <WH1571> ve-gam- and also יָרָ֑שְׁתָּ <WH3423> ya-Ra-she-ta; and also taken possession וְדִבַּרְתָּ֨ <WH1696> ve-dib-bar-Ta ;And thou shalt speak אֵלָ֜יו <WH413> 'e-Lav to him לֵאמֹ֗ר <WH559> le-Mor, unto him saying כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD בִּמְק֗וֹם <WH4725> bim-Kom, In the place אֲשֶׁ֨ר <WH834> 'a-Sher where לָקְק֤וּ <WH3952> la-ke-Ku licked הַכְּלָבִים֙ <WH3611> hak-ke-la-Vim where dogs אֶת־ <WH853> 'et- דַּ֣ם <WH1818> dam the blood נָב֔וֹת <WH5022> na-Vot, of Naboth יָלֹ֧קּוּ <WH3952> ya-Lok-ku lick הַכְּלָבִ֛ים <WH3611> hak-ke-la-Vim shall dogs אֶת־ <WH853> 'et- דָּמְךָ֖ <WH1818> da-me-Cha thy blood גַּם־ <WH1571> gam- even אָֽתָּה׃ <WH859> 'At-tah. you"},{"number":20,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אַחְאָב֙ <WH256> 'ach-'Av And Ahab אֶל־ <WH413> 'el- to אֵ֣לִיָּ֔הוּ <WH452> 'e-li-Ya-hu, to Elijah הַֽמְצָאתַ֖נִי <WH4672> ham-tza-Ta-ni Hast thou found אֹיְבִ֑י <WH341> 'o-ye-Vi; me O mine enemy וַיֹּ֣אמֶר <WH559> vai-Yo-mer ;And he answered מָצָ֔אתִי <WH4672> ma-Tza-ti, I have found יַ֚עַן <WH3282> Ya-'an because הִתְמַכֶּרְךָ֔ <WH4376> hit-mak-ker-Cha, [thee] because thou hast sold לַעֲשׂ֥וֹת <WH6213> la-'a-Sot thyself to work הָרַ֖ע <WH7451> ha-Ra' evil בְּעֵינֵ֥י <WH5869> be-'ei-Nei in the sight יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":21,"verse":"הִנְנִ֨י <WH2005> hin-Ni behold; מֵבִי me-vi כמֵבִ֤יא <WH935> me-Vi abide קאֵלֶ֙יךָ֙ <WH413> 'e-Lei-cha about רָעָ֔ה <WH7451> ra-'Ah, evil וּבִעַרְתִּ֖י <WH1197> u-vi-'ar-Ti upon thee and will take away אַחֲרֶ֑יךָ <WH310> 'a-cha-Rei-cha; thy posterity וְהִכְרַתִּ֤י <WH3772> ve-hich-rat-Ti and will cut off לְאַחְאָב֙ <WH256> le-'ach-'Av from Ahab מַשְׁתִּ֣ין <WH8366> mash-Tin him that pisseth בְּקִ֔יר <WH7023> be-Kir, against the wall וְעָצ֥וּר <WH6113> ve-'a-Tzur and him that is shut up וְעָז֖וּב <WH5800> ve-'a-Zuv and left בְּיִשְׂרָאֵֽל׃ <WH3478> be-Yis-ra-'El. in Israel"},{"number":22,"verse":"וְנָתַתִּ֣י <WH5414> ve-na-tat-Ti And will make אֶת־ <WH853> 'et- בֵּיתְךָ֗ <WH1004> bei-te-Cha, thine house כְּבֵית֙ <WH1004> ke-Veit like the house יָרָבְעָ֣ם <WH3379> ya-ra-ve-'Am of Jeroboam בֶּן־ <WH1121> ben- the son נְבָ֔ט <WH5028> ne-Vat, of Nebat וּכְבֵ֖ית <WH1004> u-che-Veit and like the house בַּעְשָׁ֣א <WH1201> ba'-Sha of Baasha בֶן־ <WH1121> ven- the son אֲחִיָּ֑ה <WH281> 'a-chi-Yah; of Ahijah אֶל־ <WH413> 'el- because הַכַּ֙עַס֙ <WH3708> hak-Ka-'as for the provocation אֲשֶׁ֣ר <WH834> 'a-Sher which הִכְעַ֔סְתָּ <WH3707> hich-'As-ta, wherewith thou hast provoked [me] to anger וַֽתַּחֲטִ֖א <WH2398> vat-ta-cha-Ti to sin אֶת־ <WH853> 'et- יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. and made Israel"},{"number":23,"verse":"וְגַ֨ם־ <WH1571> ve-Gam- also לְאִיזֶ֔בֶל <WH348> le-'i-Ze-vel, And of Jezebel דִּבֶּ֥ר <WH1696> dib-Ber also spake יְהוָ֖ה <WH3068> Yah-weh the LORD לֵאמֹ֑ר <WH559> le-Mor; saying הַכְּלָבִ֛ים <WH3611> hak-ke-la-Vim The dogs יֹאכְל֥וּ <WH398> yo-che-Lu shall eat אֶת־ <WH853> 'et- אִיזֶ֖בֶל <WH348> 'i-Ze-vel Jezebel בְּחֵ֥ל <WH2428> be-Chel able יִזְרְעֶֽאל׃ <WH3157> yiz-re-'El. of Jezreel"},{"number":24,"verse":"הַמֵּ֤ת <WH4191> ham-Met Him that dieth לְאַחְאָב֙ <WH256> le-'ach-'Av of Ahab בָּעִ֔יר <WH5892> ba-'Ir, in the city יֹאכְל֖וּ <WH398> yo-che-Lu shall eat הַכְּלָבִ֑ים <WH3611> hak-ke-la-Vim; the dogs וְהַמֵּת֙ <WH4191> ve-ham-Met and him that dieth בַּשָּׂדֶ֔ה <WH7704> bas-sa-Deh, in the field יֹאכְל֖וּ <WH398> yo-che-Lu eat ע֥וֹף <WH5775> of shall the fowls הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. of the air"},{"number":25,"verse":"רַ֚ק <WH7535> rak but לֹֽא־ <WH3808> lo- no הָיָ֣ה <WH1961> ha-Yah like כְאַחְאָ֔ב <WH256> che-'ach-'Av, But there was none like unto Ahab אֲשֶׁ֣ר <WH834> 'a-Sher who הִתְמַכֵּ֔ר <WH4376> hit-mak-Ker, which did sell לַעֲשׂ֥וֹת <WH6213> la-'a-Sot himself to work הָרַ֖ע <WH7451> ha-Ra' wickedness בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD אֲשֶׁר־ <WH834> 'a-Sher- because הֵסַ֥תָּה <WH5496> he-Sat-tah stirred up אֹת֖וֹ <WH853> o-To אִיזֶ֥בֶל <WH348> 'i-Ze-vel whom Jezebel אִשְׁתּֽוֹ׃ <WH802> ish-To. his wife"},{"number":26,"verse":"וַיַּתְעֵ֣ב <WH8581> vai-yat-'Ev abominably מְאֹ֔ד <WH3966> me-'Od, And he did very לָלֶ֖כֶת <WH1980> la-Le-chet along אַחֲרֵ֣י <WH310> 'a-cha-Rei after that הַגִּלֻּלִ֑ים <WH1544> hag-gil-lu-Lim; idols כְּכֹל֙ <WH3605> ke-Chol to all אֲשֶׁ֣ר <WH834> 'a-Sher whom עָשׂ֣וּ <WH6213> 'a-Su according to all [things] as did הָאֱמֹרִ֔י <WH567> ha-'e-mo-Ri, the Amorites אֲשֶׁר֙ <WH834> 'a-Sher whom הוֹרִ֣ישׁ <WH3423> ho-Rish cast out יְהוָ֔ה <WH3068> Yah-weh, whom the LORD מִפְּנֵ֖י <WH6440> mip-pe-Nei before בְּנֵ֥י <WH1121> be-Nei the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel ס sa-Mek"},{"number":27,"verse":"וַיְהִי֩ <WH1961> vay-Hi came כִשְׁמֹ֨עַ <WH8085> chish-Mo-a' heard אַחְאָ֜ב <WH256> 'ach-'Av And it came to pass when Ahab אֶת־ <WH853> 'et- הַדְּבָרִ֤ים <WH1697> had-de-va-Rim those words הָאֵ֙לֶּה֙ <WH428> ha-'El-leh these וַיִּקְרַ֣ע <WH7167> vai-yik-Ra' that he rent בְּגָדָ֔יו <WH899> be-ga-Dav, his clothes וַיָּֽשֶׂם־ <WH7760> vai-ya-sem- and put שַׂ֥ק <WH8242> sak sackcloth עַל־ <WH5921> 'al- upon בְּשָׂר֖וֹ <WH1320> be-sa-Ro upon his flesh וַיָּצ֑וֹם <WH6684> vai-ya-Tzom; and fasted וַיִּשְׁכַּ֣ב <WH7901> vai-yish-Kav and lay בַּשָּׂ֔ק <WH8242> bas-Sak, in sackcloth וַיְהַלֵּ֖ךְ <WH1980> vay-hal-Lech and went אַֽט׃ <WH328> 'At. softly ס sa-Mek"},{"number":28,"verse":"וַֽיְהִי֙ <WH1961> vay-Hi came דְּבַר־ <WH1697> de-var- And the word יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֶל־ <WH413> 'el- to אֵלִיָּ֥הוּ <WH452> 'e-li-Ya-hu came to Elijah הַתִּשְׁבִּ֖י <WH8664> hat-tish-Bi the Tishbite לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":29,"verse":"הֲ‍ ֽרָאִ֔יתָ <WH7200> hara-'I-ta, Seest כִּֽי־ <WH3588> ki- how נִכְנַ֥ע <WH3665> nich-Na' humbleth אַחְאָ֖ב <WH256> 'ach-'Av thou how Ahab מִלְּפָנָ֑י <WH6440> mil-le-fa-Nai; himself before יַ֜עַן <WH3282> Ya-'an me;because כִּֽי־ <WH3588> ki- how נִכְנַ֣ע <WH3665> nich-Na' he humbleth מִפָּנַ֗י <WH6440> mip-pa-Nai, himself before לֹֽא־ <WH3808> lo- not; אָבִי 'a-vi כאָבִ֤יא <WH935> 'a-Vi bring קהָֽרָעָה֙ <WH7451> ha-ra-'Ah the evil בְּיָמָ֔יו <WH3117> be-ya-Mav, in his days בִּימֵ֣י <WH3117> bi-Mei days בְנ֔וֹ <WH1121> ve-No, [but] in his son's אָבִ֥יא <WH935> 'a-Vi me I will not bring הָרָעָ֖ה <WH7451> ha-ra-'Ah the evil עַל־ <WH5921> 'al- upon בֵּיתֽוֹ׃ <WH1004> bei-To. upon his house"}]}