{"bibleAbbr":"Thomson1808","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"And when the king Ezekias heard them he rent his clothes and put on sackcloth and went into the house of the Lord."},{"number":2,"verse":"Then he sent Eliakim the steward, and Somnas the secretary, and the elders of the priests clothed with sackcloth to Esaias the prophet the son of Amos,"},{"number":3,"verse":"that they should say to him, Thus saith Ezekias, This is a day of affliction and rebuke. This is indeed a day of fierce indignation; for children are come to the birth and there is not strength to bring forth."},{"number":4,"verse":"Perhaps the Lord thy God will attend to all the words of Rapsakes, whom the Assyrian king his master hath sent to reproach the living God and blaspheme, in the words which the Lord thy God hath heard. Therefore put up a prayer for the remnant which is left."},{"number":5,"verse":"And when the servants of the king Ezekias came to Esaias"},{"number":6,"verse":"he said to them, Thus shall you say to your master, Thus saith the Lord, Be not terrified at the words which thou hast heard, with which the servants of the Assyrian king have blasphemed."},{"number":7,"verse":"Behold I will put such a spirit in him and he shall hear such news, that he shall return to his own land. And I will destroy him with the sword in his own land."},{"number":8,"verse":"So Rapsakes returned and found the king warring against Lobna; for he heard that he had removed from Lachis."},{"number":9,"verse":"But when he heard it reported of Tharaka king of the Ethiopians, saying, Behold he is come to fight thee, he retreated and sent messengers to Ezekias saying,"},{"number":10,"verse":"Let not thy God on whom thou reliest lead thee astray, saying, Jerusalem shall not be delivered into the hand of the king of the Assyrians."},{"number":11,"verse":"Behold thou hast heard all that the kings of the Assyrians have done to all the countries to destroy them utterly; and shalt thou be delivered?"},{"number":12,"verse":"Did the gods of the nations, which my father destroyed, deliver them, namely Gosan and Charran and Raphis and the children of Eden who were at Thaesthin?"},{"number":13,"verse":"Where is the king of Aimath and the king of Arphad? And where is the king of Seppharuaim, Ana and Aba?"},{"number":14,"verse":"And when Ezekias received the letter from the hand of the messengers and had read it, he went up to the house of the Lord, and spreading it before the Lord"},{"number":15,"verse":"said, Lord the God of Israel, who art enthroned on the cherubim, Thou alone art God in all the kingdoms of the earth. Thou hast made the heaven and the earth."},{"number":16,"verse":"Incline, Lord, thine ear and hear! Open, Lord, thine eyes and see and hear the words of Sennacherim, which he hath sent to reproach the living God."},{"number":17,"verse":"Of a truth, Lord, the kings of Assyria have laid waste these nations and committed to the flames their gods."},{"number":18,"verse":"Because they are not gods, but the works of men's hands, wood and stone; therefore they destroyed them."},{"number":19,"verse":"But now, Lord our God, save us out of his hand, and all the kingdoms of the earth will know that thou the Lord alone art God."},{"number":20,"verse":"Thereupon Esaias son of Amos sent to Ezekias saying, Thus saith the Lord the God of hosts, the God of Israel, I have heard the prayer which thou hast made to me concerning Sennacherim king of Assyria."},{"number":21,"verse":"This is the word which the Lord hath spoken against him, The virgin daughter of Zion hath despised thee and laughed thee to scorn. At thee the daughter of Jerusalem hath shaken her head."},{"number":22,"verse":"Whom hast thou reproached? And whom hast thou blasphemed? And against whom hast thou exalted thy voice and lifted up thine eyes? Against the Holy One of Israel!"},{"number":23,"verse":"By thy messengers thou hast reproached the Lord and said, “With the multitude of my chariots I will ascend the lofty mountains; the sides of Libanus. I have cut down its stately cedars, the choicest cypresses thereof, and entered into the midst of the forest of Karmel:"},{"number":24,"verse":"I have refreshed myself and drunk strange waters, and with the soles of my feet dried up all the streams of the siege.”"},{"number":25,"verse":"It was I who formed it; I who made it close so that it was effectual against strong cities, to carry into captivity captive warriors."},{"number":26,"verse":"So the inhabitants therein became weak handed; were dismayed and confounded; became like the grass of the field or the green herb; like grass on the house top and that trodden under foot."},{"number":27,"verse":"I know indeed thy sitting down and thy going out and thy wrath against me."},{"number":28,"verse":"Because thy rage is against me and thy haughtiness hath come up to my ears, therefore I will put my hook in thy nose and my bridle in thy lips, and turn thee back the way thou camest."},{"number":29,"verse":"Now this shall be the sign to thee, Eat this year what groweth spontaneously, and the next year what springeth up; but in the third year there shall be sowing and reaping and planting of vineyards, and you shall eat the fruit thereof."},{"number":30,"verse":"And the remnant of the house of Juda which are left, shall strike root downwards and bear fruit upwards."},{"number":31,"verse":"For out of Jerusalem shall go forth a remnant, and out of Mount Sion he who hath escaped. The zeal of the Lord of hosts will do this."},{"number":32,"verse":"Therefore thus saith the Lord respecting the king of Assyria, He shall not come to this city; nor shall he shoot an arrow there. A shield shall not approach it, nor shall he raise a mount against it."},{"number":33,"verse":"By the way he came by the same he shall return; and to this city he shall not come, saith the Lord."},{"number":34,"verse":"For I will shield this city for my own sake and for the sake of my servant David."},{"number":35,"verse":"Accordingly in the night an angel of the Lord went forth and smote in the camp of the Assyrians a hundred and eighty five thousand. And when they rose early in the morning, behold all these were dead corpses."},{"number":36,"verse":"Thereupon Sennacherim king of the Assyrians struck his tent and began his march and returned and dwelt in Nineve."},{"number":37,"verse":"And as he was worshipping in the house of Meserach his god, Adramelech and Sarasar his sons slew him with the sword; and as they escaped to the land of Ararath, Asardan his son reigned in his stead."}]}