{"bibleAbbr":"Thomson1808","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"Manasses was twelve years old when he began to reign, and he reigned fifty five years in Jerusalem; and his mother's name was Apsiba."},{"number":2,"verse":"And he did evil in the sight of the Lord, according to all the abominable acts of the nations which the Lord had removed from before Israel."},{"number":3,"verse":"He restored and rebuilt the high places which his father Ezekias had demolished; and erected an altar to Baal; and made bowers as Achab king of Israel had done; and worshipped the whole host of heaven and served them."},{"number":4,"verse":"He even built an altar in the house of the Lord. Though the Lord had said, In Jerusalem I will put my name;"},{"number":5,"verse":"yet he built an altar to the whole host of heaven, in the two courts of the house of the Lord;"},{"number":6,"verse":"and made his sons pass through fire, and consulted omens, and auguries, and built temples, and multiplied diviners, to do evil in the sight of the Lord, to provoke him to anger."},{"number":7,"verse":"Nay, he placed the graven image of the bower in the very house, concerning which the Lord had said to David and to Solomon his son, In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I will place my name forever,"},{"number":8,"verse":"and I will no more remove the foot of Israel, from the land which I gave their fathers, provided they will keep all that I have commanded, according to the command which my servant Moses commanded them."},{"number":9,"verse":"Now when they hearkened not, and Manasses led them astray to do evil in the sight of the Lord, more than those nations, which the Lord had destroyed from before the Israelites;"},{"number":10,"verse":"then by the ministry of his servants the1 prophets, the Lord spoke saying,"},{"number":11,"verse":"Because Manasses the king of Juda hath committed all these abominations; these evils surpassing all that the Amorites did before him, and hath caused Juda also to sin by their idols;"},{"number":12,"verse":"therefore thus saith the Lord the God of Israel, Behold I will bring evils upon Jerusalem and Juda, so that both the ears of every one who heareth them shall tingle."},{"number":13,"verse":"And I will stretch over Jerusalem the line of Samaria, and the plummet of the house of Achab; and wipe Jerusalem as a vessel of alabaster is wiped and turned on its mouth."},{"number":14,"verse":"And I will cast off the remnant of my inheritance, and deliver them into the hand of their enemies, and they shall be for a spoil, and for a prey to all their enemies,"},{"number":15,"verse":"because they have done evil in my sight and gone on provoking me from the day I brought them out of Egypt, even to this day."},{"number":16,"verse":"Moreover Manasses shed innocent blood in great abundance till he filled Jerusalem, from one end to the other, in addition to the sins by which he caused Juda to sin, by doing evil in the sight of the Lord."},{"number":17,"verse":"Now the rest of the acts of Manasses and all that he did, and the sins which he committed are they not written in the journal of the kings of Juda?"},{"number":18,"verse":"When Manasses slept with his fathers, he was buried in the garden of his house in the garden of Oza; and Amos his son reigned in his stead."},{"number":19,"verse":"Amos was twenty two years old, when he began to reign and he reigned two years in Jerusalem, and his mother's name was Mesollam. She was a daughter of Arus of Jeteba."},{"number":20,"verse":"And he did evil in the sight of the Lord, as Manasses his father had done,"},{"number":21,"verse":"and walked in all the way in which his father walked and served the idols, which his father served and worshipped them."},{"number":22,"verse":"He forsook the Lord God of his fathers and did not walk in the way of the Lord,"},{"number":23,"verse":"therefore Amos' servants conspired against him, and slew the king in his own house."},{"number":24,"verse":"But the people of the land, smote all those who conspired against king Amos. And the people of the land made his son Josias king in his stead."},{"number":25,"verse":"Now the rest of the acts of Amos and all that he did, behold are they not written in the journal of the kings of Juda?"},{"number":26,"verse":"Now when they had buried him in his sepulchre in the garden of Oza, Josias his son reigned in his stead."}]}