{"bibleAbbr":"Thomson1808","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"Elisha having spoken to the woman whose son he had restored to life, saying, Arise and go thou and thy family and sojourn where thou canst; for the Lord hath called for a famine against this land, and it is come upon the land for seven years;"},{"number":2,"verse":"the woman arose and did according to the word of Elisha, and both she and her family sojourned in the land of the Philistines seven years."},{"number":3,"verse":"And at the end of the seven years, the woman returned from the land of the Philistines to the city, and went to apply to the king about her house and her fields."},{"number":4,"verse":"Now the king had spoken to Giezi, the servant of Elisha, the man of God, saying, Tell me, I pray thee, all the great things which Elisha hath done."},{"number":5,"verse":"And it happened that as he was relating how he had brought to life a son that was dead, behold the woman whose son Elisha had restored to life, applied to the king about her house and her fields. And Giezi said, My Lord the king! This is the woman, and this is her son, whom Elisha restored to life."},{"number":6,"verse":"Upon which the king inquired of the woman, and when she told him, the king appointed for her an officer, and said, Restore all that belonged to her, and all the produce of the fields from the day she left the land even to this day."},{"number":7,"verse":"When Elisha went to Damascus, Son Ader king of Syria was sick. And when they told him, saying, The man of God is arrived here,"},{"number":8,"verse":"the king said to Azael, Take in thy hand an offering, and go meet the man of God, and inquire of the Lord by him, saying, Shall I recover of this disease?"},{"number":9,"verse":"So Azael went to meet him, and took with him of all the good things of Damascus, forty camels' burden. And coming, he stood before Elisha, and said to him, Thy son, Son Ader king of Syria, hath sent me to thee to inquire, saying, Shall I recover of this disease of mine?"},{"number":10,"verse":"And Elisha said, Go say, Thou shalt be in vigour of life as the Lord hath shewn me, when thou by death shalt die."},{"number":11,"verse":"Then he stood with his eyes fixed on the countenance of Azael, and kept them fixed till he blushed. And the man of God wept."},{"number":12,"verse":"Whereupon Azael said, Why doth my lord weep? To which he replied, Because I know all the evils which thou wilt do to the children of Israel. Their fortresses thou wilt demolish with fire; their chosen men thou wilt slay with the sword. Thou wilt dash to pieces their infants, and rip up their women with child."},{"number":13,"verse":"At this Azael said, Who is thy servant! a dead dog! that I should do such a thing? And Elisha said, To me the Lord hath pointed thee out reigning over Syria."},{"number":14,"verse":"Then he departed from Elisha, and went to his master, who said to him, What did Elisha say to thee? To which he replied, He said thou shalt be in vigour of life."},{"number":15,"verse":"And on the next day he took a napkin, and having dipped it in water, he spread it over his face, so that he died. And Azael reigned in his stead."},{"number":16,"verse":"In the fifth year of Joram, son of Achab, king of Israel, while Josaphat reigned over Juda, Joram son of Josaphat began to reign as king of Juda."},{"number":17,"verse":"He was thirty two years of age when he began to reign, and he reigned eight years in Jerusalem,"},{"number":18,"verse":"and walked in the way of the kings of Israel, as the house of Achab did, for he had for his wife a daughter of Achab. But though he did evil in the sight of the Lord,"},{"number":19,"verse":"yet the Lord would not destroy Juda for David his servant's sake; as he had promised to give a lamp to him, and his children forever."},{"number":20,"verse":"In his days Edom revolted from under the hand of Juda, and made a king over themselves."},{"number":21,"verse":"When Joram went up to Sior and all his chariots with him, though upon their rising he smote Edom, who had surrounded him and the captain of the chariots, yet the people fled to their habitations,"},{"number":22,"verse":"and Edom revolted from under the hand of Juda even to this day. At the same time Lobna also revolted."},{"number":23,"verse":"Now the rest of the acts of Joram and all that he did, behold are they not written in the book of the journal of the kings of Juda?"},{"number":24,"verse":"And when Joram slept with his fathers and was buried with his fathers in the city of David, Ochozias his son reigned in his stead."},{"number":25,"verse":"In the twelfth year of Joram, son of Achab, king of Israel Ochozias son of Joram reigned."},{"number":26,"verse":"He was in his twenty second year when he began to reign, and he reigned one year in Jerusalem, and his mother's name was Gotholia, a grand daughter of Ambri king of Israel."},{"number":27,"verse":"And he walked in the way of Achab and did what was evil in the sight of the Lord, like the house of Achab."},{"number":28,"verse":"Now he went with Joram son of Achab to battle against Azael king of Syria, at Remmath Galaad, and the Syrians smote Joram."},{"number":29,"verse":"And when king Joram returned to Jezrael to be cured of the Wounds with which the Syrians had smitten him, when he fought Azael king of Syria; and Ochozias son of Joram went down to see Joram son of Achab at Jezrael, because he was sick;"}]}