{"bibleAbbr":"RKJNT2000","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":8,"verses":[{"number":1,"verse":"Now regarding things offered to idols, we know that we all have knowledge. Knowledge puffs up, but love builds up."},{"number":2,"verse":"And if any man thinks that he knows something, he does not yet know as he ought to know."},{"number":3,"verse":"But if any man loves God, he is known by him."},{"number":4,"verse":"Therefore, concerning the eating of those things that are offered in sacrifice to idols, we know that an idol is nothing in the world, and that there is no God but one."},{"number":5,"verse":"For though there are things that are called gods, in heaven and on earth, (and indeed there are many gods, and many lords,)"},{"number":6,"verse":"But for us there is but one God, the Father, from whom are all things, and we exist for him; and one Lord Jesus Christ, through whom are all things, and we exist through him."},{"number":7,"verse":"Yet, not every man has this knowledge: for some are still accustomed to idols, and eat a thing as if it were really offered to an idol; and because their conscience is weak it is defiled."},{"number":8,"verse":"But food does not commend us to God: if we eat, we are none the better; if we do not eat, we are none the worse."},{"number":9,"verse":"But take heed lest by any means this liberty of yours become a stumbling block to those who are weak."},{"number":10,"verse":"For if any man sees you, who have knowledge, eating in an idol's temple, shall not the conscience of the one who is weak be emboldened to eat those things which are offered to idols?"},{"number":11,"verse":"And so through your knowledge the weak brother is ruined, he for whom Christ died."},{"number":12,"verse":"Thus, when you sin against the brethren in this way, and wound their weak conscience, you sin against Christ."},{"number":13,"verse":"Therefore, if food makes my brother fall, I will never again eat meat, lest I make my brother fall."}]}