{"bibleAbbr":"paOV2016","bookName":"ਪੌਲੁਸ ਰਸੂਲ ਦੀ ਪਹਿਲੀ ਪੱਤ੍ਰੀ ਕੁਰਿੰਥੀਆਂ ਨੂੰ","bookEnglishName":"1 Corinthians","chapterNumber":15,"verses":[{"number":1,"verse":"( ਕਿਆਮਤ) ਹੁਣ ਹੇ ਭਰਾਵੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਉਹ ਖੁਸ਼ ਖ਼ਬਰੀ ਚਿਤਾਰਦਾ ਹਾਂ ਜਿਹੜੀ ਮੈਂ ਤੁਹਾਨੂੰ ਸੁਣਾਈ ਸੀ ਜਿਹ ਨੂੰ ਤੁਸਾਂ ਕਬੂਲ ਵੀ ਕੀਤਾ ਅਰ ਜਿਹ ਦੇ ਉੱਤੇ ਤੁਸੀਂ ਖਲੋਤੇ ਵੀ ਹੋ"},{"number":2,"verse":"ਅਤੇ ਜਿਹ ਦੇ ਰਾਹੀਂ ਤੁਸੀਂ ਬਚ ਵੀ ਜਾਂਦੇ ਹੋ, ਜੇ ਤੁਸੀਂ ਉਸ ਇੰਜੀਲੀ ਬਚਨ ਨੂੰ ਜਿਹੜਾ ਮੈਂ ਤੁਹਾਨੂੰ ਸੁਣਾਇਆ ਸੀ ਫੜੀ ਰੱਖੋ, ਨਹੀਂ ਤਾਂ ਤੁਹਾਡਾ ਪਤੀਜਣਾ ਐਵੇਂ ਗਿਆ"},{"number":3,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਮੁੱਖ ਗੱਲਾਂ ਵਿੱਚੋਂ ਉਹ ਗੱਲ ਤੁਹਾਨੂੰ ਸੌਂਪ ਦਿੱਤੀ ਜਿਹੜੀ ਮੈਨੂੰ ਪਰਾਪਤ ਵੀ ਹੋਈ ਜੋ ਮਸੀਹ ਪੁਸਤਕਾਂ ਦੇ ਅਨੁਸਾਰ ਸਾਡਿਆਂ ਪਾਪਾਂ ਦੇ ਕਾਰਨ ਮੋਇਆ"},{"number":4,"verse":"ਅਤੇ ਇਹ ਕਿ ਦੱਬਿਆ ਗਿਆ ਅਤੇ ਇਹ ਕਿ ਪੁਸਤਕਾਂ ਦੇ ਅਨੁਸਾਰ ਤੀਜੇ ਦਿਹਾੜੇ ਜੀ ਉੱਠਿਆ"},{"number":5,"verse":"ਅਤੇ ਇਹ ਜੋ ਕੇਫਾਸ ਨੂੰ ਅਤੇ ਫੇਰ ਉਨ੍ਹਾਂ ਬਾਰਾਂ ਨੂੰ ਦਰਸ਼ਣ ਦਿੱਤਾ"},{"number":6,"verse":"ਅਤੇ ਮਗਰੋਂ ਕੁੱਝ ਉੱਪਰ ਪੰਜ ਸੌ ਭਾਈਆਂ ਨੂੰ ਇੱਕੋ ਵਾਰੀ ਦਰਸ਼ਣ ਦਿੱਤਾ ਅਤੇ ਉਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁਤੇ ਅਜੇ ਜੀਉਂਦੇ ਹਨ ਪਰ ਕਈ ਸੌ ਗਏ"},{"number":7,"verse":"ਪਿੱਛੋਂ ਯਾਕੂਬ ਨੂੰ ਦਰਸ਼ਣ ਦਿੱਤਾ ਅਤੇ ਫੇਰ ਸਭਨਾਂ ਰਸੂਲਾਂ ਨੂੰ"},{"number":8,"verse":"ਅਤੇ ਸਭ ਦੇ ਪਿੱਛੋਂ ਮੈਨੂੰ ਵੀ ਦਰਸ਼ਣ ਦਿੱਤਾ ਜਿਵੇਂ ਇੱਕ ਅਧੂਰੇ ਜੰਮ ਨੂੰ"},{"number":9,"verse":"ਮੈਂ ਤਾਂ ਸਭਨਾਂ ਰਸੂਲਾਂ ਨਾਲੋਂ ਛੋਟਾ ਹਾਂ ਅਤੇ ਰਸੂਲ ਸਦਾਉਣ ਦੇ ਜੋਗ ਨਹੀਂ ਇਸ ਲਈ ਜੋ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਲੀਸਿਯਾ ਨੂੰ ਸਤਾਇਆ ਸੀ"},{"number":10,"verse":"ਪਰ ਮੈਂ ਜੋ ਕੁੱਝ ਹਾਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਹੀ ਨਾਲ ਹਾਂ ਅਤੇ ਉਹ ਦੀ ਕਿਰਪਾ ਜੋ ਮੇਰੇ ਉੱਤੇ ਹੋਈ ਸੋ ਅਕਾਰਥ ਨਾ ਹੋਈ ਪਰ ਮੈਂ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਨਾਲੋਂ ਵਧੀਕ ਮਿਹਨਤ ਕੀਤੀ ਪਰੰਤੂ ਮੈਂ ਤਾਂ ਨਹੀਂ ਸਗੋਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਨੇ ਜੋ ਮੇਰੇ ਨਾਲ ਸੀ"},{"number":11,"verse":"ਉਪਰੰਤ ਭਾਵੇਂ ਉਹ ਭਾਵੇਂ ਅਸੀਂ ਇਉਂ ਪਰਚਾਰ ਕਰਦੇ ਹਾਂ ਅਤੇ ਇਉਂ ਤੁਸਾਂ ਨਿਹਚਾ ਕੀਤੀ।।"},{"number":12,"verse":"ਹੁਣ ਜੇ ਮਸੀਹ ਦਾ ਇਹ ਪਰਚਾਰ ਕਰੀਦਾ ਹੈ ਭਈ ਉਹ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਜੀ ਉੱਠਿਆ ਹੈ ਤਾਂ ਕਈ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਿਵੇਂ ਆਖਦੇ ਹਨ ਭਈ ਮੁਰਦਿਆਂ ਦਾ ਜੀ ਉੱਠਣਾ ਹੈ ਹੀ ਨਹੀਂ"},{"number":13,"verse":"ਪਰ ਜੇ ਮੁਰਦਿਆਂ ਦਾ ਜੀ ਉੱਠਣ ਨਹੀਂ ਹੈ ਤਾਂ ਮਸੀਹ ਵੀ ਨਹੀਂ ਜੀ ਉੱਠਿਆ"},{"number":14,"verse":"ਅਤੇ ਜੇ ਮਸੀਹ ਨਹੀਂ ਜੀ ਉੱਠਿਆ ਤਾਂ ਸਾਡਾ ਪਰਚਾਰ ਥੋਥਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਨਿਹਚਾ ਥੋਥੀ ਹੈ"},{"number":15,"verse":"ਨਾਲੇ ਅਸੀਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਝੂਠੇ ਗਵਾਹ ਭੀ ਠਹਿਰੇ ਕਿਉਂ ਜੋ ਅਸਾਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸਾਖੀ ਦਿੱਤੀ ਜੋ ਉਹ ਨੇ ਮਸੀਹ ਨੂੰ ਜੁਆਲਿਆ ਜਿਹ ਨੂੰ ਉਸ ਨੇ ਨਹੀਂ ਜੁਆਲਿਆ ਜੇਕਰ ਮੁਰਦੇ ਨਹੀਂ ਜੀ ਉੱਠਦੇ ਹੈ"},{"number":16,"verse":"ਕਿਉਂਕਿ ਜੇ ਮੁਰਦੇ ਨਹੀਂ ਜੀ ਉੱਠਦੇ ਤਾਂ ਮਸੀਹ ਭੀ ਨਹੀਂ ਜੀ ਉੱਠਿਆ ਹੈ"},{"number":17,"verse":"ਅਤੇ ਜੇ ਮਸੀਹ ਨਹੀਂ ਜੀ ਉੱਠਿਆ ਹੈ ਤਾਂ ਤੁਹਾਡੀ ਨਿਹਚਾ ਅਕਾਰਥ ਹੈ। ਤੁਸੀਂ ਅਜੇ ਆਪਣੇ ਪਾਪਾਂ ਵਿੱਚ ਹੋ"},{"number":18,"verse":"ਤਦ ਜਿਹੜੇ ਮਸੀਹ ਵਿੱਚ ਹੋ ਕੇ ਸੌਂ ਗਏ ਹਨ ਉਹ ਵੀ ਨਾਸ ਹੋਏ"},{"number":19,"verse":"ਜੇ ਨਿਰੇ ਇਸੇ ਜੀਵਨ ਵਿੱਚ ਅਸੀਂ ਮਸੀਹ ਉੱਤੇ ਆਸ ਰੱਖੀ ਹੋਈ ਹੈ ਤਾਂ ਅਸੀਂ ਸਭਨਾਂ ਮਨੁੱਖਾਂ ਨਾਲੋਂ ਤਰਸ ਜੋਗ ਹਾਂ।।"},{"number":20,"verse":"ਪਰ ਹੁਣ ਮਸੀਹ ਤਾਂ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਜੀ ਉੱਠਿਆ ਹੈ, ਸੁੱਤਿਆਂ ਹੋਇਆ ਦਾ ਪਹਿਲਾ ਫਲ ਹੈ!"},{"number":21,"verse":"ਜਾਂ ਮਨੁੱਖ ਦੇ ਰਾਹੀਂ ਮੌਤ ਹੋਈ ਤਾਂ ਮਨੁੱਖ ਹੀ ਦੇ ਰਾਹੀਂ ਮੁਰਦਿਆਂ ਦੀ ਕਿਆਮਤ ਵੀ ਹੋਈ"},{"number":22,"verse":"ਜਿਸ ਤਰ੍ਹਾਂ ਆਦਮ ਵਿੱਚ ਸੱਭੇ ਮਰਦੇ ਹਨ ਉਸੇ ਤਰ੍ਹਾਂ ਮਸੀਹ ਵਿੱਚ ਸੱਭੇ ਜੁਆਏ ਜਾਣਗੇ"},{"number":23,"verse":"ਪਰ ਹਰੇਕ ਆਪੋ ਆਪਣੀ ਵਾਰੀ ਸਿਰ। ਪਹਿਲਾ ਫਲ ਮਸੀਹ, ਫੇਰ ਜਿਹੜੇ ਮਸੀਹ ਦੇ ਹਨ ਉਹ ਦੇ ਆਉਣ ਦੇ ਵੇਲੇ"},{"number":24,"verse":"ਉਹ ਦੇ ਮਗਰੋਂ ਅੰਤ ਹੈ। ਤਦ ਉਹ ਰਾਜ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਪਿਤਾ ਦੇ ਹੱਥ ਸੌਂਪ ਦੇਵੇਗਾ ਜਦ ਉਹ ਨੇ ਹਰੇਕ ਹਕੂਮਤ ਅਤੇ ਹਰੇਕ ਇਖ਼ਤਿਆਰ ਅਤੇ ਕੁਦਰਤ ਨੂੰ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੋਵੇਗਾ"},{"number":25,"verse":"ਕਿਉਂਕਿ ਜਿੰਨਾ ਚਿਰ ਉਹ ਸਾਰੇ ਵੈਰੀਆਂ ਨੂੰ ਆਪਣੇ ਪੈਰਾਂ ਹੇਠ ਨਾ ਕਰ ਲਵੇ ਉੱਨਾ ਚਿਰ ਉਸ ਨੇ ਰਾਜ ਕਰਨਾ ਹੈ।"},{"number":26,"verse":"ਛੇਕੜਲਾ ਵੈਰੀ ਜਿਹ ਦਾ ਨਾਸ ਹੋਣਾ ਹੈ ਸੋ ਮੌਤ ਹੈ"},{"number":27,"verse":"\"ਉਸ ਨੇ ਸੱਭੋ ਕੁੱਝ ਉਹ ਦੇ ਪੈਰਾਂ ਹੇਠ ਕਰ ਦਿੱਤਾ\" ( ।) । ਪਰ ਜਾਂ ਉਹ ਕਹਿੰਦਾ ਹੈ ਜੋ ਸੱਭੋ ਕੁੱਝ ਹੇਠ ਕੀਤਾ ਗਿਆ ਹੈ ਤਾਂ ਪਰਗਟ ਹੈ ਕਿ ਜਿਹ ਨੇ ਸੱਭੋ ਕੁੱਝ ਉਹ ਦੇ ਹੇਠ ਕਰ ਦਿੱਤਾ ਉਹ ਆਪ ਹੇਠ ਹੋਣ ਤੋਂ ਰਹਿਤ ਹੈ"},{"number":28,"verse":"ਅਤੇ ਜਾਂ ਸੱਭੋ ਕੁੱਝ ਉਹ ਦੇ ਅਧੀਨ ਕੀਤਾ ਗਿਆ ਹੋਵੇਗਾ ਤਾਂ ਪੁੱਤ੍ਰ ਆਪ ਵੀ ਉਸ ਦੇ ਅਧੀਨ ਹੋਵੇਗਾ ਜਿਹ ਨੇ ਸੱਭੋ ਕੁੱਝ ਉਹ ਦੇ ਅਧੀਨ ਕਰ ਦਿੱਤਾ ਭਈ ਪਰਮੇਸ਼ੁਰ ਸਭਨਾਂ ਵਿੱਚ ਸਭ ਕੁੱਝ ਹੋਵੇ।।"},{"number":29,"verse":"ਨਹੀਂ ਤਾਂ ਜਿਹੜੇ ਮੁਰਦਿਆਂ ਦੇ ਲਈ ਬਪਤਿਸਮਾ ਲੈਂਦੇ ਹਨ ਓਹ ਕੀ ਕਰਨਗੇ? ਜੇ ਮੁਰਦੇ ਮੂਲੋਂ ਜੀ ਨਹੀਂ ਉੱਠਦੇ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਓਹ ਕਾਹਨੂੰ ਬਪਤਿਸਮਾ ਲੈਂਦੇ ਹਨ?"},{"number":30,"verse":"ਅਸੀਂ ਭੀ ਹਰ ਘੜੀ ਜੋਖੋਂ ਵਿੱਚ ਕਿਉਂ ਪਏ ਰਹਿੰਦੇ ਹਾਂ?"},{"number":31,"verse":"ਹੇ ਭਰਾਵੋ, ਤੁਹਾਡੇ ਹੱਕ ਵਿੱਚ ਜਿਹੜਾ ਅਭਮਾਨ ਮੈ ਮਸੀਹ ਯਿਸੂ ਸਾਡੇ ਪ੍ਰਭੁ ਵਿੱਚ ਕਰਦਾ ਹਾਂ ਉਹ ਦੀ ਸੌਂਹ ਹੈ ਜੋ ਮੈਂ ਹਰ ਰੋਜ ਮਰਦਾ ਹਾਂ"},{"number":32,"verse":"ਜੇ ਆਦਮੀ ਵਾਂਙੂ ਮੈਂ ਅਫ਼ਸੁਸ ਵਿੱਚ ਦਰਿੰਦਿਆਂ ਨਾਲ ਲੜਿਆ ਤਾਂ ਮੈਨੂੰ ਕੀ ਲਾਭ ਹੈ? ਜੇ ਮੁਰਦੇ ਨਹੀਂ ਜੀ ਉੱਠਦੇ ਤਾਂ \"ਆਉ ਅਸੀਂ ਖਾਈਏ ਪੀਵੀਏ ਕਿਉਂ ਜੋ ਭਲਕੇ ਮਰਨਾ ਹੈ\""},{"number":33,"verse":"ਧੋਖਾ ਨਾ ਖਾਓ, ਬੁਰੀਆਂ ਸੰਗਤਾਂ ਚੰਗਿਆਂ ਚਲਣਾਂ ਨੂੰ ਵਿਗਾੜ ਦਿੰਦੀਆਂ ਹਨ"},{"number":34,"verse":"ਤੁਸੀਂ ਧਰਮ ਲਈ ਸੁਰਤ ਸਮ੍ਹਾਲੋ ਅਤੇ ਪਾਪ ਨਾ ਕਰੋ ਕਿਉਂ ਜੋ ਕਈਆਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦਾ ਗਿਆਨ ਨਹੀਂ। ਮੈਂ ਤੁਹਾਡੀ ਸ਼ਰਮ ਲਈ ਇਹ ਆਖਦਾ ਹੈ।।"},{"number":35,"verse":"ਪਰ ਕੋਈ ਆਖੇਗਾ ਭਈ ਮੁਰਦੇ ਕਿੱਕੁਰ ਜੀ ਉੱਠਦੇ ਅਤੇ ਕਿਹੋ ਜਿਹੀ ਦੇਹੀ ਨਾਲ ਆਉਂਦੇ ਹਨ?"},{"number":36,"verse":"ਨਦਾਨਾ, ਜੋ ਕੁੱਝ ਤੂੰ ਬੀਜਦਾ ਹੈਂ ਜੇਕਰ ਉਹ ਨਾ ਮਰੇ ਤਾਂ ਜੰਮੇਗਾ ਨਹੀਂ"},{"number":37,"verse":"ਅਤੇ ਜਿਹੜਾ ਤੂੰ ਬੀਜਦਾ ਹੈਂ ਤੂੰ ਉਹ ਰੂਪ ( ਯੂਨਾਨੀ ਵਿਚ \"ਸਰੀਰ\" ।) ਨਹੀਂ ਬੀਜਦਾ ਹੋਵੇਗਾ ਪਰ ਨਿਰਾ ਇੱਕ ਦਾਣਾ ਭਾਵੇਂ ਕਣਕ ਦਾ ਭਾਵੇਂ ਹੋਰ ਕਾਸੇ ਦਾ"},{"number":38,"verse":"ਪਰੰਤੂ ਪਰਮੇਸ਼ੁਰ ਜਿਵੇਂ ਉਹ ਨੂੰ ਭਾਇਆ ਉਹ ਉਸਨੂੰ ਰੂਪ* ਦਿੰਦਾ ਹੈ ਅਤੇ ਹਰ ਪਰਕਾਰ ਦੇ ਬੀ ਨੂੰ ਆਪੋ ਆਪਣਾ ਰੂਪ*"},{"number":39,"verse":"ਸੱਭੋ ਮਾਸ ਇੱਕੋ ਜਿਹਾ ਮਾਸ ਨਹੀਂ ਸਗੋਂ ਮਨੁੱਖਾਂ ਦਾ ਹੋਰ ਹੈ ਅਤੇ ਪਸ਼ੂਆਂ ਦਾ ਹੋਰ ਹੈ ਅਤੇ ਪੰਛੀਆਂ ਦਾ ਮਾਸ ਹੋਰ ਅਤੇ ਮੱਛੀਆਂ ਦਾ ਹੋਰ"},{"number":40,"verse":"ਸੁਰਗੀ ਸਰੀਰ ਭੀ ਹਨ ਅਤੇ ਜਮੀਨੀ ਸਰੀਰ ਭੀ ਹਨ ਪਰ ਸੁਰਗੀਆਂ ਦਾ ਪਰਤਾਪ ਹੋਰ ਹੈ ਅਤੇ ਜਮੀਨੀਆਂ ਦਾ ਹੋਰ ਹੈ"},{"number":41,"verse":"ਸੂਰਜ ਦਾ ਪਰਤਾਪ ਹੋਰ ਹੈ ਅਤੇ ਚੰਦਰਮਾ ਦਾ ਪਰਤਾਪ ਹੋਰ ਅਤੇ ਤਾਰਿਆਂ ਦਾ ਪਰਤਾਪ ਹੋਰ ਹੈ ਕਿਉਂ ਜੋ ਪਰਤਾਪ ਕਰਕੇ ਇੱਕ ਤਾਰਾ ਦੂਏ ਤਾਰੇ ਤੋਂ ਭਿੰਨ ਹੈ"},{"number":42,"verse":"ਇਸੇ ਤਰ੍ਹਾਂ ਮੁਰਦਿਆਂ ਦੀ ਕਿਆਮਤ ਵੀ ਹੈ। ਉਹ ਨਾਸ਼ਵਾਨ ਬੀਜਿਆ ਜਾਂਦਾ ਹੈ ਪਰ ਅਵਿਨਾਸੀ ਜੀ ਉੱਠਦਾ ਹੈ"},{"number":43,"verse":"ਉਹ ਬੇ ਪਤ ਬੀਜਿਆ ਜਾਂਦਾ ਹੈ ਪਰੰਤੂ ਪਰਤਾਪਵਾਨ ਜੀ ਉੱਠਦਾ ਹੈ ਉਹ ਨਿਰਮਲ ਬੀਜਿਆ ਜਾਂਦਾ ਹੈ ਪਰ ਬਲਵੰਤ ਜੀ ਉੱਠਦਾ ਹੈ"},{"number":44,"verse":"ਉਹ ਪ੍ਰਾਣਕ ਸਰੀਰ ਹੋ ਕੇ ਬੀਜਿਆ ਜਾਂਦਾ ਹੈ ਪਰ ਉਹ ਆਤਮਕ ਸਰੀਰ ਹੋ ਕੇ ਜੀ ਉੱਠਦਾ ਹੈ। ਜੇ ਪ੍ਰਾਣਕ ਸਰੀਰ ਹੈ ਤਾਂ ਆਤਮਕ ਸਰੀਰ ਭੀ ਹੈ"},{"number":45,"verse":"ਇਉਂ ਲਿਖਿਆ ਹੋਇਆ ਵੀ ਹੈ ਜੋ ਪਹਿਲਾਂ ਮਨੁੱਖ ਆਦਮ ਜੀਉਂਦੀ ਜਾਨ ਹੋਇਆ, ਛੇਕੜਲਾ ਆਦਮ ਜੀਵਨ ਦਾਤਾ ਆਤਮਾ ਹੋਇਆ"},{"number":46,"verse":"ਪਰ ਪਹਿਲਾ ਉਹ ਨਹੀਂ ਜਿਹੜਾ ਆਤਮਕ ਹੈ ਸਗੋਂ ਉਹ ਜਿਹੜਾ ਪ੍ਰਾਣਕ ਹੈ, ਫੇਰ ਇਹ ਦੇ ਮਗਰੋਂ ਉਹ ਜਿਹੜਾ ਆਤਮਕ ਹੈ"},{"number":47,"verse":"ਪਹਿਲਾ ਮਨੁੱਖ ਮਿੱਟੀ ਦਾ ਬਣਿਆ ਦੂਜਾ ਮਨੁੱਖ ਸੁਰਗੋਂ ਹੈ"},{"number":48,"verse":"ਜਿਵੇਂ ਉਹ ਮਿੱਟੀ ਦਾ ਸੀ ਤਿਵੇਂ ਉਹ ਵੀ ਜਿਹੜੇ ਮਿੱਟੀ ਦੇ ਹਨ ਅਤੇ ਜਿਵੇਂ ਉਹ ਸੁਰਗ ਦਾ ਹੈ ਤਿਵੇਂ ਉਹ ਵੀ ਜਿਹੜੇ ਸੁਰਗ ਦੇ ਹਨ"},{"number":49,"verse":"ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਅਸਾਂ ਮਿੱਟੀ ਵਾਲੇ ਦਾ ਸਰੂਪ ਧਾਰਿਆ ਹੈ ਇਸੇ ਤਰ੍ਹਾਂ ਸੁਰਗ ਵਾਲੇ ਦਾ ਵੀ ਸਰੂਪ ਧਾਰਾਂਗੇ।।"},{"number":50,"verse":"ਹੁਣ ਹੇ ਭਰਾਵੋ, ਮੈਂ ਇਹ ਆਖਦਾ ਹਾਂ ਜੋ ਮਾਸ ਅਤੇ ਲਹੂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਰਾਜ ਦੇ ਅਧਿਕਾਰੀ ਨਹੀਂ ਹੋ ਸੱਕਦੇ, ਨਾ ਵਿਨਾਸ ਅਵਿਨਾਸ ਦਾ ਅਧਿਕਾਰੀ ਹੁੰਦਾ ਹੈ"},{"number":51,"verse":"ਵੇਖੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਇੱਕ ਭੇਤ ਦੱਸਦਾ ਹੈ ਜੋ ਅਸੀਂ ਸੱਭੇ ਨਹੀਂ ਸੌਵਾਂਗੇ,"},{"number":52,"verse":"ਪਰ ਸੱਭੇ ਛਿੰਨ ਭਰ ਵਿੱਚ ਅੱਖ ਦੀ ਝਮਕ ਵਿੱਚ ਛੇਕੜਲੀ ਤੁਰ੍ਹੀ ਫੂਕਦਿਆਂ ਸਾਰ ਹੋਰ ਦੇ ਹੋਰ ਹੋ ਜਾਵਾਂਗੇ। ਤੁਰ੍ਹੀ ਫੂਕੀ ਜਾਵੇਗੀ ਅਤੇ ਮੁਰਦੇ ਅਵਿਨਾਸੀ ਹੋ ਕੇ ਜੀ ਉੱਠਣਗੇ ਅਤੇ ਅਸੀਂ ਹੋਰ ਦੇ ਹੋਰ ਹੋ ਜਾਵਾਂਗੇ"},{"number":53,"verse":"ਕਿਉਂ ਜੋ ਜਰੂਰ ਹੈ ਕਿ ਨਾਸਵਾਨ ਅਵਿਨਾਸ ਨੂੰ ਉਦਾਲੇ ਪਾਵੇ ਅਤੇ ਇਹ ਮਰਨਹਾਰ ਅਮਰਤਾ ਨੂੰ ਉਦਾਲੇ ਪਾਵੇ"},{"number":54,"verse":"ਪਰ ਜਾਂ ਇਹ ਨਾਸਵਾਨ ਅਵਿਨਾਸ ਨੂੰ ਅਤੇ ਇਹ ਮਰਨਹਾਰ ਅਮਰਤਾ ਨੂੰ ਉਦਾਲੇ ਪਾ ਚੁੱਕੇਗਾ ਤਾਂ ਉਹ ਗੱਲ ਜਿਹੜੀ ਲਿਖੀ ਹੋਈ ਹੈ ( ।) ਪੂਰੀ ਹੋ ਜਾਵੇਗੀ, - ਮੌਤ ਫਤਹ ਦੀ ਬੁਰਕੀ ਹੋ ਗਈ।"},{"number":55,"verse":"ਹੇ ਮੌਤ, ਤੇਰੀ ਫਤਹ ਕਿੱਥੇ ਹੈ? ( ।) ਹੇ ਮੌਤ, ਤੇਰਾ ਡੰਗ ਕਿੱਥੇ ਹੈ?।।"},{"number":56,"verse":"ਮੌਤ ਦਾ ਡੰਗ ਪਾਪ ਹੈ ਅਤੇ ਪਾਪ ਦਾ ਬਲ ਸ਼ਰਾ ਹੈ"},{"number":57,"verse":"ਪਰ ਧੰਨਵਾਦ ਹੈ ਪਰਮੇਸ਼ੁਰ ਦਾ ਜੋ ਸਾਨੂੰ ਸਾਡੇ ਪ੍ਰਭੁ ਯਿਸੂ ਮਸੀਹ ਦੇ ਰਾਹੀਂ ਫਤਹ ਬਖਸ਼ਦਾ ਹੈ!"},{"number":58,"verse":"ਸੋ ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਭਰਾਵੋ, ਤੁਸੀਂ ਇਸਥਿਰ ਅਤੇ ਅਡੋਲ ਹੋਵੋ ਅਤੇ ਪ੍ਰਭੁ ਦੇ ਕੰਮ ਵਿੱਚ ਸਦਾ ਵੱਧਦੇ ਜਾਉ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਜੋ ਪ੍ਰਭੁ ਵਿੱਚ ਤੁਹਾਡੀ ਮਿਹਨਤ ਥੋਥੀ ਨਹੀਂ ਹੈ।।"}]}