{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சகரியா",
  "bookEnglishName" : "Zechariah",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "தலைமை ஆசாரியன்பிறகு தலைமை ஆசாரியனாகிய யோசுவாவை எனக்கு தூதன் காட்டினான். யோசுவா கர்த்தருடைய தூதனுக்கு முன்னால் நின்றுக்கொண்டிருந்தான். சாத்தான், யோசுவாவைக் குற்றஞ்சாட்டும்படி அவன் வலது பக்கத்திலே இருந்தான்."
  }, {
    "number" : 2,
    "verse" : "பிறகு கர்த்தருடைய தூதன், “சாத்தானே, கர்த்தர் உன்னை தொடர்ந்து குற்றஞ்சாட்டுவார். கர்த்தர் எருசலேமைத் தனது சிறப்புக்குரிய நகரமாகத் தேர்ந்தெடுத்திருக்கிறார். அவர் நகரைக் காப்பாற்றினார். இது எரிகின்ற நெருப்பிலிருந்து கட்டையை உருவி எடுப்பது போன்றதாகும்” என்றான்."
  }, {
    "number" : 3,
    "verse" : "யோசுவா தூதனுக்கு முன் நின்று கொண்டிருந்தான். யோசுவா ஒரு அழுக்கான ஆடையை அணிந்திருந்தான்."
  }, {
    "number" : 4,
    "verse" : "பிறகு, அந்த தூதன் தன்னருகில் நின்றுக்கொண்டிருந்தவர்களை நோக்கி, “யோசுவாவின் அழுக்கு ஆடைகளை எடுத்துப் போடுங்கள்” என்றான். பிறகு தூதன் யோசுவாவிடம், “இப்பொழுது நான் உனது குற்றங்களை நீக்கியிருக்கிறேன், நான் உனக்கு புதிய ஆடையை தருகிறேன்” என்றான்."
  }, {
    "number" : 5,
    "verse" : "பிறகு நான், “அவனது தலைமேல் சுத்தமான தலைப்பாகையை அணிவி” என்றேன். எனவே அவர்கள் அவன் தலைமேல் சுத்தமான தலைப்பாகையை அணிவித்தார்கள். கர்த்தருடைய தூதன் அங்கே நிற்கும்போது, அவர்கள் அவன் மேல் சுத்தமான ஆடையை வைத்தார்கள்."
  }, {
    "number" : 6,
    "verse" : "பிறகு கர்த்தருடைய தூதன் யோசுவாவிடம் இவற்றைச் சொன்னான்."
  }, {
    "number" : 7,
    "verse" : "சர்வ வல்மையுள்ள கர்த்தர் இவற்றைச் சொன்னார்: “நான் சொல்கிற வழியில் வாழ். நான் சொன்னவற்றைச் செய். என் ஆலயத்தின் பொறுப்பாளராக நீ அதன் பிரகாரங்களைக் காவல் செய்வாய். இங்கு நிற்கும் தூதர்களைப் போல ஆலயத்தின் எவ்விடத்திற்கும் போகலாம் என்று நான் உனக்கு அனுமதி தருவேன்."
  }, {
    "number" : 8,
    "verse" : "எனவே யோசுவா, நீயும் உன் முன்னால் அமர்ந்திருக்கும் உடன் ஆசாரியர்களும் நான் சொல்வதைக் கேட்கவேண்டும். நீயே தலைமை ஆசாரியன். உன்னோடு இருக்கிற ஜனங்கள் நான் என்னுடைய சிறப்பு வேலைக்காரனைக் கொண்டு வரும்போது செய்யப்போகும் செயல்களைக் காட்டும் உதாரணங்களாக இருக்கிறார்கள். நான் உண்மையாக என் சிறப்பு வேலைக்காரனைக் கொண்டு வருவேன். அவர் ‘கிளை’ என அழைக்கப்படுகிறார்."
  }, {
    "number" : 9,
    "verse" : "பார், நான் யோசுவாவின் முன்பு ஒரு சிறப்பான கல்லை வைத்தேன். அக்கல்லில் ஏழு பக்கங்கள் இருக்கின்றன. நான் அந்தக் கல்லில் சிறப்புச் செய்தியைச் செதுக்குவேன். நான் இந்த நாட்டில் உள்ள அனைத்து குற்றங்களையும் ஒரே நாளில் எடுத்துவிடுவேன் என்பதனை இது காட்டும்.”"
  }, {
    "number" : 10,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் கூறுகிறார்: “அந்த வேளையில், ஜனங்கள் தமது நண்பர்களோடும் அயலார்களோடும் அமர்ந்து பேசுவார்கள். அத்தி மரம் மற்றும் திராட்சை கொடிகளுக்குக் கீழ் அமர ஒருவரையொருவர் அழைப்பார்கள்.”"
  } ]
}