{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சகரியா",
  "bookEnglishName" : "Zechariah",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "விளக்குத் தண்டும் இரண்டு ஒலிவ மரங்களும்பிறகு என்னோடு பேசிக்கொண்டிருந்த தூதன் என்னிடம் வந்து என்னை எழுப்பினான். நான் தூக்கத்திலிருந்து எழுந்தவனைப் போன்றிருந்தேன்."
  }, {
    "number" : 2,
    "verse" : "பிறகு அந்தத் தூதன், “நீ என்ன பார்க்கிறாய்?” என்று என்னிடம் கேட்டான். நான், “நான் முழுவதும் பொன்னாலான விளக்குத் தண்டைப் பார்க்கிறேன். விளக்குத் தண்டின் மேல் ஏழு விளக்குகள் இருந்தன. விளக்குத் தண்டின் உச்சியில் ஒரு அகல் இருக்கிறது. அந்த அகலிலிருந்து ஏழு குழாய்கள் வந்துக்கொண்டிருந்தன. ஒவ்வொரு குழாயும் ஒவ்வொரு விளக்குக்கும் போகின்றன. குழாய்கள் ஒவ்வொரு விளக்கும் அகலிலிருந்து எண்ணெயைக் கொண்டு வருகின்றது."
  }, {
    "number" : 3,
    "verse" : "அகலின் வலது பக்கம் ஒன்றும், இடது பக்கம் ஒன்றுமாக இரண்டு ஒலிவமரங்கள் இருக்கின்றன. இந்த மரங்கள் அகல் விளக்குகளுக்கு வேண்டிய எண்ணெயைக் கொடுக்கின்றன” என்றேன்,"
  }, {
    "number" : 4,
    "verse" : "பிறகு நான் என்னோடு பேசிக்கொண்டிருந்த தூதனிடம், “ஐயா, இவற்றின் பொருள் என்ன?” என்று கேட்டேன்."
  }, {
    "number" : 5,
    "verse" : "என்னோடு பேசிக்கொண்டிருந்த தூதன், “இவை என்னவென்று உனக்குத் தெரியாதா?” எனக் கேட்டான். நான், “இல்லை ஐயா” என்றேன்."
  }, {
    "number" : 6,
    "verse" : "பிறகு அவன் என்னிடம், “இதுதான் கர்த்தரிடமிருந்து செருபாபேலுக்குச் சொல்லப்பட்டச் செய்தி: ‘உனக்கான உதவி, உனது பலம் மற்றும் வல்லமையிலிருந்து வராது. இல்லை, எனது ஆவியிலிருந்தே உனக்கு உதவி வரும்’ சர்வ வல்லமையுள்ள கர்த்தர் இவற்றைச் சொன்னார்!"
  }, {
    "number" : 7,
    "verse" : "அந்த உயரமான குன்று செருபாபேலுக்கு முன்னால் சமநிலமாகும். அவன் ஆலயத்தைக் கட்டுவான். அந்த இடத்தில் மிகவும் முக்கியமான கல்லை வைக்கும்போது ஜனங்கள்: ‘அழகாயிருக்கிறது! அழகாயிருக்கிறது!’ என்று சத்தமிடுவார்கள்.”"
  }, {
    "number" : 8,
    "verse" : "எனக்கு மேலும் வந்த கர்த்தருடைய செய்தியானது,"
  }, {
    "number" : 9,
    "verse" : "“செருபாபேல் எனது ஆலயத்துக்கான அஸ்திபாரக்கல்லை இடுவான். செருபாபேலே ஆலயம் கட்டும் வேலையை முடிப்பான். பிறகு, சர்வ வல்லமையுள்ள கர்த்தர் என்னை ஜனங்களிடம் அனுப்பினார் என்பதை நீங்கள் அறிவீர்கள்."
  }, {
    "number" : 10,
    "verse" : "ஜனங்கள் சிறுதொடக்கத்துக்காக அவமானம் அடையவேண்டாம். செருபாபேல் தூக்கு நூலோடு கட்டி முடித்த ஆலயத்தை அளந்து சோதிப்பதைப் பார்க்கும்போது ஜனங்கள் உண்மையிலேயே மகிழ்வார்கள். இப்பொழுது நீ பார்த்த ஏழு பக்கமுள்ள கல் கர்த்தருடைய ஒவ்வொரு திசையிலும் பார்க்கிற கண்களை குறிக்கும், அவை பூமியின் மேலே எல்லாவற்றையும் பார்க்கின்றன.”"
  }, {
    "number" : 11,
    "verse" : "பிறகு நான் (சகரியா) அவனிடம், “நான் விளக்குத் தண்டின் வலது பக்கத்தில் ஒன்றும், இடது பக்கத்தில் ஒன்றுமாக ஒலிவ மரங்களைப் பார்த்தேன். அந்த இரண்டு ஒலிவ மரங்களின் அர்த்தம் என்ன?” எனக்கேட்டேன்."
  }, {
    "number" : 12,
    "verse" : "நான் அவனிடம், “இரண்டு தங்கக் குழாய்களின் வழியாகத் தொங்கி, தங்க நிற எண்ணெயைத் தங்களிடமிருந்து இறங்கச் செய்யும் ஒலிவ மரங்களின் இரண்டு கிளைகளின் அர்த்தம் என்ன?” என்றும் கேட்டேன்."
  }, {
    "number" : 13,
    "verse" : "பின்னர் அந்தத் தூதன் என்னிடம், “இவற்றின் பொருள் என்னவென்று தெரியாதா?” எனக்கேட்டான். நான் “இல்லை ஐயா” என்றேன்."
  }, {
    "number" : 14,
    "verse" : "எனவே அவன், “உலகம் முழுவதும் கர்த்தருக்கு சேவை செய்யத் தேர்ந்தெடுக்கப்பட்ட இருவரை அவை குறிக்கின்றன” என்றான்."
  } ]
}