{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சகரியா",
  "bookEnglishName" : "Zechariah",
  "chapterNumber" : 6,
  "verses" : [ {
    "number" : 1,
    "verse" : "நான்கு இரதங்கள்பின்னர் நான் சுற்றி திரும்பினேன். நான் மேலே பார்த்தேன். நான் நான்கு இரதங்கள் இரண்டு வெண்கல மலைகளுக்கிடையில் செல்வதைக் கண்டேன்."
  }, {
    "number" : 2,
    "verse" : "சிவப்புக் குதிரைகள் முதல் இரதத்தை, இழுத்துக்கொண்டு சென்றன. இரண்டாவது இரதத்தை கருப்புக் குதிரைகள் இழுத்துக்கொண்டு சென்றன."
  }, {
    "number" : 3,
    "verse" : "வெள்ளைக் குதிரைகள், மூன்றாவது இரதத்தை இழுத்துச் சென்றன. சிவப்புப் புள்ளிகளை உடைய குதிரைகள், நான்காவது இரதத்தை இழுத்துச் சென்றன."
  }, {
    "number" : 4,
    "verse" : "பின்னர் என்னோடு பேசிக்கொண்டிருந்த தூதனிடம், “ஐயா, இவற்றின் பொருள் என்ன?” என்று கேட்டேன்."
  }, {
    "number" : 5,
    "verse" : "தூதன், “இவை நான்கு காற்றுகள். இவை இப்பொழுதுதான் உலகம் முழுவதற்கும் ஆண்டவராக இருக்கிறவரிடத்திலிருந்து வந்திருக்கின்றன."
  }, {
    "number" : 6,
    "verse" : "கருப்புக் குதிரைகள் வடக்கே செல்லும். சிவப்புக் குதிரைகள் கிழக்கே செல்லும். வெள்ளைக் குதிரைகள் மேற்கே செல்லும். சிவப்புப் புள்ளிகளையுடைய குதிரைகள் தெற்கே செல்லும்” என்றான்."
  }, {
    "number" : 7,
    "verse" : "சிவப்புப் புள்ளிகளையுடைய குதிரைகள் புறப்பட்டுப்போய் பூமியில் அவைகளுக்கான பகுதிகளைக் காண ஆவலாய் இருந்தன. எனவே தூதன் அவைகளிடம், “பூமி முழுவதும் போங்கள்” என்றான். எனவே அவை பூமியில் தங்கள் பகுதிகளில் நடந்து சென்றன."
  }, {
    "number" : 8,
    "verse" : "பின்னர் கர்த்தர் என்னைக் கூப்பிட்டார். அவர், “பார், வடக்கே செல்லும் குதிரைகள் பாபிலோனில் தம் வேலையை முடித்துவிட்டன. அவை எனது ஆவியை அமைதிபடுத்திவிட்டன. இப்பொழுது நான் கோபமாக இல்லை!” என்றார்."
  }, {
    "number" : 9,
    "verse" : "ஆசாரியன் யோசுவா ஒரு கிரீடத்தைப் பெறுகிறான்பின்னர், நான் கர்த்தரிடமிருந்து இன்னொரு செய்தியைப் பெற்றேன். அவர்,"
  }, {
    "number" : 10,
    "verse" : "“எகல்தாயும், தொபியாவும், யெதாயாவும் பாபிலோனின் சிறை கைதிகளாய் இருந்து வந்திருக்கின்றனர். அம்மனிதர்களிடமிருந்து வெள்ளியையும், தங்கத்தையும் பெறு. பிறகு செப்பனியாவின் குமாரனாகிய யோசியாவின் வீட்டுக்குப் போ."
  }, {
    "number" : 11,
    "verse" : "அந்தப் பொன்னையும் வெள்ளியையும் பயன்படுத்தி கிரீடம் செய். அந்தக் கிரீடத்தை யோசுவாவின் தலையில் வை. (யோசுவா தலைமை ஆசாரியனாக இருந்தான். யோசுவா யோத்சதாக்கின் குமாரன்) பிறகு யோசுவாவிடம் இவற்றைச் சொல்."
  }, {
    "number" : 12,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் இவற்றைக் கூறுகிறார்: “‘கிளை என்று அழைக்கப்படும் மனிதன் இருக்கிறார். அவர் பலத்துடன் வளருவார். அவர் கர்த்தருடைய ஆலயத்தை கட்டுவார்."
  }, {
    "number" : 13,
    "verse" : "அவர் கர்த்தருடைய ஆலயத்தைக்கட்டி, அதற்குரியப் பெருமையைப் பெறுவார். அவர் தனது சிங்காசனத்தில் அமர்ந்து ஆள்பவனாவார். ஒரு ஆசாரியன் அவனருகில் நிற்பான். இவ்விரண்டு பேரும் சேர்ந்து சமாதானத்துடன் பணிசெய்வார்கள்.’"
  }, {
    "number" : 14,
    "verse" : "அவர்கள் இந்தக் கிரீடத்தை ஜனங்களுக்கு நினைவூட்டுவதற்காக ஆலயத்தில் வைப்பார்கள். அந்தக் கிரீடம் எல்தாய், தொபியா, யெதயா, செப்பனியாவின் குமாரன் யோசுவா ஆகியோருக்கு நினவூட்டும் சின்னமாக இருக்கும். யோசியா, இது ராஜாவின் வல்லமை தேவனிடத்திலிருந்து வருகிறது என்பதை அவர்களுக்கு நினைவூட்டும்.”"
  }, {
    "number" : 15,
    "verse" : "தொலைத்தூரத்தில் வாழும் ஜனங்களும் வந்து அங்கு ஆலயம் கட்டுவார்கள். பின்னர் கர்த்தர் என்னை உங்களுக்காக அனுப்பினார் என்பதை உணர்வீர்கள். கர்த்தர் சொல்லுகிறபடி நீங்கள் செய்தால் இவை நிகழும்."
  } ]
}