{"bibleAbbr":"teOV2016","bookName":"యిర్మీయా","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"యూదారాజైన యోషీయా కుమారుడగు . యెహోయాకీము ( కొన్ని ప్రాచీన ప్రతులలో సిద్కియా అను పాఠాంతరము.) ఏల నారంభించినప్పుడు యెహోవా యొద్దనుండి వాక్కు యిర్మీయాకు ప్రత్యక్షమై యీలాగు సెలవిచ్చెను.౹"},{"number":2,"verse":"–యెహోవా నాకు ఈ ఆజ్ఞ ఇచ్చుచున్నాడు— నీవు కాడిని పలుపులను చేయించుకొని నీ మెడకు కట్టుకొనుము.౹"},{"number":3,"verse":"వాటిని యెరూషలేమునకు యూదారాజైన సిద్కియాయొద్దకు వచ్చిన దూతలచేత ఎదోము రాజునొద్దకును మోయాబు రాజునొద్దకును అమ్మోనీయుల రాజునొద్దకును తూరు రాజునొద్దకును సీదోను రాజునొద్దకును పంపుము.౹"},{"number":4,"verse":"మరియు ఆ దూతలు తమ యజమానులకు తెలియజేయవలెనని యీ ఆజ్ఞ వారితో చెప్పుము–మీరు మీ యజమానులకు తెలియ జేయవలెనని సైన్యములకధిపతియైన ఇశ్రాయేలు దేవుడు సెలవిచ్చునదేమనగా"},{"number":5,"verse":"–అధిక బలముచేతను చాచిన బాహువుచేతను భూమిని భూమిమీదనున్న నరులను జంతువులను నేనే సృజించి, ఎవరికిచ్చుట న్యాయమని నాకు తోచునో వారికే యిచ్చుచున్నాను.౹"},{"number":6,"verse":"ఇప్పుడైతే దేశములన్నిటిని నా దాసుడగు బబులోను రాజైన నెబుకద్రెజరు వశము చేయుచున్నాను; అతని సేవించుటకై భూజంతువులను కూడ అతని వశము చేయుచున్నాను.౹"},{"number":7,"verse":"అతని స్వదేశమునకు కాలమువచ్చువరకు సమస్తజనులు అతనికిని అతని కుమారునికిని అతని కుమారుని కుమారునికిని దాసులైయుందురు, ఆ కాలము రాగా బహుజనముల మహారాజులు అతనిచేత దాస్యము చేయించుకొందురు.౹"},{"number":8,"verse":"ఏ జనము ఏ రాజ్యము బబులోను రాజైన నెబుకద్రెజరునకు దాస్యము చేయనొల్లక బబులోనురాజుయొక్క కాడిని తన మెడమీద పెట్టుకొనదో దానిని నేను అతనిచేత బొత్తిగా నాశనముచేయించువరకు ఆ జనమును ఖడ్గముచేతను క్షామముచేతను తెగులుచేతను శిక్షించెదను; ఇదే యెహోవా వాక్కు.౹"},{"number":9,"verse":"కాబట్టి మీ ప్రవక్తలేమి సోదెగాండ్రేమి కలలు కనువారేమి కాలజ్ఞానులేమి మంత్రజ్ఞులేమి మీరు బబులోను రాజునకు దాసులు కాకుందురని మీతో పలుకునపుడు మీరు వారిని లక్ష్యపెట్టకుడి.౹"},{"number":10,"verse":"మీరు మీ భూమిని అనుభవింపకుండ మిమ్మును దూరముగా తోలివేయునట్లును, మిమ్మును నేను వెళ్లగొట్టునట్లును, మీరు నశించునట్లును వారు అబద్ధ ప్రవచనములు మీకు ప్రకటింతురు.౹"},{"number":11,"verse":"అయితే ఏ జనులు బబులోనురాజు కాడి క్రిందికి తమ మెడను వంచి అతనికి దాస్యము చేయుదురో ఆ జనులను తమ దేశములో కాపురముండ నిచ్చెదను. వారు తమ భూమిని సేద్య పరచుకొందురు, నేను వారికి నెమ్మది కలుగజేతును; ఇదే యెహోవా వాక్కు."},{"number":12,"verse":"నేను ఆ మాటలనుబట్టి యూదారాజైన సిద్కియాతో ఇట్లంటిని — బబులోనురాజుయొక్క కాడిని మీ మెడ మీద పెట్టుకొని, అతనికిని అతని జనులకును దాసులైనయెడల మీరు బ్రదుకుదురు"},{"number":13,"verse":"బబులోనురాజునకు దాసులుకానొల్లని జనులవిషయమై యెహోవా ఆజ్ఞ ఇచ్చినట్లు ఖడ్గముచేతనైనను క్షామముచేతనైనను తెగులు చేతనైనను నీవును నీ ప్రజలును చావనేల?"},{"number":14,"verse":"కావున— మీరు బబులోనురాజునకు దాసులుకాకుందురని మీతోచెప్పు ప్రవక్తలు అబద్ధమే ప్రకటించుచున్నారు, నేను వారిని పంపలేదు, వారి మాటల నంగీకరింపవద్దు, ఇదే యెహోవా వాక్కు.౹"},{"number":15,"verse":"నేను మిమ్మును తోలివేయునట్లును, మీరును మీతో ప్రవచించు మీ ప్రవక్తలును నశించునట్లును, వారు నా నామమునుబట్టి అబద్ధముగా ప్రవచించుచున్నారు. మరియు యాజకులతోను ఈ ప్రజలందరితోను నేను ఈ మాటలు చెప్పితిని"},{"number":16,"verse":"–యెహోవా సెలవిచ్చునదేమనగా–యెహోవా మందిరపు ఉపకరణములు ఇప్పుడే శీఘ్రముగా బబులోనునుండి మరల తేబడునని ప్రవచింపు మీ ప్రవక్తలు మీతో అబద్ధములు చెప్పుచున్నారు, వారి మాటలకు చెవియొగ్గకుడి.౹"},{"number":17,"verse":"వారి మాట వినకుడి; బబులోను రాజునకు దాసులైనయెడల మీరు బ్రదుకుదురు; ఈ పట్టణము పాడైపోనేల?"},{"number":18,"verse":"వారు ప్రవక్తలైనయెడల, యెహోవా వాక్కు వారికి తోడైయుండినయెడల, యెహోవా మందిరములోను యూదారాజు మందిరములోను యెరూషలేములోను శేషించియుండు ఉపకరణములు బబులోనునకు కొనిపో బడకుండునట్లువారు సైన్యములకధిపతియగు యెహోవాను బతిమాలుకొనుట మేలు.౹"},{"number":19,"verse":"బబులోను రాజైన నెబుకద్రె జరు యెరూషలేములోనుండి యెహోయాకీము కుమారుడైన యెకోన్యాను యూదా యెరూషలేముల ప్రధానుల నందరిని బబులోనునకు చెరగా తీసికొనిపోయినప్పుడు"},{"number":20,"verse":"అతడు విడిచిపెట్టిన స్తంభములనుగూర్చియు సముద్రమునుగూర్చియు గడమంచెలనుగూర్చియు ఈ పట్టణములో మిగిలిన ఉపకరణములనుగూర్చియు సైన్యములకధిపతియగు యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు.౹"},{"number":21,"verse":"యెహోవా మందిరములోను యూదారాజు నగరులోను యెరూషలేములోను శేషించిన ఉపకరణములనుగూర్చి ఇశ్రాయేలు దేవుడును సైన్యములకధిపతియునైన యెహోవా ఈలాగు ననే సెలవిచ్చుచున్నాడు"},{"number":22,"verse":"–అవి బబులోనునకు తేబడును, నేను ఆ ఉపకరణములను దర్శించి తెప్పించి యీ స్థలములో వాటిని మరల నుంచు కాలమువరకు అవి అక్కడ నుండవలెను; ఇదే యెహోవా వాక్కు."}]}