{"bibleAbbr":"teOV2016","bookName":"యిర్మీయా","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు –ఇదిగో నేను బబులోను మీదికిని దానిలో కాపు రముచేసి నాకు విరోధముగలేచిన వారిమీదికిని ప్రచండమైన వాయువును రప్పించెదను."},{"number":2,"verse":"అన్యదేశస్థులను బబులోనునకు పంపుచున్నానువారు ఆ దేశమును తూర్పారపెట్టి దాని వట్టిదిగా చేయుదురు ఆపద్దినమునవారు నలుదిక్కులనుండి దానిమీదికి వచ్చెదరు."},{"number":3,"verse":"విలుకానిమీదికి విలుకాడు విల్లు త్రొక్కవలెను కవచము వేసికొనువానిమీదికిని విల్లు త్రొక్కవలెను కల్దీయులదేశములో జనులు హతులై పడునట్లును దాని వీధులలో వారు పొడవబడి కూలునట్లును"},{"number":4,"verse":"యౌవనులను కొట్టక మానకుడి దాని సర్వసైన్యమును బొత్తిగా నిర్మూలము చేయుడి."},{"number":5,"verse":"తమ దేవుడును సైన్యములకధిపతియునగు యెహోవా ఇశ్రాయేలువారిని యూదావారిని విసర్జింపలేదు గాని ఇశ్రాయేలు పరిశుద్ధదేవునికి విరోధముగా తాము చేసిన అపరాధముతో వారిదేశము నిండి యున్నది."},{"number":6,"verse":"మీరు దాని దోషములలో పడి నశింపకుండునట్లు బబులోనులోనుండి పారిపోవుడి మీ ప్రాణములు రక్షించుకొనుడి ఇది యెహోవాకు ప్రతికారకాలము అది చేసిన క్రియలనుబట్టి ఆయన దానికి ప్రతికారము చేయుచున్నాడు."},{"number":7,"verse":"బబులోను యెహోవా చేతిలో సర్వభూమికి మత్తు కలిగించు బంగారుపాత్రయైయుండెను. దానిచేతి మద్యమును అన్యజనులు త్రాగి మత్తిల్లియున్నారు."},{"number":8,"verse":"బబులోను నిమిషమాత్రములోనే కూలి తుత్తునియ లాయెను దానిని చూచి అంగలార్చుడి అది స్వస్థతనొందునేమో దాని నొప్పికొరకు గుగ్గిలము తీసికొని రండి."},{"number":9,"verse":"మనము బబులోనును స్వస్థపరచగోరితిమి అయితే అది స్వస్థత నొందలేదు దాని విడిచి పెట్టుడి. మన మన దేశములకు వెళ్లుదము రండి దాని శిక్ష ఆకాశమంత యెత్తుగా సాగుచున్నది అది మేఘములంత ఉన్నతముగా ఎక్కుచున్నది"},{"number":10,"verse":"యెహోవా మన న్యాయమును రుజువుపరచు చున్నాడు రండి సీయోనులో మన దేవుడైన యెహోవా చేసిన పని మనము వివరించుదము."},{"number":11,"verse":"బాణములు చికిలిచేయుడి కేడెములు పట్టుకొనుడి బబులోనును నశింపజేయుటకు యెహోవా ఆలోచించు చున్నాడు మాదీయుల రాజుల మనస్సును దానిమీదికి రేపు చున్నాడు. అది యెహోవాచేయు ప్రతి దండన తన మందిరమునుగూర్చి ఆయనచేయు ప్రతి దండన."},{"number":12,"verse":"బబులోను ప్రాకారములమీద పడుటకై ధ్వజము నిలువబెట్టుడి కావలి బలముచేయుడి కావలివారిని పెట్టుడి మాటు లను సిద్ధపరచుడి బబులోను నివాసులనుగూర్చి తాను సెలవిచ్చిన దానిని బట్టి యెహోవా తీర్మానముచేసిన పని తాను జరిగింపబోవుచున్నాడు."},{"number":13,"verse":"విస్తారజలములయొద్ద నివసించుదానా, నిధుల సమృద్ధిగలదానా, నీ అంతము వచ్చినది అన్యాయలాభము నీకిక దొరకదు."},{"number":14,"verse":"గొంగళిపురుగులంత విస్తారముగా మనుష్యులతో నేను నిన్ను నింపినను శత్రువులు నీమీద కేకలు వేయు దురు"},{"number":15,"verse":"నా జీవముతోడని సైన్యములకధిపతియగు యెహోవా ప్రమాణము చేయుచున్నాడు ఆయన తన బలముచేత భూమిని సృష్టించెను తన జ్ఞానముచేత ప్రపంచమును స్థాపించెను తన ప్రజ్ఞచేత ఆకాశమును విశాలపరచెను."},{"number":16,"verse":"ఆయన ఆజ్ఞ ఇయ్యగా జలరాసులు ఆకాశమండల ములో పుట్టును. భూమ్యంతభాగములలోనుండి ఆయన ఆవిరి ఎక్క జేయును వర్షము కలుగునట్లుగా ఆయన మెరుపులు పుట్టించును తన ధనాగారములలోనుండి గాలిని రావించును."},{"number":17,"verse":"తెలివిలేక ప్రతిమనుష్యుడు పశుప్రాయుడు పోతపోయు ప్రతివాడును తాను చేసిన విగ్రహమును బట్టి అవమానమొందును అతడు పోతపోసినది మాయారూపము దానిలో ప్రాణమేమియు లేదు."},{"number":18,"verse":"అవి ఆశను చెడగొట్టు మాయాకార్యములు విమర్శకాలమున అవి నశించిపోవును."},{"number":19,"verse":"యాకోబునకు స్వాస్థ్యమగువాడు వాటివంటివాడు కాడు ఆయన సమస్తమును నిర్మించువాడు ఇశ్రాయేలు ఆయనకు స్వాస్థ్యముగానున్న గోత్రము సైన్యములకధిపతియగు యెహోవా అని ఆయనకు పేరు."},{"number":20,"verse":"నీవు నాకు గండ్రగొడ్డలివంటివాడవు యుద్ధాయుధమువంటివాడవు నీవలన నేను జనములను విరుగగొట్టుచున్నాను నీవలన రాజ్యములను విరుగగొట్టుచున్నాను."},{"number":21,"verse":"నీవలన గుఱ్ఱములను రౌతులను విరుగగొట్టుచున్నాను. నీవలన రథములను వాటి నెక్కినవారిని విరుగగొట్టు చున్నాను."},{"number":22,"verse":"నీవలన స్త్రీలను పురుషులను విరుగగొట్టుచున్నాను నీవలన ముసలివారిని బాలురను విరుగగొట్టుచున్నాను నీవలన యౌవనులను కన్యకలను విరుగగొట్టుచున్నాను."},{"number":23,"verse":"నీవలన గొఱ్ఱెలకాపరులను వారి గొఱ్ఱెలమందలను విరుగగొట్టుచున్నాను నీవలన దున్నువారిని వారి దుక్కిటెద్దులను విరుగ గొట్టుచున్నాను నీవలన ఏలికలను అధిపతులను విరుగగొట్టుచున్నాను."},{"number":24,"verse":"బబులోనును కల్దీయుల దేశనివాసులును మీ కన్నులయెదుట సీయోనులో చేసిన కీడంతటికి నేను వారికి ప్రతికారము చేయుచున్నాను, ఇదే యెహోవా వాక్కు."},{"number":25,"verse":"–సర్వభూమిని నశింపజేయు నాశనపర్వతమా, నేను నీకు విరోధిని ఇదే యెహోవా వాక్కు. నేను నీమీదికి నా చేయి చాపి శిలలపైనుండి నిన్ను క్రిందికి దొరలించుదును"},{"number":26,"verse":"చిచ్చుపెట్టిన కొండవలె ఉండజేయుదును. మూలకుగాని పునాదికిగాని నీలోనుండి యెవరును రాళ్లు తీసికొనరు నీవు చిరకాలము పాడై యుందువు ఇదే యెహోవా వాక్కు."},{"number":27,"verse":"దేశములో ధ్వజములనెత్తుడి జనములలో బాకానాదము చేయుడి దానిమీదికి పోవుటకై జనములను ప్రతిష్ఠించుడి దానిమీద పడుటకై అరారాతు మిన్నీ అష్కనజు అను రాజ్యములను పిలిపించుడి దానిమీదికి జనులను నడిపించుటకై సేనాధిపతిని నియ మించుడి రోమముగల గొంగళిపురుగులంత విస్తారముగా గుఱ్ఱము లను దానిమీదికి రప్పించుడి."},{"number":28,"verse":"దానిమీదికిపోవుటకై మాదీయుల రాజులను వారి అధిపతులను వారి యేలికలను అతడు ఏలుచుండు సర్వదేశమును జనులనందరిని ప్రతిష్ఠించుడి"},{"number":29,"verse":"భూమి కంపించుచున్నది నొప్పిచేత అది గిజగిజలాడు చున్నది ఒక్క నివాసియులేకుండ బబులోను దేశమును పాడుగా చేయవలెనని బబులోనునుగూర్చిన యెహోవా ఉద్దేశము స్థిర మాయెను."},{"number":30,"verse":"[30-32] బబులోను పరాక్రమవంతులు యుద్ధముచేయక మాను దురువారు తమ కోటలలో నిలుచుచున్నారువారి పరాక్రమము బలహీనత ఆయెనువారును స్త్రీలవంటివారైరివారి నివాసస్థలములు కాల్చబడుచున్నవి వారి అడ్డగడియలు విరిగిపోయెను అతని పట్టణమంతయు పట్టబడును కోనేటి దూలము లును జమ్మును అగ్నిచేత కాల్చబడును దాని యోధులు దిగులుపడిరి అని బంట్రౌతు వెంబడి బంట్రౌతును దూతవెంబడి దూతయు పరుగెత్తుచు బబులోను రాజు నకు తెలియజేతురు. దాని రేవులు శత్రువశమాయెను."},{"number":33,"verse":"ఇశ్రాయేలు దేవుడును సైన్యములకధిపతియునగు యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు–బబు లోనుపురము చదరముచేయబడిన కళ్లమువలె ఆయెను ఇంక కొంతసేపటికి దానికి కోతకాలమువచ్చును."},{"number":34,"verse":"బబులోను రాజైన నెబుకద్రెజరు మమ్మును మ్రింగివేసెను మమ్మును నుగ్గుచేసెను, మమ్మును వట్టికుండవలె ఉంచి యున్నాడు భుజంగము మ్రింగునట్లు మమ్మును మ్రింగెను మా శ్రేష్ఠపదార్థములతో తన పొట్ట నింపుకొని మమ్మును పారవేసియున్నాడు."},{"number":35,"verse":"నాకును నా దేహమునకును చేయబడిన హింస బబులోనుమీదికి ప్రతికారరూపముగా దిగును గాక యని సీయోను నివాసి యనుకొనును నా ఉసురు కల్దీయదేశ నివాసులకు తగులునుగాక అని యెరూషలేము అనుకొనును."},{"number":36,"verse":"యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు — ఆల కించుము, నీ వ్యాజ్యెమును నేను జరిగించుదును నీ నిమిత్తము నేనే పగతీర్చుకొందును దాని సముద్రమును నేనెండకట్టుదును దాని ఊటను ఇంకిపోజేయుదును."},{"number":37,"verse":"బబులోను నిర్జనమై కసవు దిబ్బలుగా ఉండును నక్కలకు నివాసస్థలమగును అది పాడై యెగతాళికి కారణముగా ఉండును. వారు కూడి సింహములవలె బొబ్బరింతురు సింహముల పిల్లలవలె గుఱ్ఱుపట్టుదురు."},{"number":38,"verse":"వారు సంతోషించి మేలుకొనక చిరకాల నిద్ర నొందునట్లు"},{"number":39,"verse":"వారు దప్పిగొనగా వారికి మద్యము నిచ్చి వారిని మత్తిల్లజేసెదను ఇదే యెహోవా వాక్కు."},{"number":40,"verse":"గొఱ్ఱెపిల్లలు వధకు పోవునట్లును మేకపోతులును పొట్టేళ్లును వధకు పోవునట్లును వారిని వధకు రప్పించెదను."},{"number":41,"verse":"షేషకు పట్టబడెను జగత్ ప్రసిద్ధమైన పట్టణము పట్టబడెను బబులోను జనములకు విస్మయాస్పదమాయెను."},{"number":42,"verse":"సముద్రము బబులోనుమీదికి వచ్చెను ఆమె దాని తరంగములధ్వనితో నిండుకొనెను."},{"number":43,"verse":"దాని పట్టణములు పాడుగాను ఎండిన భూమిగాను అరణ్యముగాను నిర్మానుష్యమైన భూమిగాను ఉండెను ఏ నరుడును దానిమీదుగా ప్రయాణము చేయడు."},{"number":44,"verse":"బబులోనులోనే బేలును శిక్షించుచున్నాను వాడు మ్రింగినదానిని వానినోటనుండి కక్కించు చున్నాను ఇకమీదట జనములు వానియొద్దకు సమూహములుగా కూడి రావు బబులోను ప్రాకారము కూలును;"},{"number":45,"verse":"నా జనులారా, మీరు దానిలోనుండి బయటకు వెళ్లుడి యెహోవా కోపాగ్నినుండి తప్పించుకొనుడి మీ ప్రాణములను రక్షించుకొనుడి"},{"number":46,"verse":"ఏటేట వదంతి పుట్టుచువచ్చును దేశములో బలాత్కారము జరుగుచున్నది ఏలికమీద ఏలిక లేచుచున్నాడు దేశములో వినబడు వదంతికి భయపడకుడి మీ హృదయములలో దిగులు పుట్టనియ్యకుడి."},{"number":47,"verse":"రాబోవు దినములలో నేను బబులోనుయొక్క చెక్కిన విగ్రహములను శిక్షింతును దాని దేశమంతయు అవమానము నొందును జనులు హతులై దానిమధ్యను కూలెదరు"},{"number":48,"verse":"దానిని పాడుచేయువారు ఉత్తరదిక్కునుండి దాని యొద్దకు వచ్చుచున్నారని ఆకాశమును భూమియు వాటిలోని సమస్తమును బబులోను గతినిగూర్చి సంతోషించును ఇదే యెహోవా వాక్కు"},{"number":49,"verse":"బబులోను ఇశ్రాయేలులో హతులైనవారిని కూలజేసి నట్లు సర్వభూమిలో బబులోను నిమిత్తము హతులైనవారు కూలుదురు"},{"number":50,"verse":"ఖడ్గమును తప్పించుకొనినవారలారా, ఆలస్యముచేయక వెళ్లుడి, దూరమునుండి మీరు యెహోవాను జ్ఞాపకముచేసికొనుడి యెరూషలేము మీ జ్ఞాపకమునకు రానియ్యుడి."},{"number":51,"verse":"మేము దూషణవాక్యము విని సిగ్గుపడియున్నాము అన్యులు యెహోవా మందిరపు పరిశుద్ధస్థలములలోనికి వచ్చియున్నారు మా ముఖములు తెల్లబోవుచున్నవి"},{"number":52,"verse":"ఇదే యెహోవా వాక్కు. –రాబోవు దినములలో నేను బబులోనుయొక్క విగ్రహములను శిక్షింతును ఆమె దేశమందంతటను గాయపరచబడినవారు మూల్గు దురు."},{"number":53,"verse":"బబులోను తన బలమైన ఉన్నతస్థలములను దుర్గములుగా చేసికొని ఆకాశమునకు ఎక్కినను పాడుచేయువారు నాయొద్దనుండి వచ్చి దానిమీద పడుదురు ఇదే యెహోవా వాక్కు."},{"number":54,"verse":"ఆలకించుడి, బబులోనులోనుండి రోదనధ్వని వినబడుచున్నది కల్దీయులదేశములో మహా నాశనధ్వని వినబడుచున్నది."},{"number":55,"verse":"యెహోవా బబులోనును పాడుచేయుచున్నాడు దాని మహాఘోషను అణచివేయుచున్నాడు వారి తరంగములు ప్రవాహజలములవలె ఘోషించుచున్నవివారి ఆర్భాటము వినబడుచున్నది."},{"number":56,"verse":"బబులోనుమీదికి పాడుచేయువాడు వచ్చుచున్నాడు దాని బలాఢ్యులు పట్టబడియున్నారు వారి విండ్లు విరిగిపోయినవి యెహోవా ప్రతికారముచేయు దేవుడు గనుక నిశ్చయముగా ఆయన క్రియకు ప్రతిక్రియ చేయును."},{"number":57,"verse":"దాని అధిపతులను జ్ఞానులను అధికారులను సంస్థానాధి పతులను బలాఢ్యులను మత్తిల్లజేసెదనువారు చిరకాల నిద్రనొంది మేలుకొనకపోదురు ఇదే రాజు వాక్కు సైన్యములకధిపతియగు యెహోవా అని ఆయనకు పేరు."},{"number":58,"verse":"సైన్యములకధిపతియగు యెహోవా ఈ మాట సెల విచ్చుచున్నాడు విశాలమైన బబులోను ప్రాకారములు బొత్తిగా పడ గొట్టబడును దాని ఉన్నతమైన గుమ్మములు అగ్నిచేత కాల్చివేయ బడును –జనములు వృథాగా ప్రయాసపడుచున్నారు అగ్నిలో పడుటకై ప్రయాసపడుచున్నారు ప్రజలు చూచి అలయుచున్నారు."},{"number":59,"verse":"సిద్కియా యేలుబడియందు నాలుగవ సంవత్సరమున శెరాయా దండు భోజనసామగ్రికి అధికారియైయుండి సిద్కియాతోకూడ బబులోనునకు వెళ్లినప్పుడు నేరీయా కుమారుడును మహసేయా మనుమడునైన ఆ శెరాయాకు యిర్మీయా ఆజ్ఞాపించిన మాట.౹"},{"number":60,"verse":"యిర్మీయా బబులోను మీదికి వచ్చు అపాయములన్నిటిని, అనగా బబులోనునుగూర్చి వ్రాయబడిన యీ మాటలన్నిటిని గ్రంథములో వ్రాసెను.౹"},{"number":61,"verse":"కాగా యిర్మీయా శెరాయాతో ఇట్లనెను— నీవు బబులోనునకు వచ్చినప్పుడు ఈ మాటలన్నిటిని చదివి వినిపించవలెను.౹"},{"number":62,"verse":"ఈలాగున నీవు ప్రకటింపవలెను— యెహోవా, మనుష్యులైనను జంతువులైనను మరి ఏదైనను ఈ స్థలమందు నివసింపక పోవుదురనియు, అది నిత్యము పాడుగా నుండుననియు దానినిగూర్చి నీవు సెలవిచ్చితివి.౹"},{"number":63,"verse":"ఈ గ్రంథమును చదివి చాలించినతరువాత నీవు దానికి రాయికట్టి యూఫ్రటీసునదిలో దాని వేసి"},{"number":64,"verse":"నేను దాని మీదికి రప్పింపబోవుచున్న అపాయములచేత బబులోను మరల పైకి రాలేక ఆలాగే మునిగిపోవును, దాని జనులు అలసియుందురు అను మాటలు నీవు ప్రకటింపవలెను. యిర్మీయాయొక్క మాటలు ఇంతటితో ముగిసెను."}]}