{"bibleAbbr":"LBP1933","bookName":"Titus","bookEnglishName":"Titus","chapterNumber":1,"verses":[{"number":1,"verse":"PAUL, a servant of God, and an apostle of Jesus Christ, in the faith of God's elect, and in the knowledge of true godliness;"},{"number":2,"verse":"In the hope of eternal life, which the true God promised ages ago;"},{"number":3,"verse":"And has in due time revealed his word by our preaching; which preaching has been intrusted to me by the command of God our Saviour;"},{"number":4,"verse":"To Titus, a true son in the common faith: Grace and peace from God the Father, and the LORD Jesus Christ our Saviour."},{"number":5,"verse":"For this cause I left you in Crete, that you should set in order the things that are wanting and ordain elders in every city where there is a need as I had commanded you."},{"number":6,"verse":"Appoint only an elder who is blameless, and the husband of one wife, and one who has faithful children who do not swear and who are not intemperate."},{"number":7,"verse":"For an elder must be blameless, as a steward of God; and he must not be self-willed, not quick tempered, not excessive in the use of wine, not too ready to strike with his hand, not a lover of filthy lucre;"},{"number":8,"verse":"But a lover of hospitality, a lover of good things, sober, just, pious, and temperate of worldly desires;"},{"number":9,"verse":"Holding fast the doctrine of faith, so that he may be able to comfort by his sound doctrine, and to rebuke those who are proud."},{"number":10,"verse":"For there are many unruly and vain talkers and deceivers of the people, especially those who belong to the circumcision:"},{"number":11,"verse":"Whose mouths must be stopped, for they corrupt many families, teaching things which they ought not, for the sake of filthy lucre."},{"number":12,"verse":"One of them, even a prophet of their own, said, The Cre'tians are always liars, vicious beasts with empty bellies."},{"number":13,"verse":"This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith;"},{"number":14,"verse":"And not give heed to Jewish fables, and commandments of men who hate the truth."},{"number":15,"verse":"To the pure, all things are pure: but nothing is pure to those who are defiled and faithless; even their mind and conscience is defiled."},{"number":16,"verse":"They profess to know God, but in works they deny him, and they are abominable, and disobedient, condemning every kind of good work."}]}