{"bibleAbbr":"LBP1933","bookName":"Titus","bookEnglishName":"Titus","chapterNumber":2,"verses":[{"number":1,"verse":"BUT you must preach the things which are proper to sound doctrine."},{"number":2,"verse":"Teach the older men to be vigilant, sober, pure, sound in faith, in love, charity and patience."},{"number":3,"verse":"Teach the older women likewise, to behave as becomes the worship of God, not false accusers, not enslaved to much wine, but to become teachers of good things;"},{"number":4,"verse":"That they may teach the young women to be modest, to love their husbands and their children,"},{"number":5,"verse":"To be discreet, chaste, good home keepers, obedient to their own husbands, so that no one can reproach the word of God."},{"number":6,"verse":"Likewise exhort the young to be modest."},{"number":7,"verse":"In every thing show yourself an example in all good works, and in your teaching let your word be sound."},{"number":8,"verse":"Choose sound words that are instructive so that no man can point the finger of scorn at us, and so that he who is against us may be shamed, when he can find nothing evil to say about us."},{"number":9,"verse":"Exhort servants to be obedient to their own masters and to please them well in all things not contentious;"},{"number":10,"verse":"Not stealing but manifesting true sincerity that they may adorn the doctrine of God our Saviour in all things."},{"number":11,"verse":"For the grace of God that brings salvation has been revealed to all men."},{"number":12,"verse":"It teaches us to renounce ungodliness and worldly lusts, and to live in this world soberly, righteously, and in godliness;"},{"number":13,"verse":"Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;"},{"number":14,"verse":"Who gave himself for us, that he might redeem us from all iniquity, and might purify us to be his own, a new people, zealous of good works."},{"number":15,"verse":"These things speak and exhort and rebuke with all authority. Let no man despise you."}]}