{"bibleAbbr":"NET2007","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":1,"verses":[{"number":1,"verse":"Introduction This is the prophetic message that the LORD gave to (tn Heb “The word of the Lord which came to.”) Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah. Zephaniah delivered this message during the reign of (tn Heb “in the days of.” The words “Zephaniah delivered this message” are supplied in the translation for clarification.) King Josiah son of Amon of Judah:"},{"number":2,"verse":"The Lord’s Day of Judgment is Approaching “I will destroy (tn The Hebrew text combines the infinitive absolute of אָסַף (’asaf, “gather up, sweep away”) with a Hiphil prefixed first person form of סוּף (suf, “come to an end”; see Jer 8:13 for the same combination). This can be translated literally, “Sweeping away, I will bring to an end.” Some prefer to emend the text so that the infinitive and finite form of the verb are from the same root (“I will certainly sweep away,” if from אָסַף [cf. NEB, NIV, NRSV]; “I will certainly bring to an end,” if from סוּף). For a discussion of proposals see J. J. M. Roberts, Nahum, Habakkuk, and Zephaniah (OTL), 167, 169.) everything from the face of the earth,” says the LORD."},{"number":3,"verse":"“I will destroy people and animals; I will destroy the birds in the sky and the fish in the sea. (The idolatrous images of these creatures will be destroyed along with evil people.) (tn Heb “And the stumbling blocks [or, “ruins”] with the evil”; or “the things that make the evil stumble.” The line does not appear in the original form of the LXX; it may be a later scribal addition. The present translation assumes the “stumbling blocks” are idolatrous images of animals, birds, and fish. See J. J. M. Roberts, Nahum, Habakkuk, and Zephaniah (OTL), 167, and Adele Berlin, Zephaniah (AB), 73-74.) I will remove (tn Heb “cut off.”) humanity from the face of the earth,” says the LORD."},{"number":4,"verse":"“I will attack (tn Heb “I will stretch out my hand against,” is an idiom for hostile action.) Judah and all who live in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) I will remove (tn Heb “cut off.”) from this place every trace of Baal worship, (tn Heb “the remnant of Baal.”) as well as the very memory (tn Heb “name.” Here the “name” is figurative for the memory of those who bear it.) of the pagan priests. (tc Heb “of the pagan priests and priests.” The first word (כְּמָרִים, kÿmarim) refers to idolatrous priests in its two other appearances in the OT (2 Kgs 23:5, Hos 10:5), while the second word (כֹּהֲנִים, kohanim) is the normal term for “priest” and is used of both legitimate and illegitimate priests in the OT. It is likely that the second term, which is omitted in the LXX, is a later scribal addition to the Hebrew text, defining the extremely rare word that precedes (see J. J. M. Roberts, Nahum, Habakkuk, and Zephaniah [OTL], 167-68; cf. also NEB, NRSV). Some argue that both words are original; among the modern English versions that include both are NASB and NIV. Possibly the first word refers to outright pagan priests, while the second has in view once-legitimate priests of the Lord who had drifted into idolatrous practices. Another option is found in Adele Berlin, who translates, “the idolatrous priests among the priests,” understanding the second word as giving the general category of which the idolatrous priests are a part (Zephaniah [AB 25A], 75).)"},{"number":5,"verse":"I will remove (tn The words “I will remove” are repeated from v. 4b for stylistic reasons. In the Hebrew text vv. 4b–6 contain a long list of objects for the verb “I will remove” in v. 4b. In the present translation a new sentence was begun at the beginning of v. 5 in keeping with the tendency of contemporary English to use shorter sentences.) those who worship the stars in the sky from their rooftops, (tn Heb “those who worship on their roofs the host of heaven.” The “host of heaven” included the sun, moon, planets, and stars, all of which were deified in the ancient Near East.) those who swear allegiance to the LORD (tc The MT reads, “those who worship, those who swear allegiance to the Lord.” The original form of the LXX omits the phrase “those who worship”; it may have been accidentally repeated from the preceding line. J. J. M. Roberts prefers to delete as secondary the phrase “those who swear allegiance” (J. J. M. Roberts, Nahum, Habakkuk, and Zephaniah [OTL], 168).) while taking oaths in the name of (tn Heb “those who swear by.”) their ‘king,’ (tn The referent of “their king” is unclear. It may refer sarcastically to a pagan god (perhaps Baal) worshiped by the people. Some English versions (cf. NEB, NASB, NRSV) prefer to emend the text to “Milcom,” the name of an Ammonite god (following some LXX mss, Syriac, and Vulgate) or “Molech,” a god to whom the Israelites offered their children (cf. NIV, NLT). For a discussion of the options, see Adele Berlin, Zephaniah (AB 25A), 75-77.)"},{"number":6,"verse":"and those who turn their backs on (tn Heb “turn back from [following] after.”) the LORD and do not want the LORD’s help or guidance.” (tn Heb “who do not seek the Lord and do not inquire of him.” The present translation assumes the first verb refers to praying for divine help and the second to seeking his revealed will through an oracle. Note the usage of the two verbs in 2 Chr 20:3–4.)"},{"number":7,"verse":"Be silent before the Lord GOD, (tn Heb “Lord Lord.” The phrase אֲדֹנָי יְהוִה (adonai yÿhvih) is customarily rendered by Jewish tradition as “Lord God.”) for the LORD’s day of judgment (tn Heb “the day of the Lord.”sn The origin of the concept of “the day of the Lord” is uncertain. It may have originated in the ancient Near Eastern idea of the sovereign’s day of conquest, where a king would boast that he had concluded an entire military campaign in a single day (see D. Stuart, “The Sovereign’s Day of Conquest,” BASOR 221 [1976]: 159-64). In the OT the expression is applied to several acts of divine judgment, some historical and others still future (see A. J. Everson, “The Days of Yahweh,” JBL 93 [1974]: 329-37). In the OT the phrase first appears in Amos (assuming that Amos predates Joel and Obadiah), where it seems to refer to a belief on the part of the northern kingdom that God would intervene on Israel’s behalf and judge the nation’s enemies. Amos affirms that the Lord’s day of judgment is indeed approaching, but he declares that it will be a day of disaster, not deliverance, for Israel. Here in Zephaniah, the “day of the Lord” includes God’s coming judgment of Judah, as well as a more universal outpouring of divine anger.) is almost here. (tn Or “near.”) The LORD has prepared a sacrificial meal; (tn Heb “a sacrifice.” This same word also occurs in the following verse. sn Because a sacrificial meal presupposes the slaughter of animals, it is used here as a metaphor of the bloody judgment to come.) he has ritually purified (tn Or “consecrated” (ASV, NAB, NASB, NIV, NRSV).) his guests."},{"number":8,"verse":"“On the day of the LORD’s sacrificial meal, I will punish the princes (tn Or “officials” (NRSV, TEV); NLT “leaders.”) and the king’s sons, and all who wear foreign styles of clothing. (sn The very dress of the royal court, foreign styles of clothing, revealed the degree to which Judah had assimilated foreign customs.)"},{"number":9,"verse":"On that day I will punish all who leap over the threshold, (sn The point of the statement all who hop over the threshold is unclear. A ritual or superstition associated with the Philistine god Dagon may be in view (see 1 Sam 5:5).) who fill the house of their master (tn The referent of “their master” is unclear. The king or a pagan god may be in view.) with wealth taken by violence and deceit. (tn Heb “who fill…with violence and deceit.” The expression “violence and deceit” refers metonymically to the wealth taken by oppressive measures.)"},{"number":10,"verse":"On that day,” says the LORD, “a loud cry will go up (tn The words “will go up” are supplied in the translation for clarification.) from the Fish Gate, (sn The Fish Gate was located on Jerusalem’s north side (cf. 2 Chr 33:14; Neh 3:3; 12:39).) wailing from the city’s newer district, (tn Heb “from the second area.” This may refer to an area northwest of the temple where the rich lived (see Adele Berlin, Zephaniah [AB 25A], 86; cf. NASB, NRSV “the Second Quarter”; NIV “the New Quarter”).) and a loud crash (tn Heb “great breaking.”) from the hills."},{"number":11,"verse":"Wail, you who live in the market district, (tn Heb “in the Mortar.” The Hebrew term מַכְתֵּשׁ (makhtesh, “mortar”) is apparently here the name of a low-lying area where economic activity took place.) for all the merchants (tn Or perhaps “Canaanites.” Cf. BDB 489 s. v. I and II כְּנַעֲנִי. Translators have rendered the term either as “the merchant people” (KJV, NKJV), “the traders” (NRSV), “merchants” (NEB, NIV), or, alternatively, “the people of Canaan” (NASB).) will disappear (tn Or “be destroyed.”) and those who count money (tn Heb “weigh out silver.”) will be removed. (tn Heb “be cut off.” In the Hebrew text of v. 11b the perfect verbal forms emphasize the certainty of the judgment, speaking of it as if it were already accomplished.)"},{"number":12,"verse":"At that time I will search through Jerusalem with lamps. I will punish the people who are entrenched in their sin, (tn Heb “who thicken on their sediment.” The imagery comes from wine making, where the wine, if allowed to remain on the sediment too long, will thicken into syrup. The image suggests that the people described here were complacent in their sinful behavior and interpreted the delay in judgment as divine apathy.) those who think to themselves, (tn Heb “who say in their hearts.”) ‘The LORD neither rewards nor punishes.’ (tn Heb “The Lord does not do good nor does he do evil.”)"},{"number":13,"verse":"Their wealth will be stolen and their houses ruined! They will not live in the houses they have built, nor will they drink the wine from the vineyards they have planted."},{"number":14,"verse":"The LORD’s great day of judgment (tn Heb “The great day of the Lord.” The words “of judgment” are supplied in the translation here and later in this verse for clarity. See the note on the expression “day of judgment” in v. 7.) is almost here; it is approaching very rapidly! There will be a bitter sound on the LORD’s day of judgment; at that time warriors will cry out in battle. (tn Heb “the sound of the day of the Lord, bitter [is] one crying out there, a warrior.” The present translation does four things: (1) It takes מַר (mar, “bitter”) with what precedes (contrary to the accentuation of the MT). (2) It understands the participle צָרַח (tsarakh, “cry out in battle”) as verbal with “warrior” as its subject. (3) It takes שָׁם (sham, “there”) in a temporal sense, meaning “then, at that time.” (4) It understands “warrior” as collective.)"},{"number":15,"verse":"That day will be a day of God’s anger, (tn Heb “a day of wrath.” The word “God’s” is supplied in the translation for clarification.) a day of distress and hardship, a day of devastation and ruin, a day of darkness and gloom, a day of clouds and dark skies,"},{"number":16,"verse":"a day of trumpet blasts (tn Heb “a ram’s horn.” By metonymy the Hebrew text mentions the trumpet (“ram’s horn”) in place of the sound it produces (“trumpet blasts”).) and battle cries. (sn This description of the day of the Lord consists of an initial reference to anger, followed by four pairs of synonyms. The joining of synonyms in this way emphasizes the degree of the characteristic being described. The first two pairs focus on the distress and ruin that judgment will bring; the second two pairs picture this day of judgment as being very dark (darkness) and exceedingly overcast (gloom). The description concludes with the pairing of two familiar battle sounds, the blast on the ram’s horn (trumpet blasts) and the war cries of the warriors (battle cries).) Judgment will fall on (tn Heb “against.” The words “judgment will fall” are supplied in the translation for clarification.) the fortified cities and the high corner towers."},{"number":17,"verse":"I will bring distress on the people (tn “The people” refers to mankind in general (see vv. 2–3) or more specifically to the residents of Judah (see vv. 4–13).) and they will stumble (tn Heb “walk.”) like blind men, for they have sinned against the LORD. Their blood will be poured out like dirt; their flesh (tn Some take the referent of “flesh” to be more specific here; cf. NEB (“bowels”), NAB (“brains”), NIV (“entrails”).) will be scattered (tn The words “will be scattered” are supplied in the translation for clarity based on the parallelism with “will be poured out” in the previous line.) like manure."},{"number":18,"verse":"Neither their silver nor their gold will be able to deliver them in the day of the LORD’s angry judgment. The whole earth (tn Or “land” (cf. NEB). This same word also occurs at the end of the present verse.) will be consumed by his fiery wrath. (tn Or “passion”; traditionally, “jealousy.”) Indeed, (tn Or “for.”) he will bring terrifying destruction (tn Heb “complete destruction, even terror, he will make.”) on all who live on the earth.” (tn It is not certain where the Lord’s words end and the prophet’s words begin. It is possible that Zephaniah begins speaking in the middle of v. 17 or at the beginning of v. 18 (note the third person pronouns referring to the Lord).)"}]}