{"bibleAbbr":"NLT2007","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":25,"verses":[{"number":1,"verse":"Moab Seduces Israel While the Israelites were camped at Acacia Grove, (Hebrew Shittim.) some of the men defiled themselves by having (As in Greek version; Hebrew reads some of the men began having.) sexual relations with local Moabite women."},{"number":2,"verse":"These women invited them to attend sacrifices to their gods, so the Israelites feasted with them and worshiped the gods of Moab."},{"number":3,"verse":"In this way, Israel joined in the worship of Baal of Peor, causing the LORD’s anger to blaze against his people."},{"number":4,"verse":"The LORD issued the following command to Moses: “Seize all the ringleaders and execute them before the LORD in broad daylight, so his fierce anger will turn away from the people of Israel.”"},{"number":5,"verse":"So Moses ordered Israel’s judges, “Each of you must put to death the men under your authority who have joined in worshiping Baal of Peor.”"},{"number":6,"verse":"Just then one of the Israelite men brought a Midianite woman into his tent, right before the eyes of Moses and all the people, as everyone was weeping at the entrance of the Tabernacle. (Hebrew the Tent of Meeting.)"},{"number":7,"verse":"When Phinehas son of Eleazar and grandson of Aaron the priest saw this, he jumped up and left the assembly. He took a spear"},{"number":8,"verse":"and rushed after the man into his tent. Phinehas thrust the spear all the way through the man’s body and into the woman’s stomach. So the plague against the Israelites was stopped,"},{"number":9,"verse":"but not before 24000 people had died."},{"number":10,"verse":"Then the LORD said to Moses,"},{"number":11,"verse":"“Phinehas son of Eleazar and grandson of Aaron the priest has turned my anger away from the Israelites by being as zealous among them as I was. So I stopped destroying all Israel as I had intended to do in my zealous anger."},{"number":12,"verse":"Now tell him that I am making my special covenant of peace with him."},{"number":13,"verse":"In this covenant, I give him and his descendants a permanent right to the priesthood, for in his zeal for me, his God, he purified the people of Israel, making them right with me. (Or he made atonement for the people of Israel.) ”"},{"number":14,"verse":"The Israelite man killed with the Midianite woman was named Zimri son of Salu, the leader of a family from the tribe of Simeon."},{"number":15,"verse":"The woman’s name was Cozbi; she was the daughter of Zur, the leader of a Midianite clan."},{"number":16,"verse":"Then the LORD said to Moses,"},{"number":17,"verse":"“Attack the Midianites and destroy them,"},{"number":18,"verse":"because they assaulted you with deceit and tricked you into worshiping Baal of Peor, and because of Cozbi, the daughter of a Midianite leader, who was killed at the time of the plague because of what happened at Peor.”"}]}