{"bibleAbbr":"NLT2007","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"Avoiding Lawsuits with Christians When one of you has a dispute with another believer, how dare you file a lawsuit and ask a secular court to decide the matter instead of taking it to other believers (Greek God’s holy people; also in 6:2.) !"},{"number":2,"verse":"Don’t you realize that someday we believers will judge the world? And since you are going to judge the world, can’t you decide even these little things among yourselves?"},{"number":3,"verse":"Don’t you realize that we will judge angels? So you should surely be able to resolve ordinary disputes in this life."},{"number":4,"verse":"If you have legal disputes about such matters, why go to outside judges who are not respected by the church?"},{"number":5,"verse":"I am saying this to shame you. Isn’t there anyone in all the church who is wise enough to decide these issues?"},{"number":6,"verse":"But instead, one believer (Greek one brother.) sues another—right in front of unbelievers!"},{"number":7,"verse":"Even to have such lawsuits with one another is a defeat for you. Why not just accept the injustice and leave it at that? Why not let yourselves be cheated?"},{"number":8,"verse":"Instead, you yourselves are the ones who do wrong and cheat even your fellow believers. (Greek even the brothers.)"},{"number":9,"verse":"Don’t you realize that those who do wrong will not inherit the Kingdom of God? Don’t fool yourselves. Those who indulge in sexual sin, or who worship idols, or commit adultery, or are male prostitutes, or practice homosexuality,"},{"number":10,"verse":"or are thieves, or greedy people, or drunkards, or are abusive, or cheat people—none of these will inherit the Kingdom of God."},{"number":11,"verse":"Some of you were once like that. But you were cleansed; you were made holy; you were made right with God by calling on the name of the Lord Jesus Christ and by the Spirit of our God."},{"number":12,"verse":"Avoiding Sexual Sin You say, “I am allowed to do anything”—but not everything is good for you. And even though “I am allowed to do anything,” I must not become a slave to anything."},{"number":13,"verse":"You say, “Food was made for the stomach, and the stomach for food.” (This is true, though someday God will do away with both of them.) But you can’t say that our bodies were made for sexual immorality. They were made for the Lord, and the Lord cares about our bodies."},{"number":14,"verse":"And God will raise us from the dead by his power, just as he raised our Lord from the dead."},{"number":15,"verse":"Don’t you realize that your bodies are actually parts of Christ? Should a man take his body, which is part of Christ, and join it to a prostitute? Never!"},{"number":16,"verse":"And don’t you realize that if a man joins himself to a prostitute, he becomes one body with her? For the Scriptures say, “The two are united into one.” (Gen 2:24.)"},{"number":17,"verse":"But the person who is joined to the Lord is one spirit with him."},{"number":18,"verse":"Run from sexual sin! No other sin so clearly affects the body as this one does. For sexual immorality is a sin against your own body."},{"number":19,"verse":"Don’t you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself,"},{"number":20,"verse":"for God bought you with a high price. So you must honor God with your body."}]}