{
  "bibleAbbr" : "TIRV2017",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 102,
  "verses" : [ {
    "number" : 1,
    "verse" : "துயரப்படுகிறவன் துக்கத்தில் மூழ்கி கர்த்தரிடத்தில் தன் மனவேதனையை தெரியப்படுத்தும் விண்ணப்பம் கர்த்தாவே, என்னுடைய விண்ணப்பத்தைக் கேளும்; என்னுடைய கூப்பிடுதல் உம்மிடத்தில் சேர்வதாக."
  }, {
    "number" : 2,
    "verse" : "என்னுடைய ஆபத்துநாளிலே உமது முகத்தை எனக்கு மறைக்காமல் இரும்; உமது செவியை என்னிடத்தில் சாயும்; நான் கூப்பிடுகிற நாளிலே எனக்கு விரைவாக பதில் சொல்லும்."
  }, {
    "number" : 3,
    "verse" : "என்னுடைய நாட்கள் புகையைப்போல் ஒழிந்தது; என்னுடைய எலும்புகள் ஒரு கொள்ளியைப்போல் எரிந்தது."
  }, {
    "number" : 4,
    "verse" : "என்னுடைய இருதயம் புல்லைப்போல் வெட்டப்பட்டு உலர்ந்தது; என்னுடைய ஆகாரத்தைச் சாப்பிட மறந்தேன்."
  }, {
    "number" : 5,
    "verse" : "என்னுடைய பெருமூச்சின் சத்தத்தினால், என்னுடைய எலும்புகள் என்னுடைய சரீரத்தோடு ஒட்டிக்கொள்ளுகிறது."
  }, {
    "number" : 6,
    "verse" : "வனாந்தர நாரைக்கு ஒப்பானேன்; பாழான இடங்களில் தங்கும் ஆந்தையைப் போலானேன்."
  }, {
    "number" : 7,
    "verse" : "நான் தூக்கம் இல்லாமல் வீட்டின்மேல் தனித்திருக்கும் குருவியைப்போல இருக்கிறேன்."
  }, {
    "number" : 8,
    "verse" : "நாள்தோறும் என்னுடைய எதிரிகள் என்னை நிந்திக்கிறார்கள்; என்மேல் மூர்க்கவெறிகொண்டவர்கள் எனக்கு விரோதமாகச் சாபம் இடுகிறார்கள்."
  }, {
    "number" : 9,
    "verse" : "நீர் என்னை உயரத்தூக்கி, கீழேத் தள்ளினீர், உமது கோபத்திற்கும், கடுங்கோபத்திற்கும் உள்ளானேன்."
  }, {
    "number" : 10,
    "verse" : "ஆதலால், நான் சாம்பலை அப்பமாகச் சாப்பிட்டு, என்னுடைய பானங்களைக் கண்ணீரோடு கலக்கிறேன்."
  }, {
    "number" : 11,
    "verse" : "என்னுடைய நாட்கள் சாய்ந்துபோகிற நிழலைப்போலிருக்கிறது; புல்லைப்போல் உலர்ந்துபோகிறேன்."
  }, {
    "number" : 12,
    "verse" : "கர்த்தராகிய நீரோ என்றென்றைக்கும் இருக்கிறீர்; உம்முடைய பெயரின் புகழ் தலைமுறை தலைமுறையாக நிற்கும்."
  }, {
    "number" : 13,
    "verse" : "தேவனே நீர் எழுந்தருளி சீயோனுக்கு இரங்குவீர்; அதற்கு தயவு செய்யும் காலமும், அதற்காகக் குறித்த நேரமும் வந்தது."
  }, {
    "number" : 14,
    "verse" : "உம்முடைய ஊழியக்காரர்கள் அதின் கல்லுகள்மேல் வாஞ்சைவைத்து, அதின் மண்ணுக்குப் பரிதபிக்கிறார்கள்."
  }, {
    "number" : 15,
    "verse" : "கர்த்தர் சீயோனைக் கட்டி, தமது மகிமையில் வெளிப்படுவார்."
  }, {
    "number" : 16,
    "verse" : "திக்கற்றவர்களுடைய ஜெபத்தை அலட்சியம்செய்யாமல், அவர்கள் விண்ணப்பத்தை அங்கீகரிப்பார்."
  }, {
    "number" : 17,
    "verse" : "அப்பொழுது தேசங்கள் கர்த்தருடைய பெயருக்கும், பூமியிலுள்ள ராஜாக்களெல்லோரும் உம்முடைய மகிமைக்கும் பயப்படுவார்கள்."
  }, {
    "number" : 18,
    "verse" : "பின்சந்ததிக்காக இது எழுதப்படும்; உருவாக்கப்படும் மக்கள் கர்த்தரைத் துதிப்பார்கள்."
  }, {
    "number" : 19,
    "verse" : "கர்த்தர் கட்டுண்டவர்களின் பெருமூச்சைக் கேட்கவும், கொலைக்கு நியமிக்கப்பட்டவர்களை விடுதலையாக்கவும்,"
  }, {
    "number" : 20,
    "verse" : "தம்முடைய உயர்ந்த பரிசுத்த ஸ்தலத்திலிருந்து பார்த்து, வானங்களிலிருந்து பூமியின்மேல் கண்ணோக்கமானார்."
  }, {
    "number" : 21,
    "verse" : "கர்த்தருக்கு ஆராதனைசெய்ய, மக்களும் ராஜ்ஜியங்களும் ஒன்றாகக் கூடிக்கொள்ளும்போது,"
  }, {
    "number" : 22,
    "verse" : "சீயோனில் கர்த்தருடைய பெயரையும், எருசலேமில் அவருடைய துதியையும் பறைசாற்றுவார்கள்."
  }, {
    "number" : 23,
    "verse" : "வழியிலே என்னுடைய பெலனை அவர் ஒடுக்கி, என்னுடைய நாட்களைக் குறுகச்செய்தார்."
  }, {
    "number" : 24,
    "verse" : "அப்பொழுது நான்: என் தேவனே, பாதி வயதில் என்னை எடுத்துக்கொள்ளாமல் இரும்; உம்முடைய வருடங்கள் தலைமுறை தலைமுறையாக இருக்கும்."
  }, {
    "number" : 25,
    "verse" : "நீர் ஆரம்பத்திலே பூமியை அஸ்திபாரப்படுத்தினீர்; வானங்கள் உம்முடைய கரத்தின் செயல்களாக இருக்கிறது."
  }, {
    "number" : 26,
    "verse" : "அவைகள் அழிந்துபோகும், நீரோ நிலைத்திருப்பீர்; அவைகளெல்லாம் ஆடையைப்போல் பழமையாகப்போகும்; அவைகளை ஒரு சால்வையைப்போல் மாற்றுவீர், அப்பொழுது மாறிப்போகும்."
  }, {
    "number" : 27,
    "verse" : "நீரோ மாறாதவராக இருக்கிறீர்; உமது ஆண்டுகள் முடிந்துபோவதில்லை."
  }, {
    "number" : 28,
    "verse" : "உமது அடியாரின் பிள்ளைகள் வாழ்ந்திருப்பார்கள்; அவர்களுடைய சந்ததி உமக்கு முன்பாக நிலைபெற்றிருக்கும் என்று சொன்னேன்."
  } ]
}