{"bibleAbbr":"kj21-1994","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"My God, My God, why hast Thou forsaken Me? Why art Thou so far from helping Me, and from the words of My groaning?"},{"number":2,"verse":"O My God, I cry in the daytime, but Thou hearest not; and in the night season I am not silent."},{"number":3,"verse":"But Thou art holy, O Thou that inhabitest the praises of Israel."},{"number":4,"verse":"Our fathers trusted in Thee; they trusted, and Thou didst deliver them."},{"number":5,"verse":"They cried unto Thee and were delivered; they trusted in Thee and were not confounded."},{"number":6,"verse":"But I am a worm and no man, a reproach of men and despised by the people."},{"number":7,"verse":"All they that see Me laugh Me to scorn; they shoot out their lip, they shake their head, saying,"},{"number":8,"verse":"\"He trusted in the LORD that He would deliver him; let Him deliver him, seeing He delighted in him!\""},{"number":9,"verse":"But Thou art He that took Me out of the womb; Thou didst make Me hope when I was upon My mother's breasts."},{"number":10,"verse":"I was cast upon Thee from the womb; Thou art My God from My mother's belly."},{"number":11,"verse":"Be not far from Me, for trouble is near; for there is none to help."},{"number":12,"verse":"Many bulls have compassed Me about; strong bulls of Bashan have beset Me round."},{"number":13,"verse":"They gaped at Me with their mouths, as a ravening and a roaring lion."},{"number":14,"verse":"I am poured out like water, and all My bones are out of joint; My heart is like wax; it is melted in the midst of My body."},{"number":15,"verse":"My strength is dried up like a potsherd, and My tongue cleaveth to My jaws; and Thou hast brought Me into the dust of death."},{"number":16,"verse":"For dogs have surrounded Me; the assembly of the wicked have enclosed Me; they pierced My hands and My feet."},{"number":17,"verse":"I can count all My bones; they look and stare upon Me."},{"number":18,"verse":"They part My garments among them, and cast lots upon My vesture."},{"number":19,"verse":"But be Thou not far from Me, O LORD; O My Strength, hasten Thee to help Me!"},{"number":20,"verse":"Deliver My soul from the sword, My only one from the power of the dog."},{"number":21,"verse":"Save Me from the lion's mouth; for Thou hast heard Me from the horns of the unicorns."},{"number":22,"verse":"I will declare Thy name unto My brethren; in the midst of the congregation will I praise Thee."},{"number":23,"verse":"Ye that fear the LORD, praise Him! All ye the seed of Jacob, glorify Him; and fear Him, all ye the seed of Israel."},{"number":24,"verse":"For He hath not despised nor abhorred the affliction of the afflicted; neither hath He hid His face from Him, but when He cried unto Him, He heard."},{"number":25,"verse":"My praise shall be of Thee in the great congregation; I will pay My vows before them that fear Him."},{"number":26,"verse":"The meek shall eat and be satisfied; they shall praise the LORD that seek Him. Your heart shall live for ever."},{"number":27,"verse":"All the ends of the world shall remember and turn unto the LORD, and all the kindreds of the nations shall worship before Thee."},{"number":28,"verse":"For the kingdom is the LORD'S, and He is the governor among the nations."},{"number":29,"verse":"All they that are fat upon the earth shall eat and worship; all they that go down to the dust shall bow before Him, for none can keep alive his own soul."},{"number":30,"verse":"A seed shall serve Him; it shall be accounted to the Lord for a generation."},{"number":31,"verse":"They shall come and shall declare His righteousness unto a people that shall be born, that He hath done this."}]}