{"bibleAbbr":"CVg2018","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"Eliseus autem prophetes vocavit unum de filiis prophetarum, et ait illi : Accinge lumbos tuos, et tolle lenticulam olei hanc in manu tua, et vade in Ramoth Galaad."},{"number":2,"verse":"Cumque veneris illuc, videbis Jehu filium Josaphat filii Namsi : et ingressus suscitabis eum de medio fratrum suorum, et introduces in interius cubiculum."},{"number":3,"verse":"Tenensque lenticulam olei, fundes super caput ejus, et dices : Hæc dicit Dominus : Unxi te regem super Israël. Aperiesque ostium, et fugies, et non ibi subsistes."},{"number":4,"verse":"Abiit ergo adolescens puer prophetæ in Ramoth Galaad,"},{"number":5,"verse":"et ingressus est illuc : ecce autem principes exercitus sedebant : et ait : Verbum mihi ad te, o princeps. Dixitque Jehu : Ad quem ex omnibus nobis ? At ille dixit : Ad te, o princeps."},{"number":6,"verse":"Et surrexit, et ingressus est cubiculum : at ille fudit oleum super caput ejus, et ait : Hæc dicit Dominus Deus Israël : Unxi te regem super populum Domini Israël,"},{"number":7,"verse":"et percuties domum Achab domini tui, et ulciscar sanguinem servorum meorum prophetarum, et sanguinem omnium servorum Domini de manu Jezabel."},{"number":8,"verse":"Perdamque omnem domum Achab : et interficiam de Achab mingentem ad parietem, et clausum et novissimum in Israël."},{"number":9,"verse":"Et dabo domum Achab sicut domum Jeroboam filii Nabat, et sicut domum Baasa filii Ahia."},{"number":10,"verse":"Jezabel quoque comedent canes in agro Jezrahel, nec erit qui sepeliat eam. Aperuitque ostium, et fugit."},{"number":11,"verse":"Jehu autem egressus est ad servos domini sui : qui dixerunt ei : Rectene sunt omnia ? quid venit insanus iste ad te ? Qui ait eis : Nostis hominem, et quid locutus sit."},{"number":12,"verse":"At ille responderunt : Falsum est, sed magis narra nobis. Qui ait eis : Hæc et hæc locutus est mihi, et ait : Hæc dicit Dominus : Unxi te regem super Israël."},{"number":13,"verse":"Festinaverunt itaque, et unusquisque tollens pallium suum posuerunt sub pedibus ejus in similitudinem tribunalis, et cecinerunt tuba, atque dixerunt : Regnavit Jehu."},{"number":14,"verse":"Conjuravit ergo Jehu filius Josaphat filii Namsi contra Joram : porro Joram obsederat Ramoth Galaad, ipse et omnis Israël contra Hazaël regem Syriæ :"},{"number":15,"verse":"et reversus fuerat ut curaretur in Jezrahel propter vulnera, quia percusserant eum Syri præliantem contra Hazaël regem Syriæ. Dixitque Jehu : Si placet vobis, nemo egrediatur profugus de civitate, ne vadat, et nuntiet in Jezrahel."},{"number":16,"verse":"Et ascendit, et profectus est in Jezrahel : Joram enim ægrotabat ibi, et Ochozias rex Juda descenderat ad visitandum Joram."},{"number":17,"verse":"Igitur speculator qui stabat super turrim Jezrahel, vidit globum Jehu venientis, et ait : Video ego globum. Dixitque Joram : Tolle currum, et mitte in occursum eorum, et dicat vadens : Rectene sunt omnia ?"},{"number":18,"verse":"Abiit ergo qui ascenderat currum, in occursum ejus, et ait : Hæc dicit rex : Pacatane sunt omnia ? Dixitque Jehu : Quid tibi et paci ? transi, et sequere me. Nuntiavit quoque speculator, dicens : Venit nuntius ad eos, et non revertitur."},{"number":19,"verse":"Misit etiam currum equorum secundum : venitque ad eos, et ait : Hæc dicit rex : Numquid pax est ? Et ait Jehu : Quid tibi et paci ? transi, et sequere me."},{"number":20,"verse":"Nuntiavit autem speculator, dicens : Venit usque ad eos, et non revertitur : est autem incessus quasi incessus Jehu filii Namsi, præceps enim graditur."},{"number":21,"verse":"Et ait Joram : Junge currum. Junxeruntque currum ejus, et egressus est Joram rex Israël, et Ochozias rex Juda, singuli in curribus suis, egressique sunt in occursum Jehu, et invenerunt eum in agro Naboth Jezrahelitæ."},{"number":22,"verse":"Cumque vidisset Joram Jehu, dixit : Pax est, Jehu ? At ille respondit : Quæ pax ? adhuc fornicationes Jezabel matris tuæ, et veneficia ejus multa, vigent."},{"number":23,"verse":"Convertit autem Joram manum suam, et fugiens ait ad Ochoziam : Insidiæ, Ochozia."},{"number":24,"verse":"Porro Jehu tetendit arcum manu, et percussit Joram inter scapulas : et egressa est sagitta per cor ejus, statimque corruit in curru suo."},{"number":25,"verse":"Dixitque Jehu ad Badacer ducem : Tolle, projice eum in agro Naboth Jezrahelitæ : memini enim quando ego et tu sedentes in curru sequebamur Achab patrem hujus, quod Dominus onus hoc levaverit super eum, dicens :"},{"number":26,"verse":"Si non pro sanguine Naboth, et pro sanguine filiorum ejus, quem vidi heri, ait Dominus, reddam tibi in agro isto, dicit Dominus. Nunc ergo tolle, et projice eum in agrum juxta verbum Domini."},{"number":27,"verse":"Ochozias autem rex Juda videns hoc, fugit per viam domus horti : persecutusque est eum Jehu, et ait : Etiam hunc percutite in curru suo. Et percusserunt eum in ascensu Gaver, qui est juxta Jeblaam : qui fugit in Mageddo, et mortuus est ibi."},{"number":28,"verse":"Et imposuerunt eum servi ejus super currum suum, et tulerunt in Jerusalem : sepelieruntque eum in sepulchro cum patribus suis in civitate David."},{"number":29,"verse":"Anno undecimo Joram filii Achab, regnavit Ochozias super Judam,"},{"number":30,"verse":"venitque Jehu in Jezrahel. Porro Jezabel, introitu ejus audito, depinxit oculos suos stibio, et ornavit caput suum, et respexit per fenestram"},{"number":31,"verse":"ingredientem Jehu per portam, et ait : Numquid pax potest esse Zambri, qui interfecit dominum suum ?"},{"number":32,"verse":"Levavitque Jehu faciem suam ad fenestram, et ait : Quæ est ista ? et inclinaverunt se ad eum duo vel tres eunuchi."},{"number":33,"verse":"At ille dixit eis : Præcipitate eam deorsum : et præcipitaverunt eam, aspersusque est sanguine paries, et equorum ungulæ conculcaverunt eam."},{"number":34,"verse":"Cumque introgressus esset ut comederet biberetque, ait : Ite, et videte maledictam illam, et sepelite eam : quia filia regis est."},{"number":35,"verse":"Cumque issent ut sepelirent eam, non invenerunt nisi calvariam, et pedes, et summas manus."},{"number":36,"verse":"Reversique nuntiaverunt ei. Et ait Jehu : Sermo Domini est, quem locutus est per servum suum Eliam Thesbiten, dicens : In agro Jezrahel comedent canes carnes Jezabel,"},{"number":37,"verse":"et erunt carnes Jezabel sicut stercus super faciem terræ in agro Jezrahel, ita ut prætereuntes dicant : Hæccine est illa Jezabel ?"}]}