{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"אֲשֶׁ֨ר <WH834> 'a-Sher which הָיָ֤ה <WH1961> ha-Yah came דְבַר־ <WH1697> de-var- The word יְהוָה֙ <WH3068> Yah-weh of the LORD אֶֽל־ <WH413> 'el- to יִרְמְיָ֔הוּ <WH3414> yir-me-Ya-hu, that came to Jeremiah עַל־ <WH5921> 'al- in דִּבְרֵ֖י <WH1697> div-Rei concerning הַבַּצָּרֽוֹת׃ <WH1226> hab-batz-tza-Rot. the dearth"},{"number":2,"verse":"אָבְלָ֣ה <WH56> 'a-ve-Lah mourneth יְהוּדָ֔ה <WH3063> ye-hu-Dah, Judah וּשְׁעָרֶ֥יהָ <WH8179> u-she-'a-Rei-ha and the gates אֻמְלְל֖וּ <WH535> 'um-le-Lu thereof languish קָדְר֣וּ <WH6937> ka-de-Ru they are black לָאָ֑רֶץ <WH776> la-'A-retz; unto the ground וְצִוְחַ֥ת <WH6682> ve-tziv-Chat and the cry יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim of Jerusalem עָלָֽתָה׃ <WH5927> 'a-La-tah. is gone up"},{"number":3,"verse":"וְאַדִּ֣רֵיהֶ֔ם <WH117> ve-'ad-Di-rei-Hem, And their nobles שָׁלְח֥וּ <WH7971> sha-le-Chu have sent; צְעֹורֵיהֶם tze-'o-rei-hem כצְעִירֵיהֶ֖ם <WH6810> tze-'i-rei-Hem least קלַמָּ֑יִם <WH4325> lam-Ma-yim; to the waters בָּ֣אוּ <WH935> Ba-'u they came עַל־ <WH5921> 'al- unto גֵּבִ֞ים <WH1356> ge-Vim the cisterns לֹא־ <WH3808> lo- no מָ֣צְאוּ <WH4672> Ma-tze-'u [and] found מַ֗יִם <WH4325> Ma-yim, no water שָׁ֤בוּ <WH7725> Sha-vu they returned כְלֵיהֶם֙ <WH3627> che-lei-Hem with their vessels רֵיקָ֔ם <WH7387> rei-Kam, empty בֹּ֥שׁוּ <WH954> Bo-shu they were ashamed וְהָכְלְמ֖וּ <WH3637> ve-ha-che-le-Mu and confounded וְחָפ֥וּ <WH2645> ve-cha-Fu and covered רֹאשָֽׁם׃ <WH7218> ro-Sham. their heads"},{"number":4,"verse":"בַּעֲב֤וּר <WH5668> ba-'a-Vur Because הָאֲדָמָה֙ <WH127> ha-'a-da-Mah Because the ground חַ֔תָּה <WH2865> Chat-tah, is chapt כִּ֛י <WH3588> ki for לֹא־ <WH3808> lo- no הָיָ֥ה <WH1961> ha-Yah has been גֶ֖שֶׁם <WH1653> Ge-shem for there was no rain בָּאָ֑רֶץ <WH776> ba-'A-retz; in the earth בֹּ֥שׁוּ <WH954> Bo-shu were ashamed אִכָּרִ֖ים <WH406> 'ik-ka-Rim the plowmen חָפ֥וּ <WH2645> cha-Fu they covered רֹאשָֽׁם׃ <WH7218> ro-Sham. their heads"},{"number":5,"verse":"כִּ֤י <WH3588> ki Because גַם־ <WH1571> gam- even אַיֶּ֙לֶת֙ <WH365> 'ai-Ye-let Yea the hind בַּשָּׂדֶ֔ה <WH7704> bas-sa-Deh, in the field יָלְדָ֖ה <WH3205> Yal-dah also calved וְעָז֑וֹב <WH5800> ve-'a-Zov; and forsook כִּ֥י <WH3588> ki Because לֹֽא־ <WH3808> lo- is no הָיָ֖ה <WH1961> ha-Yah become דֶּֽשֶׁא׃ <WH1877> De-she. [it] because there was no grass"},{"number":6,"verse":"וּפְרָאִים֙ <WH6501> u-fe-ra-'Im And the wild asses עָמְד֣וּ <WH5975> 'a-me-Du did stand עַל־ <WH5921> 'al- on שְׁפָיִ֔ם <WH8205> she-fa-Yim, in the high places שָׁאֲפ֥וּ <WH7602> sha-'a-Fu they snuffed up ר֖וּחַ <WH7307> Ru-ach the wind כַּתַּנִּ֑ים <WH8577> kat-tan-Nim; like dragons כָּל֥וּ <WH3615> ka-Lu did fail עֵינֵיהֶ֖ם <WH5869> 'ei-nei-Hem their eyes כִּי־ <WH3588> ki- For אֵ֥ין <WH369> 'ein there עֵֽשֶׂב׃ <WH6212> 'E-sev. because [there was] no grass"},{"number":7,"verse":"אִם־ <WH518> 'im- Although עֲוֹנֵ֙ינוּ֙ <WH5771> 'a-vo-Nei-nu though our iniquities עָ֣נוּ <WH6030> 'A-nu testify בָ֔נוּ Va-nu, יְהוָ֕ה <WH3068> Yah-weh O LORD עֲשֵׂ֖ה <WH6213> 'a-Seh against us do לְמַ֣עַן <WH4616> le-Ma-'an sake שְׁמֶ֑ךָ <WH8034> she-Me-cha; thou [it] for thy name's כִּֽי־ <WH3588> ki- Truly רַבּ֥וּ <WH7231> rab-Bu are many מְשׁוּבֹתֵ֖ינוּ <WH4878> me-shu-vo-Tei-nu sake for our backslidings לְךָ֥ le-Cha חָטָֽאנוּ׃ <WH2398> cha-Ta-nu. we have sinned"},{"number":8,"verse":"מִקְוֵה֙ <WH4723> mik-Veh O the hope יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel מֽוֹשִׁיע֖וֹ <WH3467> mo-shi-'O the saviour בְּעֵ֣ת <WH6256> be-'Et thereof in time צָרָ֑ה <WH6869> tza-Rah; of trouble לָ֤מָּה <WH4100> Lam-mah Why תִֽהְיֶה֙ <WH1961> tih-Yeh like כְּגֵ֣ר <WH1616> ke-Ger why shouldest thou be as a stranger בָּאָ֔רֶץ <WH776> ba-'A-retz, in the land וּכְאֹרֵ֖חַ <WH732> u-che-'o-Re-ach and as a wayfaring man נָטָ֥ה <WH5186> na-Tah [that] turneth aside לָלֽוּן׃ <WH3885> la-Lun. to tarry for a night"},{"number":9,"verse":"לָ֤מָּה <WH4100> Lam-mah Why תִֽהְיֶה֙ <WH1961> tih-Yeh like כְּאִ֣ישׁ <WH376> ke-'Ish Why shouldest thou be as a man נִדְהָ֔ם <WH1724> nid-Ham, astonied כְּגִבּ֖וֹר <WH1368> ke-gib-Bor as a mighty man לֹא־ <WH3808> lo- not יוּכַ֣ל <WH3201> yu-Chal [that] cannot לְהוֹשִׁ֑יעַ <WH3467> le-ho-Shi-a'; save וְאַתָּ֧ה <WH859> ve-'at-Tah in בְקִרְבֵּ֣נוּ <WH7130> ve-kir-Be-nu [art] in the midst יְהוָ֗ה <WH3068> Yah-weh ;yet thou O LORD וְשִׁמְךָ֛ <WH8034> ve-shim-Cha by thy name עָלֵ֥ינוּ <WH5921> 'a-Lei-nu and we נִקְרָ֖א <WH7121> nik-Ra of us and we are called אַל־ <WH408> 'al- nay תַּנִּחֵֽנוּ׃ <WH3240> tan-ni-Che-nu. leave ס sa-Mek"},{"number":10,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֨ר <WH559> 'a-Mar Thus saith יְהוָ֜ה <WH3068> Yah-weh the LORD לָעָ֣ם <WH5971> la-'Am unto this people הַזֶּ֗ה <WH2088> haz-Zeh, to this כֵּ֤ן <WH3651> ken so אָֽהֲבוּ֙ <WH157> 'a-ha-Vu Thus have they loved לָנ֔וּעַ <WH5128> la-Nu-a', to wander רַגְלֵיהֶ֖ם <WH7272> rag-lei-Hem their feet לֹ֣א <WH3808> lo have not חָשָׂ֑כוּ <WH2820> cha-Sa-chu; they have not refrained וַיהוָה֙ <WH3068> Yah-weh therefore the LORD לֹ֣א <WH3808> lo does not רָצָ֔ם <WH7521> ra-Tzam, doth not accept עַתָּה֙ <WH6258> 'at-Tah now יִזְכֹּ֣ר <WH2142> yiz-Kor them he will now remember עֲוֹנָ֔ם <WH5771> 'a-vo-Nam, their iniquity וְיִפְקֹ֖ד <WH6485> ve-yif-Kod and visit חַטֹּאתָֽם׃ <WH2403> chat-to-Tam. their sins ס sa-Mek"},{"number":11,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer Then said יְהוָ֖ה <WH3068> Yah-weh the LORD אֵלָ֑י <WH413> 'e-Lai; about אַל־ <WH408> 'al- not תִּתְפַּלֵּ֛ל <WH6419> tit-pal-Lel unto me Pray בְּעַד־ <WH1157> be-'ad- about הָעָ֥ם <WH5971> ha-'Am not for this people הַזֶּ֖ה <WH2088> haz-Zeh of this לְטוֹבָֽה׃ <WH2896> le-to-Vah. for [their] good"},{"number":12,"verse":"כִּ֣י <WH3588> ki When יָצֻ֗מוּ <WH6684> ya-Tzu-mu, When they fast אֵינֶ֤נִּי <WH369> 'ei-Nen-ni I am not שֹׁמֵ֙עַ֙ <WH8085> sho-Me-a' I will not hear אֶל־ <WH413> 'el- to רִנָּתָ֔ם <WH7440> rin-na-Tam, their cry וְכִ֧י <WH3588> ve-Chi and when יַעֲל֛וּ <WH5927> ya-'a-Lu and when they offer עֹלָ֥ה <WH5930> 'o-Lah burnt offering וּמִנְחָ֖ה <WH4503> u-min-Chah and an oblation אֵינֶ֣נִּי <WH369> 'ei-Nen-ni I am not רֹצָ֑ם <WH7521> ro-Tzam; I will not accept כִּ֗י <WH3588> Ki, Rather בַּחֶ֙רֶב֙ <WH2719> ba-Che-rev them by the sword וּבָרָעָ֣ב <WH7458> u-va-ra-'Av and by the famine וּבַדֶּ֔בֶר <WH1698> u-vad-De-ver, and by the pestilence אָנֹכִ֖י <WH595> 'a-no-Chi I מְכַלֶּ֥ה <WH3615> me-chal-Leh them but I will consume אוֹתָֽם׃ <WH853> o-Tam. ס sa-Mek"},{"number":13,"verse":"וָאֹמַ֞ר <WH559> va-'o-Mar Then said אֲהָ֣הּ׀ <WH162> 'a-Hah I Ah אֲדֹנָ֣י <WH136> 'a-do-Nai Lord יְהוִ֗ה <WH3069> Yah-weh GOD הִנֵּ֨ה <WH2009> hin-Neh Look הַנְּבִאִ֜ים <WH5030> han-ne-vi-'Im behold the prophets אֹמְרִ֤ים <WH559> 'o-me-Rim say לָהֶם֙ la-Hem לֹֽא־ <WH3808> lo- nor תִרְא֣וּ <WH7200> tir-'U unto them Ye shall not see חֶ֔רֶב <WH2719> Che-rev, the sword וְרָעָ֖ב <WH7458> ve-ra-'Av neither shall ye have famine לֹֽא־ <WH3808> lo- nor יִהְיֶ֣ה <WH1961> yih-Yeh have לָכֶ֑ם la-Chem; כִּֽי־ <WH3588> ki- for שְׁל֤וֹם <WH7965> she-Lom peace אֱמֶת֙ <WH571> 'e-Met you assured אֶתֵּ֣ן <WH5414> 'et-Ten but I will give לָכֶ֔ם <WH99999> la-Chem, בַּמָּק֖וֹם <WH4725> bam-ma-Kom in this place הַזֶּֽה׃ <WH2088> haz-Zeh. this ס sa-Mek"},{"number":14,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh Then the LORD אֵלַ֗י <WH413> 'e-Lai, about שֶׁ֚קֶר <WH8267> ker lies הַנְּבִאִים֙ <WH5030> han-ne-vi-'Im unto me The prophets נִבְּאִ֣ים <WH5012> nib-be-'Im prophesy בִּשְׁמִ֔י <WH8034> bish-Mi, in my name לֹ֤א <WH3808> lo have neither שְׁלַחְתִּים֙ <WH7971> she-lach-Tim I sent וְלֹ֣א <WH3808> ve-Lo nor צִוִּיתִ֔ים <WH6680> tziv-vi-Tim, them not neither have I commanded וְלֹ֥א <WH3808> ve-Lo nor דִבַּ֖רְתִּי <WH1696> dib-Bar-ti them neither spake אֲלֵיהֶ֑ם <WH413> 'a-lei-Hem; about חֲז֨וֹן <WH2377> cha-Zon vision שֶׁ֜קֶר <WH8267> She-ker unto you a false וְקֶ֤סֶם <WH7081> ve-Ke-sem and divination; וֶאֱלוּל ve-'e-lul כוֶֽאֱלִיל֙ <WH457> ve-'e-Lil idol ק; וְתַרְמוּת ve-tar-mut כוְתַרְמִ֣ית <WH8649> ve-tar-Mit deceit קלִבָּ֔ם <WH3820> lib-Bam, of their heart הֵ֖מָּה <WH1992> Hem-mah they מִֽתְנַבְּאִ֥ים <WH5012> mit-nab-be-'Im unto them they prophesy לָכֶֽם׃ <WH99999> la-Chem. ס sa-Mek"},{"number":15,"verse":"לָכֵ֞ן <WH3651> la-Chen Therefore כֹּֽה־ <WH3541> koh- thus אָמַ֣ר <WH559> 'a-Mar Therefore thus saith יְהוָ֗ה <WH3068> Yah-weh the LORD עַֽל־ <WH5921> 'al- concerning הַנְּבִאִ֞ים <WH5030> han-ne-vi-'Im concerning the prophets הַנִּבְּאִ֣ים <WH5012> han-nib-be-'Im that prophesy בִּשְׁמִי֮ <WH8034> bish-Mi in my name וַאֲנִ֣י <WH589> va-'a-Ni There לֹֽא־ <WH3808> lo- will be no שְׁלַחְתִּים֒ <WH7971> she-lach-Tim and I sent וְהֵ֙מָּה֙ <WH1992> ve-Hem-mah those אֹֽמְרִ֔ים <WH559> 'o-me-Rim, them not yet they say חֶ֣רֶב <WH2719> Che-rev Sword וְרָעָ֔ב <WH7458> ve-ra-'Av, and famine לֹ֥א <WH3808> lo will be no יִהְיֶ֖ה <WH1961> yih-Yeh become בָּאָ֣רֶץ <WH776> ba-'A-retz shall not be in this land הַזֹּ֑את <WH2063> haz-Zot; likewise בַּחֶ֤רֶב <WH2719> ba-Che-rev By sword וּבָֽרָעָב֙ <WH7458> u-va-ra-'Av and famine יִתַּ֔מּוּ <WH8552> yit-Tam-mu, be consumed הַנְּבִאִ֖ים <WH5030> han-ne-vi-'Im shall those prophets הָהֵֽמָּה׃ <WH1992> ha-Hem-mah. those"},{"number":16,"verse":"וְהָעָ֣ם <WH5971> ve-ha-'Am And the people אֲשֶׁר־ <WH834> 'a-Sher- to whom הֵ֣מָּה <WH1992> Hem-mah them נִבְּאִ֣ים <WH5012> nib-be-'Im to whom they prophesy לָהֶ֡ם <WH1992> la-Hem like יִֽהְי֣וּ <WH1961> yih-Yu become מֻשְׁלָכִים֩ <WH7993> mush-la-Chim shall be cast out בְּחֻצ֨וֹת <WH2351> be-chu-Tzot in the streets יְרוּשָׁלִַ֜ם <WH3389> ye-ru-sha-Lim of Jerusalem מִפְּנֵ֣י׀ <WH6440> mip-pe-Nei because הָרָעָ֣ב <WH7458> ha-ra-'Av of the famine וְהַחֶ֗רֶב <WH2719> ve-ha-Che-rev, and the sword וְאֵ֤ין <WH369> ve-'Ein and there מְקַבֵּר֙ <WH6912> me-kab-Ber and they shall have none to bury לָהֵ֔מָּה <WH1992> la-Hem-mah, like הֵ֣מָּה <WH1992> Hem-mah like נְשֵׁיהֶ֔ם <WH802> ne-shei-Hem, them their wives וּבְנֵיהֶ֖ם <WH1121> u-ve-nei-Hem nor their sons וּבְנֹֽתֵיהֶ֑ם <WH1323> u-ve-no-tei-Hem; nor their daughters וְשָׁפַכְתִּ֥י <WH8210> ve-sha-fach-Ti for I will pour עֲלֵיהֶ֖ם <WH5921> 'a-lei-Hem and אֶת־ <WH853> 'et- רָעָתָֽם׃ <WH7451> ra-'a-Tam. their wickedness"},{"number":17,"verse":"וְאָמַרְתָּ֤ <WH559> ve-'a-mar-Ta Therefore thou shalt say אֲלֵיהֶם֙ <WH413> 'a-lei-Hem about אֶת־ <WH853> 'et- הַדָּבָ֣ר <WH1697> had-da-Var this word הַזֶּ֔ה <WH2088> haz-Zeh, this תֵּרַ֨דְנָה <WH3381> te-Rad-nah run down עֵינַ֥י <WH5869> 'ei-Nai unto them Let mine eyes דִּמְעָ֛ה <WH1832> dim-'Ah with tears לַ֥יְלָה <WH3915> Lay-lah night וְיוֹמָ֖ם <WH3119> ve-yo-Mam and day וְאַל־ <WH408> ve-'al- not תִּדְמֶ֑ינָה <WH1820> tid-Mei-nah; and let them not cease כִּי֩ <WH3588> ki for שֶׁ֨בֶר <WH7665> She-ver is broken גָּד֜וֹל <WH1419> ga-Dol with a great נִשְׁבְּרָ֗ה <WH7667> nish-be-Rah, breach בְּתוּלַת֙ <WH1330> be-tu-Lat for the virgin בַּת־ <WH1323> bat- daughter עַמִּ֔י <WH5971> 'am-Mi, of my people מַכָּ֖ה <WH4347> mak-Kah blow נַחְלָ֥ה <WH2470> nach-Lah grievous מְאֹֽד׃ <WH3966> me-'Od. with a very"},{"number":18,"verse":"אִם־ <WH518> 'im- If יָצָ֣אתִי <WH3318> ya-Tza-ti If I go forth הַשָּׂדֶ֗ה <WH7704> has-sa-Deh, into the field וְהִנֵּה֙ <WH2009> ve-hin-Neh Behold חַלְלֵי־ <WH2491> chal-lei- then behold the slain חֶ֔רֶב <WH2719> Che-rev, with the sword וְאִם֙ <WH518> ve-'Im if בָּ֣אתִי <WH935> Ba-ti and if I enter הָעִ֔יר <WH5892> ha-'Ir, into the city וְהִנֵּ֖ה <WH2009> ve-hin-Neh Behold תַּחֲלוּאֵ֣י <WH8463> ta-cha-lu-'Ei then behold them that are sick רָעָ֑ב <WH7458> ra-'Av; with famine כִּֽי־ <WH3588> ki- For גַם־ <WH1571> gam- both נָבִ֧יא <WH5030> na-Vi yea both the prophet גַם־ <WH1571> gam- both כֹּהֵ֛ן <WH3548> ko-Hen and the priest סָחֲר֥וּ <WH5503> sa-cha-Ru go about אֶל־ <WH413> 'el- in אֶ֖רֶץ <WH776> 'E-retz into a land וְלֹ֥א <WH3808> ve-Lo not יָדָֽעוּ׃ <WH3045> ya-Da-'u. that they know ס sa-Mek"},{"number":19,"verse":"הֲמָאֹ֨ס <WH3988> ha-ma-'Os Hast thou utterly מָאַ֜סְתָּ <WH3988> ma-'As-ta rejected אֶת־ <WH853> 'et- יְהוּדָ֗ה <WH3063> ye-hu-Dah, Judah אִם־ <WH518> 'im- lo בְּצִיּוֹן֙ <WH6726> be-tzi-yOn Zion גָּעֲלָ֣ה <WH1602> ga-'a-Lah lothed נַפְשֶׁ֔ךָ <WH5315> naf-She-cha, any מַדּ֙וּעַ֙ <WH4069> mad-Du-a' have You הִכִּיתָ֔נוּ <WH5221> hik-ki-Ta-nu, stricken וְאֵ֥ין <WH369> ve-'Ein are beyond לָ֖נוּ La-nu מַרְפֵּ֑א <WH4832> mar-Pe; us and [there is] no healing קַוֵּ֤ה <WH6960> kav-Veh for us;we looked לְשָׁלוֹם֙ <WH7965> le-sha-lOm for peace וְאֵ֣ין <WH369> ve-'Ein nothing ט֔וֹב <WH2896> Tov, and [there is] no good וּלְעֵ֥ת <WH6256> u-le-'Et and for the time מַרְפֵּ֖א <WH4832> mar-Pe of healing וְהִנֵּ֥ה <WH2009> ve-hin-Neh behold בְעָתָֽה׃ <WH1205> ve-'a-Tah. and behold trouble"},{"number":20,"verse":"יָדַ֧עְנוּ <WH3045> ya-Da'-nu We acknowledge יְהוָ֛ה <WH3068> Yah-weh O LORD רִשְׁעֵ֖נוּ <WH7562> rish-'E-nu our wickedness עֲוֹ֣ן <WH5771> 'a-Von [and] the iniquity אֲבוֹתֵ֑ינוּ <WH1> a-vo-Tei-nu; of our fathers כִּ֥י <WH3588> ki for חָטָ֖אנוּ <WH2398> cha-Ta-nu for we have sinned לָֽךְ׃ Lach."},{"number":21,"verse":"אַל־ <WH408> 'al- not תִּנְאַץ֙ <WH5006> tin-'Atz Do not abhor לְמַ֣עַן <WH4616> le-Ma-'an sake שִׁמְךָ֔ <WH8034> shim-Cha, [us] for thy name's אַל־ <WH408> 'al- not תְּנַבֵּ֖ל <WH5034> te-nab-Bel sake do not disgrace כִּסֵּ֣א <WH3678> kis-Se the throne כְבוֹדֶ֑ךָ <WH3519> che-vo-De-cha; of thy glory זְכֹ֕ר <WH2142> ze-Chor remember אַל־ <WH408> 'al- not תָּפֵ֥ר <WH6565> ta-Fer break בְּרִֽיתְךָ֖ <WH1285> be-ri-te-Cha not thy covenant אִתָּֽנוּ׃ <WH854> 'it-Ta-nu. for"},{"number":22,"verse":"הֲיֵ֨שׁ <WH3426> ha-Yesh Are there בְּהַבְלֵ֤י <WH1892> be-hav-Lei [any] among the vanities הַגּוֹיִם֙ <WH1471> hag-go-Yim of the Gentiles מַגְשִׁמִ֔ים <WH1652> mag-shi-Mim, that can cause rain וְאִם־ <WH518> ve-'im- can הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim ;or can the heavens יִתְּנ֣וּ <WH5414> yit-te-Nu give רְבִבִ֑ים <WH7241> re-vi-Vim; shower הֲלֹ֨א <WH3808> ha-Lo not אַתָּה־ <WH859> 'at-tah- you ה֜וּא <WH1931> hu he יְהוָ֤ה <WH3068> Yah-weh Jehovah אֱלֹהֵ֙ינוּ֙ <WH430> 'e-lo-Hei-nu angels וּ֨נְקַוֶּה־ <WH6960> U-ne-kav-veh- gather לָּ֔ךְ <WH99999> Lach, כִּֽי־ <WH3588> ki- for אַתָּ֥ה <WH859> 'at-Tah who עָשִׂ֖יתָ <WH6213> 'a-Si-ta upon thee for thou hast made אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֵֽלֶּה׃ <WH428> 'El-leh. these פ Peh"}]}