{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":19,"verses":[{"number":1,"verse":"כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD הָל֛וֹךְ <WH1980> ha-Loch Go וְקָנִ֥יתָ <WH7069> ve-ka-Ni-ta and get בַקְבֻּ֖ק <WH1228> vak-Buk bottle יוֹצֵ֣ר <WH3335> yo-Tzer a potter's חָ֑רֶשׂ <WH2789> Cha-res; earthen וּמִזִּקְנֵ֣י <WH2205> u-miz-zik-Nei and [take] of the ancients הָעָ֔ם <WH5971> ha-'Am, of the people וּמִזִּקְנֵ֖י <WH2205> u-miz-zik-Nei and of the ancients הַכֹּהֲנִֽים׃ <WH3548> hak-ko-ha-Nim. of the priests"},{"number":2,"verse":"וְיָצָ֙אתָ֙ <WH3318> ve-ya-Tza-ta And go forth אֶל־ <WH413> 'el- to גֵּ֣יא <WH1516> gei unto the valley בֶן־ <WH1121> ven- of the son הִנֹּ֔ם <WH2011> hin-Nom, of Hinnom אֲשֶׁ֕ר <WH834> 'a-Sher which פֶּ֖תַח <WH6607> Pe-tach which [is] by the entry שַׁ֣עַר <WH8179> Sha-'ar gate; הַחֲרָסוּת ha-cha-ra-sut כהַֽחַרְסִ֑ית <WH2777> ha-char-Sit; east קוְקָרָ֣אתָ <WH7121> ve-ka-Ra-ta and proclaim שָּׁ֔ם <WH8033> Sham, there אֶת־ <WH853> 'et- הַדְּבָרִ֖ים <WH1697> had-de-va-Rim there the words אֲשֶׁר־ <WH834> 'a-Sher- which אֲדַבֵּ֥ר <WH1696> 'a-dab-Ber that I shall tell אֵלֶֽיךָ׃ <WH413> 'e-Lei-cha. and to"},{"number":3,"verse":"וְאָֽמַרְתָּ֙ <WH559> ve-'a-mar-Ta And say שִׁמְע֣וּ <WH8085> shim-'U Hear דְבַר־ <WH1697> de-var- ye the word יְהוָ֔ה <WH3068> Yah-weh, of the LORD מַלְכֵ֣י <WH4428> mal-Chei O kings יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וְיֹשְׁבֵ֖י <WH3427> ve-yo-she-Vei and inhabitants יְרֽוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; of Jerusalem כֹּֽה־ <WH3541> koh- thus אָמַר֩ <WH559> 'a-Mar Thus saith יְהוָ֨ה <WH3068> Yah-weh the LORD צְבָא֜וֹת <WH6635> tze-va-'ot of hosts אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel הִנְנִ֨י <WH2005> hin-Ni I am about מֵבִ֤יא <WH935> me-Vi Behold I will bring רָעָה֙ <WH7451> ra-'Ah evil עַל־ <WH5921> 'al- upon הַמָּק֣וֹם <WH4725> ham-ma-Kom upon this place הַזֶּ֔ה <WH2088> haz-Zeh, this אֲשֶׁ֥ר <WH834> 'a-Sher which כָּל־ <WH3605> kol- of everyone שֹׁמְעָ֖הּ <WH8085> sho-me-'Ah the which whosoever heareth תִּצַּ֥לְנָה <WH6750> titz-Tzal-nah shall tingle אָזְנָֽיו׃ <WH241> 'a-ze-Nav. his ears"},{"number":4,"verse":"יַ֣עַן׀ <WH3282> Ya-'an because אֲשֶׁ֣ר <WH834> 'a-Sher they עֲזָבֻ֗נִי <WH5800> 'a-za-Vu-ni, Because they have forsaken וַֽיְנַכְּר֞וּ <WH5234> vay-nak-ke-Ru me and have estranged אֶת־ <WH853> 'et- הַמָּק֤וֹם <WH4725> ham-ma-Kom this place הַזֶּה֙ <WH2088> haz-Zeh this וַיְקַטְּרוּ־ <WH6999> vay-kat-te-ru- and have burned incense בוֹ֙ vo לֵאלֹהִ֣ים <WH430> le-lo-Him gods אֲחֵרִ֔ים <WH312> 'a-che-Rim, in it unto other אֲשֶׁ֧ר <WH834> 'a-Sher that לֹֽא־ <WH3808> lo- neither יְדָע֛וּם <WH3045> ye-da-'Um have known הֵ֥מָּה <WH1992> Hem-mah like וַאֲבֽוֹתֵיהֶ֖ם <WH1> va-'a-vo-tei-Hem whom neither they nor their fathers וּמַלְכֵ֣י <WH4428> u-mal-Chei nor the kings יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah וּמָֽלְא֛וּ <WH4390> u-mal-'U and have filled אֶת־ <WH853> 'et- הַמָּק֥וֹם <WH4725> ham-ma-Kom this place הַזֶּ֖ה <WH2088> haz-Zeh this דַּ֥ם <WH1818> dam with the blood נְקִיִּֽם׃ <WH5355> ne-ki-Yim. of innocents"},{"number":5,"verse":"וּבָנ֞וּ <WH1129> u-va-Nu They have built אֶת־ <WH853> 'et- בָּמ֣וֹת <WH1116> ba-Mot also the high places הַבַּ֗עַל <WH1168> hab-Ba-'al, of Baal לִשְׂרֹ֧ף <WH8313> lis-Rof to burn אֶת־ <WH853> 'et- בְּנֵיהֶ֛ם <WH1121> be-nei-Hem their sons בָּאֵ֖שׁ <WH784> ba-'Esh with fire עֹל֣וֹת <WH5930> o-Lot [for] burnt offerings לַבָּ֑עַל <WH1168> lab-Ba-'al; unto Baal אֲשֶׁ֤ר <WH834> 'a-Sher which לֹֽא־ <WH3808> lo- never צִוִּ֙יתִי֙ <WH6680> tziv-Vi-ti which I commanded וְלֹ֣א <WH3808> ve-Lo of nor דִבַּ֔רְתִּי <WH1696> dib-Bar-ti, not nor spake וְלֹ֥א <WH3808> ve-Lo of nor עָלְתָ֖ה <WH5927> 'al-Tah [it] neither came עַל־ <WH5921> 'al- and לִבִּֽי׃ <WH3820> lib-Bi. [it] into my mind פ Peh"},{"number":6,"verse":"לָכֵ֞ן <WH3651> la-Chen therefore הִנֵּֽה־ <WH2009> hin-neh- behold יָמִ֤ים <WH3117> ya-Mim Therefore behold the days בָּאִים֙ <WH935> ba-'Im come נְאֻם־ <WH5002> ne-'um- saith יְהוָ֔ה <WH3068> Yah-weh, the LORD וְלֹא־ <WH3808> ve-lo- will no יִקָּרֵא֩ <WH7121> yik-ka-Re shall no more be called לַמָּק֨וֹם <WH4725> lam-ma-Kom that this place הַזֶּ֥ה <WH2088> haz-Zeh this ע֛וֹד <WH5750> od longer הַתֹּ֖פֶת <WH8612> hat-To-fet Tophet וְגֵ֣יא <WH1516> ve-Gei nor The valley בֶן־ <WH1121> ven- of the son הִנֹּ֑ם <WH2011> hin-Nom; of Hinnom כִּ֖י <WH3588> ki for אִם־ <WH518> 'im- lo גֵּ֥יא <WH1516> gei but The valley הַהֲרֵגָֽה׃ <WH2028> ha-ha-re-Gah. of slaughter"},{"number":7,"verse":"וּ֠בַקֹּתִי <WH1238> U-vak-ko-ti And I will make void אֶת־ <WH853> 'et- עֲצַ֨ת <WH6098> 'a-Tzat the counsel יְהוּדָ֤ה <WH3063> ye-hu-Dah of Judah וִירוּשָׁלִַ֙ם֙ <WH3389> vi-ru-sha-Lim and Jerusalem בַּמָּק֣וֹם <WH4725> bam-ma-Kom in this place הַזֶּ֔ה <WH2088> haz-Zeh, this וְהִפַּלְתִּ֤ים <WH5307> ve-hip-pal-Tim and I will cause them to fall בַּחֶ֙רֶב֙ <WH2719> ba-Che-rev by the sword לִפְנֵ֣י <WH6440> lif-Nei before אֹֽיְבֵיהֶ֔ם <WH341> 'o-ye-vei-Hem, their enemies וּבְיַ֖ד <WH3027> u-ve-Yad and by the hands מְבַקְשֵׁ֣י <WH1245> me-vak-Shei of them that seek נַפְשָׁ֑ם <WH5315> naf-Sham; their lives וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti will I give אֶת־ <WH853> 'et- נִבְלָתָם֙ <WH5038> niv-la-Tam and their carcases לְמַֽאֲכָ֔ל <WH3978> le-ma-'a-Chal, to be meat לְע֥וֹף <WH5775> le-'of for the fowls הַשָּׁמַ֖יִם <WH8064> hash-sha-Ma-yim of the heaven וּלְבֶהֱמַ֥ת <WH929> u-le-ve-he-Mat and for the beasts הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"},{"number":8,"verse":"וְשַׂמְתִּי֙ <WH7760> ve-sam-Ti And I will make אֶת־ <WH853> 'et- הָעִ֣יר <WH5892> ha-'Ir this city הַזֹּ֔את <WH2063> haz-Zot, likewise לְשַׁמָּ֖ה <WH8047> le-sham-Mah desolate וְלִשְׁרֵקָ֑ה <WH8322> ve-lish-re-Kah; and an hissing כֹּ֚ל <WH3605> kol everyone עֹבֵ֣ר <WH5674> 'o-Ver every one that passeth עָלֶ֔יהָ <WH5921> 'a-Lei-ha, because יִשֹּׁ֥ם <WH8074> yish-Shom thereby shall be astonished וְיִשְׁרֹ֖ק <WH8319> ve-yish-Rok and hiss עַל־ <WH5921> 'al- because כָּל־ <WH3605> kol- of all מַכֹּתֶֽהָ׃ <WH4347> mak-ko-Te-ha. because of all the plagues"},{"number":9,"verse":"וְהַֽאֲכַלְתִּ֞ים <WH398> ve-ha-'a-chal-Tim And I will cause them to eat אֶת־ <WH853> 'et- בְּשַׂ֣ר <WH1320> be-Sar the flesh בְּנֵיהֶ֗ם <WH1121> be-nei-Hem, of their sons וְאֵת֙ <WH853> ve-'Et בְּשַׂ֣ר <WH1320> be-Sar and the flesh בְּנֹתֵיהֶ֔ם <WH1323> be-no-tei-Hem, of their daughters וְאִ֥ישׁ <WH376> ve-'Ish every one בְּשַׂר־ <WH1320> be-sar- the flesh רֵעֵ֖הוּ <WH7453> re-'E-hu of his friend יֹאכֵ֑לוּ <WH398> yo-Che-lu; and they shall eat בְּמָצוֹר֙ <WH4692> be-ma-tzOr in the siege וּבְמָצ֔וֹק <WH4689> u-ve-ma-Tzok, and straitness אֲשֶׁ֨ר <WH834> 'a-Sher which יָצִ֧יקוּ <WH6693> ya-Tzi-ku shall straiten לָהֶ֛ם <WH99999> la-Hem אֹיְבֵיהֶ֖ם <WH341> 'o-ye-vei-Hem wherewith their enemies וּמְבַקְשֵׁ֥י <WH1245> u-me-vak-Shei and they that seek נַפְשָֽׁם׃ <WH5315> naf-Sham. their lives"},{"number":10,"verse":"וְשָׁבַרְתָּ֖ <WH7665> ve-sha-var-Ta Then shalt thou break הַבַּקְבֻּ֑ק <WH1228> hab-bak-Buk; the bottle לְעֵינֵי֙ <WH5869> le-'ei-Nei in the sight הָֽאֲנָשִׁ֔ים <WH582> ha-'a-na-Shim, of the men הַהֹלְכִ֖ים <WH1980> ha-ho-le-Chim that go אוֹתָֽךְ׃ <WH854> o-Tach. for"},{"number":11,"verse":"וְאָמַרְתָּ֨ <WH559> ve-'a-mar-Ta And shalt say אֲלֵיהֶ֜ם <WH413> 'a-lei-Hem to כֹּה־ <WH3541> koh- Thus אָמַ֣ר׀ <WH559> 'a-Mar unto them Thus saith יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֗וֹת <WH6635> tze-va-'ot, of hosts כָּ֣כָה <WH3602> Ka-chah Even so אֶשְׁבֹּ֞ר <WH7665> 'esh-Bor will I break אֶת־ <WH853> 'et- הָעָ֤ם <WH5971> ha-'Am this people הַזֶּה֙ <WH2088> haz-Zeh this וְאֶת־ <WH853> ve-'Et הָעִ֣יר <WH5892> ha-'Ir and this city הַזֹּ֔את <WH2063> haz-Zot, likewise כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher which יִשְׁבֹּר֙ <WH7665> yish-Bor as [one] breaketh אֶת־ <WH853> 'et- כְּלִ֣י <WH3627> ke-Li vessel הַיּוֹצֵ֔ר <WH3335> hai-yo-Tzer, a potter's אֲשֶׁ֛ר <WH834> 'a-Sher which לֹֽא־ <WH3808> lo- not יוּכַ֥ל <WH3201> yu-Chal that cannot לְהֵרָפֵ֖ה <WH7495> le-he-ra-Peh be made whole again ע֑וֹד <WH5750> od; again וּבְתֹ֣פֶת <WH8612> u-ve-To-fet [them] in Tophet יִקְבְּר֔וּ <WH6912> yik-be-Ru, and they shall bury מֵאֵ֥ין <WH369> me-'Ein there מָק֖וֹם <WH4725> ma-Kom till [there be] no place לִקְבּֽוֹר׃ <WH6912> lik-Bor. to bury"},{"number":12,"verse":"כֵּֽן־ <WH3651> ken- This אֶעֱשֶׂ֞ה <WH6213> 'e-'e-Seh Thus will I do לַמָּק֥וֹם <WH4725> lam-ma-Kom unto this place הַזֶּ֛ה <WH2088> haz-Zeh this נְאֻם־ <WH5002> ne-'um- saith יְהוָ֖ה <WH3068> Yah-weh the LORD וּלְיֽוֹשְׁבָ֑יו <WH3427> u-le-yo-she-Vav; and to the inhabitants וְלָתֵ֛ת <WH5414> ve-la-Tet thereof and [even] make אֶת־ <WH853> 'et- הָעִ֥יר <WH5892> ha-'Ir this city הַזֹּ֖את <WH2063> haz-Zot like כְּתֹֽפֶת׃ <WH8612> ke-To-fet. as Tophet"},{"number":13,"verse":"וְהָי֞וּ <WH1961> ve-ha-Yu become בָּתֵּ֣י <WH1004> bat-Tei And the houses יְרוּשָׁלִַ֗ם <WH3389> ye-ru-sha-Lim, of Jerusalem וּבָתֵּי֙ <WH1004> u-vat-Tei and the houses מַלְכֵ֣י <WH4428> mal-Chei of the kings יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah כִּמְק֥וֹם <WH4725> kim-Kom as the place הַתֹּ֖פֶת <WH8612> hat-To-fet of Tophet הַטְּמֵאִ֑ים <WH2931> hat-te-me-'Im; shall be defiled לְכֹ֣ל <WH3605> le-Chol of all הַבָּתִּ֗ים <WH1004> hab-bat-Tim, because of all the houses אֲשֶׁ֨ר <WH834> 'a-Sher whose קִטְּר֜וּ <WH6999> kit-te-Ru they have burned incense עַל־ <WH5921> 'al- and גַּגֹּֽתֵיהֶם֙ <WH1406> gag-go-tei-Hem upon whose roofs לְכֹל֙ <WH3605> le-Chol to all צְבָ֣א <WH6635> tze-Va unto all the host הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of heaven וְהַסֵּ֥ךְ <WH5258> ve-has-Sech and have poured out נְסָכִ֖ים <WH5262> ne-sa-Chim drink offerings לֵאלֹהִ֥ים <WH430> le-lo-Him gods אֲחֵרִֽים׃ <WH312> 'a-che-Rim. unto other פ Peh"},{"number":14,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo Then came יִרְמְיָ֙הוּ֙ <WH3414> yir-me-Ya-hu Jeremiah מֵֽהַתֹּ֔פֶת <WH8612> me-hat-To-fet, from Tophet אֲשֶׁ֨ר <WH834> 'a-Sher after שְׁלָח֧וֹ <WH7971> she-la-Cho had sent יְהוָ֛ה <WH3068> Yah-weh whither the LORD שָׁ֖ם <WH8033> sham in it לְהִנָּבֵ֑א <WH5012> le-hin-na-Ve; him to prophesy וַֽיַּעֲמֹד֙ <WH5975> vai-ya-'a-Mod and he stood בַּחֲצַ֣ר <WH2691> ba-cha-Tzar in the court בֵּית־ <WH1004> beit- house יְהוָ֔ה <WH3068> Yah-weh, of the LORD'S וַיֹּ֖אמֶר <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to כָּל־ <WH3605> kol- all הָעָֽם׃ <WH5971> ha-'Am. to all the people ס sa-Mek"},{"number":15,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar Thus saith יְהוָ֤ה <WH3068> Yah-weh the LORD צְבָאוֹת֙ <WH6635> tze-va-'Ot of hosts אֱלֹהֵ֣י <WH430> 'e-lo-Hei the God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel הִנְנִ֨י <WH2005> hin-Ni behold; מֵבִי me-vi כמֵבִ֜יא <WH935> me-Vi abide קאֶל־ <WH413> 'el- about הָעִ֤יר <WH5892> ha-'Ir upon this city הַזֹּאת֙ <WH2063> haz-zoT likewise וְעַל־ <WH5921> ve-'al- against כָּל־ <WH3605> kol- and all עָרֶ֔יהָ <WH5892> 'a-Rei-ha, and upon all her towns אֵ֚ת <WH853> 'et כָּל־ <WH3605> kol- the entire הָ֣רָעָ֔ה <WH7451> ha-ra-'Ah, all the evil אֲשֶׁ֥ר <WH834> 'a-Sher i דִּבַּ֖רְתִּי <WH1696> dib-Bar-ti that I have pronounced עָלֶ֑יהָ <WH5921> 'a-Lei-ha; against כִּ֤י <WH3588> ki because הִקְשׁוּ֙ <WH7185> hik-Shu against it because they have hardened אֶת־ <WH853> 'et- עָרְפָּ֔ם <WH6203> 'a-re-Pam, their necks לְבִלְתִּ֖י <WH1115> le-vil-Ti not שְׁמ֥וֹעַ <WH8085> she-Mo-a' that they might not hear אֶת־ <WH853> 'et- דְּבָרָֽי׃ <WH1697> de-va-Rai. my words"}]}