{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":40,"verses":[{"number":1,"verse":"הַדָּבָ֞ר <WH1697> had-da-Var The word אֲשֶׁר־ <WH834> 'a-Sher- which הָיָ֤ה <WH1961> ha-Yah came אֶֽל־ <WH413> 'el- to יִרְמְיָ֙הוּ֙ <WH3414> yir-me-Ya-hu that came to Jeremiah מֵאֵ֣ת <WH853> me-'Et יְהוָ֔ה <WH3068> Yah-weh, from the LORD אַחַ֣ר׀ <WH310> 'a-Char after שַׁלַּ֣ח <WH7971> shal-Lach had let him go אֹת֗וֹ <WH853> o-To, נְבוּזַרְאֲדָ֛ן <WH5018> ne-vu-zar-'a-Dan that Nebuzaradan רַב־ <WH7227> rav- the captain טַבָּחִ֖ים <WH2876> tab-ba-Chim of the guard מִן־ <WH4480> min- from הָֽרָמָ֑ה <WH7414> ha-ra-Mah; from Ramah בְּקַחְתּ֣וֹ <WH3947> be-kach-To when he had taken אֹת֗וֹ <WH853> o-To, וְהֽוּא־ <WH1931> ve-hu- him אָס֤וּר <WH631> 'a-Sur him being bound בָּֽאזִקִּים֙ <WH246> ba-zik-Kim in chains בְּת֨וֹךְ <WH8432> be-Toch among כָּל־ <WH3605> kol- all גָּל֤וּת <WH1546> ga-Lut all that were carried away captive יְרוּשָׁלִַ֙ם֙ <WH3389> ye-ru-sha-Lim of Jerusalem וִֽיהוּדָ֔ה <WH3063> vi-hu-Dah, and Judah הַמֻּגְלִ֖ים <WH1540> ham-mug-Lim which were carried away captive בָּבֶֽלָה׃ <WH894> ba-Ve-lah. unto Babylon"},{"number":2,"verse":"וַיִּקַּ֥ח <WH3947> vai-yik-Kach took רַב־ <WH7227> rav- And the captain טַבָּחִ֖ים <WH2876> tab-ba-Chim of the guard לְיִרְמְיָ֑הוּ <WH3414> le-yir-me-Ya-hu; Jeremiah וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said אֵלָ֔יו <WH413> 'e-Lav, against יְהוָ֣ה <WH3068> Yah-weh unto him The LORD אֱלֹהֶ֗יךָ <WH430> 'e-lo-Hei-cha, thy God דִּבֶּר֙ <WH1696> dib-Ber hath pronounced אֶת־ <WH853> 'et- הָרָעָ֣ה <WH7451> ha-ra-'Ah this evil הַזֹּ֔את <WH2063> haz-Zot, likewise אֶל־ <WH413> 'el- against הַמָּק֖וֹם <WH4725> ham-ma-Kom upon this place הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":3,"verse":"וַיָּבֵ֥א <WH935> vai-ya-Ve hath brought וַיַּ֛עַשׂ <WH6213> vai-Ya-'as [it] and done יְהוָ֖ה <WH3068> Yah-weh Now the LORD כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher he דִּבֵּ֑ר <WH1696> dib-Ber; according as he hath said כִּֽי־ <WH3588> ki- Because חֲטָאתֶ֤ם <WH2398> cha-ta-Tem because ye have sinned לַֽיהוָה֙ <WH3068> Yah-weh against the LORD וְלֹֽא־ <WH3808> ve-lo- and did not שְׁמַעְתֶּ֣ם <WH8085> she-ma'-Tem and have not obeyed בְּקוֹל֔וֹ <WH6963> be-ko-Lo, his voice וְהָיָ֥ה <WH1961> ve-ha-Yah has happened לָכֶ֖ם la-Chem ; דָּבָר da-var כהַדָּבָ֥ר <WH1697> had-da-Var act קהַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":4,"verse":"וְעַתָּ֞ה <WH6258> ve-'at-Tah now הִנֵּ֧ה <WH2009> hin-Neh behold פִתַּחְתִּ֣יךָ <WH6605> fit-tach-Ti-cha And now behold I loose הַיּ֗וֹם <WH3117> hai-Yom, thee this day מִֽן־ <WH4480> min- from הָאזִקִּים֮ <WH246> ha-zik-Kim from the chains אֲשֶׁ֣ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- after יָדֶךָ֒ <WH3027> ya-de-Cha which [were] upon thine hand אִם־ <WH518> 'im- If ט֨וֹב <WH2896> Tov good בְּעֵינֶ֜יךָ <WH5869> be-'ei-Nei-cha affliction לָב֧וֹא <WH935> la-Vo unto thee to come אִתִּ֣י <WH854> 'it-Ti for בָבֶ֗ל <WH894> va-Vel, with me into Babylon בֹּ֚א <WH935> bo come וְאָשִׂ֤ים <WH7760> ve-'a-Sim appoint אֶת־ <WH853> 'et- עֵינִי֙ <WH5869> 'ei-Ni affliction עָלֶ֔יךָ <WH5921> 'a-Lei-cha, after וְאִם־ <WH518> ve-'im- if רַ֧ע <WH7489> ra' afflict בְּעֵינֶ֛יךָ <WH5869> be-'ei-Nei-cha affliction לָבֽוֹא־ <WH935> la-Vo- unto thee to come אִתִּ֥י <WH854> 'it-Ti for בָבֶ֖ל <WH894> va-Vel with me into Babylon חֲדָ֑ל <WH2308> cha-Dal; forbear רְאֵה֙ <WH7200> re-'Eh behold כָּל־ <WH3605> kol- the whole הָאָ֣רֶץ <WH776> ha-'A-retz all the land לְפָנֶ֔יךָ <WH6440> le-fa-Nei-cha, [is] before אֶל־ <WH413> 'el- thee whither it seemeth ט֨וֹב <WH2896> Tov good וְאֶל־ <WH413> ve-'el- and to הַיָּשָׁ֧ר <WH3477> hai-ya-Shar right בְּעֵינֶ֛יךָ <WH5869> be-'ei-Nei-cha affliction לָלֶ֥כֶת <WH1980> la-Le-chet go שָׁ֖מָּה <WH8033> Sham-mah wherever לֵֽךְ׃ <WH1980> Lech. to go"},{"number":5,"verse":"וְעוֹדֶ֣נּוּ <WH5750> ve-'o-Den-nu was still לֹֽא־ <WH3808> lo- not יָשׁ֗וּב <WH7725> ya-Shuv, Now while he was not yet gone back וְשֻׁ֡בָה <WH7725> ve-Shu-vah [he said] Go back אֶל־ <WH413> 'el- then גְּדַלְיָ֣ה <WH1436> ge-dal-Yah also to Gedaliah בֶן־ <WH1121> ven- the son אֲחִיקָ֣ם <WH296> 'a-chi-Kam of Ahikam בֶּן־ <WH1121> ben- the son שָׁפָ֡ן <WH8227> sha-Fan of Shaphan אֲשֶׁר֩ <WH834> 'a-Sher whom הִפְקִ֨יד <WH6485> hif-Kid hath made governor מֶֽלֶךְ־ <WH4428> Me-lech- whom the king בָּבֶ֜ל <WH894> ba-Vel of Babylon בְּעָרֵ֣י <WH5892> be-'a-Rei over the cities יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah וְשֵׁ֤ב <WH3427> ve-Shev and dwell אִתּוֹ֙ <WH854> it-To for בְּת֣וֹךְ <WH8432> be-Toch with him among הָעָ֔ם <WH5971> ha-'Am, the people א֠וֹ <WH176> o or אֶל־ <WH413> 'el- about כָּל־ <WH3605> kol- anywhere הַיָּשָׁ֧ר <WH3477> hai-ya-Shar right בְּעֵינֶ֛יךָ <WH5869> be-'ei-Nei-cha affliction לָלֶ֖כֶת <WH1980> la-Le-chet go לֵ֑ךְ <WH1980> Lech; to go וַיִּתֶּן־ <WH5414> vai-yit-ten- gave ל֧וֹ <WH99999> lo רַב־ <WH7227> rav- So the captain טַבָּחִ֛ים <WH2876> tab-ba-Chim of the guard אֲרֻחָ֥ה <WH737> 'a-ru-Chah him victuals וּמַשְׂאֵ֖ת <WH4864> u-mas-'Et and a reward וַֽיְשַׁלְּחֵֽהוּ׃ <WH7971> Vay-shal-le-Che-hu. and let him go"},{"number":6,"verse":"וַיָּבֹ֧א <WH935> vai-ya-Vo Then went יִרְמְיָ֛הוּ <WH3414> yir-me-Ya-hu Jeremiah אֶל־ <WH413> 'el- to גְּדַלְיָ֥ה <WH1436> ge-dal-Yah unto Gedaliah בֶן־ <WH1121> ven- the son אֲחִיקָ֖ם <WH296> 'a-chi-Kam of Ahikam הַמִּצְפָּ֑תָה <WH4708> ham-mitz-Pa-tah; to Mizpah וַיֵּ֤שֶׁב <WH3427> vai-Ye-shev and dwelt אִתּוֹ֙ <WH854> it-To for בְּת֣וֹךְ <WH8432> be-Toch with him among הָעָ֔ם <WH5971> ha-'Am, the people הַנִּשְׁאָרִ֖ים <WH7604> han-nish-'a-Rim that were left בָּאָֽרֶץ׃ <WH776> ba-'A-retz. in the land ס sa-Mek"},{"number":7,"verse":"וַיִּשְׁמְעוּ֩ <WH8085> vai-yish-me-'U heard כָל־ <WH3605> chol now all שָׂרֵ֨י <WH8269> sa-Rei Now when all the captains הַחֲיָלִ֜ים <WH2428> ha-cha-ya-Lim of the forces אֲשֶׁ֣ר <WH834> 'a-Sher who בַּשָּׂדֶ֗ה <WH7704> bas-sa-Deh, which [were] in the fields הֵ֚מָּה <WH1992> Hem-mah they וְאַנְשֵׁיהֶ֔ם <WH376> ve-'an-shei-Hem, and their men כִּֽי־ <WH3588> ki- for הִפְקִ֧יד <WH6485> hif-Kid governor מֶֽלֶךְ־ <WH4428> Me-lech- that the king בָּבֶ֛ל <WH894> ba-Vel of Babylon אֶת־ <WH853> 'et- גְּדַלְיָ֥הוּ <WH1436> ge-dal-Ya-hu had made Gedaliah בֶן־ <WH1121> ven- the son אֲחִיקָ֖ם <WH296> 'a-chi-Kam of Ahikam בָּאָ֑רֶץ <WH776> ba-'A-retz; in the land וְכִ֣י׀ <WH3588> ve-Chi for הִפְקִ֣יד <WH6485> hif-Kid and had committed אִתּ֗וֹ <WH854> it-To, for אֲנָשִׁ֤ים <WH376> 'a-na-Shim of the men וְנָשִׁים֙ <WH802> ve-na-Shim and women וָטָ֔ף <WH2945> va-Taf, and children וּמִדַּלַּ֣ת <WH1803> u-mid-dal-Lat and of the poor הָאָ֔רֶץ <WH776> ha-'A-retz, of the land מֵאֲשֶׁ֥ר <WH834> me-'a-Sher who לֹֽא־ <WH3808> lo- had not הָגְל֖וּ <WH1540> ha-ge-Lu of them that were not carried away captive בָּבֶֽלָה׃ <WH894> ba-Ve-lah. to Babylon"},{"number":8,"verse":"וַיָּבֹ֥אוּ <WH935> vai-ya-Vo-'u Then they came אֶל־ <WH413> 'el- to גְּדַלְיָ֖ה <WH1436> ge-dal-Yah to Gedaliah הַמִּצְפָּ֑תָה <WH4708> ham-mitz-Pa-tah; to Mizpah וְיִשְׁמָעֵ֣אל <WH3458> ve-yish-ma-'El even Ishmael בֶּן־ <WH1121> ben- the son נְתַנְיָ֡הוּ <WH5418> ne-tan-Ya-hu of Nethaniah וְיוֹחָנָ֣ן <WH3110> ve-yo-cha-Nan and Johanan וְיוֹנָתָ֣ן <WH3129> ve-yo-na-Tan and Jonathan בְּנֵֽי־ <WH1121> be-nei- the sons קָ֠רֵחַ <WH7143> Ka-re-ach of Kareah וּשְׂרָיָ֨ה <WH8304> u-se-ra-Yah and Seraiah בֶן־ <WH1121> ven- the son תַּנְחֻ֜מֶת <WH8576> tan-Chu-met of Tanhumeth וּבְנֵ֣י׀ <WH1121> u-ve-Nei and the sons; עֹופַי 'o-fai כעֵיפַ֣י <WH5778> 'ei-Fai Ephai קהַנְּטֹפָתִ֗י <WH5200> han-ne-to-fa-Ti, the Netophathite וִֽיזַנְיָ֙הוּ֙ <WH3153> vi-zan-Ya-hu and Jezaniah בֶּן־ <WH1121> ben- the son הַמַּ֣עֲכָתִ֔י <WH4602> ham-Ma-'a-cha-Ti, of a Maachathite הֵ֖מָּה <WH1992> Hem-mah they וְאַנְשֵׁיהֶֽם׃ <WH582> ve-'an-shei-Hem. they and their men"},{"number":9,"verse":"וַיִּשָּׁבַ֨ע <WH7650> vai-yish-sha-Va' sware לָהֶ֜ם la-Hem גְּדַלְיָ֨הוּ <WH1436> ge-dal-Ya-hu And Gedaliah בֶן־ <WH1121> ven- the son אֲחִיקָ֤ם <WH296> 'a-chi-Kam of Ahikam בֶּן־ <WH1121> ben- the son שָׁפָן֙ <WH8227> sha-Fan of Shaphan וּלְאַנְשֵׁיהֶ֣ם <WH376> u-le-'an-shei-Hem their men לֵאמֹ֔ר <WH559> le-Mor, saying אַל־ <WH408> 'al- not תִּֽירְא֖וּ <WH3372> ti-re-'U Fear מֵעֲב֣וֹד <WH5647> me-'a-Vod not to serve הַכַּשְׂדִּ֑ים <WH3778> hak-kas-Dim; the Chaldeans שְׁב֣וּ <WH3427> she-Vu dwell in בָאָ֗רֶץ <WH776> va-'A-retz, the land וְעִבְד֛וּ <WH5647> ve-'iv-Du and serve אֶת־ <WH853> 'et- מֶ֥לֶךְ <WH4428> Me-lech the king בָּבֶ֖ל <WH894> ba-Vel of Babylon וְיִיטַ֥ב <WH3190> ve-yi-Tav and it shall be well לָכֶֽם׃ <WH99999> la-Chem."},{"number":10,"verse":"וַאֲנִ֗י <WH589> va-'a-Ni, I הִנְנִ֤י <WH2005> hin-Ni I am going יֹשֵׁב֙ <WH3427> yo-Shev As for me behold I will dwell בַּמִּצְפָּ֔ה <WH4709> bam-mitz-Pah, at Mizpah לַֽעֲמֹד֙ <WH5975> la-'a-Mod to stand לִפְנֵ֣י <WH6440> lif-Nei before הַכַּשְׂדִּ֔ים <WH3778> hak-kas-Dim, the Chaldeans אֲשֶׁ֥ר <WH834> 'a-Sher who יָבֹ֖אוּ <WH935> ya-Vo-'u which will come אֵלֵ֑ינוּ <WH413> 'e-Lei-nu; about וְאַתֶּ֡ם <WH859> ve-'at-Tem you אִסְפוּ֩ <WH622> 'is-Fu unto us but ye gather יַ֨יִן <WH3196> Ya-yin ye wine וְקַ֜יִץ <WH7019> ve-Ka-yitz and summer fruits וְשֶׁ֗מֶן <WH8081> ve-She-men, and oil וְשִׂ֙מוּ֙ <WH7760> ve-Si-mu and put בִּכְלֵיכֶ֔ם <WH3627> bich-lei-Chem, [them] in your vessels וּשְׁב֖וּ <WH3427> u-she-Vu and dwell בְּעָרֵיכֶ֥ם <WH5892> be-'a-rei-Chem in your cities אֲשֶׁר־ <WH834> 'a-Sher- who תְּפַשְׂתֶּֽם׃ <WH8610> te-fas-Tem. that ye have taken"},{"number":11,"verse":"וְגַ֣ם <WH1571> ve-Gam also כָּֽל־ <WH3605> kal- all הַיְּהוּדִ֡ים <WH3064> hai-ye-hu-Dim Likewise when all the Jews אֲשֶׁר־ <WH834> 'a-Sher- who בְּמוֹאָ֣ב׀ <WH4124> be-mo-'Av that [were] in Moab וּבִבְנֵֽי־ <WH1121> u-viv-nei- the son עַמּ֨וֹן <WH5983> am-Mon and among the Ammonites וּבֶאֱד֜וֹם <WH123> u-ve-'e-Dom and in Edom וַאֲשֶׁ֤ר <WH834> va-'a-Sher and who בְּכָל־ <WH3605> be-chol all הָֽאֲרָצוֹת֙ <WH776> ha-'a-ra-tzOt and that [were] in all the countries שָֽׁמְע֔וּ <WH8085> sha-me-'U, heard כִּֽי־ <WH3588> ki- for נָתַ֧ן <WH5414> na-Tan had left מֶֽלֶךְ־ <WH4428> Me-lech- that the king בָּבֶ֛ל <WH894> ba-Vel of Babylon שְׁאֵרִ֖ית <WH7611> she-'e-Rit a remnant לִֽיהוּדָ֑ה <WH3063> li-hu-Dah; of Judah וְכִי֙ <WH3588> ve-Chi for הִפְקִ֣יד <WH6485> hif-Kid and that he had set עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, over אֶת־ <WH853> 'et- גְּדַלְיָ֖הוּ <WH1436> ge-dal-Ya-hu over them Gedaliah בֶּן־ <WH1121> ben- the son אֲחִיקָ֥ם <WH296> 'a-chi-Kam of Ahikam בֶּן־ <WH1121> ben- the son שָׁפָֽן׃ <WH8227> sha-Fan. of Shaphan"},{"number":12,"verse":"וַיָּשֻׁ֣בוּ <WH7725> vai-ya-Shu-vu returned out כָל־ <WH3605> chol all הַיְּהוּדִ֗ים <WH3064> hai-ye-hu-Dim, Even all the Jews מִכָּל־ <WH3605> mik-kol all הַמְּקֹמוֹת֙ <WH4725> ham-me-ko-mOt of all places אֲשֶׁ֣ר <WH834> 'a-Sher to which נִדְּחוּ־ <WH5080> nid-de-chu- whither they were driven שָׁ֔ם <WH8033> Sham, in it וַיָּבֹ֧אוּ <WH935> vai-ya-Vo-'u and came אֶֽרֶץ־ <WH776> 'e-retz- to the land יְהוּדָ֛ה <WH3063> ye-hu-Dah of Judah אֶל־ <WH413> 'el- to גְּדַלְיָ֖הוּ <WH1436> ge-dal-Ya-hu to Gedaliah הַמִּצְפָּ֑תָה <WH4708> ham-mitz-Pa-tah; unto Mizpah וַיַּאַסְפ֛וּ <WH622> vai-ya-'as-Fu and gathered יַ֥יִן <WH3196> Ya-yin wine וָקַ֖יִץ <WH7019> va-Ka-yitz and summer fruits הַרְבֵּ֥ה <WH7235> har-Beh much מְאֹֽד׃ <WH3966> me-'Od. very פ Peh"},{"number":13,"verse":"וְיֽוֹחָנָן֙ <WH3110> ve-yo-cha-Nan Moreover Johanan בֶּן־ <WH1121> ben- the son קָרֵ֔חַ <WH7143> ka-Re-ach, of Kareah וְכָל־ <WH3605> ve-chol and all שָׂרֵ֥י <WH8269> sa-Rei and all the captains הַחֲיָלִ֖ים <WH2428> ha-cha-ya-Lim of the forces אֲשֶׁ֣ר <WH834> 'a-Sher were בַּשָּׂדֶ֑ה <WH7704> bas-sa-Deh; that [were] in the fields בָּ֥אוּ <WH935> Ba-'u came אֶל־ <WH413> 'el- to גְּדַלְיָ֖הוּ <WH1436> ge-dal-Ya-hu to Gedaliah הַמִּצְפָּֽתָה׃ <WH4708> ham-mitz-Pa-tah. to Mizpah"},{"number":14,"verse":"וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru And said אֵלָ֗יו <WH413> 'e-Lav, to him הֲיָדֹ֤עַ <WH3045> ha-ya-Do-a' unto him Dost thou certainly תֵּדַע֙ <WH3045> te-Da' know כִּ֞י <WH3588> ki that בַּעֲלִ֣יס׀ <WH1185> ba-'a-Lis that Baalis מֶ֣לֶךְ <WH4428> Me-lech the king בְּנֵֽי־ <WH1121> be-nei- the son עַמּ֗וֹן <WH5983> am-Mon, of Ammon שָׁלַח֙ <WH7971> sha-Lach hath sent אֶת־ <WH853> 'et- יִשְׁמָעֵ֣אל <WH3458> yish-ma-'El Ishmael בֶּן־ <WH1121> ben- the son נְתַנְיָ֔ה <WH5418> ne-tan-Yah, of Nethaniah לְהַכֹּתְךָ֖ <WH5221> le-hak-ko-te-Cha to take נָ֑פֶשׁ <WH5315> Na-fesh; any וְלֹא־ <WH3808> ve-lo- did not הֶאֱמִ֣ין <WH539> he-'e-Min believed לָהֶ֔ם <WH99999> la-Hem, גְּדַלְיָ֖הוּ <WH1436> ge-dal-Ya-hu thee;But Gedaliah בֶּן־ <WH1121> ben- the son אֲחִיקָֽם׃ <WH296> 'a-chi-Kam. of Ahikam"},{"number":15,"verse":"וְיוֹחָנָ֣ן <WH3110> ve-yo-cha-Nan Then Johanan בֶּן־ <WH1121> ben- the son קָרֵ֡חַ <WH7143> ka-Re-ach of Kareah אָמַ֣ר <WH559> 'a-Mar spake אֶל־ <WH413> 'el- to גְּדַלְיָהוּ֩ <WH1436> ge-dal-ya-Hu to Gedaliah בַסֵּ֨תֶר <WH5643> vas-Se-ter secretly בַּמִּצְפָּ֜ה <WH4709> bam-mitz-Pah in Mizpah לֵאמֹ֗ר <WH559> le-Mor, saying אֵ֤לְכָה <WH1980> 'E-le-chah go נָּא֙ <WH4994> na I beseech thee וְאַכֶּה֙ <WH5221> ve-'ak-Keh I pray thee and I will slay אֶת־ <WH853> 'et- יִשְׁמָעֵ֣אל <WH3458> yish-ma-'El Ishmael בֶּן־ <WH1121> ben- the son נְתַנְיָ֔ה <WH5418> ne-tan-Yah, of Nethaniah וְאִ֖ישׁ <WH376> ve-'Ish and no man לֹ֣א <WH3808> lo not יֵדָ֑ע <WH3045> ye-Da'; shall know לָ֧מָּה <WH4100> Lam-mah Why יַכֶּ֣כָּה <WH5221> yak-Kek-kah take נֶּ֗פֶשׁ <WH5315> Ne-fesh, your life וְנָפֹ֙צוּ֙ <WH6327> ve-na-Fo-tzu unto thee should be scattered כָּל־ <WH3605> kol- all יְהוּדָ֔ה <WH3064> ye-hu-Dah, thee that all the Jews הַנִּקְבָּצִ֣ים <WH6908> han-nik-ba-Tzim which are gathered אֵלֶ֔יךָ <WH413> 'e-Lei-cha, about וְאָבְדָ֖ה <WH6> ve-'a-ve-Dah perish שְׁאֵרִ֥ית <WH7611> she-'e-Rit and the remnant יְהוּדָֽה׃ <WH3063> ye-hu-Dah. in Judah"},{"number":16,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said גְּדַלְיָ֤הוּ <WH1436> ge-dal-Ya-hu But Gedaliah בֶן־ <WH1121> ven- the son אֲחִיקָם֙ <WH296> 'a-chi-Kam of Ahikam אֶל־ <WH413> 'el- about יוֹחָנָ֣ן <WH3110> yo-cha-Nan unto Johanan בֶּן־ <WH1121> ben- the son קָרֵ֔חַ <WH7143> ka-Re-ach, of Kareah אַֽל־ <WH408> 'al- nay; תַּעַשׂ ta-'as כתַּעֲשֵׂ֖ה <WH6213> ta-'a-Seh accomplish קאֶת־ <WH853> 'et- הַדָּבָ֣ר <WH1697> had-da-Var this thing הַזֶּ֑ה <WH2088> haz-Zeh; this כִּֽי־ <WH3588> ki- for שֶׁ֛קֶר <WH8267> She-ker falsely אַתָּ֥ה <WH859> 'at-Tah you דֹבֵ֖ר <WH1696> do-Ver for thou speakest אֶל־ <WH413> 'el- about יִשְׁמָעֵֽאל׃ <WH3458> yish-ma-'El. of Ishmael ס sa-Mek"}]}