{"bibleAbbr":"HSB+","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":47,"verses":[{"number":1,"verse":"אֲשֶׁ֨ר <WH834> 'a-Sher which הָיָ֧ה <WH1961> ha-Yah came דְבַר־ <WH1697> de-var- The word יְהוָ֛ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- concerning יִרְמְיָ֥הוּ <WH3414> yir-me-Ya-hu that came to Jeremiah הַנָּבִ֖יא <WH5030> han-na-Vi the prophet אֶל־ <WH413> 'el- concerning פְּלִשְׁתִּ֑ים <WH6430> pe-lish-Tim; against the Philistines בְּטֶ֛רֶם <WH2962> be-Te-rem before יַכֶּ֥ה <WH5221> yak-Keh smote פַרְעֹ֖ה <WH6547> far-'Oh before that Pharaoh אֶת־ <WH853> 'et- עַזָּֽה׃ <WH5804> 'az-Zah. Gaza ס sa-Mek"},{"number":2,"verse":"כֹּ֣ה׀ <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֗ה <WH3068> Yah-weh the LORD הִנֵּה־ <WH2009> hin-neh- Behold מַ֜יִם <WH4325> Ma-yim Behold waters עֹלִ֤ים <WH5927> 'o-Lim rise up מִצָּפוֹן֙ <WH6828> mitz-tza-fOn out of the north וְהָיוּ֙ <WH1961> ve-ha-Yu and become לְנַ֣חַל <WH5158> le-Na-chal flood שׁוֹטֵ֔ף <WH7857> sho-Tef, and shall be an overflowing וְיִשְׁטְפוּ֙ <WH7857> ve-yish-te-Fu and shall overflow אֶ֣רֶץ <WH776> 'E-retz the land וּמְלוֹאָ֔הּ <WH4393> u-me-lo-'Ah, and all that is therein עִ֖יר <WH5892> 'ir the city וְיֹ֣שְׁבֵי <WH3427> ve-Yo-she-vei and them that dwell בָ֑הּ Vah; וְזָֽעֲקוּ֙ <WH2199> ve-za-'a-Ku shall cry הָֽאָדָ֔ם <WH120> ha-'a-Dam, therein then the men וְהֵילִ֕ל <WH3213> ve-hei-Lil shall howl כֹּ֖ל <WH3605> kol and every יוֹשֵׁ֥ב <WH3427> yo-Shev and all the inhabitants הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the land"},{"number":3,"verse":"מִקּ֗וֹל <WH6963> mik-Kol, At the noise שַֽׁעֲטַת֙ <WH8161> sha-'a-Tat of the stamping פַּרְס֣וֹת <WH6541> par-Sot of the hoofs אַבִּירָ֔יו <WH47> 'ab-bi-Rav, of his strong מֵרַ֣עַשׁ <WH7494> me-Ra-'ash [horses] at the rushing לְרִכְבּ֔וֹ <WH7393> le-rich-Bo, of his chariots הֲמ֖וֹן <WH1995> ha-Mon [and at] the rumbling גַּלְגִּלָּ֑יו <WH1534> gal-gil-Lav; of his wheels לֹֽא־ <WH3808> lo- have not הִפְנ֤וּ <WH6437> hif-Nu shall not look back אָבוֹת֙ <WH1> a-Vot the fathers אֶל־ <WH413> 'el- about בָּנִ֔ים <WH1121> ba-Nim, to [their] children מֵֽרִפְי֖וֹן <WH7510> me-rif-Yon for feebleness יָדָֽיִם׃ <WH3027> ya-Da-yim. of hands"},{"number":4,"verse":"עַל־ <WH5921> 'al- account הַיּ֗וֹם <WH3117> hai-Yom, Because of the day הַבָּא֙ <WH935> hab-Ba that cometh לִשְׁד֣וֹד <WH7703> lish-Dod to spoil אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all פְּלִשְׁתִּ֔ים <WH6430> pe-lish-Tim, all the Philistines לְהַכְרִ֤ית <WH3772> le-hach-Rit [and] to cut off לְצֹר֙ <WH6865> le-Tzor from Tyrus וּלְצִיד֔וֹן <WH6721> u-le-tzi-Don, and Zidon כֹּ֖ל <WH3605> kol Every שָׂרִ֣יד <WH8300> sa-Rid that remaineth עֹזֵ֑ר <WH5826> 'o-Zer; every helper כִּֽי־ <WH3588> ki- is going שֹׁדֵ֤ד <WH7703> sho-Ded will spoil יְהוָה֙ <WH3068> Yah-weh for the LORD אֶת־ <WH853> 'et- פְּלִשְׁתִּ֔ים <WH6430> pe-lish-Tim, the Philistines שְׁאֵרִ֖ית <WH7611> she-'e-Rit the remnant אִ֥י <WH339> 'i of the country כַפְתּֽוֹר׃ <WH3731> chaf-Tor. of Caphtor"},{"number":5,"verse":"בָּ֤אָה <WH935> Ba-'ah is come קָרְחָה֙ <WH7144> ka-re-Chah Baldness אֶל־ <WH413> 'el- upon עַזָּ֔ה <WH5804> 'az-Zah, upon Gaza נִדְמְתָ֥ה <WH1820> nid-me-Tah is cut off אַשְׁקְל֖וֹן <WH831> ash-ke-Lon Ashkelon שְׁאֵרִ֣ית <WH7611> she-'e-Rit [with] the remnant עִמְקָ֑ם <WH6010> 'im-Kam; of their valley עַד־ <WH5704> 'ad- long מָתַ֖י <WH4970> ma-Tai How תִּתְגּוֹדָֽדִי׃ <WH1413> tit-go-Da-di. how long wilt thou cut ס sa-Mek"},{"number":6,"verse":"ה֗וֹי <WH1945> Ho, O חֶ֚רֶב <WH2719> Che-rev thou sword לַֽיהוָ֔ה <WH3069> Yah-weh, God עַד־ <WH5704> 'ad- long אָ֖נָה <WH575> 'A-nah How לֹ֣א <WH3808> lo how long [will it be] ere תִשְׁקֹ֑טִי <WH8252> tish-Ko-ti; thou be quiet הֵאָֽסְפִי֙ <WH622> he-'a-se-Fi ;put up אַל־ <WH413> 'al- into תַּעְרֵ֔ךְ <WH8593> ta'-Rech, thyself into thy scabbard הֵרָגְעִ֖י <WH7280> he-ra-ge-'I rest וָדֹֽמִּי׃ <WH1826> va-Dom-mi. and be still"},{"number":7,"verse":"אֵ֣יךְ <WH349> 'eich How תִּשְׁקֹ֔טִי <WH8252> tish-Ko-ti, How can it be quiet וַֽיהוָ֖ה <WH3068> Yah-weh seeing the LORD צִוָּה־ <WH6680> tziv-vah- hath given it a charge לָ֑הּ Lah; אֶֽל־ <WH413> 'el- and against אַשְׁקְל֛וֹן <WH831> ash-ke-Lon against Ashkelon וְאֶל־ <WH413> ve-'el- and against ח֥וֹף <WH2348> Chof coast הַיָּ֖ם <WH3220> hai-Yam and against the sea שָׁ֥ם <WH8033> sham in it יְעָדָֽהּ׃ <WH3259> ye-'a-Dah. has assigned ס sa-Mek"}]}