{"bibleAbbr":"RSV1971","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"(The First Census of Israel) The LORD spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying,"},{"number":2,"verse":"“Take a census of all the congregation of the people of Israel, by families, by fathers’ houses, according to the number of names, every male, head by head;"},{"number":3,"verse":"from twenty years old and upward, all in Israel who are able to go forth to war, you and Aaron shall number them, company by company."},{"number":4,"verse":"And there shall be with you a man from each tribe, each man being the head of the house of his fathers."},{"number":5,"verse":"And these are the names of the men who shall attend you. From Reuben, Eli′zur the son of Shed′eur;"},{"number":6,"verse":"from Simeon, Shelu′mi-el the son of Zurishad′dai;"},{"number":7,"verse":"from Judah, Nahshon the son of Ammin′adab;"},{"number":8,"verse":"from Is′sachar, Nethan′el the son of Zu′ar;"},{"number":9,"verse":"from Zeb′ulun, Eli′ab the son of Helon;"},{"number":10,"verse":"from the sons of Joseph, from E′phraim, Elish′ama the son of Ammi′hud, and from Manas′seh, Gama′liel the son of Pedah′zur;"},{"number":11,"verse":"from Benjamin, Abi′dan the son of Gideo′ni;"},{"number":12,"verse":"from Dan, Ahi-e′zer the son of Ammishad′dai;"},{"number":13,"verse":"from Asher, Pa′giel the son of Ochran;"},{"number":14,"verse":"from Gad, Eli′asaph the son of Deu′el;"},{"number":15,"verse":"from Naph′tali, Ahi′ra the son of Enan.”"},{"number":16,"verse":"These were the ones chosen from the congregation, the leaders of their ancestral tribes, the heads of the clans of Israel."},{"number":17,"verse":"Moses and Aaron took these men who have been named,"},{"number":18,"verse":"and on the first day of the second month, they assembled the whole congregation together, who registered themselves by families, by fathers’ houses, according to the number of names from twenty years old and upward, head by head,"},{"number":19,"verse":"as the LORD commanded Moses. So he numbered them in the wilderness of Sinai."},{"number":20,"verse":"The people of Reuben, Israel’s first-born, their generations, by their families, by their fathers’ houses, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go forth to war:"},{"number":21,"verse":"the number of the tribe of Reuben was forty-six thousand five hundred."},{"number":22,"verse":"Of the people of Simeon, their generations, by their families, by their fathers’ houses, those of them that were numbered, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go forth to war:"},{"number":23,"verse":"the number of the tribe of Simeon was fifty-nine thousand three hundred."},{"number":24,"verse":"Of the people of Gad, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go forth to war:"},{"number":25,"verse":"the number of the tribe of Gad was forty-five thousand six hundred and fifty."},{"number":26,"verse":"Of the people of Judah, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":27,"verse":"the number of the tribe of Judah was seventy-four thousand six hundred."},{"number":28,"verse":"Of the people of Is′sachar, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":29,"verse":"the number of the tribe of Is′sachar was fifty-four thousand four hundred."},{"number":30,"verse":"Of the people of Zeb′ulun, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":31,"verse":"the number of the tribe of Zeb′ulun was fifty-seven thousand four hundred."},{"number":32,"verse":"Of the people of Joseph, namely, of the people of E′phraim, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":33,"verse":"the number of the tribe of E′phraim was forty thousand five hundred."},{"number":34,"verse":"Of the people of Manas′seh, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":35,"verse":"the number of the tribe of Manas′seh was thirty-two thousand two hundred."},{"number":36,"verse":"Of the people of Benjamin, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":37,"verse":"the number of the tribe of Benjamin was thirty-five thousand four hundred."},{"number":38,"verse":"Of the people of Dan, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":39,"verse":"the number of the tribe of Dan was sixty-two thousand seven hundred."},{"number":40,"verse":"Of the people of Asher, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":41,"verse":"the number of the tribe of Asher was forty-one thousand five hundred."},{"number":42,"verse":"Of the people of Naph′tali, their generations, by their families, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go forth to war:"},{"number":43,"verse":"the number of the tribe of Naph′tali was fifty-three thousand four hundred."},{"number":44,"verse":"These are those who were numbered, whom Moses and Aaron numbered with the help of the leaders of Israel, twelve men, each representing his fathers’ house."},{"number":45,"verse":"So the whole number of the people of Israel, by their fathers’ houses, from twenty years old and upward, every man able to go forth to war in Israel —"},{"number":46,"verse":"their whole number was six hundred and three thousand five hundred and fifty."},{"number":47,"verse":"But the Levites were not numbered by their ancestral tribe along with them."},{"number":48,"verse":"For the LORD said to Moses,"},{"number":49,"verse":"“Only the tribe of Levi you shall not number, and you shall not take a census of them among the people of Israel;"},{"number":50,"verse":"but appoint the Levites over the tabernacle of the testimony, and over all its furnishings, and over all that belongs to it; they are to carry the tabernacle and all its furnishings, and they shall tend it, and shall encamp around the tabernacle."},{"number":51,"verse":"When the tabernacle is to set out, the Levites shall take it down; and when the tabernacle is to be pitched, the Levites shall set it up. And if any one else comes near, he shall be put to death."},{"number":52,"verse":"The people of Israel shall pitch their tents by their companies, every man by his own camp and every man by his own standard;"},{"number":53,"verse":"but the Levites shall encamp around the tabernacle of the testimony, that there may be no wrath upon the congregation of the people of Israel; and the Levites shall keep charge of the tabernacle of the testimony.”"},{"number":54,"verse":"Thus did the people of Israel; they did according to all that the LORD commanded Moses."}]}