{"bibleAbbr":"KJV1611","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":11,"verses":[{"number":1,"verse":"And it came to passe, when Iesus had made an end of commaunding his twelue Disciples, hee departed thence to teach and to preach in their cities."},{"number":2,"verse":"Now when Iohn had heard in the prison the workes of Christ, he sent two of his disciples,"},{"number":3,"verse":"And said vnto him, Art thou hee that should come? Or doe wee looke for another?"},{"number":4,"verse":"Iesus answered and saide vnto them, Go and shew Iohn againe those things which we doe heare and see:"},{"number":5,"verse":"The blind receiue their sight, and the lame walke, the lepers are cleansed, and the deafe heare, the dead are raised vp, and the poore haue the Gospel preached to them."},{"number":6,"verse":"And blessed is he, whoseouer shal not be offended in me."},{"number":7,"verse":"And as they departed, Iesus began to say vnto the multitudes concerning Iohn, what went ye out into the wildernesse to see? a reede shaken with the winde?"},{"number":8,"verse":"But what went ye out for to see? A man clothed in soft raiment? Behold, they that weare soft cloathing, are in kings houses."},{"number":9,"verse":"But what went ye out for to see? A Prophet? yea, I say vnto you, and more then a Prophet."},{"number":10,"verse":"For this is he of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee."},{"number":11,"verse":"Uerely I say vnto you, Among them that are borne of women, there hath not risen a greater then Iohn the Baptist: notwithstanding, hee that is least in the kingdome of heauen, is greater then he."},{"number":12,"verse":"And from the dayes of Iohn the Baptist, vntill now, the kingdome of heauen suffereth violence, and the violent take it by force."},{"number":13,"verse":"For all the Prophets, and the Law prophecied vntill Iohn."},{"number":14,"verse":"And if ye wil receiue it, this is Elias which was for to come."},{"number":15,"verse":"Hee that hath eares to heare, let him heare."},{"number":16,"verse":"But whereunto shall I liken this generation? It is like vnto children, sitting in the markets, and calling vnto their fellowes,"},{"number":17,"verse":"And saying, we haue piped vnto you, and ye haue not danced: wee haue mourned vnto you, and ye haue not lamented."},{"number":18,"verse":"For Iohn came neither eating nor drinking, and they say, he hath a deuill."},{"number":19,"verse":"The sonne of man came eating and drinking, and they say, Behold a man gluttonous, and a wine bibber, a friend of publicanes and sinners: but wisedom is iustified of her children."},{"number":20,"verse":"Then began he to vpbraid the cities wherein most of his mighty works were done, because they repented not."},{"number":21,"verse":"Woe vnto thee Chorazin, woe vnto thee Bethsaida: for if the mightie workes which were done in you, had bene done in Tyre and Sidon, they would haue repented long agoe in sackcloth and ashes."},{"number":22,"verse":"But I say vnto you, It shall bee more tolerable for Tyre and Sidon at the day of iudgement, then for you."},{"number":23,"verse":"And thou Capernaum, which art exalted vnto heauen, shalt be brought downe to hell: For if the mighty works which haue beene done in thee, had bin done in Sodome, it would haue remained vntil this day."},{"number":24,"verse":"But I say vnto you, that it shall be more tolerable for the land of Sodom, in ye day of iudgment, then for thee."},{"number":25,"verse":"At that time Iesus answered, and said, I thanke thee, O Father, Lord of heauen and earth, because thou hast hid these things fro the wise & prudent, & hast reueiled them vnto babes."},{"number":26,"verse":"Euen so, Father, for so it seemed good in thy sight."},{"number":27,"verse":"All things are deliuered vnto me of my father: and no man knoweth the sonne but the father: neither knoweth any man the father, saue the sonne, and hee to whomsoeuer the sonne will reueile him."},{"number":28,"verse":"Come vnto me all yee that labour, and are heauy laden, and I will giue you rest."},{"number":29,"verse":"Take my yoke vpon you, and learne of me, for I am meeke and lowly in heart: and yee shall find rest vnto your soules."},{"number":30,"verse":"For my yoke is easie, and my burden is light."}]}