{"bibleAbbr":"KJV1611","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"Then came to Iesus Scribes and Pharisees, which were of Hierusalem, saying,"},{"number":2,"verse":"Why do thy disciples transgresse the tradition of the Elders? for they wash not their handes when they eat bread."},{"number":3,"verse":"But hee answered, and said vnto them, Why doe you also transgresse the Commandement of God by your tradition?"},{"number":4,"verse":"For God commaunded, saying, Honour thy father and mother: And hee that curseth father or mother, let him die the death."},{"number":5,"verse":"But yee say, Whosoeuer shall say to his father or his mother, It is a gift by whatsoeuer thou mightest bee profited by me,"},{"number":6,"verse":"And honour not his father or his mother, hee shall be free. Thus haue yee made the Commaundement of God of none effect by your tradition."},{"number":7,"verse":"Yee hypocrites, well did Esaias prophecie of you, saying,"},{"number":8,"verse":"This people draweth nigh vnto mee with their mouth, and honoureth mee with their lips: but their heart is farre from me."},{"number":9,"verse":"But in vaine they do worship me, teaching for doctrines, the commandements of men."},{"number":10,"verse":"And he called the multitude, and said vnto them, Heare and vnderstand."},{"number":11,"verse":"Not that which goeth into the mouth defileth a man: but that which commeth out of the mouth, this defileth a man."},{"number":12,"verse":"Then came his disciples, and said vnto him, Knowest thou that the Pharisees were offended after they heard this saying?"},{"number":13,"verse":"But he answered and said, Euery plant which my heauenly father hath not planted, shalbe rooted vp."},{"number":14,"verse":"Let them alone: they be blinde leaders of the blinde. And if the blinde lead the blinde, both shall fall into the ditch."},{"number":15,"verse":"Then answered Peter, and said vnto him, Declare vnto vs this parable."},{"number":16,"verse":"And Iesus said, Are yee also yet without vnderstanding?"},{"number":17,"verse":"Doe not yee yet vnderstand, that whatsoeuer entreth in at the mouth, goeth into the belly, and is cast out into the draught?"},{"number":18,"verse":"But those things which proceed out of the mouth, come forth from the heart, and they defile the man."},{"number":19,"verse":"For out of the heart proceed euill thoughts, murders, adulteries, fornications, thefts, false witnes, blasphemies."},{"number":20,"verse":"These are the things which defile a man: But to eate with vnwashen hands, defileth not a man."},{"number":21,"verse":"Then Iesus went thence, and departed into the coastes of Tyre and Sidon."},{"number":22,"verse":"And behold, a woman of Canaan came out of the same coasts, & cried vnto him, saying, Haue mercy on me, O Lord, thou sonne of Dauid, my daughter is grieuously vexed with a deuill."},{"number":23,"verse":"But he answered her not a word. And his disciples came, and besought him, saying, Send her away, for she cryeth after vs."},{"number":24,"verse":"But he answered, and said, I am not sent, but vnto the lost sheepe of the house of Israel."},{"number":25,"verse":"Then came she, and worshipped him, saying, Lord, helpe me."},{"number":26,"verse":"But he answered, and said, It is not meete to take the childrens bread, and to cast it to dogs."},{"number":27,"verse":"And she said, Trueth Lord: yet the dogs eat of the crummes which fall from their masters table."},{"number":28,"verse":"Then Iesus answered, and said vnto her, O woman, great is thy faith: be it vnto thee euen as thou wilt. And her daughter was made whole from that very houre."},{"number":29,"verse":"And Iesus departed fro thence, and came nigh vnto the sea of Galile, and went vp into a mountaine, and sate downe there."},{"number":30,"verse":"And great multitudes came vnto him, hauing with them those that were lame, blinde, dumbe, maimed, and many others, and cast them downe at Iesus feet, and he healed them:"},{"number":31,"verse":"Insomuch that the multitude wondred, when they saw the dumbe to speake, the maimed to be whole, the lame to walke, and the blind to see: and they glorified the God of Israel."},{"number":32,"verse":"Then Iesus called his disciples vnto him, and said, I haue compassion on the multitude, because they continue with me now three dayes, and haue nothing to eate: and I will not send them away fasting, lest they faint in the way."},{"number":33,"verse":"And his disciples say vnto him, Whence should we haue so much bread in the wildernesse, as to fill so great a multitude?"},{"number":34,"verse":"And Iesus saith vnto them, How many loaues haue yee? And they said, Seuen, and a few little fishes."},{"number":35,"verse":"And hee commaunded the multitude to sit downe on the ground."},{"number":36,"verse":"And he tooke the seuen loaues and the fishes, and gaue thankes, and brake them, and gaue to his disciples, and the disciples to the multitude."},{"number":37,"verse":"And they did all eate, and were filled: and they tooke vp of the broken meate that was left, seuen baskets full."},{"number":38,"verse":"And they that did eat, were foure thousand men, beside women and children."},{"number":39,"verse":"And he sent away the multitude, and tooke ship, and came into the coasts of Magdala."}]}