{"bibleAbbr":"KJV1611","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":26,"verses":[{"number":1,"verse":"And it came to passe, when Iesus had finished al these sayings, hee said vnto his disciples,"},{"number":2,"verse":"Ye know that after two dayes is the feast of the Passeouer, and the Sonne of man is betrayed to be crucified."},{"number":3,"verse":"Then assembled together the chiefe Priests, and the Scribes, and the Elders of the people, vnto the palace of the high Priest, who was called Caiaphas,"},{"number":4,"verse":"And consulted that they might take Iesus by subtiltie, and kill him."},{"number":5,"verse":"But they said, Not on the feast day, lest there bee an vproare among the people."},{"number":6,"verse":"Now when Iesus was in Bethanie, in the house of Simon the leper,"},{"number":7,"verse":"There came vnto him a woman, hauing an alabaster boxe of very precious ointment, and powred it on his head, as he sate at meat."},{"number":8,"verse":"But when his disciples saw it, they had indignation, saying, To what purpose is this waste?"},{"number":9,"verse":"For this ointment might haue bin sold for much, and giuen to the poore."},{"number":10,"verse":"When Iesus vnderstood it, he said vnto them, Why trouble ye the woman? For she hath wrought a good worke vpon me."},{"number":11,"verse":"For ye haue the poore alwayes with you, but me ye haue not alwayes."},{"number":12,"verse":"For in that she hath powred this ointment on my body, shee did it for my buriall."},{"number":13,"verse":"Uerely I say vnto you, Wheresoeuer this Gospel shall be preached in the whole world, there shall also this, that this woman hath done, be told for a memoriall of her."},{"number":14,"verse":"Then one of the twelue, called Iudas Iscariot, went vnto the chiefe Priests,"},{"number":15,"verse":"And said vnto them, What will ye giue me, and I will deliuer him vnto you? And they couenanted with him for thirtie pieces of siluer."},{"number":16,"verse":"And from that time he sought opportunitie to betray him."},{"number":17,"verse":"Now the first day of the feast of vnleauened bread, the disciples came to Iesus, saying vnto him, Where wilt thou that we prepare for thee to eat the Passeouer?"},{"number":18,"verse":"And he said, Goe into the citie to such a man, and say vnto him, The Master saith, My time is at hand, I will keepe the Passeouer at thy house with my disciples."},{"number":19,"verse":"And the disciples did, as Iesus had appointed them, and they made ready the Passeouer."},{"number":20,"verse":"Now when the euen was come, he sate downe with the twelue."},{"number":21,"verse":"And as they did eate, he said, Uerely I say vnto you, that one of you shal betray me."},{"number":22,"verse":"And they were exceeding sorowfull, and began euery one of them to say vnto him, Lord, Is it I?"},{"number":23,"verse":"And he answered and said, Hee that dippeth his hand with mee in the dish, the same shall betray me."},{"number":24,"verse":"The sonne of man goeth as it is written of him: but woe vnto that man by whom the sonne of man is betrayed: It had bin good for that man, if hee had not bene borne."},{"number":25,"verse":"Then Iudas, which betrayed him, answered, and said, Master, Is it I? He said vnto him, Thou hast said."},{"number":26,"verse":"And as they were eating, Iesus took bread, and blessed it, and brake it, and gaue it to the Disciples, and said, Take, eate, this is my body."},{"number":27,"verse":"And he tooke the cup, and gaue thankes, and gaue it to them, saying, Drinke ye all of it:"},{"number":28,"verse":"For this is my blood of the new Testament, which is shed for many for the remission of sinnes."},{"number":29,"verse":"But I say vnto you, I will not drinke henceforth of this fruite of the vine, vntill that day when I drinke it new with you in my fathers kingdom."},{"number":30,"verse":"And when they had sung an hymne, they went out into the mount of Oliues."},{"number":31,"verse":"Then saith Iesus vnto them, All ye shall be offended because of me this night, For it is written, I will smite the Shepheard, and the sheepe of the flocke shall be scattered abroad."},{"number":32,"verse":"But after I am risen againe, I will goe before you into Galilee."},{"number":33,"verse":"Peter answered, and said vnto him, Though all men shall be offended because of thee, yet will I neuer be offended."},{"number":34,"verse":"Iesus said vnto him, Uerily I say vnto thee, that this might before the cocke crow, thou shalt denie me thrise."},{"number":35,"verse":"Peter said vnto him, Though I should die with thee, yet will I not denie thee. Likewise also said all the Disciples."},{"number":36,"verse":"Then commeth Iesus with them vnto a place called Gethsemane, and saith vnto the Disciples, Sit yee heere, while I goe and pray yonder."},{"number":37,"verse":"And hee tooke with him Peter, and the two sonnes of Zebedee, and beganne to be sorrowful, and very heauie."},{"number":38,"verse":"Then saith he vnto them, My soule is exceeding sorrowfull, euen vnto death: tary ye heere, & watch with me."},{"number":39,"verse":"And he went a little further, and fell on his face, and prayed, saying, O my father, if it be possible, let this cup passe from me: neuerthelesse, not as I will, but as thou wilt."},{"number":40,"verse":"And he commeth vnto the Disciples, and findeth them asleepe, and saith vnto Peter, What, could ye not watch with me one houre?"},{"number":41,"verse":"Watch and pray, that yee enter not into temptation: The spirit indeed is willing, but the flesh is weake."},{"number":42,"verse":"He went away again the second time, and prayed, saying, O my father, if this cup may not passe away from me, except I drinke it, thy will be done."},{"number":43,"verse":"And he came and found them asleep againe: For their eies were heauie."},{"number":44,"verse":"And he left them, and went away againe, and prayed the third time, saying the same words."},{"number":45,"verse":"Then commeth he to his Disciples, and saith vnto them, Sleepe on now, and take your rest, behold, the houre is at hand, and the sonne of man is betrayed into the hands of sinners."},{"number":46,"verse":"Rise, let vs be going: behold, he is at hand that doeth betray me."},{"number":47,"verse":"And while yet spake, loe, Iudas one of the twelue came, and with him a great multitude with swords and staues from the chiefe Priests and Elders of the people."},{"number":48,"verse":"Now he that betrayed him, gaue them a signe, saying, Whomsoeuer I shall kisse, that same is he, hold him fast."},{"number":49,"verse":"And forthwith hee came to Iesus, and said, Haile master, and kissed him."},{"number":50,"verse":"And Iesus said vnto him, Friend, Wherefore art thou come? Then came they, and laid handes on Iesus, and tooke him."},{"number":51,"verse":"And behold, one of them which were with Iesus, stretched out his hand, and drew his sword, and stroke a seruant of the high Priests, and smote off his eare."},{"number":52,"verse":"Then said Iesus vnto him, Put vp againe thy sword into his place: for all they that take the sword, shall perish with the sword."},{"number":53,"verse":"Thinkest thou that I cannot now pray to my father, and he shall presently giue me more then twelue legions of Angels?"},{"number":54,"verse":"But how then shall the Scriptures be fulfilled, that thus it must be?"},{"number":55,"verse":"In that same houre said Iesus to the multitudes, Are ye come out as against a thiefe with swords and staues for to take mee? I sate daily with you teaching in the Temple, and ye laide no hold on me."},{"number":56,"verse":"But all this was done, that the Scriptures of the Prophets might be fulfilled. Then all the Disciples forsooke him, and fled:"},{"number":57,"verse":"And they that had laid hold on Iesus, led him away to Caiaphas the high Priest, where the Scribes and the Elders were assembled."},{"number":58,"verse":"But Peter followed him afarre off, vnto the high Priests palace, and went in, and sate with the seruants to see the end."},{"number":59,"verse":"Now the chiefe Priests and Elders, and all the councell, sought false witnesse against Iesus to put him to death,"},{"number":60,"verse":"But found none: yea, though many false witnesses came, yet found they none. At the last came two false witnesses,"},{"number":61,"verse":"And said, This fellow said, I am able to destroy the Temple of God, and to build it in three dayes."},{"number":62,"verse":"And the high Priest arose, and said vnto him, Answerest thou nothing? What is it, which these witnesse against thee?"},{"number":63,"verse":"But Iesus held his peace. And the high Priest answered, and said vnto him, I adiure thee by the liuing God, that thou tell vs, whether thou bee the Christ the Sonne of God."},{"number":64,"verse":"Iesus saith vnto him, Thou hast saide: Neuerthelesse I say vnto you, Hereafter shall yee see the Sonne of man sitting on the right hand of power, and coming in the clouds of heauen."},{"number":65,"verse":"Then the high Priest rent his clothes, saying, He hath spoken blasphemie: what further need haue wee of witnesses? Behold, now ye haue heard his blasphemie."},{"number":66,"verse":"What thinke ye? They answered and said, He is guiltie of death."},{"number":67,"verse":"Then did they spit in his face, and buffeted him, and others smote him with the palmes of their hands,"},{"number":68,"verse":"Saying, Prophecie vnto vs, thou Christ, who is he that smote thee?"},{"number":69,"verse":"Now Peter sate without in the palace: and a damosell came vnto him, saying, Thou also wast with Iesus of Galilee."},{"number":70,"verse":"But hee denied before them all, saying, I know not what thou saiest."},{"number":71,"verse":"And when he was gone out into the porch, another maide saw him, and saide vnto them that were there, This fellow was also with Iesus of Nazareth."},{"number":72,"verse":"And againe hee denied with an oath, I doe not know the man."},{"number":73,"verse":"And after a while came vnto him they that stood by, and saide to Peter, Surely thou also art one of them, for thy speech bewrayeth thee."},{"number":74,"verse":"Then beganne hee to curse and to sweare, saying, I know not the man. And immediatly the cocke crew."},{"number":75,"verse":"And Peter remembred the words of Iesus, which said vnto him, Before the cocke crow, thou shalt denie mee thrice. And hee went out, and wept bitterly."}]}