{"bibleAbbr":"KJV1611","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"Then was Iesus led vp of the Spirit into the wildernesse, to bee tempted of the deuill."},{"number":2,"verse":"And when hee had fasted forty dayes and forty nights, hee was afterward an hungred."},{"number":3,"verse":"And when the tempter came to him, hee said, If thou be the sonne of God, command that these stones bee made bread."},{"number":4,"verse":"But he answered, and said, It is written, Man shall not liue by bread alone, but by euery word that proceedeth out of the mouth of God."},{"number":5,"verse":"Then the deuill taketh him vp into the holy Citie, and setteth him on a pinacle of the Temple,"},{"number":6,"verse":"And saith vnto him, If thou bee the Sonne of God, cast thy selfe downe: For it is written, He shall giue his Angels charge concerning thee, & in their handes they shall beare thee vp, lest at any time thou dash thy foote against a stone."},{"number":7,"verse":"Iesus said vnto him, It is written againe, Thou shalt not tempt the Lord thy God."},{"number":8,"verse":"Againe the Deuill taketh him vp into an exceeding high mountaine, and sheweth him all the kingdomes of the world, and the glory of them:"},{"number":9,"verse":"And saith vnto him, All these things will I giue thee, if thou wilt fall downe and worship me."},{"number":10,"verse":"Then saith Iesus vnto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him onely shalt thou serue."},{"number":11,"verse":"Then the deuill leaueth him, and behold, Angels came and ministred vnto him."},{"number":12,"verse":"Now when Iesus had heard that Iohn was cast into prison, he departed into Galilee."},{"number":13,"verse":"And leauing Nazareth, he came and dwelt in Capernaum, which is vpon the Sea coast, in the borders of Zabulon and Nephthali:"},{"number":14,"verse":"That it might be fulfilled which was spoken by Esaias the Prophet, saying,"},{"number":15,"verse":"The land of Zabulon, and the land of Nephthali, by the way of the Sea beyond Iordane, Galilee of the Gentiles:"},{"number":16,"verse":"The people which sate in darkenesse, saw great light: and to them which sate in the region and shadow of death, light is sprung vp."},{"number":17,"verse":"From that time Iesus began to preach, and to say, Repent, for the kingdome of heauen is at hand."},{"number":18,"verse":"And Iesus walking by the sea of Galilee, saw two brethren, Simon, called Peter, and Andrew his brother, casting a net into the Sea (for they were fishers)"},{"number":19,"verse":"And he saith vnto them, Follow mee: and I will make you fishers of men."},{"number":20,"verse":"And they straightway left their nets, and followed him."},{"number":21,"verse":"And going on from thence, hee sawe other two brethren, Iames the sonne of Zebedee, and Iohn his brother, in a ship with Zebedee their father, mending their nets: and he called them."},{"number":22,"verse":"And they immediatly left the shippe and their father, and followed him."},{"number":23,"verse":"And Iesus went about all Galilee, teaching in their Synagogues, and preaching the Gospel of the kingdome, and healing all maner of sickenesse, and all maner of disease among the people."},{"number":24,"verse":"And his fame went thorowout all Syria: and they brought vnto him all sicke people that were taken with diuerse diseases and torments, and those which were possessed with deuils, and those which were lunaticke, and those that had the palsie, and he healed them."},{"number":25,"verse":"And there followed him great great multitudes of people, from Galilee, and from Decapolis, and from Hierusalem, and from Iudea, and from beyond Iordane."}]}