{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 26,
  "verses" : [ {
    "number" : 1,
    "verse" : "கோடைகாலத்தில் உறைபனியும் அறுவடை காலத்தில் மழையும் தகாததுபோல், மூடருக்கு மேன்மை பொருத்தமற்றது."
  }, {
    "number" : 2,
    "verse" : "சிறகடித்துப் பறக்கும் அடைக்கலான் குருவியைப்போலவும் விரைந்து பறக்கும் இரட்டைவால் குருவியைப்போலவும் காரணமின்றி இடப்பட்ட சாபமும் தங்காது."
  }, {
    "number" : 3,
    "verse" : "குதிரைக்கு சவுக்கும், கழுதைக்கு கடிவாளமும், மூடரின் முதுகிற்கு பிரம்பும் ஏற்றது."
  }, {
    "number" : 4,
    "verse" : "மூடர்களுக்கு அவர்களுடைய மூடத்தனத்தின்படி பதில் சொல்லாதே; சொன்னால் நீயும் அவர்களைப்போல் இருப்பாய்."
  }, {
    "number" : 5,
    "verse" : "மூடருக்கு அவர்களுடைய மூடத்தனத்திற்கேற்ற பதிலைக் கொடு; இல்லாவிட்டால் அவர்கள் தங்களை ஞானமுள்ளவர்கள் என்று எண்ணிக்கொள்வார்கள்."
  }, {
    "number" : 6,
    "verse" : "மூடருடைய கையில் செய்தி கொடுத்து அனுப்புவது, தன் காலைத் தானே வெட்டுவதைப் போலவும் கேடு விளைவிப்பது போலவும் இருக்கும்."
  }, {
    "number" : 7,
    "verse" : "மூடரின் வாயிலுள்ள பழமொழி, பெலனற்றுத் தொங்கும் முடவரின் கால்கள்போல் இருக்கும்."
  }, {
    "number" : 8,
    "verse" : "மூடருக்குக் கனத்தைக் கொடுப்பது, கவணிலே கல்லைக் கட்டுவதுபோல் இருக்கும்."
  }, {
    "number" : 9,
    "verse" : "மூடரின் வாயிலுள்ள பழமொழி, குடிகாரனின் கையிலுள்ள முட்செடியைப் போலிருக்கும்."
  }, {
    "number" : 10,
    "verse" : "மூடரையோ வழிப்போக்கரையோ கூலிக்கு அமர்த்துபவன், கண்டபடி அம்புகளை எய்து காயப்படுத்தும் வில்வீரனைப் போலிருக்கிறான்."
  }, {
    "number" : 11,
    "verse" : "நாய் தான் கக்கினதை மீண்டும் தேடிப்போகிறது போல, மூடரும் தம் மூடத்தனத்திற்குத் திரும்புகிறார்கள்."
  }, {
    "number" : 12,
    "verse" : "தன்னைத்தானே ஞானமுள்ளவனென்று எண்ணுகிறவனைக் காண்கிறாயா? அவனைவிட மூடன் திருந்துவானென்று நம்பலாம்."
  }, {
    "number" : 13,
    "verse" : "“வீதியிலே சிங்கம் நிற்கிறது, ஒரு பயங்கர சிங்கம் வீதிகளில் நடமாடித் திரிகிறது!” என்று சோம்பேறி சொல்லுகிறான்."
  }, {
    "number" : 14,
    "verse" : "ஒரு கதவு அதின் கீழ்ப்பட்டையில் முன்னும் பின்னும் திரும்புகிறது போல, சோம்பேறியும் தனது படுக்கையில் திரும்பத்திரும்ப புரளுகிறான்."
  }, {
    "number" : 15,
    "verse" : "சோம்பேறிகள் தங்கள் கையில் உணவை எடுத்துக்கொள்வார்கள்; அதைத் தங்கள் வாய்க்கு கொண்டுவர முடியாத அளவுக்கு அவர்கள் சோம்பேறியாய் இருக்கிறார்கள்."
  }, {
    "number" : 16,
    "verse" : "விவேகமாய் பதில்சொல்கிற ஏழு மனிதரைவிட, சோம்பேறி தன் பார்வையில் தன்னை ஞானமுள்ளவன் என எண்ணுகிறான்."
  }, {
    "number" : 17,
    "verse" : "வேறு ஒருவரின் வாக்குவாதத்தில் தலையிடுகிறவன், தெருநாயின் காதைப்பிடித்து இழுக்கிறவனைப் போலிருக்கிறான்."
  }, {
    "number" : 18,
    "verse" : "தீப்பந்தங்களையும் கொல்லும் அம்புகளையும் எய்கிற பைத்தியக்காரனைப் போலவே,"
  }, {
    "number" : 19,
    "verse" : "தன் அயலானை ஏமாற்றிவிட்டு, “நான் விளையாட்டாகத்தான் செய்தேன்!” எனச் சொல்கிறவன் இருக்கிறான்."
  }, {
    "number" : 20,
    "verse" : "விறகில்லாமல் நெருப்பு அணைந்து போவதுபோல, புறங்கூறுகிறவன் இல்லாவிட்டால் வாக்குவாதங்கள் அடங்கும்."
  }, {
    "number" : 21,
    "verse" : "தணலுக்குக் கரியும், நெருப்புக்கு விறகும் தேவைப்படுவதுபோலவே, சச்சரவை மூட்டி விடுவதற்குச் சண்டைக்காரன் தேவை."
  }, {
    "number" : 22,
    "verse" : "புறங்கூறுகிறவர்களின் வார்த்தைகள் சுவையான உணவைப் போன்றவை; அவை மனிதருடைய உள்ளத்தின் ஆழத்தில் பதிந்துவிடும்."
  }, {
    "number" : 23,
    "verse" : "தீய இருதயத்தை இனிய பேச்சால் மறைப்பது, மண் பாத்திரத்தை வெள்ளிப் பூச்சால் பளபளக்கச் செய்வது போலிருக்கிறது."
  }, {
    "number" : 24,
    "verse" : "தீயநோக்கமுள்ள மனிதன் தன் உதடுகளினால் தன் எண்ணங்களை மறைக்கிறான்; ஆனால் தன் இருதயத்திலோ வஞ்சனையை நிறைத்து வைத்திருக்கிறான்."
  }, {
    "number" : 25,
    "verse" : "அவனுடைய பேச்சு கவர்ச்சியாயிருந்தாலும், நீ அவனை நம்பாதே; அவனுடைய இருதயம் ஏழு அருவருப்புகளால் நிறைந்திருக்கின்றது."
  }, {
    "number" : 26,
    "verse" : "அவனுடைய பகை ஏமாற்றத்தால் மறைக்கப்பட்டிருந்தாலும், அவனுடைய கொடுமையோ மக்கள் மத்தியில் வெளியரங்கமாகும்."
  }, {
    "number" : 27,
    "verse" : "ஒருவன் இன்னொருவனுக்குக் குழி தோண்டினால், அவன் தானே அதற்குள் விழுவான்; ஒருவன் கல்லை மேல்நோக்கி உருட்டிவிட்டால், அந்தக் கல் திரும்பி அவன் மேலேயே உருண்டு விழும்."
  }, {
    "number" : 28,
    "verse" : "பொய்பேசும் நாவு தான் புண்படுத்தியவர்களையே வெறுக்கிறது; முகஸ்துதி பேசும் வாய் அழிவைக் கொண்டுவரும்."
  } ]
}