{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 9,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஞானம் மற்றும் முட்டாள்தனத்தின் அழைப்புஞானம் தனக்கென ஒரு வீட்டைக் கட்டி, அதின் ஏழு தூண்களையும் செதுக்கி அமைத்திருக்கிறது."
  }, {
    "number" : 2,
    "verse" : "ஞானம் இறைச்சியைத் தயாரித்து திராட்சை இரசத்தையும் கலந்திருக்கிறது; அது தனது பந்தியையும் ஆயத்தப்படுத்தியிருக்கிறது."
  }, {
    "number" : 3,
    "verse" : "தன் பணிப்பெண்களை வெளியே அனுப்பிவிட்டு, பட்டணத்தில் உயரமான இடங்களில் நின்று இப்படி அழைத்தது,"
  }, {
    "number" : 4,
    "verse" : "“அறிவற்றவர்களே நீங்கள் எல்லோரும் இங்கே வாருங்கள்!” பின்பு மதிகேடர்களுக்கு இப்படிச் சொன்னது,"
  }, {
    "number" : 5,
    "verse" : "“வாருங்கள், எனது உணவைச் சாப்பிட்டு நான் கலந்த திராட்சை இரசத்தையும் குடியுங்கள்."
  }, {
    "number" : 6,
    "verse" : "நீங்கள் உங்கள் மூடவழிகளை விட்டுவிடுங்கள், அப்பொழுது வாழ்வடைவீர்கள்; மெய்யறிவின் வழியில் நடங்கள்.”"
  }, {
    "number" : 7,
    "verse" : "ஏளனம் செய்பவர்களைத் திருத்துகிறவர்கள் தங்களுக்கு அவமதிப்பைத் தேடிக்கொள்கிறார்கள்; கொடியவர்களைக் கடிந்துகொள்கிறவர்கள் பழிச்சொல்லுக்கு ஆளாகிறார்கள்."
  }, {
    "number" : 8,
    "verse" : "ஏளனம் செய்பவர்களை கடிந்துகொள்ளாதே, அவர்கள் உன்னை வெறுப்பார்கள்; ஞானமுள்ளவர்களைக் கடிந்துகொள், அவர்கள் உன்னை நேசிப்பார்கள்."
  }, {
    "number" : 9,
    "verse" : "ஞானமுள்ளவர்களுக்கு அறிவுரை கூறு, அவர்கள் இன்னும் ஞானத்தில் வளருவார்கள்; நீதிமான்களுக்குக் கற்றுக்கொடு, அவர்கள் அறிவில் இன்னும் வளருவார்கள்."
  }, {
    "number" : 10,
    "verse" : "யெகோவாவுக்குப் பயப்படுதலே ஞானத்தின் ஆரம்பம், பரிசுத்தரைப் பற்றிய அறிவே புரிந்துகொள்ளுதல்."
  }, {
    "number" : 11,
    "verse" : "ஏனெனில் ஞானத்தினாலே உன் வாழ்நாட்கள் அதிகரிக்கும், உன் ஆயுளுடன் பல வருடங்கள் கூட்டப்படும்."
  }, {
    "number" : 12,
    "verse" : "நீ ஞானியாய் இருந்தால், உன் ஞானம் உனக்கு வெகுமதியைக் கொடுக்கும்; நீ ஏளனம் செய்பவனாய் இருந்தால், தனிமையாகவே துன்பத்தை அனுபவிப்பாய்."
  }, {
    "number" : 13,
    "verse" : "மூடத்தனம் ஒரு முட்டாள் பெண்போல் இருக்கிறது; அவள் அறிவற்றவளாயும் ஒன்றும் அறியாதவளுமாய் இருக்கிறாள்."
  }, {
    "number" : 14,
    "verse" : "அவள் தனது வீட்டின் வாசற்படியில் உட்கார்ந்திருக்கிறாள், பட்டணத்தின் உயர்ந்த இடத்திலுள்ள இருக்கையில் உட்கார்ந்திருக்கிறாள்."
  }, {
    "number" : 15,
    "verse" : "அவள் தன்னைக் கடந்து தங்கள் வழியில் நேராய் செல்பவர்களைக் கூப்பிட்டு,"
  }, {
    "number" : 16,
    "verse" : "“அறிவற்றவர்களே, நீங்கள் எல்லோரும் இங்கே வாருங்கள்!” பின்பு அவள் மதிகேடர்களுக்கு இப்படிச் சொன்னாள்,"
  }, {
    "number" : 17,
    "verse" : "“திருட்டுத்தண்ணீர் இனிமையானது; இரகசியமாகச் சாப்பிடும் உணவு சுவையானது!”"
  }, {
    "number" : 18,
    "verse" : "ஆனால் அங்கு செத்தவர்கள் இருக்கிறார்கள் என்றும், அவளின் விருந்தாளிகள் பாதாளத்தின் ஆழங்களில் இருக்கிறார்கள் என்றும் அவர்கள் அறியாதிருக்கிறார்கள்."
  } ]
}