{"bibleAbbr":"KJV2000","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"Then sang Moses and the children of Israel this song unto the LORD, and spoke, saying, I will sing unto the LORD, for he has triumphed gloriously: the horse and his rider has he thrown into the sea."},{"number":2,"verse":"The LORD is my strength and song, and he is become my salvation: he is my God, and I will prepare him a habitation; my father's God, and I will exalt him."},{"number":3,"verse":"The LORD is a man of war: the LORD is his name."},{"number":4,"verse":"Pharaoh's chariots and his host has he cast into the sea: his chosen captains also are drowned in the Red sea."},{"number":5,"verse":"The depths have covered them: they sank to the bottom as a stone."},{"number":6,"verse":"Your right hand, O LORD, has become glorious in power: your right hand, O LORD, has dashed in pieces the enemy."},{"number":7,"verse":"And in the greatness of your excellency you have overthrown them that rose up against you: you sent forth your wrath, which consumed them as stubble."},{"number":8,"verse":"And with the blast of your nostrils the waters were gathered together, the floods stood upright as a heap, and the depths were congealed in the heart of the sea."},{"number":9,"verse":"The enemy said, I will pursue, I will overtake, I will divide the spoil; my lust shall be satisfied upon them; I will draw my sword, my hand shall destroy them."},{"number":10,"verse":"You did blow with your wind, the sea covered them: they sank as lead in the mighty waters."},{"number":11,"verse":"Who is like unto you, O LORD, among the gods? who is like you, glorious in holiness, fearful in praises, doing wonders?"},{"number":12,"verse":"You stretched out your right hand, the earth swallowed them."},{"number":13,"verse":"You in your mercy have led forth the people whom you have redeemed: you have guided them in your strength unto your holy habitation."},{"number":14,"verse":"The people shall hear, and be afraid: sorrow shall take hold on the inhabitants of Philistia."},{"number":15,"verse":"Then the chiefs of Edom shall be amazed; the mighty men of Moab, trembling shall take hold upon them; all the inhabitants of Canaan shall melt away."},{"number":16,"verse":"Fear and dread shall fall upon them; by the greatness of your arm they shall be as still as a stone; till your people pass over, O LORD, till the people pass over, whom you have purchased."},{"number":17,"verse":"You shall bring them in, and plant them in the mountain of your inheritance, in the place, O LORD, which you have made for you to dwell in, in the Sanctuary, O Lord, which your hands have established."},{"number":18,"verse":"The LORD shall reign forever and ever."},{"number":19,"verse":"For the horse of Pharaoh went in with his chariots and with his horsemen into the sea, and the LORD brought again the waters of the sea upon them; but the children of Israel went on dry land in the midst of the sea."},{"number":20,"verse":"And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances."},{"number":21,"verse":"And Miriam answered them, Sing unto the LORD, for he has triumphed gloriously; the horse and its rider has he thrown into the sea."},{"number":22,"verse":"So Moses brought Israel from the Red sea, and they went out into the wilderness of Shur; and they went three days in the wilderness, and found no water."},{"number":23,"verse":"And when they came to Marah, they could not drink of the waters of Marah, for they were bitter: therefore the name of it was called Marah."},{"number":24,"verse":"And the people murmured against Moses, saying, What shall we drink?"},{"number":25,"verse":"And he cried unto the LORD; and the LORD showed him a tree, which when he had cast it into the waters, the waters were made sweet: there he made for them a statute and an ordinance, and there he proved them,"},{"number":26,"verse":"And said, If you will diligently hearken to the voice of the LORD your God, and will do that which is right in his sight, and will give ear to his commandments, and keep all his statutes, I will put none of these diseases upon you, which I have brought upon the Egyptians: for I am the LORD that heals you."},{"number":27,"verse":"And they came to Elim, where there were twelve wells of water, and threescore and ten palm trees: and they encamped there by the waters."}]}