{"bibleAbbr":"KJV2000","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"And the LORD spoke unto Moses, saying,"},{"number":2,"verse":"Speak unto the children of Israel, that they bring me an offering: of every man that gives it willingly with his heart you shall take my offering."},{"number":3,"verse":"And this is the offering which you shall take of them; gold, and silver, and bronze,"},{"number":4,"verse":"And blue, and purple, and scarlet, and fine linen, and goats' hair,"},{"number":5,"verse":"And rams' skins dyed red, and badgers' skins, and acacia wood,"},{"number":6,"verse":"Oil for the light, spices for anointing oil, and for sweet incense,"},{"number":7,"verse":"Onyx stones, and stones to be set in the ephod, and in the breastplate."},{"number":8,"verse":"And let them make me a sanctuary; that I may dwell among them."},{"number":9,"verse":"According to all that I show you, after the pattern of the tabernacle, and the pattern of all the furnishings of it, even so shall you make it."},{"number":10,"verse":"And they shall make an ark of acacia wood: two cubits and a half shall be the length of it, and a cubit and a half the breadth of it, and a cubit and a half the height of it."},{"number":11,"verse":"And you shall overlay it with pure gold, inside and outside shall you overlay it, and shall make upon it a molding of gold round about."},{"number":12,"verse":"And you shall cast four rings of gold for it, and put them in the four corners of it; and two rings shall be in the one side of it, and two rings in the other side of it."},{"number":13,"verse":"And you shall make poles of acacia wood, and overlay them with gold."},{"number":14,"verse":"And you shall put the poles into the rings by the sides of the ark, that the ark may be borne with them."},{"number":15,"verse":"The poles shall be in the rings of the ark: they shall not be taken from it."},{"number":16,"verse":"And you shall put into the ark the testimony which I shall give you."},{"number":17,"verse":"And you shall make a mercy seat of pure gold: two cubits and a half shall be the length of it, and a cubit and a half the breadth of it."},{"number":18,"verse":"And you shall make two cherubim of gold, of hammered work shall you make them, on the two ends of the mercy seat."},{"number":19,"verse":"And make one cherub on the one end, and the other cherub on the other end: even of the mercy seat shall you make the cherubim on the two ends of it."},{"number":20,"verse":"And the cherubim shall stretch forth their wings above, covering the mercy seat with their wings, and their faces shall face one another; toward the mercy seat shall the faces of the cherubim be."},{"number":21,"verse":"And you shall put the mercy seat on top of the ark; and in the ark you shall put the testimony that I shall give you."},{"number":22,"verse":"And there I will meet with you, and I will commune with you from above the mercy seat, from between the two cherubim that are upon the ark of the testimony, of all things which I will give you in commandment unto the children of Israel."},{"number":23,"verse":"You shall also make a table of acacia wood: two cubits shall be the length of it, and a cubit the breadth of it, and a cubit and a half the height of it."},{"number":24,"verse":"And you shall overlay it with pure gold, and make for it a molding of gold round about."},{"number":25,"verse":"And you shall make unto it a border of a handbreadth round about, and you shall make a golden molding in the border of it round about."},{"number":26,"verse":"And you shall make for it four rings of gold, and put the rings in the four corners that are at its four legs."},{"number":27,"verse":"Close to the border shall the rings be for places for the poles to bear the table."},{"number":28,"verse":"And you shall make the poles of acacia wood, and overlay them with gold, that the table may be borne with them."},{"number":29,"verse":"And you shall make its dishes, and its spoons, and its covers, and its bowls for pouring: of pure gold shall you make them."},{"number":30,"verse":"And you shall set upon the table showbread before me always."},{"number":31,"verse":"And you shall make a lampstand of pure gold: of hammered work shall the lampstand be made: its shaft, and its branches, its bowls, its knobs, and its flowers, shall be of the same one piece."},{"number":32,"verse":"And six branches shall come out of the sides of it; three branches of the lampstand out of one side, and three branches of the lampstand out of the other side:"},{"number":33,"verse":"Three bowls made like almonds, with a knob and a flower in one branch; and three bowls made like almonds in the other branch, with a knob and a flower: so also the six branches that come out of the lampstand."},{"number":34,"verse":"And in the lampstand shall be four bowls made like almonds, with their knobs and their flowers."},{"number":35,"verse":"And there shall be a knob under the first two branches of the same one piece, and a knob under the second two branches of the same one piece, and a knob under the third two branches of the same one piece, according to the six branches that proceed out of the lampstand."},{"number":36,"verse":"Their knobs and their branches shall be of the same piece: all of it shall be one hammered work of pure gold."},{"number":37,"verse":"And you shall make its seven lamps: and they shall light its lamps, that they may give light in front of it."},{"number":38,"verse":"And its wick trimmers, and their trays, shall be of pure gold."},{"number":39,"verse":"Of a talent of pure gold shall he make it, with all these utensils."},{"number":40,"verse":"And see that you make them after their pattern, which was shown you on the mount."}]}