{"bibleAbbr":"NASB2020","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"Judgment on Neighbor Nations The words of Amos, who was among the sheepherders from Tekoa, which he saw in visions concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam son of Joash, king of Israel, two years before the earthquake."},{"number":2,"verse":"And he said, “The LORD roars from Zion, And from Jerusalem He utters His voice; And the shepherds’ pasture grounds mourn, And the (Lit head) summit of Carmel dries up.”"},{"number":3,"verse":"This is what the LORD says: “For three offenses of Damascus, and for four, I will not (Lit cause it to turn back, and so throughout the ch) revoke its punishment, Because they threshed Gilead with iron sledges."},{"number":4,"verse":"So I will send fire upon the house of Hazael, And it will consume the citadels of Ben-hadad."},{"number":5,"verse":"I will also break the gate bar of Damascus, And eliminate every inhabitant from the (Possibly Baalbek) Valley of Aven, As well as him who holds the scepter, from Beth-eden; So the people of Aram will be exiled to Kir,” Says the LORD."},{"number":6,"verse":"This is what the LORD says: “For three offenses of Gaza, and for four, I will not revoke its punishment, Because they led into exile an entire population To turn them over to Edom."},{"number":7,"verse":"So I will send fire on the wall of Gaza And it will consume her citadels."},{"number":8,"verse":"I will also eliminate every inhabitant from Ashdod, As well as him who holds the scepter, from Ashkelon; And I will direct My (Lit hand) power against Ekron, And the remnant of the Philistines will perish,” Says the Lord (Heb YHWH, usually rendered Lord) GOD."},{"number":9,"verse":"This is what the LORD says: “For three offenses of Tyre, and for four, I will not revoke its punishment, Because they turned an entire population over to Edom And did not remember the covenant of (Lit brothers) brotherhood."},{"number":10,"verse":"So I will send fire on the wall of Tyre, And it will consume her citadels.”"},{"number":11,"verse":"This is what the LORD says: “For three offenses of Edom, and for four, I will not revoke its punishment, Because he pursued his brother with the sword And stifled his compassion; His anger also tore continually, And he maintained his fury forever."},{"number":12,"verse":"So I will send fire upon Teman And it will consume the citadels of Bozrah.”"},{"number":13,"verse":"This is what the LORD says: “For three offenses of the sons of Ammon, and for four, I will not revoke its punishment, Because they ripped open the pregnant women of Gilead In order to enlarge their borders."},{"number":14,"verse":"So I will kindle a fire on the wall of Rabbah, And it will consume her citadels Amid (Or shouts) war cries on the day of battle, And amid a storm on the day of tempest."},{"number":15,"verse":"Their king will go into exile, He and his princes together,” says the LORD."}]}