{"bibleAbbr":"NASB2020","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"All the Tribes Are Guilty Hear this word which the LORD has spoken against you, sons of Israel, against the entire (I. e., nation) family which (Lit I) He brought up from the land of Egypt:"},{"number":2,"verse":"“You only have I (Or chosen) known among all the families of the earth; Therefore I will (Lit visit) punish you for all your wrongdoing.”"},{"number":3,"verse":"Do two people walk together unless they have agreed to meet?"},{"number":4,"verse":"Does a lion roar in the forest when he has no prey? Does a young lion (Lit give his voice) growl from his den unless he has captured something?"},{"number":5,"verse":"Does a bird fall into a trap on the ground when there is no (Lit snare) device in it? Does a trap spring up from the earth when it captures nothing at all?"},{"number":6,"verse":"If a trumpet is blown in a city, will the people not tremble? If a disaster occurs in a city, has the LORD not brought it about?"},{"number":7,"verse":"(Or For) Certainly the Lord (Heb YHWH, usually rendered Lord, and so throughout the ch) GOD does nothing Unless He reveals His secret plan To His servants the prophets."},{"number":8,"verse":"A lion has roared! Who will not fear? The Lord GOD has spoken! Who can do anything but prophesy?"},{"number":9,"verse":"Proclaim on the citadels in Ashdod and on the citadels in the land of Egypt and say, “Assemble yourselves on the mountains of Samaria and see the great panic within her and the oppressions in her midst."},{"number":10,"verse":"But they do not know how to do what is right,” declares the LORD, “these who store up (I. e., the plunder from violence) violence and devastation in their citadels.”"},{"number":11,"verse":"Therefore, this is what the Lord GOD says: “An enemy, one surrounding the land, Will take down your fortifications from you, And your citadels will be looted.”"},{"number":12,"verse":"This is what the LORD says: “Just as the shepherd (Or rescues) snatches from the lion’s mouth a couple of legs or a piece of an ear, So will the sons of Israel living in Samaria be (Or rescued) snatched away— With the corner of a bed and the (Or headrest; lit damask) cover of a couch!"},{"number":13,"verse":"Hear and testify against the house of Jacob,” Declares the Lord GOD, the God of armies."},{"number":14,"verse":"“For on the day that I punish Israel’s offenses, I will also punish the altars of Bethel; The horns of the altar will be cut off, And will fall to the ground."},{"number":15,"verse":"I will also strike the winter house together with the summer house; The houses of (I. e., ivory inlay) ivory will also perish, And the great houses will come to an end,” Declares the LORD."}]}