{"bibleAbbr":"GB1587","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"And The calling of God is unbounded, without exception, in regard to place, person, or time. he began to speak unto them by This word «parable», which the evangelists use, not only signifies a comparing of things together, but also speeches and allegories with hidden meaning. parables. A [certain] man planted a vineyard, and set an hedge about [it], and digged [a place for] the winefat, and built a tower, and let it out to husbandmen, and went into a far country."},{"number":2,"verse":"When the fruits of the ground used to be gathered. And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard."},{"number":3,"verse":"But they tooke him, and beat him, & sent him away emptie."},{"number":4,"verse":"And againe he sent vnto them another seruant, and at him they cast stones, and brake his head, and sent him away shamefully handled."},{"number":5,"verse":"And againe he sent another, and him they slew, & many other, beating some, & killing some."},{"number":6,"verse":"Yet had he one sonne, his deare beloued: him also he sent the last vnto them, saying, They will reuerence my sonne."},{"number":7,"verse":"But ye husbandmen said among themselues, This is the heire: come, let vs kill him, and the inheritance shalbe ours."},{"number":8,"verse":"So they tooke him, & killed him, and cast him out of the vineyard."},{"number":9,"verse":"What shall then the Lord of the vineyard doe? He will come and destroy these husbandmen, and giue the vineyard to others."},{"number":10,"verse":"Haue ye not read so much as this Scripture? The stone which the builders did refuse, is made the head of the corner."},{"number":11,"verse":"This was done of the Lord, and it is marueilous in our eyes."},{"number":12,"verse":"And they They were greedy and very desirous. sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way."},{"number":13,"verse":"The gospel links the authority of the magistrate with the service of God. And they send unto him certain of the Pharisees and of the Herodians, to catch him in [his] words."},{"number":14,"verse":"And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou You do not judge by the outward appearance, so that the truth is therefore not darkened by any means at all. regardest not the person of men, but teachest the The way by which we come to see God. way of God in truth: Is it lawful to give tribute to Caesar, or not?"},{"number":15,"verse":"Should we giue it, or should we not giue it? But he knew their hypocrisie, and said vnto them, Why tempt ye me? Bring me a peny, that I may see it."},{"number":16,"verse":"So they brought it, and he said vnto them, Whose is this image and superscription? And they said vnto him, Cesars."},{"number":17,"verse":"Then Iesus answered, and saide vnto them, Giue to Cesar the things that are Cesars, and to God, those that are Gods: & they marueiled at him."},{"number":18,"verse":"The resurrection of the body is confirmed, opposed to the foolish ignorance and malice of the Sadducees. Then come unto him the Sadducees, which say there is no resurrection; and they asked him, saying,"},{"number":19,"verse":"Master, Moses wrote vnto vs, If any mans brother die, and leaue his wife, and leaue no children, that his brother should take his wife, and rayse vp seede vnto his brother."},{"number":20,"verse":"There were seuen brethren, and the first tooke a wife, and when he died, left no issue."},{"number":21,"verse":"Then the seconde tooke her, and he died, neither did he yet leaue issue, & the third likewise:"},{"number":22,"verse":"So those seuen had her, and left no yssue: last of all the wife died also."},{"number":23,"verse":"In the resurrection then, when they shall rise againe, whose wife shall she be of them? For seuen had her to wife."},{"number":24,"verse":"Then Iesus answered, and saide vnto them, Are ye not therefore deceiued, because ye knowe not the Scriptures, neither the power of God?"},{"number":25,"verse":"For when they shall rise againe from the dead, neither men marry, nor wiues are married, but are as the Angels which are in heauen."},{"number":26,"verse":"And as touching the dead, that they shall rise againe, haue ye not read in the booke of Moses, howe in the bush God spake vnto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Iacob?"},{"number":27,"verse":"God is not ye God of the dead, but the God of the liuing. Ye are therefore greatly deceiued."},{"number":28,"verse":"Sacrifices and outward worship never pleased God unless we first did the things which we owe to God and our neighbours. And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?"},{"number":29,"verse":"Iesus answered him, The first of all the commandements is, Heare, Israel, The Lord our God is the onely Lord."},{"number":30,"verse":"Thou shalt therefore loue the Lorde thy God with all thine heart, and with all thy soule, and with all thy minde, and with all thy strength: this is the first commandement."},{"number":31,"verse":"And the second is like, that is, Thou shalt loue thy neighbour as thy selfe. There is none other commandement greater then these."},{"number":32,"verse":"Then that Scribe said vnto him, Well, Master, thou hast saide the trueth, that there is one God, and that there is none but he,"},{"number":33,"verse":"And to loue him with all the heart, and with all the vnderstanding, and with all the soule, and with all the strength, and to loue his neighbour as himselfe, is more then all whole burnt offerings and sacrifices."},{"number":34,"verse":"Then when Iesus saw that he answered discreetely, he saide vnto him, Thou art not farre from the kingdome of God; no man after that durst aske him any question."},{"number":35,"verse":"Christ proves his Godhead even out of David himself, from whom he came according to the flesh. And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the Son of David?"},{"number":36,"verse":"For David himself said by Literally, «in the Holy Spirit»; and there is a great power in this kind of speech, by which is meant that it was not so much David who was speaking, but instead the Holy Spirit, who in a way possessed David. the Holy Ghost, The LORD said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool."},{"number":37,"verse":"Then Dauid himselfe calleth him Lord: by what meanes is he then his sonne? And much people heard him gladly."},{"number":38,"verse":"The manners of ministers are not to be followed rashly as an example. And he said unto them in While he taught them. his doctrine, Beware of the scribes, which love to go in The word is a «stole», which is a kind of woman's garment that goes down even to the heels, and is taken generally to refer to any pleasant looking garment, but in this place it seems to signify the fringed garment mentioned in (Deu_22:12). ) long clothing, and [love] salutations in the marketplaces,"},{"number":39,"verse":"And the chiefe seates in the Synagogues, and the first roumes at feastes,"},{"number":40,"verse":"Which deuoure widowes houses, euen vnder a colour of long prayers. These shall receiue the greater damnation."},{"number":41,"verse":"The doing of our duties which God allows is not considered worthy according to the outward value, but instead according to the inward affections of the heart. And Jesus sat over against the treasury, and beheld how the people Money of any type of metal which the Romans used, who in the beginning stamped or made coins of brass, and after used it for currency. cast money into the treasury: and many that were rich cast in much."},{"number":42,"verse":"And there came a certaine poore widowe, & she threw in two mites, which make a quadrin."},{"number":43,"verse":"Then he called vnto him his disciples, and said vnto them, Verely I say vnto you, that this poore widowe hath cast more in, then all they which haue cast into the treasurie."},{"number":44,"verse":"For they all did cast in of their superfluitie: but she of her pouertie did cast in all that she had, euen all her liuing."}]}