{"bibleAbbr":"GB1587","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":16,"verses":[{"number":1,"verse":"And when the Sabbath day was past, Marie Magdalene, and Marie the mother of Iames, and Salome, bought sweete oyntments, that they might come, and anoynt him."},{"number":2,"verse":"Therefore early in the morning, the first day of the weeke, they came vnto the sepulchre, when the Sunne was nowe risen."},{"number":3,"verse":"And they saide one to another, Who shall rolle vs away the stone from the doore of the sepulchre?"},{"number":4,"verse":"And when they When they cast their eyes toward the sepulchre. looked, they saw that the stone was rolled away: for it was very great."},{"number":5,"verse":"And entering into the Into the cave out of which the sepulchre was cut. sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted."},{"number":6,"verse":"But he said vnto them, Be not so troubled: ye seeke Iesus of Nazareth, which hath bene crucified: he is risen, he is not here: behold the place where they put him."},{"number":7,"verse":"But goe your way, and tell his disciples, and Peter, that he will goe before you into Galile: there shall ye see him, as he said vnto you."},{"number":8,"verse":"And they went out quickly, and fled from the sepulchre: for they trembled, and were amased: neither said they any thing to any man: for they were afraide."},{"number":9,"verse":"Christ himself appears to Mary Magdalene to reprove the disciple's incredulity. Now when [Jesus] was risen early the first [day] of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils."},{"number":10,"verse":"And shee went and tolde them that had bene with him, which mourned and wept."},{"number":11,"verse":"And when they heard that he was aliue, and had appeared to her, they beleeued it not."},{"number":12,"verse":"Christ appears to two other disciples and at length to the eleven. After that he appeared in another form unto two of them, as they walked, and went into the country."},{"number":13,"verse":"And they went, and told it to the remnant, neither beleeued they them."},{"number":14,"verse":"The evangelist did not consider the chronological sequence of events, but rather what took place, which he divided into three parts: The first shows how he appeared to the women, the second to his disciples, the third to his apostles, and therefore he says «finally». Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen."},{"number":15,"verse":"The apostles are appointed, and their office is limited to them, which is to preach that which they heard from him, and to minister the sacraments which Christ has instituted, having in addition to this the power to do miracles. And he said unto them, Go ye into all the world, and preach the gospel to Not to the Jews only, nor in Judea only, but to all men and everywhere: and so must all the apostles do. every creature."},{"number":16,"verse":"He that shall beleeue and be baptized, shalbe saued: but he that will not beleeue, shalbe damned."},{"number":17,"verse":"And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with Strange tongues, ones which they did not know before. new tongues;"},{"number":18,"verse":"And shall take away serpents, and if they shall drinke any deadly thing, it shall not hurt them: they shall lay their handes on the sicke, and they shall recouer."},{"number":19,"verse":"Christ, having accomplished his office on earth, ascends into heaven, from where (the doctrine of his apostles being confirmed with signs) he will govern his Church, until the world's end. So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God."},{"number":20,"verse":"And they went forth, and preached every where, the Lord working with [them], and confirming That is, the doctrine: therefore doctrine must go before and signs must follow after. the word with signs following. Amen."}]}