{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":1,"verses":[{"number":1,"verse":"In the former treatyse (Deare Theophylus) we haue spoken of all that Iesus beganne to do and teache,"},{"number":2,"verse":"vntyll the daye in which he was taken vp, after that he, thorow the holy goost, had geuen commaundementes vnto the Apostles, whom he had chosen:"},{"number":3,"verse":"to whom also he shewed hym selfe alyue after hys passion (and that by many tokens) appearynge vnto them fourtye dayes, and speakynge of the kyngdome of God,"},{"number":4,"verse":"and gathered them together, and commaunded them, that they shulde not departe from Ierusalem: but to wayte for the promys of the father wherof (sayeth he) ye haue hearde of me."},{"number":5,"verse":"For Iohn truly baptysed with water, but ye shalbe baptysed with the holy goost after these feawe dayes."},{"number":6,"verse":"When they therfore were come together, they asked of him, sayinge: Lorde, wilt thou at this tyme, restore agayne the kyngdome to Israel?"},{"number":7,"verse":"And he sayde vnto them: It is not for you to knowe the tymes, or the seasons, which the father hath put in his awne power:"},{"number":8,"verse":"but ye shal receaue power after that the holy goost is come vpon you. And ye shalbe witnesses vnto me not onely in Ierusalem, but also in all Iewry and in Samary, and euen vnto the worldes ende."},{"number":9,"verse":"And when he had spoken these thynges, whyle they beheld, he was taken vp an hye, & a cloude receaued him vp out of their sight."},{"number":10,"verse":"And while they looked stedfastly vp towarde heauen, as he went, beholde, two men stode by them in whyte apparell,"},{"number":11,"verse":"which also sayd: ye men of Galile, why stande ye gasynge vp into heauen? This same Iesus which is taken vp from you into heauen, shall so come, euen as ye haue sene him go into heauen."},{"number":12,"verse":"Then returned they vnto Ierusalem from the mount (that is called Olyuete) which is from Ierusalem, a Saboth dayes iorney."},{"number":13,"verse":"And when they were come in, they went vp into a parler, where aboade both Peter and Iames, and Iohn and Andrew, Philip & Thomas, Barthelemew and Mathew, Iames the sonne of Alpheus, and Simon Zelotes, and Iudas the brother of Iames."},{"number":14,"verse":"These all contynued with one accorde in prayer and supplicacyon with the wemen & Mary the mother of Iesu, and with hys brethren."},{"number":15,"verse":"And in those dayes Peter stode vp in the myddes of the discyples, and sayde (the nombre of names that were together, were aboute an hundred and twentye.)"},{"number":16,"verse":"Ye men & brethren, thys scripture must haue nedes ben fulfylled, which the holy goost thorowe the mouth of Dauid spake before of Iudas, which was gyde to them that toke Iesus."},{"number":17,"verse":"For he was noumbred with vs, and had obtayned felowshypp in thys mynystracyon."},{"number":18,"verse":"And the same hath now possessed a plat of grounde with the rewarde of iniquite: and when he was hanged, he burst a sondre in the myddes, and all his bowels gusshed out."},{"number":19,"verse":"And it is knowen vnto all the inhabiters of Ierusalem: in so moch that the same felde is called in their mother tonge, Acheldama, that is to saye, the bloude felde."},{"number":20,"verse":"For it is wrytten in the boke of Psalmes: hys habitacyon be voyde, and no man be dwellynge therin: and his Bysshoprycke let another take."},{"number":21,"verse":"Wherfore of these men which haue companyed with vs (all the tyme that the Lorde Iesus had all hys conuersacyon amonge vs,"},{"number":22,"verse":"begynnynge at the baptyme of Iohn, vnto that same daye that he was taken vp from vs) must one be ordeyned, to be a witnes with vs of hys resurreccyon."},{"number":23,"verse":"And they apoynted two, Ioseph which is called Barsabas (whose syr name was Iustus) and Mathias,"},{"number":24,"verse":"And whan they prayed they sayde: thou Lorde, which knowest the hertes of all men, shewe whether of these two thou hast chosen:"},{"number":25,"verse":"that he maye take the roume of thys ministracyon and Apostleshypp, from which Iudas by transgressyon fell, that he myght go to hys awne place."},{"number":26,"verse":"And they gaue forth their lottes, and the lot fel on Mathias, and he was counted with the eleuen Apostles."}]}