{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"Then cam he to Derba and to Lystra, And beholde, a certayne dyscyple was there named Timotheus a womans sonne, which was a Iewesse and beleued: but hys father was a Greke."},{"number":2,"verse":"Of whom reported well the brethren that were at Lystra and Iconium"},{"number":3,"verse":"Hym wold Paul that he shulde go forth with him, & toke and circumcised hym, because of the Iewes which were in those quarters: for they knewe all, that hys father was a Greke."},{"number":4,"verse":"As they went thorowe the cyties, they deliuered them the decrees for to kepe, that were ordeyned of the Apostles and elders, which were at Ierusalem."},{"number":5,"verse":"And so were the congregacyons stablyshed in the fayth, and encreased in nombre dayly."},{"number":6,"verse":"When they had gone thorow out Phrigia. and the region of Galacia, and were forbydden of the holy ghost to preach the word in Asia,"},{"number":7,"verse":"they came to Mysya, and sought to go into Bethynia. But the sprete soffred them no"},{"number":8,"verse":"But whan they had gone thorow Mysia they came downe to Troada."},{"number":9,"verse":"And a visyon appered to Paul in the nyght. There stode a man of Macedonia and prayed him, saying: come into Macedonia, and helpe vs."},{"number":10,"verse":"After he had sene the vision, immediatly we prepared to go into Macedonia, beinge certifyed that the Lorde had called vs, for to preach the gospell vnto them."},{"number":11,"verse":"Whan we losed forth then from Troada, we came wt a strayte course to Samothracia, and the nexte daye to Neapolin,"},{"number":12,"verse":"& from thence to Philippos, which is the chefe cytie in the partes of Macedonia, & a fre cytie. We were in that cytie abydinge certayne dayes."},{"number":13,"verse":"And on the Saboth dayes we went out of the citie besydes a ryuer, where men were wont to praye. And we sate downe, & spake vnto the wemen which resorted thyther."},{"number":14,"verse":"And a certayne woman (named Lydia) a seller of purple, of the cytie of Thyatira, which worshypped God, gaue vs audience. Whose hert the Lorde opened, that she attended vnto the thynges, which Paul spake."},{"number":15,"verse":"When she was baptised, and her housholde, she besought vs, sayinge: If ye thyncke that I beleue on the Lorde, come into my house, and abyde there. And she constrayned vs."},{"number":16,"verse":"And it fortuned as we went to prayer, a certayn damsell possessed with a sprete that prophesyed, met vs, which brought her master: & mastres moche vauntage wt Prophesyinge."},{"number":17,"verse":"The same folowed Paul and vs, and cryed, sayinge: these men are the seruauntes of the most hye God, which shew vnto vs the waye of saluacyon."},{"number":18,"verse":"And thys dyd she many dayes. But Paul not content, turned aboute, and sayde to the sprete. I commaunde the in the name of Iesu Christ, that thou come out of her. And he came out the same houre"},{"number":19,"verse":"And when her master and mastres sawe that the hope of their gaynes was gone, they caught Paul and Sylas, and drue them into the market place vnto the rulars,"},{"number":20,"verse":"& brought them to the officers, sayinge: These men trouble oure cytie seing they are Iewes,"},{"number":21,"verse":"& preach ordinaunces, which are not laufull for vs to receaue, nether to obserue, seynge we are Romanys."},{"number":22,"verse":"And the people ranne agaynst them, and the officers rent their clothes, & commaunded them to be beaten with roddes."},{"number":23,"verse":"And when they had beaten them sore, they cast them into preson, commaundynge the iayler of the preson to kepe them diligently."},{"number":24,"verse":"Which when he had receaued such commaundement, thrust them into the ynner preson, & made theyr fete fast in the stockes."},{"number":25,"verse":"At mydnyght Paul & Sylas prayed, and lauded God. And the presoners hearde them."},{"number":26,"verse":"And sodenly ther was a greate erthquake, so that the foundacion of the preson was shaken, and immediatly all the dores opened and euery mannes bandes were loosed."},{"number":27,"verse":"When the keper of the preson waked out of his slepe and sawe the preson dores open, he drue out his swearde and wolde haue kylled him selfe supposyng that the presoners had bene fledd."},{"number":28,"verse":"But Paul cryed with a loude voyce, saying: do thy selfe no harme, for we are all heare."},{"number":29,"verse":"Then he called for a lyght and sprange in and ran tremblynge vnto Paul, and fell downe at the fete of Paul & Sylas,"},{"number":30,"verse":"and brought them out, & sayde: Syrs what must I do to be saued?"},{"number":31,"verse":"And they sayde: beleue on the Lorde Iesus, & thou shalt be saued & thy housholde."},{"number":32,"verse":"And they preached vnto him the worde of the Lord, & to all that were in hys house."},{"number":33,"verse":"And he toke them the same houre of the nyght, & wasshed their woundes, and was baptised and all they of hys housholde strayght waye."},{"number":34,"verse":"And when he had brought them into hys house, he set meate before them, and ioyed that he with all his housholde, beleued on God."},{"number":35,"verse":"And when it was daye, the officers sent the ministers, saying: let those men go."},{"number":36,"verse":"The keper of the preson tolde this sayinge to Paul: the officers haue sent word to lose you. Now therfore, get you hence and go in peace."},{"number":37,"verse":"Then sayde Paul vnto them: they haue beaten vs openly vncondemned, for all that we are Romayns, and haue cast vs into preson: & now wolde they sende vs awaye preuely? Naye Uerely, but let them come them selues, & fet vs out."},{"number":38,"verse":"When the ministers tolde these wordes vnto the officers, they feared when they hearde, that they were Romaynes"},{"number":39,"verse":"they cam and besought them: and brought them out, and desyred them, to departe out of the cytie."},{"number":40,"verse":"And they went out of the preson, and entred into the house of Lidia, and when they had sene the brethren, they conforted them, and departed"}]}