{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"And whan it chaunced that we had launched forth, and were departed from them, we came with a strayght course vnto Choon and the daye folowynge vnto the Rhodes, and from thence vnto Patara."},{"number":2,"verse":"And whan we had gotten a shyppe that wolde sayle vnto Phenyces, we went aborde into it, and set forth."},{"number":3,"verse":"But whan Ciprus beganne to appeare vnto vs, we lefte it on the lefte hande, and sayled vnto Siria, and cam vnto Tyre. For there the shyppe vnladed the burthen."},{"number":4,"verse":"And when we had founde brethren, we taryed there . vij. dayes. And they tolde Paul thorowe the sprete that he shuld not go vp to Ierusalem."},{"number":5,"verse":"And when the dayes were ended we departed and went oure waye, and they all brought vs on oure waye, with wyues and chyldren, tyll we were come out of the cytie. And we kneled downe in the shore and prayde."},{"number":6,"verse":"And when we had taken oure leaue one of another, we toke shippe, & they returned home agayne:"},{"number":7,"verse":"When we had full ended the course from Tyre, we went downe to Ptolomaida, & saluted the brethren, & abode with them one daye"},{"number":8,"verse":"The nexte daye, we that were of Pauls company departed, and came vnto Cesarea. And we entred into the house of Philip the Euangelist, which was one of the seuen, & abode wt hym."},{"number":9,"verse":"The same man had fower daughters virgens, which dyd prophesy."},{"number":10,"verse":"And as we taryed there a good mayny of dayes, there cam a certaine prophet from Iurie, named Agabus."},{"number":11,"verse":"When he was come vnto vs, he toke Pauls gerdell, & bounde his fete & handes, & sayd: Thus sayth the holy ghost so shal the Iewes at Ierusalem bynde the man that oweth this gerdell, and shall delyuer hym into the handes of the Gentyls."},{"number":12,"verse":"When we hearde this, both we and other which were of the same place, besought him that he wolde not go vp to Ierusalem."},{"number":13,"verse":"Then Paul answered, & sayde: what do ye wepynge & veryng myne herte? I am ready, not to be bounde onely, but also to dye at Ierusalem for the name of the Lorde Iesu."},{"number":14,"verse":"When we coulde not turne hys mynde, we ceased, sayinge the wyll of the Lord be fulfylled."},{"number":15,"verse":"After those dayes we toke vp oure burthens, & went vp to Ierusalem."},{"number":16,"verse":"Ther went with vs also certayne of the discyples of Cesarea, and brought with them one Mnason of Cyprus an olde discyple, with whom we shulde lodge."},{"number":17,"verse":"And when we were come to Ierusalem, the brethren receaued vs gladly."},{"number":18,"verse":"And on the morow, Paul went in with vs vnto Iames. And all the elders came together."},{"number":19,"verse":"And when he had saluted them, he tolde by order all thynges, that God had wrought amonge the gentyls by his ministracyon."},{"number":20,"verse":"And when they hearde it, they glorifyed the Lorde, and sayde vnto him: Thou seest brother, how many thousande Iewes ther are which beleue, and they are all ernest folowers ouer the lawe."},{"number":21,"verse":"And they are informed of the, that thou teachest all the Iewes which are amonge the gentyls, to forsake Moses: and sayst, that they ought not to circuncise theyr chyldren, nether to lyue after the customes."},{"number":22,"verse":"What is it therfore? The multytude must nedes come together: For they shall heare that thou arte come."},{"number":23,"verse":"Do therfore this, that we saye to the. We haue . iiij. men, which haue a vowe on them."},{"number":24,"verse":"Them take, & purifie thy selfe with them, and do cost on them, that they maye shaue their heades: and all shall knowe, that those thynges which they haue hearde concernyng the, are nothyng: but that thou thy selfe also walkest and kepest the lawe."},{"number":25,"verse":"But as touchynge the gentyls which beleue we haue written and concluded, that they obserue no soche thyng: saue onely that they kepe them selues from thynges offred to ydoles, and from bloude, and from strangled, and from fornicacyon."},{"number":26,"verse":"Then the nexte daye Paul toke the men, and puryfyed hym selfe with them and entred into the temple, declarynge that he obserued the dayes of the purificacyon, vntyll that an offeryng shuld be offered for euery one of them."},{"number":27,"verse":"And whan the seuen dayes were nowe almost ended, that Ieues which were of Asia (when they sawe hym in the temple) moued all the people, and layde handes on him,"},{"number":28,"verse":"crying: men of Israell, helpe. This is the man, that teacheth all men euery where agaynst the people and the lawe, and thys place. He hath also brought Grekes into the temple, and hath polluted thys holy place."},{"number":29,"verse":"For they had sene with hym one in the cytie. Trophinus an Ephesian, whom they supposed that Paul had brought into the temple."},{"number":30,"verse":"And all the cytie was moued, and the people swarmed together. And they toke Paul and drue him out of the temple, and forth with, the dores were shut."},{"number":31,"verse":"As they went about to kyll him, tidinges came vnto the hye captayne of the soudyers, that all Ierusalem was moued."},{"number":32,"verse":"Which immediatly toke soudiers and vndercaptaynes, and ranne downe vnto them. When they sawe the vpper captayne and the soudiers: they lefte smytinge of Paul."},{"number":33,"verse":"Then the captayne cam neare and toke hym, and commaunded hym to be bounde with two chaynes, and demaunded what he was, and what he had done."},{"number":34,"verse":"And some cryed one thinge, some another amonge the people. And when he coulde not knowe the certayntie for the rage, he commaunded him to be caryed into the castle."},{"number":35,"verse":"And when he cam vnto a stayre, it fortuned that he was borne of the soudiers for the violence of the people."},{"number":36,"verse":"For the multitude of the people folowed after, cryinge: awaye with hym."},{"number":37,"verse":"And whan Paul beganne to be caryed into the castle, he sayde vnto the hye Captayne: maye I speake vnto the? Which sayde: Canst thou speake Greke?"},{"number":38,"verse":"Art not thou that Egypcyan, which before these dayes madest an vproure, and leddest out into the wildernes: . iiij. thousande men that were motherers?"},{"number":39,"verse":"But Paul sayde: I am a man which am a Iewe of Tharsus a cytie in Cycill, a Cytesin of no vyle citie, I beseche the soffre me to speake vnto the people."},{"number":40,"verse":"And when he had geuen him lycence, Paul stode on the steppes, and beckened with the hande vnto the people: and whan there was made a greate sylence he spake vnto them in the Hebrue tonge, sayinge."}]}