{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"Men, brethren, and fathers, heare ye myne answere which I make nowe vnto you."},{"number":2,"verse":"When they hearde, that he spake in the Hebrue tonge to them, they kept the more sylence. And he sayeth:"},{"number":3,"verse":"I am verely a man which am a Iewe borne in Tarsus a cytie in Cycile: neuertheles, yet brought vp in thys cytie, at the fete of Gamaliell, and informed dilygently in the lawe of the fathers, and was seruent mynded to God warde, as ye all are thys same daye,"},{"number":4,"verse":"and I persecuted thys waye vnto the death byndynge and delyueryng into preson both men and wemen,"},{"number":5,"verse":"as the chefe preste doth beare me wytnesse, and all the estate of the elders: of whom also I receaued lettres vnto the brethren, and went to Damasco to bring them, (which were there bounde) vnto Ierusalem for to be punysshed."},{"number":6,"verse":"And it fortuned (that as I made my iorney and was come nye vnto Damasco aboute none) sodenly there shone from heauen a greate lyght ronnde aboute me,"},{"number":7,"verse":"and I fell vnto the earthe, and hearde a voyce sayinge vnto me: Saul, Saul, why persecutest thou me"},{"number":8,"verse":"And I answered: what arte thou Lorde And he sayde vnto me: I am Iesus of Nazareth, whom thou persecutest."},{"number":9,"verse":"And they that were wyth me, sawe verely a lyghte, and were afrayde: but they hearde not the voyce of hym that spake with me."},{"number":10,"verse":"And I sayde: what shall I do Lorde And the Lorde sayde vnto me: Aryse, and go into Damasco, and there it shall be tolde the of all thynges, whych are appoynted for the to do."},{"number":11,"verse":"And whan I sawe nothynge for the bryghtnes of that lyght, I was leade by the hande of them that were wyth me, and came into Damasco."},{"number":12,"verse":"And one Ananias a parfecte man, (and as pertaynynge to the lawe hauynge good reporte of all the Iewes, whych there dwelt)"},{"number":13,"verse":"cam vnto me, and stode, and sayde vnto me: Brother Saul, receaue thy lyght. And the same houre I receaued my syghte, and sawe hym."},{"number":14,"verse":"And he sayde: the God of our fathers hath ordeyned the before, that thou shuldest knowe hys wyll, and shuldest heare the voyce of hys mouth:"},{"number":15,"verse":"for thou shalt be hys wytnes vnto all men of those thinges, which thou hast sene and heard."},{"number":16,"verse":"And nowe, why taryest thou? Aryse, and be baptysed, and wasshe awaye thy synnes in callyng on the name name of the Lorde."},{"number":17,"verse":"And it fortuned, that whan I was come agayne to Ierusalem, and prayde in the temple, I was in a traunce,"},{"number":18,"verse":"and sawe hym, sayinge vnto me: Make haste, and get the quyckly oute of Ierusalem: for they wyll not receaue thy wytnesse, that thou bearest of me"},{"number":19,"verse":"And I sayde: Lorde, they knowe that I presoned, and bett in euery Synagoge them that beleued on the."},{"number":20,"verse":"And whan the bloude of thy wytnes Steuen was shed, I also stode by, and consented vnto hys death, and kept the rayment of them that slewe hym."},{"number":21,"verse":"And he sayd vnto me departe, for I wyll sende the a farre hence vnto the Gentyls."},{"number":22,"verse":"They gaue hym audience vnto thys worde, and then lyft vp theyr voyces and sayde: awaye with soche a felowe from the earth: for it is not reason that he shuld lyue."},{"number":23,"verse":"And as they cryed, and cast of thir clothes, and thrue dust into the ayer,"},{"number":24,"verse":"the captayne commaunded hym to be brought into the castle, and bad that he shulde be scourged, and to be examined, that he might knowe, wherfore they cryed so on hym."},{"number":25,"verse":"And whan they bounde hym wyth thonges, Paul sayde vnto the Centurion, that stode by him: Is it lauful for you to scourge a man that is a Romayn and vncondempned?"},{"number":26,"verse":"When the Centurion hearde that, he went and tolde the vpper captayne, saying: What intendest thou to do? For thys man is of Rome."},{"number":27,"verse":"Then the vpper captayne cam, and sayd vnto him: tell me, art thou a Romayne? He sayd: Yee."},{"number":28,"verse":"And the captayne answered, with a great some obtayned I thys fredom. And Paul sayd: I was fre borne."},{"number":29,"verse":"Then strayght waye departed from hym they which shulde haue examyned hym. And the hye captayne also was afrayde, after he knewe that he was a Romayne, and because he had bounde hym."},{"number":30,"verse":"On the morowe (because he wolde haue knowen the certentye wherfore he was accused of the Iewes) he losed hym from hys bondes, and commaunded the hye prestes and all the counsell to come together and brought Paul forth, & set hym before them."}]}