{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":24,"verses":[{"number":1,"verse":"After fyue dayes, Ananias the hye preste descended with the elders, and with a certayne oratour named Tartullus, which enformed the debite against Paul."},{"number":2,"verse":"And when Paul was called forth, Tartullus beganne to accuse hym, saying: Seyinge that we lyue in greate quietnes by the meanes of the, and that many good thynges are done vnto thys nacion thorowe thy prouidence."},{"number":3,"verse":"that alowe we euer and in all places moost noble Felix with all thankes."},{"number":4,"verse":"Notwithstandynge, that I be not tedious vnto the, I praye the, that thou woldest heare vs of thy curtesy a feaw wordes:"},{"number":5,"verse":"For we haue founde this man a pestilent felowe, and a mouer of debate vnto all the Iewes in the whole world, and a maynteyner of the secte of the Nazarites"},{"number":6,"verse":"which hath also enforsed to pollute the temple. Whom we toke, and wolde haue iudged accordinge to our lawe:"},{"number":7,"verse":"but the hye captayne Lisias came vpon vs, and with great violence toke hym awaye oute of oure handes,"},{"number":8,"verse":"commaundynge hys accusars to come vnto the. Of whom thou mayest (yf thou wilt enquyre) knowe the certenty of all these thinges, wherof we accuse him:"},{"number":9,"verse":"The Iewes lykewyse affermed, sayinge, that these thinges were euen so."},{"number":10,"verse":"Then Paul (after that the debite hym selfe had beckened vnto hym that he shulde speake) answered: With a moare quiet minde do I answere for my selfe,"},{"number":11,"verse":"for as moche as I vnderstande, that thou hast bene of many yeares a iudge vnto thys people, because that thou mayest knowe, that ther are yet, but twelue dayes sence I went vp to Ierusalem for to worshyppe,"},{"number":12,"verse":"and they nether founde me in the temple disputynge with eny man, ether raysinge vp the people, nether in the Synagoges, nor in the cytie."},{"number":13,"verse":"Nether can they proue the thynges wherof they accuse me"},{"number":14,"verse":"But thys I confesse vnto the, that after the waye (which they call heresye) so worship I the God of my fathers, beleuynge all thinges which are wrytten in the lawe & the prophetes,"},{"number":15,"verse":"and haue hope towardes God, that the same resurreccion of the deed (which they them selues loke for also) shalbe, both of iust and vniust."},{"number":16,"verse":"And therfore study I to haue allwaye a cleare conscience toward God, and towarde men."},{"number":17,"verse":"But after many yeares, I came and brought almes to my people and offerynges"},{"number":18,"verse":"in the which they founde me purifyed in the temple, nether with multitude, nor yet with vnquyetnesse. Howbeit there were certen Iewes out of Asia,"},{"number":19,"verse":"which ought to be here present before the, and accuse me, yf they had ought agaynst me:"},{"number":20,"verse":"or elles lett these same here saye, yf they haue found any euyll doynge in me, whyle I stande here in the councell:"},{"number":21,"verse":"except it be for this one voyce, that I cryed standynge among them. of the resurreccyon from death am I iudged of you thys daye."},{"number":22,"verse":"When Felix heard these thinges, he deferde them, for he knew very well of that waye, and sayde: when Lysias the captayne is come downe. I will knowe the vtmost of your matter."},{"number":23,"verse":"And he commaunded an vndercaptayne to kepe Paul, and to let hym haue rest, and that he shuld forbyd none of hys acquayntaunce to minister vnto him, or to come vnto hym."},{"number":24,"verse":"And after a certayne dayes, whan Felix came with his wyfe Drusilla (which was a Iewesse) he called forth Paul, and hearde hym of the fayth, which is towarde Chris"},{"number":25,"verse":"And as he preached of ryghtewesnes temperaunce, and iudgement to come, Felix trembled, and answered: Go thy waye for thys tyme: whan I haue a conuenient season, I wyll sende for the."},{"number":26,"verse":"He hoped also, that money shulde haue bene geuen hym of Paul, that he myght loose him: wherfore, he called hym the oftenner and comened with hym."},{"number":27,"verse":"But after two yeare, Festus Porcius came into Felix rowme. And Felix wyllynge to shewe the Iewes a pleasure, lefte Paul in preson bounde."}]}