{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"And when they were scaped, then they knewe, that: the yle was called Milete."},{"number":2,"verse":"And the straungers shewed vs no lytell kyndnes: for they kyndled a fyre, and receaued vs euery one, because of the present rayne, & because of the colde."},{"number":3,"verse":"And when Paul had gathered a bondell of styckes, and layde them on the fyre, ther came a vyper out of the heat, & caught hym by the hande."},{"number":4,"verse":"When the straungers sawe the beast hange on hys hande, they sayde amonge them selues: no doute thys man is a mortherer: Whom (though he haue escaped the see) yet vengeaunce suffreth not to lyue."},{"number":5,"verse":"And he shouke of the vyper into the fyre, and felt no harme."},{"number":6,"verse":"Howbeit they wayted when he shulde haue swolne, or fallen downe deed sodenly. But after they had loked a greate whyle, and sawe no harme come to hym, they chaunged theyr myndes, and sayde that he was a God."},{"number":7,"verse":"In the same quarters were londes of the chefe man of the yle (whose name was Publius) whych receaued vs, & lodged vs thre dayes courteously."},{"number":8,"verse":"And it fortuned that the father of Publius laye sycke of a feuer, and of a bloudy flixe. To whom paul entred in and prayde, and layde hys handes on hym & healeth him."},{"number":9,"verse":"So, when this was done, other also whych had dyseases in the yle, cam and were healed:"},{"number":10,"verse":"whych also dyd vs great honoure. And when we departed, they laded vs wt soch thynges as were necessary."},{"number":11,"verse":"After thre monethes we departed in a ship of Alexandry, whych had wyntred in the yle, whose badge was Castor & Pollux."},{"number":12,"verse":"And when we came to Cyracusa, we taryed there thre dayes."},{"number":13,"verse":"And from thence we fet a compasse, and came to Regium. And after one daye the south wynde blewe, and we came the nexte daye to Putiolus:"},{"number":14,"verse":"where we founde brethren, and were desyred to tary wyth them seuen dayes, and so came we to Rome."},{"number":15,"verse":"And from thence, when the brethren hearde of vs, they came to mete vs at Apiphorum, and at the thre tauernes. When Paul sawe them, he thancked God, and wexed bolde."},{"number":16,"verse":"And when we came to Rome, the vndercaptayne delyuered the presoners to the chefe captayne of the host: but Paul was suffred to dwell by hym selfe wyth a soudyer that kept hym."},{"number":17,"verse":"And after thre dayes, Paul called the chefe of the Iewes together. And when they were come, he sayde vnto them: Men and brethren, though, I haue committed nothing agaynst the people or lawes of the Elders yet was I delyuered presoner from Ierusalem into the handes of the Romayns."},{"number":18,"verse":"Whych when they had examined me, wolde haue let me go, because ther was no cause of death in me."},{"number":19,"verse":"But when the Iewes spake contrary, I was constrayned to appeale vnto cesar: not that I had ought to accuse my people of."},{"number":20,"verse":"For thys cause then haue I called for you, euen to se you, and to speake wyth you: because that for the hope of Israel I am bounde wt this cheyne."},{"number":21,"verse":"And they sayde vnto hym: we nether receaued lettres out of Iewry pertayninge vnto the nether eny of the brethren that came shewed or spake eny harme of the."},{"number":22,"verse":"But we wyll heare of the what thou thynckest. For as concernyng thys secte, we knowe that euery where it is spoken agaynst."},{"number":23,"verse":"And when they had appoynted him a daye, ther came many to hym into hys lodgyng. To whom he expounded and testifyed the kyngdom of God and preached vnto them of Iesus: both out of the lawe of Moses and out of the Prophetes, euen from morninge to nyght."},{"number":24,"verse":"And some beleued the thynges whych were spoken, and some beleued not."},{"number":25,"verse":"And when they agreed not amonge them selues, they departed, after that Paul had spoken one worde: well spake the holy ghost by Esay the prophet vnto oure fathers,"},{"number":26,"verse":"saying: Go vnto thys people, and saye: wyth youre eares shall ye heare, and shall not vnderstande: and wyth youre eyes shall ye se, & not perceaue."},{"number":27,"verse":"For the hert of thys people is wexed grosse, and wyth their eares haue they had no lust to heare, and their eyes haue they closed: lest they shulde se wyth their eyes, & heare wyth their eares, and vnderstande with their hertes, and shuld be conuerted, and I shuld heale them."},{"number":28,"verse":"Be it knowen therfore vnto you, that thys saluacyon of God is sent to the gentyls, and they shall heare it."},{"number":29,"verse":"And when he had sayde these wordes, the Iewes departed from him and had greate despycions amonge them selues."},{"number":30,"verse":"And Paul dwelt two yeares full in hys lodgynge, and receaued all that cam in vnto hym,"},{"number":31,"verse":"preachinge the kyngdome of God, and teachynge those thynges whych concerne the Lorde Iesus wyth all confydence, no man forbyddyng hym."}]}