{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"Peter and Iohn went vp together into the temple at the nynth houre of prayer."},{"number":2,"verse":"And a certayne man that was halt from hys mothers wombe, was brought, whom they layde daylie at the gate of the temple (which is called bewtyfull) to aske almes of them that entred into the temple."},{"number":3,"verse":"When he sawe Peter and Iohn, that they wolde into the temple, he desyred to receaue an almes."},{"number":4,"verse":"And Peter fastened his eyes on him with Iohn, & sayd: loke on vs."},{"number":5,"verse":"And he gaue hede vnto them, trustynge, to receaue some thynge of them."},{"number":6,"verse":"Then sayde Peter: Syluer and golde haue I none such as I haue, geue I the. In the name of Iesus Chryst of Nazareth, ryse vp and walke."},{"number":7,"verse":"And he toke hym by the ryght hand, and lyfte hym vp. And immediatly hys fete and anclebones receaued strength."},{"number":8,"verse":"And he sprange, stode, and walked, and entred with them into the temple, walkynge, and leapynge, and praysynge God."},{"number":9,"verse":"And all the people sawe hym walke and prayse God."},{"number":10,"verse":"And they knewe hym, that it was he, which sate and begged at the beutyfull gate of the temple. And they wondred and were sore astonyed at that which had happened vnto hym."},{"number":11,"verse":"And as the halt which was healed, helde Peter and Iohn, all the people ranne amased vnto them in the porche that is called Salomons."},{"number":12,"verse":"When Peter sawe that, he answered vnto the people. Ye men of Isral, why maruayle ye at this, or why loke ye so on vs, as though by oure awne power or strength we had made thys man go?"},{"number":13,"verse":"The God of Abraham, and of Isaac and of Iacob, the God of oure fathers hath glorified hys sonne Iesus, whom ye delyuered, and denyed in the presence of Pylate, when he had iudged hym to be loosed."},{"number":14,"verse":"But ye denyed the holy and iust, and desyred a mortherar to be geuen you,"},{"number":15,"verse":"and kylled the Lorde of lyfe, whom God hath raysed from deeth, of the which we are witnesses."},{"number":16,"verse":"And hys name thorowe the fayth of his name, hath made this man sound, whom ye se and knowe. And the fayth which is by hym, hath geuen to hym thys health in the presence of you all."},{"number":17,"verse":"And now brethren, I wote that thorow ignoraunce ye dyd it, as dyd also youre rulers."},{"number":18,"verse":"But God (which before had shewed, by the mouth of all hys Prophetes, howe that Chryst shuld suffre) hath thus wyse fulfylled."},{"number":19,"verse":"Let it repente you therfore, and conuerte, that youre synnes maye be done awaye when the tyme of refresshynge commeth, which we shall haue of the presence of the Lorde,"},{"number":20,"verse":"and when God shal sende him, which before was preached vnto you, that is to with Iesus Christ,"},{"number":21,"verse":"which must receaue heauen vntyll the tyme that all thynges, which God hath spoken by the mouth of all hys holy Prophetes sence the worlde began, be restored agayne."},{"number":22,"verse":"Moses trulye sayde vnto the fathers: a Prophet shall the Lorde youre God rayse vp vnto you, euen of youre brethren lyke vnto me: him shall ye heare, in all thynges whatsoeuer he shall saye vnto you."},{"number":23,"verse":"For the tyme wyll come, that euery soule which wyll not heare that same Prophet, shalbe destroyed from amonge the people."},{"number":24,"verse":"All the Prophetes also from Samuel and thence forth (as many as haue spoken) haue in lyke wyse tolde of these dayes."},{"number":25,"verse":"Ye are the chyldren of the Prophetes, and of the couenaunt, which God made vnto oure fathers, sayinge to Abraham: Euen in thy seede shal all the kynredes of the earth be blessed."},{"number":26,"verse":"Fyrst whan God had raysed vp hys sonne Iesus vnto you, he sent him to blesse you, that euery one of you shulde turne from his wyckednes."}]}