{"bibleAbbr":"GB1539","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"A certayne man named Ananias with Saphyra his wyfe solde a possession,"},{"number":2,"verse":"and kepte awaye parte of the pryce (hys wyfe also beynge of counsell) and brought a certayne parte, and layde it downe at the Apostles fete."},{"number":3,"verse":"But Peter sayde: Ananias, how is it, that Sathan hath fylled thyne hert, that thou shuldest lye vnto the holy goost, and kepe awaye parte of the pryce of the lande?"},{"number":4,"verse":"Pertayned it not vnto the onely? & after it was solde, was it not in thyne awne power? Why hast thou conceaued this thinge in thyne herte? Thou hast not lyed vnto men, but vnto God."},{"number":5,"verse":"When Ananias herde these wordes, he fell downe, and gaue vp the goost. And great feare came on all them that hearde these thinges."},{"number":6,"verse":"And the yonge men rose vp, and put hym a parte, and caryed hym out, and buried hym."},{"number":7,"verse":"And it fortuned, that (as it were aboute the space of thre houres after) his wyfe came in, ignoraunt of that which was done."},{"number":8,"verse":"And Peter sayde vnto her: Tell me, Solde ye not the lande for so moch? And she sayd: yee, for so moch."},{"number":9,"verse":"Then Peter sayde vnto her: why haue ye agreed together, to tempt the sprete of the Lorde? Beholde, the fete of them which haue buried thy husband, are at the dore, and shall cary the out."},{"number":10,"verse":"Then fell she downe strayght waye at his fete, and yelded vp the goost. And the yonge men came in, and founde her deed, & caryed her out, & buryed her by her husbande."},{"number":11,"verse":"And great feare came on all the congregacyon, and on as many as hearde it."},{"number":12,"verse":"By the handes of the Apostles were many sygnes and wondres shewed among the people. And they were all together with one accorde in Salomons porche."},{"number":13,"verse":"And of other durst no man ioyne him self to them: neuertheles the people magnified them."},{"number":14,"verse":"The nombred of them that beleued in the Lorde both of men and wemen, grewe more & moare:"},{"number":15,"verse":"in so moch that they brought the sycke into the stretes, and layde them on beddes and couches, that at the least waye the shadowe of Peter when he came by, myght shadowe some of them,"},{"number":16,"verse":"There came also a multitude out of the cyties rounde aboute, vnto Ierusalem, bryngynge sycke folkes, and them which were vexed with vnclene spretes. And they were healed euery one."},{"number":17,"verse":"Then the chefe Preste rose vp, and all they that were with him (which is the secte of the Saduces) and were full of indignacion,"},{"number":18,"verse":"and layde handes on the Apostles, and put them in the commen preson."},{"number":19,"verse":"But the angell of the Lorde by nyght opened the preson dores, and brought them forth, and sayde:"},{"number":20,"verse":"go, and stande, and speake in the temple to the people all the wordes of this lyfe."},{"number":21,"verse":"When they hearde that, they entred into the temple early in the mornynge: and taught. But the chefe preste came and they that were with him, and called a counsell together, and all the elders of the chyldren of Israel, and sent men to the preson, to fet them."},{"number":22,"verse":"When the mynysters came, and founde them not in the preson, they returned and tolde,"},{"number":23,"verse":"sayinge: the preson truly founde we shut with all diligence, and the kepers standynge without before the dores. But when we had opened, we founde no man with in."},{"number":24,"verse":"When the chefe Prest and the ruler of the temple, and the hye Prestes hearde these thynges, they douted of them, wher vnto thys wolde growe."},{"number":25,"verse":"Then came one and shewed them: beholde, the men that ye put in preson, stande in the temple, and teach the people:"},{"number":26,"verse":"Then went the ruler of the temple, with ministres, and brought them without vyolence. For they feared the people, lest they shulde haue bene stoned."},{"number":27,"verse":"And when they had brought them, they set them before the counsell. And the chefe Preste asked them,"},{"number":28,"verse":"sayinge: dyd not we straytely commaunde you: that ye shuld not teach in this name? And behold, ye haue fylled Ierusalem with youre doctryne, and intende to brynge this mans bloud vpon vs."},{"number":29,"verse":"Peter and the other Apostles answered, & sayde: We ought more to obey God then men."},{"number":30,"verse":"The God of oure fathers raysed vp Iesus, whom ye slewe, and hanged on tre."},{"number":31,"verse":"Hym hath God lyft vp with his ryght hand, to be a ruler and a sauiour, for to geue repentaunce to Israel, and forgeuenes of synnes."},{"number":32,"verse":"And we are recordes of these thinges which we saye, and so is also the holy goost, whom God hath geuen to them that obey him."},{"number":33,"verse":"When they hearde that, they claue asunder, and sought meanes to slee them."},{"number":34,"verse":"Then stode ther vp one in the counsell, a Pharysey, named Gamaliel, a doctoure of lawe (had in reputacyon among all the people) and commaunded the Apostles to go asyde a lytell space,"},{"number":35,"verse":"and sayd vnto them: ye men of Israel, take hede to youre selues, what ye entende to do, as touchynge these men."},{"number":36,"verse":"For before these dayes rose vp one Thudas, boastynge hym selfe, to whom resorted a nombre of men, about a foure hondred, which was slayn: and they all which beleued hym. were scatred abrode, and brought to nough"},{"number":37,"verse":"After this man, was ther one Iudas of Galile in the dayes of the tribute, and drewe awaye moche people after hym. He also perisshed and all, euen (as many as harkened to him) were scatered abrode."},{"number":38,"verse":"And now I saye vnto you: refraine your selues from these men, and lett them alone. For yf this councel or this worke be of men, it wyll come to naught."},{"number":39,"verse":"But and yf it be of God, ye cannot destroye it, lest haply ye be founde to stryue agaynst God."},{"number":40,"verse":"And to hym agreed the other: and whan they had called the apostles, they bet them, and commaunded that they shulde not speake in the name of Iesu, and let them go."},{"number":41,"verse":"And they departed from the counsell, I reioysinge, that they were counted worthy, to suffre rebuke for his name."},{"number":42,"verse":"And dayly in the temple and in euery house they ceased not, to teach and preach Iesus Christ."}]}