{"bibleAbbr":"maiNT","bookName":"थिसलुनिका नगरक मण्‍डली केँ पौलुसक दोसर पत्र","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"( प्रभुक अयबाक दिनक सम्‍बन्‍ध मे धोखा नहि खाउ) यौ भाइ लोकनि, अपना सभक प्रभु यीशु मसीह जे फेर औताह, ताहि विषय मे, आ अपना सभ जे हुनका लग जमा होयब, ताहि विषय मे हम सभ अहाँ सभ केँ कहि रहल छी—"},{"number":2,"verse":"केओ जँ ईश्‍वरीय सम्‍बाद पयबाक, वा हमरा सभक दिस सँ कोनो सूचना अथवा पत्र प्राप्‍त करबाक दावा करय जाहि मे ई कहल गेल होअय जे प्रभुक अयबाक दिन आबि चुकल अछि, तँ ताहि सँ अहाँ सभ तुरत्ते भ्रम मे नहि पड़ि जाउ आ ने घबड़ाउ।"},{"number":3,"verse":"केओ अहाँ सभ केँ कोनो तरहेँ धोखा नहि देबऽ पाबओ, कारण ओ दिन ताबत धरि नहि आओत जाबत धरि परमेश्‍वरक विरोध मे “महा-विद्रोह” नहि भऽ जायत और ओ “अधर्मक पुरुष”, जकर विनाश निश्‍चित अछि, से प्रगट नहि भऽ जायत।"},{"number":4,"verse":"ओ ईश्‍वर कहौनिहार अथवा पूज्‍य मानल जाय वला प्रत्‍येक वस्‍तुक विरोध करैत अपना केँ ओहि सभ सँ एतेक महान् ठहराओत जे परमेश्‍वरक मन्‍दिर मे विराजमान भऽ अपना केँ ईश्‍वर घोषित करत।"},{"number":5,"verse":"की अहाँ सभ केँ याद नहि अछि जे अहाँ सभक बीच रहैत हम ई बात सभ बुझबैत रहैत छलहुँ?"},{"number":6,"verse":"अहाँ सभ केँ बुझल अछि जे कोन सामर्थ्‍य ओकरा एखन रोकने छैक जाहि सँ ओ निर्धारित समय पर प्रगट होअय।"},{"number":7,"verse":"अधर्मक गुप्‍त शक्‍ति एखनो अपन काज शुरू कऽ देने अछि, मुदा जाबत धरि ओकरा रोकनिहार केँ हटाओल नहि जायत ताबत धरि ओ ओकरा रोकने रहत।"},{"number":8,"verse":"तकरबाद ओ अधर्मी पुरुष प्रगट कयल जायत जकरा प्रभु यीशु अपन मुँहक फूक सँ मारि देथिन। प्रभु यीशु महिमा मे आबि कऽ ओकर सर्वनाश कऽ देथिन।"},{"number":9,"verse":"ओ अधर्मी पुरुष शैतानक सामर्थ्‍य सँ परिपूर्ण भऽ कऽ आओत। ओ सभ तरहक शक्‍तिशाली आश्‍चर्यपूर्ण चिन्‍ह आ छल-कपट वला चमत्‍कार देखाओत,"},{"number":10,"verse":"और नाश भेनिहार लोक सभ केँ हर प्रकारक अधर्मक माध्‍यम सँ धोखा दऽ कऽ फँसाओत। ओ सभ एहि लेल नाश भेनिहार अछि जे ओ सभ ओहि सत्‍य सँ प्रेम नहि करऽ चाहलक जे सत्‍य ओकरा सभ केँ बँचा सकैत छलैक।"},{"number":11,"verse":"एही लेल परमेश्‍वर ओकरा सभ मे भ्रमपूर्ण मनोभाव उत्‍पन्‍न करैत छथिन जाहि सँ ओ सभ झूठक विश्‍वास करय।"},{"number":12,"verse":"एहि तरहेँ जे केओ सत्‍य पर विश्‍वास नहि कयलक आ अधर्म मे मग्‍न रहल से सभ दोषी ठहरि कऽ दण्‍डित कयल जायत।"},{"number":13,"verse":"( प्रभुक शिक्षा मे दृढ़ बनल रहू) यौ भाइ लोकनि, प्रभुक प्रिय लोक, अहाँ सभक लेल हमरा सभ केँ सदिखन परमेश्‍वर केँ धन्‍यवाद देबाक अछि, कारण, परमेश्‍वर शुरुए सँ अहाँ सभ केँ एहि उद्देश्‍य सँ चुनलनि जे अहाँ सभ हुनकर आत्‍माक काज द्वारा पवित्र भऽ कऽ और सत्‍य पर विश्‍वास कऽ कऽ उद्धार प्राप्‍त करी।"},{"number":14,"verse":"जे शुभ समाचार हम सभ अहाँ सभ केँ सुनौलहुँ ताहि द्वारा परमेश्‍वर अहाँ सभ केँ एहि उद्धारक लेल बजौलनि, जाहि सँ अहाँ सभ अपना सभक प्रभु यीशु मसीहक महिमा मे सहभागी बनी।"},{"number":15,"verse":"तेँ यौ भाइ लोकनि, अपना विश्‍वास मे स्‍थिर रहू आ ओहि शिक्षा मे दृढ़ बनल रहू जे अहाँ सभ केँ हमरा सभ सँ मौखिक रूप सँ वा पत्र द्वारा भेटल अछि।"},{"number":16,"verse":"आब स्‍वयं अपना सभक प्रभु यीशु मसीह और अपना सभक पिता परमेश्‍वर जे अपना सभ सँ प्रेम कयलनि आ अपना कृपा सँ अनन्‍त कालीन उत्‍साह आ अटल आशा देने छथि,"},{"number":17,"verse":"से अहाँ सभ केँ प्रोत्‍साहित करैत रहथि और सभ प्रकारक नीक काज करबाक लेल आ नीक बात बजबाक लेल बल दैत रहथि।"}]}