{"bibleAbbr":"maiNT","bookName":"थिसलुनिका नगरक मण्‍डली केँ पौलुसक दोसर पत्र","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"( प्रार्थनाक लेल पौलुसक विनती) यौ भाइ लोकनि, अन्‍त मे ई—हमरा सभक लेल प्रार्थना करैत रहू जे, प्रभुक वचन जल्‍दी सँ पसरय आ जहिना अहाँ सभक ओतऽ भेल, तहिना ओ दोसरो-दोसरो ठाम आदरक संग स्‍वीकार कयल जाय।"},{"number":2,"verse":"और ई प्रार्थना करू जे भ्रष्‍ट आ दुष्‍ट लोक सभ सँ हमरा सभक रक्षा होइत रहय, कारण, सभ लोक वचन सुनि विश्‍वास नहि करैत अछि।"},{"number":3,"verse":"मुदा प्रभु विश्‍वासयोग्‍य छथि। ओ अहाँ सभ केँ दृढ़ बनौने रहताह आ दुष्‍ट शैतान सँ अहाँ सभ केँ सुरक्षित रखताह।"},{"number":4,"verse":"प्रभु पर भरोसा राखि हमरा सभ केँ पूरा विश्‍वास अछि जे अहाँ सभ हमरा सभक आज्ञाक पालन कऽ रहल छी आ आगाँ सेहो करैत रहब।"},{"number":5,"verse":"प्रभु अहाँ सभक हृदय मे परमेश्‍वरक प्रेमक आ मसीहक धैर्यक अनुभव बढ़बथि।"},{"number":6,"verse":"( आलसी सभक लेल चेतावनी) यौ भाइ लोकनि, आब हम सभ प्रभु यीशु मसीहक नाम सँ अहाँ सभ केँ आज्ञा दैत छी जे अहाँ सभ ओहन सभ भाय सँ दूर रहू जे सभ आलसी अछि आ ओहि शिक्षाक अनुसार नहि चलैत अछि जे हमरा सभ द्वारा अहाँ सभ केँ देल गेल।"},{"number":7,"verse":"अहाँ सभ तँ अपने जनैत छी जे, हम सभ जेना करैत छी, तेना अहूँ सभ केँ करबाक चाही—हम सभ अहाँ सभक बीच रहैत आलसी बनि कऽ नहि रहलहुँ।"},{"number":8,"verse":"हम सभ बिनु मोल चुका कऽ किनको रोटी नहि खयलहुँ, बल्‍कि दिन-राति कष्‍ट सहैत आ परिश्रम करैत खटैत रहलहुँ जाहि सँ अहाँ सभ मे सँ किनको पर भार नहि बनि जाइ।"},{"number":9,"verse":"ई बात नहि, जे हमरा सभ केँ अहाँ सभ सँ सहयोग पयबाक अधिकार नहि छल, बल्‍कि बात ई जे, हम सभ अहाँ सभक लेल उदाहरण बनऽ चाहलहुँ जाहि सँ अहूँ सभ तहिना करी।"},{"number":10,"verse":"अहाँ सभक संग रहैत हम सभ अहाँ सभ केँ ई आज्ञा देने छलहुँ जे, “केओ जँ काज नहि करऽ चाहैत अछि, तँ ओ खयबो नहि करओ।”"},{"number":11,"verse":"मुदा हम सभ सुनैत छी जे अहाँ सभक बीच किछु लोक आलसीक जीवन व्‍यतीत कऽ रहल अछि। ओ सभ स्‍वयं काज नहि करैत अछि आ दोसराक काज मे बाधा दैत अछि।"},{"number":12,"verse":"एहन लोक सभ केँ हम सभ प्रभु यीशु मसीहक नाम सँ आज्ञा दैत छिऐक और एहि पर जोर दऽ कऽ अनुरोध करैत छिऐक जे, ओ सभ चुप-चाप अपन काज करओ आ अपन कमाइक रोटी खाओ।"},{"number":13,"verse":"और यौ भाइ लोकनि, अहाँ सभ जे छी से सभ भलाइक काज करऽ सँ नहि थाकू।"},{"number":14,"verse":"जँ केओ हमरा सभक एहि पत्र मेहक आदेशक पालन नहि करैत अछि तँ ओकरा चिन्‍हू आ ओकरा सँ कोनो सम्‍बन्‍ध नहि राखू, जाहि सँ ओ अपन आचरण-व्‍यवहार सँ लज्‍जित होअय।"},{"number":15,"verse":"तैयो ओकरा दुश्‍मन नहि बुझिऔक, बल्‍कि भाय मानि कऽ समझबिऔक-बुझबिऔक।"},{"number":16,"verse":"( नमस्‍कार आ आशीर्वाद) प्रभु यीशु जे शान्‍तिक स्रोत छथि, स्‍वयं अहाँ सभ केँ सदिखन आ सभ तरहेँ शान्‍ति देने रहथि। प्रभु अहाँ सभ गोटेक संग रहथि।"},{"number":17,"verse":"आब हम, पौलुस, ई नमस्‍कार अपने हाथ सँ लिखैत छी। हमरा अपना हाथ सँ लिखल नमस्‍कार सँ हमर सभ चिट्ठी चिन्‍हल जा सकैत अछि। हमर अक्षर एहने होइत अछि।"},{"number":18,"verse":"अपना सभक प्रभु यीशु मसीहक कृपा अहाँ सभ गोटे पर बनल रहय।"}]}