{"bibleAbbr":"TZB1714","bookName":"லுக்காசு","bookEnglishName":"Luke","chapterNumber":11,"verses":[{"number":1,"verse":"பின்னையும் சம்புவிச்ச தேதென்றா லவர் ஒருஇஷ்த்தலத்திலே யிருந்து செபம் பண்ணினார். செபம் முகிச்ச பிற்பாடு அவருடைய சீஷர்க்களுக்குள்ளே ஒருதர் அவரைப் பாத்து ஆண்டவரே! யோயன்னசென்கிறவர் தம்முடையசீஷர்க்களைச் செபம் பண்ணக் கற்பிச்சாப் போலே தேவரீரும் எங்களைச் செபம் பண்ணக் கற்பியு மென்று சொன்னார்கள்."},{"number":2,"verse":"அவ ரிவர்களுடனே நீங்(க)ள் செபம் பண்ணுகிற போது சொல்லப்போற வாத்தைகளாவது. பரமண்டலங்களிலே யிருக்கிற யெங்கள் பிதாவே! உம்முடைய நாமம் அற்சிக்கப்படுவதாக. உம்முடைய ராச்சியம்வர. உம்முடைய சித்தம் பரமண்டலத்திலே செய்யப்படுமாப் போலே பூமியிலேயும் செய்யப்படுவதாக."},{"number":3,"verse":"அண்ணணுள்ள யெங்களப்பம் யெங்களுக்கு யெப்போதுந் தாரும்."},{"number":4,"verse":"யெ(ங்)கள் பாவங்களை எங்களுக்குப் பொறும். அதேதென்றால் நாங்களும் எங்களுக்கு கடன் குடுக்க வேண்டின பேர்க ளெல்லாருக்கும் பொறுக்கிறோம். யெங்களைச் சோதினையிலே பிறவேசிப்பியாதேயும். ஆனாலோ தின்மையிலே நின்று யெங்களை ரெஷ்சித்துக்கொள்ளு மென்று சொல்லுங்கோ வென்கிறத்தைத் திருவிளம்பத்தினார்."},{"number":5,"verse":"பின்னையும் அவ ரிவர்களுக்குத் திருவிளம்பத்தினதாவது. உங்களுக் குள்ளே ஆரானாலும் ஒரு உறமுறையாரைக் கொண்டிருந்து நடுச்சாமத்திலே அவனண்டைக்குப்போய் அவனைப் பாத்து உறமுறையானே! யென்னுடைய சினேகிதனா யிருக்கிற ஒருதன்வழிப்பயணத்திலே யிருந்து வந்து அவனுக்குப் பரிமாற யெனக் கொண்ணுமில்லாதபடியினாலே மூணு அப்பம் எனக்குக் கடனாக்க் குடு வென்று சொன்னால் உள்ளா யிருக்கிறவன் பிறத்தியுத்தாரமாக நீ யெனக்குக் கஷ்த்திப்படுத்த வேண்டாம். கதவு சாத்திப் போட்டிருக்குது. யென்னுடைய பிள்ளைகள் யென்னோடே கூடச் சயன வீட்டிலேயிருக்கிறது. நான் யெழுந்திருந்து உனக்குக் குடுக்க மாட்டே னென்று சொல்லுவானோ?"},{"number":6,"verse":"நாம் உங்களுக்குச் சொல்லுகிறோம். அவ னிவனுடைய உறமுறை யாரா யிருக்கிறபடியினாலே யெழுந்திருந்து யிவனுக்கு ஒண்ணுங் குடுக்காதிருந்தாலும் தன்னுடைய வெக்கக்காறிணமுகாந்திரத்தினாலே முழிச்சுக்கொண்டிருந்து யிவனுக்குத் தேவையாயிருக்கிற தெல்லாத்தையும் குடுப்பான்."},{"number":7,"verse":"ஆனபடியினாலே நா முங்களுக்குச் சொல்லுகிறோம். நீங்கள் மண்ணாடுங்கோ. அப்போ உங்களுக்குக் கொடுக்கப்படும்."},{"number":8,"verse":"தேடுங்கோ ளப்போ கண்டு பிடிப்பீர்கள்."},{"number":9,"verse":"கதவு தட்டுங்கோ ளப்போ உங்களுக்குத் தாள் திறக்கப்படும்."},{"number":10,"verse":"மண்ணாடுகிறவ னெல்லாம் வாங்குவான். தேடுகிறவ னெல்லாம் கண்டுபிடிப்பான். கதவு தட்டுகிறவனுக்குத் தாள் திறக்கப்படும்."},{"number":11,"verse":"குமாரன் ஆப்பத்தைக்கேட்டால் உங்களுக்குள்ளே எந்தத் தகப்பன் அவனுக்குக் கல்லைக் குடுப்பான்? மீனைக் கேட்டால் மீனுக்குப் பாம்பை அவனுக்குக் குடுப்பனோ?"},{"number":12,"verse":"முட்டையானாலும் கேட்டால் அவனுக்குத் தேளைக் குடுப்பனோ?"},{"number":13,"verse":"பொல்லாதவர்களா யிருக்கிற நீங்கள் உங்களுடைய பிள்ளைகளுக்கு நல்ல வரங்களைக் குடுக்க அறிந்திருக்கச் செய்தே பரமண்டலத்திலே யிருக்கிற பிதாத் தம்மை வேண்டிக்கொள்ளுகிற பேர்களுக்கு எத்தினை யதிகம் யிசிப்பிரீத்துசாந்துவைக் குடுப்பா ரென்று திருவிளம்பத்தினார்."},{"number":14,"verse":"பிற்பாடு ஊமையா யிருந்த பிசாசைத் துரத்திவிட்டார். அப்போ சம்புவிச்ச தேதென்றால்ப் பிசாசு ங்கிப் போன பிற்பாடு உமையா யிருந்தவன் பேசினான். ஆனபடியினாலே செனங்கள் ஆச்சரியப்பட்டார்கள்."},{"number":15,"verse":"ஆனா லவர்களுக்குள்ளே சில பேர்கள் பெயல்ச்செயப்புப் பென்கிற பிசாசுகளுடைய தலையானவனாலே பிசாசுகளைத் துரத்திவிடுகிறா ரென்று சொன்னார்கள்."},{"number":16,"verse":"வேறே சில பேர்க ளவரைச் சோதிச்சு வானத்தில்ஒரு அடையாளத்தை அவர் கையிலே கேட்டார்கள்."},{"number":17,"verse":"அவரோ வென்றால் யிவர்களுடைய விசாரங்களைக் கண்டு யிவர்களுக்குத் திருவிளம்பத்தினதாவது. தன்னிலே பிறிஞ்சு போன ராசாங்கம் எல்லாம் அழிந்துபோய் வீடு வீட்டின் பேரிலே விழும்."},{"number":18,"verse":"பிசாசு தன்னிலே தானே பிறிஞ்சிருந்தால் அதின் ராச்சியம் நிலைநிற்கப் போற தெப்படி? அதேதென்றால்நாம் பெயல்ச்செயப்புப்பினுடைய வல்லமையினாலே பிசாசுகளைத் துரத்திவிடுகிறே னென்று சொல்லுகிறீர்களே!"},{"number":19,"verse":"நாம் பெயல்ச்செயப்புப்பினுடைய வல்லமையினாலே பிசாசுகளைத் துரத்திவிட்டால் உங்களுடைய பிள்ளைகள் யெவனாலே அதுகளைத் துரத்திவிடுகிறார்கள். ஆனபடியினாலே யிவர்கள்தானே உங்களுடைய நடுவரா யிருப்பார்கள்."},{"number":20,"verse":"நாம் சறுவேசுரனுடைய விரலினாலே பிசாசுகளைத் துரத்திவிட்டால்ச் சந்தேகமறச் சத்தியமாகச் சறுவேசுரனுடைய ராச்சியம் உங்களுக்கு வந்துது."},{"number":21,"verse":"ஆயுதங்களைக் கொண்டிருக்கிற மகாப்பெலமுடைத்தானவன் தன் னரமனையைக் காத்துக்கொண்டிருக்கிற போது அவனுடைய வஷ்த்துக்களுக் ளெல்லாம் சமாதான முண்டாயிருக்கும்."},{"number":22,"verse":"யிவனிலும் பாற்கப் பெலமுடைத்தானவன் வந்துயிவனைச் செயம் பண்ணினால் இவன மேபி யிருக்கப்பட்ட ஆயுதங்களை வாங்கிக்கொண்டு வஷ்த்துக்களையெல்லாம் கொள்ளையாடிப் பங்கிடுவான்."},{"number":23,"verse":"யென்னுடனே யிராதவன் யெனக்கு விரோதமாயிருக்கிறான். யென்னுடனே கூட்டாதவனும் சிதறிப் போடுகிறான்."},{"number":24,"verse":"அவசுத்தமான துன்மனசு மனுஷனிடத்திலே நின்று பிறப்பட்டுத் தண்ணீரில்லாத யிடத்திலே யுலர்த்தி யிளப்பாறுதல் தேடிக் கிடையாம லிருந்து நான் விட்டுப் பிறப்பட்ட என்னுடைய வீட்டிலே திரும்பப் போவே னென்று சொல்லும்."},{"number":25,"verse":"வந்து அத்தைப் பெருக்கிச்சுத்தம்பண்ணிச் சோடிச்சிருக்கிறத்தைக் காணும்."},{"number":26,"verse":"அப்போ தானே போய்த் தன்னைப் பாற்கப் பொல்லாத வேறே ஏழு துன்மனசுக்களைத் தன்னோடே கூட வழைத்துப் பிறவேசித்து யந்த யிடத்திலிருக்கும் யிந்த மனுஷனுடைய கடசீக் கருமங்கள் முந்தின கருமங்களைப் பாற்கப் பொல்லாத கருமங்களாய்ப் போம் என்று திருவிளம்பத்தினார்."},{"number":27,"verse":"அப்போ சம்புவிச்ச தேதென்றா லவர் யிந்த வசனங்களைச் சொல்லுகிறபோது செனங்களில் ஒருயிஷ்த்திறியானவள் ஒருசத்தத்தோடே அவருக்கு உம்மைச் சிமந்தகெற்பமும் நீ ரமு துண்ட கொங்கைகளும் பாய்க்கியமுள்ளது தானே என்று சொன்னாள்."},{"number":28,"verse":"அவரோ வென்றால்யித்தைப் பாற்கச் சறுவேசுரனுடைய திருவசனத்தைக் கேட்டுச் செய்கிறவர்கள் பாய்க்கியவான்க ளென்றுதிருவிளம்பத்தினார்."},{"number":29,"verse":"அனேகஞ் செனங்கள் கூடி வந்த பிற்பாடு அவர் திருவிளம்பத்தத் துவக்கிளதாவது. யிந்தச் சந்ததி பொல்லாதா யிருக்குது. யிது அடையாளத்தைக் கேழ்க்கிறது. ஆனால் யோனே என்கிற தீற்கத்தெரிசியி னுஐடய அடையாளமல்லாமல் யிதுக்கு வேறே அடையாளம் குடுக்கப்படுகிற தில்லை."},{"number":30,"verse":"அதேதென்றால் யோனே யென்கிறவர் நினெவித்தாருக்கு ஒரு அடையாளமா யிருந்தாப் போலே மனுஷனுடைய குமாரனும் யிந்தச் சந்த்திக் கடையாளமா யிருக்கும்."},{"number":31,"verse":"தெக்கிலே யிருந்த ராசாத்தி நடுச் சொல்லுகிற நாளையிலே யிந்தச் சந்ததியினுடைய பேர்களோடே எழுந்திருந்து யிவர்களைச் சாபிப்பாள். அதேதென்றால்ச் சாலோமோ னென்கிறவருடைய ஞானத்தை கேழ்க்கத் தக்கதாக பூமியினுடைய முகிவிலே யிருந்து வந்தாள். யிதோ சாலோமோ னென்கிறவரைப் பாற்க யிவடத்திலே அதிகமா யிருக்குதே."},{"number":32,"verse":"நடுச் சொல்லுகிற நாளையிலே நினெவை யென்கிற பட்டணத்தாரா யிருந்தபேர்கள் யிந்தச் சந்ததியினுடைய பேர்களோடே யெழுந்திருந்து யிவர்களைச் சாபிப்பார்கள். அதேதென்றால் யோனே யென்கிறவருடைய பிறசங்கத்துக்குத் தவசு பண்ணினார்கள். யிதோ யோனே யென்கிறவரைப் பாற்க யிவடத்திலே யதிகமா யிருக்குதே."},{"number":33,"verse":"ஒருதரானாலும் விளக்கேத்தி ஒளிப்பிடத்திலேயானாலும் பறையின் கீழே யானாலும் அத்தை வைக்கான். ஆனாலே உள்ப் பிறவேசிக்கிற பேர்கள் வெளிச்சத்தைக் காண்கிறத்துக்கு அத்தை விளக்குத் தண்டிலே வைப்பான்."},{"number":34,"verse":"கண் சரீரத்தினுடைய வெளிச்சமா யிருக்குது. உன்னுடைய கண் கவடில்லா திருந்தால் உன்னுடைய சரீர மெல்லாம் வெளிச்சமா யிருக்கும். கண் கவடுள்ளதா யிருந்தால் உன்னுடைய சரீர மெல்லாம் அந்தகாரமா யிருக்கும்."},{"number":35,"verse":"உன்னிடத்திலே யிருக்கிற வெளிச்சம் அந்தகாரமா யிருக்காத படிக்குப் பாத்துக்கொண்டிரு."},{"number":36,"verse":"உன்னுடைய சரீரம் அந்தகாரப் பங்கில்லாமல் முழுதும் வெளிச்சமா யிருந்தால்அப்போ ஒரு விளக்கு உன்னைப் பிறகாசிப்பிச்சாப்போலே முழுதும் வெளிச்சமா யிருக்கு மென்று திருவிளம்பத்தினார்."},{"number":37,"verse":"அவர் யித்தைத் திருவிளம்பத்துகிற போது ஒரு பரிசேசு அவரைப் பாத்துத் தன்னிடத்திலே மத்தியான அசனம் பண்ணத் தக்கதாக வேண்டிக்கொண்டான். அவர் உள்ளே பிறவேசித்துப் பந்தியிலே யிருந்தார்."},{"number":38,"verse":"அவர் அசனம் பண்ணுகிற த்துக்கு முந்தி தன்னைக் கழுவாம லிருக்கிறத்தைப்பரிசேசு கண்டு ஆச்சரியப்பட்டான்."},{"number":39,"verse":"ஆனால் ஆண்டவர் அவனுக்குத் திருவிளம்பத்தினதாவது. பரிசேசுமார்களா யிருக்கிற நீங்கள் பாத்திரங்களிடத்திலயும் கலங்களிடத்திலேயும் பிறம்பாயிருக்கிறத்தைச் சுத்தம் பண்ணுகிறீர்களாம். ஆனால் உங்களுடைய உள்ளிந்திரியங்கள் கொள்ளையாய்ப் பறிச்ச உடமைகளினாலேயும் துற்குணத்தினாலே யும் நிறைந்திருக்குது."},{"number":40,"verse":"பயித்தியக்காறரே! பிறம்பா யிருக்கிறத்தை உண்டாக்கிறவர் உள்ளா யிருக்கிறத்தையும் உண்டாக்க யில்லையோ?"},{"number":41,"verse":"ஆனாலும் உங்களுக் குண்டானத்தினாலே பிச்சை கொடுங்கோ. அப்போ எல்லாம் உங்களுக்குச் சுத்தமா யிருக்கும்."},{"number":42,"verse":"ஆனால் உங்களுக் கைய்யோ!பரிசேசுமார்களே அதேதென்றால் கற்பூரவள்ளியும் றூத் என்கிற பச்சையானதும் பலபல பயிர் வகைகளும் அதிலே பத்திலொரு பங்கு குடுத்து நடுத் தீருவையையும் சறுவேசுரனுடைய தயவையும் கடந்து போறீர்கள். யிதுகளைச் செய்ய வேண்டி யிருக்குது. அதுகளை மறக்க வொண்ணாது."},{"number":43,"verse":"உங்களுக் கைய்யோ! பரிசேசுமார்களே! அதேதென்றால் ஆலையங்களிலேபிறதான யிஷ்த்தலங்களையும் கடையிலே யிஷ்த்தோத்திரமுள்ள வாத்தைகளையும் விரும்புகிறீர்கள்."},{"number":44,"verse":"உங்களுக் கைய்யோ! மாயம் பண்ணுகிற வேதபாங்கரே! பரிசேசுமார்களே! அதேதென்றால்க் காணப்படாத கல்லறைகளைப்போலே யிருக்கிறீர்கள். மனுஷர் அதுகளின் பேரிலே நடந்து போனாலும் அதுகளை யறியார்க ளென்று திருவிளம்பத்தினார்."},{"number":45,"verse":"அப்போ வேதபாங்கருக் குள்ளே ஒருதன் பிறத்தியுத்தாரமாக உபாத்தியாயரே!நீர் யித்தைச் சொல்லி எங்களையும் தூஷயிக்கிறீரென்று சொன்னான்."},{"number":46,"verse":"ஆனா லவர் திருவிளம்பத்தினதாவது. உங்களுக்கு மய்யோ! வேதபாங்கரே! அதேதென்றால்ச் சிமக்கப்படாத சிமைகளை அனுஷரைச் சிமக்கப்பண்ணுகிறீர்கள். ஆனால் நீங்கள் தானே ஒரு விரலினாலே ஆனாலும் அந்தச் சிமைகளைத் தொட யில்லை."},{"number":47,"verse":"உங்களுக் கைய்யோ! அதேதென்றால்த் தீற்கத்தெரிசிகளுடைய கல்லறைகளை க் கட்டுகிறீர்கள். ஆனால் உங்களுடைய பிதாக்கள்அவர்களைக் கொன்று போட்டார்கள்."},{"number":48,"verse":"ஆனபடியினாலே சாஷ்சி குடுத்து உங்கள் பிதாக்களுடைய கருமங்களுக்குச் சம்மதிக்கிறீர்கள். அதேதென்றால் இவர்க ளவர்களைக் கொன்று போட்டார்கள். ஆனால்நீங்க ளவர்களுடைய கல்லறைகளைக் கட்டுகிறீர்கள்."},{"number":49,"verse":"ஆகையினாலே சறுவேசுரனுடைய ஞானம் சொன்னதாவது. நாம் உங்களண்டையிலே தீற்கத்தெரிசிகளையும் அப்போஷ்த்தலரையும் அனுப்புவோம். ஆனா லவர்களைக் கொண்ணுபோட்டுத் துன்பப்படுத்துவீர்கள்."},{"number":50,"verse":"ஆவே லென்கிறவருடைய ரெத்தந் துவக்கி பீடத்துக்கும் தேவாலையத்துச் சிவருக்கும் நடுவாகக் கொன்று போடப்பட்ட சக்கிரீயா சென்கிறவருடையரெத்த மட்டாக லோகம் உண்டாக்கின நாள்த் துவக்கிச் சிந்தப்பட்ட சகல தீற்கத்தெரிசிகளுடைய ரெத்தம் இந்தச் சந்ததியின் கையிலே கேழ்க்கப்படும்."},{"number":51,"verse":"யிந்தச் சந்த்தியின் கையிலே கேழ்க்கப்படுமா மென்று உங்களுக்குச் சொல்லுகிறோம்."},{"number":52,"verse":"உங்களுக் கைய்யோ! வேதபாங்கரே! அதேதென்றால் வானத்தினுடைய திறவுகோலைக் கொண்டிருக்கிறீர்கள். நீங்கள் தானே அதிலே பிறவேசிக்க யில்லை. அதிலே பிறவேசிக்கிறபேர்களுக்குத் தடைபண்ணுகிறீர்க ளென்றுதிருவிளம்பத்தினார்."},{"number":53,"verse":"அவர் யிவர்களுக்கு யிந்த வாத்தைகளைத் திருவிளம்பத்துகிற போது வேதபாங்கரும் பரிசேசுமார்களும் அவருக்குக் கடினஞ்சொல்லத் துவக்கி அனேகங் காரியங்களினாலே வாய் திறக்காம லிருக்கப்பண்ணிஅவருக்குச் சதி செய்யப் பாத்துக் கொண்டிருந்து அவருடைய வாயிலே பிறப்படுகிற வசனங்களிலே அவர் பேரிலே குத்தஞ் சிமத்துகிறத்துக்கான சமையந் தேடினார்கள்."},{"number":54,"verse":"[வசனம் இல்லை, மேலே அல்லது கீழே உள்ள வசனத்தில் பார்க்கவும்]"}]}