{"bibleAbbr":"NASB1995","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":16,"verses":[{"number":1,"verse":"Then the lot<WH1486> for the sons<WH1121> of Joseph<WH3130> went<WH3318> from the Jordan<WH3383> at Jericho<WH3405> to the waters<WH4325> of Jericho<WH3405> on the east<WH4217> into the wilderness,<WH4057> going<WH5927> up from Jericho<WH3405> through the hill<WH2022> country<WH2022> to Bethel.<WH1008>"},{"number":2,"verse":"And it went<WH3318> from Bethel<WH1008> to Luz,<WH3870> and continued<WH5674> to the border<WH1366> of the Archites<WH757> at Ataroth.<WH5852>"},{"number":3,"verse":"And it went<WH3381> down<WH3381> westward<WH3220> to the territory<WH1366> of the Japhletites,<WH3311> as far<WH5704> as the territory<WH1366> of lower<WH8481> Beth-horon even to Gezer,<WH1507> and it ended<WH1961> <WH8444> at the sea.<WH3220>"},{"number":4,"verse":"And the sons<WH1121> of Joseph,<WH3130> Manasseh<WH4519> and Ephraim,<WH669> received<WH5157> their inheritance.<WH5157>"},{"number":5,"verse":"Now [this] was the territory<WH1366> of the sons<WH1121> of Ephraim<WH669> according to their families:<WH4940> the border<WH1366> of their inheritance<WH5159> eastward<WH4217> was Ataroth-addar, as far<WH5704> as upper<WH5945> Beth-horon."},{"number":6,"verse":"Then the border<WH1366> went<WH3318> westward<WH3220> at Michmethath<WH4366> on the north,<WH6828> and the border<WH1366> turned<WH5437> about<WH5437> eastward<WH4217> to Taanath-shiloh, and continued<WH5674> [beyond] it to the east<WH4217> of Janoah.<WH9192>"},{"number":7,"verse":"And it went<WH3381> down<WH3381> from Janoah<WH9192> to Ataroth<WH5852> and to Naarah,<WH5292> then reached<WH6293> Jericho<WH3405> and came<WH3318> out at the Jordan.<WH3383>"},{"number":8,"verse":"From Tappuah<WH8599> the border<WH1366> continued<WH1980> westward<WH3220> to the brook<WH5158> of Kanah,<WH7071> and it ended<WH1961> <WH8444> at the sea.<WH3220> This<WH2088> is the inheritance<WH5159> of the tribe<WH4294> of the sons<WH1121> of Ephraim<WH669> according to their families,<WH4940>"},{"number":9,"verse":"[together] with the cities<WH5892> which were set<WH3995> apart<WH3995> for the sons<WH1121> of Ephraim<WH669> in the midst<WH8432> of the inheritance<WH5159> of the sons<WH1121> of Manasseh,<WH4519> all<WH3605> the cities<WH5892> with their villages.<WH9161>"},{"number":10,"verse":"But they did not drive<WH3423> out the Canaanites<WH3669> who lived<WH3427> in Gezer,<WH1507> so the Canaanites<WH3669> live<WH3427> in the midst<WH7130> of Ephraim<WH669> to this<WH2088> day,<WH3117> and they became<WH1961> forced<WH4522> laborers.<WH5647> <WH4522>"}]}