{"bibleAbbr":"NASB1995","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":22,"verses":[{"number":1,"verse":"Then<WH227> Joshua<WH3091> summoned<WH7121> the Reubenites<WH7206> and the Gadites<WH1425> and the half-tribe of Manasseh,<WH4519>"},{"number":2,"verse":"and said<WH559> to them, \"You have kept<WH8104> all<WH3605> that Moses<WH4872> the servant<WH5650> of the Lord<WH3068> commanded<WH6680> you, and have listened<WH8085> to my voice<WH6963> in all<WH3605> that I commanded<WH6680> you."},{"number":3,"verse":"\"You have not forsaken<WH5800> your brothers<WH251> these<WH2088> many<WH7227> days<WH3117> to this<WH2088> day,<WH3117> but have kept<WH8104> the charge<WH4931> of the commandment<WH4687> of the Lord<WH3068> your God.<WH430>"},{"number":4,"verse":"\"And now<WH6258> the Lord<WH3068> your God<WH430> has given<WH5117> rest<WH5117> to your brothers,<WH251> as He spoke<WH1696> to them; therefore turn<WH6437> now<WH6258> and go<WH1980> to your tents,<WH168> to the land<WH776> of your possession,<WH272> which<WH834> Moses<WH4872> the servant<WH5650> of the Lord<WH3068> gave<WH5414> you beyond<WH5676> the Jordan.<WH3383>"},{"number":5,"verse":"\"Only<WH7534> be very<WH3966> careful<WH8104> to observe<WH6213> the commandment<WH4687> and the law<WH8451> which<WH834> Moses<WH4872> the servant<WH5650> of the Lord<WH3068> commanded<WH6680> you, to love<WH157> the Lord<WH3068> your God<WH430> and walk<WH1980> in all<WH3605> His ways<WH1870> and keep<WH8104> His commandments<WH4687> and hold<WH1692> fast<WH1692> to Him and serve<WH5647> Him with all<WH3605> your heart<WH3824> and with all<WH3605> your soul.<WH5315>\""},{"number":6,"verse":"So Joshua<WH3091> blessed<WH1288> them and sent<WH7971> them away,<WH7971> and they went<WH1980> to their tents.<WH168>"},{"number":7,"verse":"Now to the one half-tribe<WH2677> of Manasseh<WH4519> Moses<WH4872> had given<WH5414> [a possession] in Bashan,<WH1316> but to the other half Joshua<WH3091> gave<WH5414> [a possession] among<WH5973> their brothers<WH251> westward<WH3220> beyond<WH5676> the Jordan.<WH3383> So when<WH3588> Joshua<WH3091> sent<WH7971> them away<WH7971> to their tents,<WH168> he blessed<WH1288> them,"},{"number":8,"verse":"and said<WH559> to them, \"Return<WH7725> to your tents<WH168> with great<WH7227> riches<WH5233> and with very<WH3966> much<WH7227> livestock,<WH4735> with silver,<WH3701> gold,<WH2091> bronze,<WH5178> iron,<WH1270> and with very<WH3966> many<WH7235> clothes;<WH8008> divide<WH2505> the spoil<WH7998> of your enemies<WH340> with your brothers.<WH251>\""},{"number":9,"verse":"And the sons<WH1121> of Reuben<WH7205> and the sons<WH1121> of Gad<WH1410> and the half-tribe of Manasseh<WH4519> returned<WH7725> [home] and departed<WH1980> from the sons<WH1121> of Israel<WH3478> at Shiloh<WH7887> which<WH834> is in the land<WH776> of Canaan,<WH3667> to go<WH1980> to the land<WH776> of Gilead,<WH1568> to the land<WH776> of their possession<WH272> which<WH834> they had possessed,<WH270> according<WH5921> to the command<WH6310> of the Lord<WH3068> through<WH3027> Moses.<WH4872>"},{"number":10,"verse":"And when they came<WH935> to the region<WH1552> of the Jordan<WH3383> which<WH834> is in the land<WH776> of Canaan,<WH3667> the sons<WH1121> of Reuben<WH7205> and the sons<WH1121> of Gad<WH1410> and the half-tribe of Manasseh<WH4519> built<WH1129> an altar<WH4196> there<WH8033> by the Jordan,<WH3383> a large<WH1419> altar<WH4196> in appearance.<WH4758>"},{"number":11,"verse":"And the sons<WH1121> of Israel<WH3478> heard<WH8085> [it] said,<WH559> \"Behold,<WH2009> the sons<WH1121> of Reuben<WH7205> and the sons<WH1121> of Gad<WH1410> and the half-tribe of Manasseh<WH4519> have built<WH1129> an altar<WH4196> at the frontier<WH4136> of the land<WH776> of Canaan,<WH3667> in the region<WH1552> of the Jordan,<WH3383> on the side<WH5676> [belonging to] the sons<WH1121> of Israel.<WH3478>\""},{"number":12,"verse":"And when the sons<WH1121> of Israel<WH3478> heard<WH8085> [of it,] the whole<WH3605> congregation<WH5712> of the sons<WH1121> of Israel<WH3478> gathered<WH6950> themselves at Shiloh,<WH7887> to go<WH5927> up against<WH5921> them in war.<WH6635>"},{"number":13,"verse":"Then the sons<WH1121> of Israel<WH3478> sent<WH7971> to the sons<WH1121> of Reuben<WH7205> and to the sons<WH1121> of Gad<WH1410> and to the half-tribe of Manasseh,<WH4519> into the land<WH776> of Gilead,<WH1568> Phinehas<WH6372> the son<WH1121> of Eleazar<WH499> the priest,<WH3548>"},{"number":14,"verse":"and with him ten<WH6235> chiefs,<WH5387> one<WH259> chief<WH5387> for each father's household<WH1004> from each<WH3605> of the tribes<WH4294> of Israel;<WH3478> and each<WH376> one<WH376> of them [was] the head<WH7218> of his father's household<WH1004> among the thousands<WH505> of Israel.<WH3478>"},{"number":15,"verse":"And they came<WH935> to the sons<WH1121> of Reuben<WH7205> and to the sons<WH1121> of Gad<WH1410> and to the half-tribe of Manasseh,<WH4519> to the land<WH776> of Gilead,<WH1568> and they spoke<WH1696> with them saying,<WH559>"},{"number":16,"verse":"\"Thus<WH3541> says<WH559> the whole<WH3605> congregation<WH5712> of the Lord,<WH3068> 'What<WH4100> is this<WH2088> unfaithful<WH4604> act<WH4604> which<WH834> you have committed<WH4603> against the God<WH430> of Israel,<WH3478> turning<WH7725> away<WH7725> from following<WH310> the Lord<WH3068> this day,<WH3117> by building<WH1129> yourselves an altar,<WH4196> to rebel<WH4775> against the Lord<WH3068> this day<WH3117>?"},{"number":17,"verse":"'Is not the iniquity<WH5771> of Peor<WH6465> enough<WH4592> for us, from which<WH834> we have not cleansed<WH2891> ourselves to this<WH2088> day,<WH3117> although a plague<WH5063> came<WH1961> on the congregation<WH5712> of the Lord,<WH3068>"},{"number":18,"verse":"that you must turn<WH7725> away<WH7725> this day<WH3117> from following<WH310> the Lord<WH3068>? And it will come<WH1961> about if you rebel<WH4775> against the Lord<WH3068> today,<WH3117> that He will be angry<WH7107> with the whole<WH3605> congregation<WH5712> of Israel<WH3478> tomorrow.<WH4279>"},{"number":19,"verse":"'If,<WH518> however,<WH389> the land<WH776> of your possession<WH272> is unclean,<WH2931> then cross<WH5674> into the land<WH776> of the possession<WH272> of the Lord,<WH3068> where<WH834> <WH8033> the Lord<WH3068>'s tabernacle<WH4908> stands,<WH7931> and take<WH270> possession<WH270> among<WH8432> us. Only do not rebel<WH4775> against the Lord,<WH3068> or rebel<WH4775> against<WH854> us by building<WH1129> an altar<WH4196> for yourselves, besides<WH4480> <WH1107> the altar<WH4196> of the Lord our God.<WH430>"},{"number":20,"verse":"'Did not Achan<WH5912> the son<WH1121> of Zerah<WH2226> act<WH4603> unfaithfully<WH4604> in the things<WH9172> under<WH9172> the ban,<WH9172> and wrath<WH7110> fall<WH1961> on all<WH3605> the congregation<WH5712> of Israel<WH3478>? And that man<WH376> did not perish<WH1478> alone<WH259> in his iniquity.<WH5771>' \""},{"number":21,"verse":"Then the sons<WH1121> of Reuben<WH7205> and the sons<WH1121> of Gad<WH1410> and the half-tribe of Manasseh<WH4519> answered,<WH6030> and spoke<WH1696> to the heads<WH7218> of the families<WH505> of Israel.<WH3478>"},{"number":22,"verse":"\"The Mighty<WH410> One,<WH410> God,<WH430> the Lord,<WH3068> the Mighty<WH410> One,<WH410> God,<WH430> the Lord!<WH3068> He knows,<WH3045> and may Israel<WH3478> itself<WH1931> know.<WH3045> If<WH518> [it was] in rebellion,<WH4777> or if<WH518> in an unfaithful<WH4604> act<WH4604> against the Lord<WH3068> do not Thou save<WH3467> us this<WH2088> day!<WH3117>"},{"number":23,"verse":"\"If we have built<WH1129> us an altar<WH4196> to turn<WH7725> away<WH7725> from following<WH310> the Lord,<WH3068> or if<WH518> to offer<WH5927> a burnt<WH5930> offering<WH5930> or grain offering<WH4503> on it, or if<WH518> to offer<WH6213> sacrifices<WH2077> of peace<WH8002> offerings<WH8002> on it, may the Lord<WH3068> Himself<WH1931> require<WH1245> it."},{"number":24,"verse":"\"But truly<WH518> <WH3808> we have done<WH6213> this<WH2088> out of concern,<WH1674> for a reason,<WH1697> saying,<WH559> 'In time<WH4279> to come<WH4279> your sons<WH1121> may say<WH559> to our sons,<WH1121> \"What<WH4100> have you to do with the Lord,<WH3068> the God<WH430> of Israel<WH3478>?"},{"number":25,"verse":"\"For the Lord<WH3068> has made<WH5414> the Jordan<WH3383> a border<WH1366> between<WH996> us and you, [you] sons<WH1121> of Reuben<WH7205> and sons<WH1121> of Gad;<WH1410> you have<WH369> no<WH369> portion<WH2506> in the Lord.<WH3068>\" So your sons<WH1121> may make our sons<WH1121> stop<WH1115> fearing<WH3372> the Lord.<WH3068>'"},{"number":26,"verse":"\"Therefore we said,<WH559> 'Let us build<WH6213> <WH1129> an altar,<WH4196> not for burnt<WH5930> offering<WH5930> or for sacrifice;<WH2077>"},{"number":27,"verse":"rather<WH3588> it shall be a witness<WH5707> between<WH996> us and you and between<WH996> our generations<WH1755> after<WH310> us, that we are to perform<WH5647> the service<WH5656> of the Lord<WH3068> before<WH6440> Him with our burnt<WH5930> offerings,<WH5930> and with our sacrifices<WH2077> and with our peace<WH8002> offerings,<WH8002> that your sons<WH1121> may not say<WH559> to our sons<WH1121> in time<WH4279> to come,<WH4279> \"You have<WH369> no<WH369> portion<WH2506> in the Lord.<WH3068>\"'"},{"number":28,"verse":"\"Therefore we said,<WH559> 'It shall also come<WH1961> about if<WH3588> they say<WH559> [this] to us or to our generations<WH1755> in time<WH4279> to come,<WH4279> then we shall say,<WH559> \"See<WH7200> the copy<WH8403> of the altar<WH4196> of the Lord<WH3068> which<WH834> our fathers made,<WH1> not for burnt<WH6213> offering<WH5930> or for sacrifice;<WH5930> rather<WH2077> it is a witness<WH3588> between<WH5707> us and you. \"'"},{"number":29,"verse":"\"Far<WH2486> be it from us that we should rebel<WH4775> against the Lord<WH3068> and turn<WH7725> away<WH7725> from following<WH310> the Lord<WH3068> this day,<WH3117> by building<WH1129> an altar<WH4196> for burnt<WH5930> offering,<WH5930> for grain offering<WH4503> or for sacrifice,<WH2077> besides<WH4480> <WH905> the altar<WH4196> of the Lord<WH3068> our God<WH430> which<WH834> is before<WH6440> His tabernacle.<WH4908>\""},{"number":30,"verse":"So when Phinehas<WH6372> the priest<WH3548> and the leaders<WH5387> of the congregation,<WH5712> even the heads<WH7218> of the families<WH505> of Israel<WH3478> who<WH834> [were] with him, heard<WH8085> the words<WH1697> which<WH834> the sons<WH1121> of Reuben<WH7205> and the sons<WH1121> of Gad<WH1410> and the sons<WH1121> of Manasseh<WH4519> spoke,<WH1696> it pleased<WH3190> <WH5869> them."},{"number":31,"verse":"And Phinehas<WH6372> the son<WH1121> of Eleazar<WH499> the priest<WH3548> said<WH559> to the sons<WH1121> of Reuben<WH7205> and to the sons<WH1121> of Gad<WH1410> and to the sons<WH1121> of Manasseh,<WH4519> \"Today<WH3117> we know<WH3045> that the Lord<WH3068> is in our midst,<WH8432> because<WH834> you have not committed<WH4603> this<WH2088> unfaithful<WH4604> act<WH4604> against the Lord;<WH3068> now<WH227> you have delivered<WH5337> the sons<WH1121> of Israel<WH3478> from the hand<WH3027> of the Lord.<WH3068>\""},{"number":32,"verse":"Then Phinehas<WH6372> the son<WH1121> of Eleazar<WH499> the priest<WH3548> and the leaders<WH5387> returned<WH7725> from the sons<WH1121> of Reuben<WH7205> and from the sons<WH1121> of Gad,<WH1410> from the land<WH776> of Gilead,<WH1568> to the land<WH776> of Canaan,<WH3667> to the sons<WH1121> of Israel,<WH3478> and brought<WH7725> back<WH7725> word<WH1697> to them."},{"number":33,"verse":"And the word<WH1697> pleased<WH3190> <WH5869> the sons<WH1121> of Israel,<WH3478> and the sons<WH1121> of Israel<WH3478> blessed<WH1288> God;<WH430> and they did not speak<WH559> of going<WH5927> up against<WH5921> them in war,<WH6635> to destroy<WH7843> the land<WH776> in which<WH834> the sons<WH1121> of Reuben<WH7205> and the sons<WH1121> of Gad<WH1410> were living.<WH3427>"},{"number":34,"verse":"And the sons<WH1121> of Reuben<WH7205> and the sons<WH1121> of Gad<WH1410> called<WH7121> the altar<WH4196> [Witness;<WH5707>] \"For,\" [they said,] \"it is a witness between<WH996> us that the Lord<WH3068> is God.<WH430>\""}]}