{"bibleAbbr":"NASB1995","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":8,"verses":[{"number":1,"verse":"Now the Lord<WH3068> said<WH559> to Joshua,<WH3091> \"Do not fear<WH3372> or be dismayed.<WH2865> Take<WH3947> all<WH3605> the people<WH5971> of war<WH4421> with you and arise,<WH6965> go<WH5927> up to Ai;<WH5857> see,<WH7200> I have given<WH5414> into your hand<WH3027> the king<WH4428> of Ai,<WH5857> his people,<WH5971> his city,<WH5892> and his land.<WH776>"},{"number":2,"verse":"\"And you shall do<WH6213> to Ai<WH5857> and its king<WH4428> just<WH9201> as you did<WH6213> to Jericho<WH3405> and its king;<WH4428> you shall take<WH962> only<WH7534> its spoil<WH7998> and its cattle<WH929> as plunder<WH962> for yourselves. Set<WH7760> an ambush<WH693> for the city<WH5892> behind<WH4480> <WH310> it.\""},{"number":3,"verse":"So Joshua<WH3091> rose<WH6965> with all<WH3605> the people<WH5971> of war<WH4421> to go<WH5927> up to Ai;<WH5857> and Joshua<WH3091> chose<WH977> 30000 men,<WH376> valiant<WH2428> warriors,<WH1368> and sent<WH7971> them out at night.<WH3915>"},{"number":4,"verse":"And he commanded<WH6680> them, saying,<WH559> \"See,<WH7200> you are going to ambush<WH693> the city<WH5892> from behind<WH310> it. Do not go<WH7368> very<WH3966> far<WH7368> from the city,<WH5892> but all<WH3605> of you be ready.<WH3559>"},{"number":5,"verse":"\"Then I and all<WH3605> the people<WH5971> who<WH834> are with me will approach<WH7126> the city.<WH5892> And it will come<WH1961> about when<WH3588> they come<WH3318> out to meet<WH7122> us as at the first,<WH7223> that we will flee<WH5127> before<WH6440> them."},{"number":6,"verse":"\"And they will come<WH3318> out after<WH310> us until<WH5704> we have drawn<WH5423> them away<WH5423> from the city,<WH5892> for they will say,<WH559> '[They] are fleeing<WH5127> before<WH6440> us as at the first.<WH7223>' So we will flee<WH5127> before<WH6440> them."},{"number":7,"verse":"\"And you shall rise<WH6965> from [your] ambush<WH693> and take<WH3423> possession<WH3423> of the city,<WH5892> for the Lord<WH3068> your God<WH430> will deliver<WH5414> it into your hand.<WH3027>"},{"number":8,"verse":"\"Then it will be when you have seized<WH8610> the city,<WH5892> that you shall set<WH3341> the city<WH5892> on fire.<WH784> You shall do<WH6213> [it] according to the word<WH1697> of the Lord.<WH3068> See,<WH7200> I have commanded<WH6680> you.\""},{"number":9,"verse":"So Joshua<WH3091> sent<WH7971> them away,<WH7971> and they went<WH1980> to the place of ambush<WH3993> and remained<WH3427> between<WH996> Bethel<WH1008> and Ai,<WH5857> on the west<WH3220> side<WH3220> of Ai;<WH5857> but Joshua<WH3091> spent<WH3885> that night<WH3915> among<WH8432> the people.<WH5971>"},{"number":10,"verse":"Now Joshua<WH3091> rose<WH7925> early<WH7925> in the morning<WH1242> and mustered<WH6485> the people,<WH5971> and he went<WH5927> up with the elders<WH2205> of Israel<WH3478> before<WH6440> the people<WH5971> to Ai.<WH5857>"},{"number":11,"verse":"Then all<WH3605> the people<WH5971> of war<WH4421> who<WH834> [were] with him went<WH5927> up and drew<WH5066> near<WH5066> and arrived<WH935> in front<WH5048> of the city,<WH5892> and camped<WH2583> on the north<WH6828> side<WH6828> of Ai.<WH5857> Now [there was] a valley<WH1516> between<WH996> him and Ai.<WH5857>"},{"number":12,"verse":"And he took<WH3947> about 5000 men<WH376> and set<WH7760> them in ambush<WH693> between<WH996> Bethel<WH1008> and Ai,<WH5857> on the west<WH3220> side<WH3220> of the city.<WH5892>"},{"number":13,"verse":"So they stationed<WH7760> the people,<WH5971> all<WH3605> the army<WH4264> that was on the north<WH6828> side<WH6828> of the city,<WH5892> and its rear<WH6119> guard<WH6119> on the west<WH3220> side<WH3220> of the city,<WH5892> and Joshua<WH3091> spent<WH1980> that night<WH3915> in the midst<WH8432> of the valley.<WH6010>"},{"number":14,"verse":"And it came<WH1961> about when the king<WH4428> of Ai<WH5857> saw<WH7200> [it,] that the men<WH376> of the city<WH5892> hurried<WH4116> and rose<WH7925> up early<WH7925> and went<WH3318> out to meet<WH7122> Israel<WH3478> in battle,<WH4421> he and all<WH3605> his people<WH5971> at the appointed<WH4150> place<WH4150> before<WH6440> the desert<WH6160> plain.<WH6160> But he did not know<WH3045> that [there was] an ambush<WH693> against him behind<WH4480> <WH310> the city.<WH5892>"},{"number":15,"verse":"And Joshua<WH3091> and all<WH3605> Israel<WH3478> pretended<WH5060> to be beaten<WH5060> before<WH6440> them, and fled<WH5127> by the way<WH1870> of the wilderness.<WH4057>"},{"number":16,"verse":"And all<WH3605> the people<WH5971> who<WH834> were in the city<WH5892> were called<WH2199> together<WH2199> to pursue<WH7291> them, and they pursued<WH7291> Joshua,<WH3091> and were drawn<WH5423> away<WH5423> from the city.<WH5892>"},{"number":17,"verse":"So not a man<WH376> was left<WH7604> in Ai<WH5857> or Bethel<WH1008> who<WH834> had not gone<WH3318> out after<WH310> Israel,<WH3478> and they left<WH5800> the city<WH5892> unguarded<WH6605> and pursued<WH7291> Israel.<WH3478>"},{"number":18,"verse":"Then the Lord<WH3068> said<WH559> to Joshua,<WH3091> \"Stretch<WH5186> out the javelin<WH3591> that is in your hand<WH3027> toward<WH413> Ai,<WH5857> for I will give<WH5414> it into your hand.<WH3027>\" So Joshua<WH3091> stretched<WH5186> out the javelin<WH3591> that was in his hand<WH3027> toward<WH413> the city.<WH5892>"},{"number":19,"verse":"And the [men in] ambush<WH693> rose<WH6965> quickly<WH4120> from their place,<WH4725> and when he had stretched<WH5186> out his hand,<WH3027> they ran<WH7323> and entered<WH935> the city<WH5892> and captured<WH3920> it; and they quickly<WH4116> set<WH3341> the city<WH5892> on fire.<WH784>"},{"number":20,"verse":"When the men<WH376> of Ai<WH5857> turned<WH6437> back<WH310> and looked,<WH7200> behold,<WH2009> the smoke<WH6227> of the city<WH5892> ascended<WH5927> to the sky,<WH8064> and they had<WH1961> no<WH3808> place<WH3027> to flee<WH5127> this<WH2088> way<WH2008> or that, for the people<WH5971> who had been fleeing<WH5127> to the wilderness<WH4057> turned<WH2015> against<WH413> the pursuers.<WH7291>"},{"number":21,"verse":"When Joshua<WH3091> and all<WH3605> Israel<WH3478> saw<WH7200> that the [men<WH376> in] ambush<WH693> had captured<WH3920> the city<WH5892> and that the smoke<WH6227> of the city<WH5892> ascended,<WH5927> they turned<WH7725> back<WH7725> and slew<WH5221> the men of Ai.<WH5857>"},{"number":22,"verse":"And the others<WH428> came<WH3318> out from the city<WH5892> to encounter<WH7122> them, so that they were [trapped] in the midst<WH8432> of Israel,<WH3478> some<WH428> on this<WH2088> side<WH2088> and some<WH428> on that side;<WH2088> and they slew<WH5221> them until<WH5704> no<WH1115> one was left<WH7604> of those who<WH8300> survived<WH8300> or escaped.<WH6412>"},{"number":23,"verse":"But they took<WH8610> alive<WH2416> the king<WH4428> of Ai<WH5857> and brought<WH7126> him to Joshua.<WH3091>"},{"number":24,"verse":"Now it came<WH1961> about when Israel<WH3478> had finished<WH3615> killing<WH2026> all<WH3605> the inhabitants<WH3427> of Ai<WH5857> in the field<WH7704> in the wilderness<WH4057> where<WH834> they pursued<WH7291> them, and all<WH3605> of them were fallen<WH5307> by the edge<WH6310> of the sword<WH2719> until<WH5704> they were destroyed,<WH8552> then all<WH3605> Israel<WH3478> returned<WH7725> to Ai<WH5857> and struck<WH5221> it with the edge<WH6310> of the sword.<WH2719>"},{"number":25,"verse":"And all<WH3605> who fell<WH5307> that day,<WH3117> both<WH4480> men<WH376> and women,<WH802> were 12000 – all<WH3605> the people<WH376> of Ai.<WH5857>"},{"number":26,"verse":"For Joshua<WH3091> did not withdraw<WH7725> his hand<WH3027> with which<WH834> he stretched<WH5186> out the javelin<WH3591> until<WH5704> he had utterly<WH2763> destroyed<WH2763> all<WH3605> the inhabitants<WH3427> of Ai.<WH5857>"},{"number":27,"verse":"Israel<WH3478> took<WH962> only<WH7534> the cattle<WH929> and the spoil<WH7998> of that city<WH5892> as plunder<WH962> for themselves, according to the word<WH1697> of the Lord<WH3068> which<WH834> He had commanded<WH6680> Joshua.<WH3091>"},{"number":28,"verse":"So Joshua<WH3091> burned<WH8313> Ai<WH5857> and made<WH7760> it a heap<WH8510> forever,<WH5769> a desolation<WH8077> until<WH5704> this<WH2088> day.<WH3117>"},{"number":29,"verse":"And he hanged<WH8518> the king<WH4428> of Ai<WH5857> on a tree<WH6086> until<WH5704> evening;<WH6153> and at sunset<WH8121> <WH935> Joshua<WH3091> gave<WH6680> command<WH6680> and they took<WH3381> his body<WH5038> down<WH3381> from the tree,<WH6086> and threw<WH7993> it at the entrance<WH6607> of the city<WH5892> gate,<WH8179> and raised<WH6965> over<WH5921> it a great<WH1419> heap<WH1530> of stones<WH68> [that stands] to this<WH2088> day.<WH3117>"},{"number":30,"verse":"Then<WH227> Joshua<WH3091> built<WH1129> an altar<WH4196> to the Lord,<WH3068> the God<WH430> of Israel,<WH3478> in Mount<WH2022> Ebal,<WH9403>"},{"number":31,"verse":"just<WH9201> as Moses<WH4872> the servant<WH5650> of the Lord<WH3068> had commanded<WH6680> the sons<WH1121> of Israel,<WH3478> as it is written<WH3789> in the book<WH5612> of the law<WH8451> of Moses,<WH4872> an altar<WH4196> of uncut<WH8003> stones,<WH68> on which<WH834> no<WH3808> man had wielded<WH5130> an iron<WH1270> [tool;] and they offered<WH5927> burnt<WH5930> offerings<WH5930> on it to the Lord,<WH3068> and sacrificed<WH2076> peace<WH8002> offerings.<WH8002>"},{"number":32,"verse":"And he wrote<WH3789> there<WH8033> on the stones<WH68> a copy<WH4932> of the law<WH8451> of Moses,<WH4872> which<WH834> he had written,<WH3789> in the presence<WH6440> of the sons<WH1121> of Israel.<WH3478>"},{"number":33,"verse":"And all<WH3605> Israel<WH3478> with their elders<WH2205> and officers<WH7860> and their judges<WH8199> were standing<WH5975> on both<WH4480> <WH2088> sides<WH4480> <WH2088> of the ark<WH727> before<WH5048> the Levitical<WH3881> priests<WH3548> who carried<WH5375> the ark<WH727> of the covenant<WH1285> of the Lord,<WH3068> the stranger<WH1616> as well as the native.<WH249> Half<WH2677> of them [stood] in front<WH4136> of Mount<WH2022> Gerizim<WH1630> and half<WH2677> of them in front<WH4136> of Mount<WH2022> Ebal,<WH9403> just<WH9201> as Moses<WH4872> the servant<WH5650> of the Lord<WH3068> had given<WH6680> command<WH6680> at first<WH7223> to bless<WH1288> the people<WH5971> of Israel.<WH3478>"},{"number":34,"verse":"Then afterward<WH310> <WH3651> he read<WH7121> all<WH3605> the words<WH1697> of the law,<WH8451> the blessing<WH1293> and the curse,<WH7045> according to all<WH3605> that is written<WH3789> in the book<WH5612> of the law.<WH8451>"},{"number":35,"verse":"There was not a word<WH1697> of all<WH3605> that Moses<WH4872> had commanded<WH6680> which<WH834> Joshua<WH3091> did not read<WH7121> before<WH5048> all<WH3605> the assembly<WH6951> of Israel<WH3478> with the women<WH802> and the little<WH2945> ones<WH2945> and the strangers<WH1616> who were living<WH1980> among<WH7130> them."}]}