{"bibleAbbr":"RcV2003","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":1,"verses":[{"number":1,"verse":"Then Jehovah called to Moses and spoke to him out of the Tent of Meeting, saying,"},{"number":2,"verse":"Speak to the children of Israel and say to them, When any one of you presents an offering to Jehovah, you shall present your offering from the cattle, of the herd or of the flock."},{"number":3,"verse":"If his offering is a burnt offering from the herd, he shall present it, a male without blemish; he shall present it at the entrance of the Tent of Meeting, that he may be accepted before Jehovah."},{"number":4,"verse":"And he shall lay his hand on the head of the burnt offering, and it shall be accepted for him, to make expiation for him."},{"number":5,"verse":"And he shall slaughter the young bull before Jehovah; and Aaron’s sons the priests shall present the blood and sprinkle the blood on and around the altar that is at the entrance of the Tent of Meeting."},{"number":6,"verse":"And he shall skin the burnt offering and cut it into its pieces."},{"number":7,"verse":"And the sons of Aaron the priest shall put fire on the altar and arrange the wood in order on the fire."},{"number":8,"verse":"Then Aaron’s sons the priests shall arrange the pieces, the head, and the fat in order on the wood that is on the fire which is on the altar;"},{"number":9,"verse":"But its inward parts and its legs he shall wash with water. Then the priest shall burn the whole on the altar, as a burnt offering, an offering by fire, a satisfying fragrance to Jehovah."},{"number":10,"verse":"And if his offering is from the flock, of the sheep or of the goats, for a burnt offering, he shall present it, a male without blemish."},{"number":11,"verse":"And he shall slaughter it on the side of the altar northward before Jehovah, and Aaron’s sons the priests shall sprinkle its blood on and around the altar."},{"number":12,"verse":"And he shall cut it into its pieces with its head and its fat, and the priest shall arrange them in order on the wood that is on the fire which is on the altar;"},{"number":13,"verse":"But the inward parts and the legs he shall wash with water. Then the priest shall present the whole and burn it on the altar; it is a burnt offering, an offering by fire, a satisfying fragrance to Jehovah."},{"number":14,"verse":"And if his offering to Jehovah is a burnt offering of birds, then he shall present his offering of turtledoves or of young pigeons."},{"number":15,"verse":"And the priest shall present it at the altar and wring off its head and burn it on the altar; and its blood shall be drained out on the side of the altar."},{"number":16,"verse":"And he shall take away its crop with its feathers and cast it beside the altar toward the east, in the place of the ashes."},{"number":17,"verse":"Then he shall tear it open by its wings without dividing it, and the priest shall burn it on the altar on the wood that is on the fire; it is a burnt offering, an offering by fire, a satisfying fragrance to Jehovah."}]}