{"bibleAbbr":"RcV2003","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"Then Jehovah spoke to Moses after the death of the two sons of Aaron, when they drew near before Jehovah and died."},{"number":2,"verse":"And Jehovah said to Moses, Tell Aaron your brother that he shall not enter at just any time into the Holy of Holies inside the veil before the expiation cover, which is upon the Ark, lest he die; for I will appear in the cloud over the expiation cover."},{"number":3,"verse":"In this way Aaron shall come into the Holy of Holies: with a bull of the herd for a sin offering and a ram for a burnt offering."},{"number":4,"verse":"He shall put on the holy linen tunic, and linen trousers shall be upon his body, and he shall gird himself with the linen girdle and be attired with the linen turban; these are the holy garments. And he shall bathe his flesh in water and put them on."},{"number":5,"verse":"And he shall take from the assembly of the children of Israel two male goats for a sin offering and one ram for a burnt offering."},{"number":6,"verse":"And Aaron shall present the bull of the sin offering, which is for himself, and make expiation for himself and for his household."},{"number":7,"verse":"And he shall take the two goats and set them before Jehovah at the entrance of the Tent of Meeting."},{"number":8,"verse":"And Aaron shall cast lots on the two goats: one lot for Jehovah and the other lot for Azazel."},{"number":9,"verse":"And Aaron shall present the goat on which the lot for Jehovah fell, and offer it as a sin offering."},{"number":10,"verse":"But the goat on which the lot for Azazel fell shall be made to stand alive before Jehovah to make expiation over it, that it may be sent away for Azazel into the wilderness."},{"number":11,"verse":"And Aaron shall present the bull of the sin offering, which is for himself, and shall make expiation for himself and for his household, and shall slaughter the bull of the sin offering, which is for himself."},{"number":12,"verse":"And he shall take a censer full of coals of fire from the altar before Jehovah, with his hands full of finely ground fragrant incense, and bring it inside the veil."},{"number":13,"verse":"And he shall put the incense upon the fire before Jehovah, that the cloud of the incense may cover the expiation cover that is over the Testimony, so that he does not die."},{"number":14,"verse":"And he shall take some of the blood of the bull and sprinkle it with his finger upon the expiation cover toward the east, and before the expiation cover he shall sprinkle some of the blood with his finger seven times."},{"number":15,"verse":"Then he shall slaughter the goat of the sin offering, which is for the people, and bring its blood inside the veil, and do with its blood as he did with the blood of the bull, and sprinkle it upon the expiation cover and before the expiation cover."},{"number":16,"verse":"And he shall make expiation for the Holy of Holies because of the uncleannesses of the children of Israel and because of their transgressions, for all their sins. And so he shall do for the Tent of Meeting, which dwells with them in the midst of their uncleannesses."},{"number":17,"verse":"And no one shall be in the Tent of Meeting when he goes in to make expiation in the Holy of Holies until he comes out and has made expiation for himself and for his household and for all the congregation of Israel."},{"number":18,"verse":"Then he shall go out to the altar that is before Jehovah and make expiation for it, and he shall take some of the blood of the bull and some of the blood of the goat, and put it on and around the horns of the altar."},{"number":19,"verse":"And he shall sprinkle some of the blood on it with his finger seven times; thus he will cleanse it and sanctify it from the uncleannesses of the children of Israel."},{"number":20,"verse":"And when he has finished making expiation for the Holy of Holies and the Tent of Meeting and the altar, he shall present the live goat."},{"number":21,"verse":"And Aaron shall lay both his hands on the head of the live goat and confess over it all the iniquities of the children of Israel and all their transgressions, even all their sins; and he shall put them on the head of the goat, and shall send it away into the wilderness by means of the man who has been appointed."},{"number":22,"verse":"Thus the goat shall bear away all their iniquities on itself to a solitary land, and he shall let the goat go in the wilderness."},{"number":23,"verse":"And Aaron shall come into the Tent of Meeting and take off the linen garments, which he put on when he went into the Holy of Holies, and leave them there."},{"number":24,"verse":"And he shall bathe his body in water in a holy place and put on his garments. Then he shall come out and offer his burnt offering and the burnt offering of the people, and make expiation for himself and for the people."},{"number":25,"verse":"And the fat of the sin offering he shall burn on the altar."},{"number":26,"verse":"And he who lets the goat go for Azazel shall wash his clothes and bathe his body in water, and afterward he may come into the camp."},{"number":27,"verse":"And the bull of the sin offering and the goat of the sin offering, whose blood was brought in to make expiation in the Holy of Holies, shall be carried forth outside the camp; and they shall burn in the fire their skins and their flesh and their dung."},{"number":28,"verse":"And he who burns them shall wash his clothes and bathe his body in water, and afterward he may come into the camp."},{"number":29,"verse":"And this shall become a perpetual statute for you; in the seventh month on the tenth day of the month you shall afflict your souls and not do any work, neither the native nor the sojourner who sojourns among you."},{"number":30,"verse":"For on this day expiation shall be made for you, in order to cleanse you; from all your sins you shall be clean before Jehovah."},{"number":31,"verse":"It is a Sabbath of complete rest for you, and you shall afflict your souls. It shall be a perpetual statute."},{"number":32,"verse":"And the priest who is anointed and who is consecrated to serve as a priest in his father’s place shall make expiation; thus he shall put on the linen garments, even the holy garments."},{"number":33,"verse":"And he shall make expiation for the holy sanctuary, and he shall make expiation for the Tent of Meeting and for the altar, and he shall make expiation for the priests and for all the people of the congregation."},{"number":34,"verse":"And this shall become a perpetual statute for you, in order to make expiation for the children of Israel because of all their sins, once in the year. And just as Jehovah had commanded Moses, so he did."}]}