{"bibleAbbr":"RcV2003","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"You shall not make for yourselves idols, nor shall you raise up for yourselves a graven image or a pillar, nor shall you place a stone figure in your land to bow down to it; for I am Jehovah your God."},{"number":2,"verse":"You shall keep My Sabbaths and reverence My sanctuary; I am Jehovah."},{"number":3,"verse":"If you walk in My statutes and keep My commandments and do them,"},{"number":4,"verse":"Then I will give you your rains in their season, and the land will yield its produce, and the trees of the field will yield their fruit."},{"number":5,"verse":"Indeed your threshing will overtake the vintage, and the vintage will overtake the sowing time. Thus you will eat your bread unto satisfaction and dwell securely in your land."},{"number":6,"verse":"And I will give you peace in the land, so that you will lie down and no one will make you afraid; and I will cause wild beasts to cease out of the land, and no sword will pass through your land."},{"number":7,"verse":"And you will chase your enemies, and they will fall by the sword before you."},{"number":8,"verse":"And five of you will chase a hundred, and a hundred of you will chase ten thousand; and your enemies will fall by the sword before you."},{"number":9,"verse":"And I will turn My face toward you and make you fruitful and multiply you, and I will establish My covenant with you."},{"number":10,"verse":"And you will eat the old supply long stored and will have to clear out the old because of the new."},{"number":11,"verse":"And I will set My tabernacle among you; and My soul will not abhor you."},{"number":12,"verse":"And I will walk among you and be your God, and you will be My people."},{"number":13,"verse":"I am Jehovah your God, who brought you out of the land of Egypt so that you should not be their slaves; and I have broken the bars of your yoke and made you walk upright."},{"number":14,"verse":"But if you will not listen to Me and will not do all these commandments,"},{"number":15,"verse":"And if you reject My statutes, and if your soul abhors My ordinances so that you will not do all My commandments, so as to break My covenant;"},{"number":16,"verse":"I also will do this to you: I will appoint sudden terror over you, even consumption and fever, that will cause the eyes to fail and make the soul to pine away; and you will sow your seed in vain, for your enemies will eat it."},{"number":17,"verse":"And I will set My face against you, and you will be struck down before your enemies; and those who hate you will rule over you, and you will flee when no one pursues you."},{"number":18,"verse":"And if after these things you will not listen to Me, then I will chastise you seven times more for your sins."},{"number":19,"verse":"And I will break the pride of your power, and I will make your sky like iron and your land like bronze,"},{"number":20,"verse":"And your strength will be spent in vain, for your land will not yield its produce, nor will the trees of the land yield their fruit."},{"number":21,"verse":"And if you walk contrary to Me and will not listen to Me, I will bring seven times more plagues upon you according to your sins."},{"number":22,"verse":"And I will send wild animals among you, which will bereave you of your children and destroy your cattle and make you few in number, so that your roads will be deserted."},{"number":23,"verse":"And if by these things you will not be corrected by Me, but walk contrary to Me,"},{"number":24,"verse":"Then I also will walk contrary to you; and I will strike you, I Myself, seven times for your sins."},{"number":25,"verse":"And I will bring a sword upon you that will execute the vengeance of the covenant. And when you gather together within your cities, I will send pestilence among you, and you will be delivered into the hand of the enemy."},{"number":26,"verse":"When I cut off your supply of bread, ten women will bake your bread in one oven; and they will return your bread by weight, and you will eat and not be satisfied."},{"number":27,"verse":"And if in spite of this you will not listen to Me, but walk contrary to Me,"},{"number":28,"verse":"Then I will walk contrary to you in wrath; and I will chastise you, I Myself, seven times for your sins."},{"number":29,"verse":"And you will eat the flesh of your sons, and the flesh of your daughters you will eat."},{"number":30,"verse":"And I will destroy your high places and cut down your altars to the sun and heap up your dead bodies upon the bodies of your idols, and My soul will abhor you."},{"number":31,"verse":"And I will make your cities a waste and will make your holy places desolate, and I will not smell the savor of your satisfying fragrances."},{"number":32,"verse":"And I will make the land desolate, so that your enemies who dwell in it will be astonished at it."},{"number":33,"verse":"You however I will scatter among the nations, and I will unsheathe the sword after you; and your land will become a desolation, and your cities will become a waste."},{"number":34,"verse":"Then the land will enjoy its Sabbaths during all the days of desolation while you are in your enemies’ land; then the land will rest and enjoy its Sabbaths."},{"number":35,"verse":"During all the days of desolation it will have the rest, which it did not have on your Sabbaths when you were dwelling upon it."},{"number":36,"verse":"And as for those who remain among you, I will send faintness into their heart in the lands of their enemies; and the sound of a driven leaf will put them to flight; and they will flee as one flees from the sword; and they will fall though no one pursues."},{"number":37,"verse":"And they will stumble over one another, as if fleeing before the sword, though no one pursues; and you will not be able to stand before your enemies."},{"number":38,"verse":"And you will perish among the nations, and the land of your enemies will consume you."},{"number":39,"verse":"And those who are remaining among you will rot away because of their iniquity in your enemies’ lands; and also because of the iniquities of their fathers they will rot away with them."},{"number":40,"verse":"But if they confess their iniquity and the iniquity of their fathers, in their unfaithfulness which they committed against Me, and also that they walked contrary to Me,"},{"number":41,"verse":"So that I also walked contrary to them and brought them into the land of their enemies; if then their uncircumcised heart is humbled, and then they accept the punishment of their iniquity;"},{"number":42,"verse":"Then I will remember My covenant with Jacob, and I will remember also My covenant with Isaac and also My covenant with Abraham, and I will remember the land."},{"number":43,"verse":"For the land will be abandoned by them and will enjoy its Sabbaths while it is desolate without them. And they will accept the punishment of their iniquity because, even because, they rejected My ordinances, and their soul abhorred My statutes."},{"number":44,"verse":"And yet in spite of this, when they are in the land of their enemies, I will not reject them, nor will I abhor them so as to destroy them utterly and to break My covenant with them; for I am Jehovah their God."},{"number":45,"verse":"But for their sakes I will remember the covenant with their ancestors, whom I brought out of the land of Egypt in the sight of the nations so that I might be their God; I am Jehovah."},{"number":46,"verse":"These are the statutes and ordinances and laws which Jehovah made between Himself and the children of Israel at Mount Sinai through Moses."}]}