{"bibleAbbr":"RcV2003","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":8,"verses":[{"number":1,"verse":"Then Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Take Aaron and his sons with him, and the garments and the anointing oil and the bull of the sin offering and the two rams and the basket of unleavened bread;"},{"number":3,"verse":"And gather all the assembly at the entrance of the Tent of Meeting."},{"number":4,"verse":"And Moses did just as Jehovah had commanded him, and the assembly was gathered at the entrance of the Tent of Meeting."},{"number":5,"verse":"And Moses said to the assembly, This is what Jehovah has commanded to be done."},{"number":6,"verse":"And Moses brought Aaron and his sons near and washed them with water."},{"number":7,"verse":"And he put the tunic upon him and girded him with the girding sash and clothed him with the robe and put the ephod upon him, and he girded him with the skillfully woven band of the ephod, and with it he bound it to him."},{"number":8,"verse":"And he placed the breastplate upon him, and in the breastplate he put the Urim and the Thummim."},{"number":9,"verse":"And he placed the turban on his head, and on the turban, on its front, he placed the golden plate, the holy crown, just as Jehovah had commanded Moses."},{"number":10,"verse":"And Moses took the anointing oil and anointed the tabernacle and all that was in it, and sanctified them."},{"number":11,"verse":"And he sprinkled some of it on the altar seven times, and anointed the altar and all its vessels, and the laver and its base, to sanctify them."},{"number":12,"verse":"And he poured some of the anointing oil on Aaron’s head and anointed him, to sanctify him."},{"number":13,"verse":"And Moses brought Aaron’s sons near, and clothed them with tunics and girded them with girding sashes and bound high hats on them, just as Jehovah had commanded Moses."},{"number":14,"verse":"And he brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering."},{"number":15,"verse":"And Moses slaughtered it and took the blood and put some of it on and around the horns of the altar with his finger, and purified the altar, and poured out the rest of the blood at the base of the altar and sanctified it, to make expiation for it."},{"number":16,"verse":"And he took all the fat that was on the inward parts and the appendage of the liver and the two kidneys and their fat, and Moses burned them on the altar."},{"number":17,"verse":"But the bull and its skin and its flesh and its dung he burned with fire outside the camp, just as Jehovah had commanded Moses."},{"number":18,"verse":"And he presented the ram of the burnt offering, and Aaron and his sons laid their hands on the head of the ram."},{"number":19,"verse":"And Moses slaughtered it and sprinkled the blood on and around the altar."},{"number":20,"verse":"And he cut the ram into its pieces, and Moses burned the head and the pieces and the fat."},{"number":21,"verse":"And the inward parts and the legs he washed with water, and Moses burned the whole ram on the altar. It was a burnt offering for a satisfying fragrance; it was an offering by fire to Jehovah, just as Jehovah had commanded Moses."},{"number":22,"verse":"And he presented the other ram, the ram of consecration, and Aaron and his sons laid their hands on the head of the ram."},{"number":23,"verse":"And Moses slaughtered it and took some of its blood and put it on the lobe of Aaron’s right ear and on the thumb of his right hand and on the big toe of his right foot."},{"number":24,"verse":"And he brought Aaron’s sons near, and Moses put some of the blood on the lobe of their right ear and on the thumb of their right hand and on the big toe of their right foot; and Moses sprinkled the rest of the blood on and around the altar."},{"number":25,"verse":"And he took the fat, that is, the fat tail and all the fat that was on the inward parts, and the appendage of the liver, and the two kidneys and their fat, and the right thigh;"},{"number":26,"verse":"And from the basket of unleavened bread that was before Jehovah, he took one unleavened cake and one cake of oiled bread and one wafer, and placed them on the fat portions and on the right thigh."},{"number":27,"verse":"And he put all these in the palms of Aaron and in the palms of his sons, and he waved them as a wave offering before Jehovah."},{"number":28,"verse":"And Moses took them from their palms and burned them on the altar upon the burnt offering. They were an offering of consecration for a satisfying fragrance; it was an offering by fire to Jehovah."},{"number":29,"verse":"And Moses took the breast and waved it as a wave offering before Jehovah; it was Moses’ portion of the ram of consecration, just as Jehovah had commanded Moses."},{"number":30,"verse":"And Moses took some of the anointing oil and some of the blood that was on the altar and sprinkled it on Aaron, on his garments, and on his sons and on his sons’ garments with him; and he sanctified Aaron, his garments, and his sons and his sons’ garments with him."},{"number":31,"verse":"And Moses said to Aaron and to his sons, Boil the flesh at the entrance of the Tent of Meeting, and eat it there with the bread that is in the basket of consecration, just as I commanded, saying, Aaron and his sons shall eat it."},{"number":32,"verse":"And what is left of the flesh and of the bread you shall burn with fire."},{"number":33,"verse":"And you shall not go out from the entrance of the Tent of Meeting for seven days, until the days of your consecration are fulfilled, for it will take seven days to consecrate you."},{"number":34,"verse":"As has been done this day, so Jehovah has commanded to do, to make expiation for you."},{"number":35,"verse":"And at the entrance of the Tent of Meeting you shall stay day and night seven days, and keep the charge of Jehovah, that you may not die; for so I have been commanded."},{"number":36,"verse":"And Aaron and his sons did all the things which Jehovah had commanded through Moses."}]}