{"bibleAbbr":"JWNT1755","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore thou art inexcusable, O man, whosoever thou art that judgest; for wherein thou judgest the other, thou condemnest thyself; for thou that judgest dost the same things."},{"number":2,"verse":"For we know that the judgment of God is according to truth, against them who do such things."},{"number":3,"verse":"And thinkest thou this, O man, who judgest them that do such things, and dost the same, that thou shalt escape the judgment of God?"},{"number":4,"verse":"Or despisest thou the riches of his goodness, and forbearance, and long suffering, not knowing that the goodness of God leadeth thee to repentance?"},{"number":5,"verse":"But after thy hardness and impenitent heart treasurest up to thyself wrath in the day of wrath, and revelation, and righteous judgment of God?"},{"number":6,"verse":"Who will render to every one according to his works: To them that by patient continuance in well-doing seek for glory,"},{"number":7,"verse":"and honour, and immortality, eternal life."},{"number":8,"verse":"But to them that are contentious, and do not obey the truth, but obey unrighteousness, shall be indignation and wrath,"},{"number":9,"verse":"tribulation and anguish, Even upon every soul of man who worketh evil, of the Jew first, and also the Gentile:"},{"number":10,"verse":"But glory, honour, and peace shall be to every one who worketh good, to the Jew first, and also to the Gentile."},{"number":11,"verse":"For there is no respect of persons with God."},{"number":12,"verse":"For as many as have sinned without the law, shall also perish without the law; and as many as have sinned under the law, shall be judged by the law."},{"number":13,"verse":"For not the hearers of the law are just before God, but the doers of the law shall be justified."},{"number":14,"verse":"For when the Gentiles, who have not the law, do by nature the things contained in the law, these not having the law, are a law to themselves;"},{"number":15,"verse":"Who shew the work of the law written upon their hearts, their conscience also bearing witness, and their thoughts among themselves accusing or even defending them,"},{"number":16,"verse":"In the day when God will judge the secrets of men by Christ Jesus, according to my gospel."},{"number":17,"verse":"Behold, thou art called a Jew, and restest in the law,"},{"number":18,"verse":"and gloriest in God, And knowest his will, and discernest the things that differ, being instructed out of the law:"},{"number":19,"verse":"And art confident, that thyself art a guide of the blind, a light of them that are in darkness, An instructer of the ignorant,"},{"number":20,"verse":"a teacher of babes, having the form of knowledge and truth in the law."},{"number":21,"verse":"Thou therefore that teachest another, teachest thou not thyself? Thou that proclaimest, a man should not steal, dost thou steal?"},{"number":22,"verse":"Thou that sayst, a man should not commit adultery, dost thou commit adultery? Thou that abhorrest idols, dost thou commit sacrilege?"},{"number":23,"verse":"Thou that gloriest in the law, dost thou by transgressing the law dishonour God?"},{"number":24,"verse":"For the name of God is blasphemed among the Gentiles through you, as it is written."},{"number":25,"verse":"Circumcision indeed profiteth, if thou keepest the law; but if thou art a transgressor of the law, thy circumcision is become uncircumcision."},{"number":26,"verse":"Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?"},{"number":27,"verse":"Yea, the uncircumcision that is by nature, fulfilling the law, shall judge thee, who by the letter and circumcision transgressest the law."},{"number":28,"verse":"For he is not a Jew, who is one in outward shew, neither is that circumcision which is apparent in the flesh."},{"number":29,"verse":"But he is a Jew, who is one inwardly, and circumcision is that of the heart, in the spirit, not in the letter; whose praise is not from men, but from God."}]}