{"bibleAbbr":"JWNT1755","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":3,"verses":[{"number":1,"verse":"What then is the advantage of the Jew, or what the profit of the circumcision?"},{"number":2,"verse":"Much every way; chiefly in that they were intrusted with the oracles of God."},{"number":3,"verse":"For what if some believed not? Shall their unbelief disannul the faithfulness of God?"},{"number":4,"verse":"God forbid: let God be true, and every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged."},{"number":5,"verse":"But if our unrighteousness commend the righteousness of God, what shall we say? Is not God unjust, who taketh vengeance?"},{"number":6,"verse":"I speak as a man. God forbid; for then how should God judge the world?"},{"number":7,"verse":"But if the truth of God hath abounded to his glory through my lie, why am I still judged as a sinner?"},{"number":8,"verse":"And why may we not (as we are slandered, and as some affirm us to say) do evil, that good may come? Whose damnation is just."},{"number":9,"verse":"What then? Are we better than they? In no wise: for we have before proved all, both Jews and Gentiles, to be under sin."},{"number":10,"verse":"As it is written, There is none righteous, no not one."},{"number":11,"verse":"There is none that understandeth; there is none that seeketh after God."},{"number":12,"verse":"They have all turned aside; they are together become unprofitable; there is none that doth good, no not one."},{"number":13,"verse":"Their throat is an open sepulchre; with their tongues have they used deceit; the poison of asps is under their lips."},{"number":14,"verse":"Whose mouth is full of cursing and bitterness;"},{"number":15,"verse":"Their feet are swift to shed blood;"},{"number":16,"verse":"Destruction and misery are in their ways,"},{"number":17,"verse":"And they have not known the way of peace:"},{"number":18,"verse":"The fear of God is not before their eyes."},{"number":19,"verse":"Now we know that whatsoever the law saith, it saith to them that are under the law; that every mouth may be stopped, and all the world be found guilty before God."},{"number":20,"verse":"Therefore no flesh shall be justified in his sight by the works of the law; for by the law is the knowledge of sin."},{"number":21,"verse":"But the righteousness of God without the law is now manifested, being attested by the law and the prophets,"},{"number":22,"verse":"Even the righteousness of God, by the faith of Jesus Christ, to all and upon all that believe; for there is no difference:"},{"number":23,"verse":"For all have sinned, and are fallen short of the glory of God,"},{"number":24,"verse":"And are justified freely by his grace, through the redemption which is in Christ Jesus:"},{"number":25,"verse":"Whom God hath set forth as a propitiation, through faith in his blood, for a demonstration of his righteousness by the remission of past sins, through the forbearance of God: For a demonstration,"},{"number":26,"verse":"I say, of his righteousness in this present time, that he might be just, and yet the justifier of him that believeth in Jesus."},{"number":27,"verse":"Where is boasting then? It is excluded. By what law? Of works?"},{"number":28,"verse":"Nay, but by the law of faith. We conclude then, that a man is justified by faith, without the works of the law."},{"number":29,"verse":"Is God the God of the Jews only, and not also of the Gentiles? Surely of the Gentiles also: Seeing it is one God who will justify the circumcision by faith,"},{"number":30,"verse":"and the uncircumcision through the same faith."},{"number":31,"verse":"Do we then make void the law through faith? God forbid: yea, we establish the law."}]}