{"bibleAbbr":"JWNT1755","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"What shall we say then? We will continue in sin that grace may abound?"},{"number":2,"verse":"God forbid. How shall we who are dead to sin, live any longer therein?"},{"number":3,"verse":"Know ye not, that as many of us have been baptized into Jesus Christ, have been baptized into his death?"},{"number":4,"verse":"Therefore we are buried with him by baptism into death, that as Christ was raised from the dead by the glory of the Father, so we also should walk in newness of life."},{"number":5,"verse":"For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:"},{"number":6,"verse":"Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that we might no longer serve sin."},{"number":7,"verse":"For he that is dead is freed from sin."},{"number":8,"verse":"And we believe, that if we are dead with Christ, we shall also live with him:"},{"number":9,"verse":"Knowing that Christ being raised from the dead, dieth no more; death no more hath dominion over him."},{"number":10,"verse":"For in that he died, he died to sin once for all; but in that he liveth, he liveth unto God."},{"number":11,"verse":"So reckon ye also yourselves to be dead to sin, and alive to God through Jesus Christ our Lord."},{"number":12,"verse":"Therefore let not sin reign in your mortal body, to obey it in the desires thereof."},{"number":13,"verse":"Neither present your members to sin, as instruments of unrighteousness; but present yourselves to God, as alive from the dead, and your members to God, as instruments of righteousness."},{"number":14,"verse":"For sin shall not have dominion over you; for ye are not under the law, but under grace."},{"number":15,"verse":"What then? Shall we sin, because we are not under the law, but under grace? God forbid."},{"number":16,"verse":"Know ye not, that to whom ye present yourselves servants to obey, his servants ye are whom ye obey? Whether of sin unto death, or of obedience unto righteousness?"},{"number":17,"verse":"But thanks be to God, that, whereas ye were the servants of sin, ye have now obeyed from the heart the form of doctrine into which ye have been delivered."},{"number":18,"verse":"Being then set free from sin, ye are become the servants of righteousness."},{"number":19,"verse":"I speak as a man, because of the weakness of your flesh. As ye have presented your members servants to uncleanness and iniquity, unto iniquity, so now present your members servants of righteousness, unto holiness."},{"number":20,"verse":"For when ye were the servants of sin, ye were free from righteousness."},{"number":21,"verse":"What fruit had ye then from those things whereof ye are now ashamed? For the end of those things is death."},{"number":22,"verse":"But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life."},{"number":23,"verse":"For death is the wages of sin; but eternal life is the gift of God through Jesus Christ our Lord."}]}