{"bibleAbbr":"JWNT1755","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"I say the truth in Christ, I lie not; my conscience also bearing me witness in the Holy Ghost?"},{"number":2,"verse":"That I have great sorrow and continual anguish in my heart."},{"number":3,"verse":"For I could wish that I myself were accursed from Christ, for my brethren, my kinsmen after the flesh:"},{"number":4,"verse":"Who are Israelites, whose is the adoption, and the glory, and the covenants, and the giving of the law, and the worship of God, and the promises:"},{"number":5,"verse":"Whose are the fathers, and from whom, according to the flesh, Christ came, who is, over all, God, blessed for ever."},{"number":6,"verse":"Not as if the word of God had fallen to the ground; for all are not Israel, who are of Israel."},{"number":7,"verse":"Neither because they are the seed of Abraham, are they all children, but in Isaac shall thy seed be called:"},{"number":8,"verse":"That is, not the children of the flesh are the children of God, but the children of the promise are counted for the seed."},{"number":9,"verse":"For this is the word of the promise, At this time I will come, and Sarah shall have a son."},{"number":10,"verse":"And not only this, but when Rebecca also had conceived by one man,"},{"number":11,"verse":"our father Isaac, The children being not yet born, neither having done any good or evil (that the purpose of God according to election might stand not of works, but of him that called,) It was said to her, The elder shall serve the younger."},{"number":12,"verse":"As it is written, I have loved Jacob,"},{"number":13,"verse":"and hated Esau."},{"number":14,"verse":"What shall we say then? Is there injustice with God? God forbid."},{"number":15,"verse":"For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion."},{"number":16,"verse":"It is not therefore of him that willeth, nor of him that runneth, but of God that sheweth mercy."},{"number":17,"verse":"Moreover the scripture saith to Pharoah, For this very thing have I raised thee up, that I may shew my power in thee, and that my name may be declared through all the earth."},{"number":18,"verse":"So then he hath mercy on whom he willeth, and whom he willeth, he hardneth."},{"number":19,"verse":"But thou wilt say to me, Why doth he still find fault?"},{"number":20,"verse":"For who hath resisted his will? Nay, but who art thou, O man, that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?"},{"number":21,"verse":"Hath not the potter power over the clay, out of the same mass to make one vessel to honour, and another to dishonour?"},{"number":22,"verse":"What if God, being willing to shew his wrath, and to make his power known, yet endured with much long-suffering the vessels of wrath fitted for destruction?"},{"number":23,"verse":"And that he might make known the riches of his glory on the vessels of mercy, whom he had before prepared for glory?"},{"number":24,"verse":"Even us whom he hath called, not only of the Jews, but also of the Gentiles:"},{"number":25,"verse":"As he saith also in Hosea, I will call them my people, who were not my people, and her beloved, who was not beloved."},{"number":26,"verse":"And it shall come to pass, in the place where it was said to them, Ye are not my people, there shall they be called the sons of the living God."},{"number":27,"verse":"Isaiah likewise crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, the remnant only shall be saved."},{"number":28,"verse":"For the Lord is finishing and cutting short his account in righteousness; for the Lord will make a short account upon the earth."},{"number":29,"verse":"And as Isaiah had said before, Unless the Lord of hosts had left us a seed, we had been as Sodom, and had been made like Gomorrah."},{"number":30,"verse":"What shall we say then? That the Gentiles who followed not after righteousness, have attained to righteousness, even the righteousness which is by faith:"},{"number":31,"verse":"But Israel following after the law of righteousness, hath not attained to the law of righteousness."},{"number":32,"verse":"Wherefore? Because they sought it, not by faith, but as it were by the works of the law: for they stumbled at that stumbling stone;"},{"number":33,"verse":"As it is written, Behold I lay in Sion a stone of stumbling, and a rock of offence: and every one that believeth on him shall not be ashamed."}]}