{"bibleAbbr":"BKJVNT","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"We ask you, brothers, on behalf of the arrival of our Master Jesus, the Anointed King, and our coming together in one place to Him,"},{"number":2,"verse":"for the \"for you not to be quickly disturbed away from the way of thinking, not to be alarmed\" thing, not through a spirit, not through a message, not through a letter (as if through us), as that the day of the Anointed King has stood here."},{"number":3,"verse":"No one should completely fool you in line with any way because it will not happen unless the divorce comes first and the person of the sin, the son of the ruin, is uncovered,"},{"number":4,"verse":"the one lying in opposition and being raised up over everything that is called a god or a worshipped object in such a way for him to be seated as God in the temple of God showing himself off that he is God."},{"number":5,"verse":"Don't you remember that as I was still close to you, I was telling you these things?"},{"number":6,"verse":"And now you realize the thing that holds it down for the \"for him to be uncovered in his own time\" part."},{"number":7,"verse":"You see, the secret of crime is already active. The one who holds down now is only until it will become out of the middle."},{"number":8,"verse":"And then the criminal will be uncovered whom the Master will consume with the Spirit of His mouth and will make useless at the manifestation of His arrival,"},{"number":9,"verse":"whose arrival (the criminal's) is in line with the Opponent's influence in every ability, indicators, and miracles of a lie,"},{"number":10,"verse":"and in every fraud of the wrong way in the people being ruined for the times that they did not accept the love of the truth for the \"for them to be rescued\" part."},{"number":11,"verse":"And because of this, God sends them the influence of a misleading lie for the \"for them to trust in the lie\" part,"},{"number":12,"verse":"so that they might be judged, all the people who didn't trust the truth but who were pleased in the wrong way."},{"number":13,"verse":"But we are obligated to always be thankful to God concerning you, brothers, who have been loved by the Master because God chose you from the beginning for rescue in sacredness of spirit and trust of truth,"},{"number":14,"verse":"into which He invited you through our good news into an acquisition of the magnificence of our Master Jesus, the Anointed King."},{"number":15,"verse":"So clearly, brothers, stand and hold on to the traditions that you were taught, whether through a message or through our letter."},{"number":16,"verse":"May our Master Jesus Himself, the Anointed King, and our God and Father, the One who loved us and gave encouragement that spans all time and good anticipation in generosity,"},{"number":17,"verse":"encourage your hearts and establish you in every good message and action."}]}