{"bibleAbbr":"BKJVNT","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"For the rest of the time, brothers, pray about us that the message of the Master may run and be made magnificent, just as it also is toward you,"},{"number":2,"verse":"and that we might be saved from the out of place and evil people. You see, the trust is not everyone's."},{"number":3,"verse":"But the Master is trustable who will establish and guard you from the evil one."},{"number":4,"verse":"We have been confident in the Master over you, that the orders that we pass on to you, you are both doing and will do."},{"number":5,"verse":"May the Master direct your hearts into the love of God and into the persistence of the Anointed King to do what is right."},{"number":6,"verse":"We are passing the order on to you, brothers, in the name of our Master Jesus, the Anointed King, for you to be setting yourself up away from every brother traipsing around defiantly and not in line with the tradition that he took in from the side of us."},{"number":7,"verse":"You see, you yourselves realize how it is necessary to be imitating us because we were not defiant among you."},{"number":8,"verse":"Neither did we eat bread for free from the side of anyone, but with labor and hard work night and day working with the intent to not be a burden on any of you,"},{"number":9,"verse":"not because we don't have authority, but so that we might give ourselves as an example to you, for the \"to be imitating us\" part."},{"number":10,"verse":"You see, even when we were close to you, we were passing this order on to you, \"If anyone does not want to be working, he must not eat either;\""},{"number":11,"verse":"for we hear about some people who are traipsing around defiantly among you, working nothing but working their way around work."},{"number":12,"verse":"We pass the order on to these types of people and encourage them through our Master Jesus, the Anointed King, that working with calmness, they should eat their own bread."},{"number":13,"verse":"You, brothers, should not get discouraged doing nice things."},{"number":14,"verse":"If anyone does not obey our message through this letter, make an indication of this person, and don't interact with him so that he might be embarrassed."},{"number":15,"verse":"And don't regard him as an enemy, but caution him as a brother."},{"number":16,"verse":"May the Master of the peace Himself give you the peace through everything in every way. The Master is with you all."},{"number":17,"verse":"This is the greeting of Paul with my hand that is an indicator in every letter. This is how I write."},{"number":18,"verse":"May the generosity of our Master Jesus, the Anointed King, be with you all. Amen. [This second letter was written to Thessalonians from Athens]"}]}