{"bibleAbbr":"KJV1611","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"Now it came to passe in the dayes of Ahasuerus, (this is Ahasuerus which reigned from India, euen vnto Ethiopia, ouer an hundred, and seuen and twentie prouinces.)"},{"number":2,"verse":"That in those dayes, when the King Ahasuerus sate on the throne of his kingdome, which was in Shushan the palace:"},{"number":3,"verse":"In the third yeere of his reigne, he made a feast vnto all his Princes, and his seruants, the power of Persia and Media, the Nobles and Princes of the prouinces being before him."},{"number":4,"verse":"When he shewed the riches of his glorious kingdome, and the honour of his excellent maiestie, many dayes, euen an hundred and fourescore dayes."},{"number":5,"verse":"And when these dayes were expired, the king made a feast vnto all the people that were present in Shushan the palace, both vnto great and small, seuen dayes, in the court of the garden of the kings palace,"},{"number":6,"verse":"Where were white, greene and blew hangings, fastened with cords of fine linnen, and purple, to siluer rings, and pillers of marble: the beds were of gold and siluer, vpon a pauement of red, and blewe, and white, and blacke marble."},{"number":7,"verse":"And they gaue them drinke in vessels of gold, (the vessels being diuers one from another) and royall wine in abundance, according to the state of the king."},{"number":8,"verse":"And the drinking was according to the law, none did compell: for the king had appointed to all the officers of his house, that they should doe according to euery mans pleasure."},{"number":9,"verse":"Also Uasthi the Queene made a feast for the women, in the royall house which belonged to king Ahasuerus."},{"number":10,"verse":"On the seuenth day, when the heart of the King was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seuen chamberlens that serued in the presence of Ahasuerus the king,"},{"number":11,"verse":"To bring Uasthi the Queene before the king, with the Crowne royall, to shew the people, and the Princes her beautie: for she was faire to looke on."},{"number":12,"verse":"But the Queene Uasthi refused to come at the Kings commandement by his chamberlens: therefore was the King very wroth, and his anger burned in him."},{"number":13,"verse":"Then the king saide to the wise men, which knew the times (for so was the Kings maner towards all that knew law, and iudgement:"},{"number":14,"verse":"And the next vnto him, was Carshena, Shethar, Admatha, Tarshis, Meres, Marsena, and Memucan, the seuen Princes of Persia, and Media, which saw the Kings face, and which sate the first in the kingdome.)"},{"number":15,"verse":"What shall wee doe vnto the Queene Uasthi, according to law, because she hath not performed the commandement of the king Ahasuerus, by the chamberlens?"},{"number":16,"verse":"And Memucan answered before the king and the Princes; Uasthi the Queene hath not done wrong to the king onely, but also to all the Princes, and to all the people that are in all the prouinces of the king Ahasuerus."},{"number":17,"verse":"For this deed of the queene shall come abroad vnto all women, so that they shal despise their husbands in their eyes, when it shall bee reported; The king Ahasuerus commanded Uasthi the queene to be brought in before him, but she came not."},{"number":18,"verse":"Likewise shall the Ladies of Persia and Media say this day vnto all the kings princes, which haue heard of the deed of the Queene. Thus shall there arise too much contempt and wrath."},{"number":19,"verse":"If it please the king, let there go a royall commandement from him, and let it bee written among the lawes of the Persians, and the Medes, that it be not altered, that Uasthi come no more before king Ahasuerus, and let the king giue her royall estate vnto another that is better then she."},{"number":20,"verse":"And when the kings decree, which he shal make, shalbe published throughout all his empire, (for it is great:) all the wiues shall giue to their husbands honour, both to great and small."},{"number":21,"verse":"And the saying pleased the king and the princes, and the king did according to the word of Memucan:"},{"number":22,"verse":"For he sent letters into all the kings prouinces, into euery prouince, according to the writing thereof, and to euery people after their language, that euery man should beare rule in his owne house, and that it should be published according to the language of euerie people."}]}