{"bibleAbbr":"Geneva1599","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"(Amos) ((1 The time of the prophecy of Amos.3 The word of the Lord against Damascus,6 The Philistines, Tyre, Idumea, and Ammon.) ) The words of Amos, who was among the herdsmen at (Which was a town five miles from Jerusalem in Judea, but he prophesied in Israel.) Tekoa, which he saw upon Israel, in the days of Uzziah king of Judah, and in the days of (In his days the kingdom of Israel did most flourish.) Jeroboam the son of Joash king of Israel, two years before the (Which as Josephus writeth, was when Uzziah would have usurped the Priest’s office, and therefore was smitten with the leprosy.) earthquake."},{"number":2,"verse":"And he said, The Lord shall roar from Zion, and utter his voice from Jerusalem, and the dwelling places of the shepherds shall perish, and the top (Whatsoever is fruitful and pleasant in Israel, shall shortly perish.) of Carmel shall wither."},{"number":3,"verse":"¶ Thus saith the Lord, For (He showeth first that all the people round about should be destroyed for their manifold sins: which are meant by three and four, which make seven, because the Israelites should the more deeply consider God’s judgments toward them.) three transgressions of Damascus, and for four, I will not turn to it, because they have (If the Syrians shall not be spared for committing this cruelty against one city, it is not possible that Israel should escape punishment which hath committed so many and grievous sins against God and man.) threshed Gilead with threshing instruments of iron."},{"number":4,"verse":"Therefore will I send a fire into the house of Hazael, and it shall devour the (The antiquity of their buildings shall not avoid my judgments, read Jer. 49:27.) palaces of Ben-Hadad."},{"number":5,"verse":"I will break also the bars of Damascus, and cut off the inhabitant of Bikeath-Aven: and him that holdeth the scepter out of Beth Eden, and the people of Aram shall go into captivity unto (Tiglath-Pileser led the Assyrians captive, and brought them to Cyrene, which he calleth here Kir.) Kir, saith the Lord."},{"number":6,"verse":"Thus saith the Lord, For three transgressions of Gaza, and for four, I will not turn to it, because they (They joined themselves with the Edomites their enemies, which carried them away captives.) carried away prisoners the whole captivity to shut them up in Edom."},{"number":7,"verse":"Therefore will I send a fire upon the walls of Gaza, and it shall devour the palaces thereof."},{"number":8,"verse":"And I will cut off the inhabitant from Ashdod, and him that holdeth the scepter from Ashkelon, and turn mine hand to Ekron, and the remnant of the Philistines shall perish, saith the Lord God."},{"number":9,"verse":"¶ Thus saith the Lord, For three transgressions of Tyre, and for four, I will not turn to it, because they shut the whole captivity in Edom, and have not remembered the (For Esau (of whom came the Edomites) and Jacob were brethren, therefore they ought to have admonished them of their brotherly friendship, and not to have provoked them to hatred.) brotherly covenant."},{"number":10,"verse":"Therefore will I send a fire upon the walls of Tyre, and it shall devour the palaces thereof."},{"number":11,"verse":"¶ Thus saith the Lord, For three transgressions of Edom, and for four, I will not turn to it, because he did pursue his brother with the sword, and (Hebrew, corrupt his compassions.) did cast off all pity, and his anger spoiled him evermore, and his wrath watched him (He was a continual enemy unto him.) [always]."},{"number":12,"verse":"Therefore will I send a fire upon Teman, and it shall devour the places of Bozrah."},{"number":13,"verse":"¶ Thus saith the Lord, For three transgressions of the children of Ammon, and for four, I will not turn to it, because they (He noteth the great cruelty of the Ammonites, that spared not the women, but most tyrannously tormented them, and yet the Ammonites came of Lot, who was of the household of Abraham.) have ripped up the women with child of Gilead, that they might enlarge their border."},{"number":14,"verse":"Therefore will I kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, and with a tempest in the day of the whirlwind."},{"number":15,"verse":"And their king shall go into captivity, he and his princes together, saith the Lord."}]}