{"bibleAbbr":"Geneva1599","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"(Against the governors of Samaria.) Hear this word, ye (Thus he calleth the princes and governors, which being overwhelmed with the great abundance of God’s benefits, forgot God, and therefore he calleth them by the name of beasts and not of men.) kine of Bashan that are in the mountain of Samaria, which oppress the poor, and destroy the needy, and they say to their masters, (They encourage such as have authority over the people to powle them, so that they may have profit by it.) Bring, and let us drink."},{"number":2,"verse":"The Lord God hath sworn by his holiness, that lo, the days shall come upon you, that he will take you away with (He alludeth to fishers, which catch fish by hooks and thorns.) thorns, and your posterity with fish-hooks."},{"number":3,"verse":"And ye shall go out at the breaches every cow forward: and ye shall cast yourselves out of the palace, saith the Lord."},{"number":4,"verse":"Come to (He speaketh this in contempt of them which resorted to those places, thinking that their great devotion and good intention had been sufficient to have bound God unto them.) Bethel, and transgress: to Gilgal, and multiply transgression, and bring your sacrifices in the morning, and your riches after three (Read Deut. 14:28.) years."},{"number":5,"verse":"And offer a thanksgiving (As Lev. 7:13.) of leaven, publish and proclaim the free offerings: for this (You only delight in these outward ceremonies and have none other respect.) liketh you, O ye children of Israel, saith the Lord God."},{"number":6,"verse":"And therefore have I given you (That is, lack of bread and meat.) cleanness of teeth in all your cities, and scarceness of bread in all your places, yet have ye not returned unto me, saith the Lord."},{"number":7,"verse":"And also I have withholden the rain from you, when there were yet three (I stayed the rain till the fruits of the earth were destroyed with drought, and yet you would not consider it to return to me by repentance.) months to the harvest, and I caused it to rain upon one city, and have not caused it to rain upon another city: one piece was rained upon, and the piece whereupon it rained not, withered."},{"number":8,"verse":"So two or three cities wandered unto one city to drink water, but they were (They could not find water enough where they had heard say it had rained.) not satisfied: yet have ye not returned unto me, saith the Lord."},{"number":9,"verse":"I have smitten you with blasting and mildew: your great gardens and your vineyards, and your fig trees, and your olive trees did the palmerworm devour: yet have ye not returned unto me, saith the Lord."},{"number":10,"verse":"Pestilence have I sent among you after the manner of (As I plagued the Egyptians, Exod. 9:10.) Egypt: your young men have I slain with the sword, and have taken away your horses: and I have made the stink of your tents to come up even into your nostrils, yet have ye not returned unto me, saith the Lord."},{"number":11,"verse":"I have overthrown you, as God overthrew Sodom and Gomorrah: and ye were as a (You were almost all consumed, and a few of you wonderfully preserved, 2 Kings 14:26.) firebrand plucked out of the burning, yet have ye not returned unto me, saith the Lord."},{"number":12,"verse":"Therefore thus will I do unto thee, O Israel: and because I will do thus unto thee, prepare to (Turn to him by repentance.) meet thy God, O Israel."},{"number":13,"verse":"For lo, he that formeth the mountains, and createth the wind, and declareth unto man what is his thought: which maketh the morning darkness, and walketh upon the high places of the earth, the Lord God of hosts is his Name."}]}