{"bibleAbbr":"Geneva1599","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"(God showeth certain visions, whereby he signifieth the destruction of the people of Israel.10 The false accusation of Amaziah,12 His crafty counsel.) Thus hath the Lord God showed unto me, and behold, he formed (To devour the land: and he alludeth to the invading of the enemies.) grasshoppers in the beginning of the shooting up of the latter growth: and lo, it was in the latter growth (After the public commandment for mowing was given: or as some read, when the king’s sheep were shorn.) after the King’s mowing."},{"number":2,"verse":"And when they had made an end of eating the grass of the land, then I said, O Lord God, spare, I beseech thee: who shall raise up Jacob? for he is small."},{"number":3,"verse":"So the Lord (That is, stayed this plague at my prayer.) repented for this. It shall not be, saith the Lord."},{"number":4,"verse":"¶ Thus also hath the Lord God showed unto me, and behold, the Lord God called to judgment by fire, (Meaning, that God’s indignation was inflamed against the stubbornness of this people.) and it devoured the great deep, and did eat up a part."},{"number":5,"verse":"Then said I, O Lord God, cease, I beseech thee: who shall raise up Jacob? for he is small."},{"number":6,"verse":"So the Lord repented for this. This also shall not be, saith the Lord God."},{"number":7,"verse":"¶ Thus again he showed me, and behold, the Lord stood upon a wall made by line (Signifying that this should be the last measuring of the people, and that he would defer his judgment no longer.) with a line in his hand."},{"number":8,"verse":"And the Lord said unto me, Amos, what seest thou? And I said, A line. Then said the Lord, Behold, I will set a line in the midst of my people Israel, and will pass by them no more."},{"number":9,"verse":"And the high places of Isaac shall be desolate, and the temples of Israel shall be destroyed: and I will rise against the house of Jeroboam with the sword."},{"number":10,"verse":"¶ (That is, when Amos had prophesied that the king should be destroyed: for the wicked Priest more for hatred he bare to the Prophet than for love toward the king, thought this accusation sufficient to condemn him, whereas none other could take place.) Then Amaziah the Priest of Bethel sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words."},{"number":11,"verse":"For thus Amos saith, Jeroboam shall die by the sword, and Israel shall be led away captive out of their own land."},{"number":12,"verse":"Also (When this instrument of Satan was not able to compass his purpose by the king, he assayed by another practice, that was, to fear the Prophet, that he might depart, and not reprove their idolatry there openly, and so hinder his profit.) Amaziah said unto Amos, O thou the Seer, go, flee thou away into the land of Judah, and there eat thy bread, and prophesy there."},{"number":13,"verse":"But prophesy no more at Bethel: for it is the king’s chapel, and it is the king’s court."},{"number":14,"verse":"Then answered Amos, and said to Amaziah, I was no (Thus he showeth by his extraordinary vocation, that God had given him a charge, which he must needs execute.) Prophet, neither was I a Prophet’s son, but I was an herdsman, and a gatherer of wild figs."},{"number":15,"verse":"And the Lord took me as I followed the flock, and the Lord said unto me, Go prophesy unto my people Israel."},{"number":16,"verse":"Now therefore hear thou the word of the Lord. Thou sayest, Prophesy not against Israel, and speak nothing against the house of Isaac."},{"number":17,"verse":"Therefore thus saith the Lord, (Thus God used to approve the authority of his Prophets, by his plagues and judgments against them which were malicious enemies, Jer. 28:12 and 29:21, 25, as this day he doeth against them that persecute the ministers of his Gospel.) Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line: and thou shalt die in a polluted land, and Israel shall surely go into captivity forth of his land."}]}