{"bibleAbbr":"BB1572","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"When Israel was young, I loued him, and called my sonne out of the lande of Egypt."},{"number":2,"verse":"They called them [but] they went thus from them: they sacrificed vnto Baal, and burned incense to images."},{"number":3,"verse":"I gaue to Ephraim one to leade him, who shoulde beare him in his armes: but they knew not that I healed them."},{"number":4,"verse":"I led them with cordes of a man [euen] with bandes of loue: and I was to them as he that taketh of the yoke from their iawes, and I layde meate to them."},{"number":5,"verse":"He shall no more returne into Egypt, but Asshur shalbe his king, because he refused to conuert."},{"number":6,"verse":"Therfore shall the sworde fall on his cities, & shall consume his braunches, and deuour them, because of their owne counsayles."},{"number":7,"verse":"And my people shall stande in a doubt whither to turne them: for when the [prophetes] called them to the most hyest, not one yet woulde geue him his glorie."},{"number":8,"verse":"Howe shall I geue thee vp Ephraim? [howe] shal I deliuer thee Israel? howe shall I make thee as Adama? [howe] shall I set thee as Zeboim? mine heart is turned within me, my repentinges are kindled within me."},{"number":9,"verse":"I wyll not execute the fiercenesse of my wrath, I wyl not returne to destroy Ephraim: for I am God and not man, the holy one in the middest of thee, and I wyll not enter into the citie."},{"number":10,"verse":"They shall walke after the Lorde, he shall rose like a lion: when he shall rose, then the children of the west shall feare."},{"number":11,"verse":"They shall feare a as sparowe out of Egypt, and as a doue out of the lande of Asshur, and I wyll place them in their houses, saith the Lorde."},{"number":12,"verse":"Ephraim compasseth me about with lyes, & the house of Israel with deceipt: but Iuda yet ruleth with God, and is faithfull with the saintes."}]}