{"bibleAbbr":"BB1572","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"Tell your brethren that they are my people, and your sisterne, that they haue obtayned mercy."},{"number":2,"verse":"As for your mother, ye shall chyde with her and reproue her, for she is not my wyfe, neither am I her husbande: let her therefore put away her whordome from her face, and her adulterie from her brestes:"},{"number":3,"verse":"Lest I strip her naked, and set her euen as she came into the worlde, and make her as a wyldernesse, and as a drye lande, and slay her for thyrste."},{"number":4,"verse":"And I wyll haue no pitie vpon her chyldren: for they be the children of fornication."},{"number":5,"verse":"Their mother hath played the harlot, and she that bare them is come to confusion: for she sayde, I wyll go after my louers, that geue me my bread and my water, my wooll and flaxe, my oyle and my drinke."},{"number":6,"verse":"Therefore beholde, I wyll stop thy way with thornes, and make a hedge, that she shall not finde her pathes."},{"number":7,"verse":"And though she runne after her louers, yet shall she not ouertake them: she shall seeke them, but not finde them. Then shall she say, I wyll go and returne to my first husbande: for at that tyme it was better with me then nowe."},{"number":8,"verse":"And she dyd not knowe that I gaue her corne, and wine, and oyle, and multiplied her siluer and golde, which they bestowed on Baal."},{"number":9,"verse":"Therefore wyll I returne and take away my corne in the tyme thereof, and my wine in the season thereof, and fet agayne my wooll and my flaxe [whiche I gaue her] to couer her shame."},{"number":10,"verse":"And nowe wyll I discouer her shame [euen] in the sight of her louers, and no man shall deliuer her out of my handes."},{"number":11,"verse":"Moreouer, I wyll take away all her myrth, her holy dayes, her newe moones, her Sabbathes, and all her solempne feastes."},{"number":12,"verse":"I wyll destroy her vineyardes and figtrees, whereof she sayde: These are my rewardes that my louers haue geuen me, I wyll make them as a wood, and wylde beastes shall eate them vp."},{"number":13,"verse":"I wyll visite vpon her the dayes of Baal wherein she burned incense to hym, and decked her selfe with eareringes and iewels, she folowed her louers, and forgate me saith the Lorde."},{"number":14,"verse":"Wherefore beholde, I wyll allure her and bryng her into the wildernesse, and speake frendly vnto her."},{"number":15,"verse":"From thence wyll I geue her her vineyardes agayne, yea and the valley of Achor for an entry of hope: and she shall sing there as in the dayes of her youth, and as in the day when she came vp out of the lande of Egypt."},{"number":16,"verse":"And at that day (saith the Lord) thou shalt call me, O my husbande, and shalt call me no more Baal."},{"number":17,"verse":"For I wyll take away those names of Baal from her mouth, yea she shall neuer remember their names any more."},{"number":18,"verse":"Then wyll I make a couenaunt for them, with the beastes of the fielde, with the foules of the ayre, and with euery thing that creepeth vpon the earth: As for bowe, sworde, and battayle, I wyll destroy out of the lande, and wyll make them to sleepe safely."},{"number":19,"verse":"And I wyll marry thee vnto myne owne selfe for euer, yea euen to my selfe wyll I marry thee in righteousnes, in iudgement, in louing kindnesse and mercy."},{"number":20,"verse":"In faythfulnesse also wyll I marry thee vnto my selfe, and thou shalt know the Lorde."},{"number":21,"verse":"At the same tyme wyll I shewe my selfe gratious vnto the heauens saith the Lorde, and the heauens shall helpe the earth:"},{"number":22,"verse":"And the earth shall helpe the corne, wine, and oyle: and they shall helpe Iezrahel."},{"number":23,"verse":"And I wyll sowe her for my selfe in the earth, and wyll haue mercy vpon her that had not obtayned mercy: And to them whiche were not my people, I wyll say, Thou art my people: and they shall say, Thou art my God."}]}