{"bibleAbbr":"BB1572","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"O ye priestes heare this, take heede O thou housholde of Israel, geue eare O thou house of the king, for iudgement [is] against you, because you are become as a snare on Mizphah, and a spread net vpon the mount of Thabor."},{"number":2,"verse":"They kyll sacrifices by heapes, and turne farre from the Lord, and I haue ben a rebuker of them all."},{"number":3,"verse":"I knowe Ephraim well inough, and Israel is not hid fro me: for nowe O Ephraim thou art become an harlot, and Israel is defiled."},{"number":4,"verse":"They wyll not geue their myndes to turne vnto their God: for the spirite of fornication [is] in the middest of them, and they haue not knowen the Lorde."},{"number":5,"verse":"And the pryde of Israel doth testifie to his face: therefore both Israel and Ephraim shal fal for their wickednesse, and Iuda with them also."},{"number":6,"verse":"They shall come with their sheepe and bullockes to seeke the Lorde, but they shall not finde hym: for he is gone from them."},{"number":7,"verse":"They haue transgressed against the Lorde, and brought vp bastarde chyldren: a moneth therefore shall deuour them, with their portions."},{"number":8,"verse":"Blowe with the shawmes at Gibea, and with the trumpet in Ramah, crye out at Bethauen, after thee O Beniamin."},{"number":9,"verse":"In the tyme of the plague shall Ephraim be layde waste: in the tribes of Israel haue I shewed the trueth."},{"number":10,"verse":"The princes of Iuda haue ben lyke them that remoue the lande markes: therefore wyll I powre out my wrath vpon them like water."},{"number":11,"verse":"Ephraim is oppressed and broken in iudgement, because he wyllyngly folowed the commaundement."},{"number":12,"verse":"Therefore wyll I be vnto Ephraim as a moth, and to the house of Iuda as a caterpiller."},{"number":13,"verse":"When Ephraim sawe his sicknesse, and Iuda his disease, Ephraim went vnto Assur, and sent vnto kyng Iareb, yet coulde not he helpe you, nor ease you of your payne."},{"number":14,"verse":"I wyll be vnto Ephraim as a lion, and as a lions whelpe to the house of Iuda: I [euen] I wyll spoyle, and go my away: I wyll take away, and no man shall rescue."},{"number":15,"verse":"I wyll go and returne to my place, tyll they knowledge that they haue sinned and seeke me. In their aduersitie they shall early seeke me."}]}