{"bibleAbbr":"urDGV2010","bookName":"१-थिस्सलुनीकियों","bookEnglishName":"1 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"( थिस्सलुनीके में पौलुस का काम) भाइयो, आप जानते हैं कि हमारा आप के पास आना बेफ़ाइदा न हुआ।"},{"number":2,"verse":"आप उस दुख से भी वाक़िफ़ हैं जो हमें आप के पास आने से पहले सहना पड़ा, कि फ़िलिप्पी शहर में हमारे साथ कितनी बदसुलूकी हुई थी। तो भी हम ने अपने ख़ुदा की मदद से आप को उस की ख़ुशख़बरी सुनाने की जुरअत की हालाँकि बहुत मुख़ालफ़त का सामना करना पड़ा।"},{"number":3,"verse":"क्यूँकि जब हम आप को उभारते हैं तो इस के पीछे न तो कोई ग़लत नीयत होती है, न कोई नापाक मक़्सद या चालाकी।"},{"number":4,"verse":"नहीं, अल्लाह ने ख़ुद हमें जाँच कर इस लाइक़ समझा कि हम उस की ख़ुशख़बरी सुनाने की ज़िम्मादारी सँभालें। इसी बिना पर हम बोलते हैं, इन्सानों को ख़ुश रखने के लिए नहीं बल्कि अल्लाह को जो हमारे दिलों को परखता है।"},{"number":5,"verse":"आप को भी मालूम है कि हम ने न ख़ुशामद से काम लिया, न हम पस-ए-पर्दा लालची थे—अल्लाह हमारा गवाह है!"},{"number":6,"verse":"हम इस मक़्सद से काम नहीं कर रहे थे कि लोग हमारी इज़्ज़त करें, ख़्वाह आप हों या दीगर लोग।"},{"number":7,"verse":"मसीह के रसूलों की हैसियत से हम आप के लिए माली बोझ बन सकते थे, लेकिन हम आप के दरमियान होते हुए नर्मदिल रहे, ऐसी माँ की तरह जो अपने छोटे बच्चों की परवरिश करती है।"},{"number":8,"verse":"हमारी आप के लिए चाहत इतनी शदीद थी कि हम आप को न सिर्फ़ अल्लाह की ख़ुशख़बरी की बरकत में शरीक करने को तय्यार थे बल्कि अपनी ज़िन्दगियों में भी। हाँ, आप हमें इतने अज़ीज़ थे!"},{"number":9,"verse":"भाइयो, बेशक आप को याद है कि हम ने कितनी सख़्त मेहनत-मशक़्क़त की। दिन रात हम काम करते रहे ताकि अल्लाह की ख़ुशख़बरी सुनाते वक़्त किसी पर बोझ न बनें।"},{"number":10,"verse":"आप और अल्लाह हमारे गवाह हैं कि आप ईमान लाने वालों के साथ हमारा सुलूक कितना मुक़द्दस, रास्त और बेइल्ज़ाम था।"},{"number":11,"verse":"क्यूँकि आप जानते हैं कि हम ने आप में से हर एक से ऐसा सुलूक किया जैसा बाप अपने बच्चों के साथ करता है।"},{"number":12,"verse":"हम आप की हौसलाअफ़्ज़ाई करते, आप को तसल्ली देते और आप को समझाते रहे कि आप अल्लाह के लाइक़ ज़िन्दगी गुज़ारें, क्यूँकि वह आप को अपनी बादशाही और जलाल में हिस्सा लेने के लिए बुलाता है।"},{"number":13,"verse":"एक और वजह है कि हम हर वक़्त ख़ुदा का शुक्र करते हैं। जब हम ने आप तक अल्लाह का पैग़ाम पहुँचाया तो आप ने उसे सुन कर यूँ क़बूल किया जैसा यह हक़ीक़त में है यानी अल्लाह का कलाम जो इन्सानों की तरफ़ से नहीं है और जो आप ईमानदारों में काम कर रहा है।"},{"number":14,"verse":"भाइयो, न सिर्फ़ यह बल्कि आप यहूदिया में अल्लाह की उन जमाअतों के नमूने पर चल पड़े जो मसीह ईसा में हैं। क्यूँकि आप को अपने हमवतनों के हाथों वह कुछ सहना पड़ा जो उन्हें पहले ही अपने हमवतन यहूदियों से सहना पड़ा था।"},{"number":15,"verse":"हाँ, यहूदियों ने न सिर्फ़ ख़ुदावन्द ईसा और नबियों को क़त्ल किया बल्कि हमें भी अपने बीच में से निकाल दिया। यह लोग अल्लाह को पसन्द नहीं आते और तमाम लोगों के ख़िलाफ़ हो कर"},{"number":16,"verse":"हमें इस से रोकने की कोशिश करते हैं कि ग़ैरयहूदियों को अल्लाह की ख़ुशख़बरी सुनाएँ, ऐसा न हो कि वह नजात पाएँ। यूँ वह हर वक़्त अपने गुनाहों का प्याला किनारे तक भरते जा रहे हैं। लेकिन अल्लाह का पूरा ग़ज़ब उन पर नाज़िल हो चुका है।"},{"number":17,"verse":"( पौलुस की उन से दुबारा मिलने की ख़्वाहिश) भाइयो, जब हमें कुछ देर के लिए आप से अलग कर दिया गया (गो हम दिल से आप के साथ रहे) तो हम ने बड़ी आर्ज़ू से आप से मिलने की पूरी कोशिश की।"},{"number":18,"verse":"क्यूँकि हम आप के पास आना चाहते थे। हाँ, मैं पौलुस ने बार बार आने की कोशिश की, लेकिन इब्लीस ने हमें रोक लिया।"},{"number":19,"verse":"आख़िर आप ही हमारी उम्मीद और ख़ुशी का बाइस हैं। आप ही हमारा इनआम और हमारा ताज हैं जिस पर हम अपने ख़ुदावन्द ईसा के हुज़ूर फ़ख़र करेंगे जब वह आएगा।"},{"number":20,"verse":"हाँ, आप हमारा जलाल और ख़ुशी हैं।"}]}