{"bibleAbbr":"mrRV2015","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"( सिकलाग येथे दाविदाला साहाय्य करणारे) दावीद सिकलाग येथे कीशाचा पुत्र शौल ह्याच्या भीतीने लपून राहत होता त्या वेळी जे त्याच्याकडे आले व ज्यांनी त्याला युद्धात कुमक केली ते शूर वीर हे :"},{"number":2,"verse":"ते धनुर्धारी असून उजव्याडाव्या अशा दोन्ही हातांनी गोफणगुंडे व धनुष्यबाण मारीत असत; हे शौलाच्या भाऊबंदांपैकी असून बन्यामिनी वंशातले होते."},{"number":3,"verse":"त्यांच्यातला प्रमुख अहीएजर व दुसरा योवाश, हे गिबावासी शमा ह्याचे पुत्र; तसेच अजमावेथ ह्याचे पुत्र यजिएल व पेलेट, बराका व अनाथोथी येहू;"},{"number":4,"verse":"गिबोनी इश्माया हा तिसांतला एक महावीर असून त्या तिसांवर नायक होता; आणि यिर्मया, यहजिएल, योहानान, गदेराचा योजाबाद,"},{"number":5,"verse":"एलूजय यरीमोथ, बाल्या, शमर्‍या, हरूफी शफाट्या,"},{"number":6,"verse":"एलकाना, इश्शीया, अजरेल, योबेजर व याशबाम हे कोरहाचे वंशज;"},{"number":7,"verse":"आणि गदोरी यरोहामाचे पुत्र योएला व जबद्या,"},{"number":8,"verse":"दावीद अरण्यातील गढीत राहत असे तेव्हा गादी लोकांतले शूर वीर, युद्धकलेत प्रवीण, ढाल व बरची धारण करणारे, सिंहासारख्या मुखाचे आणि पहाडातील हरिणांच्या वेगाने धावणारे असे आपल्या वंशातून वेगळे होऊन दाविदाकडे आले ते हे :"},{"number":9,"verse":"एजेर मुख्य, ओबद्या दुसरा, अलीयाब तिसरा,"},{"number":10,"verse":"मिश्मन्ना चवथा, यिर्मया पाचवा,"},{"number":11,"verse":"अत्तय सहावा, एलीएल सातवा,"},{"number":12,"verse":"योहानान आठवा, एलजाबाद नववा,"},{"number":13,"verse":"यिर्मया दहावा आणि मखबन्नय अकरावा."},{"number":14,"verse":"हे गादी सेनानायक होते; त्यांच्यातला कनिष्ठ शंभरांच्या तोडीचा होता व त्यांच्यातला श्रेष्ठ हजारांच्या तोडीचा होता."},{"number":15,"verse":"पहिल्या महिन्यात यार्देन नदी दुथडी भरून वाहते तेव्हा ह्यांनीच नदीपार जाऊन पूर्व व पश्‍चिम ह्या दोन दिशांकडल्या खोर्‍यांतील लोकांना पळवून लावले."},{"number":16,"verse":"बन्यामिनी व यहूदी लोकांपैकीही काही लोक दाविदाकडे गढीत गेले."},{"number":17,"verse":"दावीद त्यांना सामोरा जाऊन म्हणाला, “तुम्ही केवळ मित्रभावाने कुमक करण्यासाठी माझ्याकडे आला असल्यास माझे मन तुमच्याशी जडून राहील; पण तुम्ही माझ्याशी दगा करून मला शत्रूंच्या हाती देण्यासाठी आला असाल तर आपल्या पूर्वजांचा देव हे पाहून तुम्हांला शासन करो, कारण माझ्या हातून काही उपद्रव झालेला नाही.”"},{"number":18,"verse":"मग त्या तिसांतला प्रमुख जो अमासय ह्याला आत्म्याने व्यापले व तो म्हणाला, “हे दाविदा, आम्ही आपलेच आहोत; इशायपुत्रा, आम्ही आपल्या पक्षाचे आहोत; आपले कुशल असो, कुशल असो; आपल्या साहाय्यकर्त्यांचेही कुशल असो; कारण आपला देव आपला साहाय्यकारी आहे.” ह्यावर दाविदाने त्यांना ठेवून घेतले व आपल्या सैन्यावर नायक नेमले."},{"number":19,"verse":"शौलाबरोबर युद्ध करण्यासाठी दावीद पलिष्ट्यांसह आला तेव्हा मनश्शेच्या लोकांपैकी काही लोक दाविदाला सोडून गेले होते. (तरी दाविदाने पलिष्ट्यांना साहाय्य केले नाही, कारण पलिष्ट्यांच्या सरदारांनी आपसांत सल्लामसलत करून त्याला घालवून दिले; ते म्हणाले, “तो आमची शिरे जोखमीत घालून आपला स्वामी शौल ह्याला पुन्हा जाऊन मिळायचा.”)"},{"number":20,"verse":"तो सिक्लाग येथे गेला तेव्हा मनश्शेतले अदनाह, योजाबाद, यदीएल, मीखाएल, योजाबाद, अलीहू, सिलथय हे मनश्शेचे सहस्रपती फितून त्याच्याकडे गेले."},{"number":21,"verse":"त्यांनी लुटारूंच्या टोळीपासून दाविदाचे रक्षण केले; ते सर्व शूर वीर असून सेनानायक होते."},{"number":22,"verse":"दररोज लोक दाविदाची कुमक करण्यासाठी त्याला येऊन मिळत; शेवटी त्याची देवाच्या सेनेसारखी मोठी सेना बनली."},{"number":23,"verse":"( हेब्रोन येथील दाविदाचे सैन्य) परमेश्वराच्या वचनानुसार शौलाचे राज्य दाविदाच्या हाती द्यावे म्हणून जे लोक युद्ध करण्यासाठी हत्यारबंद होऊन हेब्रोन येथे त्याच्याकडे आले त्यांच्या प्रमुखांची गणती ही :"},{"number":24,"verse":"यहूदी लोकांतले ढालबरची धारण करणारे, लढण्या-साठी हत्यारबंद झालेले लोक सहा हजार आठशे,"},{"number":25,"verse":"शिमोनी वंशातले लढाईस सिद्ध झालेले शूर वीर सात हजार शंभर;"},{"number":26,"verse":"लेव्यांतले चार हजार सहाशे इतके होते."},{"number":27,"verse":"अहरोन घराण्याचा नायक यहोयादा होता, त्याच्याबरोबर तीन हजार सातशे लोक होते."},{"number":28,"verse":"सादोक नावाचा एक तरुण महावीरही आला; त्याच्याबरोबर त्याच्या बापाच्या घराण्यातले बावीस सेनानायक आले."},{"number":29,"verse":"शौलाचे भाऊबंद बन्यामिनी ह्यांच्यापैकी तीन हजार आले; कारण हा वेळपावेतो बहुतेक बन्यामिनी लोक शौलाच्या घराण्यास धरून होते."},{"number":30,"verse":"एफ्राइमी लोकांतले महावीर जे आपापल्या पितृकुळांतील नामांकित पुरुष होते ते वीस हजार आठशे आले."},{"number":31,"verse":"मनश्शेच्या अर्ध्या वंशातले अठरा हजार लोक दाविदाला राजा करण्यास आले; त्यांची नावे नोंदण्यात आली."},{"number":32,"verse":"कालप्रवृत्ती ओळखून इस्राएलाने काय करावे हे ज्यांना कळत होते असे इस्साखार वंशातील दोनशे नायक आले; त्यांचे सर्व भाऊबंद त्यांच्या आज्ञेत होते."},{"number":33,"verse":"युद्धाच्या सर्व प्रकारच्या हत्यारांनी सज्ज होऊन सैन्याचा व्यूह रचून चालून जाणारे जबुलून वंशातले पन्नास हजार योद्धे आले; त्यांना व्यूहरचना चांगली करता येत असून त्यांचे मन दुटप्पी नसे."},{"number":34,"verse":"नफताली वंशातले सेनानायक एक हजार व त्यांच्याबरोबर ढाल व भाला धारण करणारे सदतीस हजार आले."},{"number":35,"verse":"सैन्याची व्यूहरचना करणारे दान वंशातले अठ्ठावीस हजार सहाशे योद्धे आले."},{"number":36,"verse":"सैन्याची व्यूहरचना करणारे व सैन्याबरोबर लढाईस जाणारे आशेर वंशातले चाळीस हजार योद्धे आले."},{"number":37,"verse":"यार्देनेच्या पूर्वेस राहणारे रऊबेनी, गादी व मनश्शेचा अर्धा वंश ह्यांच्यातले एक लक्ष वीस हजार लोक युद्धाच्या सर्व प्रकारच्या हत्यारांनी सज्ज होऊन आले."},{"number":38,"verse":"हे सर्व व्यूहरचना करणारे योद्धे दाविदाला सर्व इस्राएलाचा राजा करावे म्हणून हेब्रोन येथे खर्‍या मनाने आले; दाविदाला राजा करावे म्हणून वरकड सर्व इस्राएल लोकही एकदिल झाले."},{"number":39,"verse":"ते तेथे तीन दिवस दाविदाबरोबर खातपीत राहिले, कारण त्यांच्या भाऊबंदांनी त्यांच्यासाठी सर्व सामग्री तयार केली होती."},{"number":40,"verse":"ह्याखेरीज त्यांच्या आसपास जे राहत होते म्हणजे इस्साखार, जबुलून व नफताली ह्या प्रांतांपर्यंत जे राहत होते त्यांनी भाकरीचे पीठ, अंजिरांच्या ढेपा, खिसमिसांचे घड, द्राक्षारस, तेल आदिकरून भोजनवस्तू, गाढवे, उंट, खेचरे व बैल ह्यांवर लादून आणल्या; त्याप्रमाणेच त्यांनी बैल व शेरडेमेंढरे पुष्कळ आणली, कारण इस्राएलात उत्सव चालला होता."}]}