{"bibleAbbr":"mrRV2015","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"( कोश यरुशलेमेस आणण्याचा दाविदाचा मानस) दाविदाने सहस्रपती व शतपती ह्यांपैकी प्रत्येक नायकाचा सल्ला घेतला."},{"number":2,"verse":"दावीद इस्राएलाच्या सर्व मंडळीस म्हणाला, “तुम्हांला ठीक वाटत असेल आणि आपला देव परमेश्वर ह्याची तशी मर्जी असेल तर इस्राएलाच्या सर्व प्रदेशात जे आपले बाकीचे भाऊबंद आहेत त्यांना आणि नगरात व त्यांच्या आसपासच्या खेड्यापाड्यांत जे याजक व लेवी राहत आहेत त्यांना निरोप पाठवू की, त्यांनी आपल्याला येऊन मिळावे,"},{"number":3,"verse":"आणि आपल्या देवाचा कोश आपल्याकडे परत आणावा, कारण शौलाच्या कारकिर्दीत आम्ही कोशाकडे जाऊन प्रश्‍न करीत नव्हतो.”"},{"number":4,"verse":"मंडळीच्या सर्व लोकांना ही गोष्ट योग्य वाटली व ते म्हणाले, “आपण हे करू.”"},{"number":5,"verse":"( दावीद कोश आणण्यास जातो) ( ( 100 6:1-11 )) तेव्हा देवाचा कोश किर्याथ-यारीम येथून आणावा म्हणून मिसरच्या शीहोर नाल्यापासून हमाथ घाटापर्यंतचे सर्व इस्राएल दाविदाने एकत्र केले."},{"number":6,"verse":"करूबारूढ असलेल्या परमेश्वर देवाच्या नामाचा कोश आणावा म्हणून दावीद व सर्व इस्राएल यहूदातले बाला उर्फ किर्याथ-यारीम येथे गेले."},{"number":7,"verse":"त्यांनी देवाचा कोश, अबीनादाबाच्या घरातून काढून एका नव्या गाडीवर ठेवला; उज्जा व अह्यो गाडी हाकत होते."},{"number":8,"verse":"दावीद व सर्व इस्राएल लोक देवासमोर जिवेभावे गीत गात आणि वीणा, सारंगी, डफ, झांजा व कर्णे वाजवत चालले."},{"number":9,"verse":"ते कीदोनाच्या खळ्यानजीक आले तेव्हा बैलांनी ठोकर खाल्ली म्हणून उज्जाने कोश धरायला आपला हात पुढे केला."},{"number":10,"verse":"तेव्हा उज्जावर परमेश्वराचा कोप भडकला; त्याने आपला हात कोशाला लावला म्हणून देवाने त्याला ताडन केले व तो त्याच्यापुढे गतप्राण झाला."},{"number":11,"verse":"परमेश्वराने उज्जाला तडाका दिला म्हणून दावीद फार खिन्न झाला, त्याने त्या ठिकाणचे नाव पेरेस-उज्जा (उज्जा-हनन) ठेवले, ते आजवर चालत आहे."},{"number":12,"verse":"त्या दिवशी दाविदाला देवाचा धाक वाटून तो म्हणाला, “देवाचा कोश माझ्या घरी कसा आणावा?”"},{"number":13,"verse":"दाविदाने तो कोश आपल्या येथे दावीदपुरात नेला नाही, तर ओबेद-अदोम गित्ती ह्याच्या घरी एकीकडे नेऊन ठेवला."},{"number":14,"verse":"देवाचा कोश ओबेद-अदोम ह्याच्या घरी तीन महिने राहिला; परमेश्वराने ओबेद-अदोमाचे घराणे व त्याचे सर्वस्व ह्यांना बरकत दिली."}]}