{"bibleAbbr":"mrRV2015","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"( अम्मोनी व अरामी लोकांचा पराभव) ( ( 100 10:1-19 )) पुढे अम्मोनी लोकांचा राजा नाहाश मृत्यू पावला व त्याच्या गादीवर त्याचा पुत्र बसला."},{"number":2,"verse":"तेव्हा दाविदाने मनात आणले की, “हानूनाचा बाप नाहाश ह्याने आपल्यावर दया केली तशीच आपण त्याच्या पुत्रावर करावी,” म्हणून दाविदाने त्याच्या बापाच्या मृत्यूबद्दल त्याचे समाधान करण्यासाठी जासूद पाठवले. हानूनाचे समाधान करायला दाविदाचे सेवक अम्मोनी लोकांच्या देशात आले,"},{"number":3,"verse":"त्या वेळी अम्मोनी लोकांचे सरदार हानूनास म्हणाले की, “दाविदाने तुझे समाधान करायला लोक पाठवले आहेत ते तुझ्या बापाविषयी आदरबुद्धी दर्शवण्यासाठी पाठवले आहेत असे तुला वाटते काय? ह्या देशाची पाहणी-टेहळणी करून त्याचा विध्वंस करावा म्हणून त्याचे चाकर तुझ्याकडे आले आहेत, नाही काय?”"},{"number":4,"verse":"तेव्हा हानूनाने दाविदाच्या चाकरांना पकडून त्यांचे मुंडण केले व त्यांची वस्त्रे मधोमध कुल्ल्यापर्यंत कापून टाकून त्यांना घालवून दिले."},{"number":5,"verse":"त्या लोकांना कशी वागणूक मिळाली हे कोणी जाऊन दाविदाला सांगितले. हे वर्तमान ऐकून दाविदाने त्यांची वाटेत गाठ घेण्यास माणसे पाठवली; कारण त्यांना मोठी लाज वाटत होती. राजाने त्यांना सांगून पाठवले की, “तुमची दाढी वाढेपर्यंत तुम्ही यरीहो येथे राहा, मग इकडे या.”"},{"number":6,"verse":"दाविदाला आपली किळस आली आहे असे अम्मोनी लोकांनी पाहिले तेव्हा हानून व अम्मोनी लोक ह्यांनी मेसोपटेम्या, अराम-माका व सोबा येथून रथ व घोडेस्वार आणण्यासाठी एक हजार किक्कार1 रुपे पाठवले."},{"number":7,"verse":"त्यांनी बत्तीस हजार रथ, माकाचा राजा व त्याचे लोक ह्यांना मोल देऊन बोलावले; त्यांनी येऊन मेदबासमोर छावणी दिली. अम्मोनी लोक आपापल्या नगरांतून एकत्र होऊन युद्धास आले."},{"number":8,"verse":"हे ऐकून दाविदाने यवाबाला योद्ध्यांच्या सर्व सैन्यासह पाठवले."},{"number":9,"verse":"तेव्हा अम्मोनी लोकांनी बाहेर पडून वेशीनजीक व्यूह रचला; जे राजे आले होते ते मैदानात एकीकडे उभे होते."},{"number":10,"verse":"आपल्या मागे व पुढे व्यूह रचला आहे हे यवाबाने पाहून इस्राएल लढवय्यांतील निवडक शिपाई घेऊन त्यांना अराम्यांसमोर उभे केले;"},{"number":11,"verse":"आणि वरकड लोक त्याने आपला भाऊ अबीशय ह्याच्या हाती दिले, व त्यांनी अम्मोन्यांसमोर आपली व्यूहरचना केली."},{"number":12,"verse":"तो म्हणाला, “अरामी माझ्याहून प्रबळ होऊ लागले तर तू मला साहाय्य कर आणि अम्मोनी लोक तुझ्याहून प्रबल झाले तर मी तुला साहाय्य करीन."},{"number":13,"verse":"हिंमत धर, आपण आपल्या लोकांसाठी आणि आपल्या देवाच्या नगरांसाठी लढण्याची शिकस्त करू, मग परमेश्वर त्याच्या मर्जीस येईल तसे करो.”"},{"number":14,"verse":"पुढे यवाब व त्याच्याबरोबरचे लोक अराम्यांशी युद्ध करण्यास चालून गेले तेव्हा ते त्याच्यापुढून पळून गेले."},{"number":15,"verse":"अरामी लोक पळून गेले हे पाहून अम्मोनी लोकही अबीशयाच्या पुढून पळून जाऊन नगरात शिरले. मग यवाब यरुशलेमास परत आला."},{"number":16,"verse":"अरामी लोकांनी इस्राएलापुढे आपण पराजित झालो असे पाहिले तेव्हा त्यांनी जासूद पाठवून महानदापलीकडील अराम्यांस आणले; हदरेजराच्या सैन्याचा सेनापती शोफख ह्याच्या नायकत्वाखाली ते आले."},{"number":17,"verse":"हे कोणी दाविदाला सांगितले तेव्हा त्याने अवघा इस्राएल एकत्र जमवून व यार्देनेपलीकडे जाऊन त्यांच्यावर चढाई केली आणि सैन्यव्यूह रचला; दाविदाने अराम्यांविरुद्ध व्यूह रचल्यावर ते त्यांच्याशी लढू लागले."},{"number":18,"verse":"तेव्हा अरामी इस्राएलापुढून पळून गेले; त्या वेळी दाविदाने त्यांच्या सात हजार रथांवरील माणसे व चाळीस हजार पायदळ ह्यांचा संहार केला आणि त्यांचा सेनापती शोफख ह्याला ठार केले."},{"number":19,"verse":"इस्राएलापुढे आपण पराजित झालो हे पाहून हदरेजराचे जे अंकित होते ते दाविदाशी तह करून त्याचे अंकित झाले; ह्यानंतर अराम्यांनी अम्मोनी लोकांना साहाय्य केले नाही."}]}