{"bibleAbbr":"mrRV2015","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"द्वारपाळांचे वर्ग : कोरहाचे वंशज, आसाफाच्या वंशातला कोरहाचा पुत्र मशेलेम्या;"},{"number":2,"verse":"मशेलेम्याचे पुत्र : जखर्‍या ज्येष्ठ, यदिएल दुसरा, जबद्या तिसरा, यथनिएल चौथा,"},{"number":3,"verse":"अलाम पांचवा, यहोहानान सहावा व एल्योवेनय सातवा;"},{"number":4,"verse":"ओबेद-अदोमचे पुत्र : शमाया ज्येष्ठ, यहोजाबाद दुसरा, यवाह तिसरा, साखार चौथा, नथनेल पाचवा,"},{"number":5,"verse":"अम्मीएल सहावा, इस्साखार सातवा, पउलथय आठवा; देवाने त्याला बरकत दिली होती."},{"number":6,"verse":"त्याचा पुत्र शमाया ह्याला पुत्र झाले; ते महावीर असल्यामुळे त्यांची त्यांच्या पितृकुळावर सत्ता होती."},{"number":7,"verse":"शमायाचे पुत्र : अथनी, रफाएल, ओबेद, एलजाबाद; आणि त्यांचे बंधू अलीहू व समख्या हे बलवान होते."},{"number":8,"verse":"हे सर्व ओबेद-अदोमाच्या वंशातले; हे, ह्यांचे पुत्र व भाऊबंद सेवेच्या कामात बलवान व जोमदार होते; असे ओबेद अदोमाचे बासष्ट वंशज होते."},{"number":9,"verse":"आणि मशेलेम्याचे पुत्र व भाऊबंद मिळून अठरा बलवान पुरुष होते."},{"number":10,"verse":"मरारीच्या वंशातला होसा ह्याचे पुत्र : शिम्री मुख्य; हा ज्येष्ठ नसताही त्याच्या बापाने त्याला मुख्य केले होते;"},{"number":11,"verse":"हिल्कीया दुसरा, टबल्या तिसरा, जखर्‍या चौथा, असे होसा ह्याचे पुत्र व भाऊबंद मिळून तेरा होते."},{"number":12,"verse":"द्वारपाळांचे वर्ग ह्या मुख्य पुरुषांतले होते; आपल्या भाऊबंदांबरोबर तेही परमेश्वराच्या मंदिरात सेवा करीत."},{"number":13,"verse":"त्यांतल्या लहानथोरांनी आपापल्या पितृकुळांप्रमाणे एकेका द्वारासंबंधाने चिठ्ठी टाकली."},{"number":14,"verse":"पूर्वद्वाराची चिठ्ठी शलेम्याचा नावाची निघाली. त्यांनी त्याचा पुत्र जखर्‍या जो सुज्ञ मंत्री होता त्याच्या नावाची चिठ्ठी टाकली ती उत्तरद्वाराची निघाली."},{"number":15,"verse":"दक्षिणद्वाराची चिठ्ठी ओबेद-अदोम ह्याच्या नावाची निघाली, त्याच्या मुलांच्या नावावर भांडारगृहाची चिठ्ठी निघाली."},{"number":16,"verse":"शुप्पीम व होसा ह्यांच्या नावांची चिठ्ठी पश्‍चिमद्वाराची निघाली; शल्लेकेथ नावाच्या द्वाराजवळ चढून जाण्याच्या सडकेवर समोरासमोर त्यांनी पहारा करावा असे ठरले."},{"number":17,"verse":"पूर्वेच्या बाजूस सहा लेवी, उत्तरेस रोजचे चार व दक्षिणेस रोजचे चार व भांडारगृहावर दोन-दोन असे नेमले."},{"number":18,"verse":"पश्‍चिमेस परवार (मंदिराचे शिवार) ह्याच्यासाठी सडकेजवळ चार व खुद्द परवार येथे दोन."},{"number":19,"verse":"हे द्वारपाळांचे वर्ग होत; त्यांतले काही कोरह वंशातले व काही मरारी वंशातले होते."},{"number":20,"verse":"लेव्यांपैकी अहिया हा देवमंदिराच्या भांडारांवर व देवाला वाहिलेल्या वस्तूंच्या भांडारावर होता."},{"number":21,"verse":"लादानाचे वंशज : लादान गेर्षोनी ह्यांच्या पितृकुळातला प्रमुख पुरुष यहीएली."},{"number":22,"verse":"यहीएलीचे पुत्र जेथाम व त्याचा भाऊ योएल; हे परमेश्वराच्या मंदिराच्या भांडारगृहांवर होते."},{"number":23,"verse":"अम्रामी, इसहारी, हेब्रोनी, उज्जीएली ह्यांपैकी काही होते,"},{"number":24,"verse":"आणि अबुएल बिन गेर्षोम बिन मोशे भांडारांवर नायक होता."},{"number":25,"verse":"त्याचे भाऊबंद हे : अलियेजराचा पुत्र रहब्या, त्याचा पुत्र यशाया, त्याचा पुत्र योराम, त्याचा पुत्र जिख्री व त्याचा पुत्र शलोमोथ."},{"number":26,"verse":"दावीद राजा, पितृकुळांचे मुख्य पुरुष, सहस्रपती, शतपती, व मुख्य सेनापती ह्यांनी देवाला वाहिलेल्या वस्तूंच्या भांडारांवर शलोमोथ व त्याचे भाऊबंद ह्यांना नेमले होते."},{"number":27,"verse":"लढाईत जी लूट त्यांना मिळत असे तिच्यापैकी काही परमेश्वराचे मंदिर दुरुस्त करण्यासाठी ते समर्पण करीत."},{"number":28,"verse":"शमुवेल द्रष्टा, कीशाचा पुत्र शौल, नेराचा पुत्र अबनेर, आणि सरूवेचा पुत्र यवाब ह्यांनी ज्या वस्तू समर्पित केल्या होत्या त्या व इतरांनी ज्या समर्पित केल्या होत्या त्या सर्व शलोमोथ व त्याचे बांधव ह्यांच्या हवाली केल्या होत्या."},{"number":29,"verse":"इसहार्‍यांपैकी कनन्या व त्याचे वंशज ह्यांना इस्राएलाच्या सरदारीचे व न्यायाचे बाहेरले काम चालवण्यासाठी नेमले होते."},{"number":30,"verse":"हेब्रोन्यांपैकी हशब्या व त्याचे भाऊबंद एक हजार सातशे हे वीर असून ते यार्देनेच्या पश्‍चिमेस परमेश्वराच्या सर्व सेवेसंबंधाने व राज्याच्या कामगिरीसंबंधाने इस्राएलावर देखरेख करणारे होते."},{"number":31,"verse":"हेब्रोन्यांतला यरीया हा त्यांच्या पितृकुळांप्रमाणे त्यांचा मुख्य होता. दाविदाच्या कारकिर्दीच्या चाळिसाव्या वर्षी त्यांचा शोध केला तेव्हा त्यांतले काही शूर वीर गिलादातल्या याजेरात सापडले."},{"number":32,"verse":"त्यांचे बांधव वीर असून आपापल्या पितृकुळांचे मुख्य होते; ते दोन हजार सातशे होते. त्यांना दावीद राजाने देवाच्या कार्यासंबंधाने व राजाच्या सर्व कारभारासंबंधाने रऊबेनी, गादी, व मनश्शेचा अर्धा वंश ह्यांच्यावर देखरेख करण्याच्या कामावर नेमले होते."}]}