{"bibleAbbr":"mrRV2015","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"( राज्यातील अंमलदार) इस्राएल लोकांची गणती म्हणजे पितृकुळांतील मुख्य पुरुष, सहस्रपती, शतपती व त्यांचे सरदार ह्यांची आणि जे वर्षभर प्रतिमासी कामावर हजर होते, सुटी मिळाली म्हणजे जात व अशा प्रकारे राजाची सेवाचाकरी करीत त्यांची प्रत्येक वर्गाप्रमाणे गणती चोवीस हजार होती."},{"number":2,"verse":"पहिल्या महिन्याच्या पहिल्या वर्गावर जब्दीएलाचा पुत्र याशबाम होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":3,"verse":"तो पेरेसाच्या वंशातला होता व पहिल्या महिन्यात सैन्याच्या सर्व सरदारांचा मुख्य असे."},{"number":4,"verse":"दुसर्‍या महिन्याच्या वर्गावर दोदय अहोही हा आणि त्याचा वर्ग असे; मिक्लोथ हा त्यांचा नायक होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":5,"verse":"तिसर्‍या महिन्याचा तिसरा सेनापती यहोयादा ह्याचा पुत्र बनाया, हा मुख्य याजक होता; त्याच्या वर्गात चोवीस हजार होते,"},{"number":6,"verse":"तिसांमध्ये शूर व तिसांमध्ये वरिष्ठ असा जो होता तोच हा बनाया; त्याचा पुत्र अम्मीजाबाद हाही त्याच्याच वर्गात होता."},{"number":7,"verse":"चौथ्या महिन्याचा चवथा सरदार यवाबाचा भाऊ असाएल हा होता; त्याच्यामागून त्याचा पुत्र जबद्या हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":8,"verse":"पाचव्या महिन्याचा पाचवा सरदार शम्हूथ इज्राही हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":9,"verse":"सहाव्या महिन्याचा सहावा सरदार इक्केशाचा पुत्र ईरा तकोई हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":10,"verse":"सातव्या महिन्याचा सातवा सरदार एफ्राइमाच्या वंशातला हेलस पलोनी हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":11,"verse":"आठव्या महिन्याचा आठवा सरदार जेरह वंशातला सिब्बखय हूशाथी हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":12,"verse":"नवव्या महिन्याचा नववा सरदार बन्यामिनी वंशातला अबियेजेर अनाथोथी हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":13,"verse":"दहाव्या महिन्याचा दहावा सरदार जेरह वंशातला महरय नटोफाथी हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":14,"verse":"अकराव्या महिन्याचा अकरावा सरदार एफ्राइमाच्या वंशातला बनाया पिराथोनी हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":15,"verse":"बाराव्या महिन्याचा बारावा सरदार अथनिएल वंशातला हेल्दय नटोफाथी हा होता; त्याच्या वर्गात चोवीस हजार होते."},{"number":16,"verse":"आणखी इस्राएलाच्या वंशांवरील हे अधिकारी होते : रऊबेन वंशाचा अधिकारी जिख्रीचा पुत्र अलिएजर हा होता; शिमोन वंशाचा अधिकारी माकाचा पुत्र शफाट्या हा होता,"},{"number":17,"verse":"लेवी वंशाचा अधिकारी कमुवेलाचा पुत्र हशब्या; अहरोन वंशाचा अधिकारी सादोक;"},{"number":18,"verse":"यहूदा वंशाचा अधिकारी दाविदाच्या भाऊबंदातला अलीहू; इस्साखार वंशातला अधिकारी मीखाएलाचा पुत्र अम्री;"},{"number":19,"verse":"जबुलून वंशाचा अधिकारी ओबद्याचा पुत्र इश्माया; नफताली वंशाचा अधिकारी अज्रिएलाचा पुत्र यरीमोथ;"},{"number":20,"verse":"एफ्राईम वंशाचा अधिकारी अजर्‍याचा पुत्र होशेथ; मनश्शेच्या अर्ध्या वंशाचा अधिकारी पदायाचा पुत्र योएल;"},{"number":21,"verse":"गिलादातल्या मनश्शेच्या अर्ध्या वंशाचा अधिकारी जखर्‍याचा पुत्र इद्दो; बन्यामीन वंशाचा अधिकारी अबनेराचा पुत्र यासीएल;"},{"number":22,"verse":"दान वंशाचा अधिकारी यरोहामाचा पुत्र अजरेल; हे इस्राएलाच्या वंशाचे सरदार होते."},{"number":23,"verse":"तथापि दाविदाने वीस वर्षांचे व त्यांहून कमी वयाचे लोक ह्यांची गणती केली नाही. कारण इस्राएलाची संख्या आकाशातील तार्‍यांप्रमाणे वाढवीन असे परमेश्वराने म्हटले होते."},{"number":24,"verse":"सरूवेचा पुत्र यवाब हा गणती करू लागला, पण त्याने ते काम पूर्ण केले नाही; कारण त्यामुळे देवाचा कोप इस्राएलावर भडकला; ही गणती दावीद राजाच्या बखरीत लिहिलेली नाही."},{"number":25,"verse":"राजाच्या भांडारावर अदीएलाचा पुत्र अजमावेथ हा होता; आणि शेतातल्या, नगरातल्या, गावातल्या व किल्ल्यातल्या भांडारांवर उज्जीयाचा पुत्र योनाथान हा होता;"},{"number":26,"verse":"जमिनीची लागवड करणार्‍या शेतकर्‍यांवर कलूबाचा पुत्र एज्री हा होता;"},{"number":27,"verse":"द्राक्षाच्या मळ्यावर शीमी रामाथी हा होता; आणि द्राक्षाच्या मळ्यांच्या उत्पन्नावर व द्राक्षारसाच्या कोठ्यांवर जब्दी शिफमी हा होता;"},{"number":28,"verse":"जैतून झाडांवर व सखल प्रदेशातील उंबराच्या झाडांवर बाल-हानान गदेरी हा होता; तेलाच्या कोठ्यांवर योवाश हा होता;"},{"number":29,"verse":"जी गुरे शारोनात चरत असत त्यांवर शित्रय शारोनी हा होता; खोर्‍यातल्या गुरांवर अदलय ह्याचा पुत्र शाफाट हा होता;"},{"number":30,"verse":"उंटांवर ओबील इश्माएली हा होता; गाढवांवर येहद्या मेरोनोथी हा होता;"},{"number":31,"verse":"आणि मेंढरांवर याजीज हाग्री हा होता; हे दावीद राजाच्या धनावर अधिकारी होते."},{"number":32,"verse":"दाविदाचा चुलता योनाथान हा मंत्री असून मोठा समजूतदार व लेखक होता; हखमोन्याचा पुत्र यहीएल राजपुत्रांबरोबर असे;"},{"number":33,"verse":"अहीथोफेल हा राजाचा मंत्री होता; आणि हूशय अर्की हा राजाचा मित्र होता."},{"number":34,"verse":"अहीथोफेलामागून बनायाचा पुत्र यहोयादा व अब्याथार हे मंत्री झाले; आणि राजाचा सेनापती यवाब हा होता."}]}