{"bibleAbbr":"mrRV2015","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"नंतर दावीद राजाने सर्व मंडळीला म्हटले, “माझा पुत्र शलमोन सुकुमार बालक आहे, ह्यालाच देवाने निवडले आहे आणि काम तर मोठे आहे; कारण हे भवन मानवासाठी नव्हे तर परमेश्वर देवासाठी आहे."},{"number":2,"verse":"माझ्या देवाच्या मंदिराप्रीत्यर्थ सोन्याच्या वस्तूंसाठी सोने, चांदींच्या वस्तूंसाठी चांदी, पितळेच्या वस्तूंसाठी पितळ, लोखंडाच्या वस्तूंसाठी लोखंड व लाकडी वस्तूंसाठी लाकूड, गोमेदमणी, जडवण्यासाठी रत्ने, जडावाच्या कामासाठी रंगारंगांचे नग, हरतर्‍हेची रत्ने व संगमरवरी पाषाण ह्यांची रेलचेल मी आपले सगळे बळ खर्चून केली आहे."},{"number":3,"verse":"ह्याशिवाय माझे चित्त माझ्या देवाच्या मंदिराकडे लागले आहे म्हणून पवित्र मंदिरासाठी जो मी संग्रह केला आहे त्याशिवाय आणखी माझा स्वतःचा सोन्यारुप्याचा निधी मी देवाच्या मंदिरासाठी देतो."},{"number":4,"verse":"मंदिराच्या भिंती मढवण्यासाठी तीन हजार किक्कार1 ओफीरचे सोने व सात हजार किक्कार शुद्ध रुपे मी देतो;"},{"number":5,"verse":"सोन्याच्या वस्तूंसाठी सोने, चांदीच्या वस्तूंसाठी चांदी ही कारागिरांकडून बनवायच्या सर्व कामासाठी मी देत आहे. तर परमेश्वरास आज स्वेच्छेने वाहून घेण्यासाठी कोण तयार आहे?”"},{"number":6,"verse":"तेव्हा पितृकुळांचे प्रमुख व इस्राएलांच्या वंशांचे सरदार, सहस्रपती, शतपती आणि राजाच्या घरचे कारभारी ह्यांनी स्वेच्छेने देणग्या दिल्या;"},{"number":7,"verse":"देवाच्या मंदिराच्या कार्यासाठी पाच हजार किक्कार सोने व दहा हजार दारिक2 सोने, दहा हजार किक्कार चांदी, अठरा हजार किक्कार पितळ, एक लाख किक्कार लोखंड त्यांनी दिले."},{"number":8,"verse":"त्यांच्याजवळ रत्ने होती ती त्यांनी परमेश्वराच्या मंदिराच्या भांडारासाठी देण्यास गेर्षोनी यहीएल ह्याच्या हवाली केली."},{"number":9,"verse":"तेव्हा लोकांना फार हर्ष झाला, कारण त्यांनी प्रसन्न होऊन खर्‍या मनाने व स्वेच्छेने परमेश्वराप्रीत्यर्थ ती अर्पण केली होती; दावीद राजालाही मोठा हर्ष झाला. दावीद परमेश्वराचा धन्यवाद करतो"},{"number":10,"verse":"दाविदाने सर्व मंडळीदेखत परमेश्वराचा धन्यवाद केला; तो म्हणाला, “हे परमेश्वरा, आमचा पिता इस्राएल ह्याच्या देवा, तू सदासर्वकाळ धन्य आहेस."},{"number":11,"verse":"हे परमेश्वरा, महिमा, पराक्रम, शोभा, विजय व वैभव ही तुझीच; आकाशात व पृथ्वीवर जे काही आहे ते सर्व तुझेच; हे परमेश्वरा; राज्यही तुझेच; तू सर्वांहून श्रेष्ठ व उन्नत आहेस."},{"number":12,"verse":"धन व मान तुझ्यापासूनच प्राप्त होतात व तू सर्वांवर प्रभुत्व करतोस; सामर्थ्य व पराक्रम तुझ्याच हाती आहेत; लोकांना थोर करणे व सर्वांना सामर्थ्य देणे हे तुझ्याच हाती आहे."},{"number":13,"verse":"तर आता आमच्या देवा, आम्ही तुझे आभार मानतो, तुझ्या प्रतापी नामाची स्तुती करतो."},{"number":14,"verse":"आम्हांला ह्या प्रकारे स्वेच्छेने अर्पणे करता यावीत असा मी कोण? व माझे लोक तरी कोण? सर्वकाही तुझ्यापासूनच प्राप्त होते; तुझ्याच हातून प्राप्त झालेले आम्ही तुला देत आहोत."},{"number":15,"verse":"आम्ही आपल्या सर्व पूर्वजांप्रमाणे तुझ्यासमोर उपरे व परदेशी आहोत; ह्या भूतलावरील आमचे दिवस छायेप्रमाणे असतात; आमची काही शाश्वती नाही."},{"number":16,"verse":"हे परमेश्वरा, आमच्या देवा, हा जो मोठा निधी आम्ही तुझ्या पवित्र नामाचे मंदिर बांधण्यासाठी जमवला आहे हा तुझ्याच हातून आम्हांला मिळाला आहे; हा सर्व तुझाच आहे."},{"number":17,"verse":"माझ्या देवा, मला ठाऊक आहे की, तुला हृदयाची पारख आहे; सरळता तुला पसंत आहे; मी तर आपल्या सरळ हृदयाने ह्या सर्व वस्तू तुला आनंदाने समर्पित केल्या आहेत; तुझे लोक जे येथे हजर आहेत त्यांनी स्वेच्छेने तुला अर्पणे केली आहेत हे पाहून मला मोठा आनंद वाटत आहे."},{"number":18,"verse":"हे परमेश्वरा, आमचे पूर्वज अब्राहाम, इसहाक व इस्राएल ह्यांच्या देवा, तुझ्या प्रजाजनांच्या हृदयाच्या ठायी हे विचार व ह्या कल्पना निरंतर वागतील व त्यांची मने तुझ्याकडे नेहमी लागतील असे कर."},{"number":19,"verse":"माझा पुत्र शलमोन ह्याला असे सात्त्विक मन दे की त्याने तुझ्या आज्ञा, तुझे निर्बंध व तुझे नियम पाळून हे सर्वकाही करावे आणि ज्या मंदिराची मी तयारी केली आहे ते बांधावे.”"},{"number":20,"verse":"( दाविदानंतर शलमोन गादीवर येतो) ( ( 110 2:10-12 )) मग दावीद सर्व मंडळीला म्हणाला, “तुम्ही आपला देव परमेश्वर ह्याचा धन्यवाद करा.” तेव्हा सर्व मंडळीने आपल्या पूर्वजांचा देव परमेश्वर ह्याचा धन्यवाद केला आणि आपली मस्तके लववून परमेश्वराला व राजाला वंदन केले."},{"number":21,"verse":"दुसर्‍या दिवशी सकाळी त्यांनी परमेश्वराप्रीत्यर्थ यज्ञ केले व होमबली अर्पण केले; त्यांनी एक हजार बैल, एक हजार एडके व एक हजार कोकरे पेयार्पणांसहित अर्पून सर्व इस्राएलासाठी विपुल यज्ञ केले;"},{"number":22,"verse":"त्यांनी त्या दिवशी परमेश्वरासमोर मोठ्या आनंदाने खाणेपिणे केले. नंतर त्यांनी दावीद राजाचा पुत्र शलमोन ह्याला दुसर्‍यांदा राजा नेमून परमेश्वरातर्फे अधिपती होण्यासाठी त्याला व याजकाच्या कामासाठी सादोकाला अभिषेक केला."},{"number":23,"verse":"मग शलमोन आपला बाप दावीद ह्याच्याऐवजी राजा होऊन परमेश्वराच्या सिंहासनावर विराजमान झाला व भाग्यवंत झाला; सर्व इस्राएल लोक त्याच्या आज्ञेत असत."},{"number":24,"verse":"सर्व सरदार, सर्व शूर वीर व दावीद राजाचे सर्व पुत्र शलमोन राजाचे अंकित झाले."},{"number":25,"verse":"परमेश्वराने शलमोनाचा सर्व इस्राएलादेखत अत्यंत उत्कर्ष केला आणि इस्राएलाच्या कोणत्याही राजाला पूर्वी प्राप्त झाले नव्हते एवढे राजऐश्वर्य त्याला दिले."},{"number":26,"verse":"ह्या प्रकारे इशायाचा पुत्र दावीद ह्याने सर्व इस्राएलावर राज्य केले."},{"number":27,"verse":"त्याने चाळीस वर्षे इस्राएलावर राज्य केले; हेब्रोनात सात वर्षे व यरुशलेमेत तेहेतीस वर्षे."},{"number":28,"verse":"आयुष्य, धन व मान ह्यांनी संपन्न होऊन आणि चांगला वृद्ध होऊन तो मृत्यू पावला; त्याचा पुत्र शलमोन त्याच्याजागी राजा झाला."},{"number":29,"verse":"दावीद राजाचे साद्यंत वृत्त अथपासून इतिपर्यंत शमुवेल द्रष्टा ह्याच्या ग्रंथात, नाथान संदेष्टा ह्याच्या ग्रंथात आणि गाद द्रष्टा ह्याच्या ग्रंथात लिहिले आहे."},{"number":30,"verse":"त्याची सर्व कारकीर्द, त्याचा पराक्रम, त्याच्यावर व इस्राएलावर व देशोदेशींच्या राज्यांवर काय-काय प्रसंग गुदरले हेही त्यांत लिहिले आहे."}]}