{"bibleAbbr":"mrRV2015","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"( इस्साखाराचे वंशज) इस्साखाराचे पुत्र तोला, पुवा, याशूब व शिम्रोन असे चार."},{"number":2,"verse":"तोलाचे पुत्र : उज्जी, रकाया, यरीएल, यहमय, इबसाम व शमुवेल; हे आपला बाप तोला ह्याच्या घराण्याचे प्रमुख असून आपल्या पिढीतले शूर वीर पुरुष होते; त्यांची संख्या दाविदाच्या काळात बावीस हजार सहाशे होती."},{"number":3,"verse":"उज्जीचा पुत्र इज्रह्या; इज्रह्याचे पुत्र मीखाएल, ओबद्या, योएल व इश्शीया असे पाच होते; हे सर्व प्रमुख पुरुष होते."},{"number":4,"verse":"त्यांच्या कुळांप्रमाणे व पितृकुळांप्रमाणे लढाईच्या सैन्याच्या टोळ्यांत त्यांचे छत्तीस हजार पुरुष असत; कारण त्यांना बायका व मुले पुष्कळ होती."},{"number":5,"verse":"इस्साखाराच्या सर्व कुळांतले त्यांचे भाऊबंद शूर पुरुष होते; वंशावळीत ते एकंदर सत्त्याऐंशी हजार नमूद झाले होते. बन्यामिनाचे वंशज"},{"number":6,"verse":"बन्यामिनाचे पुत्र : बेला व बेकेर व यदीएल असे तिघे."},{"number":7,"verse":"बेलाचे पुत्र : एस्बोन, उज्जी, उज्जीएल, यरीमोथ व ईरी असे पाच; हे आपल्या पितृकुळाचे प्रमुख असून शूर वीर होते; वंशावळीत ते बावीस हजार चौतीस नमूद झाले होते."},{"number":8,"verse":"बेकेराचे पुत्र : जमीरा, योवाश, अलियेजर, एल्योवेनय, अम्री, यरेमोथ, अबीया, अनाथोथ व अलेमेथ. हे सर्व बेकेराचे पुत्र."},{"number":9,"verse":"ते आपापल्या पितृकुळांचे प्रमुख असून शूर वीर होते. वंशावळीत ते वीस हजार दोनशे नमूद झाले होते."},{"number":10,"verse":"यदीएलाचा पुत्र बिल्हान; बिल्हानाचे पुत्र यऊश, बन्यामीन, एहूद, कनाना, जेथान, तार्शीश व अहीशाहर."},{"number":11,"verse":"हे सर्व यदीएलाचे वंशज; ते आपल्या पितृकुळांचे प्रमुख असून शूर वीर होते; सेनेबरोबर जाण्यास लायक असे ते सतरा हजार दोनशे होते."},{"number":12,"verse":"ईराचे वंशज : शुप्पीम व हुप्पीम; आणि अहेराचे वंशज हुशीम."},{"number":13,"verse":"( नफतालीचे वंशज) नफतालीचे पुत्र यहसिएल, गूनी, येसेर व शल्लूम, ही बिल्हेची संतती."},{"number":14,"verse":"( मनश्शेचे वंशज) मनश्शेचे पुत्र : त्याच्या बायकोपासून त्याला अस्रीएल झाला; त्याच्या अरामी उपपत्नीपासून त्याला गिलादाचा बाप माखीर हा झाला."},{"number":15,"verse":"माखीराने हुप्पीम व शुप्पीम ह्यांची बहीण बायको केली; तिचे नाव माका; दुसर्‍या पुत्राचे नाव सलाफहाद; सलाफहादाला मुलीच होत्या."},{"number":16,"verse":"माखीराची बायको माका हिला पुत्र झाला. त्याचे नाव तिने पेरेस ठेवले व त्याच्या भावाचे नाव शेरेश होते. त्याचे पुत्र ऊलाम व रेकेम."},{"number":17,"verse":"ऊलामाचा पुत्र बदान. गिलाद बिन माखीर बिन मनश्शे ह्याचे पुत्र हे :"},{"number":18,"verse":"त्याची बहीण हम्मोलेखेथ हिला इशहोद, अबीयेजेर व महला ही झाली."},{"number":19,"verse":"शमीदाचे पुत्र : अह्यान, शेखेम, लिखी व अनीयाम."},{"number":20,"verse":"( एफ्राइमाचे वंशज) एफ्राइमाचे पुत्र : त्याचा पुत्र शुथेलाह, त्याचा पुत्र बेरेद, त्याचा पुत्र तहथ, त्याचा पुत्र एलादा; त्याचा पुत्र तहथ,"},{"number":21,"verse":"त्याचा पुत्र जाबाद, त्याचा पुत्र शुथेलाह आणि एजेर व एलद; ह्यांना गथच्या मूळच्या रहिवाशांनी मारून टाकले, कारण त्यांची गुरेढोरे हरण करण्यासाठी ते गेले होते."},{"number":22,"verse":"ह्यामुळे त्यांचा बाप एफ्राईम ह्याने बहुत दिवस शोक केला, आणि त्याचे भाऊबंद त्याचे सांत्वन करण्यासाठी आले."},{"number":23,"verse":"तो आपल्या बायकोपाशी गेला आणि ती गर्भवती होऊन तिला एक पुत्र झाला; त्याने त्याचे नाव बरीया (भाग्यहीन) असे ठेवले, कारण त्याच्या घराण्यावर दुर्दैव ओढवले होते."},{"number":24,"verse":"त्याची कन्या शेरा; तिने खालचे व वरचे बेथ-होरोन व उज्जेन-शेरा ही वसवली."},{"number":25,"verse":"त्याचे पुत्र रेफह व रेशेफ; रेशेफाचा पुत्र तेलह, त्याचा पुत्र तहन,"},{"number":26,"verse":"त्याचा पुत्र लादान, त्याचा पुत्र अम्मीहूद, त्याचा पुत्र अलीशामा,"},{"number":27,"verse":"त्याचा पुत्र नून व त्याचा पुत्र यहोशवा."},{"number":28,"verse":"त्यांची वतने व वसतिस्थाने ही होत : बेथेल व त्याच्यालगतची खेडी. पूर्वेस नारान, पश्‍चिमेस गेजेर व त्याची खेडी, शखेम व त्याची खेडी, गज्जा व त्याची खेडी येथपर्यंत;"},{"number":29,"verse":"त्याप्रमाणेच मनश्शेच्या वंशजांच्या सीमेवरील बेथ-शान व त्याची खेडी, तानख व त्याची खेडी, मगिद्दो व त्याची खेडी, दोर व त्याची खेडी. ह्यांत इस्राएलाचा पुत्र योसेफ ह्याचे वंशज राहत होते."},{"number":30,"verse":"( आशेराचे वंशज) आशेराजे पुत्र : इम्ना, इश्वा, इश्वी, बरीया व त्यांची बहीण सेराह."},{"number":31,"verse":"बरीयाचे पुत्र : हेबेर व मालकीएल, हा बिर्जाविथाचा बाप."},{"number":32,"verse":"हेबेरास यफलेट, शोमेर, होथाम व त्यांची बहीण शूवा ही झाली."},{"number":33,"verse":"यफलेटाचे पुत्र : पासख, बिम्हाल व अश्वाथ; ही यफलेटाची संतती."},{"number":34,"verse":"शेमेराचे पुत्र : अही, राहागा, यहूबा व अराम."},{"number":35,"verse":"त्याचा भाऊ हेलेम ह्याचे पुत्र सोफह, इम्ना, शेलेश व आमाल."},{"number":36,"verse":"सोफहाचे पुत्र : सूहा, हर्नेफेर, शूवाल, बेरी, इम्रा,"},{"number":37,"verse":"बेसेर, होद, शम्मा, शिलशा, इथ्रान व बैरा."},{"number":38,"verse":"येथेराचे पुत्र : यफुन्ने, पिस्पा व अरा."},{"number":39,"verse":"उल्लाचे पुत्र : आरह, हन्निएल व रिस्या."},{"number":40,"verse":"हे सर्व आशेराचे वंशज होते; हे आपल्या पितृकुळांचे प्रमुख असून निवडक महावीरांचे व सरदारांचे अग्रणी होते; आणि लढाईच्या कामगिरीसाठी त्यांची टीप घेतली तेव्हा ते सव्वीस हजार भरले."}]}