{"bibleAbbr":"RV1885","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"God, having of old time spoken unto the fathers in the prophets by divers portions and in divers manners,"},{"number":2,"verse":"hath at the end of these days spoken unto us in {cf15i his} Son, whom he appointed heir of all things, through whom also he made the worlds;"},{"number":3,"verse":"who being the effulgence of his glory, and the very image of his substance, and upholding all things by the word of his power, when he had made purification of sins, sat down on the right hand of the Majesty on high;"},{"number":4,"verse":"having become by so much better than the angels, as he hath inherited a more excellent name than they."},{"number":5,"verse":"For unto which of the angels said he at any time, Thou art my Son, This day have I begotten thee? and again, I will be to him a Father, And he shall be to me a Son?"},{"number":6,"verse":"And when he again bringeth in the firstborn into the world he saith, And let all the angels of God worship him."},{"number":7,"verse":"And of the angels he saith, Who maketh his angels winds, And his ministers a flame of fire:"},{"number":8,"verse":"but of the Son {cf15i he saith}, Thy throne, O God, is for ever and ever; And the sceptre of uprightness is the sceptre of thy kingdom."},{"number":9,"verse":"Thou hast loved righteousness, and hated iniquity; Therefore God, thy God, hath anointed thee With the oil of gladness above thy fellows."},{"number":10,"verse":"And, Thou, Lord, in the beginning hast laid the foundation of the earth, And the heavens are the works of thy hands:"},{"number":11,"verse":"They shall perish; but thou continuest: And they all shall wax old as doth a garment;"},{"number":12,"verse":"And as a mantle shalt thou roll them up, As a garment, and they shall be changed: But thou art the same, And thy years shall not fail."},{"number":13,"verse":"But of which of the angels hath he said at any time, Sit thou on my right hand, Till I make thine enemies the footstool of thy feet?"},{"number":14,"verse":"Are they not all ministering spirits, sent forth to do service for the sake of them that shall inherit salvation?"}]}