{"bibleAbbr":"WYC1395","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"Forsothe Moab trespasside ayens Israel, after that Achab was deed."},{"number":2,"verse":"And Ocozie felde thorou the aleris of his soler, which he hadde in Samarie, and was sijk; and he sente messangeris, and seide to hem, Go ye, and councele Belzebub, god of Acharon, whether Y may lyue after this sijknesse of me."},{"number":3,"verse":"Forsothe the aungel of the Lord spak to Elye of Thesbi, and seide, Rise thou, and go doun into the metynge of the messangeris of the kyng of Samarie; and thou schalt seie to hem, Whether God is not in Israel, that ye go to counsel Belzebub, god of Acharon?"},{"number":4,"verse":"For which thing the Lord seith these thingis, Thou schalt not go doun of the bed, on which thou stiedist."},{"number":5,"verse":"And Elie yede. And the messangeris turneden ayen to Ocozie. And he seide to hem, Whi turneden ye ayen?"},{"number":6,"verse":"And thei answeriden to hym, A man mette vs, and seide to vs, Go ye, turne ye ayen to the kyng, that sente you; and ye schulen seie to him, The Lord seith these thingis, Whether for God was not in Israel, thou sendist, that Belzebub, god of Acharon, be counselid? Therfor thou schalt not go doun of the bed, on which thou stiedist, but thou schalt die bi deeth."},{"number":7,"verse":"Which Ocozie seide to hem, Of what figure and abite is that man, that mette you, and spak to you these wordis?"},{"number":8,"verse":"And thei seiden, An heeri man, and gird with a girdil of skyn in the reynes. Which seide to hem, It is Elie of Thesbi."},{"number":9,"verse":"And he sente to Elie a prince of fifti, and fifti men that weren vndur hym. Which prince stiede to hym, and seide to hym, sittynge in the cop of the hil, Man of God, the kyng comaundith, that thou come doun."},{"number":10,"verse":"And Elie answeride, and seide to the prince of fifti men, If Y am the man of God, fier come doun fro heuene, and deuoure thee and thi fifti men. Therfor fier cam doun fro heuene, and deuouride hym, and the fifti men that weren with hym."},{"number":11,"verse":"Eft he sente to Elie another prince of fifti, and fifti men with hym, which spak to Helye, Man of God, the kyng seith these thingis, Haste thou, come thou doun."},{"number":12,"verse":"Elie answeride, and seide, If Y am the man of God, fier come doun fro heuene, and deuoure thee and thi fifti men. Therfor the fier of God cam doun fro heuene, and deuouride hym and hise fifti men."},{"number":13,"verse":"Eft he sente the thridde prince of fifti men, and fifti men that weren with hym. And whanne this prynce hadde come, he bowide the knees ayens Elie, and preiede hym, and seide, Man of God, nyle thou dispise my lijf, and the lyues of thi seruauntis that ben with me."},{"number":14,"verse":"Lo! fier cam doun fro heuene, and deuouride tweyne, the firste princis of fifti men, and the fifti men that weren with hem; but now, Y biseche, that thou haue mercy on my lijf."},{"number":15,"verse":"Forsothe the aungel of the Lord spak to Helie of Thesbi, and seide, Go thou doun with hym; drede thou not. Therfor Elie roos, and cam doun with hym to the kyng;"},{"number":16,"verse":"and he spak to the kyng, The Lord seith thes thingis, For thou sentist messangeris to counsele Belzebub, god of Acharon, as if no God were in Israel, of whom thow myytist axe a word; therfor thou schalt not go doun of the bed, on which thou stiedist, but thou schalt die bi deeth."},{"number":17,"verse":"Therfor he was deed bi the word of the Lord, which word Elie spak; and Joram, hys brothir, regnyde for hym, in the secounde yeer of Joram, the sone of Josephat, kyng of Juda; for Ocozie hadde no sone."},{"number":18,"verse":"Sotheli the residue of wordis of Ocozie, whiche he wrouyte, whether these ben not writun in the book of wordis of daies of the kyngis of Israel?"}]}