{"bibleAbbr":"WYC1395","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"In the seuenthe and twentithe yeer of Jeroboam, king of Israel, Azarie, sone of Amasie, kyng of Juda, regnede;"},{"number":2,"verse":"he was of sixtene yeer, whanne he bigan to regne, and he regnede two and fifti yeer in Jerusalem; the name of his modir was Jecelia of Jerusalem."},{"number":3,"verse":"And he dide that, that was plesaunt bifor the Lord, bi alle thingis which Amasie, his fadir, hadde do;"},{"number":4,"verse":"netheles he distriede not hiy thingis; yit the puple made sacrifice, and brente encense in hiye thingis."},{"number":5,"verse":"Forsothe the Lord smoot the kyng, and he was leprouse til in to the day of his deeth; and he dwellide in an hous freli bi hym silf. Sotheli Joathas, sone of the kyng, gouernde the palis, and demyde the puple of the lond."},{"number":6,"verse":"Forsothe the residue of the wordis of Azarie, and alle thingis whiche he dide, whether these ben not writun in the book of wordis of daies of the kyngis of Juda?"},{"number":7,"verse":"And Azarie slepte with hise fadris; and thei birieden hym with hise eldre men in the citee of Dauid; and Joathas, his sone, regnede for hym."},{"number":8,"verse":"In the eiyte and threttithe yeer of Azarie, kyng of Juda, Zacharie, sone of Jeroboam, regnede on Israel in Samarie sixe monethis."},{"number":9,"verse":"And he dide that, that was yuel bifor the Lord, as his fadris diden; he departide not fro the synnes of Jeroboam, sone of Nabath, that made Israel to do synne."},{"number":10,"verse":"Forsothe Sellum, the sone of Jabes, conspiride ayens hym in Samarie; and Sellum smoot hym opynli, and killide hym, and regnede for hym."},{"number":11,"verse":"Sotheli the residue of the wordis of Zacharie, whethir these ben not writun in the book of wordis of daies of the kyngis of Israel?"},{"number":12,"verse":"Thilke is the word of the Lord, which he spak to Hieu, and seide, `Thi sones `til to the fourthe generacioun schulen sitte `of thee on the trone of Israel; and it was doon so."},{"number":13,"verse":"Sellum, sone of Jabes, regnede in the nynthe and thritty yeer of Azarie, kyng of Juda; sotheli he regnyde o monethe in Samarie."},{"number":14,"verse":"And Manaheu, the sone of Gaddi, styede fro Thersa, and cam in to Samarie; and he smoot Sellum, sone of Jabes, in Samarie, and killide hym, and regnede for hym."},{"number":15,"verse":"Sotheli the residue of wordis of Sellum, and his conspirasie, bi which he settide tresouns, whether these ben not writun in the book of wordis of daies of the kyngis of Israel."},{"number":16,"verse":"Thanne Manaheu smoot Capham, and alle men that weren thereynne, and the termes therof fro Thersa, for thei nolden opyn to hym; and he killide alle wymmen therof with child, and karf hem."},{"number":17,"verse":"In the nynthe and thrittithe yeer of Azarie, kyng of Juda, Manaheu, sone of Gaddi, regnede on Israel ten yeer in Samarie."},{"number":18,"verse":"And he dide that, that was yuel bifor the Lord; he departide not fro the synnes of Jeroboam, sone of Nabath, that made Israel to do synne."},{"number":19,"verse":"In alle the daies of hym Phul, the kyng of Assiries, cam in to Thersa. And Manaheu yaf to Phul a thousynde talentis of siluer, that he schulde be to hym in to help, and schulde make stidefast his rewme;"},{"number":20,"verse":"and Manaheu settide taliage of siluer on Israel to alle myyti men and riche, that he schulde yyue to the kyng of Assiries; he settide fifti siclis of siluer bi alle men; and the king of Assiries turnede ayen, and dwellide not in Thersa."},{"number":21,"verse":"Forsothe the residue of wordis of Manaheu, and alle thingis whiche he dide, whether these ben not wrytun in the book of wordis of daies of the kyngis of Israel?"},{"number":22,"verse":"And Manaheu slepte with hise fadris; and Phaceia, his sone, regnyde for hym."},{"number":23,"verse":"In the fiftithe yeer of Azarie, kyng of Juda, Phaceia, sone of Manaheu, regnede on Israel in Samarie twei yeer."},{"number":24,"verse":"And he dide that, that was yuel bifor the Lord; he departide not fro the synnes of Jeroboam, sone of Nabath, that made Israel to do synne."},{"number":25,"verse":"Forsothe Phacee, sone of Romelie, duyk of his oost, conspiride ayens hym, and smoot hym in Samarie, in the tour of the kyngis hous, bisidis Argob, and bisidis Arib; `and he smoot hym with fifti men of the sones of Galaditis; and Phacee killide hym, and regnede for hym."},{"number":26,"verse":"Sotheli the residue of wordis of Phacee, and alle thingis whiche he dide, whether these ben not writun in the book of wordis of daies of the kyngis of Israel?"},{"number":27,"verse":"In the two and fiftithe yeer of Azarie, kyng of Juda, Phasee, sone of Romelie, regnyde in Samarie twenti yeer."},{"number":28,"verse":"And he dide that, that was yuel bifor the Lord; and he departide not fro the synnes of Jeroboam, sone of Nabath, that made Israel to do synne."},{"number":29,"verse":"In the daies of Phacee, kyng of Israel, Teglat Phalasar, kyng of Assur, cam, and took Aion, and Aibel, the hows of Maacha, and Janoe, and Cedes, and Asor, and Galaad, and Galilee, and al the lond of Neptalym; and translatide hem in to Assiriens."},{"number":30,"verse":"Forsothe Osee, sone of Hela, conspiride, and settide tresouns ayens Phasee, sone of Romelie, and smoot hym, and killide hym; and he regnyde for hym, in the twentithe yeer of Joathan, sone of Ozie."},{"number":31,"verse":"Forsothe the residue of wordis of Phacee, and alle thingis whiche he dide, whether these ben not writun in the book of wordis of daies of the kyngis of Israel?"},{"number":32,"verse":"In the secounde yeer of Phacee, sone of Romelie, kyng of Israel, Joathan, sone of Ozie, kyng of Juda, regnyde;"},{"number":33,"verse":"he was of fyue and twenti yeer, whanne he bigan to regne, and he regnede sixtene yeer in Jerusalem; the name of his modir was Jerusa, the douyter of Sadoch."},{"number":34,"verse":"And he dide that, that was plesaunt bifor the Lord; he wrouyte bi alle thingis, whiche his fadir Ozie hadde do;"},{"number":35,"verse":"netheles he dide not awey hiy thingis; yit the puple made sacrifice, and brente incense in hiy thingis; he bildide the hiyeste yate of the hows of the Lord."},{"number":36,"verse":"Forsothe the residue of wordis of Joathan, and alle thingis whiche he dide, whether these ben not writun in the book of wordis of daies of the kyngis of Juda?"},{"number":37,"verse":"In tho daies the Lord bigan to sende in to Juda Rasyn, the kyng of Sirie, and Phacee, the sone of Romelie."},{"number":38,"verse":"And Joathan slepte with hise fadris, and was biried with hem in the citee of Dauid, his fadir; and Achaz, his sone, regnyde for hym."}]}