{"bibleAbbr":"WYC1395","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"Yn the tweluethe yeer of Achaz, kyng of Juda, Osee, sone of Hela, regnyde in Samarie on Israel nyne yeer."},{"number":2,"verse":"And he dide yuel bifor the Lord, but not as the kyngis of Israel, that weren bifor hym."},{"number":3,"verse":"Salmanasar, kyng of Assiriens, stiede ayens this Osee, and Osee was maad seruaunt to hym, and yildide tributis to hym."},{"number":4,"verse":"And whanne the kyng of Assiriens hadde perseyued, that Osee he enforside to be rebelle, and hadde sent messangeris to Sua, kyng of Egipt, that he schulde not yyue tributis to the kyng of Assiriens, as he was wont bi alle yeeris, `the kyng of Assiriens bisegide hym, and sente him boundun in to prisoun."},{"number":5,"verse":"And he yede thoruy al the lond, and he stiede to Samarie, and bisegide it bi thre yeer."},{"number":6,"verse":"Forsothe in the nynthe yeer of Osee, the kyng of Assiriens took Samarie, and translatide Israel in to Assiriens; and he puttide hem in Hela, and in Thabor, bisidis the flood Gozam, in the citee of Medeis."},{"number":7,"verse":"Forsothe it was don, whanne the sones of Israel hadden synned bifor her Lord God, that ledde hem out of the lond of Egipt, fro the hond of Farao, kyng of Egipt, thei worschipeden alien goddis;"},{"number":8,"verse":"and yeden bi the custom of hethene men, whiche the Lord hadde wastid in the siyt of the sones of Israel, and of the kyngis of Israel, for thei hadden do in lijk maner."},{"number":9,"verse":"And the sones of Israel offendiden her Lord God bi wordis not riytful, and thei bildiden to hem silf hiy thingis in alle her citees, fro the tour of keperis `til to a strengthid citee."},{"number":10,"verse":"And thei maden to hem ymagis, and wodis, in ech hiy hil, and vndur ech tree ful of bowis;"},{"number":11,"verse":"and thei brenten there encence on the auteris bi the custom of hethene men, whiche the Lord hadde translatid fro the face of hem. And thei diden werste wordis, and thei wraththiden the Lord;"},{"number":12,"verse":"and worschipiden vnclenesses, of whiche the Lord comaundide to hem, that thei schulden not do this word."},{"number":13,"verse":"And the Lord witnesside in Israel and in Juda, bi the hond of alle prophetis and seeris, and seide, Turne ye ayen fro youre werste weies, and kepe ye my comaundementis, and ceremonyes, bi al the lawe whiche Y comaundide to youre fadris, and as Y sente to you in the hond of my seruauntis prophetis."},{"number":14,"verse":"Whiche herden not, but maden hard her nol bi the nol of her fadris, that nolden obeie to her Lord God."},{"number":15,"verse":"And thei castiden, awei the lawful thingis of hym, and the couenaunt which he couenauntide with her fadris, and the witnessyngis bi whiche he witnesside to hem; and thei sueden vanytees, `that is, idols, and diden veynli; and sueden hethene men, that weren `bi the cumpas of hem; of whiche vanytees the Lord comaundide to hem, that thei schulden not do as also tho hethene men diden."},{"number":16,"verse":"And thei forsoken alle the comaundementis of her Lord God, and thei maden to hem twei yotun calues, and wodis, and worschipiden al the knyythod of heuene; and thei seruyden Baal, and halewiden to hym her sones,"},{"number":17,"verse":"and her douytris thoruy fier, and thei seruyden to fals dyuynyng, and to dyuynyng bi chiterynge of briddis; and thei yauen hem silf to do yuel bifor the Lord, and thei wraththiden hym."},{"number":18,"verse":"And the Lord was wrooth greetli to Israel; and he took awei hem fro his siyt, and noon lefte, no but the lynage of Juda oneli."},{"number":19,"verse":"But nether Juda hym silf kepte the heestis of `his Lord God, netheles he erride, and yede in the errour of Israel, whiche it wrouyte."},{"number":20,"verse":"And the Lord castide awei al the seed of Israel, and turmentide hem, and bitook hem in the hond of rauynouris; til he castide awei hem fro his face,"},{"number":21,"verse":"fro that tyme in which Israel was departid fro the hous of Dauid, and maden to hem a kyng, Jeroboam, sone of Nabath. For Jeroboam departide Israel fro the Lord, and made hem to do a greet synne."},{"number":22,"verse":"And the sones of Israel yeden in alle the synnes of Jeroboam, whiche he hadde do; and thei departiden not fro tho synnes,"},{"number":23,"verse":"til the Lord dide awei Israel fro his face, as he spak in the hond of alle hise seruauntis prophetis; and Israel was translatid fro his lond in to Assiriens til in to this dai."},{"number":24,"verse":"Forsothe the kyng of Assiriens brouyte puple fro Babiloyne, and fro Cutha, and fro Hailath, and fro Emath, and fro Sepharuaym, and settide hem in the citees of Samarie for the sones of Israel; whiche hadden in possessioun Samarie, and dwelliden in the citees therof."},{"number":25,"verse":"And whanne thei bigunnen to dwelle there, thei dredden not the Lord; and the Lord sente to hem liouns, that killiden hem."},{"number":26,"verse":"And it was teld to the kyng of Assiriens, and was seid, The folkis whiche thou translatidist, and madist to dwelle in the citees of Samarie, kunnen not the lawful thingis of God of the lond; and the Lord sente liouns in to hem, and lo! liouns sleen hem; for thei kunnen not the custom of God of the lond."},{"number":27,"verse":"Sotheli the kyng of Assiriens comaundide, and seide, Lede ye thidur oon of the preestis, whiche ye brouyten prisoneris fro thennus, that he go, and dwelle with hem, and teche hem the lawful thingis of God of the lond."},{"number":28,"verse":"Therfor whanne oon of these preestis had come, that weren led prisoneris fro Samarie, he dwellide in Bethel, and tauyte hem, how thei schulden worschipe the Lord."},{"number":29,"verse":"And ech folk made his god, and thei settiden tho goddis in the hiy templis, whiche the men of Samarie hadden maad, folk and folk in her citees, in whiche thei dwelliden."},{"number":30,"verse":"For men of Babiloyne maden Socoth Benoth; forsothe men of Cutha maden Vergel; and men of Emath maden Asyma;"},{"number":31,"verse":"forsothe Eueis maden Nabaath and Tharcha; sotheli thei that weren of Sepharuaym brenten her sones in fier to Adramelech and Anamelech, goddis of Sepharuaym."},{"number":32,"verse":"And netheles thei worschipiden the Lord; forsothe of the laste men thei maden preestis of the hiye thingis, and settiden hem in hiye templis."},{"number":33,"verse":"And whanne thei worschipiden God, thei serueden also her goddis, bi the custom of hethene men, fro whiche thei weren translatid to Samarie;"},{"number":34,"verse":"`til in to present dai thei suen the eld custom; thei dredden not the Lord, nethir thei kepen hise cerymonyes, and domes, and lawe, and comaundement, which the Lord comaundide to the sones of Jacob, whom he nemyde Israel;"},{"number":35,"verse":"and he smoot a couenaunt with hem, and comaundide to hem, and seide, Nyle ye drede alien goddis, and onoure ye not outwardli hem, nethir worschipe ye inwardli hem, and make ye not sacrifice to hem;"},{"number":36,"verse":"but youre Lord God, that ledde you out of the lond of Egipt in greet strengthe, and in arm holdun forth, drede ye hym, and worschipe ye hym, and make ye sacrifice to hym."},{"number":37,"verse":"And kepe ye the cerymonyes, and domes, and the lawe, and comaundement, which he wroot to you, that ye do in alle daies; and drede ye not alien goddis."},{"number":38,"verse":"And nyle ye foryete the couenaunt, which he smoot with you, nether worschipe ye alien goddis;"},{"number":39,"verse":"but drede ye youre Lord God, and he schal delyuere you fro the hond of alle youre enemyes."},{"number":40,"verse":"Forsothe thei herden not, but diden bi her formere custom."},{"number":41,"verse":"Therfor these hethene men dredden sotheli God; but netheles thei serueden also her idols, for bothe her sones and the sones of sones doen so, til in to present dai, as her fadris diden."}]}