{"bibleAbbr":"WYC1395","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"And whanne kyng Ezechie hadde herd these thingis, he to-rente his clothis, and was hilid with a sak; and he entride in to the hous of the Lord."},{"number":2,"verse":"And he sente Eliachym, souereyn of the hous, and Sobna, scryueyn, and elde men of the preestis, hilid with sackis, to Ysaie, the prophete, sone of Amos."},{"number":3,"verse":"Whiche seiden, Ezechie seith these thingis, This dai is a dai of tribulacioun, and of blamyng, and of blasfemye; sones camen `til to the childberyng, and the `traueler of childe hath not strengthis."},{"number":4,"verse":"If perauenture thi Lord God here alle the wordis of Rabsaces, whom the kyng of Assiryens, his lord sente, that he schulde dispise the Lord lyuynge, and repreue bi wordis, whiche thi Lord God herde; and make thou preier for these relikis, that ben foundun."},{"number":5,"verse":"Therfor the seruauntis of kyng Ezechie camen to Isaie;"},{"number":6,"verse":"and Isaie seide to hem, Seie ye these thingis to youre lord, The Lord seith these thingis, Nyle thou drede of the face of wordis whiche thou herdist, bi whiche the children of the kyng of Assiriens blasfemeden me."},{"number":7,"verse":"Lo! Y schal sende to hym a spirit, and he schal here a messanger, and he schal turne ayen in to his lond; and Y schal caste hym doun bi swerd in his owne lond."},{"number":8,"verse":"Therfor Rabsaces turnede ayen, and foond the kyng of Assiriens fiytynge ayens Lobna; for he hadde herd, that the kyng hadde go awei fro Lachis."},{"number":9,"verse":"And whanne he hadde herd of Theracha, kyng of Ethiope, `men seyynge, Lo! he yede out, that he fiyte ayens thee; that he schulde go ayens `that kyng, he sente messangeris to Ezechie,"},{"number":10,"verse":"and seide, Seie ye these thingis to Ezechie, kyng of Juda, Thi Lord God, in whom thou hast trist, disseyue not thee, nether seie thou, Jerusalem schal not be `bitakun in to the hondis of the kyng of Assiriens;"},{"number":11,"verse":"for thou thi silf herdist what thingis the kyngis of Assiriens diden in alle londis, hou thei wastiden tho; whether therfor thou aloone maist be delyuered?"},{"number":12,"verse":"Whether the goddis of hethene men delyueriden alle men whiche my fadris distrieden, that is, Gozam, and Aran, and Reseph, and the sones of Eden, that weren in Thelassar?"},{"number":13,"verse":"Where is the kyng of Emath, and the kyng of Arphat? and the kyng of the cytee of Sepharuaym, of Ana, and of Aua?"},{"number":14,"verse":"Therfor whanne Ezechie hadde take the lettris fro the hond of messangeris, and hadde red tho, he stiede in to the hows of the Lord, and spredde abrood tho bifor the Lord;"},{"number":15,"verse":"and preiede in his siyt, and seide, Lord God of Israel, that sittist on cherubym, thou art God aloone of alle kyngis of erthe; thou madist heuene and erthe."},{"number":16,"verse":"Bowe thin eere, and here; opyn thin iyen, Lord, and se; and here alle the wordis of Senacherib, which sente, that he schulde dispise `to vs `God lyuynge."},{"number":17,"verse":"Verili, Lord, the kynges of Assiriens distrieden hethene men, and the londis of alle men,"},{"number":18,"verse":"and senten the goddis of hem in to fier; for thei weren not goddis, but werkis of `hondis of men, of tre and stoon; and thei losten `tho goddis."},{"number":19,"verse":"Now therfor, oure Lord God, make vs saaf fro the hond of hem, that alle rewmes of erthe wite that thou art the Lord God aloone."},{"number":20,"verse":"Forsothe Isaie, sone of Amos, sente to Ezechie, and seide, The Lord God of Israel seith these thingis, Y haue herd tho thingis, whiche thou preidist me on Sennacherib, king of Assiriens."},{"number":21,"verse":"This is the word, which the Lord spak of hym, Thou virgyn douytir of Syon, he dispiside thee, and scornyde thee; thou douyter of Jerusalem, he mouyde his heed aftir thi bak."},{"number":22,"verse":"Sennacherib, whom `dispisidist thou, and whom `blasfemedist thou? Ayens whom hast thou reisid thi vois, and hast reisid thin iyen an hiye? Ayens the hooli of Israel."},{"number":23,"verse":"Bi the hond of thi seruauntis thou dispisidist the Lord, and seidist, In the multitude of my charys Y stiede in to the hiye thingis of hillis, in the hiynesse of Liban, and kittide doun the hiye cedris therof, and the chosyn beechis therof; and Y entride `til to the termes therof,"},{"number":24,"verse":"and Y kittide doun the forest of Carmele therof; and Y drank alien watris, and Y made drie with the steppis of `the feet of myn `alle watris closid."},{"number":25,"verse":"Whether thou herdist not, what Y made at the bigynnyng? Fro elde daies Y made it, and now Y haue brouyt forth; and strengthid citees of fiyteris schulen be in to fallyng of hillis."},{"number":26,"verse":"And thei that sitten meke of hond in tho, trembliden togidere, and ben schent; thei ben maad as the hei of the feeld, and as grene eerbe of roouys, which is dried, bifor that it cam to ripenesse."},{"number":27,"verse":"And Y bifor knew thi dwellyng, and thi goyng out, and thin entryng, and thi weie, and thi woodnesse ayens me."},{"number":28,"verse":"Thou were wood ayens me, and thi pride stide in to myn eeris; therfor Y schal putte a cercle in thi nosethirlis, and a bernacle in thi lippis, and Y schal lede thee ayen in to the weie bi which thou camest."},{"number":29,"verse":"Forsothe, Ezechie, this schal be a signe `to thee; ete thou in this yeer that, that thou fyndist; forsothe in the secounde yeer tho thingis, that growen bi her owne wille; sotheli in the thridde yeer sowe ye, and repe ye, plaunte ye vyneris, and ete the fruytis of tho."},{"number":30,"verse":"And what euer thing schal be residue of the hows of Juda, it schal sende root dounward, and schal make fruyt vpward."},{"number":31,"verse":"For relikis schulen go out of Jerusalem, and that, that schal be sauyd, `schal go out of the hil of Syon; the feruent loue of the Lord of oostis schal do this."},{"number":32,"verse":"Wherfor the Lord seith these thingis of the kyng of Assiriens, He schal not entre in to this citee, nethir he schal sende an arowe in to it, nether scheeld shal occupie it, nether strengthing, ethir bisegyng, schal cumpasse it."},{"number":33,"verse":"He schal turne ayen bi the weie `bi which he cam, and he schal not entre in to this citee, seith the Lord;"},{"number":34,"verse":"and Y schal defende this citee, and Y schal saue it for me, and for Dauid, my seruaunt."},{"number":35,"verse":"Therfor it was don, in that niyt the aungel of the Lord cam, and smoot in the castels of Assiryens an hundrid foure score and fyue thousynde. And whanne Sennacherib hadde rise eerli, he siy alle bodies of deed men; and he departide, and yede awei."},{"number":36,"verse":"And Sennacherib, the kyng of Assiriens, turnede ayen, and dwellide in Nynyue."},{"number":37,"verse":"And whanne he worschipide in the temple Nestrach his god, Adramelech and Sirasar, his sones, killide hym with swerd; and thei fledden in to the lond of Armenyes; and Asaradon, his sone, regnyde for hym."}]}