{"bibleAbbr":"WYC1395","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"Forsothe Elisee spak to the womman, whose sone he made to lyue, and he seide, Rise thou, and go, bothe thou and thin hows, and `go in pilgrimage, where euer thou schalt fynde; for the Lord schal clepe hungur, and it schal come on the lond bi seuene yeer."},{"number":2,"verse":"And sche roos, and dide bi the word of the man of God; and sche yede with hir hows, and was in pilgrimage in the lond of Philistym many daies."},{"number":3,"verse":"And whanne seuene yeer weren endid, the womman turnede ayen fro the lond of Philisteis; and sche yede out, to axe the kyng for her hows, and hir feeldis."},{"number":4,"verse":"Sotheli the kyng spak with Giezi, child of the man of God, and seide, Telle thou to me alle the grete dedis whiche Elisee dide."},{"number":5,"verse":"And whanne he telde to the kyng, hou Elisee hadde reiside a deed man, the womman apperide, whos sone he hadde maad to lyue, and sche criede to the kyng for hir hows, and for hir feeldis. And Giesi seide, My lord the king, this is the womman, and this is hir sone, whom Elisee reiside."},{"number":6,"verse":"And the kyng axide the womman, and sche tolde to hym, that the thingis weren sothe. And the kyng yaf to hir o chaumburleyn, and seide, Restore thou to hir alle thingis that ben hern, and alle fruytis of the feeldis, fro the dai in which she left the lond `til to present tyme."},{"number":7,"verse":"Also Elisee cam to Damask, and Benadab, kyng of Sirie, was sijk; and thei telden to hym, and seiden, The man of God cam hidur."},{"number":8,"verse":"And the kyng seide to Azael, Take with thee yiftis, and go thou in to the meetyng of the man of God, and `counsele thou bi hym the Lord, and seie thou, Whether Y may ascape fro this `sikenesse of me?"},{"number":9,"verse":"Therfor Azael yede in to the meetyng of hym, and hadde with hym silf yiftis, and alle the goodis of Damask, the burthuns of fourti camels. And whanne he hadde stonde bifor Elisee, he seide, Thi sone, Benadab, kyng of Sirie, sente me to thee, and seide, Whether Y may be helid of this `sikenesse of me?"},{"number":10,"verse":"And Elisee seide, Go thou, and seye to hym, Thou schalt be heelid; forsothe the Lord schewide to me that he schal die bi deth."},{"number":11,"verse":"And he stood with hym, and he was disturblid, `til to the castyng doun of cheer; and the man of God wepte."},{"number":12,"verse":"`To whom Azael seide, Whi wepith my lord? And he answeride, For Y woot what yuelis thou schalt do to the sones of Israel; thou schalt brenne bi fier the strengthid citees of hem, and thou schalt sle bi swerd the yonge men of hem, and thou schalt hurtle doun the litle children of hem, and thou schalt departe the women with childe."},{"number":13,"verse":"And Azael seide, What sotheli am Y, thi seruaunt, a dogge, that Y do this grete thing? And Elisee seide, The Lord schewide to me that thou schalt be kyng of Sirie."},{"number":14,"verse":"And whanne he hadde departid fro Elisee, he cam to his lord; which seide to Azael, What seide Elisee to thee? And he answeride, Elisee seide to me, Thou schalt resseyue helthe."},{"number":15,"verse":"And whanne `the tother day hadde come, Azael took the cloth on the bed, and bischedde with watir, and spredde abrood on the face of hym; and whanne he was deed, Azael regnede for hym."},{"number":16,"verse":"In the fyuethe yeer of Joram, sone of Achab, kyng of Israel, and of Josephat, kyng of Juda, Joram, sone of Josephat, kyng of Juda, regnede."},{"number":17,"verse":"He was of two and thretti yeer whanne he bigan to regne, and he regnede eiyte yeer in Jerusalem."},{"number":18,"verse":"And he yede in the weies of the kyngis of Israel, as the hows of Achab hadde go; for the douyter of Achab was his wijf; and he dide that, that is yuel in the siyt of the Lord."},{"number":19,"verse":"Forsothe the Lord nolde distrie Juda, for Dauid, his seruaunt, as he `hadde bihiyt to Dauid, that he schulde yyue to hym a lanterne, and to hise sones in alle daies."},{"number":20,"verse":"In tho daies Edom, `that is, Ydumee, yede awei, that it schulde not be vndur Juda; and made a kyng to it silf."},{"number":21,"verse":"And Joram cam to Seira, and alle the charis with hym; and he roos bi nyyt, and smoot Ydumeis, that cumpassiden hym, and the princis of charis; sotheli the puple fledde in to her tabernaclis."},{"number":22,"verse":"Therfor Edom yede awei, that it was not vndur Juda `til to this day; thanne also Lobna yede awey in that tyme."},{"number":23,"verse":"Forsothe the residues of wordis of Joram, and alle thingis whiche he dide, whether these ben not writun in the book of wordis of daies of the kingis of Juda?"},{"number":24,"verse":"And Joram slepte with hise fadris, and was biried with hem in the citee of Dauid; and Ocozie, his sone, regnede for hym."},{"number":25,"verse":"In the tweluethe yeer of Joram, sone of Achab, kyng of Israel, Ocozie, sone of Joram, kyng of Juda, regnede."},{"number":26,"verse":"Ocozie, the sone of Joram, was of two and twenti yeer whanne he bigan to regne, and he regnede o yeer in Jerusalem; the name of his moder was Athalia, the douyter of Amry, kyng of Israel."},{"number":27,"verse":"And he yede in the waies of the hows of Achab, and dide that, that is yuel, bifor the Lord, as the hows of Achab dide; for he was hosebonde of a douyter of the hows of Achab."},{"number":28,"verse":"Also he yede with Joram, sone of Achab, to fiyt ayens Azael, kyng of Sirie, in Ramoth of Galaad; and men of Sirie woundiden Joram."},{"number":29,"verse":"Which turnede ayen, to be heelid in Jezrael; for men of Sirie woundiden hym in Ramoth, fiytynge ayens Azael, kyng of Sirye. Forsothe Ocozie, sone of Joram, the kyng of Juda, cam doun to se Joram, sone of Achab, in to Jezrael, that was sijk there."}]}