{"bibleAbbr":"RKJNT2000","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"And he began to speak to them in parables. A certain man planted a vineyard, and set a hedge about it, and dug a place for the winepress, and built a tower, and rented it out to farmers, and went to a far country."},{"number":2,"verse":"And at harvest time he sent a servant to the farmers, that he might receive from them some of the fruit of the vineyard."},{"number":3,"verse":"But they caught him, and beat him, and sent him away empty-handed."},{"number":4,"verse":"And he sent to them another servant; and they wounded him in the head, and treated him shamefully."},{"number":5,"verse":"And he sent another; but they killed him, and so they did to many others; beating some, and killing some."},{"number":6,"verse":"Having yet one more to send, his well-beloved son, he sent him last of all to them, saying, They will respect my son."},{"number":7,"verse":"But the farmers said to themselves, This is the heir; come, let us kill him, and the inheritance shall be ours."},{"number":8,"verse":"And they took him, and killed him, and threw him out of the vineyard."},{"number":9,"verse":"Therefore, what shall the owner of the vineyard do? he will come and destroy the farmers, and will give the vineyard to others."},{"number":10,"verse":"Have you not read this scripture; The stone which the builders rejected has become the chief cornerstone:"},{"number":11,"verse":"This was the Lord's doing, and it is marvellous in our eyes?"},{"number":12,"verse":"And they sought to lay hold of him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way."},{"number":13,"verse":"And they sent to him some of the Pharisees and Herodians, to catch him in his words."},{"number":14,"verse":"And when they had come, they said to him, Teacher, we know that you are truthful, and defer to no man: for you do not regard the position of men, but teach the way of God in truth: Is it lawful to pay taxes to Caesar, or not?"},{"number":15,"verse":"Shall we pay, or shall we not pay But he, knowing their hypocrisy, said to them, Why are you testing me bring me a denarius, that I may see it."},{"number":16,"verse":"And they brought it. And he said to them, Whose is this image and inscription And they said to him, Caesar's."},{"number":17,"verse":"And Jesus answered, saying to them, Give to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him."},{"number":18,"verse":"Then the Sadducees, who say there is no resurrection, came to him, and they questioned him, saying,"},{"number":19,"verse":"Teacher, Moses wrote for us, If a man's brother dies, and leaves his wife, but leaves no child, his brother should take his wife, and raise up children for his brother."},{"number":20,"verse":"Now there were seven brothers: and the first took a wife, and died, leaving no child."},{"number":21,"verse":"And the second took her, and died without leaving a child: and the third likewise."},{"number":22,"verse":"All seven had her, and left no child: last of all the woman died also."},{"number":23,"verse":"Therefore, in the resurrection, when they shall rise, which one's wife shall she be? for all seven had her as wife."},{"number":24,"verse":"Jesus answered them, Is this not the reason you err, because you do not know the scriptures or the power of God"},{"number":25,"verse":"For when they shall rise from the dead, they neither marry, nor are given in marriage; but are like the angels in heaven."},{"number":26,"verse":"And as for the dead rising: have you not read in the book of Moses, how God spoke to him in the bush, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?"},{"number":27,"verse":"He is not the God of the dead, but the God of the living: therefore you are greatly mistaken."},{"number":28,"verse":"And one of the scribes came, and having heard them arguing, and perceiving that he had answered them well, asked him, Which is the first commandment of all?"},{"number":29,"verse":"And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:"},{"number":30,"verse":"And you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength."},{"number":31,"verse":"And the second is this, You shall love your neighbour as yourself. There is no other commandment greater than these."},{"number":32,"verse":"And the scribe said to him, Well said, Teacher, you have spoken the truth: for there is one God; and there is none other but he:"},{"number":33,"verse":"And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love one's neighbour as oneself, is more than all burnt offerings and sacrifices."},{"number":34,"verse":"And when Jesus saw that he answered wisely, he said to him, You are not far from the kingdom of God. And after that no man dared ask him anything."},{"number":35,"verse":"And while he taught in the temple, Jesus said, How is it that the scribes say that the Christ is the Son of David"},{"number":36,"verse":"For David himself said by the Holy Spirit, The LORD said to my Lord, Sit on my right hand, until I put your enemies under your feet."},{"number":37,"verse":"Therefore, David himself calls him Lord; so how can he be his son And the great crowd heard him gladly."},{"number":38,"verse":"And in his teaching he said to them, Beware of the scribes, who love to go about in long clothing, and love greetings in the marketplaces,"},{"number":39,"verse":"And the chief seats in the synagogues, and places of honour at feasts:"},{"number":40,"verse":"They devour widows' houses, and for a pretence make long prayers: these shall receive greater condemnation."},{"number":41,"verse":"And Jesus sat across from the treasury, and watched how the people put money into the treasury: and many who were rich cast in much."},{"number":42,"verse":"And a certain poor widow came, and she put in two small copper coins, which make a farthing."},{"number":43,"verse":"And he called his disciples to him, and said to them, Truly I say to you, That this poor widow has put more into the treasury than all the others:"},{"number":44,"verse":"For all the others gave out of their abundance; but she gave out of her poverty, putting in everything she had, all she had to live on."}]}