{"bibleAbbr":"RKJNT2000","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":5,"verses":[{"number":1,"verse":"And they came to the other side of the sea, into the country of the Garasenes."},{"number":2,"verse":"And when he got out of the boat, immediately there met him from out of the tombs a man with an unclean spirit,"},{"number":3,"verse":"Who had his dwelling among the tombs; and no man could bind him, no, not even with chains:"},{"number":4,"verse":"Because he had been often bound with fetters and chains, and he had pulled apart the chains, and broken the fetters in pieces: no man could subdue him."},{"number":5,"verse":"And always, night and day, he was in the mountains, and in the tombs, crying out, and cutting himself with stones."},{"number":6,"verse":"But when he saw Jesus from afar, he ran and bowed before him,"},{"number":7,"verse":"And cried out with a loud voice, and said, What have I to do with you, Jesus, Son of the most high God? I implore you by God, that you do not torment me."},{"number":8,"verse":"For he was saying to him, Come out of the man, you unclean spirit."},{"number":9,"verse":"And he was asking him, What is your name And he answered, saying, My name is Legion: for we are many."},{"number":10,"verse":"And he begged him much that he would not send them out of the country."},{"number":11,"verse":"Now there was a great herd of swine feeding there on the hillside."},{"number":12,"verse":"And all the devils begged him, saying, Send us to the swine, that we may enter into them."},{"number":13,"verse":"And Jesus gave them permission. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (there were about two thousand;) and they were drowned in the sea."},{"number":14,"verse":"And those who fed the swine fled, and told it in the city, and in the country. And people went out to see what it was that had happened."},{"number":15,"verse":"And they came to Jesus, and saw the man who had been possessed by the devil, who had the legion, sitting, and clothed, and in his right mind: and they were afraid."},{"number":16,"verse":"And those who saw it told what happened to the man who was possessed by the devil, and to the swine."},{"number":17,"verse":"And they began to beg him to depart from their region."},{"number":18,"verse":"And as he got into the boat, the man who had been possessed by the devil begged him that he might go with him."},{"number":19,"verse":"Yet Jesus did not let him, but said to him, Go home to your friends, and tell them what great things the Lord has done for you, and how he has had compassion on you."},{"number":20,"verse":"And he departed, and began to proclaim in Decapolis what great things Jesus had done for him: and all the people were amazed."},{"number":21,"verse":"And when Jesus crossed over again by boat to the other side, many people gathered around him: and he was near the sea."},{"number":22,"verse":"And, behold, there came one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,"},{"number":23,"verse":"And begged him greatly, saying, My little daughter lies at the point of death: I beg you, come and lay your hands on her, that she may be healed and live."},{"number":24,"verse":"And Jesus went with him; and many people followed him, and crowded him."},{"number":25,"verse":"And a certain woman, who had a flow of blood for twelve years,"},{"number":26,"verse":"And had suffered many things from many physicians, and had spent all that she had, and was not helped, but rather grew worse,"},{"number":27,"verse":"When she heard of Jesus, came in the crowd from behind, and touched his garment."},{"number":28,"verse":"For she said, If I just touch his clothes, I shall be healed."},{"number":29,"verse":"And immediately the flow of blood was dried up; and she felt in her body that she was healed of the affliction."},{"number":30,"verse":"And Jesus, immediately knowing that power had gone out of him, turned around in the crowd, and said, Who touched my clothes"},{"number":31,"verse":"And his disciples said to him, You see the multitude crowding you, and you say, Who touched me?"},{"number":32,"verse":"And he looked around to see the woman who had done this thing."},{"number":33,"verse":"But the woman, knowing what had happened in her, came in fear and trembling and fell down before him, and told him all the truth."},{"number":34,"verse":"And he said to her, Daughter, your faith has made you well; go in peace, and be healed of your affliction."},{"number":35,"verse":"While he was speaking, messengers came from the ruler of the synagogue's house and said, Your daughter is dead: why trouble the Teacher further?"},{"number":36,"verse":"As soon as Jesus heard what was spoken, he said to the ruler of the synagogue, Do not be afraid, only believe."},{"number":37,"verse":"And he allowed no man to follow him, except Peter, and James, and John the brother of James."},{"number":38,"verse":"And he came to the house of the ruler of the synagogue, and saw the tumult, and those who wept and wailed greatly."},{"number":39,"verse":"And when he had come in, he said to them, Why do you make this tumult, and weep the child is not dead, but sleeps."},{"number":40,"verse":"And they laughed him to scorn. But when he had put them all out, he took the father and the mother of the child, and those who were with him, and entered in where the child was."},{"number":41,"verse":"And he took her by the hand, and said to her, Talitha cum; which means, Little girl, I say to you, arise."},{"number":42,"verse":"And immediately the girl arose, and walked; for she was twelve years old. And they were completely astonished."},{"number":43,"verse":"And he strictly ordered them that no one should know of this; and told them to give her something to eat."}]}