{"bibleAbbr":"RKJNT2000","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"Then the Pharisees and some of the scribes, who came from Jerusalem, gathered around him."},{"number":2,"verse":"And when they saw some of his disciples eat bread with defiled, that is to say, with unwashed, hands, they found fault."},{"number":3,"verse":"(For the Pharisees, and all the Jews, do not eat unless they wash their hands, thus holding to the tradition of the elders."},{"number":4,"verse":"And when they come from the market, unless they wash, they do not eat. And there are many other traditions which they observe, such as the washing of cups, and pots, and vessels of copper.)"},{"number":5,"verse":"Then the Pharisees and scribes asked him, Why do your disciples not walk according to the tradition of the elders, but rather eat bread with unwashed hands?"},{"number":6,"verse":"He answered and said to them, Well has Isaiah prophesied of you hypocrites, as it is written, This people honours me with their lips, but their hearts are far from me."},{"number":7,"verse":"In vain do they worship me, teaching for doctrines the commandments of men."},{"number":8,"verse":"Laying aside the commandment of God, you hold to the traditions of men."},{"number":9,"verse":"And he said to them, You fully reject the commandment of God, that you may keep your own tradition."},{"number":10,"verse":"For Moses said, Honour your father and your mother; and, Whoever curses father or mother, let him be put to death:"},{"number":11,"verse":"But you say, If a man shall say to his father or mother, whatever I have that might benefit you is Corban, that is to say, a gift to God,"},{"number":12,"verse":"Then you do not allow him to do anything for his father or his mother;"},{"number":13,"verse":"Thus making the word of God invalid through your tradition, which you have handed down: and you do many such things."},{"number":14,"verse":"And when he had called all the people to him, he said to them, Listen to me, every one of you, and understand:"},{"number":15,"verse":"There is nothing from outside of a man that can defile him by entering into him: but the things which come out of him, those are the things that defile the man."},{"number":16,"verse":"[If any man has ears to hear, let him hear.]"},{"number":17,"verse":"And when he entered into the house and left the people, his disciples asked him about the parable."},{"number":18,"verse":"And he said to them, Are you also without understanding Do you not perceive, that whatever enters into the man from without, it cannot defile him;"},{"number":19,"verse":"Because it does not enter into his heart, but into the belly, and is eliminated? Thus he declared all foods clean."},{"number":20,"verse":"And he said, That which comes out of the man, that defiles the man."},{"number":21,"verse":"For from within, out of the heart of men, proceed evil thoughts, sexual immorality, theft, murder, adultery,"},{"number":22,"verse":"Covetousness, wickedness, deceit, lustfulness, envy, slander, pride, foolishness:"},{"number":23,"verse":"All these evil things come from within, and defile the man."},{"number":24,"verse":"And from there he arose, and went into the regions of Tyre, and entered into a house, and would not have anyone know it: but he could not be hidden."},{"number":25,"verse":"But a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:"},{"number":26,"verse":"The woman was a Greek, a Syrophoenician by birth; and she begged him that he would cast forth the devil out of her daughter."},{"number":27,"verse":"But Jesus said to her, Let the children first be filled: for it is not right to take the children's bread, and to cast it to the dogs."},{"number":28,"verse":"And she answered and said to him, Yes, Lord: but even the dogs under the table eat the children's crumbs."},{"number":29,"verse":"And he said to her, For this answer go your way; the devil has gone out of your daughter."},{"number":30,"verse":"And when she came to her house, she found the devil gone, and her daughter lying upon the bed."},{"number":31,"verse":"And again, departing from the region of Tyre, through Sidon, he came to the sea of Galilee, in the region of Decapolis."},{"number":32,"verse":"And they brought to him one who was deaf, and had an impediment in his speech; and they begged him to put his hand upon him."},{"number":33,"verse":"And he took him aside from the multitude, and put his fingers into his ears, and he spit, and touched his tongue;"},{"number":34,"verse":"And looking up to heaven, he sighed, and said to him, Ephphatha, that is, Be opened."},{"number":35,"verse":"And immediately his ears were opened, and the impediment of his tongue was loosened, and he spoke plainly."},{"number":36,"verse":"And he commanded them that they should tell no man: but the more he commanded them, the more widely they proclaimed it;"},{"number":37,"verse":"And they were astonished beyond measure, saying, He has done all things well: he makes both the deaf to hear, and the dumb to speak."}]}