{"bibleAbbr":"GB1539","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"For as moch then as Christ hath suffred for vs in the flesshe, arme ye youre selues lykewyse with the same mynde: for he whych suffereth in the flesshe, ceaseth from synn"},{"number":2,"verse":"that he hence forwarde shulde lyue (as moch tyme as remayneth in the flesshe) not after the lustes of men, but after the wyll of God."},{"number":3,"verse":"For it is sufficyent for vs, that we haue spent the tyme that is past of the lyfe, after the wyll of the Gentyls, walkynge in wantannes, lustes, in excesse of wynes, in excesse of eatynge, in excesse of drinkynge and in abomynable ydolatrie."},{"number":4,"verse":"And it semeth to them an inconuenient thynge, that ye runne not also with them vnto the same excesse of ryote, & therfore speake they euyll of you,"},{"number":5,"verse":"whych shall geue acomptes to him, that is ready to iudge quicke and deed."},{"number":6,"verse":"For vnto thys purpose verely was the Gospell preached also vnto the deed, that they shuld be iudged lyke other men in the flesshe, but shuld lyue before God in the sprete."},{"number":7,"verse":"The ende of al thinges is at hande. Be ye therfore sober, and watch vnto prayer."},{"number":8,"verse":"But aboue all thynges haue feruent loue among your selues. For loue shall couer the multitude of synnes."},{"number":9,"verse":"Be ye herberous one to another, wythout grudgynge."},{"number":10,"verse":"As euery man hath receaued the gyfte, euen so mynister the same one to another, as good mynisters of the manyfolde grace of God."},{"number":11,"verse":"If eny man speake, let him talke as the wordes of God. If eny man mynister, let him do it as of the abylite, whych God mynystreth vnto hym. That God in all thynges maye be glorifyed thorow Iesus Christ, to whom be prayse and dominion for euer and euer. Amen."},{"number":12,"verse":"Dearly beloued, maruayll not that ye are proued by fyre (whych thyng is to trye you) as though some straunge thing happened vnto you:"},{"number":13,"verse":"but reioyce, in as moch as ye are partakers of Christes passyons: that when hys glory appeareth, ye maye be mery and glad."},{"number":14,"verse":"If ye be rayled vpon for the name of Christ, happie are ye. For the glory and the sprete of God resteth vpon you. On their parte he is euyll spoken of: but on youre parte he is glorifyed."},{"number":15,"verse":"Se that none of you be punysshed as a murtherer, or as a thefe, or an euyll doar, or as a busybody in other mens matters."},{"number":16,"verse":"If eny man suffre as a Christen man, let him not be ashamed: but let him glorifye God on this behalfe."},{"number":17,"verse":"For the tyme is come, that iudgement must begynne at the house of God. If it fyrst begynne at vs, what shall the ende be of them, whych beleue not the Gospell of God?"},{"number":18,"verse":"And yf the ryghteous scarcely be saued: where shall the vngodly and the synner appeare?"},{"number":19,"verse":"Wherfore, let them that are troubled accordyng to the wyll of God, commyt their soules to him with well doynge, as vnto a faythfull creator."}]}