{"bibleAbbr":"Geneva1599","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"((1 Haman, after he was exalted, obtained of the King, that all the Jews should be put to death, because Mordecai had not done him worship as others had.) ) After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and exalted him, and set his seat above all the princes that were with him."},{"number":2,"verse":"And all the king’s servants that were at the king’s gate, bowed their knees, and reverenced Haman: for the king had so commanded concerning him: but Mordecai (The Persians’ manner was to kneel down and reverence their kings, and such as he appointed in chief authority, which Mordecai would not do to this ambitious and proud man.) bowed not the knee, neither did reverence."},{"number":3,"verse":"Then the king’s servants which were at the king’s gate, said unto Mordecai, Why transgressest thou the king’s commandment?"},{"number":4,"verse":"And albeit they spake daily unto him, yet he would not hear them: therefore they (Thus we see that there is none so wicked, but they have their flatterers to accuse the godly.) told Haman, that they might see how Mordecai’s matters would stand: for he had told them, that he was a Jew."},{"number":5,"verse":"And when Haman saw that Mordecai bowed not the knee unto him, nor did reverence unto him, then Haman was full of wrath."},{"number":6,"verse":"Now he (Hebrew, despised in his eyes.) thought it too little to lay hands only on Mordecai: and because they had showed him the people of Mordecai, Haman sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus, even the people of Mordecai."},{"number":7,"verse":"In the first month (that is the month (Which answereth to part of March and part of April.) Nisan) in the twelfth year of king Ahasuerus, they cast Pur (that is a lot) (To know what month and day should be good to enterprise this thing, that it might have good success: but God disappointed their lots, and expectation.) before Haman, from day to day, and from month to month unto the twelfth month, that is the month (Containing part of February and part of March.) Adar."},{"number":8,"verse":"Then Haman said unto king Ahasuerus, There is a people scattered, and dispersed among the people in all the provinces of thy kingdom, and their laws are divers from all people, and they do not observe the (These be the two arguments which commonly the worldlings and the wicked use toward princes against the godly, that is, the contempt of their laws, and diminishing of their profit: without respect how God is either pleased or displeased.) King’s laws: therefore it is not the king’s profit to suffer them."},{"number":9,"verse":"If it please the king, let it be written that they may be destroyed, and I will (Hebrew, weigh.) pay ten thousand talents of silver by the hands of them that have the charge of this business to bring it into the king’s treasury."},{"number":10,"verse":"Then the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite the Jews’ adversary."},{"number":11,"verse":"And the king said unto Haman, Let the silver be thine, and the people to do with them as it pleaseth thee."},{"number":12,"verse":"Then were the king’s (Or, secretaries.) Scribes called on the thirteenth day of the first month, and there was written (according to all that Haman commanded) unto the king’s officers, and to the captains that were over every province, and to the rulers of every people, and to every province, according to the writing thereof, and to every people according to their language: in the name of king Ahasuerus was it written, and sealed with the king’s ring."},{"number":13,"verse":"And the letters were sent (Hebrew, the hands of posts.) by posts into all the king’s provinces, to root out, to kill and to destroy all the Jews, both young and old, children and women, in one day upon the thirteenth day of the twelfth month (which is the month Adar) and to spoil them as a prey."},{"number":14,"verse":"The contents of the writing was, that there should be given a commandment in all provinces, and published unto all people, that they should be ready against the same day."},{"number":15,"verse":"And the posts compelled by the King’s commandment went forth, and the commandment was given in the palace at Shushan: and the king and Haman sat drinking, but the (To wit, the Jews that were in Shushan.) city of Shushan was in perplexity."}]}