{"bibleAbbr":"Geneva1599","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"(1 After the death of Haman was Mordecai exalted.14 Comfortable letters are sent unto the Jews.) The same day did King Ahasuerus give the house of Haman the adversary of the Jews, unto the Queen Esther. And Mordecai (That is, was received into the king’s favor and presence.) came before the King: for Esther told what he was (That he was her uncle, and had brought her up.) unto her."},{"number":2,"verse":"And the King took off his ring, which he had taken from Haman, and gave it unto Mordecai: and Esther set Mordecai over the house of Haman."},{"number":3,"verse":"And Esther spake yet more before the King, and fell down at his feet weeping, and besought him that he would put away the (Meaning, that he should abolish the wicked decrees, which he had made for the destruction of the Jews.) wickedness of Haman the Agagite, and his device that he had imagined against the Jews."},{"number":4,"verse":"And the King held out the golden (Read Esther 5:2.) scepter toward Esther. Then arose Esther, and stood before the King,"},{"number":5,"verse":"And said, If it please the King, and if I have found favor in his sight, and the thing be acceptable before the King, and I please him, let it be written, that the letters of the device of Haman the son of Hammedatha the Agagite may be called again, which he wrote to destroy the Jews, that are in all the King’s provinces."},{"number":6,"verse":"For how can I suffer and see the evil, that shall come unto my people? Or how can I suffer and see the destruction of my kindred?"},{"number":7,"verse":"And the king Ahasuerus said unto the Queen Esther, and to Mordecai the Jew, Behold, I have given Esther the house of Haman, whom they have hanged upon the tree, because he (Or, went about to slay the Jews.) laid hand upon the Jews."},{"number":8,"verse":"Write ye also for the Jews, as it liketh you in the King’s name, and seal it with the King’s ring, (for the writings written in the King’s name, and sealed with the king’s ring, may (This was the law of the Medes and Persians, as Dan. 6:15, notwithstanding the king revoked the former decree granted to Haman, for Esther’s sake.) no man revoke.)"},{"number":9,"verse":"Then were the King’s Scribes called at the same time, even in the third month, that is the month (Which containeth part of May and part of June.) Sivan, on the three and twentieth day thereof: and it was written, according to all as Mordecai commanded, unto the Jews and to the princes, and captains and rulers of the provinces, which were from India even unto Ethiopia, an hundred and seven and twenty provinces, unto every province according to the (That is, in such letters and language, as was usual in every province.) writing thereof, and to every people after their speech, and to the Jews, according to their writing, and according to their language."},{"number":10,"verse":"And he wrote in the King Ahasuerus’s name, and sealed it with the King’s ring, and he sent letters by posts on horseback and that rode on beasts of price, as dromedaries, and (Or, mules.) colts of mares."},{"number":11,"verse":"Wherein the King granted the Jews (in what cities soever they were) to gather themselves together, and to stand for (That is, to defend themselves against all that would assail them.) their life, and to root out, to slay and to destroy all the power of the people and of the province that vexed them, both children and women, and to spoil their goods:"},{"number":12,"verse":"Upon one day in all the provinces of King Ahasuerus, even in the thirteenth day of the twelfth month, which is the month (Which hath part of February and part of March.) Adar."},{"number":13,"verse":"The copy of the writing was, how there should be a commandment given in all and every province, published among all the people, and that the Jews should be ready against that day, to (The king gave them liberty to kill all that did oppress them.) avenge themselves on their enemies."},{"number":14,"verse":"So the posts rode upon beasts of price, and dromedaries, and went forth with speed, to execute the King’s commandment, and the decree was given at Shushan the palace."},{"number":15,"verse":"And Mordecai went out from the King in royal apparel of blue, and white, and with a great crown of gold, and with a garment of fine linen and purple, and the city of Shushan rejoiced and was glad."},{"number":16,"verse":"And unto the Jews was come light and (He showeth by these words that follow, what this light was.) joy and gladness, and honor."},{"number":17,"verse":"Also in all and every province, and in all and every city and place, where the King’s commandment and his decree came, there was joy and gladness to the Jews, a feast and good day, and many of the people of the land (Conformed themselves to the Jew’s religion.) became Jews: for the fear of the Jews fell upon them."}]}