{"bibleAbbr":"LBP1933","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"HOW has the LORD in his anger covered the daughter of Zion with a thick cloud I and cast down from heaven to earth the glory of Israel, and has not remembered his footstool in the day of his wrath!"},{"number":2,"verse":"The LORD has drowned without pity all the habitations of Jacob, he has thrown down in his wrath the strongholds of the daughter of Judah; he has brought down to the ground her slain men, her kings, and her princes."},{"number":3,"verse":"He has cut off in his fierce anger all the strength of Israel; he has drawn back his right hand from before the enemy and has kindled a fire in the land of Jacob, and the flaming fire has consumed mightily round about."},{"number":4,"verse":"He has bent his bow like an oppressor; he has raised his hand like an enemy, and has slain all that were pleasant to the eye in the tabernacle of the daughter of Zion; he has poured out his fury like fire."},{"number":5,"verse":"The LORD has become as an enemy; he has drowned Israel, he has destroyed all her palaces; he has made havoc in all her provinces, and has increased in the daughter of Judah mourning and lamentation."},{"number":6,"verse":"And he has thrown down his tabernacle like a shed in a garden; he has destroyed the places of his festivals; the LORD has caused the solemn feasts and the sabbath to be forgotten in Zion, and has rejected in the indignation of his anger kings and priests."},{"number":7,"verse":"The LORD has forgotten his sanctuary, he has despised his altar, he has given up into the hand of the enemy the walls of her palaces; they have made a shout in the house of the LORD, as on a day of a solemn feast."},{"number":8,"verse":"The LORD has purposed to destroy the walls of the daughter of Zion; he has stretched out a line, he has not withdrawn his hand from destroying her; therefore he has caused her forces to sit in mourning; her walls have become completely desolate."},{"number":9,"verse":"Her gates are sunk into the ground; he has destroyed and broken her bars; her kings and her princes are among the Gentiles; the law is no more; her prophets also find no visions from the LORD."},{"number":10,"verse":"The elders of the daughter of Zion sit on the ground and keep silence; they have cast dust on their heads; they have girded themselves with sackcloth; the virgins of Jerusalem hang down their heads to the ground."},{"number":11,"verse":"My eyes are dimmed with tears, my soul is disturbed, my pride is low to the ground, because of the destruction of the daughter of my people, because the little children and the babes faint in the streets of the city."},{"number":12,"verse":"They say to their mothers, Where is wheat and wine and butter? when they faint like the slain in the streets of the city, when their soul is poured out into their mother's bosom."},{"number":13,"verse":"What thing shall I testify for you, and to whom shall I liken you, O daughter of Jerusalem? Whom can I liken to you, that I may comfort you, O virgin daughter of Zion? For your breach is great like the sea; who can stop it?"},{"number":14,"verse":"Your prophets have seen false and deceptive visions for you; and they have not revealed to you anything of your sins, that you might repent and I should bring you back from captivity; but have seen for you false and deceptive prophecies."},{"number":15,"verse":"All who pass by the road clap their hands at you; they hiss and wag their heads at the daughter of Jerusalem, saying, Is this the city which men called The perfection of beauty, The joy of the whole earth?"},{"number":16,"verse":"The LORD has done that which he had devised; he has fulfilled his word as he had commanded in the days of old; he has thrown her down without pity, he has caused your enemies to rejoice over you, he has given might to your oppressors."},{"number":17,"verse":"All your enemies speak evil against you; they hiss and gnash their teeth; they say, We have devoured her; certainly this is the day we looked for; we have found it, we have seen it."},{"number":18,"verse":"The people's heart cried to the LORD of the walls of the daughter of Zion; let your tears run down like a stream day and night: give yourself no rest; let not the apple of your eye cease from shedding tears."},{"number":19,"verse":"Arise, offer praise in the night at the beginning of the watches; pour out your heart like water before the presence of the LORD; lift up your hands toward him for the lives of your little children who faint for hunger at the head of every street."},{"number":20,"verse":"See, O LORD, and consider to whom thou hast done thus? Shall the women eat their offspring, and the children be prostrated by famine? Shall the priest and the prophet be slain in the sanctuary of the LORD?"},{"number":21,"verse":"The young and the old lie on the ground in the streets; my virgins and my young men have fallen by the sword; thou hast slain them in the day of thine anger; thou hast slaughtered without pity."},{"number":22,"verse":"Thou hast called as to a festival day my adversaries round about me, so that in the day of the LORD'S anger none escaped or survived; those that I have carried on my arms and brought up, my enemies have consumed."}]}