{"bibleAbbr":"LBP1933","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"REMEMBER, O LORD, what has come upon us; behold, and see our reproach."},{"number":2,"verse":"Our inheritance has been turned over to strangers, our houses to aliens."},{"number":3,"verse":"We have become orphans and fatherless, our mothers are as widows."},{"number":4,"verse":"We have drunken our water for money; our wood is sold to us."},{"number":5,"verse":"Our necks are under yokes; we labor, and have no rest."},{"number":6,"verse":"The Egyptians gave a helping hand, and we looked to the Assyrians to provide bread."},{"number":7,"verse":"Our fathers have sinned, and are no more; and we have borne their iniquities."},{"number":8,"verse":"Servants rule over us; there is none to deliver us out of their hands."},{"number":9,"verse":"We get our bread with the peril of our lives, because of the sword in the wilderness."},{"number":10,"verse":"Our skin has shriveled as though burned in an oven because of the suffering of famine."},{"number":11,"verse":"Women are ravished in Zion, and virgins in the cities of Judah."},{"number":12,"verse":"Princes are hanged up by their hands; the faces of the elders are not honored."},{"number":13,"verse":"The young men grind the mill, and the youths stumble under loads of wood."},{"number":14,"verse":"The elders have ceased from the gate, the young men from their joy."},{"number":15,"verse":"The joy of our heart is ceased; our dance is turned into mourning."},{"number":16,"verse":"The crown has fallen from our head; woe to us, for we have sinned!"},{"number":17,"verse":"For this our heart is faint; for these things our eyes are dim."},{"number":18,"verse":"Because mount Zion is desolate, the foxes walk upon it."},{"number":19,"verse":"But thou, O LORD, dost endure for ever; thy throne from generation to generation."},{"number":20,"verse":"Therefore do not forget us for ever, nor forsake us for so long a time."},{"number":21,"verse":"Bring us back to thee, O LORD, and we shall be restored; renew our days as of old."},{"number":22,"verse":"For thou hast utterly rejected us; thou hast been exceedingly angry against us."}]}