{"bibleAbbr":"WEB2020","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"It happened after this,<WH310> that Absalom<WH53> prepared<WH6213> him a chariot<WH4818> and horses,<WH5483> and fifty<WH2572> men<WH376> to run<WH7323> before him.<WH6440>"},{"number":2,"verse":"Absalom<WH53> rose up early,<WH7925> and stood<WH5975> beside<WH3027> the way<WH1870> of the gate.<WH8179> It was so,<WH376> that when any man had a suit<WH7379> which should come<WH935> to the king<WH4428> for judgment,<WH4941> then Absalom<WH53> called<WH7121> to him,<WH559> and said, \"What<WH335> city<WH5892> are you from?<WH559>\" He said, \"Your servant<WH5650> is of one<WH259> of the tribes<WH7626> of Israel.<WH3478>\""},{"number":3,"verse":"Absalom<WH53> said<WH559> to him,<WH7200> \"Behold, your matters<WH1697> are good<WH2896> and right;<WH5228> but there is no man deputized by the king<WH4428> to hear you.<WH8085>\""},{"number":4,"verse":"Absalom<WH53> said<WH559> moreover,<WH7760> \"Oh that I were made judge<WH8199> in the land,<WH776> that every man<WH376> who has any suit<WH7379> or cause<WH4941> might come<WH935> to me,<WH6663> and I would do him justice!\""},{"number":5,"verse":"It was so,<WH376> that when any man came near<WH7126> to do him obeisance,<WH7812> he put forth<WH7971> his hand,<WH3027> and took<WH2388> hold of him,<WH5401> and kissed him."},{"number":6,"verse":"Absalom<WH53> did<WH6213> this sort of thing<WH1697> to all Israel<WH3478> who came<WH935> to the king<WH4428> for judgment.<WH4941> So Absalom<WH53> stole<WH1589> the hearts<WH3820> of the men<WH582> of Israel.<WH3478>"},{"number":7,"verse":"It happened at the end<WH7093> of forty<WH705> years,<WH8141> that Absalom<WH53> said<WH559> to the king,<WH4428> \"Please let me go<WH3212> and pay<WH7999> my vow,<WH5088> which I have vowed<WH5087> to Yahweh,<WH3068> in Hebron.<WH2275>"},{"number":8,"verse":"For your servant<WH5650> vowed<WH5087> a vow<WH5088> while I stayed<WH3427> at Geshur<WH1650> in Syria,<WH758> saying,<WH559> <WH3068> 'If Yahweh shall indeed bring me again<WH7725> to Jerusalem,<WH3389> then I will serve<WH5647> Yahweh.<WH3068>'\""},{"number":9,"verse":"The king<WH4428> said<WH559> to him,<WH3212> \"Go in peace.<WH7965>\" So he arose,<WH6965> and went<WH3212> to Hebron.<WH2275>"},{"number":10,"verse":"But Absalom<WH53> sent<WH7971> spies<WH7270> throughout all the tribes<WH7626> of Israel,<WH3478> saying,<WH559> \"As soon as you hear<WH8085> the sound<WH6963> of the trumpet,<WH7782> then you shall say,<WH559> <WH53> 'Absalom is king<WH4427> in Hebron!<WH2275>'\""},{"number":11,"verse":"Two hundred<WH3967> men<WH376> went<WH1980> with Absalom<WH53> out of Jerusalem,<WH3389> who were invited,<WH7121> and went<WH1980> in their simplicity;<WH8537> and they didn't<WH3045> know anything.<WH1697>"},{"number":12,"verse":"Absalom<WH53> sent<WH7971> for Ahithophel<WH302> the Gilonite,<WH1526> David<WH1732>'s counselor,<WH3289> from his city,<WH5892> even from Giloh,<WH1542> while he was offering<WH2076> the sacrifices.<WH2077> The conspiracy<WH7195> was strong;<WH533> for the people<WH5971> increased<WH7227> continually<WH1980> with Absalom.<WH53>"},{"number":13,"verse":"A messenger<WH5046> came<WH935> to David,<WH1732> saying,<WH559> \"The hearts<WH3820> of the men<WH376> of Israel<WH3478> are after<WH310> Absalom.<WH53>\""},{"number":14,"verse":"David<WH1732> said<WH559> to all his servants<WH5650> who were with him at Jerusalem,<WH3389> \"Arise,<WH6965> and let us flee;<WH1272> for else none of us shall escape<WH6413> from<WH6440> Absalom.<WH53> Make speed<WH4116> to depart,<WH3212> lest he overtake<WH5381> us quickly,<WH4116> and bring<WH5080> down evil<WH7451> on us,<WH5221> and strike the city<WH5892> with the edge<WH6310> of the sword.<WH2719>\""},{"number":15,"verse":"The king<WH4428>'s servants<WH5650> said<WH559> to the king,<WH4428> \"Behold,<WH5650> your servants are ready to do whatever my lord<WH113> the king<WH4428> chooses.<WH977>\""},{"number":16,"verse":"The king<WH4428> went forth,<WH3318> and all his household<WH1004> after<WH7272> him.<WH4428> The king left<WH5800> ten<WH6235> women,<WH802> who were concubines,<WH6370> to keep<WH8104> the house.<WH1004>"},{"number":17,"verse":"The king<WH4428> went forth,<WH3318> and all the people<WH5971> after<WH7272> him;<WH5975> and they stayed in Beth<WH1004> Merhak.<WH4801>"},{"number":18,"verse":"All his servants<WH5650> passed on<WH5674> beside<WH3027> him;<WH3774> and all the Cherethites, and all the Pelethites,<WH6432> and all the Gittites,<WH1663> six<WH8337> hundred<WH3967> men<WH376> who came<WH935> after<WH7272> him from Gath,<WH1661> passed on<WH5674> before<WH6440> the king.<WH4428>"},{"number":19,"verse":"Then the king<WH4428> said<WH559> to Ittai<WH863> the Gittite,<WH1663> \"Why do you also go<WH3212> with us?<WH7725> Return, and stay<WH3427> with the king;<WH4428> for you are a foreigner,<WH5237> and also an exile.<WH1540> Return to your own place.<WH4725>"},{"number":20,"verse":"Whereas you came<WH935> but yesterday,<WH8543> should I this day<WH3117> make you go<WH3212> up and down<WH5128> with us,<WH1980> since I go where I may?<WH7725> Return, and take back<WH7725> your brothers.<WH251> Mercy<WH2617> and truth be with you.<WH571>\""},{"number":21,"verse":"Ittai<WH863> answered<WH6030> the king,<WH4428> and said,<WH6030> \"As Yahweh<WH3068> lives,<WH2416> and as my lord<WH3068> the king<WH4428> lives,<WH2416> surely in what place<WH4725> my lord<WH113> the king<WH4428> shall is,<WH4194> whether for death or for life,<WH2416> even there also will your servant be.<WH5650>\""},{"number":22,"verse":"David<WH1732> said<WH559> to Ittai,<WH863> \"Go<WH3212> and pass over.<WH5674>\" Ittai<WH863> the Gittite<WH1663> passed over,<WH5674> and all his men,<WH582> and all the little ones who were with him.<WH2945>"},{"number":23,"verse":"All the country<WH776> wept<WH1058> with a loud<WH1419> voice,<WH6963> and all the people<WH5971> passed over:<WH5674> the king<WH4428> also himself passed over<WH5674> the brook<WH5158> Kidron,<WH6939> and all the people<WH5971> passed over,<WH5674> toward<WH6440> the way<WH1870> of the wilderness.<WH4057>"},{"number":24,"verse":"Behold,<WH6659> Zadok also came,<WH3881> and all the Levites with him,<WH5375> bearing the ark<WH727> of the covenant<WH1285> of God;<WH430> and they set down<WH3332> the ark<WH727> of God;<WH430> and Abiathar<WH54> went up,<WH5927> until all the people<WH5971> finished<WH8552> passing<WH5674> out of the city.<WH5892>"},{"number":25,"verse":"The king<WH4428> said<WH559> to Zadok,<WH6659> \"Carry back<WH7725> the ark<WH727> of God<WH430> into the city.<WH5892> If I find<WH4672> favor<WH2580> in the eyes<WH5869> of Yahweh,<WH3068> he will bring me again,<WH7725> and show<WH7200> me both it,<WH5116> and his habitation;"},{"number":26,"verse":"but if he say<WH559> thus,<WH2654> 'I have no delight in you;<WH6213>' behold, here am I. Let him do to me as seems<WH5869> good to him.<WH2896>\""},{"number":27,"verse":"The king<WH4428> said<WH559> also to Zadok<WH6659> the priest,<WH3548> \"Aren't<WH7200> you a seer? Return<WH7725> into the city<WH5892> in peace,<WH7965> and your two<WH8147> sons<WH1121> with you,<WH290> Ahimaaz your son,<WH1121> and Jonathan<WH3083> the son<WH1121> of Abiathar.<WH54>"},{"number":28,"verse":"Behold,<WH7200> I will stay<WH4102> at the fords<WH6160> of the wilderness,<WH4057> until word<WH1697> comes from you to inform me.<WH935>\""},{"number":29,"verse":"Zadok<WH6659> therefore and Abiathar<WH54> carried<WH7725> the ark<WH727> of God<WH430> again<WH7725> to Jerusalem;<WH3389> and they stayed there.<WH3427>"},{"number":30,"verse":"David<WH1732> went up<WH5927> by the ascent<WH5927> of the Mount of Olives,<WH2132> and wept<WH1058> as he went up;<WH5927> and he had his head<WH7218> covered,<WH2645> and went<WH1980> barefoot:<WH3182> and all the people<WH5971> who were with him covered<WH2645> every man<WH376> his head,<WH7218> and they went up,<WH5927> weeping<WH1058> as they went up.<WH5927>"},{"number":31,"verse":"Someone told<WH5046> David,<WH1732> saying,<WH559> \"Ahithophel<WH302> is among the conspirators<WH7194> with Absalom.<WH53>\" David<WH1732> said,<WH559> \"Yahweh,<WH3068> please turn the counsel<WH6098> of Ahithophel<WH302> into foolishness.<WH5528>\""},{"number":32,"verse":"It happened that when David<WH1732> had come<WH935> to the top,<WH7218> where God<WH430> was worshiped,<WH7812> behold,<WH2365> Hushai the Archite<WH757> came to meet<WH7125> him with his coat<WH3801> torn,<WH7167> and earth<WH127> on his head.<WH7218>"},{"number":33,"verse":"David<WH1732> said<WH559> to him,<WH5674> \"If you pass on with me,<WH4853> then you will be a burden to me;"},{"number":34,"verse":"but if you return<WH7725> to the city,<WH5892> and tell<WH559> Absalom,<WH53> <WH5650> 'I will be your servant, O king.<WH4428> As I have been your father<WH1>'s servant<WH5650> in time past,<WH227> so will I now be your servant;<WH5650> then will you defeat<WH6565> for me the counsel<WH6098> of Ahithophel.<WH302>'"},{"number":35,"verse":"Don't<WH6659> you have Zadok and Abiathar<WH54> the priests<WH3548> there with you?<WH1697> Therefore it shall be, that whatever thing you shall hear<WH8085> out of the king<WH4428>'s house,<WH1004> you shall tell<WH5046> it to Zadok<WH6659> and Abiathar<WH54> the priests.<WH3548>"},{"number":36,"verse":"Behold,<WH8147> they have there with them their two sons,<WH1121> Ahimaaz,<WH290> Zadok<WH6659>'s son,<WH3083> and Jonathan, Abiathar<WH54>'s son;<WH3027> and by them you shall send<WH7971> to me everything<WH1697> that you shall hear.<WH8085>\""},{"number":37,"verse":"So Hushai,<WH2365> David<WH1732>'s friend,<WH7463> came<WH935> into the city;<WH5892> and Absalom<WH53> came<WH935> into Jerusalem.<WH3389>"}]}