{"bibleAbbr":"WEB2020+","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"When David <WH1732> was a little <WH4592> past <WH5674> the top, <WH7218> behold, <WH6717> Ziba the servant <WH5288> of Mephibosheth <WH4648> met <WH7125> him, <WH6776> with a couple of donkeys <WH2543> saddled, <WH2280> and on them two hundred <WH3967> loaves of bread, <WH3899> and one hundred <WH3967> clusters of raisins, <WH6778> and one hundred <WH3967> summer fruits, <WH7019> and a bottle <WH5035> of wine. <WH3196>"},{"number":2,"verse":"The king <WH4428> said <WH559> to Ziba, <WH6717> What do you mean by these? <WH6717> Ziba said, <WH559> The donkeys <WH2543> are for the king <WH4428>'s household <WH1004> to ride on; <WH7392> and the bread <WH3899> and summer fruit <WH7019> for the young men <WH5288> to eat; <WH398> and the wine, <WH3196> that such as are faint <WH3287> in the wilderness <WH4057> may drink. <WH8354>"},{"number":3,"verse":"The king <WH4428> said, <WH559> \"Where is your master <WH113>'s son? <WH1121>\" Ziba <WH6717> said <WH559> to the king, <WH4428> \"Behold, <WH3389> he is staying in Jerusalem; for he said, <WH559> <WH3117> 'Today the house <WH1004> of Israel <WH3478> will restore <WH7725> me the kingdom <WH4468> of my father. <WH1>'\""},{"number":4,"verse":"Then the king <WH4428> said <WH559> to Ziba, <WH6717> \"Behold, <WH4648> all that pertains to Mephibosheth is yours. <WH6717>\" Ziba said, <WH559> \"I do obeisance. <WH7812> Let me find <WH4672> favor <WH2580> in your sight, <WH5869> my lord, <WH113> O king. <WH4428>\""},{"number":5,"verse":"When king <WH4428> David <WH1732> came <WH935> to Bahurim, <WH980> behold, <WH376> a man of the family <WH4940> of the house <WH1004> of Saul <WH7586> came out, <WH3318> whose name <WH8034> was Shimei, <WH8096> the son <WH1121> of Gera. <WH1617> He came out, <WH3318> and cursed <WH7043> still as he came. <WH3318>"},{"number":6,"verse":"He cast <WH5619> stones <WH68> at David, <WH1732> and at all the servants <WH5650> of king <WH4428> David, <WH1732> and all the people <WH5971> and all the mighty men <WH1368> were on his right hand <WH3225> and on his left. <WH8040>"},{"number":7,"verse":"Shimei <WH8096> said <WH559> when he cursed, <WH7043> \"Be gone, <WH3318> be gone, <WH3318> you man <WH376> of blood, <WH1818> and base <WH1100> fellow! <WH376>"},{"number":8,"verse":"Yahweh <WH3068> has returned <WH7725> on you all the blood <WH1818> of the house <WH1004> of Saul, <WH7586> in whose place you have reigned! <WH4427> Yahweh <WH3068> has delivered <WH5414> the kingdom <WH4410> into the hand <WH3027> of Absalom <WH53> your son! <WH1121> Behold, <WH7451> you are caught by your own mischief, because you are a man <WH376> of blood! <WH1818>\""},{"number":9,"verse":"Then Abishai <WH52> the son <WH1121> of Zeruiah <WH6870> said <WH559> to the king, <WH4428> \"Why should this dead <WH4191> dog <WH3611> curse <WH7043> my lord <WH113> the king? <WH4428> Please let me go over <WH5674> and take off <WH5493> his head. <WH7218>\""},{"number":10,"verse":"The king <WH4428> said, <WH559> \"What have I to do with you, <WH1121> you sons of Zeruiah? <WH6870> Because he curses, <WH7043> and because Yahweh <WH3068> has said <WH559> to him, <WH7043> 'Curse David; <WH1732>' who then shall say, <WH559> <WH6213> 'Why have you done so?'\""},{"number":11,"verse":"David <WH1732> said <WH559> to Abishai, <WH52> and to all his servants, <WH5650> \"Behold, <WH1121> my son, who came forth <WH3318> from my bowels, <WH4578> seeks <WH1245> my life. <WH5315> How much more this Benjamite, <WH1145> now? <WH3240> Leave him alone, and let him curse; <WH7043> for Yahweh <WH3068> has invited him. <WH559>"},{"number":12,"verse":"It may be that Yahweh <WH3068> will look <WH7200> on the wrong <WH5869> done to me, <WH3068> and that Yahweh will repay <WH7725> me good <WH2896> for the cursing <WH7045> of me today. <WH3117>\""},{"number":13,"verse":"So David <WH1732> and his men <WH582> went <WH3212> by the way; <WH1870> and Shimei <WH8096> went along <WH1980> on the <WH2022> hillside <WH6763> opposite <WH5980> him, <WH7043> and cursed as he went, <WH1980> threw <WH5619> stones <WH68> at <WH5980> him, <WH5619> and threw dust. <WH6083>"},{"number":14,"verse":"The king, <WH4428> and all the people <WH5971> who were with him, <WH935> came weary; <WH5889> and he refreshed himself there. <WH5314>"},{"number":15,"verse":"Absalom, <WH53> and all the people, <WH5971> the men <WH376> of Israel, <WH3478> came <WH935> to Jerusalem, <WH3389> and Ahithophel with him. <WH302>"},{"number":16,"verse":"It happened, <WH2365> when Hushai the Archite, <WH757> David <WH1732>'s friend, <WH7463> had come <WH935> to Absalom, <WH53> that Hushai <WH2365> said <WH559> to Absalom, <WH53> \"Long live <WH2421> the king! <WH4428> Long live <WH2421> the king! <WH4428>\""},{"number":17,"verse":"Absalom <WH53> said <WH559> to Hushai, <WH2365> \"Is this your kindness <WH2617> to your friend? <WH7453> Why didn't <WH1980> you go with your friend? <WH7453>\""},{"number":18,"verse":"Hushai <WH2365> said <WH559> to Absalom, <WH53> \"No; <WH3068> but whomever Yahweh, and this people, <WH5971> and all the men <WH376> of Israel <WH3478> have chosen, <WH977> his will I be, <WH3427> and with him I will stay."},{"number":19,"verse":"Again, <WH8145> whom should I serve? <WH5647> Shouldn't <WH6440> I serve in the presence of his son? <WH1121> As I have served <WH5647> in your father <WH1>'s presence, <WH6440> so will I be in your presence. <WH6440>\""},{"number":20,"verse":"Then Absalom <WH53> said <WH559> to Ahithophel, <WH302> \"Give <WH3051> your counsel <WH6098> what we shall do. <WH6213>\""},{"number":21,"verse":"Ahithophel <WH302> said <WH559> to Absalom, <WH53> \"Go in <WH935> to your father <WH1>'s concubines, <WH6370> that he has left <WH3240> to keep <WH8104> the house. <WH1004> Then all Israel <WH3478> will hear <WH8085> that you are abhorred <WH887> by your father. <WH1> Then the hands <WH3027> of all who are with you will be strong. <WH2388>\""},{"number":22,"verse":"So they spread <WH5186> Absalom <WH53> a tent <WH168> on the top of the house; <WH1406> and Absalom <WH53> went in <WH935> to his father <WH1>'s concubines <WH6370> in the sight <WH5869> of all Israel. <WH3478>"},{"number":23,"verse":"The counsel <WH6098> of Ahithophel, <WH302> which he gave <WH3289> in those days, <WH3117> was as if a man <WH376> inquired <WH7592> at the oracle <WH1697> of God: <WH430> so was all the counsel <WH6098> of Ahithophel <WH302> both with David <WH1732> and with Absalom. <WH53>"}]}