{"bibleAbbr":"WEB2020","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"David<WH1732> numbered<WH6485> the people<WH5971> who were with him,<WH7760> and set captains<WH8269> of thousands<WH505> and captains<WH8269> of hundreds over them.<WH3967>"},{"number":2,"verse":"David<WH1732> sent forth<WH7971> the people,<WH5971> a third part<WH7992> under the hand<WH3027> of Joab,<WH3097> and a third part<WH7992> under the hand<WH3027> of Abishai<WH52> the son<WH1121> of Zeruiah,<WH6870> Joab<WH3097>'s brother,<WH251> and a third part<WH7992> under the hand<WH3027> of Ittai<WH863> the Gittite.<WH1663> The king<WH4428> said<WH559> to the people,<WH5971> \"I will surely<WH3318> go forth<WH3318> with you myself also.<WH589>\""},{"number":3,"verse":"But the people<WH5971> said,<WH559> \"You shall not go forth;<WH3318> for if we flee<WH5127> away,<WH5127> they will not care<WH7760> for us;<WH2677> neither if half of us die,<WH4191> will they care<WH7760> for us.<WH3644> But you are worth ten<WH6235> thousand<WH505> of us.<WH2896> Therefore now it is better that you are ready to help<WH5826> us out of the city.<WH5892>\""},{"number":4,"verse":"The king<WH4428> said<WH559> to them,<WH6213> \"I will do what seems<WH5869> best<WH3190> to you.<WH4428>\" The king stood<WH5975> beside<WH3027> the gate,<WH8179> and all the people<WH5971> went out<WH3318> by hundreds<WH3967> and by thousands.<WH505>"},{"number":5,"verse":"The king<WH4428> commanded<WH6680> Joab<WH3097> and Abishai<WH52> and Ittai,<WH863> saying,<WH559> \"Deal gently<WH328> for my sake with the young man,<WH5288> even with Absalom.<WH53>\" All the people<WH5971> heard<WH8085> when the king<WH4428> commanded<WH6680> all the captains<WH8269> concerning<WH1697> Absalom.<WH53>"},{"number":6,"verse":"So the people<WH5971> went out<WH3318> into the field<WH7704> against<WH7125> Israel:<WH3478> and the battle<WH4421> was in the forest<WH3293> of Ephraim.<WH669>"},{"number":7,"verse":"The people<WH5971> of Israel<WH3478> were struck<WH5062> there before<WH6440> the servants<WH5650> of David,<WH1732> and there was a great<WH1419> slaughter<WH4046> there that day<WH3117> of twenty<WH6242> thousand men.<WH505>"},{"number":8,"verse":"For the battle<WH4421> was there spread<WH6327> over the surface<WH6440> of all the country;<WH776> and the forest<WH3293> devoured<WH398> more<WH7235> people<WH5971> that day<WH3117> than the sword<WH2719> devoured.<WH398>"},{"number":9,"verse":"Absalom<WH53> happened to meet<WH7122> the servants<WH6440> of David.<WH1732> Absalom<WH53> was riding<WH7392> on his mule,<WH6505> and the mule<WH6505> went<WH935> under the thick boughs<WH7730> of a great<WH1419> oak,<WH424> and his head<WH7218> caught hold<WH2388> of the oak,<WH424> and he was taken up<WH5414> between the sky<WH8064> and earth;<WH776> and the mule<WH6505> that was under him went on.<WH5674>"},{"number":10,"verse":"A certain<WH259> man<WH376> saw<WH7200> it,<WH5046> and told Joab,<WH3097> and said,<WH5046> \"Behold,<WH7200> I saw Absalom<WH53> hanging<WH8518> in an oak.<WH424>\""},{"number":11,"verse":"Joab<WH3097> said<WH559> to the man<WH376> who told<WH559> him,<WH7200> \"Behold, you saw it,<WH5221> and why didn't you strike him there to the ground?<WH776> I would have given<WH5414> you ten<WH6235> pieces of silver,<WH3701> and a<WH259> sash.<WH2290>\""},{"number":12,"verse":"The man<WH376> said<WH559> to Joab,<WH3097> \"Though<WH3863> I should receive<WH8254> a thousand<WH505> pieces of silver<WH3701> in my hand,<WH3709> I still wouldn't<WH7971> put forth my hand<WH3709> against the king<WH4428>'s son;<WH1121> for in our hearing<WH241> the king<WH4428> commanded<WH6680> you and Abishai<WH52> and Ittai,<WH863> saying,<WH559> <WH8104> 'Beware that none touch the young man<WH5288> Absalom.<WH53>'"},{"number":13,"verse":"Otherwise<WH176> if I had dealt<WH6213> falsely<WH8267> against his life<WH5315> (and there is no matter<WH1697> hidden<WH3582> from the king<WH4428>), then you yourself would have set yourself against me.<WH3320>\""},{"number":14,"verse":"Then Joab<WH3097> said,<WH559> \"I<WH3176>'m not going to wait like this with you.<WH6440>\" He took<WH3947> three<WH7969> darts<WH7626> in his hand,<WH3709> and thrust<WH8628> them through the heart<WH3820> of Absalom,<WH53> while he was yet alive<WH2416> in the midst of the oak.<WH424>"},{"number":15,"verse":"Ten<WH6235> young men<WH5288> who bore<WH5375> Joab<WH3097>'s armor<WH3627> surrounded<WH5437> and struck<WH5221> Absalom,<WH53> and killed him.<WH5221>"},{"number":16,"verse":"Joab<WH3097> blew<WH8628> the trumpet,<WH7782> and the people<WH5971> returned<WH7725> from pursuing<WH7291> after<WH310> Israel;<WH3478> for Joab<WH3097> held back<WH2820> the people.<WH5971>"},{"number":17,"verse":"They took<WH3947> Absalom,<WH53> and cast<WH7993> him into the great<WH1419> pit<WH6354> in the forest,<WH3293> and raised<WH5324> over him a very<WH3966> great<WH1419> heap<WH1530> of stones.<WH68> Then all Israel<WH3478> fled<WH5127> everyone<WH376> to his tent.<WH168>"},{"number":18,"verse":"Now Absalom<WH53> in his lifetime<WH2416> had taken<WH3947> and reared up<WH5324> for himself the pillar,<WH4678> which is in the king<WH4428>'s dale;<WH6010> for he said,<WH559> \"I have no son<WH1121> to keep my name<WH8034> in memory.<WH2142>\" He called<WH7121> the pillar<WH4678> after his own name;<WH8034> and it is called<WH7121> Absalom<WH53>'s monument,<WH3027> to this day.<WH3117>"},{"number":19,"verse":"Then Ahimaaz<WH290> the son<WH1121> of Zadok<WH6659> said,<WH559> \"Let me now run,<WH7323> and bear<WH1319> the king<WH4428> news,<WH1319> how that Yahweh<WH3068> has avenged<WH8199> him of his enemies.<WH3027>\""},{"number":20,"verse":"Joab<WH3097> said<WH559> to him,<WH376> \"You shall not be the bearer of news<WH1309> this day,<WH3117> but you shall bear news<WH1319> another<WH312> day.<WH3117> But today<WH3117> you shall bear no news,<WH1319> because the king<WH4428>'s son<WH1121> is dead.<WH4191>\""},{"number":21,"verse":"Then Joab<WH3097> said<WH559> to the Cushite,<WH3569> \"Go,<WH3212> tell<WH5046> the king<WH4428> what you have seen!<WH7200>\" The Cushite<WH3569> bowed<WH7812> himself to Joab,<WH3097> and ran.<WH7323>"},{"number":22,"verse":"Then Ahimaaz<WH290> the son<WH1121> of Zadok<WH6659> said<WH559> yet again<WH3254> to Joab,<WH3097> \"But come what may,<WH4100> please let me also run<WH7323> after<WH310> the Cushite.<WH3569>\" Joab<WH3097> said,<WH559> \"Why do you want to run,<WH7323> my son,<WH1121> since that you will have no reward<WH4672> for the news?<WH1309>\""},{"number":23,"verse":"\"But come what may,<WH559>\" he said, \"I will run.<WH7323>\" He said<WH559> to him,<WH7323> \"Run!\" Then Ahimaaz<WH290> ran<WH7323> by the way<WH1870> of the Plain,<WH3603> and outran the Cushite.<WH3569>"},{"number":24,"verse":"Now David<WH1732> was sitting<WH3427> between the two<WH8147> gates:<WH8179> and the watchman<WH6822> went up<WH3212> to the roof<WH1406> of the gate<WH8179> to the wall,<WH2346> and lifted up<WH5375> his eyes,<WH5869> and looked,<WH7200> and,<WH376> behold, a man running alone.<WH7323>"},{"number":25,"verse":"The watchman<WH6822> cried,<WH7121> and told<WH5046> the king.<WH4428> The king<WH4428> said,<WH5046> \"If he is alone,<WH1309> there is news in his mouth.<WH6310>\" He came<WH3212> closer<WH1980> and closer.<WH7131>"},{"number":26,"verse":"The watchman<WH6822> saw<WH7200> another<WH312> man<WH376> running;<WH7323> and the watchman<WH6822> called<WH7121> to the porter,<WH7778> and said,<WH559> \"Behold,<WH376> a man running<WH7323> alone!<WH4428>\" The king said,<WH559> \"He also brings news.<WH1319>\""},{"number":27,"verse":"The watchman<WH6822> said,<WH559> \"I think<WH7200> the running<WH4794> of the first<WH7223> one is like the running<WH4794> of Ahimaaz<WH290> the son<WH1121> of Zadok.<WH6659>\" The king<WH4428> said,<WH559> \"He is a good<WH2896> man,<WH376> and comes<WH935> with good<WH2896> news.<WH1309>\""},{"number":28,"verse":"Ahimaaz<WH290> called,<WH7121> and said<WH559> to the king,<WH4428> \"All is well.<WH7965>\" He bowed<WH7812> himself before the king<WH4428> with his face<WH639> to the earth,<WH776> and said,<WH559> \"Blessed<WH1288> is Yahweh<WH3068> your God,<WH430> who has delivered up<WH5462> the men<WH582> who lifted up<WH5462> their hand<WH3027> against my lord<WH113> the king!<WH4428>\""},{"number":29,"verse":"The king<WH4428> said,<WH559> \"Is it well<WH7965> with the young man<WH5288> Absalom?<WH53>\" Ahimaaz<WH290> answered,<WH559> \"When Joab<WH3097> sent<WH7971> the king<WH4428>'s servant,<WH5650> even me your servant,<WH5650> I saw<WH7200> a great<WH1419> tumult,<WH1995> but I don't<WH3045> know what it was.\""},{"number":30,"verse":"The king<WH4428> said,<WH559> \"Turn aside,<WH5437> and stand<WH3320> here.<WH3541>\" He turned aside,<WH5437> and stood still.<WH5975>"},{"number":31,"verse":"Behold,<WH3569> the Cushite came.<WH935> The Cushite<WH3569> said,<WH559> \"News<WH1319> for my lord<WH113> the king;<WH4428> for Yahweh<WH113> has avenged<WH8199> you this day<WH3117> of all those<WH3027> who rose up against you.<WH6965>\""},{"number":32,"verse":"The king<WH4428> said<WH559> to the Cushite,<WH3569> \"Is it well<WH7965> with the young man<WH5288> Absalom?<WH53>\" The Cushite<WH3569> answered,<WH559> \"May the enemies<WH341> of my lord<WH113> the king,<WH4428> and all who rise<WH6965> up against you to do you harm,<WH7451> be as that young man is.<WH5288>\""},{"number":33,"verse":"The king<WH4428> was much moved,<WH7264> and went up<WH5927> to the room<WH5944> over the gate,<WH8179> and wept.<WH1058> As he went,<WH3212> he said,<WH559> \"My son<WH1121> Absalom!<WH53> My son,<WH1121> my son<WH1121> Absalom!<WH53> I wish I had died<WH4191> for you,<WH5414> Absalom,<WH53> my son,<WH1121> my son!<WH1121>\""}]}