{"bibleAbbr":"WEB2020","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"It happened,<WH4428> when the king lived<WH3427> in his house,<WH1004> and Yahweh<WH3068> had given him rest<WH5117> from all his enemies<WH341> all around,<WH5439>"},{"number":2,"verse":"that the king<WH4428> said<WH559> to Nathan<WH5416> the prophet,<WH5030> \"See<WH7200> now,<WH3427> I dwell in a house<WH1004> of cedar,<WH730> but the ark<WH727> of God<WH430> dwells<WH3427> within<WH8432> curtains.<WH3407>\""},{"number":3,"verse":"Nathan<WH5416> said<WH559> to the king,<WH4428> \"Go,<WH3212> do<WH6213> all that is in your heart;<WH3824> for Yahweh is with you.<WH3068>\""},{"number":4,"verse":"It happened the same night,<WH3915> that the word<WH1697> of Yahweh<WH3068> came to Nathan,<WH5416> saying,<WH559>"},{"number":5,"verse":"\"Go<WH3212> and tell<WH559> my servant<WH5650> David,<WH1732> <WH559> 'Thus says Yahweh,<WH3068> \"Shall you build<WH1129> me a house<WH1004> for me to dwell in?<WH3427>"},{"number":6,"verse":"For I have not lived<WH3427> in a house<WH1004> since the day<WH3117> that I brought up<WH5927> the children<WH1121> of Israel<WH3478> out of Egypt,<WH4714> even to this day,<WH3117> but have moved<WH1980> around in a tent<WH168> and in a tabernacle.<WH4908>"},{"number":7,"verse":"In all places in which I have walked<WH1980> with all the children<WH1121> of Israel,<WH3478> did I say<WH1696> a word<WH1697> to any<WH259> of the tribes<WH7626> of Israel,<WH3478> whom I commanded<WH6680> to be shepherd<WH7462> of my people<WH5971> Israel,<WH3478> saying,<WH559> <WH1129> 'Why have you not built me a house<WH1004> of cedar?<WH730>'\"'"},{"number":8,"verse":"Now therefore you shall tell<WH559> my servant<WH5650> David<WH1732> this,<WH559> 'Thus says Yahweh<WH3068> of Armies,<WH6635> \"I took<WH3947> you from the sheep<WH6629> pen,<WH310> from following the sheep,<WH6629> that you should be prince<WH5057> over my people,<WH5971> over Israel.<WH3478>"},{"number":9,"verse":"I have been with you wherever you went,<WH1980> and have cut off<WH3772> all your enemies<WH341> from before you.<WH6440> I will make<WH6213> you a great<WH1419> name,<WH8034> like the name<WH8034> of the great<WH1419> ones who are in the earth.<WH776>"},{"number":10,"verse":"I will appoint<WH7760> a place<WH4725> for my people<WH5971> Israel,<WH3478> and will plant<WH5193> them,<WH7931> that they may dwell in their own place,<WH7264> and be moved no more;<WH1121> neither shall the children of wickedness<WH5766> afflict<WH6031> them any more,<WH3254> as at the first,<WH7223>"},{"number":11,"verse":"and as from the day<WH3117> that I commanded<WH6680> judges<WH8199> to be over my people<WH5971> Israel.<WH3478> I will cause you to rest<WH5117> from all your enemies.<WH341> Moreover Yahweh<WH3068> tells<WH5046> you that Yahweh will make<WH6213> you a house.<WH1004>"},{"number":12,"verse":"When your days<WH3117> are fulfilled,<WH4390> and you shall sleep<WH7901> with your fathers,<WH1> I will set up<WH6965> your seed<WH2233> after<WH310> you,<WH3318> who shall proceed out of your bowels,<WH4578> and I will establish<WH3559> his kingdom.<WH4467>"},{"number":13,"verse":"He shall build<WH1129> a house<WH1004> for my name,<WH8034> and I will establish<WH3559> the throne<WH3678> of his kingdom<WH4467><WH99999> forever.<WH5769>"},{"number":14,"verse":"I will be his father,<WH1> and he shall be my son.<WH1121> If he commits iniquity,<WH5753> I will chasten<WH3198> him with the rod<WH7626> of men,<WH582> and with the stripes<WH5061> of the children<WH1121> of men;<WH120>"},{"number":15,"verse":"but my loving kindness<WH2617> shall not depart from<WH5493> him,<WH5493> as I took it from Saul,<WH7586> whom I put away<WH5493> before you.<WH6440>"},{"number":16,"verse":"Your house<WH1004> and your kingdom<WH4467> shall be made<WH539> sure<WH5704> forever<WH5769> before<WH6440> you.<WH3678> Your throne shall be established<WH3559><WH99999> forever.<WH5769>\"'\""},{"number":17,"verse":"According to all these words,<WH1697> and according to all this vision,<WH2384> so Nathan<WH5416> spoke<WH1696> to David.<WH1732>"},{"number":18,"verse":"Then David<WH1732> the king<WH4428> went<WH935> in,<WH3427> and sat before<WH6440> Yahweh;<WH3068> and he said,<WH559> \"Who am I,<WH136> Lord Yahweh,<WH3069> and what is my house,<WH1004> that you have brought<WH935> me thus far?<WH1988>"},{"number":19,"verse":"This was yet a small thing<WH6994> in your eyes,<WH5869> Lord<WH136> Yahweh;<WH3069> but you have spoken<WH1696> also of your servant<WH5650>'s house<WH1004> for a great while to come;<WH7350> and this after the way<WH8452> of men,<WH120> Lord<WH136> Yahweh!<WH3069>"},{"number":20,"verse":"What more<WH3254> can<WH3254> David<WH1732> say<WH1696> to you?<WH3045> For you know your servant,<WH5650> Lord<WH136> Yahweh.<WH3069>"},{"number":21,"verse":"For your word<WH1697>'s sake,<WH3820> and according to your own heart, you have worked<WH6213> all this greatness,<WH1420> to make your servant<WH5650> know it.<WH3045>"},{"number":22,"verse":"Therefore you are great,<WH1431> Yahweh<WH3068> God.<WH430> For there is none like you,<WH430> neither is there any God besides<WH2108> you,<WH8085> according to all that we have heard with our ears.<WH241>"},{"number":23,"verse":"What one<WH259> nation<WH1471> in the earth<WH776> is like your people,<WH5971> even like Israel,<WH3478> whom God<WH430> went<WH1980> to redeem<WH6299> to himself for a people,<WH5971> and to make<WH7760> himself a name,<WH8034> and to do<WH6213> great things<WH1420> for you,<WH3372> and awesome things for your land,<WH776> before<WH6440> your people,<WH5971> whom you redeem<WH6299> to yourself out of Egypt,<WH4714> from the nations<WH1471> and their gods?<WH430>"},{"number":24,"verse":"You established<WH3559> for yourself your people<WH5971> Israel<WH3478> to be a people<WH5971> to you<WH5704> forever;<WH5769> and you,<WH3068> Yahweh, became<WH1961> their God.<WH430>"},{"number":25,"verse":"Now,<WH3068> Yahweh God,<WH430> the word<WH1697> that you have spoken<WH1696> concerning your servant,<WH5650> and concerning his house,<WH1004> confirm<WH6965> it<WH5704> forever,<WH5769> and do<WH6213> as you have spoken.<WH1696>"},{"number":26,"verse":"Let your name<WH8034> be magnified<WH1431><WH99999> forever,<WH5769> saying,<WH559> <WH3068> 'Yahweh of Armies<WH6635> is God<WH430> over Israel;<WH3478> and the house<WH1004> of your servant<WH5650> David<WH1732> shall be established<WH3559> before you.<WH6440>'"},{"number":27,"verse":"For you,<WH3068> Yahweh of Armies,<WH6635> the God<WH430> of Israel,<WH3478> have revealed<WH1540> to your servant,<WH5650> saying,<WH559> <WH1129> 'I will build you a house.<WH1004>' Therefore your servant<WH5650> has found<WH4672> in his heart<WH3820> to pray<WH6419> this prayer to you.<WH8605>"},{"number":28,"verse":"\"Now,<WH136> O Lord Yahweh,<WH3069> you are God,<WH430> and your words<WH1697> are truth,<WH571> and you have promised<WH1696> this good<WH2896> thing to your servant.<WH5650>"},{"number":29,"verse":"Now therefore let it please<WH2974> you to bless<WH1288> the house<WH1004> of your servant,<WH5650> that it may continue forever<WH5769> before<WH6440> you;<WH136> for you, Lord Yahweh,<WH3069> have spoken<WH1696> it.<WH1004> Let the house of your servant<WH5650> be blessed<WH1288> forever<WH5769> with your blessing.<WH1293>\""}]}