{"bibleAbbr":"WB1895","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"For the law having a shadow of good things to come, not the thing itself, can never with those sacrifices, which they continually offer year after year, make those who come perfect."},{"number":2,"verse":"For wouldn't they have stopped being offered? Because worshipers, once purified, should have no more conscientiousness of sins."},{"number":3,"verse":"But in those [sacrifices there is] a recollection of sins every year,"},{"number":4,"verse":"because [it is] impossible for the blood of bulls and goats to take away sins."},{"number":5,"verse":"For this reason when he came into the world, he said, \"Sacrifice and offering is not what you want, but you have prepared a body for me."},{"number":6,"verse":"You were not pleased with burnt offerings or sin-offerings.\""},{"number":7,"verse":"Then I said, \"Look, I am here (in the roll of the book it is written about me) to do your will, O God\"."},{"number":8,"verse":"When he said above, \"Sacrifice, offering, burnt offerings, and sin-offerings you didn't want, nor pleased [with them]\" (those offered by the law)."},{"number":9,"verse":"He then said, \"See, I have come to do your will, O God.\" He abolishes the first, so that he may establish the second."},{"number":10,"verse":"By that determined choice we are freed from the guilt of sin through the one time offering of the body of Jesus Christ."},{"number":11,"verse":"Every priest stands day after day doing service and offering the same sacrifices over and over, which can never take away sins."},{"number":12,"verse":"He himself, however, after he had offered one permanent sacrifice for sins, sat down on the right hand of God,"},{"number":13,"verse":"from then on waiting until his enemies are made his footstool."},{"number":14,"verse":"For by one sacrifice, he has perfected forever those who are free from the guilt of sin."},{"number":15,"verse":"And the Holy Spirit is also a witness to us, because after what he had said before,"},{"number":16,"verse":"This [is] the covenant that I will make with them after those days,' says the Lord, «I will put my laws into their heart, and I write them in their minds,"},{"number":17,"verse":"and I will not any longer remember their sins and lawless actions.»"},{"number":18,"verse":"Now where [there is] forgiveness of these, there [is] no more sacrifice for sin."},{"number":19,"verse":"Therefore, brethren, having boldness to enter into the Holy of Holies by the blood of Jesus,"},{"number":20,"verse":"by a fresh and living way which he has initiated for us through the curtain, that is, his flesh,"},{"number":21,"verse":"and [having] a High Priest over the house of God,"},{"number":22,"verse":"let us come near with a true heart in full assurance of faith, [because] our hearts have been sprinkled from an evil conscience and our bodies washed with pure water."},{"number":23,"verse":"Let us tightly hold on to the confession of hope without wavering, for the one who promised is faithful."},{"number":24,"verse":"Let us think about one another in order to stimulate love and good works."},{"number":25,"verse":"Do not forsake the gathering of ourselves together as [is] the practice of some, but encourage [each other] and more so as you see the Day coming,"},{"number":26,"verse":"because if we sin deliberately after we have received the knowledge of the truth, there doesn't remain any more sacrifice for sins,"},{"number":27,"verse":"only a certain, fearful expectation of judgment and indignation of fire which will devour the adversaries."},{"number":28,"verse":"Anyone who despised Moses' law died without mercy on [the testimony] of two or three witnesses."},{"number":29,"verse":"How much worse punishment, do you think, will be deserving the one who has spurned the Son of God and has considered the blood of the covenant, with which he was purified, an unholy thing and has insulted the Spirit of grace?"},{"number":30,"verse":"For we know him who has said, \"Vengeance is mine; I will repay,\" says the Lord. And in addition, \"The Lord will judge his people.\""},{"number":31,"verse":"[It is] a terrifying thing to fall into the hands of the living God."},{"number":32,"verse":"But remember the past days, in which, after you were enlightened, you endured a great struggle of hardship."},{"number":33,"verse":"At times, you were viewed with scorn, both with insults and persecutions, and at times, you were associated with those who were treated this way."},{"number":34,"verse":"For you had compassion on me in my imprisonment and with joy allowed the stealing of you possessions, knowing in yourselves that you have better and enduring possessions in heaven."},{"number":35,"verse":"Therefore, do not throw away your confidence, which has great reward."},{"number":36,"verse":"You need perseverance, so that, after you have done the will of God, you will receive the promise."},{"number":37,"verse":"For besides, in a little while, he, who will come, will come and will not delay."},{"number":38,"verse":"Now the just will live by faith, but if he turns back, my soul will not be will pleased with him."},{"number":39,"verse":"But we are not those who turn back into eternal ruin but of those who have faith for preserving the soul."}]}