{"bibleAbbr":"UST2024","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":13,"verses":[{"number":1,"verse":"Let brotherly love continue."},{"number":2,"verse":"Do not forget hospitality for strangers. For through this, some have shown hospitality to angels without knowing it."},{"number":3,"verse":"Remember prisoners, as if you were bound with them. Remember those who are mistreated, as if you also were them in the body."},{"number":4,"verse":"Let marriage be respected by everyone. Let the marriage bed be pure, for God will judge the sexually immoral people and adulterers."},{"number":5,"verse":"Let your conduct be free from the love of money. Be content with the things you have, for God himself has said, \"I will never leave you, nor will I forsake you.\""},{"number":6,"verse":"Let us be content so that we may have courage to say, \" The Lord is my helper; I will not be afraid. What can a man do to me?\""},{"number":7,"verse":"Consider your leaders, those who spoke God's word to you, and consider the result of their conduct. Imitate their faith."},{"number":8,"verse":"Jesus Christ is the same yesterday, today, and forever."},{"number":9,"verse":"Do not be carried away by various strange teachings. For it is good that the heart should be strengthened by grace, not by foods that do not help those who walk by them."},{"number":10,"verse":"We have an altar from which those who serve in the tabernacle have no right to eat."},{"number":11,"verse":"For the blood of the animals killed for sins is brought by the high priest into the holy place, while their bodies are burned outside the camp."},{"number":12,"verse":"So Jesus also suffered outside the city gate, in order to sanctify the people through his own blood."},{"number":13,"verse":"Let us therefore go to him outside the camp, bearing his shame."},{"number":14,"verse":"For we do not have any permanent city here. Instead, we are looking for one that is to come."},{"number":15,"verse":"Through him, then, let us always offer up sacrifices of praise to God, praise that is the fruit of lips that acknowledge his name."},{"number":16,"verse":"Let us not forget doing good and helping one another, for it is with such sacrifices that God is very pleased."},{"number":17,"verse":"Obey and submit to your leaders, for they keep watch over your souls, as those who will give account. Obey so that your leaders will do this with joy, and not with groaning, which would be useless to you."},{"number":18,"verse":"Pray for us, for we are persuaded that we have a clean conscience and that we desire to live rightly in all things."},{"number":19,"verse":"I encourage you even more to do this, so that I will be returned to you sooner."},{"number":20,"verse":"Now may the God of peace, who brought back from the dead the great shepherd of the sheep, our Lord Jesus, by the blood of the eternal covenant,"},{"number":21,"verse":"equip you with everything good to do his will, working in us what is pleasing to him, through Jesus Christ, to whom be the glory forever. Amen."},{"number":22,"verse":"Now I encourage you, brothers, to bear with the word of encouragement that I have briefly written to you."},{"number":23,"verse":"Know that our brother Timothy has been set free, with whom I will see you if he comes soon."},{"number":24,"verse":"Greet all your leaders and all the believers. Those from Italy greet you."},{"number":25,"verse":"May grace be with you all."}]}