{"bibleAbbr":"WYC1395","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"And the strong veniaunce of the Lord addide to be wrooth ayens Israel"},{"number":2,"verse":"And the kyng seide to Joab, the prince of his oost, Go thou bi alle lynagis of Israel fro Dan `til to Bersabee, and noumbre thou the puple, that Y wite the noumbre therof."},{"number":3,"verse":"And Joab seide to the kyng, Thi Lord God encresse to this puple, `hou greet it is now, and eft multiplie he an hundrid fold in the siyt of my lord the kyng; but what wole my lord the kyng to hym silf in sich a thing?"},{"number":4,"verse":"Sotheli the word of the kyng ouer cam the wordis of Joab, and of the princes of the oost; and Joab yede out, and the princes of the knyytis, fro the face of the kyng, that thei schulden noumbre the puple of Israel."},{"number":5,"verse":"And whanne thei hadden passid Jordan, thei camen in to Aroer, to the riyt side of the citee which is in the valei of Gad;"},{"number":6,"verse":"and thei passiden bi Jazer in to Galaad, and in to the lowere lond of Odsi, and camen in to the wodi places of Dan; and thei cumpassiden bisidis Sidon,"},{"number":7,"verse":"and passiden nyy the wallis of Tire, and nyy al the lond of Euei, and of Chananei; and thei camen to the south of Juda, in Bersabee."},{"number":8,"verse":"And whanne al the lond was cumpassid, thei camen aftir nyne monethis and twenti daies in to Jerusalem."},{"number":9,"verse":"Therfor Joab yaf the noumbre of discriuyng of the puple to the kyng. And of Israel weren foundun nyne hundryd thousynd of stronge men, that drewen out swerd; and of Juda fyue hundrid thousynde of fiyteris."},{"number":10,"verse":"Forsothe the herte of Dauid smoot hym, `that is, his concience repreuyde hym, aftir that the puple was noumbrid; and Dauid seide to the Lord, Y synnede greetli to the Lord half a sicle, and this was not doon here. ] in this dede; but, Lord, Y preye that thou turne awei the wickidnesse of thi seruaunt, for Y dide ful folili."},{"number":11,"verse":"Therfor Dauid roos eerli, and the word of the Lord was maad to Gad, the prophete and seere, and seide, Go thou,"},{"number":12,"verse":"and speke to Dauid, The Lord seith these thingis, The chesyng of thre thingis is youun to thee; chese thou oon, which thou wolt of these, that Y do to thee."},{"number":13,"verse":"And whanne Gad hadde come to Dauid, he telde to Dauid, and seide, Ether hungur schal come to thee in thi lond seuene yeer; ethir thre monethis thou schalt fle thin aduersaries, and thei schulen pursue thee; ether certis thre daies pestilence schal be in thi lond; now therfor delyuere thou, `ether auyse thou, and se, what word Y schal answere to hym that sente me."},{"number":14,"verse":"Forsothe Dauid seide to Gad, Y am constreyned on ech side greetli; but it is betere that Y falle in to the hondis of the Lord , for his emercies ben manye, than in the hondis of men."},{"number":15,"verse":"And the Lord sente pestilence in to Israel fro the morewtid `til to the tyme ordeyned ; and seuenti thousynde of men weren deed of the puple fro Dan `til to Bersabee."},{"number":16,"verse":"And whanne the aungel of the Lord hadde holde forth his hond ouer Jerusalem, that he schulde distrie it, the Lord hadde mercy on the turmentyng; and seide to the aungel smytynge the puple, It sufficith now; withholde thin hond. Forsothe the aungel of the Lord was bisidis the corn floor of Areuna Jebusey."},{"number":17,"verse":"And Dauid seide to the Lord, whanne he hadde seyn the aungel sleynge the puple, Y am he that `haue synned, and Y dide wickidli; what han these do, that ben scheep? Y biseche, thin hond be turned ayens me, and ayens the hows of my fadir."},{"number":18,"verse":"Forsothe Gad, the prophete, cam to Dauid in that dai, and seide to hym, Stie thou, and ordeyne an auter to the Lord in the corn floor of Areuna Jebusei."},{"number":19,"verse":"And Dauid stiede, vpe the word of Gad, which the Lord hadde comaundid to hym."},{"number":20,"verse":"And Areuna bihelde, and perseyuede, that the kyng and hise seruauntis passiden to hym;"},{"number":21,"verse":"and he yede out, and worschipide the kyng bi low cheer to the erthe; and seide, What `cause is, that my lord the kyng cometh to his seruaunt? To whom Dauid seide, That Y bie of thee the corn floor, and bilde an auter to the Lord, and the sleynge ceesse, which is cruel in the puple."},{"number":22,"verse":"And Areuna seide to Dauid, My lord the kyng take, and offre, as it plesith hym; thou hast oxis in to brent sacrifice, and a wayn and yockis of oxis in to vss of wode."},{"number":23,"verse":"Areuna yaf alle thingis to the king. And Areuna seide to the king, Thi Lord God reseyue thi vow."},{"number":24,"verse":"To whom the king answeride, and seide, Not as thou wolt, but Y schal bie of thee for prijs, and Y schal not offre to `my Lord God brent sacrifices youun freli. Therfor Dauid bouyte the corn floor , and `he bouyte oxis for fifti siclis of siluer."},{"number":25,"verse":"And Dauid bildide there an auter to the Lord, and offride brent sacrifices and pesible sacrifices; and the Lord dide merci to the lond, and the veniaunce was refreyned fro Israel."}]}