{"bibleAbbr":"WYC1395","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"Forsothe it was doon aftir these thingis, Dauid smoot Filisteis, and made low hem; and Dauid took awei the bridil of tribute fro the hond of Filisteis."},{"number":2,"verse":"And Dauid smoot Moab, and mat hem with a coorde, and made euene to the erthe; forsothe `he mat twey cordis, oon to sle, and oon to quikene. And Moab seruyde Dauid vndur tribute."},{"number":3,"verse":"And Dauid smoot Adadezer, sone of Roob, kyng of Soba, whanne he yede forth to be lord ouer the flood Eufrates."},{"number":4,"verse":"And whanne a thousynde and seuene hundrid kniytis of his part weren takun, and twenti thousynde of foot men, Dauid hoxide alle `drawynge beestis in charis; but Dauid lefte of tho an hundrid charis, that is, the horsis of an hundrid charis."},{"number":5,"verse":"Also Sirie of Damask cam, that it schulde bere help to Adadezer, kyng of Soba; and Dauid smoot of Sirie two and twenti thousynde of men."},{"number":6,"verse":"And Dauid settide strengthe in Sirie of Damask, and Sirie was maad seruynge Dauid vndur tribute. And the Lord kepte Dauid in alle thingis, to what euer thingis he yede forth."},{"number":7,"verse":"And Dauid took goldun armeris and bies, whiche the seruauntis of Adadezer hadden, and he brouyte tho in to Jerusalem."},{"number":8,"verse":"And of Bethe, and of Beroth, citees of Adadezer, Dauith the kyng took ful myche metal; `of the whiche Salomon made alle the brasen vessels in the temple, and the brasen see, and the pilers, and the auter."},{"number":9,"verse":"Forsothe Thou, kyng of Emath, herde that Dauid hadde smyte al the strengthe of Adadezer."},{"number":10,"verse":"And Thou sente Joram, his sone, to `kyng Dauid, that he schulde grete hym, and thanke, and do thankyngis, for he hadde ouercome Adadezer, and hadde smyte hym; for Thou was enemy to Adadeser; and vessels of silver, and vessels of gold, and vessels of bras weren in his hond."},{"number":11,"verse":"And the same vessels kyng Dauid halewid `to the Lord, with the siluer and gold, whiche he hadde halewid of alle hethene men, whiche `hethene men he made suget of Sirye,"},{"number":12,"verse":"and Moab, and the sones of Amon, and Filisteis, and Amalech, and of the spuylis of Adadezer, sone of Roob, kyng of Soba."},{"number":13,"verse":"Also Dauid made to hym a name, whanne he turnede ayen, whanne Sirie was takun, for eiytene thousynde weren slayn in the valey, where salt is maad, and in Gebelem, to thre and twenti thousynde."},{"number":14,"verse":"And he settide keperis in Ydumee, and ordeinede strong hold, and al Ydumee was maad seruynge to Dauid; and the Lord kepte Dauid in alle thingis, to whateuer thingis he yede forth."},{"number":15,"verse":"And Dauid regnede on al Israel, and Dauid dide doom, and riytfulnesse to al his puple."},{"number":16,"verse":"Forsothe Joab, the sone of Saruy, was ouer the oost; sotheli Josaphat, sone of Achilud, was chaunceler; and Sadoch,"},{"number":17,"verse":"sone of Achitob, and Achymelech, sone of Abiathar, weren preestis; and Saraye was scryuyn."},{"number":18,"verse":"Forsothe Bananye, sone of Joiada, was ouer Cerethi and Pherethi, that is, ouer archeris and arblasteris; sotheli the sones of Dauid weren prestis."}]}