{"bibleAbbr":"Thomson1808","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"And to the angel of the congregation at Sardis write, \"Thus saith he, who hath the seven spirits of God and the seven stars. I know thy works, that thou hast the name of being alive, though thou art dead."},{"number":2,"verse":"Be watchful, and strengthen the remains which are likely to die. For I have not found thy works perfect in the sight of God."},{"number":3,"verse":"Remember therefore how thou hast received, and heard, and keep fast hold, and reform. For if thou wilt not watch, I will come against thee, as a thief, so that thou shall not know at what hour I shall come against thee."},{"number":4,"verse":"Thou hast a few names even in Sardis who have not defiled their garments. These shall walk with me in white robes because they are worthy."},{"number":5,"verse":"He who overcometh shall be clothed with white raiment, and I will not blot his name out of the book of life, but will acknowledge his name before my Father, and before his angels."},{"number":6,"verse":"Let him who hath an ear hem what the spirit saith to the congregations.\""},{"number":7,"verse":"And to the angel of the congregation at Philadelphia write thus saith the Holy one and the True, who hath the key [the Son] of David, who openeth and none shutteth, and who shutteth and none openeth,"},{"number":8,"verse":"I know thy works. Behold I have set before thee an open door, and none can shut it. Because thou hast a little strength and hast kept my word, and hast not denied my name,"},{"number":9,"verse":"behold I give thee some of the synagogue of satan, who say they are Jews and are not; but do lie. Behold I will make them come, and worship at thy feet, and know that I have loved thee."},{"number":10,"verse":"Because thou hast kept the word of my patience, I will keep thee from the hour of trial which is coming soon on the whole world, to try the inhabitants of the earth."},{"number":11,"verse":"Behold I am coming quickly. Hold fast what thou hast, that none may take thy crown."},{"number":12,"verse":"Him who overcometh I will make a pillar in the temple of my God, and he shall go out no more. And I will write on him the name of my God, and the name of the city of my God, (the new Jerusalem which cometh down out of heaven from my God) and mine own new name."},{"number":13,"verse":"Let him who hath an ear hear what the spirit saith to the congregations."},{"number":14,"verse":"“And to the angel of the congregation of the Laodicians write, Thus saith the Amen, the faithful and true witness, the beginning of the creation of God,"},{"number":15,"verse":"I know thy works, that thou art neither cold nor hot. I wish thou wert cold or hot."},{"number":16,"verse":"So then; because thou art lukewarm, and neither cold nor hot, I am about to spit thee out of my mouth,"},{"number":17,"verse":"because thou sayest, “I am rich and become wealthy, and have need of nothing,” and knowest not that thou art wretched, and miserable, and poor, and blind, and naked."},{"number":18,"verse":"I advise thee to purchase of me gold tried in the fire that thou mayst be rich, and white raiment that thou mayst be clothed, and that the shame of thy nakedness may not appear; and anoint thine eyes with eye salve, that thou mayst see."},{"number":19,"verse":"Whomsoever I love, I rebuke and chastise. Be zealous therefore, and reform."},{"number":20,"verse":"Behold I stand at the door and knock. If any one will hearken to my voice and open the door, I will come in to him, and sup with him, and he with me."},{"number":21,"verse":"To him who overcometh I will grant to sit with me on my throne, as I have overcome, and sit with my Father on his throne."},{"number":22,"verse":"Let him who hath an ear hear what the spirit saith to the congregations.\""}]}