{"bibleAbbr":"teOV2016","bookName":"అపొస్తలుల కార్యములు","bookEnglishName":"Acts of the Apostles","chapterNumber":15,"verses":[{"number":1,"verse":"కొందరు యూదయనుండి వచ్చి–మీరు మోషే . నియమించిన ఆచారము చొప్పున సున్నతి పొందితేనే గాని రక్షణ పొందలేరని సహోదరులకు బోధించిరి.౹"},{"number":2,"verse":"పౌలునకును బర్నబాకును వారితో విశేష వివాదమును తర్కమును కలిగినప్పుడు, ఈ అంశము విషయమై పౌలును బర్నబాయు తమలో మరి కొందరును యెరూషలేమునకు అపొస్తలులయొద్దకును పెద్దలయొద్దకును వెళ్లవలెనని సహోదరులు నిశ్చయించిరి.౹"},{"number":3,"verse":"కాబట్టి వారు సంఘమువలన సాగనంపబడి, ఫేనీకే సమరయ దేశములద్వారా వెళ్లుచు, అన్యజనులు దేవునివైపు తిరిగిన సంగతి తెలియపరచి సహోదరులకందరికిని మహా సంతోషము కలుగజేసిరి.౹"},{"number":4,"verse":"వారు యెరూషలేమునకు రాగా, సంఘపువారును అపొస్తలులును పెద్దలును వారిని చేర్చుకొనిరి; దేవుడు తమకు తోడై యుండి చేసినవన్నియు వారు వివరించిరి.౹"},{"number":5,"verse":"పరిసయ్యుల తెగలో విశ్వాసులైన కొందరులేచి, అన్యజనులకు సున్నతి చేయింపవలెననియు, మోషే ధర్మశాస్త్రమును గైకొనుడని వారికి ఆజ్ఞాపింపవలెననియు చెప్పిరి."},{"number":6,"verse":"అప్పుడు అపొస్తలులును పెద్దలును ఈ సంగతినిగూర్చి ఆలోచించుటకు కూడివచ్చిరి. బహు తర్కము జరిగిన తరువాత పేతురు లేచి వారితో ఇట్లనెను—"},{"number":7,"verse":"సహోదరులారా, ఆరంభమందు అన్యజనులు నా నోట సువార్త వాక్యము విని విశ్వసించులాగున మీలో నన్ను దేవుడేర్పరచుకొనెనని మీకు తెలియును.౹"},{"number":8,"verse":"మరియు హృదయములను ఎరిగిన దేవుడు మనకు అనుగ్రహించినట్టుగానే వారికిని పరిశుద్ధాత్మను అనుగ్రహించి, వారినిగూర్చి సాక్ష్య మిచ్చెను.౹"},{"number":9,"verse":"వారి హృదయములను విశ్వాసమువలన పవిత్రపరచి మనకును వారికిని ఏ భేదమైనను కనుపరచలేదు౹"},{"number":10,"verse":"గనుక మన పితరులైనను మనమైనను మోయలేని కాడిని శిష్యుల మెడమీద పెట్టి మీ రెందుకు దేవుని శోధించుచున్నారు?౹"},{"number":11,"verse":"ప్రభువైన యేసు కృపచేత మనము రక్షణ పొందుదుమని నమ్ముచున్నాము గదా? అలాగే వారును రక్షణ పొందుదురు అనెను."},{"number":12,"verse":"అంతట ఆ సమూహమంతయు ఊరకుండి, బర్నబాయు పౌలును తమ ద్వారా దేవుడు అన్యజనులలో చేసిన సూచకక్రియలను అద్భుతములను వివరించగా ఆలకించెను.౹"},{"number":13,"verse":"వారు చాలించిన తరువాత యాకోబు ఇట్లనెను–సహోదరులారా, నా మాట ఆలకించుడి.౹"},{"number":14,"verse":"అన్యజనులలోనుండి దేవుడు తన నామముకొరకు ఒక జనమును ఏర్పరచుకొనుటకు వారిని ఏలాగు మొదట కటాక్షించెనో సుమెయోను వివరించియున్నాడు.౹"},{"number":15,"verse":"ఇందుకు ప్రవక్తల వాక్యములు సరిపడియున్నవి; ఎట్లనగా—"},{"number":16,"verse":"ఆ తరువాత నేను తిరిగి వచ్చెదను; మనుష్యులలో కడమవారును నా నామము ఎవరికి పెట్టబడెనో ఆ సమస్తమైన అన్యజనులును ప్రభువు ను వెదకునట్లు"},{"number":17,"verse":"పడిపోయిన దావీదు గుడారమును తిరిగి కట్టెదను దాని పాడైనవాటిని తిరిగి కట్టి దానిని నిలువబెట్టెద నని అనాదికాలమునుండి ఈ సంగతులను తెలియ"},{"number":18,"verse":"పరచిన ప్రభువు సెలవిచ్చుచున్నాడు అని వ్రాయబడియున్నది.౹"},{"number":19,"verse":"కాబట్టి అన్యజనులలోనుండి దేవునివైపు తిరుగుచున్నవారిని మనము కష్టపట్టక౹"},{"number":20,"verse":"విగ్రహ సంబంధమైన అపవిత్రతను, జారత్వమును, గొంతుపిసికి చంపినదానిని, రక్తమును, విసర్జించుటకు వారికి పత్రిక వ్రాసి పంపవలెనని నా అభిప్రాయము.౹"},{"number":21,"verse":"ఏలయనగా, సమాజమందిరములలో ప్రతి విశ్రాంతిదినమున మోషే లేఖనములు చదువుటవలనమునుపటి తరములనుండి అతని నియమమును ప్రకటించువారు ప్రతి పట్టణములో ఉన్నారని చెప్పెను."},{"number":22,"verse":"అప్పుడు సహోదరులలో ముఖ్యులైన బర్సబ్బా అను మారుపేరుగల యూదాను సీలను తమలో ఏర్పరచుకొని, పౌలుతోను బర్నబాతోను అంతియొకయకు పంపుట యుక్తమని అపొస్తలులకును పెద్దలకును సంఘమంతటికిని తోచెను.౹"},{"number":23,"verse":"వీరు వ్రాసి, వారిచేత పంపిన దేమనగా–అపొస్తలులును పెద్దలైన సహోదరులును అంతియొకయలోను, సిరియలోను, కిలికియలోను నివసించుచు అన్యజనులుగానుండిన సహోదరులకు శుభము.౹"},{"number":24,"verse":"కొందరు మాయొద్దనుండి వెళ్లి, తమ బోధచేత మిమ్మును కలవరపరచి, మీ మనస్సులను చెరుపుచున్నారని వింటిమి. వారికి మే మధికారమిచ్చి యుండలేదు౹"},{"number":25,"verse":"[25-26] గనుక మనుష్యులను ఏర్పరచి, మన ప్రభువైన యేసుక్రీస్తు పేరుకొరకు తమ్మును తాము అప్పగించుకొనిన బర్నబా పౌలు అను మన ప్రియులతోకూడ మీయొద్దకు పంపుట యుక్తమని మాకంద రికి ఏకాభిప్రాయము కలిగెను.౹"},{"number":27,"verse":"కాగా యూదాను సీలను పంపి యున్నాము; వారును నోటిమాటతో ఈ సంగతులు మీకు తెలియజేతురు.౹"},{"number":28,"verse":"[28-29] విగ్రహములకు అర్పించిన వాటిని, రక్తమును, గొంతుపిసికి చంపినదానిని, జారత్వమును విసర్జింపవలెను. ఈ అవశ్యమైన వాటికంటె ఎక్కువైన యే భారమును మీ మీద మోపకూడదని, పరిశుద్ధాత్మకును మాకును తోచెను. వీటికి దూరముగా ఉండుటకు జాగ్రత్తపడితిరా అది మీకు మేలు. మీకు క్షేమము కలుగును గాక."},{"number":30,"verse":"అంతట వారు సెలవుపుచ్చుకొని అంతియొకయకు వచ్చి శిష్యులను సమకూర్చి ఆ పత్రిక ఇచ్చిరి.౹"},{"number":31,"verse":"వారు దానిని చదువుకొని అందువలన ఆదరణ పొంది సంతోషించిరి.౹"},{"number":32,"verse":"మరియు యూదాయు సీలయు కూడ ప్రవక్తలై యుండి నందున పెక్కుమాటలతో సహోదరుల నాదరించి స్థిరపరచిరి.౹"},{"number":33,"verse":"[33-34] వారు అక్కడ కొంతకాలము గడపి, సహోదరులయొద్దనుండి తమ్మును పంపిన వారియొద్దకు వెళ్లుటకు సమాధానముతో సెలవు పుచ్చుకొనిరి.౹"},{"number":35,"verse":"అయితే పౌలును బర్నబాయు అంతియొకయలో నిలిచి, యింక అనేకులతోకూడ ప్రభువు వాక్యము బోధించుచు ప్రకటించుచు నుండిరి."},{"number":36,"verse":"కొన్ని దినములైన తరువాత–ఏ యే పట్టణములలో ప్రభువు వాక్యము ప్రచురపరచితిమో ఆయా ప్రతి పట్టణములో ఉన్న సహోదరులయొద్దకు తిరిగి వెళ్లి, వారేలాగున్నారో మనము చూతమని పౌలు బర్నబాతో అనెను.౹"},{"number":37,"verse":"అప్పుడు మార్కు అనుమారు పేరుగల యోహానును వెంటబెట్టుకొని పోవుటకు బర్నబా యిష్టపడెను.౹"},{"number":38,"verse":"అయితే పౌలు, పంఫూలియలో పనికొరకు తమతోకూడ రాక తమ్మును విడిచిన వానిని వెంటబెట్టుకొని పోవుట యుక్తము కాదని తలంచెను.౹"},{"number":39,"verse":"వారిలో తీవ్రమైన వాదము కలిగినందునవారు ఒకనిని ఒకడు విడిచి వేరైపోయిరి. బర్నబా మార్కును వెంటబెట్టుకొని ఓడ ఎక్కి కుప్రకు వెళ్లెను;౹"},{"number":40,"verse":"[40-41] పౌలు సీలను ఏర్పరచుకొని, సహోదరులచేత ప్రభువు కృపకు అప్పగింపబడినవాడై బయలుదేరి, సంఘములను స్థిరపరచుచు సిరియ కిలికియ దేశముల ద్వారా సంచారము చేయుచుండెను."}]}