{"bibleAbbr":"teOV2016","bookName":"అపొస్తలుల కార్యములు","bookEnglishName":"Acts of the Apostles","chapterNumber":17,"verses":[{"number":1,"verse":"వారు అంఫిపొలి, అపొల్లోనియ పట్టణములమీదుగా . వెళ్లి థెస్సలొనీకకు వచ్చిరి. అక్కడ యూదుల సమాజమందిరమొకటి యుండెను౹"},{"number":2,"verse":"[2-3] గనుక పౌలు తనవాడుక చొప్పున సమాజపు వారియొద్దకు వెళ్లి–క్రీస్తు శ్రమపడి మృతులలోనుండి లేచుట ఆవశ్యకమనియు, నేను మీకు ప్రచురముచేయు యేసే క్రీస్తయియున్నాడనియు లేఖనములలోనుండి దృష్టాంతములనెత్తి విప్పి చెప్పుచు, వారితో మూడువిశ్రాంతిదినములు ( లేక, మూడువారములు.) తర్కించుచుండెను.౹"},{"number":4,"verse":"వారిలో కొందరును, భక్తిపరులగు గ్రీసుదేశస్థులలో చాలమందియు, ఘనతగల ( మూలభాషలో–ప్రముఖులగు.) స్త్రీలలో అనేకులును ఒప్పుకొని పౌలుతోను సీలతోను కలిసికొనిరి.౹"},{"number":5,"verse":"అయితే యూదులు మత్సరపడి, పనిపాటులు లేక తిరుగు కొందరు దుష్టులను వెంటబెట్టుకొని గుంపుకూర్చి పట్టణమెల్ల అల్లరిచేయుచు, యాసోను ఇంటిమీదపడి వారిని జనుల సభయెదుటికి తీసికొని వచ్చుటకు యత్నముచేసిరి.౹"},{"number":6,"verse":"అయితే వారు కనబడనందున యాసోనును కొందరు సహోదరులను ఆ పట్టణపు అధికారులయొద్దకు ఈడ్చుకొనిపోయి — భూలోకమును తలక్రిందుచేసిన వీరు ఇక్కడికి కూడ వచ్చియున్నారు; యాసోను వీరిని చేర్చుకొనియున్నాడు.౹"},{"number":7,"verse":"వీరందరు యేసు అను వేరొక రాజున్నాడని చెప్పి, కైసరు చట్టములకు విరోధముగా నడుచుకొనువారు అని కేకలువేసిరి.౹"},{"number":8,"verse":"ఈ మాటలు వినుచున్న జనసమూహమును పట్టణపు అధికారులను కలవరపరచిరి.౹"},{"number":9,"verse":"వారు యాసోనునొద్దను మిగిలినవారియొద్దను జామీను తీసికొని వారిని విడుదల చేసిరి."},{"number":10,"verse":"వెంటనే సహోదరులు రాత్రివేళ పౌలును సీలను బెరయకు పంపించిరి. వారు వచ్చి యూదుల సమాజమందిరములో ప్రవేశించిరి.౹"},{"number":11,"verse":"వీరు థెస్సలొనీకలో ఉన్న వారికంటె ఘనులైయుండిరి గనుక ఆసక్తితో వాక్యమును అంగీకరించి, పౌలును సీలయును చెప్పిన సంగతులు ఆలాగున్నవో లేవో అని ప్రతిదినమును లేఖనములు పరిశోధించుచు వచ్చిరి.౹"},{"number":12,"verse":"అందుచేత వారిలో అనేకులును, ఘనతగల గ్రీసుదేశస్థులైన స్త్రీలలోను పురుషులలోను చాలమందియు విశ్వసించిరి.౹"},{"number":13,"verse":"అయితే బెరయలో కూడ పౌలు దేవుని వాక్యము ప్రచురించుచున్నాడని థెస్సలొనీకలో ఉండు యూదులు తెలిసికొని అక్కడికిని వచ్చి జనసమూహములను రేపి కలవరపరచిరి.౹"},{"number":14,"verse":"వెంటనే సహోదరులు పౌలును సముద్రమువరకు వెళ్లుమని పంపిరి; అయితే సీలయు తిమోతియు అక్కడనే నిలిచిపోయిరి.౹"},{"number":15,"verse":"పౌలును సాగనంప వెళ్లినవారు అతనిని ఏథెన్సు పట్టణమువరకు తోడుకొని వచ్చి, సీలయు తిమోతియు సాధ్యమైనంత శీఘ్రముగా అతనియొద్దకు రావలెనని ఆజ్ఞపొంది బయలుదేరి పోయిరి."},{"number":16,"verse":"పౌలు ఏథెన్సులో వారికొరకు కనిపెట్టుకొని యుండగా, ఆ పట్టణము విగ్రహములతో నిండియుండుట చూచి నందున అతని ఆత్మ పరితాపము పట్టలేకపోయెను.౹"},{"number":17,"verse":"కాబట్టి సమాజమందిరములలో యూదులతోను, భక్తిపరులైన వారితోను ప్రతిదినమున సంతవీధిలో తన్ను కలిసికొను వారితోను తర్కించుచు వచ్చెను.౹"},{"number":18,"verse":"ఎపికూరీయులలోను ( వీరు గ్రేకీయులలోని తెగలు.) స్తోయికులలోను ఉన్న కొందరు జ్ఞానులు అతనితో వాదించిరి. కొందరు–ఈ వదరుబోతు చెప్పునది ఏమిటని చెప్పుకొనిరి. అతడు యేసునుగూర్చియు పునరుత్థానమునుగూర్చియు ప్రకటించెను గనుక మరికొందరు–వీడు అన్యదేవతలను ( మూలభాషలో–దయ్యములను.) ప్రచురించుచున్నాడని చెప్పుకొనిరి.౹"},{"number":19,"verse":"అంతట వారు అతని వెంటబెట్టుకొని అరేయొపగు అను సభ యొద్దకు తీసికొనిపోయి–నీవు చేయుచున్న యీ నూతన బోధ యెట్టిదో మేము తెలిసికొనవచ్చునా?౹"},{"number":20,"verse":"కొన్ని క్రొత్త సంగతులు మా చెవులకు వినిపించుచున్నావు గనుక వీటి భావమేమో మేము తెలిసికొన గోరు చున్నామని చెప్పిరి.౹"},{"number":21,"verse":"ఏథెన్సువారందరును అక్కడ నివసించు పరదేశులును ఏదోయొక క్రొత్త సంగతి చెప్పుటయందును వినుటయందును మాత్రమే తమ కాలము గడుపు చుండువారు.౹"},{"number":22,"verse":"పౌలు అరేయొపగు మధ్య నిలిచిచెప్పిన దేమనగా –ఏథెన్సువారలారా, మీరు సమస్త విషయములలో అతి దేవతాభక్తిగలవారై యున్నట్టు నాకు కనబడు చున్నది.౹"},{"number":23,"verse":"నేను సంచరించుచు మీ దేవతా ప్రతిమలను చూచుచుండగా ఒక బలిపీఠము నాకు కనబడెను. దాని మీద–తెలియబడని దేవునికి అని వ్రాయబడియున్నది. కాబట్టి మీరు తెలియక దేనియందు భక్తికలిగియున్నారో దానినే నేను మీకు ప్రచురపరచుచున్నాను.౹"},{"number":24,"verse":"జగత్తును అందలి సమస్తమును నిర్మించిన దేవుడు తానే ఆకాశమునకును భూమికిని ప్రభువైయున్నందున హస్తకృతములైన ఆలయములలో నివసింపడు.౹"},{"number":25,"verse":"ఆయన అందరికిని జీవమును ఊపిరిని సమస్తమును దయచేయువాడు గనుక తనకు ఏదైనను కొదువ యున్నట్టు మనుష్యుల చేతులతో సేవింపబడువాడు కాడు.౹"},{"number":26,"verse":"[26-27] మరియు యావద్భూమిమీద కాపురముండుటకు ఆయన యొకనినుండి ప్రతి జాతి మనుష్యులను సృష్టించి, వారు ఒకవేళ దేవునిని తడవులాడి కనుగొందురేమో యని, తన్ను వెదకునిమిత్తము నిర్ణయకాలమును వారి నివాసస్థలముయొక్క పొలిమేరలను ఏర్పరచెను. ఆయన మనలో ఎవనికిని దూరముగా ఉండువాడు కాడు.౹"},{"number":28,"verse":"మనమాయనయందు బ్రదుకుచున్నాము, చలించుచున్నాము, ఉనికి కలిగియున్నాము. అటువలె–మన మాయన సంతానమని మీ కవీశ్వరులలో కొందరును చెప్పుచున్నారు.౹"},{"number":29,"verse":"కాబట్టి మనము దేవుని సంతానమై యుండి, మనుష్యుల చమత్కార కల్పనలవలన మల్చబడిన బంగారమునైనను వెండినైనను రాతినైనను దేవత్వము పోలి యున్నదని తలంపకూడదు.౹"},{"number":30,"verse":"ఆ అజ్ఞానకాలములను దేవుడు చూచి చూడనట్టుగా ఉండెను; ఇప్పుడైతే అంతటను అందరును మారుమనస్సు పొందవలెనని మనుష్యులకు ఆజ్ఞాపించుచున్నాడు.౹"},{"number":31,"verse":"ఎందుకనగా తాను నియమించిన మనుష్యునిచేత నీతి ననుసరించి భూలోకమునకు తీర్పుతీర్చ బోయెడి యొక దినమును నిర్ణయించియున్నాడు. మృతులలోనుండి ఆయనను లేపినందున దీని నమ్ముటకు అందరికిని ఆధారము కలుగజేసియున్నాడు."},{"number":32,"verse":"మృతుల పునరుత్థానమునుగూర్చి వారు వినినప్పుడు కొందరు అపహాస్యముచేసిరి; మరికొందరు–దీనిగూర్చి నీవు చెప్పునది ఇంకొకసారి విందుమని చెప్పిరి.౹"},{"number":33,"verse":"ఆలాగుండగా పౌలు వారి మధ్యనుండి వెళ్లిపోయెను.౹"},{"number":34,"verse":"అయితే కొందరు మనుష్యులు అతని హత్తుకొని విశ్వసించిరి. వారిలో అరేయొపగీతుడైన దియొనూసియు, దమరి అను ఒక స్త్రీయు, వీరితోకూడ మరికొందరునుండిరి."}]}