{"bibleAbbr":"teOV2016","bookName":"అపొస్తలుల కార్యములు","bookEnglishName":"Acts of the Apostles","chapterNumber":6,"verses":[{"number":1,"verse":"ఆ దినములలో శిష్యుల సంఖ్య విస్తరించుచున్నప్పుడు అనుదిన పరిచర్యలో తమలోని విధవరాండ్రను చిన్నచూపు చూచిరని హెబ్రీయులమీద గ్రీకుభాష మాట్లాడు యూదులు సణుగసాగిరి.౹"},{"number":2,"verse":"అప్పుడు పండ్రెండుగురు అపొస్తలులు తమయొద్దకు శిష్యుల సమూహమును పిలిచి–మేము దేవుని వాక్యము బోధించుట మాని, ఆహారము పంచిపెట్టుట ( మూలభాషలోబల్లలయొద్ద పరిచర్యచేయుట.) యుక్తముకాదు.౹"},{"number":3,"verse":"కాబట్టి సహోదరులారా, ఆత్మ తోను జ్ఞానముతోను నిండుకొని మంచిపేరు పొందిన యేడుగురు మనుష్యులను మీలో ఏర్పరచుకొనుడి. మేము వారిని ఈ పనికి నియమింతుము;౹"},{"number":4,"verse":"అయితే మేము ప్రార్థనయందును వాక్యపరిచర్యయందును ఎడతెగక యుందుమని చెప్పిరి.౹"},{"number":5,"verse":"ఈ మాట జనసమూహమంతటికి ఇష్టమైనందునవారు, విశ్వాసముతోను పరిశుద్ధాత్మతోను నిండుకొనినవాడైన స్తెఫను, ఫిలిప్పు, ప్రొకొరు, నీకా నోరు, తీమోను, పర్మెనాసు, యూదుల మతప్రవిష్టుడును అంతియొకయవాడును అగు నీకొలాసు అను వారిని ఏర్ప రచుకొని౹"},{"number":6,"verse":"వారిని అపొస్తలులయెదుట నిలువబెట్టిరి; వీరు ప్రార్థనచేసి వారిమీద చేతులుంచిరి."},{"number":7,"verse":"దేవుని వాక్యము ప్రబలమై శిష్యుల సంఖ్య యెరూషలేములో బహుగా విస్తరించెను; మరియు యాజకులలో అనేకులు విశ్వాసమునకు లోబడిరి."},{"number":8,"verse":"స్తెఫను కృపతోను బలముతోను నిండినవాడై ప్రజలమధ్య మహత్కార్యములను గొప్ప సూచకక్రియలను చేయుచుండెను.౹"},{"number":9,"verse":"అప్పుడు లిబెర్తీనులదనబడిన సమాజములోను, కురేనీయుల సమాజములోను, అలెక్సంద్రియుల సమాజములోను, కిలికియనుండియు ఆసియనుండియు వచ్చినవారిలోను, కొందరు వచ్చి స్తెఫనుతో తర్కించిరి గాని౹"},{"number":10,"verse":"మాటలాడుటయందు అతడు అగపరచిన జ్ఞానమును అతనిని ప్రేరేపించిన ఆత్మ ను వారెదిరింపలేకపోయిరి.౹"},{"number":11,"verse":"అప్పుడు వారు–వీడు మోషేమీదను దేవునిమీదను దూషణవాక్యములు పలుకగా మేము వింటిమని చెప్పుటకు మనుష్యులను కుదుర్చుకొని౹"},{"number":12,"verse":"ప్రజలను పెద్దలను శాస్త్రులను రేపి అతనిమీదికి వచ్చి౹"},{"number":13,"verse":"అతనిని పట్టుకొని మహాసభ యొద్దకు తీసికొనిపోయి అబద్ధపు సాక్షులను నిలువబెట్టిరి. వారు–ఈ మనుష్యుడెప్పుడును ఈ పరిశుద్ధ స్థలమునకును మన ధర్మశాస్త్రమునకును విరోధముగా మాటలాడుచున్నాడు.౹"},{"number":14,"verse":"ఈ నజరేయుడైన యేసు ఈ చోటును పాడుచేసి, మోషే మనకిచ్చిన ఆచారములను మార్చునని వీడు చెప్పగా మేము వింటిమనిరి.౹"},{"number":15,"verse":"సభలో కూర్చున్నవారందరు అతనివైపు తేరిచూడగా అతని ముఖము దేవదూత ముఖమువలె వారికి కనబడెను."}]}