{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"( ਅੱਸ਼ੂਰ ਦੀ ਚੜ੍ਹਾਈ ਤੇ ਬਰਬਾਦੀ) ਹਾਇ ਓਹਨਾਂ ਉੱਤੇ ਜਿਹੜੇ ਬੁਰੀਆਂ ਬਿਧੀਆਂ ਬਣਾਉਂਦੇ ਹਨ, ਅਤੇ ਓਹਨਾਂ ਲਿਖਾਰੀਆਂ ਉੱਤੇ ਜਿਹੜੇ ਜ਼ੁਲਮ ਨੂੰ ਲਿਖੀ ਜਾਂਦੇ ਹਨ!"},{"number":2,"verse":"ਭਈ ਓਹ ਗਰੀਬਾਂ ਨੂੰ ਇਨਸਾਫ ਤੋਂ ਮੋੜ ਦੇਣ, ਅਤੇ ਮੇਰੀ ਪਰਜਾ ਤੇ ਮਸਕੀਨਾਂ ਦਾ ਹੱਕ ਖੋਹ ਲੈਣ, ਭਈ ਵਿਧਵਾ ਓਹਨਾਂ ਦੀ ਲੁੱਟ ਹੋਣ, ਅਤੇ ਓਹ ਯਤੀਮਾਂ ਨੂੰ ਸ਼ਿਕਾਰ ਬਣਾਉਣ!"},{"number":3,"verse":"ਤੁਸੀਂ ਸਜ਼ਾ ਦੇ ਦਿਨ ਕੀ ਕਰੋਗੇ, ਉਸ ਬਰਬਾਦੀ ਵਿੱਚ ਜਿਹੜੀ ਦੂਰੋਂ ਆਵੇਗੀ? ਤੁਸੀਂ ਸਹਾਇਤਾ ਲਈ ਕਿਹ ਦੇ ਕੋਲ ਨੱਠੋਗੇ, ਅਤੇ ਆਪਣਾ ਮਾਲ ਧਨ ਕਿੱਥੇ ਛੱਡੋਗੇ?"},{"number":4,"verse":"ਏਹੋ ਈ ਹੈ ਭਈ ਓਹ ਕੈਦੀਆਂ ਦੇ ਹੇਠ ਨਿਉ ਜਾਣ, ਅਤੇ ਵੱਢਿਆਂ ਹੋਇਆਂ ਦੇ ਹੇਠ ਡਿੱਗ ਪੈਣ। ਏਹ ਦੇ ਹੁੰਦਿਆਂ ਤੇ ਵੀ ਉਹ ਦਾ ਕ੍ਰੋਧ ਨਹੀਂ ਹਟਿਆ, ਸਗੋਂ ਉਹ ਦਾ ਹੱਥ ਅਜੇ ਚੁੱਕਿਆ ਹੋਇਆ ਹੈ।।"},{"number":5,"verse":"ਹਾਇ ਅੱਸ਼ੂਰ — ਮੇਰੇ ਕ੍ਰੋਧ ਦੇ ਡੰਡੇ ਉੱਤੇ! ਉਹ ਲਾਠੀ ਜਿਹੜੀ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਹੈ ਮੇਰਾ ਗ਼ਜ਼ਬ ਹੈ।"},{"number":6,"verse":"ਮੈਂ ਉਹ ਨੂੰ ਇੱਕ ਬੇਧਰਮ ਕੌਮ ਉੱਤੇ ਘੱਲਾਂਗਾ, ਅਤੇ ਆਪਣੇ ਕਹਿਰ ਦੇ ਲੋਕਾਂ ਦੇ ਵਿਰੁੱਧ ਹੁਕਮ ਦਿਆਂਗਾ, ਭਈ ਉਹ ਲੁੱਟ ਲੁੱਟੇ ਤੇ ਮਾਲ ਚੁਰਾਵੇ, ਅਤੇ ਗਲੀਆਂ ਦੇ ਚਿੱਕੜ ਵਾਂਙੁ ਓਹਨਾਂ ਨੂੰ ਮਿੱਧੇ।"},{"number":7,"verse":"ਪਰ ਐਉਂ ਉਹ ਦੀ ਮਨਸ਼ਾ ਨਹੀਂ, ਨਾ ਉਹ ਦਾ ਮਨ ਐਉਂ ਸੋਚਦਾ ਹੈ, ਸਗੋਂ ਉਹ ਦੇ ਮਨ ਵਿੱਚ ਮਲੀਆ ਮੇਟ ਕਰਨਾ, ਅਤੇ ਬਹੁਤ ਸਾਰੀਆਂ ਕੌਮਾਂ ਨੂੰ ਕੱਟਣਾ ਹੈ।"},{"number":8,"verse":"ਉਹ ਤਾਂ ਆਖਦਾ ਹੈ, ਭਲਾ, ਮੇਰੇ ਸਾਰੇ ਸਰਦਾਰ ਰਾਜੇ ਨਹੀਂ?"},{"number":9,"verse":"ਕੀ ਕਲਨੋ ਕਰਕਮੀਸ਼ ਵਰਗਾ ਨਹੀਂ? ਕੀ ਹਮਾਥ ਅਰਪਦ ਵਰਗਾ ਨਹੀਂ? ਕੀ ਸਾਮਰਿਯਾ ਦੰਮਿਸਕ ਵਰਗਾ ਨਹੀਂ?"},{"number":10,"verse":"ਜਿਵੇਂ ਮੇਰਾ ਹੱਥ ਬੁੱਤਾਂ ਦੀਆਂ ਪਾਤਸ਼ਾਹੀਆਂ ਤੀਕ ਅੱਪੜਿਆ, ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਖੋਦੀਆਂ ਹੋਈਆਂ ਮੂਰਤੀਆਂ, ਯਰੂਸ਼ਲਮ ਤੇ ਸਾਮਰਿਯਾ ਦੀਆਂ ਨਾਲੋਂ ਬਹੁਤੀਆਂ ਸਨ,"},{"number":11,"verse":"ਜਿਵੇਂ ਮੈਂ ਸਾਮਰਿਯਾ ਅਰ ਉਸ ਦਿਆਂ ਬੁੱਤਾਂ ਨਾਲ ਕੀਤਾ, ਤਿਵੇਂ ਮੈਂ ਯਰੂਸ਼ਲਮ ਅਰ ਉਸ ਦੀਆਂ ਮੂਰਤੀਆਂ ਨਾਲ ਨਾ ਕਰਾਂਗਾ?।।"},{"number":12,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਪ੍ਰਭੁ ਸੀਯੋਨ ਦੇ ਪਰਬਤ ਅਤੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਆਪਣਾ ਸਾਰਾ ਕੰਮ ਮੁਕਾ ਲਵੇਗਾ, ਤਾਂ ਮੈਂ ਅੱਸ਼ੂਰ ਦੇ ਰਾਜੇ ਦੇ ਘੁਮੰਡੀ ਦਿਲ ਦੀ ਕਰਨੀ ਦੀ, ਅਤੇ ਉਸ ਦੀਆਂ ਉੱਚੀਆਂ ਅੱਖਾਂ ਦੀ ਸ਼ਾਨ ਦੀ ਸਜ਼ਾ ਦਿਆਂਗਾ।"},{"number":13,"verse":"ਉਹ ਤਾਂ ਆਖਦਾ ਹੈ, ਮੈਂ ਆਪਣੇ ਹੱਥ ਦੇ ਬਲ ਨਾਲ ਏਹ ਕੀਤਾ, ਨਾਲੇ ਆਪਣੀ ਬੁੱਧੀ ਨਾਲ ਕਿਉਂ ਜੋ ਮੈਂ ਸਮਝ ਰੱਖਦਾ ਹਾਂ! ਮੈਂ ਲੋਕਾਂ ਦੀਆਂ ਹੱਦਾਂ ਨੂੰ ਸਰਕਾਇਆ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਰੱਖੇ ਹੋਏ ਮਾਲ ਧਨ ਨੂੰ ਲੁੱਟਿਆ, ਅਤੇ ਸੂਰਮੇ ਵਾਂਙੁ ਮੈਂ ਬਿਰਾਜਮਾਨਾਂ ਨੂੰ ਹੇਠਾਂ ਲਾਹ ਦਿੱਤਾ!"},{"number":14,"verse":"ਮੇਰੇ ਹੱਥ ਨੇ ਲੋਕਾਂ ਦੇ ਮਾਲ ਧਨ ਨੂੰ ਇਉਂ ਲੱਭ ਲਿਆ ਹੈ ਜਿਵੇਂ ਆਹਲਣੇ ਨੂੰ, ਅਤੇ ਜਿਵੇਂ ਕੋਈ ਛੱਡੇ ਹੋਏ ਆਂਡੇ ਸਮੇਟਦਾ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਸਾਰੀ ਧਰਤੀ ਨੂੰ ਸਮੇਟ ਲਿਆ, ਅਤੇ ਨਾ ਕਿਸੇ ਨੇ ਪਰ ਹਿਲਾਇਆ, ਅਤੇ ਮੂੰਹ ਖੋਲ੍ਹਿਆ, ਨਾ ਚੀਂ ਚੀਂ ਕੀਤੀ।।"},{"number":15,"verse":"ਭਲਾ, ਕੁਹਾੜਾ ਆਪਣੇ ਚੁਲਾਉਣ ਵਾਲੇ ਅੱਗੇ ਆਕੜੇ? ਕੀ ਆਰਾ ਆਪਣੇ ਖਿੱਚਣ ਵਾਲੇ ਅੱਗੇ ਗਰੂਰ ਕਰੇ? ਜਿਵੇਂ ਡੰਡਾ ਆਪਣੇ ਚੁੱਕਣ ਵਾਲੇ ਨੂੰ ਹਿਲਾਵੇ, ਜਿਵੇਂ ਲਾਠੀ ਉਹ ਨੂੰ ਚੁੱਕੇ ਜਿਹੜਾ ਲੱਕੜ ਨਹੀਂ ਹੈ!"},{"number":16,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ, ਸੈਨਾ ਦਾ ਯਹੋਵਾਹ, ਉਹ ਦੇ ਮੋਟੇ ਤਾਜ਼ੇ ਜੋਧਿਆਂ ਵਿੱਚ ਮੜੱਪਣ ਘੱਲੇਗਾ, ਅਤੇ ਉਹ ਦੇ ਤੇਜ ਦੇ ਹੇਠ ਅੱਗ ਦੇ ਸਾੜੇ ਵਾਂਙੁ ਸਾੜ ਬਲੇਗੀ।"},{"number":17,"verse":"ਇਸਰਾਏਲ ਦੀ ਜੋਤ ਅੱਗ, ਅਤੇ ਉਹ ਦਾ ਪਵਿੱਤਰ ਪੁਰਖ ਲੰਬ ਹੋਵੇਗਾ, ਉਹ ਉਸ ਦੇ ਕੰਡੇ ਅਰ ਕੰਡਿਆਲੇ ਇੱਕੋ ਈ ਦਿਨ ਵਿੱਚ ਸਾੜ ਕੇ ਭਸਮ ਕਰ ਦੇਵੇਗੀ।"},{"number":18,"verse":"ਉਹ ਉਸ ਦੇ ਬਣ ਅਰ ਉਸ ਦੀ ਫਲਦਾਰ ਭੋਂ ਦੇ ਪਰਤਾਪ ਨੂੰ, ਜਾਨ ਅਤੇ ਮਾਸ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ। ਉਹ ਇਉਂ ਹੋਵੇਗਾ ਜਿਵੇਂ ਕੋਈ ਰੋਗੀ ਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।"},{"number":19,"verse":"ਉਹ ਦੇ ਬਣ ਦੇ ਰੁੱਖਾਂ ਦਾ ਬਕੀਆ ਐੱਨਾ ਥੋੜਾ ਹੋਵੇਗਾ, ਭਈ ਮੁੰਡਾ ਵੀ ਉਨ੍ਹਾਂ ਨੂੰ ਲਿਖ ਸੱਕੇ।।"},{"number":20,"verse":"ਓਸ ਦਿਨ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਇਸਰਾਏਲ ਦਾ ਬਕੀਆ ਅਤੇ ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ ਦੇ ਬਚੇ ਹੋਏ ਆਪਣੇ ਮਾਰਨ ਵਾਲੇ ਦਾ ਫੇਰ ਸਹਾਰਾ ਨਾ ਲੈਣਗੇ, ਪਰ ਇਸਰਾਏਲ ਦੇ ਪਵਿੱਤਰ ਪੁਰਖ ਯਹੋਵਾਹ ਦਾ ਸਚਿਆਈ ਨਾਲ ਸਹਾਰਾ ਲੈਣਗੇ"},{"number":21,"verse":"ਇੱਕ ਬਕੀਆ, ਯਾਕੂਬ ਦਾ ਬਕੀਆ, ਸ਼ਕਤੀਮਾਨ ਪਰਮੇਸ਼ੁਰ ਵੱਲ ਮੁੜੇਗਾ"},{"number":22,"verse":"ਭਾਵੇਂ ਤੇਰੀ ਪਰਜਾ ਇਸਰਾਏਲ ਸਮੁੰਦਰ ਦੀ ਰੇਤ ਵਾਂਙੁ ਹੋਵੇ, ਉਹ ਦਾ ਇੱਕ ਬਕੀਆ ਹੀ ਮੁੜੇਗਾ। ਬਰਬਾਦੀ ਦਾ ਪੱਕਾ ਫ਼ੈਸਲਾ ਹੋ ਚੁੱਕਾ ਹੈ, ਉਹ ਧਰਮ ਨਾਲ ਹੜ੍ਹੀ ਆਉਂਦੀ ਹੈ"},{"number":23,"verse":"ਕਿਉਂ ਜੋ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਸਾਰੀ ਧਰਤੀ ਦੇ ਵਿਚਕਾਰ ਫ਼ੈਸਲੇ ਅਨੁਸਾਰ ਪੂਰੀ ਬਰਬਾਦੀ ਕਰੇਗਾ।।"},{"number":24,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਐਉਂ ਆਖਦਾ ਹੈ, ਹੇ ਮੇਰੀ ਪਰਜਾ ਸੀਯੋਨ ਦੇ ਵਾਸੀਓ, ਅੱਸ਼ੂਰੀਆਂ ਤੋਂ ਨਾ ਡਰੋ ਜਦ ਓਹ ਡੰਡੇ ਨਾਲ ਮਾਰਨ ਅਤੇ ਤੁਹਾਡੇ ਉੱਤੇ ਮਿਸਰੀਆਂ ਵਾਂਙੁ ਆਪਣੀ ਲਾਠੀ ਚੁੱਕਣ"},{"number":25,"verse":"ਕਿਉਂ ਜੋ ਬਹੁਤ ਥੋੜੇ ਚਿਰ ਵਿੱਚ ਮੇਰਾ ਗ਼ਜ਼ਬ ਮੁੱਕ ਜਾਵੇਗਾ ਅਤੇ ਮੇਰਾ ਕ੍ਰੋਧ ਉਨ੍ਹਾਂ ਦੀ ਬਰਬਾਦੀ ਲਈ ਹੋਵੇਗਾ"},{"number":26,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਉਸ ਉੱਤੇ ਕੋਟਲਾ ਮਾਰੇਗਾ, ਜਿਵੇਂ ਓਰੇਬ ਦੀ ਚਟਾਨ ਉੱਤੇ ਮਿਦਯਾਨ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਉਹ ਦੀ ਲਾਠੀ ਸਮੁੰਦਰ ਉੱਤੇ ਹੋਵੇਗੀ ਅਤੇ ਜਿਵੇਂ ਮਿਸਰ ਉੱਤੇ ਚੁੱਕੀ ਉਹ ਉਸ ਨੂੰ ਚੁੱਕੇਗਾ"},{"number":27,"verse":"ਅਤੇ ਉਸ ਦਿਨ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਉਹ ਦਾ ਭਾਰ ਤੇਰੇ ਮੋਢਿਆਂ ਤੋਂ ਅਤੇ ਉਹ ਦਾ ਜੂਲਾ ਤੇਰੀ ਗਰਦਨ ਤੋਂ ਲਾਹ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਜੂਲਾ ਚਰਬੀ ਦੇ ਕਾਰਨ ਤੋੜਿਆ ਜਾਵੇਗਾ।।"},{"number":28,"verse":"ਉਹ ਅੱਯਾਬ ਉੱਤੇ ਆਇਆ, ਉਹ ਮਿਗਰੋਨ ਵਿੱਚ ਦੀ ਲੰਘ ਗਿਆ, ਮਿਕਮਾਸ਼ ਵਿੱਚ ਆਪਣਾ ਅਸਬਾਬ ਰੱਖਿਆ ਹੈ!"},{"number":29,"verse":"ਓਹ ਘਾਟੀ ਦੇ ਪਾਰ ਹੋ ਗਏ, ਗਬਾ ਉਨ੍ਹਾਂ ਦਾ ਟਿਕਾਣਾ ਹੋਇਆ, ਰਾਮਾਹ ਕੰਬਦਾ ਹੈ, ਸ਼ਾਊਲ ਦਾ ਗਿਬਆਹ ਨੱਠ ਤੁਰਿਆ!"},{"number":30,"verse":"ਹੇ ਗੱਲੀਮ ਦੀਏ ਧੀਏ, ਉੱਚੀ ਦੇ ਕੇ ਚਿੱਲਾ! ਹੇ ਲੈਸ਼ਾਹ, ਧਿਆਨ ਦੇਹ! ਹੇ ਅਨਾਥੋਥ, ( ਅਥਵਾ, ਹੇ ਬਿਚਾਰੇ ਅਨਾਥੋਥ ।) ਉਹ ਨੂੰ ਉੱਤਰ ਦੇਹ!"},{"number":31,"verse":"ਮਦਮੇਨਾਹ ਭੱਜ ਤੁਰਿਆ, ਗੇਬੀਮ ਦੇ ਵਾਸੀ ਪਨਾਹ ਭਾਲਦੇ ਹਨ।"},{"number":32,"verse":"ਅੱਜ ਦੇ ਦਿਨ ਉਹ ਨੋਬ ਉੱਤੇ ਠਹਿਰੇਗਾ, ਉਹ ਸੀਯੋਨ ਦੇ ਧੀ ਦੇ ਪਰਬਤ ਉੱਤੇ, ਯਰੂਸ਼ਲਮ ਦੇ ਟਿੱਬੇ ਉੱਤੇ ਆਪਣਾ ਮੁੱਕਾ ਵਿਖਾਵੇਗਾ!।।"},{"number":33,"verse":"ਵੇਖੋ, ਪ੍ਰਭੁ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ, ਭੈ ਨਾਲ ਟਹਿਣੀਆਂ ਨੂੰ ਛਾਂਗੇਗਾ, ਲੰਮੇ ਕੱਦ ਦੇ ਵੱਢੇ ਜਾਣਗੇ, ਅਤੇ ਉੱਚੇ ਅੱਝੇ ਕੀਤੇ ਜਾਣਗੇ।"},{"number":34,"verse":"ਉਹ ਬਣ ਦੀਆਂ ਝੰਗੀਆਂ ਕੁਹਾੜੇ ਨਾਲ ਵੱਡ ਸੁੱਟੇਗਾ, ਅਤੇ ਲਬਾਨੋਨ ਤੇਜਵਾਨ ਦੇ ਹੱਥੀਂ ਡਿੱਗ ਪਵੇਗਾ।।"}]}