{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਦਾ ਭਵਨ ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਦਿਨ) ਆਮੋਸ ਦੇ ਪੁੱਤ੍ਰ ਯਸਾਯਾਹ ਦੀ ਗੱਲ ਜਿਹੜੀ ਉਸ ਨੇ ਯਹੂਦਾਹ ਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਿਖੇ ਵੇਖੀ, -"},{"number":2,"verse":"ਆਖਰੀ ਦਿਨਾਂ ਦੇ ਵਿੱਚ ਇਉਂ ਹੋਵੇਗਾ ਕਿ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦਾ ਪਰਬਤ ਪਹਾੜਾਂ ਦੇ ਸਿਰੇ ਤੇ ਕਾਇਮ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਉਹ ਪਹਾੜੀਆਂ ਤੋਂ ਉੱਚਾ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਸਭ ਕੌਮਾਂ ਉਸ ਦੀ ਵੱਲ ਵਗਣਗੀਆਂ।"},{"number":3,"verse":"ਬਹੁਤੀਆਂ ਉੱਮਤਾਂ ਆਉਣਗੀਆਂ ਅਤੇ ਆਖਣਗੀਆਂ, ਆਓ, ਅਸੀਂ ਯਹੋਵਾਹ ਦੇ ਪਰਬਤ ਉੱਤੇ, ਯਾਕੂਬ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਵੱਲ ਚੜ੍ਹੀਏ, ਭਈ ਉਹ ਸਾਨੂੰ ਆਪਣੇ ਰਾਹ ਵਿਖਾਵੇ, ਅਤੇ ਅਸੀਂ ਉਹ ਦੇ ਮਾਰਗਾਂ ਵਿੱਚ ਚੱਲੀਏ, ਕਿਉਂ ਜੋ ਬਿਵਸਥਾ ਸੀਯੋਨ ਤੋਂ ਨਿੱਕਲੇਗੀ, ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਯਰੂਸ਼ਲਮ ਤੋਂ।"},{"number":4,"verse":"ਉਹ ਕੌਮਾਂ ਵਿੱਚ ਨਿਆਉਂ ਕਰੇਗਾ, ਅਤੇ ਬਹੁਤੀਆਂ ਉੱਮਤਾਂ ਦਾ ਫੈਸਲਾ ਕਰੇਗਾ, ਓਹ ਆਪਣੀਆਂ ਤਲਵਾਰਾਂ ਨੂੰ ਕੁੱਟ ਕੇ ਫਾਲੇ ਬਣਾਉਣਗੇ, ਅਤੇ ਆਪਣੇ ਬਰਛਿਆਂ ਨੂੰ ਦਾਤ। ਕੌਮ ਕੌਮ ਉੱਤੇ ਤਲਵਾਰ ਨਹੀਂ ਚੁੱਕੇਗੀ, ਅਤੇ ਓਹ ਫੇਰ ਕਦੀ ਵੀ ਲੜਾਈ ਨਾ ਸਿੱਖਣਗੇ।।"},{"number":5,"verse":"ਹੇ ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ, ਆਓ ਅਤੇ ਅਸੀਂ ਯਹੋਵਾਹ ਦੇ ਚਾਨਣ ਵਿੱਚ ਚੱਲੀਏ।"},{"number":6,"verse":"ਤੈਂ ਤਾਂ ਆਪਣੀ ਪਰਜਾ ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਕਿਉਂ ਜੋ ਓਹ ਪੂਰਬ (ਦੀਆਂ ਰੀਤਾਂ) ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ, ਅਤੇ ਫਲਿਸਤੀਆਂ ਵਾਂਙੁ ਮਹੂਰਤ ਵੇਖਦੇ ਹਨ, ਅਤੇ ਪਰਦੇਸੀਆਂ ਦੀ ਅੰਸ ਦੇ ਹੱਥ ਉੱਤੇ ਹੱਥ ਮਾਰਦੇ ਹਨ,"},{"number":7,"verse":"ਓਹਨਾਂ ਦਾ ਦੇਸ ਚਾਂਦੀ ਸੋਨੇ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਓਹਨਾਂ ਦੇ ਖ਼ਜਾਨਿਆਂ ਦੀ ਅੰਤ ਨਹੀਂ ਹੈ, ਓਹਨਾਂ ਦਾ ਦੇਸ ਘੋੜਿਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਓਹਨਾਂ ਦੇ ਰਥਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਹੈ।"},{"number":8,"verse":"ਓਹਨਾਂ ਦਾ ਦੇਸ ਬੁੱਤਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ ਓਹ ਆਪਣੀ ਦਸਤਕਾਰੀ ਨੂੰ ਮੱਥਾ ਟੇਕਦੇ ਹਨ, ਜਿਹੜੀ ਓਹਨਾਂ ਦੀਆਂ ਉਂਗਲੀਆਂ ਦਾ ਕੰਮ ਹੈ!"},{"number":9,"verse":"ਸੋ ਆਦਮੀ ਨਿਵਾਇਆ ਜਾਂਦਾ, ਅਤੇ ਮਨੁੱਖ ਅੱਝਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, - ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਫ਼ ਨਾ ਕਰ!"},{"number":10,"verse":"ਯਹੋਵਾਹ ਦੇ ਭੈ ਦੇ ਅੱਗੋਂ ਅਤੇ ਉਹ ਦੇ ਪਰਤਾਪ ਦੇ ਤੇਜ ਤੋਂ, ਚਟਾਨ ਵਿੱਚ ਵੜ ਅਤੇ ਖ਼ਾਕ ਵਿੱਚ ਲੁੱਕ!"},{"number":11,"verse":"ਆਦਮੀ ਦੀਆਂ ਉੱਚੀਆਂ ਅੱਖਾਂ ਅੱਝੀਆਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ, ਮਨੁੱਖਾਂ ਦਾ ਹੰਕਾਰ ਨਿਵਾਇਆ ਜਾਵੇਗਾ, ਅਤੇ ਓਸ ਦਿਨ ਯਹੋਵਾਹ ਅਕੱਲਾ ਹੀ ਉੱਚਾ ਹੋਵੇਗਾ।।"},{"number":12,"verse":"ਸੋ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਦਾ ਇੱਕ ਦਿਨ ਹੈ ਜਿਹੜਾ ਹਰ ਘੁਮੰਡੀ ਅਤੇ ਅਭਮਾਨੀ ਦੇ ਵਿਰੁੱਧ, ਅਤੇ ਹਰ ਹੰਕਾਰੀ ਦੇ ਵਿਰੁੱਧ ਵੀ ਹੈ, ਅਤੇ ਉਹ ਅੱਝਾ ਕੀਤਾ ਜਾਵੇਗਾ,"},{"number":13,"verse":"ਨਾਲੇ ਲਬਾਨੋਨ ਦੇ ਸਾਰੇ ਦਿਆਰਾਂ ਦੇ ਵਿਰੁੱਧ, ਜਿਹੜੇ ਉੱਚੇ ਤੇ ਵਧੀਆ ਹਨ, ਅਤੇ ਬਾਸ਼ਾਨ ਦੇ ਸਾਰੇ ਬਲੂਤਾਂ ਦੇ ਵਿਰੁੱਧ,"},{"number":14,"verse":"ਸਾਰੇ ਉੱਚੇ ਪਹਾੜਾਂ ਦੇ ਵਿਰੁੱਧ, ਅਤੇ ਸਾਰੇ ਉੱਚੇਰੇ ਟਿੱਬਿਆਂ ਦੇ ਵਿਰੁੱਧ,"},{"number":15,"verse":"ਨਾਲੇ ਹਰ ਉੱਚੇ ਬੁਰਜ ਦੇ ਵਿਰੁੱਧ, ਅਤੇ ਹਰ ਸਫੀਲ ਦੀ ਕੰਧ ਦੇ ਵਿਰੁੱਧ,"},{"number":16,"verse":"ਤਰਸ਼ੀਸ਼ ਦੇ ਸਾਰੇ ਜਹਾਜ਼ਾਂ ਦੇ ਵਿਰੁੱਧ, ਅਤੇ ਸਾਰੇ ਮਨ ਭਾਉਂਦੇ ਸਮਾਨ ਦੇ ਵਿਰੁੱਧ।"},{"number":17,"verse":"ਆਦਮੀ ਦਾ ਗਰੂਰ ਨਿਵਾਇਆ ਜਾਵੇਗਾ, ਮਨੁੱਖ ਦਾ ਹੰਕਾਰ ਅੱਝਾ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਓਸ ਦਿਨ ਯਹੋਵਾਹ ਅਕੱਲਾ ਹੀ ਉੱਚਾ ਹੋਵੇਗਾ,"},{"number":18,"verse":"ਅਤੇ ਬੁੱਤ ਉੱਕੇ ਹੀ ਮਿਟ ਜਾਣਗੇ।"},{"number":19,"verse":"ਯਹੋਵਾਹ ਦੇ ਭੈ ਦੇ ਅੱਗੋਂ ਅਤੇ ਉਹ ਦੇ ਪਰਤਾਪ ਦੇ ਤੇਜ ਤੋਂ, ਜਦ ਉਹ ਧਰਤੀ ਨੂੰ ਜ਼ੋਰ ਨਾਲ ਹਿਲਾਉਣ ਨੂੰ ਉੱਠੇਗਾ, ਮਨੁੱਖ ਚਟਾਨ ਦੀਆਂ ਖੁੰਧਰਾਂ ਵਿੱਚ, ਅਤੇ ਮਿੱਟੀ ਦੇ ਟੋਇਆਂ ਵਿੱਚ ਵੜਨਗੇ।।"},{"number":20,"verse":"ਓਸ ਦਿਨ ਆਦਮੀ ਆਪਣੀ ਚਾਂਦੀ ਦੇ ਬੁੱਤ, ਅਤੇ ਆਪਣੇ ਸੋਨੇ ਦੇ ਬੁੱਤ, ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਲਈ ਮੱਥਾ ਟੇਕਣ ਨੂੰ ਬਣਾਏ, ਚਕਚੂੰਧਰਾਂ ਅਤੇ ਚਮਗਿੱਦੜਾਂ ਲਈ ਸੁੱਟ ਦੇਣਗੇ।"},{"number":21,"verse":"ਯਹੋਵਾਹ ਦੇ ਭੈ ਦੇ ਅੱਗੋਂ ਅਤੇ ਉਹ ਦੇ ਪਰਤਾਪ ਦੇ ਤੇਜ ਤੋਂ, ਜਦ ਉਹ ਧਰਤੀ ਨੂੰ ਜ਼ੋਰ ਨਾਲ ਹਿਲਾਉਣ ਨੂੰ ਉੱਠੇਗਾ, ਓਹ ਚਟਾਨ ਦਿਆਂ ਛੇਕਾਂ ਵਿੱਚ, ਅਤੇ ਢਿੱਗਾਂ ਦੀਆਂ ਤੇੜਾਂ ਵਿੱਚ ਵੜਨਗੇ।"},{"number":22,"verse":"ਆਦਮੀ ਤੋਂ ਤੁਸੀਂ ਪਰੇ ਹਟੋ ਜਿਹ ਦਾ ਸਾਹ ਉਹ ਦੀਆਂ ਨਾਸਾਂ ਵਿੱਚ ਹੈ, ਫੇਰ ਉਹ ਕਿਹੜੇ ਹਿਸਾਬ ਵਿੱਚ ਹੈ?।।"}]}