{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":22,"verses":[{"number":1,"verse":"( ਯਰੂਸ਼ਲਮ ਲਈ ਦਬਕਾ) ਦਰਸ਼ਣ ਵਾਲੀ ਦੂਣ ਲਈ ਅਗੰਮ ਵਾਕ, - ਫੇਰ ਤੈਨੂੰ ਕੀ ਹੋਇਆ, ਤੁਸੀਂ ਜੋ ਸਾਰਿਆਂ ਦੇ ਸਾਰੇ ਕੋਠਿਆਂ ਉੱਤੇ ਚੜ੍ਹ ਗਏ ਹੋ?"},{"number":2,"verse":"ਹੇ ਸ਼ੇਰ ਦੇ ਭਰੇ ਏ ਰੌਲੇ ਵਾਲੇ ਸ਼ਹਿਰ! ਹੇ ਅਨੰਦਮਈ ਨਗਰ! ਤੇਰੇ ਵੱਢੇ ਹੋਏ ਨਾ ਤਲਵਾਰ ਨਾਲ ਵੱਢੇ ਗਏ, ਨਾ ਜੰਗ ਵਿੱਚ ਮਾਰੇ ਗਏ!"},{"number":3,"verse":"ਤੇਰੇ ਸਾਰੇ ਆਗੂ ਇਕੱਠੇ ਭੱਜ ਗਏ, ਓਹ ਤੀਰ ਅੰਦਾਜਾਂ ਤੋਂ ਫੜੇ ਗਏ, ਜਿੰਨੇ ਲੱਭ ਪਏ ਓਹ ਇਕੱਠੇ ਫੜੇ ਗਏ, ਓਹ ਦੂਰੋਂ ਭੱਜ ਗਏ।"},{"number":4,"verse":"ਏਸ ਲਈ ਮੈਂ ਆਖਿਆ, ਮੇਰੀ ਵੱਲ ਨਾ ਤੱਕ, ਮੈਂ ਵਿਲਕ ਵਿਲਕ ਕੇ ਰੋਵਾਂਗਾ। ਮੇਰੀ ਪਰਜਾ ਦੀ ਧੀ ਦੀ ਬਰਬਾਦੀ ਉੱਤੇ, ਮੇਰੀ ਤਸੱਲੀ ਦਾ ਜਤਨ ਨਾ ਕਰ।"},{"number":5,"verse":"ਸੈਨਾਂ ਦੇ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਦਾ ਇੱਕ ਦਿਨ ਹੈ, ਰੌਲਾ ਅਤੇ ਲਤਾੜਨਾ ਅਤੇ ਗੜਬੜ ਦਰਸ਼ਣ ਵਾਲੀ ਦੂਣ ਵਿੱਚ, ਕੰਧਾਂ ਦਾ ਢੱਠਣਾ ਅਤੇ ਪਹਾੜਾਂ ਤੀਕ ਰੌਲਾ!"},{"number":6,"verse":"ਏਲਾਮ ਨੇ ਤਰਕਸ਼ ਚੁੱਕਿਆ, ਰਥਾਂ, ਆਦਮੀਆਂ ਅਤੇ ਘੋੜ ਚੜ੍ਹਿਆਂ ਨਾਲ, ਅਤੇ ਕੀਰ ਨੇ ਢਾਲ ਨੰਗੀ ਕੀਤੀ।"},{"number":7,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਤੇਰੀਆਂ ਚੰਗੇਰੀਆਂ ਦੂਣਾਂ ਰਥਾਂ ਨਾਲ ਭਰੀਆਂ ਹੋਈਆਂ ਸਨ, ਅਤੇ ਘੋੜ ਚੜ੍ਹਿਆਂ ਨੇ ਫਾਟਕ ਦੇ ਅੱਗੇ ਪਾਲ ਬੰਨ੍ਹੀ ਹੋਈ ਸੀ।"},{"number":8,"verse":"ਓਸ ਯਹੂਦਾਹ ਦਾ ਪੜਦਾ ਲਾਹ ਸੁੱਟਿਆ।। ਓਸ ਦਿਨ ਤੈਂ ਬਣ ਦੇ ਮਹਿਲ ਵਿੱਚ ਸ਼ਸਤਰਾਂ ਦਾ ਗੌਹ ਕੀਤਾ"},{"number":9,"verse":"ਅਤੇ ਤੁਸਾਂ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਦੀਆਂ ਤੇੜਾਂ ਵੇਖੀਆਂ ਕਿ ਓਹ ਬਹੁਤ ਸਨ ਅਤੇ ਤੁਸਾਂ ਹੇਠਲੇ ਤਲਾ ਦਾ ਪਾਣੀ ਇਕੱਠਾ ਕੀਤਾ"},{"number":10,"verse":"ਤੁਸਾਂ ਯਰੂਸ਼ਲਮ ਦੇ ਘਰਾਂ ਦੀ ਗਿਣਤੀ ਲਈ ਅਤੇ ਘਰਾਂ ਨੂੰ ਢਾਹ ਸੁੱਟਿਆ ਭਈ ਸਫੀਲ ਨੂੰ ਪੱਕਾ ਕਰੋ"},{"number":11,"verse":"ਤੁਸਾਂ ਪੁਰਾਣੇ ਤਾਲ ਦੇ ਪਾਣੀ ਲਈ ਦੋਹਾਂ ਕੰਧਾਂ ਦੇ ਵਿਚਕਾਰ ਇੱਕ ਹੌਦ ਬਣਾਇਆ ਪਰ ਤੁਸਾਂ ਉਹ ਦੇ ਬਣਾਉਣ ਵਾਲੇ ਦਾ ਗੌਹ ਨਾ ਕੀਤਾ, ਨਾ ਉਹ ਦੇ ਮੁੱਢ ਦੇ ਢੰਗ ਸੋਚਣ ਵਾਲੇ ਵੱਲ ਧਿਆਨ ਦਿੱਤਾ।।"},{"number":12,"verse":"ਓਸ ਦਿਨ ਸੈਨਾਂ ਦੇ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਨੇ ਏਹ ਮੰਗਿਆ, ਰੋਣਾ, ਸੋਗ, ਮਨਾਉਣਾ ਤੇ ਤੱਪੜ ਪਾਉਣਾ,"},{"number":13,"verse":"ਅਤੇ ਵੇਖੋ, ਖੁਸ਼ੀ ਅਤੇ ਅਨੰਦ, ਬਲਦਾਂ ਦਾ ਕੱਟਣਾ ਅਤੇ ਭੇਡਾਂ ਦਾ ਕੱਟਣਾ, ਮਾਸ ਖਾਣਾ ਅਤੇ ਮਧ ਪੀਣੀ, - ਅਸੀਂ ਖਾਈਏ ਪੀਵੀਏ, ਕਿਉਂ ਜੋ ਕੱਲ ਅਸੀਂ ਮਰਾਂਗੇ।।"},{"number":14,"verse":"ਤਾਂ ਮੇਰੇ ਕੰਨ ਵਿੱਚ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਤੋਂ ਏਹ ਪਰਗਟ ਕੀਤਾ ਕਿਆ, ਕਿ ਤੁਹਾਡੇ ਲਈ ਏਸ ਬਦੀ ਦਾ ਪਰਾਸਚਿਤ ਨਾ ਹੋਵੇਗਾ, ਜਦ ਤੀਕ ਤੁਸੀਂ ਨਾ ਮਰੋਗੇ, ਸੈਨਾਂ ਦਾ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਏਹ ਆਖਦਾ ਹੈ।।"},{"number":15,"verse":"ਸੈਨਾਂ ਦਾ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਇਉਂ ਆਖਦਾ ਹੈ, ਆ, ਇਸ ਮੁਖ਼ਤਿਆਰ ਕੋਲ, ਸ਼ਬਨਾ ਕੋਲ, ਜਾਹ ਜਿਹੜਾ ਇਸ ਘਰ ਉੱਤੇ ਹੈ"},{"number":16,"verse":"ਐਥੇ ਤੇਰੇ ਕੋਲ ਕੀ ਹੈ? ਅਤੇ ਐਥੇ ਤੇਰੇ ਕੋਲ ਕੌਣ ਹੈ? ਕਿ ਤੈਂ ਆਪਣੇ ਲਈ ਐਥੇ ਇੱਕ ਕਬਰ ਪੁੱਟੀ ਹੈ! ਉਚਿਆਈ ਤੇ ਉਹ ਆਪਣੀ ਕਬਰ ਪੁੱਟਦਾ, ਚਟਾਨ ਵਿੱਚ ਉਹ ਆਪਣੇ ਲਈ ਇੱਕ ਟਿਕਾਣਾ ਘੜਦਾ ਹੈ!"},{"number":17,"verse":"ਵੇਖੋ, ਹੇ ਸੂਰਮੇ, ਯਹੋਵਾਹ ਤੈਨੂੰ ਵਗਾਹ ਕੇ ਸੁੱਟ ਦੇਵੇਗਾ! ਉਹ ਤੈਨੂੰ ਫੜ ਛੱਡੇਗਾ"},{"number":18,"verse":"ਉਹ ਜ਼ੋਰ ਨਾਲ ਘੁਮਾ ਘੁਮਾ ਕੇ ਤੈਨੂੰ ਖਿੱਦੋ ਵਾਂਙੁ ਮੋਕਲੇ ਦੇਸ ਵਿੱਚ ਸੁੱਟੇਗਾ, ਉੱਥੇ ਤੂੰ ਮਰੇਂਗਾ ਅਤੇ ਉੱਥੇ ਤੇਰੇ ਸ਼ਾਨਦਾਰ ਰਥ ਹੋਣਗੇ, ਹੇ ਤੂੰ ਆਪਣੇ ਮਾਲਕ ਦੇ ਘਰ ਦੀ ਸ਼ਰਮ!"},{"number":19,"verse":"ਮੈਂ ਤੈਨੂੰ ਤੇਰੇ ਹੁੱਦੇ ਤੋਂ ਹਟਾ ਦਿਆਂਗਾ ਅਤੇ ਤੂੰ ਆਪਣੇ ਥਾਂ ਤੋਂ ਲਾਹ ਸੁੱਟਿਆ ਜਾਵੇਂਗਾ।।"},{"number":20,"verse":"ਓਸ ਦਿਨ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਮੈਂ ਆਪਣੇ ਦਾਸ ਹਿਲਕੀਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਅਲਯਾਕੀਮ ਨੂੰ ਬੁਲਾਵਾਂਗਾ"},{"number":21,"verse":"ਅਤੇ ਮੈਂ ਤੇਰਾ ਚੋਗਾ ਉਸ ਤੇ ਪਾਵਾਂਗਾ ਅਤੇ ਤੇਰੀ ਪੇਟੀ ਨਾਲ ਉਸ ਨੂੰ ਕੱਸਾਂਗਾ ਅਤੇ ਤੇਰੀ ਹਕੂਮਤ ਉਸ ਦੇ ਹੱਥ ਦਿਆਂਗਾ ਅਤੇ ਉਹ ਯਰੂਸ਼ਲਮ ਦੇ ਵਾਸੀਆਂ ਦਾ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਦਾ ਪਿਤਾ ਹੋਵੇਗਾ"},{"number":22,"verse":"ਮੈਂ ਉਹ ਦੇ ਮੋਢੇ ਉੱਤੇ ਦਾਊਦ ਦੇ ਘਰ ਦੀ ਕੁੰਜੀ ਰੱਖਾਂਗਾ ਤਾਂ ਉਹ ਖੋਲ੍ਹੇਗਾ ਅਰ ਕੋਈ ਬੰਦ ਨਾ ਕਰੇਗਾ ਅਤੇ ਉਹ ਬੰਦ ਕਰੇਗਾ ਅਰ ਕੋਈ ਖੋਲ੍ਹੇਗਾ ਨਾ"},{"number":23,"verse":"ਮੈਂ ਉਹ ਨੂੰ ਕੀਲੇ ਵਾਂਙੁ ਪੱਕੇ ਥਾਂ ਵਿੱਚ ਠੋਕਾਂਗਾ ਅਤੇ ਉਹ ਆਪਣੇ ਪਿਤਾ ਦੇ ਘਰਾਣੇ ਲਈ ਇੱਕ ਤੇਜਵਾਨ ਸਿੰਘਾਸਣ ਹੋਵੇਗਾ"},{"number":24,"verse":"ਅਤੇ ਓਹ ਉਹ ਦੇ ਉੱਤੇ ਉਹ ਦੇ ਪਿਤਾ ਦੇ ਘਰਾਣੇ ਦਾ ਸਾਰਾ ਭਾਰ ਪਾ ਦੇਣਗੇ ਅਰਥਾਤ ਆਲ ਔਲਾਦ, ਸਾਰੇ ਛੋਟੇ ਭਾਂਡੇ ਕਟੋਰਿਆਂ ਤੋਂ ਲੈਕੇ ਸਾਰੀਆਂ ਗਾਗਰਾਂ ਤੀਕ"},{"number":25,"verse":"ਓਸ ਦਿਨ, ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਉਹ ਕੀਲਾ ਜਿਹੜਾ ਪੱਕੇ ਥਾਂ ਵਿੱਚ ਠੋਕਿਆ ਹੋਇਆ ਸੀ ਉਖੜ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਵੱਢਿਆ ਜਾਵੇਗਾ ਅਤੇ ਡਿੱਗੇਗਾ ਅਤੇ ਉਹ ਬੋਝ ਜਿਹੜਾ ਉਸ ਉੱਤੇ ਹੈ ਅੱਡ ਹੋ ਜਾਵੇਗਾ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਇਉਂ ਬੋਲਿਆ ਹੈ।।"}]}