{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"( ਧਰਤੀ ਦਾ ਨਿਆਉਂ) ਵੇਖੋ, ਯਹੋਵਾਹ ਧਰਤੀ ਨੂੰ ਸੁੰਞੀ ਕਰੇਗਾ, ਅਤੇ ਉਹ ਨੂੰ ਵਿਰਾਨ ਕਰੇਗਾ, ਉਹ ਦੀ ਪਰਤ ਵਿਗਾੜ ਦੇਵੇਗਾ, ਅਤੇ ਉਹ ਦੇ ਵਾਸੀਆਂ ਨੂੰ ਖਿਲਾਰ ਦੇਵੇਗਾ।"},{"number":2,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਿਵੇਂ ਲੋਕ ਤਿਵੇਂ ਜਾਜਕ, ਜਿਵੇਂ ਗੋੱਲਾ ਤਿਵੇਂ ਉਹ ਦਾ ਮਾਲਕ, ਜਿਵੇਂ ਗੋੱਲੀ ਤਿਵੇਂ ਉਹ ਦੀ ਬੀਬੀ, ਜਿਵੇਂ ਮੁੱਲ ਲੈਣ ਵਾਲਾ ਤਿਵੇਂ ਮੁੱਲ ਦੇਣ ਵਾਲਾ, ਜਿਵੇਂ ਕਰਜ਼ਾ ਦੇਣ ਵਾਲਾ ਤਿਵੇਂ ਕਰਜ਼ਾ ਲੈਣ ਵਾਲਾ, ਜਿਵੇਂ ਬਿਆਜ ਲੈਣ ਵਾਲਾ ਤਿਵੇਂ ਬਿਆਜ ਦੇਣ ਵਾਲਾ।"},{"number":3,"verse":"ਧਰਤੀ ਸੁੰਞੀ ਹੀ ਸੁੰਞੀ ਕੀਤੀ ਜਾਵੇਗੀ, ਅਤੇ ਲੁੱਟੀ ਪੁੱਟੀ ਜਾਵੇਗੀ, ਕਿਉਂ ਜੋ ਏਹ ਗੱਲ ਯਹੋਵਾਹ ਨੇ ਆਖੀ ਹੈ।।"},{"number":4,"verse":"ਧਰਤੀ ਸੋਗ ਕਰਦੀ ਅਤੇ ਕੁਮਲਾ ਜਾਂਦੀ ਹੈ, ਜਗਤ ਢਿੱਲਾ ਪੈ ਜਾਂਦਾ ਅਤੇ ਕੁਮਲਾ ਜਾਂਦਾ ਹੈ, ਧਰਤੀ ਦੇ ਉੱਚੇ ਲੋਕ ਢਿੱਲੇ ਪੈ ਜਾਂਦੇ ਹਨ।"},{"number":5,"verse":"ਧਰਤੀ ਆਪਣੇ ਵਾਸੀਆਂ ਹੇਠ ਪਲੀਤ ਹੋਈ ਹੈ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਬਿਵਸਥਾ ਦਾ ਉਲੰਘਣ ਕੀਤਾ, ਓਹਨਾਂ ਨੇ ਬਿਧੀਆਂ ਨੂੰ ਤੋੜ ਸੁੱਟਿਆ, ਓਹਨਾਂ ਨੇ ਸਦੀਪਕ ਨੇਮ ਨੂੰ ਭੰਨ ਛੱਡਿਆ।"},{"number":6,"verse":"ਏਸ ਲਈ ਇੱਕ ਸਰਾਪ ਧਰਤੀ ਨੂੰ ਖਾ ਗਿਆ ਹੈ, ਅਤੇ ਉਹ ਦੇ ਵਾਸੀ ਦੋਸ਼ੀ ਠਹਿਰੇ, ਏਸ ਲਈ ਧਰਤੀ ਦੇ ਵਾਸੀ ਭਸਮ ਹੋਏ, ਅਤੇ ਥੋੜੇ ਜੇਹੇ ਆਦਮੀ ਬਾਕੀ ਹਨ।"},{"number":7,"verse":"ਨਵੀਂ ਮੈਂ ਸੋਗ ਕਰਦੀ ਹੈ, ਬੇਲ ਕੁਮਲਾਉਂਦੀ ਹੈ, ਸਾਰੇ ਖੁਸ਼ ਦਿਲ ਹੌਕੇ ਭਰਦੇ ਹਨ।"},{"number":8,"verse":"ਡੱਫ਼ਾਂ ਦੀ ਖੁਸ਼ੀ ਬੰਦ ਹੋ ਗਈ, ਅਨੰਦ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਰੌਲਾ ਮੁੱਕ ਗਿਆ, ਬਰਬਤ ਦੀ ਖੁਸ਼ੀ ਬੰਦ ਹੋ ਗਈ।"},{"number":9,"verse":"ਓਹ ਮਧ ਗੀਤ ਦੇ ਨਾਲ ਨਹੀਂ ਪੀਂਦੇ, ਸ਼ਰਾਬ ਉਹ ਦੇ ਪੀਣ ਵਾਲਿਆਂ ਨੂੰ ਕੌੜੀ ਲੱਗਦੀ ਹੈ।"},{"number":10,"verse":"ਖੱਪੀ ਨਗਰ ਤੋੜਿਆ ਗਿਆ, ਹਰ ਘਰ ਲੰਘਣੋਂ ਬੰਦ ਕੀਤਾ ਗਿਆ।"},{"number":11,"verse":"ਚੌਂਕਾ ਵਿੱਚ ਮੱਧ ਲਈ ਰੌਲਾ ਹੈ, ਸਾਰਾ ਅਨੰਦ ਅਨ੍ਹੇਰ ਹੋ ਗਿਆ, ਧਰਤੀ ਦੀ ਖੁਸ਼ੀ ਬੰਦ ਹੋ ਗਈ।"},{"number":12,"verse":"ਸ਼ਹਿਰ ਵਿੱਚ ਬਰਬਾਦੀ ਰਹਿ ਗਈ, ਫਾਟਕ ਭੱਜਾ ਟੁੱਟਾ ਪਿਆ ਹੈ।"},{"number":13,"verse":"ਐਉਂ ਤਾਂ ਧਰਤੀ ਦੇ ਵਿਚਕਾਰ ਲੋਕਾਂ ਦੇ ਵਿੱਚ ਹੋਵੇਗਾ, ਜਿਵੇਂ ਜ਼ੈਤੂਨ ਦਾ ਹਲੂਣਾ, ਜਿਵੇਂ ਅੰਗੂਰ ਤੋੜਨ ਦੇ ਪਿੱਛੋਂ ਰਹਿੰਦ ਖੂੰਧ ਚੁਗਣਾ।।"},{"number":14,"verse":"ਓਹ ਆਪਣੀ ਅਵਾਜ਼ ਚੁੱਕਣਗੇ, ਓਹ ਜੈਕਾਰੇ ਗਜਾਉਣਗੇ, ਓਹ ਯਹੋਵਾਹ ਦੇ ਤੇਜ ਦੇ ਕਾਰਨ ਸਮੁੰਦਰੋਂ ਲਲਕਾਰਨਗੇ।"},{"number":15,"verse":"ਏਸ ਲਈ ਚੜ੍ਹਦੇ ਪਾਸਿਓਂ ਯਹੋਵਾਹ ਦੀ ਮਹਿਮਾ ਕਰੋ, ਸਮੁੰਦਰ ਦੇ ਟਾਪੂਆਂ ਵਿੱਚ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਦੀ ਵੀ।"},{"number":16,"verse":"ਧਰਤੀ ਦੇ ਕੰਢੇ ਤੋਂ ਅਸੀਂ ਭਜਨ ਸੁਣਦੇ ਹਾਂ, \"ਧਰਮੀ ਜਨ ਲਈ ਮਾਣ!\"।। ਪਰ ਮੈਂ ਆਖਿਆ, ਮੈਂ ਲਿੱਸਾ ਪੈ ਗਿਆ, ਮੈਂ ਲਿੱਸਾ ਪੈ ਗਿਆ! ਹਾਇ ਮੇਰੇ ਉੱਤੇ! ਠੱਗਾ ਨੇ ਠੱਗੀ ਕੀਤੀ! ਹਾਂ, ਠੱਗਾਂ ਨੇ ਠੱਗੀ ਹੀ ਠੱਗੀ ਕੀਤੀ!"},{"number":17,"verse":"ਭੌ, ਭੋਹਰਾ ਤੇ ਫੰਧਾ ਤੇਰੇ ਉੱਤੇ ਹਨ, ਹੇ ਧਰਤੀ ਦੇ ਵਾਸੀ!"},{"number":18,"verse":"ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਭੋਂ ਦੇ ਰੌਲੇ ਤੋਂ ਭੱਜਿਆ ਹੋਇਆ ਭੋਹਰੇ ਵਿੱਚ ਡਿੱਗੇਗਾ, ਅਤੇ ਭੋਹਰੇ ਵਿੱਚੋਂ ਉਤਾਹਾਂ ਆਇਆ ਹੋਇਆ ਫੰਧੇ ਵਿੱਚ ਫੱਸੇਗਾ, ਕਿਉਂ ਜੋ ਉੱਪਰੋਂ ਖਿੜਕੀਆਂ ਖੁਲ੍ਹ ਗਈਆਂ, ਅਤੇ ਧਰਤੀ ਦੀਆਂ ਨੀਹਾਂ ਹਿੱਲ ਗਈਆਂ ਹਨ।"},{"number":19,"verse":"ਧਰਤੀ ਉੱਕਾ ਹੀ ਟੁੱਟ ਗਈ, ਧਰਤੀ ਉੱਕਾ ਹੀ ਪਾਟ ਗਈ, ਧਰਤੀ ਉੱਕਾ ਹੀ ਹਿਲਾਈ ਗਈ।"},{"number":20,"verse":"ਧਰਤੀ ਸ਼ਰਾਬੀ ਵਾਂਙੁ ਡਗਮਗਾਉਂਦੀ ਹੈ, ਉਹ ਛੱਪਰ ਵਾਂਙੁ ਹੁਲਾਰੇ ਖਾਂਦੀ ਹੈ, ਉਹ ਦੇ ਅਪਰਾਧ ਦਾ ਭਾਰ ਉਹ ਦੇ ਉੱਤੇ ਹੈ, ਉਹ ਡਿੱਗ ਪਈ ਅਤੇ ਫੇਰ ਕਦੇ ਨਾ ਉੱਠੇਗੀ।।"},{"number":21,"verse":"ਓਸ ਦਿਨ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਯਹੋਵਾਹ ਅਸਮਾਨੀ ਸੈਨਾਂ ਨੂੰ ਅਸਮਾਨ ਉੱਤੇ, ਅਤੇ ਜਮੀਨ ਦੇ ਰਾਜਿਆਂ ਨੂੰ ਜਮੀਨ ਉੱਤੇ ਸਜ਼ਾ ਦੇਵੇਗਾ।"},{"number":22,"verse":"ਜਿਵੇਂ ਅਸੀਰ ਭੋਹਰੇ ਵਿੱਚ ਇਕੱਠੇ ਹਨ, ਓਹ ਇਕੱਠੇ ਕੀਤੇ ਜਾਣਗੇ, ਓਹ ਕੈਦ ਵਿੱਚ ਕੈਦ ਕੀਤੇ ਜਾਣਗੇ, ਅਤੇ ਬਹੁਤਿਆਂ ਦਿਨਾਂ ਦੇ ਪਿੱਛੇ ਓਹਨਾਂ ਦੀ ਖਬਰ ਲਈ ਜਾਵੇਗੀ।"},{"number":23,"verse":"ਤਾਂ ਚੰਦ ਘਾਬਰ ਜਾਵੇਗਾ, ਅਤੇ ਸੂਰਜ ਲਾਜ ਖਾਵੇਗਾ, ਕਿਉਂ ਜੋ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਸੀਯੋਨ ਪਰਬਤ ਉੱਤੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ, ਅਤੇ ਆਪਣੇ ਬਜ਼ੁਰਗਾਂ ਦੇ ਅੱਗੇ ਤੇਜ ਨਾਲ ਰਾਜ ਕਰੇਗਾ।।"}]}