{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"( ਇਸਰਾਏਲੀਆਂ ਦੀ ਬਹਾਲੀ) ਓਸ ਦਿਨ ਯਹੋਵਾਹ ਆਪਣੀ ਤਿੱਖੀ, ਵੱਡੀ ਤੇ ਤਕੜੀ ਤਲਵਾਰ ਨਾਲ ਲਿਵਯਾਥਾਨ ਨੱਠਣ ਵਾਲੇ ਸੱਪ ਉੱਤੇ ਅਰਥਾਤ ਲਿਵਯਾਥਾਨ ਕੁੰਡਲੀਦਾਰ ਸੱਪ ਉੱਤੇ ਸਜ਼ਾ ਲਾਵੇਗਾ ਅਤੇ ਉਸ ਸਰਾਲ ਨੂੰ ਜਿਹੜੀ ਸਮੁੰਦਰ ਵਿੱਚ ਹੈ ਕਤਲ ਕਰੇਗਾ।।"},{"number":2,"verse":"ਉਸ ਦਿਨ ਇੱਕ ਰਸਿਆ ਹੋਇਆ ਅੰਗੂਰੀ ਬਾਗ, ਉਹ ਦਾ ਗੀਤ ਗਾਓ!"},{"number":3,"verse":"ਮੈਂ ਯਹੋਵਾਹ ਉਸ ਦਾ ਰਾਖਾ ਹਾਂ, ਮੈਂ ਉਹ ਨੂੰ ਹਰ ਦਮ ਸਿੰਜਦਾ ਰਹਾਂਗਾ, ਮਤੇ ਕੋਈ ਉਹ ਦਾ ਨੁਕਸਾਨ ਕਰੇ, ਮੈਂ ਰਾਤ ਦਿਨ ਉਹ ਦੀ ਰਾਖੀ ਕਰਾਂਗਾ।"},{"number":4,"verse":"ਮੈਂਨੂੰ ਗੁੱਸਾ ਨਹੀਂ। ਕਾਸ਼ ਕਿ ਕੰਡੇ ਤੇ ਕੰਡਿਆਲੇ ਮੇਰੇ ਵਿਰੁੱਧ ਲੜਾਈ ਵਿੱਚ ਹੁੰਦੇ! ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਚੜ੍ਹਾਈ ਕਰਦਾ, ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕੱਠੇ ਸਾੜ ਸੁੱਟਦਾ।"},{"number":5,"verse":"ਯਾ ਓਹ ਮੇਰੀ ਓਟ ਨੂੰ ਤਕੜੇ ਹੋ ਕੇ ਫੜਨ, ਓਹ ਮੇਰੇ ਨਾਲ ਸੁਲਾਹ ਕਰਨ, ਹਾਂ, ਸੁਲਾਹ ਕਰਨ ਮੇਰੇ ਨਾਲ।"},{"number":6,"verse":"ਆਉਣ ਵਾਲਿਆਂ ਸਮਿਆਂ ਵਿੱਚ ਯਾਕੂਬ ਜੜ੍ਹ ਫੜੇਗਾ, ਇਸਰਾਏਲ ਫੁੱਟੇਗਾ ਤੇ ਫੁੱਲੇਗਾ, ਅਤੇ ਜਗਤ ਦੀ ਪਰਤ ਨੂੰ ਫਲ ਨਾਲ ਭਰ ਦੇਵੇਗਾ।।"},{"number":7,"verse":"ਕੀ ਉਸ ਨੇ ਓਹਨਾਂ ਨੂੰ ਮਾਰਿਆ, ਜਿਵੇਂ ਉਸ ਨੇ ਓਹਨਾਂ ਦੇ ਮਾਰਨ ਵਾਲਿਆਂ ਨੂੰ ਮਾਰਿਆ? ਯਾ ਓਹ ਵੱਢੇ ਗਏ, ਜਿਵੇਂ ਓਹਨਾਂ ਦੇ ਵੱਢਣ ਵਾਲੇ ਵੱਢੇ ਗਏ?"},{"number":8,"verse":"ਜਦ ਓਹਨਾਂ ਨੂੰ ਕੱਢਿਆ ਤਾਂ ਤੈਂ ਮਿਣ ਗਿਣ ਕੇ ਓਹਨਾਂ ਨਾਲ ਝਗੜਾ ਕੀਤਾ, ਉਹ ਨੇ ਓਹਨਾਂ ਨੂੰ ਆਪਣੀ ਤੇਜ਼ ਅਨ੍ਹੇਰੀ ਨਾਲ ਪੁਰੇ ਦੀ ਹਵਾ ਦੇ ਦਿਨ ਵਿੱਚ ਹਟਾ ਦਿੱਤਾ।"},{"number":9,"verse":"ਏਸ ਲਈ ਏਹ ਦੇ ਵਿੱਚ ਯਾਕੂਬ ਦੀ ਬਦੀ ਦਾ ਪਰਾਸਚਿਤ ਹੋਵੇਗਾ, ਅਤੇ ਉਹ ਦੇ ਪਾਪ ਦੇ ਦੂਰ ਹੋਣ ਤਾ ਸਾਰਾ ਫਲ ਏਹ ਹੈ, ਭਈ ਉਹ ਜਗਵੇਦੀ ਦੇ ਸਾਰੇ ਪੱਥਰ ਚੂਰ ਚੂਰ ਕੀਤੇ ਹੋਏ ਚੂਨੇ ਦੇ ਪੱਥਰਾਂ ਵਾਂਙੁ ਕਰੇ, ਨਾ ਅਸ਼ੇਰ ਟੁੰਡ ਨਾ ਸੂਰਜ ਥੰਮ੍ਹ ਖੜੇ ਰਹਿਣਗੇ।।"},{"number":10,"verse":"ਗੜ੍ਹ ਵਾਲਾ ਸ਼ਹਿਰ ਤਾਂ ਅਕੱਲਾ ਹੈ, ਇੱਕ ਛੱਡਿਆ ਹੋਇਆ ਨਿਵਾਸ, ਉਜਾੜ ਵਾਂਙੁ ਤਿਆਗਿਆ ਹੋਇਆ, - ਉੱਥੇ ਵੱਛਾ ਚਰੇਗਾ, ਉੱਥੇ ਉਹ ਬੈਠੇਗਾ ਅਤੇ ਉਹ ਦੀਆਂ ਟਹਿਣੀਆਂ ਨੂੰ ਖਾ ਜਾਵੇਗਾ।"},{"number":11,"verse":"ਜਦ ਉਹ ਦੇ ਟਹਿਣੇ ਸੁੱਕ ਜਾਣ ਓਹ ਤੋੜੇ ਜਾਣਗੇ, ਤੀਵੀਆਂ ਆਣ ਕੇ ਓਹਨਾਂ ਨੂੰ ਅੱਗ ਲਾਉਣਗੀਆਂ। ਓਹ ਤਾਂ ਬੁੱਧ ਹੀਣ ਲੋਕ ਹਨ, ਏਸ ਲਈ ਓਹਨਾਂ ਦਾ ਕਰਤਾ ਓਹਨਾਂ ਉੱਤੇ ਰਹਮ ਨਾ ਕਰੇਗਾ, ਨਾ ਓਹਨਾਂ ਦਾ ਰਚਣ ਵਾਲਾ ਓਹਨਾਂ ਉੱਤੇ ਕਿਰਪਾ ਕਰੇਗਾ।।"},{"number":12,"verse":"ਓਸ ਦਿਨ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਯਹੋਵਾਹ ਦਰਿਆ ਦੇ ਵਹਾ ਤੋਂ ਲੈਕੇ ਮਿਸਰ ਦੇ ਨਾਲੇ ਤੀਕ ਝਾੜ ਦੇਵੇਗਾ, ਅਤੇ ਹੇ ਇਸਰਾਏਲੀਓ, ਤੁਸੀਂ ਇੱਕ ਇੱਕ ਕਰਕੇ ਚੁਗ ਲਏ ਜਾਓਗੇ।"},{"number":13,"verse":"ਓਸ ਦਿਨ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਵੱਡੀ ਤੁਰ੍ਹੀ ਫੂਕੀ ਜਾਵੇਗੀ, ਅਤੇ ਜਿਹੜੇ ਅੱਸ਼ੂਰ ਦੇਸ ਵਿੱਚ ਖਪ ਜਾਣ ਵਾਲੇ ਸਨ, ਅਤੇ ਜਿਹੜੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਕੱਢੇ ਹੋਏ ਸਨ, ਓਹ ਆਉਣਗੇ, ਅਤੇ ਯਰੂਸਲਮ ਵਿੱਚ ਪਵਿੱਤ੍ਰ ਪਰਬਤ ਉੱਤੇ ਯਹੋਵਾਹ ਨੂੰ ਮੱਥਾ ਟੇਕਣਗੇ।।"}]}