{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"( ਸਾਰੀਆਂ ਕੌਮਾਂ ਲਈ ਯਹੋਵਾਹ ਦਾ ਦਾਸ) ਹੇ ਟਾਪੂਓ, ਮੇਰੀ ਸੁਣੋ, ਹੇ ਦੂਰ ਦੀਓ ਉੱਮਤੋਂ, ਕੰਨ ਲਾਓ! ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਢਿੱਡੋਂ ਹੀ ਸੱਦ ਲਿਆ, ਮੇਰੀ ਮਾਂ ਦੀ ਕੁੱਖੋਂ ਓਸ ਮੇਰਾ ਨਾਉਂ ਲਿਆ।"},{"number":2,"verse":"ਓਸ ਮੇਰੇ ਮੂੰਹ ਨੂੰ ਤਿੱਖੀ ਤੇਗ ਵਾਂਙੁ ਬਣਾਇਆ, ਓਸ ਆਪਣੇ ਹੱਥ ਦੇ ਸਾਯੇ ਵਿੱਚ ਮੈਨੂੰ ਲੁਕਾਇਆ, ਓਸ ਮੈਨੂੰ ਇੱਕ ਸਿਕਲ ਕੀਤਾ ਹੋਇਆ ਬਾਣ ਬਣਾਇਆ, ਓਸ ਮੈਨੂੰ ਆਪਣੀ ਤਰਕਸ਼ ਵਿੱਚ ਲੁਕਾਇਆ,"},{"number":3,"verse":"ਉਸ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਤੂੰ ਮੇਰਾ ਦਾਸ ਹੈਂ, ਇਸਰਾਏਲ, ਜਿਹ ਦੇ ਵਿੱਚ ਮੈਂ ਸ਼ਾਨਦਾਰ ਹੋਵਾਂਗਾ।"},{"number":4,"verse":"ਤਦ ਮੈਂ ਆਖਿਆ, ਮੈਂ ਧਿਗਾਣੇ ਮਿਹਨਤ ਕੀਤੀ, ਮੈਂ ਆਪਣਾ ਬਲ ਫੋਕਟ ਤੇ ਵਿਅਰਥ ਲਈ ਗੁਆ ਦਿੱਤਾ, ਸੱਚ ਮੁੱਚ ਮੇਰਾ ਇਨਸਾਫ ਯਹੋਵਾਹ ਕੋਲ, ਅਤੇ ਮੇਰਾ ਵੱਟਾ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਕੋਲ ਹੈ।।"},{"number":5,"verse":"ਹੁਣ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਜਿਹ ਨੇ ਮੈਨੂੰ ਢਿੱਡੋਂ ਈ ਆਪਣਾ ਦਾਸ ਹੋਣ ਲਈ ਸਾਜਿਆ, ਭਈ ਮੈਂ ਯਾਕੂਬ ਨੂੰ ਉਹ ਦੇ ਕੋਲ ਮੁੜ ਲਿਆਵਾਂ, ਅਤੇ ਇਸਰਾਏਲ ਉਹ ਤੇ ਕੋਲ ਇਕੱਠਾ ਕੀਤਾ ਜਾਵੇ, ਮੈਂ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਆਦਰ ਪਾਉਂਦਾ ਹਾਂ, ਅਤੇ ਮੇਰਾ ਪਰਮੇਸ਼ੁਰ ਮੇਰੀ ਸਮਰਥ ਹੈ, -"},{"number":6,"verse":"ਹਾਂ, ਉਹ ਆਖਦਾ ਹੈ ਕਿ ਏਹ ਛੋਟੀ ਗੱਲ ਹੈ, ਕਿ ਤੂੰ ਯਾਕੂਬ ਦਿਆਂ ਗੋਤਾਂ ਨੂੰ ਉਠਾਉਣ ਲਈ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਬਚਿਆਂ ਹੋਇਆਂ ਨੂੰ ਮੋੜਨ ਲਈ ਮੇਰਾ ਦਾਸ ਹੋਵੇਂ, ਸਗੋਂ ਮੈਂ ਤੈਨੂੰ ਕੌਮਾਂ ਲਈ ਜੋਤ ਠਹਿਰਾਵਾਂਗਾ, ਭਈ ਮੇਰੀ ਮੁਕਤੀ ਧਰਤੀ ਦੀਆਂ ਹੱਦਾਂ ਤੀਕ ਅੱਪੜੇ!।।"},{"number":7,"verse":"ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਛੁਟਕਾਰਾ ਦੇਣ ਵਾਲਾ ਅਤੇ ਉਹ ਦਾ ਪਵਿੱਤਰ ਪੁਰਖ, ਉਸ ਨਿੰਦੇ ਹੋਏ ਨੂੰ, ਉਸ ਕੌਮ ਦੇ ਘਿਣਾਉਣੇ ਨੂੰ, ਉਸ ਹਾਕਮਾਂ ਦੇ ਦਾਸ ਨੂੰ ਐਉਂ ਆਖਦਾ ਹੈ, - ਪਾਤਸ਼ਾਹ ਵੇਖਣਗੇ ਤੇ ਉੱਠਣਗੇ, ਸਰਦਾਰ ਵੀ ਅਤੇ ਓਹ ਮੱਥਾ ਟੇਕਣਗੇ, ਯਹੋਵਾਹ ਦੇ ਕਾਰਨ ਜੋ ਵਫ਼ਾਦਾਰ ਹੈ, ਇਸਰਾਏਲ ਦਾ ਪਵਿੱਤਰ ਪੁਰਖ ਜਿਹ ਨੇ ਤੈਨੂੰ ਚੁਣਿਆ ਹੈ।।"},{"number":8,"verse":"ਯਹੋਵਾਹ ਇਉਂ ਆਖਦਾ ਹੈ, ਮੈਂ ਮਨ ਭਾਉਂਦੇ ਸਮੇਂ ਤੈਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਮੈਂ ਮੁਕਤੀ ਦੇ ਦਿਨ ਤੇਰੀ ਸਹਾਇਤਾ ਕੀਤੀ, ਅਤੇ ਮੈਂ ਤੇਰੀ ਰੱਛਿਆ ਕਰਾਂਗਾ ਅਤੇ ਤੈਨੂੰ ਪਰਜਾ ਦੇ ਨੇਮ ਲਈ ਦਿਆਂਗਾ, ਭਈ ਤੂੰ ਦੇਸ ਨੂੰ ਉਠਾਵੇਂ, ਵਿਰਾਨ ਮਿਲਖਾਂ ਨੂੰ ਵੰਡੇਂ,"},{"number":9,"verse":"ਅਸੀਰਾਂ ਨੂੰ ਏਹ ਆਖੇਂ ਕਿ ਨਿੱਕਲ ਜਾਓ! ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਜੋ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਹਨ, ਆਪਣੇ ਆਪ ਨੂੰ ਵਿਖਲਾਓ। ਓਹ ਰਾਹਾਂ ਦੇ ਨਾਲ ਨਾਲ ਚਰਨਗੇ, ਅਤੇ ਸਾਰੀਆਂ ਨੰਗੀਆਂ ਟੀਸੀਆਂ ਉੱਤੇ ਓਹਨਾਂ ਦੀਆਂ ਜੂਹਾਂ ਹੋਣਗੀਆਂ।"},{"number":10,"verse":"ਓਹ ਨਾ ਭੁੱਖੇ ਹੋਣਗੇ, ਨਾ ਤਿਹਾਏ ਹੋਣਗੇ, ਨਾ ਲੂ, ਨਾ ਧੁੱਪ ਓਹਨਾਂ ਨੂੰ ਮਾਰੇਗੀ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਦਾ ਦਿਆਲੂ ਓਹਨਾਂ ਦੀ ਅਗਵਾਈ ਕਰੇਗਾ, ਅਤੇ ਪਾਣੀ ਦੇ ਸੋਤਿਆਂ ਕੋਲ ਓਹਨਾਂ ਨੂੰ ਲੈ ਜਾਵੇਗਾ।"},{"number":11,"verse":"ਮੈਂ ਆਪਣੇ ਸਾਰੇ ਪਰਬਤਾਂ ਨੂੰ ਰਾਹ ਬਣਾਵਾਂਗਾ, ਅਤੇ ਮੇਰੀਆਂ ਸੜਕਾਂ ਉੱਚੀਆਂ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।"},{"number":12,"verse":"ਵੇਖੋ, ਏਹ ਦੂਰੋਂ ਆਉਣਗੇ, ਅਰ ਵੇਖੋ, ਏਹ ਉੱਤਰ ਵੱਲੋਂ ਤੇ ਲਹਿੰਦੇ ਵੱਲੋਂ, ਅਤੇ ਏਹ ਸਿਨੀਮ ਦੇਸ ਤੋਂ।"},{"number":13,"verse":"ਹੇ ਅਕਾਸ਼ੋਂ, ਜੈਕਾਰਾ ਗਜਾਓ! ਹੇ ਧਰਤੀ, ਬਾਗ ਬਾਗ ਹੋ! ਹੇ ਪਹਾੜੋ, ਜੈ ਜੈ ਕਾਰ ਦੇ ਨਾਰੇ ਮਾਰੋ! ਕਿਉਂਕਿ ਯਹੋਵਾਹ ਨੇ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਦਿਲਾਸਾ ਦਿੱਤਾ, ਅਤੇ ਆਪਣੇ ਦੁਖਿਆਰਿਆਂ ਉੱਤੇ ਰਹਮ ਕੀਤਾ ਹੈ।।"},{"number":14,"verse":"ਪਰ ਸੀਯੋਨ ਨੇ ਆਖਿਆ, ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਛੱਡ ਦਿੱਤਾ, ਅਤੇ ਪ੍ਰਭੁ ਨੇ ਮੈਨੂੰ ਭੁਲਾ ਦਿੱਤਾ।"},{"number":15,"verse":"ਭਲਾ, ਤੀਵੀਂ ਆਪਣੇ ਦੁੱਧ ਚੁੰਘਦੇ ਬੱਚੇ ਨੂੰ ਭੁਲਾ ਸੱਕਦੀ , ਭਈ ਉਹ ਆਪਣੇ ਢਿੱਡ ਦੇ ਬਾਲ ਉੱਤੇ ਰਹਮ ਨਾ ਕਰੇ? ਏਹ ਭਾਵੇਂ ਭੁੱਲ ਜਾਣ ਪਰ ਮੈਂ ਤੈਨੂੰ ਨਹੀਂ ਭੁੱਲਾਂਗਾ।"},{"number":16,"verse":"ਵੇਖ, ਮੈਂ ਤੈਨੂੰ ਆਪਣੀਆਂ ਹਥੇਲੀਆਂ ਉੱਤੇ ਉੱਕਰ ਲਿਆ, ਤੇਰੀਆਂ ਕੰਧਾਂ ਸਦਾ ਮੇਰੇ ਸਾਹਮਣੇ ਹਨ।"},{"number":17,"verse":"ਤੇਰੇ ਬਣਾਉਣ ਵਾਲੇ ਕਾਹਲੀ ਕਰਦੇ ਹਨ, ਤੇਰੇ ਢਾਉਣ ਵਾਲੇ ਅਤੇ ਤੇਰੇ ਉਜਾੜਨ ਵਾਲੇ ਤੇਰੇ ਵਿੱਚੋਂ ਨਿੱਕਲ ਜਾਣਗੇ।"},{"number":18,"verse":"ਤੁਸੀਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਆਲੇ ਦੁਆਲੇ ਚੁੱਕ ਕੇ ਵੇਖੋ, ਓਹ ਸਾਰੇ ਇਕੱਠੇ ਹੁੰਦੇ ਤੇ ਤੇਰੇ ਕੋਲ ਆਉਂਦੇ ਹਨ, ਆਪਣੀ ਹਯਾਤੀ ਦੀ ਸੌਂਹ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਤੂੰ ਤਾਂ ਓਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਗਹਿਣੇ ਵਾਂਙੁ ਪਹਿਨੇਂਗੀ, ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਲਾੜੀ ਵਾਂਙੁ ਆਪਣੇ ਉੱਤੇ ਬੰਨ੍ਹੇਂਗੀ।।"},{"number":19,"verse":"ਨਿਸੰਗ ਤੇਰੇ ਬਰਬਾਦ ਅਤੇ ਵਿਰਾਨ ਅਸਥਾਨ, ਅਤੇ ਤੇਰਾ ਉੱਜੜਿਆ ਹੋਇਆ ਦੇਸ, - ਹੁਣ ਤਾਂ ਤੂੰ ਵਾਸੀਆਂ ਲਈ ਭੀੜੀ ਹੋਵੇਂਗੀ, ਅਤੇ ਤੇਰੇ ਭੱਖ ਲੈਣ ਵਾਲੇ ਦੂਰ ਹੋ ਜਾਣਗੇ।"},{"number":20,"verse":"ਜਿਹੜੇ ਬੱਚੇ ਤੈਥੋਂ ਲਏ ਗਏ ਸਨ, ਓਹ ਫੇਰ ਤੇਰੇ ਕੰਨਾਂ ਵਿੱਚ ਆਖਣਗੇ, ਏਹ ਥਾਂ ਮੇਰੇ ਲਈ ਭੀੜਾ ਹੈ, ਮੈਨੂੰ ਜਗ੍ਹਾ ਦੇਹ ਭਈ ਮੈਂ ਵੱਸਾਂ।"},{"number":21,"verse":"ਤਦ ਤੂੰ ਆਪਣੇ ਮਨ ਵਿੱਚ ਆਖੇਂਗੀ, ਕਿਹ ਨੇ ਏਹਨਾਂ ਨੂੰ ਮੇਰੇ ਲਈ ਜਣਿਆ? ਮੈਂ ਔਂਤ ਤੇ ਬਾਂਝ ਸਾਂ, ਮੈਂ ਕੱਢੀ ਹੋਈ ਤੇ ਛੱਡੀ ਹੋਈ ਸਾਂ, - ਏਹਨਾਂ ਨੂੰ ਕਿਹ ਨੇ ਪਾਲਿਆ? ਮੈਂ ਤਾਂ ਇਕੱਲੀ ਰਹਿ ਗਈ ਸਾਂ, ਏਹ, ਤਾਂ ਏਹ ਕਿੱਥੋਂ ਹਨ?।।"},{"number":22,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, ਵੇਖੋ, ਮੈਂ ਆਪਣਾ ਹੱਥ ਕੌਮਾਂ ਲਈ ਉਠਾਵਾਂਗਾ, ਅਤੇ ਲੋਕਾਂ ਲਈ ਆਪਣਾ ਝੰਡਾ ਉੱਚਾ ਕਰਾਂਗਾ, ਓਹ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਝੋਲੀ ਵਿੱਚ ਲਿਆਉਣਗੇ, ਅਤੇ ਤੇਰੀਆਂ ਧੀਆਂ ਮੋਢਿਆਂ ਤੇ ਚੁੱਕੀਆਂ ਜਾਣਗੀਆਂ।"},{"number":23,"verse":"ਪਾਤਸ਼ਾਹ ਤੇਰੇ ਪਾਲਣ ਵਾਲੇ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਰਾਣੀਆਂ ਤੇਰੀਆਂ ਦਾਈਆਂ ਹੋਣਗੀਆਂ, ਓਹ ਮੂੰਹ ਪਰਨੇ ਹੋ ਕੇ ਤੈਨੂੰ ਮੱਥਾ ਟੇਕਣਗੇ, ਅਤੇ ਤੇਰੇ ਪੈਰਾਂ ਦੀ ਖ਼ਾਕ ਚੱਟਣਗੇ, ਤਾਂ ਤੂੰ ਜਾਣੇਂਗੀ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਹਾਂ, ਅਤੇ ਮੇਰੇ ਉਡੀਕਣ ਵਾਲੇ ਸ਼ਰਮਿੰਦੇ ਨਾ ਹੋਣਗੇ।।"},{"number":24,"verse":"ਕੀ ਲੁੱਟ ਸੂਰਮੇ ਕੋਲੋਂ ਲਈ ਜਾਵੇਗੀ? ਯਾ ਧਰਮੀ ਦੇ ਬੰਧੂਏ ਛੁਡਾਏ ਜਾਣਗੇ,"},{"number":25,"verse":"ਯਹੋਵਾਹ ਤਾਂ ਏਉਂ ਆਖਦਾ ਹੈ, ਸੂਰਮੇ ਤੇ ਬੰਧੂਏ ਵੀ ਲਏ ਜਾਣਗੇ, ਅਤੇ ਜ਼ਾਲਮ ਦੀ ਲੁੱਟ ਛੁਡਾਈ ਜਾਵੇਗੀ, ਤੇਰੇ ਝਗੜਨ ਵਾਲਿਆਂ ਨਾਲ ਮੈਂ ਝਗੜਾਂਗਾ, ਅਤੇ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਮੈਂ ਬਚਾਵਾਂਗਾ।"},{"number":26,"verse":"ਮੈਂ ਤੇਰੇ ਸਤਾਉਣ ਵਾਲਿਆਂ ਨੂੰ ਓਹਨਾਂ ਦਾ ਆਪਣਾ ਮਾਸ ਖੁਲਾਵਾਂਗਾ, ਓਹ ਆਪਣੇ ਲਹੂ ਨਾਲ ਮਸਤਾਨੇ ਹੋਣਗੇ ਜਿਵੇਂ ਮਧ ਨਾਲ, ਅਤੇ ਸਾਰੇ ਬਸ਼ਰ ਜਾਣਨਗੇ ਕਿ ਮੈਂ ਯਹੋਵਾਹ ਤੇਰਾ ਬਚਾਉਣ ਵਾਲਾ ਹਾਂ, ਅਤੇ ਤੇਰਾ ਛੁਟਕਾਰਾ ਦੇਣ ਵਾਲਾ, ਯਾਕੂਬ ਦਾ ਸ਼ਕਤੀਮਾਨ।।"}]}