{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"( ਇੰਮਾਨੂਏਲ) ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਉੱਜ਼ੀਯਾਹ ਦੇ ਪੋਤ੍ਰੋ, ਯੋਥਾਮ ਦੇ ਪੁੱਤ੍ਰ ਆਹਾਜ਼ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਅਰਾਮ ਦਾ ਰਾਜਾ ਰਸੀਨ ਅਤੇ ਇਸਰਾਏਲ ਤੇ ਪਾਤਸ਼ਾਹ ਰਮਲਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਫਕਹ ਯਰੂਸ਼ਲਮ ਨੂੰ ਉਤਾਹਾਂ ਆਏ ਭਈ ਉਹ ਦੇ ਵਿਰੁੱਧ ਜੁੱਧ ਕਰਨਪਰ ਉਹ ਨੂੰ ਜਿੱਤ ਨਾ ਸੱਕੇ"},{"number":2,"verse":"ਤਾਂ ਦਾਊਦ ਦੇ ਘਰਾਣੇ ਨੂੰ ਦੱਸਿਆ ਗਿਆ ਕਿ ਅਰਾਮ ਇਫ਼ਰਾਈਮ ਨਾਲ ਮਿਲ ਗਿਆ ਤਾਂ ਉਹ ਦਾ ਦਿਲ ਤੇ ਉਹ ਦੇ ਲੋਕਾਂ ਦਾ ਦਿਲ ਕੰਬ ਗਿਆ ਜਿਵੇਂ ਬਣ ਦੇ ਰੁੱਖ ਪੌਣ ਦੇ ਅੱਗੇ ਕੰਬ ਜਾਂਦੇ ਹਨ।।"},{"number":3,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਯਸਾਯਾਹ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਅਰ ਤੇਰਾ ਪੁੱਤ੍ਰ ਸ਼ਆਰ ਯਾਸ਼ੂਬ ( ਅਰਥਾਤ, ਇੱਕ ਬਕੀਆ ਮੁੜੇਗਾ ।) ਉੱਪਰਲੇ ਤਲਾ ਦੇ ਸੂਏ ਦੇ ਸਿਰੇ ਉੱਤੇ ਧੋਬੀ ਘਾਟ ਦੇ ਰਾਹ ਤੇ ਆਹਾਜ਼ ਨੂੰ ਮਿਲੋ"},{"number":4,"verse":"ਅਤੇ ਤੂੰ ਉਹ ਨੂੰ ਆਖ, ਖਬਰਦਾਰ, ਚੁੱਪ ਰਹੁ, ਨਾ ਡਰ! ਇਨ੍ਹਾਂ ਚੁਆਤੀਆਂ ਦੇ ਦੋਹਾਂ ਸੁਲਗਦੇ ਟੁੰਡਾਂ ਤੋਂ ਅਰਥਾਤ ਰਮਲਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਅਰਾਮ ਅਤੇ ਰਸੀਨ ਦੇ ਬਲਦੇ ਕ੍ਰੋਧ ਤੋਂ ਤੇਰਾ ਦਿਲ ਹੁੱਸ ਨਾ ਜਾਵੇ"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਅਰਾਮ ਅਤੇ ਰਮਲਯਾਹ ਦੇ ਪੱਤ੍ਰ ਇਫ਼ਰਾਈਮ ਨੇ ਤੇਰੇ ਵਿਰੁੱਧ ਬਦੀ ਦਾ ਮਤਾ ਪਕਾਇਆ ਹੈ"},{"number":6,"verse":"ਆਓ, ਅਸੀਂ ਯਹੂਦਾਹ ਉੱਤੇ ਚੜ੍ਹੀਏ ਅਤੇ ਉਹ ਨੂੰ ਛੇੜੀਏ ਅਤੇ ਉਹ ਦੇ ਵਿੱਚ ਆਪਣੇ ਲਈ ਫੁੱਟ ਪਾ ਕੇ ਟਾਬਲ ਦੇ ਪੁੱਤ੍ਰ ਉਹ ਦੇ ਵਿੱਚ ਪਾਤਸ਼ਾਹ ਬਣਾਈਏ"},{"number":7,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਐਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਇਹ ਕਾਇਮ ਨਹੀਂ ਰਹੇਗਾ ਅਤੇ ਹੋਵੇਗਾ ਵੀ ਨਹੀਂ"},{"number":8,"verse":"ਕਿਉਂ ਜੋ ਅਰਾਮ ਦਾ ਸਿਰ ਦੰਮਿਸਕ ਹੈ ਅਤੇ ਦੰਮਿਸਕ ਦਾ ਸਿਰ ਰਸੀਨ ਹੈ, ਪਰ ਪੈਂਹਟਾਂ ਵਰਿਹਾਂ ਤੀਕ ਇਫ਼ਰਾਈਮ ਐਉਂ ਟੋਟੇ ਟੋਟੇ ਕੀਤਾ ਜਾਵੇਗਾ ਕਿ ਉਹ ਕੌਮ ਹੀ ਨਾ ਰਹੇਗੀ"},{"number":9,"verse":"ਇਫ਼ਰਾਈਮ ਦਾ ਸਿਰ ਸਾਮਰਿਯਾ ਹੈ ਅਤੇ ਸਾਮਰਿਯਾ ਦਾ ਸਿਰ ਰਮਲਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਹੈ। ਜੇ ਤੁਸੀਂ ਪਰਤੀਤ ਨਾ ਕਰੋਗੇ ਤੁਸੀਂ ਸੱਚ ਮੁੱਚ ਕਾਇਮ ਨਾ ਰੋਹੋਗੇ।।"},{"number":10,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਆਹਾਜ਼ ਨੂੰ ਹੋਰ ਇਹ ਬੋਲਿਆ"},{"number":11,"verse":"ਕਿ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਕੋਈ ਨਿਸ਼ਾਨ ਮੰਗ, ਭਾਵੇਂ ਡੁੰਘਿਆਈ ਵਿੱਚ ਭਾਵੇ ਉਤਾਹਾਂ ਉੱਚਿਆਈ ਵਿੱਚ ਮੰਗ"},{"number":12,"verse":"ਪਰ ਆਹਾਜ਼ ਨੇ ਆਖਿਆ, ਮੈਂ ਨਹੀਂ ਮੰਗਾਂਗਾ ਅਤੇ ਮੈਂ ਯਹੋਵਾਹ ਨੂੰ ਨਹੀਂ ਪਰਤਾਵਾਂਗਾ।।"},{"number":13,"verse":"ਤਾਂ ਓਸ ਆਖਿਆ, ਹੇ ਦਾਊਦ ਦੇ ਘਰਾਣੇ, ਸੁਣ। ਭਲਾ, ਏਹ ਤੁਹਾਡੇ ਲਈ ਛੋਟੀ ਗੱਲ ਹੈ ਭਈ ਮਨੁੱਖਾਂ ਨੂੰ ਖੇਚਲ ਦਿਓ? ਕੀ ਤੁਸੀਂ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਵੀ ਖੇਚਲ ਦਿਓਗੇ?"},{"number":14,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਆਪ ਤੁਹਾਨੂੰ ਇੱਕ ਨਿਸ਼ਾਨ ਦੇਵੇਗਾ। ਵੇਖੋ, ਇੱਕ ਕੁਆਰੀ ( ਅਥਵਾ, ਜੁਆਨ ਤੀਵੀਂ ।) ਗਰਭਵੰਤੀ ਹੋਵੇਗੀ ਅਤੇ ਪੁੱਤ੍ਰ ਜਣੇਗੀ ਅਤੇ ਉਹ ਉਸ ਦਾ ਨਾਮ ਇੰਮਾਨੂਏਲ ਰੱਖੇਗੀ"},{"number":15,"verse":"ਉਹ ਦਹੀਂ ਅਤੇ ਸ਼ਹਿਤ ਖਾਵੇਗਾ ਜਿਸ ਵੇਲੇ ਤੀਕ ਉਹ ਬਦੀ ਨੂੰ ਰੱਦਣਾ ਅਤੇ ਨੇਕੀ ਨੂੰ ਚੁਣਨਾ ਨਾ ਜਾਣੇ"},{"number":16,"verse":"ਕਿਉਂ ਜੋ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਉਹ ਮੁੰਡਾ ਬਦੀ ਨੂੰ ਰੱਦਣਾ ਅਤੇ ਨੇਕੀ ਨੂੰ ਚੁਣਨਾ ਜਾਣੇ, ਉਹ ਜਮੀਨ ਛੱਡੀ ਜਾਵੇਗੀ ਜਿਹ ਦੇ ਦੋਹਾਂ ਰਾਜਿਆਂ ਤੋਂ ਤੂੰ ਘਾਬਰਦਾ ਹੈਂ"},{"number":17,"verse":"ਯਹੋਵਾਹ ਤੇਰੇ ਉੱਤੇ, ਤੇਰੇ ਲੋਕਾਂ ਉੱਤੇ ਅਤੇ ਤੇਰੇ ਪਿਉ ਦੇ ਘਰਾਣੇ ਉੱਤੇ, ਤੇਰੇ ਲੋਕਾਂ ਉੱਤੇ ਅਜੇਹੇ ਦਿਨ ਲੈ ਆਵੇਗਾ ਅਰਥਾਤ ਅੱਸ਼ੂਰ ਦੇ ਰਾਜੇ ਨੂੰ, ਜੇਹੇ ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਤੋਂ ਨਹੀਂ ਆਏ ਜਦੋਂ ਇਫ਼ਰਾਈਮ ਯਹੂਦਾਹ ਤੋਂ ਚੱਲਾ ਗਿਆ ਸੀ।।"},{"number":18,"verse":"ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਓਸ ਦਿਨ ਯਹੋਵਾਹ ਉਸ ਮੱਖੀ ਲਈ ਜਿਹੜੀ ਮਿਸਰ ਦੀਆਂ ਨਦੀਆਂ ਦੇ ਸਿਰੇ ਤੇ ਹੈ ਅਤੇ ਉਸ ਮਖੀਰ ਨੂੰ ਜਿਹੜਾ ਅੱਸ਼ੂਰ ਦੇ ਦੇਸ ਵਿੱਚ ਹੈ ਸੁਸਕਾਰੇਗਾ"},{"number":19,"verse":"ਫੇਰ ਓਹ ਲੋਕ ਸਭ ਆਉਣਗੇ ਅਤੇ ਢਾਲੂ ਵਾਦੀਆਂ ਵਿੱਚ ਅਤੇ ਢਿੱਗਾਂ ਦੀਆਂ ਤੇੜਾਂ ਵਿੱਚ ਅਤੇ ਸਾਰੇ ਕੰਡਿਆਂ ਉੱਤੇ ਅਰ ਸਾਰੀਆਂ ਝਾੜੀਆਂ ਉੱਤੇ ਬਹਿਣਗੇ।।"},{"number":20,"verse":"ਓਸ ਦਿਨ ਪ੍ਰਭੁ ਉਸ ਉਸਤਰੇ ਨਾਲ ਜਿਹੜਾ ਦਰਿਆ ਦੇ ਪਾਰੋਂ ਭਾੜੇ ਤੇ ਲਿਆ ਹੈ ਅਰਥਾਤ ਅੱਸ਼ੂਰ ਦੇ ਰਾਜੇ ਨਾਲ ਸਿਰ ਅਤੇ ਪੈਰਾਂ ਦੇ ਵਾਲ ਮੁੰਨ ਸੁੱਟੇਗਾ ਅਤੇ ਦਾੜ੍ਹੀ ਵੀ ਸਾਫ਼ ਕਰ ਸੁੱਟੇਗਾ"},{"number":21,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਓਸ ਦਿਨ ਇੱਕ ਮਨੁੱਖ ਇੱਕ ਵਹਿੜ ਤੇ ਦੋ ਭੇਡਾਂ ਜੀਉਂਦੀਆਂ ਰੱਖੇਗਾ"},{"number":22,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਦੁੱਧ ਦੀ ਵਾਫਰੀ ਦੇ ਕਾਰਨ ਉਹ ਦਹੀਂ ਖਾਵੇਗਾ ਕਿਉਂਕਿ ਜੋ ਕੋਈ ਉਸ ਜਮੀਨ ਦੇ ਵਿੱਚਕਾਰ ਬਾਕੀ ਰਹੇ ਉਹ ਦਹੀਂ ਤੇ ਸ਼ਹਿਤ ਖਾਵੇਗਾ।।"},{"number":23,"verse":"ਅਤੇ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਓਸ ਦਿਨ ਹਰ ਥਾਂ ਜਿੱਥੇ ਹਜ਼ਾਰ ਵੇਲਾਂ ਹੁੰਦੀਆਂ ਸਨ ਅਤੇ ਓਹ ਹਜ਼ਾਰ ਰੁਪਏ ਦੀਆਂ ਹੁੰਦੀਆਂ ਸਨ ਉੱਥੇ ਕੰਡੇ ਤੇ ਕੰਡਿਆਲੇ ਹੋਣਗੇ"},{"number":24,"verse":"ਬਾਣਾਂ ਤੇ ਧਣੁਖਾਂ ਨਾਲ ਓਹ ਉੱਥੇ ਆਉਣਗੇ ਕਿਉਂਕਿ ਸਾਰਾ ਦੇਸ ਕੰਡਿਆਂ ਤੇ ਕੰਡਿਆਲਿਆਂ ਦਾ ਹੋਵੇਗਾ"},{"number":25,"verse":"ਅਤੇ ਸਾਰੇ ਟਿੱਬੇ ਜਿਹੜੇ ਕਹੀ ਨਾਲ ਪੁੱਟੀਦੇ ਸਨ, - ਕੰਡਿਆਂ ਤੇ ਕੰਡਿਆਲਿਆਂ ਦੇ ਡਰ ਤੋਂ ਤੁਸੀਂ ਉੱਥੇ ਨਾ ਜਾਓਗੇ ਪਰ ਓਹ ਬਲਦਾਂ ਦੀਆਂ ਰੱਖਾਂ ਅਤੇ ਭੇਡਾਂ ਦੀ ਖੁਰਗਾਹ ਹੋਣਗੇ।।"}]}