{"bibleAbbr":"paOV2016","bookName":"ਯਸਾਯਾਹ","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"( ਸ਼ਾਂਤੀ ਦਾ ਰਾਜ ਕੁਮਾਰ) ਪਰ ਉਹ ਦੇ ਲਈ ਜਿਹੜੀ ਕਸ਼ਟ ਵਿੱਚ ਸੀ ਧੁੰਦ ਨਹੀਂ ਹੋਵੇਗੀ। ਪਿੱਛਲੇ ਸਮੇਂ ਵਿੱਚ ਉਹ ਨੇ ਜ਼ਬੁਲੁਨ ਦੀ ਧਰਤੀ ਅਤੇ ਨਫ਼ਤਾਲੀ ਦੀ ਧਰਤੀ ਨੂੰ ਤੁੱਛ ਕੀਤਾ ਪਰ ਆਖਰੀ ਸਮੇਂ ਵਿੱਚ ਓਹ ਸਮੁੰਦਰ ਦੇ ਰਾਹ ਯਰਦਨੋਂ ਪਾਰ ਕੌਮਾਂ ਦੇ ਗਲੀਲ ਨੂੰ ਪਰਤਾਪਵਾਨ ਕਰੇਗਾ।।"},{"number":2,"verse":"ਜਿਹੜੇ ਲੋਕ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਚੱਲਦੇ ਸਨ, ਓਹਨਾਂ ਨੇ ਵੱਡਾ ਚਾਨਣ ਵੇਖਿਆ, ਅਤੇ ਜਿਹੜੇ ਮੌਤ ਦੇ ਸਾਯੇ ਦੇ ਦੇਸ ਵਿੱਚ ਵੱਸਦੇ ਸਨ, ਓਹਨਾਂ ਉੱਤੇ ਚਾਨਣ ਚਮਕਿਆ।"},{"number":3,"verse":"ਤੈਂ ਕੌਮ ਨੂੰ ਵਧੇਰੇ ਕੀਤਾ, ਤੈਂ ਉਹ ਦੀ ਖੁਸ਼ੀ ਨੂੰ ਵਧਾਇਆ, ਓਹ ਤੇਰੇ ਸਨਮੁਖ ਖੁਸ਼ੀ ਕਰਦੇ ਹਨ, ਜਿਵੇਂ ਵਾਢੀ ਤੇ ਖੁਸ਼ੀ ਕਰੀਦੀ ਹੈ, ਅਤੇ ਜਿਵੇਂ ਲੁੱਟ ਦਾ ਮਾਲ ਵੰਡਣ ਉੱਤੇ ਓਹ ਬਾਗ ਬਾਗ ਹੁੰਦੇ ਹਨ।"},{"number":4,"verse":"ਉਸ ਦੇ ਭਾਰ ਦੇ ਜੂਲੇ ਨੂੰ, ਉਸ ਦੇ ਮੋਢੇ ਦੀ ਲਾਠੀ ਨੂੰ, ਅਤੇ ਉਸ ਦੇ ਸਤਾਉਣ ਵਾਲੇ ਦੀ ਸੋਟੀ ਨੂੰ, ਤੈਂ ਟੋਟੇ ਟੋਟੇ ਕੀਤਾ ਜਿਵੇਂ ਮਿਦਯਾਨ ਦੇ ਦਿਨ ਵਿੱਚ।"},{"number":5,"verse":"ਹਰ ਸ਼ੋਰ ਨਾਲ ਪੌੜ ਮਾਰਨ ਵਾਲਾ ਫੌਜੀ ਬੂਟ, ਅਤੇ ਹਰ ਲਹੂ ਲੁਹਾਣ ਕੱਪੜਾ, ਅੱਗ ਦੇ ਬਾਲਣ ਵਾਂਙੁ ਸਾੜਿਆ ਜਾਵੇਗਾ।"},{"number":6,"verse":"ਸਾਡੇ ਲਈ ਤਾਂ ਇੱਕ ਬਾਲਕ ਜੰਮਿਆਂ, ਅਤੇ ਸਾਨੂੰ ਇੱਕ ਪੁੱਤ੍ਰ ਬ਼ਖ਼ਸ਼ਿਆ ਗਿਆ, ਰਾਜ ਉਹ ਦੇ ਮੋਢੇ ਉੱਤੇ ਹੋਵੇਗਾ, ਅਤੇ ਉਹ ਦਾ ਨਾਮ ਇਉਂ ਸੱਦਿਆ ਜਾਵੇਗਾ, \"ਅਚਰਜ ਸਲਾਹੂ, ਸ਼ਕਤੀਮਾਨ ਪਰਮੇਸ਼ੁਰ, ਅਨਾਦੀ ਪਿਤਾ, ਸ਼ਾਂਤੀ ਦਾ ਰਾਜ ਕੁਮਾਰ\"।"},{"number":7,"verse":"ਉਹ ਦੇ ਰਾਜ ਦੀ ਤਰੱਕੀ, ਅਤੇ ਸਲਾਮਤੀ ਦੀ ਕੋਈ ਹੱਦ ਨਾ ਹੋਵੇਗੀ, ਦਾਊਦ ਦੀ ਰਾਜ-ਗੱਦੀ ਉੱਤੇ, ਅਤੇ ਉਹ ਦੀ ਪਾਤਸ਼ਾਹੀ ਉੱਤੇ, ਭਈ ਉਹ ਉਸ ਨੂੰ ਕਾਇਮ ਕਰੇ, ਅਤੇ ਨਿਆਉਂ ਤੇ ਧਰਮ ਨਾਲ ਉਸ ਨੂੰ ਹੁਣ ਤੋਂ ਜੁੱਗੋ ਜੁੱਗ ਸੰਭਾਲੇ। ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦੀ ਅਣਖ ਏਹ ਕਰੇਗੀ।।"},{"number":8,"verse":"ਪ੍ਰਭੁ ਨੇ ਯਾਕੂਬ ਨੂੰ ਬਚਨ ਘੱਲਿਆ, ਅਤੇ ਉਹ ਇਸਰਾਏਲ ਉੱਤੇ ਆ ਪਿਆ।"},{"number":9,"verse":"ਤਾਂ ਸਾਰੇ ਲੋਕ ਜਾਣਨਗੇ, ਇਫ਼ਰਾਈਮ ਅਤੇ ਸਾਮਰਿਯਾ ਦੇ ਵਾਸੀ, ਜਿਹੜੇ ਗਰੂਰ ਤੇ ਦਿਲ ਤੇ ਹੰਕਾਰ ਨਾਲ ਆਖਦੇ ਹਨ,"},{"number":10,"verse":"ਇੱਟਾਂ ਡਿੱਗ ਪਈਆਂ, ਪਰ ਅਸੀਂ ਘੜਵੇਂ ਪੱਥਰਾਂ ਨਾਲ ਉਸਾਂਰਗੇ, ਗੁਲਰ ਤਾਂ ਵੱਢੇ ਹੋਏ ਹਨ, ਪਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਥਾਂ ਦਿਆਰ ਪਾਵਾਂਗੇ।"},{"number":11,"verse":"ਸੋ ਯਹੋਵਾਹ ਰਸੀਨ ਦੇ ਵਿਰੋਧੀਆਂ ਨੂੰ ਉਹ ਦੇ ਵਿਰੁੱਧ ਚੁੱਕੇਗਾ, ਅਤੇ ਉਹ ਦੇ ਵੈਰੀਆਂ ਨੂੰ ਪਰੇਰੇਗਾ।"},{"number":12,"verse":"ਅਰਾਮੀ ਅੱਗੇ ਅਤੇ ਫਲਿਸਤੀ ਪਿੱਛੇ ਹੋਣਗੇ, ਅਤੇ ਓਹ ਇਸਰਾਏਲ ਨੂੰ ਅੱਡੇ ਹੋਏ ਮੂੰਹ ਨਾਲ ਭੱਖ ਲੈਣਗੇ। ਏਹ ਦੇ ਹੁੰਦਿਆਂ ਤੇ ਵੀ ਉਹ ਦਾ ਕ੍ਰੋਧ ਨਹੀਂ ਹਟਿਆ, ਸਗੋਂ ਉਹ ਦਾ ਹੱਥ ਅਜੇ ਚੁੱਕਿਆ ਹੋਇਆ ਹੈ।।"},{"number":13,"verse":"ਤਾਂ ਵੀ ਪਰਜਾ ਆਪਣੇ ਮਾਰਨ ਵਾਲੇ ਵੱਲ ਨਾ ਮੁੜੀ, ਨਾ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਨੂੰ ਭਾਲਿਆ।"},{"number":14,"verse":"ਸੋ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਸਿਰ ਅਰ ਪੂਛ, ਖਜੂਰ ਦੀ ਟਹਿਣੀ ਤੇ ਕਾਨਾ ਇੱਕੋ ਦਿਨ ਵੱਢ ਸੁੱਟਿਆ,"},{"number":15,"verse":"ਬਜ਼ੁਰਗ ਅਰ ਪਤਵੰਤ, ਓਹ ਸਿਰ ਹਨ, ਅਤੇ ਨਬੀ ਜਿਹੜਾ ਝੂਠ ਸਿਖਾਉਂਦਾ ਹੈ, ਉਹ ਪੂਛ ਹੈ।"},{"number":16,"verse":"ਇਸ ਪਰਜਾ ਦੇ ਆਗੂ ਕੁਰਾਹ ਪਾਉਣ ਵਾਲੇ ਹਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਲੱਗਣ ਵਾਲੇ ਨਿਗਲੇ ਜਾਂਦੇ ਹਨ।।"},{"number":17,"verse":"ਏਸ ਲਈ ਪ੍ਰਭੁ ਉਨ੍ਹਾਂ ਦੇ ਜੁਆਨਾਂ ਉੱਤੇ ਖੁਸ਼ ਨਹੀਂ, ਨਾ ਉਨ੍ਹਾਂ ਦੇ ਯਤੀਮਾਂ ਅਤੇ ਵਿਧਵਾਂ ਉੱਤੇ ਰਹਮ ਕਰੇਗਾ, ਕਿਉਂ ਜੋ ਹਰੇਕ ਬੇਧਰਮ ਅਰ ਕੁਕਰਮੀ ਹੈ, ਅਤੇ ਹਰ ਮੂੰਹ ਮੂਰਖਤਾਈ ਬੱਕਦਾ ਹੈ। ਏਹ ਦੇ ਹੁੰਦਿਆ ਤੇ ਵੀ ਉਹ ਦਾ ਕ੍ਰੋਧ ਨਹੀ ਹਟਿਆ, ਸਗੋਂ ਉਹ ਦਾ ਹੱਥ ਅਜੇ ਚੁੱਕਿਆ ਹੋਇਆ ਹੈ।।"},{"number":18,"verse":"ਬੁਰਿਆਈ ਤਾਂ ਅੱਗ ਵਾਂਙੁ ਬਲਦੀ ਹੈ, ਉਹ ਕੰਡੇ ਤੇ ਕੰਡਿਆਲੇ ਭਸਮ ਕਰਦੀ ਹੈ, ਅਤੇ ਉਹ ਬਣ ਦੀਆਂ ਝੰਗੀਆਂ ਵਿੱਚ ਭੜਕ ਉੱਠਦੀ ਹੈ, ਓਹ ਧੂੰਏਂ ਦੇ ਗੂੜ੍ਹੇ ਬੱਦਲਾਂ ਵਿੱਚ ਉਤਾਹਾਂ ਚੜ੍ਹਦੀਆਂ ਹਨ।"},{"number":19,"verse":"ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦੇ ਕਹਿਰ ਵਿੱਚ ਧਰਤੀ ਸੜ ਜਾਂਦੀ ਹੈ, ਲੋਕ ਅੱਗ ਦੇ ਬਾਲਣ ਜੇਹੇ ਹੁੰਦੇ ਹਨ, ਕੋਈ ਆਪਣੇ ਭਰਾ ਦੀ ਰਈ ਨਹੀਂ ਕਰਦਾ।"},{"number":20,"verse":"ਕੋਈ ਸੱਜੇ ਹੱਥ ਵੱਲੋਂ ਕੁਝ ਖਿੱਚਦਾ ਪਰ ਰਹਿੰਦਾ ਭੁੱਖਾ ਹੈ, ਕੋਈ ਖੱਬੇ ਵੱਲੋਂ ਖਾਂਦਾ ਪਰ ਓਹ ਰੱਜਦੇ ਨਹੀਂ, ਹਰ ਮਨੁੱਖ ਆਪਣੀ ਬਾਂਹ ਦਾ ਮਾਸ ਖਾਵੇਗਾ,"},{"number":21,"verse":"ਮਨੱਸ਼ਹ ਇਫ਼ਰਾਈਮ ਨੂੰ ਅਰ ਇਫ਼ਰਾਈਮ ਮਨੱਸ਼ਹ ਨੂੰ, ਅਤੇ ਓਹ ਮਿਲ ਕੇ ਯਹੂਦਾਹ ਦੇ ਵਿਰੁੱਧ ਹੁੰਦੇ ਹਨ। ਏਹ ਦੇ ਹੁੰਦਿਆਂ ਤੇ ਵੀ ਉਹ ਦਾ ਕ੍ਰੋਧ ਨਹੀਂ ਹਟਿਆ, ਸਗੋਂ ਉਹ ਦਾ ਹੱਥ ਅਜੇ ਚੁੱਕਿਆ ਹੋਇਆ ਹੈ।।"}]}