{"bibleAbbr":"LBP1933","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"WHEN Israel was a child, then I loved him, and I called him, my son, out of Egypt."},{"number":2,"verse":"Just as they were called, so they went away from my presence; they sacrificed to Baal and burned incense to idols."},{"number":3,"verse":"It was I who cared for Ephraim and took them up in my arms; but they did not know that I healed them."},{"number":4,"verse":"I drew them with cords of a man, with the bands of love; and I was to them as one who takes off the yoke from their neck, and I bent over them and fed them."},{"number":5,"verse":"They shall not return to the land of Egypt, but the Assyrian shall be their king, because they refused to repent."},{"number":6,"verse":"The sword shall cause pain in their cities and consume their possessions, and they shall suffer because of their evil counsels."},{"number":7,"verse":"And my people are inclined to backslide from me; though they shall call to God, they will take counsel together, and none at all would exalt him."},{"number":8,"verse":"How shall I uphold you, O Ephraim? How shall I help you, O Israel? How shall I make you as Adamah? How shall I set you as Zeboim? My heart is turned within me, my tender mercies are moved."},{"number":9,"verse":"I will not execute the fierceness of my anger, I will not return to destroy Ephraim; for I am God, and not man in the midst of you; I am the Holy One, and I will not come to attack the city."},{"number":10,"verse":"They shall walk after the LORD; he shall roar like a lion; because he shall roar, some of the people shall tremble."},{"number":11,"verse":"They shall come fast like a bird out of Egypt, and like a dove out of the land of Assyria; and I will bring them back to their dwelling place, says the LORD."},{"number":12,"verse":"Ephraim has compassed me about with lies, and the house of Israel and Judah with deceit; until the people of God was humbled, a people once holy and faithful."}]}