{"bibleAbbr":"LBP1933","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"LET your mouth become like a trumpet. He shall come as an eagle against the house of the LORD, because they have transgressed my covenant and trespassed my law."},{"number":2,"verse":"They have called to me, saying, O our God, we know thee."},{"number":3,"verse":"Israel has forgotten the good; the enemy has pursued him."},{"number":4,"verse":"They have set up kings, but not by me; they have made princes, but they did not let me know; of their silver and their gold they have made idols to themselves, that they may perish."},{"number":5,"verse":"They have been led astray by your calf, O Samaria; my anger is kindled against them; how long will it be before they can be declared innocent?"},{"number":6,"verse":"For the idol is the product of Israel; a carpenter made it, therefore it is not God; but your calf, O Samaria, was made for deception."},{"number":7,"verse":"For they have sown the wind, and they have reaped the whirlwind; it has no stalk, nor an ear to yield meal; and if it were to yield, the strangers shall eat it."},{"number":8,"verse":"Israel is swallowed up; now they are among the Gentiles as a vessel wherein is no use."},{"number":9,"verse":"For they are gone up to Assyria, as a wild ass alone by himself; Ephraim has loved gifts."},{"number":10,"verse":"Though they shall be delivered up to the Gentiles, I will gather them, and they shall rest a while from the burden of the kings and the princes."},{"number":11,"verse":"Because Ephraim has made many altars to sin, altars have become to him for a great sin."},{"number":12,"verse":"I have written to him many of my laws, but my words he considered as a strange thing."},{"number":13,"verse":"They sacrifice the choicest of animals and eat the meat; but the LORD has no delight in them; now he will remember their iniquity and punish them for their sins; they shall return to Egypt."},{"number":14,"verse":"For Israel has forgotten his Maker and built palaces; and Judah has multiplied fortified cities: but I will kindle a fire in his cities, and it shall devour the palaces thereof."}]}