{"bibleAbbr":"LBP1933","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":9,"verses":[{"number":1,"verse":"REJOICE not, O Israel, leap not for joy, as others do; because you have gone astray from your God, you have loved gifts from every threshing floor."},{"number":2,"verse":"But the threshing floor and the winepress shall not satisfy them, and the oil shall fail them."},{"number":3,"verse":"They shall not dwell in the LORD'S land; but Ephraim shall return to Egypt, and they shall eat unclean things in Assyria."},{"number":4,"verse":"They shall not offer wine offerings to the LORD, neither shall their sacrifices please him; their sacrifices shall be to them as the bread of affliction; all who eat of it shall be polluted; for their own bread shall not come into the house of the LORD."},{"number":5,"verse":"What will you do on the solemn feast day, and on the day of the feast of the LORD?"},{"number":6,"verse":"For, lo, they are gone in the prey: Egypt shall gather them up, Memphis shall bury them; their valuable things of silver, strangers shall inherit them; thorns shall grow in their tents."},{"number":7,"verse":"The days of vengeance have come, the days of recompense are near; then Israel shall know it; the prophet is a fool, a dull man possessed by a spirit of stupidity; because of the multitude of your iniquity, your lasciviousness has been increased."},{"number":8,"verse":"The watchman of Ephraim was with my God; but the prophet is a snare and a stumbling block in all his ways, and wantonness in the house of God."},{"number":9,"verse":"They have deeply corrupted themselves, as in the days of Ramtha; therefore he will remember their iniquity, and he will punish them for their sins."},{"number":10,"verse":"I found Israel like grapes in the wilderness; I saw their fathers like the first fruit of the fig tree, but they went to Baal-peor, and separated themselves to that shameful thing, and became abominable like the things they loved."},{"number":11,"verse":"As for Ephraim, their glory has flown away like a bird, they are cut off from the birth, from the womb, and from the conception."},{"number":12,"verse":"Though they bring up their children, yet I will bereave them, that there shall not be a man left; yea, woe to them, for I will take vengeance upon them!"},{"number":13,"verse":"Ephraim's fate shall be like that of Tyre, as you have seen, though planted in a pleasant place with buildings; likewise Ephraim shall bring out his children to the slaughter."},{"number":14,"verse":"Give them, O LORD: what wilt thou give? Give them a miscarrying womb and dry breasts."},{"number":15,"verse":"All their wickedness is in Gilgal: for there I hated them; because of the wickedness of their doings, I will drive them out of my house, I will love them no more; all their princes are rebels."},{"number":16,"verse":"Ephraim is smitten, their root is dried up, they shall bear no fruit: yea, though they bear children, I will cause them to die, even those who are tenderly beloved."},{"number":17,"verse":"My God will reject them because they did not hearken to him; and they shall be wanderers among the nations."}]}