{"bibleAbbr":"KNJV","bookName":"ಯೋಬನು","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"ಇಗೋ, ಇವುಗಳನ್ನೆಲ್ಲಾ ನನ್ನ ಕಣ್ಣು ಕಂಡಿದೆ, ಕಿವಿಯು ಕೇಳಿ ಗ್ರಹಿಸಿದೆ."},{"number":2,"verse":"ನೀವು ತಿಳಿದಿರುವದನ್ನು ನಾನೂ ತಿಳಿದಿದ್ದೇನೆ. ನಿಮಗಿಂತ ನಾನು ಕಡೆಯಲ್ಲ."},{"number":3,"verse":"ಆದರೆ ನಾನು ಸರ್ವಶಕ್ತನ ಸಂಗಡ ಮಾತಾಡಬೇಕು, ದೇವರೊಂದಿಗೆ ವಾದಿಸಲು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ."},{"number":4,"verse":"ನೀವಾದರೋ ಸುಳ್ಳನ್ನು ಮೆತ್ತುವವರಾಗಿದ್ದೀರಿ, ನೀವೆಲ್ಲರೂ ವ್ಯರ್ಥವೈದ್ಯರೇ."},{"number":5,"verse":"ನೀವು ಬಾಯಿಮುಚ್ಚಿ ಸುಮ್ಮನಾದರೆ ಎಷ್ಟೋ ಉತ್ತಮ! ಮೌನವೇ ನಿಮಗೆ ಜ್ಞಾನವು."},{"number":6,"verse":"ದಯಮಾಡಿ ನನ್ನ ಆಕ್ಷೇಪಣೆಯನ್ನು ಕೇಳಿರಿ, ನನ್ನ ತುಟಿಗಳ ವಾದಕ್ಕೆ ಕಿವಿಗೊಡಿರಿ."},{"number":7,"verse":"ದೇವರ ಪಕ್ಷವಾಗಿ ಅನ್ಯಾಯವನ್ನು ನುಡಿಯುವಿರೋ? ಆತನಿಗೋಸ್ಕರ ಮೋಸದ ಮಾತುಗಳನ್ನಾಡುವಿರೋ?"},{"number":8,"verse":"ಆತನಿಗೆ ಮುಖದಾಕ್ಷಿಣ್ಯವನ್ನು ತೋರಿಸುವಿರಾ? ದೇವರಿಗಾಗಿ ವಾದಿಸುವಿರಾ?"},{"number":9,"verse":"ಆತನು ನಿಮ್ಮನ್ನು ಶೋಧಿಸಿದರೆ ನಿಮಗೆ ಒಳ್ಳೇದಾಗುವದೋ? ಮನುಷ್ಯನನ್ನು ಮೋಸಗೊಳಿಸುವಂತೆ ಆತನನ್ನೂ ಮೋಸಗೊಳಿಸುವಿರೋ?"},{"number":10,"verse":"ನೀವು ರಹಸ್ಯವಾಗಿ ಪಕ್ಷಪಾತಮಾಡಿದರೆ ಆತನು ನಿಮ್ಮನ್ನು ಖಂಡಿಸೇ ಖಂಡಿಸುವನು."},{"number":11,"verse":"ಆತನ ಶ್ರೇಷ್ಠತೆಯು ನಿಮ್ಮನ್ನು ಹೆದರಿಸುವದಿಲ್ಲವೋ? ಆತನ ಭಯವು ನಿಮ್ಮ ಮೇಲೆ ಬೀಳುವದಿಲ್ಲವೋ?"},{"number":12,"verse":"ನಿಮ್ಮ ಸ್ಮೃತಿಗಳು ಬೂದಿಯ ಸಾಮತಿಗಳು; ನಿಮ್ಮ ಕೋಟೆಯು ಬರೀ ಮಣ್ಣಿನದೇ."},{"number":13,"verse":"ಸುಮ್ಮನಿರಿ, ನನ್ನನ್ನು ಬಿಡಿರಿ, ನಾನು ಮಾತಾಡಬೇಕು, ನನಗೇನಾದರೂ ಆಗಲಿ."},{"number":14,"verse":"ನನ್ನ ಪ್ರಾಣವನ್ನು ಬಾಯಿಂದ ಕಚ್ಚಿಕೊಂಡಿರುವೆನು, ನನ್ನ ಜೀವವನ್ನು ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಂಡಿರುವೆನು,"},{"number":15,"verse":"ಆಹಾ, ಆತನು ನನ್ನನ್ನು ಕೊಲ್ಲುವನು, ಅದಕ್ಕಾಗಿ ಕಾದಿರುತ್ತೇನೆ, ಆದರೂ ನನ್ನ ನಡತೆಯ ಒಳ್ಳೇತನವನ್ನು ಆತನ ಮುಂದೆ ಸ್ಥಾಪಿಸುವೆನು."},{"number":16,"verse":"ಭ್ರಷ್ಟನು ಆತನ ಮುಂದೆ ಬರುವದಿಲ್ಲವೆಂಬದೇ ನಾನು ರಕ್ಷಣೆಯನ್ನು ಹೊಂದುವೆನೆಂಬದಕ್ಕೆ ಆಧಾರವಾಗಿದೆ."},{"number":17,"verse":"ನನ್ನ ಮಾತುಗಳನ್ನು ಚೆನ್ನಾಗಿ ಕೇಳಿರಿ, ನನ್ನ ಅರಿಕೆಗೆ ಕಿವಿಗೊಡಿರಿ."},{"number":18,"verse":"ಇಗೋ, ನನ್ನ ನ್ಯಾಯವನ್ನು ಸಿದ್ಧಪಡಿಸಿದ್ದೇನೆ; ನಾನು ನೀತಿವಂತನೆಂಬದಾಗಿ ನಿರ್ಣಯವಾಗುವದೆಂದು ನನಗೆ ಗೊತ್ತೇ ಇದೆ."},{"number":19,"verse":"ನನಗೆ ಪ್ರತಿವಾದಿ ಇದ್ದಾನೋ? ಇದ್ದರೆ ಸುಮ್ಮನಾಗಿ ಪ್ರಾಣಬಿಡುವೆನು."},{"number":20,"verse":"ಆದರೆ ನಾನು ನನ್ನನ್ನು ನಿನ್ನ ದೃಷ್ಟಿಗೆ ಮರೆಮಾಡಿಕೊಳ್ಳದಂತೆ ಈ ಎರಡು ಕಾರ್ಯಗಳನ್ನು ಮಾಡಬೇಡ."},{"number":21,"verse":"ನನ್ನ ಮೇಲೆತ್ತಿರುವ ನಿನ್ನ ಕೈಯನ್ನು ದೂರಮಾಡು, ನಿನ್ನ ದಿಗಿಲು ನನ್ನನ್ನು ಅಂಜಿಸದಿರಲಿ."},{"number":22,"verse":"ಆಗ ನೀನು ಕರೆದರೆ ನಾನು ಉತ್ತರಕೊಡುವೆನು, ಇಲ್ಲವೆ ನಾನು ಮಾತಾಡುವೆ, ನೀನು ಉತ್ತರ ಕೊಡು."},{"number":23,"verse":"ನನ್ನ ಪಾಪದೋಷಗಳೆಷ್ಟು? ನನ್ನ ಪಾಪವನ್ನೂ ದ್ರೋಹವನ್ನೂ ನನಗೆ ತಿಳಿಯಪಡಿಸು."},{"number":24,"verse":"ನೀನು ವಿಮುಖನಾಗಿ ನನ್ನನ್ನು ಶತ್ರುವೆಂದೆಣಿಸಿರುವದೇಕೆ?"},{"number":25,"verse":"ಹಾರಿಹೋಗುವ ಎಲೆಯನ್ನು ನಡುಗಿಸುವಿಯಾ? ಒಣಗಿದ ಹೊಟ್ಟನ್ನು ಅಟ್ಟಿಬಿಡುವಿಯಾ?"},{"number":26,"verse":"ನನ್ನ ವಿಷಯವಾಗಿ ಕಠಿಣವಾದ ತೀರ್ಪುಗಳನ್ನು ಬರೆದು ನನ್ನ ಯೌವನದ ಪಾಪಗಳ ಫಲದ ಬಾಧ್ಯತೆಯನ್ನು ನನಗೆ ಕೊಟ್ಟಿದ್ದೀ."},{"number":27,"verse":"ನೀನು ನನ್ನ ಕಾಲುಗಳನ್ನು ಕೋಳಕ್ಕೆ ಹಾಕಿದ್ದೀ; ನನ್ನ ದಾರಿಗಳನ್ನೆಲ್ಲಾ ಮಂದಟ್ಟುಮಾಡಿ ನನ್ನ ಹೆಜ್ಜೆಗಳ ಸುತ್ತಲೂ ಗೆರೆಯೆಳೆದಿದ್ದೀ."},{"number":28,"verse":"ಕೊಳೆಯುವ ಪದಾರ್ಥದಂತೆಯೂ ನುಸಿ ಹಿಡಿದ ಬಟ್ಟೆಯ ಹಾಗೂ ಕ್ಷಯಿಸಿಹೋಗುತ್ತಿದ್ದೇನೆ."}]}