{"bibleAbbr":"KNJV","bookName":"ಯೋಬನು","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"ಆಗ ಶೂಹ್ಯನಾದ ಬಿಲ್ದದನು ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಹೀಗಂದನು -"},{"number":2,"verse":"ಇನ್ನೆಷ್ಟರವರೆಗೆ ಮಾತುಗಳನ್ನು ಹಿಡಿಯುವದಕ್ಕೆ ಉರ್ಲೊಡ್ಡುತ್ತಿರುವಿ? ನೀನು ಆಲೋಚಿಸು, ಆಮೇಲೆ ಮಾತಾಡೋಣ."},{"number":3,"verse":"ಏಕೆ ನಮ್ಮನ್ನು ಮೃಗಗಳೆಂದು ಎಣಿಸಿದ್ದೀ? ನಿನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ನಾವು ಹೆಡ್ಡರೋ?"},{"number":4,"verse":"ಸಿಟ್ಟಿನಿಂದ ನಿನ್ನನ್ನು ಸೀಳಿಕೊಳ್ಳುವವನೇ, ನಿನಗಾಗಿ ಲೋಕವೇ ಹಾಳಾಗಬೇಕೋ, ಬಂಡೆಯು ತನ್ನ ಸ್ಥಳದಿಂದ ಜರಗಬೇಕೋ?"},{"number":5,"verse":"ಹೇಗಾದರೂ ದುಷ್ಟನ ದೀಪವು ಆರುವದು, ಅವನ ಒಲೆಯು ಉರಿಯುವದಿಲ್ಲ."},{"number":6,"verse":"ಅವನ ಗುಡಾರದಲ್ಲಿ ಬೆಳಕು ಕತ್ತಲಾಗುವದು, ಅವನ ಮೇಲಣ [ತೂಗು] ದೀವಿಗೆಯು ನಂದುವದು."},{"number":7,"verse":"ಅವನ ಬಲವುಳ್ಳ ಹೆಜ್ಜೆಗಳಿಗೆ ಇಕ್ಕಟ್ಟಾಗುವದು, ಅವನ ಆಲೋಚನೆಯೇ ಅವನನ್ನು ಕೆಡವಿಹಾಕುವದು."},{"number":8,"verse":"ತನ್ನ ಹೆಜ್ಜೆಗಳಿಂದಲೇ ಬಲೆಗೆ ಬೀಳುವನು, ಗುಂಡಿಯನ್ನು ಮುಚ್ಚಿದ ತಟ್ಟಿಯ ಮೇಲೆ ನಡೆಯುವನು,"},{"number":9,"verse":"ಕತ್ತರಿಬೋನು ಅವನ ಹಿಮ್ಮಡಿಯನ್ನು ಕಚ್ಚುವದು, ಉರುಲು ಅವನನ್ನು ಹಿಡಿಯುವದು,"},{"number":10,"verse":"ನೆಲದ ಮೇಲೆ ಪಾಶವೂ ದಾರಿಯಲ್ಲಿ ಜಾಲವೂ ಅವನಿಗೆ ಹೊಂಚಿಕೊಂಡಿರುವವು."},{"number":11,"verse":"ಎಲ್ಲಾ ಕಡೆಯಲ್ಲಿಯೂ ಅಪಾಯಗಳು ಅವನನ್ನು ಅಂಜಿಸಿ ಹಿಮ್ಮಡಿತುಳಿಯುತ್ತಾ ಬೆನ್ಹತ್ತುವವು."},{"number":12,"verse":"ಅವನ ಬಲವು ಕುಂದಿಹೋಗುವದು. ಅವನು ಎಡವಿ ಬಿದ್ದಾನೇ ಎಂದು ವಿಪತ್ತು ಕಾದಿರುವದು."},{"number":13,"verse":"ಮೃತ್ಯುವಿನ ಹಿರೀಮಗನು ಅವನ ಚರ್ಮವನ್ನು ಚೂರು ಚೂರಾಗಿ ತಿಂದು ಅವನ ಅಂಗಗಳನ್ನು ನುಂಗಿಬಿಡುವನು;"},{"number":14,"verse":"ಅವನ ನಿರ್ಭಯದ ಗುಡಾರದಿಂದ ಅವನನ್ನು ಎಳೆದು ಮಹಾಭೀತಿಗಳ ರಾಜನ ಸನ್ನಿಧಿಗೆ ಸಾಗಿಸಿಕೊಂಡು ಹೋಗುವನು."},{"number":15,"verse":"ಅವನಿಗೆ ಸಂಬಂಧಿಗಳಲ್ಲದವರು ಅವನ ಗುಡಾರದಲ್ಲಿ ವಾಸಿಸುವರು, ಅವನ ಮನೆಯ ಮೇಲೆ ಗಂಧಕವು ಎರಚಲ್ಪಡುವದು."},{"number":16,"verse":"ಅವನ ಬುಡವು ಕೆಳಗೆ ಒಣಗುವದು, ಅವನ ರೆಂಬೆಯು ಮೇಲೆ ಬಾಡುವದು."},{"number":17,"verse":"ಅವನ ಸ್ಮರಣೆಯು ಭೂಮಿಯಲ್ಲಿ ಅಳಿದುಹೋಗುವದು, ಅವನ ಹೆಸರು ಹೊರಗಣ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿಯೂ ನಿಲ್ಲುವದಿಲ್ಲ."},{"number":18,"verse":"ಅವನನ್ನು ಬೆಳಕಿನಿಂದ ಕತ್ತಲೆಗೆ ನೂಕಿ ಲೋಕದಿಂದಲೇ ಅಟ್ಟಿಬಿಡುವರು."},{"number":19,"verse":"ಅವನಿಗೆ ಸ್ವಜನರಲ್ಲಿ ಮಗನಾಗಲಿ ಮೊಮ್ಮಗನಾಗಲಿ ಇರುವದಿಲ್ಲ, ಅವನು ವಾಸಿಸಿದ ಸ್ಥಳದಲ್ಲಿ ಯಾರೂ ಉಳಿಯುವದಿಲ್ಲ."},{"number":20,"verse":"ಹಿಂದಿನವರು ಅವನ [ನಾಶನ] ದಿನವನ್ನು ನೋಡಿ ಹೇಗೆ ಬೆರಗಾದರೋ ಹಾಗೆಯೇ ಮುಂದಿನವರೂ ಅದಕ್ಕೆ ವಿಸ್ಮಯಪಡುವರು."},{"number":21,"verse":"ಕೆಡುಕರ ನಿವಾಸಗಳ ಅವಸ್ಥೆಯು ಇಂಥದೇ. ದೇವರನ್ನು ಲಕ್ಷಿಸದವನ ಸ್ಥಿತಿಯು ಹೀಗೆಯೇ ಸರಿ."}]}