{"bibleAbbr":"KNJV","bookName":"ಯೋಬನು","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"ಆಗ ಯೋಬನು ಪುನಃ ಇಂತೆಂದನು -"},{"number":2,"verse":"ಎಷ್ಟರವರೆಗೆ ನನ್ನ ಆತ್ಮವನ್ನು ನೋಯಿಸಿ ಮಾತುಗಳಿಂದ ನನ್ನನ್ನು ಜಜ್ಜುತ್ತಿರುವಿರಿ?"},{"number":3,"verse":"ಈವರೆಗೆ ಹತ್ತಾರು ಸಾರಿ ನನ್ನನ್ನು ಅವಮಾನಪಡಿಸಿ ನನಗೆ ಕೇಡುಮಾಡುತ್ತಿರುವದಕ್ಕೆ ನಿಮಗೆ ನಾಚಿಕೆಯಿಲ್ಲವಲ್ಲಾ."},{"number":4,"verse":"ನಾನು ನಿಜವಾಗಿ ತಪ್ಪುಳ್ಳವನಾಗಿದ್ದರೆ ಆ ತಪ್ಪು ನನ್ನದೇ."},{"number":5,"verse":"ನನಗೆ ವಿರುದ್ಧವಾಗಿ ನಿಮ್ಮನ್ನು ನೀವೇ ಹೆಚ್ಚಿಸಿಕೊಂಡು ನನಗಾದ ಅವಮಾನವನ್ನು ನ್ಯಾಯವೆಂದು ಸ್ಥಾಪಿಸುವದಕ್ಕೆ ನಿಜವಾಗಿ ಇಷ್ಟಪಡುವಿರೋ?"},{"number":6,"verse":"ಹೀಗಾದರೆ ನನ್ನ ನ್ಯಾಯವನ್ನು ತಿರುಗಿಸಿಬಿಟ್ಟು ನನ್ನ ಸುತ್ತಲೂ ತನ್ನ ಬಲೆಯನ್ನೊಡ್ಡಿದವನು ದೇವರೇ ಎಂದು ತಿಳಿದುಕೊಳ್ಳಿರಿ."},{"number":7,"verse":"ಇಗೋ, ಬಲಾತ್ಕಾರವೆಂದು ನಾನು ಕೂಗಿಕೊಂಡರೂ ಯಾವ ಉತ್ತರವೂ ಇಲ್ಲ. ನಾನು ಮೊರೆಯಿಟ್ಟರೂ ನ್ಯಾಯವು ನೆರವೇರದು."},{"number":8,"verse":"ನಾನು ಮುಂದೆ ಹೋಗದ ಹಾಗೆ ಆತನು ನನ್ನ ದಾರಿಗೆ ಅಡ್ಡಗೋಡೆ ಹಾಕಿ ನನ್ನ ಹಾದಿಗಳನ್ನು ಕತ್ತಲು ಕವಿಯುವಂತೆ ಮಾಡಿದ್ದಾನೆ."},{"number":9,"verse":"ನನ್ನ ಘನತೆಯನ್ನು ಸುಲಿದುಬಿಟ್ಟು ಕಿರೀಟವನ್ನು ನನ್ನ ತಲೆಯಿಂದ ತೆಗೆದುಹಾಕಿದ್ದಾನೆ."},{"number":10,"verse":"ಆತನು ನನ್ನನ್ನು ಸುತ್ತುಮುತ್ತಲೂ ಕೆಡವಿದ್ದರಿಂದ ಇಲ್ಲದೆ ಹೋದೆನು. ಮರವನ್ನು ಕೀಳುವ ಹಾಗೆ ನನ್ನ ನಿರೀಕ್ಷೆಯನ್ನು ಕಿತ್ತುಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":11,"verse":"ನನ್ನ ಮೇಲೆ ತನ್ನ ಕೋಪಾಗ್ನಿಯನ್ನು ಧಗಧಗಿಸಿ ನನ್ನನ್ನು ವೈರಿಯೆಂದೆಣಿಸಿದ್ದಾನೆ."},{"number":12,"verse":"ಆತನ ದಂಡುಗಳು ಒಟ್ಟಿಗೆ ಮುಂದರಿದು ನನಗೆ ವಿರುದ್ಧವಾಗಿ ದಿಬ್ಬಹಾಕಿ ನನ್ನ ಗುಡಾರದ ಸುತ್ತಲೂ ಇಳಿದಿವೆ."},{"number":13,"verse":"ನನ್ನ ಸಹೋದರರನ್ನು ನನ್ನಿಂದ ಅಗಲಿಸಿದ್ದಾನೆ, ನನ್ನ ಪರಿಚಿತರು ನನ್ನನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತೊರೆದಿದ್ದಾರೆ,"},{"number":14,"verse":"ನನ್ನ ಬಂಧುಗಳು ನನ್ನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟಿದ್ದಾರೆ, ನನಗೆ ಪರಿಚಯವಿದ್ದವರು ನನ್ನನ್ನು ಮರೆತಿದ್ದಾರೆ."},{"number":15,"verse":"ನನ್ನ ಪರಿಜನರೂ ದಾಸಿಯರೂ ನನ್ನನ್ನು ಅನ್ಯನೆಂದೆಣಿಸುತ್ತಾರೆ, ಅವರ ದೃಷ್ಟಿಗೆ ಪರದೇಶಿಯಾಗಿದ್ದೇನೆ."},{"number":16,"verse":"ನಾನು ನನ್ನ ಆಳನ್ನು ಕರೆದರೂ ಅವನು ಉತ್ತರಕೊಡುವದಿಲ್ಲ, ಬಾಯಿ ತೆರೆದು ಬೇಡಿಕೊಳ್ಳಬೇಕಾಗಿ ಬಂತು."},{"number":17,"verse":"ನನ್ನ ಉಸಿರು ನನ್ನ ಹೆಂಡತಿಗೆ ಅಸಹ್ಯವಾಗಿದೆ, ನನ್ನ ಹೊಟ್ಟೆಯಲ್ಲಿ ಹುಟ್ಟಿದ ಮಕ್ಕಳಿಗೂ ಹೇಸಿಕೆಯಾಗಿದ್ದೇನೆ."},{"number":18,"verse":"ಚಿಕ್ಕವರೂ ಕೂಡ ನನ್ನನ್ನು ಹೀನೈಸುತ್ತಾರೆ, ನಾನು ಏಳಲು ಪ್ರಯಾಸಪಡುತ್ತಿರುವಾಗ ಅವರ ಹರಟೆಗೆ ಗುರಿಯಾಗುತ್ತೇನೆ."},{"number":19,"verse":"ನನ್ನ ಆಪ್ತಮಿತ್ರರೆಲ್ಲರೂ ನನ್ನನ್ನು ನೋಡಿ ಹೇಸಿಕೊಳ್ಳುತ್ತಾರೆ; ನನ್ನ ಪ್ರೀತಿಪಾತ್ರರು ಸಹ ನನ್ನ ಮೇಲೆ ತಿರುಗಿಬಿದ್ದಿದ್ದಾರೆ."},{"number":20,"verse":"ನನ್ನ ಎಲುಬು ಚರ್ಮಕ್ಕೂ ಮಾಂಸಕ್ಕೂ ಅಂಟಿಹೋಗಿದೆ, ಹಲ್ಲಿನ ಪರೆಯನ್ನು ಮಾತ್ರ ಉಳಿಸಿಕೊಂಡು [ಮರಣಕ್ಕೆ] ಓರೆಯಾಗಿದ್ದೇನೆ."},{"number":21,"verse":"ನನ್ನ ಮಿತ್ರರೇ, ಕರುಣಿಸಿರಿ, ನೀವಾದರೂ ಕರುಣಿಸಿರಿ! ದೇವರ ಕೈ ನನ್ನನ್ನು ಹೊಡೆಯಿತಲ್ಲಾ."},{"number":22,"verse":"ದೇವರ ಹಾಗೆ ನೀವೂ ನನ್ನನ್ನು ಏಕೆ ಹಿಂಸಿಸುತ್ತೀರಿ? ನನ್ನನ್ನು ತಿಂದು ತಿಂದು ನಿಮಗೆ ಸಾಕಾಗಲಿಲ್ಲವೋ?"},{"number":23,"verse":"ಆಹಾ, ನನ್ನ ಮಾತುಗಳನ್ನು ಬರೆದಿಟ್ಟರೆ ಎಷ್ಟೋ ಲೇಸು! ಪುಸ್ತಕದಲ್ಲಿ ಲೇಖಿಸಿದರೆ ಎಷ್ಟೋ ಮೇಲು!"},{"number":24,"verse":"ಕಬ್ಬಿಣದ ಕಂಠದಿಂದ ಬಂಡೆಯ ಮೇಲೆ ಕೆತ್ತಿ ಸೀಸ ಎರೆದು ಶಾಶ್ವತಶಾಸನವಾಗಿ ಮಾಡಿದರೆ ನನಗೆ ಎಷ್ಟೋ ಉಪಕಾರ!"},{"number":25,"verse":"ನಾನಂತು ನನ್ನ ವಿಮೋಚಕನು ಜೀವಸ್ವರೂಪನೆಂದು ಬಲ್ಲೆನು; ಆತನು ಕಡೆಗೆ ದೂಳಿನ ಮೇಲೆ [ಸಾಕ್ಷಿಯಾಗಿ] ನಿಂತುಕೊಳ್ಳುವನು;"},{"number":26,"verse":"ನನ್ನ ಚರ್ಮವು ಹೀಗೆ ಬಿರಿದು ಹಾಳಾದ ಬಳಿಕ ನಿರ್ದೇಹನಾಗಿ ದೇವರನ್ನು ನೋಡುವೆನು;"},{"number":27,"verse":"ಕಣ್ಣಾರೆ ಕಾಣುವೆನು, ನಾನೇ ನಾನಾಗಿ ನೋಡುವೆನು, ಮತ್ತೊಬ್ಬನಾಗಿ ಅಲ್ಲ. ನನ್ನ ಹೃದಯವು [ಹಂಬಲಿಕೆಯಿಂದ] ನನ್ನಲ್ಲಿ ಕುಂದಿದೆ."},{"number":28,"verse":"ಅವನಿಗೆ ಆದಷ್ಟು ಹಿಂಸೆಯನ್ನು ಮಾಡೋಣ, ಅವನಿಗೆ ಸಂಭವಿಸಿದ್ದಕ್ಕೆ ಮೂಲವು ಅವನಲ್ಲಿಯೇ ಅಡಗಿದೆ ಎಂದು ನೀವು ಆಡಿಕೊಂಡ ಕಾರಣ"},{"number":29,"verse":"ಕತ್ತಿಗೆ ಭಯಪಡಿರಿ, ಕತ್ತಿಯ ದಂಡನೆಗಳು ತೀಕ್ಷ್ಣವಾಗಿವೆ; ಇದರಿಂದ ನ್ಯಾಯನಿರ್ಣಯವುಂಟೆಂದು ತಿಳಿದುಕೊಳ್ಳುವಿರಿ."}]}