{"bibleAbbr":"KNJV","bookName":"ಯೋಬನು","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"ತರುವಾಯ ಯೋಬನು ಮತ್ತೆ ಪ್ರಸ್ತಾಪವನ್ನೆತ್ತಿ ಇಂತೆಂದನು -"},{"number":2,"verse":"ಅಯ್ಯೋ ನಾನು ಹಿಂದಿನ ತಿಂಗಳುಗಳಲ್ಲಿ ಇದ್ದಂತೆ ಈಗಲೂ ಇದ್ದರೆ ಎಷ್ಟೋ ಸಂತೋಷವಾಗುತ್ತಿತ್ತು! ಆ ದಿನಗಳಲ್ಲಿ ದೇವರು ನನ್ನನ್ನು ಕಾಯುತ್ತಿದ್ದನಲ್ಲಾ!"},{"number":3,"verse":"ಆತನ ದೀಪವು ನನ್ನ ತಲೆಯ ಮೇಲೆ ಪ್ರಕಾಶಿಸುತ್ತಿತ್ತು, ಆತನ ಬೆಳಕಿನಿಂದ ಕತ್ತಲಲ್ಲೂ ಸಂಚರಿಸುತ್ತಿದ್ದೆನು."},{"number":4,"verse":"ಆ ದಿನಗಳು ನನ್ನ ಜೀವಮಾನದ ಸುಗ್ಗೀ ಕಾಲವು, ದೇವರ ಸ್ನೇಹವು ನನ್ನ ಗುಡಾರವನ್ನು ಆವರಿಸಿಕೊಂಡಿತ್ತು."},{"number":5,"verse":"ಸರ್ವಶಕ್ತನು ಇನ್ನೂ ನನ್ನೊಂದಿಗಿದ್ದನು, ನನ್ನ ಮಕ್ಕಳು ನನ್ನ ಸುತ್ತಲಿದ್ದರು."},{"number":6,"verse":"ನನ್ನ ಹೆಜ್ಜೆಗಳು ಮೊಸರಿನಲ್ಲಿ ಮುಣುಗುತ್ತಿದ್ದವು, ಬಂಡೆಯು ನನಗೋಸ್ಕರ ಎಣ್ಣೆಯನ್ನು ಪ್ರವಾಹವಾಗಿ ಸುರಿಸುತ್ತಿತ್ತು."},{"number":7,"verse":"ಊರ ಮುಂದಿನ ಚಾವಡಿಗೆ ಹೋದಾಗಲೂ ಚೌಕದಲ್ಲಿ ಆಸನವನ್ನು ಹಾಕಿಸಿಕೊಂಡಾಗಲೂ"},{"number":8,"verse":"ಯೌವನಸ್ಥರು ನನ್ನನ್ನು ನೋಡಿ ಹಿಂದಾದರು, ವೃದ್ಧರು ಎದ್ದು ನಿಂತರು,"},{"number":9,"verse":"ಪ್ರಭುಗಳು ಮೌನವಾಗಿ ಬಾಯ ಮೇಲೆ ಕೈಯಿಟ್ಟುಕೊಂಡರು."},{"number":10,"verse":"ಮುಖಂಡರ ನಾಲಿಗೆಯು ಸೇದಿಹೋಗಿ ಧ್ವನಿಯಡಗಿತು."},{"number":11,"verse":"ಕೇಳಿದ ಕಿವಿಯು ನನ್ನನ್ನು ಹರಸಿತು, ನೋಡಿದ ಕಣ್ಣು ಸಾಕ್ಷಿಕೊಟ್ಟಿತು."},{"number":12,"verse":"ಏಕಂದರೆ ಅಂಗಲಾಚುವ ಬಡವನನ್ನೂ ಸಹಾಯಕನಿಲ್ಲದ ಅನಾಥನನ್ನೂ ರಕ್ಷಿಸುವವನಾಗಿದ್ದೆನು."},{"number":13,"verse":"ಗತಿಯಿಲ್ಲದವನು ನನ್ನನ್ನು ಹರಸುತ್ತಿದ್ದನು, ವಿಧವೆಯ ಹೃದಯವನ್ನು ಉತ್ಸಾಹಗೊಳಿಸುತ್ತಿದ್ದೆನು."},{"number":14,"verse":"ನಾನು ಧರ್ಮವನ್ನು ಧರಿಸಿಕೊಂಡೆನು, ಧರ್ಮವು ನನ್ನನ್ನು ಧರಿಸಿತು, ನನ್ನ ನ್ಯಾಯವೇ ನನಗೆ ನಿಲುವಂಗಿಯೂ ಮುಂಡಾಸವೂ ಆಗಿತ್ತು."},{"number":15,"verse":"ನಾನು ಕುರುಡನಿಗೆ ಕಣ್ಣಾಗಿಯೂ ಕುಂಟನಿಗೆ ಕಾಲಾಗಿಯೂ ಇದ್ದೆನು."},{"number":16,"verse":"ದರಿದ್ರರಿಗೆ ತಂದೆಯಾಗಿ ಪರಿಚಯವಿಲ್ಲದವನ ವ್ಯಾಜ್ಯವನ್ನೂ ವಿಚಾರಿಸುತ್ತಿದ್ದೆನು,"},{"number":17,"verse":"ಅನ್ಯಾಯಗಾರನ ಕೋರೆಗಳನ್ನು ಮುರಿದು ಅವನ ಹಲ್ಲುಗಳಿಂದ ಬೇಟೆಯನ್ನು ಕಿತ್ತು ತರುತ್ತಿದ್ದೆನು."},{"number":18,"verse":"ಆಗ ನಾನು ಹೇಳಿಕೊಂಡದ್ದೇನಂದರೆ - ನನ್ನ ಗೂಡಿನಲ್ಲಿಯೇ ನಾನು ಸಾಯುವೆನು, ನನ್ನ ದಿನಗಳು ಮರಳಿನಂತೆ ಅಸಂಖ್ಯಾತವಾಗಿರುವವು,"},{"number":19,"verse":"ನನ್ನ ಬೇರುಗಳು ನೀರಿನವರೆಗೂ ವ್ಯಾಪಿಸಿಕೊಂಡಿರುವವು, ರಾತ್ರಿಯಲ್ಲಿ ಇಬ್ಬನಿಯು ನನ್ನ ರೆಂಬೆಗಳ ಮೇಲೆ ಬಿದ್ದಿರುವದು."},{"number":20,"verse":"ನನ್ನ ಮಾನವು ಹೊಸಹೊಸದಾಗುತ್ತಲೂ ನನ್ನ ಬಿಲ್ಲು ಕೈಯಲ್ಲಿ ಬಲಗೊಳ್ಳುತ್ತಲೂ ಇರುವವು ಎಂಬದೇ."},{"number":21,"verse":"ಜನರು ಕಾದುಕೊಂಡಿದ್ದು ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಟ್ಟು ನನ್ನ ಆಲೋಚನೆಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಬೇಕೆಂದು ಮೌನವಾಗಿದ್ದರು."},{"number":22,"verse":"ನಾನು ಮಾತಾಡಿದ ಮೇಲೆ ಮತ್ತೆ ಅವರು ಮಾತಾಡುತ್ತಿರಲಿಲ್ಲ, ನನ್ನ ವಚನವೃಷ್ಟಿಯು ಅವರ ಮೇಲೆ ಬೀಳುತ್ತಿತ್ತು."},{"number":23,"verse":"ಮಳೆಯನ್ನು ಹೇಗೋ ಹಾಗೆಯೇ ನನ್ನನ್ನು ಎದುರು ನೋಡುತ್ತಾ ಮುಂಗಾರಿಗೋ ಎಂಬಂತೆ ಬಾಯ್ದೆರೆಯುತ್ತಿದ್ದರು."},{"number":24,"verse":"ನಾನು ಅವರನ್ನು ನೋಡಿ ನಗಲು ಅವರು ಧೈರ್ಯಗೆಟ್ಟರು, ನನ್ನ ಮುಖಕಾಂತಿಯನ್ನೋ ಅವರು ಎಂದೂ ಕುಂದಿಸಲಿಲ್ಲ."},{"number":25,"verse":"ನಾನು ಅವರಿಗೆ ತಕ್ಕ ಮಾರ್ಗವನ್ನು ಆರಿಸಿಕೊಟ್ಟು ತನ್ನ ಸೈನ್ಯಗಳ ಮಧ್ಯದಲ್ಲಿ ಮಂಡಿಸಿರುವ ರಾಜನಂತೆಯೂ ದುಃಖಿತರನ್ನು ಸಂತೈಸುವವನಂತೆಯೂ ಮುಖಂಡನಾಗಿ ಕೂಡ್ರುತ್ತಿದ್ದೆನು."}]}