{"bibleAbbr":"KNJV","bookName":"ಯೋಬನು","bookEnglishName":"Job","chapterNumber":31,"verses":[{"number":1,"verse":"ನನ್ನ ಕಣ್ಣುಗಳೊಡನೆ ನಿಬಂಧನೆಯನ್ನು ಮಾಡಿಕೊಂಡಿದ್ದೇನೆ. ಯುವತಿಯ ಮೇಲೆ ಹೇಗೆ ಕಣ್ಣಿಟ್ಟೇನು?"},{"number":2,"verse":"ದೇವರು ಮೇಲಣ ಲೋಕದಿಂದ ಯಾವ ಪಾಲನ್ನು ವಿಧಿಸುವನು, ಸರ್ವಶಕ್ತನು ಉನ್ನತಾಕಾಶದಿಂದ ಕೊಡುವ ಬಾಧ್ಯತೆ ಯಾವದು?"},{"number":3,"verse":"ಆತನು ಅನ್ಯಾಯಗಾರರಿಗೆ ವಿಪತ್ತನ್ನೂ ಕೆಡುಕರಿಗೆ ಉಪದ್ರವವನ್ನೂ ಕೊಡುವನಲ್ಲವೆ."},{"number":4,"verse":"ಆತನೇ ನನ್ನ ನಡತೆಯನ್ನು ನೋಡಿ ನನ್ನ ಹೆಜ್ಜೆಗಳನ್ನೆಲ್ಲಾ ಎಣಿಸುತ್ತಿದ್ದಾನೆ ಎಂದು ಅಂದುಕೊಳ್ಳುತ್ತಿದ್ದೆನು."},{"number":5,"verse":"ದೇವರು ನನ್ನನ್ನು ನ್ಯಾಯವಾದ ತ್ರಾಸಿನಲ್ಲಿ ತೂಗಿ ನನ್ನ ಯಥಾರ್ಥತ್ವವನ್ನು ತಿಳಿದುಕೊಳ್ಳಲಿ!"},{"number":6,"verse":"ಒಂದು ವೇಳೆ ನಾನು ಕಪಟದ ಜೊತೆಯಲ್ಲಿ ನಡೆದು ಮೋಸವನ್ನು ಹಿಂಬಾಲಿಸಿ ಓಡಿ"},{"number":7,"verse":"ನನ್ನ ನಡತೆಯಲ್ಲಿ ದಾರಿತಪ್ಪಿದ್ದರೆ ನನ್ನ ಹೃದಯವು ಕಂಡಕಂಡದ್ದನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದರೆ ನನ್ನ ಕೈಗಳಲ್ಲಿ ಕಲ್ಮಷವು ಅಂಟಿಕೊಂಡಿದ್ದರೆ"},{"number":8,"verse":"ನಾನು ಬಿತ್ತಿದ್ದನ್ನು ಮತ್ತೊಬ್ಬನು ಉಣ್ಣಲಿ, ನನ್ನ ಬೆಳೆಯು ನಿರ್ಮೂಲವಾಗಲಿ!"},{"number":9,"verse":"ಒಂದು ವೇಳೆ ನನ್ನ ಹೃದಯವು ಪರಸ್ತ್ರೀಯಲ್ಲಿ ಮರುಳುಗೊಂಡು ನಾನು ನೆರೆಯವನ ಬಾಗಲಲ್ಲಿ ಹೊಂಚಿದ್ದರೆ"},{"number":10,"verse":"ನನ್ನ ಹೆಂಡತಿಯು ಮತ್ತೊಬ್ಬನಿಗೆ ಧಾನ್ಯ ಬೀಸುವ ದಾಸಿಯಾಗಲಿ, ಇತರರು ಆಕೆಯನ್ನು ಸಂಗಮಿಸಲಿ!"},{"number":11,"verse":"[ನಾನು ಹೀಗೆ ಮಾಡಿದ್ದರೆ] ಅದು ದುಷ್ಕಾರ್ಯವೇ ಸರಿ, ಆ ಅಪರಾಧವು ನ್ಯಾಯಾಧಿಪತಿಗಳ ದಂಡನೆಗೆ ಯೋಗ್ಯವಾದದ್ದು,"},{"number":12,"verse":"ಅದು ನಾಶಲೋಕದವರೆಗೂ ನುಂಗುವ ಬೆಂಕಿಯಾಗಿದ್ದು ನನ್ನ ಆದಾಯವನ್ನೆಲ್ಲಾ ನಿರ್ಮೂಲ ಮಾಡುತ್ತಿತ್ತು."},{"number":13,"verse":"ಒಂದು ವೇಳೆ ನನಗೂ ನನ್ನ ದಾಸನಿಗೂ ಇಲ್ಲವೆ ದಾಸಿಗೂ ವ್ಯಾಜ್ಯವಾದಾಗ ನಾನು ಅವರ ನ್ಯಾಯವನ್ನು ಅಲಕ್ಷ್ಯಮಾಡಿದ್ದರೆ"},{"number":14,"verse":"ದೇವರು [ನ್ಯಾಯಸ್ಥಾಪನೆಗೆ] ಏಳುವಾಗ ನಾನು ಏನು ಮಾಡೇನು? ಆತನು ವಿಚಾರಿಸುವಾಗ ಯಾವ ಉತ್ತರ ಕೊಟ್ಟೇನು?"},{"number":15,"verse":"ನನ್ನನ್ನು ಗರ್ಭದಲ್ಲಿ ನಿರ್ಮಿಸಿದಾತನೇ ಅವನನ್ನೂ ನಿರ್ಮಿಸಲಿಲ್ಲವೋ? ಆತನೊಬ್ಬನೇ ನಮ್ಮಿಬ್ಬರನ್ನೂ ಹೊಟ್ಟೆಯಲ್ಲಿ ರೂಪಿಸಿದನಲ್ಲವೇ."},{"number":16,"verse":"ನಾನು ಬಡವರ ಇಷ್ಟವನ್ನು ಭಂಗಪಡಿಸಿ ವಿಧವೆಯನ್ನು ಕಂಗೆಡಿಸಿದೆನೋ?"},{"number":17,"verse":"ನನಗಿರುವ ತುತ್ತು ಅನ್ನದಲ್ಲಿ ಅನಾಥರಿಗೆ ಏನೂ ಕೊಡದೆ ನಾನೇ ಒಂಟಿಗನಾಗಿ ತಿಂದೆನೋ?"},{"number":18,"verse":"ಹಾಗಲ್ಲ, ನಾನು ಬಾಲ್ಯದಿಂದಲೂ ತಂದೆಯೋಪಾದಿಯಲ್ಲಿ ಅನಾಥನನ್ನು ಸಾಕುತ್ತಾ ನಾನು ಹುಟ್ಟಿದಂದಿನಿಂದಲೂ ಅನಾಥಳಿಗೆ ದಾರಿ ತೋರಿಸುತ್ತಾ ಇದ್ದೆನಷ್ಟೆ."},{"number":19,"verse":"ಬಟ್ಟೆಯಿಲ್ಲದೆ ಅಳಿದುಹೋಗುವವನನ್ನೂ ಹೊದಿಕೆಯಿಲ್ಲದ ಬಡವನನ್ನೂ ನಾನು ಕಂಡಾಗೆಲ್ಲಾ"},{"number":20,"verse":"ಅವರ ಸೊಂಟವು ನನ್ನ ಕುರಿಗಳ ಉಣ್ಣೆಯಿಂದ ಬೆಚ್ಚಗಾಗಿ ನಾನು ಹರಸಲ್ಪಡಲಿಲ್ಲವೋ?"},{"number":21,"verse":"ನ್ಯಾಯಸ್ಥಾನದಲ್ಲಿ ನನಗೆ ಸಹಾಯ ಉಂಟೆಂದು ಅನಾಥನ ಮೇಲೆ ಕೈಮಾಡಿದೆನೋ?"},{"number":22,"verse":"ಹೀಗಿದ್ದರೆ ನನ್ನ ಹೆಗಲಿನ ಕೀಲು ತಪ್ಪಲಿ! ತೋಳು ಸಂದಿನಿಂದ ಮುರಿದು ಬೀಳಲಿ."},{"number":23,"verse":"ದೇವರಿಂದ ಬರುವ ವಿಪತ್ತಿಗೆ ಅಂಜಿಕೊಂಡಿದ್ದೆನಷ್ಟೆ, ಆತನ ಪ್ರಭಾವದ ದೆಸೆಯಿಂದ ನಾನು ಇಂಥ ಕೃತ್ಯವನ್ನು ಮಾಡುವದಕ್ಕಾಗಲಿಲ್ಲ."},{"number":24,"verse":"ಒಂದು ವೇಳೆ ನಾನು ಬಂಗಾರದಲ್ಲಿ ಭರವಸವಿಟ್ಟು ಅಪರಂಜಿಗೆ ನಿನ್ನನ್ನೇ ನಂಬಿದ್ದೇನೆ ಎಂದು ಹೇಳಿದ್ದರೆ"},{"number":25,"verse":"ನನ್ನ ಆಸ್ತಿ ದೊಡ್ಡದೆಂದೂ ನನ್ನ ಕೈಯೇ ಬಹು ಸಂಪತ್ತನ್ನು ಪಡೆಯಿತೆಂದೂ ಹೆಚ್ಚಳಪಟ್ಟಿದ್ದರೆ"},{"number":26,"verse":"ಸೂರ್ಯನು ಪ್ರಕಾಶಿಸುವದನ್ನಾಗಲಿ ಚಂದ್ರನು ಕಳೆದುಂಬಿದವನಾಗಿ ಚರಿಸುವದನ್ನಾಗಲಿ ನಾನು ನೋಡಿದಾಗ"},{"number":27,"verse":"ಹೃದಯವು ಮರುಳುಗೊಂಡು ಕೈಯನ್ನು ಬಾಯಿ ಮುದ್ದಾಡಿದ್ದರೆ"},{"number":28,"verse":"ಇದು ಸಹ ನ್ಯಾಯಾಧಿಪತಿಗಳ ದಂಡನೆಗೆ ಯೋಗ್ಯವಾದದ್ದು, ಮೇಲಣ ಲೋಕದ ದೇವರಿಗೆ ದ್ರೋಹಿಯಾದಂತಾಯಿತು."},{"number":29,"verse":"ನನ್ನನ್ನು ದ್ವೇಷಿಸುವವನಿಗೆ ಕೇಡುಬಂದಾಗ ಉಬ್ಬಿಕೊಂಡು ಅವನ ನಾಶನಕ್ಕೆ ಹಿಗ್ಗಿದೆನೋ?"},{"number":30,"verse":"ಇಲ್ಲ, ನನ್ನ ಬಾಯಿ ಅವನನ್ನು ಶಪಿಸಿ ಅವನ ಪ್ರಾಣ ಹೋಗಲಿ ಎಂದು ಬೇಡಿಕೊಂಡು ಪಾಪವಶವಾಗುವದಕ್ಕೆ ನಾನು ಒಪ್ಪಲೇ ಇಲ್ಲ."},{"number":31,"verse":"ನನ್ನ ಗುಡಾರದ ಆಳುಗಳು - ನಮ್ಮ ಯಜಮಾನನಿಕ್ಕಿದ ಮಾಂಸದಿಂದ ತೃಪ್ತರಾಗದವರು ಎಲ್ಲಿಯೂ ಸಿಕ್ಕಲಾರರು ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಿರಲಿಲ್ಲವೋ?"},{"number":32,"verse":"ಪರಸ್ಥಳದವನು ಬೈಲಿನಲ್ಲಿ ಇಳಿದುಕೊಳ್ಳಲಿಲ್ಲವಲ್ಲಾ, ದಾರಿಗೆ ನನ್ನ ಮನೇಬಾಗಲುಗಳನ್ನು ತೆರೆದಿದ್ದೆನಷ್ಟೆ."},{"number":33,"verse":"ನಾನು ಜನಸಮುದಾಯಕ್ಕೆ ಹೆದರಿದ್ದರಿಂದಾಗಲಿ ಕುಲೀನರ ತಿರಸ್ಕಾರವು ನನಗೆ ಭಯ ಹುಟ್ಟಿಸಿದ್ದರಿಂದಾಗಲಿ"},{"number":34,"verse":"ನಾನು ಬಾಗಲು ದಾಟದೆ ಮೌನವಾಗಿದ್ದು ಸಾಮಾನ್ಯ ಜನರ ಹಾಗೆ ನನ್ನ ದ್ರೋಹಗಳನ್ನು ಮರೆಮಾಜಿ ಎದೆಯಲ್ಲಿ ನನ್ನ ಪಾಪವನ್ನು ಬಚ್ಚಿಟ್ಟುಕೊಂಡಿದ್ದರೆ -"},{"number":35,"verse":"ಅಯ್ಯೋ, ನನ್ನ ಕಡೆಗೆ ಕಿವಿಗೊಡತಕ್ಕವನು ಇದ್ದರೆ ಎಷ್ಟೋ ಲೇಸು! ಇದೇ ನನ್ನ ಕೈಗುರುತು, ನೋಡಿರಿ, ಸರ್ವಶಕ್ತನು ನನಗೆ ಉತ್ತರಕೊಡಲಿ! ನನ್ನ ವಿರೋಧಿಯು ಬರೆದುಕೊಂಡ ಆಪಾದನಪತ್ರವು ನನಗೆ ಸಿಕ್ಕಿದರೆ ಎಷ್ಟೋ ಸಂತೋಷ!"},{"number":36,"verse":"ಅದನ್ನು ಹೆಗಲ ಮೇಲೆ ಇಟ್ಟುಕೊಳ್ಳುತ್ತಿದ್ದೆನು, ಕಿರೀಟವನ್ನಾಗಿ ಧರಿಸುತ್ತಿದ್ದೆನು."},{"number":37,"verse":"ಪ್ರಭುವಿನಂತೆ ಆತನ ಸಾನ್ನಿಧ್ಯದಲ್ಲಿ ಪ್ರವೇಶಿಸಿ ನನ್ನ ಹೆಜ್ಜೆಗಳ ಲೆಕ್ಕವನ್ನು ಆತನಿಗೆ ಅರಿಕೆಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದೆನು."},{"number":38,"verse":"ನನ್ನ ಭೂಮಿಯು ನನ್ನ ಮೇಲೆ ಕೂಗಿಕೊಂಡರೆ ಅದರ ನೇಗಿಲಗೆರೆಗಳೆಲ್ಲಾ ಅತ್ತರೆ"},{"number":39,"verse":"ನಾನು ಹಣಕೊಡದೆ ಅದರ ಸಾರವನ್ನನುಭವಿಸಿ ಅದರ ದಣಿಗಳ ಪ್ರಾಣ ಹೋದದ್ದಕ್ಕೆ ಕಾರಣನಾಗಿದ್ದರೆ"},{"number":40,"verse":"ಗೋದಿಗೆ ಬದಲಾಗಿ ಮುಳ್ಳುಗಳೂ ಜವೆಗೋದಿಗೆ ಪ್ರತಿಯಾಗಿ ಕೆಟ್ಟ ಕಳೆಗಳೂ ಬೆಳೆಯಲಿ. ಹೀಗೆ ಯೋಬನ ಮಾತುಗಳು ಮುಗಿದವು."}]}