{"bibleAbbr":"KNJV","bookName":"ಯೋಬನು","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"ಆಗ ಯೋಬನು ಸ್ವಂತ ಗಣನೆಯಲ್ಲಿ ನೀತಿವಂತನಾಗಿದ್ದದ್ದರಿಂದ ಆ ಮೂವರು ಅವನಿಗೆ ಉತ್ತರಕೊಡುವದನ್ನು ನಿಲ್ಲಿಸಿಬಿಟ್ಟರು."},{"number":2,"verse":"ಆಮೇಲೆ ಬೂಜ್ ಕುಲಕ್ಕೂ ರಾಮ್ ಗೋತ್ರಕ್ಕೂ ಸೇರಿದ ಬರಕೇಲನ ಮಗನಾದ ಎಲೀಹುವಿಗೆ ಸಿಟ್ಟೇರಿತು; ಯೋಬನು ದೇವರಿಗಿಂತಲೂ ತಾನೇ ನ್ಯಾಯವಂತನೆಂದು ಎಣಿಸಿಕೊಂಡದರಿಂದ ಅವನ ಮೇಲೆ ಎಲೀಹುವಿಗೆ ಸಿಟ್ಟು ಹತ್ತಿತು."},{"number":3,"verse":"ಇದಲ್ಲದೆ ಅವನ ಮೂವರು ಸ್ನೇಹಿತರು ಯೋಬನನ್ನು ಖಂಡಿಸತಕ್ಕ ಉತ್ತರವನ್ನು ಹೇಳಲಾರದೆ ಹೋದದರಿಂದ ಅವನು ಅವರ ಮೇಲೆಯೂ ಕೋಪಿಸಿಕೊಂಡನು."},{"number":4,"verse":"ಅವರು ತನಗಿಂತ ವೃದ್ಧರಾಗಿದ್ದ ಕಾರಣ ಎಲೀಹು ಯೋಬನೊಂದಿಗೆ ಮೊದಲು ಮಾತಾಡದೆ ತಡೆದಿದ್ದನು."},{"number":5,"verse":"ಈ ಮೂವರ ಬಾಯಲ್ಲಿ ತಕ್ಕ ಉತ್ತರವಿಲ್ಲದ್ದನ್ನು ಕಂಡು ರೋಷಗೊಂಡನು."},{"number":6,"verse":"ಆಗ ಬೂಜ್ ಕುಲಕ್ಕೆ ಸೇರಿದ ಬರಕೇಲನ ಮಗನಾದ ಆ ಎಲೀಹು ಇಂತೆಂದನು - ನಾನು ಯೌವನಸ್ಥನು, ನೀವು ಅತಿವೃದ್ಧರು; ಆದದರಿಂದ ಸಂಕೋಚಪಟ್ಟು ನನ್ನ ಅಭಿಪ್ರಾಯವನ್ನು ನಿಮಗೆ ಅರಿಕೆ ಮಾಡಲು ಅಂಜಿದೆನು."},{"number":7,"verse":"ಹೆಚ್ಚು ದಿನಗಳವರು ಮಾತಾಡಲಿ, ಬಹಳ ವರುಷದವರು ಜ್ಞಾನೋಪದೇಶ ಮಾಡಲಿ ಅಂದುಕೊಂಡಿದ್ದೆನು."},{"number":8,"verse":"ಆದರೆ ಮನುಷ್ಯರಲ್ಲಿ ಆತ್ಮವೊಂದುಂಟು, ಸರ್ವಶಕ್ತನ ಶ್ವಾಸದಿಂದ ಅವರಿಗೆ ವಿವೇಕ ದೊರೆಯುತ್ತದೆ."},{"number":9,"verse":"ವೃದ್ಧರೇ ಜ್ಞಾನಿಗಳಲ್ಲ, ಮುದುಕರು ಮಾತ್ರ ನ್ಯಾಯಬಲ್ಲವರಲ್ಲ."},{"number":10,"verse":"ಆದಕಾರಣ - ನನ್ನ ಕಡೆಗೆ ಕಿವಿಗೊಡಿರಿ, ನಾನೂ ನನ್ನ ಅಭಿಪ್ರಾಯವನ್ನು ಅರಿಕೆ ಮಾಡುವೆನೆಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":11,"verse":"ಇಗೋ, ನೀವು ಆಡುತ್ತಿದ್ದ ಮಾತುಗಳನ್ನು ಕಾದು ಕೇಳುತ್ತಿದ್ದೆನು; ಏನು ಹೇಳಬೇಕೆಂದು ನೀವು ಆಲೋಚಿಸುತ್ತಿದ್ದಾಗ ನಿಮ್ಮ ನ್ಯಾಯಗಳಿಗಾಗಿ ಕಿವಿಗೊಟ್ಟಿದ್ದೆನು;"},{"number":12,"verse":"ನಿಮ್ಮ ಮೇಲೆ ಲಕ್ಷ್ಯವಿಟ್ಟಿದ್ದೆನು; ಆಹಾ, ನಿಮ್ಮಲ್ಲಿ ಯೋಬನನ್ನು ಖಂಡಿಸಬಲ್ಲವನು, ಅವನ ಮಾತುಗಳಿಗೆ ಉತ್ತರಕೊಡತಕ್ಕವನು, ಯಾರೂ ಸಿಕ್ಕಲಿಲ್ಲ."},{"number":13,"verse":"ನಾವು [ಅವನಲ್ಲಿ] ಜ್ಞಾನವನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೇವೆ, ದೇವರೇ ಅವನನ್ನು ಖಂಡಿಸಿಬಿಡಲಿ, ಮನುಷ್ಯನಿಂದಾಗುವದಿಲ್ಲ ಎಂದು ಅಂದುಕೊಳ್ಳಬೇಡಿರಿ;"},{"number":14,"verse":"ಅವನು ನನಗೆ ಪ್ರತಿಕೂಲವಾಗಿ [ಇನ್ನೂ] ವಾದವನ್ನು ಹೂಡಲಿಲ್ಲ; ನಾನು ಅವನಿಗೆ ಉತ್ತರಕೊಡುವಾಗ ನಿಮ್ಮ ಹಾಗೆ ಮಾತಾಡೆನು."},{"number":15,"verse":"ಅವರು ಬೆರಗಾಗಿ ಇನ್ನು ಉತ್ತರಕೊಡಲಾರರು, ಅವರ ಸೊಲ್ಲೇ ಅಡಗಿಹೋಯಿತು."},{"number":16,"verse":"ಅವರು ಇನ್ನು ಉತ್ತರಕೊಡದೆ ಮೌನವಾಗಿ ಸುಮ್ಮನೆ ನಿಂತಿದ್ದರೆ ನಾನೂ ಕಾದುಕೊಂಡಿರಬೇಕೋ?"},{"number":17,"verse":"ನಾನೂ ನನ್ನ ಪಾಲಿನ ಉತ್ತರವನ್ನು ಹೇಳುವೆನು, ನಾನೂ ನನ್ನ ಅಭಿಪ್ರಾಯವನ್ನು ತಿಳಿಸುವೆನು."},{"number":18,"verse":"ನನ್ನಲ್ಲಿ ಮಾತುಗಳು ತುಂಬಿವೆ, ನನ್ನ ಅಂತರಾತ್ಮವು ನನ್ನನ್ನು ಒತ್ತಾಯಮಾಡುತ್ತದೆ."},{"number":19,"verse":"ಆಹಾ, ದ್ರಾಕ್ಷಾರಸವನ್ನು ತುಂಬಿ ಬಾಯಿಕಟ್ಟಿದ ಹೊಸ ಬುದ್ದಲಿಗಳಂತೆ ನನ್ನ ಹೊಟ್ಟೆಯು ಒಡೆದುಹೋಗುವ ಹಾಗಿದೆ."},{"number":20,"verse":"ನನಗೆ ಉಪಶಮನವಾಗುವ ಹಾಗೆ ಮಾತಾಡುವೆನು. ನನ್ನ ತುಟಿಗಳನ್ನು ತೆರೆದು ಉತ್ತರಹೇಳುವೆನು."},{"number":21,"verse":"ಆದರೆ ನಾನು ಯಾರಿಗೂ ಮುಖದಾಕ್ಷಿಣ್ಯವನ್ನು ತೋರಿಸಬಾರದು, ಯಾವ ಮನುಷ್ಯನಿಗಾದರೂ ಮುಖಸ್ತುತಿಯನ್ನು ಮಾಡಕೂಡದು."},{"number":22,"verse":"ಮುಖಸ್ತುತಿಯನ್ನು ಮಾಡುವದಕ್ಕೆ ನನ್ನಿಂದಾಗುವದಿಲ್ಲ; ಮಾಡಿದರೆ ನನ್ನ ಸೃಷ್ಟಿಕರ್ತನು ನನ್ನನ್ನು ಬೇಗ ಹೊತ್ತುಕೊಂಡು ಹೋದಾನು."}]}