{"bibleAbbr":"PESH1849","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"And you know, my brethren, that our entrance unto you was not in vain,"},{"number":2,"verse":"but having suffered before and been shamefully treated, as you know, in Philipos, and then (even) in great conflict we spoke with you with the confidence of our God the gospel of the Meshiha."},{"number":3,"verse":"For our exhortation was not from deceit, nor from uncleanness, nor from guile;"},{"number":4,"verse":"but as approved of Aloha to be intrusted with his gospel, so speaking as not to please men, but Aloha who trieth our hearts."},{"number":5,"verse":"For never have we used flattering speech, as you know, nor for an occasion of covetousness, Aloha witnesseth."},{"number":6,"verse":"Neither have we sought glory from men, either from you or from others, though we could have been honoured ones, as the apostles of the Meshiha;"},{"number":7,"verse":"but we were humble among you, and, as a nurse who loveth her children,"},{"number":8,"verse":"so also we loved, and were desirous to impart to you, not only the gospel of Aloha, but also our life, because we loved you."},{"number":9,"verse":"Remember, therefore, my brethren, how we laboured and toiled in the work of our hands by night and by day, that we might not be a burden on one of you."},{"number":10,"verse":"You witness and Aloha, how we preached to you the gospel of Aloha, purely and justly, and were without blame with all the faithful."},{"number":11,"verse":"As you know how every one of you, as a father his children, we exhorted, and spoke with your hearts;"},{"number":12,"verse":"and (now) we testify to you how you should walk worthy of Aloha himself who hath called you to his kingdom and to his glory."},{"number":13,"verse":"WHEREFORE we also give thanks constantly unto Aloha, that the word of Aloha which you received from us, was not as the word of man (that) you received (it), but, as it is truly, the word of Aloha, which in operation worketh (alike) in you and in all them who believe."},{"number":14,"verse":"But you, my brethren, have become like the churches of Aloha which are in Jihud, who are in Jeshu Meshiha, because you likewise suffer [Bear, sustain.] from your fellow-country-men,[Sons of your tribe.] as they also from the Jihudoyee;"},{"number":15,"verse":"who killed our Lord Jeshu Meshiha, and the prophets who were of them, and ourselves have persecuted, and Aloha have not pleased, and have acted adversely to all men;"},{"number":16,"verse":"who forbid us to speak with the Gentiles that they might be saved; to fill up their sins for all time: but upon them cometh the wrath unto the end!"},{"number":17,"verse":"BUT we, my brethren, having been bereaved-ones of you the time of an hour, as to our presence,[In our faces.] but not in our heart, have been the more solicitous to see your faces with great love,"},{"number":18,"verse":"and have wished to come to you (even) I, Paulos, one time and two; but Satana hindered me."},{"number":19,"verse":"For what is our hope and our joy, and the crown of our glorying, but you, before our Lord Jeshu at his coming?"},{"number":20,"verse":"For you are our glory and our joy."}]}