{"bibleAbbr":"NASB2020","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":2,"verses":[{"number":1,"verse":"(God Answers the Prophet) I will stand at my guard post And station myself on the watchtower; And I will keep watch to see what He will say to me, And how I may reply (Lit upon my reprimand) when I am reprimanded."},{"number":2,"verse":"Then the LORD answered me and said, “Write down the vision And inscribe it clearly on tablets, So that one who (Or is to proclaim; or reads it may read it fluently) reads it may run."},{"number":3,"verse":"For the vision is yet for the appointed time; It (Lit pants) hurries toward the goal and it will not (Or lie) fail. Though it delays, wait for it; For it will certainly come, it will not delay long."},{"number":4,"verse":"“Behold, as for the impudent one, His soul is not right within him; But the righteous one will live by his (Or faithfulness) faith."},{"number":5,"verse":"Furthermore, wine betrays an arrogant man, So that he does not achieve his objective. He enlarges his appetite like Sheol, And he is like death, never satisfied. He also gathers to himself all the nations And collects to himself all the peoples."},{"number":6,"verse":"“Will all of these not take up a song of ridicule against him, Even a saying and insinuations against him And say, ‘Woe to him who increases what is not his— For how long— And makes himself (Lit heavy) rich with debts!’"},{"number":7,"verse":"Will (Lit those who bite you) your creditors not rise up suddenly, And those who (Lit violently shake you) collect from you awaken? Indeed, you will become plunder for them."},{"number":8,"verse":"Since you have looted many nations, All the rest of the peoples will loot you— Because of human bloodshed and violence (Lit of the land) done to the land, To the town and all its inhabitants."},{"number":9,"verse":"“Woe to him who makes evil profit for his household, To put his nest on high, To be saved from the hand of catastrophe!"},{"number":10,"verse":"You have planned a shameful thing for your house By bringing many peoples to an end; So you are sinning against yourself."},{"number":11,"verse":"For the stone will cry out from the wall, And the rafter will answer it from the (Lit wood) framework."},{"number":12,"verse":"“Woe to him who builds a city with bloodshed, And founds a town with (Lit injustice) violence!"},{"number":13,"verse":"Is it not indeed from the LORD of armies That peoples labor merely for fire, And nations become weary for nothing?"},{"number":14,"verse":"For the earth will be filled With the knowledge of the glory of the LORD, As the waters cover the sea."},{"number":15,"verse":"“Woe to him who makes his neighbor drink; (Another reading is From the cup of your venom) To you who mix in your venom even to make your neighbors drunk, So as to look at their genitalia!"},{"number":16,"verse":"You will be filled with disgrace rather than honor. Drink, you yourself, and (Lit show yourself uncircumcised; DSS and ancient versions stagger) expose your own foreskin! The cup in the LORD’S right hand will come around to you, And utter disgrace will come upon your glory."},{"number":17,"verse":"For the violence (Lit of Lebanon) done to Lebanon will (Lit cover) overwhelm you, And the devastation of its animals (Lit which shattered them) by which you terrified them, Because of human bloodshed and violence (Lit of the land) done to the land, To the town and all its inhabitants."},{"number":18,"verse":"“What benefit is a carved image when its maker has carved it, Or a cast metal image, a teacher of falsehood? For its maker trusts in his own handiwork When he fashions speechless idols."},{"number":19,"verse":"Woe to him who says to a piece of wood, ‘Awake!’ To a mute stone, ‘Arise!’ That is your teacher? Behold, it is overlaid with gold and silver, Yet there is no breath at all inside it."},{"number":20,"verse":"But the LORD is in His holy temple. (Lit Hush before Him, all the earth) Let all the earth be silent before Him.”"}]}