{"bibleAbbr":"NASB2020","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"God’s People Saved A prayer of Habakkuk the prophet, according to (Perhaps a highly emotional poetic form) Shigionoth."},{"number":2,"verse":"LORD, I have heard (Or Your report) the report about You, and (Or I am in awe, O Lord, of Your work; In the midst of the years revive it,) I was afraid. LORD, revive Your work in the midst of the years, In the midst of the years make it known. In anger remember (Or compassion) mercy."},{"number":3,"verse":"God comes from Teman, And the Holy One from Mount Paran. Selah His splendor covers the heavens, And the earth is full of His praise."},{"number":4,"verse":"His radiance is like the sunlight; He has rays flashing from His hand, And the hiding of His might is there."},{"number":5,"verse":"Before Him goes plague, And plague comes forth (Lit at His feet) after Him."},{"number":6,"verse":"He stood and caused the earth to shudder; He looked and caused the nations to jump. Yes, the everlasting mountains were shattered, The ancient hills (Lit cowered) collapsed. His paths are everlasting."},{"number":7,"verse":"I saw the tents of Cushan under distress, The tent curtains of the land of Midian were trembling."},{"number":8,"verse":"Did the LORD rage against the rivers, Or was Your anger against the rivers, Or was Your rage against the sea, That You rode on Your horses, On Your chariots of salvation?"},{"number":9,"verse":"You removed Your bow from its holder, The arrows of Your word were (Lit oaths) sworn. Selah You divided the earth with rivers."},{"number":10,"verse":"The mountains saw You and quaked; The downpour of waters swept by. The deep raised its voice, It lifted high its hands."},{"number":11,"verse":"Sun and moon stood in their lofty places; They went away at the light of Your arrows, At the radiance of Your flashing spear."},{"number":12,"verse":"In indignation You marched through the earth; In anger You (Or threshed) trampled the nations."},{"number":13,"verse":"You went forth for the salvation of Your people, For the salvation of Your anointed. You smashed the head of the house of evil To uncover him from (Lit base) foot to neck. Selah"},{"number":14,"verse":"You pierced with his own (Lit shafts) arrows The head of his (Or villagers) leaders. They stormed in to scatter (Lit me) us; Their arrogance was like those Who devour the oppressed in secret."},{"number":15,"verse":"You trampled on the sea with Your horses, On the foam of many waters."},{"number":16,"verse":"I heard, and my (Lit belly) inner parts trembled; At the sound, my lips quivered. Decay enters my bones, And in my place I tremble; Because I (Or sigh for) must wait quietly for the day of distress, (Or To come upon the people who will) For the people to arise who will attack us."},{"number":17,"verse":"Even if the fig tree does not blossom, And there is no (Lit produce) fruit on the vines, If the yield of the olive fails, And the fields produce no food, Even if the flock disappears from the fold, And there are no cattle in the stalls,"},{"number":18,"verse":"Yet I will triumph in the LORD, I will rejoice in the God of my salvation."},{"number":19,"verse":"The Lord (Heb YHWH, usually rendered Lord) GOD is my strength, And He has made my feet like deer’s feet, And has me walk on my high places. For the choir director, on my stringed instruments."}]}