{"bibleAbbr":"KJV1850+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"Again in the ninth <WH8671> year, <WH8141> in the tenth <WH6224> month, <WH2320> in the tenth <WH6218> day of the month, <WH2320> the word <WH1697> of the LORD <WH3068> came <WH1961> unto <WH413> me, saying, <WH559>"},{"number":2,"verse":"Son <WH1121> of man, <WH120> write <WH3789> thee <WH853> the name <WH8034> of the day, <WH3117> <WH853> even of this <WH2088> same <WH6106> day: <WH3117> the king <WH4428> of Babylon <WH894> set <WH5564> himself against <WH413> Jerusalem <WH3389> this <WH2088> same <WH6106> day. <WH3117>"},{"number":3,"verse":"And utter <WH4911> a parable <WH4912> unto <WH413> the rebellious <WH4805> house, <WH1004> and say <WH559> unto <WH413> them, Thus <WH3541> saith <WH559> the Lord <WH136> GOD; <WH3069> Set on <WH8239> a pot, <WH5518> set it on, <WH8239> and also <WH1571> pour <WH3332> water <WH4325> into it:"},{"number":4,"verse":"Gather <WH622> the pieces <WH5409> thereof into <WH413> it, even every <WH3605> good <WH2896> piece, <WH5409> the thigh, <WH3409> and the shoulder; <WH3802> fill <WH4390> it with the choice <WH4005> bones. <WH6106>"},{"number":5,"verse":"Take <WH3947> the choice <WH4005> of the flock, <WH6629> and burn <WH1752> also <WH1571> the bones <WH6106> under <WH8478> it, and make it boil <WH7570> well, <WH7571> and <WH1571> let them seethe <WH1310> the bones <WH6106> of it therein. <WH8432>"},{"number":6,"verse":"Wherefore <WH3651> thus <WH3541> saith <WH559> the Lord <WH136> GOD; <WH3069> Woe <WH188> to the bloody <WH1818> city, <WH5892> to the pot <WH5518> whose <WH834> scum <WH2457> is therein, and whose scum <WH2457> is not <WH3808> gone out <WH3318> of <WH4480> it! bring it out <WH3318> piece <WH5409> by piece; <WH5409> let no <WH3808> lot <WH1486> fall <WH5307> upon <WH5921> it."},{"number":7,"verse":"For <WH3588> her blood <WH1818> is <WH1961> in the midst <WH8432> of her; she set <WH7760> it upon <WH5921> the top <WH6706> of a rock; <WH5553> she poured <WH8210> it not <WH3808> upon <WH5921> the ground, <WH776> to cover <WH3680> <WH5921> it with dust; <WH6083>"},{"number":8,"verse":"That it might cause fury <WH2534> to come up <WH5927> to take <WH5358> vengeance; <WH5359> I have set <WH5414> <WH853> her blood <WH1818> upon <WH5921> the top <WH6706> of a rock, <WH5553> that it should not <WH1115> be covered. <WH3680>"},{"number":9,"verse":"Therefore <WH3651> thus <WH3541> saith <WH559> the Lord <WH136> GOD; <WH3069> Woe <WH188> to the bloody <WH1818> city! <WH5892> I <WH589> will even <WH1571> make the pile for fire <WH4071> great. <WH1431>"},{"number":10,"verse":"Heap on <WH7235> wood, <WH6086> kindle <WH1814> the fire, <WH784> consume <WH8552> the flesh, <WH1320> and spice it well, <WH7543> <WH4841> and let the bones <WH6106> be burned. <WH2787>"},{"number":11,"verse":"Then set <WH5975> it empty <WH7386> upon <WH5921> the coals <WH1513> thereof, that <WH4616> the brass <WH5178> of it may be hot, <WH2552> and may burn, <WH2787> and that the filthiness <WH2932> of it may be molten <WH5413> in <WH8432> it, that the scum <WH2457> of it may be consumed. <WH8552>"},{"number":12,"verse":"She hath wearied <WH3811> herself with lies, <WH8383> and her great <WH7227> scum <WH2457> went not forth <WH3318> <WH3808> out of <WH4480> her: her scum <WH2457> shall be in the fire. <WH784>"},{"number":13,"verse":"In thy filthiness <WH2932> is lewdness: <WH2154> because <WH3282> I have purged <WH2891> thee, and thou wast not <WH3808> purged, <WH2891> thou shalt not <WH3808> be purged <WH2891> from thy filthiness <WH4480> <WH2932> any more, <WH5750> till <WH5704> I have caused <WH853> my fury <WH2534> to rest <WH5117> upon thee."},{"number":14,"verse":"I <WH589> the LORD <WH3068> have spoken <WH1696> it: it shall come to pass, <WH935> and I will do <WH6213> it; I will not <WH3808> go back, <WH6544> neither <WH3808> will I spare, <WH2347> neither <WH3808> will I repent; <WH5162> according to thy ways, <WH1870> and according to thy doings, <WH5949> shall they judge <WH8199> thee, saith <WH5002> the Lord <WH136> GOD. <WH3069>"},{"number":15,"verse":"Also the word <WH1697> of the LORD <WH3068> came <WH1961> unto <WH413> me, saying, <WH559>"},{"number":16,"verse":"Son <WH1121> of man, <WH120> behold, <WH2009> I take away <WH3947> from <WH4480> thee <WH853> the desire <WH4261> of thine eyes <WH5869> with a stroke: <WH4046> yet neither <WH3808> shalt thou mourn <WH5594> nor <WH3808> weep, <WH1058> neither <WH3808> shall thy tears <WH1832> run down. <WH935>"},{"number":17,"verse":"Forbear <WH1826> to cry, <WH602> make <WH6213> no <WH3808> mourning <WH60> for the dead, <WH4191> bind <WH2280> the tire of thine head <WH6287> upon <WH5921> thee, and put on <WH7760> thy shoes <WH5275> upon thy feet, <WH7272> and cover <WH5844> not <WH3808> thy lips, <WH8222> and eat <WH398> not <WH3808> the bread <WH3899> of men. <WH376>"},{"number":18,"verse":"So I spoke <WH1696> unto <WH413> the people <WH5971> in the morning: <WH1242> and at even <WH6153> my wife <WH802> died; <WH4191> and I did <WH6213> in the morning <WH1242> as <WH834> I was commanded. <WH6680>"},{"number":19,"verse":"And the people <WH5971> said <WH559> unto <WH413> me, Wilt thou not <WH3808> tell <WH5046> us what <WH4100> these <WH428> things are to us, that <WH3588> thou <WH859> doest <WH6213> so?"},{"number":20,"verse":"Then I answered <WH559> <WH413> them, The word <WH1697> of the LORD <WH3068> came <WH1961> unto <WH413> me, saying, <WH559>"},{"number":21,"verse":"Speak <WH559> unto the house <WH1004> of Israel, <WH3478> Thus <WH3541> saith <WH559> the Lord <WH136> GOD; <WH3069> Behold, <WH2009> I will profane <WH2490> <WH853> my sanctuary, <WH4720> the excellency <WH1347> of your strength, <WH5797> the desire <WH4261> of your eyes, <WH5869> and that which your soul <WH5315> pitieth; <WH4263> and your sons <WH1121> and your daughters <WH1323> whom <WH834> ye have left <WH5800> shall fall <WH5307> by the sword. <WH2719>"},{"number":22,"verse":"And ye shall do <WH6213> as <WH834> I have done: <WH6213> ye shall not <WH3808> cover <WH5844> <WH5921> your lips, <WH8222> nor <WH3808> eat <WH398> the bread <WH3899> of men. <WH376>"},{"number":23,"verse":"And your tires <WH6287> shall be upon <WH5921> your heads, <WH7218> and your shoes <WH5275> upon your feet: <WH7272> ye shall not <WH3808> mourn <WH5594> nor <WH3808> weep; <WH1058> but ye shall pine away <WH4743> for your iniquities, <WH5771> and mourn <WH5098> one <WH376> toward <WH413> another. <WH251>"},{"number":24,"verse":"Thus Ezekiel <WH3168> is <WH1961> unto you a sign: <WH4159> according to all <WH3605> that <WH834> he hath done <WH6213> shall ye do: <WH6213> and when this cometh, <WH935> ye shall know <WH3045> that <WH3588> I <WH589> am the Lord <WH136> GOD. <WH3069>"},{"number":25,"verse":"Also, thou <WH859> son <WH1121> of man, <WH120> shall it not <WH3808> be in the day <WH3117> when I take <WH3947> from <WH4480> them <WH853> their strength, <WH4581> the joy <WH4885> of their glory, <WH8597> <WH853> the desire <WH4261> of their eyes, <WH5869> and that whereupon they set <WH4853> their minds, <WH5315> their sons <WH1121> and their daughters, <WH1323>"},{"number":26,"verse":"That he that escapeth <WH6412> in that <WH1931> day <WH3117> shall come <WH935> unto <WH413> thee, to cause thee to hear <WH2045> it with thine ears? <WH241>"},{"number":27,"verse":"In that <WH1931> day <WH3117> shall thy mouth <WH6310> be opened <WH6605> <WH853> to him which is escaped, <WH6412> and thou shalt speak, <WH1696> and be no more dumb: <WH481> <WH3808> <WH5750> and thou shalt be <WH1961> a sign <WH4159> unto them; and they shall know <WH3045> that <WH3588> I <WH589> am the LORD. <WH3068>"}]}