{"bibleAbbr":"t4t2014","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":3,"verses":[{"number":1,"verse":"I am in prison because God appointed me to tell non-Jews that Christ is the source of great spiritual blessings for them.Because God has done all this for you non-Jews, I, Paul, pray for you. I want you to know that it is because I serve Christ Jesus for your sake that I am in prison."},{"number":2,"verse":"I ◄assume that/think that probably► someone has told you how God acted very kindly toward me, appointing me so that I would proclaim the good message to you non-Jews."},{"number":3,"verse":"God revealed to me the message that he had not revealed to others. When you read what I have already written briefly about that,"},{"number":4,"verse":"you will be able to understand that I understand clearly that message about Christ."},{"number":5,"verse":"Formerly, God did not reveal that message to anyone, but now his Spirit has revealed that message to ◄his holy apostles and prophets/people who tell messages that come directly from God►."},{"number":6,"verse":"That message, which he has now revealed, is that because of our(inc) relationship with Christ Jesus, all of us, non-Jews as well as Jews [MTY], will receive the great spiritual blessings that God has promised as we all form one group [MET] as a result of our believing the good message about Christ."},{"number":7,"verse":"By God powerfully enabling me, and because God acted kindly toward me, doing what I did not deserve, and chose me to do that work, I became one person who tells others this good message."},{"number":8,"verse":"Although I am the least worthy of all God's people, God kindly appointed me to proclaim to the non-Jews the message about the great spiritual blessings that they can receive from Christ,"},{"number":9,"verse":"and to enable everyone to understand clearly how God accomplished what he planned. God, who created everything, has now revealed this message, which he never revealed to anyone before."},{"number":10,"verse":"What he planned was that all ◄believers/people who belong to Christ► would be the ones who would reveal to all the ranks [DOU] of spiritual beings in heaven that what God had planned is wise in every way."},{"number":11,"verse":"That is what God had always planned, and it is what he accomplished by what our Lord Jesus has done."},{"number":12,"verse":"Because of what he has done and because of our relationship with him, when we pray we can approach God confidently and without being afraid."},{"number":13,"verse":"So I ask that you do not be discouraged because of my suffering many things for you here in prison. You should feel honored that I am willing to suffer these things for your sake."},{"number":14,"verse":"I pray that God's Spirit will empower you, that you may experience how great is Christ's love to you, and that God may make you all that he intends for you to be.Because God has done all this for you, I kneel and pray [MTY] to God our Father."},{"number":15,"verse":"He is the one who is like a father of all the believers who are now in heaven and those who are still on the earth."},{"number":16,"verse":"I pray that, using his unlimited resources, he will cause you to be strengthened by his Spirit {cause his Spirit to strengthen you} in your ◄inner beings/hearts► with all God's power."},{"number":17,"verse":"That is, I pray that because of your trusting in Christ, his Spirit may live in your ◄inner beings/hearts► (OR, he may live in your hearts). And I pray that because you love Christ firmly and faithfully/continually [MET], you,"},{"number":18,"verse":"along with all other believers, may be able to know how very [DOU] much Christ loves us(inc)."},{"number":19,"verse":"I want you to experience how very deeply he loves us, even though it is not possible for us to understand fully how much he loves us. And I pray that God will enable you to be filled with {have a full measure of} all the qualities of his character that he himself has."},{"number":20,"verse":"God is able to do much ◄greater things/more► than we could ask him to do, or even that we might think that he can do, according to (OR, by) his power that is working within us."},{"number":21,"verse":"Because of our relationship with Christ Jesus, may all ◄believers/those who belong to him► praise him forever. ◄Amen!/May it be so!►"}]}