{"bibleAbbr":"t4t2014","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":4,"verses":[{"number":1,"verse":"(Conduct your lives in a way that shows that you are God's people; do all that you can to keep all the believers united; and remember that Christ has given various abilities to each of his people, in order that they may be united and grow spiritually and become like Christ.) Therefore I, who am in prison because I serve the Lord Jesus, urge you, whom God has chosen to be his people, to do these things: Conduct your lives as God's people should."},{"number":2,"verse":"Always be humble, and do not demand your own rights. Be patient with each other, and, because you love each other, endure each other's ◄irritating behavior/behavior that you do not like►."},{"number":3,"verse":"God's Spirit has caused you to be united with one another, so do all that you can to remain united with one another by acting peacefully toward each other."},{"number":4,"verse":"All we believers form just one group [MET], and there is only one Holy Spirit, just like you were chosen {God chose you} in order that you all might confidently keep expecting one set of good things as a result of his choosing you."},{"number":5,"verse":"There is only one Lord, Jesus Christ. We all believe the same teaching about him. It was to show that we belong to him alone that we had someone baptize us."},{"number":6,"verse":"There is one God, who is the spiritual Father of all us believers. He rules over all his people; he enables all his people to do powerful things (OR, he sustains all his people); and his Spirit lives in all his people."},{"number":7,"verse":"Christ has generously given to each one of us spiritual gifts, just like he decided to give them."},{"number":8,"verse":"When Christ gave gifts to his people, it was similar to what the Psalmist said about God receiving tribute money from those whom he had conquered, When he ascended to heaven, he gave as gifts to people the things that he had taken from the people whom he captured:"},{"number":9,"verse":"The words ‘he ascended’ certainly imply/indicate [RHQ] that Christ had also previously descended to the earth."},{"number":10,"verse":"Christ, who descended to earth, is also the one who ascended to the most exalted position in heaven, in order that he might show his power [MTY] throughout the universe."},{"number":11,"verse":"He appointed some people to be apostles. He appointed some people to be ◄prophets/ones who reveal messages that come directly from God►. He appointed some people to be ◄evangelists/ones whose work is to tell others the message about Christ►. He appointed some people to lead and teach the congregations."},{"number":12,"verse":"He appointed all of these in order that they would prepare God's people to do God's work, so that all the people who belong to Christ [MET] might become spiritually mature."},{"number":13,"verse":"He wants all of us believers to be united because we all believe in the Son of God and because we all know him. He wants us to become spiritually mature; that is, he wants us to be ◄perfect/all that God wants us to be►, just like Christ was ◄perfect/all that God wanted him to be►."},{"number":14,"verse":"Then we will no longer be spiritually immature, like [MET] little children are immature. We will no longer be constantly changing what we believe, like [MET] waves of the sea are constantly changing as the wind blows and tosses them back and forth. We will not allow people who teach what is false and who ◄scheme/try cleverly► to deceive/influence us."},{"number":15,"verse":"Instead, by loving others as we behave according to God's truth (OR, speak in a loving manner what is true), we will become more and more like Christ in every way. He is the one who controls/guides all his people [MET], just like a person's head controls/guides his body."},{"number":16,"verse":"He enables all those who belong to him to mature spiritually. Specifically, they will become mature spiritually by loving each other and by each of them doing the work that God wants them to do. That is like [MET] a person's body grows stronger, as each part of the body is joined to the others by the ligaments and as each part ◄functions properly/works as it should►."},{"number":17,"verse":"(You should conduct yourselves in a way that matches your new character; so stop doing the harmful things that unbelievers do, and do good to one another.) By the authority of the Lord Jesus, I strongly ◄affirm/tell you► that you must no longer conduct your lives like unbelievers do. The futile/worthless way in which they think [MET] controls how they conduct their lives."},{"number":18,"verse":"They are unable to think clearly [MET] about what is right and what is wrong. Because they have decided that they do not want to know about God and because they stubbornly [IDM] refuse to listen to his message, they do not have the eternal life that God gives us."},{"number":19,"verse":"The result is that because they have ceased ◄to care/to be concerned► about what is right and what is wrong, they have ◄deliberately committed themselves to doing/wholeheartedly decided to do► the shameful things that their bodies want, and they commit all kinds of immoral acts, and continually are eager to do more of those things."},{"number":20,"verse":"But when you learned about Christ, you did not learn to behave like that."},{"number":21,"verse":"I am sure that you heard the message about Christ, and because you are people who have a close relationship with him, you were taught {others taught you} the true way to live that Jesus showed us."},{"number":22,"verse":"You were taught {They taught you} that you must put aside [MET] your evil nature; that is, that you must not behave like you formerly did. Your evil desires deceived you, making you want to do evil things and causing you to think that doing that was good for you; and your thinking like that was destroying you spiritually."},{"number":23,"verse":"Others taught you that instead, you must let God's Spirit change the way you think,"},{"number":24,"verse":"and that you must start being [MET] the new persons that God made you to become. That is, your behavior must be righteous and truly/genuinely devout."},{"number":25,"verse":"Therefore, quit lying to one another. Instead, because we all belong to just one group of believers, speak truthfully to each other."},{"number":26,"verse":"If you get angry, do not sin as a result of getting angry. Before the end of the day [MTY], stop being angry"},{"number":27,"verse":"and by doing that, do not allow the devil to make you do evil."},{"number":28,"verse":"Those who have been stealing must not steal any longer. Instead, they should work hard to earn ◄their living/what they need► ◄by their own efforts/by what they do themselves► [MTY], in order that they may have something to give to those who are needy."},{"number":29,"verse":"Do not use [MTY] foul language. Instead, say only things that are suitable/useful for helping people when they need help, things that will help spiritually the people that you talk to."},{"number":30,"verse":"God has given you his Spirit ◄to confirm/to assure you► that some day God will claim all you people whom Christ has redeemed [MET], just like people confirm that something belongs to them by putting their seal on it. So do not cause God's Holy Spirit to be sad ◄by the way you talk/by the things that you say►."},{"number":31,"verse":"Do not be resentful at all towards others. Do not become angry in any way. Never shout abusively at others. Never ◄slander/say bad things about► others. Never act maliciously/be mean in any way."},{"number":32,"verse":"Be kind to one another. Act mercifully toward each other. Forgive each other, just like God forgave you because of what Christ has done."}]}