{"bibleAbbr":"urGV2010","bookName":"حجی","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"( رب کے گھر کو دوبارہ بنانے کا حکم) فارس کے بادشاہ دارا کی حکومت کے دوسرے سال میں حجی نبی پر رب کا کلام نازل ہوا۔ چھٹے مہینے کا پہلا دن ( ۲۹ اگست۔) تھا۔ کلام میں اللہ یہوداہ کے گورنر زرُبابل بن سیالتی ایل اور امامِ اعظم یشوع بن یہوصدق سے مخاطب ہوا۔"},{"number":2,"verse":"رب الافواج فرماتا ہے، ”یہ قوم کہتی ہے، ’ابھی رب کے گھر کو دوبارہ تعمیر کرنے کا وقت نہیں آیا۔‘"},{"number":4,"verse":"کیا یہ ٹھیک ہے کہ تم خود لکڑی سے سجے ہوئے گھروں میں رہتے ہو جبکہ میرا گھر اب تک ملبے کا ڈھیر ہے؟“"},{"number":5,"verse":"رب الافواج فرماتا ہے، ”اپنے حال پر غور کرو۔"},{"number":6,"verse":"تم نے بہت بیج بویا لیکن کم فصل کاٹی ہے۔ تم کھانا تو کھاتے ہو لیکن بھوکے رہتے ہو، پانی تو پیتے ہو لیکن پیاسے رہتے ہو، کپڑے تو پہنتے ہو لیکن سردی لگتی ہے۔ اور جب کوئی پیسے کما کر اُنہیں اپنے بٹوے میں ڈالتا ہے تو اُس میں سوراخ ہیں۔“"},{"number":7,"verse":"رب الافواج فرماتا ہے، ”اپنے حال پر دھیان دے کر اُس کا صحیح نتیجہ نکالو!"},{"number":8,"verse":"پہاڑوں پر چڑھ کر لکڑی لے آؤ اور رب کے گھر کی تعمیر شروع کرو۔ ایسا ہی رویہ مجھے پسند ہو گا، اور اِس طرح ہی تم مجھے جلال دو گے۔“ یہ رب کا فرمان ہے۔"},{"number":9,"verse":"”دیکھو، تم نے بہت برکت پانے کی توقع کی، لیکن کیا ہوا؟ کم ہی حاصل ہوا۔ اور جو کچھ تم اپنے گھر واپس لائے اُسے مَیں نے ہَوا میں اُڑا دیا۔ کیوں؟ مَیں، رب الافواج تمہیں اِس کی اصل وجہ بتاتا ہوں۔ میرا گھر اب تک ملبے کا ڈھیر ہے جبکہ تم میں سے ہر ایک اپنا اپنا گھر مضبوط کرنے کے لئے بھاگ دوڑ کر رہا ہے۔"},{"number":10,"verse":"اِسی لئے آسمان نے تمہیں اوس سے اور زمین نے تمہیں فصلوں سے محروم کر رکھا ہے۔"},{"number":11,"verse":"اِسی لئے مَیں نے حکم دیا کہ کھیتوں میں اور پہاڑوں پر کال پڑے، کہ ملک کا اناج، انگور، زیتون بلکہ زمین کی ہر پیداوار اُس کی لپیٹ میں آ جائے۔ انسان و حیوان اُس کی زد میں آ گئے ہیں، اور تمہاری محنت مشقت ضائع ہو رہی ہے۔“"},{"number":12,"verse":"تب زرُبابل بن سیالتی ایل، امامِ اعظم یشوع بن یہوصدق اور قوم کے پورے بچے ہوئے حصے نے رب اپنے خدا کی سنی۔ جو بھی بات رب اُن کے خدا نے حجی نبی کو سنانے کو کہا تھا اُسے اُنہوں نے مان لیا۔ رب کا خوف پوری قوم پر طاری ہوا۔"},{"number":13,"verse":"تب رب نے اپنے پیغمبر حجی کی معرفت اُنہیں یہ پیغام دیا، ”رب فرماتا ہے، مَیں تمہارے ساتھ ہوں۔“"},{"number":14,"verse":"یوں رب نے یہوداہ کے گورنر زرُبابل بن سیالتی ایل، امامِ اعظم یشوع بن یہوصدق اور قوم کے بچے ہوئے حصے کو رب کے گھر کی تعمیر کرنے کی تحریک دی۔ دارا بادشاہ کی حکومت کے دوسرے سال میں وہ آ کر رب الافواج اپنے خدا کے گھر پر کام کرنے لگے۔ چھٹے مہینے کا 24واں دن ( ۲۱ ستمبر۔) تھا۔"}]}