{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"( ईयोबाच्या नीतिमत्तेची कसोटी) ऊस देशात एक पुरुष होता, त्याचे नाव ईयोब असे होते; तो सात्त्विक व सरळ होता; तो देवाला भिऊन वागे व पापापासून दूर राही."},{"number":2,"verse":"त्याला सात पुत्र व तीन कन्या झाल्या."},{"number":3,"verse":"सात हजार मेंढरे, तीन हजार उंट, बैलांच्या पाचशे जोड्या व पाचशे गाढवी एवढे त्याचे धन होते आणि त्याचा परिवार फार मोठा होता; असा तो पूर्व देशांतल्या सर्व लोकांत थोर होता."},{"number":4,"verse":"त्याचे पुत्र पाळीपाळीने एकमेकांच्या घरी भोजनसमारंभ करीत, व त्या वेळी आपल्या तिन्ही बहिणींना पंक्तीला बोलावीत."},{"number":5,"verse":"हे भोजनसमारंभ आटोपल्यावर ईयोब त्यांना बोलावून आणून त्यांची शुद्धी करी; तो प्रातःकाळी उठून त्या सर्वांच्या संख्येइतक्या बलींचे हवन करी; कारण तो म्हणे की, “न जाणो माझ्या पुत्रांनी पाप केले असेल आणि आपल्या मनाने देवाचा अव्हेर केला असेल.” असा ईयोबाचा नित्यक्रम असे."},{"number":6,"verse":"एक दिवस असा आला की त्या दिवशी देवपुत्र परमेश्वरापुढे येऊन उभे राहिले, व त्यांच्यामध्ये सैतानही आला."},{"number":7,"verse":"परमेश्वर सैतानाला म्हणाला, “तू आता कोठून आलास?” सैतानाने परमेश्वराला उत्तर दिले, “मी पृथ्वीवर इकडेतिकडे हिंडूनफिरून आलो आहे.”"},{"number":8,"verse":"परमेश्वराने सैतानाला विचारले, “माझा सेवक ईयोब ह्याच्याकडे तुझे लक्ष गेले होते काय? भूतलावर त्याच्या तोडीचा सात्त्विक, सरळ, देवाला भिऊन वागणारा व पापापासून दूर राहणारा असा दुसरा कोणी नाही.”"},{"number":9,"verse":"सैतानाने परमेश्वराला उत्तर दिले की, “ईयोब देवाचे भय काय फुकट बाळगतो?"},{"number":10,"verse":"तो, त्याचे घर व त्याचे सर्वस्व ह्याभोवती तू कुंपण घातले आहेस ना? तू त्याच्या हाताला यश दिले आहेस ना? व देशात त्याचे धन वृद्धी पावत आहे ना?"},{"number":11,"verse":"तू आपला हात पुढे करून त्याच्या सर्वस्वास लावून तर पाहा, म्हणजे तो तुझ्या तोंडावर तुझा अव्हेर करील.”"},{"number":12,"verse":"परमेश्वर सैतानाला म्हणाला, “पाहा, त्याचे सर्वस्व तुझ्या हाती देतो; त्याला मात्र हात लावू नकोस.” मग सैतान परमेश्वरासमोरून निघून गेला."},{"number":13,"verse":"एके दिवशी असे झाले की, ईयोबाचे पुत्र व कन्या आपल्या ज्येष्ठ बंधूच्या घरी भोजन करीत व द्राक्षारस पीत असता,"},{"number":14,"verse":"एका जासुदाने ईयोबाकडे येऊन सांगितले, “बैल नांगरीत होते व त्यांच्याजवळ गाढवी चरत होत्या."},{"number":15,"verse":"तेव्हा शबाई लोक घाला घालून त्यांना घेऊन गेले; त्यांनी तलवारीच्या धारेने गड्यांना वधले; हे तुला सांगायला मी एकटाच निभावून आलो आहे.”"},{"number":16,"verse":"तो हे सांगत आहे इतक्यात दुसर्‍या एकाने येऊन सांगितले, “दैवी अग्नीचा आकाशातून वर्षाव झाला; त्याने मेंढरे व गडी जाळून भस्म केले; हे तुला सांगायला मी एकटा निभावून आलो आहे.”"},{"number":17,"verse":"तो हे सांगत आहे इतक्यात आणखी एकाने येऊन सांगितले, “खास्द्यांनी तीन टोळ्या करून उंटांवर घाला घातला व ते ते घेऊन गेले; त्यांनी तलवारीच्या धारेने गड्यांना वधले, हे तुला सांगायला मी एकटा निभावून आलो आहे.”"},{"number":18,"verse":"तो सांगत आहे इतक्यात आणखी एकाने येऊन सांगितले, “तुझे पुत्र व कन्या ही आपल्या ज्येष्ठ बंधूच्या घरी भोजन करीत व द्राक्षारस पीत होती,"},{"number":19,"verse":"तेव्हा रानातून आलेल्या प्रचंड वार्‍याच्या सोसाट्याने त्या घराचे चार्‍ही कोपरे हादरले; त्यामुळे ते घर त्या तरुण मंडळीवर कोसळले आणि ती सगळी मरून गेली; हे तुला सांगायला मी एकटा निभावून आलो आहे.”"},{"number":20,"verse":"मग ईयोबाने उठून आपला झगा फाडला, आपले डोके मुंडले, व भुईवर पालथे पडून देवाला दंडवत घातले."},{"number":21,"verse":"तो म्हणाला, “मी मातेच्या उदरातून नग्न आलो आणि तसाच जेथून नग्न आलो तेथे परत जाणार आहे; परमेश्वराने दिले, आणि परमेश्वराने नेले; धन्य परमेश्वराचे नाम!”"},{"number":22,"verse":"ह्या सर्व प्रसंगांत ईयोबाच्या हातून पाप झाले नाही; व अनुचित कृत्य केल्याचा आरोप त्याने देवावर केला नाही."}]}