{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"( आपल्या परिस्थितीविषयी ईयोबाचे गार्‍हाणे) “माझ्या आत्म्याला जीविताचा कंटाळा आला आहे; मी आपले गार्‍हाणे एकसारखे चालू ठेवीन; माझ्या जिवाला क्लेश होत आहे म्हणून मी बोलेन."},{"number":2,"verse":"मी देवाला म्हणेन, मला दोषी लेखू नकोस; तू माझ्याशी विरोध का करतोस हे मला सांग."},{"number":3,"verse":"तू मला छळतोस; आपल्या हातच्या घडलेल्या वस्तूस तुच्छ लेखून दुष्टांच्या मसलतीला प्रसन्न होतोस, हे तुला उचित वाटते काय?"},{"number":4,"verse":"तुला चर्मचक्षू आहेत काय? तुझी दृष्टी मर्त्य मानवाच्या दृष्टीसारखी आहे काय?"},{"number":5,"verse":"तुझे दिवस मर्त्य मानवाच्या दिवसासारखे, तुझी वर्षे मनुष्याच्या वर्षांसारखी आहेत;"},{"number":6,"verse":"म्हणून तू माझा अधर्म शोधतोस व माझे पाप हुडकतोस काय?"},{"number":7,"verse":"तुला तर ठाऊक आहेच, की मी दुष्ट नाही. तुझ्या हातून सोडवणारा कोणी नाही."},{"number":8,"verse":"तुझ्या हातांनी मला घडवले आहे, त्यांनी सर्वतोपरी मला बनवले आहे, तरी तू माझा नाश करीत आहेस."},{"number":9,"verse":"तू मला मातीच्या घड्याप्रमाणे घडवले आहेस हे मनात आण; तर पुन्हा मला मातीस मिळवू पाहतोस काय?"},{"number":10,"verse":"तू मला दुधासारखे ओतून दह्यासारखे विरजवले नाहीस काय?"},{"number":11,"verse":"त्वचा व मांस ह्यांचे पांघरूण तू मला घातलेस, अस्थी व स्नायू जोडून मला बनवलेस."},{"number":12,"verse":"तू मला जीवन दिलेस व माझ्यावर प्रसाद केलास, तुझ्या निगेने माझा प्राण सुरक्षित राहिला."},{"number":13,"verse":"तरी तू आपला हा उद्देश मनात लपवून ठेवलास; तुझ्या मनात काय होते ते आता मला समजले;"},{"number":14,"verse":"मी पाप केले तर ते ध्यानात ठेवून माझ्या अधर्माची तू मला माफी करणार नाहीस;"},{"number":15,"verse":"मी दुष्ट झालो तर हायहाय करावी लागेल. मी नीतिमान झालो तरी लज्जेने व्याप्त होऊन व माझी विपत्ती पाहून मी आपले डोके वर करणार नाही."},{"number":16,"verse":"माझे डोके वर झाले की तू सिंहासारखा माझ्या पाठीस लागणार; तुझ्या अद्भुत शक्तीचा माझ्यावर पुन्हा पुन्हा प्रयोग करणार."},{"number":17,"verse":"तू माझ्याविरुद्ध आपले नवेनवे साक्षीदार आणणार; तू माझ्यावरचा आपला क्रोध वृद्धिंगत करणार; तू माझ्यावर सैन्यामागून सैन्य पाठवणार."},{"number":18,"verse":"तू मला मातेच्या उदरातून का बाहेर आणलेस? बाहेर आणले नसते तर मी प्राणास अंतरलो असतो, कोणाच्या दृष्टीस मी पडलो नसतो."},{"number":19,"verse":"मी जन्माला येऊन न आल्यासारखा झालो असतो; मी गर्भावस्थेतूनच कबरेत गेलो असतो;"},{"number":20,"verse":"माझे दिवस थोडे नाहीत काय? तर मला सोड, माझ्यावरची आपली दृष्टी काढ. म्हणजे माझ्या मनाला थोडे चैन पडेल;"},{"number":21,"verse":"मग जेथून परत येणे नाही अशा अंधाराच्या, मृत्यूच्या प्रदेशात मी जाईन;"},{"number":22,"verse":"जेथे काळोख, निबिड अंधकार आहे, अशा मृत्युच्छायेच्या अस्ताव्यस्त प्रदेशात मी जाईन; तेथला प्रकाश अंधकारच होय.”"}]}