{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"( दुष्टाच्या अंताचे बिल्दद वर्णन करतो) मग बिल्दद शूही म्हणाला,"},{"number":2,"verse":"“तुम्ही कोठवर शब्द शोधून योजत बसाल? तुम्ही समज घ्या, मग आम्ही बोलू."},{"number":3,"verse":"तुमच्या हिशोबी आम्ही पशू का ठरलो? तुमच्या दृष्टीने आम्ही अशुद्ध का झालो?"},{"number":4,"verse":"अरे क्रोधाने स्वतःस फाडून टाकणार्‍या, तुझ्यामुळे पृथ्वी ओस पडेल काय? खडक आपल्या ठिकाणचा ढळेल काय?"},{"number":5,"verse":"तरी दुष्टाचा दीप मालवेल, त्याच्या अग्नीची ज्वाला झळकणार नाही."},{"number":6,"verse":"त्याच्या डेर्‍यातला प्रकाशाचा अंधकार होईल, त्याचा लामणदिवा विझून जाईल."},{"number":7,"verse":"त्याच्या जोराच्या ढांगा संकोच पावतील, त्याचीच युक्ती त्याचा निःपात करील."},{"number":8,"verse":"तो आपल्या पायांनी जाळ्यात अडकतो, तो पाशात पाऊल टाकत आहे."},{"number":9,"verse":"त्याची टाच सापळ्यात अडकते; पाश त्याला धरून ठेवतो."},{"number":10,"verse":"त्याच्यासाठी पाश जमिनीत गुप्त ठेवला आहे; त्याच्या मार्गात सापळा ठेवला आहे."},{"number":11,"verse":"त्याला दहशत चोहोकडून घाबरे करते; ती त्याचा पिच्छा पुरवते."},{"number":12,"verse":"त्याची शक्ती क्षुधिताप्रमाणे क्षीण होईल; तो केव्हा पडेल ह्याची अरिष्ट वाट पाहत आहे."},{"number":13,"verse":"ते त्याच्या शरीराचे अवयव तोडून खाईल; मृत्यूचा ज्येष्ठ पुत्र त्याचे अवयव ग्रासील."},{"number":14,"verse":"ज्या डेर्‍याचा तो भरवसा धरी त्यातून त्याला ओढून काढतील; त्याला भयाच्या राजापुढे हजर करतील."},{"number":15,"verse":"जे त्याचे नव्हत ते त्याच्या डेर्‍यात वास करतील त्याच्या वसतिस्थानांवर गंधक उधळतील."},{"number":16,"verse":"खालून त्याचे मूळ सुकेल, व वरून त्याची डाहळी छाटतील."},{"number":17,"verse":"देशातून त्याची आठवण बुजेल, व पेठेत त्याचे नाव राहणार नाही."},{"number":18,"verse":"ते त्याला प्रकाशातून अंधकारात लोटतील, त्याला जगातून पळवतील."},{"number":19,"verse":"त्याच्या लोकांत त्याचे कोणी पुत्रपौत्र आढळणार नाहीत; त्याच्या बिर्‍हाडात कोणी उरणार नाही."},{"number":20,"verse":"त्याचा दुर्दिन पाहून पश्‍चिमेकडे राहणारे चकित होतील, पूर्वेकडे राहणारे कंपित होतील."},{"number":21,"verse":"कुटिलाच्या निवासांचे निःसंशय असेच होणार; देवाला न ओळखणार्‍याच्या स्थानाचे असेच होणार.”"}]}