{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"( देवापुढे आपला वाद करण्याची ईयोबाची इच्छा) मग ईयोबाने प्रत्युत्तर केले,"},{"number":2,"verse":"“अजूनही माझे गार्‍हाणे हटवादाचे आहे; त्याचा प्रहार माझ्या विलापाहून भारी आहे."},{"number":3,"verse":"देव कोठे सापडेल हे मला समजले असते, मी त्याच्या न्यायासनाजवळ जाऊन पोहचलो असतो, तर किती बरे होते!"},{"number":4,"verse":"मग माझी फिर्याद मी त्याच्यापुढे मांडली असती; माझ्या तोंडून भरपूर मुद्दे निघाले असते."},{"number":5,"verse":"तो मला काय उत्तर देतो ते मला समजले असते; तो मला काय म्हणाला असता ते मी लक्षात घेतले असते."},{"number":6,"verse":"त्याने आपले मोठे बल खर्चून बरोबर वाद केला असता काय? नाही; तर त्याने माझी दाद घेतली असती."},{"number":7,"verse":"त्याच्याशी वाद करणारा न्यायी ठरला असता; म्हणजे मी एकदाचा माझ्या न्यायाधीशाच्या हातून सुटलो असतो;"},{"number":8,"verse":"पाहा, मी पुढे गेलो तरी तो सापडत नाही, मागे गेलो तरी तो तेथे दिसत नाही."},{"number":9,"verse":"डाव्या बाजूस, जेथे तो आपली कृती करतो तिकडे, त्याला मी पाहतो, तरी तो मला दिसत नाही; मी उजवीकडे वळतो, तिकडेही तो मला दिसत नाही;"},{"number":10,"verse":"परंतु माझा मार्ग त्याला कळला आहे; त्याने मला पारखून पाहिले म्हणजे मी सोन्यासारखा निघेन."},{"number":11,"verse":"त्याच्या पावलावर माझे पाऊल पडत आले आहे; मी त्याचा मार्ग धरून आहे; त्यापासून मी भ्रष्ट झालो नाही."},{"number":12,"verse":"त्याच्या तोंडची आज्ञा पाळण्यास मी माघार घेतली नाही; माझ्या स्वतःच्या मनोरथापलीकडे2 मी त्याच्या तोंडची वचने जतन करून ठेवली आहेत."},{"number":13,"verse":"तो न बदलणारा आहे, त्याला त्यापासून कोण फिरवणार? आपल्या मनास येते ते तो करतो;"},{"number":14,"verse":"जे मला नेमले आहे ते तो घडवून आणत आहे; अशा पुष्कळ गोष्टी त्याच्याजवळ आहेत;"},{"number":15,"verse":"म्हणून त्याच्यासमोर मी घाबरा होतो मी ह्याचा विचार करतो तेव्हा मला त्याची भीती वाटते."},{"number":16,"verse":"देवाने माझे मन उदास केले आहे; सर्वसमर्थाने मला हैराण केले आहे."},{"number":17,"verse":"अंधकारामुळे मला दहशत वाटली असे नाही. घोर अंधकाराने माझे मुख झाकले म्हणून मला भय वाटते असे नाही"}]}