{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"( दुष्टाईकडे देव दुर्लक्ष करतो ही ईयोबाची तक्रार) सर्वसमर्थाने न्यायसमय का नेमून ठेवले नाहीत? त्याला ओळखणार्‍यांना त्याच्या दिवसांची का प्रतीती येत नाही?"},{"number":2,"verse":"काही लोक मेरेच्या खुणा सारतात; ते बकर्‍यामेंढ्या हरण करून चारतात;"},{"number":3,"verse":"ते पोरक्यांचे गाढव हाकून पळवून नेतात; विधवेचा बैल गहाणादाखल अडकवून ठेवतात;"},{"number":4,"verse":"ते कंगालाना मार्गातून बाजूला करतात; देशातील दीनदुबळ्यांना एकत्र लपूनछपून राहावे लागते."},{"number":5,"verse":"पाहा, वनांतल्या रानगाढवांप्रमाणे ते भक्ष्य मिळवण्याच्या उद्योगास बाहेर पडतात; त्यांच्या मुलाबाळांसाठी जंगल त्यांना अन्न पुरवते."},{"number":6,"verse":"ते शेतात आपल्या गुरांसाठी चारा कापतात, आणि दुर्जनाच्या द्राक्षांच्या मळ्यातली राहिलीसाहिली द्राक्षे वेचतात."},{"number":7,"verse":"त्यांना वस्त्रांवाचून उघडे पडून रात्र काढावी लागते, थंडीतही पांघरायला त्यांना काही नसते;"},{"number":8,"verse":"डोंगरावरील पर्जन्यवृष्टीने त्यांना भिजावे लागते; त्यांना कसलाही आश्रय न मिळून खडकालाच बिलगून राहावे लागते."},{"number":9,"verse":"काही लोक बापपोरक्यास आईच्या स्तनांपासून ओढून काढतात; कंगालास ते गहाणाने बांधून टाकतात."},{"number":10,"verse":"ते नागडेउघडे चोहोकडे फिरतात; ते धान्याच्या पेंढ्या वाहतात तरी उपाशी मरतात;"},{"number":11,"verse":"ते त्यांच्या आवारात राहून तेल काढतात; ते द्राक्षकुंडांत द्राक्षे तुडवतात तरी तहानलेले राहतात."},{"number":12,"verse":"दाट वस्तीच्या नगरातून त्यांचा विलाप चाललेला असतो; घायाळ झालेल्यांचा आक्रोश होत असतो; पण देव ह्या अधर्माकडे लक्ष देत नाही."},{"number":13,"verse":"कित्येक प्रकाशाला विरोध करतात; त्यांच्या वाटा ते ओळखत नाहीत; ते त्याच्या मार्गांनी जात नाहीत."},{"number":14,"verse":"खुनी मनुष्य मोठ्या पहाटेस उठून दीनदुबळ्यांचा घात करतो; रात्री तो चोर बनतो."},{"number":15,"verse":"व्यभिचारी मनात म्हणतो की, ‘कोणी मला पाहू नये,’ म्हणून तो दिवस मावळण्याची वाट पाहत असतो; तो आपले तोंड झाकून घेतो."},{"number":16,"verse":"रात्री ते घरे फोडतात, दिवसा लपून राहतात; त्यांना उजेडाची ओळखही नसते."},{"number":17,"verse":"त्या सर्वांना प्रभातसमय मृत्युच्छायाच भासतो; त्यांना मृत्युच्छायेच्या भयाचा चांगला अनुभव असतो."},{"number":18,"verse":"पाण्यावरून त्वरित वाहून जाणार्‍या पदार्थासारखे ते आहेत; पृथ्वीवरचे रहिवासी त्यांच्या वतनाला शाप देतात; आपल्या द्राक्षांच्या मळ्यांकडील वाटेने त्यांचे पुन्हा येणे होत नाही."},{"number":19,"verse":"अवर्षण व उष्णता ही बर्फाचे पाणी नाहीसे करतात; तसाच अधोलोक पापी जनांना नाहीसा करतो."},{"number":20,"verse":"त्याच्या मातेचे उदर त्याला विसरेल. कीटक त्याच्यावर चंगळ करतील; त्याचे कोणाला स्मरण उरणार नाही; असा दुष्टांचा वृक्षाप्रमाणे निःपात होईल."},{"number":21,"verse":"अपत्यहीन वंध्येस त्याने ग्रासले; विधवेचे त्याने कधी बरे केले नाही."},{"number":22,"verse":"तरी बलिष्ठांनाही देव आपल्या सामर्थ्याने राखतो; त्यांनी वाचण्याची आशाही सोडून दिली असली तरी ते निभावतात."},{"number":23,"verse":"तो त्यांना निर्भय राखतो म्हणून ते स्वस्थ असतात; त्यांच्या व्यवहारावर त्याची कृपादृष्टी असते."},{"number":24,"verse":"ते उन्नती पावतात; तरी अल्पकाळातच ते नाहीतसे होतात; ते अवनत होऊन सर्वांप्रमाणे त्यांची गती होते, कणसाच्या शेंड्यासारखे ते छाटले जातात."},{"number":25,"verse":"हे खरे नाही असे म्हणून मला कोण लबाड ठरवील? माझे म्हणणे निरर्थक आहे असे कोण दाखवून देईल?”"}]}