{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"( दुष्टाला मिळणार्‍या प्रतिफळाचे ईयोब वर्णन करतो) ईयोब आपला वाद पुढे चालवून म्हणाला,"},{"number":2,"verse":"“ज्या देवाने मला न्यायास मुकवले, ज्या सर्वसमर्थाने माझ्या जिवास क्लेश दिला, त्याच्या जीविताची शपथ;"},{"number":3,"verse":"(अद्यापि माझा श्वासोच्छ्वास बरोबर चालत आहे, देवाने घातलेला श्वास माझ्या नाकपुड्यांत आहे;)"},{"number":4,"verse":"माझे तोंड कुटिल भाषण करीत नाही; माझी जिव्हा कपटाचे बोल बोलत नाही."},{"number":5,"verse":"तुमचा वाद खरा आहे असे मी कदापि मान्य करणार नाही; माझा प्राण जाईतोवर मी आपले सत्त्वसमर्थन सोडणार नाही."},{"number":6,"verse":"मी नीतिमान आहे हे माझे म्हणणे मी धरून राहणार; ते मी सोडणार नाही; माझ्या आयुष्यातील कोणत्याही दिवसाविषयी माझे मन मला खात नाही;3"},{"number":7,"verse":"माझा शत्रू दुष्टासमान, माझा विरोधी अनीतिमानासमान ठरो."},{"number":8,"verse":"देव अनीतिमानाचा उच्छेद करून प्राण हरण करील, तेव्हा त्याची काय आशा राहणार?"},{"number":9,"verse":"त्याच्यावर संकट येईल, तेव्हा त्याची आरोळी देव ऐकेल काय?"},{"number":10,"verse":"तो सर्वसमर्थाच्या ठायी आनंद पावेल काय? तो सर्व प्रसंगी देवाचा धावा करील काय?"},{"number":11,"verse":"देवाच्या करणीविषयी मी तुम्हांला बोध करीन; सर्वसमर्थाचे रहस्य मी छपवून ठेवणार नाही."},{"number":12,"verse":"पाहा, तुम्ही सर्व हे पाहून चुकला आहात; तर तुम्ही अशा पोकळ गोष्टी का बोलून दाखवता?"},{"number":13,"verse":"दुष्ट मनुष्याला देवाकडून मिळणारा वाटा हाच; जुलम्याला सर्वसमर्थाकडून वतन मिळते ते हेच;"},{"number":14,"verse":"त्याची संतती वाढली तर ती तलवारीला बळी पडायची; त्याच्या संतानास पोटभर भाकर मिळणार नाही."},{"number":15,"verse":"त्याच्या मागे राहिलेले मरीच्या तडाख्याने मातीआड होतील; त्याच्या विधवा विलाप करणार नाहीत."},{"number":16,"verse":"त्याने रुप्याचा संचय धुळीसारखा केला, वस्त्रे चिखलासारखी विपुल केली;"},{"number":17,"verse":"तरी तो वस्त्रे करील ती नीतिमान अंगावर घालील. निर्दोषी त्याचे रुपे वाटून घेईल."},{"number":18,"verse":"तो आपले घर कोळ्याच्या जाळ्यासारखे बांधतो; ते जागल्याने बांधलेल्या खोपटीसारखे असते."},{"number":19,"verse":"तो संपन्न स्थितीत अंग टाकतो, पण त्याला पुरण्यात येणार नाही. तो डोळे उघडतो आणि तो आटोपेल"},{"number":20,"verse":"घोर संकटे पुराप्रमाणे त्याच्यावर गुदरतात; रात्रीच्या समयी तुफान त्याला उडवून नेते."},{"number":21,"verse":"पूर्वेचा वारा त्याला उडवून नेतो. आणि तो नाहीसा होतो. त्याचा सपाटा त्याला त्याच्या स्थानावरून काढून टाकतो."},{"number":22,"verse":"कारण देव त्याच्यावर मारा करील. त्याची गय करणार नाही; तो त्याच्या हातून निसटून जाण्यास पाहील."},{"number":23,"verse":"लोक टाळ्या पिटून त्याची छीथू करतील, त्याच्या स्थानातून त्याला हुसकून लावतील.”"}]}