{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"( मानवाचा ज्ञानासाठी शोध) “खरोखर रुप्याची खाण असते; लोक जे सोने शुद्ध करतात त्याचेही ठिकाण असते."},{"number":2,"verse":"लोखंड मातीतून काढतात, पाषाण वितळवून तांबे काढतात."},{"number":3,"verse":"मनुष्य अंधकाराचे निवारण करतो, अगदी शेवटापर्यंत जाऊन निबिड अंधकारातील व मृत्युच्छायेतील पाषाणांचा तो शोध करीत असतो."},{"number":4,"verse":"तो लोकवस्तीपासून दूर खाण खणतो; तेथे जमिनीवर चालणार्‍यांच्या गावीही नसता त्याच्यापासून दूर खाली ते लटकत व लोंबकळत असतात."},{"number":5,"verse":"ही पृथ्वी पाहा; हिच्यापासून भाकर मिळते; पण खाली पाहावे तर अग्नीने जशी काय तिची उलटापालट होते."},{"number":6,"verse":"तिच्यातले पाषाण म्हणजे नीलमण्यांचे घर होत; तिच्यात सोन्याची मातीही असते."},{"number":7,"verse":"ती वाट कोणा हिंस्र पक्ष्यास ठाऊक नाही; कोणा घारीचीही दृष्टी तिच्यावर गेली नाही."},{"number":8,"verse":"तिच्यावर कोणा उन्मत्त पशूने पाय ठेवला नाही; तिच्यावरून उग्र सिंह कधी चालला नाही."},{"number":9,"verse":"मनुष्य गारेच्या पाषाणाला हात घालतो; तो पर्वत समूळ उलथून टाकतो;"},{"number":10,"verse":"तो खडकांतून भुयारे खोदून काढतो; सर्व प्रकारच्या मोलवान वस्तू त्याच्या नजरेस पडतात."},{"number":11,"verse":"झरे बंद करून त्यांचे पाणी तो बाहेर झिरपू देत नाही, गुप्त आहे ते तो उजेडात आणतो."},{"number":12,"verse":"तरीपण ज्ञान कोठून मिळेल? बुद्धीचे स्थान कोणते?"},{"number":13,"verse":"त्याचे मोल मानवाला कळत नाही; ते जिवंताच्या भूमीत सापडत नाही."},{"number":14,"verse":"अगाध जलाशय म्हणतो, ‘ते माझ्या ठायी नाही;’ समुद्रही म्हणतो, ‘ते माझ्याजवळ नाही.’"},{"number":15,"verse":"उत्कृष्ट सुवर्ण देऊन ते मिळत नाही; चांदी तोलून देऊन त्याचे मोल होत नाही."},{"number":16,"verse":"ओफीरचे सोने, गोमेद व नीलमणी ही भारंभार देऊनही त्याचे मोल होत नाही."},{"number":17,"verse":"सोने व काचमणी ही त्याच्या बरोबरीची नाहीत; उंची सोन्याच्या नगांनी त्याचा मोबदला होत नाही."},{"number":18,"verse":"प्रवाळ व स्फटिक ह्यांची काय कथा? ज्ञानाचे मोल मोत्यांहून अधिक आहे."},{"number":19,"verse":"कूश देशाचा पुष्कराज त्याच्या तोडीचा नाही; बावनकशी सोने त्याच्याशी तुल्य नाही."},{"number":20,"verse":"तर मग ज्ञान कोठून येते? बुद्धीचे स्थान कोणते?"},{"number":21,"verse":"ते सर्व जिवंतांच्या नेत्रांना अगोचर आहे; आकाशातील पक्ष्यांना ते गुप्त आहे."},{"number":22,"verse":"विनाशस्थान1 व मृत्यू म्हणतात, आमच्या कानी त्याची केवळ वार्ता आली आहे."},{"number":23,"verse":"देवच त्याचा मार्ग जाणतो; त्याचे स्थान त्यालाच ठाऊक आहे."},{"number":24,"verse":"कारण त्याची दृष्टी पृथ्वीच्या दिगंतांना पोचते; तो आकाशमंडळाखालचे सर्वकाही पाहतो."},{"number":25,"verse":"त्याने वायूचे वजन ठरवले व जल मापून दिले;"},{"number":26,"verse":"त्याने पर्जन्यास नियम लावून दिला; गर्जणार्‍या विद्युल्लतेस मार्ग नेमून दिला;"},{"number":27,"verse":"तेव्हा त्याने ज्ञान पाहून त्याचे वर्णन केले; त्याने ते स्थापित केले व त्याचे रहस्य जाणले."},{"number":28,"verse":"तो मानवाला म्हणाला, ‘पाहा, प्रभूचे भय धरणे हेच ज्ञान होय; दुष्टतेपासून दूर राहणे हेच सुज्ञान होय.”’"}]}