{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"( आपल्या शोचनीय परिस्थितीबद्दल ईयोब दु:खित होतो) “असे असूनही आता जे माझ्याहून अल्प वयाचे आहेत, ज्यांच्या वडिलांची लायकी माझ्या मेंढ्याबकर्‍या राखण्यास कुत्रे म्हणून ठेवण्याचीही मी समजत नसे, ते माझी टवाळी करतात;"},{"number":2,"verse":"ज्यांचे वीर्य नष्ट झाले आहे, त्यांच्या बाहुबलाचा मला काय उपयोग?"},{"number":3,"verse":"ते दुर्भिक्षाने व उपासमारीने दुबळे झाले आहेत; भयाण व वैराण प्रदेशात मिळेल ते चावून ते गुजारा करीत आहेत."},{"number":4,"verse":"ते झाडीच्या आसपासची लोण खुडून घेतात; रतम झाडाच्या मुळांवर ते निर्वाह करीत आहेत."},{"number":5,"verse":"लोकांमधून त्यांना घालवून देतात; जशी चोराच्या मागून तशी त्यांच्यामागून लोक ओरड करतात."},{"number":6,"verse":"उदासवाण्या खोर्‍यात, जमिनीच्या विवरात व कपारीत त्यांना राहावे लागते."},{"number":7,"verse":"झाडीमध्ये ते रेंरें करीत बसतात; खाजकुयलीच्या खाली ते पडून राहतात."},{"number":8,"verse":"ते मूढांचे किंबहुना अधमांचे वंशज आहेत; त्यांना देशातून हाकून दिले आहे."},{"number":9,"verse":"हे लोक माझ्या निंदेची गाणी गातात; माझे नाव ज्याच्या-त्याच्या तोंडी झाले आहे."},{"number":10,"verse":"ते मला अमंगळ मानतात, माझ्या वार्‍यालाही उभे राहत नाहीत, माझ्या तोंडावर थुंकायला चुकत नाहीत;"},{"number":11,"verse":"कारण देवाने माझ्या आयुष्याची दोरी ढिली करून मला दु:ख दिले आहे; म्हणून ते माझ्यासमोर आपल्या तोंडाचा लगाम झुगारून देतात."},{"number":12,"verse":"बाजारबुणगे माझ्यावर उजवीकडून गर्दी करतात, माझे पाय ढकलून देतात, ते माझ्या नाशाचे मोर्चे रचतात."},{"number":13,"verse":"ते माझ्या मार्गाची नासाडी करतात, ज्यांना कोणी साहाय्य नाही, तेदेखील माझ्या नाशास साहाय्य होतात."},{"number":14,"verse":"खिंडारातून शिरकाव करणार्‍याप्रमाणे ते चालून येतात. कोसळून पडलेल्या ढिगारांतून ते माझ्यावर लोटतात."},{"number":15,"verse":"माझ्यावर घोर प्रसंग ओढवले आहेत; माझी प्रतिष्ठा ते वायूप्रमाणे उडवून देत आहेत; माझे सौख्य अभ्राप्रमाणे विरले आहे."},{"number":16,"verse":"माझ्या जिवाचे आता पाणीपाणी झाले आहे; दु:खाच्या दिवसांनी मला पछाडले आहे."},{"number":17,"verse":"रात्रीच्या समयी माझी हाडे पिचून गळतात; मला कुरतडणार्‍या वेदना थांबत नाहीत."},{"number":18,"verse":"व्याधीच्या मोठ्या वेगामुळे माझा झगा विस्कळीत झाला आहे; सदर्‍याच्या गळ्याप्रमाणे तो अंगाला जखडून बसतो."},{"number":19,"verse":"त्याने मला चिखलात लोटून दिले आहे; धूळ व राख ह्यांच्यासारखा मी झालो आहे."},{"number":20,"verse":"मी तुझा धावा करतो, पण तू ऐकत नाहीस; मी उभा राहतो; पण तू माझ्यावर डोळे वटारतोस."},{"number":21,"verse":"तू माझ्याशी निष्ठुर बनला आहेस; तू आपल्या बाहुबलाने माझा छळ करीत आहेस."},{"number":22,"verse":"तू मला वायूवर आरूढ करून उडवत आहेस. आणि गर्जणार्‍या तुफानात मला हेलकावत आहेस."},{"number":23,"verse":"मला ठाऊक आहे की तू मला मृत्युवश करशील; सर्व जीवधारी ज्या स्थळी एकत्र होणार आहेत त्याप्रत मला पोचवशील."},{"number":24,"verse":"तरी कोणी कोसळत असता आपला हात पुढे करीत नाही काय? आपला नाश होऊ लागला असता तो धावा करीत नाही काय?"},{"number":25,"verse":"कठीण दिवस कंठणार्‍याला पाहून मी हळहळलो नाही काय? लाचारांसाठी मी कष्टी झालो नाही काय?"},{"number":26,"verse":"मी सौख्याची अपेक्षा करीत होतो तेव्हा विपत्ती आली; मी प्रकाशाची अपेक्षा करीत होतो तेव्हा अंधकार आला."},{"number":27,"verse":"माझे अंतर्याम एकसारखे पोळत1 आहे; दुःखाचे दिवस मला प्राप्त झाले आहेत."},{"number":28,"verse":"मी काळा होऊन फिरत आहे, तरी सूर्याच्या किरणांनी नव्हे; मी जनसमाजात उभा राहून करुणा भाकत आहे."},{"number":29,"verse":"मी कोल्ह्यांचा बंधू, शहामृगांचा सोबती झालो आहे."},{"number":30,"verse":"माझी त्वचा काळी होऊन गळून पडत आहे; माझी हाडे तापाने जळजळत आहेत."},{"number":31,"verse":"माझ्या वीणेतून शोकसूर, माझ्या पाव्यातून विलापरव निघत आहेत.”"}]}