{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"( देवाच्या न्याय्यत्वाचे अलीहू समर्थन करतो) अलीहू आणखी म्हणाला,"},{"number":2,"verse":"“समंजस लोकहो, तुम्ही माझे बोलणे ऐका; अहो, जाणते लोकहो, कान द्या."},{"number":3,"verse":"अन्नाची परीक्षा जशी जिभेला होते, तशी शब्दांची परीक्षा कानाला होते."},{"number":4,"verse":"आता न्याय्य असेल ते आपण निवडून घेऊ; चांगले काय ह्याचा आपण आपसांत निवाडा करू."},{"number":5,"verse":"आता ईयोब म्हणतो की, ‘मी निर्दोष आहे; देवाने माझ्यावर अन्याय केला आहे;"},{"number":6,"verse":"माझा पक्ष खरा असता मी खोटा ठरलो आहे; मी निरपराध असता माझा घाय असाध्य आहे.’"},{"number":7,"verse":"ईश्वरनिंदा उदकाप्रमाणे प्राशन करणारा ईयोबासारखा मनुष्य कोण आहे?"},{"number":8,"verse":"तो अधर्म करणार्‍यांबरोबर संगती करतो, दुर्जनांची सोबत धरतो."},{"number":9,"verse":"तो म्हणतो ‘देवाशी सख्य ठेवून मनुष्याला काय लाभ होतो?’"},{"number":10,"verse":"ह्याकरता समंजस जनहो, माझे ऐकून घ्या; देवाकडून दुष्कर्म व्हावे, सर्वसमर्थाकडून अन्याय व्हावा, ही कल्पनाही करायला नको."},{"number":11,"verse":"तो मनुष्याला त्याच्या कर्माचे प्रतिफळ देतो, प्रत्येकाला त्याच्या-त्याच्या आचाराप्रमाणे गती देतो."},{"number":12,"verse":"देव नि:संशय काही वाईट करीत नाही, सर्वसमर्थ प्रभू विपरीत न्याय करीत नाही."},{"number":13,"verse":"ही पृथ्वी त्याच्या स्वाधीन कोणी केली आहे? ह्या सर्व जगाची व्यवस्था कोणी लावली?"},{"number":14,"verse":"त्याचे चित्त स्वतःकडेच असले, त्याने आपला आत्मा व श्वास आवरून स्वत:च्या ठायी परत घेतला,"},{"number":15,"verse":"तर सर्व जीवधार्‍यांचा एकदम प्राणान्त होईल; मानव पुन्हा मातीत मिळेल."},{"number":16,"verse":"आता समजून घे, हे ऐक; माझ्या तोंडून शब्द निघतील त्यांकडे कान दे."},{"number":17,"verse":"जो न्यायाचा वैरी तो शास्ता होईल काय? जो न्यायी, जो समर्थ, त्याला तू दोषी ठरवशील काय?"},{"number":18,"verse":"‘तू अधम आहेस,’ असे राजाला म्हणणे, ‘तुम्ही दुष्ट आहात’ असे अमिरांना म्हणणे उचित होईल काय?"},{"number":19,"verse":"जो अमिरांची भीड राखत नाही, जो श्रीमंताला गरिबांहून अधिक मानत नाही, (कारण ते सर्व त्याच्या हाताने निर्माण झाले आहेत.) त्याला निर्दोष ठरवणे उचित होईल काय?"},{"number":20,"verse":"लोक क्षणात मृत्यू पावतात, ऐन मध्यरात्री झटका खाऊन गत होतात; बलिष्ठ जन कोणाचा हात न लागता उच्छेद पावतात."},{"number":21,"verse":"कारण देवाची दृष्टी प्रत्येकाच्या आचरणावर असते; त्याचे प्रत्येक पाऊल तो पाहतो."},{"number":22,"verse":"अधर्मी ज्यात लपून राहतील असा काळोख, असा घोर अंधकार नाही."},{"number":23,"verse":"मनुष्याने देवाच्या न्यायासनापुढे जावे म्हणून त्याला त्याच्याकडे आणखी लक्ष पुरवण्याचे प्रयोजन नसते."},{"number":24,"verse":"तो बलिष्ठांचा चुराडा करतो आणि त्यांच्या स्थानी दुसर्‍यांना स्थापतो; त्याला त्यांची चौकशी करावी लागत नाही."},{"number":25,"verse":"ह्याप्रमाणे तो त्यांची कृत्ये जाणतो; तो त्यांना रात्री असा उलथून टाकतो की त्यांचा चुराडा होतो."},{"number":26,"verse":"ते दुष्ट आहेत म्हणून त्यांना तो लोकांसमक्ष ताडन करतो;"},{"number":27,"verse":"कारण त्याला अनुसरण्याचे सोडून त्याचा कोणताही मार्ग त्यांनी ध्यानात आणला नाही."},{"number":28,"verse":"त्यांच्या करणीमुळे कंगालांचा आक्रोश त्याच्यापर्यंत गेला; दीनांची आरोळी त्याच्या कानी गेली."},{"number":29,"verse":"त्याने कोणाला शांतिसमाधान दिले तर त्याला कोण दोष देईल? त्याने तोंड फिरवले तर त्याचे दर्शन कोणाला होईल? हे राष्ट्रासंबंधाने असो की एका व्यक्तीसंबंधाने असो, सारखेच;"},{"number":30,"verse":"हे अशासाठी की अधर्माचे राज्य होऊ नये, व लोकांना कोणी मोहपाशात घालू नये."},{"number":31,"verse":"देवाला कोणी कधी म्हटले काय की ‘मी निरपराध असून शिक्षा भोगली;"},{"number":32,"verse":"जो माझा अपराध मला दिसत नाही तो मला दाखव; मी जर वाईट केले असेल तर ह्यापुढे मी तसे करणार नाही?’"},{"number":33,"verse":"देवाकडून मिळणारे प्रतिफळ तुला तुच्छ वाटते; तर ते काय तुझ्या मनाप्रमाणे असावे? तू पाहिजे तर आवडनिवड कर, मी नाही; तुला काय वाटते ते सांग."},{"number":34,"verse":"सर्व समंजस लोक, माझे भाषण ऐकणारे सर्व शहाणे पुरुष असे म्हणतील की,"},{"number":35,"verse":"‘ईयोब अज्ञानाने बोलत आहे; त्याचे बोलणे समंजसपणाचे नाही.’"},{"number":36,"verse":"शेवटपर्यंत ईयोबाची कसोटी पाहावी हे बरे; कारण दुष्टाप्रमाणे त्याने उत्तरे दिली आहेत."},{"number":37,"verse":"आपल्या पापात आणखी अमर्यादेची भर त्याने घातली आहे; आमच्यादेखत तो टाळी वाजवतो आणि देवाविरुद्ध बेसुमार बोलतो.”"}]}