{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":36,"verses":[{"number":1,"verse":"( देवाच्या माहात्म्याचे अलीहू वर्णन करतो) अलीहू आपले भाषण पुढे चालवून म्हणाला,"},{"number":2,"verse":"“अंमळ थांब; देवाच्या वतीने आणखी काही बोलण्याजोगे आहे, असे मी तुला दाखवतो."},{"number":3,"verse":"मी दुरून आपले ज्ञान आणून आपल्या उत्पन्नकर्त्याचे न्याय्यत्व स्थापित करीन."},{"number":4,"verse":"माझे शब्द वास्तविक खोटे नाहीत; हा पूर्ण ज्ञानी पुरुष तुझ्यापुढे उभा आहे."},{"number":5,"verse":"पाहा, देव समर्थ आहे तरी तो कोणाला तुच्छ मानत नाही; त्याचे ज्ञानबल प्रचंड आहे."},{"number":6,"verse":"तो अधर्म्यांना वाचवत नाही; तो दीनांचा न्याय करतो."},{"number":7,"verse":"तो नीतिमानांवरील आपली दृष्टी काढत नाही, तर त्यांना राजांबरोबर सिंहासनावर अक्षय स्थापतो, व त्यांची उन्नती होते."},{"number":8,"verse":"त्यांना बेड्यांनी जखडले, दुःखरूप रज्जूंनी त्यांना बांधून ठेवले,"},{"number":9,"verse":"तर त्यांची कृती व त्यांचे अपराध ह्यांची त्यांना जाणीव करून देतो, त्यांनी उन्मत्तपणाचे वर्तन केले असे त्यांना दाखवून देतो."},{"number":10,"verse":"त्यांचे कान उघडून ते बोध घेतील असे तो करतो, आणि त्यांना अधर्म सोडायला सांगतो."},{"number":11,"verse":"हे ऐकून ते अंकित झाले तर ते आपले दिवस सुस्थितीत घालवतील, आपली वर्षे सुखाने काढतील;"},{"number":12,"verse":"पण त्यांनी ऐकले नाही तर ते शस्त्राने ठार होतील; ज्ञानप्राप्तीवाचून त्यांचा प्राणान्त होईल."},{"number":13,"verse":"जे मनाने अधर्मी असतात ते हृदयात क्रोध बाळगतात; त्याने त्यांना बांधले असता ते धावा करीत नाहीत."},{"number":14,"verse":"ते भरज्वानीत मरतात; त्यांचा प्राण अमंगळ पुरुषांप्रमाणे नाश पावतो;"},{"number":15,"verse":"तो दुःखितांना त्यांच्या दुःखाच्या द्वारे सोडवतो; विपत्तीच्या द्वारे त्यांची कानउघाडणी करतो."},{"number":16,"verse":"तो तुलाही दुःखाच्या जबड्यातून सोडवून संकोच नाही अशा प्रशस्त स्थली नेतो; तुझ्या मेजावर मिष्टान्नाची रेलचेल होईल."},{"number":17,"verse":"तू दुष्टांसारखा दोषारोप करीत राहशील; तर दोषारोप व न्यायदंड ह्यांच्या तावडीत तू सापडशील."},{"number":18,"verse":"आपल्या क्रोधाने मोहात पडून तू अपमान करण्यास प्रवृत्त होऊ नकोस; हा खंड भारी आहे म्हणून बहकू नकोस."},{"number":19,"verse":"तुझ्या अपार संपत्तीचा तुझ्या संपत्तीच्या सार्‍या बळाचा काही उपयोग होईल काय?"},{"number":20,"verse":"लोक जागच्या जागी नष्ट होतील अशा रात्रीची उत्कंठा धरू नकोस."},{"number":21,"verse":"सांभाळ, दुष्टतेकडे वळू नकोस; ती तुला दुःखापेक्षा पसंत वाटत आहे."},{"number":22,"verse":"पाहा, देव आपल्या सामर्थ्याने थोर कृत्ये करतो; त्याच्यासमान शिक्षण देणारा कोण आहे?"},{"number":23,"verse":"त्याला मार्ग लावून देणारा कोण आहे? ‘तू अधर्म केला आहे’ असे त्याला कोण म्हणणार?"},{"number":24,"verse":"लोकांनी गायनरूपे त्याच्या करणीचा महिमा वर्णन केला आहे, त्या गाण्याचे स्मरण ठेव."},{"number":25,"verse":"सर्व माणसे ती करणी पाहत राहतात; मानव ती करणी दुरून पाहतो."},{"number":26,"verse":"पाहा, देव थोर आहे, तो आम्हांला अगम्य आहे; त्याच्या वर्षांची संख्या अगण्य आहे."},{"number":27,"verse":"तो जलबिंदू आकर्षतो; त्यांची वाफ होऊन ते पर्जन्यरूपाने पडतात;"},{"number":28,"verse":"मेघ त्यांची वृष्टी करतात; ते लोकसमूहावर विपुल वर्षाव करतात."},{"number":29,"verse":"मेघांचा पसारा, मेघमंडपातील गडगडाट ह्याचे ज्ञान कोणाला होईल?"},{"number":30,"verse":"पाहा, तो आपणाभोवती प्रकाश पसरतो; त्याने समुद्रतल व्यापतो."},{"number":31,"verse":"ह्यांच्या योगाने तो राष्ट्रांचा न्याय करतो, अन्नाची विपुलता करतो."},{"number":32,"verse":"तो विद्युल्लता आपल्या हाती धरून तिने अचूक आघात करावा अशी तिला आज्ञा करतो."},{"number":33,"verse":"मेघगर्जना त्याच्या येण्याची खबर देते; गुरेढोरेही तो येत आहे असे कळवतात."}]}