{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"हे ऐकून माझे हृदय थरथरून स्थानभ्रष्ट होते."},{"number":2,"verse":"ऐका हो ऐका! त्याच्या वाणीची गर्जना ऐका, त्याच्या मुखातून निघणारा ध्वनी ऐका."},{"number":3,"verse":"तो त्याला नभोमंडळाखाली सर्वत्र धाडतो, विद्युल्लतेसह पृथ्वीच्या दिगंतरी त्याला पाठवतो."},{"number":4,"verse":"तिच्यामागून गर्जनेचा ध्वनी होतो; तो आपल्या प्रतापी ध्वनीने गर्जतो; त्याचा शब्द ऐकू येतो तेव्हा तो विद्युल्लतेचे चमकणे थांबवत नाही."},{"number":5,"verse":"देव अदुभुत शब्दाने गर्जतो; आम्हांला अगम्य अशी मोठी कृत्ये तो करतो."},{"number":6,"verse":"तो हिमाला म्हणतो, ‘पृथ्वीवर पड;’ पावसाच्या सरीला व भारी पर्जन्यवृष्टीला तो असेच म्हणतो."},{"number":7,"verse":"त्याने उत्पन्न केलेल्या सर्व मानवांनी त्याला ओळखावे, म्हणून तो प्रत्येक मनुष्याच्या हातचा व्यवसाय बंद करतो."},{"number":8,"verse":"तेव्हा वनपशू आडोसा शोधतात व आपल्या गुहांत पडून राहतात."},{"number":9,"verse":"वावटळ दक्षिणेकडून येते. उत्तरेकडील वार्‍यांमुळे थंडी येते."},{"number":10,"verse":"देवाच्या श्वासाच्या फुंकराने हिम होते, तेव्हा विस्तीर्ण जलाशय गोठून जातात."},{"number":11,"verse":"तो मेघ जलपूर्ण करतो; तो आपल्या विद्युल्लतेचे अभ्र चोहोकडे पसरतो;"},{"number":12,"verse":"ते त्याच्या सूत्राने चोहोकडे फिरतात; म्हणजे अर्थात त्यांना आज्ञापिलेले कार्य ते अखिल भूपृष्ठावर करतात;"},{"number":13,"verse":"शिक्षेसाठी असो, त्याच्या ह्या पृथ्वीच्या हितासाठी असो, किंवा दया करण्यासाठी असो, तो त्यांना पाठवतो."},{"number":14,"verse":"ईयोबा, कान देऊन हे ऐक; स्तब्ध राहून देवाच्या अद्भुत कृत्यांचे मनन कर."},{"number":15,"verse":"देव मेघांना आज्ञा देऊन त्यांचा प्रकाश चमकायला कसा लावतो, हे तुला कळते काय?"},{"number":16,"verse":"मेघ कसे समतोल राहतात हे तुला कळते काय? त्या सर्वज्ञाच्या अद्भुत कृत्यांचे मर्म तू जाणतोस काय?"},{"number":17,"verse":"दक्षिणेकडील वार्‍याने पृथ्वी निर्वात होते तेव्हा तुझी वस्त्रे कशी तापतात?"},{"number":18,"verse":"ओतीव आरशासारखे भक्कम नभोमंडळ त्याच्याप्रमाणे तुला विस्तारता येईल काय?"},{"number":19,"verse":"त्याच्याशी काय बोलावे हे आम्हांला शिकव; अंधकारामुळे आम्हांला शब्दयोजना करता येत नाही."},{"number":20,"verse":"‘मी बोलणार’ असे त्याला सांगायचे काय? असे सांगून कोणी आपला नाश करून घेईल काय?"},{"number":21,"verse":"आता लोकांना मेघमंडळातील देदीप्यमान सूर्यप्रकाश दिसत नाही; पण वारा सुटून ते स्वच्छ करतो."},{"number":22,"verse":"उत्तर दिशेकडून सुवर्णप्रभा येते, देव भयजनक तेजाने मंडित आहे."},{"number":23,"verse":"सर्वसमर्थ तर अगम्य आहे, त्याचे सामर्थ्य अप्रतिम आहे; तो न्याय व महान नीतिमत्ता विपरीत करीत नाही;"},{"number":24,"verse":"म्हणून माणसे त्याचे भय धरतात; जे शहाणपणाचा अभिमान वाहतात, त्यांच्याकडे तो लक्ष देत नाही.”"}]}