{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"( तेव्हा त्यांना ते कोण देतो?) पहाडी रानशेळ्या विण्याचा काळ तुला ठाऊक आहे काय? हरिणी केव्हा प्रसवतात हे तुला कळते काय?"},{"number":2,"verse":"त्यांचे महिने केव्हा भरतात ह्याचे गणित तुला करता येते काय? त्यांचा प्रसवकाळ तुला कळतो काय?"},{"number":3,"verse":"त्या ओणवून आपली पिले वितात; त्या प्रसूतिवेदनांपासून मुक्त होतात."},{"number":4,"verse":"त्यांची पिले धष्टपुष्ट होऊन रानात वाढतात; ती त्यांना सोडून जातात, त्यांच्याकडे परत येत नाहीत."},{"number":5,"verse":"रानगाढवाला कोणी स्वैर फिरू दिले? त्याला बंधमुक्त कोणी केले?"},{"number":6,"verse":"त्याचे निवासस्थान मी रुक्ष मैदानातील क्षारभूमी केले आहे."},{"number":7,"verse":"नगरातील गजबजीचा त्याला तिटकारा असतो; हाकणार्‍याचा शब्द त्याच्या कानी पडत नाही."},{"number":8,"verse":"डोंगरावर जे काही सापडेल ते त्याचा चारा; तो हरतर्‍हेची हिरवळ शोधत फिरतो."},{"number":9,"verse":"रानबैल तुझी सेवा करण्यास मान्य होईल काय? तो रात्रीचा गव्हाणीत राहील काय?"},{"number":10,"verse":"त्याच्या गळ्यात जुंपणी बांधून त्याला शेताच्या तासात तू चालवशील काय? तो तुझ्यामागून खोर्‍यातील जमीन कोळपील काय?"},{"number":11,"verse":"त्याचे बळ मोठे आहे म्हणून तू त्याच्यावर भिस्त ठेवशील काय? अथवा त्याच्यावर आपले काम सोपवशील काय?"},{"number":12,"verse":"तो तुझे धान्य घरी आणील व तुझ्या खळ्यातले धान्य जमा करील असा त्याचा तुला भरवसा आहे काय?"},{"number":13,"verse":"शहामृगीचे पंख आनंदाने फडफडतात; तिचे पिसारे व पर माया करण्याच्या कामी पडतात काय?"},{"number":14,"verse":"ती आपली अंडी जमिनीच्या हवाली करते, ती धुळीत उबवते."},{"number":15,"verse":"ती कोणाच्या पायाखाली चिरडतील, किंवा कोणी वनपशू ती तुडवील, ह्याचे तिला भान नसते."},{"number":16,"verse":"ती आपल्या पिलांशी अशी निर्दयतेने वागते की जशी काय ती तिची नव्हतच; आपले श्रम निष्फळ झाले तरी ती निश्‍चिंत राहते;"},{"number":17,"verse":"कारण देवाने तिला बुद्धिहीन असे उत्पन्न केले आहे; तिच्या वाट्याला अक्कल आली नाही."},{"number":18,"verse":"ती आपली मान उंच उभारून आपले पंख फडफडवत धावते, तेव्हा ती घोड्याला व स्वाराला हसते."},{"number":19,"verse":"घोड्याला बळ तू देतोस काय? त्याच्या मानेवर हलणार्‍या आयाळीचे पांघरूण तू घालतोस काय?"},{"number":20,"verse":"त्याला पोळाप्रमाणे उड्या मारण्यास तू लावतोस काय? त्याच्या फुरफुरण्याचा तोरा भयंकर असतो."},{"number":21,"verse":"तो मैदानात टापा मारतो, तो आपल्या बलाचा अभिमान मिरवतो, तो हत्यारबंद शिपायांशी सामना करण्यास पुढे सरसावतो."},{"number":22,"verse":"तो भीतीस हसतो, व घाबरत नाही, तलवारीपासून मागे हटत नाही."},{"number":23,"verse":"भाता, चमकणारा भाला व बरची ही त्याच्यावर आपटून खणखणतात."},{"number":24,"verse":"तो उग्रतेने व क्रोधाने जमीन तोडून जातो; रणशिंगाचा नाद ऐकताच तो अनावर होतो."},{"number":25,"verse":"रणशिंग जेव्हाजेव्हा वाजते तेव्हा तो ‘अहा!’ म्हणतो; लढाई, सरदारांची गर्जना व रणशब्द ह्यांचा वास तो दुरून काढतो."},{"number":26,"verse":"ससाणा तुझ्या चातुर्याने उडतो आणि दक्षिणेकडे उडून जाण्यास तो पंख फडफडवतो काय?"},{"number":27,"verse":"गरुड तुझ्या आज्ञेने भरारी मारतो व उंच ठिकाणी घरटे करतो काय?"},{"number":28,"verse":"तो खडकात वस्ती करतो, खडकाच्या सुळक्यावर दुर्गम स्थानी आपले कोटे करतो."},{"number":29,"verse":"तेथून तो आपले भक्ष्य निरखतो; त्याच्या नेत्रांना ते दूरवर दिसते."},{"number":30,"verse":"त्याची पिले रक्त चाखतात; जेथे वध पावलेले असतात तेथे तो असतो.”"}]}