{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"( ईयोबाची कबुली व त्याचा अंगीकार) मग ईयोब परमेश्वराला म्हणाला,"},{"number":2,"verse":"“तुला सर्वकाही करता येते; तुझ्या कोणत्याही योजनेला प्रतिबंध होणे नाही, असे मला कळून आले आहे."},{"number":3,"verse":"अज्ञानाने दिव्य संकेतावर अंधकार पाडणारा असा हा कोण? तो मी. ह्यास्तव मला समजत नाही ते मी बोललो, ते माझ्या आटोक्याबाहेरचे अद्भुत आहे, ते मला कळले नाही."},{"number":4,"verse":"आता ऐक; मी बोलतो! मी तुला विचारतो, तू मला बोध कर,"},{"number":5,"verse":"मी तुझ्याविषयी कर्णोपकर्णी ऐकले होते. आता तर प्रत्यक्ष डोळ्यांनी मी तुला पाहत आहे;"},{"number":6,"verse":"म्हणून मी माघार घेऊन धूळराखेत बसून पश्‍चात्ताप करीत आहे.”"},{"number":7,"verse":"परमेश्वराचे ईयोबाबरोबर हे बोलणे झाल्यावर तो अलीफज तेमानीला म्हणाला, “तुझ्यावर आणि तुझ्या दोन्ही मित्रांवर मी संतप्त झालो आहे, कारण माझ्याविषयी माझा सेवक ईयोब जसे यथार्थ बोलला, तसे तुम्ही बोलला नाही."},{"number":8,"verse":"तर आता तुम्ही सात बैल व सात एडके घेऊन माझा सेवक ईयोब ह्याच्याकडे जा व आपल्यासाठी होमबली अर्पण करा; मग माझा सेवक ईयोब तुमच्यासाठी प्रार्थना करील; कारण मी त्याच्यावरच अनुग्रह करीन; म्हणजे मग माझा सेवक ईयोब जसे माझ्याविषयी यथार्थ बोलला तसे तुम्ही बोलला नाही, ह्या तुमच्या मूर्खपणाचे फळ तुम्हांला मिळणार नाही.”"},{"number":9,"verse":"हे ऐकून अलीफज तेमानी, बिल्दद शूही व सोफर नामाथी ह्यांनी जाऊन परमेश्वराच्या आज्ञेप्रमाणे केले; आणि परमेश्वराने ईयोबावर अनुग्रह केला."},{"number":10,"verse":"( ईयोबाची समृद्धी त्याला पुन्हा प्राप्त होते) ईयोबाने आपल्या मित्रांसाठी प्रार्थना केली तेव्हा परमेश्वराने ईयोबाच्या दुःखाचा परिहार केला; पूर्वी ईयोबाची मालमत्ता होती तिच्या दुप्पट परमेश्वराने त्याला दिली."},{"number":11,"verse":"मग त्याचे सर्व बंधू व भगिनी आणि पूर्वीचे त्याच्या ओळखीचे सर्व लोक त्याच्याकडे आले, आणि त्यांनी त्याच्या घरी त्याच्या पंक्तीला बसून भोजन केले; आणि परमेश्वराने त्याच्यावर जी विपत्ती आणली होती तिच्याविषयी दुःख प्रदर्शित करून त्यांनी त्याचे समाधान केले; प्रत्येकाने त्याला एक कसीटा1 व एक सोन्याची अंगठी दिली."},{"number":12,"verse":"परमेश्वराने ईयोबाचे उत्तरवय पूर्ववयाहून अधिक सुखसंपन्न केले; चौदा हजार मेंढरे, सहा हजार उंट, बैलांच्या हजार जोड्या आणि हजार गाढवी इतक्यांचा तो धनी झाला."},{"number":13,"verse":"त्याला आणखी सात पुत्र व तीन कन्या झाल्या."},{"number":14,"verse":"एका कन्येचे नाव यमीमा, दुसरीचे नाव कसीया व तिसरीचे केरेनहप्पूक अशी त्यांची नावे त्याने ठेवली."},{"number":15,"verse":"ईयोबाच्या कन्यांइतक्या सुंदर स्त्रिया सगळ्या देशात नव्हत्या; त्यांच्या बापाने त्यांना त्यांच्या भावांप्रमाणेच वतन वाटून दिले."},{"number":16,"verse":"त्यानंतर ईयोब एकशे चाळीस वर्षे जगला; आणि त्याने चार पिढ्यांपर्यंत आपले पुत्रपौत्र पाहिले."},{"number":17,"verse":"नंतर ईयोब वृद्ध व पुर्‍या वयाचा होऊन मरण पावला."}]}