{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"“आता हाक मारून पाहा; कोणी तुला उत्तर देईल काय? कोणा पवित्र जनाकडे तू धाव घेशील?"},{"number":2,"verse":"मूर्ख तर चिंता करून करून नाश पावतो; वेडा मत्सराने मरतो."},{"number":3,"verse":"मी मूढास मुळावलेले पाहिले; पण लागलेच मला त्याच्या वसतिस्थानाचा धिक्कार करावा लागला."},{"number":4,"verse":"त्याची मुलेबाळे उद्धाराला अंतरली आहेत; वेशीत त्यांचा चुराडा होतो; त्यांचा कोणी बचाव करणारा नाही."},{"number":5,"verse":"त्यांचे पीक क्षुधित लोक खाऊन टाकतात; काट्याकुट्यांतूनही ते ते काढून नेतात; सापळा त्यांच्या धनासाठी आ पसरतो."},{"number":6,"verse":"कारण विपत्ती मातीतून निघत नाही, आणि कष्ट भूमीतून उगवत नाही;"},{"number":7,"verse":"पण ठिणग्या वर उडतात तसा मानव कष्ट भोगण्यासाठी जन्मास येतो."},{"number":8,"verse":"मी तर ईश्वराचा धावा केला असता; मी देवावर हवाला टाकला असता."},{"number":9,"verse":"तो अतर्क्य महत्कृत्ये करतो; तो अगणित अद्भुत कृत्ये करतो;"},{"number":10,"verse":"तो पृथ्वीतलास उदक देतो, शेतांना पाणी पाठवतो;"},{"number":11,"verse":"तो नीचावस्थ जनांस उच्च करतो; शोकमग्न उन्नत होऊन समृद्धी पावतात."},{"number":12,"verse":"तो धूर्तांचे बेत निष्फळ करतो, त्यामुळे त्यांच्या हातून काही कार्यसिद्धी होत नाही."},{"number":13,"verse":"तो शहाण्यांस त्यांच्याच धूर्ततेने धरतो; कुटिलांच्या मसलतीचा तो त्वरित शेवट करतो."},{"number":14,"verse":"काळोख त्यांना भर दिवसा गाठतो, भर दुपारी ते जसे काय रात्रीच्यासारखे चाचपडतात."},{"number":15,"verse":"तो दीनांस बलवानांच्या मुखरूपी तलवारीपासून, त्यांच्या हातून वाचवतो."},{"number":16,"verse":"कंगालांस आशा उत्पन्न होते, अधर्म आपले तोंड बंद करतो."},{"number":17,"verse":"पाहा, ईश्वर ज्याचे शासन करतो तो पुरुष धन्य! म्हणून सर्वसमर्थाचे शासन तुच्छ मानू नकोस;"},{"number":18,"verse":"कारण दुखापत तो करतो आणि पट्टीही तोच बांधतो; घाय तो करतो आणि त्याचाच हात तो बरा करतो."},{"number":19,"verse":"तो तुला सहा संकटांतून सोडवील; सातांनी तुला काही अपाय होणार नाही."},{"number":20,"verse":"दुष्काळात मृत्यूपासून, युद्धात तलवारीच्या धारेपासून तो तुझा बचाव करील."},{"number":21,"verse":"जिव्हाप्रहार होऊ लागला म्हणजे तू लपवला जाशील; विनाश प्राप्त झाला असता तू त्याला डगमगणार नाहीस."},{"number":22,"verse":"विनाश व दुष्काळ ह्यांना तू हसशील; पशूंचे भय तुला वाटणार नाही."},{"number":23,"verse":"मैदानातल्या पाषाणाशीही तुझा स्नेह होईल; वनपशू तुझ्याशी सलोखा करतील."},{"number":24,"verse":"तुझा डेरा शांतिसमाधानाचा आहे अशी तुला प्रतीती येईल; तू आपल्या घरादाराकडे पाहशील तेव्हा तुला काही उणे नाही असे दिसून येईल."},{"number":25,"verse":"तुझा वंश वृद्धी पावेल, जमिनीवरच्या हरळीसारखे तुझे संतान वाढेल, असे तुला दिसून येईल."},{"number":26,"verse":"हंगामाच्या वेळी, धान्याची सुडी आणून ठेवतात, तसा तू पुर्‍या वयाचा होऊन कबरेत जाशील."},{"number":27,"verse":"पाहा, आम्ही शोध करून पाहिले ते हे आहे, हे तू ऐकून ध्यानात ठेव.”"}]}