{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"( ईयोब परमेश्वराशी वाद घालतो) “ह्या जगात मनुष्याला कष्ट करण्याची मुदत ठेवली आहे ना? एखाद्या मजुराप्रमाणे त्याला दिवस कंठावे लागतात ना?"},{"number":2,"verse":"आपल्याला सावलीत कधी बसायला मिळेल म्हणून दास उत्कंठित होतो, मजूर आपल्या वेतनाची वाट पाहतो,"},{"number":3,"verse":"त्याप्रमाणे निराशेत महिन्यांचे महिने मला घालायचे आहेत, कष्टाच्या रात्री माझ्या वाट्याला आहेत."},{"number":4,"verse":"मी पडलो असता म्हणतो, ‘मी केव्हा उठेन? रात्र केव्हा निघून जाईल?’ दिवस उजाडेपर्यंत मी एकसारखा तळमळत राहतो."},{"number":5,"verse":"माझा देह किड्यांनी व धुळीच्या थरांनी भरला आहे; माझी त्वचा बरी होते आणि पुन्हा चिघळते."},{"number":6,"verse":"माझे दिवस साळ्याच्या धोट्यापेक्षा त्वरित जातात; ते निराशेने निघून जातात."},{"number":7,"verse":"माझा प्राण केवळ वायू आहे, माझ्या डोळ्यांना पुन्हा कल्याण दिसणार नाही, हे लक्षात आणा."},{"number":8,"verse":"जो मला आता पाहत आहे त्याच्या डोळ्यांना मी पुन्हा दिसणार नाही; तुझे नेत्र माझा शोध करतील, पण मी नसणार."},{"number":9,"verse":"मेघ ज्याप्रमाणे वितळून नाहीसा होतो, तसा अधोलोकात जाणारा परत वर येत नाही,"},{"number":10,"verse":"तो पुन्हा आपल्या घरी येणार नाही, त्याचे वसतिस्थान त्याला पुन्हा ओळखणार नाही."},{"number":11,"verse":"ह्यामुळे मी आपले तोंड आटोपणार नाही; मी आपल्या मनाचा खेद उघड करून सांगेन; माझ्या जिवास क्लेश होतात म्हणून मी गार्‍हाणे करीन."},{"number":12,"verse":"मी काय सागर किंवा समुद्रातला राक्षस आहे म्हणून तू माझ्यावर सक्त नजर ठेवतोस?"},{"number":13,"verse":"माझा बिछाना मला शांती देईल, ‘माझा पलंग माझा खेद काहीसा हलका करील’ असे मी म्हणतो;’"},{"number":14,"verse":"तेव्हा तू मला स्वप्ने पाडून घाबरे करतोस, मला दृष्टान्त दाखवून भयभीत करतोस;"},{"number":15,"verse":"म्हणून माझ्या अस्थिपंजरापेक्षा माझा गळा दाबून मला मारले तर ते मला बरे!"},{"number":16,"verse":"मला आपल्या जिवाचा वीट आला आहे; सर्वकाळ जगणे मला नको. माझे नाव सोडून दे, कारण माझे दिवस श्वासवत आहेत."},{"number":17,"verse":"मानव तो काय की तू त्याला थोर मानावे, आपले चित्त त्याच्यावर ठेवावे,"},{"number":18,"verse":"रोज सकाळी त्याचा समाचार घ्यावा, व क्षणोक्षणी त्याची कसोटी पाहावी?"},{"number":19,"verse":"तू माझ्यावरची आपली नजर काढत नाहीस, अवंढा घोटायलाही अवसर देत नाहीस, असे कोठवर चालणार?"},{"number":20,"verse":"हे मानवरक्षका! मी पाप केले असले तर त्यात तुझे काय गेले? तू मला आपले निशाण का करून ठेवले आहेस? मी आपणाला भार मात्र झालो आहे."},{"number":21,"verse":"तू माझा अपराध का क्षमा करत नाहीस? माझ्या ठायीचा दोष का घालवत नाहीस? आता तर मी धुळीत पडून राहणार तू माझा पुष्कळ शोध करशील पण मी नसणार.”"}]}