{"bibleAbbr":"mrRV2015","bookName":"ईयोब","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"( बिल्दद देवाच्या न्याय्यत्वाचा पुरस्कार करतो) मग बिल्दद शूही म्हणाला,"},{"number":2,"verse":"“तू असल्या गोष्टी कोठवर बोलत राहशील? सोसाट्याच्या वार्‍यासारखे तुझे तोंड कोठवर चालणार?"},{"number":3,"verse":"देव निर्णय विपरीत करील काय? जो सर्वसमर्थ तो न्याय विपरीत करील काय?"},{"number":4,"verse":"तुझ्या मुलांनी त्याच्याविरुद्ध पाप केले, म्हणून त्याने त्यांना त्यांच्या अपराधांचे फळ भोगायला लावले आहे."},{"number":5,"verse":"जर तू देवाचा धावा केला, सर्वसमर्थाची करुणा भाकली,"},{"number":6,"verse":"तू शुद्ध व सरळ असलास, तर खातरीने तो तुझ्या हितास जागेल, तुला तुझ्या हक्काच्या जागी पुनःस्थापित करील."},{"number":7,"verse":"तुझा आरंभ अल्प असला तरी तुझा शेवट समृद्धीचा होईल."},{"number":8,"verse":"मागल्या पिढीच्या लोकांना विचार, त्यांच्या वडिलांनी जो शोध लावला त्याकडे लक्ष दे."},{"number":9,"verse":"(आपण तर कालचे, आपल्याला काही अनुभव नाही, कारण पृथ्वीवरचे आपले दिवस छायारूप आहेत;)"},{"number":10,"verse":"ते तुला शिकवणार व सांगणार नाहीत काय? ते आपले हृद्‍गत तुला कळवणार नाहीत काय?"},{"number":11,"verse":"लव्हाळा चिखलावाचून वाढतो काय? लव्हाळा पाण्यावाचून उगवतो काय?"},{"number":12,"verse":"तो हिरवागार असून कापलाही नाही, तरी तो इतर सर्व प्रकारच्या हिरवळीच्या अगोदर सुकून जातो."},{"number":13,"verse":"देवाला विसरून जाणार्‍यांची गती अशीच आहे; भक्तिहीनाची आशा मावळते;"},{"number":14,"verse":"त्याच्या आशेचा भंग होतो; ज्यावर त्याची भिस्त असते ते कोळ्याच्या जाळ्यासारखे ठरते."},{"number":15,"verse":"तो आपल्या घरावर टेकला असता ते टिकायचे नाही; त्याने ते घट्ट धरले असता ते स्थिर राहायचे नाही."},{"number":16,"verse":"तो सूर्यप्रकाशात टवटवीत होतो. त्याच्या फांद्या बागभर पसरतात."},{"number":17,"verse":"त्याची मुळे दगडांच्या राशींना वेष्टतात. तो खडकाळ जमिनीत शिरतो."},{"number":18,"verse":"त्याला त्या जागेतून उपटून नष्ट केले तर ती जागा त्याची ओळख टाकून म्हणेल, ‘मी तुला कधी पाहिले नाही.’"},{"number":19,"verse":"पाहा, त्याच्या जीविताचा हाच काय तो आनंद! त्याच्यामागे असेच दुसरे जमिनीतून उगवतील."},{"number":20,"verse":"पाहा, देव सात्त्विक मनुष्याचा अव्हेर करीत नाही. तो कुकर्म्याला हाती धरत नाही."},{"number":21,"verse":"तुला तर तो हसतमुख करील, तुझ्या तोंडून जयजयकार करवील."},{"number":22,"verse":"तुझे वैरी लज्जेने व्याप्त होतील; दुष्टांची राहुटी नाहीशी होईल.”"}]}