{
  "bibleAbbr" : "TERV1998",
  "bookName" : "கொலோசெயர்",
  "bookEnglishName" : "Colossians",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "தேவனுடைய விருப்பப்படியே இயேசு கிறிஸ்துவின் அப்போஸ்தலனாயிருக்கும் பவுலும், கிறிஸ்துவுக்குள் நமது சகோதரரான தீமோத்தேயுவும் எழுதுவதாவது,"
  }, {
    "number" : 2,
    "verse" : "கொலோசெ நகரில் கிறிஸ்துவுக்குள் பரிசுத்தமும், விசுவாசமும் கொண்ட சகோதரர்களுக்கும் சகோதரிகளுக்கும் நமது பிதாவாகிய தேவனிடமிருந்து கிருபையும், சமாதானமும் உண்டாவதாக."
  }, {
    "number" : 3,
    "verse" : "எங்களது பிரார்த்தனைகளில் உங்களுக்காக நாங்கள் தேவனுக்கு எப்பொழுதும் நன்றி செலுத்துகிறோம். நம்முடைய கர்த்தராகிய இயேசு கிறிஸ்துவின் பிதாவே தேவன்."
  }, {
    "number" : 4,
    "verse" : "இயேசு கிறிஸ்துவுக்குள் நீங்கள் கொண்டுள்ள விசுவாசத்தையும் தேவனுடைய மக்கள் மீது நீங்கள் கொண்டுள்ள அன்பை பற்றியும் கேள்விப்பட்டோம். அதற்காக தேவனுக்கு நன்றி சொல்கிறோம்."
  }, {
    "number" : 5,
    "verse" : "இயேசு கிறிஸ்துவின் மீதும், தேவனுடைய மக்கள் மீதும் நீங்கள் அன்பு கொண்டுள்ளீர்கள். ஏனெனில் நீங்கள் விசுவாசத்தை உடையவர்களாக இருக்கிறீர்கள். நீங்கள் விசுவாசிக்கும் காரியங்கள் உங்களுக்காகப் பரலோகத்தில் வைக்கப்பட்டிருக்கின்றன என்பதை நீங்கள் அறிவீர்கள். உங்களுக்குச் சொல்லப்பட்ட நற்செய்தியைக் குறித்து நீங்கள் கேள்விப்பட்ட உண்மையான போதனைகளால் இந்த விசுவாசத்தைக் கற்றுக்கொண்டீர்கள்."
  }, {
    "number" : 6,
    "verse" : "இந்த உலகத்தில் எல்லா இடங்களிலும் நற்செய்தியானது ஆசீர்வாதத்தையும், வளர்ச்சியையும் கொடுக்கிறது. நீங்கள் அவற்றைக் கேட்ட நாள் முதலாகவும், தேவனுடைய கிருபை பற்றிய உண்மையை அறிந்துகொண்ட நாள் முதலாகவும் உங்களுக்கும் ஆசீர்வாதமும், வளர்ச்சியும் ஏற்படுகிறது."
  }, {
    "number" : 7,
    "verse" : "எப்பாப்பிராவிடமிருந்து நீங்கள் தேவனுடைய கிருபையைப் பற்றி உணர்ந்திருக்கிறீர்கள். அவன் எங்களோடு சேர்ந்து சேவை செய்கிறான். நாங்கள் அவனை நேசிக்கிறோம். அவன் கிறிஸ்துவில் விசுவாசமுள்ள ஒரு ஊழியன்."
  }, {
    "number" : 8,
    "verse" : "எப்பாப்பிராவும் நீங்கள் பரிசுத்த ஆவிக்குள் கொண்டிருக்கும் அன்பைக் குறித்துக் கூறினான்."
  }, {
    "number" : 9,
    "verse" : "உங்களைப் பற்றிய இந்தச் செய்திகளைக் கேட்ட நாள் முதலாக உங்களுக்காக நாங்கள் தொடர்ந்து பிரார்த்தனை செய்துகொண்டிருக்கிறோம். உங்களுக்காக நாங்கள் செய்யும் பிரார்த்தனையாவது: தேவன் விரும்பும் அனைத்தையும் நீங்கள் அறிந்துகொள்ளவும், நீங்கள் பெரும் ஞானத்தையும், ஆவிக்குரியவற்றைப் பற்றிய தெளிவையும் பெறவும்,"
  }, {
    "number" : 10,
    "verse" : "இத்தகைய உங்களது வாழ்க்கை முறையானது கர்த்தருக்கு மகிமையைத் தரவும், எல்லாவகையிலும் அவரைத் திருப்திப்படுத்தவும் நீங்கள் எல்லா வகையான நற்செயல்களையும் செய்யவும், தேவனைப் பற்றிய அறிவில் வளரவும்,"
  }, {
    "number" : 11,
    "verse" : "தேவன் தனது சொந்த வல்லமையால் உங்களைப் பலப்படுத்தவும், அதனால் துன்பங்கள் வரும்போது அவரை விட்டு நீங்கள் விலகாமல் இருக்கவும் அதற்கான பொறுமையோடும், மகிழ்ச்சியோடும் இருக்கவும் வேண்டுமென்பதே."
  }, {
    "number" : 12,
    "verse" : "பிறகு நீங்கள் நம் பிதாவுக்கு நன்றி சொல்லலாம். அவர் தான் ஏற்பாடு செய்த காரியங்களில் பங்குகொள்ளும் பொருட்டு உங்களைத் தகுதியுள்ளவர்கள் ஆக்கினார். அவர் வெளிச்சத்தில் வாழ்கிற அவரது மக்கள் அனைவருக்காகவும் இதை ஆயத்தம் செய்கிறார்."
  }, {
    "number" : 13,
    "verse" : "இருளின் அதிகாரங்களிலிருந்து நம்மை அவர் விடுதலை செய்திருக்கிறார். நம்மை அவரது அன்பு குமாரனான இயேசு கிறிஸ்துவின் இராஜ்யத்துக்குள் கொண்டு வந்தார்."
  }, {
    "number" : 14,
    "verse" : "நமது பாவங்களுக்குரிய விலையை அவர் கொடுத்தார். அவருக்குள் நமது பாவங்கள் மன்னிக்கப்பட்டன."
  }, {
    "number" : 15,
    "verse" : "(கிறிஸ்துவைப் பார்க்கும்போது நாம் தேவனைக் காண்கிறோம்) ஒருவராலும் தேவனைக் காண இயலாது. ஆனால் இயேசு தேவனைப் போன்றவர். படைக்கப்பட்ட அனைத்து பொருட்களின் மேலும் இயேசுவே ஆட்சியாளர்."
  }, {
    "number" : 16,
    "verse" : "பரலோகத்திலும் பூலோகத்திலும் உள்ள அனைத்துப் பொருட்களும் இயேசுவின் வல்லமையால் படைக்கப்பட்டவை. அவை கண்ணால் காணப்படுகிறவை, காணப்படாதவை, ஆன்மீக சக்திகள், அதிகாரங்கள், பிரபுக்கள், ஆள்வோர்கள் என அனைத்துமே அவருக்காகவும், அவர் மூலமாகவும் படைக்கப்பட்டவை."
  }, {
    "number" : 17,
    "verse" : "எதுவும் படைக்கப்படுவதற்கு முன்னரே கிறிஸ்து இருந்தார். அவராலேயே அனைத்துப் பொருட்களும் தொடர்ந்து இருக்கின்றன."
  }, {
    "number" : 18,
    "verse" : "கிறிஸ்துதான் சரீரத்தின் தலையாக இருக்கிறார் (சரீரம் என்பது சபையாகும்). எல்லாப் பொருட்களுமே அவராலேயே வருகின்றன. அவரே கர்த்தர். அவர் மரணத்திலிருந்து உயிர்த்தெழுந்தார். எல்லாவற்றையும் விட இயேசுவே அதிமுக்கியமானவர்."
  }, {
    "number" : 19,
    "verse" : "கிறிஸ்துவில் சகலமும் வாழ்வதே தேவனுடைய விருப்பமாக இருந்தது."
  }, {
    "number" : 20,
    "verse" : "பரலோகத்திலும், பூலோகத்திலும் உள்ள அனைத்துப் பொருள்களையும் கிறிஸ்துவின் மூலமாகத் தனக்குள்ளேயே திரும்பவும் கொண்டு வருவதில் தேவன் மகிழ்ச்சியடைந்தார். சிலுவையில் கிறிஸ்து இரத்தம் சிந்தியதன் மூலம் உலகில் தேவன் சமாதானத்தை உருவாக்கினார்."
  }, {
    "number" : 21,
    "verse" : "ஒரு காலத்தில் நீங்கள் தேவனை விட்டுப் பிரிந்தீர்கள். உங்கள் மனதில் தேவனுக்குப் பகைவராக இருந்தீர்கள். ஏனென்றால் நீங்கள் செய்த எல்லா செயல்களும் தேவனுக்கு எதிரானவை."
  }, {
    "number" : 22,
    "verse" : "ஆனால் இப்போது கிறிஸ்து மீண்டும் உங்களை தேவனுக்கு நண்பர்களாக்கிவிட்டார். கிறிஸ்து இதனைத் தனது மரணத்தின் மூலம் தான் சரீரத்தில் இருக்கும்போது செய்தார். இதன் மூலம் அவர் உங்களைப் பரிசுத்தமுள்ளவர்களாகவும், உங்களில் குற்றம் இல்லாதவர்களாகவும், தேவனால் நீங்கள் பாவிகள் என்று தீர்ப்பளிக்க முடியாத வகையில் தேவன் முன் நிறுத்துகிறார்."
  }, {
    "number" : 23,
    "verse" : "நீங்கள் கேட்டறிந்த நற்செய்தியில் தொடர்ந்து விசுவாசம் கொண்டவர்களாக இருந்தால், உங்களுக்காகக் கிறிஸ்து இதைச் செய்வார். உங்கள் விசுவாசத்தில் தொடர்ந்து உறுதியாகவும், ஸ்திரமாகவும் இருக்கவேண்டும். நற் செய்தியின் மூலம் பெற்ற விசுவாசத்தில் இருந்து கொஞ்சம் கூட விலகக் கூடாது. இந்த நற்செய்தியே உலகம் முழுவதும் சொல்லப்பட்டிருக்கிறது. பவுலாகிய நான் அந்த நற்செய்தியைப் பரவலாக ஆக்கும் பொருட்டு உதவி செய்கிறேன்."
  }, {
    "number" : 24,
    "verse" : "(சபைகளுக்காக பவுலின் பணி) உங்களுக்காகப் பாடுபடுவதைக் குறித்து நான் மகிழ்கிறேன். சரீரமாகிய சபைக்காக கிறிஸ்து இன்னும் துன்புற்றுக்கொண்டிருக்கிறார். அத்துன்பத்தில் ஒரு பங்கை நானும் பெற்றுக்கொள்கிறேன். அவரது சரீரமாகிய சபைக்காக நான் துன்புறுகிறேன்."
  }, {
    "number" : 25,
    "verse" : "ஏனென்றால் தேவன் எனக்கு இந்தச் சிறப்புக்குரிய வேலையைக் கொடுத்திருக்கிறார். இந்தப் பணி உங்களுக்கு உதவுகிறது. தேவனுடைய போதனையை முழுமையாய் கூறுவதுதான் என் பணி."
  }, {
    "number" : 26,
    "verse" : "இந்தப் போதனைதான் இரகசிய உண்மை. இது உலகம் படைக்கப்பட்ட காலம் முதல் மறைத்து வைக்கப்பட்டிருந்தது. இது எல்லா மக்களிடமிருந்தும் மறைக்கப்பட்டிருந்தது. இப்போது தேவனுடைய பரிசுத்தமான மக்களுக்கு மட்டும் வெளிப்படுத்தப்பட்டுள்ளது."
  }, {
    "number" : 27,
    "verse" : "தேவன், தனது மக்கள், இந்தச் செல்வமும், உன்னதமுமிக்க இரகசிய உண்மையைத் தெரிந்துகொள்ள வேண்டும் என்று முடிவு செய்தார். அந்த உயர்ந்த உண்மை உலகிலுள்ள மக்கள் அனைவருக்கும் உரியது. கிறிஸ்துதான் அந்த உண்மை. அவர் உங்களில் இருக்கிறார். அவரே நம் மகிமைக்கான ஒரே நம்பிக்கையாக இருக்கிறார்."
  }, {
    "number" : 28,
    "verse" : "எனவே நாம் மக்களிடம் தொடர்ந்து கிறிஸ்துவைப் பற்றிப் போதனை செய்கிறோம். நம் முழு அறிவையும் ஒவ்வொருவரையும் பலப்படுத்தவும், ஒவ்வொருவருக்கும் போதிக்கவும் பயன்படுத்துகிறோம். கிறிஸ்துவுக்குள் ஆன்மீக முழுமைபெற்ற மக்களைப் போன்று ஏனைய மக்களையும் நாம் தேவனுக்கு முன்பாகக் கொண்டு வர முயற்சி செய்துகொண்டிருக்கிறோம்."
  }, {
    "number" : 29,
    "verse" : "கிறிஸ்து எனக்குக் கொடுத்திருக்கிற முழு சக்தியையும் பயன்படுத்தி, இதைச் செய்வதற்காகத்தான் நான் உழைத்து வருகிறேன். அச்சக்தி எனக்குள் வேலை செய்கிறது."
  } ]
}