{"bibleAbbr":"ISV2011","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"{How Paul Was Accepted by the Apostles in Jerusalem} d Then fourteen years later, I again went up to Jerusalem with Barnabas, taking Titus with me."},{"number":2,"verse":"I went in response to a revelation, and in a private meeting with the reputed leaders, I explained to them the gospel that I'm proclaiming to the gentiles. I did this because I was afraid that {Lit. Lest somehow} I was running or had run my life's race {The Gk. lacks my life's race} for nothing."},{"number":3,"verse":"But not even Titus, who was with me, was forced to be circumcised, even though he was a Greek."},{"number":4,"verse":"However, false brothers were secretly brought in. They slipped in to spy on the freedom we have in the Messiah {Or Christ} Jesus so that they might enslave us."},{"number":5,"verse":"But we did not give in to them for a moment, so that the truth of the gospel might always remain with you."},{"number":6,"verse":"Now those who were reputed to be important added nothing to my message. {Lit. to me} (What sort of people they were makes no difference to me, since God pays no attention to outward appearances.)"},{"number":7,"verse":"In fact, they saw that I had been entrusted with the gospel for the uncircumcised, just as Peter had been entrusted with the gospel for the circumcised."},{"number":8,"verse":"For the one who worked through Peter by making him an apostle to the circumcised also worked through me by sending me to the gentiles."},{"number":9,"verse":"So when James, Cephas, {I. e. Peter} and John (who were reputed to be leaders) {Lit. pillars} recognized the grace that had been given me, they gave Barnabas and me the right hand of fellowship, agreeing that we should go to the gentiles and they to the circumcised."},{"number":10,"verse":"The only thing they asked us to do was to remember the destitute, the very thing I was eager to do."},{"number":11,"verse":"{Paul Confronts Cephas in Antioch} d But when Cephas {I. e. Peter} came to Antioch, I opposed him to his face, because he was clearly wrong. {Or was self-condemned}"},{"number":12,"verse":"Until some men arrived from James, he was in the habit of eating with the gentiles, but after those men {Lit. after they} came, he withdrew from the gentiles {The Gk. lacks from the gentiles} and would not associate with them any longer, because he was afraid of the circumcision party."},{"number":13,"verse":"The other Jews also joined him in this hypocritical behavior, to the extent that even Barnabas was caught up in their hypocrisy."},{"number":14,"verse":"But when I saw that they were not acting consistently with the truth of the gospel, I told Cephas {I. e. Peter} in front of everyone, \"Though you are a Jew, you have been living like a gentile and not like a Jew. So how can you insist that the gentiles must live like Jews?\""},{"number":15,"verse":"{Jews, Like Gentiles, are Saved by Faith} d We ourselves are Jews by birth, and not gentile sinners,"},{"number":16,"verse":"yet we know that a person is not justified by doing what the Law requires, {Lit. by works of the law ; and so throughout this verse} but rather by the faithfulness of Jesus {Or by faith in Jesus} the Messiah. {Or Christ} We, too, have believed in the Messiah {Or Christ} Jesus so that we might be justified by the faithfulness of {Or by faith in} the Messiah {Or Christ} and not by doing what the Law requires, for no human being {Lit. no flesh} will be justified by doing what the Law requires."},{"number":17,"verse":"Now if we, while trying to be justified by the Messiah, {Or Christ} have been found to be sinners, does that mean that the Messiah {Or Christ} is serving the interests of sin? Of course not!"},{"number":18,"verse":"For if I rebuild something that I tore down, I demonstrate that I am a wrongdoer."},{"number":19,"verse":"For through the Law I died to the Law so that I might live for God. I have been crucified with the Messiah. {Or Christ}"},{"number":20,"verse":"I no longer live, but the Messiah {2:20Or Christ} lives in me, and the life that I am now living in this body I live by the faithfulness of the Son of God, {Or by faith in the Son of God} who loved me and gave himself for me."},{"number":21,"verse":"I do not misapply God's grace, for if righteousness comes about by doing what the Law requires, then the Messiah {Or Christ} died for nothing."}]}