{"bibleAbbr":"ISV2011","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":5,"verses":[{"number":1,"verse":"{Live in the Freedom that the Messiah Provides} d The Messiah {Or Christ} has set us free so that we may enjoy the benefits of freedom. {Lit. has set us free for freedom} So keep on standing firm in it, and stop putting yourselves under the yoke of slavery again."},{"number":2,"verse":"Listen! I, Paul, am telling you that if you allow yourselves to be circumcised, the Messiah {Or Christ} will be of no benefit to you."},{"number":3,"verse":"Again, I insist {Or testify} that everyone who allows himself to be circumcised is obligated to obey the entire Law."},{"number":4,"verse":"Those of you who are trying to be justified by the Law have been cut off from the Messiah. {Or Christ} You have fallen away from grace."},{"number":5,"verse":"Through the Spirit by faith we confidently await the fulfillment of our righteous hope,"},{"number":6,"verse":"for in union with the Messiah {Or Christ} Jesus neither circumcision nor uncircumcision matters. What matters is faith {Lit. But faith} expressed through love."},{"number":7,"verse":"You were running the race beautifully. Who cut in on you and stopped you from obeying the truth?"},{"number":8,"verse":"Such influence does not come from the one who calls you."},{"number":9,"verse":"A little yeast spreads through the whole batch of dough."},{"number":10,"verse":"I am confident {Lit. confident about you} in the Lord that you will take no other view of this. However, the one who is troubling you will suffer God's {The Gk. lacks God's} judgment, whoever he is."},{"number":11,"verse":"As for me, brothers, if I am still preaching the necessity of {The Gk lacks the necessity of} circumcision, why am I still being persecuted? In that case the offense of the cross has been removed."},{"number":12,"verse":"I wish that those who are upsetting you would castrate themselves!"},{"number":13,"verse":"For you, brothers, were called to freedom. Only do not turn your freedom into an opportunity to gratify your flesh, but through love make it your habit to serve one another."},{"number":14,"verse":"For the whole Law is summarized in a single statement: \"You must love your neighbor as yourself.\" {Lev 19:18}"},{"number":15,"verse":"But if you bite and devour one another, be careful that you are not destroyed by each other."},{"number":16,"verse":"So I say, live by the Spirit, and you will never fulfill the desires of the flesh."},{"number":17,"verse":"For what the flesh wants is opposed to the Spirit, and what the Spirit wants is opposed to the flesh. They are opposed to each other, and so you do not do what you want to do."},{"number":18,"verse":"But if you are being led by the Spirit, you are not under the Law."},{"number":19,"verse":"Now the actions of the flesh are obvious: sexual immorality, impurity, promiscuity,"},{"number":20,"verse":"idolatry, witchcraft, {Or sorcery} hatred, rivalry, jealously, outbursts of anger, quarrels, conflicts, factions,"},{"number":21,"verse":"envy, murder, {Other mss. lack murder} drunkenness, wild partying, and things like that. I am telling you now, as I have told you in the past, that people who practice such things will not inherit the kingdom of God."},{"number":22,"verse":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, {Or faith}"},{"number":23,"verse":"gentleness, and self-control. There is no law against such things."},{"number":24,"verse":"Now those who belong to the Messiah {5:24Or Christ} Jesus have crucified their flesh with its passions and desires."},{"number":25,"verse":"Since we live by the Spirit, by the Spirit let us also be guided."},{"number":26,"verse":"Let's stop being arrogant, provoking one another and envying one another."}]}