{"bibleAbbr":"ISV2011","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"{Help Each Other} d Brothers, if a person is caught doing something wrong, those of you who are spiritual should restore that person gently. Watch out for yourself so that you are not tempted as well."},{"number":2,"verse":"Practice carrying each other's burdens. In this way you will fulfill the law of the Messiah. {Or Christ}"},{"number":3,"verse":"For if anyone thinks he is something when he is really nothing, he is only fooling himself."},{"number":4,"verse":"Each person must examine his own actions, and then he can boast about his own accomplishments and not about someone else."},{"number":5,"verse":"For everyone must carry his own load."},{"number":6,"verse":"The person who is taught the word should share all his goods with his teacher."},{"number":7,"verse":"Stop being {Or Do not be} deceived; God is not to be ridiculed. A person harvests whatever he plants:"},{"number":8,"verse":"The person who sows through human means will harvest decay from human means, but the person who sows in the Spirit will harvest eternal life from the Spirit."},{"number":9,"verse":"Let's not get tired of doing what is good, for at the right time we will reap a harvest if we do not give up."},{"number":10,"verse":"So then, whenever we have the opportunity, let's practice doing good to everyone, especially to the family of faith."},{"number":11,"verse":"{A Final Warning against Circumcision} d Look at how large these letters are because I am writing with my own hand!"},{"number":12,"verse":"These people who want to impress others by their external appearance {Lit. their flesh} are trying to force you to be circumcised, simply to avoid being persecuted for the cross of the Messiah. {Or Christ}"},{"number":13,"verse":"Why, not even those who are circumcised obey the Law! They simply want you to be circumcised so that they can boast about your external appearance. {Lit. your flesh}"},{"number":14,"verse":"But may I never boast about anything except the cross of our Lord Jesus, the Messiah, {Or Christ} by which the world has been crucified to me, and I to the world!"},{"number":15,"verse":"For neither circumcision nor uncircumcision matters. Rather, what matters is being {The Gk. lacks what matters is being} a new creation."},{"number":16,"verse":"Now may peace be on all those who live by this principle, and may mercy be on the Israel of God."},{"number":17,"verse":"Let no one make any more trouble for me, because I carry the scars of Jesus on my own body."},{"number":18,"verse":"{Final Greeting} d May the grace of our Lord Jesus, the Messiah, {Or Christ} be with your spirit, brothers! Amen."}]}