{"bibleAbbr":"Orig2013+","bookName":"יואל","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"דבר <WH1697> The word יהוה <WH3068> of the LORD אשׁר <WH834> that היה <WH1961> came אל <WH413> to יואל <WH3100> Joel בן <WH1121> the son פתואל׃ <WH6602> of Pethuel."},{"number":2,"verse":"שׁמעו <WH8085> Hear זאת <WH2063> this, הזקנים <WH2205> ye old men, והאזינו <WH238> and give ear, כל <WH3605> all יושׁבי <WH3427> ye inhabitants הארץ <WH776> of the land. ההיתה <WH1961> been זאת <WH2063> Hath this בימיכם <WH3117> in your days, ואם <WH518> or even בימי <WH3117> in the days אבתיכם׃ <WH1> of your fathers?"},{"number":3,"verse":"עליה <WH5921> of לבניכם <WH1121> ye your children ספרו <WH5608> Tell ובניכם <WH1121> it, and your children לבניהם <WH1121> their children, ובניהם <WH1121> and their children לדור <WH1755> generation. אחר׃ <WH312> another"},{"number":4,"verse":"יתר <WH3499> hath left הגזם <WH1501> That which the palmerworm אכל <WH398> eaten; הארבה <WH697> hath the locust ויתר <WH3499> hath left הארבה <WH697> and that which the locust אכל <WH398> eaten; הילק <WH3218> hath the cankerworm ויתר <WH3499> hath left הילק <WH3218> and that which the cankerworm אכל <WH398> eaten. החסיל׃ <WH2625> hath the caterpillar"},{"number":5,"verse":"הקיצו <WH6974> Awake, שׁכורים <WH7910> ye drunkards, ובכו <WH1058> and weep; והיללו <WH3213> and howl, כל <WH3605> all שׁתי <WH8354> ye drinkers יין <WH3196> of wine, על <WH5921> because of עסיס <WH6071> the new wine; כי <WH3588> for נכרת <WH3772> it is cut off מפיכם׃ <WH6310> from your mouth."},{"number":6,"verse":"כי <WH3588> For גוי <WH1471> a nation עלה <WH5927> is come up על <WH5921> upon ארצי <WH776> my land, עצום <WH6099> strong, ואין <WH369> and without מספר <WH4557> number, שׁניו <WH8127> whose teeth שׁני <WH8127> the teeth אריה <WH738> of a lion, ומתלעות <WH4973> and he hath the cheek teeth לביא׃ <WH3833> of a great lion."},{"number":7,"verse":"שׂם <WH7760> He hath laid גפני <WH1612> my vine לשׁמה <WH8047> waste, ותאנתי <WH8384> my fig tree: לקצפה <WH7111> and barked חשׂף <WH2834> he hath made it clean bare, חשׂפה <WH2834> he hath made it clean bare, והשׁליך <WH7993> and cast away; הלבינו <WH3835> thereof are made white. שׂריגיה׃ <WH8299> the branches"},{"number":8,"verse":"אלי <WH421> Lament כבתולה <WH1330> like a virgin חגרת <WH2296> girded שׂק <WH8242> with sackcloth על <WH5921> for בעל <WH1167> the husband נעוריה׃ <WH5271> of her youth."},{"number":9,"verse":"הכרת <WH3772> is cut off מנחה <WH4503> The meat offering ונסך <WH5262> and the drink offering מבית <WH1004> from the house יהוה <WH3068> of the LORD; אבלו <WH56> mourn. הכהנים <WH3548> the priests, משׁרתי <WH8334> ministers, יהוה׃ <WH3068> the LORD's"},{"number":10,"verse":"שׁדד <WH7703> is wasted, שׂדה <WH7704> The field אבלה <WH56> mourneth; אדמה <WH127> the land כי <WH3588> for שׁדד <WH7703> is wasted: דגן <WH1715> the corn הובישׁ <WH3001> is dried up, תירושׁ <WH8492> the new wine אמלל <WH536> יצהר׃ <WH3323> the oil"},{"number":11,"verse":"הבישׁו <WH954> Be ye ashamed, אכרים <WH406> O ye husbandmen; הילילו <WH3213> howl, כרמים <WH3755> O ye vinedressers, על <WH5921> for חטה <WH2406> the wheat ועל <WH5921> and for שׂערה <WH8184> the barley; כי <WH3588> because אבד <WH6> is perished. קציר <WH7105> the harvest שׂדה׃ <WH7704> of the field"},{"number":12,"verse":"הגפן <WH1612> The vine הובישׁה <WH3001> is dried up, והתאנה <WH8384> and the fig tree אמללה <WH535> languisheth; רמון <WH7416> the pomegranate tree, גם <WH1571> also, תמר <WH8558> the palm tree ותפוח <WH8598> and the apple tree, כל <WH3605> all עצי <WH6086> the trees השׂדה <WH7704> of the field, יבשׁו <WH3001> are withered: כי <WH3588> because הבישׁ <WH3001> is withered away שׂשׂון <WH8342> joy מן <WH4480> from בני <WH1121> the sons אדם׃ <WH120> of men."},{"number":13,"verse":"חגרו <WH2296> Gird וספדו <WH5594> yourselves, and lament, הכהנים <WH3548> ye priests: הילילו <WH3213> howl, משׁרתי <WH8334> ye ministers מזבח <WH4196> of the altar: באו <WH935> come, לינו <WH3885> lie all night בשׂקים <WH8242> in sackcloth, משׁרתי <WH8334> ye ministers אלהי <WH430> of my God: כי <WH3588> for נמנע <WH4513> is withheld מבית <WH1004> from the house אלהיכם <WH430> of your God. מנחה <WH4503> the meat offering ונסך׃ <WH5262> and the drink offering"},{"number":14,"verse":"קדשׁו <WH6942> Sanctify צום <WH6685> ye a fast, קראו <WH7121> call עצרה <WH6116> a solemn assembly, אספו <WH622> gather זקנים <WH2205> the elders כל <WH3605> all ישׁבי <WH3427> the inhabitants הארץ <WH776> of the land בית <WH1004> the house יהוה <WH3068> of the LORD אלהיכם <WH430> your God, וזעקו <WH2199> and cry אל <WH413> unto יהוה׃ <WH3068> the LORD,"},{"number":15,"verse":"אהה <WH162> Alas ליום <WH3117> for the day! כי <WH3588> for קרוב <WH7138> at hand, יום <WH3117> the day יהוה <WH3068> of the LORD וכשׁד <WH7701> and as a destruction משׁדי <WH7706> יבוא׃ <WH935> shall it come."},{"number":16,"verse":"הלוא <WH3808> Is not נגד <WH5048> before עינינו <WH5869> our eyes, אכל <WH400> the meat נכרת <WH3772> cut off מבית <WH1004> from the house אלהינו <WH430> of our God? שׂמחה <WH8057> joy וגיל׃ <WH1524> and gladness"},{"number":17,"verse":"עבשׁו <WH5685> is rotten פרדות <WH6507> The seed תחת <WH8478> under מגרפתיהם <WH4053> their clods, נשׁמו <WH8074> are laid desolate, אצרות <WH214> the garners נהרסו <WH2040> are broken down; ממגרות <WH4460> the barns כי <WH3588> for הבישׁ <WH3001> is withered. דגן׃ <WH1715> the corn"},{"number":18,"verse":"מה <WH4100> How נאנחה <WH584> groan! בהמה <WH929> do the beasts נבכו <WH943> are perplexed, עדרי <WH5739> the herds בקר <WH1241> of cattle כי <WH3588> because אין <WH369> they have no מרעה <WH4829> pasture; להם <WH1992> גם <WH1571> yea, עדרי <WH5739> the flocks הצאן <WH6629> of sheep נאשׁמו׃ <WH816> are made desolate."},{"number":19,"verse":"אליך <WH413> to יהוה <WH3068> O LORD, אקרא <WH7121> thee will I cry: כי <WH3588> for אשׁ <WH784> the fire אכלה <WH398> hath devoured נאות <WH4999> the pastures מדבר <WH4057> of the wilderness, ולהבה <WH3852> and the flame להטה <WH3857> hath burned כל <WH3605> all עצי <WH6086> the trees השׂדה׃ <WH7704> of the field."},{"number":20,"verse":"גם <WH1571> also בהמות <WH929> The beasts שׂדה <WH7704> of the field תערוג <WH6165> cry אליך <WH413> unto כי <WH3588> thee: for יבשׁו <WH3001> are dried up, אפיקי <WH650> the rivers מים <WH4325> of waters ואשׁ <WH784> and the fire אכלה <WH398> hath devoured נאות <WH4999> the pastures המדבר׃ <WH4057> of the wilderness."}]}