{"bibleAbbr":"urRV2010","bookName":"ناحُوم","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"( سقُوطِ نِینوہ) پراگندہ کرنے والا تُجھ پر چڑھ آیا ہے ۔ قلعہ کو محفُوظ رکھ ۔ راہ کی نِگہبانی کر۔ کمربستہ ہو اور خُوب مضبُوط رہ۔"},{"number":2,"verse":"کیونکہ خُداوند یعقُوب کی رَونق کو اِسرائیل کی رَونق کی مانِند پِھر بحال کرے گا اگرچہ غارت گروں نے اُن کو غارت کِیا ہے اور اُن کی تاک کی شاخیں توڑ ڈالی ہیں۔"},{"number":3,"verse":"اُس کے بہادُروں کی سِپریں سُرخ ہیں ۔ جنگی مَرد قِرمزی وردی پہنے ہیں ۔ اُس کی تیّاری کے وقت رتھ فَولاد سے جھلکتے ہیں اور دیودار کے نیزے بشِدّت ہِلتے ہیں۔"},{"number":4,"verse":"رتھ سڑکوں پر تُندی سے دَوڑتے اور مَیدان میں بے تحاشا جاتے ہیں ۔ وہ مشعلوں کی مانِند چمکتے اور بِجلی کی طرح کَوندتے ہیں۔"},{"number":5,"verse":"وہ اپنے سرداروں کو بُلاتا ہے ۔ وہ ٹکرّیں کھاتے آتے ہیں ۔ وہ جلدی جلدی فصِیل پر چڑھتے ہیں اور اڑتلا تیّار کِیا جاتا ہے۔"},{"number":6,"verse":"نہروں کے پھاٹک کُھل جاتے ہیں اور قصر گُداز ہو جاتاہے۔"},{"number":7,"verse":"ہُصّب بے پردہ ہُوئی اور اسِیری میں چلی گئی۔ اُس کی لَونڈِیاں قُمرِیوں کی مانِند کراہتی ہُوئی ماتم کرتی اور چھاتی پِیٹتی ہیں۔"},{"number":8,"verse":"نِینو ہ تو قدِیم سے حَوض کی مانِند ہے تَو بھی وہ بھاگے چلے جاتے ہیں ۔ وہ پُکارتے ہیں کہ ٹھہرو ٹھہرو! پر کوئی مُڑ کر نہیں دیکھتا۔"},{"number":9,"verse":"چاندی لُوٹو! سونا لُوٹو! کیونکہ مال کی کُچھ اِنتہا نہیں ۔سب نفِیس چِیزیں کثرت سے ہیں۔"},{"number":10,"verse":"وہ خالی سُنسان اور وِیران ہے ۔ اُن کے دِل پِگھل گئے اور گُھٹنے ٹکرانے لگے ۔ہر ایک کی کمر میں شِدّت سے درد ہے اور اِن سب کے چِہرے زرد ہو گئے۔"},{"number":11,"verse":"شیروں کی ماند اور جوان بَبروں کی کھانے کی جگہ کہاں ہے جِس میں شیرِ بَبر اور شیرنی اور اُن کے بچّے بے خَوف پِھرتے تھے؟۔"},{"number":12,"verse":"شیرِ بَبر اپنے بچّوں کی خُوراک کے لِئے پھاڑتا تھا اور اپنی شیرنِیوں کے لِئے گلا گھونٹتا تھا اور اپنی ماندوں کو شِکار سے اور غاروں کو پھاڑے ہُوؤں سے بھرتا تھا۔"},{"number":13,"verse":"ربُّ الافواج فرماتا ہے دیکھ مَیں تیرا مُخالِف ہُوں اور اُس کے رتھوں کو جلا کر دُھواں بنا دُوں گا اور تلوار تیرے جوان بَبروں کو کھا جائے گی اور مَیں تیرا شِکار زمِین پر سے مِٹا ڈالُوں گا اور تیرے ایلچِیوں کی آواز پِھر سُنائی نہ دے گی۔"}]}