{"bibleAbbr":"TCVSL2022NT","bookName":"லூக்கா","bookEnglishName":"Luke","chapterNumber":15,"verses":[{"number":1,"verse":"(காணாமற் போன செம்மறியாடு)இயேசு சொல்வதைக் கேட்பதற்காக வரி சேகரிப்போரும், பாவிகளும் அவரைச் சுற்றிக் கூடியிருந்தார்கள்."},{"number":2,"verse":"அப்போது பரிசேயரும் நீதிச்சட்ட ஆசிரியரும், “இவன் பாவிகளை ஏற்றுக்கொண்டு, அவர்களுடன் சாப்பிடுகிறான்” என்று முணுமுணுத்தார்கள்."},{"number":3,"verse":"அப்போது இயேசு அவர்களுக்கு, இந்த உவமையைச் சொன்னார்:"},{"number":4,"verse":"“உங்களில் ஒருவனிடம் நூறு செம்மறியாடுகள் இருந்து, அவற்றில் ஒன்று காணாமற் போனால், அவன் தனது தொண்ணூற்றொன்பது செம்மறியாடுகளையும் பாதுகாப்பான ஒரு வெளியிடத்தில் விட்டுவிட்டு, காணாமற் போன செம்மறியாட்டைக் கண்டுபிடிக்கும் வரைக்கும், அதைத் தேடிப் போவான் அல்லவா?"},{"number":5,"verse":"அவன் அதைக் கண்டுபிடிக்கும்போது, மகிழ்ச்சியுடன் அதைத் தனது தோளில் போட்டுக்கொள்வான்."},{"number":6,"verse":"அவன் வீட்டுக்கு வந்ததும், தன்னுடைய நண்பர்களையும், அயலவர்களையும் ஒன்றுகூட்டி, ‘என்னுடனே மகிழ்ச்சியடையுங்கள்; காணாமற் போன எனது செம்மறியாட்டை நான் கண்டுபிடித்து விட்டேன்’ என்று சொல்வான்."},{"number":7,"verse":"நான் உங்களுக்குச் சொல்கின்றேன், அவ்விதமாகவே மனந்திரும்ப அவசியமில்லாத தொண்ணூற்றொன்பது நீதிமான்களைப் பார்க்கிலும், மனந்திரும்புகிற ஒரு பாவியைக் குறித்து பரலோகத்திலே மனமகிழ்ச்சி உண்டாகும்” என்றார்."},{"number":8,"verse":"(காணாமற் போன நாணயம்)“ஒரு பெண்ணிடம், பத்து திராக்மா வெள்ளி நாணயங்கள் இருந்து, அதில் ஒன்று காணாமற் போனால், அவள் அதைக் கண்டுபிடிக்கும் வரை ஒரு விளக்கைக் கொளுத்தி, வீட்டைக் கூட்டி, கவனமாய் தேடாமல் இருப்பாளோ?"},{"number":9,"verse":"அவள் அதைக் கண்டெடுக்கும்போது, தனது சிநேகிதிகளையும், அயலவர்களையும் ஒன்றுகூட்டி, ‘என்னுடனே மகிழ்ச்சிகொள்ளுங்கள்; காணாமற் போன எனது நாணயத்தை நான் கண்டெடுத்துவிட்டேன்’ என்று சொல்வாள் அல்லவா?"},{"number":10,"verse":"நான் உங்களுக்குச் சொல்கின்றேன், அவ்விதமாகவே மனந்திரும்புகிற ஒரு பாவியைக் குறித்து, இறைவனுடைய தூதரின் முன்னிலையில் மனமகிழ்ச்சி உண்டாகும்” என்றார்."},{"number":11,"verse":"(மனந்திரும்பிய மகனும், அன்பின் தந்தையும்)இயேசு தொடர்ந்தும் சொன்னதாவது: “ஒருவனுக்கு இரண்டு மகன்மார் இருந்தார்கள்."},{"number":12,"verse":"அவர்களில் இளையவன் தனது தகப்பனிடம், ‘அப்பா, சொத்தில் எனக்குரிய பங்கைத் தாருங்கள்’ என்று கேட்டான். எனவே தகப்பன், தனது சொத்தை இருவருக்கும் இடையில் பிரித்துக் கொடுத்தான்."},{"number":13,"verse":"“சில நாட்களுக்குள்ளாகவே, இளைய மகன் தன்னிடம் உள்ள எல்லாவற்றையும் சேர்த்துக்கொண்டு, தூரமாயுள்ள ஒரு நாட்டிற்குச் சென்றான். அங்கே அவன் மிக மோசமான வாழ்க்கை வாழ்ந்து, தனது செல்வத்தையெல்லாம் அழித்துவிட்டான்."},{"number":14,"verse":"அவன் எல்லாவற்றையும் செலவு செய்து முடித்த பின், அந்த நாடு முழுவதிலும் ஒரு கொடிய பஞ்சம் உண்டானது, அதனால் அவனுக்கு வறுமை ஏற்படத் தொடங்கியது."},{"number":15,"verse":"எனவே அவன் அந்த நாட்டைச் சேர்ந்த ஒருவனிடம் வேலைக்குச் சேர்ந்தான். அங்கு பன்றிகளை மேய்க்கும்படி அவன் வயலுக்கு அனுப்பப்பட்டான்."},{"number":16,"verse":"அப்போது அவன், பன்றிகள் உண்ணுகின்ற தவிட்டினாலேயே தனது வயிற்றை நிரப்ப ஆசைப்பட்டான். ஆனால், ஒருவரும் அவனுக்கு எதையும் கொடுக்கவில்லை."},{"number":17,"verse":"“அவனது புத்தி தெளிவடைந்தபோது, ‘எனது தகப்பனிடம் இருக்கும் கூலிக்காரர்களில் எத்தனையோ பேர், உணவைத் தாராளமாய்ப் பெற்றுக்கொள்கின்றார்கள். நானோ இங்கே பட்டினியில் சாகின்றேன்."},{"number":18,"verse":"நான் புறப்பட்டு என் தகப்பனிடத்திற்குத் திரும்பிப் போய், அவரிடம், அப்பா, நான் பரலோகத்திற்கு எதிராகவும், உங்களுக்கு எதிராகவும் பாவம் செய்துவிட்டேன்."},{"number":19,"verse":"நான் இனிமேலும் உங்களுடைய மகன் என்று அழைக்கப்படுவதற்குத் தகுதியுடையவன் அல்ல; என்னை உங்கள் கூலிக்காரர்களில் ஒருவனாக வைத்துக்கொள்ளுங்கள் என்பேன்’ என்று சொல்லிக் கொண்டான்."},{"number":20,"verse":"எனவே, அவன் எழுந்து தன் தகப்பனிடத்திற்குச் சென்றான். “அவன் வெகுதூரத்தில் வந்துகொண்டிருக்கும் போதே, அவனுடைய தகப்பன் அவனைக் கண்டு, மன உருக்கம் கொண்டான்; தகப்பன் ஓடிப் போய் தனது மகனைக் கைகளால் கட்டிப்பிடித்து முத்தமிட்டான்."},{"number":21,"verse":"“மகனோ தன் தகப்பனிடம், ‘அப்பா, நான் பரலோகத்திற்கு எதிராகவும், உங்களுக்கு எதிராகவும் பாவம் செய்துவிட்டேன். இனிமேலும் உங்களுடைய மகன் என்று அழைக்கப்படுவதற்கு நான் தகுதியற்றவன்’ என்றான்."},{"number":22,"verse":"“ஆனால் அவனுடைய தகப்பனோ, தனது வேலைக்காரரைப் பார்த்து, ‘விரைவாய் போங்கள், உள்ளவற்றில் முதற் தரமான ஆடையைக் கொண்டுவந்து, அதை இவனுக்கு அணிவியுங்கள். இவனது கைவிரலிலே மோதிரமும் கால்களிலே காலணியும் அணியுங்கள்."},{"number":23,"verse":"மிக சிறப்பான விருந்தை உடனே ஆயத்தப்படுத்துங்கள். நாம் விருந்துண்டு கொண்டாடுவோம்."},{"number":24,"verse":"ஏனெனில், எனது இந்த மகன் இறந்து போயிருந்தான்; இப்பொழுதோ, திரும்பவும் உயிர் பெற்று வந்திருக்கிறான். நான் இவனை இழந்து போயிருந்தேன்; இப்பொழுதோ இவன் எனக்குக் கிடைத்துவிட்டான்’ என்றான். எனவே அவர்கள் கொண்டாடத் தொடங்கினார்கள்."},{"number":25,"verse":"“இவ்வேளையில், மூத்த மகன் வயலில் இருந்தான். அவன் வீட்டிற்கு திரும்பி வந்து கொண்டிருக்கையில், ஆடல் பாடலின் சத்தம் அவனுக்குக் கேட்டது."},{"number":26,"verse":"எனவே அவன் வேலைக்காரரில் ஒருவனை அழைத்து, ‘என்ன நடக்கின்றது?’ என்று விசாரித்தான்."},{"number":27,"verse":"அதற்கு அவன், ‘உமது சகோதரன் வந்துவிட்டார். அவர் சுக நலத்துடன் தன்னிடம் திரும்பவும் வந்து சேர்ந்ததால், உமது தந்தை மிகச் சிறப்பான விருந்தை ஆயத்தப்படுத்தியிருக்கிறார்’ என்றான்."},{"number":28,"verse":"“ஆனால் அந்த மூத்த சகோதரனோ கோபமடைந்து, உள்ளே போக மறுத்தான். எனவே அவனது தந்தை வெளியே போய், அவனை உள்ளே வரும்படி கெஞ்சிக் கேட்டான்."},{"number":29,"verse":"அவனோ தன் தந்தையிடம், ‘இதோ! இத்தனை வருடங்களாக நான் உங்களுக்கு அடிமையாய் வேலை செய்து கொண்டிருக்கிறேன். நான் ஒருபோதும் உங்கள் கட்டளைகளுக்குக் கீழ்ப்படியாமல் போனதில்லை. அப்படியிருந்தும், நான் எனது நண்பர்களுடன் விருந்து கொண்டாட இதுவரை நீங்கள் எனக்கு ஒரு ஆட்டுக்குட்டியையேனும் தரவில்லை."},{"number":30,"verse":"ஆனால் உங்கள் சொத்தை, விலைமாதர்களுடன் செலவழித்து வீணடித்த உங்களது இந்த மகன் வீட்டிற்கு வந்தபோதோ, அவனுக்காக நீங்கள் மிக சிறப்பான விருந்தை ஆயத்தப்படுத்தியிருக்கிறீர்கள்’ என்றான்."},{"number":31,"verse":"“அப்போது தந்தை, ‘என் மகனே! நீ எப்போதும் என்னுடனே இருக்கின்றாய். எனக்குரியவை எல்லாம் உனக்குரியவைகளே."},{"number":32,"verse":"ஆனால் உனது சகோதரனான இவனோ இறந்து போயிருந்தான்; இப்போது திரும்பவும் உயிர் பெற்றிருக்கிறான். காணாமற் போயிருந்தான்; திரும்பவும் நமக்குக் கிடைத்திருக்கிறான். அதனால் நாம் சந்தோஷத்தோடே கொண்டாடுவது முறையானதே’ என்றான்.”"}]}