{"bibleAbbr":"TCVSL2022NT","bookName":"லூக்கா","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"(இயேசுவை யூதாஸ் காட்டிக் கொடுத்தல்)பஸ்கா என அழைக்கப்படும், புளிப்பூட்டப்படாத அப்பப் பண்டிகை நெருங்கி இருந்தது."},{"number":2,"verse":"தலைமை மதகுருக்களும் நீதிச்சட்ட ஆசிரியர்களும் இயேசுவைக் கொலை செய்வதற்கு வழி தேடிக் கொண்டிருந்தார்கள், ஆனாலும் மக்களுக்குப் பயந்திருந்தார்கள்."},{"number":3,"verse":"அப்போது பன்னிருவருள் ஒருவனான, ஸ்காரியோத்து என அழைக்கப்பட்ட யூதாசுக்குள் சாத்தான் புகுந்தான்."},{"number":4,"verse":"யூதாஸ், தலைமை மதகுருக்களிடமும் ஆலயத்தின் காவல் அதிகாரிகளிடமும் போய், தான் இயேசுவை எப்படிக் காட்டிக் கொடுக்கலாம் என்று அவர்களுடன் கலந்து பேசினான்."},{"number":5,"verse":"அவர்கள் மகிழ்ச்சியடைந்து, அவனுக்குப் பணம் கொடுக்க இணங்கினார்கள்."},{"number":6,"verse":"அவனும் அதற்குச் சம்மதித்து, மக்கள் கூடியிருக்காத வேளையில் அவர்களிடம் இயேசுவைப் பிடித்துக் கொடுப்பதற்குச் சந்தர்ப்பத்தைத் தேடிக் கொண்டிருந்தான்."},{"number":7,"verse":"(கடைசி திருவிருந்து)அப்போது, பஸ்கா ஆட்டுக்குட்டி பலியிடப்படும் நாளான புளிப்பூட்டப்படாத அப்பப் பண்டிகையின் நாள் வந்தது."},{"number":8,"verse":"இயேசு பேதுருவிடமும், யோவானிடமும், “நீங்கள் போய், நாம் பஸ்கா உணவைச் சாப்பிடுவதற்கான ஆயத்தங்களைச் செய்யுங்கள்” என்று சொல்லி, அவர்களை அனுப்பினார்."},{"number":9,"verse":"அதற்கு அவர்கள், “நாங்கள் எங்கே அதற்கான ஆயத்தத்தைச் செய்ய வேண்டுமென நீர் விரும்புகிறீர்?” என்று கேட்டார்கள்."},{"number":10,"verse":"அவர் அவர்களிடம், “நீங்கள் பட்டணத்திற்குள் போகும்போது, தண்ணீர் குடத்தைச் சுமந்து வருகின்ற ஒரு மனிதனைச் சந்திப்பீர்கள். அவன் போகும் வீட்டிற்குள், அவனைப் பின்தொடர்ந்து செல்லுங்கள்."},{"number":11,"verse":"வீட்டுச் சொந்தக்காரனிடம், ‘நான் எனது சீடர்களுடன் பஸ்கா உணவைச் சாப்பிடுவதற்கான விருந்தினர் அறை எங்கே இருக்கின்றது என போதகர் உம்மிடம் கேட்கச் சொன்னார்’ என்று கேளுங்கள்."},{"number":12,"verse":"தேவையான அனைத்து தளபாடங்களுடன் கூடிய, ஒரு பெரிய மேல்வீட்டு அறையை அவன் உங்களுக்குக் காட்டுவான். அங்கே ஆயத்தம் செய்யுங்கள்” என்று சொன்னார்."},{"number":13,"verse":"அவர்கள் புறப்பட்டுப் போய், இயேசு தங்களுக்குச் சொன்ன விதமாகவே எல்லாம் இருக்கக் கண்டு, பஸ்காவை அனுசரிக்க ஆயத்தம் செய்தார்கள்."},{"number":14,"verse":"அதற்கான நேரம் வந்தபோது, இயேசுவும் அவருடைய அப்போஸ்தலர்களும் பந்தியில் உட்கார்ந்தார்கள்."},{"number":15,"verse":"அவர் அவர்களிடம், “நான் துன்பம் அனுபவிக்கும் முன்னதாக, உங்களுடனே இந்தப் பஸ்கா உணவைச் சாப்பிடுவதற்கு மிகுந்த ஆவலுடன் இருந்தேன்."},{"number":16,"verse":"இறைவனுடைய அரசில் இவையெல்லாம் நிறைவேறும் வரைக்கும், இதை நான் மீண்டும் சாப்பிட மாட்டேன் என நான் உங்களுக்குச் சொல்கின்றேன்” என்றார்."},{"number":17,"verse":"பின்பு, அவர் கிண்ணத்தை எடுத்து, நன்றி செலுத்தி, “இதை எடுத்து உங்களிடையே பகிர்ந்துகொள்ளுங்கள்."},{"number":18,"verse":"ஏனெனில் நான் உங்களுக்குச் சொல்கின்றேன், இறைவனுடைய அரசு வரும் வரைக்கும் திராட்சைப் பழரசத்தை இனி நான் குடிக்க மாட்டேன்” என்றார்."},{"number":19,"verse":"பின்பு, அவர் அப்பத்தை எடுத்து, நன்றி செலுத்தி, அதைத் துண்டுகளாக்கி, அதை அவர்களுக்குக் கொடுத்து, “உங்களுக்காகக் கொடுக்கப்படுகின்ற என்னுடைய உடல்; என்னை நினைவுகூரும்படி இதைச் செய்யுங்கள்” என்றார்."},{"number":20,"verse":"அவ்விதமாகவே உணவை முடித்த பின்பு, அந்தக் கிண்ணத்தை எடுத்து, அவர்களுக்குச் சொன்னதாவது, “இந்தக் கிண்ணம் உங்களுக்காக சிந்தப்படுகின்ற என்னுடைய இரத்தத்தினாலான புதிய உடன்படிக்கை."},{"number":21,"verse":"ஆனாலும், என்னைக் காட்டிக் கொடுக்கப் போகின்றவனின் கையோ, என்னோடுதான் இந்தப் பந்தியிலே இருக்கின்றது."},{"number":22,"verse":"நியமிக்கப்பட்டிருக்கிறபடியே மனுமகன் போக வேண்டும். ஆனால் அவரைக் காட்டிக் கொடுக்கின்றவனுக்கு ஐயோ பேரழிவு!” என்றார்."},{"number":23,"verse":"அவர்களோ, தங்களில் யார் அப்படிச் செய்வார்கள்? என்று தங்களுக்குள்ளே கேட்கத் தொடங்கினார்கள்."},{"number":24,"verse":"மேலும், தங்களுக்குள்ளே யார் பெரியவன் என்பதுபற்றி, ஒரு வாக்குவாதமும் மூண்டது."},{"number":25,"verse":"அப்போது இயேசு அவர்களிடம், “யூதரல்லாத மக்களின் அரசர்கள், அவர்களை அடக்கி ஆளுகிறார்கள்; அவர்கள்மீது அதிகாரம் செலுத்துகிறவர்கள், ‘கொடைவள்ளல்கள்’ என்று தங்களைத் தாங்களே அழைத்துக்கொள்கின்றார்கள்."},{"number":26,"verse":"ஆனால், நீங்கள் அப்படியிருக்கக் கூடாது. உங்களில் பெரியவனாய் இருக்கின்றவன், சிறியவனைப் போல் இருக்க வேண்டும். ஆளுகை செய்கின்றவன், பணிவிடை செய்கின்றவனைப் போல் இருக்க வேண்டும்."},{"number":27,"verse":"பந்தியில் அமர்ந்திருப்பவனா அல்லது அதில் பணி செய்கின்றவனா, எவன் பெரியவன்? பந்தியில் உட்கார்ந்திருக்கிறவன் அல்லவா? ஆனால் நானோ, உங்களிடையே பணி செய்கின்றவனைப் போல் இருக்கின்றேன்."},{"number":28,"verse":"எனது சோதனைகளில் நீங்களே என்னுடன் நின்றவர்கள்."},{"number":29,"verse":"எனவே, என் பிதா எனக்கு ஒரு அரசை ஏற்படுத்தித் தந்தது போல, நானும் உங்களுக்கு ஏற்படுத்தித் தருகிறேன்."},{"number":30,"verse":"இதனால் நீங்களும் என்னுடைய அரசிலே, என்னுடைய பந்தியில் உணவுண்டு, அருந்துவீர்கள். இஸ்ரயேலின் பன்னிரண்டு கோத்திரங்களையும் நியாயம் தீர்க்கின்றவர்களாய் அரியணையில் உட்காருவீர்கள்."},{"number":31,"verse":"“சீமோனே, சீமோனே, கோதுமையைப் புடைப்பது போல் உங்கள் எல்லோரையும் புடைக்கும்படி, சாத்தான் அனுமதி கேட்டிருக்கிறான்."},{"number":32,"verse":"ஆனாலும் உன் விசுவாசம் குறைந்து போகாதிருக்க, நான் உனக்காக மன்றாடியிருக்கிறேன். அதிலிருந்து நீ திரும்பிய பின்பு, உன் சகோதரர்களையும் பலப்படுத்து” என்றார்."},{"number":33,"verse":"அப்போது அவன் அவரிடம், “ஆண்டவரே, நான் உம்முடனே சிறைக்குப் போகவும், உயிர் துறக்கவும் ஆயத்தமாய் இருக்கின்றேன்” என்றான்."},{"number":34,"verse":"அதற்கு இயேசு, “பேதுருவே, இன்று சேவல் கூவுவதற்கு முன்னதாக, என்னை உனக்குத் தெரியாது என்று நீ மூன்று முறை மறுதலிப்பாய் என நான் உனக்குச் சொல்கின்றேன்” என்றார்."},{"number":35,"verse":"பின்பு, இயேசு அவர்களிடம், “உங்களை நான் பணப்பையோ, பயணப்பையோ, காலணிகளோ இல்லாமல் அனுப்பியபோது, உங்களுக்கு ஏதாவது குறைவு ஏற்பட்டதா?” என்று கேட்டார். அதற்கு அவர்கள், “ஒன்றும் குறைவுபடவில்லை” என்றார்கள்."},{"number":36,"verse":"அவர் அவர்களிடம், “இப்போது, பணப்பை இருந்தால் எடுத்துக்கொள்ளுங்கள். ஒரு பயணப்பையையும் எடுத்துக்கொள்ளுங்கள். மேலும், வாள் இல்லாதவன் தன்னுடைய மேலாடையை விற்று, வாள் ஒன்றை வாங்கிக்கொள்ளட்டும்."},{"number":37,"verse":"‘குற்றவாளிகளில் ஒருவராக அவர் கருதப்பட்டார்’ என்று எழுதியிருப்பது என்னில் நிறைவேற வேண்டும் என நான் உங்களுக்குச் சொல்கின்றேன், ஆம், என்னைக் குறித்து எழுதப்பட்டிருப்பது நிறைவேறப் போகின்றது” என்றார்."},{"number":38,"verse":"அப்போது சீடர்கள் அவரிடம், “ஆண்டவரே, எங்களிடம் ஏற்கெனவே இரண்டு வாள்கள் இருக்கின்றன” என்றார்கள். அதற்கு அவர், “அதுபோதும்” என்றார்."},{"number":39,"verse":"(ஒலிவமலையில் இயேசுவின் மன்றாடல்)வழக்கம் போல இயேசு ஒலிவமலைக்குச் சென்றார். அவருடைய சீடர்கள் அவரைப் பின்பற்றிப் போனார்கள்."},{"number":40,"verse":"அந்த இடத்தைச் சென்றடைந்தபோது, அவர் அவர்களிடம், “நீங்கள் சோதனைக்குட்படாதபடி மன்றாடுங்கள்” என்றார்."},{"number":41,"verse":"அவர் அவர்களைவிட்டு, ஒரு கல்லெறி தூரம் விலகிப் போய், முழந்தாழிட்டு மன்றாடினார்."},{"number":42,"verse":"அவர், “பிதாவே! உமக்கு விருப்பமானால் என்னைவிட்டு இந்தப் பாத்திரத்தை எடுத்து விடும்; ஆனாலும் என் விருப்பப்படியல்ல, உமது விருப்பப்படியே ஆகட்டும்” என்றார்."},{"number":43,"verse":"ஒரு தூதன் பரலோகத்திலிருந்து அவருக்கு முன் தோன்றி அவரைப் பலப்படுத்தினான்."},{"number":44,"verse":"அவர் மிகவும் வேதனையடைந்தவராய், அதி தீவிரமாக மன்றாடினார். அவருடைய வியர்வை இரத்தத் துளிகளைப் போல தரையில் விழுந்தது."},{"number":45,"verse":"அவர் மன்றாடிவிட்டு எழுந்து, தமது சீடர்களிடம் திரும்பவும் சென்றார். அப்போது அவர்கள் கவலையினால் சோர்வுற்று, நித்திரையாய் இருப்பதைக் கண்டார்."},{"number":46,"verse":"அவர் அவர்களிடம், “நீங்கள் ஏன் நித்திரை செய்கின்றீர்கள்? சோதனைக்கு உள்ளாகாதபடி, எழுந்திருந்து மன்றாடுங்கள்” என்றார்."},{"number":47,"verse":"(இயேசு கைது செய்யப்படல்)இயேசு தொடர்ந்து பேசிக் கொண்டிருந்தபோது, ஆட்கள் கூட்டமாய் வந்தார்கள். பன்னிருவரில் ஒருவனான யூதாஸ் என்று அழைக்கப்பட்டவன், அவர்களை வழிநடத்திக்கொண்டு வந்தான். அவன் இயேசுவை முத்தம் இடுவதற்காக அவருக்குச் சமீபமாய் வந்தான்."},{"number":48,"verse":"இயேசுவோ அவனிடம், “யூதாஸ், நீ மனுமகனை முத்தத்தினால் காட்டிக் கொடுக்கின்றாயோ?” என்றார்."},{"number":49,"verse":"இயேசுவைப் பின்பற்றியவர்கள், நடக்கப் போவதைக் கண்டு, “ஆண்டவரே, நாங்கள் எங்கள் வாளினாலே வெட்டட்டுமா?” என்று கேட்டார்கள்."},{"number":50,"verse":"அவர்களில் ஒருவன், தலைமை மதகுருவின் வேலைக்காரனைத் தாக்கி, அவனது வலது காதை வெட்டினான்."},{"number":51,"verse":"ஆனால் இயேசுவோ, “போதும், இத்தோடு நிறுத்திக்கொள்ளுங்கள்!” என்று சொல்லி, அவனுடைய காதைத் தொட்டு, அவனைக் குணமாக்கினார்."},{"number":52,"verse":"அப்போது இயேசு, தம்மைப் பிடித்துச் செல்ல வந்திருந்த தலைமை மதகுருக்களையும் ஆலயத்தின் காவல் அதிகாரிகளையும் சமூகத் தலைவர்களையும் பார்த்து, “நீங்கள் வாள்களுடனும் தடிகளுடனும் வந்து என்னைப் பிடிப்பதற்கு, நான் ஒரு ஆபத்தான கொள்ளைக்காரனா?"},{"number":53,"verse":"நான் ஒவ்வொரு நாளும் உங்களுடனே ஆலய முற்றத்தில் இருந்தேன்; அப்போது நீங்கள் என்னைப் பிடிக்கவில்லை. ஆனால் இது உங்கள் நேரம், இருள் அதிகாரம் செலுத்தும் நேரம்” என்றார்."},{"number":54,"verse":"(பேதுரு, இயேசுவை மறுதலித்தல்)அவர்கள் அவரைப் பிடித்து, தலைமை மதகுருவின் வீட்டிற்குக் கொண்டுபோனார்கள். பேதுரு சற்றுத் தூரத்திலே பின்தொடர்ந்து போய்க் கொண்டிருந்தான்."},{"number":55,"verse":"அந்த வீட்டு முற்றத்தின் நடுவில், சிலர் நெருப்பு மூட்டி, அதன் அருகே ஒன்றாய் உட்கார்ந்தார்கள். அப்போது பேதுருவும் அவர்களுடன் உட்கார்ந்து கொண்டான்."},{"number":56,"verse":"பேதுரு அங்கே உட்கார்ந்திருப்பதை, ஒரு வேலைக்காரப் பெண் நெருப்பின் வெளிச்சத்திலே கண்டாள். அவள் அவனை உற்றுப் பார்த்து, “இவன், இயேசுவோடு இருந்தான்” என்றாள்."},{"number":57,"verse":"ஆனால் பேதுருவோ அந்தப் பெண்ணை நோக்கி, “அவரை எனக்குத் தெரியாது” என்று மறுதலித்தான்."},{"number":58,"verse":"சிறிது நேரத்தின் பின் வேறொருவன் அவனைக் கண்டு, “நீயும் அவர்களில் ஒருவன் தான்” என்றான். அதற்குப் பேதுரு அந்த மனிதனை நோக்கி, “இல்லை; நான் அவர்களில் ஒருவன் அல்ல” என்றான்."},{"number":59,"verse":"ஏறக்குறைய ஒரு மணி நேரத்திற்குப் பின்பு இன்னொருவன், “நிச்சயமாகவே இவனும் இயேசுவுடனே இருந்தான். ஏனெனில் இவன் கலிலேயன்” என்றான்."},{"number":60,"verse":"அதற்குப் பேதுரு அந்த மனிதனை நோக்கி, “நீ எதைப் பற்றிப் பேசுகின்றாய் என்றே எனக்குத் தெரியாது” என்றான். அவன் அப்படிச் சொல்லிக் கொண்டிருக்கையில், சேவல் கூவிற்று."},{"number":61,"verse":"அப்போது ஆண்டவர் திரும்பி, பேதுருவை நேருக்கு நேராய் பார்த்தார். உடனே, “இன்று சேவல் கூவுவதற்கு முன், நீ என்னை மூன்று முறை மறுதலிப்பாய்” என்று ஆண்டவர் சொன்ன வார்த்தை, பேதுருவின் ஞாபகத்துக்கு வந்தது."},{"number":62,"verse":"அவன் வெளியே போய் மனம் வெதும்பி அழுதான்."},{"number":63,"verse":"(காவலாளிகள் இயேசுவை ஏளனம் செய்தல்)இயேசுவைக் காவல் செய்து கொண்டிருந்தவர்கள், தொடர்ந்து அவரை ஏளனம் செய்யவும் அடிக்கவும் தொடங்கினார்கள்."},{"number":64,"verse":"அவர்கள் அவருடைய கண்களைக் கட்டிவிட்டு, “உன்னை அடித்தது யார் என்று இறைவாக்காகச் சொல்” என வற்புறுத்திக் கேட்டார்கள்."},{"number":65,"verse":"அவர்கள் இன்னும் அதிகமாய் ஏளனம் செய்தார்கள்."},{"number":66,"verse":"(பிலாத்து மற்றும் ஏரோதுக்கு முன்பாக இயேசு)பொழுது விடிந்தபோது, தலைமை மதகுருக்களையும் நீதிச்சட்ட ஆசிரியர்களையும் உள்ளடக்கிய யூத சமூகத் தலைவர்களின் கூட்டம் கூடியது. அவர்கள் இயேசுவை, தங்கள் நியாயசபைக்கு முன்பாக நிறுத்தி,"},{"number":67,"verse":"அவரிடம், “நீ மேசியா தானா? அப்படியென்றால், அதை எங்களுக்குச் சொல்” என்றார்கள். அதற்கு இயேசு, “நான் உங்களுக்குச் சொன்னாலும், நீங்கள் அதை விசுவாசிக்க மாட்டீர்கள்."},{"number":68,"verse":"நான் உங்களிடம் கேள்வி கேட்டாலும், நீங்கள் அதற்குப் பதில் சொல்ல மாட்டீர்கள்."},{"number":69,"verse":"ஆனால் இப்போதிலிருந்தே, வல்லமையுள்ள இறைவனுடைய வலது பக்கத்தில் மனுமகன் அமர்ந்திருப்பார்” என்றார்."},{"number":70,"verse":"அப்போது அவர்கள் எல்லோரும் அவரிடம், “அப்படியானால் நீ இறைவனின் மகனோ?” என்று கேட்டார்கள். அதற்கு அவர், “நானே அவர் என்பதை, நீங்களே சொல்லிவிட்டீர்கள்” எனப் பதிலளித்தார்."},{"number":71,"verse":"அப்போது அவர்கள், “இதைவிட நமக்கு வேறு சாட்சிகள் தேவையா? அவனுடைய வாயிலிருந்தே அதை நாம் கேட்டோமே” என்றார்கள்."}]}