{"bibleAbbr":"kj21-1994","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"Finally, brethren, pray for us, that the Word of the Lord may have free course and be glorified, even as it is with you,"},{"number":2,"verse":"and that we may be delivered from unreasonable and wicked men; for not all men have faith."},{"number":3,"verse":"But the Lord is faithful, who shall establish you and keep you from evil."},{"number":4,"verse":"And we have confidence in the Lord concerning you, that ye both do, and will do, the things which we command you."},{"number":5,"verse":"And may the Lord direct your hearts into the love of God, and into the patient waiting for Christ."},{"number":6,"verse":"Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother who walketh disorderly and not according to the tradition which he received from us."},{"number":7,"verse":"For you yourselves know how ye ought to follow us, for we did not behave disorderly among you;"},{"number":8,"verse":"neither did we eat any man's bread for naught, but wrought with labor and travail night and day, that we might not be chargeable to any of you,"},{"number":9,"verse":"not because we have not power, but to make ourselves an example unto you to follow us."},{"number":10,"verse":"For even when we were with you, this we commanded you: that if any would not work, neither should he eat."},{"number":11,"verse":"For we hear that there are some among you who walk disorderly, working not at all, but are busybodies."},{"number":12,"verse":"Now those who are such, we command and exhort by our Lord Jesus Christ that they work with quietness and eat their own bread."},{"number":13,"verse":"But ye, brethren, be not weary in well-doing."},{"number":14,"verse":"And if any man obey not our word in this epistle, note that man and have no company with him, that he may be ashamed."},{"number":15,"verse":"Yet count him not as an enemy, but admonish him as a brother."},{"number":16,"verse":"Now the Lord of peace Himself give you peace always by all means. The Lord be with you all."},{"number":17,"verse":"This salutation of Paul is with mine own hand, which is the token in every epistle: so I write."},{"number":18,"verse":"The grace of our Lord Jesus Christ be with you all. Amen."}]}