{"bibleAbbr":"KJV1611","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"And it shall come to passe, if thou shalt hearken diligently vnto the voyce of the Lord thy God, to obserue and to doe all his Commandements which I command thee this day; that the Lord thy God will set thee on high aboue all nations of the earth."},{"number":2,"verse":"And all these blessings shall come on thee, and ouertake thee, if thou shalt hearken vnto the voice of the Lord thy God."},{"number":3,"verse":"Blessed shalt thou bee in the citie, and blessed shalt thou be in the field."},{"number":4,"verse":"Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattell, the increase of thy kine, and the flocks of thy sheepe."},{"number":5,"verse":"Blessed shall be thy basket and thy store."},{"number":6,"verse":"Blessed shalt thou bee when thou commest in, and blessed shalt thou bee when thou goest out."},{"number":7,"verse":"The Lord shall cause thine enemies that rise vp against thee, to bee smitten before thy face: they shall come out against thee one way, and flee before thee seuen wayes."},{"number":8,"verse":"The Lord shall command the blessing vpon thee in thy store-houses, and in all that thou settest thine hand vnto, and he shall blesse thee in the land which the Lord thy God giueth thee."},{"number":9,"verse":"The Lord shall establish thee an holy people vnto himselfe, as hee hath sworne vnto thee, if thou shalt keepe the Commaundements of the Lord thy God, and walke in his wayes."},{"number":10,"verse":"And all people of the earth shall see, that thou art called by the Name of the Lord, and they shall bee afraid of thee."},{"number":11,"verse":"And the Lord shal make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattell, and in the fruit of thy ground, in the land which the Lord sware vnto thy fathers to giue thee."},{"number":12,"verse":"The Lord shal open vnto thee his good treasure, the heauen to giue the raine vnto thy land in his season, and to blesse all the worke of thine hand: and thou shalt lend vnto many nations, and thou shalt not borrow."},{"number":13,"verse":"And the Lord shall make thee the head, and not the taile, and thou shalt be aboue onely, and thou shalt not be beneath: if that thou hearken vnto the Commandements of the Lord thy God, which I command thee this day, to obserue, and to doe them:"},{"number":14,"verse":"And thou shalt not go aside from any of the wordes which I command thee this day, to the right hand, or to the left, to goe after other gods, to serue them."},{"number":15,"verse":"But it shal come to passe, if thou wilt not hearken vnto the voyce of the Lord thy God, to obserue to doe all his Commandements and his Statutes, which I command thee this day, that all these curses shall come vpon thee, and ouertake thee."},{"number":16,"verse":"Cursed shalt thou be in the city, and cursed shalt thou be in the field."},{"number":17,"verse":"Cursed shall be thy basket and thy store."},{"number":18,"verse":"Cursed shalbe the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheepe."},{"number":19,"verse":"Cursed shalt thou bee when thou commest in, and cursed shalt thou bee when thou goest out."},{"number":20,"verse":"The Lord shall send vpon thee cursing, vexation, and rebuke, in all that thou settest thine hand vnto, for to doe, vntill thou be destroyed, and vntill thou perish quickely, because of the wickednesse of thy doings, whereby thou hast forsaken me."},{"number":21,"verse":"The Lord shall make the pestilence cleaue vnto thee, vntill he haue consumed thee from off the land, whither thou goest to possesse it."},{"number":22,"verse":"The Lord shall smite thee with a consumption, and with a feuer, and with an inflammation, & with an extreme burning, and with the sword, and with blasting, and with mildewe: and they shall pursue thee vntill thou perish."},{"number":23,"verse":"And the heauen that is ouer thy head shall be brasse, and the earth that is vnder thee shall be yron."},{"number":24,"verse":"The Lord shall make the raine of thy land powder & dust: from heauen shall it come downe vpon thee, vntill thou be destroyed."},{"number":25,"verse":"The Lord shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seuen wayes before them, and shalt be remoued into all the kingdomes of the earth."},{"number":26,"verse":"And thy carkeise shalbe meat vnto all foules of the aire, and vnto the beasts of the earth, and no man shall fray them away."},{"number":27,"verse":"The Lord wil smite thee with the botch of Egypt, and with the emerods, and with the scabbe, and with the itch, whereof thou canst not bee healed."},{"number":28,"verse":"The Lord shall smite thee with madnesse, and blindnesse, and astonishment of heart."},{"number":29,"verse":"And thou shalt grope at noone dayes, as the blind gropeth in darknes, and thou shalt not prosper in thy waies: and thou shalt be onely oppressed, and spoiled euermore, and no man shal saue thee."},{"number":30,"verse":"Thou shalt betrothe a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof."},{"number":31,"verse":"Thine oxe shall be slaine before thine eyes, and thou shalt not eat thereof: thine asse shall be violently taken away from before thy face, and shal not be restored to thee: thy sheepe shall bee giuen vnto thine enemies, and thou shalt haue none to rescue them."},{"number":32,"verse":"Thy sonnes, and thy daughters shall be giuen vnto another people, and thine eyes shal looke, and faile with longing for them al the day long: and there shall be no might in thine hand."},{"number":33,"verse":"The fruit of thy land, and all thy labours, shall a nation which thou knowest not, eate vp: and thou shalt be onely oppressed and crushed alway:"},{"number":34,"verse":"So that thou shalt bee mad, for the sight of thine eyes which thou shalt see."},{"number":35,"verse":"The Lord shall smite thee in the knees, and in the legges with a sore botch that cannot bee healed, from the sole of thy foot, vnto the top of thy head."},{"number":36,"verse":"The Lord shal bring thee, and thy king which thou shalt set ouer thee, vnto a nation which neither thou, nor thy fathers haue knowen, and there shalt thou serue other gods, wood and stone."},{"number":37,"verse":"And thou shalt become an astonishment, a prouerbe, and a by-worde, among all nations whither the Lord shall leade thee."},{"number":38,"verse":"Thou shalt carie much seede out into the field, and shalt gather but litle in: for the locust shall consume it."},{"number":39,"verse":"Thou shalt plant vineyards and dresse them, but shalt neither drinke of the wine, nor gather the grapes: for the wormes shall eate them."},{"number":40,"verse":"Thou shalt haue Oliue trees throughout al thy coasts, but thou shalt not anoint thy selfe with the oyle: for thine Oliue shall cast his fruit."},{"number":41,"verse":"Thou shalt beget sonnes and daughters, but thou shalt not enioy them: for they shall goe into captiuitie."},{"number":42,"verse":"All thy trees and fruit of thy land shall the locusts consume."},{"number":43,"verse":"The stranger that is within thee shall get vp aboue thee very high: and thou shalt come downe very low."},{"number":44,"verse":"He shall lend to thee, and thou shalt not lend to him: he shall bee the head, and thou shalt be the taile."},{"number":45,"verse":"Moreouer, all these curses shall come vpon thee, and shall pursue thee, and ouertake thee, til thou be destroied: because thou hearkenedst not vnto the voice of the Lord thy God, to keepe his Commandements, and his Statutes which he commanded thee."},{"number":46,"verse":"And they shall be vpon thee for a signe, and for a wonder, and vpon thy seed for euer:"},{"number":47,"verse":"Because thou seruedst not the Lord thy God with ioyfulnesse, and with gladnesse of heart, for the aboundance of all things."},{"number":48,"verse":"Therefore shalt thou serue thine enemies, which the Lord shall send against thee, in hunger, and in thirst, and in nakednesse, and in want of all things: and he shall put a yoke of iron vpon thy necke, vntill he haue destroyed thee."},{"number":49,"verse":"The Lord shall bring a nation against thee from farre, from the end of the earth, as swift as the Eagle fleeth, a nation whose tongue thou shalt not vnderstand:"},{"number":50,"verse":"A nation of fierce countenance, which shal not regard the person of the old, nor shew fauour to the yong:"},{"number":51,"verse":"And hee shall eat the fruit of thy cattell, and the fruit of thy land, vntill thou be destroyed: which also shall not leaue thee either corne, wine, or oyle, or the increase of thy kine, or flockes of thy sheepe, vntill he haue destroyed thee."},{"number":52,"verse":"And he shall besiege thee in all thy gates, vntill thy high and fenced walles come downe wherein thou trustedst throughout all thy land: and hee shall besiege thee in all thy gates, throughout all thy land which the Lord thy God hath giuen thee."},{"number":53,"verse":"And thou shalt eate the fruit of thine owne body, the flesh of thy sonnes, and of thy daughters (which the Lord thy God hath giuen thee) in the siege, and in the straitnesse wherewith thine enemies shall distresse thee."},{"number":54,"verse":"So that the man that is tender among you, and very delicate, his eye shalbe euill toward his brother, and toward the wife of his bosome, and towards the remnant of his children which he shall leaue:"},{"number":55,"verse":"So that he wil not giue to any of them of the flesh of his children whom he shall eate: because hee hath nothing left him in the siege, and in the straitnesse wherewith thine enemies shal distresse thee, in all thy gates."},{"number":56,"verse":"The tender and delicate woman among you, which would not aduenture to set the sole of her foote vpon the ground, for delicatenesse and tendernesse, her eye shall be euill towards the husband of her bosome, and towards her sonne, and towards her daughter,"},{"number":57,"verse":"And towards her yong one that commeth out from betweene her feete, and towards her children which shee shall beare: for shee shall eate them for want of all things secretly in the siege and straitnes, wherewith thine enemie shall distresse thee in thy gates."},{"number":58,"verse":"If thou wilt not obserue to doe all the wordes of this Law that are written in this booke, that thou mayest feare this glorious and fearefull Name, The Lord thy God:"},{"number":59,"verse":"Then the Lord wil make thy plagues wonderfull, and the plagues of thy seed, euen great plagues, and of long continuance, and sore sicknesses, and of long continuance."},{"number":60,"verse":"Moreouer, hee will bring vpon thee all the diseases of Egypt, which thou wast afraid of, and they shal cleaue vnto thee."},{"number":61,"verse":"Also euery sickenesse, and euery plague which is not written in the booke of this Law, them will the Lord bring vpon thee, vntill thou be destroyed."},{"number":62,"verse":"And ye shall be left few in number, whereas ye were as the starres of heauen for multitude: because thou wouldest not obey the voyce of the Lord thy God."},{"number":63,"verse":"And it shall come to passe, that as the Lord reioyced ouer you to doe you good, and to multiply you; so the Lord will reioyce ouer you to destroy you, and to bring you to nought; and ye shalbe plucked from off the land whither thou goest to possesse it."},{"number":64,"verse":"And the Lord shall scatter thee among all people, from the one end of the earth, euen vnto the other: and there thou shalt serue other gods, which neither thou nor thy fathers haue knowen, euen wood and stone."},{"number":65,"verse":"And among these nations shalt thou finde no ease, neither shall the sole of thy foote haue rest: but the Lord shall giue thee there a trembling heart, and failing of eyes, & sorrow of minde."},{"number":66,"verse":"And thy life shall hang in doubt before thee, and thou shalt feare day and night, and shalt haue none assurance of thy life."},{"number":67,"verse":"In the morning thou shalt say, Would God it were Euen: and at Euen thou shalt say, Would God it were morning, for the feare of thine heart wherewith thou shalt feare, and for the sight of thine eyes which thou shalt see."},{"number":68,"verse":"And the Lord shall bring thee into Egypt againe, with ships, by the way whereof I spake vnto thee, Thou shalt see it no more againe: and there ye shall bee sold vnto your enemies for bondmen, and bondwomen, and no man shall buy you."}]}