{
  "bibleAbbr" : "TERV1998",
  "bookName" : "நாகூம்",
  "bookEnglishName" : "Nahum",
  "chapterNumber" : 2,
  "verses" : [ {
    "number" : 1,
    "verse" : "நினிவே அழிக்கப்படும்ஒரு பகைவன் உன்னைத் தாக்க வந்துகொண்டிருக்கிறான். எனவே உன் நகரத்தின் வலிமையான பகுதிகளைக் காவல் செய். சாலைகளைக் காவல் காத்திடு. போருக்குத் தயாராக இரு. யுத்தத்திற்கான ஏற்பாடுகளைச் செய்."
  }, {
    "number" : 2,
    "verse" : "ஆம், கர்த்தர் யாக்கோபின் மகிமையை மாற்றினார். இது இஸ்ரவேலரின் மகிமை போன்றிருக்கும். பகைவன் அவற்றை அழித்தான். அவர்களின் திராட்சைக் கொடிகளை அழித்தான்."
  }, {
    "number" : 3,
    "verse" : "அவ்வீரர்களின் கேடயங்கள் சிவந்திருக்கிறது. அவர்களின் சீருடைகள் பிரகாசமான சிவப்பாக உள்ளது. அவர்களின் இரதங்கள் போருக்கு வரிசையாக உள்ளன, நெருப்பின் ஜூவாலையைப் போன்று மின்னுகின்றன. அவர்களின் குதிரைகள் போவதற்கு தயாராக உள்ளன."
  }, {
    "number" : 4,
    "verse" : "அவர்களின் இரதங்கள் தெருக்களில் போட்டியிட்டு ஓடுகின்றன. தெருக்களின் இடது சாரியாகவும் வலதுசாரியாகவும் ஓடுகின்றன. அவை எரியும் பந்தங்களைப் போன்றும், அங்குமிங்கும் மின்னும் மின்னலைப் போலவும் காணப்படுகின்றன."
  }, {
    "number" : 5,
    "verse" : "விரோதி தனது சிறந்த வீரர்களை அழைக்கிறான். ஆனால் அவர்கள் மதிற்சுவரை நோக்கி ஓடி, அங்குள்ள சுவர்களைத் தகர்க்கும் கருவியின்மேல் அவர்களின் கேடயத்தை நிறுவுகிறார்கள்."
  }, {
    "number" : 6,
    "verse" : "ஆனால் ஆற்றின் மதகுகள் திறக்கப்படுகின்றன. எதிரிகள் அவ்வழியாக வந்து ராஜாவின் வீட்டை அழிக்கிறார்கள்."
  }, {
    "number" : 7,
    "verse" : "பகைவர்கள் ராணியைப் பிடித்துச் செல்வார்கள். அவளது அடிமைப்பெண்கள் புறாக்களைப் போன்று துக்கத்துடன் அழுவார்கள். அவர்கள் தம் மார்பில் அடித்துக்கொண்டு தமது துக்கத்தைக் காட்டுவார்கள்."
  }, {
    "number" : 8,
    "verse" : "நினிவே, தண்ணீர் வற்றிப்போன குளத்தைப்போன்று இருக்கிறது. ஜனங்கள், “நிறுத்துங்கள்! ஓடுவதை நிறுத்துங்கள்!” என்று சொன்னார்கள். ஆனால் அது பயன் தரவில்லை."
  }, {
    "number" : 9,
    "verse" : "நினிவேயை அழிக்கப்போகும் வீரர்களாகிய நீங்கள், வெள்ளியை எடுங்கள்! தங்கத்தை எடுங்கள்! அங்கே எடுப்பதற்கு ஏராளமாக உள்ளன. அங்கே ஏராளமான கருவூலங்கள் உள்ளன."
  }, {
    "number" : 10,
    "verse" : "இப்பொழுது, நினிவே காலியாக இருக்கிறது. எல்லாம் திருடப்பட்டன. நகரம் அழிக்கப்பட்டது. ஜனங்கள் தங்கள் தைரியத்தை இழந்தனர். அவர்களது இதயங்கள் அச்சத்தால் உருகின. அவர்களது முழங்கால்கள் ஒன்றோடொன்று இடித்துக்கொண்டன, அவர்களது உடல்கள் நடுங்குகின்றன, முகங்கள் அச்சத்தால் வெளுத்தன."
  }, {
    "number" : 11,
    "verse" : "இப்பொழுது சிங்கத்தின் குகை (நினிவே) எங்கே? ஆண்சிங்கமும் பெண்சிங்கமும் அங்கே வாழ்ந்தன. அவற்றின் குட்டிகள் அஞ்சவில்லை."
  }, {
    "number" : 12,
    "verse" : "சிங்கமானது (நினிவேயின் ராஜா) தனது குட்டிகளுக்கும் பெண்சிங்கத்திற்கும் உணவு கொடுப்பதற்காக ஏராளமான ஜனங்களைக் கொன்று அழித்தது. அது தனது குகையை (நினிவே) ஆண்களின் உடல்களால் நிறைத்தது. அது தான் கொன்ற பெண்களின் உடல்களால் குகையை நிறைத்தது."
  }, {
    "number" : 13,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் கூறுகிறார்: “நினிவே, நான் உனக்கு எதிராக இருக்கிறேன். நான் உனது இரதங்களை எரிப்பேன், உனது ‘இளஞ்சிங்கங்களைப்’ போரில் கொல்வேன். நீ இந்த பூமியில் மீண்டும் எவரையும் வேட்டையாடமாட்டாய். ஜனங்கள் உனது தூதுவர்களிடமிருந்து மீண்டும் கெட்ட செய்திகளைக் கேட்கமாட்டார்கள்.”"
  } ]
}