{"bibleAbbr":"HOV2012","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"सुलैमान के नीतिवचन। बुद्धिमान पुत्र से पिता आनन्दित होता है, परन्तु मूर्ख पुत्र के कारण माता उदास रहती है।"},{"number":2,"verse":"दुष्‍टों के रखे हुए धन से लाभ नहीं होता, परन्तु धर्म के कारण मृत्यु से बचाव होता है।"},{"number":3,"verse":"धर्मी को यहोवा भूखों मरने नहीं देता, परन्तु दुष्‍टों की अभिलाषा वह पूरी होने नहीं देता।"},{"number":4,"verse":"जो काम में ढिलाई करता है, वह निर्धन हो जाता है, परन्तु काम-काजी लोग अपने हाथों के द्वारा धनी होते हैं।"},{"number":5,"verse":"जो बेटा धूपकाल में बटोरता है वह बुद्धि से काम करनेवाला है, परन्तु जो बेटा कटनी के समय भारी नींद में पड़ा रहता है, वह लज्जा का कारण होता है।"},{"number":6,"verse":"धर्मी पर बहुत से आशीर्वाद होते हैं, परन्तु उपद्रव दुष्‍टों का मुँह छा लेता है।"},{"number":7,"verse":"धर्मी को स्मरण करके लोग आशीर्वाद देते हैं, परन्तु दुष्‍टों का नाम मिट जाता है।"},{"number":8,"verse":"जो बुद्धिमान है, वह आज्ञाओं को स्वीकार करता है, परन्तु जो बकवादी और मूढ़ है, वह पछाड़ खाता है।"},{"number":9,"verse":"जो खराई से चलता है वह निडर चलता है, परन्तु जो टेढ़ी चाल चलता है उसकी चाल प्रगट हो जाती है।"},{"number":10,"verse":"जो नैन से सैन करता है उस से औरों को दु:ख मिलता है, और जो बकवादी और मूढ़ है, वह पछाड़ खाता है।"},{"number":11,"verse":"धर्मी का मुँह तो जीवन का सोता है, परन्तु उपद्रव दुष्‍टों का मुँह छा लेता है।"},{"number":12,"verse":"बैर से तो झगड़े उत्पन्न होते हैं, परन्तु प्रेम से सब अपराध ढँप जाते हैं।"},{"number":13,"verse":"समझवालों के वचनों में बुद्धि पाई जाती है, परन्तु निर्बुद्धि की पीठ के लिये कोड़ा है।"},{"number":14,"verse":"बुद्धिमान लोग ज्ञान को रख छोड़ते हैं, परन्तु मूढ़ के बोलने से विनाश निकट आता है।"},{"number":15,"verse":"धनी का धन उसका दृढ़ नगर है, परन्तु कंगाल की निर्धनता उसके विनाश का कारण है।"},{"number":16,"verse":"धर्मी का परिश्रम जीवन के लिये होता है, परन्तु दुष्‍ट के लाभ से पाप होता है।"},{"number":17,"verse":"जो शिक्षा पर चलता, वह जीवन के मार्ग पर है, परन्तु जो डाँट से मुँह मोड़ता, वह भटकता है।"},{"number":18,"verse":"जो बैर को छिपा रखता है, वह झूठ बोलता है, और जो झूठी निन्दा फैलाता है, वह मूर्ख है।"},{"number":19,"verse":"जहाँ बहुत बातें होती हैं, वहाँ अपराध भी होता है, परन्तु जो अपने मुँह को बन्द रखता वह बुद्धि से काम करता है।"},{"number":20,"verse":"धर्मी के वचन तो उत्तम चाँदी हैं; परन्तु दुष्‍टों का मन बहुत हल्का होता है।"},{"number":21,"verse":"धर्मी के वचनों से बहुतों का पालन-पोषण होता है, परन्तु मूढ़ लोग निर्बुद्धि होने के कारण मर जाते हैं।"},{"number":22,"verse":"धन यहोवा की आशीष ही से मिलता है, और वह उसके साथ दु:ख नहीं मिलाता।"},{"number":23,"verse":"मूर्ख को तो महापाप करना हँसी की बात जान पड़ती है, परन्तु समझवाले पुरुष में बुद्धि रहती है।"},{"number":24,"verse":"दुष्‍ट जन जिस विपत्ति से डरता है, वह उस पर आ पड़ती है, परन्तु धर्मियों की लालसा पूरी होती है।"},{"number":25,"verse":"बवण्डर निकल जाते ही दुष्‍ट जन लोप हो जाता है, परन्तु धर्मी सदा लों स्थिर है।"},{"number":26,"verse":"जैसे दाँत को सिरका, और आँख को धूआँ, वैसे आलसी उनको लगता है जो उसको कहीं भेजते हैं।"},{"number":27,"verse":"यहोवा का भय मानने से आयु बढ़ती है, परन्तु दुष्‍टों का जीवन थोड़े ही दिनों का होता है।"},{"number":28,"verse":"धर्मियों को आशा रखने में आनन्द मिलता है, परन्तु दुष्‍टों की आशा टूट जाती है।"},{"number":29,"verse":"यहोवा खरे मनुष्य का गढ़ ठहरता है, परन्तु अनर्थकारियों का विनाश होता है।"},{"number":30,"verse":"धर्मी सदा अटल रहेगा, परन्तु दुष्‍ट पृथ्वी पर बसने न पाएँगे।"},{"number":31,"verse":"धर्मी के मुँह से बुद्धि टपकती है, पर उलट फेर की बात कहनेवाले की जीभ काटी जाएगी।"},{"number":32,"verse":"धर्मी ग्रहणयोग्य बात समझ कर बोलता है, परन्तु दुष्‍टों के मुँह से उलट फेर की बातें निकलती हैं।"}]}