{"bibleAbbr":"HOV2012","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"बड़े धन से अच्छा नाम अधिक चाहने योग्य है, और सोने चाँदी से दूसरों की प्रसन्नता उत्तम है।"},{"number":2,"verse":"धनी और निर्धन दोनों एक दूसरे से मिलते हैं; यहोवा उन दोनों का कर्ता है।"},{"number":3,"verse":"चतुर मनुष्य विपत्ति को आते देखकर छिप जाता है; परन्तु भोले लोग आगे बढ़कर दण्ड भोगते हैं।"},{"number":4,"verse":"नम्रता और यहोवा के भय मानने का फल धन, महिमा और जीवन होता है।"},{"number":5,"verse":"टेढ़े मनुष्य के मार्ग में काँटे और फन्दे रहते हैं; परन्तु जो अपने प्राणों की रक्षा करता, वह उनसे दूर रहता है।"},{"number":6,"verse":"लड़के को उसी मार्ग की शिक्षा दे जिसमें उसको चलना चाहिए, और वह बुढ़ापे में भी उससे न हटेगा।"},{"number":7,"verse":"धनी, निर्धन लोगों पर प्रभुता करता है, और उधार लेनेवाला उधार देनेवाले का दास होता है।"},{"number":8,"verse":"जो कुटिलता का बीज बोता है, वह अनर्थ ही काटेगा, और उसके रोष का सोंटा टूटेगा।"},{"number":9,"verse":"दया करनेवाले पर आशीष फलती है, क्योंकि वह कंगाल को अपनी रोटी में से देता है।"},{"number":10,"verse":"ठट्ठा करनेवाले को निकाल दे, तब झगड़ा मिट जाएगा, और वाद-विवाद और अपमान दोनों टूट जाएँगे।"},{"number":11,"verse":"जो मन की शुद्धता से प्रीति रखता है, और जिसके वचन मनोहर होते हैं, राजा उसका मित्र होता है।"},{"number":12,"verse":"यहोवा ज्ञानी पर दृष्‍टि करके, उसकी रक्षा करता है, परन्तु विश्‍वासघाती की बातें उलट देता है।"},{"number":13,"verse":"आलसी कहता है, बाहर तो सिंह होगा! मैं चौक के बीच घात किया जाऊँगा।"},{"number":14,"verse":"पराई स्त्रियों का मुँह गहिरा गड़हा है; जिस से यहोवा क्रोधित होता, वही उस में गिरता है।"},{"number":15,"verse":"लड़के के मन में मूढ़ता की गाँठ बन्धी रहती है, परन्तु अनुशासन की छड़ी के द्वारा वह खोलकर उस से दूर की जाती है।"},{"number":16,"verse":"जो अपने लाभ के निमित्त कंगाल पर अन्धेर करता है, और जो धनी को भेंट देता, वे दोनों केवल हानि ही उठाते हैं।"},{"number":17,"verse":"कान लगाकर बुद्धिमानों के वचन सुन, और मेरी ज्ञान की बातों की ओर मन लगा;"},{"number":18,"verse":"यदि तू उसको अपने मन में रखे, और वे सब तेरे मुँह से निकला भी करें, तो यह मनभावनी बात होगी।"},{"number":19,"verse":"मैं ने आज इसलिये ये बातें तुझ को बताई हैं, कि तेरा भरोसा यहोवा पर हो।"},{"number":20,"verse":"मैं बहुत दिनों से तेरे हित के उपदेश और ज्ञान की बातें लिखता आया हूँ,"},{"number":21,"verse":"कि मैं तुझे सत्य वचनों का निश्‍चय करा दूँ, जिससे जो तुझे काम में लगाएँ, उनको तू सच्‍चा उत्तर दे सके।"},{"number":22,"verse":"कंगाल पर इस कारण अन्धेर न करना कि वह कंगाल है, और न दीन जन को कचहरी में पीसना;"},{"number":23,"verse":"क्योंकि यहोवा उनका मुक़द्दमा लड़ेगा, और जो लोग उनका धन हर लेते हैं, उनका प्राण भी वह हर लेगा।"},{"number":24,"verse":"क्रोधी मनुष्य का मित्र न होना, और झट क्रोध करनेवाले के संग न चलना,"},{"number":25,"verse":"कहीं ऐसा न हो कि तू उसकी चाल सीखे, और तेरा प्राण फन्दे में फँस जाए।"},{"number":26,"verse":"जो लोग हाथ पर हाथ मारते, और ऋणियों के उत्तरदायी होते हैं, उन में तू न होना।"},{"number":27,"verse":"यदि भर देने के लिये तेरे पास कुछ न हो, तो वह क्यों तेरे नीचे से खाट खींच ले जाए?"},{"number":28,"verse":"जो सीमा तेरे पुरखाओं ने बाँधी हो, उस पुरानी सीमा को न बढ़ाना।"},{"number":29,"verse":"यदि तू ऐसा पुरुष देखे जो काम-काज में निपुण हो, तो वह राजाओं के सम्मुख खड़ा होगा; छोटे लोगों के सम्मुख नहीं।"}]}