{"bibleAbbr":"HOV2012","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"हे मेरे पुत्र, मेरी शिक्षा को न भूलना; अपने हृदय में मेरी आज्ञाओं को रखे रहना;"},{"number":2,"verse":"क्योंकि ऐसा करने से तेरी आयु बढ़ेगी, और तू अधिक कुशल से रहेगा।"},{"number":3,"verse":"कृपा और सच्‍चाई तुझ से अलग न होने पाएँ; वरन् उनको अपने गले का हार बनाना, और अपनी हृदयरूपी पटिया पर लिखना।"},{"number":4,"verse":"तो तू परमेश्‍वर और मनुष्य दोनों का अनुग्रह पाएगा, तू अति बुद्धिमान होगा।"},{"number":5,"verse":"तू अपनी समझ का सहारा न लेना, वरन् सम्पूर्ण मन से यहोवा पर भरोसा रखना।"},{"number":6,"verse":"उसी को स्मरण करके सब काम करना, तब वह तेरे लिये सीधा मार्ग निकालेगा।"},{"number":7,"verse":"अपनी दृष्‍टि में बुद्धिमान न होना; यहोवा का भय मानना, और बुराई से अलग रहना।"},{"number":8,"verse":"ऐसा करने से तेरा शरीर भला चंगा, और तेरी हड्डियाँ पुष्‍ट रहेंगी।"},{"number":9,"verse":"अपनी संपत्ति के द्वारा, और अपनी भूमि की सारी पहली उपज दे देकर यहोवा की प्रतिष्‍ठा करना;"},{"number":10,"verse":"इस प्रकार तेरे खत्ते भरे पूरे रहेंगे, और तेरे रसकुण्डों से नया दाखमधु उमण्डता रहेगा।"},{"number":11,"verse":"हे मेरे पुत्र, यहोवा की शिक्षा से मुँह न मोड़ना, और जब वह तुझे डाँटे, तब तू बुरा न मानना,"},{"number":12,"verse":"क्योंकि यहोवा जिस से प्रेम रखता है उसको डाँटता है,"},{"number":13,"verse":"क्या ही धन्य है वह मनुष्य जो बुद्धि पाए, और वह मनुष्य जो समझ प्राप्‍त करे,"},{"number":14,"verse":"क्योंकि बुद्धि की प्राप्‍ति चाँदी की प्राप्‍ति से बड़ी, और उसका लाभ चोखे सोने के लाभ से भी उत्तम है।"},{"number":15,"verse":"वह मूंगे से अधिक अनमोल है, और जितनी वस्तुओं की तू लालसा करता है, उनमें से कोई भी उसके तुल्य न ठहरेगी।"},{"number":16,"verse":"उसके दाहिने हाथ में दीर्घायु, और उसके बाएँ हाथ में धन और महिमा हैं।"},{"number":17,"verse":"उसके मार्ग आनन्ददायक हैं, और उसके सब मार्ग कुशल के हैं।"},{"number":18,"verse":"जो बुद्धि को ग्रहण कर लेते हैं, उनके लिये वह जीवन का वृक्ष बनती है; और जो उसको पकड़े रहते हैं, वह धन्य हैं।"},{"number":19,"verse":"यहोवा ने पृथ्वी की नींव बुद्धि ही से डाली; और स्वर्ग को समझ ही के द्वारा स्थिर किया।"},{"number":20,"verse":"उसी के ज्ञान के द्वारा गहिरे सागर फूट निकले, और आकाशमण्डल से ओस टपकती है।"},{"number":21,"verse":"हे मेरे पुत्र, ये बातें तेरी दृष्‍टि की ओट में न होने पाएँ, खरी बुद्धि और विवेक की रक्षा कर,"},{"number":22,"verse":"तब इन से तुझे जीवन मिलेगा, और ये तेरे गले का हार बनेंगे।"},{"number":23,"verse":"तब तू अपने मार्ग पर निडर चलेगा, और तेरे पाँव में ठेस न लगेगी।"},{"number":24,"verse":"जब तू लेटेगा, तब भय न खाएगा, जब तू लेटेगा, तब सुख की नींद आएगी।"},{"number":25,"verse":"अचानक आनेवाले भय से न डरना, और जब दुष्‍टों पर विपत्ति आ पड़े, तब न घबराना;"},{"number":26,"verse":"क्योंकि यहोवा तुझे सहारा दिया करेगा, और तेरे पाँव को फन्दे में फँसने न देगा।"},{"number":27,"verse":"जिनका भला करना चाहिए, यदि तुझ में शक्‍ति रहे, तो उनका भला करने से न रुकना।"},{"number":28,"verse":"यदि तेरे पास देने को कुछ हो, तो अपने पड़ोसी से न कहना कि जा कल फिर आना, कल मैं तुझे दूँगा।"},{"number":29,"verse":"जब तेरा पड़ोसी तेरे पास बेखटके रहता है, तब उसके विरुद्ध बुरी युक्‍ति न बाँधना।"},{"number":30,"verse":"जिस मनुष्य ने तुझ से बुरा व्यवहार न किया हो, उससे अकारण मुक़द्दमा खड़ा न करना।"},{"number":31,"verse":"उपद्रवी पुरुष के विषय में डाह न करना, न उसकी सी चाल चलना;"},{"number":32,"verse":"क्योंकि यहोवा कुटिल से घृणा करता है, परन्तु वह अपना भेद सीधे लोगों पर खोलता है।"},{"number":33,"verse":"दुष्‍ट के घर पर यहोवा का शाप और धर्मियों के वासस्थान पर उसकी आशीष होती है।"},{"number":34,"verse":"ठट्ठा करनेवालों से वह निश्‍चय ठट्ठा करता है, और दीनों पर अनुग्रह करता है।"},{"number":35,"verse":"बुद्धिमान महिमा को पाएँगे, और मूर्खों की बढ़ती अपमान ही की होगी।"}]}