{"bibleAbbr":"KNJV","bookName":"2 ಕೊರಿಂಥದವರಿಗೆ","bookEnglishName":"2 Corinthians","chapterNumber":13,"verses":[{"number":1,"verse":"ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದು ಇದು ಮೂರನೆಯ ಸಾರಿ. ಇಬ್ಬರು ಮೂವರು ಸಾಕ್ಷಿಗಳ ಬಾಯಿಂದ ಪ್ರತಿಯೊಂದು ಸಂಗತಿ ಸ್ಥಾಪಿತವಾಗಬೇಕು."},{"number":2,"verse":"ನಾನು ಎರಡನೆಯ ಸಾರಿ ನಿಮ್ಮಲ್ಲಿದ್ದಾಗ - ತಿರಿಗಿ ಬಂದರೆ ನಿಮ್ಮನ್ನು ಶಿಕ್ಷಿಸದೆ ಬಿಡುವದಿಲ್ಲವೆಂದು ಹೇಗೆ ಹೇಳಿದೆನೋ ಹಾಗೆಯೇ ಈಗಲೂ ನಿಮಗೆ ದೂರದಲ್ಲಿದ್ದು ಪೂರ್ವಪಾಪಕೃತ್ಯಗಳನ್ನು ಇನ್ನೂ ನಡಿಸುತ್ತಿರುವವರಿಗೂ ಮಿಕ್ಕಾದವರೆಲ್ಲರಿಗೂ ಹೇಳುತ್ತೇನೆ."},{"number":3,"verse":"ಕ್ರಿಸ್ತನು ನನ್ನಲ್ಲಿ ಮಾತಾಡುತ್ತಾನೆಂಬದಕ್ಕೆ ನಿಮಗೆ ಬೇಕಾದ ಪ್ರಮಾಣವು ಆಗ ತೋರಿಬರುವದು. ಆತನು ನಿಮ್ಮನ್ನು ಕುರಿತು ನಿರ್ಬಲನಾಗಿರದೆ ಬಲವಾದ ಕೆಲಸಗಳನ್ನು ನಿಮ್ಮಲ್ಲಿ ನಡಿಸುವವನಾಗಿದ್ದಾನೆ."},{"number":4,"verse":"ಆತನು ಬಲಹೀನಾವಸ್ಥೆಯಲ್ಲಿದ್ದದರಿಂದ ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟನು ನಿಜ; ಆದರೂ ದೇವರ ಬಲದಿಂದ ಬದುಕುತ್ತಾನೆ. ನಾವು ಸಹ ಆತನ ಬಲಹೀನಾವಸ್ಥೆಯಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದೇವೆ; ಆದರೂ ಆತನೊಂದಿಗೆ ದೇವರ ಬಲದಿಂದ ಬದುಕುವವರಾಗಿದ್ದೇವೆ; ಇದು ನಿಮಗೆ ತೋರಿಬರುವದು."},{"number":5,"verse":"ಕ್ರಿಸ್ತನಂಬಿಕೆಯಲ್ಲಿ ಇದ್ದೀರೋ ಇಲ್ಲವೋ ಎಂದು ನಿಮ್ಮನ್ನು ನೀವೇ ಪರೀಕ್ಷಿಸಿಕೊಳ್ಳಿರಿ, ನಿಮ್ಮನ್ನು ಪರಿಶೋಧಿಸಿಕೊಳ್ಳಿರಿ. ಏನು, ಯೇಸು ಕ್ರಿಸ್ತನು ನಿಮ್ಮಲ್ಲಿದ್ದಾನೆಂಬದು ನಿಮ್ಮನ್ನು ಕುರಿತು ನಿಮಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿಯುವದಿಲ್ಲವೋ? ಆತನು ನಿಮ್ಮಲ್ಲಿಲ್ಲದಿದ್ದರೆ ನೀವು ಅಯೋಗ್ಯರೇ."},{"number":6,"verse":"ನಾವಂತೂ ಅಯೋಗ್ಯರಲ್ಲವೆಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವದೆಂಬದಾಗಿ ನಿರೀಕ್ಷಿಸುತ್ತೇನೆ."},{"number":7,"verse":"ನೀವು ಕೆಟ್ಟದ್ದೇನೂ ಮಾಡಬಾರದೆಂದು ನಾವು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸುತ್ತೇವೆ; ಇದರಲ್ಲಿ ನಾವೇ ಯೋಗ್ಯರಾಗಿ ತೋರಿಬರಬೇಕೆಂಬದು ನಮ್ಮ ಉದ್ದೇಶವಲ್ಲ; ನಾವು ಅಯೋಗ್ಯರೆನಿಸಿಕೊಂಡರೂ ನೀವು ಒಳ್ಳೇದನ್ನು ಮಾಡುವವರಾಗಬೇಕೆಂಬದೇ ನಮ್ಮ ಉದ್ದೇಶ."},{"number":8,"verse":"ಸತ್ಯಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ನಾವೇನೂ ಮಾಡಲಾರೆವು; ಸತ್ಯಾಭಿವೃದ್ಧಿಗೋಸ್ಕರವೇ ಸಮಸ್ತವನ್ನು ಮಾಡುತ್ತೇವೆ."},{"number":9,"verse":"ನಾವು ಬಲಹೀನರಾಗಿದ್ದರೂ ನೀವು ಬಲಿಷ್ಠರಾಗಿದ್ದ ಪಕ್ಷಕ್ಕೆ ಸಂತೋಷವಾಗಿದ್ದೇವೆ. ಇದಲ್ಲದೆ ನೀವು ಪೂರ್ಣಕ್ರಮಕ್ಕೆ ಬರಬೇಕೆಂದು ಪ್ರಾರ್ಥಿಸುತ್ತೇವೆ."},{"number":10,"verse":"ಇದಕ್ಕಾಗಿಯೇ ನಾನು ನಿಮ್ಮಲ್ಲಿ ಇಲ್ಲದಿರುವಾಗ ಈ ಮಾತುಗಳನ್ನು ಬರೆದಿದ್ದೇನೆ. ನಿಮ್ಮನ್ನು ಕೆಡವಿಹಾಕುವದಕ್ಕಲ್ಲ, ಕಟ್ಟುವದಕ್ಕಾಗಿ ಕರ್ತನು ನನಗೆ ಕೊಟ್ಟಿರುವ ಅಧಿಕಾರದ ಪ್ರಯೋಗದಲ್ಲಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗ ಕಾಠಿಣ್ಯವನ್ನು ತೋರಿಸುವದಕ್ಕೆ ಅವಕಾಶವಿರಬಾರದೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ."},{"number":11,"verse":"ಕಡೇ ಮಾತೇನಂದರೆ ಸಹೋದರರೇ ಸಂತೋಷಪಡಿರಿ, ಕ್ರಮಪಡಿಸಿಕೊಳ್ಳಿರಿ; ಧೈರ್ಯವುಳ್ಳವರಾಗಿರಿ, ಒಂದೇ ಮನಸ್ಸುಳ್ಳವರಾಗಿರಿ, ಸಮಾಧಾನದಿಂದಿರಿ; ಆಗ ಪ್ರೀತಿಯನ್ನೂ ಶಾಂತಿಯನ್ನೂ ಕೊಡುವ ದೇವರು ನಿಮ್ಮ ಸಂಗಡ ಇರುವನು."},{"number":12,"verse":"ಪವಿತ್ರವಾದ ಮುದ್ದಿಟ್ಟು ಒಬ್ಬರನ್ನೊಬ್ಬರು ವಂದಿಸಿರಿ."},{"number":13,"verse":"ದೇವಜನರೆಲ್ಲರೂ ನಿಮಗೆ ವಂದನೆ ಹೇಳುತ್ತಾರೆ."},{"number":14,"verse":"ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕೃಪೆಯೂ ದೇವರ ಪ್ರೀತಿಯೂ ಪವಿತ್ರಾತ್ಮನ ಅನ್ಯೋನ್ಯತೆಯೂ ನಿಮ್ಮೆಲ್ಲರ ಸಂಗಡವಿರಲಿ."}]}