{"bibleAbbr":"KNJV","bookName":"2 ಕೊರಿಂಥದವರಿಗೆ","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"ನಾವು ಆತನೊಂದಿಗೆ ಕೆಲಸ ನಡಿಸುವವರಾಗಿದ್ದು - ನೀವು ಹೊಂದಿದ ದೇವರ ಕೃಪೆಯನ್ನು ವ್ಯರ್ಥ ಮಾಡಿಕೊಳ್ಳಬೇಡಿರೆಂದು ಎಚ್ಚರಿಸುತ್ತೇವೆ."},{"number":2,"verse":"ಪ್ರಸನ್ನತೆಯ ಕಾಲದಲ್ಲಿ ನಿನ್ನ ಮನವಿಯನ್ನು ಕೇಳಿದೆನು, ರಕ್ಷಣೆಯ ದಿನದಲ್ಲಿ ನಿನಗೆ ಸಹಾಯ ಮಾಡಿದೆನು ಎಂದು ದೇವರು ಹೇಳುತ್ತಾನಲ್ಲಾ. ಈಗಲೇ ಆ ಸುಪ್ರಸನ್ನತೆಯಕಾಲ; ಇದೇ ಆ ರಕ್ಷಣೆಯ ದಿನ."},{"number":3,"verse":"ನಿಂದೆಗೆ ಅವಕಾಶಕೊಡದೆ ಎಲ್ಲಾ ಸಂಗತಿಗಳಲ್ಲಿ ದೇವರ ಸೇವಕರೆಂದು ನಮ್ಮನ್ನು ಸಮ್ಮತರಾಗ ಮಾಡಿಕೊಳ್ಳುತ್ತೇವೆ. ನಾವು ಸಂಕಟಗಳಲ್ಲಿಯೂ ಕೊರತೆಗಳಲ್ಲಿಯೂ ಇಕ್ಕಟ್ಟುಗಳಲ್ಲಿಯೂ ಪೆಟ್ಟುಗಳಲ್ಲಿಯೂ ಸೆರೆಮನೆಗಳಲ್ಲಿಯೂ"},{"number":5,"verse":"ಕಲಹಗಳಲ್ಲಿಯೂ ಕಷ್ಟವಾದ ಕೆಲಸಗಳಲ್ಲಿಯೂ ನಿದ್ದೆಗೇಡುಗಳಲ್ಲಿಯೂ ಉಪವಾಸಗಳಲ್ಲಿಯೂ ಬಹು ತಾಳ್ಮೆಯನ್ನು ತೋರಿಸುತ್ತೇವೆ."},{"number":6,"verse":"ಶುದ್ಧಮನಸ್ಸು ಜ್ಞಾನ ದೀರ್ಘಶಾಂತಿ ದಯೆ ಪವಿತ್ರಾತ್ಮ ಕಪಟವಿಲ್ಲದ ಪ್ರೀತಿ"},{"number":7,"verse":"ಸತ್ಯವಾಕ್ಯ ದೇವರ ಮಹತ್ವ ಇವುಗಳಿಂದ ಕೂಡಿದವರಾಗಿದ್ದೇವೆ. ಎಡಬಲಗೈಗಳಲ್ಲಿ ನೀತಿಯೆಂಬ ಆಯುಧಗಳನ್ನು ಧರಿಸಿಕೊಂಡವರೂ"},{"number":8,"verse":"ಮಾನ ಅವಮಾನ ಕೀರ್ತಿ ಅಪಕೀರ್ತಿಗಳನ್ನು ಹೊಂದಿದವರೂ ಆಗಿದ್ದೇವೆ."},{"number":9,"verse":"ಮೋಸಗಾರರೆನಿಸಿಕೊಂಡರೂ ಸತ್ಯವಂತರೂ, ಅಜ್ಞಾತರೆನಿಸಿಕೊಂಡರೂ ವಿಜ್ಞಾತರೂ, ಸಾಯುವವರಾಗಿ ತೋರಿದರೂ ಬದುಕುವವರೂ ಆಗಿದ್ದೇವೆ. ಶಿಕ್ಷೆ ಹೊಂದುವವರಾಗಿದ್ದರೂ ಕೊಲ್ಲಲ್ಪಡದವರೂ,"},{"number":10,"verse":"ದುಃಖಪಡುವವರಾಗಿದ್ದರೂ ಯಾವಾಗಲೂ ಸಂತೋಷಪಡುವವರೂ, ಬಡವರಾಗಿದ್ದರೂ ಅನೇಕರಿಗೆ ಐಶ್ವರ್ಯವನ್ನುಂಟುಮಾಡುವವರೂ, ಏನೂ ಇಲ್ಲದವರಾಗಿದ್ದರೂ ಎಲ್ಲಾ ಇದ್ದವರೂ ಆಗಿದ್ದೇವೆ."},{"number":11,"verse":"ಕೊರಿಂಥದವರೇ, ನಾವು ನಿಮ್ಮೊಡನೆ ಧಾರಾಳವಾಗಿ ಮಾತಾಡುತ್ತಾ ಇದ್ದೇವೆ; ನಮ್ಮ ಹೃದಯವು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ವಿಶಾಲವಾಯಿತು."},{"number":12,"verse":"ನಿಮ್ಮ ಮೇಲಿರುವ ನಮ್ಮ ಪ್ರೀತಿ ಸಂಕೋಚವಾದದ್ದಲ್ಲ; ನಿಮ್ಮ ಪ್ರೀತಿಯೇ ಸಂಕೋಚವಾದದ್ದು."},{"number":13,"verse":"ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ನಮ್ಮ ಹೃದಯವು ವಿಶಾಲವಾಗಿರುವದರಿಂದ ನಮ್ಮ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮ ಹೃದಯವನ್ನೂ ವಿಶಾಲಮಾಡಿಕೊಳ್ಳಿರಿ. ನೀವು ನನ್ನ ಮಕ್ಕಳೆಂದು ಭಾವಿಸಿ ಹೀಗೆ ಹೇಳುತ್ತೇನೆ."},{"number":14,"verse":"ನೀವು ಕ್ರಿಸ್ತನಂಬಿಕೆಯಿಲ್ಲದವರೊಂದಿಗೆ ಸೇರಿ ಇಜ್ಜೋಡಾಗಬೇಡಿರಿ. ಧರ್ಮಕ್ಕೂ ಅಧರ್ಮಕ್ಕೂ ಜೊತೆಯೇನು?"},{"number":15,"verse":"ಬೆಳಕಿಗೂ ಕತ್ತಲೆಗೂ ಐಕ್ಯವೇನು? ಕ್ರಿಸ್ತನಿಗೂ ಸೈತಾನನಿಗೂ ಒಡನಾಟವೇನು? ನಂಬುವವನಿಗೂ ನಂಬದೆ ಇರುವವನಿಗೂ ಪಾಲುಗಾರಿಕೆ ಏನು?"},{"number":16,"verse":"ದೇವರ ಮಂದಿರಕ್ಕೂ ವಿಗ್ರಹಗಳಿಗೂ ಒಪ್ಪಿಗೆ ಏನು? ನಾವು ಜೀವಸ್ವರೂಪನಾದ ದೇವರ ಮಂದಿರವಾಗಿದ್ದೇವಲ್ಲಾ. ಇದರ ಸಂಬಂಧವಾಗಿ ದೇವರು ನಾನು ಅವರಲ್ಲಿ ವಾಸಿಸುತ್ತಾ ತಿರುಗಾಡುವೆನು, ನಾನು ಅವರಿಗೆ ದೇವರಾಗಿರುವೆನು, ಅವರು ನನಗೆ ಪ್ರಜೆಯಾಗಿರುವರು ಎಂದು ಹೇಳಿದ್ದಾನೆ."},{"number":17,"verse":"ಆದದರಿಂದ ಅನ್ಯಜನರ ಮಧ್ಯದಲ್ಲಿಂದ ಹೊರಟು ಬಂದು ಪ್ರತ್ಯೇಕವಾಗಿರಿ; ಅಶುದ್ಧವಾದ ಯಾವದನ್ನೂ ಮುಟ್ಟದಿರಿ ಎಂದು ಕರ್ತನು ಹೇಳುತ್ತಾನೆ."},{"number":18,"verse":"ಇದಲ್ಲದೆ - ನಾನು ನಿಮ್ಮನ್ನು ಸೇರಿಸಿಕೊಂಡು ನಿಮಗೆ ತಂದೆಯಾಗಿರುವೆನು; ನೀವು ನನಗೆ ಕುಮಾರ ಕುಮಾರಿಯರು ಆಗಿರುವಿರೆಂದು ಸರ್ವಶಕ್ತನಾದ ಕರ್ತನು ಹೇಳುತ್ತಾನೆ."}]}