{"bibleAbbr":"KNJV","bookName":"2 ಕೊರಿಂಥದವರಿಗೆ","bookEnglishName":"2 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"ದೇವಜನರಿಗೋಸ್ಕರ ನಡೆಯುವ ಸಹಾಯಕಾರ್ಯವನ್ನು ಕುರಿತು ನಿಮಗೆ ಬರೆಯುವದಕ್ಕೆ ಅವಶ್ಯವಿಲ್ಲ."},{"number":2,"verse":"ನಿಮ್ಮ ಮನಸ್ಸು ಸಿದ್ಧವಾಗಿದೆ ಎಂಬದು ನನಗೆ ಗೊತ್ತುಂಟು. ಒಂದು ವರುಷದ ಹಿಂದೆ ಅಖಾಯದವರು ಸಹಾಯಮಾಡುವದಕ್ಕೆ ಸಿದ್ಧವಾಗಿದ್ದರೆಂದು ಮಕೆದೋನ್ಯದವರ ಮುಂದೆ ನಿಮ್ಮನ್ನು ಹೊಗಳುತ್ತಾ ಇದ್ದೇನೆ. ಮತ್ತು ನಿಮ್ಮ ಆಸಕ್ತಿಯು ಅವರಲ್ಲಿ ಬಹುಜನರನ್ನು ಪ್ರೇರೇಪಿಸಿತು."},{"number":3,"verse":"ಆದರೂ ನಾವು ನಿಮ್ಮನ್ನು ಹೊಗಳಿದ್ದು ನಿರಾಧಾರವಾಗದೆ ನಾನು ಹೇಳಿದ ಪ್ರಕಾರವೇ ನೀವು ಸಿದ್ಧವಾಗಿರಬೇಕೆಂದು ಆ ಸಹೋದರರನ್ನು ಕಳುಹಿಸಿದ್ದೇನೆ."},{"number":4,"verse":"ಸಿದ್ಧವಾಗದಿದ್ದರೆ ಒಂದು ವೇಳೆ ಮಕೆದೋನ್ಯದವರಲ್ಲಿ ಯಾರಾದರೂ ನನ್ನ ಸಂಗಡ ಬಂದು ನೀವು ಸಿದ್ಧವಾಗಲಿಲ್ಲವೆಂಬದನ್ನು ಕಾಣುವಾಗ ನಮಗೆ ಇಂಥ ಭರವಸವಿದ್ದದ್ದಕ್ಕೆ ನಾವು ನಾಚಿಕೆಪಡಬೇಕಾದೀತು; ನಿಮಗೂ ನಾಚಿಕೆಯಾಗುವದೆಂದು ನಾವು ಬೇರೆ ಹೇಳಬೇಕೇ."},{"number":5,"verse":"ಹೀಗಿರಲಾಗಿ ಈ ಸಹೋದರರು ಮುಂದಾಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದು ಕೊಡುತ್ತೇವೆಂದು ನೀವು ಮೊದಲು ಹೇಳಿದ ಧರ್ಮದ್ರವ್ಯವನ್ನು ಸಿದ್ಧಪಡಿಸಬೇಕೆಂಬದಾಗಿ ಇವರನ್ನು ಬೇಡಿಕೊಳ್ಳುವದು ಅವಶ್ಯವೆಂದು ನನಗೆ ತೋಚಿತು. ಹೀಗೆ ಆ ಹಣವು ಸುಲಿಗೆಯಂತೆ ಬಾರದೆ ಧರ್ಮಾರ್ಥವಾಗಿಯೇ ಸಿದ್ಧವಾಗುವದು."},{"number":6,"verse":"ಆದರೆ ಸ್ವಲ್ಪವಾಗಿ ಬಿತ್ತುವವನು ಪೈರನ್ನು ಸ್ವಲ್ಪವಾಗಿ ಕೊಯ್ಯುವನು; ಹೆಚ್ಚಾಗಿ ಬಿತ್ತುವವನು ಹೆಚ್ಚಾಗಿ ಕೊಯ್ಯುವನು ಎಂದು ತಿಳುಕೊಳ್ಳಿರಿ."},{"number":7,"verse":"ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ಹೃದಯದಲ್ಲಿ ನಿರ್ಣಯಿಸಿಕೊಂಡ ಪ್ರಕಾರ ಕೊಡಲಿ; ದುಃಖದಿಂದಾಗಲಿ ಬಲಾತ್ಕಾರದಿಂದಾಗಲಿ ಯಾರೂ ಕೊಡಬಾರದು; ಯಾಕಂದರೆ ಸಂತೋಷವಾಗಿ ಕೊಡುವವನ ಮೇಲೆ ದೇವರಿಗೆ ಪ್ರೀತಿಯುಂಟು."},{"number":8,"verse":"ದೇವರು ಸಕಲವಿಧವಾದ ದಾನಗಳನ್ನು ನಿಮಗೆ ಧಾರಾಳವಾಗಿ ಅನುಗ್ರಹಿಸುವದಕ್ಕೆ ಶಕ್ತನಾದ್ದರಿಂದ ನೀವು ಯಾವಾಗಲೂ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಪರಿಪೂರ್ಣತೆಯುಳ್ಳವರಾಗಿ ಸಕಲಸತ್ಕಾರ್ಯಗಳನ್ನು ಹೇರಳವಾಗಿ ಮಾಡುವವರಾಗಿರಬೇಕು."},{"number":9,"verse":"ಉಪಕಾರಿಯ ವಿಷಯದಲ್ಲಿ - ಅವನು ಬಡವರಿಗೆ ಧಾರಾಳವಾಗಿ ಕೊಟ್ಟನು; ಅವನ ನೀತಿಯ ಫಲವು ಸದಾಕಾಲವೂ ಇರುವದು ಎಂದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದದೆಯಲ್ಲಾ."},{"number":10,"verse":"ಬಿತ್ತುವವನಿಗೆ ಬೀಜವನ್ನೂ ಉಣ್ಣುವವನಿಗೆ ಆಹಾರವನ್ನೂ ಕೊಡುವಾತನು ನಿಮಗೂ ಬಿತ್ತುವದಕ್ಕೆ ಬೀಜವನ್ನು ಕೊಟ್ಟು ಹೆಚ್ಚಿಸಿ ನಿಮ್ಮ ಧರ್ಮಕಾರ್ಯಗಳಿಂದಾಗುವ ಫಲಗಳನ್ನು ವೃದ್ಧಿಪಡಿಸುವನು."},{"number":11,"verse":"ಹೀಗೆ ನೀವು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಐಶ್ವರ್ಯವಂತರಾಗಿದ್ದು ಉದಾರವಾಗಿ ಕೊಡ ಶಕ್ತರಾಗುವಿರಿ; ಇದಲ್ಲದೆ ನಿಮ್ಮ ದಾನಗಳು ನಮ್ಮ ಕೈಯಿಂದ ಮತ್ತೊಬ್ಬರಿಗೆ ಸೇರಿದಾಗ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿಯನ್ನುಂಟುಮಾಡುವದು."},{"number":12,"verse":"ಹೇಗಂದರೆ ನೀವು ನಡಿಸುವ ಈ ಧರ್ಮಕಾರ್ಯವು ದೇವಜನರ ಕೊರತೆಗಳನ್ನು ನೀಗುವದು ಮಾತ್ರವಲ್ಲದೆ ಅನೇಕರಿಂದ ದೇವರಿಗೆ ಕೃತಜ್ಞತಾಸ್ತುತಿಯನ್ನು ಹುಟ್ಟಿಸುವದು."},{"number":13,"verse":"ಈ ಸಹಾಯದಿಂದ ತೋರಿಬಂದ ನಿಮ್ಮ ಯೋಗ್ಯಭಾವವನ್ನು ಅವರು ನೋಡುವಾಗ ನೀವು ಮಾಡಿದ್ದ ಪ್ರತಿಜ್ಞೆಗೆ ಸರಿಯಾಗಿ ಕ್ರಿಸ್ತನ ಸುವಾರ್ತೆಯನ್ನು ಅನುಸರಿಸಿದ್ದರಿಂದಲೂ ತಮಗೂ ಎಲ್ಲರಿಗೂ ನೀವು ಉದಾರವಾಗಿ ಸಹಾಯಮಾಡಿದ್ದರಿಂದಲೂ ದೇವರನ್ನು ಕೊಂಡಾಡುವರು."},{"number":14,"verse":"ಇದಲ್ಲದೆ ನಿಮಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆಮಾಡಿ ದೇವರ ಅತಿಶಯವಾದ ಕೃಪೆಯು ನಿಮ್ಮಲ್ಲಿ ಇರುವದರಿಂದ ನಿಮ್ಮ ಪರಿಚಿತಿಮಾಡಬೇಕೆಂದು ಕೋರುವರು."},{"number":15,"verse":"ವರ್ಣಿಸಲಶಕ್ಯವಾದ ದೇವರ ವರಕ್ಕಾಗಿ ಆತನಿಗೆ ಸ್ತೋತ್ರ."}]}