{"bibleAbbr":"WB1895","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"Paul a servant of God and apostle of Jesus Christ in agreement with the faith of God's chosen and full knowledge of that truth which is according to godliness,"},{"number":2,"verse":"in hope of eternal life, which God, who cannot lie, promised before the world began."},{"number":3,"verse":"At the right time he made his word unmistakably clear through preaching which was entrusted to me according to the commandment of God our Savior."},{"number":4,"verse":"To Titus, my true son in the common faith, may grace, mercy, and peace be yours from God the Father and the Lord Jesus Christ, our Savior."},{"number":5,"verse":"I left you in Crete for this reason, that you should finish organizing what is left to do and appoint elders in every city as I directed you--"},{"number":6,"verse":"so if a man is blameless, the husband of one wife, having faithful children, not accused of a riotous or unruly life."},{"number":7,"verse":"For an overseer must be blameless, as a steward of God, not self-willed, not easily angered, not given to wine, not violent, not consumed by money."},{"number":8,"verse":"Instead, [he needs to be] a lover of hospitality, of what is good, sober, just, holy, having self-control,"},{"number":9,"verse":"being committed to the faithful word just as he has been taught, that he may be able with sound doctrine to plead and convince those who actively disagree with [the truth],"},{"number":10,"verse":"for there are many unruly, mouthy talkers and deceivers especially those of the circumcision,"},{"number":11,"verse":"whose mouths must be stopped, who sabotage whole families teaching things which they should not for the sake of shameful personal profit."},{"number":12,"verse":"One of themselves, a prophet of their own said, \"Cretians are always liars, wicked beasts, and lazy bellies.\""},{"number":13,"verse":"This witness is true. Therefore rebuke them sharply so that they may be sound in the faith,"},{"number":14,"verse":"not paying attention to Jewish fables and laws from men that turn [people] from the truth."},{"number":15,"verse":"To the pure everything is pure, but to those who are defiled and unbelieving nothing is pure, and even their mind and conscience is defiled."},{"number":16,"verse":"They profess that they know God, but in actions they deny him being repulsive, disobedient, and useless for any good work."}]}