{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":11,"verses":[{"number":1,"verse":"( خُداوند کی بزُرگی) سو تُو خُداوند اپنے خُدا سے مُحبّت رکھنا اور اُس کی شرع اور آئِین اور احکام اور فرمانوں پر سدا عمل کرنا۔"},{"number":2,"verse":"اور تُم آج کے دِن خُوب سمُجھ لو کیونکہ مَیں تُمہارے بال بچّوں سے کلام نہیں کر رہا ہُوں جِن کو نہ تو معلُوم ہے اور نہ اُنہوں نے دیکھا کہ خُداوند تُمہارے خُدا کی تنبِیہ اور اُس کی عظمت اور زورآور ہاتھ اور بُلند بازُو سے کیا کیا ہُؤا۔"},{"number":3,"verse":"اور مِصر کے بِیچ مِصر کے بادشاہ فرِعو ن اور اُس کے مُلک کے لوگوں کو کَیسے کَیسے نِشان اور کَیسی کرامات دِکھائیں۔"},{"number":4,"verse":"اور اُس نے مِصر کے لشکر اور اُن کے گھوڑوں اور رتھوں کا کیا حال کِیا اور کَیسے اُس نے بحرِ قُلز م کے پانی میں اُن کو غرق کِیا جب وہ تُمہارا پِیچھا کر رہے تھے اور خُداوند نے اُن کو کَیسا ہلاک کِیا کہ آج کے دِن تک وہ نابُود ہیں۔"},{"number":5,"verse":"اور تُمہارے اِس جگہ پُہنچنے تک اُس نے بیابان میں تُم سے کیا کیا کِیا۔"},{"number":6,"verse":"اور داتن اور ابِیرام کا جو اِلیاب بن رُوبِن کے بیٹے تھے کیا حال بنایا کہ سب اِسرائیلِیوں کے سامنے زمِین نے اپنا مُنہ پسار کر اُن کو اور اُن کے گھرانوں اور خَیموں اور ہر ذِی نفس کو جو اُن کے ساتھ تھا نِگل لِیا۔"},{"number":7,"verse":"پر خُداوند کے اِن سب بڑے بڑے کاموں کو تُم نے اپنی آنکھوں سے دیکھا ہے۔"},{"number":8,"verse":"( مُلکِ مَوعُود کی برکات) اِس لِئے اِن سب حُکموں کو جو آج مَیں تُجھ کو دیتا ہُوں تُم ماننا تاکہ تُم مضبُوط ہو کر اُس مُلک میں جِس پر قبضہ کرنے کے لِئے تُم پار جا رہے ہو پُہنچ جاؤ اور اُس پر قبضہ بھی کر لو۔"},{"number":9,"verse":"اور اُس مُلک میں تُمہاری عُمر دراز ہو جِس میں دُودھ اور شہد بہتا ہے اور جِسے تُمہارے باپ دادا اور اُن کی اَولاد کو دینے کی قَسم خُداوند نے اُن سے کھائی تھی۔"},{"number":10,"verse":"کیونکہ جِس مُلک پر تُو قبضہ کرنے کو جا رہا ہے وہ مُلک مِصر کی مانِند نہیں ہے جہاں سے تُم نِکل آئے ہو ۔ وہاں تو تُو بِیج بو کر اُسے سبزی کے باغ کی طرح پاؤں سے نالِیاں بنا کر سِینچتا تھا۔"},{"number":11,"verse":"لیکن جِس مُلک پر قبضہ کرنے کے لِئے تُم پار جانے کو ہو وہ پہاڑوں اور وادِیوں کا مُلک ہے اور بارِش کے پانی سے سیراب ہُؤا کرتا ہے۔"},{"number":12,"verse":"اُس مُلک پر خُداوند تیرے خُدا کی توجُّہ رہتی ہے اور سال کے شرُوع سے سال کے آخِر تک خُداوند تیرے خُدا کی آنکھیں اُس پر لگی رہتی ہیں۔"},{"number":13,"verse":"اور اگر تُم میرے حُکموں کو جو آج مَیں تُم کو دیتا ہُوں دِل لگا کر سُنو اور خُداوند اپنے خُدا سے مُحبّت رکھّو اور اپنے سارے دِل اور اپنی ساری جان سے اُس کی بندگی کرو۔"},{"number":14,"verse":"تو مَیں تُمہارے مُلک میں عَین وقت پر پہلا اور پِچھلا مینہ برساؤُں گا تاکہ تُو اپنا غلّہ اور مَے اور تیل جمع کر سکے۔"},{"number":15,"verse":"اور مَیں تیرے چَوپایوں کے لِئے مَیدان میں گھاس پَیدا کرُوں گا اور تُو کھائے گا اور سیر ہو گا۔"},{"number":16,"verse":"سو تُم خبردار رہنا تا اَیسا نہ ہو کہ تُمہارے دِل دھوکا کھائیں اور تُم بہک کر اَور معبُودوں کی عِبادت اور پرستِش کرنے لگو۔"},{"number":17,"verse":"اور خُداوند کا غضب تُم پر بھڑکے اور وہ آسمان کو بند کر دے تاکہ مینہ نہ برسے اور زمِین میں کُچھ پَیداوار نہ ہو اور تُم اِس اچھّے مُلک سے جو خُداوند تُم کو دیتا ہے جلد فنا ہو جاؤ۔"},{"number":18,"verse":"اِس لِئے میری اِن باتوں کو تُم اپنے دِل اور اپنی جان میں محفُوظ رکھنا اور نِشان کے طَور پر اِن کو اپنے ہاتھوں پر باندھنا اور وہ تُمہاری پیشانی پر ٹِیکوں کی مانِند ہوں۔"},{"number":19,"verse":"اور تُم اِن کو اپنے لڑکوں کو سِکھانا اور تُو گھر بَیٹھے اور راہ چلتے اور لیٹتے اور اُٹھتے وقت اِن ہی کا ذِکر کِیا کرنا۔"},{"number":20,"verse":"اور تُو اِن کو اپنے گھر کی چَوکھٹوں پر اور اپنے پھاٹکوں پر لِکھا کرنا۔"},{"number":21,"verse":"تاکہ جب تک زمِین پر آسمان کا سایہ ہے تُمہاری اور تُمہاری اَولاد کی عُمر اُس مُلک میں دراز ہو جِس کو خُداوند نے تُمہارے باپ دادا کو دینے کی قَسم اُن سے کھائی تھی۔"},{"number":22,"verse":"کیونکہ اگر تُم اُن سب حُکموں کو جو مَیں تُم کو دیتا ہُوں جانفشانی سے مانو اور اُن پر عمل کرو اور خُداوند اپنے خُدا سے مُحبّت رکھّو اور اُس کی سب راہوں پر چلو اور اُس سے لِپٹے رہو۔"},{"number":23,"verse":"تو خُداوند اِن سب قَوموں کو تُمہارے آگے سے نِکال ڈالے گا اور تُم اُن قَوموں پر جو تُم سے بڑی اور زورآور ہیں قابِض ہو گے۔"},{"number":24,"verse":"جہاں جہاں تُمہارے پاؤں کا تلوا ٹِکے وہ جگہ تُمہاری ہو جائے گی یعنی بیابان اور لُبنان سے اور دریایِ فرات سے مغرِب کے سمُندر تک تُمہاری سرحد ہو گی۔"},{"number":25,"verse":"اور کوئی شخص وہاں تُمہارا مُقابلہ نہ کر سکے گا کیونکہ خُداوند تُمہارا خُدا تُمہارا رُعب اور خَوف اُس تمام مُلک میں جہاں کہِیں تُمہارے قدم پڑیں پَیدا کر دے گا جَیسا اُس نے تُم سے کہا ہے۔"},{"number":26,"verse":"دیکھو مَیں آج کے دِن تُمہارے آگے برکت اور لَعنت دونوں رکھّے دیتا ہُوں۔"},{"number":27,"verse":"برکت اُس حال میں جب تُم خُداوند اپنے خُدا کے حُکموں کو جو آج مَیں تُم کو دیتا ہُوں مانو۔"},{"number":28,"verse":"اور لَعنت اُس وقت جب تُم خُداوند اپنے خُدا کی فرمانبرداری نہ کرو اور اُس راہ کو جِس کی بابت مَیں آج تُم کو حُکم دیتا ہُوں چھوڑ کر اَور معبُودوں کی پَیروی کرو جِن سے تُم اب تک واقِف نہیں۔"},{"number":29,"verse":"اور جب خُداوند تیرا خُدا تُجھ کو اُس مُلک میں جِس پر قبضہ کرنے کو تُو جا رہا ہے پُہنچا دے تو کوہِ گرِزِیم پر سے برکت اور کوہِ عیبا ل پر سے لَعنت سُنانا۔"},{"number":30,"verse":"وہ دونوں پہاڑ یَردن پار مغرِب کی طرف اُن کنعانیوں کے مُلک میں واقِع ہیں جو جِلجال کے مُقابِل مورہ کے بلُوطوں کے قرِیب مَیدان میں رہتے ہیں۔"},{"number":31,"verse":"اور تُم یَردن پار اِسی لِئے جانے کو ہو کہ اُس مُلک پر جو خُداوند تُمہارا خُدا تُم کو دیتا ہے قبضہ کرو اور تُم اُس پر قبضہ کرو گے بھی اور اُسی میں بسو گے۔"},{"number":32,"verse":"سو تُم اِحتیاط کر کے اُن سب آئِین اور احکام پر عمل کرنا جِن کو مَیں آج تُمہارے سامنے پیش کرتا ہُوں۔"}]}