{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"تُو خُداوند اپنے خُدا کے لِئے کوئی بَیل یا بھیڑ بکری جِس میں کوئی عَیب یا بُرائی ہو ذبح مت کرنا کیونکہ یہ خُداوند تیرے خُدا کے نزدِیک مکرُوہ ہے۔"},{"number":2,"verse":"اگر تیرے درمیان تیری بستِیوں میں جِن کو خُداوند تیرا خُدا تُجھ کو دے کہِیں کوئی مَرد یا عَورت مِلے جِس نے خُداوند تیرے خُدا کے حضُور یہ بدکاری کی ہو کہ اُس کے عہد کو توڑا ہو۔"},{"number":3,"verse":"اور جا کر اَور معبُودوں کی یا سُورج یا چاند یا اجرامِ فلک میں سے کِسی کی جِس کا حُکم مَیں نے تُجھ کو نہیں دِیا پُوجا اور پرستِش کی ہو۔"},{"number":4,"verse":"اور یہ بات تُجھ کو بتائی جائے اور تیرے سُننے میں آئے تو تُو جانفشانی سے تحقِیقات کرنا اور اگر یہ ٹِھیک ہو اور قطعی طَور پر ثابِت ہو جائے کہ اِسرا ئیل میں اَیسا مکرُوہ کام ہُؤا۔"},{"number":5,"verse":"تو تُو اُس مَرد یا اُس عَورت کو جِس نے یہ بُرا کام کِیا ہو باہر اپنے پھاٹکوں پر نِکال لے جانا اور اُن کو اَیسا سنگسار کرنا کہ وہ مَر جائیں۔"},{"number":6,"verse":"جو واجِبُ القتل ٹھہرے وہ دو یا تِین آدمِیوں کی گواہی سے مارا جائے ۔ فقط ایک ہی آدمی کی گواہی سے وہ مارا نہ جائے۔"},{"number":7,"verse":"اُس کو قتل کرتے وقت گواہوں کے ہاتھ پہلے اُس پر اُٹھیں اُس کے بعد باقی سب لوگوں کے ہاتھ ۔ یُوں تُو اپنے درمیان سے شرارت کو دُور کِیا کرنا۔"},{"number":8,"verse":"اگر تیری بستِیوں میں کہِیں آپس کے خُون یا آپس کے دعویٰ یا آپس کی مار پِیٹ کی بابت کوئی جھگڑے کی بات اُٹھے اور اُس کا فَیصلہ کرنا تیرے لِئے نِہایت ہی مُشکِل ہو تو تُو اُٹھ کر اُس جگہ جِسے خُداوند تیرا خُدا چُنے گا جانا۔"},{"number":9,"verse":"اور لاوی کاہِنوں اور اُن دِنوں کے قاضِیوں کے پاس پُہنچ کر اُن سے دریافت کرنا اور وہ تُجھ کو فَیصلہ کی بات بتائیں گے۔"},{"number":10,"verse":"اور تُو اُسی فَیصلہ کے مُطابِق جو وہ تُجھ کو اُس جگہ سے جِسے خُداوند چُنے گا بتائیں عمل کرنا ۔ جَیسا وہ تُجھ کو سِکھائیں اُسی کے مُطابِق سب کُچھ اِحتیاط کر کے ماننا۔"},{"number":11,"verse":"شرِیعت کی جو بات وہ تُجھ کو سِکھائیں اور جَیسا فَیصلہ تُجھ کو بتائیں اُسی کے مُطابِق کرنا اور جو کُچھ فتویٰ وہ دیں اُس سے دہنے یا بائیں نہ مُڑنا۔"},{"number":12,"verse":"اور اگر کوئی شخص گُستاخی سے پیش آئے کہ اُس کاہِن کی بات جو خُداوند تیرے خُدا کے حضُور خِدمت کے لِئے کھڑا رہتا ہے یا اُس قاضی کا کہا نہ سُنے تو وہ شخص مار ڈالا جائے اور تُو اِسرا ئیل میں سے اَیسی بُرائی کو دُور کر دینا۔"},{"number":13,"verse":"اور سب لوگ سُن کر ڈر جائیں گے اور پِھر گُستاخی سے پیش نہیں آئیں گے۔"},{"number":14,"verse":"( بادشاہ بنانے کی بابت ہدایات) جب تُو اُس مُلک میں جِسے خُداوند تیرا خُدا تُجھ کو دیتا ہے پُہنچ جائے اور اُس پر قبضہ کر کے وہاں رہنے اور کہنے لگے کہ اُن قَوموں کی طرح جو میرے گِرداگِرد ہیں مَیں بھی کِسی کو اپنا بادشاہ بناؤُں۔"},{"number":15,"verse":"تو تُو بہر حال فقط اُسی کو اپنا بادشاہ بنانا جِس کو خُداوند تیرا خُدا چُن لے ۔ تُو اپنے بھائِیوں میں سے ہی کِسی کو اپنا بادشاہ بنانا اور پردیسی کو جو تیرا بھائی نہیں اپنے اُوپر حاکِم نہ کر لینا۔"},{"number":16,"verse":"اِتنا ضرُور ہے کہ وہ اپنے لِئے بُہت گھوڑے نہ بڑھائے اور نہ لوگوں کو مِصر میں بھیجے تاکہ اُس کے پاس بُہت سے گھوڑے ہو جائیں اِس لِئے کہ خُداوند نے تُم سے کہا ہے کہ تُم اُس راہ سے پِھر کبھی اُدھر نہ لَوٹنا۔"},{"number":17,"verse":"اور وہ بُہت سی بِیویاں بھی نہ رکھّے تا نہ ہو کہ اُس کا دِل پِھر جائے اورنہ وہ اپنے لِئے سونا چاندی ذخیرہ کرے۔"},{"number":18,"verse":"اور جب وہ تختِ سلطنت پر جلُوس کرے تو اُس شرِیعت کی جو لاوی کاہِنوں کے پاس رہے گی ایک نقل اپنے لِئے ایک کِتاب میں اُتار لے۔"},{"number":19,"verse":"اور وہ اُسے اپنے پاس رکھّے اور اپنی ساری عُمر اُس کو پڑھا کرے تاکہ وہ خُداوند اپنے خُدا کا خَوف ماننا اور اُس شرِیعت اور آئِین کی سب باتوں پر عمل کرنا سِیکھے۔"},{"number":20,"verse":"جِس سے اُس کے دِل میں غرُور نہ ہو کہ وہ اپنے بھائِیوں کو حقِیر جانے اور اِن احکام سے نہ تو دہنے نہ بائیں مُڑے تاکہ اِسرائیلیوں کے درمیان اُس کی اور اُس کی اَولاد کی سلطنت مُدّت تک رہے۔"}]}