{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"( کاہِنوں کا حِصّہ) لاوی کاہِنوں یعنی لاو ی کے قبِیلہ کا کوئی حِصّہ اور مِیراث اِسرا ئیل کے ساتھ نہ ہو ۔ وہ خُداوند کی آتِشِین قُربانیاں اور اُسی کی مِیراث کھایا کریں۔"},{"number":2,"verse":"اِس لِئے اُن کے بھائِیوں کے ساتھ اُن کو مِیراث نہ مِلے ۔ خُداوند اُن کی مِیراث ہے جَیسا اُس نے خُود اُن سے کہا ہے۔"},{"number":3,"verse":"اور جو لوگ گائے بَیل یا بھیڑ یا بکری کی قُربانی گُذرانتے ہیں اُن کی طرف سے کاہِنوں کا یہ حق ہو گا کہ وہ کاہِن کو شانہ اور کنپٹِیاں اور جھوجھ دیں۔"},{"number":4,"verse":"اور تُو اپنے اناج اور مَے اور تیل کے پہلے پَھل میں سے اور اپنی بھیڑوں کے بال میں سے جو پہلی دفعہ کُترے جائیں اُسے دینا۔"},{"number":5,"verse":"کیونکہ خُداوند تیرے خُدا نے اُس کو تیرے سب قبِیلوں میں سے چُن لِیا ہے تاکہ وہ اور اُس کی اَولاد ہمیشہ خُداوند کے نام سے خِدمت کے لِئے حاضِر رہیں۔"},{"number":6,"verse":"اور تیری جو بستِیاں سب اِسرائیلِیوں میں ہیں اُن میں سے اگر کوئی لاوی کِسی بستی سے جہاں وہ بُود و باش کرتا تھا آئے اور اپنے دِل کی پُوری رغبت سے اُس جگہ حاضِر ہو جِس کو خُداوند چُنے گا۔"},{"number":7,"verse":"تو اپنے سب لاوی بھائِیوں کی طرح جو وہاں خُداوند کے حضُور کھڑے رہتے ہیں وہ بھی خُداوند اپنے خُدا کے نام سے خِدمت کرے۔"},{"number":8,"verse":"اور اُن سب کو کھانے کو برابر حِصّہ مِلے ۔ سِوا اُس دام کے جو اُس کے باپ دادا کی مِیراث بیچنے سے اُسے حاصِل ہو۔"},{"number":9,"verse":"( بے دینی کی رسموں کے خِلاف اِنتباہ) جب تُو اُس مُلک میں جو خُداوند تیرا خُدا تُجھ کو دیتا ہے پُہنچ جائے تو وہاں کی قَوموں کی طرح مکرُوہ کام کرنے نہ سِیکھنا۔"},{"number":10,"verse":"تُجھ میں ہرگِز کوئی اَیسا نہ ہو جو اپنے بیٹے یا بیٹی کو آگ میں چلوائے یا فالگِیریا شگُون نِکالنے والا یا افسُون گر یا جادُوگر۔"},{"number":11,"verse":"یا منتری یا جِنّات کا آشنا یا رمّال یا ساحِر ہو۔"},{"number":12,"verse":"کیونکہ وہ سب جو اَیسے کام کرتے ہیں خُداوند کے نزدِیک مکرُوہ ہیں اور اِن ہی مکرُوہات کے سبب سے خُداوند تیرا خُدا اُن کو تیرے سامنے سے نِکالنے پر ہے۔"},{"number":13,"verse":"تُو خُداوند اپنے خُدا کے حضُور کامِل رہنا۔"},{"number":14,"verse":"( ایک نبی بھیجنے کا وعدہ) کیونکہ وہ قَومیں جِن کا تُو وارِث ہو گا شگُون نِکالنے والوں اور فالگِیروں کی سُنتی ہیں پر تُجھ کو خُداوند تیرے خُدا نے اَیسا کرنے نہ دِیا۔"},{"number":15,"verse":"خُداوند تیرا خُدا تیرے لِئے تیرے ہی درمیان سے یعنی تیرے ہی بھائِیوں میں سے میری مانِند ایک نبی برپا کرے گا ۔ تُم اُس کی سُننا۔"},{"number":16,"verse":"یہ تیری اُس درخواست کے مُطابِق ہو گا جو تُو نے خُداوند اپنے خُدا سے مجمع کے دِن حورِب میں کی تھی کہ مُجھ کو نہ تو خُداوند اپنے خُدا کی آواز پِھر سُننی پڑے اور نہ اَیسی بڑی آگ ہی کا نظّارہ ہو تاکہ مَیں مَر نہ جاؤُں۔"},{"number":17,"verse":"اور خُداوند نے مُجھ سے کہا کہ وہ جو کُچھ کہتے ہیں سو ٹِھیک کہتے ہیں۔"},{"number":18,"verse":"مَیں اُن کے لِئے اُن ہی کے بھائِیوں میں سے تیری مانِند ایک نبی برپا کرُوں گا اور اپنا کلام اُس کے مُنہ میں ڈالُوں گا اور جو کُچھ مَیں اُسے حُکم دُوں گا وُہی وہ اُن سے کہے گا۔"},{"number":19,"verse":"اور جو کوئی میری اُن باتوں کو جِن کو وہ میرا نام لے کر کہے گا نہ سُنے تو مَیں اُن کا حِساب اُس سے لُوں گا۔"},{"number":20,"verse":"لیکن جو نبی گُستاخ بن کر کوئی اَیسی بات میرے نام سے کہے جِس کے کہنے کا مَیں نے اُس کو حُکم نہیں دِیا یا اَور معبُودوں کے نام سے کُچھ کہے تو وہ نبی قتل کِیا جائے۔"},{"number":21,"verse":"اور اگر تُو اپنے دِل میں کہے کہ جو بات خُداوند نے نہیں کہی ہے اُسے ہم کیونکر پہچانیں؟۔"},{"number":22,"verse":"توپہچان یہ ہے کہ جب وہ نبی خُداوند کے نام سے کُچھ کہے اور اُس کے کہے کے مُطابِق کُچھ واقِع یا پُورا نہ ہو تو وہ بات خُداوند کی کہی ہُوئی نہیں بلکہ اُس نبی نے وہ بات خُود گُستاخ بن کر کہی ہے تُو اُس سے خَوف نہ کرنا۔"}]}