{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"( جنگ کے بارے میں) جب تُو اپنے دُشمنوں سے جنگ کرنے کو جائے اور گھوڑوں اور رتھوں اور اپنے سے بڑی فَوج کو دیکھے تو اُن سے ڈر نہ جانا کیونکہ خُداوند تیرا خُدا جو تُجھ کو مُلکِ مِصر سے نِکال لایا تیرے ساتھ ہے۔"},{"number":2,"verse":"اور جب معرکۂِ جنگ میں تُمہاری مُٹھ بھیڑ ہونے کو ہو تو کاہِن فَوج کے آدمِیوں کے پاس جا کر اُن کی طرف مُخاطِب ہو۔"},{"number":3,"verse":"اور اُن سے کہے سُنو اَے اِسرائیلیو! تُم آج کے دِن اپنے دُشمنوں کے مُقابلہ کے لِئے معرکۂِ جنگ میں آئے ہو سو تُمہارا دِل ہِراسان نہ ہو ۔ تُم نہ خَوف کرو نہ کانپو ۔ نہ اُن سے دہشت کھاؤ۔"},{"number":4,"verse":"کیونکہ خُداوند تُمہارا خُدا تُمہارے ساتھ ساتھ چلتا ہے تاکہ تُم کو بچانے کو تُمہاری طرف سے تُمہارے دُشمنوں سے جنگ کرے۔"},{"number":5,"verse":"پِھر فَوجی حُکّام لوگوں سے یُوں کہیں کہ تُم میں سے جِس کِسی نے نیا گھر بنایا ہو اور اُسے مخصُوص نہ کِیا ہو وہ اپنے گھر کو لَوٹ جائے تا نہ ہو کہ وہ جنگ میں قتل ہو اور دُوسرا شخص اُسے مخصُوص کرے۔"},{"number":6,"verse":"اور جِس کِسی نے تاکِستان لگایا ہو پر اب تک اُس کا پَھل اِستعمال نہ کِیا ہو وہ بھی اپنے گھر کو لَوٹ جائے تا نہ ہو کہ وہ جنگ میں مارا جائے اور دُوسرا آدمی اُس کا پَھل کھائے۔"},{"number":7,"verse":"اور جِس نے کِسی عَورت سے اپنی منگنی تو کر لی ہو پر اُسے بیاہ کر نہیں لایا ہے وہ بھی اپنے گھر کو لَوٹ جائے تا نہ ہو کہ وہ لڑائی میں مارا جائے اور دُوسرا مَرد اُس سے بیاہ کرے۔"},{"number":8,"verse":"اور فَوجی حُکّام لوگوں کی طرف مُخاطِب ہو کر اُن سے یہ بھی کہیں کہ جو شخص ڈرپوک اور کچّے دِل کا ہو وہ بھی اپنے گھر کو لَوٹ جائے تا نہ ہو کہ اُس کی طرح اُس کے بھائِیوں کا حَوصلہ بھی ٹُوٹ جائے۔"},{"number":9,"verse":"اور جب فَوجی حُکّام یہ سب کُچھ لوگوں سے کہہ چُکیں تو لشکر کے سرداروں کو اُن پر مُقرّر کر دیں۔"},{"number":10,"verse":"جب تُو کِسی شہر سے جنگ کرنے کو اُس کے نزدِیک پُہنچے تو پہلے اُسے صُلح کا پَیغام دینا۔"},{"number":11,"verse":"اور اگر وہ تُجھ کو صُلح کا جواب دے اور اپنے پھاٹک تیرے لِئے کھول دے تو وہاں کے سب باشِندے تیرے باج گُذار بن کر تیری خِدمت کریں۔"},{"number":12,"verse":"اور اگر وہ تُجھ سے صُلح نہ کرے بلکہ تُجھ سے لڑنا چاہے تو تُو اُس کا مُحاصرہ کرنا۔"},{"number":13,"verse":"اور جب خُداوند تیرا خُدا اُسے تیرے قبضہ میں کر دے تو وہاں کے ہر مَرد کو تلوار سے قتل کر ڈالنا۔"},{"number":14,"verse":"لیکن عَورتوں اور بال بچّوں اور چَوپایوں اور اُس شہر کے سب مال اور لُوٹ کو اپنے لِئے رکھ لینا اور تُو اپنے دُشمنوں کی اُس لُوٹ کو جو خُداوند تیرے خُدا نے تُجھ کو دی ہو کھانا۔"},{"number":15,"verse":"اُن سب شہروں کا یِہی حال کرنا جو تُجھ سے بُہت دُور ہیں اور اِن قَوموں کے شہر نہیں ہیں۔"},{"number":16,"verse":"پر اِن قَوموں کے شہروں میں جِن کو خُداوند تیرا خُدا مِیراث کے طَور پر تُجھ کو دیتا ہے کِسی ذی نفس کو جِیتا نہ بچا رکھنا۔"},{"number":17,"verse":"بلکہ تُو اِن کو یعنی حِتّی اور اموری اور کنعانی اور فرِزّی اور حوّی اور یبُوسی قَوموں کو جَیسا خُداوند تیرے خُدا نے تُجھ کو حُکم دِیا ہے بِالکُل نیست کر دینا۔"},{"number":18,"verse":"تاکہ وہ تُم کو اپنے سے مکرُوہ کام کرنے نہ سِکھائیں جو اُنہوں نے اپنے دیوتاؤں کے لِئے کِئے ہیں اور یُوں تُم خُداوند اپنے خُدا کے خِلاف گُناہ کرنے لگو۔"},{"number":19,"verse":"جب تُو کِسی شہر کو فتح کرنے کے لِئے اُس سے جنگ کرے اور مُدّت تک اُس کا مُحاصرہ کِئے رہے تو اُس کے درختوں کو کُلہاڑی سے نہ کاٹ ڈالنا کیونکہ اُن کا پَھل تیرے کھانے کے کام میں آئے گا سو تُو اُن کو مت کاٹنا کیونکہ کیا مَیدان کا درخت اِنسان ہے کہ تُو اُس کا مُحاصرہ کرے؟۔"},{"number":20,"verse":"سو فقط اُن ہی درختوں کو کاٹ کر اُڑا دینا جو تیری دانِست میں کھانے کے مطلب کے نہ ہوں اور تُو اُس شہر کے مُقابِل جو تُجھ سے جنگ کرتا ہو بُرجوں کو بنا لینا جب تک وہ سر نہ ہو جائے۔"}]}