{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"( اَن حل قتل کے بارے میں) اگر اُس مُلک میں جِسے خُداوند تیرا خُدا تُجھ کو قبضہ کرنے کو دیتا ہے کِسی مقتُول کی لاش مَیدان میں پڑی ہُوئی مِلے اور یہ معلُوم نہ ہو کہ اُس کا قاتِل کَون ہے۔"},{"number":2,"verse":"تو تیرے بزُرگ اور قاضی نِکل کر اُس مقتُول کے گِرداگِرد کے شہروں کے فاصِلہ کو ناپیں۔"},{"number":3,"verse":"اور جو شہر اُس مقتُول کے سب سے نزدِیک ہو اُس شہر کے بزُرگ ایک بچھیا لیں جِس سے کبھی کوئی کام نہ لِیا گیا ہو اور نہ وہ جُوئے میں جوتی گئی ہو۔"},{"number":4,"verse":"اور اُس شہر کے بزُرگ اُس بچھیا کو بہتے پانی کی وادی میں جِس میں نہ ہل چلا ہو اور نہ اُس میں کُچھ بویا گیا ہو لے جائیں اور وہاں اُس وادی میں اُس بچھیا کی گردن توڑ دیں۔"},{"number":5,"verse":"تب بنی لاوی جو کاہِن ہیں نزدِیک آئیں کیونکہ خُداوند تیرے خُدا نے اُن کو چُن لِیا ہے کہ خُداوند کی خِدمت کریں اور اُس کے نام سے برکت دِیا کریں اور اُن ہی کے کہنے کے مُطابِق ہر جھگڑے اور مار پِیٹ کے مُقدّمہ کا فَیصلہ ہُؤا کرے۔"},{"number":6,"verse":"پِھراِس شہر کے سب بزُرگ جو اُس مقتُول کے سب سے نزدِیک رہنے والے ہوں اُس بچھیا کے اُوپر جِس کی گردن اُس وادی میں توڑی گئی اپنے اپنے ہاتھ دھوئیں۔"},{"number":7,"verse":"اور یُوں کہیں کہ ہمارے ہاتھ سے یہ خُون نہیں ہُؤا اور نہ یہ ہماری آنکھوں کا دیکھا ہُؤا ہے۔"},{"number":8,"verse":"سو اَے خُداوند اپنی قَوم اِسرائیل کو جِسے تُو نے چُھڑایا ہے مُعاف کر اور بے گُناہ کے خُون کو اپنی قَوم اِسرائیل کے ذِمّہ نہ لگا ۔ تب وہ خُون اُن کو مُعاف کر دِیا جائے گا۔"},{"number":9,"verse":"یُوں تُو اُس کام کو کر کے جو خُداوند کے نزدِیک درُست ہے بے گُناہ کے خُون کی جواب دِہی کو اپنے اُوپر سے دُور و دفع کرنا۔"},{"number":10,"verse":"( جنگی اسیِر عَورتوں کے بارے میں) جب تُو اپنے دُشمنوں سے جنگ کرنے کو نِکلے اور خُداوند تیرا خُدا اُن کو تیرے ہاتھ میں کر دے اور تُو اُن کو اسِیرکر لائے۔"},{"number":11,"verse":"اور اُن اسِیروں میں کِسی خُوبصُورت عَورت کو دیکھ کر تُو اُس پر فریفتہ ہو جائے اور اُس کو بیاہ لینا چاہے۔"},{"number":12,"verse":"تو تُو اُسے اپنے گھر لے آنا اور وہ اپنا سر مُنڈوائے اور اپنے ناخُن ترشوائے۔"},{"number":13,"verse":"اور اپنی اسِیری کا لِباس اُتار کر تیرے گھر میں رہے اور ایک مہِینہ تک اپنے ماں باپ کے لِئے ماتم کرے ۔ اِس کے بعد تُو اُس کے پاس جا کر اُس کا شَوہر ہونا اور وہ تیری بِیوی بنے۔"},{"number":14,"verse":"اور اگر وہ تُجھ کو نہ بھائے تو جہاں وہ چاہے اُس کو جانے دینا لیکن رُوپَے کی خاطِر اُس کو ہرگِز نہ بیچنا اور اُس سے لَونڈی کا سا سلُوک نہ کرنا اِس لِئے کہ تُو نے اُس کی حُرمت لے لی ہے۔"},{"number":15,"verse":"( پہلَوٹھے کا حقِ وارثت) اگر کِسی مَرد کی دو بِیویاں ہوں اور ایک محبُوبہ اور دُوسری غَیر محبُوبہ ہو اور محبُوبہ اور غَیر محبُوبہ دونوں سے لڑکے ہوں اور پہلوٹھا بیٹا غَیر محبُوبہ سے ہو۔"},{"number":16,"verse":"تو جب وہ اپنے بیٹوں کو اپنے مال کا وارِث کرے تو وہ محبُوبہ کے بیٹے کو غَیر محبُوبہ کے بیٹے پر جو فی الحقِیقت پہلوٹھا ہے فوقِیّت دے کر پہلوٹھا نہ ٹھہرائے۔"},{"number":17,"verse":"بلکہ وہ غَیر محبُوبہ کے بیٹے کو اپنے سب مال کا دُونا حِصّہ دے کر اُسے پہلوٹھا مانے کیونکہ وہ اُس کی قُوّت کی اِبتدا ہے اور پہلوٹھے کا حق اُسی کا ہے۔"},{"number":18,"verse":"( نافرمان بیٹے کے بارے میں) اگر کِسی آدمی کا ضِدّی اور گردن کش بیٹا ہو جو اپنے باپ یا ماں کی بات نہ مانتا ہو اور اُن کے تنبِیہ کرنے پر بھی اُن کی نہ سُنتا ہو۔"},{"number":19,"verse":"تو اُس کے ماں باپ اُسے پکڑ کر اور نِکال کر اُس شہر کے بزُرگوں کے پاس اُس جگہ کے پھاٹک پر لے جائیں۔"},{"number":20,"verse":"اور وہ اُس کے شہر کے بزُرگوں سے عرض کریں کہ یہ ہمارا بیٹا ضِدّی اور گردن کش ہے ۔ یہ ہماری بات نہیں مانتا اور اُڑاؤُ اور شرابی ہے۔"},{"number":21,"verse":"تب اُس کے شہر کے سب لوگ اُسے سنگسار کریں کہ وہ مَر جائے ۔ یُوں تُو اَیسی بُرائی کو اپنے درمیان سے دُور کرنا ۔ تب سب اِسرائیلی سُن کر ڈر جائیں گے۔"},{"number":22,"verse":"( مُختلف آئِین وضوابِط) اور اگر کِسی نے کوئی اَیسا گُناہ کِیا ہو جِس سے اُس کا قتل واجِب ہو اور تُو اُسے مار کر درخت سے ٹانگ دے۔"},{"number":23,"verse":"تواُس کی لاش رات بھر درخت پر لٹکی نہ رہے بلکہ تُو اُسی دِن اُسے دفن کر دینا کیونکہ جِسے پھانسی مِلتی ہے وہ خُدا کی طرف سے ملعُون ہے تا نہ ہو کہ تُو اُس مُلک کو ناپاک کر دے جِسے خُداوند تیرا خُدا تُجھ کو مِیراث کے طَور پر دیتا ہے۔"}]}