{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":22,"verses":[{"number":1,"verse":"0تُو اپنے بھائی کے بَیل یا بھیڑ کو بھٹکتی دیکھ کر اُس سے رُوپوشی نہ کرنا بلکہ ضرُور تُو اُس کو اپنے بھائی کے پاس پُہنچا دینا۔"},{"number":2,"verse":"اور اگر تیرا بھائی تیرے نزدِیک نہ رہتا ہو یا تُو اُس سے واقِف نہ ہو تو تُو اُس جانور کو اپنے گھر لے آنا اور وہ تیرے پاس رہے جب تک تیرا بھائی اُس کی تلاش نہ کرے ۔ تب تُو اُسے اُس کو دے دینا۔"},{"number":3,"verse":"تُو اُس کے گدھے اور اُس کے کپڑے سے بھی اَیسا ہی کرنا ۔ غرض جو کُچھ تیرے بھائی سے کھویا جائے اور تُجھ کو مِلے تُو اُس سے اَیسا ہی کرنا اور رُوپوشی نہ کرنا۔"},{"number":4,"verse":"تُو اپنے بھائی کا گدھا یا بَیل راستہ میں گِرا ہُؤا دیکھ کر اُس سے رُوپوشی نہ کرنا بلکہ ضرُور اُس کے اُٹھانے میں اُس کی مدد کرنا۔"},{"number":5,"verse":"عَورت مَرد کا لِباس نہ پہنے اور نہ مَرد عَورت کی پوشاک پہنے کیونکہ جو اَیسے کام کرتا ہے وہ خُداوند تیرے خُدا کے نزدِیک مکرُوہ ہے۔"},{"number":6,"verse":"اگر راہ چلتے اِتفاقاً کِسی پرِندہ کا گھونسلا درخت یا زمِین پر بچّوں یا انڈوں سمیت تُجھ کو مِل جائے اور ماں بچّوں یا انڈوں پر بَیٹھی ہُوئی ہو تو تُو بچّوں کو ماں سمیت نہ پکڑ لینا۔"},{"number":7,"verse":"بچّوں کو تُو لے تو لے پر ماں کو ضرُور چھوڑ دینا تاکہ تیرا بھلا ہو اور تیری عُمردراز ہو۔"},{"number":8,"verse":"جب تُو کوئی نیا گھر بنائے تو اپنی چھت پر مُنڈیر ضرُور لگانا تا نہ ہو کہ کوئی آدمی وہاں سے گِرے اور تیرے سبب سے وہ خُون تیرے ہی گھر والوں پر ہو۔"},{"number":9,"verse":"تُو اپنے تاکِستان میں دو قِسم کے بِیج نہ بونا تا نہ ہو کہ سارا پَھل یعنی جوبِیج تُو نے بویا اور تاکِستان کی پَیداوار دونوں ضبط کر لِئے جائیں۔"},{"number":10,"verse":"تُو بَیل اور گدھے دونوں کو ایک ساتھ جوت کر ہل نہ چلانا۔"},{"number":11,"verse":"تُو اُون اور سَن دونوں کی مِلاوٹ کا بُنا ہُؤا کپڑا نہ پہننا۔"},{"number":12,"verse":"تُو اپنے اوڑھنے کی چادر کے چاروں کناروں پر جھالر لگایا کرنا۔"},{"number":13,"verse":"( جِنسی افعال میں پاکِیزگی) اگر کوئی مَرد کِسی عَورت کو بیاہے اور اُس کے پاس جائے اور بعد اُس کے اُس سے نفرت کر کے۔"},{"number":14,"verse":"شرمناک باتیں اُس کے حق میں کہے اور اُسے بدنام کرنے کے لِئے یہ دعویٰ کرے کہ مَیں نے اِس عَورت سے بیاہ کِیا اور جب میں اُس کے پاس گیا تو مَیں نے کُنوارے پن کے نِشان اُس میں نہیں پائے۔"},{"number":15,"verse":"تب اُس لڑکی کا باپ اور اُس کی ماں اُس لڑکی کے کُنوارے پن کے نِشانوں کو اُس شہر کے پھاٹک پر بزُرگوں کے پاس لے جائیں۔"},{"number":16,"verse":"اور اُس لڑکی کا باپ بزُرگوں سے کہے کہ مَیں نے اپنی بیٹی اِس شخص کو بیاہ دی پر یہ اُس سے نفرت رکھتا ہے۔"},{"number":17,"verse":"اور شرمناک باتیں اُس کے حق میں کہتا اور یہ دعویٰ کرتا ہے کہ مَیں نے تیری بیٹی میں کُنوارے پن کے نِشان نہیں پائے حالانکہ میری بیٹی کے کُنوارے پن کے نِشان یہ مَوجُود ہیں ۔ پِھر وہ اُس چادر کو شہر کے بزُرگوں کے آگے پَھیلا دیں۔"},{"number":18,"verse":"تب شہر کے بزُرگ اُس شخص کو پکڑ کر اُسے کوڑے لگائیں۔"},{"number":19,"verse":"اور اُس سے چاندی کی سَو مِثقال جُرمانہ لے کر اُس لڑکی کے باپ کو دیں اِس لِئے کہ اُس نے ایک اِسرائیلی کُنواری کو بدنام کِیا اور وہ اُس کی بِیوی بنی رہے اور وہ زِندگی بھر اُس کو طلاق نہ دینے پائے۔"},{"number":20,"verse":"پر اگر یہ بات سچ ہو کہ لڑکی میں کُنوارے پن کے نِشان نہیں پائے گئے۔"},{"number":21,"verse":"تو وہ اُس لڑکی کو اُس کے باپ کے گھر کے دروازہ پر نِکال لائیں اور اُس کے شہر کے لوگ اُسے سنگسار کریں کہ وہ مَر جائے کیونکہ اُس نے اِسرائیل کے درمیان شرارت کی کہ اپنے باپ کے گھر میں فاحِشہ پن کِیا ۔ یُوں تُو اَیسی بُرائی کو اپنے درمیان سے دفع کرنا۔"},{"number":22,"verse":"اگر کوئی مَرد کِسی شَوہر والی عَورت سے زِنا کرتے پکڑا جائے تو وہ دونوں مار ڈالے جائیں یعنی وہ مَرد بھی جِس نے اُس عَورت سے صُحبت کی اور وہ عَورت بھی ۔ یُوں تُو اِسرائیل میں سے اَیسی بُرائی کو دفع کرنا۔"},{"number":23,"verse":"اگر کوئی کُنواری لڑکی کِسی شخص سے منسُوب ہو گئی ہو اور کوئی دُوسرا آدمی اُسے شہر میں پا کر اُس سے صُحبت کرے۔"},{"number":24,"verse":"تو تُم اُن دونوں کو اُس شہر کے پھاٹک پر نِکال لانا اور اُن کو تُم سنگسار کر دینا کہ وہ مَر جائیں ۔ لڑکی کو اِس لِئے کہ وہ شہر میں ہوتے ہُوئے نہ چِلاّئی اور مَرد کو اِس لِئے کہ اُس نے اپنے ہمسایہ کی بِیوی کو بے حُرمت کِیا ۔ یُوں تُو اَیسی بُرائی کو اپنے درمیان سے دفع کرنا۔"},{"number":25,"verse":"پر اگر اُس آدمی کو وُہی لڑکی جِس کی نِسبت ہو چُکی ہو کِسی مَیدان یا کھیت میں مِل جائے اور وہ آدمی جبراً اُس سے صُحبت کرے تو فقط وہ آدمی ہی جِس نے صُحبت کی مار ڈالا جائے۔"},{"number":26,"verse":"پر اُس لڑکی سے کُچھ نہ کرنا کیونکہ لڑکی کا اَیسا گُناہ نہیں جِس سے وہ قتل کے لائِق ٹھہرے اِس لِئے کہ یہ بات اَیسی ہے جَیسے کوئی اپنے ہمسایہ پر حملہ کرے اور اُسے مار ڈالے۔"},{"number":27,"verse":"کیونکہ وہ لڑکی اُسے مَیدان میں مِلی اور وہ منسُوبہ لڑکی چِلاّئی بھی پر وہاں کوئی اَیسا نہ تھا جو اُسے چُھڑاتا۔"},{"number":28,"verse":"اگر کِسی آدمی کو کوئی کُنواری لڑکی مِل جائے جِس کی نِسبت نہ ہُوئی ہو اور وہ اُسے پکڑ کر اُس سے صُحبت کرے اور دونوں پکڑے جائیں۔"},{"number":29,"verse":"تو وہ مَرد جِس نے اُس سے صُحبت کی ہو لڑکی کے باپ کو چاندی کی پچاس مِثقال دے اور وہ لڑکی اُس کی بِیوی بنے کیونکہ اُس نے اُسے بے حُرمت کِیا اور وہ اُسے اپنی زِندگی بھر طلاق نہ دینے پائے۔"},{"number":30,"verse":"کوئی شخص اپنے باپ کی بِیوی سے بیاہ نہ کرے اور اپنے باپ کے دامن کو نہ کھولے۔"}]}