{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":24,"verses":[{"number":1,"verse":"( طلاق اور دُوسرا بیاہ) اگر کوئی مَرد کِسی عَورت سے بیاہ کرے اور پِیچھے اُس میں کوئی اَیسی بیہُودہ بات پائے جِس سے اُس عَورت کی طرف اُس کی اِلِتفات نہ رہے تو وہ اُس کا طلاق نامہ لِکھ کر اُس کے حَوالہ کرے اور اُسے اپنے گھر سے نِکال دے۔"},{"number":2,"verse":"اور جب وہ اُس کے گھر سے نِکل جائے تو وہ دُوسرے مَرد کی ہو سکتی ہے۔"},{"number":3,"verse":"پر اگر دُوسرا شَوہر بھی اُس سے ناخُوش رہے اور اُس کا طلاق نامہ لِکھ کر اُس کے حَوالہ کرے اور اُسے اپنے گھر سے نِکال دے یا وہ دُوسرا شوہرجِس نے اُس سے بیاہ کِیا ہو مَر جائے۔"},{"number":4,"verse":"تو اُس کا پہلا شَوہر جِس نے اُسے نِکال دِیا تھا اُس عَورت کے ناپاک ہو جانے کے بعد پِھر اُس سے بیاہ نہ کرنے پائے کیونکہ اَیسا کام خُداوند کے نزدِیک مکرُوہ ہے ۔ سو تُو اُس مُلک کو جِسے خُداوند تیرا خُدا مِیراث کے طَور پر تُجھ کو دیتا ہے گُنہگار نہ بنانا۔"},{"number":5,"verse":"( مُختلف قواعدوضوابِط) جب کِسی نے کوئی نئی عَورت بیاہی ہو تو وہ جنگ کے لِئے نہ جائے اور نہ کوئی کام اُس کے سپُرد ہو ۔ وہ سال بھر تک اپنے ہی گھر میں آزاد رہ کر اپنی بیاہی ہُوئی بِیوی کو خُوش رکھّے۔"},{"number":6,"verse":"کوئی شخص چکّی کو یا اُس کے اُوپر کے پاٹ کو گِرَو نہ رکھّے کیونکہ یہ تو گویا آدمی کی جان کو گِرَو رکھنا ہے۔"},{"number":7,"verse":"اگر کوئی شخص اپنے اِسرائیلی بھائِیوں میں سے کِسی کو غُلام بنائے یا بیچنے کی نِیّت سے چُراتا ہُؤا پکڑا جائے تو وہ چور مار ڈالا جائے ۔ یُوں تُو اَیسی بُرائی اپنے درمیان سے دفع کرنا۔"},{"number":8,"verse":"تُو کوڑھ کی بِیماری کی طرف سے ہوشیار رہنا اور لاوی کاہِنوں کی سب باتوں کو جو وہ تُم کو بتائیں جانفشانی سے ماننا اور اُن کے مُطابِق عمل کرنا جَیسا مَیں نے اُن کو حُکم کِیا ہے وَیسا دھیان دے کر کرنا۔"},{"number":9,"verse":"تُو یاد رکھنا کہ خُداوند تیرے خُدا نے جب تُم مِصر سے نِکل کر آ رہے تھے تو راستہ میں مریم سے کیا کِیا۔"},{"number":10,"verse":"جب تُو اپنے بھائی کو کُچھ قرض دے تو گِرَو کی چِیز لینے کو اُس کے گھر میں نہ گُھسنا۔"},{"number":11,"verse":"تُو باہر ہی کھڑے رہنا اور وہ شخص جِسے تُو قرض دے خُود گِرَو کی چِیز باہر تیرے پاس لائے۔"},{"number":12,"verse":"اور اگر وہ شخص مِسکِین ہو تو اُس کی گِرَو کی چِیز کو پاس رکھ کر سو نہ جانا۔"},{"number":13,"verse":"بلکہ جب آفتاب غُروب ہونے لگے تو اُس کی چِیز اُسے پھیر دینا تاکہ وہ اپنا اوڑھنا اوڑھ کر سوئے اور تُجھ کو دُعا دے اور یہ بات تیرے لِئے خُداوند تیرے خُدا کے حضُور راستبازی ٹھہرے گی۔"},{"number":14,"verse":"تُو اپنے غرِیب اور مُحتاج خادِم پر ظُلم نہ کرنا خواہ وہ تیرے بھائِیوں میں سے ہو خواہ اُن پردیسیوں میں سے جو تیرے مُلک کے اندر تیری بستِیوں میں رہتے ہوں۔"},{"number":15,"verse":"تُو اُسی دِن اِس سے پہلے کہ آفتاب غُروب ہو اُس کی مزدُوری اُسے دینا کیونکہ وہ غرِیب ہے اور اُس کا دِل مزدُوری میں لگا رہتا ہے تا نہ ہو کہ وہ خُداوند سے تیرے خِلاف فریاد کرے اور یہ تیرے حق میں گُناہ ٹھہرے۔"},{"number":16,"verse":"بیٹوں کے بدلے باپ مارے نہ جائیں نہ باپ کے بدلے بیٹے مارے جائیں ۔ ہر ایک اپنے ہی گُناہ کے سبب سے مارا جائے۔"},{"number":17,"verse":"تُو پردیسی یا یتِیم کے مُقدّمہ کو نہ بِگاڑنا اور نہ بیوہ کے کپڑے کو گِرَو رکھنا۔"},{"number":18,"verse":"بلکہ یاد رکھنا کہ تُو مِصر میں غُلام تھا اور خُداوند تیرے خُدا نے تُجھ کو وہاں سے چُھڑایا اِسی لِئے مَیں تُجھ کو اِس کام کے کرنے کا حُکم دیتا ہُوں۔"},{"number":19,"verse":"جب تُو اپنے کھیت کی فصل کاٹے اور کوئی پُولا کھیت میں بُھول سے رہ جائے تو اُس کے لینے کو واپس نہ جانا ۔ وہ پردیسی اور یتِیم اور بیوہ کے لِئے رہے تاکہ خُداوند تیرا خُدا تیرے سب کاموں میں جِن کو تُو ہاتھ لگائے تُجھ کو برکت بخشے۔"},{"number":20,"verse":"جب تُو اپنے زَیتُون کے درخت کو جھاڑے تو اُس کے بعداُس کی شاخوں کو دوبارہ نہ جھاڑنا بلکہ وہ پردیسی اور یتِیم اور بیوہ کے لِئے رہے۔"},{"number":21,"verse":"جب تُو اپنے تاکِستان کے انگُوروں کو جمع کرے تو اُس کے بعد اُس کا دانہ دانہ نہ توڑ لینا ۔ وہ پردیسی اور یتِیم اور بیوہ کے لِئے رہے۔"},{"number":22,"verse":"اور یاد رکھنا کہ تُو مُلکِ مِصر میں غُلام تھا اِسی لِئے مَیں تُجھ کو اِس کام کے کرنے کا حُکم دیتا ہُوں۔"}]}