{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"( فرمانبرداری کی برکتیں) اور اگر تُو خُداوند اپنے خُدا کی بات کو جانفشانی سے مان کر اُس کے اِن سب حُکموں پر جو آج کے دِن مَیں تُجھ کو دیتا ہُوں اِحتیاط سے عمل کرے تو خُداوند تیرا خُدا دُنیا کی سب قَوموں سے زیادہ تُجھ کو سرفراز کرے گا۔"},{"number":2,"verse":"اور اگر تُو خُداوند اپنے خُدا کی بات سُنے تو یہ سب برکتیں تُجھ پر نازِل ہوں گی اور تُجھ کو مِلیں گی۔"},{"number":3,"verse":"شہر میں بھی تُو مُبارک ہو گا اور کھیت میں بھی مُبارک ہو گا۔"},{"number":4,"verse":"تیری اَولاد اور تیری زمِین کی پَیداوار اور تیرے چَوپایوں کے بچّے یعنی گائے بَیل کی بڑھتی اور تیری بھیڑ بکرِیوں کے بچّے مُبارک ہوں گے۔"},{"number":5,"verse":"تیرا ٹوکرا اور تیری کٹھوتی دونوں مُبارک ہوں گے۔"},{"number":6,"verse":"اور تُو اندر آتے وقت مُبارک ہو گا اور باہر جاتے وقت بھی مُبارک ہو گا۔"},{"number":7,"verse":"خُداوند تیرے دُشمنوں کو جو تُجھ پر حملہ کریں تیرے رُوبرُو شِکست دِلائے گا۔ وہ تیرے مُقابلہ کو تو ایک ہی راستہ سے آئیں گے پر سات سات راستوں سے ہو کر تیرے آگے سے بھاگیں گے۔"},{"number":8,"verse":"خُداوند تیرے انبار خانوں میں اور سب کاموں میں جِن میں تُو ہاتھ لگائے برکت کا حُکم دے گا اور خُداوند تیرا خُدا اُس مُلک میں جِسے وہ تُجھ کو دیتا ہے تُجھ کو برکت بخشے گا۔"},{"number":9,"verse":"اگر تُو خُداوند اپنے خُدا کے حُکموں کو مانے اور اُس کی راہوں پر چلے تو خُداوند اپنی اُس قَسم کے مُطابِق جو اُس نے تُجھ سے کھائی تُجھ کو اپنی پاک قَوم بنا کر قائِم رکھّے گا۔"},{"number":10,"verse":"اور دُنیا کی سب قَومیں یہ دیکھ کر کہ تُو خُداوندکے نام سے کہلاتا ہے تُجھ سے ڈر جائیں گی۔"},{"number":11,"verse":"اور جِس مُلک کو تُجھ کو دینے کی قَسم خُداوند نے تیرے باپ دادا سے کھائی تھی اُس میں خُداوند تیری اَولاد کو اور تیرے چَوپایوں کے بچّوں کو اور تیری زمِین کی پَیداوار کو خُوب بڑھا کر تُجھ کو برومند کرے گا۔"},{"number":12,"verse":"خُداوند آسمان کو جو اُس کا اچھّا خرانہ ہے تیرے لِئے کھول دے گا کہ تیرے مُلک میں وقت پر مینہ برسائے اور وہ تیرے سب کاموں میں جِن میں تُو ہاتھ لگائے برکت دے گا اور تُو بُہت سی قَوموں کو قرض دے گا پر خُود قرض نہیں لے گا۔"},{"number":13,"verse":"اور خُداوند تُجھ کو دُم نہیں بلکہ سر ٹھہرائے گااور تُو پست نہیں بلکہ سرفراز ہی رہے گا بشرطیکہ تُو خُداوند اپنے خُدا کے حُکموں کو جو مَیں تُجھ کو آج کے دِن دیتا ہُوں سُنے اور اِحتیاط سے اُن پر عمل کرے۔"},{"number":14,"verse":"اور جِن باتوں کا مَیں آج کے دِن تُجھ حُکم دیتا ہُوں اُن میں سے کِسی سے دہنے یا بائیں ہاتھ مُڑ کر اَور معبُودوں کی پَیروی اور عِبادت نہ کرے۔"},{"number":15,"verse":"( نافرمانی کے نتائج) لیکن اگر تُو اَیسا نہ کرے کہ خُداوند اپنے خُدا کی بات سُن کر اُس کے سب احکام اور آئِین پر جو آج کے دِن مَیں تُجھ کو دیتا ہُوں اِحتیاط سے عمل کرے تو یہ سب لَعنتیں تُجھ پر نازِل ہوں گی اور تُجھ کو لگیں گی۔"},{"number":16,"verse":"شہر میں بھی تُو لَعنتی ہو گا اور کھیت میں بھی لَعنتی ہو گا۔"},{"number":17,"verse":"تیرا ٹوکرا اور تیری کٹھوتی دونوں لَعنتی ٹھہریں گے۔"},{"number":18,"verse":"تیری اَولاد اور تیری زمِین کی پَیداوار اور تیرے گائے بَیل کی بڑھتی اور تیری بھیڑ بکرِیوں کے بچّے لَعنتی ہوں گے۔"},{"number":19,"verse":"تُو اندر آتے لَعنتی ٹھہرے گااور باہر جاتے بھی لَعنتی ٹھہرے گا۔"},{"number":20,"verse":"خُداوند اُن سب کاموں میں جِن کو تُو ہاتھ لگائے لَعنت اور اِضطراب اور پِھٹکار کو تُجھ پر نازِل کرے گا جب تک کہ تُو ہلاک ہو کر جلد نیست و نابُود نہ ہو جائے ۔ یہ تیری اُن بداعمالِیوں کے سبب سے ہو گا جِن کو کرنے کی وجہ سے تُو مُجھ کو چھوڑ دے گا۔"},{"number":21,"verse":"خُداوند اَیسا کرے گا کہ وبا تُجھ سے لِپٹی رہے گی جب تک کہ وہ تُجھ کو اُس مُلک سے جِس پر قبضہ کرنے کو تُو وہاں جا رہا ہے فنا نہ کر دے۔"},{"number":22,"verse":"خُداوند تُجھ کو تپِ دِق اور بُخار اور سوزِش اور شدِید حرارت اور تلوار اور بادِ سمُوم اور گیروئی سے مارے گا اور یہ تیرے پِیچھے پڑے رہیں گے جب تک کہ تُو فنا نہ ہو جائے۔"},{"number":23,"verse":"اور آسمان جو تیرے سر پر ہے پِیتل کا اور زمِین جو تیرے نِیچے سے لوہے کی ہو جائے گی۔"},{"number":24,"verse":"خُداوند مینہ کے بدلے تیری زمِین پر خاک اور دُھول برسائے گا ۔ یہ آسمان سے تُجھ پر پڑتی ہی رہے گی جب تک کہ تُو ہلاک نہ ہو جائے۔"},{"number":25,"verse":"خُداوند تُجھ کو تیرے دُشمنوں کے آگے شِکست دِلائے گا ۔ تُو اُن کے مُقابلہ کے لِئے تو ایک ہی راستہ سے جائے گا اور اُن کے سامنے سے سات سات راستوں سے ہو کر بھاگے گا اور دُنیا کی تمام سلطنتوں میں تُو مارا مارا پِھرے گا۔"},{"number":26,"verse":"اور تیری لاش ہوا کے پرِندوں اور زمِین کے درِندوں کی خُوراک ہو گی اور کوئی اُن کو ہنکا کر بھگانے کو بھی نہ ہو گا۔"},{"number":27,"verse":"خُداوند تُجھ کو مِصر کے پھوڑوں اور بواسِیراور کُھجلی اور خارِش میں اَیسا مُبتلا کرے گا کہ تُو کبھی اچھّا بھی نہیں ہونے کا۔"},{"number":28,"verse":"خُداوند تُجھ کو جنُون اور نابِینائی اور دِل کی گھبراہٹ میں بھی مُبتلا کر دے گا۔"},{"number":29,"verse":"اور جَیسے اندھا اندھیرے میں ٹٹولتا ہے وَیسے ہی تُو دوپہر دِن کو ٹٹولتا پِھرے گا اور تُو اپنے سب دھندوں میں ناکام رہے گا اور تُجھ پر ہمیشہ ظُلم ہی ہو گا اور تُو لُٹتا ہی رہے گا اور کوئی نہ ہو گا جو تُجھ کو بچائے۔"},{"number":30,"verse":"عَورت سے منگنی تو تُو کرے گا لیکن دُوسرا اُس سے مُباشرت کرے گا ۔ تُو گھر بنائے گا پر اُس میں بسنے نہ پائے گا ۔ تُو تاکِستان لگائے گا پر اُس کا پَھل اِستعمال نہ کرے گا۔"},{"number":31,"verse":"تیرا بَیل تیری آنکھوں کے سامنے ذبح کِیا جائے گا پر تُو اُس کا گوشت کھانے نہ پائے گا ۔ تیرا گدھا تُجھ سے جبراً چِھین لِیا جائے گا اور تُجھ کو پِھر نہ ملے گا ۔ تیری بھیڑیں تیرے دُشمنوں کے ہاتھ لگیں گی اور کوئی نہ ہو گا جو تُجھ کو بچائے۔"},{"number":32,"verse":"تیرے بیٹے اور بیٹِیاں دُوسری قَوم کو دی جائیں گی اور تیری آنکھیں دیکھیں گی اور سارے دِن اُن کے لِئے ترستے ترستے رہ جائیں گی اور تیرا کُچھ بس نہیں چلے گا۔"},{"number":33,"verse":"تیری زمِین کی پَیداوار اور تیری ساری کمائی کو ایک اَیسی قَوم کھائے گی جِس سے تُو واقِف نہیں اور تُو سدا مظلُوم اور دبا ہی رہے گا۔"},{"number":34,"verse":"یہاں تک کہ اِن باتوں کو اپنی آنکھوں سے دیکھ دیکھ کر دِیوانہ ہو جائے گا۔"},{"number":35,"verse":"خُداوند تیرے گُھٹنوں اور ٹانگوں میں اَیسے بُرے پھوڑے پَیدا کرے گا کہ اُن سے تُو پاؤں کے تلوے سے لے کر سر کی چاندی تک شِفا نہ پا سکے گا۔"},{"number":36,"verse":"خُداوند تُجھ کو اور تیرے بادشاہ کو جِسے تُو اپنے اُوپر مُقرّ ر کرے گا ایک اَیسی قَوم کے بِیچ لے جائے گا جِسے تُو اور تیرے باپ دادا جانتے بھی نہیں اور وہاں تُو اَور معبُودوں کی جو محض لکڑی اور پتّھر ہیں عِبادت کرے گا۔"},{"number":37,"verse":"اور اُن سب قَوموں میں جہاں جہاں خُداوند تُجھ کو پُہنچائے گا تُو باعِثِ حَیرت اور ضربُ المثل اور اَنَگشت نُما بنے گا۔"},{"number":38,"verse":"تُو کھیت میں بُہت سا بِیج لے جائے گا لیکن تھوڑا سا جمع کرے گا کیونکہ ٹِڈّی اُسے چاٹ لے گی۔"},{"number":39,"verse":"تُو تاکِستان لگائے گا اور اُن پر مِحنت کرے گا لیکن نہ تُو مَے پِینے اور نہ انگُور جمع کرنے پائے گا کیونکہ اُن کو کِیڑے کھا جائیں گے۔"},{"number":40,"verse":"تیری سب حُدُود میں زَیتُون کے درخت لگے ہوں گے پر تُو اُن کا تیل نہیں لگانے پائے گا کیونکہ تیرے زَیتُون کے درختوں کا پَھل جھڑ جایا کرے گا۔"},{"number":41,"verse":"تیرے بیٹے اور بیٹِیاں پَیدا ہوں گی پر وہ سب تیرے نہ رہیں گے کیونکہ وہ اسِیر ہو کر چلے جائیں گے۔"},{"number":42,"verse":"تیرے سب درختوں اور تیری زمِین کی پَیداوار پر ٹِڈّیاں قبضہ کر لیں گی۔"},{"number":43,"verse":"پردیسی جو تیرے درمیان ہو گا وہ تُجھ سے بڑھتا اور سرفراز ہوتا جائے گا پر تُو پست ہی پست ہوتا جائے گا۔"},{"number":44,"verse":"وہ تُجھ کو قرض دے گا پر تُو اُسے قرض نہ دے سکے گا ۔ وہ سر ہو گا اور تُو دُم ٹھہرے گا۔"},{"number":45,"verse":"اور چُونکہ تُو خُداوند اپنے خُدا کے اُن حُکموں اور آئِین پر جِن کو اُس نے تُجھ کو دِیا ہے عمل کرنے کے لِئے اُس کی بات نہیں سُنے گا اِس لِئے یہ سب لَعنتیں تُجھ پرآئیں گی اور تیرے پِیچھے پڑی رہیں گی اور تُجھ کو لگیں گی جب تک تیرا ناس نہ ہو جائے۔"},{"number":46,"verse":"اور وہ تُجھ پر اور تیری اَولاد پر سدا نِشان اور اچنبھے کے طَور پر رہیں گی۔"},{"number":47,"verse":"اور چُونکہ تُو باوجُود سب چِیزوں کی فراوانی کے فرحت اور خُوشدِلی سے خُداوند اپنے خُدا کی عِبادت نہیں کرے گا۔"},{"number":48,"verse":"اِس لِئے بُھوکا اور پِیاسا اور ننگا اور سب چِیزوں کا مُحتاج ہو کر تُو اپنے اُن دُشمنوں کی خِدمت کرے گا جِن کو خُداوند تیرے برخِلاف بھیجے گا اور غنِیم تیری گردن پر لوہے کو جُواَ رکھّے رہے گا جب تک وہ تیرا ناس نہ کر دے۔"},{"number":49,"verse":"خُداوند دُور سے بلکہ زمِین کے کنارے سے ایک قَوم کو تُجھ پر چڑھا لائے گا جَیسے عُقاب ٹُوٹ کر آتا ہے ۔ اُس قَوم کی زُبان کو تُو نہیں سمُجھے گا۔"},{"number":50,"verse":"اُس قَوم کے لوگ تُرش رُو ہوں گے جو نہ بُڈّھوں کا لِحاظ کریں گے نہ جوانوں پر ترس کھائیں گے۔"},{"number":51,"verse":"اور وہ تیرے چَوپایوں کے بچّوں اور تیری زمِین کی پَیداوار کو کھاتے رہیں گے جب تک تیرا ناس نہ ہو جائے اور وہ تیرے لِئے اناج یا مَے یا تیل یا گائے بَیل کی بڑھتی یا تیری بھیڑ بکرِیوں کے بچّے کُچھ نہیں چھوڑیں گے جب تک وہ تُجھ کو فنا نہ کر دیں۔"},{"number":52,"verse":"اور وہ تیرے تمام مُلک میں تیرا مُحاصرہ تیری ہی بستِیوں میں کِئے رہیں گے جب تک تیری اُونچی اُونچی فصِیلیں جِن پر تیرا بھروسا ہو گا گِر نہ جائیں ۔ تیرا مُحاصرہ وہ تیرے ہی اُس مُلک کی سب بستِیوں میں کریں گے جِسے خُداوند تیرا خُدا تُجھ کو دیتا ہے۔"},{"number":53,"verse":"تب اُس مُحاصرہ کے مَوقع پر اور اُس آڑے وقت میں تُو اپنے دُشمنوں سے تنگ آ کر اپنے ہی جِسم کے پَھل کو یعنی اپنے ہی بیٹوں اور بیٹِیوں کا گوشت جِن کو خُداوند تیرے خُدا نے تُجھ کو عطا کِیا ہو گا کھائے گا۔"},{"number":54,"verse":"وہ شخص جو تُم میں ناز پروردہ اور نازُک بدن ہو گا اُس کی بھی اپنے بھائی اور اپنی ہم آغوش بِیوی اور اپنے باقی ماندہ بچّوں کی طرف بُری نظر ہو گی۔"},{"number":55,"verse":"یہاں تک کہ وہ اِن میں سے کِسی کو بھی اپنے ہی بچّوں کے گوشت میں سے جِن کو وہ خُود کھائے گا کُچھ نہیں دے گا کیونکہ اُس مُحاصرہ کے مَوقع پر اور اُس آڑے وقت میں جب تیرے دُشمن تُجھ کو تیری ہی سب بستِیوں میں تنگ کر ماریں گے تو اُس کے پاس اَور کُچھ باقی نہ رہے گا۔"},{"number":56,"verse":"وہ عَورت بھی جو تُمہارے درمیان اَیسی ناز پروردہ اور نازُک بدن ہو گی کہ نرمی و نزاکت کے سبب سے اپنے پاؤں کا تلوا بھی زمِین سے لگانے کی جُرأت نہ کرتی ہو اُس کی بھی اپنے پہلُو کے شَوہر اور اپنے ہی بیٹے اور بیٹی۔"},{"number":57,"verse":"اور اپنے ہی نوزاد بچّے کی طرف جو اُس کی رانوں کے بِیچ سے نِکلا ہو بلکہ اپنے سب لڑکے بالوں کی طرف جِن کو وہ جنے گی بُری نظر ہوگی کیونکہ وہ تمام چِیزوں کی قِلّت کے سبب سے اُن ہی کو چُھپ چُھپ کر کھائے گی جب اُس مُحاصرہ کے مَوقع پر اور اُس آڑے وقت میں تیرے دُشمن تیری ہی بستِیوں میں تُجھ کو تنگ کر ماریں گے۔"},{"number":58,"verse":"اگر تُو اُس شرِیعت کی اُن سب باتوں پر جو اِس کِتاب میں لِکھی ہیں اِحتیاط رکھ کر اِس طرح عمل نہ کرے کہ تُجھ کو خُداوند اپنے خُدا کے جلالی اور مُہِیب نام کا خَوف ہو۔"},{"number":59,"verse":"تو خُداوند تُجھ پر عجِیب آفتیں نازِل کرے گا اور تیری اَولاد کی آفتوں کو بڑھا کر بڑی اور دیر پا آفتیں اور سخت اور دیرپا بیمارِیاں کر دے گا۔"},{"number":60,"verse":"اور مِصر کے سب روگ جِن سے تُو ڈرتا تھا تُجھ کو لگائے گا اور وہ تُجھ کو لگے رہیں گے۔"},{"number":61,"verse":"اور اُن سب بیمارِیوں اور آفتوں کو بھی جو اِس شرِیعت کی کِتاب میں مذکُور نہیں ہیں خُداوند تُجھ کو لگائے گا جب تک تیرا ناس نہ ہو جائے۔"},{"number":62,"verse":"اور چُونکہ تُو خُداوند اپنے خُدا کی بات نہیں سُنے گا اِس لِئے کہاں تو تُم کثرت میں آسمان کے تاروں کی مانِند ہو اور کہاں شُمار میں تھوڑے ہی سے رہ جاؤ گے۔"},{"number":63,"verse":"تب یہ ہو گا کہ جَیسے تُمہارے ساتھ بھلائی کرنے اور تُم کر بڑھانے سے خُداوند خُوشنُود ہُؤا اَیسے ہی تُم کو فنا کرانے اور ہلاک کر ڈالنے سے خُداوند خُوشنُود ہو گا اور تُم اُس مُلک سے اُکھاڑ دِئے جاؤ گے جہاں تُو اُس پر قبضہ کرنے کو جا رہا ہے۔"},{"number":64,"verse":"اور خُداوند تُجھ کو زمِین کے ایک سِرے سے دُوسرے سِرے تک تمام قَوموں میں پراگندہ کرے گا ۔ وہاں تُو لکڑی اور پتّھر کے اَور معبُودوں کی جِن کو تُو یا تیرے باپ دادا جانتے بھی نہیں پرستِش کرے گا۔"},{"number":65,"verse":"اُن قَوموں کے بِیچ تُجھ کو چَین نصِیب نہ ہو گا اور نہ تیرے پاؤں کے تلوے کو آرام مِلے گا بلکہ خُداوند تُجھ کو وہاں دِلِ لرزان اور آنکھوں کی دُھندلاہٹ اور جی کی کُڑھن دے گا۔"},{"number":66,"verse":"اور تیری جان دُبدھے میں اٹکی رہے گی اور تُو رات دِن ڈرتا رہے گا اور تیری زِندگی کا کوئی ٹِھکانا نہ ہو گا۔"},{"number":67,"verse":"اور تُو اپنے دِلی خَوف کے اور اُن نظّاروں کے سبب سے جِن کو تُو اپنی آنکھوں سے دیکھے گا صُبح کو کہے گا کہ اَے کاش کہ شام ہوتی اور شام کو کہے گا اَے کاش کہ صُبح ہوتی۔"},{"number":68,"verse":"اور خُداوند تُجھ کو کشتِیوں میں چڑھا کر اُس راستہ سے مِصر میں لَوٹا لے جائے گا جِس کی بابت مَیں نے تُجھ سے کہا کہ تُو اُسے پِھر کبھی نہ دیکھنا اور وہاں تُم اپنے دُشمنوں کے غُلام اور لَونڈی ہونے کے لِئے اپنے کو بیچو گے پر کوئی خرِیدار نہ ہو گا۔"}]}