{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"اور مُوسیٰ نے جا کر یہ باتیں سب اِسرائیلِیوں کو سُنائِیں۔"},{"number":2,"verse":"اور اُن کو کہا کہ مَیں تو آج کے دِن ایک سَو بِیس برس کا ہُوں ۔ مَیں اب چل پِھر نہیں سکتا اور خُداوند نے مُجھ سے کہا ہے کہ تُو اِس یَردن پار نہیں جائے گا۔"},{"number":3,"verse":"سو خُداوند تیرا خُدا ہی تیرے آگے آگے پار جائے گا اور وُہی اُن قَوموں کو تیرے آگے سے فنا کرے گا اور تُو اُن کا وارِث ہو گا اور جَیسا خُداوند نے کہا ہے یشوع تیرے آگے آگے پار جائے گا۔"},{"number":4,"verse":"اور خُداوند اُن سے وُہی کرے گا جو اُس نے امورِیوں کے بادشاہ سِیحو ن اور عوج اور اُن کے مُلک سے کِیا کہ اُن کو فنا کر ڈالا۔"},{"number":5,"verse":"اور خُداوند اُن کو تُم سے شِکست دِلائے گا اور تُم اُن سے اُن سب حُکموں کے مُطابِق پیش آنا جو مَیں نے تُم کو دِئے ہیں۔"},{"number":6,"verse":"تُومضبُوط ہو جا اور حَوصلہ رکھ ۔ مت ڈر اور نہ اُن سے خَوف کھا کیونکہ خُداوند تیرا خُدا خُود ہی تیرے ساتھ جاتا ہے ۔ وہ تُجھ سے دست بردار نہیں ہو گا اور نہ تُجھ کو چھوڑے گا۔"},{"number":7,"verse":"پِھر مُوسیٰ نے یشُو ع کو بُلا کر سب اِسرائیلِیوں کے سامنے اُس سے کہا کہ تُو مضبُوط ہو جا اور حَوصلہ رکھ کیونکہ تُو اِس قَوم کے ساتھ اُس مُلک میں جائے گا جِس کو خُداوند نے اُن کے باپ دادا سے قَسم کھا کر دینے کو کہا تھا اور تُو اُن کو اُس کا وارِث بنائے گا۔"},{"number":8,"verse":"اور خُداوند ہی تیرے آگے آگے چلے گا ۔ وہ تیرے ساتھ رہے گا ۔ وہ تُجھ سے نہ دست بردار ہو گا نہ تُجھے چھوڑے گا سو تُو خَوف نہ کر اور بے دِل نہ ہو۔"},{"number":9,"verse":"( ہر ساتویں سال شرِیعت کی کِتاب پڑھی جائے) اور مُوسیٰ نے اِس شرِیعت کو لِکھ کر اُسے کاہِنوں کے جو بنی لاوی اور خُداوند کے عہد کے صندُوق کے اُٹھانے والے تھے اور اِسرا ئیل کے سب بزُرگوں کے سپُرد کِیا۔"},{"number":10,"verse":"پِھر مُوسیٰ نے اُن کو یہ حُکم دِیا کہ ہر سات برس کے آخِر میں چُھٹکارے کے سال کے مُعیّن وقت پر عِیدِ خیام میں۔"},{"number":11,"verse":"جب سب اِسرائیلی خُداوند تیرے خُدا کے حضُور اُس جگہ آکر حاضِر ہوں جِسے وہ خُود چُنے گا تو تُو اِس شرِیعت کو پڑھ کر سب اِسرائیلِیوں کو سُنانا۔"},{"number":12,"verse":"تُو سب لوگوں کو یعنی مَردوں اور عَورتوں اور بچّوں اور اپنی بستِیوں کے مُسافِروں کو جمع کرنا تاکہ وہ سُنیں اور سِیکھیں اور خُداوند تُمہارے خُدا کا خَوف مانیں اور اِس شرِیعت کی سب باتوں پر اِحتیاط رکھ کر عمل کریں۔"},{"number":13,"verse":"اور اُن کے لڑکے جِن کو کُچھ معلُوم نہیں وہ بھی سُنیں اور جب تک تُم اُس مُلک میں جِیتے رہو جِس پر قبضہ کرنے کو تُم یَردن پار جاتے ہو تب تک وہ برابر خُداوند تُمہارے خُدا کا خَوف ماننا سِیکھیں۔"},{"number":14,"verse":"( مُوسیٰ کوخُداوند کی آخِری ہدایات) پِھر خُداوند نے مُوسیٰ سے کہا کہ دیکھ تیرے مَرنے کے دِن آ پُہنچے ۔ سو تُو یشُوع کو بُلا لے اور تُم دونوں خَیمۂِ اِجتماع میں حاضِر ہو جاؤ تاکہ مَیں اُسے ہدایت کرُوں ۔ چُنانچہ مُوسیٰ اور یشُوع روانہ ہو کر خَیمۂِ اِجتماع میں حاضِر ہُوئے۔"},{"number":15,"verse":"اور خُداوند ابر کے سُتُون میں ہو کر خَیمہ میں نمُودار ہُؤا اور ابر کا سُتُون خَیمہ کے دروازہ پر ٹھہر گیا۔"},{"number":16,"verse":"تب خُداوند نے مُوسیٰ سے کہا دیکھ تُو اپنے باپ دادا کے ساتھ سو جائے گا اور یہ لوگ اُٹھ کر اُس مُلک کے اجنبی دیوتاؤں کی پَیروی میں جِن کے بِیچ وہ جا کر رہیں گے زِنا کار ہو جائیں گے اور مُجھ کو چھوڑ دیں گے اور اُس عہد کو جو مَیں نے اُن کے ساتھ باندھا ہے توڑ ڈالیں گے۔"},{"number":17,"verse":"تب اُس وقت میرا قہر اُن پر بھڑکے گا اور مَیں اُن کو چھوڑ دُوں گا اور اُن سے اپنا مُنہ چُھپالُوں گا اور وہ نِگل لِئے جائیں گے اور بُہت سی بلائیں اورمُصِیبتیں اُن پر آئیں گی چُنانچہ وہ اُس دِن کہیں گے کیا ہم پر یہ بلائیں اِسی سبب سے نہیں آئِیں کہ ہمارا خُدا ہمارے درمیان نہیں؟۔"},{"number":18,"verse":"اُس وقت اُن سب بدیوں کے سبب سے جو اَور معبُودوں کی طرف مائِل ہو کر اُنہوں نے کی ہوں گی مَیں ضرُور اپنا مُنہ چُھپالُوں گا۔"},{"number":19,"verse":"سو تُم یہ گِیت اپنے لِئے لِکھ لو اور تُو اُسے بنی اِسرائیل کو سِکھانا اور اُن کو حِفظ کرا دینا تاکہ یہ گِیت بنی اِسرائیل کے خِلاف میرا گواہ رہے۔"},{"number":20,"verse":"اِس لِئے کہ جب مَیں اُن کو اُس مُلک میں جِس کی قَسم مَیں نے اُن کے باپ دادا سے کھائی اور جہاں دُودھ اور شہد بہتا ہے پُہنچا دُوں گا اور وہ خُوب کھا کھا کر موٹے ہو جائیں گے تب وہ اَور معبُودوں کی طرف پِھر جائیں گے اور اُن کی عِبادت کریں گے اور مُجھے حقیر جانیں گے اور میرے عہد کو توڑ ڈالیں گے۔"},{"number":21,"verse":"اور یُوں ہو گا کہ جب بُہت سی بلائیں اور مُصِیبتیں اُن پر آئیں گی تو یہ گِیت گواہ کی طرح اُن پر شہادت دے گا اِس لِئے کہ اِسے اُن کی اَولاد کبھی نہیں بُھولے گی کیونکہ اِس وقت بھی اُن کو اُس مُلک میں پُہنچانے سے پیشتر جِس کی قَسم مَیں نے کھائی ہے مَیں اُن کے خیال کو جِس میں وہ ہیں جانتا ہُوں۔"},{"number":22,"verse":"سو مُوسیٰ نے اُسی دِن اِس گِیت کو لِکھ لِیا اور اُسے بنی اِسرائیل کو سِکھایا۔"},{"number":23,"verse":"اور اُس نے نُون کے بیٹے یشُوع کو ہدایت کی اور کہا مضبُوط ہو جا اور حَوصلہ رکھ کیونکہ تُو بنی اِسرائیل کو اُس مُلک میں لے جائے گا جِس کی قَسم مَیں نے اُن سے کھائی تھی اور مَیں تیرے ساتھ رہُوں گا۔"},{"number":24,"verse":"اور اَیسا ہُؤا کہ جب مُوسیٰ اِس شرِیعت کی باتوں کو ایک کِتاب میں لِکھ چُکا اور وہ ختم ہو گئِیں۔"},{"number":25,"verse":"تو مُوسیٰ نے لاوِیوں سے جو خُداوند کے عہد کے صندُوق کو اُٹھایا کرتے تھے کہا کہ۔"},{"number":26,"verse":"اِس شرِیعت کی کِتاب کو لے کر خُداوند اپنے خُدا کے عہد کے صندُوق کے پاس رکھ دو تاکہ وہ تیرے برخِلاف گواہ رہے۔"},{"number":27,"verse":"کیونکہ مَیں تیری بغاوت اور گردن کشی کو جانتا ہُوں ۔ دیکھو ابھی تو میرے جِیتے جی تُم خُداوند سے بغاوت کرتے رہے ہو تو میرے مَرنے کے بعد کِتنا زِیادہ نہ کرو گے؟۔"},{"number":28,"verse":"تُم اپنے قبِیلوں کے سب بزُرگوں اور منصب داروں کو میرے پاس جمع کرو تاکہ مَیں یہ باتیں اُن کے کانوں میں ڈال دُوں اور آسمان اور زمِین کو اُن کے برخِلاف گواہ بناؤں۔"},{"number":29,"verse":"کیونکہ مَیں جانتا ہُوں کہ میرے مَرنے کے بعد تُم اپنے کو بِگاڑ لو گے اور اُس طرِیق سے جِس کا مَیں نے تُم کو حُکم دِیا ہے پِھر جاؤ گے ۔ تب آخِری ایّام میں تُم پر آفت ٹُوٹے گی کیونکہ تُم اپنی کرنیوں سے خُداوند کو غُصّہ دِلانے کے لِئے وہ کام کرو گے جو اُس کی نظر میں بُرا ہے۔"},{"number":30,"verse":"( مُوسیٰ کا گِیت) سو مُوسیٰ نے اِس گِیت کی باتیں اِسرا ئیل کی ساری جماعت کو آخِر تک کہہ سُنائِیں۔"}]}