{"bibleAbbr":"urRV2010","bookName":"اِستِثنا","bookEnglishName":"Deuteronomy","chapterNumber":34,"verses":[{"number":1,"verse":"( مُوسیٰ کی وفات اور تدفِین) اور مُوسیٰ موآب کے مَیدانوں سے کوہِ نبُو کے اُوپر پِسگہ کی چوٹی پر جو یرِیحُو کے مُقابِل ہے چڑھ گیا اور خُداوند نے جِلعاد کا سارا مُلک دان تک اور نفتالی کا سارا مُلک۔"},{"number":2,"verse":"اور افرائِیم اورمنسّی کا مُلک اور یہُودا ہ کا سارا مُلک پِچھلے سمُندر تک۔"},{"number":3,"verse":"اور جنُوب کا مُلک اور وادیِ یرِیحُو جو خُرموں کا شہر ہے اُس کی وادی کا مَیدان ضُغر تک اُس کو دِکھایا۔"},{"number":4,"verse":"اور خُداوند نے اُس سے کہا یِہی وہ مُلک ہے جِس کی بابت مَیں نے ابرہام اور اِضحا ق اور یعقُوب سے قَسم کھا کر کہا تھا کہ اِسے مَیں تُمہاری نسل کو دُوں گا۔ سو مَیں نے اَیسا کِیا کہ تُو اِسے اپنی آنکھوں سے دیکھ لے پر تُو اُس پار وہاں جانے نہ پائے گا۔"},{"number":5,"verse":"پس خُداوند کے بندہ مُوسیٰ نے خُداوند کے کہے کے مُوافِق وہِیں موآب کے مُلک میں وفات پائی۔"},{"number":6,"verse":"اور اُس نے اُسے موآب کی ایک وادی میں بَیت فغُور کے مُقابِل دفن کِیا پر آج تک کِسی آدمی کو اُس کی قبر معلُوم نہیں۔"},{"number":7,"verse":"اور مُوسیٰ اپنی وفات کے وقت ایک سَو بِیس برس کا تھا اور نہ تو اُس کی آنکھ دُھندلانے پائی اور نہ اُس کی طبعی قُوّت کم ہُوئی۔"},{"number":8,"verse":"اور بنی اِسرائیل مُوسیٰ کے لِئے موآب کے مَیدانوں میں تِیس دِن تک روتے رہے ۔ پِھر مُوسیٰ کے لِئے ماتم کرنے اور رونے پِیٹنے کے دِن ختم ہُوئے۔"},{"number":9,"verse":"اور نُون کا بیٹا یشُوع دانائی کی رُوح سے معمُور تھا کیونکہ مُوسیٰ نے اپنے ہاتھ اُس پر رکھّے تھے اور بنی اِسرائیل اُس کی بات مانتے رہے اور جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا اُنہوں نے وَیسا ہی کِیا۔"},{"number":10,"verse":"اور اُس وقت سے اب تک بنی اِسرائیل میں کوئی نبی مُوسیٰ کی مانِند جِس سے خُداوند نے رُوبرُو باتیں کِیں نہیں اُٹھا۔"},{"number":11,"verse":"اور اُس کو خُداوند نے مُلکِ مِصر میں فِرعو ن اور اُس کے سب خادِموں اور اُس کے سارے مُلک کے سامنے سب نِشانوں اور عجِیب کاموں کے دِکھانے کو بھیجا تھا۔"},{"number":12,"verse":"یُوں مُوسیٰ نے سب اِسرائیلِیوں کے سامنے زورآور ہاتھ اور بڑی ہَیبت کے کام کر دِکھائے۔"}]}