{"bibleAbbr":"TZB1714","bookName":"அப்போஷ்த்தலர்","bookEnglishName":"Acts of the Apostles","chapterNumber":10,"verses":[{"number":1,"verse":"இதாளிக்க யெண்ணு சொல்லப்பட்ட சேனைகளுக் குள்ளே சேருவைகாற னாகிற கொறுநெலியுசு யென்கிற நாமத்தைக் கொண்டிருந்த யாதொருதர் செசாரிய என்கிற ஊரிலே யிருந்தார்."},{"number":2,"verse":"யிவர் தம்முடைய வீட்டார் யெல்லாரோடேயுங் கூடப் புண்ணியவானுமாய் சறுவேசுரனுக்குப் பயந்து நடக்கிறவருமா யிருந்து செனங்களுக்கு அனேகந் தன்மங்களைச் செய்து சறுவேசுரனை எப்போதும் வேண்டிக்கொண்டிருந்தார்."},{"number":3,"verse":"யிவர் பகலிலே ஏறக்குறைய ஒன்பதாம் நாழிகையிலே ஒரு தெரிசினத்தினாலே ஒரு சம்மனசானவர் தம் மண்டையிலே வந்தத்தையும் கொறுநேலிய என்கிறவரே யென்ற தம்மோடே சொன்னத்தையும் வெளியரங்கமாய்க் கண்டார்."},{"number":4,"verse":"அவரோ வென்றா லிவரை உத்துப் பாத்துப் பயத்தை யடைந்து ஆண்டவரே! என்ன யென்று சொன்னார். ஆனா லிவர் அவருக்குச் சொன்ன வாத்தைகளாவது. உன்னுடைய செபங்களும் உன்னுடைய தன்மங்களும் சறுவேசுரனுடைய சன்னதி பரியந் தம் யேறி அவருடைய நினவிலே வந்துது."},{"number":5,"verse":"யிப்போ சிலபேரை யோப்பே யென்கிற ஊரிலே யனுப்பி பேதுரு சென்ற பட்டப்பேர் கொண்டிருக்கிற சீமோ னென்கிறவரை அழைச்சக் கொண்டுவரச் சொல்லிக் கட்டளை யிடு."},{"number":6,"verse":"யவர் தோல்ச் செப்பனிடுகிற சீமோ னென்கிற நாமத்தைக் கொண்டிருக்கிற யாதொருத ரண்டையிலே விடுதியா யிருக்கிறார். யிவருடைய வீடு சமுத்திரத்தின் அருகே யிருக்குது. நீ யென்ன செய்ய வேணு மென்று அவர் உன்னோடே பேசுவா ரென்கிறத்தைச் சொன்னார்."},{"number":7,"verse":"ஆனால் கொறுநெலியுசோடே பேசின சம்மனசானவர் மறைஞ்சு போன பிற்பாடு அவர் தம்முடைய வீட்டுக்காறருக் குள்ளே ரெண்டு பேரையும் தன்னைக் காத்துக்கொண்டிருக்கிற சேவகருக்குள்ளே சறுவேசுரனுக்குப் பயந்து நடக்கிற ஒரு சேவுகனையும் அழைச்சார்."},{"number":8,"verse":"சம்புவிச்ச தெல்லாத்தையும் அவர்களுக்குச் சொல்லி அறிவிச்ச பிற்பாடு அவர்களை யோப்பே என்கிற ஊருக்கு அனுப்பி விட்டார்."},{"number":9,"verse":"மறுநாளிலே யிவர்கள் வழியிலேயிருந்து ஊருக்குச் சமீபமாய் வந்த போது பேதுரு சென்கிறவர் செபம் பண்ணத் தக்கதாக ஆறாம் நாழிகைக்குள்ளே மேல் வீட்டி லேறினார்."},{"number":10,"verse":"ஆனா லவர் பசிச்சுக்கொண்டு ருசிபாற்க வேணு மென்றிருந்தார். அவருக்கு யாதொன்று சமைக்கிற தறுவாயிலே அவர் பரவசமாய்ப்போனார்."},{"number":11,"verse":"யிப்படி யிருக்கையிலே வானந் திறந்திருக்கிறத்தையும் நாலு தொங்கல்க் கட்டப்பட்டு பூமியிலே கீழே விடுகிற ஒரு பெரிய துப்பட்டி போலே யாதொரு வஷ்த்துவைத் தம்முடைய பேரிலே யிறங்குகிறத்தைக் கண்டார்."},{"number":12,"verse":"அதிலே பூமியினுடைய நாலுகால் கொண்டிருக்கிற மிறுகங்களும் காட்டு மிருகங்களும் ஊருகிற பூச்சிகளும் ஆகாசத்தில்ப் பறக்கிற பஷ்சிகளும் யிருந்துது."},{"number":13,"verse":"அப்போ பேதுரு சென்கிறவனே ! நீ எழுந்திருந்து கொண்ணுபோட்டு சாப்படு யென்கிற சத்தம் அவருக்கு உண்டாச்சுது."},{"number":14,"verse":"பேதுரு சென்கிறவரோ வென்றால் ஆண்டவரே! எந்த முகாந்திரத்தினாலே ஆனாலும் யித்தைச் சொய்யக் கூடாது. அதேதென்றால் ஒருக்காலானாலும் அவசுத்தமா யிருக்கிறதுகளைச் சாப்பட யில்லை யென்று சொன்னார்."},{"number":15,"verse":"ஆனால்ச் சறுவேசுரன் சுத்தமாக்கினதுகளை நீ அவதுத்தமாக்க வேண்டா மென்கிற சத்தம் மறுபடியும் ரெண்டாம் விசை அவக்கு யுண்டாச்சுது."},{"number":16,"verse":"யிப்படி மூணுமுறை வந்து சம்புவிச்சுது. அப்போ அத் வஷ்த்து வானத்திலே எடுத்துக்கொள்ளப்பட்டுது."},{"number":17,"verse":"ஆனால்ப் பேதுரு சென்கிறவர் தான் கண்ட தெரிசினம் யின்ன தென்று சந்தேகப்படுகிற தறுவாயிலே யிதோ கொறுநெலியு சென்கிறவராலே அனுப்பப் பட்ட பேர்கள் சீமோ னென்கிறவருடைய வீடெங்கே யிருக்கு தென்று கேட்டு வாசலருகே கூப்பிட்டூக்கொண்டு பேதுரு யென்று பட்டப்பேர் கொண்டிருக்கிற சீமோ னென்கிறவர் அவடத்திலே விடுதியா யிருக்கிறாரோ? யென்று ஆராய்ந்துகொண்டிருந்தார்கள்."},{"number":18,"verse":"பேதுரு சென்கிறவர் யிந்த தெரிசினத்தின் பேரிலே யோகிச்சுக்கொண்டிருக்கிறபோது யிசிப்பிரீத்துவானவர் அவருக்குச் சொன்னதாவது."},{"number":19,"verse":"யிதோ மூணுபேர்கள் உன்னைத் தேடுகிறார்கள்."},{"number":20,"verse":"நீ எழுந்திருந்து கீழே யிறங்கி அவர்களோடே கூடப் போ. சந்தேகப்படவேண்டாம். அதேதென்றால் நாம்தானே அவர்களை யனுப்பினோ மென்று சொன்னார்."},{"number":21,"verse":"பேதுரு சென்கிறவர் கொறுநெலியு சென்கிறவராலே அனுப்பப்பட்ட பேர்களண்டையிலே யிறங்கி யிதோ நீங்கள் தேடுகிறவன் நான் தானே! நீங்க ளிங்கே வந்த காறண மேதென்று சொல்லிக் கேட்டார்."},{"number":22,"verse":"அவர்களோ வென்றால் நீதிபானுமாய்ச் சறுவேசுரனுக்குப் பயந்து நடக்கிறவருமாய் யூதர்களுடையச் சகல செனங்களினாலே சாஷ்சியைக் கொண்டிருக்கிறவருமா யிருக்கிற சேருவைக்காறனாகிற கொறுநெலியு சென்கிறவர் உம்மைத் தம்முடைய வீட்டிலே அழைக்கத் தக்கதாகவும் உம்மாலே வாத்தைகளைக் கேழ்க்கத் தக்கதாகவும் ஒரு அற்சியசீஷ்ட்ட சம்மனசைக் கொண்டு ஒரு கட்டளையை வாங்கிக்கொண்டாரென்று சொன்னார்கள்."},{"number":23,"verse":"அப்போ அவர் யிவர்களை உள்ளே அழைச்சு யிவர்களுக்கு விடுதி குடுத்தார். மறுநாளிலே பேதுரு சென்கிறவர் அவர்களோடே பிறப்பட்டார். யோப்பே யென்கிற ஊரிலே யிருந்த சகோதரங்களுக் குள்ளே சில பேர்களும் அவருக்கு வழித்துணையாகக் கூடப்பிறப்பட்டார்கள்."},{"number":24,"verse":"மறுநாளிலே செசாரிய என்கிற ஊரிலே உள்ப் பிறவேசித்தார்கள். கொறுநெலியு சென்கிறவரோ வென்றா லவர்கள் யெப்போ வருவார்க ளென்று காத்துக்கொண்டு தம்முடைய உறவுமுறையாரையும் தமக்கு நம்பிக்கையா யிருந்த சினேகிதரையும் கூட்டி அழைச்சுக்கொண்டிருந்தார்."},{"number":25,"verse":"பேதுரு சென்கிறவர் உள்ப் பிறவேசித்தபோது சம்புவிச்ச தேதென்றால்க் கொறுநெலியு சென்கிறவர் அவருக் கெதிராகவந்து அவருடைய பாதத்திலே சாஷ்ட்டாங்கமாக விழுந்து வணங்கினார்."},{"number":26,"verse":"ஆனால்ப் பேதுரு சென்கிறவர் அவரைக் கைதூக்கி விட்டு, நீ எழுந்திரு. நான் தானும் ஒரு மனுஷனா யிருக்கிறே னென்று சொன்னார்."},{"number":27,"verse":"யிவர் அவரோடே பேசினத்துக்குப் பிற்பாடு உள்ப் பிறவேசித்து கூடி வந்த அனேகம் பேர்களைக் கண்டு அவர்களுக்குச் சொன்னதாவது."},{"number":28,"verse":"ஒரு யூதனா யிருக்கப்பட்டவன் தன்னுடைய மாற்கத்துக்குப் பிறத்தியா யிருக்கிறவ னண்டையிலே கூடுகிறத்துக் கானாலும் சேருகிறத்துக் கானாலும் ஞாய மல்ல வென்று நீங்கள் தானே அறிந்திருக்கிறீர்கள். ஆல்ல ஒருதனையாகிலும் அவசுத்த மென்று சொல்ல வொண்ணா தென்கிறத்தைச் சறுவேசுரன் நமக்குக் காட்டியருளினார்."},{"number":29,"verse":"ஆனபடியினாலே ஒரு போக்குச் சொல்லாமல் அழைக்கப்பட்ட வுடனே யிங்கே வந்தோம். நீங்கள் எந்த முகாந்திரத்துக்காக நம்மை அழைத்தீர்க ளென்று யிப்போ கேழ்க்கிறோ மென்று சொன்னார்."},{"number":30,"verse":"அப்போ கொறுநெலியு சென்கிறவர் சொன்னதாவது. நாலு நாளத் துவக்கி யிந்த நாழிகை மட்டும் ஒரு சந்தியா யிருந்து ஒன்பதாம் நாழிகையிலே என்னுடைய வீட்டுக்குள்ளே செபம் பண்ணினேன். யிதோ பிறகாசிக்கப்பட்ட வேஷ்சையைக் கொண்டிருந்த ஒருதர் எனக்கு முன்பாக நின்று சொன்னதாவது."},{"number":31,"verse":"கொறுநெலியு சென்கிறவனே உன்னுடைய செபம் கேழ்க்கப்பட்டுது. உன்னுடைய தன்மங்கள் சறுவேசுரனுடைய சன்னதி பரியந்தம் போ யவருடைய நினவிலே வந்துது."},{"number":32,"verse":"ஆகையினாலே யோப்பே என்கிற ஊருக்கு அனுப்பி பேதுரு சென்று பட்டப்பேர் கொண்டிருக்கிற சீமோ னென்கிறவரை அழைச்சுக்கொள்ளு. யிவர் தோல் செப்பனிடுகிறவனாகிற சீமோ னென்கிறவருடைய வீட்டிலே சமுத்திரத்தி னருகே விடுதியா யிருக்கிறார். யிவர் வந்த போது உன்னோடே பேசுவா ரென்று சொன்னார்."},{"number":33,"verse":"அன்னேரத்திலே தானே உம் மண்டைக் கனுப்பினேன். நீர் வந்தபடியினாலே நன்றாய்ச் செய்தாப் போலே யாச்சுது. யிப்போ சறுவேசுரனாலே உமக்குக் கற்பிச்ச தெல்லாத்தையும் கேழ்க்கத் தக்கதாக நாங்க ளெல்லாரும் சறுவேசுரனுடைய சன்னதியிலே கூடியிருக்கிறோ மென்று சொன்னார்."},{"number":34,"verse":"ஆனால்ப் பேதுரு சென்கிறவர் வாய்திறந்து சொன்னதாவது. சறுவேசுரன் பாரபஷ்சமாக மனுஷருடைய முகத்தைப் பாற்கிறவரா யிராமல் சகல செனங்களிலே ஆரானாலும் அவருக்குப் பயந்து நீதி ஞாயத்தை செய்தால் யிவன் அவருக்கு உகந்தவனா யிருக்கிறா னென்று யிப்போ சத்தியமாகக் கி(அ)றிவிக்கிறேன்."},{"number":35,"verse":"சகல மனுஷருடைய கத்தனாகிற ஏசுக்கிறீஷ்த்துவைக் கொண்டு சமாதானத்தை அறிவிக்கிறதாகிய சறுவேசுரன் யிசிறாயே லென்கிற பிள்ளைகளுக்கு அனுப்பின வாத்தையோ வென்றால் யிந்த வாத்தையானது யோயன்ன சென்கிறவர் பிறசங்கம்பண்ணின ஞானஷ்த்தானத்துக்குப் பிற்பாடு கலிலேய தேசத்திலே துவக்கி யூதேய சீர்மையி லெங்கும் பரம்பிச்சு தென்றும் சறுவேசுரன் யேசு நசரேனுவை யிசிப்பிரீத்துசாந்துவினாலேயும் வல்லமையினாலேயும் எப்படி அபிஷேகம் பண்ணினா ரென்றும் நீங்க ளறிந்திருக்கிறீர்கள்."},{"number":36,"verse":"யிவர் அங்கங்கே சுத்தித் திரிந்து நன்மை செய்து பிசாசினுடைய வல்லமையிலே அகப்பட்ட பேர்க ளெல்லாரையும் குணமாக்கினார். அதேதென்றால்ச் சறுவேசுரன் அவரோடே கூடியிருந்தார்."},{"number":37,"verse":"அவர் யூதர்களுடைய சீர்மையிலேயும் எருசலேமியிலேயும் செய்த தெல்லாத்துக்கும் நாங்கள் சாஷ்சிக்காறரா யிருக்கிறோம்."},{"number":38,"verse":"அவரை ஒரு மரத்தின் பேரிலே அறைஞ்சு கொண்ணுபோட்டார்கள்."},{"number":39,"verse":"அவரைச் சறுவேசுரன் மூணா நாளிலே எழுப்பி வெளிப்படுத்தப்படுகிறதுதுக்குக் கட்டளை பண்ணினார்."},{"number":40,"verse":"அவர் சகல செனங்களுக்கு வெளிப்படுத்தப்படாம லவர்மரித்தவர்களிடத்திலே நின்று எழுந்தருளினத்துக்குப் பிற்பாடு அவரோடே சாப்பட்டவர்களுமாய்க் குடித்தவர்களுமாய் சறுவேசுரனாலே முன் தெரிந்துகொள்ளப்பட்ட சாஷ்சிக்காறருமா யிருக்கிற எங்களுக்கு வெளிப்படுத்தப்பட்டார்."},{"number":41,"verse":"நாம் செனங்களுக்குப் பிறசங்கம் பண்ணவும் அவர்சீவியர்களுக்கும் மரித்தவர்களுக்கும் சறுவேசுரனாலே குறிக்கப்பட்ட நடுத்தீற்கிறவ ரென்று சாஷ்சி குடுக்கவும் நமக்குக் கற்பித்தருளினார்."},{"number":42,"verse":"அவரை விசுவாசிக்கிறவ னெல்லாம் அவருடைய நாமத்தினாலே பாவப் பொறுத்தலை அடைவா னென்று தீற்கத்தெரிசிகளான பேர்க ளெல்லாரும் அவருக்குச் சாஷ்சி குடுக்கிறார்களென்று சொன்னார்."},{"number":43,"verse":"பேதுரு சென்கிறவர் யின்னம் யிந்த வாத்தைகளைப் பேசுகிறபோது யிந்த வாத்தை கேட்ட சகல பேர்களின் பேரிலே யிசிப்பிரீத்துசாந்து வானவர் யிறங்கினார்."},{"number":44,"verse":"யிசிப்பிரீத்துசாந்து வினுடைய வரம் அக்கியானிகள் பேரிலேயும் வாற்கப்பட்டுதென்று விறுத்தசேதனத்தாராகிற பேதுருவோடே கூட வந்த விசுவாசிகளான பேர்கள் ஆச்சரியப்பட்டார்கள்."},{"number":45,"verse":"அதேதென்றா லிவர்கள் பாஷைகளினாலே பேசி சறுவேசுரனைத் தோஷ்த்திரம்பண்ணுகிறார்க ளென்கிறத்தைக் கேட்டார்கள். அப்போ பேதுரு சென்கிறவர் பிறத்தியுத்தாரமாக நம்மைப் போலே யிசிப்பிரீத்துசாந்துவை வாங்கின யிவர்கள் ஞானஷ்த்தானம் பெறாதபடிக்கு யாதொருதன் தண்ணீருக்குத் தடை பண்ணலாமோ யென்று சொல்லிக் கத்தருடைய நாமத்தினாலே ஞானத்தானம் பெறுகிறத்துக்குக் கற்பித்தார்."},{"number":46,"verse":"அப்போ அங்கே சிறுது நாளிருக்க அவரை வேண்டிக்கொண்டார்கள்."},{"number":47,"verse":"[வசனம் இல்லை, மேலே அல்லது கீழே உள்ள வசனத்தில் பார்க்கவும்]"},{"number":48,"verse":"[வசனம் இல்லை, மேலே அல்லது கீழே உள்ள வசனத்தில் பார்க்கவும்]"}]}