{"bibleAbbr":"TZB1714","bookName":"அப்போஷ்த்தலர்","bookEnglishName":"Acts of the Apostles","chapterNumber":20,"verses":[{"number":1,"verse":"சந்தடியா யிருக்கிற செனங்கள் அமந்துபோன பிற்பாடு பவுலு சென்கிறவர் சீஷர்க்களைத் தம்மண்டையிலே அழைச்சு அவர்களுக்கு மினவுகிற வாத்தைகளைச் சொல்லி மச்சதோணிய தேசத்துக்குப் போக வேணுமென்று பிறப்பட்டார்."},{"number":2,"verse":"ஆனா லந்த யிஷ்த்தலங்களைச் சுத்தித் திரிந்துவிஷ்த்தாரமான பிறசங்கத்தினாலே அவர்களுக்குப் புத்திசொன்ன பிறகு கிறேக்கிய யென்கிற தேசத்திலே வந்தார்."},{"number":3,"verse":"அவடத்திலே மூணுமாதமா யிருந்த பிற்பாடு சிரிய யென்கிற தேசத்துக்குப் பாய்விரிச்சுப் போக வேணு மென்றிருந்த போது யூதர்கள் அவருக்குச் சற்பனையாக ஓட்டிப் பாத்தபடியினாலே மச்செதோணிய யென்கிற தேசத்துக்கு நடுவாகத் திரும்பத் தக்கதாக மனசா யிருந்தார்."},{"number":4,"verse":"ஆனால் ஆசிய யென்கிற தேச மட்டும் பெறுவே னென்கிற ஊரானாகிற சோப்பத்த ரென்கிறவரும் தெசலோனிய பட்டணத்தா ராகிற அறிஷ்த்தாறிகு சென்கிறவரும் செகுந்து சென்கிறவரும் தெறுபே னென்கிற ஊரானாகிற யாகு சென்கிறவரும் திமொத்தேயு சென்கிறவரும் ஆசிய தேசத்தாராகிற திகிக்கூ சென்கிறவரும் திறோபிமுச் சென்கிறவரும் அவருக்கு வழித்துணையாக யிருந்தார்கள்."},{"number":5,"verse":"யிவர்கள் முன்நடந்து நாங்கள் எப்போ வருவோ மென்று துறோவா சென்கிற பட்டணத்திலே காத்துக்னொண்டிருந்தார்கள்."},{"number":6,"verse":"ஆனால் நாங்கள் பிளிப்பில்லாத அப்பங்களைத் தின்கிற நாள்களுக்குப் பிற்பாடு பிலிப்பி யென்கிற பட்டணத்திலிருந்து பாய்விரிச்சுக் கொண்டுபோய் அஞ்சுநாளைக் குள்ளே அவர்க ளண்டையிலே துறோவா சென்கிற பட்டணத்துக்கு வந்து அவடத்திலே ஏழு நாள்ச் சஞ்சரிச்சுக்கொண்டிருந்தோம்."},{"number":7,"verse":"பின்னையும் நாயத்துக் கிழமையிலே அப்பத்தைப் புட்கிறத்துக்கு சீஷர்க்கள் கூடி யிருக்கச் செய்தே பவுலு சென்கிறவர் மறுநாளிலே பிறப்பட வேணுமென்றிருந்து அவர்களுக்குப் பிறசங்கம் பண்ணி அந்தப் பிறசங்கத்தை நடுச்சாம மட்டும் நடப்பிச்சார்."},{"number":8,"verse":"அவர்கள் கூடியிருந்த மேல்வீட்டிலே அனேகம் தீவட்டிகள் கொளுத்தி யிருந்துது."},{"number":9,"verse":"ஆனால் அயிதீக்கு சென்கிற நாமத்தைக் கொண்டிருந்த யாதொரு வாலிபகாறன் சன்னலிலே யிருந்து தூக்கத்திலே விழுந்தான். பவுலு சென்கிறவர் விஷ்த்தாரமாகப் பிறசங்கம் பண்ணுகிற தறுவாயிலே யிவன் நித்திரையினாலே தள்ளுண்டு போய் மூணாம் நிலை துவக்கி கீழே விழுந்து செத்தவனாக யெடுக்கப்பட்டான்."},{"number":10,"verse":"பவுலு சென்கிறவரோ வென்றால் கீழே யிழ(ற)ங்கி அவன் பேரிலே விழுந்து வனைக் கட்டிக்கொண்டு நீங்கள் யிரைச்சல் காட்ட வேண்டாம். அதேதென்றால் யிவனுடைய ஆத்துமம் யிவனுக்குள்ளே யின்னம் யிருக்கு தென்று சொன்னார்."},{"number":11,"verse":"பிற்பாடு அவர் யேறி அப்பத்தைப் புட்டு ருசிபாத்து அனேகம் நேரமாய் விடியத்தாரம் மட்டாகப் பேசிக்கொண்டிருந்து பிறப்பட்டார்."},{"number":12,"verse":"ஆனா லந்த வாலிபகாறனை உயிருடனே கொண்டு வந்து மகா ஆறுதலை யடைந்தார்கள்."},{"number":13,"verse":"அப்போ நாங்கள் கப்பலின் பேரிலே யேறி பா(ய்) விரிச்சு ஆசோ னென்கிற ஊருக்குப் போய் யவடத்திலே பவுலு சென்கிறவரை ஏத்துக்கொள்ள வேணு மென்றிருந்தோம். அதேதென்றா லவர் கால்நடையாய்ப் போக வேணுமென் றிருந்தபடியினாலே யிந்தப்படிக்க நிதானம் பண்ணப்பட்டிருந்துது."},{"number":14,"verse":"அவர் ஆசோ னென்கிற ஊரிலே எங்களுக் கெதிராக வந்தபோது நாங்க ளவரை யேத்துக்கொண்டு மிதிலேன் யென்கிற தீவுக்கு வந்தோம்."},{"number":15,"verse":"மறு நாளிலே அவடத்தைவிட்டுப் பாய்விரிச்சுக்கொண்டுபோய்க் கீயுச் சென்கிற தீவுக்கு வந்தோம். மத்த நாளிலே சாமுச் சென்கிற தீவைக் கடந்துபோய்த் தொறோகில்லியோ னென்கிற துறையிலே நஞ்(ங்)கூரம் போட்டுக்கொண்டிருந்தோம். மறுநாளிலே மிலேத்து சென்கிற ஊருக்கு வந்தோம்."},{"number":16,"verse":"அதேதென்றால்ப் பவுலு சென்கிறவர் தாம் ஆசிய யென்கிற தேசத்திலே காலஞ் சிலவழிக்காதபடிக்கு யெவேசொ யென்கிறப் பட்டணத்தைக் கடந்துபோக மனசா யிருந்தான். அதேதென்னில்த் தமக்குக் கூடுமானால் பெந்தக்கோஷ்த்த யென்கிற திருநாளுக் குள்ளே எறுசலேமி யென்கிற பட்டணத்திலே யிருக்க வேணு மென்று தீபரிச்சார்."},{"number":17,"verse":"ஆனால் மிலேத்து சென்கிற ஊரிலே யிருந்து யெவேசொ வென்கிறப் பட்டணத்திலே அனுப்பித் திருச்சபையினுடைய மூப்பான பேர்களை அழைப்பிச்சார்."},{"number":18,"verse":"அவர்கள் யிவரண்டையிலே வந்தபோது யிவர் அவர்களுக்குச் சொன்னதாவது."},{"number":19,"verse":"நாம் ஆசிய யென்கிற தேசத்திலே வந்த முதலாம் நாளைத் துவக்கி சகல காலத்திலே உங்களோடே யெந்தப் பிறகாரமாக யிருந்தோ மென்றும் சகல தாஷ்சியினாலேயும் அனேகம் கண்ணீர்களினாலேயும் யூதர்களுடைய சற்பனைகளினாலேயும் நமக்கு வந்து சம்புவிச்ச சோதினைகளினாலேயும் கத்தருக்கு யெப்படி ஊழியஞ் செய்தோ மென்றும் நாம் பிறையோசனமான காரியங்களுக் குள்ளே ஒன்றும் மறக்காமல் எல்லாத்தையும் உங்களுக் கறிவிச்சு பிறசித்தத்திலேயும் அங்கங்கே வீடுகளிலேயும் உங்களுக்கு யெப்படி உபதேசஞ் சொன்னோ மென்றும் சவேசுரனைப் பாத்துச் செய்ய வேண்டின தவசையும் நம்முடைய கத்தனா யிருக்கிற யேசுக்கிறீஷ்த்துவைப் பாத்து விசுவாசிக்க வேண்டின விசுவாசத்தையும் யூதர்களுக்கும் கிறேக்கத்தாருக்கும் எப்படி அறிவிச்சோ மென்றும் நீங்க ளறிந்திருக்கிறீர்கள்."},{"number":20,"verse":"யிதோ யிசிப்பிரீத்துவினாலே கட்டப்பட்டவனா யிருக்கிற நாம் யிப்போ எறுசலேய மென்கிற பட்டணத்துக்குப் போறோம். நமக்கு அவடத்திலே யென்ன சம்புவிக்கு மென்று தெரியாது. ஆனால் என்னைக் கட்டுகிற சங்கிலிகளும் துன்பங்களும் யென்னைக் காத்துக்கொண்டிருக்கிற தென்று யிசிப்பிரீத்துசாந்துவானவர் பட்டணத்தோடும் சாஷ்சி குடுத்துச் சொல்லுகிறார்."},{"number":21,"verse":"ஆனால் என்னுடைய நடபடிகளையும் ஆண்டவரா யிருக்கிற யேசுவின் கையிலே வாங்கின ஊழியத்தையும் சந்தோஷத்துடனே முகிக்க வேணுமென்கிறத்துக் காகவும் சறுவேசுரனுடைய கிறுபை வெளிப்படுத்துகிற சுவிவிசேஷத்துக்குச் சாஷ்சி குடுக்க வேணு மென்கிறத்துக்காகவும் நாம் ஒண்ணுக்கும் பயப்படாமலும் என்னுடைய பிராணனைச் சட்டைபண்ணாமலும் யிருக்கிறோம்."},{"number":22,"verse":"யிதோ நாம் சந்திச்சு சறுவேசுரனுடைய ராச்சியத்தை அறிவிச்சவர்களாகிற நீங்க ளெல்லாரும் யினிமேல் நம்முட முகத்தைக் காணப்போறதில்லை யென்று யிப்போ அறிந்திருகிகிறோம்."},{"number":23,"verse":"ஆனபடியினாலே நாம் சகலமான பேர்களுடை ய ரெத்தத்துக்குக் குத்தமில்லாம லிருக்கிறோ மென்று யின்னாளிலே தானே உங்களுக்கு அறிவிக்கிறோம். அதேதென்றால் நாம் ஒண்ணும் மறக்காமல் சறுவேசுரனுடைய சித்த மெல்லாம் உங்களுக்கு வெளிப்படுத்தினோம்."},{"number":24,"verse":"அப்படியே நீங்கள் உங்களைத்தானும் கூட்டத்தாரா யிருக்கிற சகல பேர்களையும் காருங்கோ. சறுவேசுரன் தம்முடைய சொந்தமான ரெத்தத்தினாலே தம்முடைய பாரிசமாக்கினத் திருச்சபைய மெய்க்கத் தக்கதாக யிசிபிரீத்துசாந்துவானவர் உங்களை அவர்களுக்கு மூப்ப்பான குருக்களாக வைச்சார்."},{"number":25,"verse":"அதேதென்றால் நாம் அப்பாலே போனத்துக்குப் பிற்பாடு ஆடுகள் கூட்டத்தைச் சும்மாவிடாத கனமான ஓனாய்கள் உங்களுக் குள்ளே பிறவேசிக்கு மென்கிறத்தை அறிந்திருக்கிறோம்."},{"number":26,"verse":"சீஷர்க்கள் தங்களைப் பின்செல்லப் பண்ணத் தக்கதாக்க தாறுமாறுகளைப் பேசப்போற பேர்கள் உங்களுக் குள்ளே தானே எழுந்திருப்பார்கள்."},{"number":27,"verse":"ஆனபடியினாலே நீங்கள் முழிச்சுக்கொண்டு நாம் அல்லும் பகலுல்(ம்) மூணு வருஷமாகக் கண்ணீர்களினாலே ஒவ்வொருதனுக்குப் புத்திசொல்ல ஒவ்வாம லிருந்தோ மென்று நினவு பூண்டிருங்கோள்."},{"number":28,"verse":"ஆனால்ச் சகோதரங்களே! யிப்போ நாம் உங்களைச் சறுவேசுரனுக்கும் அவருடய சிறுபையின் திருவசனத்துக்கும் நம்பிக்கையாக ஒப்புக் குடுக்கிறோம். யிவர் உங்களைப் புண்ணியங்களிலே வத்திக்கப் பண்ணுகிறத்துக்கும் சகல அற்சியசீஷ்ட பேர்களுடைய கூட்டத்துக் குள்ளான சுகந்திரத்தை உங்களுக்குக் கட்டளை யிடுகிறத்துக்கும் பெலனா யிருக்கிறார்."},{"number":29,"verse":"ஒருதருடைய வெள்ளி யானாலும் பொன்னென்கிலும் வேஷ்சையாகிலும் நாம் விரும்பின தில்லை."},{"number":30,"verse":"இந்தக் கைய்கள் நமக்குத் தேவையானதுகளுக்கும் நம்மோடே கூட யிருந்த பேர்களுக்கும் ஊழியஞ் செய்துதென்று நீங்கள் தானே அறிந்திருக்கிறீர்கள்."},{"number":31,"verse":"நீங்கள் யிந்தப் பிறகாரமாகப் பிறையாசப்பட்டுப் பெலயீனருக்கு அனுக்கிறகம் பண்ணவேணு மென்றும் வாங்கிற தென்கிறத்தைக் காட்டிலும் குடுக்கிற தென்கிறது பாய்க்கிய முள்ளதா யிருக்கு தென்றும் கத்தனாகிற யேசுநாதரானவர் திருவிளம்பத்தின திருவசனங்களை நினவு கூர்ந்திருக்க வேணுமென்றும் நாம் சகல காரியங்களிலே உங்களுக்கு வழிகாட்டினாப்போலே ஆச்சுதென்றும் பவுலுசென்கிறவர் சொன்னார்."},{"number":32,"verse":"அவர் யித்தைச் சொன்ன பிற்பாடு முட்டிட்டிருந்து அவர்க ளெல்லாரோடே கூடச் செவம் பண்ணினார்."},{"number":33,"verse":"ஆனால் யெல்லாரும் மிகவும் அழுதுகொண்டு பவுலுவினுடைய கழுத்தைக் கட்டிக்கொண்டு அவருக்கு முத்திசெய்தார்கள்."},{"number":34,"verse":"அவர்கள் தம்முடைய முகத்தை யினிக் காணப்போறதில்லை யென்று சொன்ன வாத்தை முகாந்திரத்தினாலே விசேஷமாகத் துக்கப்பட்டார்கள்."},{"number":35,"verse":"அப்போ கப்பலின் பேரிலே அவரை அழைச்சுக்கொண்டுபோய்விட்டார்கள்."},{"number":36,"verse":"[வசனம் இல்லை, மேலே அல்லது கீழே உள்ள வசனத்தில் பார்க்கவும்]"},{"number":37,"verse":"[வசனம் இல்லை, மேலே அல்லது கீழே உள்ள வசனத்தில் பார்க்கவும்]"},{"number":38,"verse":"[வசனம் இல்லை, மேலே அல்லது கீழே உள்ள வசனத்தில் பார்க்கவும்]"}]}