{"bibleAbbr":"TZB1714","bookName":"அப்போஷ்த்தலர்","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"அவரைக் கொண்ணு போட்ட வத்தமானம் சவுலு என்கிறவனுக்குச் சம்மதியா யிருந்துது. அன்னாளிலே எருசலேய மென்கிற பட்டணத்தி லுண்டான திருச்சபையின் பேரிலே மகாத் துன்பப்படுத்தல் வந்துது. ஆகையினாலே அப்போஷ்த்தலமார்க ளல்லாமல் மத்தப் பேர்க ளெல்லாரும் யூதேய தேசத்திலேயும் சாமாரிய தேசத்திலேயும் எங்கும் சிதறப்பட்டுப் போனார்கள்."},{"number":2,"verse":"ஆனால்ச் சறுவேசுரனுக் குப் பயந்த சில பேர்கள் யிஷ்த்தேப்பனு என்கிறவனை அடக்கம் பண்ணி அவர் பேரிலே மகா ஒப்பாரி சொல்லிக்கொண்டிருந்தார்கள்."},{"number":3,"verse":"சவுலு சென்கிறவனோ வென்றால்த் திருச்சபையை நிற்மூலமாக்கி அந்தந்த வீட்டுகளிலே போய் புருஷரான பேர்களையும் யிஷ்த்திறி யானவர்களையும் யிழுத்துக்கொண்டுவந்து காவலிலே ஒப்பிவிச்சான்."},{"number":4,"verse":"சிதறப்பட்டுபோன பேர்கள் அங்கங்கே திரிந்து சுவிவிசேஷத்தைச் சொல்லித் திருவசனத்தைப் பிறசங்கம் பண்ணினார்கள்."},{"number":5,"verse":"பிலிப்பு சென்கிறவரோ வென்றால்ச் சாமாரிய யென்கிற யாதொரு பட்டணத்திலே யிறங்கி அவர்களுக்குக் கிறீஷ்த்துவானவரை அறிவிச்சார்."},{"number":6,"verse":"அவர் செய்துகொண்டு வருகிற அடையாளங்களைக் கேட்டுக் காண்கிற தறுவாயிலே செனங்கள் ஒருமனப்பட்டு பிலிப்பு சென்கிறவராலே சொல்லப்பட்ட ஞாயங்களுக்குக் கவனமா யிருந்தார்கள்."},{"number":7,"verse":"அதேதென்றால்த் துன்மனசுக்களைப் பிடிச்சிருந்த அனேகம் பேர்களிடத்திலே யுண்டான துன்மனசுக்கள் மகாச்சத்தத்துடனே கூப்பிட்டுக்கொண்டு பிறப்பட்டுது. கால் கைய்வழங்காத அனேகம் வியாதிக்காறரும் சப்பாணிகளும் குணமானார்கள்."},{"number":8,"verse":"யிதின் முகாந்திரமாக அந்தப் பட்டணத்திலே மகாப் பெரிய சந்தோஷ முண்டாச்சுது."},{"number":9,"verse":"ஆனால்ச் சீமோ னென்கிற நாமத்தைக்கொண்டிருந்த யாதொருதன் முன்னே அந்தப் பட்டணத்திலே யிருந்து பில்லி சூனியஞ் செய்து சாமாரிய என்கிற பட்டணத்தாரை மோசம் போக்கித் தான் யாதொரு பெரியவ னென்று சொன்னான்."},{"number":10,"verse":"சிறியவர்கள் துவக்கிப் பெரியோர்கள் முதலாய எல்லாரும் அவனைக் கனமாய் விசாரித்து யிவர் சறுவேசுரனுடைய பெரிய வல்லமையாயிருக்கிறா ரென்று சொன்னார்கள்."},{"number":11,"verse":"அவன் அனேகங் காலமாய்ப் பில்லி சூனியத்தினாலே அவர்களுக்குப் புத்தி மயக்கத்தை வருத்திவித்த முகாந்திரத்தினாலே அவனைக் கனமாய் விசாரித்தார்கள்."},{"number":12,"verse":"ஆனால்ச் சறுவேசுரனுடைய ராச்சியத்துக்கும் ஏசுக் கிறீஷ்த்துவினுடைய திருநாமத்துக்கும் அடுத்த விசேஷங்களைப் பிறசங்கம் பண்ணின பிலிப்பு சென்கிறவருக்கு விசுவாசமாய்ப் போறபோது புருஷரான பேர்களும் யிஷ்த்திறியான பேர்களும் ஞானஷ்த்தானம் பெத்தார்கள்."},{"number":13,"verse":"அப்போ சீமோ னென்கிறவனும் தானே விசுவாசித்து ஞானஷ்த்தானம் பெத்து பிலிப்பு சென்கிறவரைப் பிஞ்சென்றான். சம்புவிக்கிற அடையானங்களையும் அவனைக் கண்டபோது அதிசெயப்பட்டிருந்தான்."},{"number":14,"verse":"ஆனால் சாமாரியா என்கிற பட்டணம் சறுவேசுரனுடைய திருவசனத்தை ஏத்துக்கொண்டுதென்று எருசலேமியிலே யிருந்த அப்போஷ்த்தலமார்கள் கேட்டபோது பேதுருவையும் யோயன்னசையும் அவர்க ளண்டையிலே அனுப்பினார்கள்."},{"number":15,"verse":"யிவர்கள் யிறங்கினத்துக்குப் பிற்பாடு அவர்கள் யிசிப்பிரீத்துசாந்துவை யடைய வேணு மென்று அவர்களுக்காக மண்ணாடிக்கொண்டிருந்தார்கள்."},{"number":16,"verse":"அதேதென்றா லவர் ஒருதர் பேரிலே யானாலும் யின்னம் யிறங்கினா ரல்லை. ஆனாலோ கத்தனாகிற ஏசுவினுடைய நாமத்தினாலே மாத்திரம் ஞானஷ்த்தானம் பெத்தவர்களா யிருந்தார்கள்."},{"number":17,"verse":"யிவர்க ளவர்கள் பேரிலே கையை வைத்தபோது யிசிப்பிரீத்துசாந்துவை யடைந்தார்கள்."},{"number":18,"verse":"ஆனால் அப்போஷ்த்தலமார்கள் கைகளை மேலே வைக்கிறத்தினாலே யிசிப்பிரீத்துசாந்து குடுக்கப்படுகிறா ரென்கிறத்தைச் சீமோ னென்கிறவன் கண்டபோது பணங்களை அவர்களுக்குக் கொடுக்க வேணுமென்றிருந்து சொன்னதாவது."},{"number":19,"verse":"நான் யாதொருதன் பேரிலே கையை வைத்தா லவன் யிசிப்பிரீத்துசாந்துவை யடைகிறத்துக்கான வல்லமையை எனக்கும் குடுங்கோ வென்று சொன்னான்."},{"number":20,"verse":"ஆனால்ப் பேதுரு சென்கிறவர் அவனுக்குச் சொன்னதாவது. சறுவேசுரனுடைய வாத்தைப் பணங்களினாலே கொள்ளலா மென்று நீ விசாரிக்கிறா யென்கிறபடியினாலே உன்னுடைய பணம் உன்னோடே கூடச் சாபிக்கப்பட்டதா யிருக்கக் கடவது."},{"number":21,"verse":"யிந்தத் திருவசனத்திலே உனக்குச் சத்தாகிலும் பங்கில்லை. அதேதென்றால் உன்னுடைய யிறுதயம் சறுவேசுரனுக்கு முன்பாகச் செம்மையா யிருக்க யில்லை."},{"number":22,"verse":"ஆனபடியினாலே யிந்த உன்னுடைய துற்குணத்துக்காகத் தவசு பண்ணி உன் யிறுதயத்தினுடைய கவடானது பொறுக்கப்படலாமோ யென்று சறுவேசுரனை மண்ணாடிக்கொண்டிரு."},{"number":23,"verse":"அதேதென்றால்க் கசப்பினுடைய பிச்சுனாலேயும் அவஞாயத்தினுடைய கட்டினாலேயும் அகப்பட்டவனா யிருக்கிறா யென்று பாத்துக்கொண்டிருக்கிறோமென்கிறத்தைச் சொன்னார்."},{"number":24,"verse":"ஆனால்ச் சீமோ னென்கிறவர் பிறத்தியுத்தாரமாகச் சொன்னதாவது. நீங்கள் சொன்ன காரியங்களுக் குள்ளே ஒரு காரிய மானாலும் என் பேரிலே வாராதபடிக்கு நீங்கள் தானே யெனக்காகக் கத்தரை மண்ணாடிக்கொள்ளுங்கோ ளென்று சொன்னான்."},{"number":25,"verse":"அவர்கள் கத்தருடைய திருவசனத்துக்குச் சாஷ்சி குடுத்து அத்தைப் பிறசங்கம் பண்ணினத்துக்குப் பிற்பாடு எருசலேயமுக்குத் திரும்பப் போய்ச் சாமாரித்தாருடைய அனேகங் கிறாமங்களுக்குச் சுவிசேஷத்தை யறிவச்சார்கள்."},{"number":26,"verse":"ஆனால் ஆண்டவருடைய சம்மனசானவர் பிலிப்பு சென்கிறவரோடே பேசிச் சொன்னதாவது. நீ எழுந்திருந்து எருசலேமயிலே யிருந்து காடா யிருக்கிற யாச்சா யென்கிற ஊருக்குப் போற வழியிலே தெற்கே போ வென்று சொன்னார்."},{"number":27,"verse":"அவர் எழுந்திருந்து அவடத்தைவிட்டு நடந்து போனார். யிதோ யெதியோப்பிய தேசத்தானா யிருந்த யாதொருதர் யிருந்தார். அவர் எதியோப்பிய தேசத்தாருக்கு ராசாத்தி யாகிற கண்டாச்சே யென்கிறவளிடத்திலே பிறுதானியுமாய் வல்லமை யுடைத்தானவனுமா யவளுடைய சகல பொக்கிஷங்களின் பேரிலே வைக்கப்பட்டவருமாயிருந்து செபம் பண்ணத் தக்கதாக எருசலேய மென்கிற பட்டணத்துக்கு வந்திருந்தார்."},{"number":28,"verse":"யிவர் திரும்பித் தம்முடைய வண்டில மேலே உளுக்காந்திருந்து தீற்கத்தெரிசி யாகிற யேசயீயா சென்கிறவருடைய பொஷ்த்தகத்தை வாசித்தார்."},{"number":29,"verse":"அப்போ யிசிப்பிரீத்துவானவர் பிலிப்பு சென்கிறவரைப் பாத்து நீ கிட்டப் போய்அந்த வண்டி(யி)லருகே சேந்திரு வென்று சொன்னார்."},{"number":30,"verse":"ஆனால்ப் பிலிப்பு சென்கிறவர் கிட்டப்போய் அவர் தீற்கத்தெரிசி யாகிற ஏசயீயா சென்கிறவருடைய பொஷ்த்தகத்தை வாசிக்கிறத்தைக் கேட்டு நீர் வாசிக்கிறத்தை யறிவீரோ யென்று கேட்டார்."},{"number":31,"verse":"அவரோ வென்றால் ஒருவரானாலும் எனக்கு வழிகாட்டாதே போனால் நா மித்தை யறியக் கூடுகிற தெப்படி? என்று சொல்லி பிலிப்பு சென்கிறவர் ஏறித் தம் மண்டையிலே யிருக்க வேண்டிக்கொண்டார்."},{"number":32,"verse":"ஆனா லவர் வாசித்த வாசகத்னுடைய வத்தமான மாவது. அவர் ஒரு ஆடு போலே கொண்ணு போடுகிறத்துக்குக் கொண்டுபோகப்பட்டவரா யிருந்தார். ஒரு செம்மலி யாட்டின் குட்டி தன்னுடைய மயிரைக் கத்திரிக்கிறவனுக்கு முன்பாக மவுனமா யிருக்கிறாப் போலே அவர் தம்முடைய வாயைத் திறக்காம லிருந்தார்."},{"number":33,"verse":"அவர் தம்மைத் தாழ்த்தி பண்ணுகிறத்தினாலே அவருடைய நடுத் தீருவை நீங்கிப் போச்சுது. அவருக்குப் பாரம்பரையாய்ப் பிறக்கப் போற பேர்களை எண்ணிக்கொள்ளுகிறவ ரார்? அதேதென்றா லவருடைய சீவன் பூமியிலே நின்று ஏறப்பட்டு தென்கிற வத்தமானம் தானே!"},{"number":34,"verse":"மஆனா லந்தப் பிறுதானி பிலிப்பு சென்கிறவரைப் பாத்து நா னுன்னை வேண்டிக்கொள்ளுகிறேன். தீற்கத்தெரிசி யித்தை ஆர் பேரிலே சொன்னார்? தன் பேரிலேயோ? வேறே யொருதன் பேரிலேயோ? யென்று பிறத்தியுத்தாரமாகச் சொன்னார்."},{"number":35,"verse":"பிலிப்பு சென்கிறவரோ வென்றால்த் தம்முடைய வாயைத் திறந்து யிந்த வசனத்தை விஷ்த்திரிக்கத் துவக்கி அவருக்கு யேசுவினுடைய சுவிவிசேஷத்தை அறிவிச்சார்."},{"number":36,"verse":"ஆனால் வழியிலே நடத்திப் போறபோது தண்ணீ ரண்டையிலே வந்தார்கள். அப்போ பிறுதானி யிதோ யிங்கே தண்ணி(ர்) இருக்குதே! நான் ஞானஷ்த்தானம் பெறுகிறத்துக்குத் தடை பண்ணுகிற தேதென்று சொன்னார்."},{"number":37,"verse":"பிலிப்பு சென்கிறவரோ வென்றால் நீர் முழு மனசினாலே விசுவாசித்த துண்டானா லதுக்கு உத்தார முண்டென்று சொன்னார். அவர்மறுமொழி குடுத்து ஏசுக்கிறீஷ்த்துவானவர் சறுவேசுரனுடைய குமார னென்று விசுவாசிக்கிறே னென்று சொல்லி அந்த வண்டிலை நிறுத்தக் கற்பித்தார்."},{"number":38,"verse":"அப்போ பிலிப்பு சென்கிறவரும் பிறுதானியும் யிருவரும் தண்ணீரிலே யிறங்கினார்கள். அவர் யிவருக்கு ஞானஷ்த்தானங் குடுத்தார்."},{"number":39,"verse":"ஆனா லவர்கள் தண்ணீரிலே நின்று எழுந்தருளுகிறபோது ஆண்டவருடைய யிசிப்பிரீத்துவானவர் பிலிப்பு சென்கிறவரை அப்பாலே எடுத்துக்கொண்டார். பிறுதானியானவர் யினி யவரைக் காணாமல்த் தன்னுடைய வழியிலே சந்தோஷத்துடனே நடத்திக்கொண்டு போனான்."},{"number":40,"verse":"ஆனால்ப் பிலிப்பு சென்கிறவர் அஷ்த்தோத் தென்கிற தலத்திலே காணப்பட்டு அங்கங்கே திரிந்து செசாரிய என்கிற ஊருக்கு வருமட்டாகச் சகல பட்டணங்களிலே சுவிவிசேஷத்தை அறிவிச்சார்."}]}