{"bibleAbbr":"BB1572","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"Then fourteene yeres after, I went vp agayne to Hierusalem with Barnabas, and toke Titus with me."},{"number":2,"verse":"I went vp also by reuelation, & I declared vnto them the Gospel which I preache among the gentiles: but priuately, with them which were the chiefe, lest by any meanes, I shoulde runne or had runne in vayne."},{"number":3,"verse":"But neither Titus which was with me, beyng a Greke, was compelled to be circumcised,"},{"number":4,"verse":"And that because of incommers, being false brethren, which came in priuily, to spye out our libertie which we haue in Christe Iesu, that they myght bryng vs into bondage."},{"number":5,"verse":"To whom, no not for an houre, we gaue place by subiection, that the trueth of the Gospel might continue with you."},{"number":6,"verse":"Of them which seemed to be somewhat (what they were in time passed, it maketh no matter to me, God accepteth no mans person) for they which seemed chiefe, added nothyng [to me.]"},{"number":7,"verse":"But contrary wyse, when they sawe that the Gospell of the vncircumcision was committed vnto me, as the Gospel of the circumcision was committed vnto Peter."},{"number":8,"verse":"(For he that was myghtie in Peter, to the Apostleshyp of the circumcision, the same was myghtie in me towarde the gentiles)"},{"number":9,"verse":"When they perceaued the grace that was geuen vnto me, then Iames, Cephas, and Iohn, which seemed to be pyllers, gaue to me and Barnabas the ryght handes of felowshyppe, that we [shoulde be Apostles] vnto the Heathen, and they vnto the circumcision."},{"number":10,"verse":"Onely that we shoulde remember the poore: Wherin also I was diligent to do the same."},{"number":11,"verse":"But whe Peter was come to Antioche, I withstoode him to the face, because he was to be blamed."},{"number":12,"verse":"For yer yt certaine came from Iames, he dyd eate with the gentiles: But whe they were come, he withdrue, and seperated himselfe, fearing them which were of the circumcision."},{"number":13,"verse":"And the other Iewes dissembled lykewyse with hym: insomuch that Barnabas also was brought into their simulation."},{"number":14,"verse":"But when I sawe that they went not the ryght way to the trueth of the Gospel, I saide vnto Peter before them all: If thou beyng a Iewe, lyuest after the maner of the gentiles, and not as do the Iewes: Why causest thou the gentiles to lyue as do the Iewes?"},{"number":15,"verse":"We [which are] Iewes by nature, and not sinners of the gentiles,"},{"number":16,"verse":"Knowe that a man is not iustified by the deedes of the lawe, but by the fayth of Iesus Christe: And we haue beleued on Iesus Christ, that we might be iustified by the fayth of Christe, and not by the deedes of the lawe, because by the deedes of the lawe no fleshe shalbe iustified."},{"number":17,"verse":"If then, whyle we seke to be made ryghteous by Christe, we our selues are founde sinners: is therfore Christe the minister of sinne? God forbyd."},{"number":18,"verse":"For yf I builde agayne the thynges which I destroyed, then make I my selfe a trespasser."},{"number":19,"verse":"For I, through the lawe, am dead to the lawe, that I myght lyue vnto God: I am crucified with Christe."},{"number":20,"verse":"Neuerthelesse, I lyue: yet nowe not I, but Christe lyueth in me. And ye lyfe which I nowe liue in the fleshe, I lyue by the faith of the sonne of God, which loued me, and gaue hym selfe for me."},{"number":21,"verse":"I reiect not the grace of God: For yf ryghteousnesse come of the lawe, then Christe is dead in vayne."}]}