{"bibleAbbr":"paOV2016","bookName":"ਯਹੋਸ਼ੁਆ","bookEnglishName":"Joshua","chapterNumber":18,"verses":[{"number":1,"verse":"( ਸੱਤ ਗੋਤਾਂ ਦਾ ਗੁਣਾ) ਤਾਂ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸਾਰੀ ਮੰਡਲੀ ਸ਼ੀਲੋਹ ਵਿੱਚ ਇਕੱਠੀ ਹੋਈ ਅਤੇ ਉੱਥੇ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਨੂੰ ਖੜਾ ਕੀਤਾ ਅਤੇ ਉਹ ਦੇਸ਼ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਅਧੀਨ ਹੋ ਗਿਆ"},{"number":2,"verse":"ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚ ਸੱਤ ਗੋਤਾਂ ਬਾਕੀ ਰਹਿੰਦੀਆਂ ਸਨ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਮਿਲਖ ਨਹੀਂ ਵੰਡੀ ਗਈ"},{"number":3,"verse":"ਸੋ ਯਹੋਸ਼ੁਆ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਉਸ ਦੇਸ ਨੂੰ ਜਾ ਕੇ ਕਬਜ਼ਾ ਕਰਨ ਵਿੱਚ ਜਿਹੜਾ ਤੁਹਾਡਿਆਂ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਨੇ ਤੁਹਾਨੂੰ ਦੇ ਦਿੱਤਾ ਹੈ ਕਦ ਤੀਕ ਘੌਲ ਕਰੋਗੇ?"},{"number":4,"verse":"ਆਪਣੇ ਲਈ ਹਰ ਗੋਤ ਤੋਂ ਤਿੰਨ ਮਨੁੱਖ ਠਹਿਰਾਓ। ਫੇਰ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਘੱਲਾਂਗਾ ਅਤੇ ਓਹ ਉੱਠ ਕੇ ਉਸ ਦੇਸ ਵਿੱਚ ਫਿਰਨ ਅਤੇ ਆਪਣੀ ਮਿਲਖ ਅਨੁਸਾਰ ਉਹ ਨੂੰ ਦੱਸਣ, ਫੇਰ ਓਹ ਮੇਰੇ ਕੋਲ ਆਉਣ"},{"number":5,"verse":"ਅਤੇ ਓਹ ਉਹ ਨੂੰ ਸੱਤਾਂ ਹਿੱਸਿਆ ਵਿੱਚ ਵੰਡਣ। ਯਹੂਦਾਹ ਆਪਣੀ ਹੱਦ ਕੋਲ ਦੱਖਣ ਵਿੱਚ ਖੜਾ ਰਹੇ ਅਤੇ ਯੂਸੁਫ਼ ਦਾ ਘਰਾਣਾ ਆਪਣੀ ਹੱਦ ਕੋਲ ਉੱਤਰ ਵੱਲ ਖੜਾ ਰਹੇ"},{"number":6,"verse":"ਤਾਂ ਤੁਸੀਂ ਉਸ ਦੇਸ ਨੂੰ ਸੱਤਾਂ ਹਿੱਸਿਆਂ ਵਿੱਚ ਲਿਖ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਐਥੇ ਮੇਰੇ ਕੋਲ ਲਿਆਓ ਅਤੇ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਯਹੋਵਾਹ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਐਥੇ ਗੁਣਾ ਪਾਵਾਂਗਾ"},{"number":7,"verse":"ਪਰ ਲੇਵੀਆਂ ਲਈ ਤੁਹਾਡੇ ਵਿੱਚ ਕੋਈ ਹਿੱਸਾ ਨਹੀਂ ਹੈ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਦੀ ਜਾਜਕਾਈ ਉਨ੍ਹਾਂ ਦੀ ਮਿਲਖ ਹੈ ਅਤੇ ਗਾਦ ਅਤੇ ਰਊਬੇਨ ਅਤੇ ਮਨੱਸ਼ਹ ਦੇ ਅੱਧੇ ਗੋਤ ਨੇ ਆਪਣੀ ਮਿਲਖ ਨੂੰ ਯਰਦਨ ਪਾਰ ਪੂਰਬ ਵੱਲ ਲੈ ਲਿਆ ਹੈ ਜਿਹ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਦਾਸ ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤਾ ਸੀ"},{"number":8,"verse":"ਤਾਂ ਓਹ ਮਨੁੱਖ ਉੱਠ ਕੇ ਤੁਰ ਪਏ ਅਤੇ ਯਹੋਸ਼ੁਆ ਨੇ ਉਨ੍ਹਾਂ ਜਾਣ ਵਾਲਿਆਂ ਨੂੰ ਦੇਸ ਦੇ ਦੱਸਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਜਾਓ ਅਤੇ ਉਸ ਦੇਸ ਵਿੱਚ ਫਿਰੋ ਅਤੇ ਉਹ ਨੂੰ ਦੱਸੋ, ਫੇਰ ਮੇਰੇ ਕੋਲ ਮੁੜ ਆਓ ਅਤੇ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਐਥੇ ਸ਼ੀਲੋਹ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਗੁਣਾ ਪਵਾਂਗਾ"},{"number":9,"verse":"ਉਪਰੰਤ ਓਹ ਮਨੁੱਖ ਜਾ ਕੇ ਉਸ ਦੇਸ ਵਿੱਚੋਂ ਦੀ ਲੰਘੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਸ਼ਹਿਰਾਂ ਅਨੁਸਾਰ ਸੱਤਾਂ ਹਿੱਸਿਆ ਵਿੱਚ ਕਰ ਕੇ ਇੱਕ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਤਾਂ ਓਹ ਯਹੋਸ਼ੁਆ ਨਾਲ ਸ਼ੀਲੋਹ ਦੇ ਡੇਰੇ ਵਿੱਚ ਮੁੜ ਆਏ"},{"number":10,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਉਨ੍ਹਾਂ ਲਈ ਸ਼ੀਲੋਹ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਗੁਣਾ ਪਾਇਆ ਸੋ ਯਹੋਸ਼ੁਆ ਨੇ ਉੱਥੇ ਉਸ ਦੇਸ ਨੂੰ ਇਸਰਾਏਲੀਆਂ ਲਈ ਉਨ੍ਹਾਂ ਦਿਆਂ ਹਿੱਸਿਆਂ ਅਨੁਸਾਰ ਵੰਡ ਦਿੱਤਾ।।"},{"number":11,"verse":"ਤਾਂ ਬਿਨਯਾਮੀਨੀਆਂ ਦੇ ਗੋਤ ਦਾ ਗੁਣਾ ਉਨ੍ਹਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਪਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਗੁਣੇ ਦੀ ਹੱਦ ਯਹੂਦੀਆਂ ਅਤੇ ਯੂਸੁਫ਼ ਦੀ ਅੰਸ ਦੇ ਵਿਚਕਾਰ ਨਿੱਕਲੀ"},{"number":12,"verse":"ਅਤੇ ਉੱਤਰ ਪਾਸੇ ਉਨ੍ਹਾਂ ਦੀ ਹੱਦ ਯਰਦਨ ਤੋਂ ਸੀ ਅਤੇ ਉਹ ਹੱਦ ਉੱਤਰ ਵੱਲ ਯਰੀਹੋ ਦੀ ਉੱਚਿਆਈ ਨੂੰ ਚੜ੍ਹ ਕੇ ਲਹਿੰਦੇ ਪਾਸੇ ਪਹਾੜੀ ਦੇਸ ਥਾਣੀ ਚੜ੍ਹੀ ਅਤੇ ਉਹ ਦਾ ਫੈਲਾਓ ਬੈਤ ਆਵਨ ਦੀ ਉਜਾੜ ਤੀਕ ਸੀ"},{"number":13,"verse":"ਉੱਥੋਂ ਉਹ ਹੱਦ ਲੂਜ਼ ਵੱਲ ਲੂਜ਼ ਦੀ ਚੜ੍ਹਾਈ ਤੀਕ ਦੱਖਣ ਵੱਲ ਗਈ ਜਿਹੜਾ ਬੈਤ-ਏਲ ਹੈ, ਫੇਰ ਉਹ ਹੱਦ ਅਤਰੋਥ ਅੱਦਾਰ ਨੂੰ ਉਸ ਪਹਾੜ ਦੇ ਉੱਤੋਂ ਦੀ ਉਤਰੀ ਜਿਹੜਾ ਹੇਠਲੇ ਬੈਤ ਹੋਰੋਨ ਦੇ ਦੱਖਣ ਦੀ ਵੱਲ ਹੈ"},{"number":14,"verse":"ਤਾਂ ਉਹ ਹੱਦ ਹੇਠਾ ਜਾ ਕੇ ਲਹਿੰਦੇ ਪਾਸੇ ਉਸ ਪਹਾੜ ਤੋਂ ਦੱਖਣ ਵੱਲ ਮੁੜੀ ਜਿਹੜਾ ਬੈਤ ਹੋਰੋਨ ਦੇ ਅੱਗੇ ਦੱਖਣ ਵੱਲ ਹੈ ਅਤੇ ਉਹ ਦਾ ਫੈਲਾਓ ਕਿਰਯਥ-ਬਆਲ ਤੀਕ ਸੀ ਜਿਹੜਾ ਕਿਰਯਥ-ਯਾਰੀਮ ਵੀ ਹੈ ਜਿਹੜਾ ਯਹੂਦੀਆਂ ਦਾ ਸ਼ਹਿਰ ਹੈ। ਏਹ ਲਹਿੰਦਾ ਪਾਸਾ ਸੀ"},{"number":15,"verse":"ਦੱਖਣ ਦਾ ਪਾਸਾ ਕਿਰਯਥ-ਯਾਰੀਮ ਦੀ ਸਰਹੱਦ ਸੀ ਅਤੇ ਉਹ ਹੱਦ ਲਹਿੰਦੀ ਵੱਲ ਜਾ ਕੇ ਨਫਤੋਂਆਹ ਦੇ ਪਾਣੀਆਂ ਤੇ ਸੋਤੇ ਤੀਕ ਅੱਪੜੀ"},{"number":16,"verse":"ਫੇਰ ਉਹ ਹੱਦ ਉਸ ਪਹਾੜ ਦੇ ਸਿਰੇ ਤੀਕ ਜਿਹੜਾ ਬਨ — ਹਿੰਨੋਮ ਦੀ ਵਾਦੀ ਦੇ ਅੱਗੇ ਹੈ ਅਤੇ ਜਿਹੜਾ ਉੱਤਰ ਵੱਲ ਰਫ਼ਾਈਮ ਦੀ ਖੱਡ ਵਿੱਚ ਹੈ ਉਤਰੀ ਅਤੇ ਉਹ ਹਿੰਨੋਮ ਦੀ ਵਾਦੀ ਥਾਣੀ ਯਬੂਸੀਆਂ ਦੀ ਚੜ੍ਹਾਈ ਤੀਕ ਦੱਖਣ ਵੱਲ ਉਤਰੀ ਤਾਂ ਏਨ ਰੋਗੇਲ ਨੂੰ ਉਤਰੀ"},{"number":17,"verse":"ਫੇਰ ਉਹ ਉੱਤਰ ਵੱਲ ਜਾ ਕੇ ਏਨ ਸ਼ਮਸ਼ ਕੋਲ ਨਿੱਕਲੀ ਅਤੇ ਗਲੀਲੋਥ ਤੀਕ ਨਿੱਕਲੀ ਜਿਹੜਾ ਅੱਦੁਮੀਮ ਦੀ ਚੜ੍ਹਾਈ ਦੇ ਸਾਹਮਣੇ ਹੈ ਅਤੇ ਰਊਬੇਨ ਦੇ ਪੁੱਤ੍ਰ ਬੋਹਨ ਦੇ ਪੱਥਰ ਤੀਕ ਉਤਰੀ"},{"number":18,"verse":"ਉਹ ਅਰਾਬਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਈ ਤੀਕ ਉੱਤਰੀ ਵੱਲ ਲੰਘੀ ਤਾਂ ਅਰਾਬਾਹ ਨੂੰ ਉੱਤਰ"},{"number":19,"verse":"ਫੇਰ ਉਹ ਹੱਦ ਬੈਤ ਹਾਗਲਾਹ ਦੀ ਚੜ੍ਹਾਈ ਤੀਕ ਉੱਤਰ ਵੱਲ ਅੱਪੜੀ ਅਤੇ ਉਸ ਹੱਦ ਦਾ ਫੈਲਾਓ ਖਾਰੇ ਸਮੁੰਦਰ ਦੀ ਉਤਰ ਵੱਲ ਦੀ ਖਾੜੀ ਤੀਕ ਅਰਥਾਤ ਯਰਦਨ ਦੇ ਦੱਖਣੀ ਸਿਰੇ ਤੀਕ ਸੀ। ਏਹ ਦੱਖਣ ਦੀ ਹੱਦ ਸੀ"},{"number":20,"verse":"ਚੜ੍ਹਦੇ ਪਾਸੇ ਉਹ ਦੀ ਹੱਦ ਯਰਦਨ ਸੀ। ਏਹ ਬਿਨਯਾਮੀਨੀਆਂ ਦੀ ਮਿਲਖ ਦੀਆਂ ਆਲੇ ਦੁਆਲੇ ਦੀਆਂ ਹੱਦਾਂ ਉਨ੍ਹਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਸਨ।।"},{"number":21,"verse":"ਬਿਨਯਾਮੀਨੀਆਂ ਦੇ ਗੋਤ ਦੇ ਸ਼ਹਿਰ ਉਨ੍ਹਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਏਹ ਸਨ, ਯਰੀਹੋ ਅਤੇ ਬੈਤ ਹਾਗਲਾਹ ਅਤੇ ਏਮਕ ਕਸੀਸ"},{"number":22,"verse":"ਅਤੇ ਬੈਤ ਅਰਾਬਾਹ ਅਤੇ ਸਮਾਰਯਿਮ ਅਤੇ ਬੈਤ-ਏਲ"},{"number":23,"verse":"ਅਤੇ ਅੱਵੀਮ ਅਤੇ ਪਾਰਾਹ ਅਤੇ ਅਫਰਾਹ"},{"number":24,"verse":"ਅਤੇ ਕਫਰਅੱਮੋਨੀ ਅਤੇ ਆਫਨੀ ਅਤੇ ਗਾਬਾ। ਬਾਰਾਂ ਸ਼ਹਿਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿੰਡ"},{"number":25,"verse":"ਗਿਬਓਨ ਅਤੇ ਰਾਮਾਹ ਅਤੇ ਬਏਰੋਥ"},{"number":26,"verse":"ਅਤੇ ਮਿਸਪਹ ਅਤੇ ਕਫੀਰਾਹ ਅਤੇ ਮੋਸਾਹ"},{"number":27,"verse":"ਅਤੇ ਰਕਮ ਅਤੇ ਯਿਰਪਏਲ ਅਤੇ ਤਰਲਾਹ"},{"number":28,"verse":"ਅਤੇ ਸੇਲਾ ਅਲਫ ਅਤੇ ਯਬੂਸੀ ਜਿਹੜਾ ਯਰੂਸ਼ਲਮ ਹੈ ਅਤੇ ਗਿਬਥ ਕਿਰਯਥ। ਚੌਦਾਂ ਸ਼ਹਿਰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿੰਡ। ਏਹ ਬਿਨਯਾਮੀਨੀਆਂ ਦੀ ਮਿਲਖ ਉਨ੍ਹਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਸੀ।।"}]}