{"bibleAbbr":"paOV2016","bookName":"ਯਹੋਸ਼ੁਆ","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"( ਯਹੋਸ਼ੁਆ ਦਾ ਆਖਰੀ ਫ਼ੈਸਲਾ ਅਤੇ ਮੌਤ) ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਇਸਰਾਏਲ ਦਿਆਂ ਸਾਰਿਆਂ ਗੋਤਾਂ ਨੂੰ ਸ਼ਕਮ ਵਿੱਚ ਇਕੱਠਾ ਕੀਤਾ ਅਤੇ ਇਸਰਾਏਲ ਦਿਆਂ ਬਜ਼ੁਰਗਾਂ, ਸਰਦਾਰਾਂ, ਨਿਆਉਂਕਾਰਾਂ ਅਤੇ ਹੁੱਦੇਦਾਰਾਂ ਨੂੰ ਸੱਦਿਆ ਅਤੇ ਓਹ ਆਪਣੇ ਆਪ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਹਾਜ਼ਰ ਹੋ ਗਏ"},{"number":2,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਸਾਰੀ ਪਰਜਾ ਨੂੰ ਆਖਿਆ, ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਇਉਂ ਆਖਦਾ ਹੈ ਕਿ ਅਗਲਿਆਂ ਸਮਿਆਂ ਵਿੱਚ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦੇ ਦਰਿਆ ਦੇ ਪਾਰ ਵੱਸਦੇ ਸਨ ਖਾਸ ਕਰਕੇ ਤਰਹ, ਅਬਰਾਹਾਮ ਅਤੇ ਨਾਹੋਰ ਦਾ ਪਿਤਾ ਅਤੇ ਓਹ ਦੂਜੇ ਦੇਵਤਿਆਂ ਦੀ ਉਪਾਸਨਾ ਕਰਦੇ ਸਨ"},{"number":3,"verse":"ਪਰ ਮੈਂ ਤੁਹਾਡੇ ਪਿਤਾ ਅਬਰਾਹਾਮ ਨੂੰ ਦਰਿਆ ਤੋਂ ਪਾਰੋਂ ਕਨਾਨ ਦੇ ਦੇਸ ਵਿੱਚੋਂ ਦੀ ਲੈ ਆਇਆ ਅਤੇ ਮੈਂ ਉਸ ਦੀ ਅੰਸ ਨੂੰ ਵਧਾਇਆ ਅਤੇ ਉਸ ਨੂੰ ਇਸਹਾਕ ਦਿੱਤਾ"},{"number":4,"verse":"ਅਤੇ ਇਸਹਾਕ ਨੂੰ ਮੈਂ ਯਾਕੂਬ ਅਤੇ ਏਸਾਓ ਦਿੱਤੇ ਅਤੇ ਏਸਾਓ ਨੂੰ ਮੈਂ ਸਈਰ ਪਰਬਤ ਕਬਜ਼ਾ ਕਰਨ ਨੂੰ ਦਿੱਤਾ ਪਰ ਯਾਕੂਬ ਅਤੇ ਉਹ ਦੀ ਅੰਸ ਮਿਸਰ ਵਿੱਚ ਉਤਰ ਗਈ"},{"number":5,"verse":"ਫੇਰ ਮੈਂ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਘੱਲਿਆ ਅਤੇ ਮਿਸਰ ਨੂੰ ਮੈਂ ਬਵਾ ਨਾਲ ਮਾਰਿਆ ਜਿਵੇਂ ਮੈਂ ਉਸ ਵਿੱਚ ਕੀਤਾ ਅਤੇ ਪਿੱਛੋਂ ਮੈਂ ਤੁਹਾਨੂੰ ਕੱਢ ਲਿਆਇਆ"},{"number":6,"verse":"ਅਤੇ ਮੈਂ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਮਿਸਰ ਤੋਂ ਕੱਢਿਆ ਅਤੇ ਤੁਸੀਂ ਸਮੁੰਦਰ ਤੀਕ ਆਏ ਤਾਂ ਮਿਸਰੀਆਂ ਨੇ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਦਾ ਰਥਾਂ ਅਤੇ ਘੋੜ ਸਵਾਰਾਂ ਨਾਲ ਲਾਲ ਸਮੁੰਦਰ ਤੀਕ ਪਿੱਛਾ ਕੀਤਾ"},{"number":7,"verse":"ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਯਹੋਵਾਹ ਅੱਗੇ ਤਰਲਾ ਪਾਇਆ ਤਾਂ ਉਸ ਨੇ ਤੁਹਾਡੇ ਵਿੱਚ ਅਤੇ ਮਿਸਰੀਆਂ ਵਿੱਚ ਅਨ੍ਹੇਰ ਘੁੱਪ ਕਰ ਦਿੱਤਾ ਅਤੇ ਓਹਨਾਂ ਉੱਤੇ ਸਮੁੰਦਰ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਜਿਸ ਓਹਨਾਂ ਨੂੰ ਢਕ ਲਿਆ ਅਤੇ ਜੋ ਕੁਝ ਮੈਂ ਮਿਸਰ ਵਿੱਚ ਕੀਤਾ ਤੁਸਾਂ ਆਪਣੀ ਅੱਖੀਂ ਵੇਖੀਆ ਤਾਂ ਤੁਸੀਂ ਢੇਰ ਸਾਰੇ ਦਿਨਾਂ ਤੀਕ ਉਜਾੜ ਵਿੱਚ ਰਹੇ"},{"number":8,"verse":"ਫੇਰ ਮੈਂ ਤੁਹਾਨੂੰ ਅਮੋਰੀਆਂ ਦੇ ਦੇਸ ਵਿੱਚ ਜਿਹੜੇ ਯਰਦਨ ਪਾਰ ਵੱਸਦੇ ਸਨ ਲੈ ਆਇਆ ਅਤੇ ਓਹ ਤੁਹਾਡੇ ਨਾਲ ਲੜੇ ਪਰ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੱਤਾ ਅਤੇ ਤੁਸਾਂ ਓਹਨਾਂ ਦੇ ਦੇਸ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਪਰ ਮੈਂ ਓਹਨਾਂ ਦਾ ਤੁਹਾਡੇ ਅੱਗੋਂ ਨਾਸ ਕਰ ਸੁੱਟਿਆ"},{"number":9,"verse":"ਤਾਂ ਫੇਰ ਮੋਆਬ ਦੇ ਰਾਜੇ ਸਿਫ਼ੋਰ ਦਾ ਪੁੱਤ੍ਰ ਬਾਲਾਕ ਉੱਠ ਕੇ ਇਸਰਾਏਲ ਨਾਲ ਲੜਿਆ ਅਤੇ ਉਸ ਨੇ ਬਓਰ ਦੇ ਪੁੱਤ੍ਰ ਬਿਲਆਮ ਨੂੰ ਤੁਹਾਨੂੰ ਸਰਾਪ ਦੇਣ ਲਈ ਸੱਦ ਘੱਲਿਆ"},{"number":10,"verse":"ਪਰ ਮੈਂ ਬਿਲਆਮ ਦੀ ਸੁਣਨੀ ਨਾ ਚਾਹੀ ਤਾਂ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਬਰਕਤ ਦਿੱਤੀ ਸੋ ਮੈਂ ਤੁਹਾਨੂੰ ਉਸ ਦੇ ਹੱਥੋਂ ਛੁਡਾ ਲਿਆ"},{"number":11,"verse":"ਤਾਂ ਤੁਸੀਂ ਯਰਦਨ ਦੇ ਪਾਰ ਜਾ ਕੇ ਯਰੀਹੋ ਕੋਲ ਆਏ ਅਤੇ ਯਰੀਹੋ ਦੇ ਵਾਸੀ ਅਰਥਾਤ ਅਮੋਰੀ, ਫ਼ਰਿੱਜ਼ੀ, ਕਨਾਨੀ, ਹਿੱਤੀ, ਗਿਰਗਾਸੀ, ਹਿੱਵੀ ਅਤੇ ਯਬੂਸੀ ਤੁਹਾਡੇ ਨਾਲ ਲੜੇ ਪਰ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੱਤਾ"},{"number":12,"verse":"ਤਾਂ ਮੈਂ ਤੁਹਾਡੇ ਅੱਗੇ ਡੇਹਮੂ ਘੱਲਿਆ ਅਤੇ ਉਸ ਨੇ ਅਮੋਰੀਆਂ ਦੇ ਦੋਹਾਂ ਰਾਜਿਆਂ ਨੂੰ ਤੁਹਾਡੇ ਅੱਗੋਂ ਕੱਢ ਦਿੱਤਾ, ਨਾ ਤੁਹਾਡੀ ਤੇਗ ਨਾਲ, ਨਾ ਤੁਹਾਡੇ ਧਣੁਖ ਨਾਲ ਏਹ ਹੋਇਆ"},{"number":13,"verse":"ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਇੱਕ ਦੇਸ ਦਿੱਤਾ ਜਿਹ ਦੇ ਉੱਤੇ ਤੁਸਾਂ ਮਿਹਨਤ ਨਹੀਂ ਕੀਤੀ ਅਤੇ ਸ਼ਹਿਰ ਜਿਹੜੇ ਤੁਸਾਂ ਨਹੀਂ ਉਸਾਰੇ ਪਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਵੱਸ ਗਏ। ਅੰਗੂਰੀ ਬਾਗਾਂ ਅਤੇ ਜ਼ੈਤੂਨੀ ਬਾਗਾਂ ਤੋਂ ਤੁਸੀਂ ਖਾਂਦੇ ਰਹੇ ਹੋ ਜਿਹੜੇ ਤੁਸਾਂ ਨਹੀਂ ਲਾਏ"},{"number":14,"verse":"ਹੁਣ ਯਹੋਵਾਹ ਤੋਂ ਡਰੋ ਅਤੇ ਉਸ ਦੀ ਉਪਾਸਨਾ ਸਿਧਿਆਈ ਅਤੇ ਸਚਿਆਈ ਨਾਲ ਕਰੋ ਅਤੇ ਓਹਨਾਂ ਦੇਵਤਿਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਦੀ ਉਪਾਸਨਾ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦੇ ਦਰਿਆ ਪਾਰ ਅਤੇ ਮਿਸਰ ਵਿੱਚ ਕਰਦੇ ਸਨ ਕੱਢ ਦਿਓ ਅਤੇ ਯਹੋਵਾਹ ਹੀ ਦੀ ਓਪਾਸਨਾ ਕਰੋ"},{"number":15,"verse":"ਅਤੇ ਜੇ ਤੁਹਾਡੀ ਨਿਗਾਹ ਵਿੱਚ ਯਹੋਵਾਹ ਦੀ ਉਪਾਸਨਾ ਬੁਰੀ ਹੈ ਤਾਂ ਅੱਜ ਤੁਸੀਂ ਉਸ ਨੂੰ ਚੁਣ ਲਓ ਜਿਹ ਦੀ ਉਪਾਸਨਾ ਤੁਸੀਂ ਕਰੋਗੇ ਭਾਵੇਂ ਉਹ ਦੇਵਤੇ ਜਿੰਨ੍ਹਾਂ ਦੀ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦੇ ਜਦ ਉਹ ਦਰਿਆ ਪਾਰ ਸਨ ਉਪਾਸਨਾ ਕਰਦੇ ਸਨ, ਭਾਵੇਂ ਅਮੋਰੀਆਂ ਦੇ ਦੇਵਤਿਆਂ ਦੀ ਜਿਨ੍ਹਾਂ ਦੇ ਦੇਸ ਵਿੱਚ ਤੁਸੀਂ ਵੱਸਦੇ ਹੋ ਪਰ ਮੈਂ ਅਤੇ ਮੇਰਾ ਘਰਾਣਾ ਤਾਂ ਯਹੋਵਾਹ ਹੀ ਦੀ ਉਪਾਸਨਾ ਕਰਾਂਗੇ"},{"number":16,"verse":"ਤਾਂ ਪਰਜਾ ਨੇ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਏਹ ਸਾਥੋਂ ਦੂਰ ਰਹੇ ਜੋ ਅਸੀਂ ਯਹੋਵਾਹ ਨੂੰ ਛੱਡ ਕੇ ਦੂਜੇ ਦੇਵਤਿਆਂ ਦੀ ਉਪਾਸਨਾ ਕਰੀਏ!"},{"number":17,"verse":"ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਸਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹੀ ਸਾਨੂੰ ਅਤੇ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਗੁਲਾਮੀ ਦੇ ਘਰੋਂ ਉਤਾਹਾਂ ਲੈ ਆਇਆ ਅਤੇ ਸਾਡੇ ਵੇਖਦਿਆਂ ਏਹ ਵੱਡੇ ਨਿਸ਼ਾਨ ਵਿਖਾਏ ਅਤੇ ਉਸ ਸਾਰੇ ਰਾਹ ਵਿੱਚ ਜਿੱਥੋਂ ਦੀ ਅਸੀਂ ਲੰਘੇ ਅਤੇ ਸਾਰੇ ਲੋਕਾਂ ਵਿੱਚ ਜਿਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਦੀ ਅਸੀਂ ਆਏ ਸਾਨੂੰ ਬਚਾ ਕੇ ਰੱਖਿਆ"},{"number":18,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਖਾਸ ਕਰਕੇ ਅਮੋਰੀਆਂ ਨੂੰ ਜਿਹੜੇ ਉਸ ਦੇਸ ਵਿੱਚ ਵੱਸਦੇ ਸਨ ਸਾਡੇ ਅੱਗੋਂ ਕੱਢ ਦਿੱਤਾ। ਅਸੀਂ ਤਾਂ ਯਹੋਵਾਹ ਹੀ ਦੀ ਉਪਾਸਨਾ ਕਰਾਂਗੇ ਕਿਉਂ ਜੋ ਉਹ ਸਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹੈ!।।"},{"number":19,"verse":"ਤਦ ਯਹੋਸ਼ੁਆ ਨੇ ਪਰਜਾ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੀ ਉਪਾਸਨਾ ਨਹੀਂ ਕਰ ਸੱਕਦੇ ਕਿਉਂ ਜੋ ਉਹ ਪਵਿੱਤਰ ਪਰਮੇਸ਼ੁਰ ਹੈ ਅਤੇ ਉਹ ਅਣਖੀ ਪਰਮੇਸ਼ੁਰ ਵੀ ਹੈ। ਉਹ ਤੁਹਾਡੀਆਂ ਉਲੰਘਣਾਂ ਅਤੇ ਪਾਪਾਂ ਨੂੰ ਨਹੀਂ ਮਾਫ਼ ਕਰੇਗਾ"},{"number":20,"verse":"ਜੇ ਤੁਸੀਂ ਯਹੋਵਾਹ ਨੂੰ ਤਿਆਗ ਕੇ ਓਪਰੇ ਦੇਵਤਿਆਂ ਦੀ ਉਪਾਸਨਾ ਕਰੋਗੇ ਤਾਂ ਉਹ ਮੁੜ ਕੇ ਤੁਹਾਡੇ ਨਾਲ ਬੁਰਿਆਈ ਕਰੇਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਮੁਕਾ ਦੇਵੇਗਾ ਏਸ ਦੇ ਪਿੱਛੋਂ ਕਿ ਉਹ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਭਲਿਆਈ ਕੀਤੀ"},{"number":21,"verse":"ਤਾਂ ਲੋਕਾਂ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ, ਨਹੀਂ, ਅਸੀਂ ਯਹੋਵਾਹ ਹੀ ਦੀ ਉਪਾਸਨਾ ਕਰਾਂਗੇ!"},{"number":22,"verse":"ਫੇਰ ਯਹੋਸ਼ੁਆ ਨੇ ਪਰਜਾ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਆਪ ਆਪਣੇ ਲਈ ਗਵਾਹ ਬਣਦੇ ਹੋ ਕਿ ਤੁਸਾਂ ਯਹੋਵਾਹ ਨੂੰ ਆਪਣੇ ਲਈ ਚੁਣਿਆ ਭਈ ਉਸ ਦੀ ਉਪਾਸਨਾ ਕਰੋਗੋ ਤਾਂ ਪਰਜਾ ਨੇ ਆਖਿਆ, ਅਸੀਂ ਗਵਾਹ ਹਾਂ"},{"number":23,"verse":"ਹੁਣ ਓਹਨਾਂ ਓਪਰੇ ਦੇਵਤਿਆਂ ਨੂੰ ਜਿਹੜੇ ਤੁਹਾਡੇ ਵਿੱਚ ਹਨ ਕੱਢ ਦਿਓ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਨਾਲ ਆਪਣਾ ਮਨ ਲਾ ਲਓ"},{"number":24,"verse":"ਪਰਜਾ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ, ਅਸੀਂ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਦੀ ਉਪਾਸਨਾ ਕਰਾਂਗੇ ਅਤੇ ਉਸ ਦੀ ਅਵਾਜ਼ ਨੂੰ ਸੁਣਾਂਗੇ!।।"},{"number":25,"verse":"ਉਪਰੰਤ ਉਸੇ ਦਿਨ ਯਹੋਸ਼ੁਆ ਨੇ ਪਰਜਾ ਨਾਲ ਇੱਕ ਨੇਮ ਬੰਨ੍ਹਿਆ ਅਤੇ ਸ਼ਕਮ ਵਿੱਚ ਇੱਕ ਬਿੱਧੀ ਅਤੇ ਇੱਕ ਕਨੂਨ ਠਹਿਰਾਇਆ"},{"number":26,"verse":"ਅਤੇ ਯਹੋਸ਼ੁਆ ਨੇ ਏਹਨਾਂ ਗੱਲਾਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖ ਲਿਆ ਅਤੇ ਇੱਕ ਵੱਡਾ ਪੱਥਰ ਲੈ ਕੇ ਉੱਥੇ ਬਲੂਤ ਦੇ ਹੇਠ ਜਿਹੜਾ ਯਹੋਵਾਹ ਦੇ ਪਵਿੱਤਰ ਅਸਥਾਨ ਦੇ ਵਿੱਚ ਸੀ ਖੜਾ ਕਰ ਦਿੱਤਾ"},{"number":27,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਸਾਰੀ ਪਰਜਾ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ, ਏਹ ਪੱਥਰ ਸਾਡੇ ਵਿੱਚ ਇੱਕ ਗਵਾਹ ਹੈ ਕਿਉਂ ਜੋ ਏਸ ਨੇ ਯਹੋਵਾਹ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਹਨ ਜਿਹੜੀਆਂ ਉਸ ਨੇ ਸਾਡੇ ਨਾਲ ਕੀਤੀਆਂ ਅਤੇ ਏਹ ਤੁਹਾਡੇ ਉੱਤੇ ਗਵਾਹੀ ਹੋਵੇਗਾ ਮਤੇ ਤੁਸੀਂ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਮੁੱਕਰ ਜਾਓ"},{"number":28,"verse":"ਫੇਰ ਯਹੋਸ਼ੁਆ ਨੇ ਸਾਰੀ ਪਰਜਾ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਮਿਲਖ ਨੂੰ ਘੱਲਿਆ।।"},{"number":29,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਦੇ ਪਿੱਛੋਂ ਨੂਨ ਦਾ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਯਹੋਵਾਹ ਦਾ ਦਾਸ ਚਲਾਣਾ ਕਰ ਗਿਆ। ਉਹ ਇੱਕ ਸੌ ਦੱਸਾਂ ਵਰਿਹਾ ਦਾ ਸੀ"},{"number":30,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਉਸ ਦੀ ਮਿਲਖ ਦੀ ਹੱਦ ਉੱਤੇ ਤਿਮਨਥ ਸਰਹ ਵਿੱਚ ਅਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜੀ ਦੇਸ ਵਿੱਚ ਗਆਸ਼ ਨਾਮੀ ਪਰਬਤ ਦੇ ਉੱਤਰ ਵੱਲ ਦਫ਼ਨਾ ਦਿੱਤਾ"},{"number":31,"verse":"ਇਸਰਾਏਲ ਨੇ ਯਹੋਸ਼ੁਆ ਦੇ ਸਾਰੇ ਦਿਨਾਂ ਵਿੱਚ ਯਹੋਵਾਹ ਦੀ ਉਪਾਸਨਾ ਕੀਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਬਜ਼ੁਰਗਾਂ ਦੇ ਸਾਰੇ ਦਿਨਾਂ ਵਿੱਚ ਵੀ ਜਿਹੜੇ ਯਹੋਸ਼ੁਆ ਦੇ ਪਿੱਛੋਂ ਜੀਉਦੇ ਰਹੇ ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਸਾਰਾ ਕੰਮ ਜਾਣਦੇ ਸਨ ਜਿਹੜਾ ਉਸ ਨੇ ਇਸਰਾਏਲ ਲਈ ਕੀਤਾ।।"},{"number":32,"verse":"ਯੂਸੁਫ਼ ਦੀਆਂ ਹੱਡੀਆਂ ਜਿਹੜੀਆਂ ਇਸਰਾਏਲੀ ਮਿਸਰ ਤੋਂ ਲਿਆਏ ਸਨ ਸ਼ਕਮ ਵਿੱਚ ਉਸ ਪੈਲੀ ਦੇ ਹਿੱਸੇ ਵਿੱਚ ਜਿਹੜਾ ਯਾਕੂਬ ਨੇ ਸ਼ਕਮ ਦੇ ਪਿਤਾ ਹਮੋਰ ਦੇ ਪੁੱਤ੍ਰਾਂ ਤੋਂ ਇੱਕ ਸੌ ਰੁਪਏ ਨੂੰ ਮੁਲ ਲਿਆ ਸੀ ਦਫ਼ਨਾ ਦਿੱਤਾ, ਸੋ ਓਹ ਯੂਸੁਫ਼ ਦੀ ਅੰਸ ਦੀ ਮਿਲਖ ਵਿੱਚ ਆ ਗਈਆਂ।।"},{"number":33,"verse":"ਹਾਰੂਨ ਦਾ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਵੀ ਚਲਾਣਾ ਕਰ ਗਿਆ ਅਤੇ ਉਸ ਨੂੰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਫ਼ੀਨਹਾਸ ਦੇ ਟਿੱਬੇ ਉੱਤੇ ਜਿਹੜਾ ਅਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜੀ ਦੇਸ ਵਿੱਚ ਉਹ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਸੀ ਦਫ਼ਨਾ ਦਿੱਤਾ।।"}]}