{"bibleAbbr":"paOV2016","bookName":"ਯਹੋਸ਼ੁਆ","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"( ਸੁੰਨਤ ਅਤੇ ਪਸਾਹ) ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਅਮੋਰੀਆਂ ਦੇ ਸਾਰੇ ਰਾਜਿਆਂ ਨੇ ਜਿਹੜੇ ਯਰਦਨ ਦੇ ਪਾਰ ਲਹਿੰਦੇ ਪਾਸੇ ਸਨ ਅਤੇ ਕਨਾਨੀਆਂ ਦੇ ਸਾਰੇ ਰਾਜਿਆਂ ਨੇ ਜਿਹੜੇ ਸਮੁੰਦਰ ਦੇ ਨੇੜੇ ਸਨ ਸੁਣਿਆ ਕਿ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਲੀਆਂ ਦੇ ਅੱਗੋਂ ਯਰਦਨ ਦਿਆਂ ਪਾਣੀਆਂ ਨੂੰ ਸੁਕਾ ਦਿੱਤਾ ਜਦ ਤੀਕ ਓਹ ਪਾਰ ਨਾ ਲੰਘੇ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਮਨ ਪਾਣੀਓਂ ਪਾਣੀ ਹੋ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚ ਇਸਰਾਏਲੀਆਂ ਦੇ ਕਾਰਨ ਹਿੰਮਤ ਨਾ ਰਹੀ।।"},{"number":2,"verse":"ਉਸ ਵੇਲੇ ਯਹੋਵਾਹ ਨੇ ਯਹੋਸ਼ੁਆ, ਨੂੰ ਆਖਿਆ, ਤੂੰ ਆਪਣੇ ਲਈ ਚਕਮਕ ਪੱਥਰਾਂ ਦੀਆਂ ਛੁਰੀਆਂ ਬਣਾ ਅਤੇ ਦੂਜੀ ਵਾਰ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸੁੰਨਤ ਕਰਾ"},{"number":3,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਚਕਮਕ ਪੱਥਰਾਂ ਦੀਆਂ ਛੁਰੀਆਂ ਬਣਾਈਆਂ ਅਤੇ ਖਲੜੀਆਂ ਦੇ ਟਿੱਬੇ ਕੋਲ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸੁੰਨਤ ਕਰਾਈ"},{"number":4,"verse":"ਅਤੇ ਯਹੋਸ਼ੁਆ ਨੇ ਜੋ ਸੁੰਨਤ ਕਰਾਈ ਉਸ ਦਾ ਕਾਰਨ ਏਹ ਸੀ ਕਿ ਓਹ ਸਾਰੇ ਲੋਕ ਜਿਹੜੇ ਮਿਸਰ ਤੋਂ ਨਿੱਕਲੇ ਸਨ ਅਰਥਾਤ ਓਹ ਨਰ ਜਿਹੜੇ ਸਾਰੇ ਜੋਧੇ ਸਨ ਓਹ ਸਾਰੇ ਮਿਸਰੋਂ ਨਿਕਲਣ ਦੇ ਰਾਹ ਵਿੱਚ ਉਜਾੜ ਦੇ ਵਿੱਚਕਾਰ ਮਰ ਗਏ ਸਨ"},{"number":5,"verse":"ਸਾਰੇ ਲੋਕਾਂ ਦੀ ਜਿਹੜੇ ਨਿੱਕਲੇ ਸਨ ਸੁੰਨਤ ਹੋ ਚੁੱਕੀ ਸੀ ਪਰ ਜਿੰਨੇ ਲੋਕ ਮਿਸਰ ਤੋਂ ਨਿੱਕਲਣ ਦੇ ਪਿੱਛੋਂ ਉਜਾੜ ਦੇ ਰਾਹ ਵਿੱਚ ਜੰਮੇ ਉਨ੍ਹਾਂ ਦੀ ਸੁੰਨਤ ਨਹੀਂ ਹੋਈ ਸੀ"},{"number":6,"verse":"ਕਿਉਂ ਜੋ ਇਸਰਾਏਲੀ ਚਾਲੀ ਵਰਿਹਾਂ ਤੀਕ ਉਜਾੜ ਵਿੱਚ ਫਿਰਦੇ ਰਹੇ ਜਦ ਤੀਕ ਸਾਰੀ ਕੌਮ ਦੇ ਜੋਧੇ ਜਿਹੜੇ ਮਿਸਰੋਂ ਨਿੱਕਲੇ ਸਨ ਨਾਸ ਨਾ ਹੋ ਗਏ ਏਸ ਲਈ ਭਈ ਓਹਨਾਂ ਨੇ ਯਹੋਵਾਹ ਦੀ ਅਵਾਜ਼ ਨੂੰ ਨਾ ਸੁਣਿਆ ਜਿਨ੍ਹਾਂ ਨਾਲ ਯਹੋਵਾਹ ਨੇ ਸੌਂਹ ਖਾਧੀ ਸੀ ਕਿ ਉਹ ਓਹਨਾਂ ਨੂੰ ਉਹ ਧਰਤੀ ਵਿਖਾਵੇਗਾ ਵੀ ਨਹੀਂ ਜਿਹ ਦੀ ਯਹੋਵਾਹ ਨੇ ਓਹਨਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸਾਨੂੰ ਦੇਣ ਦੀ ਸੌਂਹ ਖਾਧੀ ਸੀ ਅਰਥਾਤ ਇੱਕ ਧਰਤੀ ਜਿਹ ਦੇ ਵਿੱਚ ਦੁੱਧ ਅਤੇ ਸ਼ਹਿਤ ਵਗਦਾ ਹੈ"},{"number":7,"verse":"ਜਿਹੜੇ ਬਾਲ ਓਹਨਾਂ ਦੇ ਥਾਂ ਉੱਠੇ ਯਹੋਸ਼ੁਆ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਸੁੰਨਤ ਕਰਾਈ ਕਿਉਂ ਜੋ ਓਹ ਅਸੁੰਨਤੀ ਸਨ ਏਸ ਲਈ ਕਿ ਰਾਹ ਦੇ ਵਿੱਚ ਓਹਨਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਸੁੰਨਤ ਨਹੀਂ ਕਰਾਈ ਸੀ"},{"number":8,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਸਾਰੀ ਕੌਮ ਦੀ ਸੁੰਨਤ ਕਰ ਚੁੱਕੇਤਾਂ ਜਦ ਤੀਕ ਓਹ ਚੰਗੇ ਨਾ ਹੋਏ ਓਹ ਆਪੋ ਆਪਣੇ ਥਾਂ ਡੇਰੇ ਵਿੱਚ ਰਹੇ"},{"number":9,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ ਕਿ ਅੱਜ ਦੇ ਦਿਨ ਮੈਂ ਤੁਹਾਡੇ ਉੱਤੋਂ ਮਿਸਰ ਦੀ ਦੂਸ਼ਨਾ ਰੇੜ੍ਹ ਦਿੱਤੀ ਹੈ ਤਾਂ ਹੀ ਉਹ ਥਾਂ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਗਿਲਗਾਲ ਅਖਵਾਉਂਦਾ ਹੈ।।"},{"number":10,"verse":"ਫੇਰ ਇਸਰਾਏਲੀਆਂ ਨੇ ਗਿਲਗਾਲ ਵਿੱਚ ਡੇਰੇ ਕੀਤੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਯਰੀਹੋ ਦੇ ਮਦਾਨ ਵਿੱਚ ਉਸ ਮਹੀਨੇ ਦੀ ਚੌਧਵੀਂ ਤਰੀਕ ਨੂੰ ਸ਼ਾਮਾਂ ਦੇ ਵੇਲੇ ਪਸਾਹ ਦਾ ਪਰਬ ਮਨਾਇਆ"},{"number":11,"verse":"ਅਤੇ ਪਸਾਹ ਦੇ ਇੱਕ ਦਿਨ ਪਿੱਛੋਂ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇਸ ਦੀ ਪੈਦਾਵਾਰ ਤੋਂ ਭੁੱਜੇ ਹੋਏ ਦਾਣੇ ਅਤੇ ਪਤੀਰੀ ਰੋਟੀ ਉੱਸੇ ਦਿਨ ਖਾਧੀ"},{"number":12,"verse":"ਅਤੇ ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇਸ ਦੀ ਪੈਦਾਵਾਰ ਤੋਂ ਖਾਧਾ ਤਾਂ ਅਗਲੇ ਦਿਨ ਮੰਨ ਬੰਦ ਹੋ ਗਿਆ। ਫੇਰ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਮੰਨ ਕਦੀ ਨਾ ਮਿਲਿਆਪਰ ਉਨ੍ਹਾਂ ਉਸ ਵਰਹੇ ਕਨਾਨ ਦੇਸ ਦੀ ਉਤਪਤ ਤੋਂ ਖਾਧਾ"},{"number":13,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਯਹੋਸ਼ੁਆ ਯਰੀਹੋ ਦੇ ਕੋਲ ਸੀ ਅਤੇ ਉਸ ਆਪਣੀਆਂ ਅੱਖੀਆਂ ਉਤਾਹਾਂ ਚੁੱਕ ਕੇ ਡਿੱਠਾ ਤਾਂ ਵੇਖੋ, ਇੱਕ ਮਨੁੱਖ ਹੱਥ ਵਿੱਚ ਖੰਡਾ ਸੂਤੀ ਉਹ ਦੇ ਸਾਹਮਣੇ ਖੜਾ ਸੀ ਤਾਂ ਯਹੋਸ਼ੁਆ ਉਸ ਦੇ ਕੋਲ ਗਿਆ ਅਤੇ ਉਸ ਨੂੰ ਆਖਿਆ ਕਿ ਤੂੰ ਸਾਡੀ ਵੱਲ ਹੈਂ ਯਾ ਸਾਡੇ ਵੈਰੀਆਂ ਵੱਲ?"},{"number":14,"verse":"ਉਸ ਆਖਿਆ ਨਹੀਂ ਸਗੋਂ ਮੈਂ ਤਾਂ ਏਸ ਵੇਲੇ ਯਹੋਵਾਹ ਦਾ ਸੈਨਾ ਪਤੀ ਬਣ ਕੇ ਆਇਆ ਹਾਂ ਤਾਂ ਯਹੋਸ਼ੁਆ ਧਰਤੀ ਉੱਤੇ ਮੂੰਹ ਪਰਨੇ ਡਿੱਗਿਆ ਅਤੇ ਮੱਥਾ ਟੇਕਿਆ ਅਰ ਉਸ ਨੂੰ ਆਖਿਆ, ਮੇਰਾ ਪ੍ਰਭੁ ਆਪਣੇ ਦਾਸ ਨੂੰ ਕੀ ਆਖਦਾ ਹੈ?"},{"number":15,"verse":"ਯਹੋਵਾਹ ਦੇ ਸੈਨਾ ਪਤੀ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ ਕਿ ਤੂੰ ਆਪਣੇ ਪੈਰੋਂ ਆਪਣੀ ਜੁੱਤੀ ਲਾਹ ਕਿਉਂ ਜੋ ਜਿੱਥੇ ਤੂੰ ਖੜਾ ਹੈਂ ਉਹ ਥਾਂ ਪਵਿੱਤਰ ਹੈ ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਉਵੇਂ ਹੀ ਕੀਤਾ।।"}]}