{"bibleAbbr":"paOV2016","bookName":"ਯਹੋਸ਼ੁਆ","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"( ਯਰੀਰੋ ਉੱਤੇ ਫਤਹ) ਯਰੀਹੋ ਇਸਰਾਏਲੀਆਂ ਦੇ ਕਾਰਨ ਵੱਡੀ ਪਕਿਆਈ ਨਾਲ ਬੰਦ ਕੀਤਾ ਹੋਇਆ ਸੀ, ਨਾ ਤਾਂ ਕੋਈ ਅੰਦਰ ਆ ਸੱਕਦਾ ਸੀ, ਨਾ ਕੋਈ ਬਾਹਰ ਜਾ ਸੱਕਦਾ ਸੀ"},{"number":2,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ ਕਿ ਵੇਖ ਮੈਂ ਯਰੀਹੋ, ਉਸ ਦੇ ਰਾਜੇ ਅਤੇ ਉਸ ਦੇ ਸੂਰਬੀਰਾਂ ਨੂੰ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੱਤਾ ਹੈ"},{"number":3,"verse":"ਸੋ ਤੁਸੀਂ ਸਾਰੇ ਜੋਧੇ ਸ਼ਹਿਰ ਨੂੰ ਘੇਰ ਲਓ ਅਤੇ ਇੱਕ ਵੇਰ ਸ਼ਹਿਰ ਦੇ ਦੁਆਲੇ ਫਿਰੋ ਅਤੇ ਛੇਆਂ ਦਿਨਾਂਤੀਕ ਤੁਸਾਂ ਏਵੇਂ ਹੀ ਕਰਨਾ"},{"number":4,"verse":"ਸਭ ਜਾਜਕ ਸੰਦੂਕ ਦੇ ਅੱਗੇ ਮੇਢੇ ਦਿਆਂ ਸਿੰਙਾ ਦੀਆਂ ਸੱਤ ਤੁਰ੍ਹੀਆਂ ਲੈ ਜਾਣ ਅਤੇ ਤੁਸੀਂ ਸੱਤਵੇਂ ਦਿਨ ਸੱਤ ਵੇਰੀ ਸ਼ਹਿਰ ਦੇ ਦੁਆਲੇ ਫਿਰਿਓ ਅਤੇ ਜਾਜਕ ਤੁਰ੍ਹੀਆਂ ਵਜਾਉਣ"},{"number":5,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਓਹ ਚਿਰ ਤੀਕ ਮੇਢੇ ਦੇ ਸਿੰਙਾਂ ਦੀਆਂ ਤੁਰ੍ਹੀਆਂ ਵਜਾਉਣ ਅਤੇ ਜਦ ਤੁਸੀਂ ਤੁਰ੍ਹੀ ਦੀ ਅਵਾਜ਼ ਸੁਣੋ ਤਾਂ ਸਾਰੇ ਲੋਕ ਵੱਡੇ ਜ਼ੋਰ ਨਾਲ ਜੈ ਕਾਰਾ ਗਜਾਉਣ ਤਾਂ ਸ਼ਹਿਰ ਦਾ ਧੂੜਕੋਟ ਮੁੱਢ ਤੀਕ ਢਹਿ ਪਵੇਗਾ ਅਤੇ ਪਰਜਾ ਵਿੱਚੋਂ ਹਰ ਮਨੁੱਖ ਆਪਣੇ ਸਾਹਮਣੇ ਸਿੱਧਾ ਉੱਤਾਹਾਂ ਜਾਵੇਗਾ।।"},{"number":6,"verse":"ਤਾਂ ਨੂਨ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ ਨੇ ਜਾਜਕਾਂ ਨੂੰ ਬੁਲਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਨੇਮ ਦੇ ਸੰਦੂਕ ਨੂੰ ਚੁੱਕ ਲਓ ਅਤੇ ਸੱਤ ਜਾਜਕ ਮੇਢੇ ਦਿਆਂ ਸਿੰਙਾਂ ਦੀਆਂ ਸੱਤ ਤੁਰੀਆਂ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਦੇ ਅੱਗੇ ਚੁੱਕ ਲੈਣ"},{"number":7,"verse":"ਫੇਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ, ਲੰਘੋ ਅਤੇ ਸ਼ਹਿਰ ਨੂੰ ਘੇਰ ਲਓ ਅਰ ਸ਼ਸਤਰ ਧਾਰੀ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਦੇ ਅੱਗੇ ਲੰਘਣ।।"},{"number":8,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਯਹੋਸ਼ੁਆ ਨੇ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ ਤਾਂ ਸੱਤ ਜਾਜਕ ਮੇਢੇ ਦਿਆਂ ਸਿੰਙਾ ਦੀਆਂ ਸੱਤ ਤੁਰ੍ਹੀਆਂ ਲੈ ਕੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੋਂ ਦੀ ਲੰਘੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਤੁਰ੍ਹੀਆਂ ਵਜਾਈਆਂ ਤਾਂ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦਾ ਸੰਦੂਕ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰ ਆਉਂਦਾ ਸੀ"},{"number":9,"verse":"ਅਤੇ ਸ਼ਸਤਰ ਧਾਰੀ ਜਾਜਕਾਂ ਦੇ ਜਿਹੜੇ ਤੁਰ੍ਹੀਆਂ ਵਜਾਉਂਦੇ ਸਨ ਅੱਗੇ ਅੱਗੇ ਤੁਰੇ ਜਾਂਦੇ ਸਨ ਅਤੇ ਪਿੱਛਲੇ ਸੰਦੂਕ ਦੇ ਮਗਰ ਮਗਰ ਤੁਰੇ ਆਉਂਦੇ ਸਨ ਜਦ ਓਹ ਜਾਂਦੇ ਜਾਂਦੇ ਤੁਰ੍ਹੀਆਂ ਵਜਾਉਂਦੇ ਸਨ"},{"number":10,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਲੋਕਾਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਤੁਸਾਂ ਜੈ ਕਾਰਾ ਨਾ ਗਜਾਉਣਾ ਅਤੇ ਨਾ ਹੀ ਤੁਹਾਡੀ ਅਵਾਜ਼ ਸੁਣਾਈ ਦੇਵੇ ਅਤੇ ਤੁਹਾਡੇ ਮੂੰਹੋਂ ਕੋਈ ਗੱਲ ਨਾ ਨਿੱਕਲੇ ਜਿਸ ਦਿਨ ਤੀਕ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਜੈ ਕਾਰਾ ਗਜਾਉਣ ਨੂੰ ਨਾ ਆਖਾਂ, ਤਦ ਤੁਸੀਂ ਜੈ ਕਾਰਾ ਗਜਾਇਓ"},{"number":11,"verse":"ਉਪਰੰਤ ਯਹੋਵਾਹ ਦਾ ਸੰਦੂਕ ਸ਼ਹਿਰ ਦੇ ਦੁਆਲੇ ਇੱਕ ਵੇਰ ਭੌਂ ਆਇਆ ਤਾਂ ਓਹ ਡੇਰੇ ਵਿੱਚ ਮੁੜ ਆਏ ਅਤੇ ਡੇਰੇ ਵਿੱਚ ਰਾਤ ਰਹੇ।।"},{"number":12,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਤੜਕੇ ਉੱਠਿਆ ਅਤੇ ਜਾਜਕਾਂ ਨੇ ਯਹੋਵਾਹ ਦਾ ਸੰਦੂਕ ਚੁੱਕ ਲਿਆ"},{"number":13,"verse":"ਅਤੇ ਸੱਤ ਜਾਜਕ ਮੇਢੇ ਦੇ ਸਿੰਙਾਂ ਦੀਆਂ ਸੱਤ ਤੁਰ੍ਹੀਆਂ ਲਈ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਦੇ ਅੱਗੇ ਅੱਗੇ ਤੁਰੇ ਜਾਂਦੇ ਸਨ ਅਤੇ ਤੁਰ੍ਹੀਆਂ ਵਜਾਉਂਦੇ ਜਾਂਦੇ ਸਨ ਅਤੇ ਸ਼ਸਤਰ ਧਾਰੀ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਤੁਰੇ ਜਾਂਦੇ ਸਨ। ਪਿੱਛਲੇ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਦੇ ਮਗਰ ਮਗਰ ਤੁਰੇ ਜਾਂਦੇ ਸਨ ਅਤੇ ਓਹ ਤੁਰ੍ਹੀਆਂ ਵਜਾਉਂਦੇ ਜਾਂਦੇ ਸਨ"},{"number":14,"verse":"ਓਹ ਦੂਜੇ ਦਿਨ ਫੇਰ ਇੱਕ ਵੇਰੀ ਸ਼ਹਿਰ ਦੇ ਦੁਆਲੇ ਫਿਰੇ ਅਤੇ ਡੇਰੇ ਵਿੱਚ ਮੁੜ ਆਏ। ਇਉਂ ਉਨ੍ਹਾਂ ਨੇ ਛੇ ਦਿਨ ਤੀਕ ਕੀਤਾ"},{"number":15,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਸੱਤਵੇਂ ਦਿਨ ਓਹ ਤੜਕੇ ਹੀ ਦਿਨ ਚੜ੍ਹਨ ਦੇ ਵੇਲੇ ਉੱਠੇ ਅਤੇ ਓਵੇਂ ਹੀ ਸ਼ਹਿਰ ਦੇ ਦੁਆਲੇ ਸੱਤ ਵੇਰ ਫਿਰੇ। ਨਿਰਾ ਉੱਸੇ ਦਿਨ ਓਹ ਸ਼ਹਿਰ ਦੇ ਦੁਆਲੇ ਸੱਤ ਵੇਰ ਫਿਰੇ"},{"number":16,"verse":"ਤਾਂ ਸੱਤਵੀਂ ਵਾਰ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਜਾਜਕਾਂ ਨੇ ਤੁਰ੍ਹੀਆਂ ਵਜਾਈਆਂ ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ, ਜੈ ਕਾਰਾ ਗਜਾਓ! ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਨੇ ਏਹ ਸ਼ਹਿਰ ਤੁਹਾਨੂੰ ਦੇ ਦਿੱਤਾ ਹੈ!"},{"number":17,"verse":"ਏਹ ਸ਼ਹਿਰ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਦੇ ਵਿੱਚ ਹੈ ਯਹੋਵਾਹ ਲਈ ਅਰਪਣ ਕੀਤਾ ਜਾਵੇਗਾ ਪਰ ਨਿਰੀ ਰਾਹਾਬ ਬੇਸਵਾ ਅਤੇ ਜੋ ਕੋਈ ਉਸ ਦੇ ਘਰ ਵਿੱਚ ਹਨ ਜੀਉਂਦੇ ਰਹਿਣਗੇ ਕਿਉਂ ਜੋ ਉਸ ਓਹਨਾਂ ਹਲਕਾਰਿਆਂ ਨੂੰ ਲੁਕਾਇਆ ਸੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸਾਂ ਘੱਲਿਆ ਸੀ"},{"number":18,"verse":"ਪਰ ਤੁਸੀਂ ਵੱਡੇ ਜਤਨ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ ਮਣਸੀਆਂ ਹੋਈਆਂ ਚੀਜ਼ਾਂ ਤੋਂ ਬਚਾ ਰੱਖਿਓ ਮਤੇ ਤੁਸੀਂ ਅਰਪਣ ਕੀਤੇ ਹੋਏ ਵਿੱਚੋਂ ਲਓ ਅਤੇ ਇਉਂ ਤੁਸੀਂ ਇਸਰਾਏਲ ਦੇ ਡੇਰੇ ਨੂੰ ਸਰਾਪੀ ਬਣਾਓ ਅਤੇ ਉਸ ਨੂੰ ਦੁਖ ਦਿਓ"},{"number":19,"verse":"ਸਾਰੀ ਚਾਂਦੀ, ਸੋਨਾ, ਪਿੱਤਲ ਅਤੇ ਲੋਹੇ ਦੇ ਸਾਰੇ ਭਾਂਡੇ ਯਹੋਵਾਹ ਲਈ ਪਵਿੱਤਰ ਹਨ ਸੋ ਓਹ ਯਹੋਵਾਹ ਦੇ ਖਜ਼ਾਨੇ ਵਿੱਚ ਪਾਏ ਜਾਣਗੇ"},{"number":20,"verse":"ਲੋਕਾਂ ਨੇ ਜੈ ਕਾਰਾ ਗਜਾਇਆ ਅਤੇ ਜਾਜਕਾਂ ਨੇ ਤੁਰ੍ਹੀਆਂ ਵਜਾਈਆਂ ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਲੋਕਾਂ ਨੇ ਤੁਰ੍ਹੀਆਂ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਅਤੇ ਲੋਕ ਗੱਜ ਕੇ ਜੈ ਕਾਰਾ ਬੋਲੇ ਤਾਂ ਧੂੜਕੋਟ ਮੁੱਢ ਤੀਕ ਢੈਹ ਗਿਆ ਏਥੋਂ ਤੀਕ ਕਿ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹਰ ਮਨੁੱਖ ਆਪਣੇ ਸਾਹਮਣੇ ਸਿੱਧਾ ਸ਼ਹਿਰ ਵਿੱਚ ਜਾ ਵੜਿਆ ਸੋ ਸ਼ਹਿਰ ਨੂੰ ਲੈ ਲਿਆ"},{"number":21,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਜਿਹੜੇ ਸ਼ਹਿਰ ਵਿੱਚ ਸਨ ਕੀ ਮਨੁੱਖ ਕੀ ਤੀਵੀਂ, ਕੀ ਜੁਆਨ, ਕੀ ਬੁੱਢਾ, ਕੀ ਬਲਦ, ਕੀ ਭੇਡ ਕੀ ਖੋਤਾ, ਤੇਗ ਦੀ ਧਾਰ ਨਾਲ ਅਰਪਣ ਕਰ ਲਿਆ।।"},{"number":22,"verse":"ਪਰ ਯਹੋਸ਼ੁਆ ਨੇ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਜਿਹੜੇ ਉਸ ਦੇਸ ਦਾ ਖੋਜ ਕੱਢਣ ਗਏ ਸਨ ਆਖਿਆ ਕਿ ਉਸ ਬੇਸਵਾ ਦੇ ਘਰ ਜਾਓ ਅਤੇ ਉਸ ਤੀਵੀਂ ਨੂੰ ਅਰ ਜੋ ਕੁਝ ਉਸ ਦਾ ਬੈ ਬਾਹਰ ਲੈ ਆਓ ਜਿਵੇਂ ਤੁਸਾਂ ਉਸ ਨਾਲ ਸੌਂਹ ਖਾਧੀ ਸੀ"},{"number":23,"verse":"ਤਾਂ ਓਹ ਜੁਆਨ ਖੋਜੀ ਅੰਦਰ ਗਏ ਅਤੇ ਰਾਹਾਬ ਨੂੰ ਉਸ ਦੇ ਪਿਤਾ, ਮਾਤਾ ਅਤੇ ਭਰਾਵਾਂ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਨਿੱਕੜ ਸੁੱਕੜ ਨੂੰ ਬਾਹਰ ਲੈ ਆਏ, ਨਾਲੇ ਉਸ ਦਾ ਸਾਰਾ ਟੱਬਰ ਵੀ ਬਾਹਰ ਲੈ ਆਂਦਾ ਅਤੇ ਉਸ ਨੂੰ ਇਸਰਾਏਲੀਆਂ ਦੇ ਡੇਰੇ ਦੇ ਬਾਹਰ ਰੱਖਿਆ"},{"number":24,"verse":"ਫੇਰ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਸ਼ਹਿਰ ਨੂੰ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਵਿੱਚ ਸੀ ਸਾੜ ਸੁੱਟਿਆ ਪਰ ਚਾਂਦੀ, ਸੋਨਾ, ਪਿੱਤਲ ਅਤੇ ਲੋਹੇ ਦੇ ਭਾਂਡੇ ਯਹੋਵਾਹ ਦੇ ਘਰ ਦੇ ਖਜ਼ਾਨੇ ਵਿੱਚ ਰੱਖ ਦਿੱਤੇ"},{"number":25,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਰਾਹਾਬ ਬੇਸਵਾ ਦੀ ਅਤੇ ਉਸ ਦੇ ਪਿਉ ਦੇ ਟੱਬਰ ਦੀ ਓਹਨਾਂ ਸਭਨਾਂ ਸਣੇ ਜਿਹੜੇ ਉਸ ਦੇ ਸਨ ਜਾਨ ਬਚਾ ਦਿੱਤੀ ਅਤੇ ਉਸ ਦੀ ਵੱਸੋਂ ਅੱਜ ਤੀਕ ਇਸਰਾਏਲ ਦੇ ਵਿੱਚ ਹੈ ਇਸ ਲਈ ਕਿ ਜਿਨ੍ਹਾਂ ਹਲਕਾਰਿਆਂ ਨੂੰ ਯਹੋਸ਼ੁਆ ਨੇ ਯਰੀਹੋ ਦੀ ਖੋਜ ਕੱਢਣ ਨੂੰ ਘੱਲਿਆ ਸੀ ਉਸ ਨੇ ਲੁਕਾਇਆ ਸੀ"},{"number":26,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਉਸ ਵੇਲੇ ਸੌਂਹ ਖਾਧੀ ਸੀ ਭਈ ਜੋ ਮਨੁੱਖ ਉੱਠ ਕੇ ਏਸ ਸ਼ਹਿਰ ਯਰੀਹੋ ਨੂੰ ਫੇਰ ਬਣਾਵੇ ਉਹ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਸਰਾਪੀ ਹੋਵੇ। ਉਹ ਆਪਣੇ ਪਲੋਠੇ ਉੱਤੇ ਉਹ ਦੀ ਨਿਉਂ ਰੱਖੇਗਾ ਅਤੇ ਆਪਣੇ ਛੋਟੇ ਪੁੱਤ੍ਰ ਉੱਤੇ ਉਹ ਦਾ ਬੂਹਾ ਲਾਵੇਗਾ!"},{"number":27,"verse":"ਪਰ ਯਹੋਵਾਹ ਯਹੋਸ਼ੁਆ ਦੇ ਅੰਗ ਸੰਗ ਸੀ ਅਤੇ ਉਸ ਦੀ ਧੁੰਮ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਪੈ ਗਈ।।"}]}