{"bibleAbbr":"paOV2016","bookName":"ਯਹੋਸ਼ੁਆ","bookEnglishName":"Joshua","chapterNumber":7,"verses":[{"number":1,"verse":"( ਆਕਾਨ ਦਾ ਪਾਪ) ਪਰ ਇਸਰਾਏਲੀਆਂ ਨੇ ਮਣਸੀ ਹੋਈ ਚੀਜ਼ ਵਿਖੇ ਅਪਰਾਧ ਕੀਤਾ ਕਿਉਂ ਜੋ ਜ਼ਰਹ ਦੇ ਪੜਪੋਤੇ ਜ਼ਬਦੀ ਦੇ ਪੋਤੇ ਅਤੇ ਕਰਮੀ ਦੇ ਪੁੱਤ੍ਰ ਆਕਾਨ ਨੇ ਜਿਹੜਾ ਯਹੂਦਾਹ ਦੇ ਗੋਤ ਦਾ ਸੀ ਉਸ ਮਣਸੀ ਹੋਈ ਚੀਜ਼ ਵਿੱਚੋਂ ਕੁਝ ਲਿਆ ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਕ੍ਰੋਧ ਇਸਰਾਏਲੀਆਂ ਉੱਤੇ ਭੜਕਾਇਆ"},{"number":2,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਯਰੀਹੋਂ ਤੋਂ ਅਈ ਨੂੰ ਜਿਹੜੀ ਬੈਤ-ਆਵਨ ਦੇ ਕੋਲ ਬੈਤ-ਏਲ ਦੇ ਚੜ੍ਹਦੀ ਵੱਲ ਹੈ ਮਨੁੱਖ ਘੱਲੇ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਆਖਿਆ, ਉਤਾਹਾਂ ਜਾ ਕੇ ਉਸ ਦੇਸ ਦਾ ਖੋਜ ਕੱਢ ਲਿਆਓ। ਉਪਰੰਤ ਓਹ ਮਨੁੱਖ ਗਏ ਅਤੇ ਅਈ ਦਾ ਖੋਜ ਕੱਢਿਆ"},{"number":3,"verse":"ਤਾਂ ਓਹਨਾਂ ਨੇ ਯਹੋਸ਼ੁਆ ਕੋਲ ਮੁੜ ਆਣ ਕੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਸਾਰੇ ਲੋਕ ਉਤਾਹਾਂ ਨਾ ਜਾਣ ਪਰ ਕੇਵਲ ਦੋ ਤਿੰਨ ਹਜ਼ਾਰ ਮਨੁੱਖ ਉਤਾਹਾਂ ਜਾ ਕੇ ਅਈ ਨੂੰ ਮਾਰ ਲੈਣ। ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੂੰ ਘੱਲਣ ਦੀ ਖੇਚਲ ਨਾ ਕਰੋ ਕਿਉਂ ਜੋ ਉਹ ਥੋੜੇ ਜੇਹੇ ਹਨ"},{"number":4,"verse":"ਸੋ ਲੋਕਾਂ ਵਿੱਚੋਂ ਤਿੰਨ ਕੁ ਹਜ਼ਾਰ ਉੱਧਰ ਉਤਾਹਾਂ ਗਏ ਅਤੇ ਅਈ ਦੇ ਮਨੁੱਖਾਂ ਦੇ ਅੱਗੋਂ ਨੱਠ ਆਏ"},{"number":5,"verse":"ਅਤੇ ਅਈ ਵਾਲਿਆਂ ਨੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਛੱਤੀਕੁ ਮਨੁੱਖ ਮਾਰ ਮੁਕਾਏ ਅਤੇ ਫਾਟਕ ਦੇ ਅੱਗੋ ਲੈ ਕੇ ਸਬਾਰੀਮ ਤੀਕ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਆਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਹਠਾੜ ਵਿੱਚ ਮਾਰਿਆ ਤਾਂ ਲੋਕਾਂ ਦੇ ਮਨ ਢਲ ਗਏ ਅਤੇ ਪਾਣੀਓਂ ਪਾਣੀ ਹੋ ਗਏ।।"},{"number":6,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਆਪਣੇ ਕੱਪੜੇ ਪਾੜੇ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਦੇ ਅੱਗੇ ਸ਼ਾਮਾਂ ਤੀਕ ਮੂੰਹ ਪਰਨੇ ਧਰਤੀ ਉੱਤੇ ਪਿਆ ਰਿਹਾ, ਉਹ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਬਜ਼ੁਰਗ ਵੀ ਅਤੇ ਉਨ੍ਹਾਂ ਆਪਣਿਆਂ ਸਿਰਾਂ ਵਿੱਚ ਧੂੜ ਪਾ ਲਈ"},{"number":7,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਆਖਿਆ, ਹਾਏ ਪ੍ਰਭੁ ਯਹੋਵਾਹ, ਕੀ ਤੂੰ ਏਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਏਸ ਕਾਰਨ ਯਰਦਨ ਤੋਂ ਪਾਰ ਲਿਆਇਆ ਹੈਂ ਕਿ ਅਮੋਰੀਆਂ ਦੇ ਹੱਥ ਵਿੱਚ ਸਾਨੂੰ ਦੇ ਕੇ ਸਾਡਾ ਸੱਤਿਆ ਨਾਸ ਕਰਾਏਂ? ਚੰਗਾ ਹੀ ਹੁੰਦਾ ਜੇ ਅਸੀਂ ਸੰਤੋਂਖ ਕਰਦੇ ਅਤੇ ਯਰਦਨ ਦੇ ਉਸ ਪਾਸੇ ਹੀ ਵੱਸੇ ਰਹਿੰਦੇ"},{"number":8,"verse":"ਹੇ ਪ੍ਰਭੁ, ਮੈਂ ਹੁਣ ਕੀ ਆਖਾਂ ਜਦ ਇਸਰਾਏਲ ਨੇ ਆਪਣੇ ਵੈਰੀਆਂ ਦੇ ਅੱਗੋਂ ਪਿੱਠ ਭੁਆਂ ਲਈ ਹੈ?"},{"number":9,"verse":"ਕਨਾਨੀ ਅਤੇ ਸਾਰੇ ਏਸ ਦੇਸ ਦੇ ਵਸਨੀਕ ਸੁਣਨਗੇ ਅਤੇ ਓਹ ਸਾਨੂੰ ਘੇਰ ਲੈਣਗੇ ਅਤੇ ਓਹ ਸਾਡਾ ਨਾਉਂ ਧਰਤੀ ਉੱਤੋਂ ਮਿਟਾ ਦੇਣਗੇ ਤਾਂ ਤੂੰ ਆਪਣੇ ਵੱਡੇ ਨਾਮ ਲਈ ਕੀ ਕਰੇਂਗਾ?।।"},{"number":10,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਉੱਠ ਖਲੋ! ਕਿਉਂ ਮੂੰਹ ਪਰਨੇ ਪਿਆ ਹੈਂ?"},{"number":11,"verse":"ਇਸਰਾਏਲ ਨੇ ਪਾਪ ਕੀਤਾ ਹੈ। ਹਾਂ, ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਨੇਮ ਦਾ ਜਿਹ ਦਾ ਉਨ੍ਹਾਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਉਲੰਘਣ ਕੀਤਾ ਹੈ। ਹਾਂ, ਉਨ੍ਹਾਂ ਨੇ ਮਣਸੀਆਂ ਹੋਈਆਂ ਚੀਜ਼ਾਂ ਵਿੱਚੋਂ ਕੁਝ ਲੈ ਲਈਆਂ ਹਨ ਅਤੇ ਚੁਰਾ ਲਈਆਂ ਹਨ ਅਤੇ ਧੋਖਾ ਵੀ ਕੀਤਾ ਹੈ ਅਤੇ ਆਪਣੇ ਨਿੱਕ ਸੁੱਕ ਵਿੱਚ ਰਲਾ ਲਈਆਂ ਹਨ"},{"number":12,"verse":"ਏਸੇ ਲਈ ਇਸਰਾਏਲੀ ਆਪਣੇ ਵੈਰੀਆਂ ਦੇ ਅੱਗੇ ਖਲੋ ਨਾ ਸਗੋਂ ਅਗੋਂ ਵੈਰੀਆਂ ਦੇ ਅੱਗੋਂ ਪਿੱਠ ਭੁਆਈ ਕਿਉਂ ਜੋ ਓਹ ਸਰਾਪੇ ਗਏ ਸਨ। ਸੋ ਹੁਣ ਮੈਂ ਅੱਗੇ ਨੂੰ ਤੁਹਾਡੇ ਨਾਲ ਨਾ ਹੋਵਾਂਗਾ ਜਦ ਤੀਕ ਤੁਸੀਂ ਉਸ ਮਣਸੀ ਹੋਈ ਚੀਜ਼ ਨੂੰ ਆਪਣੇ ਵਿੱਚੋਂ ਨਾਸ ਨਾ ਕਰ ਸੁੱਟੋ"},{"number":13,"verse":"ਉੱਠ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਅਤੇ ਤੂੰ ਆਖ ਕਿ ਆਪਣੇ ਆਪ ਨੂੰ ਭਲਕੇ ਲਈ ਪਵਿੱਤਰ ਕਰੋ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਇਉਂ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਇਸਰਾਏਲ ਤੁਹਾਡੇ ਵਿੱਚ ਮਣਸੀ ਹੋਈ ਚੀਜ਼ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਵੈਰੀਆਂ ਦੇ ਸਾਹਮਣੇ ਖਲੋ ਨਾ ਸੱਕੋਗੇ ਜਦ ਤੀਕ ਤੁਸੀਂ ਉਸ ਮਣਸੀ ਹੋਈ ਚੀਜ਼ ਨੂੰ ਆਪਣੇ ਵਿੱਚੋਂ ਕੱਢ ਨਾ ਦਿਓ"},{"number":14,"verse":"ਸੋ ਤੁਸੀਂ ਸਵੇਰ ਦੇ ਵੇਲੇ ਆਪੋ ਆਪਣੇ ਗੋਤਾਂ ਅਨੁਸਾਰ ਨੇੜੇ ਕੀਤੇ ਜਾਓਗੇ ਅਤੇ ਇਉਂ ਹੋਵੇਗਾ ਕਿ ਉਹ ਗੋਤ ਜਿਹ ਨੂੰ ਯਹੋਵਾਹ ਫੜੇਗਾ ਆਪਣੀਆਂ ਮੂੰਹੀਆਂ ਅਨੁਸਾਰ ਨੇੜੇ ਆਵੇ ਅਤੇ ਜਿਸ ਮੂੰਹੀਂ ਨੂੰ ਯਹੋਵਾਹ ਫੜੇਗਾ ਉਹ ਆਪਣੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਨੇੜੇ ਆਵੇ ਅਤੇ ਜਿਸ ਘਰਾਣੇ ਨੂੰ ਯਹੋਵਾਹ ਫੜੇਗਾ ਉਹ ਮਨੁੱਖ ਮਨੁੱਖ ਕਰਕੇ ਨੇੜੇ ਆਵੇ"},{"number":15,"verse":"ਅਤੇ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜੋ ਮਣਸੀ ਹੋਈ ਚੀਜ਼ ਨਾਲ ਫੜਿਆ ਜਾਵੇ ਉਹ ਆਪਣੇ ਸਰਬੰਸ ਸਮੇਤ ਅੱਗ ਵਿੱਚ ਸਾੜਿਆ ਜਾਵੇਗਾ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦਾ ਉਲੰਘਣ ਕੀਤਾ ਅਤੇ ਇਸਰਾਏਲ ਵਿੱਚ ਮੂਰਖਤਾਈ ਕੀਤੀ ਹੈ।।"},{"number":16,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਸਵੇਰ ਦੇ ਵੇਲੇ ਉੱਠਿਆ ਅਤੇ ਇਸਰਾਏਲ ਨੂੰ ਗੋਤਾਂ ਅਨੁਸਾਰ ਨੇੜੇ ਲਿਆਇਆ ਤਾਂ ਯਹੂਦਾਹ ਦਾ ਗੋਤ ਫੜਿਆ ਗਿਆ"},{"number":17,"verse":"ਅਤੇ ਯਹੂਦਾਹ ਦੀਆਂ ਮੂੰਹੀਆਂ ਨੂੰ ਨੇੜੇ ਆਂਦਾ ਤਾਂ ਜ਼ਰਾਹੀਆਂ ਦੀ ਮੂੰਹੀਂ ਫੜੀ ਗਈ। ਜ਼ਰਾਹੀ ਦੀ ਮੂੰਹੀਂ ਦੇ ਮਨੁੱਖ ਮਨੁਖ ਕਰਕੇ ਨੇੜੇ ਲਿਆਇਆ ਤਾਂ ਜ਼ਬਦੀ ਫੜਿਆ ਗਿਆ"},{"number":18,"verse":"ਤਾਂ ਉਸ ਦੇ ਘਰਾਣੇ ਦਾ ਮਨੁੱਖ ਮਨੁੱਖ ਕਰਕੇ ਨੇੜੇ ਲਿਆਇਆ ਤਾ ਯਹੂਦਾਹ ਦੇ ਗੋਤ ਦਾ ਜ਼ਰਹ ਦਾ ਪੜਪੋਤਾ ਜ਼ਬਦੀ ਦਾ ਪੋਤਾ ਅਤੇ ਕਰਮੀ ਦਾ ਪੁੱਤ੍ਰ ਆਕਾਨ ਫੜਿਆ ਗਿਆ"},{"number":19,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਆਕਾਨ ਨੂੰ ਆਖਿਆ, ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮਹਿਮਾ ਕਰ ਅਤੇ ਉਸ ਨੂੰ ਵਡਿਆਈ ਦੇਹ ਅਤੇ ਤੂੰ ਹੁਣ ਮੈਨੂੰ ਦੱਸ ਭਈ ਤੈਂ ਕੀ ਕੀਤਾ ਹੈ ਅਤੇ ਮੈਥੋਂ ਲੁਕਾ ਨਾ"},{"number":20,"verse":"ਤਾਂ ਆਕਾਨ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਮੈਂ ਸੱਚ ਮੁੱਚ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਪਾਪ ਕੀਤਾ ਹੈ ਅਤੇ ਮੈਂ ਐਉਂ ਐਉਂ ਕੀਤਾ ਹੈ"},{"number":21,"verse":"ਮੈਂ ਲੁੱਟ ਵਿੱਚ ਇੱਕ ਸ਼ਿਨਆਰ ਦੇਸ ਦਾ ਸੋਹਣਾ ਚੋਗਾ ਡਿੱਠਾ ਅਤੇ ਦੋ ਸੌ ਰੁਪਏ ਚਾਂਦੀ ਅਤੇ ਪੰਜਾਹ ਤੋਲਾ ਤੋਲ ਵਿੱਚ ਸੋਨੇ ਦੀ ਇੱਕ ਇੱਟ ਤਾਂ ਮੈਨੂੰ ਲੋਭ ਆ ਗਿਆ ਅਤੇ ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਚੁੱਕ ਲਿਆ ਅਤੇ ਵੇਖੋ ਓਹ ਤੰਬੂ ਦੇ ਵਿੱਚਕਾਰ ਧਰਤੀ ਵਿੱਚ ਦੱਬੇ ਹੋਏ ਹਨ ਅਤੇ ਚਾਂਦੀ ਉਸ ਦੇ ਹੇਠ ਹੈ"},{"number":22,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਹਲਕਾਰੇ ਘੱਲੇ। ਓਹ ਤੰਬੂ ਵੱਲ ਭੱਜ ਕੇ ਗਏ ਅਤੇ ਵੇਖੋ ਉਹ ਤੰਬੂ ਵਿੱਚ ਦੱਬਿਆ ਹੋਇਆ ਸੀ ਅਤੇ ਚਾਂਦੀ ਉਹ ਦੇ ਹੇਠ ਸੀ"},{"number":23,"verse":"ਓਹ ਓਹਨਾਂ ਨੂੰ ਤੰਬੂ ਵਿੱਚੋਂ ਕੱਢ ਕੇ ਯਹੋਸ਼ੁਆ ਅਤੇ ਸਾਰੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਸਾਹਮਣੇ ਲੈ ਆਏ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਰੱਖ ਦਿੱਤਾ"},{"number":24,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਸਾਰੇ ਇਸਰਾਏਲ ਸਣੇ ਜ਼ਰਹ ਦੇ ਪੁੱਤ੍ਰ ਆਕਾਨ ਨੂੰ ਅਤੇ ਚਾਂਦੀ, ਚੋਗਾ ਅਤੇ ਸੋਨੇ ਦੀ ਇੱਟ ਨੂੰ ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਧੀਆਂ, ਉਹ ਦੇ ਬਲਦ, ਖੋਤੇ, ਉਹ ਦੀਆਂ ਭੇਡਾਂ, ਉਹ ਦਾ ਤੰਬੂ ਅਤੇ ਉਹ ਦਾ ਸਾਰਾ ਮਾਲ ਲੈ ਲਿਆ ਅਤੇ ਆਕੋਰ ਦੀ ਖੱਡ ਵਿੱਚ ਉਤਾਂਹਾ ਲੈ ਆਏ"},{"number":25,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਆਖਿਆ, ਤੂੰ ਸਾਨੂੰ ਕਿਉਂ ਦੁਖ ਦਿੱਤਾ? ਯਹੋਵਾਹ ਅੱਜ ਦੇ ਦਿਨ ਤੈਨੂੰ ਦੁੱਖ ਦੇਵੇਗਾ ਤਾਂ ਸਾਰੇ ਇਸਰਾਏਲੀਆਂ ਨੇ ਉਹ ਨੂੰ ਪੱਥਰਾਓ ਕੀਤਾ ਅਤੇ ਪੱਥਰਾਓ ਦੇ ਪਿੱਛੋਂ ਉਹ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸਾੜ ਸੁੱਟਿਆ"},{"number":26,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਉੱਤੇ ਪੱਥਰਾਂ ਦਾ ਇੱਕ ਵੱਡਾ ਢੇਰ ਲਾ ਦਿੱਤਾ ਜਿਹੜਾ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਹੈ ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਆਪਣੇ ਕ੍ਰੋਧ ਦੀ ਗਰਮੀ ਨੂੰ ਉਨ੍ਹਾਂ ਉੱਤੋਂ ਫੇਰਿਆ। ਏਸ ਲਈ ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਅੱਜ ਤੀਕ ਆਕੋਰ ਦੀ ਖੱਡ ਹੈ।।"}]}