{"bibleAbbr":"paOV2016","bookName":"ਯਹੋਸ਼ੁਆ","bookEnglishName":"Joshua","chapterNumber":8,"verses":[{"number":1,"verse":"( ਅਈ ਉੱਤੇ ਫਤਹ) ਯਹੋਵਾਹ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ, ਨਾ ਡਰ ਅਤੇ ਨਾ ਘਾਬਰ। ਸਾਰੇ ਜੋਧਿਆਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਲੈ ਅਤੇ ਉੱਠ ਕੇ ਅਈ ਉੱਤੇ ਚੜ੍ਹਾਈ ਕਰ। ਵੇਖ ਮੈਂ ਅਈ ਦੇ ਰਾਜੇ ਨੂੰ, ਉਹ ਦੇ ਲੋਕਾਂ ਨੂੰ, ਉਹ ਦੇ ਸ਼ਹਿਰ ਨੂੰ ਅਤੇ ਉਹ ਦੇ ਦੇਸ ਨੂੰ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੱਤਾ ਹੈ"},{"number":2,"verse":"ਤੂੰ ਅਈ ਨਾਲ ਅਤੇ ਉਹ ਦੇ ਰਾਜੇ ਨਾਲ ਓਹੀ ਕਰੀਂ ਜੋ ਤੂੰ ਯਰੀਹੋ ਅਤੇ ਉਸ ਦੇ ਰਾਜੇ ਨਾਲ ਕੀਤਾ ਸੀ। ਨਿਰੀ ਉੱਥੇ ਦੀ ਲੁੱਟ ਅਤੇ ਡੰਗਰ ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਖੋਹ ਲਿਓ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਪਿੱਛੇ ਘਾਤ ਲਾ ਲਿਓ।।"},{"number":3,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਅਤੇ ਸਾਰੇ ਜੋਧੇ ਅਈ ਉਤੇ ਚੜਾਈ ਕਰਨ ਲਈ ਉੱਠੇ। ਯਹੋਸ਼ੁਆ ਨੇ ਤੀਹ ਹਜ਼ਾਰ ਸੂਰ ਬੀਰ ਚੁਣ ਲਏ ਅਤੇ ਰਾਤ ਨੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਘੱਲਿਆ"},{"number":4,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਵੇਖੋ ਤੁਸਾਂ ਸ਼ਹਿਰ ਦੀ ਘਾਤ ਵਿੱਚ ਸ਼ਹਿਰ ਦੇ ਪਿੱਛੇ ਬੈਠ ਜਾਣਾ। ਸ਼ਹਿਰ ਤੋਂ ਬਹੁਤ ਦੂਰ ਨਾ ਜਾਣਾ ਅਤੇ ਤੁਸਾਂ ਸਾਰਿਆਂ ਨੇ ਤਿਆਰ ਰਹਿਣਾ"},{"number":5,"verse":"ਮੈਂ ਅਤੇ ਮੇਰੇ ਨਾਲ ਦੇ ਸਾਰੇ ਲੋਕ ਸ਼ਹਿਰ ਦੇ ਕੋਲ ਆਵਾਂਗੇ ਅਤੇ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਓਹ ਸਾਡਾ ਸਾਹਮਣਾ ਕਰਨ ਨੂੰ ਨਿੱਕਲਣ ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਪਹਿਲਾਂ ਵਾਂਙੁ ਨੱਸਾਂਗੇ"},{"number":6,"verse":"ਤਾਂ ਓਹ ਸਾਡੇ ਪਿੱਛੇ ਆਉਣਗੇ ਐਥੋਂ ਤੀਕ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਹਿਰੋਂ ਦੂਰ ਖਿੱਚ ਲੈ ਜਾਵਾਂਗੇ ਕਿਉਂ ਜੋ ਓਹ ਆਖਣਗੇ ਕਿ ਏਹ ਸਾਡੇ ਅੱਗੋਂ ਪਹਿਲਾਂ ਵਾਂਙੁ ਨੱਸਦੇ ਹਨ। ਇਉਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੋਂ ਨੱਸਾਂਗੇ"},{"number":7,"verse":"ਤਦ ਤੁਸਾਂ ਘਾਤ ਵਿੱਚੋਂ ਨਿੱਕਲ ਕੇ ਸ਼ਹਿਰ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲੈਣਾ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਉਹ ਨੂੰ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ ਕਰ ਦੇਵੇਗਾ"},{"number":8,"verse":"ਅਤੇ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਸ਼ਹਿਰ ਕਾਬੂ ਵਿੱਚ ਆ ਜਾਵੇ ਤਾਂ ਸ਼ਹਿਰ ਵਿੱਚ ਅੱਗ ਲਾ ਦੇਣੀ ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਆਗਿਆ ਅਨੁਸਾਰ ਕਰਿਓ। ਵੇਖੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦੇ ਦਿੱਤਾ ਹੈ!"},{"number":9,"verse":"ਯਹੋਸ਼ੁਆ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਘੱਲਿਆ ਤਾਂ ਓਹ ਘਾਤ ਵਿੱਚ ਗਏ ਅਤੇ ਬੈਤ-ਏਲ ਅਤੇ ਅਈ ਦੇ ਵਿੱਚਕਾਰ ਅਈ ਦੇ ਲਹਿੰਦੇ ਪਾਸੇ ਜਾ ਬੈਠੇ ਪਰ ਯਹੋਸ਼ੁਆ ਉਸ ਰਾਤ ਲੋਕਾਂ ਦੇ ਵਿੱਚ ਰਿਹਾ।।"},{"number":10,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਸਵੇਰ ਦੇ ਵੇਲੇ ਉੱਠ ਕੇ ਲੋਕਾਂ ਦੀ ਗਿਣਤੀ ਕੀਤੀ ਅਤੇ ਉਹ ਇਸਰਾਏਲ ਦੇ ਬਜ਼ੁਰਗਾਂ ਸਣੇ ਲੋਕਾਂ ਦੇ ਅੱਗੇ ਅਈ ਵੱਲ ਚੜ੍ਹਿਆ"},{"number":11,"verse":"ਅਤੇ ਸਾਰੇ ਜੋਧੇ ਜਿਹੜੇ ਉਸ ਦੇ ਨਾਲ ਸਨ ਉਤਾਹਾਂ ਗਏ ਅਤੇ ਨੇੜੇ ਅੱਪੜੇ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਸਾਹਮਣੇ ਆ ਕੇ ਅਈ ਦੇ ਉੱਤਰ ਵੱਲ ਡੇਰੇ ਲਾਏ। ਉਸ ਦੇ ਵਿੱਚ ਅਤੇ ਅਈ ਦੇ ਵਿੱਚ ਇੱਕ ਖੱਡ ਸੀ"},{"number":12,"verse":"ਤਾਂ ਉਸ ਨੇ ਪੰਜ ਕੁ ਹਜ਼ਾਰ ਮਨੁੱਖ ਲਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬੈਤ-ਏਲ ਅਰ ਅਈ ਦੇ ਵਿੱਚਕਾਰ ਸ਼ਹਿਰੋਂ ਲਹਿੰਦੀ ਵੱਲ ਘਾਤ ਵਿੱਚ ਬਿਠਾਇਆ"},{"number":13,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਲੋਕਾਂ ਨੂੰ ਅਰਥਾਤ ਸਾਰੇ ਦਲ ਨੂੰ ਜਿਹੜੇ ਸ਼ਹਿਰੋਂ ਉੱਤਰ ਵੱਲ ਸਨ ਅਤੇ ਘਾਤ ਵਾਲਿਆਂ ਨੂੰ ਸ਼ਹਿਰੋਂ ਲਹਿੰਦੀ ਵੱਲ ਬਿਠਾਇਆ ਤਾਂ ਯਹੋਸ਼ੁਆ ਉਸ ਰਾਤ ਖੱਡ ਵਿੱਚ ਗਿਆ।।"},{"number":14,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਅਈ ਦੇ ਰਾਜੇ ਨੇ ਏਹ ਡਿੱਠਾ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਛੇਤੀ ਕੀਤੀ ਅਤੇ ਸਵੇਰੇ ਹੀ ਉੱਠੇ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਮਨੁੱਖ ਅਰਥਾਤ ਉਹ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਲੋਕ ਮਿਥੇ ਹੋਏ ਸਮੇਂ ਉੱਤੇ ਅਰਾਬਾਹ ਦੇ ਅੱਗੇ ਇਸਰਾਏਲ ਦੇ ਵਿਰੁੱਧ ਲੜਨ ਲਈ ਬਾਹਾਰ ਨਿੱਕਲੇ ਪਰ ਉਸ ਨੇ ਏਹ ਨਾ ਜਾਣਿਆ ਕਿ ਸ਼ਹਿਰ ਦੇ ਪਿੱਛੇ ਉਸ ਦੇ ਵਿਰੁੱਧ ਘਾਤ ਵਾਲੇ ਹਨ"},{"number":15,"verse":"ਤਾਂ ਯਹੋਸ਼ੁਆ ਅਤੇ ਸਾਰਾ ਇਸਰਾਏਲ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੋਂ ਉਜਾੜ ਵੱਲ ਇਉਂ ਨੱਸਿਆ ਜਿਵੇਂ ਉਨ੍ਹਾਂ ਅੱਗੋਂ ਮਾਰੇ ਕੁੱਟੇ ਹੋਏ ਹੁੰਦੇ ਹਨ"},{"number":16,"verse":"ਤਾਂ ਸਾਰੇ ਲੋਕ ਜਿਹੜੇ ਸ਼ਹਿਰ ਵਿੱਚ ਸਨ ਉਨ੍ਹਾਂ ਦਾ ਪਿੱਛਾ ਕਰਨ ਲਈ ਇੱਕਠੇ ਸੱਦੇ ਗਏ ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਯਹੋਸ਼ੁਆ ਦਾ ਅਜੇਹਾ ਪਿੱਛਾ ਕੀਤਾ ਕਿ ਓਹ ਸ਼ਹਿਰੋਂ ਦੂਰ ਖਿੱਚੇ ਗਏ"},{"number":17,"verse":"ਉਪਰੰਤ ਅਈ ਤੇਅ ਬੈਤ-ਏਲ ਵਿੱਚ ਕੋਈ ਮਨੁੱਖ ਬਾਕੀ ਨਾ ਰਿਹਾ ਜਿਹੜਾ ਇਸਰਾਏਲ ਦਾ ਪਿੱਛਾ ਕਰਨ ਨੂੰ ਨਾ ਨਿੱਕਲਿਆ ਹੋਵੇ ਅਤੇ ਓਹ ਸ਼ਹਿਰ ਨੂੰ ਖੁਲ੍ਹਾ ਛੱਡ ਕੇ ਇਸਰਾਏਲ ਦੇ ਪਿੱਛੇ ਭੱਜ ਪਏ"},{"number":18,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਆਖਿਆ, ਬਰਛੇ ਨੂੰ ਜਿਹੜਾ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਹੈ ਅਈ ਵੱਲ ਲੰਮਾ ਕਰ ਕਿਉਂ ਜੋ ਮੈਂ ਉਸ ਨੂੰ ਤੇਰੇ ਹੱਥ ਦੇ ਦਿਆਂਗਾ ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਬਰਛੇ ਨੂੰ ਜਿਹੜਾ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਸੀ ਸ਼ਹਿਰ ਵੱਲ ਲੰਮਾ ਕੀਤਾ। ਜਦ ਉਹ ਨੇ ਆਪਣੇ ਹੱਥ ਲੰਮਾ ਕੀਤਾ"},{"number":19,"verse":"ਤਾਂ ਘਾਤ ਵਾਲੇ ਆਪਣੇ ਥਾਂ ਤੋਂ ਛੇਤੀ ਨਾਲ ਉੱਠ ਕੇ ਨੱਠੇ ਅਤੇ ਸ਼ਹਿਰ ਵਿੱਚ ਜਾ ਵੜੇ ਅਤੇ ਉਹ ਨੂੰ ਲੈ ਲਿਆ ਫੇਰ ਉਨ੍ਹਾਂ ਨੂੰ ਛੇਤੀ ਨਾਲ ਸ਼ਹਿਰ ਨੂੰ ਅੱਗ ਲਾ ਦਿੱਤੀ"},{"number":20,"verse":"ਜਦ ਅਈ ਦੇ ਮਨੁੱਖਾਂ ਨੇ ਪਿੱਛੇ ਮੂੰਹ ਕਰ ਕੇ ਡਿੱਠਾ ਤਾਂ ਵੇਖੋ ਸ਼ਹਿਰ ਦਾ ਧੂੰਆਂ ਅਕਾਸ਼ ਤੀਕ ਉੱਠ ਰਿਹਾ ਸੀ ਸੋ ਉਨ੍ਹਾਂ ਵਿੱਚ ਏਧਰ ਓਧਰ ਭੱਜਣ ਦੀ ਸ਼ਕਤੀ ਨਾ ਰਹੀ ਓਹ ਲੋਕ ਜਿਹੜੇ ਉਜਾੜ ਵੱਲ ਭੱਜੇ ਜਾਂਦੇ ਸਨ ਪਿੱਛਾ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਉੱਤੇ ਉਲਟ ਪਏ"},{"number":21,"verse":"ਜਦ ਯਹੋਸ਼ੁਆ ਅਤੇ ਸਾਰੇ ਇਸਰਾਏਲ ਨੇ ਡਿੱਠਾ ਕਿ ਘਾਤ ਵਾਲਿਆਂ ਨੇ ਸ਼ਹਿਰ ਨੂੰ ਲੈ ਲਿਆ ਹੈ ਅਤੇ ਸ਼ਹਿਰ ਤੋਂ ਧੂੰਆਂ ਉੱਠ ਰਿਹਾ ਹੈ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਮੁੜ ਕੇ ਅਈ ਦੇ ਮਨੁੱਖਾਂ ਨੂੰ ਮਾਰ ਸੁਟਿਆ"},{"number":22,"verse":"ਅਤੇ ਏਹ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਸ਼ਹਿਰ ਤੋਂ ਬਾਹਰ ਆਏ ਸੋ ਓਹ ਇਸਰਾਏਲ ਦੇ ਵਿੱਚਕਾਰ ਹੋ ਗਏ ਅਰਥਾਤ ਕੁਝ ਇਸਰਾਏਲੀ ਏਧਰ ਅਤੇ ਕੁਝ ਓਧਰ ਹੋ ਗਏ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਇੱਥੋਂ ਤੀਕ ਮਾਰਿਆ ਕਿ ਓਹਨਾਂ ਵਿੱਚੋਂ ਨਾ ਕਿਸੇ ਨੂੰ ਰਹਿਣ ਦਿੱਤਾ ਅਤੇ ਨਾ ਕਿਸੇ ਨੂੰ ਭੱਜਣ ਦਿੱਤਾ"},{"number":23,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਅਈ ਦੇ ਰਾਜੇ ਨੂੰ ਜੀਉਂਦਾ ਫੜ ਕੇ ਯਹੋਸ਼ੁਆ ਕੋਲ ਲੈ ਆਂਦਾ।।"},{"number":24,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਇਸਰਾਏਲ ਰੜ ਦੀ ਉਸ ਉਜਾੜ ਵਿੱਚ ਜਿੱਥੋਂ ਉਨ੍ਹਾਂ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਸੀ ਅਈ ਦੇ ਸਾਰੇ ਵਸਨੀਕਾਂ ਨੂੰ ਵੱਢ ਚੁੱਕੇ ਅਤ ਜਦ ਓਹ ਸਾਰੇ ਤੇਗ ਦੀ ਧਾਰ ਨਾਲ ਵੱਢੇ ਗਏ ਏਥੋਂ ਤੀਕ ਕਿ ਓਹ ਮੂਲੋਂ ਹੀ ਮੁੱਕ ਗਏ ਤਾਂ ਸਾਰੇ ਇਸਰਾਏਲੀ ਅਈ ਨੂੰ ਮੁੜੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਤੇਗ ਦੀ ਧਾਰ ਨਾਲ ਉਹ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ"},{"number":25,"verse":"ਇਉਂ ਉਸ ਦਿਨ ਦੇ ਸਾਰੇ ਮਾਰੇ ਹੋਏ ਮਨੁੱਖ ਅਤੇ ਤੀਵੀਆਂ ਬਾਰਾਂ ਹਜ਼ਾਰ ਸਨ ਅਰਥਾਤ ਅਈ ਦੇ ਸਾਰੇ ਲੋਕ"},{"number":26,"verse":"ਕਿਉਂ ਜੋ ਯਹੋਸ਼ੁਆ ਨੇ ਆਪਣਾ ਹੱਥ ਜਿਹ ਦੇ ਵਿੱਚ ਬਰਛਾ ਫੜਿਆ ਹੋਇਆ ਸੀ ਪਿੱਛੇ ਨਾ ਹਟਾਇਆ ਜਦ ਤੀਕ ਕਿ ਉਸ ਨੇ ਅਈ ਦੇ ਸਾਰੇ ਵਸਨੀਕਾਂ ਦਾ ਸੱਤਿਆ ਨਾਸ ਨਾ ਕਰ ਲਿਆ"},{"number":27,"verse":"ਇਸਰਾਏਲ ਨੇ ਉਸ ਸ਼ਹਿਰ ਦੇ ਕੇਵਲ ਪਸੂ ਅਤੇ ਲੁੱਟ ਦਾ ਮਾਲ ਆਪਣੇ ਲਈ ਖੋਹ ਲਿਆ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਯਹੋਸ਼ੁਆ ਨੂੰ ਹੁਕਮ ਦੇ ਕੇ ਗੱਲ ਆਖੀ ਸੀ"},{"number":28,"verse":"ਸੋ ਯਹੋਸ਼ੁਆ ਨੇ ਅਈ ਨੂੰ ਸਾੜ ਸੁੱਟਿਆ ਅਤੇ ਸਦਾ ਲਈ ਇੱਕ ਥੇਹ ਬਣਾ ਦਿੱਤਾ, ਉਹ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਉਜਾੜ ਹੈ"},{"number":29,"verse":"ਫੇਰ ਅਈ ਦੇ ਰਾਜੇ ਨੂੰ ਸ਼ਾਮਾਂ ਤੀਕ ਰੁੱਖ ਉੱਤੇ ਟੰਗ ਦਿੱਤਾ ਅਤੇ ਜਦ ਸੂਰਜ ਡੁੱਬ ਗਿਆ ਤਾਂ ਯਹੋਸ਼ੁਆ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੀ ਲੋਥ ਨੂੰ ਰੁੱਖ ਉੱਤੋਂ ਉਤਾਰਿਆ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਫਾਟਕ ਦੇ ਸਾਹਮਣੇ ਲਿਆ ਸੁੱਟਿਆ ਅਤੇ ਉਸ ਉੱਤੇ ਪੱਥਰਾਂ ਦਾ ਇੱਕ ਵੱਡਾ ਢੇਰ ਲਾ ਦਿੱਤਾ ਜਿਹੜਾ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕ ਹੈ।।"},{"number":30,"verse":"ਫੇਰ ਯਹੋਸ਼ੁਆ ਨੇ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਯਹੋਵਾਹ ਲਈ ਇੱਕ ਜਗਵੇਦੀ ਏਬਾਲ ਪਹਾੜ ਵਿੱਚ ਬਣਾਈ"},{"number":31,"verse":"ਜਿਵੇਂ ਮੂਸਾ ਯਹੋਵਾਹ ਦੇ ਦਾਸ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਅਤੇ ਜਿਵੇਂ ਮੂਸਾ ਦੀ ਬਿਵਸਥਾ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਹੈ ਉਹ ਜਗਵੇਦੀ ਅਣਘੜੇ ਪੱਥਰਾਂ ਦੀ ਬਣਾਈ ਹੋਈ ਸੀ ਜਿਸ ਉੱਤੇ ਕਿਸੇ ਨੇ ਸੰਦ ਨਹੀਂ ਲਾਇਆ ਸੀ ਅਤੇ ਉਸ ਉੱਤੇ ਉਨ੍ਹਾਂ ਨੇ ਯਹੋਵਾਹ ਲਈ ਹੋਮ ਦੀਆਂ ਭੇਟਾਂ ਚੜ੍ਹਾਈਆਂ ਅਤੇ ਸੁਖ ਸਾਂਦ ਦੇ ਬਲੀਦਾਨ ਕੀਤੇ"},{"number":32,"verse":"ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਪੱਥਰਾਂ ਉੱਤੇ ਮੂਸਾ ਦੀ ਬਿਵਸਥਾ ਦਾ ਇੱਕ ਉਤਾਰ ਲਿਖਿਆ ਜਿਹ ਨੂੰ ਇਸਰਾਏਲੀਆਂ ਦੇ ਸਾਹਮਣੇ ਲਿਖਿਆ ਸੀ"},{"number":33,"verse":"ਅਤੇ ਸਾਰਾ ਇਸਰਾਏਲ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਬਜ਼ੁਰਗ ਅਤੇ ਹੁੱਦੇਦਾਰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਿਆਉਂਕਾਰ ਸੰਦੂਕ ਦੇ ਏਸੇ ਪਾਸੇ ਅਤੇ ਉਸ ਪਾਸੇ ਲੇਵੀ ਜਾਜਕਾਂ ਦੇ ਸਾਹਮਣੇ ਜਿਹੜੇ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦਾ ਸੰਦੂਕ ਚੁੱਕਦੇ ਸਨ ਖਲੋਤੇ ਸਨ, ਨਾਲੇ ਪਰਦੇਸੀ ਨਾਲੇ ਘਰ ਜੰਮ, ਉਨ੍ਹਾਂ ਦਾ ਅੱਧ ਗਰਿੱਜ਼ੀਮ ਪਹਾੜ ਦੇ ਸਾਹਮਣੇ ਅਤੇ ਅੱਧ ਏਬਾਲ ਪਹਾੜ ਦੇ ਸਾਹਮਣੇ ਸੀ ਜਿਵੇਂ ਯਹੋਵਾਹ ਦੇ ਦਾਸ ਮੂਸਾ ਨੇ ਇਸਰਾਏਲ ਦੀ ਪਰਜਾ ਨੂੰ ਬਰਕਤ ਦੇਣ ਦਾ ਹੁਕਮ ਪਹਿਲਾਂ ਦਿੱਤਾ ਸੀ"},{"number":34,"verse":"ਫੇਰ ਉਸ ਨੇ ਬਿਵਸਥਾ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਪੜ੍ਹ ਕੇ ਬਰਕਤਾਂ ਅਤੇ ਸਰਾਪ ਦੇਵੇ ਸੁਣਾਏ ਜਿਵੇਂ ਬਿਵਸਥਾ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖੇ ਹੋਏ ਸਨ"},{"number":35,"verse":"ਜੋ ਕੁਝ ਮੂਸਾ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਉਹ ਦੀ ਇੱਕ ਗੱਲ ਵੀ ਅਜੇਹੀ ਨਹੀਂ ਸੀ ਜਿਹ ਨੂੰ ਯਹੋਸ਼ੁਆ ਨੇ ਇਸਰਾਏਲੀਆਂ ਦੀ ਸਾਰੀ ਸਭਾ ਨਾਲੇ ਤੀਵੀਆਂ ਅਤੇ ਨਿਆਣਿਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਪਰਦੇਸੀਆਂ ਦੇ ਸਾਹਮਣੇ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਵਿੱਚ ਵੱਸਦੇ ਸਨ ਨਾ ਸੁਣਾਇਆ ਹੋਵੇ।।"}]}