{"bibleAbbr":"BBE1965","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"Wine makes men foolish, and strong drink makes men come to blows; and whoever comes into error through these is not wise."},{"number":2,"verse":"The wrath of a king is like the loud cry of a lion: he who makes him angry does wrong against himself."},{"number":3,"verse":"It is an honour for a man to keep from fighting, but the foolish are ever at war."},{"number":4,"verse":"The hater of work will not do his ploughing because of the winter; so at the time of grain-cutting he will be requesting food and will get nothing."},{"number":5,"verse":"The purpose in the heart of a man is like deep water, but a man of good sense will get it out."},{"number":6,"verse":"Most men make no secret of their kind acts: but where is a man of good faith to be seen?"},{"number":7,"verse":"An upright man goes on in his righteousness: happy are his children after him!"},{"number":8,"verse":"A king on the seat of judging puts to flight all evil with his eyes."},{"number":9,"verse":"Who is able to say, I have made my heart clean, I am free from my sin?"},{"number":10,"verse":"Unequal weights and unequal measures, they are all disgusting to the Lord."},{"number":11,"verse":"Even a child may be judged by his doings, if his work is free from sin and if it is right."},{"number":12,"verse":"The hearing ear and the seeing eye are equally the Lord's work."},{"number":13,"verse":"Do not be a lover of sleep, or you will become poor: keep your eyes open, and you will have bread enough."},{"number":14,"verse":"A poor thing, a poor thing, says he who is giving money for goods: but when he has gone on his way, then he makes clear his pride in what he has got."},{"number":15,"verse":"There is gold and a store of corals: but the lips of knowledge are a jewel of great price."},{"number":16,"verse":"Take a man's clothing if he makes himself responsible for a strange man, and get an undertaking from him who gives his word for strange men."},{"number":17,"verse":"Bread of deceit is sweet to a man; but after, his mouth will be full of sand."},{"number":18,"verse":"Every purpose is put into effect by wise help: and by wise guiding make war."},{"number":19,"verse":"He who goes about talking of the business of others gives away secrets: so have nothing to do with him whose lips are open wide."},{"number":20,"verse":"If anyone puts a curse on his father or his mother, his light will be put out in the blackest night."},{"number":21,"verse":"A heritage may be got quickly at first, but the end of it will not be a blessing."},{"number":22,"verse":"Do not say, I will give punishment for evil: go on waiting for the Lord, and he will be your saviour."},{"number":23,"verse":"Unequal weights are disgusting to the Lord, and false scales are not good."},{"number":24,"verse":"A man's steps are of the Lord; how then may a man have knowledge of his way?"},{"number":25,"verse":"It is a danger to a man to say without thought, It is holy, and, after taking his oaths, to be questioning if it is necessary to keep them."},{"number":26,"verse":"A wise king puts evil-doers to flight, and makes their evil-doing come back on them."},{"number":27,"verse":"The Lord keeps watch over the spirit of man, searching all the deepest parts of the body."},{"number":28,"verse":"Mercy and good faith keep the king safe, and the seat of his power is based on upright acts."},{"number":29,"verse":"The glory of young men is their strength, and the honour of old men is their grey hairs."},{"number":30,"verse":"By the wounds of the rod evil is taken away, and blows make clean the deepest parts of the body."}]}