{"bibleAbbr":"ISV2011","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"{Encampment Orders} d Later, the Lord told Moses and Aaron,"},{"number":2,"verse":"\"Every single Israeli {Lit. Each man of the Israelis} is to encamp beneath his standard with the emblem of his ancestral house. The Israelis are to encamp from a distance, {Or in front of} but surrounding the Tent of Meeting.\""},{"number":3,"verse":"{Eastern Encampment Order} d \"The encampment of Judah is to settle east toward the sunrise {Lit. east} under their standard. The leader of Judah is to be Amminadab's son Nahshon."},{"number":4,"verse":"Those in his division number 74600. {Cf. Num 1:27}"},{"number":5,"verse":"\"The tribe of Issachar is to encamp beside Judah. {Lit. him} The leader of Issachar is to be Zuar's son Nethanel."},{"number":6,"verse":"Those in his division number 54400. {Cf. Num 1:29}"},{"number":7,"verse":"\"Next is to be {Lit. Then} the tribe of Zebulun. The leader of Zebulun is to be Helon's son Eliab."},{"number":8,"verse":"Those in his division number 57400."},{"number":9,"verse":"All those numbered by division in the camp of Judah total 186400. They are to be the first to travel.\""},{"number":10,"verse":"{Southern Encampment Order} d \"Toward the south is to be the division of the camp of Reuben under their standard. The leader of Reuben is to be Shedeur's son Elizur."},{"number":11,"verse":"Those in his division number 46500."},{"number":12,"verse":"\"The tribe of Simeon is to camp beside Reuben. {Lit. him} The leader of Simeon is to be Zurishaddai's son Shelumiel."},{"number":13,"verse":"Those in his division number 59300."},{"number":14,"verse":"\"Next is to be {Lit. Then} the tribe of Gad. The leader of Gad is to be Deuel's son Eliasaph."},{"number":15,"verse":"Those in his division number 45650."},{"number":16,"verse":"All those numbered by division in the camp of Reuben total 151450. They are to be the second to travel.\""},{"number":17,"verse":"{Tribe at the Center} d \"Then the Tent of Meeting is to travel with the camp of the descendants of Levi in the middle of the camps. They are to travel just as they have camped, each as designated {Lit. each upon his hand} under his standard.\""},{"number":18,"verse":"{Western Encampment Order} d \"Toward the west {Lit. the sea} is to be the division of the camp of Ephraim under their standard. The leader of Ephraim is to be Ammihud's son Elishama."},{"number":19,"verse":"Those in his division number 40500."},{"number":20,"verse":"\"The tribe of Manasseh is to encamp beside them. {Lit. him} The leader of Manasseh is to be Pedahzur's son Gamaliel."},{"number":21,"verse":"Those in his division number 32200."},{"number":22,"verse":"\"Next is to be {Lit. Then} the tribe of Benjamin. The leader of Benjamin is to be Gideoni's son Abidan."},{"number":23,"verse":"Those in his division number 35400."},{"number":24,"verse":"All those numbered by division in the camp Ephraim total 108100. They are to be the third to travel.\""},{"number":25,"verse":"{Northern Encampment Order} d \"Toward the north is to be the division of the camp of Dan under their standard. The leader of Dan is to be Ammishaddai's son Ahiezer."},{"number":26,"verse":"Those in his division number 62700."},{"number":27,"verse":"\"The tribe of Asher is to encamp beside them. {Lit. him} The leader of Asher is to be Ochran's son Pagiel."},{"number":28,"verse":"Those in his division number 41500."},{"number":29,"verse":"\"Next is to be {Lit. Then} the tribe of Naphtali. The leader of Naphtali is to be Enan's son Ahira."},{"number":30,"verse":"Those in his division number 53400."},{"number":31,"verse":"All those numbered by division in the camp of Dan total 157600. They are to be the last to travel under their standards.\""},{"number":32,"verse":"{Summary of the Encampment} d Here is a summary of the census of the Israelis according to the tribes of their ancestral houses: All the divisions in the camps numbered 603550,"},{"number":33,"verse":"but the descendants of Levi were not numbered along with the other Israelis, just as the Lord had commanded Moses."},{"number":34,"verse":"So the Israelis did everything just as the Lord had commanded Moses; that is, they encamped under their standard as each person traveled with his own tribe and ancestral house."}]}