{"bibleAbbr":"ISV2011","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"{Balaam's First Sacrifice} d Balaam told Balak, \"Build for me here seven altars and prepare here for me seven bulls and seven rams."},{"number":2,"verse":"So Balak did just as Balaam instructed. Balak and Balaam offered a bull and a ram on each altar."},{"number":3,"verse":"Then Balaam instructed Balak, \"Stand by your offering and leave me alone by myself. Perhaps the Lord will come to meet me. I'll tell you whatever he reveals to me.\" And so he went to a high place,"},{"number":4,"verse":"where the Lord met with Balaam, who told him, \"I've prepared seven altars and offered bulls and rams on an altar.\""},{"number":5,"verse":"Then the Lord gave Balaam this message. \"Return to Balak and speak to him.\""},{"number":6,"verse":"So Balaam returned to where Balak had been standing, that is, next to his offerings, accompanied by all the Moabite officials."},{"number":7,"verse":"{Balaam's First Prophecy} d Then Balaam uttered this prophetic statement: \"King Balak of Moab brought me from Aram, from the eastern mountains, and told me, «Come and curse Jacob for me. Come and curse Israel.'"},{"number":8,"verse":"But how can I curse those whom God hasn't cursed? How can I denounce those whom the Lord has not denounced?"},{"number":9,"verse":"I saw them from the top of the rocks. I watched them from the hills Truly this is a people that lives by itself and doesn't matter {Lit. count} among the nations."},{"number":10,"verse":"Who can count the dust of Jacob? Who can number the dust of Israel? Let me die the death of the righteous, and may I end up like him.\""},{"number":11,"verse":"\"What are you doing to me?\" Balak asked Balaam. \"I brought you to curse my enemies, not pronounce a blessing!\""},{"number":12,"verse":"But in response, Balaam asked, \"Shouldn't I be careful to communicate only what the Lord puts in my mouth?\""},{"number":13,"verse":"{Balaam's Second Sacrifice} d \"Come with me to another place where you can see them,\"Balak replied. \"You'll only see a portion of them, because you won't be able to see them completely. Come and curse them from there for me.\""},{"number":14,"verse":"So Balak {Lit. he} took him to the field of Zophim, and from there to the top of Mount {The Heb. lacks Mount} Pisgah, where he built seven altars and then offered a bull and a ram on each altar."},{"number":15,"verse":"Then he told Balak, \"Stand by your offering while I go alone to meet the Lord .\" {The Heb. lacks with the Lord}"},{"number":16,"verse":"Then the Lord met with Balaam and gave a message to him. \"Now go back to Balak and speak to him.\""},{"number":17,"verse":"So Balaam returned to where Balak had been standing, that is, next to his offerings, accompanied by the Moabite officials. \"What did the Lord say?\" Balak asked him."},{"number":18,"verse":"{Balaam's Second Prophecy} d In response, Balaam uttered this prophetic statement: \"Stand up, Balak, and pay attention! Listen to me, you son of Zippor!"},{"number":19,"verse":"God is not a human male he doesn't lie, nor is he a human being he never vacillates. Once he speaks up, He's going to act, isn't he? Once he makes a promise, He'll fulfill it, won't he?"},{"number":20,"verse":"Look! I've received a blessing, and so I will bless. I won't withdraw it."},{"number":21,"verse":"He has not responded to iniquity in Jacob or gazed at mischief in Israel. The Lord his God is with them, And the triumphant cry of a king is among them."},{"number":22,"verse":"From Egypt God brought them his strength was like a wild ox!"},{"number":23,"verse":"No Satanic plan against Jacob nor divination against Israel can ever prevail. When the time is right, it is to be asked about Jacob and Israel, «What has God accomplished? '"},{"number":24,"verse":"Look! The people are like lions. Like the lion, he rises up! He does not lie down again until he has consumed his prey and drunk the blood of the slain.\""},{"number":25,"verse":"Then Balak told Balaam, \"Don't curse them or bless them!\""},{"number":26,"verse":"Didn't I tell you,\" Balaam responded to Balak, \"that I'll say whatever the Lord tells me to say?\""},{"number":27,"verse":"{Balaam's Third Sacrifice} d So Balak exhorted Balaam, \"Let's go right now! I'll take you to another place. Maybe God will agree to have you curse them for me from there.\""},{"number":28,"verse":"So Balak took Balaam to the top of Mount {The Heb. lacks Mount} Peor, which overlooks the open wilderness. {Lit. the Jeshimon ; a desert wasteland not suitable for agriculture or human habitation}"},{"number":29,"verse":"Balaam told Balak, \"Build seven altars for me right here. Then prepare seven bulls and seven rams.\""},{"number":30,"verse":"Balak did just what Balaam had instructed he offered a bull and a ram on each altar."}]}