{"bibleAbbr":"ISV2011","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":29,"verses":[{"number":1,"verse":"{Offerings for the Festival of Trumpets} {(Leviticus 23:23-25)} d \"You are to hold a sacred assembly on the first day of the seventh month of each year. No servile work is to be done. It's a day of blowing trumpets {The Heb. lacks trumpets} for you."},{"number":2,"verse":"\"You are to bring these burnt offerings as a pleasing aroma to the Lord : a one year old young bull, one ram, and seven one year old lambs, all without any defects,"},{"number":3,"verse":"along with their corresponding grain offering of fine flour, mixed with olive oil three tenths of an ephah for the young bull, two tenths of an ephah for the ram,"},{"number":4,"verse":"one tenth of an ephah for each lamb of the seven lambs,"},{"number":5,"verse":"accompanied by one goat for a sin offering to make atonement for you."},{"number":6,"verse":"This is to be separate and apart from the burnt offering for the New Moon, with its corresponding grain offering, the continuous burnt offering with its corresponding grain offering, and their drink offerings, according to their respective ordinances, as a pleasing aroma, an incinerated offering made to the Lord ."},{"number":7,"verse":"\"You are to hold a sacred assembly on the tenth day of this same {The Heb. lacks same} seventh month. You are to humble yourselves, {Lit. afflict your souls} and no servile work is to be done."},{"number":8,"verse":"You are to bring these burnt offerings to the Lord for a pleasing aroma: one young bull, one ram, seven one year old lambs, all without any defects, for you,"},{"number":9,"verse":"along with these corresponding grain offerings of fine flour mixed with olive oil: three tenths for the bull, two tenths for the one ram,"},{"number":10,"verse":"one tenth for each of the seven lambs,"},{"number":11,"verse":"then one male goat for a sin offering, in addition to the sin offering, to make atonement, along with the regular burnt offering, its corresponding grain and drink offerings.\""},{"number":12,"verse":"{Eight Days of Celebration: Day One} d \"You are to hold a sacred assembly on the fifteenth day of the same {The Heb. lacks same} seventh month. No servile work is to be done. You are to celebrate a festival to the Lord for seven days by"},{"number":13,"verse":"bringing these burnt offerings made by fire as a pleasing aroma to the Lord : Thirteen young bulls, two rams, and fourteen one year old lambs, all without any defects,"},{"number":14,"verse":"along with their grain offering of fine flour mixed with olive oil, three tenths for each of the thirteen bulls, two tenths for each of the two rams,"},{"number":15,"verse":"one tenth for each of the fourteen lambs,"},{"number":16,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.\""},{"number":17,"verse":"{Eight Days of Celebration: Day Two} d \"On the second day, you are to present twelve young bulls, two rams, and fourteen one year old lambs, all without defects,"},{"number":18,"verse":"along with their corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on {The Heb. lacks based on} the ordinances,"},{"number":19,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.\""},{"number":20,"verse":"{Eight Days of Celebration: Day Three} d \"On the third day, you are to present eleven bulls, two rams, fourteen one year old lambs, all without defects,"},{"number":21,"verse":"along with their corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinance,"},{"number":22,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.\""},{"number":23,"verse":"{Eight Days of Celebration: Day Four} d \"On the fourth day, you are to present ten bulls, two rams, and fourteen one year old lambs, all without defects,"},{"number":24,"verse":"along with their corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number based on their ordinance,"},{"number":25,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.\""},{"number":26,"verse":"{Eight Days of Celebration: Day Five} d \"On the fifth day, you are to present nine bulls, two rams, and fourteen one year old lambs, all without defects,"},{"number":27,"verse":"with their corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinance,"},{"number":28,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.\""},{"number":29,"verse":"{Eight Days of Celebration: Day Six} d \"On the sixth day, you are to present eight bulls, two rams, and fourteen one year old lambs, all without defects,"},{"number":30,"verse":"along with their grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinance,"},{"number":31,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.\""},{"number":32,"verse":"{Eight Days of Celebration: Day Seven} d \"On the seventh day, you are to present seven bulls, two rams, and fourteen one year old lambs, all without defects,"},{"number":33,"verse":"along with their grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinance,"},{"number":34,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.\""},{"number":35,"verse":"{Eight Days of Celebration: Day Eight} d \"On the eighth day, you are to call a sacred assembly. No servile work is to be done."},{"number":36,"verse":"You are to offer these burnt offerings by fire, a pleasing aroma to the Lord : one bull, one ram, and seven one year old lambs, all without defects,"},{"number":37,"verse":"along with their corresponding grain and drink offerings for the bull, ram, and lambs, according to their number, based on their ordinance,"},{"number":38,"verse":"and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings."},{"number":39,"verse":"\"Present these to the Lord at your appointed festival, in addition to your offerings in fulfillment of vows, free will offerings, burnt offerings, grain offerings, drink offerings, and peace offerings.\""},{"number":40,"verse":"{is 30:1 in MT} Moses instructed the Israelis regarding everything that the Lord had commanded Moses."}]}