{"bibleAbbr":"ISV2011","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"{Regulations Concerning Vows} d {is 30:2 in MT} Later, Moses told the elders of the Israeli tribes, \"This is what the Lord has commanded."},{"number":2,"verse":"When a man makes a vow to the Lord , or swears an oath an obligation that is binding to himself he is not to break his word. Instead, he is to fulfill whatever promise {Lit. words} came out of his mouth.\""},{"number":3,"verse":"{Vows by Unmarried Women} d \"When a young woman makes a vow to the Lord or pledges {Lit. binds ; and so throughout the chapter} herself {Lit. soul} to an obligation while she still lives in her father's house,"},{"number":4,"verse":"and her father hears her vow and the obligations that she had pledged {Or bonded ; and so throughout the chapter} herself to fulfill, yet her father keeps silent about it, then all her vows and every obligation she pledged herself to are to stand."},{"number":5,"verse":"\"But if her father disallows her on the same day that he hears what she has said, then all her vows and every obligation she had pledged herself to fulfill are not to stand. The Lord will forgive her, because her father has forbidden her.\""},{"number":6,"verse":"{Vows by Married Women} d \"If she has a husband and she makes a vow that is binding on herself, or if she makes a hasty vow with her mouth that she pledges herself {Lit. soul} to fulfill,"},{"number":7,"verse":"and husband hears her vow, yet remains silent on the day that he hears it, then her vows are to stand and the obligation to which she had pledged herself is to stand."},{"number":8,"verse":"But if, on the same day her husband hears, and he disallows her, then he has revoked her vows that she made for herself, along with any hasty vows that she spoke and to which she pledged herself to fulfill. The Lord will forgive her.\""},{"number":9,"verse":"{Vows by Widows or the Divorced} d \"Everything that a widow or a divorced woman pledges herself to fulfill are to be binding on her. {Lit. are to stand against her}"},{"number":10,"verse":"But if, while she had been living in her late or former {The Heb. lacks late or former} husband's house, she makes a vow or a promise that binds her with an oath,"},{"number":11,"verse":"and her husband hears it but remains silent, not disallowing it, then all her vows are to stand, along with every obligation that she has pledged herself to fulfill."},{"number":12,"verse":"\"But if her husband disallowed them the very day that he heard her, everything that she spoke relating to her vows and her obligation to herself are not to stand, because her husband had revoked them. The Lord will forgive her."},{"number":13,"verse":"\"Her husband may confirm {Lit. make it stand} or revoke every vow and binding obligation that afflicts her."},{"number":14,"verse":"But if her husband remains silent about her from day to day, then he has affirmed all her vows or obligations that she has obligated herself to fulfill. {The Heb. lacks that she has obligated herself to fulfill} He has affirmed them because he remained silent from the day he heard her vows. {The Heb. lacks her vows}"},{"number":15,"verse":"But if he had nullified them after he had heard, then he will be responsible for any resulting iniquity.\""},{"number":16,"verse":"These are the statutes that the Lord commanded Moses concerning a man and his wife and concerning a father and his young daughter while she still lives in her father's house."}]}