{"bibleAbbr":"ISV2011","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"{Levitical Cities} d The Lord spoke to Moses in the wilderness of Moab, beside the Jordan River near {Lit. up against} Jericho. He told him,"},{"number":2,"verse":"\"Instruct the Israelis to set aside a portion of their inheritance for the descendants of Levi to live in, along with grazing land surrounding their towns."},{"number":3,"verse":"The towns are to be reserved for their dwelling places and the grazing lands {Or suburbs} are to be reserved for their cattle, livestock, and all their animals."},{"number":4,"verse":"\"The grazing lands that you are to reserve for use by descendants of Levi are to extend 1500 feet {Lit. 1, cubits ; i. e. about 675 meters} from the walls of the town."},{"number":5,"verse":"You are to measure from outside the wall of the town on the east side 3, feet, {Or two thousand cubits ; i. e. about 1350 meters} on the south side 3, feet, on the west side 3, feet, and on the north side 3, feet, with the town placed at the center. This reserved area is to serve as grazing {Or open land} land for their towns."},{"number":6,"verse":"You are to set aside six towns of refuge from the towns that you will be giving to the descendants of Levi, where someone who kills a human being may run for shelter. In addition, give them 42 other towns."},{"number":7,"verse":"\"The total number of towns that you are to give to the descendants of Levi is to be 48 towns, including grazing lands surrounding these town."},{"number":8,"verse":"You are to apportion the towns that you will be giving the Israelis according to the relative size of the tribe. Take a larger portion from those larger in numbers and a lesser portion from those lesser in number. Each is to set aside towns for the descendants of Levi proportional to the size of their inheritance that they receive.\""},{"number":9,"verse":"{Appointment of Cities of Refuge} d Then the Lord told Moses,"},{"number":10,"verse":"\"Tell the Israelis that when they have crossed the Jordan River into the land of Canaan,"},{"number":11,"verse":"they are to designate some towns of refuge so that anyone who kills someone inadvertently may flee there."},{"number":12,"verse":"They are to serve as cities of refuge from a blood avenger {Or related redeemer} in order to keep the inadvertent killer from dying until he has stood trial in the presence of the community."},{"number":13,"verse":"You are to set aside six towns of refuge."},{"number":14,"verse":"Appoint three towns this side of the Jordan River and three towns in the land of Canaan to serve as the towns of refuge,"},{"number":15,"verse":"that is, places {The Heb. lacks places} of refuge for the Israelis, the resident alien, {Lit. the foreigner} and any travelers among them. Anyone who kills a person inadvertently may flee there.\""},{"number":16,"verse":"{Exceptions to Eligibility} d \"Whoever uses an iron implement to kill someone is to be adjudged {The Heb. lacks to be adjudged} a murderer, and that murderer is certainly to be put to death."},{"number":17,"verse":"\"Furthermore, whoever uses a stone implement to kill someone is to be adjudged {The Heb. lacks to be adjudged} a murderer, and that murderer is certainly to be put to death."},{"number":18,"verse":"\"Also, whoever uses a wooden implement to kill someone with it is to be adjudged {The Heb. lacks to be adjudged} a murderer, and that murderer is certainly to be put to death."},{"number":19,"verse":"\"The blood avenger himself is to execute the murderer. When he meets him, the blood avenger {Lit. him, he} is to put him to death."},{"number":20,"verse":"If the killer {Lit. If he} shoved his victim {Lit. shoved him} out of hatred, or hurled something {The Heb. lacks something} at him while waiting in ambush so that he died,"},{"number":21,"verse":"or if he struck him with his hand out of hatred so that he dies, then the killer is certainly to be put to death for murder. The avenger of blood is to put him to death when he meets him.\""},{"number":22,"verse":"{Case Examples for Eligibility} d \"But if he pushed him suddenly without hatred, or had he hurled something {The Heb. lacks something} in his direction without waiting in ambush,"},{"number":23,"verse":"or if he hit him {The Heb. lacks or had he hit him} with a stone carelessly {Lit. stone without seeing it} so that he was fatally injured, though he isn't his enemy and he wasn't seeking to commit evil against him,"},{"number":24,"verse":"then the community is to judge between the inadvertent killer and the blood avenger, following these ordinances."},{"number":25,"verse":"The community is to release {Lit. deliver} the inadvertent killer from the blood avenger and return him to the town of refuge where he had fled. He is to live there until the High Priest dies, who will have anointed him with holy oil."},{"number":26,"verse":"\"But if the inadvertent killer leaves the town of refuge where he had fled"},{"number":27,"verse":"and the blood avenger finds him outside the town of refuge where he had fled and kills him, the blood avenger is not to be found guilty of murder."},{"number":28,"verse":"The inadvertent killer {Lit. He} is to live in the town of refuge until the High Priest dies. After the death of the High Priest, the inadvertent killer is to return to the land of his inheritance."},{"number":29,"verse":"These are to be the statutes and ordinance for you throughout all your generations, regardless of where you live.\" {Or in all your dwelling places}"},{"number":30,"verse":"{Capital Cases Require Multiple Witnesses} d \"Every murderer of a human being {Or soul} is to be executed only according to testimony {Lit. by the mouth} given by multiple witnesses. A single witness is not to result in a death sentence. {Or soul}"},{"number":31,"verse":"\"You are to receive no ransom for the life {Or soul} of a killer who is guilty of murder; instead, he is to die."},{"number":32,"verse":"You are not to receive payment of a {The Heb. lacks payment of a} ransom for someone who had fled to a town of refuge but then left to live in his homeland before the death of the high priest."},{"number":33,"verse":"\"You are not to pollute the land where you live, because blood defiles the land, and the land cannot atone for blood that has been spilled on it, except through the blood of the one who spilled it."},{"number":34,"verse":"You are not to defile the land where you will be living, because I'm living among you. I am the Lord , who lives in Israel.\""}]}