{"bibleAbbr":"NKJV1982","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"(Preach the Word) I (1 Tim. 5:21; 2 Tim. 4:1) charge you therefore before God and the Lord Jesus Christ, (Acts 10:42) who will judge the living and the dead at His appearing and His kingdom:"},{"number":2,"verse":"Preach the word! Be ready in season and out of season. (Titus 2:15) Convince, (1 Tim. 5:20; Titus 1:13; 2:15) rebuke, (1 Tim. 4:13) exhort, with all longsuffering and teaching."},{"number":3,"verse":"(2 Tim. 3:1) For the time will come when they will not endure (1 Tim. 1:10; 2 Tim. 1:13) sound doctrine, (Is. 30:9-11; Jer. 5:30, 31; 2 Tim. 3:6) but according to their own desires, because they have itching ears, they will heap up for themselves teachers;"},{"number":4,"verse":"and they will turn their ears away from the truth, and (1 Tim. 1:4) be turned aside to fables."},{"number":5,"verse":"But you be watchful in all things, (2 Tim. 1:8) endure afflictions, do the work of (Acts 21:8) an evangelist, fulfill your ministry."},{"number":6,"verse":"(Paul’s Valedictory) For (Phil. 2:17) I am already being poured out as a drink offering, and the time of ((Phil. 1:23); 2 Pet. 1:14) my departure is at hand."},{"number":7,"verse":"(1 Cor. 9:24-27; Phil. 3:13, 14) I have fought the good fight, I have finished the race, I have kept the faith."},{"number":8,"verse":"Finally, there is laid up for me ((1 Cor. 9:25; 2 Tim. 2:5); James 1:12) the crown of righteousness, which the Lord, the righteous (John 5:22) Judge, will give to me (2 Tim. 1:12) on that Day, and not to me only but also to all who have loved His appearing."},{"number":9,"verse":"(The Abandoned Apostle) Be diligent to come to me quickly;"},{"number":10,"verse":"for (Col. 4:14; Philem. 24) Demas has forsaken me, (1 John 2:15) having loved this present world, and has departed for Thessalonica—Crescens for Galatia, Titus for Dalmatia."},{"number":11,"verse":"Only Luke is with me. Get (Acts 12:12, 25; 15:37-39; Col. 4:10) Mark and bring him with you, for he is useful to me for ministry."},{"number":12,"verse":"And (Acts 20:4; Eph. 6:21, 22; Col. 4:7; Titus 3:12) Tychicus I have sent to Ephesus."},{"number":13,"verse":"Bring the cloak that I left with Carpus at Troas when you come—and the books, especially the parchments."},{"number":14,"verse":"(Acts 19:33; 1 Tim. 1:20) Alexander the coppersmith did me much harm. May the Lord repay him according to his works."},{"number":15,"verse":"You also must beware of him, for he has greatly resisted our words."},{"number":16,"verse":"At my first defense no one stood with me, but all forsook me. (Acts 7:60; (1 Cor. 13:5)) May it not be charged against them."},{"number":17,"verse":"(The Lord Is Faithful) (Deut. 31:6; Acts 23:11) But the Lord stood with me and strengthened me, (Acts 9:15; Phil. 1:12) so that the message might be preached fully through me, and that all the Gentiles might hear. Also I was delivered (1 Sam. 17:37; Ps. 22:21) out of the mouth of the lion."},{"number":18,"verse":"(Ps. 121:7; (2 Pet. 2:9)) And the Lord will deliver me from every evil work and preserve me for His heavenly kingdom. (Rom. 11:36; Gal. 1:5; Heb. 13:21; 2 Pet. 3:18) To Him be glory forever and ever. Amen!"},{"number":19,"verse":"(Come Before Winter) Greet (Acts 18:2; Rom. 16:3) Prisca and Aquila, and the household of (2 Tim. 1:16) Onesiphorus."},{"number":20,"verse":"(Acts 19:22; Rom. 16:23) Erastus stayed in Corinth, but (Acts 20:4; 21:29) Trophimus I have left in Miletus sick."},{"number":21,"verse":"Do your utmost to come before winter. Eubulus greets you, as well as Pudens, Linus, Claudia, and all the brethren."},{"number":22,"verse":"(Farewell) The Lord Jesus Christ be with your spirit. Grace be with you. Amen."}]}