{"bibleAbbr":"AKJV1999+","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"The word <WH1697> of the LORD <WH3068> that came <WH1961> to Hosea, <WH1954> the son <WH1121> of Beeri, <WH882> in the days <WH3117> of Uzziah, <WH5818> Jotham, <WH3147> Ahaz, <WH271> and Hezekiah, <WH2396> kings <WH4428> of Judah, <WH3063> and in the days <WH3117> of Jeroboam <WH3379> the son <WH1121> of Joash, <WH3101> king <WH4428> of Israel. <WH3478>"},{"number":2,"verse":"The beginning <WH8462> of the word <WH1697> of the LORD <WH3068> by Hosea. <WH1954> And the LORD <WH3068> said <WH559> to Hosea, <WH1954> Go, <WH3212> take <WH3947> to you a wife <WH802> of prostitutions <WH2183> and children <WH3206> of prostitutions: <WH2183> for the land <WH776> has committed <WH2181> great prostitution, <WH2181> departing from the LORD. <WH3068>"},{"number":3,"verse":"So he went <WH3212> and took <WH3947> Gomer <WH1586> the daughter <WH1323> of Diblaim; <WH1691> which conceived, <WH2029> and bore <WH3205> him a son. <WH1121>"},{"number":4,"verse":"And the LORD <WH3068> said <WH559> to him, Call <WH7121> his name <WH8034> Jezreel; <WH3157> for yet <WH5750> a little <WH4592> while, and I will avenge <WH6485> the blood <WH1818> of Jezreel <WH3157> on the house <WH1004> of Jehu, <WH3058> and will cause to cease <WH7673> the kingdom <WH4468> of the house <WH1004> of Israel. <WH3478>"},{"number":5,"verse":"And it shall come <WH1961> to pass at that day, <WH3117> that I will break <WH7665> the bow <WH7198> of Israel, <WH3478> in the valley <WH6010> of Jezreel. <WH3157>"},{"number":6,"verse":"And she conceived <WH2029> again, <WH5750> and bore <WH3205> a daughter. <WH1323> And God said <WH559> to him, Call <WH7121> her name <WH8034> Loruhamah: <WH3819> for I will no <WH3808> more <WH5750> have mercy <WH7355> on the house <WH1004> of Israel; <WH3478> but I will utterly take <WH5375> them away."},{"number":7,"verse":"But I will have mercy <WH7355> on the house <WH1004> of Judah, <WH3063> and will save <WH3467> them by the LORD <WH3068> their God, <WH430> and will not save <WH3467> them by bow, <WH7198> nor by sword, <WH2719> nor by battle, <WH4421> by horses, <WH5483> nor by horsemen. <WH6571>"},{"number":8,"verse":"Now when she had weaned <WH1580> Loruhamah, <WH3819> she conceived, <WH2029> and bore <WH3205> a son. <WH1121>"},{"number":9,"verse":"Then said <WH559> God, Call <WH7121> his name <WH8034> Loammi: <WH3818> for you are not my people, <WH5971> and I will not be your God."},{"number":10,"verse":"Yet the number <WH4557> of the children <WH1121> of Israel <WH3478> shall be as the sand <WH2344> of the sea, <WH3220> which <WH834> cannot <WH3808> be measured <WH4058> nor <WH3808> numbered; <WH5608> and it shall come <WH1961> to pass, that in the place <WH4725> where <WH834> it was said <WH559> to them, You are not my people, <WH5971> there it shall be said <WH559> to them, You are the sons <WH1121> of the living <WH2416> God. <WH410>"},{"number":11,"verse":"Then shall the children <WH1121> of Judah <WH3063> and the children <WH1121> of Israel <WH3478> be gathered <WH6908> together, <WH3162> and appoint <WH7760> themselves <WH1992> one <WH259> head, <WH7218> and they shall come <WH5927> up out of the land: <WH776> for great <WH1419> shall be the day <WH3117> of Jezreel. <WH3157>"}]}