{"bibleAbbr":"RcV2003","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"Now there were in Antioch, in the local church, prophets and teachers: Barnabas and Simeon, who was called Niger, and Lucius the Cyrenian, and Manaen, the foster brother of Herod the tetrarch, and Saul."},{"number":2,"verse":"And as they were ministering to the Lord and fasting, the Holy Spirit said, Set apart for Me now Barnabas and Saul for the work to which I have called them."},{"number":3,"verse":"Then, when they had fasted and prayed and laid their hands on them, they sent them away."},{"number":4,"verse":"They then, having been sent out by the Holy Spirit, went down to Seleucia; and from there they sailed away to Cyprus."},{"number":5,"verse":"And when they were in Salamis, they announced the word of God in the synagogues of the Jews. And they also had John as their attendant."},{"number":6,"verse":"And when they had passed through the whole island as far as Paphos, they found a certain man, a magician and Jewish false prophet, whose name was Bar-jesus,"},{"number":7,"verse":"Who was with the proconsul, Sergius Paulus, an intelligent man; the latter called Barnabas and Saul to him and sought to hear the word of God."},{"number":8,"verse":"But Elymas the magician (for so his name is translated) opposed them, seeking to turn the proconsul away from the faith."},{"number":9,"verse":"But Saul, who is also Paul, filled with the Holy Spirit, looked intently at him"},{"number":10,"verse":"And said, O you who are full of all deceit and all unscrupulousness, son of the devil, enemy of all righteousness, will you not cease perverting the straight ways of the Lord?"},{"number":11,"verse":"And now, behold, the hand of the Lord is upon you, and you will be blind, not seeing the sun for a time. And instantly a mist and a darkness fell upon him; and he went about and sought some to lead him by the hand."},{"number":12,"verse":"Then the proconsul, seeing what had happened, believed, being astonished at the teaching of the Lord."},{"number":13,"verse":"And putting out to sea from Paphos, Paul and his companions came to Perga of Pamphylia; and John departed from them and returned to Jerusalem."},{"number":14,"verse":"And they passed through from Perga and arrived at Pisidian Antioch. And they went into the synagogue on the Sabbath day and sat down."},{"number":15,"verse":"And after the reading of the Law and the Prophets, the synagogue rulers sent word to them, saying, Men, brothers, if you have any word of exhortation for the people, say it."},{"number":16,"verse":"And Paul, rising up and motioning with his hand, said, Men of Israel and those who fear God, listen."},{"number":17,"verse":"The God of this people Israel chose our fathers and exalted the people during their sojourn in the land of Egypt, and with a high arm He led them out of it."},{"number":18,"verse":"And for a time of about forty years He carried them as a nurse in the wilderness."},{"number":19,"verse":"And when He had overthrown seven nations in the land of Canaan, He distributed their land as an inheritance."},{"number":20,"verse":"And after these things, for about four hundred and fifty years, He gave them judges until Samuel the prophet."},{"number":21,"verse":"And afterward they asked for a king; and God gave them Saul, the son of Kish, a man of the tribe of Benjamin, for forty years."},{"number":22,"verse":"And when He had deposed him, He raised up David for them as king, to whom also He testified and said, I have found David, the son of Jesse, a man according to My heart, who will do all My will."},{"number":23,"verse":"From this man’s seed, God, according to promise, brought to Israel a Savior, Jesus,"},{"number":24,"verse":"After John had proclaimed, prior to His public entrance, a baptism of repentance to all the people of Israel."},{"number":25,"verse":"Now as John was completing his course, he said, What do you suppose that I am? I am not the Christ. But behold, One is coming after me, the sandals of whose feet I am not worthy to untie."},{"number":26,"verse":"Men, brothers, sons of the race of Abraham, and those among you who fear God, to us the word of this salvation has been sent forth."},{"number":27,"verse":"For those dwelling in Jerusalem and their rulers, being ignorant of this One and of the words of the prophets which are read every Sabbath, fulfilled them by judging Him."},{"number":28,"verse":"And though they did not find one cause of death in Him, they asked of Pilate that He be done away with."},{"number":29,"verse":"And when they had accomplished all that was written concerning Him, they took Him down from the tree and laid Him in a tomb."},{"number":30,"verse":"But God raised Him from the dead."},{"number":31,"verse":"And for many days He appeared to those who had come up with Him from Galilee to Jerusalem, who are now His witnesses to the people."},{"number":32,"verse":"And we announce to you the gospel of the promise made to the fathers,"},{"number":33,"verse":"That God has fully fulfilled this promise to us their children in raising up Jesus, as it is also written in the second Psalm, “You are My Son; this day have I begotten You.”"},{"number":34,"verse":"And as to His having raised Him up from the dead, no longer to return to corruption, He spoke in this way, “I will give you the holy things of David, the faithful things.”"},{"number":35,"verse":"Therefore He also says in another place, “You will not allow Your Holy One to see corruption.”"},{"number":36,"verse":"Now David, having served his own generation by the counsel of God, did indeed fall asleep and was buried with his fathers and saw corruption;"},{"number":37,"verse":"But He whom God has raised did not see corruption."},{"number":38,"verse":"Therefore let it be known to you, men, brothers, that through this One forgiveness of sins is announced to you;"},{"number":39,"verse":"And from all the things from which you were not able to be justified by the law of Moses, in this One everyone who believes is justified."},{"number":40,"verse":"Therefore beware that what is spoken in the prophets does not come upon you:"},{"number":41,"verse":"“Look, you despisers, and marvel, and vanish away; for I am doing a work in your days, a work which you will by no means believe, though someone tells it to you in detail.”"},{"number":42,"verse":"And as Paul and Barnabas were going out, the people begged that these words would be spoken to them on the next Sabbath."},{"number":43,"verse":"And when the synagogue gathering had been dismissed, many of the Jews and the devout proselytes followed Paul and Barnabas, who spoke to them and urged them to continue in the grace of God."},{"number":44,"verse":"And on the following Sabbath almost all the city gathered together to hear the word of God."},{"number":45,"verse":"But when the Jews saw the crowds, they were filled with jealousy and contradicted the things being spoken by Paul and blasphemed."},{"number":46,"verse":"And Paul and Barnabas spoke boldly and said, It was necessary for the word of God to be spoken to you first. Since you thrust it away and do not judge yourselves worthy of eternal life, behold, we turn to the Gentiles."},{"number":47,"verse":"For so the Lord has commanded us, “I have set you as a light of the Gentiles, that you would be for salvation unto the uttermost part of the earth.”"},{"number":48,"verse":"And the Gentiles, hearing this, rejoiced and glorified the word of the Lord; and as many as were appointed to eternal life believed."},{"number":49,"verse":"And the word of the Lord was carried through the whole region."},{"number":50,"verse":"But the Jews incited the women of high standing who worshipped God, and the chief men of the city, and raised up a persecution against Paul and Barnabas and cast them out from their borders."},{"number":51,"verse":"But they shook off the dust of their feet against them and came to Iconium."},{"number":52,"verse":"And the disciples were filled with joy and with the Holy Spirit."}]}