{"bibleAbbr":"RcV2003","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"And he came also to Derbe and to Lystra. And behold, a certain disciple named Timothy was there, the son of a Jewish woman who was a believer, but of a Greek father;"},{"number":2,"verse":"He was well attested to by the brothers in Lystra and Iconium."},{"number":3,"verse":"Paul wanted this one to go forth with him; and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek."},{"number":4,"verse":"And as they went through the cities, they delivered to them the decrees to keep which had been decided upon by the apostles and elders in Jerusalem."},{"number":5,"verse":"And so the churches were strengthened in the faith and increased in number daily."},{"number":6,"verse":"And they passed through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia."},{"number":7,"verse":"And when they had come to Mysia, they tried to go into Bithynia, yet the Spirit of Jesus did not allow them."},{"number":8,"verse":"And bypassing Mysia, they came down to Troas."},{"number":9,"verse":"And a vision appeared to Paul during the night: A certain man, a Macedonian, was standing and entreating him and saying, Come over into Macedonia and help us."},{"number":10,"verse":"And when he had seen the vision, we immediately endeavored to go forth into Macedonia, concluding that God had called us to announce the gospel to them."},{"number":11,"verse":"And putting out to sea from Troas, we ran a straight course to Samothrace, and on the following day to Neapolis,"},{"number":12,"verse":"And from there to Philippi, which is the leading city of that part of Macedonia, a Roman colony; and we spent some days in this city."},{"number":13,"verse":"And on the Sabbath day we went outside the gate by the river, where we supposed there would be a place of prayer; and we sat down and spoke to the women who had come together."},{"number":14,"verse":"And a certain woman named Lydia, a seller of purple-dyed goods from the city of Thyatira who worshipped God, was listening, whose heart the Lord opened to give heed to the things being spoken by Paul."},{"number":15,"verse":"And when she was baptized, as well as her household, she entreated us, saying, If you have judged me to be faithful to the Lord, come into my house and abide. And she constrained us."},{"number":16,"verse":"And as we were going to the place of prayer, a certain slave girl having a spirit of Python met us, who brought her masters much profit by divining."},{"number":17,"verse":"This woman followed after Paul and us and cried out, saying, These men are slaves of the Most High God, who announce to you a way of salvation."},{"number":18,"verse":"And she did this for many days. But Paul was greatly disturbed; and turning, he said to the spirit, I charge you in the name of Jesus Christ to come out of her. And it came out that very hour."},{"number":19,"verse":"But when her masters saw that their hope of profit had gone out, they laid hold of Paul and Silas and dragged them into the marketplace before the rulers."},{"number":20,"verse":"And when they had brought them to the magistrates, they said, These men, being Jews, are throwing our city into confusion,"},{"number":21,"verse":"And they are announcing customs which are not lawful for us, being Romans, to accept or do."},{"number":22,"verse":"And the crowd rose up together against them, and the magistrates tore off their garments and ordered some to beat them with rods."},{"number":23,"verse":"And when they had laid many stripes upon them, they threw them into prison, charging the jailer to keep them securely,"},{"number":24,"verse":"Who, having received such a charge, threw them into the inner prison and secured their feet in the stocks."},{"number":25,"verse":"And about midnight Paul and Silas, while praying, sang hymns of praise to God; and the prisoners were listening to them."},{"number":26,"verse":"And suddenly there was a great earthquake, so that the foundations of the prison house were shaken. And instantly all the doors were opened and everyone’s bonds were unfastened."},{"number":27,"verse":"And the jailer, waking up out of his sleep and seeing the doors of the prison opened, drew his sword and was about to do away with himself, supposing that the prisoners had escaped."},{"number":28,"verse":"But Paul called out with a loud voice, saying, Do no harm to yourself, for we are all here."},{"number":29,"verse":"And the jailer asked for lights and rushed in; and trembling, he fell down before Paul and Silas."},{"number":30,"verse":"And leading them outside, he said, Sirs, what must I do to be saved?"},{"number":31,"verse":"And they said, Believe on the Lord Jesus, and you shall be saved, you and your household."},{"number":32,"verse":"And they spoke the word of God to him together with all those in his house."},{"number":33,"verse":"And he took them with him in that very hour of the night and washed their wounds. And he was baptized immediately, he and all his household."},{"number":34,"verse":"And he brought them up into his house and set a table before them; and he exulted because he had believed in God with all his household."},{"number":35,"verse":"Now when day came, the magistrates sent the lictors, saying, Release those men."},{"number":36,"verse":"And the jailer reported these words to Paul: The magistrates have sent that you may be released. Now therefore come out and go in peace."},{"number":37,"verse":"But Paul said to them, They have beaten us publicly, uncondemned, men who are Romans, and have thrown us into prison; and now secretly they are thrusting us out? No indeed! But let them come themselves and bring us out."},{"number":38,"verse":"And the lictors reported these words to the magistrates. And they became frightened when they heard that they were Romans."},{"number":39,"verse":"And they came and entreated them. And when they had brought them out, they asked them to depart from the city."},{"number":40,"verse":"And they went out from the prison and entered the house of Lydia; and when they saw the brothers, they exhorted them and went forth."}]}