{"bibleAbbr":"RcV2003","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":23,"verses":[{"number":1,"verse":"And Paul, looking intently at the Sanhedrin, said, Men, brothers, I have conducted myself in all good conscience before God until this day."},{"number":2,"verse":"And the high priest Ananias commanded those who stood by him to strike him on the mouth."},{"number":3,"verse":"Then Paul said to him, God is going to strike you, you whitewashed wall. And do you sit to judge me according to the law, and contrary to the law you order me to be struck?"},{"number":4,"verse":"And those standing by said, Do you revile the high priest of God?"},{"number":5,"verse":"And Paul said, I did not know, brothers, that he is the high priest; for it is written, “You shall not speak evilly of the ruler of your people.”"},{"number":6,"verse":"And Paul, knowing that one part was Sadducees and the other Pharisees, cried out in the Sanhedrin, Men, brothers, I am a Pharisee, a son of Pharisees; concerning the hope and resurrection of the dead I am being judged!"},{"number":7,"verse":"And when he spoke this, a dissension took place between the Pharisees and Sadducees; and the multitude was divided."},{"number":8,"verse":"For the Sadducees say that there is no resurrection, neither angel nor spirit; but the Pharisees confess both."},{"number":9,"verse":"And there was a great outcry; and some of the scribes of the Pharisees’ party rose up and contended, saying, We find nothing evil in this man. And what if a spirit has spoken to him, or an angel?"},{"number":10,"verse":"And when much dissension had taken place, the commander, fearing that Paul might be torn to pieces by them, ordered the detachment of soldiers to go down and seize him from their midst and bring him into the barracks."},{"number":11,"verse":"But in the night following, the Lord stood by him and said, Take courage, for as you have solemnly testified to the things concerning Me in Jerusalem, so also you must testify in Rome."},{"number":12,"verse":"And when it became day, the Jews formed a plot and put themselves under a curse, saying that they would neither eat nor drink until they had killed Paul."},{"number":13,"verse":"And there were more than forty who swore to this conspiracy."},{"number":14,"verse":"They came to the chief priests and the elders and said, We have bound ourselves with a curse to taste nothing until we kill Paul."},{"number":15,"verse":"Now therefore you, with the Sanhedrin, notify the commander to bring him down to you, as though you were going to determine more accurately the things concerning him; and we, before he draws near, are ready to do away with him."},{"number":16,"verse":"But the son of Paul’s sister heard of the ambush, and he came and entered into the barracks and reported it to Paul."},{"number":17,"verse":"And Paul called one of the centurions to him and said, Bring this young man to the commander, for he has something to report to him."},{"number":18,"verse":"So he took him and brought him to the commander and said, The prisoner Paul called me to him and asked me to bring this young man to you, because he has something to tell you."},{"number":19,"verse":"And the commander took him by the hand and, withdrawing privately, inquired, What is it that you have to report to me?"},{"number":20,"verse":"And he said, The Jews have agreed to ask you to bring Paul down tomorrow to the Sanhedrin, as though they were going to inquire somewhat more accurately concerning him."},{"number":21,"verse":"So you should not be persuaded by them, for more than forty of their men are lying in ambush for him; they have put themselves under a curse neither to eat nor to drink until they have done away with him. And now they are ready, awaiting the promise from you."},{"number":22,"verse":"So the commander dismissed the young man, charging him, Do not tell anyone that you have informed me of these things."},{"number":23,"verse":"And he called to him a certain two of the centurions and said, Prepare two hundred soldiers to go as far as Caesarea, as well as seventy horsemen and two hundred spearmen, by the third hour of the night;"},{"number":24,"verse":"And they were also to provide mounts to put Paul on and bring him safely to Felix the governor."},{"number":25,"verse":"And he wrote a letter having this form:"},{"number":26,"verse":"Claudius Lysias, to his Excellency, Governor Felix, rejoice."},{"number":27,"verse":"This man, having been seized by the Jews and about to be done away with by them, I came upon with my detachment of soldiers and rescued, when I learned that he was a Roman."},{"number":28,"verse":"And intending to ascertain the cause for which they were accusing him, I brought him down to their Sanhedrin,"},{"number":29,"verse":"And found him to be accused concerning questions of their law, but having nothing worthy of death or of bonds laid to his charge."},{"number":30,"verse":"And when it was disclosed to me that there was a plot against the man, I sent him at once to you, charging the accusers also to speak the things against him before you."},{"number":31,"verse":"So the soldiers, according to what they had been directed, took up Paul and brought him by night to Antipatris."},{"number":32,"verse":"And on the next day, leaving the horsemen to depart with him, they returned to the barracks."},{"number":33,"verse":"And when they entered into Caesarea and handed over the letter to the governor, they presented Paul also to him."},{"number":34,"verse":"And when he had read it, he asked from what province he was; and learning that he was from Cilicia,"},{"number":35,"verse":"He said, I will hear your case fully when your accusers also arrive. And he ordered him to be guarded in Herod’s praetorium."}]}