{"bibleAbbr":"RcV2003","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"And Agrippa said to Paul, You are permitted to speak for yourself. Then Paul stretched out his hand and made his defense:"},{"number":2,"verse":"Concerning all the things which I am accused of by the Jews, King Agrippa, I consider myself blessed that I am to make my defense before you today,"},{"number":3,"verse":"Especially since you are familiar with all the customs and questions among the Jews; therefore I beg you to listen to me patiently."},{"number":4,"verse":"The manner of my life from youth, which from the beginning was among my own nation and in Jerusalem, all the Jews know,"},{"number":5,"verse":"Since they have previously known about me from the first, if they were willing to testify, that according to the strictest sect of our religion I lived as a Pharisee."},{"number":6,"verse":"And now I stand here being judged for the hope of the promise made by God to our fathers,"},{"number":7,"verse":"To which our twelve tribes, earnestly serving night and day, hope to attain. Concerning this hope I am accused by the Jews, O king."},{"number":8,"verse":"Why is it judged incredible among you if God raises the dead?"},{"number":9,"verse":"Well then, I thought to myself that I ought to do many things contrary to the name of Jesus the Nazarene,"},{"number":10,"verse":"Which also I did in Jerusalem; and I both shut up many of the saints in prison when I had received authority from the chief priests and cast a vote against them when they were being done away with."},{"number":11,"verse":"And in all the synagogues I punished them often and tried to compel them to blaspheme; and being exceedingly enraged at them, I persecuted them even as far as foreign cities."},{"number":12,"verse":"Engaged in these things, I journeyed to Damascus with authority and a commission from the chief priests."},{"number":13,"verse":"At midday, on the way, I saw, O king, a light from heaven beyond the brightness of the sun, shining around me and those who journeyed with me."},{"number":14,"verse":"And when we all fell to the ground, I heard a voice saying to me in the Hebrew dialect, Saul, Saul, why are you persecuting Me? It is hard for you to kick against the goads."},{"number":15,"verse":"And I said, Who are You, Lord? And the Lord said, I am Jesus, whom you persecute."},{"number":16,"verse":"But rise up and stand on your feet; for I have appeared to you for this purpose, to appoint you as a minister and a witness both of the things in which you have seen Me and of the things in which I will appear to you;"},{"number":17,"verse":"Delivering you from the people and from the Gentiles, to whom I send you,"},{"number":18,"verse":"To open their eyes, to turn them from darkness to light and from the authority of Satan to God, that they may receive forgiveness of sins and an inheritance among those who have been sanctified by faith in Me."},{"number":19,"verse":"Therefore, King Agrippa, I was not disobedient to the heavenly vision,"},{"number":20,"verse":"But declared both to those in Damascus first and in Jerusalem and throughout all the country of Judea and to the Gentiles that they should repent and turn to God, doing works worthy of repentance."},{"number":21,"verse":"Because of these things certain Jews seized me while I was in the temple and tried to slay me."},{"number":22,"verse":"Having therefore obtained the help which is from God, I have stood unto this day, testifying both to small and great, saying nothing apart from the things which both the prophets and Moses have said would take place,"},{"number":23,"verse":"That the Christ would suffer and that He, being the first to rise from the dead, would announce light both to the people and to the Gentiles."},{"number":24,"verse":"And as he was saying these things in his defense, Festus said with a loud voice, You are insane, Paul. Much learning is driving you insane."},{"number":25,"verse":"But Paul said, I am not insane, most excellent Festus, but I am uttering words of truth and soberness."},{"number":26,"verse":"For the king knows about these things, to whom also I speak freely, for I am persuaded that none of these things have escaped his notice; for this has not been done in a corner."},{"number":27,"verse":"King Agrippa, do you believe the prophets? I know that you believe."},{"number":28,"verse":"And Agrippa replied to Paul, By so little are you trying to persuade me to become a Christian?"},{"number":29,"verse":"And Paul said, I would to God that both by little and by much, not only you, but also all those who hear me today might become even such as I am, except for these bonds."},{"number":30,"verse":"And the king rose up, and the governor and Bernice and those sitting with them;"},{"number":31,"verse":"And when they had withdrawn, they spoke to one another, saying, This man is doing nothing worthy of death or of bonds."},{"number":32,"verse":"And Agrippa said to Festus, This man could have been released, had he not appealed to Caesar."}]}