{"bibleAbbr":"RcV2003","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"And having been brought safely through, we recognized then that the island was called Malta."},{"number":2,"verse":"And the natives showed us uncommon kindness, for they kindled a fire and took us all in because of the rain coming on and because of the cold."},{"number":3,"verse":"But when Paul had collected a bundle of sticks and put them on the fire, a viper came out because of the heat and fastened onto his hand."},{"number":4,"verse":"And when the natives saw the snake hanging from his hand, they said to one another, Undoubtedly this man is a murderer, whom, though he has been brought safely out of the sea, Justice has not allowed to live."},{"number":5,"verse":"However he shook off the snake into the fire and suffered no harm;"},{"number":6,"verse":"And they expected that he would swell up or suddenly fall down dead. But when they had waited for a long time and beheld nothing unusual happening to him, they changed their minds and said that he was a god."},{"number":7,"verse":"Now in the vicinity of that place were the lands of the leading man of the island, named Publius, who welcomed us and gave us hospitality three days in a friendly way."},{"number":8,"verse":"And the father of Publius was lying down sick with fever and dysentery. Paul went in to him, and having prayed and laid his hands on him, healed him."},{"number":9,"verse":"And when this happened, the rest also in the island who had sicknesses came to him and were healed."},{"number":10,"verse":"They also honored us with many honors; and as we put out to sea, they put on board the things for our needs."},{"number":11,"verse":"And after it had been three months, we put out to sea in an Alexandrian ship which had wintered in the island, with the twin sons of Zeus for its figurehead."},{"number":12,"verse":"And having landed at Syracuse, we remained three days."},{"number":13,"verse":"From there we sailed around and arrived at Rhegium. And after one day a south wind came on, and the second day we came to Puteoli,"},{"number":14,"verse":"Where, having found brothers, we were urged to remain with them seven days. And thus we came to Rome."},{"number":15,"verse":"And from there the brothers, having heard about the things concerning us, came as far as the Market of Appius and Three Inns to meet us; and when Paul saw them, he thanked God and took courage."},{"number":16,"verse":"And when we entered into Rome, Paul was permitted to remain by himself with the soldier who was guarding him."},{"number":17,"verse":"And after three days he called together those who were the leading men of the Jews; and when they came together, he said to them, Men, brothers, though I have done nothing against the people or the customs of our fathers, I have been delivered as a prisoner from Jerusalem into the hands of the Romans,"},{"number":18,"verse":"Who, having examined me, intended to release me, because there was not one cause of death in me."},{"number":19,"verse":"But when the Jews spoke against this, I was compelled to appeal to Caesar, not that I have anything to accuse my nation of."},{"number":20,"verse":"For this cause therefore, I have entreated you to see me and speak with me; for on account of the hope of Israel I have this chain around me."},{"number":21,"verse":"And they said to him, We have neither received letters from Judea concerning you, nor have any of the brothers come and reported or spoken anything evil concerning you."},{"number":22,"verse":"But we think it is fitting to hear from you what you think, for concerning this sect it is indeed known to us that it is spoken against everywhere."},{"number":23,"verse":"And once they had appointed a day for him, many came to him at his lodging, to whom he expounded these matters, solemnly testifying of the kingdom of God and persuading them concerning Jesus from both the Law of Moses and the Prophets, from morning until evening."},{"number":24,"verse":"And some were persuaded by the things which were said, but others did not believe."},{"number":25,"verse":"And when they disagreed with one another, they departed, Paul saying one word to them, Well has the Holy Spirit spoken through Isaiah the prophet to your fathers,"},{"number":26,"verse":"Saying, “Go to this people and say, In hearing you shall hear and by no means understand, and seeing you will see and by no means perceive;"},{"number":27,"verse":"For the heart of this people has become fat, and with their ears they have heard heavily, and their eyes they have closed, lest they perceive with their eyes and hear with their ears and understand with their heart, and they turn around, and I will heal them.”"},{"number":28,"verse":"Let it be known to you therefore that this salvation of God has been sent to the Gentiles; they will also hear it."},{"number":29,"verse":"And when he had spoken these things, the Jews departed, having much dispute among themselves."},{"number":30,"verse":"And he remained two whole years in his own rented dwelling and welcomed all those who came to him,"},{"number":31,"verse":"Proclaiming the kingdom of God and teaching the things concerning the Lord Jesus Christ with all boldness, unhindered."}]}