{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":11,"verses":[{"number":1,"verse":"And all the whole earth was of one language and lyke speache."},{"number":2,"verse":"And when they went foorth from the east, they founde a playne in the lande of Sinar, and there they abode."},{"number":3,"verse":"And one sayd to another: Come, let vs prepare brycke, and burne them in the fire. And they had brycke for stones, and slyme had they in steade of morter."},{"number":4,"verse":"And they sayd: Go to, let vs buylde vs a citie and a towre, whose toppe may reache vnto heauen, and let vs make vs a name, lest peraduenture we be scattered abrode into the vpper face of the whole earth."},{"number":5,"verse":"But the Lorde came downe to see the citie and towre whiche the chyldren of men buylded."},{"number":6,"verse":"And the Lorde sayd: Beholde, the people is one, and they haue all one language, and this they begin to do: neither is there any let to them from all those thinges whiche they haue imagined to do."},{"number":7,"verse":"Come on, let vs go downe, and there confounde their language, that euerye one perceaue not his neighbours speache."},{"number":8,"verse":"And so the Lorde scattered them from that place into the vpper face of all the earth, and they left of to buylde that citie."},{"number":9,"verse":"And therfore is the name of it called Babel, because the Lord dyd there confounde the language of all the earth: and from thence dyd the Lorde scatter them abrode vpon the face of all the earth."},{"number":10,"verse":"[ These are the generations of Sem: Sem was an hundreth yere old, and begat Arphaxad two yeres after the flood."},{"number":11,"verse":"And Sem liued after he begat Arphaxad fiue hundreth yeres, and begat sonnes and daughters."},{"number":12,"verse":"Arphaxad liued fiue and thirtie yeres, and begat Selah."},{"number":13,"verse":"And Arphaxad liued after he begat Selah, foure hundreth and three yeres: and begat sonnes and daughters."},{"number":14,"verse":"Selah liued thirtie yeres, and begat Heber."},{"number":15,"verse":"And Selah liued after he begat Heber, foure hundreth and three yeres, and begat sonnes and daughters."},{"number":16,"verse":"And Heber liued thirtie and foure yeres, and begat Peleg."},{"number":17,"verse":"And Heber liued after he begat Peleg, foure hundreth and thirtie yeres: and begat sonnes and daughters."},{"number":18,"verse":"And Peleg liued thirtie yeres, and begat Reu."},{"number":19,"verse":"And Peleg lyued after he begat Reu two hundreth and nyne yeres: and begat sonnes and daughters."},{"number":20,"verse":"And Reu liued two and thirtie yeres, and begat Serug."},{"number":21,"verse":"And Reu lyued after he begat Serug two hundreth and seuen yeres: and begat sonnes and daughters."},{"number":22,"verse":"And Serug liued thirtie yere, and begat Nachor."},{"number":23,"verse":"And Serug liued after he begat Nachor, two hundreth yeres: and begat sonnes and daughters."},{"number":24,"verse":"And Nachor lyued nyne and twentie yeres, and begat Tarah."},{"number":25,"verse":"And Nachor liued after he begat Tarah an hundreth and nineteene yeres: and begat sonnes and daughters."},{"number":26,"verse":"Tarah liued seuentie yeres, and begat Abram, Nachor, and Haran."},{"number":27,"verse":"These are the generations of Tarah: Tarah begat Abram, Nachor, and Haran: Haron begat Lot."},{"number":28,"verse":"And Haran dyed in the presence of his father Tarah, in the lande of his natiuitie, euen in Ur of the Chaldees."},{"number":29,"verse":"Abram & Nachor toke them wiues: the name of Abrams wife [was] Sarai, and the name of Nachors wyfe, [was] Milcha, the daughter of Haran, the father of Milcha, & the father of Iischa."},{"number":30,"verse":"But Sarai was baren, and had no chylde."},{"number":31,"verse":"And Tarah toke Abram his sonne, and Lot the sonne of Haran his sonnes sonne, and Sarai his daughter in lawe his sonne Abrams wyfe, and they departed together from Ur of the Chaldees, that they myght go into the land of Chanaan: and they came vnto Haran, and dwelt there."},{"number":32,"verse":"And the dayes of Tarah, were two hundreth and fiue yeres, and Tarah died in Haran."}]}