{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"Sarai Abrams wyfe bare hym no chyldren: but she had an handemayde an Egyptian, Hagar by name."},{"number":2,"verse":"And Sarai sayde vnto Abram: beholde, nowe the Lorde hath restrayned me, that I can not beare, I pray thee go in to my mayde, it may be that I may be builded by her: and Abram obeyed the voyce of Sarai."},{"number":3,"verse":"And Sarai Abrams wyfe toke Hagar her mayde the Egyptian, after Abram hadde dwelled ten yeres in the lande of Chanaan, and gaue her to her husbande Abram to be his wyfe."},{"number":4,"verse":"And he went in vnto Hagar, and she conceaued. And when she sawe that she had conceaued, her mistresse was despised in her eyes."},{"number":5,"verse":"And Sarai sayde vnto Abram: there is wrong done vnto me by thee: I haue geuen my mayde into thy bosome, whiche seyng that she hath conceaued, I am despised in her eyes, the Lorde be iudge betweene thee & me."},{"number":6,"verse":"But Abram sayde to Sarai: beholde thy mayde is in thy hande, do with her as it pleaseth thee. And when Sarai dealt hardly with her, she fledde from the face of her."},{"number":7,"verse":"And the angel of the Lord founde her beside a fountaine in ye wildernes, [euen] by the well that is in the way to Sur,"},{"number":8,"verse":"And he said: Hagar Sarais mayde, whence camest thou? and whither wylt thou go? She sayde: I flee fro the face of my mistresse Sarai."},{"number":9,"verse":"And the angell of the Lorde sayde vnto her: Returne to thy mistresse agayne, and submit thy selfe vnder her handes."},{"number":10,"verse":"And agayne the angell of the Lord sayde vnto her: I wyll multiplie thy seede in such sort, that it shal not be numbred for multitude."},{"number":11,"verse":"And the Lordes angell said vnto her: See, thou art with chylde, and shalt beare a sonne, and shalt cal his name Ismael: because the Lorde hath hearde thy tribulation."},{"number":12,"verse":"He also wyll be a wylde man, and his hande wyll be agaynst euery man, and euery mans hande against hym: and he shall dwell in the presence of all his brethren."},{"number":13,"verse":"And she called the name of the Lorde that spake vnto her, Thou God lokest on me: for she sayde, haue I not also heare loked after hym that seeth mee?"},{"number":14,"verse":"Wherfore ye well was called the well of hym that lyueth and seeth me: and it is betweene Cades and Bared."},{"number":15,"verse":"And Hagar bare Abram a sonne, and Abram called his sonnes name which Hagar bare vnto hym, Ismael."},{"number":16,"verse":"And Abram was foure score and sixe yeres olde, when Hagar bare Ismael to hym."}]}