{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":17,"verses":[{"number":1,"verse":"When Abram was ninetie yere olde and nine, the Lorde appeared to hym, and sayde vnto hym: I am the almightie God, walke before me, and be thou perfect."},{"number":2,"verse":"And I wyll make my couenaunt betweene me and thee, and wyll multiplie thee exceedyngly."},{"number":3,"verse":"And Abram fell on his face, & God talked with hym, saying:"},{"number":4,"verse":"It is I, behold my couenaut [is] with thee, and thou shalt be a father of many nations."},{"number":5,"verse":"Neither shall thy name any more be called Abram, but thy name shalbe called Abraham: for a father of many nations haue I made thee."},{"number":6,"verse":"I wyll make thee exceedyng fruitefull, and wyll make nations of thee, yea and kynges shall spryng out of thee."},{"number":7,"verse":"Moreouer I wyll make my couenaunt betweene me and thee, & thy seede after thee, in their generations, by an euerlasting couenaut, yt I may be God vnto thee, and to thy seede after thee."},{"number":8,"verse":"And I wyll geue vnto thee and to thy seede after thee, the lande wherein thou art a strauger [euen] al the lande of Chanaan, for an euerlastyng possession, and wyll be their God."},{"number":9,"verse":"And God said agayne vnto Abraham: thou shalt kepe my couenaunt therfore, both thou & thy seede after thee in their generations."},{"number":10,"verse":"This is my couenaunt which ye shall kepe betweene me & you, and thy seede after thee: euery man chylde among you shalbe circumcised."},{"number":11,"verse":"Ye shal circumcise the fleshe of your foreskyn, and it shalbe a token of the couenaunt betwixt me and you."},{"number":12,"verse":"And euery man chylde of eyght dayes olde shalbe circumcised amongst you in your generations, both he that is borne in thy house, as he that is bought with money of any straunger, whiche is not of thy seede."},{"number":13,"verse":"He that is borne in thy house, and he also that is bought with money, must needes be circumcised: & my couenaut shalbe in your fleshe for an euerlastyng couenaunt."},{"number":14,"verse":"And the vncircumcised manchylde, in whose fleshe the foreskyn is not circumcised, that soule shalbe cut of from his people, because he hath broken my couenaunt."},{"number":15,"verse":"And God sayde vnto Abraham: Sarai thy wyfe shalt thou not call Sarai, but Sara [shall] her name be."},{"number":16,"verse":"And I wyll blesse her, and geue thee a sonne of her: yea, I wyll blesse her, and she shalbe [a mother] of nations, yea & kynges of people shall sprynge of her."},{"number":17,"verse":"But Abraham fell vppon his face, and laughed, and sayde in his heart: shall a chylde be borne vnto hym that is an hundreth yere olde? And shall Sara that is ninetie yere olde beare?"},{"number":18,"verse":"And Abraham sayde vnto God: O that Ismael myght lyue in thy syght."},{"number":19,"verse":"Unto who God sayd: Sara thy wife shall beare thee a sonne in deede, & thou shalt call his name Isahac: and I wyll establishe my couenaunt with hym for an euerlastyng couenaunt [and] with his seede after hym."},{"number":20,"verse":"And as concernyng Ismael also I haue hearde thee: for I haue blessed him, and wyll make him fruitefull, and wyl multiplie him excedingly: Twelue princes shall he beget, and I wyll make a great nation of hym."},{"number":21,"verse":"But my couenaunt wyl I make with Isahac whiche Sara shall beare vnto thee, euen this tyme twelue moneth."},{"number":22,"verse":"And he left of talkyng with hym, and departed vp from Abraham."},{"number":23,"verse":"Abraham toke Ismael his sonne, and such as were borne in his house, & al that was bought with money, as many as were men chyldren, whiche were amongst the men of Abrahams house, & circumcised the fleshe of their foreskinne euen in the selfe same day, as God had sayde vnto hym."},{"number":24,"verse":"Abraham also hym selfe was ninetie yere olde and nine when the fleshe of his foreskynne was circumcised."},{"number":25,"verse":"Ismael his sonne was thirtie yere old when he was circumcised in the fleshe of his foreskynne."},{"number":26,"verse":"The selfe same day was Abraham circumcised and Ismael his sonne."},{"number":27,"verse":"And all the men of his house, borne in his house, or bought with money of straungers were circumcised with him."}]}