{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"The Lord visited Sara as he had promised, and did vnto her accordyng as he had spoke."},{"number":2,"verse":"For Sara conceaued, and bare Abraham a sonne in his olde age, euen the same season whiche the Lorde had appoynted."},{"number":3,"verse":"And Abraham called his sonnes name that was borne vnto him, whiche Sara bare hym, Isahac."},{"number":4,"verse":"And Abraham circumcised his sonne Isahac, when he was eyght dayes olde, as God commaunded him."},{"number":5,"verse":"And Abraham was an hundreth yere olde, when his sonne Isahac was borne vnto him."},{"number":6,"verse":"But Sara sayde: God hath made me to reioyce, so that all that heare, wyll ioy with me."},{"number":7,"verse":"She sayd also: who would haue sayde vnto Abraham, that Sara shoulde haue geuen chyldren sucke? for I haue borne [him] a sonne in his olde age."},{"number":8,"verse":"The chylde grewe, and was weaned, and Abraham made a great feast the same day that Isahac was weaned."},{"number":9,"verse":"Sara saw also the sonne of Hagar the Egyptian, whiche she had borne vnto Abraham, [to be] a mocker."},{"number":10,"verse":"Wherfore she sayd vnto Abraham: cast out this bond woman, & her sonne: for the sonne of this bonde woman, shal not be heyre with my sonne Isahac."},{"number":11,"verse":"And this saying was very greeuous in Abrahams sight, because of his sonne."},{"number":12,"verse":"And God sayde vnto Abraham, let it not be greeuous in thy sight, because of the lad and of thy bonde woman: In al that Sara hath said vnto thee, heare her voyce, for in Isahac shall thy seede be called."},{"number":13,"verse":"Moreouer, of the sonne of the bonde woman wyll I make a nation, because he is thy seede."},{"number":14,"verse":"And so Abraham rose vp early in the mornyng, and tooke bread, and a bottel of water, and gaue it vnto Hagar, puttyng it on her shoulder, and the lad also, and sent her away: who departing, wandered vp and downe in the wildernesse of Beer seba."},{"number":15,"verse":"And the water was spent in the bottell, and she cast the lad vnder some one of the trees:"},{"number":16,"verse":"And went, and sate on the other syde a great way, as it were a bowe shote of: for she sayd, I wyll not see the death of the chylde. And she sitting downe on the other side, lyft vp her voyce & wept."},{"number":17,"verse":"And God hearde the voyce of the lad, and the angell of God called to Hagar out of heauen, and said vnto her, what ayleth thee Hagar? feare not: for God hath hearde the voyce of the lad where he lyeth."},{"number":18,"verse":"Aryse and lyft vp the lad, and take him in thyne hande, for I wyll make of hym a great people."},{"number":19,"verse":"And God opened her eyes, and she sawe a well of water, and she went and filled the bottell with water, and gaue the lad drinke."},{"number":20,"verse":"And God was with the lad, and he grewe, and dwelt in the wyldernesse, and became a principall archer."},{"number":21,"verse":"And he dwelt in the wyldernesse of Paran, and his mother got hym a wyfe out of the lande of Egypt."},{"number":22,"verse":"And at the same season, Abimelech and Phicol his chiefe captayne spake vnto Abraham, saying, God [is] with thee in all that thou doest:"},{"number":23,"verse":"And nowe therefore, sweare vnto me euen here by God, that thou wylt not hurt me, nor my chyldren, nor my chyldrens children: but that thou shalt deale with me and the countrey where thou hast ben a straunger, accordyng vnto the kyndnesse that I haue shewed thee."},{"number":24,"verse":"And Abraham saide, I will sweare."},{"number":25,"verse":"And Abraham rebuked Abimelech for a wel of water, which Abimeleches seruauntes had violently taken away."},{"number":26,"verse":"And Abimelech said, I wote not who hath done this thing: also thou toldest me not, neyther hearde I [of it] but this day."},{"number":27,"verse":"And Abraham toke sheepe and Oxen, and gaue them vnto Abimelech: & they made both of them a leage together."},{"number":28,"verse":"And Abraham set seuen ewe lambes by them selues."},{"number":29,"verse":"And Abimelech sayd vnto Abraham: what meane these seuen ewe lambes whiche thou hast set by them selues?"},{"number":30,"verse":"He aunswered: for these seuen ewe lambes shalt thou take of my hande, that they may be a wytnesse vnto me, that I haue digged this well."},{"number":31,"verse":"Wherefore the place is called Beer seba, because that there they sware both of them."},{"number":32,"verse":"Thus made they a leage together at Beer seba: and Abimelech and Phicol his chiefe captayne rose vp, and turned agayne into the lande of the Philistines."},{"number":33,"verse":"And Abraham planted a wood in Beer seba, and called there on the name of the Lorde the euerlasting God."},{"number":34,"verse":"And Abraham soiourned in the Philistines lande a long season."}]}