{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"And there fell a famine in the land, besides the first that was in the dayes of Abraham: And Isahac went vnto Abimelech, king of the Philistines, vnto Gerar."},{"number":2,"verse":"And the Lorde appeared vnto hym, and sayde: Go not downe into Egypt, [but] abyde in the lande whiche I shall shewe vnto thee."},{"number":3,"verse":"Soiourne in this lande, and I wyl be with thee, and wyll blesse thee: for vnto thee and vnto thy seede I wyll geue all these countreys, and I wyll perfourme the othe whiche I sware vnto Abraham thy father."},{"number":4,"verse":"And wyl make thy seede to multiplie as the starres of heauen, and wyll geue vnto thy seede al these countreys: and in thy seede shall all the nations of the earth be blessed:"},{"number":5,"verse":"Because that Abraham hearkened vnto my voyce, & kept my ordinaunce, my commaundementes, my statutes, and my lawes."},{"number":6,"verse":"And Isahac dwelled in Gerar."},{"number":7,"verse":"And the men of the place asked [him] of his wyfe. And he sayde, she is my sister: for he feared to say, she is my wyfe, lest the men of the place shoulde haue kylled hym, because of Rebecca, whiche was beautifull to the eye."},{"number":8,"verse":"And after he had ben there a long time, Abimelech king of the Philistines loked out at a windowe, & sawe Isahac sportyng with Rebecca his wyfe."},{"number":9,"verse":"And Abimelech called Isahac, and said: beholde, she is of a suretie thy wife, and why saydest thou, she is my sister? To whom Isahac aunswered: because I thought that I might peraduenture haue dyed for her sake."},{"number":10,"verse":"Abimelech said: why hast thou done this vnto vs? one of the people myght lyghtly haue lyne by thy wyfe, and so shouldest thou haue brought sinne vpon vs."},{"number":11,"verse":"And so Abimelech charged al his people, saying: He that toucheth this man or his wyfe, shall dye the death."},{"number":12,"verse":"Then Isahac sowed in that lande, and receaued in the same yere an hundred folde: and the Lorde blessed hym."},{"number":13,"verse":"And the man waxed myghtie, & went foorth, and grewe tyll he was exceeding great."},{"number":14,"verse":"For he had possessio of sheepe, of oxen, and a myghtie housholde: and therfore the Philistines had enuie at hym."},{"number":15,"verse":"For the Philistines stopped and fylled vp with earth all the welles which his seruauntes had digged in his father Abrahams tyme."},{"number":16,"verse":"And Abimelech sayde vnto Isahac: Get thee from vs, for thou art mightier then we a great deale."},{"number":17,"verse":"Therefore Isahac departed thence, and abode in the valley of Gerar, and dwelt there."},{"number":18,"verse":"And Isahac returning, digged againe the welles of water which they digged in the dayes of Abraham his father, which the Philistines had stopped after the death of Abraham, & named them after the same names by the which his father had named them."},{"number":19,"verse":"Isahacs seruauntes digged in the valley, and founde a well of springyng water."},{"number":20,"verse":"And the heardmen of Gerar did striue with Isahacs heardmen, saying: the water is ours. Then called he the well contention, because they stroue with hym."},{"number":21,"verse":"And they digged another well, and stroue for that also: and he called the name of it enmitie."},{"number":22,"verse":"And then he departed thence, & digged another well, for the which they stroue not. Therfore called he it roomth, saying: the Lorde hath made vs nowe roome that we may encrease vpon the earth."},{"number":23,"verse":"And he went vp thence to Beer-seba."},{"number":24,"verse":"And the Lorde appeared vnto hym the same night, and sayde: I am the God of Abraham thy father, feare not, for I am with thee, and wyl blesse thee and multiple thy seede for my seruaunt Abrahams sake."},{"number":25,"verse":"And he builded an aulter there, and called vpon the name of the Lorde, and pitched his tent: and there Isahacs seruauntes dygged a well."},{"number":26,"verse":"Then came Abimelech to him from Gerar, and Ahuzath his friende, and Phicol the captaine of his armie."},{"number":27,"verse":"And Isahac sayde vnto them: wherfore come ye to me, seyng ye hate me, and haue put me away from you?"},{"number":28,"verse":"Whiche aunswered: We sawe most certainly that the Lord was with thee, and we sayde: let there be nowe an oth betwixt vs, euen betwixt vs and thee, and let vs make a league with thee:"},{"number":29,"verse":"That thou shouldest do vs no hurt, as we haue not touched thee, and as we haue done vnto thee nothyng but good, & sent thee away in peace: for thou art nowe the blessed of the Lorde."},{"number":30,"verse":"And he made them a feast, and they dyd eate and drynke."},{"number":31,"verse":"And they rose vp betymes in the mornyng, and sware one to another: And Isahac sent them away, and they departed from hym in peace."},{"number":32,"verse":"And the same daye Isahacs seruauntes came and tolde hym of a well which they had dygged, and sayde vnto hym, we haue founde water."},{"number":33,"verse":"And he called it Sebah: and the name of the citie is called Beer-seba vnto this day."},{"number":34,"verse":"Esau was fourtie yere olde, & he toke a wyfe [called] Iudith, the daughter of Beeri an Hethite, and Basemath the daughter of Elon, an Hethite [also.]"},{"number":35,"verse":"Which were disobedient vnto Isahac and Rebecca."}]}