{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":32,"verses":[{"number":1,"verse":"But Iacob went foorth on his iourney, and the angelles of God came and met him."},{"number":2,"verse":"And when Iacob saw them, he sayde: this is gods hoste, & called the name of the same place, Mahanaim."},{"number":3,"verse":"And Iacob sent messengers before him to Esau his brother, vnto the lande of Seir, the fielde of Edom:"},{"number":4,"verse":"And he commaunded them, saying: Thus shall ye speake to my Lorde Esau, thy seruaunt Iacob sayeth thus: I haue ben a straunger with Laban, and haue stayed there vnto this time."},{"number":5,"verse":"And haue oxen, asses, and sheepe, menseruauntes, and womenseruauntes: and haue sent to shewe [it] my Lord, that I may finde grace in thy sight."},{"number":6,"verse":"And the messengers came agayne to Iacob, saying: we came to thy brother Esau, and he commeth to meete thee, and hath foure hundred men with him."},{"number":7,"verse":"But Iacob was greatly afrayde, and wist not whiche way to turne him selfe: and deuided the people that was with him, and the sheepe, and oxen, and camelles, into two companies:"},{"number":8,"verse":"And sayd, if Esau come to the one part and smite it, the other shall saue it selfe."},{"number":9,"verse":"And Iacob said agayne: O God of my father Abraham, and God of my father Isahac, Lorde whiche saydest vnto me, returne vnto thy countrey, and to thy kindred, & I will do well with thee:"},{"number":10,"verse":"I am not worthy of the least of all the mercyes and trueth whiche thou hast shewed vnto thy seruaunt: for with my staffe came I ouer this Iordane, & nowe haue I gotten two companies."},{"number":11,"verse":"Deliuer me from the hand of my brother Esau, for I feare hym, lest he wyll come and smyte me, [yea] the mother with the chyldren."},{"number":12,"verse":"Thou saydest, I wyll surely do thee good, and make thy seede as the sande of the sea, whiche can not be numbred for multitude."},{"number":13,"verse":"And he taryed there that same nyght, and toke of that whiche came to hande, a present for Esau his brother:"},{"number":14,"verse":"Two hundred shee gotes, and twentie hee gotes, two hundred sheepe, & twentie rammes,"},{"number":15,"verse":"Thirtie milche camelles with theyr coltes, fourtie kine, and ten bulles, twentie shee asses, and ten foales:"},{"number":16,"verse":"And deliuered them into the handes of his seruauntes, euery droue by them selues, and sayde vnto his seruauntes: go foorth before me, and put a space betwixt droue and droue."},{"number":17,"verse":"And he commaunded the formost, saying: If Esau my brother meete thee, and aske thee, saying, whose art thou? and whyther goest thou? and whose are these [that go] before thee?"},{"number":18,"verse":"Thou shalt say, they be thy seruaunt Iacobs, and it is a present sent vnto my Lorde Esau, and beholde, he him selfe commeth after vs."},{"number":19,"verse":"And so commaunded he the seconde, and the thirde, and all that folowed the droues, saying: on this maner see that you speake vnto Esau when ye meete hym."},{"number":20,"verse":"And say moreouer: beholde, thy seruaunt Iacob also commeth after vs: for he sayde, I wyll appeace his wrath with the present that goeth before me, and afterward I will see him my selfe, peraduenture he wyll receaue me to grace."},{"number":21,"verse":"So went the present before hym: and he taryed al that night in the company."},{"number":22,"verse":"And he rose vp the same nyght, and toke his two wyues, & his two maydeseruauntes, and his eleuen sonnes, and went ouer the forde Iaboc."},{"number":23,"verse":"And he toke them, and sent them ouer the ryuer, and sent ouer that he had."},{"number":24,"verse":"And Iacob was left hym selfe alone: and there wrasteled a man with hym, vnto the breakyng of the day."},{"number":25,"verse":"And when he sawe that he coulde not preuayle agaynst hym, he smote hym vpon the hucklebone of his thigh, and the hucklebone of Iacobs thigh loosed out of ioynt as he wrastled with him."},{"number":26,"verse":"And he said: let me go, for the day breaketh. Whiche aunswered: I will not let thee go, except thou blesse me."},{"number":27,"verse":"And he sayde vnto hym: what is thy name? He aunswered: Iacob."},{"number":28,"verse":"He sayde: thy name shalbe called no more Iacob, but Israel: For as a prince hast thou wrasteled with God, and with men, and hast preuayled."},{"number":29,"verse":"And Iacob asked him, saying: tell me thy name. And he sayde: wherefore doest thou aske after my name? And he blessed hym there."},{"number":30,"verse":"And Iacob called the name of the place Peniel: for I haue seene God face to face, and my life is preserued."},{"number":31,"verse":"And as he went ouer Peniel, the sunne rose vpon hym, and he halted vpon his thigh."},{"number":32,"verse":"And therefore it is that the chyldren of Israel eate not of the sinnowe that shranke in that place of the thigh, vnto this day: because that he touched the hucklebone of Iacobs thigh, about the sinnowe that shranke."}]}