{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"Dina the daughter of Lea, whiche she bare vnto Iacob, went out to see the daughters of the lande."},{"number":2,"verse":"Whom whe Sichem the sonne of Hemor the Heuite Lorde of the countrey sawe, he toke her, & lay with her, and forced her."},{"number":3,"verse":"And his heart laye vnto Dina the daughter of Iacob, and he loued that damsell, and spake kyndly vnto her."},{"number":4,"verse":"And Sichem spake vnto his father Hemor, saying: get me this mayden vnto my wyfe."},{"number":5,"verse":"And Iacob heard that he had defiled Dina his daughter, (his sonnes beyng with their cattell in the fielde and Iacob helde his peace vntill they were come."},{"number":6,"verse":"And Hemor the father of Sichem, went out vnto Iacob to common with hym."},{"number":7,"verse":"And when the sonnes of Iacob (comming out of the fielde) hearde it, it greeued them, and they were not a little wroth, because he had wrought folly in Israel, in that he had lien with Iacobs daughter, which thing ought not to be done."},{"number":8,"verse":"And Hemor communed with them, saying: the soule of my sonne Sichem, longeth for your daughter, I pray you geue her him to wyfe."},{"number":9,"verse":"And make maryages with vs, and geue your daughters vnto vs, and take our daughters vnto you."},{"number":10,"verse":"And ye shall dwell with vs, and the lande shalbe before you: dwell, and do your busines therein, and haue possessions therin."},{"number":11,"verse":"And Sichem said, vnto her father and vnto her brethren: let me finde grace in your eyes, and whatsoeuer ye appoint me, that wyll I geue."},{"number":12,"verse":"Aske freely of me both dowry and gyftes, and I wyll geue accordyng as ye say vnto me, so that ye geue me the damsell to wyfe."},{"number":13,"verse":"But the sonnes of Iacob aunswered to Sichem and Hemor his father, talking amongest themselues deceiptfully, because he had defiled Diua their sister."},{"number":14,"verse":"And they sayde vnto them: we can not do this thing, that we shoulde geue our sister to one that is vncircumcised, for that were an abomination vnto vs."},{"number":15,"verse":"But in this will we consent vnto you: if ye wyll be as we be, & all the males amongest you be circumcised:"},{"number":16,"verse":"Then wyll we geue our daughters vnto you, and take your daughters to vs, and will dwell with you, and be one people."},{"number":17,"verse":"But and if ye wyll not hearken vnto vs to be circumcised, then wyll we take our daughter, and go our wayes."},{"number":18,"verse":"Theyr wordes pleased Hemor, and Sichem his sonne."},{"number":19,"verse":"And the young man deferde not for to do the thing, because he had a lust to Iacobs daughter: he was also most set by, of all that was in his fathers house."},{"number":20,"verse":"Then Hemor and Sichem his sonne went vnto the gate of their citie, and communed with the men of their citie, saying:"},{"number":21,"verse":"These men lyue peaceably among vs, and dwell in the lande, and do theyr occupation therein: and beholde, the lande is large inough for them, we will take their daughters to wiues, & geue them our daughters."},{"number":22,"verse":"Only herein will they consent vnto vs for to dwell with vs, and to be one people: if all the males that are among vs be circumcised, as they are circumcised?"},{"number":23,"verse":"Shall not their goodes and their substaunce, and all their cattell be ours? let vs only consent vnto them, and they will dwell with vs."},{"number":24,"verse":"And vnto Hemor & Sichem his sonne, hearkened all that went out at the gate of his citie: and all the males were circumcised, whatsoeuer went out at the gate of his citie."},{"number":25,"verse":"And the thirde day, whyles they were sore, two of the sonnes of Iacob, Simeon & Leui Dinas brethren, toke eyther of them his sworde, and went into the citie boldely, and slue all that was male,"},{"number":26,"verse":"And slue also Hemor and Sithem his sonne with the edge of the sworde, and toke Dina out of Sichems house, and went theyr way."},{"number":27,"verse":"And the sonnes of Iacob commyng vpon the dead, spoyled the citie, because they had defiled their sister."},{"number":28,"verse":"And toke their sheepe, oxen, and their asses, and whatsoeuer was in the citie, and also in the fieldes."},{"number":29,"verse":"And all their goodes, and all their children, and their wiues, toke they captiue, and made hauocke of all that was in the house."},{"number":30,"verse":"But Iacob sayde to Simeon & Leui: ye haue troubled me, and made me to be abhorred of the inhabitours of the land of the Chanaanite and the Pherezite: and I beyng fewe in number, they shall gather the selues together against me, and slay me, and so shall I and my house be destroyed."},{"number":31,"verse":"And they aunswered: shoulde he deale with our sister, as with an harlot?"}]}