{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"And God sayd vnto Iacob: aryse, and get thee vp to Bethel, and dwell there, and make there an aulter vnto God that appeared vnto thee when thou fleddest from the face of Esau thy brother."},{"number":2,"verse":"Then sayde Iacob vnto his householde, and to all that were with hym: put away the straunge gods that are among you, and be cleane, and chaunge your garmentes."},{"number":3,"verse":"For we wyll aryse and go vp to Bethel, and I wyll make an aulter there vnto God, whiche hearde me in the day of my affliction, and was with me in the way whiche I went."},{"number":4,"verse":"And they gaue vnto Iacob all the straunge gods whiche they had in their hand, and al their earinges which were in theyr eares, and Iacob hyd them vnder an oke whiche was by Sichem."},{"number":5,"verse":"And when they departed, the feare of God fel vpon the cities that were round about them, and they did not pursue the sonnes of Iacob."},{"number":6,"verse":"So came Iacob to Luz, whiche is in the lande of Chanaan (the same is Bethel) he and all the people that was with him."},{"number":7,"verse":"And he builded there an aulter, and called the place, the God of Bethel, because that god appeared vnto him there when he fled fro the face of his brother."},{"number":8,"verse":"But Debora Rebeccas nurse died, and was buryed beneath Bethel vnder an oke: and the name of it was called, the oke of lamentation."},{"number":9,"verse":"And God appeared vnto Iacob agayne, after he came out of Mesopotamia, and blessed him."},{"number":10,"verse":"And God sayd vnto him: thy name is Iacob, notwithstanding thou shalt be no more called Iacob, but Israel shalbe thy name: & he called his name Israel."},{"number":11,"verse":"And God sayd vnto him: I am God almightie, be fruitefull and multiplie: a nation, and a multitude of nations shall spring of thee, yea and kinges shall come out of thy loynes."},{"number":12,"verse":"And the lande which I gaue Abraham and Isahac, wil I geue vnto thee, and vnto thy seede after thee wyll I geue that lande also."},{"number":13,"verse":"And so God departed from him, in the place where he had talked with him."},{"number":14,"verse":"And Iacob set vp on ende in the place where he talked with him [euen] a stone set he vp on ende, & powred drinke offering theron, & powred also oyle theron."},{"number":15,"verse":"And Iacob called the name of the place where God spake with hym, Bethel."},{"number":16,"verse":"And they departed from Bethel: and when he was but a fielde breadth from Ephrath, Rachel began to trauell, and in trauayling, she was in perill:"},{"number":17,"verse":"And as she was in paynes of her labour, the midwife saide vnto her: feare not, for this sonne is thyne also."},{"number":18,"verse":"Then as her soule was a departing (for she died) she called his name Benoni, but his father called hym Beniamin."},{"number":19,"verse":"And thus died Rachel, and was buried in the way to Ephrath, whiche is Bethlehem."},{"number":20,"verse":"And Iacob set vp a stone on ende vpon her graue: whiche is called Rachels grauestone vnto this day."},{"number":21,"verse":"And Israel went thence, and pitched his tent beyonde the towre of Eder."},{"number":22,"verse":"And as Israel dwelt in that land, Ruben went and lay with Bilha his fathers concubine: And it came to Israels eare. The sonnes of Iacob were twelue in number."},{"number":23,"verse":"The sonnes of Lea: Ruben Iacobs first borne sonne, and Simeon, & Leui, and Iuda, and Isachar, and Zabulon."},{"number":24,"verse":"The sonnes of Rachel: Ioseph and Beniamin."},{"number":25,"verse":"And the sonnes of Bilha Rachels handmayde: Dan and Nephthali."},{"number":26,"verse":"And the sonnes of Zilpha Leas handmayde: Gad and Aser: These are the sonnes of Iacob which were borne him in Mesopotamia."},{"number":27,"verse":"And so Iacob came vnto Isahac his father to Mamre, vnto Ciriath-arba, whiche is Hebron, where Abraham and Isahac dwelt."},{"number":28,"verse":"And the dayes of Isahac were an hundred and fourescore yeres."},{"number":29,"verse":"And Isahac decayed away, and dyed, and was layde vnto his people, beyng olde and full of dayes: and his sonnes Esau and Iacob buryed him."}]}