{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":37,"verses":[{"number":1,"verse":"Iacob dwelt in the land wherin his father was long a straunger, euen in ye lande of Chanaan."},{"number":2,"verse":"These are ye generations of Iacob: when Ioseph was seuenteen yeres olde, he kept sheepe with his brethren, and the ladde was with ye sonnes of Bilha, and with the sonnes of Zilpha, his fathers wyues. And Ioseph brought vnto his father their euyll report."},{"number":3,"verse":"But Israel loued Ioseph more then all his chyldren, because he begate hym in his olde age: and he made hym a coate of many colours."},{"number":4,"verse":"And when his brethren saw that their father loued hym more then all his brethren, they hated hym, and coulde not speake peaceably vnto hym."},{"number":5,"verse":"Moreouer, when Ioseph had dreamed a dreame, he tolde it his brethren, which hated hym yet the more."},{"number":6,"verse":"And he said vnto them: Heare I pray you this dreame which I haue dreamed."},{"number":7,"verse":"Beholde, we were byndyng sheaues in the fielde: and lo, my sheafe arose and stoode vpright, & beholde, your sheaues stoode rounde about, and made obeysaunce to my sheafe."},{"number":8,"verse":"To whom his brethren sayde: Shalt thou be a kyng in deede on vs? or shalt thou in deede haue dominion ouer vs? And they hated hym yet the more, because of his dreames and of his wordes."},{"number":9,"verse":"And he dreamed yet another dreame, and tolde it his brethren, saying: behold I haue had one dreame more, and beholde, the sunne, and the moone, & 11 starres made obeysaunce to me."},{"number":10,"verse":"And when he had tolde it to his father and his brethren, his father rebuked hym, and sayde vnto him: What is this dreame that thou hast dreamed? Shall I and thy mother and thy brethren in deede come to bowe to thee?"},{"number":11,"verse":"And his brethren enuied hym: but his father noted the saying."},{"number":12,"verse":"His brethren also went to kepe his fathers cattell in Sichem."},{"number":13,"verse":"And Israel sayde vnto Ioseph: do not thy brethren kepe in Sichem? come, and I wyll sende thee to them."},{"number":14,"verse":"He aunswered: here am I. And he sayde vnto hym: Go [I praye thee] see whether it be well with thy brethren and the cattell, and bryng me worde agayne. And so he sent hym out of the vale of Hebron, & he came to Sichem."},{"number":15,"verse":"And a certayne man founde hym, and beholde he was wandryng out of his waye in the fielde, and the man asked hym: what sekest thou?"},{"number":16,"verse":"He aunswered: I seke my brethren, tell me I praye thee where they kepe [cattell]"},{"number":17,"verse":"And the man sayde, They are departed hence: for I haue hearde them say, let vs go vnto Dothan. Thus went Ioseph after his brethren, and founde them in Dothan."},{"number":18,"verse":"And when they sawe hym a farre of, before he came at them, they toke councell agaynst hym for to slea hym."},{"number":19,"verse":"For one sayde to another: behold, this notable dreamer commeth."},{"number":20,"verse":"Come nowe therefore and let vs slaye hym, and cast hym into some pit, and we wyll say, some naughtie beast hath deuoured hym: and we shall see what wyll come of his dreames."},{"number":21,"verse":"When Ruben hearde that, he ryd hym out of their handes, and sayde: let vs not kyll hym."},{"number":22,"verse":"And Ruben sayde moreouer vnto the: shed no blood [but] cast hym into this pit that is in the wyldernesse, and laye no hande vppon hym: [this he sayde] namely that he myght ryd hym out of their handes, and delyuer hym to his father agayne."},{"number":23,"verse":"And when Ioseph was come vnto his brethren, they strypt hym out of his coate, his partie coloured coate that was vpon hym."},{"number":24,"verse":"And they toke hym, and cast hym into an emptie pit, wherein was no water."},{"number":25,"verse":"And they sate them downe to eate bread: and as they lyft vp their eyes and loked about, and behold there came a company of Ismaelites from Gilead, and their camelles laden with spicerie, bawlme, and mirrhe, and were goyng downe ta cary it to Egypt."},{"number":26,"verse":"And Iuda sayde vnto his brethren: What auayleth it yf we slay our brother, and kepe his blood secrete?"},{"number":27,"verse":"Come on, and let vs sell hym to the Ismaelites, and let not our hande be vpon him: for he is our brother and our fleshe. And his brethren were content."},{"number":28,"verse":"Then as the Madianites marchaunt men passed by, they drewe and lyft Ioseph out of the pit, and solde him vnto the Ismaelites for twentie peeces of syluer. And they brought Ioseph into Egypt."},{"number":29,"verse":"Then Ruben came agayne vnto the pit, and beholde, Ioseph [was] not in the pit: then he rent his clothes,"},{"number":30,"verse":"And went agayne vnto his brethren, saying: the lad is not [yonder] wo is me, whyther shall I go?"},{"number":31,"verse":"And they toke Iosephes coate, and kylled a kyd, and dipped the coate in the blood."},{"number":32,"verse":"And they sent that partie coloured coate, and caused it to be brought vnto their father, and sayde: This haue we founde, see whether it be thy sonnes coate, or no."},{"number":33,"verse":"And he knewe it, saying: It is my sonnes coate, a naughtie beast hath deuoured hym, Ioseph is without doubt rent in peeces."},{"number":34,"verse":"And Iacob rent his clothes, & put sackcloth about his loynes, and mourned for his sonne a long season."},{"number":35,"verse":"But all his sonnes & all his daughters rose vp to comfort hym: neuerthelesse he woulde not be comforted, but sayde, I wyll go downe into the graue vnto my sonne, mournyng: And thus his father wept for hym."},{"number":36,"verse":"And the Madianites solde hym in Egypt vnto Putiphar, chiefe officer of Pharaos, and his chiefe stewarde."}]}