{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"And Iacob seing that there was corne in Egypt, sayde vnto his sonnes: why gape ye one vpon another?"},{"number":2,"verse":"And he said: behold, I haue hearde that there is corne in Egypt: get you downe thyther, and bye vs corne from thence, that we may liue, and not dye."},{"number":3,"verse":"So went Iosephes ten brethren downe to bye corne in Egypt."},{"number":4,"verse":"But Beniamin Iosephes brother, woulde not Iacob sende with his other brethren: for he saide, lest peraduenture destruction come vpon hym."},{"number":5,"verse":"And the sonnes of Irael came to bye corne among other that came: for there was dearth in the lande of Chanaan."},{"number":6,"verse":"And Ioseph was gouernour in the lande, and solde to all the people of the lande. And Iosephes brethren came and bowed them selues with theyr faces downe to the grounde before him."},{"number":7,"verse":"When Ioseph sawe his brethren, he knewe them, and made hym selfe straunge vnto them, & spake roughly vnto them, saying: Whence come ye? They aunswered, out of the lande of Chanaan to bye vitayle."},{"number":8,"verse":"And Ioseph knewe his brethren, but they knewe not him."},{"number":9,"verse":"And Ioseph remembred his dreames whiche he dreamed of them, and sayde vnto them: ye are spyes, and to see where the lande is weake, is your commyng."},{"number":10,"verse":"And they sayde vnto hym: nay my Lord, but to bye vitayle thy seruauntes are come."},{"number":11,"verse":"We are all one mans sonnes, and meane truely, and thy seruauntes are no spyes."},{"number":12,"verse":"And he sayde vnto them agayne: nay but euen to see where the lande is weake, is your comming."},{"number":13,"verse":"And they said: we thy seruauntes are twelue brethren, the sonnes of one man in the lande of Chanaan, and beholde, the youngest is this day with our father, & one, no man woteth where he is."},{"number":14,"verse":"And Ioseph saide vnto them: that is it that I spake vnto you when I sayd, ye are spyes."},{"number":15,"verse":"Hereby ye shalbe proued: [by] the lyfe of Pharao, ye shall not go hence, except your youngest brother come hither."},{"number":16,"verse":"Sende out one of you, whiche may fet your brother, and ye shalbe kept in pryson, that your wordes may be proued whether there be any trueth in you: or els [by] the lyfe of Pharao, ye are but spyes."},{"number":17,"verse":"And he put them altogether in warde three dayes."},{"number":18,"verse":"And Ioseph said vnto them the thirde day: this do & liue, [for] I feare God."},{"number":19,"verse":"If ye be true men, let one of your brethren be bonde in the house of your pryson: and go ye, carry corne to put away the famine from your housholde."},{"number":20,"verse":"But bryng your youngest brother vnto me, and so shal your wordes be tryed true, and ye shall not dye: & they dyd so."},{"number":21,"verse":"And one sayde to another: we haue veryly sinned agaynst our brother, in that we sawe the anguishe of his soule, when he besought vs, and we woulde not heare him: and therfore is this trouble come vpon vs."},{"number":22,"verse":"And Ruben aunswered them, saying: sayd I not vnto you, that you shoulde not sinne against the lad, and ye would not heare? and see, nowe his blood is required."},{"number":23,"verse":"They were not aware that Ioseph vnderstoode them: for he spake vnto them by an interpreter."},{"number":24,"verse":"And he turned from them and wept: and turned to them agayne, and communed with them, and toke out Simeon from amongest them, and bounde him before theyr eyes."},{"number":25,"verse":"And Ioseph commaunded to fill their sackes with corne, & to put euery mans money in his sacke, and to geue them vitayle to spende by the way? and thus dyd he vnto them."},{"number":26,"verse":"And they laded theyr asses with the corne, and departed thence."},{"number":27,"verse":"And as one of them opened his sacke for to geue his asse prouender in the Inne, he espied his money, for it was in his sackes mouth."},{"number":28,"verse":"And he said vnto his brethren, my money is restored me agayne, for lo, it is euen in my sacke. And their heart fayled them, and they were astonyed, and sayd one to another, why hath God dealt thus with vs?"},{"number":29,"verse":"And they came vnto Iacob their father, vnto the lande of Chanaan, & tolde him all that befell vnto them, saying:"},{"number":30,"verse":"The man, euen the Lord of the lande, spake roughly to vs, and toke vs for spyes of the countrey."},{"number":31,"verse":"And we sayd vnto him: we meane truely, we neuer were spyes."},{"number":32,"verse":"We be twelue brethren, sonnes of our father: one is away, and the youngest is this day with our father in the lande of Chanaan."},{"number":33,"verse":"And the Lorde of the countrey sayde agayne vnto vs, Hereby shall I know that ye meane truely: leaue one of your brethren here with me, and take [foode] to put away the famine fro your householdes, and get you away."},{"number":34,"verse":"And bring your youngest brother vnto me, that I may knowe that you are no spyes, but meane truely: so wyll I deliuer you your brother, and ye shall occupie in the lande."},{"number":35,"verse":"And as they emptied theyr sackes, beholde, euery mans bundell of money was in his sacke: And when both they and their father sawe the bundelles of money, they were afrayde."},{"number":36,"verse":"And Iacob theyr father sayde vnto them: Me haue ye robbed of my children, Ioseph is away, and Simeon is away, & ye will take Beniamin away: all these thinges are agaynst me."},{"number":37,"verse":"Ruben said vnto his father: slay my two sonnes, yf I bring hym not to thee agayne: deliuer him to my hande, and I will bring him to thee agayne."},{"number":38,"verse":"And he said: My sonne shall not go downe with you, for his brother is dead, and he is left alone: if destruction come vpon hym by the way whiche ye go, ye shall bring my gray head with sorowe vnto the graue."}]}