{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":43,"verses":[{"number":1,"verse":"And the dearth was great in the lande."},{"number":2,"verse":"And it came to passe when they had eaten vp the corne which they had brought out of the lande of Egypt, theyr father sayde vnto them: go agayne [and] bye vs a litle foode."},{"number":3,"verse":"Iuda aunswered him, and sayd, The man did solemply protest vnto vs saying: ye shall not see my face, except your brother be with you."},{"number":4,"verse":"If thou wylt sende our brother with vs, we wyll go downe, and bye thee foode."},{"number":5,"verse":"But yf thou wylt not sende hym, we wyll not go downe: for the man sayde vnto vs, ye shall not see my face, except your brother be with you."},{"number":6,"verse":"And Israel sayd: wherefore dealt ye so cruelly with me, as to tell the man that ye had yet a brother?"},{"number":7,"verse":"They aunswered, The man asked vs straytely of our [state] and of our kinrede, saying: Is your father yet aliue? haue ye [not another] brother? And we tolde hym accordyng to the tenour of these wordes: Could we by any meane knowe, that he would say, bryng your brother downe with you?"},{"number":8,"verse":"The said Iuda vnto Israel his father: send the lad with me, that we may arise and go, and that we may liue, & not dye, yea both we & thou, & also our meany."},{"number":9,"verse":"I wylbe suretie for hym, of my handes shalt thou require hym: yf I bryng hym not to thee agayne, and set him before thine eyes, then let me beare the blame for euer."},{"number":10,"verse":"Truely except we had made this tarying, by this we had returned the seconde tyme."},{"number":11,"verse":"And their father Israel sayde vnto them: if it must nedes be so, nowe then do thus. Take of the best fruites of the lande in your vesselles, and bryng ye man a present, a curtsie of bawme, and a curtsie of hony, spyces and mirre, nuttes and almondes."},{"number":12,"verse":"And take double money in your hande, & the money that was brought agayne in your sackes, take it agayne with you, peraduenture it was some ouersight."},{"number":13,"verse":"Take also your brother with you, and arise and go agayne vnto the man."},{"number":14,"verse":"And God almightie geue you mercye in the sight of the man, that he may deliuer you your other brother, & [this] Beniamin: and thus I am as one that is quite robbed of his chyldren."},{"number":15,"verse":"Thus toke they the present, and twyse so muche more money in their hande, with Beniamin, and rose vp, and went downe to Egypt, & stode before Ioseph."},{"number":16,"verse":"When Ioseph sawe Beniamin with them, he sayd to the ruler of his house: bryng these men home, and slay, and make redy, for these men shall dyne with me at noone."},{"number":17,"verse":"And the man did as Ioseph bad, and brought them into Iosephes house."},{"number":18,"verse":"When the men were brought into Iosephes house, they were afrayde, and said: because of the money that came in our sackes mouthes at the first tyme, are we brought in, that he may seeke occasion agaynst vs, and violently lay handes vpon vs, to bryng vs in bondage, and our asses also."},{"number":19,"verse":"Therefore came they to the man that was the ruler ouer Iosephes house, and communed with him at the doore of the house,"},{"number":20,"verse":"And sayde: oh sir, we came downe hyther at the fyrst tyme to bye foode."},{"number":21,"verse":"And as we came to an Inne, we opened our sackes, and behold, euery mans money was in the mouth of his sacke, [euen] our money in ful wayght, and we haue brought it againe in our hande."},{"number":22,"verse":"And other money haue we brought also in our handes to bye foode: but we can not tell who put our money in our sackes."},{"number":23,"verse":"And he sayd: peace be vnto you, feare not: your God, and the God of your father, hath geuen you that treasure in your sackes: I had your money. And he brought Simeon out to them."},{"number":24,"verse":"And the man led them into Iosephes house, and gaue them water to washe their feete, & gaue their asses prouender."},{"number":25,"verse":"And they made redy their present agaynst Ioseph came at noone: for they hearde [say] that they should eate bread there."},{"number":26,"verse":"When Ioseph came home, they brought the present into the house to hym, whiche was in their handes, and bowed them selues to the grounde before him."},{"number":27,"verse":"And he asked them of their welfare, and sayd: Is your father, that old man whiche ye tolde me of, in good health? and is he yet aliue?"},{"number":28,"verse":"They aunswered: Thy seruaunt our father is in good health, & is yet alyue. And they bowing them selues, made theyr obeysaunce."},{"number":29,"verse":"And he lifting vp his eyes, behelde his brother Beniamin his mothers sonne, and sayd: is this your younger brother of whom ye spake vnto me? And he said: God be mercyfull vnto thee my sonne."},{"number":30,"verse":"And Ioseph made haste (for his heart did melt vpon his brother) and sought [where] to weepe, and entred into his chaumber and wept there."},{"number":31,"verse":"And he washed his face, and came out, and refrayned hym selfe, and sayde: set bread on the table."},{"number":32,"verse":"And they prepared for hym by hym selfe, and for them by them selues, and for the Egyptians which dyd eate with him, by them selues, because the Egyptians may not eate bread with the Hebrewes: for that is an abhomination to the Egyptians."},{"number":33,"verse":"And they satte before hym the first borne, according to his age, & the youngest according to his youth: and the men merueyled among them selues."},{"number":34,"verse":"And he sent rewardes vnto them from before him selfe: but Beniamins part was fiue times so muche as any of theirs: and they dronke, and were made mery with him."}]}