{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"Ioseph coulde no longer refrayne before all the that stoode by hym, wherefore he cryed: cause euery man to auoyde. And there remayned no man with him, whyle Ioseph vttered hym selfe vnto his brethren."},{"number":2,"verse":"And he wept aloude, and the Egyptians, and the house of Pharao heard."},{"number":3,"verse":"And Ioseph sayde vnto his brethren: I am Ioseph, doth my father yet lyue? And his brethren could not aunswere him, they were so abashed at his presence."},{"number":4,"verse":"And Ioseph sayde vnto his brethren, come neare to me I pray you. And they came neare. And he said, I am Ioseph your brother who ye solde into Egypt."},{"number":5,"verse":"Nowe therefore be not greeued herewith, neither let it seeme a cruel thing in your eyes, that ye solde me hyther: for God did sende me before you to preserue lyfe."},{"number":6,"verse":"For this is the seconde yere of dearth in the lande, and fiue more are behinde, in the whiche there shall neyther be earyng nor haruest."},{"number":7,"verse":"Wherfore God sent me before you, to preserue you a posteritie in the earth, and to saue your liues by a great deliueraunce."},{"number":8,"verse":"So nowe, it was not ye that sent me hyther, but God whiche hath made me a father to Pharao, and lorde of all his house, and ruler throughout all the lande of Egypt."},{"number":9,"verse":"Haste you, and go vp to my father, and tell him: thus saieth thy sonne Ioseph, God hath made me lord of all Egypt, come downe therfore vnto me, tary not."},{"number":10,"verse":"And thou shalt dwell in the land of Gosen and be a neyghbour vnto me, thou, & thy chyldren, and thy chyldrens children, thy sheepe, and thy beastes, and all that thou hast."},{"number":11,"verse":"And there wyll I prouide thee sustenaunce (for there remaine yet fiue yeres of dearth) lest thou and thy housholde, & all that thou hast come to pouertie."},{"number":12,"verse":"And beholde your eyes do see, and the eyes also of my brother Beniamin, that mine own mouth speaketh vnto you."},{"number":13,"verse":"Therfore tell my father of all my glorie in Egypt, and of all that you haue seene, and make hast, and bryng my father hyther."},{"number":14,"verse":"And he fel on his brother Beniamins necke, and wept: and Beniamin wept on his necke."},{"number":15,"verse":"Moreouer he kissed al his brethren, and wept vpon them: and after that, his brethren talked with him."},{"number":16,"verse":"And the fame [thereof] was hearde in Pharaos house, so that they sayde: Iosephes brethre are come. And it pleased Pharao well, and all his seruauntes."},{"number":17,"verse":"And Pharao spake vnto Ioseph: say vnto thy brethren, this do ye: lade your beastes, and go [and] returne vnto the lande of Chanaan:"},{"number":18,"verse":"Take your father, and your housesholdes, and come vnto me, and I wyll geue you the good of the land of Egypt, and ye shall eate the fat of the lande."},{"number":19,"verse":"And thou also shalt comaunde [them] this do ye: take charets with you out of the lande of Egypt for your chyldren, and for your wyues, and bryng your father, and come."},{"number":20,"verse":"Also regarde not your stuffe, for the good of all the lande of Egypt is yours."},{"number":21,"verse":"And the children of Israel dyd euen so: and Ioseph gaue them charettes, accordyng to the commaundement of Pharao, and gaue them vitayle also to spende by the way."},{"number":22,"verse":"And he gaue vnto eche of the chaunge of raiment: but vnto Beniamin he gaue three hundred peeces of siluer, and fiue chaunge of rayment."},{"number":23,"verse":"And vnto his father he sent after the same maner ten asses laden with good out of Egypt, and ten she asses laden with corne, & bread, and meate, for his father by the way."},{"number":24,"verse":"So sent he his brethren away, and they departed: and he sayd vnto them, see that ye fall to no stryfe on the way."},{"number":25,"verse":"They departed therfore from Egypt, and came into the lande of Chanaan, vnto Iacob theyr father."},{"number":26,"verse":"And tolde him, saying: Ioseph is yet aliue, and is gouernour ouer al the land of Egypt. And Iacobs heart wauered, for he beleued them not."},{"number":27,"verse":"And they tolde hym all the wordes of Ioseph, whiche he had said vnto them: And when he sawe the charets whiche Ioseph had sent to cary him, the spirite of Iacob their father reuiued."},{"number":28,"verse":"And Israel saide: [I haue] inough, that Ioseph my sonne is yet alyue: I will go, and see him, yer that I dye."}]}