{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":48,"verses":[{"number":1,"verse":"After these deedes, one tolde Ioseph: beholde, thy father is sicke. And he toke with hym his two sonnes, Manasses and Ephraim."},{"number":2,"verse":"Then this message was declared vnto Iacob: beholde, thy sonne Ioseph cometh vnto thee. And Israel toke his strength vnto hym, and sate vpon the bedde."},{"number":3,"verse":"And Iacob sayd vnto Ioseph: God almyghtie appeared vnto me at Luz in the lande of Chanaan, and blessed me, and sayde vnto me:"},{"number":4,"verse":"Beholde, I wyll make thee fruiteful, and cause thee to multiplie, and wyll make a great number of people of thee, and wyll geue this lande vnto thy seede after thee vnto an euerlastyng possession."},{"number":5,"verse":"And nowe thy two sonnes Manasses and Ephraim, whiche were borne vnto thee in the land of Egypt before I came vnto thee into Egypt, are myne, euen as Ruben and Simeon are mine."},{"number":6,"verse":"And the children which thou hast gotten after them, shalbe thyne owne, and shalbe called after the names of their brethren in their inheritaunce."},{"number":7,"verse":"And when I came from Mesopotamia, Rachel dyed vpon my hande in the land of Chanaan, by the way, when there was but a fieldes breadth to come vnto Ephratha: and I buried her there in the waye to Ephratha, the same is Beth-lehem."},{"number":8,"verse":"And Israel beheld Iosephes sonnes, and sayde: What are these?"},{"number":9,"verse":"Ioseph sayde vnto his father: They are my sonnes whiche God hath geuen me here. And he sayde: Oh bring them to me, and let me blesse them."},{"number":10,"verse":"(And the eyes of Israel were dymme for age, so that he coulde not [well] see) And he brought them to hym, and he kyssed them, and imbraced them."},{"number":11,"verse":"And Israel sayde vnto Ioseph, I had not thought to haue seene thy face: and yet loe, God hath shewed me also thy seede."},{"number":12,"verse":"And Ioseph toke them away fro his lappe, and he bowed hym selfe with his face towarde the earth."},{"number":13,"verse":"Then toke Ioseph them both, Ephraim with his ryght hande towarde Israels left hande, and Manasses with his left hande towarde Israels ryght hande, and brought them vnto hym."},{"number":14,"verse":"And Israel stretched out his ryght hande, and layed it vppon Ephraims head, which was the younger: and his left hande vpon Manasses head, guydyng his hande wyttyngly, for Manasses was the first borne."},{"number":15,"verse":"And he blessed Ioseph, and sayde: God in whose syght my fathers Abraham & Isahac dyd walke, God which hath fedde me al my lyfe long vnto this day,"},{"number":16,"verse":"And the angell which hath deliuered me from al euyl, blesse these laddes, and let my name be named in them, and the name of my fathers Abraham & Isahac, & that they may growe into a multitude in the middes of the earth."},{"number":17,"verse":"When Ioseph sawe that his father layed his ryght hande vpon the head of Ephraim, it displeased hym: and he lift vp his fathers hande, to haue remoued it from Ephraims head vnto Manasses head."},{"number":18,"verse":"And Ioseph sayde vnto his father, Not so my father, for this is the first borne: put thy right hande vpon his head."},{"number":19,"verse":"And his father would not, but sayde: I knowe it well my sonne, I knowe it well, he shalbe also a people, and shalbe great: But his younger brother shalbe greater then he, and his seede shall become a great people."},{"number":20,"verse":"And he blessed them that day, & saide: In thee let Israel blesse & saye, God make thee as Ephraim, & as Manasses. And he set Ephraim before Manasses."},{"number":21,"verse":"And Israel said vnto Ioseph: behold I dye, & God shalbe with you, & bryng you againe vnto ye land of your fathers."},{"number":22,"verse":"Moreouer, I haue geuen vnto thee a portion of lande aboue thy brethren, which I gat out of the hand of the Amorite in my sworde, and in my bowe."}]}