{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"And Iacob called for his sonnes, and sayde: Come together, that I may tell you what shall come on you in the last dayes."},{"number":2,"verse":"Gather ye together, & heare ye sonnes of Iacob, hearken vnto Israel your father."},{"number":3,"verse":"Ruben my first borne, thou art my myght, & the beginning of my strength, the noblenesse of dignitie, and the noblenesse of power."},{"number":4,"verse":"Unstable as water, thou shalt not be the chiefest, because thou wentest vp to thy fathers bedde: for then defiledst thou my couche with goyng vp."},{"number":5,"verse":"Simeon and Leui brethren, are cruell instrumentes in their habitations."},{"number":6,"verse":"O my soule, come not thou into their secretes, neither into their congregations let mine honour be vnited: for in their wrath they slewe a man, and in their selfe wyll, they dygge downe a wall."},{"number":7,"verse":"Cursed be their wrath, for it was shamelesse, and their fiercenesse, for it was cruell: I wyll deuide them in Iacob, and scatter them in Israel."},{"number":8,"verse":"Iuda, thou art he whom thy brethren shall prayse: Thy hande shalbe in the necke of thine enemies, thy fathers children shall stowpe before thee."},{"number":9,"verse":"Iuda is a lions whelpe: fro thy spoyle my sonne thou art come on hye. He layed him downe, and couched himselfe as a lion, and as a lionesse: who wyll stirre hym vp?"},{"number":10,"verse":"The scepter shal not depart from Iuda, and a law geuer from betweene his feete, vntyll Silo come: And vnto hym shall the gatheryng of the people be."},{"number":11,"verse":"He shall bynde his foale vnto ye vine, and his asses colt vnto the braunche: He wasshed his garment in wine, and his clothes in the blood of grapes."},{"number":12,"verse":"His eyes [shalbe] redde with wine, and his teeth whyte with mylke."},{"number":13,"verse":"Zabulon shall dwell besyde the hauen of the sea, & nye the haue of shippes, his border shalbe vnto Sidon."},{"number":14,"verse":"Isachar [is] a strong asse, couchyng hym downe betweene two burthens."},{"number":15,"verse":"And sawe that rest was good, and the lande that it was pleasaunt: and bowed his shoulder to beare, and became a seruaunt vnto tribute."},{"number":16,"verse":"Dan shall iudge his people, and one of the tribes of Israel."},{"number":17,"verse":"Dan shalbe a serpent in the way, an adder in the path, bytyng ye horse heeles, and his ryder fell backewarde."},{"number":18,"verse":"I haue wayted for thy saluation O Lorde."},{"number":19,"verse":"Gad, an hoast of men shall ouercome hym: but he shall ouercome [him] at the last."},{"number":20,"verse":"Out of the fat [lande] of Aser shalbe his bread, and he shall geue pleasures for a kyng."},{"number":21,"verse":"Nephthalim is a hynde sent for a present geuyng goodly wordes."},{"number":22,"verse":"Ioseph is lyke a floryshyng bough, a bough floryshyng by a well syde [whose] small boughes ran vpon the wall."},{"number":23,"verse":"The archers haue greeuously prouoked hym, and shot him through with dartes, they haue hated him to his hinderaunce."},{"number":24,"verse":"But his bowe abode fast, and the armes of his handes were made strong by the handes of the myghtie God of Iacob: Out of him shal come an heardman, a stone in Israel."},{"number":25,"verse":"From thy fathers God which hath helped thee, and from the almyghtie which hath blessed thee with blessinges from heauen aboue, with blessynges of the deepe that lyeth vnder, & with blessynges of the brestes and of the wombe."},{"number":26,"verse":"The blessynges of thy fathers shall be stronger then the blessinges of my elders: vnto the vtmost of the hylles of the worlde, they shalbe on the head of Ioseph, and on the toppe of the head of hym that was seperate from his brethren."},{"number":27,"verse":"Beniamin shall rauishe as a wolfe: In the mornyng he shall deuour the pray, and at nyght he shall deuide the spoyle."},{"number":28,"verse":"All these are the twelue tribes of Israel: and this their father spake vnto them, and blessed them, euery one of them blessed he with a seueral blessing."},{"number":29,"verse":"And he charged them, and sayde vnto them: When I shalbe gathered vnto my people, bury me with my fathers in the caue that is in the field of Ephron the Hethite,"},{"number":30,"verse":"In the caue that is in the fielde of Machpelah, which is before Mamre in the lande of Chanaan, which Abraham bought with the fielde of Ephron the Hethite for a possession to bury in."},{"number":31,"verse":"Where as were buried Abraham and Sara his wyfe, and where as were buried Isahac and Rebecca his wife: & there I buried Lea."},{"number":32,"verse":"The fielde and the caue that is therin was bought of the chyldren of Heth."},{"number":33,"verse":"And when Iacob had made an ende of commaundyng all that he would vnto his sonnes, he plucked vp his feete vnto the bedde, and dyed: and was put vnto his people."}]}