{"bibleAbbr":"BB1572","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"This is the booke of the generations of Ada. In the day that God created man, in the lykenesse of God made he hym."},{"number":2,"verse":"Male and female created he them, and blessed them, and called their name Adam in the daye of their creation."},{"number":3,"verse":"And Adam lyued an hundreth and thirtie yeres, and begate a sonne in his owne lykenesse, after his image, & called his name Seth."},{"number":4,"verse":"Al the dayes of Adam after he had begotten Seth, were eyght hudreth yeres, and he begat sonnes and daughters."},{"number":5,"verse":"And all the dayes that Adam lyued were nine hundreth and thirtie yeres, and he dyed."},{"number":6,"verse":"Seth lyued an hundreth & fyue yeres, and begat Enos."},{"number":7,"verse":"And Seth lyued after he begat Enos eyght hundreth and seuen yeres, and begat sonnes and daughters."},{"number":8,"verse":"And all the dayes of Seth were nine hundreth & twelue yeres, and he dyed."},{"number":9,"verse":"Enos lyued ninetie yeres, and begate Kenan."},{"number":10,"verse":"And Enos lyued after he begate Kenan eyght hundreth & fiftie yeres, and begate sonnes and daughters."},{"number":11,"verse":"And all the dayes of Enos were nine hundreth & fyue yeres, and he dyed."},{"number":12,"verse":"Kenan lyued seuentie yeres, and begate Mahalaleel."},{"number":13,"verse":"And Kenan liued after he begate Mahalaleel eyght hudreth & fourtie yeres, and begate sonnes and daughters."},{"number":14,"verse":"And all the dayes of Kenan were nine hundreth and ten yeres, and he dyed."},{"number":15,"verse":"Mahalaleel liued sixtie and fiue yeres, and begate Iered."},{"number":16,"verse":"And againe Mahalaleel liued after he begate Iered eyght hundreth & thirtie yeres, and begate sonnes & daughters."},{"number":17,"verse":"And al the dayes of Mahalaleel, were eyght hundreth ninetie and fiue yeres, and he dyed."},{"number":18,"verse":"Iered lyued an hundreth sixtie & two yeres, and he begate Henoch."},{"number":19,"verse":"And Iered liued after he begat Henoch, eyght hundreth yeres, & begate sonnes and daughters."},{"number":20,"verse":"And all the dayes of Iered were nine hundreth sixtie and two yeres, & he died."},{"number":21,"verse":"Henoch lyued sixtie and fiue yeres, & begate Methuselah."},{"number":22,"verse":"And Henoch walked with God after he begate Methuselah three hundreth yeres, and begate sonnes & daughters."},{"number":23,"verse":"And al ye dayes of Henoch were three hundreth sixtie and fiue yeres."},{"number":24,"verse":"And Henoch walked with God: and he was no more seene, for God toke him away."},{"number":25,"verse":"Methuselah also lyued an hundreth eyghtie and seue yeres, and begate Lamech."},{"number":26,"verse":"And agayne Methusalah lyued after he begat Lamech seue hundreth eightie and two yeres, and begate sonnes and daughters."},{"number":27,"verse":"And all the dayes of Methuselah were nine hundreth sixtie & nine yeres, and he dyed."},{"number":28,"verse":"Lamech liued an hundreth eyghtie & two yeres, and begate a sonne,"},{"number":29,"verse":"And called his name Noah, saying: This same shall comfort vs as concerning our worke, & sorowe of our handes about the earth, which God cursed."},{"number":30,"verse":"And Lamech lyued after he begat Noah, fiue hudreth ninetie & fiue yeres, and begate sonnes and daughters."},{"number":31,"verse":"And all the dayes of Lamech were seuen hundreth seuentie and seue yeres, and he dyed."},{"number":32,"verse":"Noah was fiue hundreth yere olde, & Noah begate Sem, Ham, & Iapheth."}]}