{"bibleAbbr":"NASB1995","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"The word<WH1697> of the Lord<WH3068> which<WH834> came<WH1961> to Hosea<WH1954> the son<WH1121> of Beeri,<WH882> during the days<WH3117> of Uzziah,<WH5818> Jotham,<WH3147> Ahaz,<WH271> [and] Hezekiah,<WH2396> kings<WH4428> of Judah,<WH3063> and during the days<WH3117> of Jeroboam<WH3379> the son<WH1121> of Joash,<WH3060> king<WH4428> of Israel.<WH3478>"},{"number":2,"verse":"When the Lord<WH3068> first<WH8462> spoke<WH1696> through Hosea,<WH1954> the Lord<WH3068> said<WH559> to Hosea,<WH1954> \"Go,<WH1980> take<WH3947> to yourself a wife<WH802> of harlotry,<WH2183> and [have] children<WH3206> of harlotry;<WH2183> for the land<WH776> commits<WH2181> flagrant<WH2181> harlotry,<WH2181> forsaking<WH4480> <WH310> the Lord.<WH3068>\""},{"number":3,"verse":"So he went<WH1980> and took<WH3947> Gomer<WH1586> the daughter<WH1323> of Diblaim,<WH1691> and she conceived<WH2029> and bore<WH3205> him a son.<WH1121>"},{"number":4,"verse":"And the Lord<WH3068> said<WH559> to him, \"Name<WH7121> <WH8034> him Jezreel;<WH3157> for yet<WH5750> a little<WH4592> while,<WH4592> and I will punish<WH6485> the house<WH1004> of Jehu<WH3058> for the bloodshed<WH1818> of Jezreel,<WH3157> and I will put<WH7673> an end<WH7673> to the kingdom<WH4468> of the house<WH1004> of Israel.<WH3478>"},{"number":5,"verse":"\"And it will come<WH1961> about on that day,<WH3117> that I will break<WH7665> the bow<WH7198> of Israel<WH3478> in the valley<WH6010> of Jezreel.<WH3157>\""},{"number":6,"verse":"Then she conceived<WH2029> again<WH5750> and gave<WH3205> birth<WH3205> to a daughter.<WH1323> And the Lord said<WH559> to him, \"Name<WH7121> <WH8034> her Lo-ruhamah, for I will no<WH3808> longer<WH3254> <WH5750> have<WH7355> compassion<WH7355> on the house<WH1004> of Israel,<WH3478> that I should ever<WH5375> forgive<WH5375> them."},{"number":7,"verse":"\"But I will have<WH7355> compassion<WH7355> on the house<WH1004> of Judah<WH3063> and deliver<WH3467> them by the Lord<WH3068> their God,<WH430> and will not deliver<WH3467> them by bow,<WH7198> sword,<WH2719> battle,<WH4421> horses,<WH5483> or horsemen.<WH6571>\""},{"number":8,"verse":"When she had weaned<WH1580> Lo-ruhamah, she conceived<WH2029> and gave<WH3205> birth<WH3205> to a son.<WH1121>"},{"number":9,"verse":"And the Lord said,<WH559> \"Name<WH7121> <WH8034> him Lo-ammi, for you are not My people<WH5971> and I am not your God.\""},{"number":10,"verse":"Yet the number<WH4557> of the sons<WH1121> of Israel<WH3478> Will be like the sand<WH2344> of the sea,<WH3220> Which<WH834> cannot<WH3808> be measured<WH4058> or numbered;<WH5608> And it will come<WH1961> about that, in the place<WH4725> Where<WH834> it is said<WH559> to them, \"You are not My people,<WH5971>\" It will be said<WH559> to them, \"[You are] the sons<WH1121> of the living<WH2416> God.<WH410>\""},{"number":11,"verse":"And the sons<WH1121> of Judah<WH3063> and the sons<WH1121> of Israel<WH3478> will be gathered<WH6908> together,<WH9191> And they will appoint<WH7760> for themselves one<WH259> leader,<WH7218> And they will go<WH5927> up from the land,<WH776> For great<WH1419> will be the day<WH3117> of Jezreel.<WH3157>"}]}