{"bibleAbbr":"NASB1995","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":7,"verses":[{"number":1,"verse":"When I would heal<WH7495> Israel,<WH3478> The iniquity<WH5771> of Ephraim<WH669> is uncovered,<WH1540> And the evil<WH9567> deeds<WH9567> of Samaria,<WH8111> For they deal<WH6466> falsely;<WH8267> The thief<WH1590> enters<WH935> in, Bandits<WH1416> raid<WH6584> outside,<WH2351>"},{"number":2,"verse":"And they do not consider<WH559> in their hearts<WH3824> That I remember<WH2142> all<WH3605> their wickedness.<WH9567> Now<WH6258> their deeds<WH4611> are all<WH5437> around<WH5437> them; They are before<WH5048> My face.<WH6440>"},{"number":3,"verse":"With their wickedness<WH9567> they make<WH8055> the king<WH4428> glad,<WH8055> And the princes<WH8269> with their lies.<WH3585>"},{"number":4,"verse":"They are all<WH3605> adulterers<WH5003> Like<WH3644> an oven<WH8574> heated<WH1197> by the baker,<WH644> Who ceases<WH7673> to stir<WH5782> up [the fire] From the kneading<WH3888> of the dough<WH1217> until<WH5704> it is leavened.<WH2556>"},{"number":5,"verse":"On the day<WH3117> of our king,<WH4428> the princes<WH8269> became<WH2470> sick<WH2470> with the heat<WH2534> of wine;<WH3196> He stretched<WH4900> out his hand<WH3027> with scoffers,<WH9238>"},{"number":6,"verse":"For their hearts<WH3820> are like an oven<WH8574> [As] they approach<WH7126> their plotting;<WH696> Their anger<WH644> smolders<WH3463> all<WH3605> night,<WH3915> In the morning<WH1242> it burns<WH1197> like a flaming<WH3852> fire.<WH784>"},{"number":7,"verse":"All<WH3605> of them are hot<WH2552> like an oven,<WH8574> And they consume<WH398> their rulers;<WH8199> All<WH3605> their kings<WH4428> have fallen.<WH5307> None<WH369> of them calls<WH7121> on Me."},{"number":8,"verse":"Ephraim<WH669> mixes<WH1101> himself<WH1931> with the nations;<WH5971> Ephraim<WH669> has become<WH1961> a cake<WH5692> not turned.<WH2015>"},{"number":9,"verse":"Strangers<WH2114> devour<WH398> his strength,<WH3581> Yet he does not know<WH3045> [it]; Gray<WH7872> hairs<WH7872> also<WH1571> are sprinkled<WH2236> on him, Yet he does not know<WH3045> [it.]"},{"number":10,"verse":"Though the pride<WH1347> of Israel<WH3478> testifies<WH6030> against<WH6440> him, Yet they have neither<WH3808> returned<WH7725> to the Lord<WH3068> their God,<WH430> Nor<WH3808> have they sought<WH1245> Him, for all<WH3605> this.<WH2088>"},{"number":11,"verse":"So Ephraim<WH669> has become<WH1961> like a silly<WH6601> dove,<WH3123> without<WH369> sense;<WH3820> They call<WH7121> to Egypt,<WH4714> they go<WH1980> to Assyria.<WH804>"},{"number":12,"verse":"When<WH9201> they go,<WH1980> I will spread<WH6566> My net<WH7568> over<WH5921> them; I will bring<WH3381> them down<WH3381> like the birds<WH5775> of the sky.<WH8064> I will chastise<WH3256> them in accordance with the proclamation<WH8088> to their assembly.<WH5712>"},{"number":13,"verse":"Woe<WH188> to them, for they have strayed<WH5074> from Me! Destruction<WH7701> is theirs, for they have rebelled<WH6586> against Me! I would redeem<WH6299> them, but they speak<WH1696> lies<WH3577> against<WH5921> Me."},{"number":14,"verse":"And they do not cry<WH2199> to Me from their heart<WH3820> When<WH3588> they wail<WH3213> on their beds;<WH4904> For the sake<WH5921> of grain<WH1715> and new<WH8492> wine<WH8492> they assemble<WH1481> themselves, They turn<WH5493> away<WH5493> from Me."},{"number":15,"verse":"Although I trained<WH3256> [and] strengthened<WH2388> their arms,<WH2220> Yet they devise<WH2803> evil<WH9563> against<WH413> Me."},{"number":16,"verse":"They turn,<WH7725> [but] not upward,<WH5920> They are like a deceitful<WH7423> bow;<WH7198> Their princes<WH8269> will fall<WH5307> by the sword<WH2719> Because<WH4480> of the insolence<WH2195> of their tongue.<WH3956> This<WH2097> [will be] their derision<WH3933> in the land<WH776> of Egypt.<WH4714>"}]}