{"bibleAbbr":"paOV2016","bookName":"ਸਫ਼ਨਯਾਹ","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"( ਵੈਰੀ ਕੌਮਾਂ ਦਾ ਨਿਆਉਂ) ਹੇ ਨਿਰਲੱਜ ਕੌਮ, ਆਪਣੇ ਆਪ ਨੂੰ ਇਕੱਠਾ ਕਰੋ, ਹਾਂ ਇਕੱਠੇ ਹੋ ਜਾਓ,"},{"number":2,"verse":"ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਹੁਕਮ ਕਾਇਮ ਹੋਵੇ, ਅਤੇ ਦਿਨ ਤੂੜੀ ਵਾਂਙੁ ਲੰਘ ਜਾਵੇ, - ਏਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਯਹੋਵਾਹ ਦਾ ਤੱਤਾ ਕ੍ਰੋਧ ਤੁਹਾਡੇ ਉੱਤੇ ਆਵੇ, ਏਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਯਹੋਵਾਹ ਦੇ ਕ੍ਰੋਧ ਦਾ ਦਿਨ ਤੁਹਾਡੇ ਉੱਤੇ ਆਵੇ!"},{"number":3,"verse":"ਤੁਸੀਂ ਯਹੋਵਾਹ ਨੂੰ ਭਾਲੋ, ਹੇ ਧਰਤੀ ਦੇ ਸਾਰੇ ਮਸਕੀਨੋ, ਜਿਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਫ਼ਰਮਾਨਾਂ ਨੂੰ ਮੰਨਿਆ ਹੈ, ਧਰਮ ਨੂੰ ਭਾਲੋ ਮਸਕੀਨੀ ਨੂੰ ਭਾਲੋ, ਸ਼ਾਇਤ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੇ ਕ੍ਰੋਧ ਦੇ ਦਿਨ ਵਿੱਚ ਲੁਕੇ ਰਹੋਗੇ!।।"},{"number":4,"verse":"ਅੱਜ਼ਾਹ ਤਾਂ ਤਿਆਗਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਅਸ਼ਕਲੋਨ ਵਿਰਾਨ ਹੋ ਜਾਵੇਗਾ, ਓਹ ਦੁਪਹਿਰੇ ਅਸ਼ਦੋਦ ਨੂੰ ਧੱਕ ਦੇਣਗੇ, ਅਤੇ ਅਕਰੋਨ ਪੁੱਟਿਆ ਜਾਵੇਗਾ।।।"},{"number":5,"verse":"ਹਾਇ ਸਮੁੰਦਰੀ ਕੰਢੇ ਦੇ ਵਾਸੀਆਂ ਉੱਤੇ, ਕਰੇਥੀਆਂ ਦੀ ਕੌਮ ਉੱਤੇ! ਹੇ ਕਨਾਨ, ਫਲਿਸਤੀਆਂ ਦੇ ਦੇਸ, ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਤੇਰੇ ਵਿਰੁੱਧ ਹੈ, ਮੈਂ ਤੈਨੂੰ ਨਾਸ ਕਰਾਂਗਾ ਭਈ ਕੋਈ ਵਾਸੀ ਨਾ ਰਹੇ!"},{"number":6,"verse":"ਸਮੁੰਦਰੀ ਕੰਢਾ ਚਰਾਂਦ ਹੋਵੇਗਾ, ਅਯਾਲੀਆਂ ਦੇ ਵਾਸੇ ਅਤੇ ਇੱਜੜਾਂ ਦੇ ਵਾੜੇ।"},{"number":7,"verse":"ਕੰਢਾ ਯਹੂਦਾਹ ਦੇ ਘਰਾਣੇ ਦੇ ਬਕੀਏ ਲਈ ਹੋਵੇਗਾ, ਓਹ ਆਪਣੇ ਇੱਜੜਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਉੱਤੇ ਚਾਰਨਗੇ, ਅਸ਼ਕਲੋਨ ਦੇ ਘਰਾਂ ਵਿੱਚ ਓਹ ਸ਼ਾਮ ਨੂੰ ਲੇਟਣਗੇ, ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਉਹਨਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਓਹਨਾਂ ਦੀ ਖਬਰ ਲਵੇਗਾ, ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਅਸੀਰੀ ਤੋਂ ਮੋੜ ਲਵੇਗਾ।।"},{"number":8,"verse":"ਮੈਂ ਮੋਆਬ ਦਾ ਉਲਾਹਮਾ, ਅਤੇ ਅੰਮੋਨੀਆਂ ਦਾ ਕੁਫ਼ਰ ਸੁਣਿਆ, ਕਿ ਓਹ ਮੇਰੀ ਪਰਜਾ ਨੂੰ ਕਿਵੇਂ ਉਲਾਹਮੇ ਦਿੰਦੇ ਸਨ, ਅਤੇ ਓਹਨਾਂ ਦੀਆਂ ਹੱਦਾਂ ਉੱਤੇ ਸ਼ੇਖੀ ਮਾਰਦੇ ਸਨ।"},{"number":9,"verse":"ਮੇਰੇ ਜੀਉਣ ਦੀ ਸੌਂਹ! ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ, ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੋਆਬ ਜ਼ਰੂਰ ਸਦੋਮ ਵਾਂਙੁ ਹੋ ਜਾਵੇਗਾ, ਅਤੇ ਅੰਮੋਨੀ ਅਮੂਰਾਹ ਵਾਂਙੁ, ਬਿੱਛੂ ਬੂਟੀਆਂ ਅਤੇ ਲੂਣ ਦੇ ਟੋਇਆਂ ਦੀ ਰਾਸ, ਸਦਾ ਦੀ ਵਿਰਾਨੀ, - ਮੇਰੀ ਪਰਜਾ ਦਾ ਬਕੀਆ ਓਹਨਾਂ ਨੂੰ ਲੁੱਟ ਲਵੇਗਾ, ਅਤੇ ਮੇਰੀ ਕੌਮ ਦੀ ਬੱਚਤ ਓਹਨਾਂ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰੇਗੀ।"},{"number":10,"verse":"ਏਹ ਉਹਨਾਂ ਦੇ ਹੰਕਾਰ ਦਾ ਬਦਲਾ ਹੋਵੇਗਾ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਉਲਾਹਮਾ ਦਿੱਤਾ, ਅਤੇ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦੀ ਪਰਜਾ ਉੱਤੇ ਆਪਣੀ ਵਡਿਆਈ ਕੀਤੀ।"},{"number":11,"verse":"ਯਹੋਵਾਹ ਓਹਨਾਂ ਦੇ ਵਿਰੁੱਧ ਭਿਆਣਕ ਹੋਵੇਗਾ, ਉਹ ਧਰਤੀ ਦੇ ਸਾਰੇ ਦਿਓਤਿਆਂ ਉੱਤੇ ਮੜੱਪਣ ਘੱਲੇਗਾ, ਅਤੇ ਮਨੁੱਖ ਆਪੋ ਆਪਣੇ ਅਸਥਾਨਾਂ ਤੋਂ ਉਹ ਦੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕਣਗੇ, ਹਾਂ ਸਾਰੀਆਂ ਕੌਮਾਂ ਦੇ ਟਾਪੂ ਵੀ।।"},{"number":12,"verse":"ਹੇ ਕੂਸ਼ੀਓ, ਤੁਸੀਂ ਵੀ ਮੇਰੀ ਤਲਵਾਰ ਨਾਲ ਵੱਢੇ ਜਾਓਗੇ,"},{"number":13,"verse":"ਉਹ ਆਪਣਾ ਹੱਥ ਉੱਤਰ ਉੱਤੇ ਵੀ ਚੁੱਕੇਗਾ, ਅਤੇ ਅੱਸ਼ੂਰ ਨੂੰ ਬਰਬਾਦ ਕਰੇਗਾ, ਅਤੇ ਨੀਨਵਾਹ ਨੂੰ ਵਿਰਾਨੇ ਅਤੇ ਉਜਾੜ ਵਾਂਙੁ ਸੁੱਕਾ ਬਣਾਵੇਗਾ।"},{"number":14,"verse":"ਵੱਗ ਉਸ ਦੇ ਵਿੱਚ ਲੇਟਣਗੇ, ਕੌਮਾਂ ਦੇ ਸਾਰੇ ਦਰਿੰਦੇ, ਲੰਮਢੀਂਗ ਅਤੇ ਕੰਡੈਲਾ ਉਸ ਦੇ ਥੰਮ੍ਹਾਂ ਦੇ ਗੋਲਿਆਂ ਵਿੱਚ ਟਿਕਣਗੇ, ਉਹ ਦੀਆਂ ਖਿੜਕੀਆਂ ਤੋਂ ਉਨ੍ਹਾਂ ਦੀ ਅਵਾਜ਼ ਗਾਵੇਗੀ, ਤਬਾਹੀ ਸਰਦਲ ਉੱਤੇ ਹੋਵੇਗੀ, ਕਿਉਂਕਿ ਦਿਆਰ ਦੀ ਲੱਕੜੀ ਨੰਗੀ ਹੋਵੇਗੀ।"},{"number":15,"verse":"ਏਹ ਉਹ ਮਗਨ ਰਹਿਣ ਵਾਲਾ ਸ਼ਹਿਰ ਹੈ, ਜਿਹੜਾ ਨਿਚਿੰਤ ਰਿਹਾ, ਜਿਸ ਨੇ ਆਪਣੇ ਮਨ ਵਿੱਚ ਆਖਿਆ, ਮੈਂ ਹੀ ਹਾਂ ਅਤੇ ਮੈਂਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ, - ਉਹ ਕਿਵੇਂ ਵਿਰਾਨ ਹੋ ਗਿਆ, ਦਰਿੰਦਿਆਂ ਦੇ ਬੈਠਣ ਦਾ ਅਸਥਾਨ! ਜੋ ਕੋਈ ਉਸ ਦੇ ਕੋਲੋਂ ਲੰਘੇ, ਸ਼ੂਕਰੇਗਾ ਅਤੇ ਉਂਗਲ ਕਰੇਗਾ।।"}]}