{"bibleAbbr":"NKJV1982","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"Israel Degraded “Moreover (Ezek. 26:17; 27:2) take up a lamentation for the princes of Israel,"},{"number":2,"verse":"and say: ‘What is your mother? A lioness: She lay down among the lions; Among the young lions she nourished her cubs."},{"number":3,"verse":"She brought up one of her cubs, And (Ezek. 19:2; 2 Kin. 23:31, 32) he became a young lion; He learned to catch prey, And he devoured men."},{"number":4,"verse":"The nations also heard of him; He was trapped in their pit, And they brought him with chains to the land of (2 Kin. 23:33, 34; 2 Chr. 36:4) Egypt."},{"number":5,"verse":"‘When she saw that she waited, that her hope was lost, She took (2 Kin. 23:34) another of her cubs and made him a young lion."},{"number":6,"verse":"(2 Kin. 24:8, 9) He roved among the lions, And (Ezek. 19:3) became a young lion; He learned to catch prey; He devoured men."},{"number":7,"verse":"He knew their desolate places, And laid waste their cities; The land with its fullness was desolated By the noise of his roaring."},{"number":8,"verse":"(2 Kin. 24:2, 11) Then the nations set against him from the provinces on every side, And spread their net over him; (Ezek. 19:4) He was trapped in their pit."},{"number":9,"verse":"(2 Chr. 36:6; Jer. 22:18) They put him in a cage with chains, And brought him to the king of Babylon; They brought him in nets, That his voice should no longer be heard on (Ezek. 6:2) the mountains of Israel."},{"number":10,"verse":"‘Your mother was (Ezek. 17:6) like a vine in your bloodline, Planted by the waters, (Deut. 8:7-9) Fruitful and full of branches Because of many waters."},{"number":11,"verse":"She had strong branches for scepters of rulers. (Ezek. 31:3; Dan. 4:11) She towered in stature above the thick branches, And was seen in her height amid the dense foliage."},{"number":12,"verse":"But she was (Jer. 31:27, 28) plucked up in fury, She was cast down to the ground, And the (Ezek. 17:10; Hos. 13:5) east wind dried her fruit. Her strong branches were broken and withered; The fire consumed them."},{"number":13,"verse":"And now she is planted in the wilderness, In a dry and thirsty land."},{"number":14,"verse":"(Judg. 9:15; 2 Kin. 24:20; Ezek. 17:18) Fire has come out from a rod of her branches And devoured her fruit, So that she has no strong branch— a scepter for ruling.’ ” (Lam. 2:5) This is a lamentation, and has become a lamentation."}]}