{"bibleAbbr":"NKJV1982","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"(Babylon, the Sword of God) And the word of the LORD came to me, saying,"},{"number":2,"verse":"(Ezek. 20:46) “Son of man, set your face toward Jerusalem, (Amos 7:16) preach against the holy places, and prophesy against the land of Israel;"},{"number":3,"verse":"and say to the land of Israel, ‘Thus says the LORD: “Behold, I am (Jer. 21:13; Ezek. 5:8; Nah. 2:13; 3:5) against you, and I will draw My sword out of its sheath and cut off both (Job 9:22) righteous and wicked from you."},{"number":4,"verse":"Because I will cut off both righteous and wicked from you, therefore My sword shall go out of its sheath against all flesh (Jer. 12:12; Ezek. 20:47) from south to north,"},{"number":5,"verse":"that all flesh may know that I, the LORD, have drawn My sword out of its sheath; it ((Is. 45:23; 55:11)) shall not return anymore.” ’"},{"number":6,"verse":"(Is. 22:4; Jer. 4:19; Luke 19:41) Sigh therefore, son of man, with a breaking heart, and sigh with bitterness before their eyes."},{"number":7,"verse":"And it shall be when they say to you, ‘Why are you sighing?’ that you shall answer, ‘Because of the news; when it comes, every heart will melt, (Ezek. 7:17) all hands will be feeble, every spirit will faint, and all knees will be weak as water. Behold, it is coming and shall be brought to pass,’ says the Lord GOD.”"},{"number":8,"verse":"Again the word of the LORD came to me, saying,"},{"number":9,"verse":"“Son of man, prophesy and say, ‘Thus says the LORD!’ Say: (Deut. 32:41; Ezek. 5:1; 21:15, 28) ‘A sword, a sword is sharpened And also polished!"},{"number":10,"verse":"Sharpened to make a dreadful slaughter, Polished to flash like lightning! Should we then make mirth? It despises the scepter of My son, As it does all wood."},{"number":11,"verse":"And He has given it to be polished, That it may be handled; This sword is sharpened, and it is polished To be given into the hand of (Ezek. 21:19) the slayer.’"},{"number":12,"verse":"“Cry and wail, son of man; For it will be against My people, Against all the princes of Israel. Terrors including the sword will be against My people; Therefore (Jer. 31:19) strike your thigh."},{"number":13,"verse":"“Because it is (Job 9:23; 2 Cor. 8:2) a testing, And what if the sword despises even the scepter? (Ezek. 21:27) The scepter shall be no more,” says the Lord GOD."},{"number":14,"verse":"“You therefore, son of man, prophesy, And (Num. 24:10; Ezek. 6:11) strike your hands together. The third time let the sword do double damage. It is the sword that slays, The sword that slays the great men, That enters their (1 Kin. 20:30) private chambers."},{"number":15,"verse":"I have set the point of the sword against all their gates, That the heart may melt and many may stumble. Ah! (Ezek. 21:10, 28) It is made bright; It is grasped for slaughter:"},{"number":16,"verse":"“Swords (Ezek. 14:17) at the ready! Thrust right! Set your blade! Thrust left— Wherever your edge is ordered!"},{"number":17,"verse":"“I also will (Ezek. 22:13) beat My fists together, And (Ezek. 5:13; 16:42; 24:13) I will cause My fury to rest; I, the LORD, have spoken.”"},{"number":18,"verse":"The word of the LORD came to me again, saying:"},{"number":19,"verse":"“And son of man, appoint for yourself two ways for the sword of the king of Babylon to go; both of them shall go from the same land. Make a sign; put it at the head of the road to the city."},{"number":20,"verse":"Appoint a road for the sword to go to (Deut. 3:11; Jer. 49:2; Ezek. 25:5; Amos 1:14) Rabbah of the Ammonites, and to Judah, into fortified Jerusalem."},{"number":21,"verse":"For the king of Babylon stands at the parting of the road, at the fork of the two roads, to use divination: he shakes the arrows, he consults the images, he looks at the liver."},{"number":22,"verse":"In his right hand is the divination for Jerusalem: to set up battering rams, to call for a slaughter, to (Jer. 51:14) lift the voice with shouting, (Ezek. 4:2) to set battering rams against the gates, to heap up a siege mound, and to build a wall."},{"number":23,"verse":"And it will be to them like a false divination in the eyes of those who (Ezek. 17:16, 18) have sworn oaths with them; but he will bring their iniquity to remembrance, that they may be taken."},{"number":24,"verse":"“Therefore thus says the Lord GOD: ‘Because you have made your iniquity to be remembered, in that your transgressions are uncovered, so that in all your doings your sins appear—because you have come to remembrance, you shall be taken in hand."},{"number":25,"verse":"‘Now to you, O (2 Chr. 36:13; Jer. 52:2; Ezek. 12:10; 17:19) profane, wicked prince of Israel, (Ezek. 21:29) whose day has come, whose iniquity shall end,"},{"number":26,"verse":"thus says the Lord GOD: “Remove the turban, and take off the crown; Nothing shall remain the same. (Luke 1:52) Exalt the humble, and humble the exalted."},{"number":27,"verse":"Overthrown, overthrown, I will make it overthrown! (Gen. 49:10; (Luke 1:32, 33; John 1:49)) It shall be no longer, Until He comes whose right it is, And I will give it to (Ps. 2:6; 72:7, 10; (Jer. 23:5, 6; Ezek. 34:24; 37:24)) Him.” ’"},{"number":28,"verse":"(A Sword Against the Ammonites) “And you, son of man, prophesy and say, ‘Thus says the Lord GOD (Jer. 25:21; 49:1-6; Ezek. 25:1-7; Amos 1:13; Zeph. 2:8-11) concerning the Ammonites and concerning their reproach,’ and say: ‘A sword, a sword is drawn, Polished for slaughter, For consuming, for flashing—"},{"number":29,"verse":"While they (Jer. 27:9; Ezek. 12:24; 13:6-9; 22:28) see false visions for you, While they divine a lie to you, To bring you on the necks of the wicked, the slain (Job 18:20; Ps. 37:17; Is. 10:3; Ezek. 7:2, 3, 7) Whose day has come, Whose iniquity shall end."},{"number":30,"verse":"‘Return (Jer. 47:6, 7) it to its sheath. (Gen. 15:14) I will judge you In the place where you were created, (Ezek. 16:3) In the land of your nativity."},{"number":31,"verse":"I will (Ezek. 7:8) pour out My indignation on you; I will (Ps. 18:15; Is. 30:33; Ezek. 22:20, 21; Hag. 1:9) blow against you with the fire of My wrath, And deliver you into the hands of brutal men who are skillful to (Jer. 6:22, 23; 51:20, 21; Hab. 1:6-10) destroy."},{"number":32,"verse":"You shall be fuel for the fire; Your blood shall be in the midst of the land. (Ezek. 25:10) You shall not be remembered, For I the LORD have spoken.’ ”"}]}