{"bibleAbbr":"NKJV1982","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"Symbol of the Cooking Pot Again, in the ninth year, in the tenth month, on the tenth day of the month, the word of the LORD came to me, saying,"},{"number":2,"verse":"“Son of man, write down the name of the day, this very day—the king of Babylon started his siege against Jerusalem (2 Kin. 25:1; Jer. 39:1; 52:4) this very day."},{"number":3,"verse":"(Ezek. 17:12) And utter a parable to the rebellious house, and say to them, ‘Thus says the Lord GOD: (Jer. 1:13; Ezek. 11:3) “Put on a pot, set it on, And also pour water into it."},{"number":4,"verse":"Gather pieces of meat in it, Every good piece, The thigh and the shoulder. Fill it with choice cuts;"},{"number":5,"verse":"Take the choice of the flock. Also pile fuel bones under it, Make it boil well, And let the cuts simmer in it.”"},{"number":6,"verse":"‘Therefore thus says the Lord GOD: “Woe to (2 Kin. 24:3, 4; Ezek. 22:2, 3, 27; Mic. 7:2; Nah. 3:1) the bloody city, To the pot whose scum is in it, And whose scum is not gone from it! Bring it out piece by piece, On which no (2 Sam. 8:2; Joel 3:3; Obad. 11; Nah. 3:10) lot has fallen."},{"number":7,"verse":"For her blood is in her midst; She set it on top of a rock; (Lev. 17:13; Deut. 12:16) She did not pour it on the ground, To cover it with dust."},{"number":8,"verse":"That it may raise up fury and take vengeance, ((Matt. 7:2)) I have set her blood on top of a rock, That it may not be covered.”"},{"number":9,"verse":"‘Therefore thus says the Lord GOD: (Ezek. 24:6; Nah. 3:1; Hab. 2:12) “Woe to the bloody city! I too will make the pyre great."},{"number":10,"verse":"Heap on the wood, Kindle the fire; Cook the meat well, Mix in the spices, And let the cuts be burned up."},{"number":11,"verse":"“Then set the pot empty on the coals, That it may become hot and its bronze may burn, That (Ezek. 22:15) its filthiness may be melted in it, That its scum may be consumed."},{"number":12,"verse":"She has grown weary with lies, And her great scum has not gone from her. Let her scum be in the fire!"},{"number":13,"verse":"In your (Ezek. 23:36-48) filthiness is lewdness. Because I have cleansed you, and you were not cleansed, You will (Jer. 6:28-30; Ezek. 22:24) not be cleansed of your filthiness anymore, (Ezek. 5:13; 8:18; 16:42) Till I have caused My fury to rest upon you."},{"number":14,"verse":"((1 Sam. 15:29)) I, the LORD, have spoken it; (Num. 23:19; Ps. 33:9; Is. 55:11) It shall come to pass, and I will do it; I will not hold back, (Ezek. 5:11) Nor will I spare, Nor will I relent; According to your ways And according to your deeds They will judge you,” Says the Lord GOD.’ ”"},{"number":15,"verse":"The Prophet’s Wife Dies Also the word of the LORD came to me, saying,"},{"number":16,"verse":"“Son of man, behold, I take away from you the desire of your eyes with one stroke; yet you shall (Jer. 16:5) neither mourn nor weep, nor shall your tears run down."},{"number":17,"verse":"Sigh in silence, (Jer. 16:5) make no mourning for the dead; (Lev. 10:6; 21:10) bind your turban on your head, and (2 Sam. 15:30) put your sandals on your feet; (Mic. 3:7) do not cover your lips, and do not eat man’s bread of sorrow.”"},{"number":18,"verse":"So I spoke to the people in the morning, and at evening my wife died; and the next morning I did as I was commanded."},{"number":19,"verse":"And the people said to me, (Ezek. 12:9; 37:18) “Will you not tell us what these things signify to us, that you behave so?”"},{"number":20,"verse":"Then I answered them, “The word of the LORD came to me, saying,"},{"number":21,"verse":"‘Speak to the house of Israel, “Thus says the Lord GOD: ‘Behold, (Jer. 7:14; Lam. 2:7; Ezek. 7:20, 24) I will profane My sanctuary, your arrogant boast, the desire of your eyes, the delight of your soul; (Jer. 6:11; 16:3, 4; Ezek. 23:25, 47) and your sons and daughters whom you left behind shall fall by the sword."},{"number":22,"verse":"And you shall do as I have done; (Jer. 16:6, 7) you shall not cover your lips nor eat man’s bread of sorrow."},{"number":23,"verse":"Your turbans shall be on your heads and your sandals on your feet; (Job 27:15; Ps. 78:64) you shall neither mourn nor weep, but (Lev. 26:39; Ezek. 33:10) you shall pine away in your iniquities and mourn with one another."},{"number":24,"verse":"Thus (Is. 20:3; Ezek. 4:3; 12:6, 11; Luke 11:29, 30) Ezekiel is a sign to you; according to all that he has done you shall do; (Jer. 17:15; John 13:19; 14:29) and when this comes, (Ezek. 6:7; 25:5) you shall know that I am the Lord GOD.’ ”"},{"number":25,"verse":"‘And you, son of man—will it not be in the day when I take from them (Ps. 48:2; 50:2; Ezek. 24:21) their stronghold, their joy and their glory, the desire of their eyes, and that on which they set their minds, their sons and their daughters:"},{"number":26,"verse":"that on that day (Ezek. 33:21) one who escapes will come to you to let you hear it with your ears?"},{"number":27,"verse":"(Ezek. 3:26; 33:22) On that day your mouth will be opened to him who has escaped; you shall speak and no longer be mute. Thus you will be a sign to them, and they shall know that I am the LORD.’ ”"}]}