{"bibleAbbr":"NKJV1982","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":36,"verses":[{"number":1,"verse":"Blessing on Israel “And you, son of man, prophesy to the (Ezek. 6:2, 3) mountains of Israel, and say, ‘O mountains of Israel, hear the word of the LORD!"},{"number":2,"verse":"Thus says the Lord GOD: “Because (Jer. 33:24; Ezek. 25:3; 26:2) the enemy has said of you, ‘Aha! (Deut. 32:13; Ps. 78:69; Is. 58:14; Hab. 3:19) The ancient heights (Ezek. 35:10) have become our possession,’ ” ’"},{"number":3,"verse":"therefore prophesy, and say, ‘Thus says the Lord GOD: “Because they made you desolate and swallowed you up on every side, so that you became the possession of the rest of the nations, (Deut. 28:37; 1 Kin. 9:7; Lam. 2:15; Dan. 9:16) and you are taken up by the lips of (Ps. 44:13, 14; Jer. 18:16; Ezek. 35:13) talkers and slandered by the people”—"},{"number":4,"verse":"therefore, O mountains of Israel, hear the word of the Lord GOD! Thus says the Lord GOD to the mountains, the hills, the rivers, the valleys, the desolate wastes, and the cities that have been forsaken, which (Ezek. 34:8, 28) became plunder and (Ps. 79:4; Jer. 48:27) mockery to the rest of the nations all around—"},{"number":5,"verse":"therefore thus says the Lord GOD: (Deut. 4:24; Ezek. 38:19) “Surely I have spoken in My burning jealousy against the rest of the nations and against all Edom, (Ezek. 35:10, 12) who gave My land to themselves as a possession, with wholehearted joy and spiteful minds, in order to plunder its open country.” ’"},{"number":6,"verse":"“Therefore prophesy concerning the land of Israel, and say to the mountains, the hills, the rivers, and the valleys, ‘Thus says the Lord GOD: “Behold, I have spoken in My jealousy and My fury, because you have (Ps. 74:10; 123:3, 4; Ezek. 34:29) borne the shame of the nations.”"},{"number":7,"verse":"Therefore thus says the Lord GOD: “I have (Ezek. 20:5) raised My hand in an oath that surely the nations that are around you shall (Jer. 25:9, 15, 29) bear their own shame."},{"number":8,"verse":"But you, O mountains of Israel, you shall shoot forth your branches and yield your fruit to My people Israel, for they are about to come."},{"number":9,"verse":"For indeed I am for you, and I will turn to you, and you shall be tilled and sown."},{"number":10,"verse":"I will multiply men upon you, all the house of Israel, all of it; and the cities shall be inhabited and (Is. 58:12; 61:4; Amos 9:14) the ruins rebuilt."},{"number":11,"verse":"(Jer. 31:27; 33:12) I will multiply upon you man and beast; and they shall increase and bear young; I will make you inhabited as in former times, and do (Job 42:12; Is. 51:3) better for you than at your beginnings. (Ezek. 35:9; 37:6, 13) Then you shall know that I am the LORD."},{"number":12,"verse":"Yes, I will cause men to walk on you, My people Israel; (Obad. 17) they shall take possession of you, and you shall be their inheritance; no more shall you (Jer. 15:7; Ezek. 22:12, 27) bereave them of children.”"},{"number":13,"verse":"‘Thus says the Lord GOD: “Because they say to you, (Num. 13:32) ‘You devour men and bereave your nation of children,’"},{"number":14,"verse":"therefore you shall devour men no more, nor bereave your nation anymore,” says the Lord GOD."},{"number":15,"verse":"(Is. 60:14; Ezek. 34:29) “Nor will I let you hear the taunts of the nations anymore, nor bear the reproach of the peoples anymore, nor shall you cause your nation to stumble anymore,” says the Lord GOD.’ ”"},{"number":16,"verse":"The Renewal of Israel Moreover the word of the LORD came to me, saying:"},{"number":17,"verse":"“Son of man, when the house of Israel dwelt in their own land, (Lev. 18:25, 27, 28; Jer. 2:7) they defiled it by their own ways and deeds; to Me their way was like (Lev. 15:19) the uncleanness of a woman in her customary impurity."},{"number":18,"verse":"Therefore I poured out My fury on them (Ezek. 16:36, 38; 23:37) for the blood they had shed on the land, and for their idols with which they had defiled it."},{"number":19,"verse":"So I (Deut. 28:64; Ezek. 5:12; 22:15; Amos 9:9) scattered them among the nations, and they were dispersed throughout the countries; I judged them (Ezek. 7:3; 18:30; 39:24; (Rom. 2:6)) according to their ways and their deeds."},{"number":20,"verse":"When they came to the nations, wherever they went, they (Is. 52:5; Ezek. 12:16; Rom. 2:24) profaned My holy name—when they said of them, ‘These are the people of the LORD, and yet they have gone out of His land.’"},{"number":21,"verse":"But I had concern (Ezek. 20:9, 14) for My holy name, which the house of Israel had profaned among the nations wherever they went."},{"number":22,"verse":"“Therefore say to the house of Israel, ‘Thus says the Lord GOD: “I do not do this for your sake, O house of Israel, (Ps. 106:8; Ezek. 20:44) but for My holy name’s sake, which you have profaned among the nations wherever you went."},{"number":23,"verse":"And I will sanctify My great name, which has been profaned among the nations, which you have profaned in their midst; and the nations shall know that I am the LORD,” says the Lord GOD, “when I am (Is. 5:16; Ezek. 20:41; 28:22) hallowed in you before their eyes."},{"number":24,"verse":"For (Is. 43:5, 6; Ezek. 34:13; 37:21) I will take you from among the nations, gather you out of all countries, and bring you into your own land."},{"number":25,"verse":"(Num. 19:17-19; Ps. 51:7; Is. 52:15; Heb. 9:13, 19; 10:22) Then I will sprinkle clean water on you, and you shall be clean; I will cleanse you (Jer. 33:8) from all your filthiness and from all your idols."},{"number":26,"verse":"I will give you a (Ps. 51:10; Jer. 32:39; Ezek. 11:19; (John 3:3)) new heart and put a new spirit within you; I will take the heart of stone out of your flesh and give you a heart of flesh."},{"number":27,"verse":"I will put My (Is. 44:3; 59:21; Ezek. 11:19; 37:14; (Joel 2:28, 29)) Spirit within you and cause you to walk in My statutes, and you will keep My judgments and do them."},{"number":28,"verse":"(Ezek. 28:25; 37:25) Then you shall dwell in the land that I gave to your fathers; (Jer. 30:22; Ezek. 11:20; 37:27) you shall be My people, and I will be your God."},{"number":29,"verse":"I will (Zech. 13:1; (Matt. 1:21; Rom. 11:26)) deliver you from all your uncleannesses. (Ps. 105:16) I will call for the grain and multiply it, and (Ezek. 34:27, 29; Hos. 2:21-23) bring no famine upon you."},{"number":30,"verse":"(Lev. 26:4; Ezek. 34:27) And I will multiply the fruit of your trees and the increase of your fields, so that you need never again bear the reproach of famine among the nations."},{"number":31,"verse":"Then (Ezek. 16:61, 63) you will remember your evil ways and your deeds that were not good; and you (Lev. 26:39; Ezek. 6:9; 20:43) will loathe yourselves in your own sight, for your iniquities and your abominations."},{"number":32,"verse":"(Deut. 9:5) Not for your sake do I do this,” says the Lord GOD, “let it be known to you. Be ashamed and confounded for your own ways, O house of Israel!”"},{"number":33,"verse":"‘Thus says the Lord GOD: “On the day that I cleanse you from all your iniquities, I will also enable you to dwell in the cities, (Ezek. 36:10) and the ruins shall be rebuilt."},{"number":34,"verse":"The desolate land shall be tilled instead of lying desolate in the sight of all who pass by."},{"number":35,"verse":"So they will say, ‘This land that was desolate has become like the garden of (Is. 51:3; Ezek. 28:13; Joel 2:3) Eden; and the wasted, desolate, and ruined cities are now fortified and inhabited.’"},{"number":36,"verse":"Then the nations which are left all around you shall know that I, the LORD, have rebuilt the ruined places and planted what was desolate. (Ezek. 17:24; 22:14; 37:14; Hos. 14:4-9) I, the LORD, have spoken it, and I will do it.”"},{"number":37,"verse":"‘Thus says the Lord GOD: (Ezek. 14:3; 20:3, 31) “I will also let the house of Israel inquire of Me to do this for them: I will (Ezek. 36:10) increase their men like a flock."},{"number":38,"verse":"Like a flock offered as holy sacrifices, like the flock at Jerusalem on its feast days, so shall the ruined cities be filled with flocks of men. Then they shall know that I am the LORD.” ’ ”"}]}