{"bibleAbbr":"LBP1933","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"IN the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem, and besieged it."},{"number":2,"verse":"And the LORD delivered it into his hand, together with Jehoiakim king of Judah and the vessels of the house of the LORD, which he carried away into the land of Sinar, to the house of his idol; and he brought the vessels into the treasure house of his idol."},{"number":3,"verse":"And the king spoke to Ashpaz the chief of the eunuchs, that he should bring some of the children of Israel, of the royal families, and of the Parthians;"},{"number":4,"verse":"Boys in whom was no blemish, who were handsome in their appearance and skillful in all wisdom and cunning in knowledge and understanding of science, those who were able to stand in the king's palace to minister to him, and whom they might teach the learning and the language of the Chaldeans."},{"number":5,"verse":"And the king assigned them a daily portion of the king's delicacies and of the wine which he drank, to nourish them for three years, so that afterward they might stand before the king."},{"number":6,"verse":"Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah;"},{"number":7,"verse":"And the chief of the eunuchs gave them names; Daniel he named Belteshazzar; and Hananiah, Shadrach; and Mishael, Meshach; and Azariah, Abednego."},{"number":8,"verse":"But Daniel decided in his heart that he would not eat of the king's delicacies nor drink of the wine which he drank; therefore he requested of the chief of the eunuchs that he would not force him to eat."},{"number":9,"verse":"Now God gave Daniel grace and mercy in the presence of the chief of the eunuchs."},{"number":10,"verse":"And the chief of the eunuchs said to Daniel, I fear my lord the king, who has given orders concerning your food and concerning your drink; should he see your faces worse looking than the faces of the boys of your own age, then the king will have me beheaded."},{"number":11,"verse":"Then Daniel said to Menezar, whom the chief of the eunuchs had appointed over Daniel, Hananiah, Mishael, and Azariah,"},{"number":12,"verse":"Test your servants for ten days; and let them give us vegetables to eat and water to drink."},{"number":13,"verse":"Then let our appearance and the appearance of the boys who eat of the king's delicacies be examined; and as you see, deal with your servants."},{"number":14,"verse":"So he consented to them in this matter and tested them for ten days."},{"number":15,"verse":"And at the end of ten days he saw that their countenances were much fairer and fatter than those of all the boys who ate of the king's delicacies."},{"number":16,"verse":"Thus Menezar took away the portion of their food and the wine that they should drink, and gave them vegetables to eat and water to drink."},{"number":17,"verse":"As for these four boys, God gave them knowledge and understanding in every book and wisdom; and Daniel had understanding in all visions and dreams."},{"number":18,"verse":"Now when the days that the king had commanded were over, the chief of the eunuchs brought them in before King Nebuchadnezzar."},{"number":19,"verse":"And the king spoke with them; and he found none among all of them like Daniel, Hananiah, Mishael, and Azariah; therefore they stood before the king."},{"number":20,"verse":"And in all matters of wisdom and understanding that the king inquired of them he found them ten times better than all the magicians and astrologers that were in his whole realm."},{"number":21,"verse":"And Daniel continued even to the first year of king Cyrus."}]}