{"bibleAbbr":"LBP1933","bookName":"Obadiah","bookEnglishName":"Obadiah","chapterNumber":1,"verses":[{"number":1,"verse":"THE vision of Obadiah: Thus says the LORD God concerning Edom: We have heard a rumor from the LORD, and an ambassador is sent among the nations, Arise, and let us rise up against her for battle."},{"number":2,"verse":"Behold, I have made you the least among the nations; you are greatly despised."},{"number":3,"verse":"The pride of your heart has deceived you, you who dwell in the clefts of the rock, whose habitation is high; who says in his heart, Who shall bring me down to the ground?"},{"number":4,"verse":"Though you rise high like the eagle, and though your nest is set among the stars, thence I will bring you down, says the LORD."},{"number":5,"verse":"If thieves come to you or robbers by night, how could you have remained silent till they had stolen enough? Or if grape gatherers came to you, would they not leave some gleanings?"},{"number":6,"verse":"How Esau is searched out! how are his hidden things sought out!"},{"number":7,"verse":"They have driven you to the border; all the men of your confederacy have deceived you and prevailed against you; the men who were at peace with you and who ate your bread have laid an ambush for you, because Esau has no understanding in him."},{"number":8,"verse":"In that day, says the LORD, I will destroy the wise men out of Edom, and the men of understanding out of the mount of Esau."},{"number":9,"verse":"And your mighty men, O Teman, shall be plundered, so that every man from mount Esau may perish."},{"number":10,"verse":"Because of the slaughter and because of the violence against your brother Jacob, shame shall cover you, and you shall be cut off for ever."},{"number":11,"verse":"In the day that you stood against him, in the day that the strangers carried away captive his forces, and foreigners entered into his gates and cast lots upon Jerusalem, even you were as one of them."},{"number":12,"verse":"But you should not have looked for the day of your brother's disaster, in the day when he was afflicted by strangers; neither should you have rejoiced over the children of Judah in the day of their destruction; nor should you have spoken proudly in the day of distress."},{"number":13,"verse":"You should not have entered into the gate of my people in the day of their calamity; yea, you should not have rejoiced over their misfortune in the day of their distress; nor should you have terrified his forces in the day of their calamity;"},{"number":14,"verse":"Neither should you have stood in the narrow pass to cut off his fugitives; neither should you have delivered up his survivors in the day of distress."},{"number":15,"verse":"For the day of the LORD is near upon all nations; as you have done, it shall be done to you; your rewards shall return upon your own head."},{"number":16,"verse":"For as you have drunk upon my holy mountain, so shall all the nations drink continually, yea, they shall drink, and they shall be confounded and troubled, and they shall be as though they had not been."},{"number":17,"verse":"But upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess those who possessed them."},{"number":18,"verse":"And the house of Jacob shall be a fire and the house of Joseph a flame and the house of Esau for stubble, and they shall kindle in them and devour them; and there shall be no fugitive remaining to the house of Esau; for the LORD has spoken it."},{"number":19,"verse":"And those of the south shall possess mount Esau; and those of the plain, the Philistines; and they shall possess the fields of Ephraim and the fields of Samaria; and Benjamin shall possess Gilead."},{"number":20,"verse":"The first exiles, that is, of the children of Israel, shall possess the lands from Canaan as far as Zarepath; and the exiles of Jerusalem who are in Spain shall possess the cities of the south."},{"number":21,"verse":"And those who are saved shall come up to mount Zion to judge mount Esau; and the kingdom shall be the LORD'S."}]}