{"bibleAbbr":"WYC1395","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"Aleph. How is gold maad derk, the beste colour is chaungid? the stonys of the seyntuarie ben scaterid in the heed of alle stretis."},{"number":2,"verse":"Beth. The noble sones of Sion, and clothid with the best gold, hou ben thei arettid in to erthene vessels, in to the werk of the hondis of a pottere?"},{"number":3,"verse":"Gimel. But also lamyes maden nakid her tetis, yauen mylk to her whelpis; the douyter of my puple is cruel, as an ostrig in desert."},{"number":4,"verse":"Deleth. The tonge of the soukynge childe cleued to his palat in thirst; litle children axiden breed, and noon was that brak to hem."},{"number":5,"verse":"He. Thei that eeten lustfuli, perischiden in weies; thei that weren nurschid in cradels, biclippiden toordis."},{"number":6,"verse":"Vau. And the wickidnesse of the douyter of my puple is maad more than the synne of men of Sodom, that was distried in a moment, and hondis token not therynne."},{"number":7,"verse":"Zai. Nazareis therof weren whitere than snow, schynyngere than mylk; rodier than elde yuer, fairere than safire."},{"number":8,"verse":"Heth. The face of hem was maad blackere than coolis, and thei weren not knowun in stretis; the skyn cleuyde to her boonys, it driede, and was maad as a tre."},{"number":9,"verse":"Teth. It was betere to men slayn with swerd, than to men slayn with hungur; for these men wexiden rotun, thei weren wastid of the bareynesse of erthe."},{"number":10,"verse":"Joth. The hondis of merciful wymmen sethiden her children; thei weren maad the metis of tho wymmen in the sorewe of the douyter of my puple."},{"number":11,"verse":"Caph. The Lord fillide his strong veniaunce, he schedde out the ire of his indignacioun; and the Lord kyndlide a fier in Sion, and it deuouride the foundementis therof."},{"number":12,"verse":"Lamet. The kyngis of erthe, and alle dwelleris of the world bileueden not, that an aduersarie and enemy schulde entre bi the yatis of Jerusalem."},{"number":13,"verse":"Men. For the synnes of the profetis therof, and for wickidnessis of preestis therof, that schedden out the blood of iust men in the myddis therof."},{"number":14,"verse":"Nun. Blynde men erryden in stretis, thei weren defoulid in blood; and whanne thei miyten not go, thei helden her hemmes."},{"number":15,"verse":"Samet. Thei crieden to hem, Departe awei, ye defoulide men, departe ye, go ye awei, nyle ye touche; forsothe thei chidden, and weren stirid; thei seiden among hethene men, God schal no more leie to, that he dwelle among hem."},{"number":16,"verse":"Ayn. The face of the Lord departide hem, he schal no more leie to, that he biholde hem; thei weren not aschamed of the faces of preestis, nether thei hadden merci on eld men."},{"number":17,"verse":"Phe. The while we stoden yit, oure iyen failiden to oure veyn help; whanne we bihelden ententif to a folc, that myyte not saue vs."},{"number":18,"verse":"Sade. Oure steppis weren slidir in the weie of oure stretis; oure ende neiyede, oure daies weren fillid, for oure ende cam."},{"number":19,"verse":"Coph. Oure pursueris weren swiftere than the eglis of heuene; thei pursueden vs on hillis, thei settiden buschementis to vs in desert."},{"number":20,"verse":"Res. The spirit of oure mouth, Crist the Lord, was takun in oure synnes; to whom we seiden, We schulen lyue in thi schadewe among hethene men."},{"number":21,"verse":"Syn. Thou douyter of Edom, make ioye, and be glad, that dwellist in the lond of Hus; the cuppe schal come also to thee, thou schalt be maad drunkun, and schalt be maad bare."},{"number":22,"verse":"Thau. Thou douyter of Sion, thi wickidnesse is fillid; he schal not adde more, that he make thee to passe ouer; thou douyter of Edom, he schal visite thi wickidnesse, he schal vnhile thi synnes."}]}