{"bibleAbbr":"HSB+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":13,"verses":[{"number":1,"verse":"וִיהוֹשֻׁ֣עַ <WH3091> vi-ho-Shu-a' Now Joshua זָקֵ֔ן <WH2204> za-Ken, was old בָּ֖א <WH935> ba [and] stricken בַּיָּמִ֑ים <WH3117> bai-ya-Mim; in years וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh and the LORD אֵלָ֗יו <WH413> 'e-Lav, about אַתָּ֤ה <WH859> 'at-Tah You זָקַ֙נְתָּה֙ <WH2204> za-Kan-tah unto him Thou art old בָּ֣אתָ <WH935> Ba-ta [and] stricken בַיָּמִ֔ים <WH3117> vai-ya-Mim, in years וְהָאָ֛רֶץ <WH776> ve-ha-'A-retz land נִשְׁאֲרָ֥ה <WH7604> nish-'a-Rah and there remaineth הַרְבֵּֽה־ <WH7235> har-beh- much מְאֹ֖ד <WH3966> me-'Od yet very לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. to be possessed"},{"number":2,"verse":"זֹ֥את <WH2063> zot likewise הָאָ֖רֶץ <WH776> ha-'A-retz This [is] the land הַנִּשְׁאָ֑רֶת <WH7604> han-nish-'A-ret; that yet remaineth כָּל־ <WH3605> kol- all גְּלִיל֥וֹת <WH1552> ge-li-Lot all the borders הַפְּלִשְׁתִּ֖ים <WH6430> hap-pe-lish-Tim of the Philistines וְכָל־ <WH3605> ve-chol and all הַגְּשׁוּרִֽי׃ <WH1651> hag-ge-shu-Ri. and all Geshuri"},{"number":3,"verse":"מִֽן־ <WH4480> min- from הַשִּׁיח֞וֹר <WH7883> hash-shi-Chor From Sihor אֲשֶׁ֣ר׀ <WH834> 'a-Sher which עַל־ <WH5921> 'al- is פְּנֵ֣י <WH6440> pe-Nei which [is] before מִצְרַ֗יִם <WH4714> mitz-Ra-yim, Egypt וְעַ֨ד <WH5704> ve-'Ad far גְּב֤וּל <WH1366> ge-Vul even unto the borders עֶקְרוֹן֙ <WH6138> 'ek-rOn of Ekron צָפ֔וֹנָה <WH6828> tza-Fo-nah, northward לַֽכְּנַעֲנִ֖י <WH3669> lak-ke-na-'a-Ni to the Canaanite תֵּחָשֵׁ֑ב <WH2803> te-cha-Shev; [which] is counted חֲמֵ֣שֶׁת׀ <WH2568> cha-Me-shet five סַרְנֵ֣י <WH5633> sar-Nei lords פְלִשְׁתִּ֗ים <WH6430> fe-lish-Tim, of the Philistines הָעַזָּתִ֤י <WH5841> ha-'az-za-Ti the Gazathites וְהָאַשְׁדּוֹדִי֙ <WH796> ve-ha-'ash-do-Di and the Ashdothites הָאֶשְׁקְלוֹנִ֣י <WH832> ha-'esh-ke-lo-Ni the Eshkalonites הַגִּתִּ֔י <WH1663> hag-git-Ti, the Gittites וְהָעֶקְרוֹנִ֖י <WH6139> ve-ha-'ek-ro-Ni and the Ekronites וְהָעַוִּֽים׃ <WH5757> ve-ha-'av-Vim. Avims"},{"number":4,"verse":"מִתֵּימָ֞ן <WH8486> mit-tei-Man From the south כָּל־ <WH3605> kol- all אֶ֣רֶץ <WH776> 'E-retz all the land הַֽכְּנַעֲנִ֗י <WH3669> hak-ke-na-'a-Ni, of the Canaanites וּמְעָרָ֛ה <WH4632> u-me-'a-Rah and Mearah אֲשֶׁ֥ר <WH834> 'a-Sher that לַצִּידֹנִ֖ים <WH6722> latz-tzi-do-Nim that [is] beside the Sidonians עַד־ <WH5704> 'ad- far אֲפֵ֑קָה <WH663> 'a-Fe-kah; unto Aphek עַ֖ד <WH5704> 'ad far גְּב֥וּל <WH1366> ge-Vul to the borders הָאֱמֹרִֽי׃ <WH567> ha-'e-mo-Ri. of the Amorites"},{"number":5,"verse":"וְהָאָ֣רֶץ <WH776> ve-ha-'A-retz And the land הַגִּבְלִ֗י <WH1382> hag-giv-Li, of the Giblites וְכָל־ <WH3605> ve-chol and all הַלְּבָנוֹן֙ <WH3844> hal-le-va-nOn and all Lebanon מִזְרַ֣ח <WH4217> miz-Rach east side הַשֶּׁ֔מֶשׁ <WH8121> hash-She-mesh, east side מִבַּ֣עַל mib-Ba-'al גָּ֔ד <WH1171> Gad, from Baalgad תַּ֖חַת <WH8478> Ta-chat below הַר־ <WH2022> har- under mount חֶרְמ֑וֹן <WH2768> cher-Mon; Hermon עַ֖ד <WH5704> 'ad far לְב֥וֹא <WH935> le-Vo unto the entering חֲמָֽת׃ <WH2574> cha-Mat. into Hamath"},{"number":6,"verse":"כָּל־ <WH3605> kol- All יֹשְׁבֵ֣י <WH3427> yo-she-Vei All the inhabitants הָ֠הָר <WH2022> Ha-hor of the hill country מִֽן־ <WH4480> min- from הַלְּבָנ֞וֹן <WH3844> hal-le-va-Non from Lebanon עַד־ <WH5704> 'ad- far מִשְׂרְפֹ֥ת mis-re-Fot מַ֙יִם֙ <WH4956> ma-yim unto Misrephothmaim כָּל־ <WH3605> kol- all צִ֣ידֹנִ֔ים <WH6722> tzi-do-Nim, [and] all the Sidonians אָֽנֹכִי֙ <WH595> 'a-no-Chi I אוֹרִישֵׁ֔ם <WH3423> o-ri-Shem, them will I drive out מִפְּנֵ֖י <WH6440> mip-pe-Nei from before בְּנֵ֣י <WH1121> be-Nei the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel רַ֠ק <WH7535> rak but הַפִּלֶ֤הָ <WH5307> hap-pi-Le-ha only divide thou it by lot לְיִשְׂרָאֵל֙ <WH3478> le-Yis-ra-'El unto the Israelites בְּֽנַחֲלָ֔ה <WH5159> be-na-cha-Lah, for an inheritance כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher I צִוִּיתִֽיךָ׃ <WH6680> tziv-vi-Ti-cha. as I have commanded"},{"number":7,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now חַלֵּ֞ק <WH2505> chal-Lek Now therefore divide אֶת־ <WH853> 'et- הָאָ֧רֶץ <WH776> ha-'A-retz this land הַזֹּ֛את <WH2063> haz-Zot for בְּנַחֲלָ֖ה <WH5159> be-na-cha-Lah for an inheritance לְתִשְׁעַ֣ת <WH8672> le-tish-'At unto the nine הַשְּׁבָטִ֑ים <WH7626> hash-she-va-Tim; tribes וַחֲצִ֖י <WH2677> va-cha-Tzi and the half הַשֵּׁ֥בֶט <WH7626> hash-She-vet tribe הַֽמְנַשֶּֽׁה׃ <WH4519> Ham-nash-Sheh. of Manasseh"},{"number":8,"verse":"עִמּ֗וֹ <WH5973> im-Mo, the other הָרֽאוּבֵנִי֙ <WH7206> ha-r-'u-ve-Ni With whom the Reubenites וְהַגָּדִ֔י <WH1425> ve-hag-ga-Di, and the Gadites לָקְח֖וּ <WH3947> la-ke-Chu have received נַחֲלָתָ֑ם <WH5159> na-cha-la-Tam; their inheritance אֲשֶׁר֩ <WH834> 'a-Sher which נָתַ֨ן <WH5414> na-Tan gave לָהֶ֜ם la-Hem מֹשֶׁ֗ה <WH4872> mo-Sheh, which Moses בְּעֵ֤בֶר <WH5676> be-'E-ver them beyond הַיַּרְדֵּן֙ <WH3383> hai-yar-Den Jordan מִזְרָ֔חָה <WH4217> miz-Ra-chah, eastward כַּאֲשֶׁר֙ <WH834> ka-'a-Sher which נָתַ֣ן <WH5414> na-Tan gave לָהֶ֔ם la-Hem, מֹשֶׁ֖ה <WH4872> mo-Sheh [even] as Moses עֶ֥בֶד <WH5650> 'E-ved the servant יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":9,"verse":"מֵעֲרוֹעֵ֡ר <WH6177> me-'a-ro-'Er From Aroer אֲשֶׁר֩ <WH834> 'a-Sher which עַל־ <WH5921> 'al- is on שְׂפַת־ <WH8193> se-fat- that [is] upon the bank נַ֨חַל <WH5158> Na-chal of the river אַרְנ֜וֹן <WH769> ar-Non Arnon וְהָעִ֨יר <WH5892> ve-ha-'Ir and the city אֲשֶׁ֧ר <WH834> 'a-Sher which בְּתוֹךְ־ <WH8432> be-toch- that [is] in the midst הַנַּ֛חַל <WH5158> han-Na-chal of the river וְכָל־ <WH3605> ve-chol and all הַמִּישֹׁ֥ר <WH4334> ham-mi-Shor and all the plain מֵידְבָ֖א <WH4311> meid-Va of Medeba עַד־ <WH5704> 'ad- far דִּיבֽוֹן׃ <WH1769> di-Von. unto Dibon"},{"number":10,"verse":"וְכֹ֗ל <WH3605> ve-Chol, and all עָרֵי֙ <WH5892> 'a-Rei And all the cities סִיחוֹן֙ <WH5511> si-chOn of Sihon מֶ֣לֶךְ <WH4428> Me-lech king הָאֱמֹרִ֔י <WH567> ha-'e-mo-Ri, of the Amorites אֲשֶׁ֥ר <WH834> 'a-Sher who מָלַ֖ךְ <WH4427> ma-Lach which reigned בְּחֶשְׁבּ֑וֹן <WH2809> be-chesh-Bon; in Heshbon עַד־ <WH5704> 'ad- far גְּב֖וּל <WH1366> ge-Vul unto the border בְּנֵ֥י <WH1121> be-Nei of the children עַמּֽוֹן׃ <WH5983> am-Mon. of Ammon"},{"number":11,"verse":"וְהַגִּלְעָ֞ד <WH1568> ve-hag-gil-'Ad And Gilead וּגְב֧וּל <WH1366> u-ge-Vul and the border הַגְּשׁוּרִ֣י <WH1651> hag-ge-shu-Ri of the Geshurites וְהַמַּעֲכָתִ֗י <WH4602> ve-ham-ma-'a-cha-Ti, and Maachathites וְכֹ֨ל <WH3605> ve-Chol and all הַ֥ר <WH2022> har and all mount חֶרְמ֛וֹן <WH2768> cher-Mon Hermon וְכָל־ <WH3605> ve-chol and all הַבָּשָׁ֖ן <WH1316> hab-ba-Shan and all Bashan עַד־ <WH5704> 'ad- far סַלְכָֽה׃ <WH5548> sal-Chah. unto Salcah"},{"number":12,"verse":"כָּל־ <WH3605> kol- all מַמְלְכ֥וּת <WH4468> mam-le-Chut All the kingdom עוֹג֙ <WH5747> 'Og of Og בַּבָּשָׁ֔ן <WH1316> bab-ba-Shan, in Bashan אֲשֶׁר־ <WH834> 'a-Sher- who מָלַ֥ךְ <WH4427> ma-Lach which reigned בְּעַשְׁתָּר֖וֹת <WH6252> be-'ash-ta-Rot in Ashtaroth וּבְאֶדְרֶ֑עִי <WH154> u-ve-'ed-Re-'i; and in Edrei ה֤וּא <WH1931> hu he נִשְׁאַר֙ <WH7604> nish-'Ar who remained מִיֶּ֣תֶר <WH3499> mi-Ye-ter of the remnant הָרְפָאִ֔ים <WH7497> ha-re-fa-'Im, of the giants וַיַּכֵּ֥ם <WH5221> vai-yak-Kem smite מֹשֶׁ֖ה <WH4872> mo-Sheh for these did Moses וַיֹּרִשֵֽׁם׃ <WH3423> vai-yo-ri-Shem. and cast them out"},{"number":13,"verse":"וְלֹ֤א <WH3808> ve-Lo did not הוֹרִ֙ישׁוּ֙ <WH3423> ho-Ri-shu expelled בְּנֵ֣י <WH1121> be-Nei Nevertheless the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֶת־ <WH853> 'et- הַגְּשׁוּרִ֖י <WH1651> hag-ge-shu-Ri not the Geshurites וְאֶת־ <WH853> ve-'Et הַמַּעֲכָתִ֑י <WH4602> ham-ma-'a-cha-Ti; nor the Maachathites וַיֵּ֨שֶׁב <WH3427> vai-Ye-shev dwell גְּשׁ֤וּר <WH1650> ge-Shur but the Geshurites וּמַֽעֲכָת֙ <WH4601> u-ma-'a-Chat and the Maachathites בְּקֶ֣רֶב <WH7130> be-Ke-rev among יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, the Israelites עַ֖ד <WH5704> 'ad until הַיּ֥וֹם <WH3117> hai-Yom until this day הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":14,"verse":"רַ֚ק <WH7535> rak but לְשֵׁ֣בֶט <WH7626> le-She-vet Only unto the tribe הַלֵּוִ֔י <WH3878> hal-le-Vi, of Levi לֹ֥א <WH3808> lo did not נָתַ֖ן <WH5414> na-Tan he gave נַחֲלָ֑ה <WH5159> na-cha-Lah; none inheritance אִשֵּׁ֨י <WH801> 'ish-Shei made by fire יְהוָ֜ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֤י <WH430> 'e-lo-Hei God יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel ה֣וּא <WH1931> hu he נַחֲלָת֔וֹ <WH5159> na-cha-la-To, [are] their inheritance כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher he דִּבֶּר־ <WH1696> dib-ber- as he said לֽוֹ׃ lo. ס sa-Mek"},{"number":15,"verse":"וַיִּתֵּ֣ן <WH5414> vai-yit-Ten gave מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses לְמַטֵּ֥ה <WH4294> le-mat-Teh unto the tribe בְנֵֽי־ <WH1121> ve-nei- of the children רְאוּבֵ֖ן <WH7205> re-'u-Ven of Reuben לְמִשְׁפְּחֹתָֽם׃ <WH4940> le-mish-pe-cho-Tam. [inheritance] according to their families"},{"number":16,"verse":"וַיְהִ֨י <WH1961> vay-Hi become לָהֶ֜ם <WH1992> la-Hem like הַגְּב֗וּל <WH1366> hag-ge-Vul, And their coast מֵעֲרוֹעֵ֡ר <WH6177> me-'a-ro-'Er was from Aroer אֲשֶׁר֩ <WH834> 'a-Sher which עַל־ <WH5921> 'al- is on שְׂפַת־ <WH8193> se-fat- that [is] on the bank נַ֨חַל <WH5158> Na-chal of the river אַרְנ֜וֹן <WH769> ar-Non Arnon וְהָעִ֨יר <WH5892> ve-ha-'Ir and the city אֲשֶׁ֧ר <WH834> 'a-Sher which בְּתוֹךְ־ <WH8432> be-toch- that [is] in the midst הַנַּ֛חַל <WH5158> han-Na-chal of the river וְכָל־ <WH3605> ve-chol and all הַמִּישֹׁ֖ר <WH4334> ham-mi-Shor and all the plain עַל־ <WH5921> 'al- by מֵידְבָֽא׃ <WH4311> mei-de-Va. by Medeba"},{"number":17,"verse":"חֶשְׁבּ֥וֹן <WH2809> chesh-Bon Heshbon וְכָל־ <WH3605> ve-chol and all עָרֶ֖יהָ <WH5892> 'a-Rei-ha and all her cities אֲשֶׁ֣ר <WH834> 'a-Sher which בַּמִּישֹׁ֑ר <WH4334> bam-mi-Shor; that [are] in the plain דִּיבוֹן֙ <WH1769> di-Von Dibon וּבָמ֣וֹת u-va-Mot בַּ֔עַל <WH1120> Ba-'al, and Bamothbaal וּבֵ֖ית u-Veit בַּ֥עַל Ba-'al מְעֽוֹן׃ <WH1010> me-'on. and Bethbaalmeon"},{"number":18,"verse":"וְיַ֥הְצָה <WH3096> ve-Yah-tzah And Jahazah וּקְדֵמֹ֖ת <WH6932> u-ke-de-Mot and Kedemoth וּמֵפָֽעַת׃ <WH4158> u-me-Fa-'at. and Mephaath"},{"number":19,"verse":"וְקִרְיָתַ֣יִם <WH7156> ve-kir-ya-Ta-yim And Kirjathaim וְשִׂבְמָ֔ה <WH7643> ve-siv-Mah, and Sibmah וְצֶ֥רֶת ve-Tze-ret הַשַּׁ֖חַר <WH6890> hash-Sha-char and Zarethshahar בְּהַ֥ר <WH2022> be-Har in the mount הָעֵֽמֶק׃ <WH6010> ha-'E-mek. of the valley"},{"number":20,"verse":"וּבֵ֥ית u-Veit פְּע֛וֹר <WH1047> pe-'or And Bethpeor וְאַשְׁדּ֥וֹת <WH794> ve-'ash-Dot and the slopes הַפִּסְגָּ֖ה <WH6449> hap-pis-Gah of Pisgah וּבֵ֥ית u-Veit הַיְשִׁמֽוֹת׃ <WH1020> hay-shi-Mot. and Bethjeshimoth"},{"number":21,"verse":"וְכֹל֙ <WH3605> ve-Chol all עָרֵ֣י <WH5892> 'a-Rei And all the cities הַמִּישֹׁ֔ר <WH4334> ham-mi-Shor, of the plain וְכָֽל־ <WH3605> ve-chol and all מַמְלְכ֗וּת <WH4468> mam-le-Chut, and all the kingdom סִיחוֹן֙ <WH5511> si-chOn of Sihon מֶ֣לֶךְ <WH4428> Me-lech king הָאֱמֹרִ֔י <WH567> ha-'e-mo-Ri, of the Amorites אֲשֶׁ֥ר <WH834> 'a-Sher who מָלַ֖ךְ <WH4427> ma-Lach which reigned בְּחֶשְׁבּ֑וֹן <WH2809> be-chesh-Bon; in Heshbon אֲשֶׁר֩ <WH834> 'a-Sher whom הִכָּ֨ה <WH5221> hik-Kah smote מֹשֶׁ֜ה <WH4872> mo-Sheh whom Moses אֹת֣וֹ׀ <WH853> o-To וְאֶת־ <WH853> ve-'Et נְשִׂיאֵ֣י <WH5387> ne-si-'Ei with the princes מִדְיָ֗ן <WH4080> mid-Yan, of Midian אֶת־ <WH853> 'et- אֱוִ֤י <WH189> 'e-Vi Evi וְאֶת־ <WH853> ve-'Et רֶ֙קֶם֙ <WH7552> re-kem and Rekem וְאֶת־ <WH853> ve-'Et צ֤וּר <WH6698> tzur and Zur וְאֶת־ <WH853> ve-'Et חוּר֙ <WH2354> chur and Hur וְאֶת־ <WH853> ve-'Et רֶ֔בַע <WH7254> Re-va', and Reba נְסִיכֵ֣י <WH5257> ne-si-Chei [which were] dukes סִיח֔וֹן <WH5511> si-Chon, of Sihon יֹשְׁבֵ֖י <WH3427> yo-she-Vei dwelling הָאָֽרֶץ׃ <WH776> ha-'A-retz. in the country"},{"number":22,"verse":"וְאֶת־ <WH853> ve-'Et בִּלְעָ֥ם <WH1109> bil-'Am Balaam בֶּן־ <WH1121> ben- also the son בְּע֖וֹר <WH1160> be-'or of Beor הַקּוֹסֵ֑ם <WH7080> hak-ko-Sem; the soothsayer הָרְג֧וּ <WH2026> ha-re-Gu slay בְנֵֽי־ <WH1121> ve-nei- did the children יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El of Israel בַּחֶ֖רֶב <WH2719> ba-Che-rev with the sword אֶל־ <WH413> 'el- among them חַלְלֵיהֶֽם׃ <WH2491> chal-lei-Hem. that were slain"},{"number":23,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become גְּבוּל֙ <WH1366> ge-Vul And the border בְּנֵ֣י <WH1121> be-Nei of the children רְאוּבֵ֔ן <WH7205> re-'u-Ven, of Reuben הַיַּרְדֵּ֖ן <WH3383> hai-yar-Den was Jordan וּגְב֑וּל <WH1366> u-ge-Vul; and the border זֹ֣את <WH2063> zot likewise נַחֲלַ֤ת <WH5159> na-cha-Lat [thereof] This [was] the inheritance בְּנֵֽי־ <WH1121> be-nei- of the children רְאוּבֵן֙ <WH7205> re-'u-Ven of Reuben לְמִשְׁפְּחֹתָ֔ם <WH4940> le-mish-pe-cho-Tam, after their families הֶעָרִ֖ים <WH5892> he-'a-Rim the cities וְחַצְרֵיהֶֽן׃ <WH2691> ve-chatz-rei-Hen. and the villages פ Peh"},{"number":24,"verse":"וַיִּתֵּ֤ן <WH5414> vai-yit-Ten gave מֹשֶׁה֙ <WH4872> mo-Sheh And Moses לְמַטֵּה־ <WH4294> le-mat-teh- [inheritance] unto the tribe גָ֔ד <WH1410> Gad, of Gad לִבְנֵי־ <WH1121> liv-nei- [even] unto the children גָ֖ד <WH1410> gad of Gad לְמִשְׁפְּחֹתָֽם׃ <WH4940> le-mish-pe-cho-Tam. according to their families"},{"number":25,"verse":"וַיְהִ֤י <WH1961> vay-Hi become לָהֶם֙ la-Hem הַגְּב֔וּל <WH1366> hag-ge-Vul, And their coast יַעְזֵר֙ <WH3270> ya'-Zer was Jazer וְכָל־ <WH3605> ve-chol and all עָרֵ֣י <WH5892> 'a-Rei and all the cities הַגִּלְעָ֔ד <WH1568> hag-gil-'Ad, of Gilead וַחֲצִ֕י <WH2677> va-cha-Tzi and half אֶ֖רֶץ <WH776> 'E-retz the land בְּנֵ֣י <WH1121> be-Nei of the children עַמּ֑וֹן <WH5983> am-Mon; of Ammon עַד־ <WH5704> 'ad- far עֲרוֹעֵ֕ר <WH6177> a-ro-'Er unto Aroer אֲשֶׁ֖ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- that פְּנֵ֥י <WH6440> pe-Nei that [is] before רַבָּֽה׃ <WH7237> rab-Bah. Rabbah"},{"number":26,"verse":"וּמֵחֶשְׁבּ֛וֹן <WH2809> u-me-chesh-Bon And from Heshbon עַד־ <WH5704> 'ad- far רָמַ֥ת ra-Mat הַמִּצְפֶּ֖ה <WH7434> ham-mitz-Peh unto Ramathmizpeh וּבְטֹנִ֑ים <WH993> u-ve-to-Nim; and Betonim וּמִֽמַּחֲנַ֖יִם <WH4266> u-mi-ma-cha-Na-yim and from Mahanaim עַד־ <WH5704> 'ad- far גְּב֥וּל <WH1366> ge-Vul unto the border לִדְבִֽר׃ <WH1688> lid-Vir. of Debir"},{"number":27,"verse":"וּבָעֵ֡מֶק <WH6010> u-va-'E-mek And in the valley בֵּ֣ית beit הָרָם֩ <WH1027> ha-Ram Betharam וּבֵ֨ית u-Veit נִמְרָ֜ה <WH1039> nim-Rah and Bethnimrah וְסֻכּ֣וֹת <WH5523> ve-suk-Kot and Succoth וְצָפ֗וֹן <WH6829> ve-tza-Fon, and Zaphon יֶ֚תֶר <WH3499> Ye-ter the rest מַמְלְכ֗וּת <WH4468> mam-le-Chut, of the kingdom סִיחוֹן֙ <WH5511> si-chOn of Sihon מֶ֣לֶךְ <WH4428> Me-lech king חֶשְׁבּ֔וֹן <WH2809> chesh-Bon, of Heshbon הַיַּרְדֵּ֖ן <WH3383> hai-yar-Den Jordan וּגְבֻ֑ל <WH1366> u-ge-Vul; and [his] border עַד־ <WH5704> 'ad- far קְצֵה֙ <WH7097> ke-Tzeh [even] unto the edge יָם־ <WH3220> yom- of the sea כִּנֶּ֔רֶת <WH3672> kin-Ne-ret, of Chinnereth עֵ֥בֶר <WH5676> 'E-ver on the other side הַיַּרְדֵּ֖ן <WH3383> hai-yar-Den Jordan מִזְרָֽחָה׃ <WH4217> miz-Ra-chah. eastward"},{"number":28,"verse":"זֹ֛את <WH2063> zot likewise נַחֲלַ֥ת <WH5159> na-cha-Lat This [is] the inheritance בְּנֵי־ <WH1121> be-nei- of the children גָ֖ד <WH1410> gad of Gad לְמִשְׁפְּחֹתָ֑ם <WH4940> le-mish-pe-cho-Tam; after their families הֶעָרִ֖ים <WH5892> he-'a-Rim the cities וְחַצְרֵיהֶֽם׃ <WH2691> ve-chatz-rei-Hem. and their villages"},{"number":29,"verse":"וַיִּתֵּ֣ן <WH5414> vai-yit-Ten gave מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses לַחֲצִ֖י <WH2677> la-cha-Tzi [inheritance] unto the half שֵׁ֣בֶט <WH7626> She-vet tribe מְנַשֶּׁ֑ה <WH4519> me-nash-Sheh; of Manasseh וַיְהִ֗י <WH1961> vay-Hi, become לַחֲצִ֛י <WH2677> la-cha-Tzi and [this] was [the possession] of the half מַטֵּ֥ה <WH4294> mat-Teh tribe בְנֵֽי־ <WH1121> ve-nei- of the children מְנַשֶּׁ֖ה <WH4519> me-nash-Sheh of Manasseh לְמִשְׁפְּחוֹתָֽם׃ <WH4940> le-mish-pe-cho-Tam. by their families"},{"number":30,"verse":"וַיְהִ֣י <WH1961> vay-Hi become גְבוּלָ֗ם <WH1366> ge-vu-Lam, And their coast מִמַּחֲנַ֨יִם <WH4266> mi-ma-cha-Na-yim was from Mahanaim כָּֽל־ <WH3605> kal- all הַבָּשָׁ֜ן <WH1316> hab-ba-Shan all Bashan כָּֽל־ <WH3605> kal- all מַמְלְכ֣וּת׀ <WH4468> mam-le-Chut all the kingdom ע֣וֹג <WH5747> og of Og מֶֽלֶךְ־ <WH4428> Me-lech- king הַבָּשָׁ֗ן <WH1316> hab-ba-Shan, of Bashan וְכָל־ <WH3605> ve-chol and all חַוֹּ֥ת <WH2333> chav-Vot and all the towns יָאִ֛יר <WH2971> ya-'Ir of Jair אֲשֶׁ֥ר <WH834> 'a-Sher which בַּבָּשָׁ֖ן <WH1316> bab-ba-Shan which [are] in Bashan שִׁשִּׁ֥ים <WH8346> shish-Shim threescore עִֽיר׃ <WH5892> 'Ir. cities"},{"number":31,"verse":"וַחֲצִ֤י <WH2677> va-cha-Tzi And half הַגִּלְעָד֙ <WH1568> hag-gil-'Ad Gilead וְעַשְׁתָּר֣וֹת <WH6252> ve-'ash-ta-Rot and Ashtaroth וְאֶדְרֶ֔עִי <WH154> ve-'ed-Re-'i, and Edrei עָרֵ֛י <WH5892> 'a-Rei cities מַמְלְכ֥וּת <WH4468> mam-le-Chut of the kingdom ע֖וֹג <WH5747> og of Og בַּבָּשָׁ֑ן <WH1316> bab-ba-Shan; in Bashan לִבְנֵ֤י <WH1121> liv-Nei [were pertaining] unto the children מָכִיר֙ <WH4353> ma-Chir of Machir בֶּן־ <WH1121> ben- the son מְנַשֶּׁ֔ה <WH4519> me-nash-Sheh, of Manasseh לַחֲצִ֥י <WH2677> la-cha-Tzi [even] to the one half בְנֵֽי־ <WH1121> ve-nei- of the children מָכִ֖יר <WH4353> ma-Chir of Machir לְמִשְׁפְּחוֹתָֽם׃ <WH4940> le-mish-pe-cho-Tam. by their families"},{"number":32,"verse":"אֵ֕לֶּה <WH428> 'El-leh These אֲשֶׁר־ <WH834> 'a-Sher- which נִחַ֥ל <WH5157> ni-Chal did distribute for inheritance מֹשֶׁ֖ה <WH4872> mo-Sheh These [are the countries] which Moses בְּעַֽרְב֣וֹת <WH6160> be-'ar-Vot in the plains מוֹאָ֑ב <WH4124> mo-'Av; of Moab מֵעֵ֛בֶר <WH5676> me-'E-ver on the other side לְיַרְדֵּ֥ן <WH3383> le-yar-Den Jordan יְרִיח֖וֹ <WH3405> ye-ri-Cho by Jericho מִזְרָֽחָה׃ <WH4217> miz-Ra-chah. eastward ס sa-Mek"},{"number":33,"verse":"וּלְשֵׁ֙בֶט֙ <WH7626> u-le-She-vet But unto the tribe הַלֵּוִ֔י <WH3878> hal-le-Vi, of Levi לֹֽא־ <WH3808> lo- did not נָתַ֥ן <WH5414> na-Tan gave מֹשֶׁ֖ה <WH4872> mo-Sheh Moses נַחֲלָ֑ה <WH5159> na-cha-Lah; not [any] inheritance יְהוָ֞ה <WH3068> Yah-weh the LORD אֱלֹהֵ֤י <WH430> 'e-lo-Hei God יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel ה֣וּא <WH1931> hu he נַחֲלָתָ֔ם <WH5159> na-cha-la-Tam, [was] their inheritance כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher he דִּבֶּ֥ר <WH1696> dib-Ber as he said לָהֶֽם׃ la-Hem."}]}