{"bibleAbbr":"RSV1971","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":37,"verses":[{"number":1,"verse":"Zedekiah’s Vain Hope Zedeki′ah the son of Josi′ah, whom Nebuchadrez′zar king of Babylon made king in the land of Judah, reigned instead of Coni′ah the son of Jehoi′akim."},{"number":2,"verse":"But neither he nor his servants nor the people of the land listened to the words of the LORD which he spoke through Jeremiah the prophet."},{"number":3,"verse":"King Zedeki′ah sent Jehu′cal the son of Shelemi′ah, and Zephani′ah the priest, the son of Ma-asei′ah, to Jeremiah the prophet, saying, “Pray for us to the LORD our God.”"},{"number":4,"verse":"Now Jeremiah was still going in and out among the people, for he had not yet been put in prison."},{"number":5,"verse":"The army of Pharaoh had come out of Egypt; and when the Chalde′ans who were besieging Jerusalem heard news of them, they withdrew from Jerusalem."},{"number":6,"verse":"Then the word of the LORD came to Jeremiah the prophet:"},{"number":7,"verse":"“Thus says the LORD, God of Israel: Thus shall you say to the king of Judah who sent you to me to inquire of me, ‘Behold, Pharaoh’s army which came to help you is about to return to Egypt, to its own land."},{"number":8,"verse":"And the Chalde′ans shall come back and fight against this city; they shall take it and burn it with fire."},{"number":9,"verse":"Thus says the LORD, Do not deceive yourselves, saying, “The Chalde′ans will surely stay away from us,” for they will not stay away."},{"number":10,"verse":"For even if you should defeat the whole army of Chalde′ans who are fighting against you, and there remained of them only wounded men, every man in his tent, they would rise up and burn this city with fire.’”"},{"number":11,"verse":"Jeremiah Is Imprisoned Now when the Chalde′an army had withdrawn from Jerusalem at the approach of Pharaoh’s army,"},{"number":12,"verse":"Jeremiah set out from Jerusalem to go to the land of Benjamin to receive his portion (Heb obscure) there among the people."},{"number":13,"verse":"When he was at the Benjamin Gate, a sentry there named Iri′jah the son of Shelemi′ah, son of Hanani′ah, seized Jeremiah the prophet, saying, “You are deserting to the Chalde′ans.”"},{"number":14,"verse":"And Jeremiah said, “It is false; I am not deserting to the Chalde′ans.” But Iri′jah would not listen to him, and seized Jeremiah and brought him to the princes."},{"number":15,"verse":"And the princes were enraged at Jeremiah, and they beat him and imprisoned him in the house of Jonathan the secretary, for it had been made a prison."},{"number":16,"verse":"When Jeremiah had come to the dungeon cells, and remained there many days,"},{"number":17,"verse":"King Zedeki′ah sent for him, and received him. The king questioned him secretly in his house, and said, “Is there any word from the LORD?” Jeremiah said, “There is.” Then he said, “You shall be delivered into the hand of the king of Babylon.”"},{"number":18,"verse":"Jeremiah also said to King Zedeki′ah, “What wrong have I done to you or your servants or this people, that you have put me in prison?"},{"number":19,"verse":"Where are your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you and against this land’?"},{"number":20,"verse":"Now hear, I pray you, O my lord the king: let my humble plea come before you, and do not send me back to the house of Jonathan the secretary, lest I die there.”"},{"number":21,"verse":"So King Zedeki′ah gave orders, and they committed Jeremiah to the court of the guard; and a loaf of bread was given him daily from the bakers’ street, until all the bread of the city was gone. So Jeremiah remained in the court of the guard."}]}