{"bibleAbbr":"RSV1971","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":5,"verses":[{"number":1,"verse":"(The Utter Corruption of God’s People) Run to and fro through the streets of Jerusalem, look and take note! Search her squares to see if you can find a man, one who does justice and seeks truth; that I may pardon her."},{"number":2,"verse":"Though they say, “As the LORD lives,” yet they swear falsely."},{"number":3,"verse":"O LORD, do not thy eyes look for truth? Thou hast smitten them, but they felt no anguish; thou hast consumed them, but they refused to take correction. They have made their faces harder than rock; they have refused to repent."},{"number":4,"verse":"Then I said, “These are only the poor, they have no sense; for they do not know the way of the LORD, the law of their God."},{"number":5,"verse":"I will go to the great, and will speak to them; for they know the way of the LORD, the law of their God.” But they all alike had broken the yoke, they had burst the bonds."},{"number":6,"verse":"Therefore a lion from the forest shall slay them, a wolf from the desert shall destroy them. A leopard is watching against their cities, every one who goes out of them shall be torn in pieces; because their transgressions are many, their apostasies are great."},{"number":7,"verse":"“How can I pardon you? Your children have forsaken me, and have sworn by those who are no gods. When I fed them to the full, they committed adultery and trooped to the houses of harlots."},{"number":8,"verse":"They were well-fed lusty stallions, each neighing for his neighbor’s wife."},{"number":9,"verse":"Shall I not punish them for these things? says the LORD; and shall I not avenge myself on a nation such as this?"},{"number":10,"verse":"“Go up through her vine-rows and destroy, but make not a full end; strip away her branches, for they are not the LORD’s."},{"number":11,"verse":"For the house of Israel and the house of Judah have been utterly faithless to me, says the LORD."},{"number":12,"verse":"They have spoken falsely of the LORD, and have said, ‘He will do nothing; no evil will come upon us, nor shall we see sword or famine."},{"number":13,"verse":"The prophets will become wind; the word is not in them. Thus shall it be done to them!’”"},{"number":14,"verse":"Therefore thus says the LORD, the God of hosts: “Because they (Heb you) have spoken this word, behold, I am making my words in your mouth a fire, and this people wood, and the fire shall devour them."},{"number":15,"verse":"Behold, I am bringing upon you a nation from afar, O house of Israel, says the LORD. It is an enduring nation, it is an ancient nation, a nation whose language you do not know, nor can you understand what they say."},{"number":16,"verse":"Their quiver is like an open tomb, they are all mighty men."},{"number":17,"verse":"They shall eat up your harvest and your food; they shall eat up your sons and your daughters; they shall eat up your flocks and your herds; they shall eat up your vines and your fig trees; your fortified cities in which you trust they shall destroy with the sword.”"},{"number":18,"verse":"“But even in those days, says the LORD, I will not make a full end of you."},{"number":19,"verse":"And when your people say, ‘Why has the LORD our God done all these things to us?’ you shall say to them, ‘As you have forsaken me and served foreign gods in your land, so you shall serve strangers in a land that is not yours.’”"},{"number":20,"verse":"Declare this in the house of Jacob, proclaim it in Judah:"},{"number":21,"verse":"“Hear this, O foolish and senseless people, who have eyes, but see not, who have ears, but hear not."},{"number":22,"verse":"Do you not fear me? says the LORD; Do you not tremble before me? I placed the sand as the bound for the sea, a perpetual barrier which it cannot pass; though the waves toss, they cannot prevail, though they roar, they cannot pass over it."},{"number":23,"verse":"But this people has a stubborn and rebellious heart; they have turned aside and gone away."},{"number":24,"verse":"They do not say in their hearts, ‘Let us fear the LORD our God, who gives the rain in its season, the autumn rain and the spring rain, and keeps for us the weeks appointed for the harvest.’"},{"number":25,"verse":"Your iniquities have turned these away, and your sins have kept good from you."},{"number":26,"verse":"For wicked men are found among my people; they lurk like fowlers lying in wait. (Heb uncertain) They set a trap; they catch men."},{"number":27,"verse":"Like a basket full of birds, their houses are full of treachery; therefore they have become great and rich,"},{"number":28,"verse":"they have grown fat and sleek. They know no bounds in deeds of wickedness; they judge not with justice the cause of the fatherless, to make it prosper, and they do not defend the rights of the needy."},{"number":29,"verse":"Shall I not punish them for these things? says the LORD, and shall I not avenge myself on a nation such as this?”"},{"number":30,"verse":"An appalling and horrible thing has happened in the land:"},{"number":31,"verse":"the prophets prophesy falsely, and the priests rule at their direction; my people love to have it so, but what will you do when the end comes?"}]}