{"bibleAbbr":"urRV2010","bookName":"۱-تِیمُتھِیُس","bookEnglishName":"1 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"( تمہید) پَولُس کی طرف سے جو ہمارے مُنجّی خُدا اور ہمارے اُمّید گاہ مسیِح یِسُو ع کے حُکم سے مسیِح یِسُو ع کا رسُول ہے۔"},{"number":2,"verse":"تِیمُتِھیُس کے نام جو اِیمان کے لِحاظ سے میرا سچّا فرزند ہے ۔ فضل رحم اور اِطمِینان خُدا باپ اور ہمارے خُداوند مسِیح یِسُو ع کی طرف سے تُجھے حاصِل ہوتا رہے۔"},{"number":3,"verse":"( جُھوٹی تعلِیمات کے خِلاف اِنتباہ) جِس طرح مَیں نے مَکِدُنیہ جاتے وقت تُجھے نصِیحت کی تھی کہ اِفِسُس میں رہ کر بعض شخصوں کو حُکم کر دے کہ اَور طرح کی تعلِیم نہ دیں۔"},{"number":4,"verse":"اور اُن کہانِیوں اور بے اِنتِہا نَسب ناموں پر لِحاظ نہ کریں جو تکرار کا باعِث ہوتے ہیں اور اُس اِنتِظامِ الٰہی کے مُوافِق نہیں جو اِیمان پر مبنی ہے اُسی طرح اب بھی کرتا ہُوں۔"},{"number":5,"verse":"حُکم کا مقصد یہ ہے کہ پاک دِل اور نیک نِیّت اور بے رِیا اِیمان سے مُحبّت پَیدا ہو۔"},{"number":6,"verse":"اِن کو چھوڑ کر بعض شخص بیہُودہ بکواس کی طرف مُتوجِّہ ہو گئے۔"},{"number":7,"verse":"اور شرِیعت کے مُعلِّم بننا چاہتے ہیں حالانکہ جو باتیں کہتے ہیں اور جِن کا یقِینی طَور سے دعویٰ کرتے ہیں اُن کو سمجھتے بھی نہیں۔"},{"number":8,"verse":"مگر ہم جانتے ہیں کہ شرِیعت اچّھی ہے بشرطیکہ کوئی اُسے شرِیعت کے طَور پر کام میں لائے۔"},{"number":9,"verse":"یعنی یہ سمجھ کر کہ شرِیعت راست بازوں کے لِئے مُقرّر نہیں ہُوئی بلکہ بے شرع اور سرکش لوگوں اور بے دِینوں اور گُنہگاروں اور ناپاکوں اور رِندوں اور ماں باپ کے قاتِلوں اور خُونِیوں۔"},{"number":10,"verse":"اور حرام کاروں اور لَونڈے بازوں اور بردہ فروشوں اور جُھوٹوں اور جُھوٹی قَسم کھانے والوں اور اِن کے سِوا صحِیح تعلِیم کے اَور برخِلاف کام کرنے والوں کے واسطے ہے۔"},{"number":11,"verse":"یہ خُدایِ مُبارک کے جلال کی اُس خُوشخبری کے مُوافِق ہے جو میرے سپُرد ہُوئی۔"},{"number":12,"verse":"( خُدا کی رحمت کے لِئے شُکر گُزاری) مَیں اپنے طاقت بخشنے والے خُداوند مسیِح یِسُو ع کا شُکر کرتا ہُوں کہ اُس نے مُجھے دِیانت دار سمجھ کر اپنی خِدمت کے لِئے مُقرّر کِیا۔"},{"number":13,"verse":"اگرچہ مَیں پہلے کُفر بکنے والا اور ستانے والا اور بے عِزّت کرنے والا تھا تَو بھی مُجھ پر رَحم ہُؤا اِس واسطے کہ مَیں نے بے اِیمانی کی حالت میں نادانی سے یہ کام کِئے تھے۔"},{"number":14,"verse":"اور ہمارے خُداوند کا فضل اُس اِیمان اور مُحبّت کے ساتھ جو مسِیح یِسُو ع میں ہے بُہت زِیادہ ہُؤا۔"},{"number":15,"verse":"یہ بات سچ اور ہر طرح سے قبُول کرنے کے لائِق ہے کہ مسِیح یِسُو ع گُنہگاروں کو نجات دینے کے لِئے دُنیا میں آیا جِن میں سب سے بڑا مَیں ہُوں۔"},{"number":16,"verse":"لیکن مُجھ پر رَحم اِس لِئے ہُؤا کہ یِسُو ع مسِیح مُجھ بڑے گُنہگار میں اپنا کمال تحمُّل ظاہِر کرے تاکہ جو لوگ ہمیشہ کی زِندگی کے لِئے اُس پر اِیمان لائیں گے اُن کے لِئے مَیں نمُونہ بنُوں۔"},{"number":17,"verse":"اب اَزلی بادشاہ یعنی غَیرفانی نادِیدہ واحِد خُدا کی عِزّت اور تمجِید ابدُالآباد ہوتی رہے ۔ آمِین۔"},{"number":18,"verse":"اَے فرزند تِیمُتِھیُس اُن پیشِین گوئِیوں کے مَوافِق جو پہلے تیری بابت کی گئی تِھیں مَیں یہ حُکم تیرے سپُرد کرتا ہُوں تاکہ تُو اُن کے مُطابِق اچّھی لڑائی لڑتا رہے اور اِیمان اور اُس نیک نِیّت پر قائِم رہے۔"},{"number":19,"verse":"جِس کو دُور کرنے کے سبب سے بعض لوگوں کے اِیمان کا جہاز غرق ہو گیا۔"},{"number":20,"verse":"اُن ہی میں سے ہُمِنِیُس اور سکندر ہیں ۔ جِنہیں مَیں نے شَیطان کے حوالہ کِیا تاکہ کُفر سے باز رہنا سِیکھیں۔"}]}