{"bibleAbbr":"urRV2010","bookName":"۱-تِیمُتھِیُس","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"کِسی بڑے عُمر رسِیدہ کو ملامت نہ کر بلکہ باپ جان کر نصِیحت کر۔"},{"number":2,"verse":"اور جوانوں کو بھائی جان کر اور بڑی عُمر والی عَورتوں کو ماں جان کر اور جوان عَورتوں کو کمال پاکِیزگی سے بہن جان کر۔"},{"number":3,"verse":"اُن بیواؤں کی جو واقِعی بیوہ ہیں عِزّت کر۔"},{"number":4,"verse":"اور اگر کِسی بیوہ کے بیٹے یا پوتے ہوں تو وہ پہلے اپنے ہی گھرانے کے ساتھ دِین داری کا برتاؤ کرنا اور ماں باپ کا حق ادا کرنا سِیکھیں کیونکہ یہ خُدا کے نزدِیک پسندِیدہ ہے۔"},{"number":5,"verse":"جو واقِعی بیوہ ہے اور اُس کا کوئی نہیں وہ خُدا پر اُمّید رکھتی ہے اور رات دِن مُناجات اور دُعاؤں میں مشغُول رہتی ہے۔"},{"number":6,"verse":"مگر جو عَیش و عِشرت میں پڑ گئی ہے وہ جِیتے جی مَر گئی ہے۔"},{"number":7,"verse":"اِن باتوں کا بھی حُکم کر تاکہ وہ بے اِلزام رہیں۔"},{"number":8,"verse":"اگر کوئی اَپنوں اور خاص کر اپنے گھرانے کی خبرگِیری نہ کرے تو اِیمان کا مُنکر اور بے اِیمان سے بدتر ہے۔"},{"number":9,"verse":"وُہی بیوہ فَرد میں لِکھی جائے جو ساٹھ برس سے کم کی نہ ہو اور ایک شَوہر کی بِیوی ہُوئی ہو۔"},{"number":10,"verse":"اور نیک کاموں میں مشہُور ہو ۔ بچّوں کی تربِیّت کی ہو ۔ پردیسِیوں کے ساتھ مِہمان نوازی کی ہو ۔ مُقدّسوں کے پاؤں دھوئے ہوں ۔ مُصِیبت زدوں کی مدد کی ہو اور ہر نیک کام کرنے کے دَرپے رہی ہو۔"},{"number":11,"verse":"مگر جوان بیواؤں کے نام دَرج نہ کر کیونکہ جب وہ مسیِح کے خِلاف نَفس کے تابِع ہو جاتی ہیں تو بیاہ کرنا چاہتی ہیں۔"},{"number":12,"verse":"اور سزا کے لائِق ٹھہرتی ہیں اِس لِئے کہ اُنہوں نے اپنے پہلے اِیمان کو چھوڑ دِیا۔"},{"number":13,"verse":"اور اِس کے ساتھ ہی وہ گھر گھر پِھر کر بیکار رہنا سِیکھتی ہیں اور صِرف بیکار ہی نہیں رہتِیں بلکہ بَک بَک کرتی رہتی اور اَوروں کے کام میں دَخل بھی دیتی ہیں اور ناشایستہ باتیں کہتی ہیں۔"},{"number":14,"verse":"پس مَیں یہ چاہتا ہُوں کہ جوان بیوائیں بیاہ کریں ۔ اُن کے اَولاد ہو ۔ گھر کا اِنتِظام کریں اور کِسی مُخالِف کو بَدگوئی کا مَوقع نہ دیں۔"},{"number":15,"verse":"کیونکہ بعض گُمراہ ہو کر شَیطان کی پَیرو ہو چُکی ہیں۔"},{"number":16,"verse":"اگر کِسی اِیمان دار عَورت کے ہاں بیوائیں ہوں تو وُہی اُن کی مدد کرے اور کلِیسیا پر بوجھ نہ ڈالا جائے تاکہ وہ اُن کی مدد کر سکے جو واقِعی بیوہ ہیں۔"},{"number":17,"verse":"جو بزُرگ اچھّا اِنتِظام کرتے ہیں ۔ خاص کر وہ جو کلام سُنانے اور تعلِیم دینے میں مِحنت کرتے ہیں دو چند عِزّت کے لائِق سمجھے جائیں۔"},{"number":18,"verse":"کیونکہ کِتابِ مُقدّس یہ کہتی ہے کہ دائیں میں چلتے ہُوئے بَیل کا مُنہ نہ باندھنا اور مزدُور اپنی مزدُوری کا حق دار ہے۔"},{"number":19,"verse":"جو دعویٰ کِسی بزُرگ کے برخِلاف کِیا جائے بغَیر دو یا تِین گواہوں کے اُس کو نہ سُن۔"},{"number":20,"verse":"گُناہ کرنے والوں کو سب کے سامنے ملامت کر تاکہ اَوروں کو بھی خَوف ہو۔"},{"number":21,"verse":"خُدا اور مسِیح یِسُوع اور برگُزِیدہ فرِشتوں کو گواہ کر کے مَیں تُجھے تاکِید کرتا ہُوں کہ اِن باتوں پر بِلاتعصُّب عمل کرنا اور کوئی کام طرف داری سے نہ کرنا۔"},{"number":22,"verse":"کِسی شخص پر جلد ہاتھ نہ رکھنا اور دُوسروں کے گُناہوں میں شرِیک نہ ہونا ۔ اپنے آپ کو پاک رکھنا۔"},{"number":23,"verse":"آیندہ کو صِرف پانی ہی نہ پِیا کر بلکہ اپنے مِعدہ اور اکثر کمزور رہنے کی وجہ سے ذرا سی مَے بھی کام میں لایا کر۔"},{"number":24,"verse":"بعض آدمِیوں کے گُناہ ظاہِر ہوتے ہیں اور پہلے ہی عدالت میں پُہنچ جاتے ہیں اور بعض کے پِیچھے جاتے ہیں۔"},{"number":25,"verse":"اِسی طرح بعض اچھّے کام بھی ظاہِر ہوتے ہیں اور جو اَیسے نہیں ہوتے وہ بھی چُھپ نہیں سکتے۔"}]}