{"bibleAbbr":"NASB1995+","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"\"Behold, <WH2009> I am going to send <WH7971> My messenger, <WH4397> and he will clear <WH6437> the way <WH1870> before <WH6440> Me. And the Lord, <WH113> whom <WH834> you seek, <WH1245> will suddenly <WH6597> come <WH935> to His temple; <WH1964> and the messenger <WH4397> of the covenant, <WH1285> in whom <WH834> you delight, <WH2655> behold, <WH2009> He is coming, <WH935>\" says <WH559> the Lord <WH3068> of hosts. <WH6635>"},{"number":2,"verse":"\"But who <WH4310> can endure <WH3557> the day <WH3117> of His coming <WH935>? And who <WH4310> can stand <WH5975> when He appears <WH7200>? For He is like a refiner's fire <WH784> and like fullers' soap. <WH1287>"},{"number":3,"verse":"\"And He will sit <WH3427> as a smelter <WH6884> and purifier <WH2891> of silver, <WH3701> and He will purify <WH2891> the sons <WH1121> of Levi <WH3878> and refine <WH2212> them like gold <WH2091> and silver, <WH3701> so that they may present <WH5066> to the Lord <WH3068> offerings <WH4503> in righteousness. <WH6666>"},{"number":4,"verse":"\"Then the offering <WH4503> of Judah <WH3063> and Jerusalem <WH3389> will be pleasing <WH6149> to the Lord, <WH3068> as in the days <WH3117> of old <WH5769> and as in former <WH6931> years. <WH8141>"},{"number":5,"verse":"\"Then I will draw <WH7126> near <WH7126> to you for judgment; <WH4941> and I will be a swift <WH4116> witness <WH5707> against the sorcerers <WH3784> and against the adulterers <WH5003> and against those who swear <WH7650> falsely, <WH8267> and against those who oppress <WH6231> the wage <WH7916> earner <WH7916> in his wages, <WH7939> the widow <WH490> and the orphan, <WH3490> and those who turn <WH5186> aside <WH5186> the alien, <WH1616> and do not fear <WH3372> Me,\" says <WH559> the Lord <WH3068> of hosts. <WH6635>"},{"number":6,"verse":"\"For I, the Lord, <WH3068> do not change; <WH8132> therefore you, O sons <WH1121> of Jacob, <WH3290> are not consumed. <WH3615>"},{"number":7,"verse":"\"From the days <WH3117> of your fathers you have turned <WH1> aside <WH5493> from My statutes, <WH5493> and have not kept <WH2706> [them.] Return <WH8104> to Me, and I will return <WH7725> to you,\" says <WH7725> the Lord <WH559> of hosts. <WH3068> \"But you say, <WH6635> 'How <WH559> shall we return <WH4100>?'"},{"number":8,"verse":"\"Will a man <WH120> rob <WH6906> God <WH430>? Yet <WH3588> you are robbing <WH6906> Me! But you say, <WH559> 'How <WH4100> have we robbed <WH6906> Thee?' In tithes <WH4643> and offerings. <WH8641>"},{"number":9,"verse":"\"You are cursed <WH779> with a curse, <WH3994> for you are robbing <WH6906> Me, the whole <WH3605> nation <WH1471> [of you]!"},{"number":10,"verse":"\"Bring <WH935> the whole <WH3605> tithe <WH4643> into the storehouse, <WH214> so that there may be food <WH2964> in My house, <WH1004> and test <WH974> Me now <WH4994> in this, <WH2088>\" says <WH559> the Lord <WH3068> of hosts, <WH6635> \"if <WH518> I will not open <WH6605> for you the windows <WH699> of heaven, <WH8064> and pour <WH9553> out for you a blessing <WH1293> until <WH5704> it overflows. <WH1097> <WH1767>"},{"number":11,"verse":"\"Then I will rebuke <WH1605> the devourer <WH398> for you, so that it may not destroy <WH7843> the fruits <WH6529> of the ground; <WH127> nor <WH3808> will your vine <WH1612> in the field <WH7704> cast <WH7921> [its grapes],\" says <WH559> the Lord <WH3068> of hosts. <WH6635>"},{"number":12,"verse":"\"And all <WH3605> the nations <WH1471> will call <WH833> you blessed, <WH833> for you shall be a delightful <WH2656> land, <WH776>\" says <WH559> the Lord <WH3068> of hosts. <WH6635>"},{"number":13,"verse":"\"Your words <WH1697> have been <WH2388> arrogant <WH2388> against <WH5921> Me,\" says <WH559> the Lord. <WH3068> \"Yet you say, <WH559> 'What <WH4100> have we spoken <WH1696> against <WH5921> Thee?'"},{"number":14,"verse":"\"You have said, <WH559> 'It is vain <WH7723> to serve <WH5647> God; <WH430> and what <WH4100> profit <WH1215> is it that we have kept <WH8104> His charge, <WH4931> and that we have walked <WH1980> in mourning <WH6941> before <WH4480> <WH6440> the Lord <WH3068> of hosts <WH6635>?"},{"number":15,"verse":"'So now <WH6258> we call <WH833> the arrogant <WH2086> blessed; <WH833> not only <WH1571> are the doers <WH6213> of wickedness <WH7564> built <WH1129> up, but they also <WH1571> test <WH974> God <WH430> and escape. <WH4422>' \""},{"number":16,"verse":"Then <WH227> those who feared <WH3372> the Lord <WH3068> spoke <WH1696> to one <WH376> another, <WH7453> and the Lord <WH3068> gave <WH7181> attention <WH7181> and heard <WH8085> [it,] and a book <WH5612> of remembrance <WH2146> was written <WH3789> before <WH6440> Him for those who fear <WH3372> the Lord <WH3068> and who esteem <WH2803> His name. <WH8034>"},{"number":17,"verse":"\"And they will be Mine,\" says <WH559> the Lord <WH3068> of hosts, <WH6635> \"on the day <WH3117> that I prepare <WH6213> [My] own possession, <WH5459> and I will spare <WH2550> them as a man <WH376> spares <WH2550> his own son <WH1121> who serves <WH5647> him.\""},{"number":18,"verse":"So you will again <WH7725> distinguish <WH7200> between <WH996> the righteous <WH6662> and the wicked, <WH7563> between <WH996> one who serves <WH5647> God <WH430> and one who <WH834> does not serve <WH5647> Him."}]}