{"bibleAbbr":"KJV2000","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"In that day the LORD with his hard and great and strong sword shall punish leviathan the fleeing serpent, even leviathan that twisted serpent; and he shall slay the monster that is in the sea."},{"number":2,"verse":"In that day sing unto her, A vineyard of red wine."},{"number":3,"verse":"I the LORD do keep it; I will water it every moment: lest any hurt it, I will keep it night and day."},{"number":4,"verse":"Fury is not in me: who would set the briers and thorns against me in battle? I would go through them, I would burn them together."},{"number":5,"verse":"Or let him take hold of my strength, that he may make peace with me; and he shall make peace with me."},{"number":6,"verse":"He shall cause them that come from Jacob to take root: Israel shall blossom and bud, and fill the face of the world with fruit."},{"number":7,"verse":"Has he struck him, as he struck those that struck him? or is he slain according to the slaughter of them that are slain by him?"},{"number":8,"verse":"In measure, by sending it away, you will contend with it: he removes it with his fierce blast in the day of the east wind."},{"number":9,"verse":"By this therefore shall the iniquity of Jacob be purged; and this is all the fruit of taking away his sin; when he makes all the stones of the altar like chalkstones that are beaten to dust, the idol poles and incense altars shall not remain standing."},{"number":10,"verse":"Yet the fortified city shall be desolate, and the habitation forsaken, and left like a wilderness: there shall the calf feed, and there shall he lie down, and strip its branches."},{"number":11,"verse":"When its boughs are withered, they shall be broken off: the women come, and set them on fire: for it is a people of no understanding: therefore he that made them will not have mercy on them, and he that formed them will show them no favor."},{"number":12,"verse":"And it shall come to pass in that day, that the LORD shall thresh from the channel of the river to the stream of Egypt, and you shall be gathered one by one, O you children of Israel."},{"number":13,"verse":"And it shall come to pass in that day, that the great trumpet shall be blown, and they shall come who were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the LORD in the holy mount at Jerusalem."}]}