{"bibleAbbr":"KJV2000","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"Keep silence before me, O coastlands; and let the people renew their strength: let them come near; then let them speak: let us come near together for judgment."},{"number":2,"verse":"Who raised up the righteous man from the east, called him to his feet, gave the nations before him, and made him rule over kings? he gave them as the dust to his sword, and as driven stubble to his bow."},{"number":3,"verse":"He pursued them, and passed safely; even by the way that he had not gone with his feet."},{"number":4,"verse":"Who has performed and done it, calling the generations from the beginning? I the LORD, the first, and with the last; I am he."},{"number":5,"verse":"The coastlands saw it, and feared; the ends of the earth were afraid, drew near, and came."},{"number":6,"verse":"They helped everyone his neighbor; and everyone said to his brother, Be of good courage."},{"number":7,"verse":"So the carpenter encouraged the goldsmith, and he that smoothes with the hammer him that struck the anvil, saying, It is ready for the soldering: and he fastened it with pegs, that it should not be moved."},{"number":8,"verse":"But you, Israel, are my servant, Jacob whom I have chosen, the descendant of Abraham my friend."},{"number":9,"verse":"You whom I have taken from the ends of the earth, and called you from its chief men, and said unto you, you are my servant; I have chosen you, and not cast you away."},{"number":10,"verse":"Fear not; for I am with you: be not dismayed; for I am your God: I will strengthen you; yea, I will help you; yea, I will uphold you with the right hand of my righteousness."},{"number":11,"verse":"Behold, all they that were incensed against you shall be ashamed and confounded: they shall be as nothing; and they that strive with you shall perish."},{"number":12,"verse":"You shall seek them, and shall not find them, even them that contended with you: they that war against you shall be as nothing, and as a thing not existing."},{"number":13,"verse":"For I the LORD your God will hold your right hand, saying unto you, Fear not; I will help you."},{"number":14,"verse":"Fear not, you worm Jacob, and you men of Israel; I will help you, says the LORD, and your redeemer, the Holy One of Israel."},{"number":15,"verse":"Behold, I will make you a new sharp threshing instrument having teeth: you shall thresh the mountains, and beat them small, and shall make the hills like chaff."},{"number":16,"verse":"You shall fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and you shall rejoice in the LORD, and shall glory in the Holy One of Israel."},{"number":17,"verse":"When the poor and needy seek water, and there is none, and their tongues fail for thirst, I the LORD will hear them, I the God of Israel will not forsake them."},{"number":18,"verse":"I will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water."},{"number":19,"verse":"I will plant in the wilderness the cedar, the acacia tree, and the myrtle, and the oil tree; I will set in the desert the cypress tree, and the pine, and the box tree together:"},{"number":20,"verse":"That they may see, and know, and consider, and understand together, that the hand of the LORD has done this, and the Holy One of Israel has created it."},{"number":21,"verse":"Produce your case, says the LORD; bring forth your strong reasons, says the King of Jacob."},{"number":22,"verse":"Let them bring them forth, and show us what shall happen: let them show the former things, what they were, that we may consider them, and know the latter end of them; or declare to us things to come."},{"number":23,"verse":"Show the things that are to come hereafter, that we may know that you are gods: yea, do good, or do evil, that we may be dismayed, and behold it together."},{"number":24,"verse":"Behold, you are of nothing, and your work is nothing: an abomination is he that chooses you."},{"number":25,"verse":"I have raised up one from the north, and he shall come: from the rising of the sun shall he call upon my name: and he shall come upon princes as upon mortar, and as the potter treads clay."},{"number":26,"verse":"Who has declared from the beginning, that we may know? and beforetime, that we may say, He is righteous? yea, there is none that shows, yea, there is none that declares, yea, there is none that hears your words."},{"number":27,"verse":"The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that brings good tidings."},{"number":28,"verse":"For I beheld, and there was no man; even among them, and there was no counselor, that, when I asked of them, could answer a word."},{"number":29,"verse":"Behold, they are all worthless; their works are nothing: their molten images are wind and confusion."}]}