{"bibleAbbr":"KJV2000","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"Cry aloud, spare not, lift up your voice like a trumpet, and show my people their transgression, and the house of Jacob their sins."},{"number":2,"verse":"Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching God."},{"number":3,"verse":"Why have we fasted, they say, and you see not? why have we afflicted our soul, and you take no knowledge? Behold, in the day of your fast you find pleasure, and exploit all your laborers."},{"number":4,"verse":"Behold, you fast for strife and debate, and to strike with the fist of wickedness: you shall not fast as you do this day, to make your voice to be heard on high."},{"number":5,"verse":"Is it such a fast that I have chosen? a day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? will you call this a fast, and an acceptable day to the LORD?"},{"number":6,"verse":"Is not this the fast that I have chosen? to loose the bonds of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that you break every yoke?"},{"number":7,"verse":"Is it not to share your bread with the hungry, and that you bring the poor that are cast out to your house? when you see the naked, that you cover him; and that you hide not yourself from your own flesh?"},{"number":8,"verse":"Then shall your light break forth as the morning, and your health shall spring forth speedily: and your righteousness shall go before you; the glory of the LORD shall be your rear guard."},{"number":9,"verse":"Then shall you call, and the LORD shall answer; you shall cry, and he shall say, Here I am. If you take away from the midst of you the yoke, the pointing of the finger, and speaking wickedness;"},{"number":10,"verse":"And if you draw out your soul to the hungry, and satisfy the afflicted soul; then shall your light rise in the darkness, and your darkness be as the noon day:"},{"number":11,"verse":"And the LORD shall guide you continually, and satisfy your soul in drought, and strengthen your bones: and you shall be like a watered garden, and like a spring of water, whose waters fail not."},{"number":12,"verse":"And they from among you shall build the old waste places: you shall raise up the foundations of many generations; and you shall be called, The repairer of the breach, The restorer of streets to dwell in."},{"number":13,"verse":"If you turn away your foot from the sabbath, from doing your pleasure on my holy day; and call the sabbath a delight, the holy of the LORD, honorable; and shall honor him, not doing your own ways, nor finding your own pleasure, nor speaking your own words:"},{"number":14,"verse":"Then shall you delight yourself in the LORD; and I will cause you to ride upon the heights of the earth, and feed you with the heritage of Jacob your father: for the mouth of the LORD has spoken it."}]}