{"bibleAbbr":"guOV2016","bookName":"ન્યાયાધીશોનું પુસ્તક","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"( સામસૂનનાં પરાક્રમ) હવે કેટલાક વખત પછી એમ બન્યું કે ઘૂઉંની કાપણીના દિવસોમાં, સામસૂન બકરીનું બચ્ચું લઈને પોતાની પત્નીની મુલાકાતે ગયો, તેણે કહ્યું, “હું ઓરડીમાં મારી પત્નીની પાસે જઈશ.” પણ તેના પિતાએ તેને અંદર જવા દીધો નહિ."},{"number":2,"verse":"તેના પિતાએ તેને કહ્યું, “મને ખરેખર એમ લાગ્યું કે, તું તેને તદ્દન ધિક્કારે છે; માટે મેં તારા સાથીને તેને આપી દીધી. શું તેની નાની બહેન તેના કરતાં સુંદર નથી? કૃપા કરીને તેને બદલે એને લે.”"},{"number":3,"verse":"અને સામસૂને તેઓને કહ્યું, “હવે જો, હું પલિસ્તીઓને કંઈ ઉપદ્રવ કરું, તો એમાં મારો દોષ નહિ.”"},{"number":4,"verse":"પછી સામસૂને જઈને ત્રણસો શિયાળ પકડ્યાં, મશાલો લીધી, ને પૂછડીઓ સામસામી ફેરવી, ને તેઓની વચ્ચોવચ એટલે બબ્બે પૂછડીઓની વચ્ચે એક એક મશાલ બાંધી."},{"number":5,"verse":"પછી તેણે મશાલપ સળગાવીને તેઓને પલિસ્તીઓના ઊભા પાકમાં છોડી મૂક્યાં, અને પૂળા તથા ઊભો પાક તથા જૈતવાડીઓ પણ બાળી મૂકી."},{"number":6,"verse":"ત્યારે પલિસ્તીઓએ [એકબીજાને] પછ્યું, “આ કોણે કર્યું છે?” તેઓએ કહ્યું, “તિમ્નીના જમાઈ સામસૂને, કેમ કે તેણે તેની પત્નીને લઈને તેના સાથીને આપી દીધી છે.” તેથી પલિસ્તીઓએ આવીને તેને તથા તેના પિતાને આગથી બાળી મૂક્યાં."},{"number":7,"verse":"સામસૂને તેઓને કહ્યું, “જો તમે આમ કરશો, તો નક્કી તમારા પર વેર વાળ્યા સિવાય હું જંપવાનો નથી.”"},{"number":8,"verse":"પછી તેણે તેઓને મારીને તેઓનો પૂરો સંહાર કર્યો; અને તે જઈને એટામ ખડકની ખોમાં રહ્યો."},{"number":9,"verse":"( સામસૂન પલિસ્તીઓને હરાવે છે) પછી પલિસ્તીઓએ જઈને યહૂદિયામાં છાવણી કરી, ને લેહીમાં ફેલાઈ ગયા."},{"number":10,"verse":"યહૂદિયાના માણસોએ કહ્યું, “તમે અમારા પર કેમ ચઢી આવ્યા છો?” તેઓએ ઉત્તર આપ્યો, “સામસૂને અમારા જેવા હાલ કર્યા છે, તેવા તેના હાલ કરવા માટે અમે તેને બાંધવા આવ્યા છીએ.”"},{"number":11,"verse":"ત્યારે યહૂદિયાના ત્રણ હજાર માણસોએ એટામ ખડકની ખોમાં જઈને સામસૂનને કહ્યું, “શું તું જાણતો નથી કે પલિસ્તીઓ અમારા રાજકર્તા છે? તો આ તેં અમને શું કર્યું છે?” તેણે તેઓને કહ્યું, “તેઓએ જેવું મને કર્યું, તેવું મેં તેઓને કર્યું છે.”"},{"number":12,"verse":"તેઓએ તેને કહ્યું, “તને પલિસ્તીઓના હાથમાં સોંપી દેવાને અમે તને બાંધવા આવ્યા છીએ.” સામસૂને તેઓને કહ્યું, “મારી આગળ તમે પ્રતિ લો કે તમે પોતે મારા પર તૂટી નહિ પડો.”"},{"number":13,"verse":"તેઓએ તેને કહ્યું, “ના, ના; અમે તને સજડ બાંધીને તેઓના હાથમાં તને સોંપી દઈશું. પણ અમે તારી હત્યા તો નહિ જ કરીએ.” પછી તેઓ બે નવાં દોરડાંથી તેને બાંધીને તે ખડક પરથી તેને લઈ ગયા."},{"number":14,"verse":"જ્યારે તે લેહીમાં પહોંચ્યો ત્યારે પલિસ્તીઓએ તેને જોઈને [હર્ષનો] પોકાર કર્યો. અને યહોવાનો આત્મા તેના પર પરાક્રમસહિત આવ્યો, અને તેને હાથે જે દોરડાં બાંધેલાં હતાં તે અગ્નિમાં બળેલા શણના જેવાં થઈ ગયાં, ને તેના હાથ પરથી તેનાં બંધન ખરી પડ્યાં."},{"number":15,"verse":"પછી તેને ગધેડાનું તાજું જડબું મળ્યું; પોતાનો હાથ લંબાવી તે લઈને તે વડે તેણે એક હજાર માણસોને મારી નાખ્યા."},{"number":16,"verse":"અને સામસૂને કહ્યું, “ગધેડાના જડબાથી ઢગલેઢગલા, ગધેડાના જડબાથી મેં હજાર માણસને મારી નાખ્યા છે.”"},{"number":17,"verse":"એ પ્રમાણે કહી રહ્યા પછી એમ થયું કે, તેણે પોતાના કહી રહ્યા પછી એમ થયું કે, તેણે પોતાના હાથમાંથી તે જડબું ફેંકી દીધું; અને તે જગાનું નામ તેણે રામાથ-લેહી પાડ્યું."},{"number":18,"verse":"અને તે બહુ તરસ્યો થયો, ને તેણે યહોવાને વિનંતી કરી, “તમે આ મોટો બચાવ તમારા દાસની હસ્તક કર્યો છે; અને શું હું હવે તૃષાથી મરી જઈને બેસુન્‍નત લોકના હાથમાં પડીશ?”"},{"number":19,"verse":"ત્યારે લેહીમાં એક ખાડો છે તેમાં ઈશ્વરે ફાટ પાડી, ને તેમાંથી પાણી નીકળ્યું; અને પીધા પછી તે પાછો શુદ્ધિમાં આવ્યો, ને સાવચેત થયો; માટે તેણે તે જગાનું નામ એન-હાકકોરે પાડ્યું, તે આજ સુધી લોહીમાં છે."},{"number":20,"verse":"અને પલિસ્તીઓના સમયમાં તેણે વીસ વર્ષ સુધી ઇઝરાયલનો ન્યાય કર્યો."}]}