{"bibleAbbr":"guOV2016","bookName":"ન્યાયાધીશોનું પુસ્તક","bookEnglishName":"Judges","chapterNumber":7,"verses":[{"number":1,"verse":"( ગિદિયોને મિદ્યાનીઓને હરાવ્યા) ત્યારે યરુબાલ, એટલે ગિદિયોન, તથા તેની સાથેના સર્વ લોકોએ મળસકે ઊઠીને હારોદના ઝરાની પાસે છાવણી કરી. અને મોરે પર્વતની પાસે તેઓની ઉત્તર તરફની ખીણમાં મિદ્યાનીઓએ છાવણી કરી હતી."},{"number":2,"verse":"યહોવાએ ગિદિયોનને કહ્યું, “તારી સાથેના લોકો એટલા બધા છે કે તેઓ વડે હું મિદ્યાનીઓને તેઓના હાથમાં સોંપવા ઇચ્છતો નથી, રખેને ઇઝરાયલ મારી આગળ ફુલાશ મારીને કહે કે, ‘મારા પોતાના જ હાથે મને ઉગાર્યો છે.’"},{"number":3,"verse":"માટે હવે તું જા, અને લોકોને જાહેર કર કે, ( .) જે કોઈ ભયભીત તથા ધ્રૂજતો હોય, તે ગિલ્યાદ પર્વત આગળથી પાછો જાય.” ત્યારે લોકોમાંથી બાવીસ હજાર પાછા ગયા; એટલે દશ હજાર રહ્યા."},{"number":4,"verse":"યહોવાએ ગિદિયોનને ફરી કહ્યું, “લોક હજી પણ વધારે છે. તેઓને પાણીની પાસે લાવ, ને ત્યાં હું તારે માટે તેઓની પરીક્ષા કરીશ. અને જેના સંબંધી હું તને કહું કે કેટલાક તારી સાથે જશે, તે જ તારી સાથે જાય; અને જેના સંબંધી હું તને કહું કે કેટલાક તારી સાથે જશે નહિ, તે ન જાય.”"},{"number":5,"verse":"માટે લોકોને તે પાણીની પાસે લાવ્યો. અને યહોવાએ ગિદિયોનને કહ્યું, “પ્રત્યેક જણ જે કૂતરાની માફક જીભથી લખલખાવીને પાણી પીએ, તેને તુમ જુદો કાઢ. અને પ્રત્યેક જણ જે પાણી પીવા માટે ઘૂંટણિયે પડે તેને પણ તેમ જ કર.”"},{"number":6,"verse":"અને જે લોકોએ મોઢે હાથ લગાડીને પાણી લખલખાવ્યું, તે ત્રણસો હતા; પણ બાકીના સર્વ લોકોએ મોઢે હાથ લગાડીને પાણી લખલખાવ્યું, તે ત્રણસો હતા; પણ બાકીના સર્વ લોકો પાણી પીવાને ઘંટણિયે પડ્યા હતા."},{"number":7,"verse":"પછી યહોવાએ ગિદિયોનને કહ્યું, “જે ત્રણસો માણસે પાણી લખલખાવીને પીધું, તેઓની હસ્તક હું તમને ઉગારીશ ને મિદ્યાનીઓને તારા હાથમાં સોંપીશ. અને બાકીના સર્વ માણસો પોતપોતાને ઘેર પાછા જાય.”"},{"number":8,"verse":"માટે લોકોએ પોતાનું ભાથું તથા પોતાનાં રણશિંગડાં પોતાના હાથમાં લીધાં. અને તેણે સર્વ ઇઝરાયલીઓને તેમના તંબુએ મોકલી દઈને તે ત્રણસો માણસોને રાખ્યા. અને મિદ્યાનીઓની છાવણી તેની નીચેની ખીણમાં હતી."},{"number":9,"verse":"તે જ રાત્રે એમ બન્યું કે યહોવાએ તેને કહ્યું, “ઊઠ, છાવણી પર ઊતરી પડ; કેમ કે મેં તે તારા હાથમાં સોંપી દીધી છે."},{"number":10,"verse":"પણ જો તું જતાં બીતો હોય, તો તું તારા દાસ પુરાહને લઈને છાવણી પાસે ઊતરી જા."},{"number":11,"verse":"તેઓ જે કહેતા હોય તે સાંભળ. અને પછી છાવણી પર ઊતરી પડવાને તારા હાથ બળવાન થશે.” ત્યારે તે તેના દાસ પુરાહને લઈને છાવણીમાંના શસ્‍ત્રધારીઓની સૌથી છેવાડી ટુકડી નજીક આવ્યો."},{"number":12,"verse":"મિદ્યાનીઓ તથા અમાલેકીઓ તથા પૂર્વ દિશા સર્વ લોકો ખીણની અંદર તીડની માફક સંખ્યાબંધ પડેલા હતા. અને તેઓનાં ઊંટ સમુદ્રના કાંઠાની રેતીની જેમ અગણિત હતાં."},{"number":13,"verse":"ગિદિયોન ત્યાં આવ્યો ત્યારે જુઓ, ત્યાં આગળ એક માણસ પોતાના મિત્રને સ્વપ્ન કહી સંભળાવતો હતો, ને કહેતો હતો, “જો, મને સ્વપ્ન આવ્યું. અને જો, જવની એક રોટલી મિદ્યાનની છાવણી ઉપર ધસી પડી, ને એક તંબુની પાસે આવીને તેણે તેને એવો ધક્કો માર્યો કે તે પડી ગયો, ને તેને એવો ઉથલાવી નાખ્યો કે તે તંબુ જમીનદોસ્ત થઈ ગયો.”"},{"number":14,"verse":"તેના સાથીએ ઉત્તર આપ્યો, “એ તો ઇઝરાયલના માણસ યોઆશના દીકરા ગિદિયોનની તરવાર વગર બીજું કંઈ નથી. મિદ્યાનને તથા તેના સર્વ સૈન્યને ઈશ્વરે તેના હાથમાં સોંપ્યા છે.”"},{"number":15,"verse":"જ્યારે ગિદિયોને એ સ્વપ્નનું કથન તથા તેનો અર્થ સાંભળ્યાં, ત્યારે એમ થયું કે તેણે [ઈશ્વરની] આરાધના કરી. અને ઇઝરાયલની છાવણીમાં પાછા આવીને તેણે કહ્યું, “ઊઠો:કેમ કે યહોવાએ મિદ્યાનના સૈન્યને તમારા હાથમાં સોંપ્યું છે.”"},{"number":16,"verse":"અને તે ત્રણસો માણસોની તેણે ત્રણ ટુકડીઓ કરી, ને તે સર્વના હાથમાં તેણે રણશિંગડાં તથા ખાલી ઘડા તથા ઘડામાં દીવા આપ્યાં."},{"number":17,"verse":"પછી તેણે તેઓને કહ્યું, “તમે મારી તરફ નજર રાખીને હું કરું તેમ કરજો. અને જુઓ, જ્યારે હું છાવણીના સૌથી છેલ્લા ભાગ આગળ જઈ પહોંચું, ત્યારે જેમ હું કરું તેમ તમે પણ કરજો."},{"number":18,"verse":"હું તથા મારી સાથેના સર્વ લોક જ્યારે રણશિંગડું વગાડીએ ત્યારે આખી છાવણીની આસપાસ તમે પણ રણશિંગડાં વગાડીને પોકારજો કે, “યહોવાની તથા ગિદિયોનની જે!”"},{"number":19,"verse":"એમ ગિદિયોન તથા તેની સાથેના સો માણસ વચલા પહોરના આરંભમાં છાવણીના સૌથી છેલ્લા ભાગ આગળ આવ્યા. તે વખતે માત્ર થોડી જ વાર ઉપર નવો પહેરો મૂકાયો હતો. અને તેઓએ રણશિંગડાં વગાડ્યાં, તથા ઘડા ફોડી નાખ્યા, ને ડાબે હાથે દીવા પકડ્યા, ને જમણા હાથમાં વગાડવાનાં રણશિંગડાં લીધાં. અને તેઓએ એવો લલકાર કર્યો કે ‘યહોવાઅની તથા ગિદિયોનની તરવારની જે!”"},{"number":20,"verse":"પછી ત્રણે ટુકડીઓએ રણશિંગડાં વગાડ્યાં, તથા ઘડા ફોડી નાખ્યા, ને ડાબે હાથે દીવા પકડ્યા, ને જમણા હાથમાં વગાડવાનાં રણશિંગડાં લીધાં. અને તેઓએ એવો લલકાર કર્યો કે ‘યહોવાની તથા ગિદિયોનની તરવારની જે!”"},{"number":21,"verse":"અને સર્વ માણસ પોતપોતાની જગાએ છાવણીની ચારે તરફ ઊભા રહ્યા. અને આખું સૈન્ય નાઠું. તેઓએ હોકારો પાડીને [તેમને] નસાડી મૂક્યા."},{"number":22,"verse":"તેઓએ તે ત્રણસો રણશિંગડાં વગાડ્યાં, અને યહોવાએ પ્રત્યેક માણસની તરવાર તેના સાથીની સામે તથા આખા સૈન્યની સામે લાગુ કરી દીધી. અને સૈન્ય સરેરા તરફ હેથ-શિટ્ટા સુધી, તથા ટાબ્બાથ પાસેના આબેલ-મહોલાની સરહદ સુધી નાઠું."},{"number":23,"verse":"એટલે નફતાલીમાંથી, આશેરમાંથી તથા આખા મનાશ્શામાંથી ઇઝરાયલના માણસો એકત્ર થઈને મિદ્યાનીઓની પાછળ પડ્યા."},{"number":24,"verse":"ગિદિયોને એફ્રાઈમના આખા પહાડી પ્રદેશમાં ખેપિયા મોકલીને કહેવડાવ્યું, “તમે મિદ્યાનીઓ પર ધસી આવો, ને તેઓની અગાઉ બેથ-બારા સુધી [જઈને] યર્દનનાં પાણી આંતરો.” માટે એફ્રાઈમના સર્વ માણસોએ એકત્ર થઈને બેથ-બારા સુધી યર્દનનાં પાણી આંતરો.” માટે એફ્રાઈમના સર્વ માણસોએ એકત્ર થઈને બેથ-બારા સુધી યર્દનનાં પાણી આંતર્યા."},{"number":25,"verse":"પછી ઓરેબ તથા ઝેબ નામે મિદ્યાનનાં બે સરદારોને તેઓએ પકડ્યા. અને તેઓએ ઓરેબ ખડક આગળ ઓરેબને મારી નાખ્યો, ને ઝેબના દ્રાક્ષાકુંડની પાસે ઝેબને મારી નાખ્યો, ને તેઓ મિદ્યાનીઓની પાછળ પડ્યા. અને ઓરેબ તથા ઝેબના માથાં તેઓ યર્દનને પેલે પાર ગિદિયોનની પાસે લાવ્યા."}]}