{"bibleAbbr":"awaERV2005","bookName":"जकर्याह","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"( परमेस्सर यहूदा क चारिहुँ कइँती क रास्ट्रन क सजा देइ) लबानोन, आपन दुआर खोला, काहेकि आगी भितरे आइ अउर उ तू पचन क देवरारू क बृच्छन क बारि देइ।"},{"number":2,"verse":"साइप्रस क बृच्छ रोइहीं काहेकि देवदारू क बृच्छ भहराइ गएन। बासान क ओक बृच्छ रोवा काहेन जंगल जउन काटि डावा गवा।"},{"number":3,"verse":"रोवत गड़रियन क सुना! काहेकि ओनकर भव्य चरागाह तबाह कइ दीन्ह गएन। सुना! सेरन दहाड़त हीं काहेकि यरदन नदी किनारे क जंगल-झाड़ी नस्ट कीन्ह गवा अहइ।"},{"number":4,"verse":"इ उहइ अहइ जउन यहोवा मोर परमेस्सर कहत ह: “ओन भेड़िन क झुण्ड क चरवाहा होइ जा जेनका बलि करइ बरे नियुक्त कीन्ह गवा रहा।"},{"number":5,"verse":"जउन लोग ओनका खरीद लेत हीं अउर ओनका ज़बह कइ देत हीं अउर उ सज़ा नाहीं पावत हीं। अउर जउन उ भेड़ियन क बेचत हीं कहत ह, ‘यहोवा क धन्य होइ काहेकि हम पचे धनी होइ गवा हउँ।’ ओनका आपन गड़रियन ओह पइ दाया नाहीं करतेन"},{"number":6,"verse":"एह बरे मइँ इ देस मँ रहइवालन पइ कछू दाया नाहीं करब।” यहोवा कहत ह। “लखा, मइँ हर एक क ओकर पड़ोसी अउ राजा क हाथ पकड़वाइ देब। उ पचे ओकर भूइँया रौंद देइहीं, लेकिन कउनो एक क भी ओकर सक्ती स मुक्त नाहीं करब।”"},{"number":7,"verse":"एह बरे मइँ ओन भेड़िन क देखरेख किहेउँ, जेनका बलि करइ क वास्ते बेचइ बरे रहेन। सचमुच मँ मइँ ओन बेचारा भेड़ियन क चरवाही किहा तउ मइँ दुइ ठु छड़ियन लिहेस: एक ठु छड़ी क नाउँ “अनुग्रह” राखेउँ अउ दूसर छड़ी क नाउँ “एकता” राखेउँ अउर तब मइँ भेड़िन क देखरेख किहेउँ।"},{"number":8,"verse":"एक महीने मँ मइँ ओकरे तीनउँ गड़ेरियन क हटाइ दिहे रहा, काहेकि मइँ ओन स आपन धैर्य खो दिहे रहा, अउर उ मोसे घिना भी किहे रहा।"},{"number":9,"verse":"एह बरे मइँ कहेउँ, “मइँ तू पचन्क अउर गड़ेरिया नाहीं रहब। भेड़ जउन मरह ह, मरि द्या; भेड़ जउन नस्ट होइ बरे जात ह, नस्ट होइ द्या। भेड़ जउन बचिहीं, ओनका एक दूसर क गोस खाईके मरि जाई द्या।”"},{"number":10,"verse":"तब मइँ अनुग्रह नाउँ क छड़ी लिहेउँ अउर एक तोड़ दिहेउँ। मइँ इ बात क परगट करइ बरे किहेउँ कि सबहिं रास्ट्रन क संग परमेस्सर क वाचा टूट गइ।"},{"number":11,"verse":"एह बरे इ उ दिना तोड़ दीन्ह ग रहा। ओन बेचारे भेड़िन जउन मोर कइँती लखत रहिन, जान लिहन कि इ सँदेसा यहोवा क अहइ।"},{"number":12,"verse":"तब मइँ ओसे कहेउँ, “अगर इ तोहार नज़र मँ ठीक बाटइ, तउ मोका मोर भुगतान करा; अगर इ तोहार नज़र मँ ठीक नाहीं बाटइ, तउ मोका भुगतान जिन करा।” एह बरे उ पचे मोका चाँदी क तीस टूकन मजदूरी क रूप मँ दिहन।"},{"number":13,"verse":"तब यहोवा मोहसे कहेस, “उ बड़का धन क जेका उ पचे मोरे बरे कीमत ठेहराएस ह खजाना मँ डाइ द्या।” एह बरे मइँ चाँदी क तीस टूकन क लिहेउँ अउर ओनका यहोवा क मन्दिर क खजाना मँ डाइ दिहेउँ।"},{"number":14,"verse":"तब मइँ “एकता” नाउँ क दूसर छड़ी क इ परगट करइ बरे कि इस्राएल अउ यहूदा क बीच क एकता टूटि जाई, तोड़ि दिहेन।"},{"number":15,"verse":"तब यहोवा मोहसे कहेस, “एक बार फुन मूरख गड़ेरिया क समान लइ ल्या।"},{"number":16,"verse":"काहेकि मइँ इ भुइँया मँ एक गड़ेरिया नियुक्त करइ बरे जात हउँ। उ एक अइसा गड़ेरिया होब जउन खोया भवा क चिन्ता न करब, जउन जवान क न खोजब, जउन घायल क चंगा न करब, जउन तन्दुरुस्त क खाइया न खिलाब। एकर जगह पइ, उ मोटे भेड़िन क गोस्त खाउब, अउर जउन ओकरे खुरन क तोड़ देब।”"},{"number":17,"verse":"हे मोर व्यर्थ गड़ेरिया, कउन झुण्ड क तजि दिहा! तरवार क ओकर भुजा अउ दाहिनी आँखी पइ चोट करइ द्या! ओकर दाहिनी भूजा क झूरान होइ जाइ द्या! ओकर दाहिनी आँखी क पूरी तरह स आँधर होइ द्या!"}]}