{"bibleAbbr":"awaERV2005","bookName":"जकर्याह","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"( यरूसलेम क मापइ क दर्सन) तब मइँ आपन निगाह उठाएउँ अउर मइँ एक मनई क लखेउँ, अउ उ आपन हाथ मँ नापइ क डोरी लिए भए रहेन।"},{"number":2,"verse":"तउ मइँ पूछेउँ, “तू कहाँ जात अहा?” उ मोका जवाब दिहेस, “मइँ यरूसलेम क नापइ बरे जात हउँ कि उ केतॅना लम्बा अउ केतॅना चउड़ा बाटइ।”"},{"number":3,"verse":"तब उ सरगदूत जउन मोसे बातन करत रहा, चल गवा अउर ओसे बातन करइ बरे दूसर सरगदूत बाहेर आवत रहा।"},{"number":4,"verse":"उ ओसे कहेस, “दउड़िके जा, नउजवान स बात करा। अउर ओसे कहा यरूसलेम ऍतना बिसाल बाटइ कि ओका नापा नाहीं जाइ सकत। ओसे इ कहा, ‘यरूसलेम बगैर चहारदीवारी क सहर क नाईं निवास करी काहेकि हुआँ असंख्य लोग अउर जनावर रइहीं।’"},{"number":5,"verse":"यहोवा कहत ह, ‘एकर जगह पइ मइँ खुद ओकर चारिहुँ कइँती आगी क देवार रहब, अउ मइँ ओकरे बीच मँ गौरव रहब।’” यहोवा कहत ह,"},{"number":6,"verse":"( परमेस्सर आपन लोगन क घरे बोलावत ह) “उठा! उठा! उत्तर भूइँया स दउड़ जा। काहेकि मइँ तू पचन्क चारिहुँ कइँती बिखेरेउँ।"},{"number":7,"verse":"सिय्योन क लोगो, तू पचे बाबुल मँ बन्दी रह्या। मुला अब पराइ निकरा। उ सहर स पराइ जा।” काहेकि सर्वसक्तीमान यहोवा कहत ह (इ महिमा क मोका पठइ क पाछे) उ रास्ट्रन क बारे मँ जउन तोहका लूटेस ह।"},{"number":8,"verse":"“उ तू पचन्क प्रतिस्ठा देइ क मोका पठएस ह। मुला ओकरे पाछे, यहोवा मोका ओनके खिलाफ पठइ। काहेकि अगर उ पचे तू पचन्क चोट पहोंचइहीं तउ तउ यहोवा क आँखी क पुतरी क चोट पहोंचावइ क होइ। ओन रास्ट्र आपन सम्मान पाएन।"},{"number":9,"verse":"काहेकि फुरइ मइँ ओन लोगन्क खिलाफ आपन हाथ उठाउब अउर उ पचे आपन दास लूट लेइ जाइहीं। तब तू पचे जान जाब्या कि सर्वसक्तीमान यहोवा मोका पठएस ह।”"},{"number":10,"verse":"यहोवा कहत ह, “सिय्योन, प्रसन्न ह्वा। काहेकि मइँ आवति हउँ अउर मइँ तोहरे सहर मँ रहब।"},{"number":11,"verse":"उ समइ अनेक रास्ट्रन क लोग यहोवा क लगे अइहीं। उ पचे मोर लोग होइहीं। किन्तु सिय्योन, मइँ तोहार बीच रहब।” तउ तू पचे जान जाब्या कि जउन मोका तोहमाँ पठएस ह सर्वसक्तीमान यहोवा अहइ।"},{"number":12,"verse":"यहोवा यहूदा क पवित्तर भूइँया मँ आपन निवासी बनाउब। अउर उ फुन दोबारा यरूसलेम क चुनब।"},{"number":13,"verse":"हे सब प्राणियन, यहोवा क समन्वा चपु रहा। काहेकि उ आपन पवित्तर निवास स्थान स जागकर निकालेस ह।"}]}