{"bibleAbbr":"awaERV2005","bookName":"जकर्याह","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"( दीपाधार अउ दुइ जइतून क बृच्छ) तब ओकर पाछे जउन सरगदूत मोहसे बातन करत रहा, वापिस आएस अउर मोका जगाएस। मोका अइसा लाग जइसा कउनो क नींद जगाया जात ह।"},{"number":2,"verse":"उ मोसे पूछेस, “तू का लखत अहा?” मइँ जवाब दिहेउँ, “मइँ एक ठु ठोस सोना क डीबट लखत हउँ। हुवाँ ओकरे सिरे पइ एक ठु पिआला अहइ। पिआले मँ स सात ठु दीपक अहइँ। इ सबइ दीपक डीबट पइ अहइ अउर उ सबइ नाली क जुड़ा भवा अहइ।"},{"number":3,"verse":"अउर दुइ जइतून क पेड़ पिआला क पीछे मँ अहइ एक ठु पिआल दाहिने तरफ अउर दूसरा पियाले क बाये तरफ अहइ।”"},{"number":4,"verse":"तब मइँ, उ सरगदूत स जउन पूछेस जउन तोह स बातन करत रहा, “महोदय, एन सबन्क अरथ का अहइ?”"},{"number":5,"verse":"तब सरगदूत जउन मोहसे बातन करत रहा जवाब दिहेस, “का तू नाहीं जानत्या कि इ सबइ चिजियन का अहइँ?” मइँ कहेउँ, “नाहीं, महोदय।”"},{"number":6,"verse":"तब उ मोहसे कहेस, “इ यहोवा क सँदेसा जरूब्बाबेल बरे बाटइ: ‘तोहरी सक्ति अउ प्रभुता स मदद नाहीं मिली। वरना तोहका मदद मोरी आतिमा स मिली।’ सर्वसक्तीमान यहोवा इ सब कहत ह।"},{"number":7,"verse":"उ ऊँचके महान पर्वत, तू का अहइ? जरूब्बाबेल समन्वा तू एक समतल भुइँया क नाईं अहइ। उ मंदिर क बनाई। जब आखिरी पाथर इ पइ रखा जाइ तब लोग नरियाइ उठिहीं, ‘वाह केतॅना सुन्नर, वाह बहोत सुन्नर!”"},{"number":8,"verse":"तउ यहोवा वचन मोर लगे आवा,"},{"number":9,"verse":"“जरूब्बाबेल क हाथन इ मंदिर क नींव पाथर राखब्या अउर ओकर हाथन इ मन्दिर क पूरा करब्या। हे लोगो तब तू पचे समुझब्या कि सर्वसक्तीमान यहोवा मोका तू लोगन क लगे पठएस ह।"},{"number":10,"verse":"जउन कउनो भी जउन उ दिन क मजाक उड़ावत ह जब छोटे स्तर पइ निर्माणकारी कार्य सुरू कीन्ह गवा रहा तउ जब उ पचे जरूब्बाबेल क हाथ मँ समारोह क पाथर जउन कि अन्तिम पाथर होइ तउ आन्दित होइ। इ सात दीपक यहोवा क आँख अहइ। सचमुच भुइँया पइ खोजइ बरे उ पचे आगे पीछे फिरत।”"},{"number":11,"verse":"तब मइँ ओहसे कहेउँ, “इ दुइ ठु जइतून क बृच्छ अहइँ। एक दीपाधार क दाईं अउर एक बाईं कइँती अहइ। इ सबइ का अहइँ?”"},{"number":12,"verse":"मइँ ओहसे इ भी कहेउँ, “मइँ जइतून क दुइनउँ साखा सोने क रंग क तेल लइ जात, सोना क नलन क सहारे लखेउँ। एन चिजियन क अरथ का अहइ?”"},{"number":13,"verse":"तब सरगदूत मोसे कहेस, “का तू नाहीं जानत्या कि एन चिजियन क अरथ का अरथ का बा?” मइँ कहेउँ, “नाहीं महोदय।”"},{"number":14,"verse":"एह बरे उ जवाब दिहेस, “इ दुइ अभिसिक्त कीन्ह भवा मनई क प्रस्तुत करत ह जउन कि समूचइ धरती क सुआमी क बगल मँ खड़ा अहइ।”"}]}