{"bibleAbbr":"orOV2014","bookName":"ଆମୋଷ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲର ଅଧର୍ମର ପ୍ରତିଫଳ) ହେ ଇସ୍ରାଏଲର ସନ୍ତାନଗଣ, ତୁମ୍ଭେମାନେ ଏହି ବାକ୍ୟ ଶୁଣ, ଏହା ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କ ବିରୁଦ୍ଧରେ, ଅର୍ଥାତ୍, ଯେଉଁ ସମୁଦାୟ ଗୋଷ୍ଠୀକି ଆମ୍ଭେ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିଲୁ, ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ କହିଅଛନ୍ତି,"},{"number":2,"verse":"ପୃଥିବୀସ୍ଥ ଯାବତୀୟ ଗୋଷ୍ଠୀ ମଧ୍ୟରେ କେବଳ ତୁମ୍ଭମାନଙ୍କର ପରିଚୟ ଆମ୍ଭେ ନେଇଅଛୁ; ଏଥିପାଇଁ ତୁମ୍ଭମାନଙ୍କର ସକଳ ଅଧର୍ମର ପ୍ରତିଫଳ ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କୁ ଦେବା।"},{"number":3,"verse":"( ଭାବବାଦୀର କାର୍ଯ୍ୟ) ଏକପରାମର୍ଶ ନୋହିଲେ କି ଦୁଇ ଜଣ ଏକତ୍ର ଗମନ କରିବେ?"},{"number":4,"verse":"ଶିକାର ନ ପାଇଲେ କି ସିଂହ ବନ ମଧ୍ୟରେ ଗର୍ଜ୍ଜନ କରିବ? କୌଣସି ପଶୁ ନ ଧରିଲେ କି ଯୁବାସିଂହ ଆପଣା ଗର୍ତ୍ତରେ ହୁଙ୍କାର କରିବ ?"},{"number":5,"verse":"ଫାନ୍ଦ ପତା ନ ଗଲେ ପକ୍ଷୀ କି ଜାଲରେ ଧରାଯାଇ ଭୂମିରେ ପଡ଼ିବ ? କିଛି ନ ଧରିଲେ ଜାଲ କି ଭୂମିରୁ ଛିଟିକି ଉଠିବ ?"},{"number":6,"verse":"ନଗର ମଧ୍ୟରେ ତୂରୀ ବଜାଗଲେ ଲୋକମାନେ କି ଭୀତ ନୋହିବେ ? ସଦାପ୍ରଭୁ ନ ଘଟାଇଲେ ନଗର ମଧ୍ୟରେ କି ଅମଙ୍ଗଳ ଘଟିବ ?"},{"number":7,"verse":"ନିଶ୍ଚୟ ପ୍ରଭୁ ସଦାପ୍ରଭୁ ନିଜ ଗୁପ୍ତ ବିଷୟ ଆପଣା ଦାସ ଭବିଷ୍ୟଦ୍ବକ୍ତାଗଣ ପ୍ରତି ପ୍ରକାଶ ନ କଲେ କିଛି କରିବେ ନାହିଁ ।"},{"number":8,"verse":"ସିଂହ ଗର୍ଜ୍ଜନ କରିଅଛି, କିଏ ଭୟ ନ କରିବ ? ପ୍ରଭୁ ସଦାପ୍ରଭୁ କଥା କହିଅଛନ୍ତି, କିଏ ଭବିଷ୍ୟଦ୍ବାକ୍ୟ ପ୍ରଚାର ନ କରିବ ?"},{"number":9,"verse":"( ଶମରୀୟାର ବିନାଶ) ତୁମ୍ଭେମାନେ ଅସ୍ଦୋଦସ୍ଥ ସକଳ ଅଟ୍ଟାଳିକାରେ ଓ ମିସର ଦେଶସ୍ଥ ସକଳ ଅଟ୍ଟାଳିକାରେ ଘୋଷଣା କରି କୁହ, ତୁମ୍ଭେମାନେ ଶମରୀୟାର ପର୍ବତଗଣ ଉପରେ ଏକତ୍ର ହୁଅ, ଆଉ ତହିଁ ମଧ୍ୟରେ କି ମହା କୋଳାହଳ ଓ କି ଉପଦ୍ରବମାନ ହେଉଅଛି, ଏହା ଦେଖ ।"},{"number":10,"verse":"କାରଣ ସଦାପ୍ରଭୁ କହନ୍ତି, ଯେଉଁମାନେ ଆପଣା ଆପଣା ଅଟ୍ଟାଳିକାରେ ଦୌରାତ୍ମ୍ୟ ଓ ଲୁଟିତ ଦ୍ରବ୍ୟ ସଞ୍ଚୟ କରନ୍ତି, ସେମାନେ ନ୍ୟାୟ କରିବାକୁ ଜାଣନ୍ତି ନାହିଁ ।"},{"number":11,"verse":"ଏନିମନ୍ତେ ପ୍ରଭୁ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି; ଏକ ଜଣ ବିପକ୍ଷ ଦେଶର ଚତୁର୍ଦ୍ଦିଗରେ (ଉଠିବ); ଆଉ, ସେ ତୁମ୍ଭଠାରୁ ତୁମ୍ଭର ବଳ ନତ କରିବ ଓ ତୁମ୍ଭର ଅଟ୍ଟାଳିକାସବୁ ଲୁଟିତ ହେବ ।"},{"number":12,"verse":"ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି; ମେଷପାଳକ ଯେପରି ସିଂହ ମୁଖରୁ ଦିଓଟି ଗୋଡ଼ ଅବା କାନରୁ ଖଣ୍ତେ ରକ୍ଷା କରେ, ସେପରି ଇସ୍ରାଏଲର ଯେଉଁ ସନ୍ତାନଗଣ ଶମରୀୟାରେ ଖଟର କୋଣରେ ଓ ଶଯ୍ୟାର ପାଟଗଦି ଉପରେ ବସନ୍ତି, ସେମାନେ ରକ୍ଷା କରାଯିବେ ।"},{"number":13,"verse":"ତୁମ୍ଭେମାନେ ଏହା ଶୁଣ ଓ ଯାକୁବ ବଂଶ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦିଅ, ଏହା ପ୍ରଭୁ ସଦାପ୍ରଭୁ, ସୈନ୍ୟାଧିପତି ପରମେଶ୍ଵର କହନ୍ତି ।"},{"number":14,"verse":"କାରଣ ଆମ୍ଭେ ଯେଉଁ ଦିନ ଇସ୍ରାଏଲକୁ ତାହାର ସମସ୍ତ ଅପରାଧର ପ୍ରତିଫଳ ଦେବା, ସେହି ଦିନ ଆମ୍ଭେ ବୈଥେଲସ୍ଥ ଯଜ୍ଞବେଦିସକଳକୁ ହିଁ ପ୍ରତିଫଳ ଦେବା, ତହିଁରେ ଯଜ୍ଞବେଦିର ଚୂଡ଼ାସକଳ କଟାଯାଇ ଭୂମିରେ ପଡ଼ିବ ।"},{"number":15,"verse":"ପୁଣି, ଆମ୍ଭେ ଶୀତକାଳର ଗୃହକୁ ଓ ଗ୍ରୀଷ୍ମକାଳର ଗୃହକୁ ଆଘାତ କରିବା; ଆଉ, ହସ୍ତୀଦନ୍ତର ଗୃହସକଳ ନଷ୍ଟ ହେବ ଓ ବଡ଼ ବଡ଼ ଗୃହ ଲୁପ୍ତ ହେବ, ଏହା ସଦାପ୍ରଭୁ କହନ୍ତି ।"}]}