{"bibleAbbr":"orOV2014","bookName":"ଆମୋଷ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"( ସୁଖରେ ଥିବା ସିୟୋନର ସନ୍ତାପ) ନାନା ପ୍ରଧାନ ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ପ୍ରସିଦ୍ଧ, ଯେଉଁ-ମାନଙ୍କ ନିକଟକୁ ଇସ୍ରାଏଲ-ବଂଶ ଆସନ୍ତି, ଏପରି ଯେ ସିୟୋନସ୍ଥ ସୁଖରେ ଥିବା ଲୋକମାନେ ଓ ଶମରୀୟା ପର୍ବତସ୍ଥ ନିରାପଦରେ ଥିବା ଲୋକମାନେ, ସେମାନେ ସନ୍ତାପର ପାତ୍ର !"},{"number":2,"verse":"ତୁମ୍ଭେମାନେ କଲନୀକି ଯାଇ ଦେଖ ଓ ସେସ୍ଥାନରୁ ତୁମ୍ଭେମାନେ ବଡ଼ ହମାତକୁ ଯାଅ; ତହିଁ ଉତ୍ତାରେ ପଲେଷ୍ଟୀୟମାନଙ୍କର ଗାଥ୍ ନଗରକୁ ଯାଅ; ସେସବୁ କି ଏହି (ଦୁଇ) ରାଜ୍ୟ ଅପେକ୍ଷା ଉତ୍ତମ ? ଅବା ସେମାନଙ୍କର ସୀମା କି ତୁମ୍ଭମାନଙ୍କର ସୀମା ଅପେକ୍ଷା ବଡ଼ ?"},{"number":3,"verse":"ଏହି ଲୋକମାନେ ଅମଙ୍ଗଳର ଦିନକୁ ଦୂରରେ ରଖୁଅଛନ୍ତି ଓ ଦୌରାତ୍ମ୍ୟର ଆସନକୁ ନିକଟବର୍ତ୍ତୀ କରାଉଅଛନ୍ତି;"},{"number":4,"verse":"ସେମାନେ ହସ୍ତୀଦ; ଶଯ୍ୟାରେ ଶୟନ କରନ୍ତି ଓ ଖଟ ଉପରେ ଆପଣା ଆପଣା ଗାତ୍ର ଲମ୍ଵାଉଅଛନ୍ତି, ଆଉ ପଲରୁ ମେଷଶାବକ ଓ ଗୋଠରୁ ଗୋବତ୍ସ ଆଣି ଭୋଜନ କରନ୍ତି;"},{"number":5,"verse":"ନେବଲ ଯନ୍ତ୍ରରେ ଅନର୍ଥକ ଗୀତ ଗାନ କରନ୍ତି, ଦାଉଦର ନ୍ୟାୟ ଆପଣାମାନଙ୍କ ନିମନ୍ତେ ନାନା ବାଦ୍ୟଯନ୍ତ୍ର ନିର୍ମାଣ କରନ୍ତି;"},{"number":6,"verse":"ବଡ଼ ବଡ଼ ପାତ୍ରରେ ଦ୍ରାକ୍ଷାରସ ପାନ କରନ୍ତି ଓ ଉତ୍କୃଷ୍ଟ ତୈଳରେ ଆପଣାମାନଙ୍କୁ ମର୍ଦ୍ଦନ କରନ୍ତି; ମାତ୍ର ଯୋଷେଫର କ୍ଳେଶରେ ସେମାନେ ଦୁଃଖିତ ହୁଅନ୍ତି ନାହିଁ ।"},{"number":7,"verse":"ଏଥିପାଇଁ ସେମାନେ ଏବେ ପ୍ରଥମ ନିର୍ବାସିତ ଲୋକମାନଙ୍କ ସହିତ ନିର୍ବାସିତ ହେବେ ଓ ଗାତ୍ର ଲମ୍ଵକାରୀ-ମାନଙ୍କର ହର୍ଷନାଦ ଲୁପ୍ତ ହେବ ।"},{"number":8,"verse":"ପ୍ରଭୁ ସଦାପ୍ରଭୁ ଆପଣା ନାମରେ ଶପଥ କରିଅଛନ୍ତି, ସଦାପ୍ରଭୁ ସୈନ୍ୟାଧିପତି ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି; ଆମ୍ଭେ ଯାକୁବର ଗୌରବକୁ ଘୃଣା କରୁ ଓ ତାହାର ଅଟ୍ଟାଳିକାସବୁକୁ ତୁଚ୍ଛଜ୍ଞାନ କରୁ; ଏଥିପାଇଁ ଆମ୍ଭେ ନଗର ଓ ତନ୍ମଧ୍ୟସ୍ଥ ଯାବତୀୟକୁ ପର ହସ୍ତରେ ସମର୍ପଣ କରିବା ।"},{"number":9,"verse":"ତହିଁରେ ଏକ ଗୃହରେ ଯେବେ ଦଶ ଜଣ ଅବଶିଷ୍ଟ ରହିବେ, ତେବେ ସମସ୍ତେ ମରିବେ ।"},{"number":10,"verse":"ପୁଣି, ଗୃହ ମଧ୍ୟରୁ ଅସ୍ଥିସକଳ ବାହାର କରି ଆଣିବା ପାଇଁ କୌଣସି ଲୋକର ପିତୃବ୍ୟ, ଶବଦାହକାରୀ ତାହାକୁ ଉଠାଇଲା ଉତ୍ତାରେ ଗୃହର ଅନ୍ତରସ୍ଥ ଲୋକକୁ ପଚାରିବ, ଏବେ ହେଁ ତୁମ୍ଭର କି ଆଉ କିଏ ଅଛି ? ତେବେ ସେ କହିବ, ନାହିଁ; ସେତେବେଳେ ସେ କହିବ, ତୁନି ହୁଅ; କାରଣ ସଦାପ୍ରଭୁଙ୍କର ନାମ ଆମ୍ଭମାନଙ୍କର ଉଚ୍ଚାରଣ କରିବାର ନୁହେଁ ।"},{"number":11,"verse":"କାରଣ ଦେଖ, ସଦାପ୍ରଭୁ ଆଜ୍ଞା କରନ୍ତି ଓ ବଡ଼ ବଡ଼ ଗୃହ ଭଗ୍ନ ହେବ ଓ ସାନ ସାନ ଗୃହରେ ଫାଟ ହେବ।"},{"number":12,"verse":"ଅଶ୍ଵଗଣ କି ଶୈଳ ଉପରେ ଦୌଡ଼ିବେ ? କେହି ବଳଦ ନେଇ କି ସେଠାରେ ଚାଷ କରିବ? ତୁମ୍ଭେମାନେ ନ୍ୟାୟ ବିଚାରକୁ ବିଷରେ ଓ ଧାର୍ମିକତାର ଫଳକୁ ନାଗ-ଦଅଣାରେ ପରିଣତ କରିଅଛନ୍ତ"},{"number":13,"verse":"ତୁମ୍ଭେମାନେ ଅବସ୍ତୁରେ ଆନନ୍ଦ କରୁଅଛ, ତୁମ୍ଭେମାନେ କହୁଅଛ, ଆମ୍ଭେମାନେ ଆପଣା ବଳରେ କି ଶୃଙ୍ଗ ଲାଭ କରି ନାହୁଁ ?"},{"number":14,"verse":"ଏହେତୁ ଦେଖ, ହେ ଇସ୍ରାଏଲ-ବଂଶ ସଦାପ୍ରଭୁ ସୈନ୍ୟାଧିପତି ପରମେଶ୍ଵର କହନ୍ତି, ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କ ବିରୁଦ୍ଧରେ ଏକ ଗୋଷ୍ଠୀକି ଉଠାଇବା; ତହିଁରେ ସେମାନେ ହମାତ୍ର ପ୍ରବେଶ-ସ୍ଥାନଠାରୁ ଆରାବା ସ୍ରୋତ-ମାର୍ଗ ପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭମାନଙ୍କୁ କ୍ଳେଶ ଦେବେ ।"}]}