{"bibleAbbr":"orOV2014","bookName":"ଆମୋଷ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ପୁସ୍ତକ","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"( ଚତୁର୍ଥ ଦର୍ଶନ - ଏକ ଡାଲା ଫଳ) ପ୍ରଭୁ ସଦାପ୍ରଭୁ ମୋତେ ଏହିପରି ଦେଖାଇଲେ; ଦେଖ, ଏକ ଡାଲା ଗ୍ରୀଷ୍ମକାଳୀନ ଫଳ ।"},{"number":2,"verse":"ପୁଣି, ସେ କହିଲେ, ହେ ଆମୋଷ, ତୁମ୍ଭେ କଅଣ ଦେଖୁଅଛ? ତହିଁରେ ମୁଁ କହିଲି, ଗ୍ରୀଷ୍ମକାଳୀନ ଏକ ଡାଲା ଫଳ । ତେବେ ସଦାପ୍ରଭୁ ମୋତେ କହିଲେ, ଆମ୍ଭର ଲୋକ ଇସ୍ରାଏଲର ଅନ୍ତିମ କାଳ ଉପସ୍ଥିତ ହୋଇଅଛି; ଆମ୍ଭେ ପୁନର୍ବାର ସେମାନଙ୍କୁ ଆଉ ଛାଡ଼ି ଯିବା ନାହିଁ ।"},{"number":3,"verse":"ପୁଣି, ସେଦିନ ମନ୍ଦିରର ଗାନସକଳ ହାହାକାର ହେବ, ଏହା ପ୍ରଭୁ ସଦାପ୍ରଭୁ କହନ୍ତି; ଶବ ଅନେକ ହେବ; ଲୋକମାନେ ପ୍ରତ୍ୟେକ ସ୍ଥାନରେ ନୀରବ ହୋଇ ସେମାନଙ୍କୁ ପକାଇବେ ।"},{"number":4,"verse":"( ଇସ୍ରାଏଲର ସର୍ବନାଶ) ହେ ଦୀନହୀନମାନଙ୍କୁ ଗ୍ରାସ କରିବାକୁ ଉଦ୍ୟତ ଓ ଦରିଦ୍ରମାନଙ୍କୁ ଲୋପ କରାଇବା ଲୋକମାନେ, ତୁମ୍ଭେମାନେ ଏହା ଶୁଣ ।"},{"number":5,"verse":"ତୁମ୍ଭେମାନେ ଐଫା ସାନ କରି ଓ ଶେକଲ ବଡ଼ କରି, ଆଉ ଛଳନାରୂପ ତରାଜୁରେ ଅଯଥାର୍ଥ କାରବାର କରି କହୁଅଛ, ଅମାବାସ୍ୟା କେତେବେଳେ ଗତ ହେବ, ଆମ୍ଭେମାନେ ଯେପରି ଶସ୍ୟ ବିକ୍ରୟ କରିବୁ ? ବିଶ୍ରାମ-ଦିନ କେବେ ଗତ ହେବ, ଆମ୍ଭେମାନେ ଯେପରି ଗହମ ବାହାର କରିବୁ ?"},{"number":6,"verse":"ଆମ୍ଭେମାନେ ଯେପରି ରୂପା ଦେଇ ଦରିଦ୍ରକୁ ଓ ଏକ ଯୋଡ଼ା ପାଦୁକା ପାଇଁ ଦୀନହୀନକୁ କ୍ରୟ କରିବୁ ଓ ତ୍ୟାଜ୍ୟ ଗହମ ବିକ୍ରୟ କରିବୁ ।"},{"number":7,"verse":"ସଦାପ୍ରଭୁ ଯାକୁବର ଗୌରବ ନେଇ ଏହି ଶପଥ କରିଅଛନ୍ତି, ଆମ୍ଭେ ନିଶ୍ଚୟ ସେମାନଙ୍କର କୌଣସି କର୍ମ କେବେ ପାସୋରିବା ନାହିଁ ।"},{"number":8,"verse":"ଦେଶ କି ଏଥିନିମନ୍ତେ କମ୍ପିତ ହେବ ନାହିଁ ଓ ତନ୍ନିବାସୀ ସମସ୍ତେ କି ଶୋକ କରିବେ ନାହିଁ ? ହଁ, ତାହା ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ନଦୀ ତୁଲ୍ୟ ବଢ଼ି ଉଠିବ ଓ ମିସରର ନଦୀ ତୁଲ୍ୟ ଉଚ୍ଛୁଳି ପୁନର୍ବାର ହ୍ରାସ ହେବ ।"},{"number":9,"verse":"ପ୍ରଭୁ ସଦାପ୍ରଭୁ କହନ୍ତି, ସେଦିନ ଆମ୍ଭେ ମଧ୍ୟାହ୍ନ କାଳରେ ସୂର୍ଯ୍ୟକୁ ଅସ୍ତଗତ କରାଇବା ଓ ନିର୍ମଳ ଦିନରେ ଆମ୍ଭେ ଦେଶକୁ ଅନ୍ଧକାରମୟ କରିବା ।"},{"number":10,"verse":"ପୁଣି, ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କର ସକଳ ଉତ୍ସବକୁ ଶୋକରେ ଓ ତୁମ୍ଭମାନଙ୍କର ଗାୟନସବୁକୁ ବିଳାପରେ ପରିଣତ କରିବା; ଆଉ, ଆମ୍ଭେ ସମସ୍ତଙ୍କର କଟୀଦେଶ ଚଟବସ୍ତ୍ରରେ ପରିହିତ କରାଇବା ଓ ପ୍ରତ୍ୟେକ ମସ୍ତକ ଟାଙ୍ଗରା କରାଇବା; ପୁଣି, ଆମ୍ଭେ ସେ ଶୋକକୁ ଅଦ୍ଵିତୀୟ ପୁତ୍ରର ଶୋକ ତୁଲ୍ୟ ଓ ତହିଁର ଶେଷକୁ ଦାରୁଣ ଦୁଃଖ ଦିନର ତୁଲ୍ୟ କରାଇବା ।"},{"number":11,"verse":"ପ୍ରଭୁ ସଦାପ୍ରଭୁ କହନ୍ତି, ଦେଖ, ଯେଉଁଦିନ ଆମ୍ଭେ ଏହି ଦେଶକୁ ଦୁର୍ଭିକ୍ଷ ପ୍ରେରଣ କରିବା, ଏପରି ଦିନ ଆସୁଅଛି, ତାହା ଅନ୍ନ କିଅବା ଜଳ ପିପାସାର ଦୁର୍ଭିକ୍ଷ ନୁହେଁ, ମାତ୍ର ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟ ଶୁଣିବାର ଦୁର୍ଭିକ୍ଷ ହେବ ।"},{"number":12,"verse":"ଲୋକମାନେ ଏକ ସମୁଦ୍ରଠାରୁ ଅନ୍ୟ ସମୁଦ୍ର ପର୍ଯ୍ୟନ୍ତ ଓ ଉତ୍ତର ଦିଗରୁ ପୂର୍ବ ଦିଗ ପର୍ଯ୍ୟନ୍ତ ଭ୍ରମଣ କରିବେ; ସେମାନେ ସଦାପ୍ରଭୁଙ୍କର ବାକ୍ୟର ଅନ୍ଵେଷଣ କରିବା ପାଇଁ ଏଣେତେଣେ ଦୌଡ଼ିବେ, ଆଉ ତାହା ପାଇବେ ନାହିଁ ।"},{"number":13,"verse":"ସେଦିନ ସୁନ୍ଦରୀ କୁମାରୀଗଣ ଓ ଯୁବକମାନେ ତୃଷାରେ ମୂର୍ଚ୍ଛାପନ୍ନ ହେବେ ।"},{"number":14,"verse":"ଯେଉଁମାନେ ଶମରୀୟାର ପାପ ନେଇ ଶପଥ କରନ୍ତି, ଆଉ କହନ୍ତି, ହେ ଦାନ, ତୁମ୍ଭ ଦେବତା ଜୀବିତ ଥିବା ପ୍ରମାଣେ ଓ ବେର୍ଶେବାର ପଥ ଜୀବିତ ଥିବା ପ୍ରମାଣେ, ସେମାନେ ହିଁ ପତିତ ହେବେ, ଆଉ କେବେ ଉଠିବେ ନାହିଁ ।"}]}