{"bibleAbbr":"CVB1535","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"Laboure for loue. Couet spirituall giftes, but specially that ye maye prophecye."},{"number":2,"verse":"For he yt speaketh with tunges, speaketh not vnto men, but vnto God: for no man heareth him. Howbeit in ye sprete he speaketh misteries."},{"number":3,"verse":"But he that prophecieth, speaketh vnto men to edifienge, & to exhortacion, and to coforte."},{"number":4,"verse":"He that speaketh with tunges, edifieth himselfe: but he that prophecieth, edifieth the cogregacion."},{"number":5,"verse":"I wolde that ye all spake with tunges, but rather that ye prophecied. For greater is he that prophecieth, then he that speaketh wt tuges: excepte he also expounde it, that the congregacion maye haue edifienge."},{"number":6,"verse":"But now brethren yf I come vnto you, and speake with tunges, what shal I profet you, excepte I speake vnto you ether by reuelacion or by knowlege, or by prophecienge, or by doctryne?"},{"number":7,"verse":"Likewyse is it also in ye thinges that geue sounde, and yet lyue not: whether it be a pype or an harpe, excepte they geue distyncte soundes from them, how shal it be knowne what is pyped or harped?"},{"number":8,"verse":"And yf the trope geue an vncertayne sounde, who wil prepare himselfe to the battayll?"},{"number":9,"verse":"Euen so ye likewyse, whan ye speake with tunges, excepte ye speake playne wordes, how shal it be knowne what is spoke? for ye shal but speake in ye ayre."},{"number":10,"verse":"So many kyndes of voyces are in the worlde, and none of them is without significacion."},{"number":11,"verse":"Yf I knowe not now what ye voyce meaneth, I shalbe an aleaunt vnto him that speaketh: & he that speaketh, shalbe an aleaut vnto me."},{"number":12,"verse":"Eue so ye (for so moch as ye couet spirituall giftes (seke yt ye maye haue plentye to the edifienge of the congregacion."},{"number":13,"verse":"Wherfore let him that speaketh wt tunges, praye, that he maye interprete also."},{"number":14,"verse":"Yf I praye with tunges, my sprete prayeth, but my vnderstodinge bryngeth no man frute."},{"number":15,"verse":"How shal it be then? Namely thus: I wil praye with ye sprete, and wil praye with the vnderstodinge also: I wil synge psalmes in the sprete, and wil synge spalmes with ye vnderstondinge also."},{"number":16,"verse":"But whan thou geuest thankes with ye sprete, how shal he that occupieth the rowme of the vnlearned, saye Ame at thy geuynge of thankes, seynge he knoweth not what thou sayest?"},{"number":17,"verse":"Thou geuest well thankes, but the other is not edifyed."},{"number":18,"verse":"I thanke my God, that I speake with tunges more then ye all."},{"number":19,"verse":"Yet had I leuer in the cogregacion to speake fyue wordes with my vnderstondinge yt I maye enfourme other also, rather then ten thousande wordes with tunges."},{"number":20,"verse":"Brethren be not children in vnderstondinge, howbeit as concerninge maliciousnes be childre, but in vnderstondinge be parfecte."},{"number":21,"verse":"In the lawe it is wrytten: With other tunges and with other lippes wyl I speake vnto this people, and yet shal they not so heare me, sayeth the LORDE"},{"number":22,"verse":"Therfore are tunges for a token, not to the that beleue, but to them that beleue not. Contrary wyse, prophecienge, not to them that beleue not, but to them which beleue."},{"number":23,"verse":"Yf the whole cogregacion now came together in to one place, & spake all with tunges, and there came in they that are vnlearned, or they which beleue not, shulde they not saye, that ye were out of youre wyttes?"},{"number":24,"verse":"But yff all prophecied, and there came in one yt beleueth not, or one vnlerned, he shulde be rebuked of them all, and iudged of all,"},{"number":25,"verse":"and so shulde the secrete of his hert be opened, and so shulde he fall downe vpon his face, worshippinge God, and knowleginge, that of a trueth God is in you."},{"number":26,"verse":"How is it then brethren? Whan ye come together, euery one hath a psalme, hath doctryne, hath a tunge, hath a reuelacion, hath an interpretacion. Let all be done to edifyenge."},{"number":27,"verse":"Yf eny ma speake with tunges, let him do it him selfe beynge the seconde, or at the most him selfe beynge ye thirde, and one after another, and let one interprete it."},{"number":28,"verse":"But yf there be not an interpreter, then let him kepe sylence in the congregacion, howbeit let him speake to himselfe and to God."},{"number":29,"verse":"As for the prophetes, let two or thre speake and let the other iudge."},{"number":30,"verse":"But yf eny reuelacion be made vnto another that sytteth, then let the first holde his peace."},{"number":31,"verse":"Ye maye all prophecye one after another that they all maye lerne, and that all maye haue comforte."},{"number":32,"verse":"And the spretes of the prophetes are subiecte vnto the prophetes."},{"number":33,"verse":"For God is not a God off discension, but off peace, like as in all congregacions off the sayntes."},{"number":34,"verse":"Let youre wyues kepe sylence in the cogregacion, for it shal not be permytted vnto the to speake, but to be vnder obedience, as ye lawe sayeth also."},{"number":35,"verse":"But yf they wyll lerne eny thinge, let them axe their hussbades at home. For it becommeth not weme to speake in the congregacion."},{"number":36,"verse":"Or spronge the worde of God from amonge you? Or is it come vnto you onely?"},{"number":37,"verse":"Yf eny man thynke himselfe to be a prophet, or spirituall, let him knowe what I wryte vnto you, for they are the commaundementes of the LORDE."},{"number":38,"verse":"But yf eny man be ignoraunt, let him be ignoraunt."},{"number":39,"verse":"Wherfore brethren, couet to prophecye, and forbyd not to speake with tunges."},{"number":40,"verse":"Let all thinges be done honestly and in order."}]}