{"bibleAbbr":"CVB1535","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"How dare one off you hauynge busynes with another, go to lawe before the vnrighteous, and not before the sayntes?"},{"number":2,"verse":"Do ye not knowe that the sayntes shal iudge the worlde? Yf the worlde then shalbe iudged off you, are ye not good ynough to iudge small matters?"},{"number":3,"verse":"Knowe ye not that we shal iudge the angels? how moch more thinges that pertayne to the teporall life?"},{"number":4,"verse":"Therfore yf ye haue iudgmentes of temporall matters, take them that are despysed in the congregacion, and set them to be iudges."},{"number":5,"verse":"This I saye to youre shame. Is there vtterly no wyse man amoge you? What not one at all, that can iudge betwene brother & brother?"},{"number":6,"verse":"but one brother goeth to lawe with another, and that before the vnbeleuers?"},{"number":7,"verse":"Now therfore is there vtterly a faute amoge you, that ye go to lawe one with another. Why rather suffre ye not wronge? Why suffre ye not youre selues rather to be defrauded?"},{"number":8,"verse":"but ye youre selues do wroge and defraude, and that euen the brethre."},{"number":9,"verse":"Knowe ye not that ye vnrighteous shal not inheret the kyngdome of God? Be not disceaued. Nether whoremongers, ner worshippers off ymages, ner breakers off wedlocke, ner weaklinges, nether abusers of them selues with mankynde,"},{"number":10,"verse":"ner theues, nether the couetous, ner drokardes, ner cursed speakers, ner extorcioners shal inheret the kyngdome of God."},{"number":11,"verse":"And soch haue some of you bene, but ye are wasshed, ye are sanctified, ye are made righteous by the name of the LORDE Iesus, and by the sprete of oure God."},{"number":12,"verse":"I maye do all thinges, but all thinges are not profitable. I maye do all thinges, but I wil be broughte vnder no mas power."},{"number":13,"verse":"Meates are ordeyned for ye bely, & the bely for meates. But God shal destroye both it and them. The body belongeth not vnto whordome, but vnto the LORDE, and the LORDE vnto the body"},{"number":14,"verse":"God hath raysed vp the LORDE, and shal rayse vs vp also by his power."},{"number":15,"verse":"Knowe ye not that youre bodies are the mebres of Christ? Shal I now take the membres of Christ, and make them the membres of an harlot? God forbyd."},{"number":16,"verse":"Or do ye not knowe, that he which cleueth vnto an harlot, is one body? For they shalbe two ( sayeth he) in one flesshe."},{"number":17,"verse":"But he that cleueth vnto the LORDE, is one sprete."},{"number":18,"verse":"Fle whordome. All synnes yt a man doth, are without the body. But he that commytteth whordome, synneth agaynst his awne body."},{"number":19,"verse":"Or knowe ye not that youre body is the temple of the holy goost? Whom ye haue of God, and are not youre awne?"},{"number":20,"verse":"For ye are dearly boughte. Prayse ye God therfore in yor body & in yor sprete, which are Gods."}]}