{"bibleAbbr":"CVB1535","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":5,"verses":[{"number":1,"verse":"Bvt of ye tymes and seasons (brethre) it is no nede to wryte vnto you."},{"number":2,"verse":"For ye youre selues knowe perfectly, that the daye of the LORDE shal come euen as a thefe in the nighte."},{"number":3,"verse":"For whan they shal saye: Tush, It is peace, there is no daunger, then shall soden destruccion come vpo the, euen as the payne of a woman trauaylinge with childe, and they shal not escape."},{"number":4,"verse":"But ye brethren are not in darknes, that that daye shulde come on you as a thefe."},{"number":5,"verse":"Ye are alltogether children of lighte, and children of the daye. We are not of the night, nether of darknesse."},{"number":6,"verse":"Therfore let vs not slepe as do other, but let vs watch, and be sober."},{"number":7,"verse":"For they that slepe, slepe in the nighte: and they that be dronken, are dronken in the nighte."},{"number":8,"verse":"But let vs which are of the daye, be sober, armed wt the brestplate of faith and loue, and with ye helmet of hope to saluacion."},{"number":9,"verse":"For God hath not appoynted vs vnto wrath, but to optayne saluacion by ye meanes of oure LORDE Iesu Christ,"},{"number":10,"verse":"which dyed for vs: that whether we wake or slepe, we shulde lyue together with him."},{"number":11,"verse":"Wherfore comforte youre selues together, and edifye one another, euen as ye do."},{"number":12,"verse":"We beseke you brethren, that ye knowe them which laboure amonge you, and haue the ouersighte of you in the LORDE,"},{"number":13,"verse":"and geue you exhortacion, that ye haue the the more in loue for their workes sake, and be at peace with them."},{"number":14,"verse":"We desyre you brethre, warne them that are vnruly, coforte the feble mynded, forbeare the weake, be pacient towarde all men."},{"number":15,"verse":"Se that none recompence euell for euell vnto eny man: but euer folowe that which is good, both amoge youre selues and to all men."},{"number":16,"verse":"Reioyse alwaye,"},{"number":17,"verse":"praye contynually,"},{"number":18,"verse":"in all thinges be thankfull: for this is the wyll of God in Christ Iesu towarde you."},{"number":19,"verse":"Quech not ye sprete:"},{"number":20,"verse":"despyse not prophecieges:"},{"number":21,"verse":"proue all thiges, & kepe yt which is good."},{"number":22,"verse":"Abstayne fro all suspicious thinges."},{"number":23,"verse":"The very God of peace sanctifye you thorow out. And I praye God, that youre whole sprete, soule & body be kepte blameles vnto ye comynge of oure LORDE Iesus Christ."},{"number":24,"verse":"Faithfull is he which hath called you, which wil also do it."},{"number":25,"verse":"Brethren, praye for vs."},{"number":26,"verse":"Grete all the brethre with an holy kysse."},{"number":27,"verse":"I charge you by ye LORDE, that this epistle be red vnto all ye holy brethren."},{"number":28,"verse":"The grace of oure LORDE Iesus Christ be with you, Amen."}]}