{"bibleAbbr":"WBT1833","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"And it came to pass, that on one of those days, as he was teaching the people in the temple, and preaching the gospel, the chief priests and the scribes came upon him, with the elders,"},{"number":2,"verse":"And spoke to him, saying, Tell us, By what authority doest thou these things? or who is he that gave thee this authority?"},{"number":3,"verse":"And he answered and said to them, I will also ask you one thing; and answer me:"},{"number":4,"verse":"The baptism of John, was it from heaven, or from men?"},{"number":5,"verse":"And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then believed ye him not?"},{"number":6,"verse":"But if we say, From men; all the people will stone us: for they are persuaded that John was a prophet."},{"number":7,"verse":"And they answered, that they could not tell whence it was."},{"number":8,"verse":"And Jesus said to them, Neither do I tell you by what authority I do these things."},{"number":9,"verse":"Then he began to speak to the people this parable; A certain man planted a vineyard, and let it to husbandmen, and went into a far country for a long time."},{"number":10,"verse":"And at the season he sent a servant to the husbandmen, that they should give him of the fruit of the vineyard: but the husbandmen beat him, and sent him away empty."},{"number":11,"verse":"And again he sent another servant: and they beat him also, and treated him shamefully, and sent him away empty."},{"number":12,"verse":"And again he sent the third: and they wounded him also, and cast him out."},{"number":13,"verse":"Then said the lord of the vineyard, What shall I do? I will send my beloved son: it may be when they see him they will reverence him."},{"number":14,"verse":"But when the husbandmen saw him, they reasoned among themselves, saying, This is the heir; come, let us kill him, that the inheritance may be ours."},{"number":15,"verse":"So they cast him out of the vineyard, and killed him. What therefore will the lord of the vineyard do to them?"},{"number":16,"verse":"He will come and destroy these husbandmen, and will give the vineyard to others. And when they heard it, they said, may that never be."},{"number":17,"verse":"And he beheld them, and said, What is this then that is written, The stone which the builders rejected, the same is become the head of the corner"},{"number":18,"verse":"Whoever shall fall upon that stone, shall be broken: but on whomsoever it shall fall, it will grind him to powder."},{"number":19,"verse":"And the chief priests and the scribes the same hour sought to lay hands on him; and they feared the people: for they perceived that he had spoken this parable against them."},{"number":20,"verse":"And they watched him, and sent forth spies, who should feign themselves just men, that they might take hold of his words, that so they might deliver him to the power and authority of the governor."},{"number":21,"verse":"And they asked him, saying, Master, we know that thou sayest and teachest rightly, neither acceptest thou the person of any, but teachest the way of God truly:"},{"number":22,"verse":"Is it lawful for us to give tribute to Cesar, or not?"},{"number":23,"verse":"But he perceived their craftiness, and said to them, Why tempt ye me?"},{"number":24,"verse":"Show me a penny. Whose image and superscription hath it They answered and said, Cesar's."},{"number":25,"verse":"And he said to them, Render therefore to Cesar the things which are Cesar's, and to God the things which are God's."},{"number":26,"verse":"And they could not take hold of his words before the people: and they marveled at his answer, and held their peace."},{"number":27,"verse":"Then came to him certain of the Sadducees (who deny that there is any resurrection) and they asked him,"},{"number":28,"verse":"Saying, Master, Moses wrote to us, If any man's brother should die, having a wife, and he should die without children, that his brother should take his wife, and raise up seed to his brother."},{"number":29,"verse":"There were therefore seven brothers: and the first took a wife, and died without children."},{"number":30,"verse":"And the second took her for a wife, and he died childless."},{"number":31,"verse":"And the third took her; and in like manner the seven also: And they left no children, and died."},{"number":32,"verse":"Last of all the woman died also."},{"number":33,"verse":"Therefore in the resurrection, whose wife of them is she? for seven had her to wife."},{"number":34,"verse":"And Jesus answering, said to them, The children of this world marry, and are given in marriage:"},{"number":35,"verse":"But they who shall be accounted worthy to obtain that world, and the resurrection from the dead, neither marry, nor are given in marriage."},{"number":36,"verse":"Neither can they die any more: for they are equal to the angels; and are the children of God, being the children of the resurrection."},{"number":37,"verse":"Now that the dead are raised, even Moses showed at the bush, when he calleth the Lord the God of Abraham, and the God of Isaac, and the God of Jacob."},{"number":38,"verse":"For he is not a God of the dead, but of the living: for all live to him."},{"number":39,"verse":"Then certain of the scribes answering, said, Master, thou hast well said."},{"number":40,"verse":"And after that, they durst not ask him any question at all."},{"number":41,"verse":"And he said to them, How say they that Christ is David's son?"},{"number":42,"verse":"And David himself saith in the book of Psalms, The LORD said to my Lord, Sit thou on my right hand,"},{"number":43,"verse":"Till I make thy enemies thy footstool."},{"number":44,"verse":"David therefore calleth him Lord, how is he then his son?"},{"number":45,"verse":"Then in the audience of all the people, he said to his disciples,"},{"number":46,"verse":"Beware of the scribes, who desire to walk in long robes, and love greetings in the markets, and the highest seats in the synagogues, and the chief rooms at feasts;"},{"number":47,"verse":"Who devour widows' houses, and for a show make long prayers: the same shall receive greater damnation."}]}