{"bibleAbbr":"KJ3-2005","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"Simon Peter, a slave and apostle of Jesus Christ, to the ones equally precious with us, having obtained faith in the righteousness of our God and our Savior, Jesus Christ:"},{"number":2,"verse":"Grace to you, and peace be multiplied by a full knowledge of God, and of Jesus our Lord."},{"number":3,"verse":"As His divine power having given as a gift to us all things pertaining to life and godliness through the full knowledge of the One calling us through glory and virtue,"},{"number":4,"verse":"through which have been given as a gift to us the very great and precious promises, so that through these we might become partakers of the divine nature, having escaped from the corruption in the world by lust."},{"number":5,"verse":"But also in this very thing having brought in all diligence, fully supply in your faith virtue, and with virtue knowledge,"},{"number":6,"verse":"and with the knowledge self-control, and with the self-control patience, and with the patience godliness,"},{"number":7,"verse":"and with the godliness brotherly love, and with brotherly love, love."},{"number":8,"verse":"For these things being in you, and abounding, they will place you so as not to be idle, not unfruitful into the full knowledge of our Lord Jesus Christ."},{"number":9,"verse":"For the one in whom these things are not present is blind, being shortsighted, receiving forgetfulness of the cleansing of his sins in time past."},{"number":10,"verse":"Therefore, brothers, rather be diligent to make sure of your calling and election; for doing these things, you will not stumble into sin, not ever!"},{"number":11,"verse":"For so will be richly furnished to you the entrance into the eternal kingdom of our Lord and Savior, Jesus Christ."},{"number":12,"verse":"Therefore I will not neglect to cause you to remember always concerning these things, though you know and have been confirmed in the present truth."},{"number":13,"verse":"But I deem it right, so long as I am in this tabernacle, to arouse you by a reminder,"},{"number":14,"verse":"knowing that the putting off of my tabernacle is soon, as indeed our Lord Jesus Christ made clear to me."},{"number":15,"verse":"And I will also be diligent to cause you always to have memory of these things after my departure."},{"number":16,"verse":"For not following fables having been cleverly devised, but having become eyewitnesses of the majesty of that One, Jesus Christ, we made known to you the power and coming of our Lord."},{"number":17,"verse":"For receiving honor and glory from God the Father such a voice being borne to Him from the Magnificent Glory, \"This is My Son, the Beloved, in whom I was well-pleased,\" Psa 2:7; Gen 22:2; Isa 42:1; Matt 17:5"},{"number":18,"verse":"even we heard this voice being borne out of Heaven, being with Him in the holy mountain,"},{"number":19,"verse":"and we have the more established prophetic Word, in which you do well to pay attention, as to a lamp shining in a murky place, until day dawns and the lightbearing One rises in your hearts;"},{"number":20,"verse":"knowing this first, that every prophecy of Scripture did not come into being of its own interpretation;"},{"number":21,"verse":"for prophecy was not at any time borne by the will of man, but being borne along by the Holy Spirit, holy men of God spoke."}]}