{"bibleAbbr":"KJ3-2005","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"But there also came to be false prophets among the people, as also among you will be false teachers who will secretly bring in destructive heresies, even denying the One having bought them, the Master, bringing swift destruction on themselves."},{"number":2,"verse":"And many will follow their destructive ways, through whom the way of truth will be evil spoken of."},{"number":3,"verse":"And by covetousness, with feigned words, they will use you for gain, for whom judgment of old does not linger, and their destruction does not slumber."},{"number":4,"verse":"For if God did not spare sinning angels, but giving them over to chains of darkness, thrust them down into Tartarus, having been kept to judgment;"},{"number":5,"verse":"and did not spare the ancient world, but protected Noah the eighth, a herald of righteousness, bringing a flood on a world of ungodly ones;"},{"number":6,"verse":"and covering the cities of Sodom and Gomorrah with ashes, He condemned them with an overthrow, setting an example to men intending to live ungodly."},{"number":7,"verse":"And He delivered righteous Lot, who had been oppressed by the behavior of lawless ones in unbridled lusts."},{"number":8,"verse":"For that righteous one living among them day after day, in seeing and in hearing, his righteous soul was tormented with their lawless works."},{"number":9,"verse":"But the Lord knows to deliver the godly out of temptation, and to keep the unjust for a day of judgment, being punished,"},{"number":10,"verse":"and most of all the ones going after flesh in the lust of defilement, and despising rulership, darers, self-pleasing; they do not tremble at glories, blaspheming;"},{"number":11,"verse":"where angels, being greater in strength and power, do not bring against them a blasphemous charge before the Lord."},{"number":12,"verse":"But these as unreasoning natural beasts, having been born for capture and corruption, blaspheming in that of which they are ignorant, they shall utterly perish in their corruption,"},{"number":13,"verse":"receiving the wages of unrighteousness, deeming luxuriousness in the day to be pleasure; they are spots and blemishes, reveling in their deceptions, feasting together with you,"},{"number":14,"verse":"having eyes full of an adulteress, and never ceasing from sin; alluring unstable souls; having a heart being busied with covetousness; cursed children;"},{"number":15,"verse":"forsaking the straight way, they went astray, following the way of Balaam the son of Beor, who loved the wages of unrighteousness,"},{"number":16,"verse":"but had reproof of his own lawlessness, the voiceless ass speaking in a man's voice restrained the madness of the prophet."},{"number":17,"verse":"These are springs without water, clouds being driven by tempest, for whom the blackness of darkness has been kept to the ages."},{"number":18,"verse":"For speaking great swollen-over words of vanity, by the lusts of the flesh, by unbridled lusts, they allure the ones indeed escaping, the ones walking in error,"},{"number":19,"verse":"promising to them freedom, though themselves being slaves of corruption; for by whom anyone has been overcome, even to this one he has been enslaved."},{"number":20,"verse":"For if by a recognition of the Lord and Savior, Jesus Christ, having escaped the defilements of the world, and again being entangled they are overcome by these, then the last things of them have become worse than the first."},{"number":21,"verse":"For it was better for them not to have fully known the way of righteousness than fully knowing it to turn from the holy commandment having been given over to them."},{"number":22,"verse":"But the word of the true proverb has happened to them: \"The dog turning back to his own vomit;\" also, the sow being washed returns to a wallowing in mud. Prov 26:11"}]}