{"bibleAbbr":"NRSVue2021","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"Foreigners Separated from Israel (Deut 23.3-5; Neh 9.3) On that day they read from the book of Moses in the hearing of the people, and in it was found written that no Ammonite or Moabite should ever enter the assembly of God,"},{"number":2,"verse":"(Num 22.3-11; 23.11) because they did not meet the Israelites with bread and water but hired Balaam against them to curse them—yet our God turned the curse into a blessing."},{"number":3,"verse":"(Ex 12.38; Neh 9.2) When the people heard the law, they separated from Israel all those of foreign descent."},{"number":4,"verse":"The Reforms of Nehemiah (Neh 2.10; 6.1, 17, 18; 12.44) Now before this, Eliashib the priest, who was appointed over the chambers of the house of our God and who was related to Tobiah,"},{"number":5,"verse":"(Num 18.21) prepared for Tobiah a large room where they had previously put the grain offering, the frankincense, the vessels, and the tithes of grain, wine, and oil, which were given by commandment to the Levites, singers, and gatekeepers, and the contributions for the priests."},{"number":6,"verse":"(Ezra 6.22; Neh 5.14) While this was taking place I was not in Jerusalem, for in the thirty-second year of King Artaxerxes of Babylon I went to the king. After some time I asked leave of the king"},{"number":7,"verse":"(v 5) and returned to Jerusalem. I then discovered the wrong that Eliashib had done on behalf of Tobiah, preparing a room for him in the courts of the house of God."},{"number":8,"verse":"And I was very angry, and I threw all the household furniture of Tobiah out of the room."},{"number":9,"verse":"(2 Chr 29.5, 15, 16) Then I gave orders, and they cleansed the chambers, and I brought back the vessels of the house of God, with the grain offering and the frankincense."},{"number":10,"verse":"(Neh 10.37; 12.28, 29) I also found out that the portions of the Levites had not been given to them, so that the Levites and the singers who had conducted the service had gone back to their fields."},{"number":11,"verse":"(vv 17, 25|NEH 13:1725; Neh 10.39) So I contended with the officials and said, “Why is the house of God forsaken?” And I gathered them together and set them in their stations."},{"number":12,"verse":"(Neh 10.37-39; 12.44) Then all Judah brought the tithe of the grain, wine, and oil into the storehouses."},{"number":13,"verse":"(Neh 7.2; 12.44) And I appointed as treasurers over the treasuries Shelemiah the priest, Zadok the scribe, and Pedaiah of the Levites, and as their assistant Hanan son of Zaccur son of Mattaniah, for they were considered faithful, and their duty was to distribute to their associates."},{"number":14,"verse":"(vv 22, 31|NEH 13:2231; Neh 5.19) Remember me, O my God, concerning this, and do not wipe out my good deeds that I have done for the house of my God and for his service."},{"number":15,"verse":"Sabbath Reforms Begun (Ex 20.8, 10; Neh 10.31) In those days I saw in Judah people treading winepresses on the Sabbath and bringing in heaps of grain and loading them on donkeys, and also wine, grapes, figs, and all kinds of burdens that they brought into Jerusalem on the Sabbath day, and I warned them at that time against selling food."},{"number":16,"verse":"Tyrians also, who lived in the city, brought in fish and all kinds of merchandise and sold them on the Sabbath to the people of Judah in Jerusalem."},{"number":17,"verse":"(vv 11, 25) Then I contended with the nobles of Judah and said to them, “What is this evil thing that you are doing, profaning the Sabbath day?"},{"number":18,"verse":"(Jer 17.21-23) Did not your ancestors act in this way, and did not our God bring all this disaster on us and on this city? Yet you bring more wrath on Israel by profaning the Sabbath.”"},{"number":19,"verse":"(Lev 23.32; Jer 17.21) When it began to be dark at the gates of Jerusalem before the Sabbath, I commanded that the doors should be shut and gave orders that they should not be opened until after the Sabbath. And I set some of my servants over the gates, to prevent any burden from being brought in on the Sabbath day."},{"number":20,"verse":"Then the merchants and sellers of all kinds of merchandise spent the night outside Jerusalem once or twice."},{"number":21,"verse":"(v 15) But I warned them and said to them, “Why do you spend the night in front of the wall? If you do so again, I will lay hands on you.” From that time on they did not come on the Sabbath."},{"number":22,"verse":"(vv 14, 31|NEH 13:1431; Neh 12.30) And I commanded the Levites that they should purify themselves and come and guard the gates, to keep the Sabbath day holy. Remember this also in my favor, O my God, and spare me according to the greatness of your steadfast love."},{"number":23,"verse":"Mixed Marriages Condemned (Ezra 9.2) In those days also I saw Jews who had married women of Ashdod, Ammon, and Moab,"},{"number":24,"verse":"and half of their children spoke the language of Ashdod, and they could not speak the language of Judah but spoke the language of various peoples."},{"number":25,"verse":"(vv 11, 17|NEH 13:1117; Deut 25.2; Neh 10.29, 30) And I contended with them and cursed them and beat some of the men and pulled out their hair, and I made them take an oath in the name of God, saying, “You shall not give your daughters to their sons or take their daughters for your sons or for yourselves."},{"number":26,"verse":"(1 Kings 3.13; 11.1, 4ff; 2 Chr 1.12) Did not King Solomon of Israel sin on account of such women? Among the many nations there was no king like him, and he was beloved by his God, and God made him king over all Israel; nevertheless, foreign women made even him to sin."},{"number":27,"verse":"(v 23|NEH 13:23; Ezra 10.2) Shall we then listen to you and do all this great evil and act treacherously against our God by marrying foreign women?”"},{"number":28,"verse":"(Neh 2.10, 19; 12.10) And one of the sons of Jehoiada, son of the high priest Eliashib, was the son-in-law of Sanballat the Horonite; I chased him away from me."},{"number":29,"verse":"(Num 25.13; Neh 6.14) Remember them, O my God, because they have defiled the priesthood, the covenant of the priests and the Levites."},{"number":30,"verse":"(Neh 10.30) Thus I cleansed them from everything foreign, and I established the duties of the priests and Levites, each in his work,"},{"number":31,"verse":"(vv 14, 22|NEH 13:1422; Neh 10.34) and I provided for the wood offering, at appointed times, and for the first fruits. Remember me, O my God, for good."}]}