{"bibleAbbr":"NRSVue2021","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":2,"verses":[{"number":1,"verse":"Nehemiah Sent to Judah (Ezra 7.1; Neh 1.1, 11) In the month of Nisan, in the twentieth year of King Artaxerxes, when wine was served him, I carried the wine and gave it to the king. Now, I had never been sad in his presence before."},{"number":2,"verse":"(Prov 15.13) So the king said to me, “Why is your face sad, since you are not sick? This can only be sadness of the heart.” Then I was very much afraid."},{"number":3,"verse":"(Neh 1.3; Dan 2.4) I said to the king, “May the king live forever! Why should my face not be sad, when the city, the place of my ancestors’ graves, lies waste and its gates have been destroyed by fire?”"},{"number":4,"verse":"(Neh 1.4) Then the king said to me, “What do you request?” So I prayed to the God of heaven."},{"number":5,"verse":"Then I said to the king, “If it pleases the king, and if your servant has found favor with you, I ask that you send me to Judah, to the city of my ancestors’ graves, so that I may rebuild it.”"},{"number":6,"verse":"(Neh 5.14; 13.6) The king said to me (the queen also was sitting beside him), “How long will you be gone, and when will you return?” So it pleased the king to send me, and I set him a date."},{"number":7,"verse":"(Ezra 7.21; 8.36) Then I said to the king, “If it pleases the king, let letters be given me to the governors of the province Beyond the River, that they may grant me passage until I arrive in Judah,"},{"number":8,"verse":"(v 18|NEH 2:18; Ezra 7.6; Neh 7.2) and a letter to Asaph, the keeper of the king’s forest, directing him to give me timber to make beams for the gates of the temple fortress and for the wall of the city and for the house that I shall occupy.” And the king granted me what I asked, for the gracious hand of my God was upon me."},{"number":9,"verse":"(v 7|NEH 2:7; Ezra 8.22) Then I came to the governors of the province Beyond the River and gave them the king’s letters. Now the king had sent officers of the army and cavalry with me."},{"number":10,"verse":"(v 19|NEH 2:19; Neh 4.1) When Sanballat the Horonite and Tobiah the Ammonite official (Heb servant) heard this, it displeased them greatly that someone had come to seek the welfare of the Israelites."},{"number":11,"verse":"Nehemiah’s Inspection of the Walls So I came to Jerusalem and was there for three days."},{"number":12,"verse":"Then I got up during the night, I and a few men with me; I told no one what my God had put into my heart to do for Jerusalem. The only animal I took was the animal I rode."},{"number":13,"verse":"(vv 3, 17|NEH 2:317; Neh 1.3; 3.13) I went out by night by the Valley Gate past the Dragon’s Spring and to the Dung Gate, and I inspected the walls of Jerusalem that had been broken down and its gates that had been destroyed by fire."},{"number":14,"verse":"(2 Kings 20.20; Neh 3.15) Then I went on to the Fountain Gate and to the King’s Pool, but there was no place for the animal I was riding to continue."},{"number":15,"verse":"So I went up by way of the valley by night and inspected the wall. Then I turned back and entered by the Valley Gate and so returned."},{"number":16,"verse":"The officials did not know where I had gone or what I was doing; I had not yet told the Jews, the priests, the nobles, the officials, and the rest who were to do the work."},{"number":17,"verse":"Decision to Restore the Walls (Neh 1.3) Then I said to them, “You see the trouble we are in, how Jerusalem lies in ruins with its gates burned. Come, let us rebuild the wall of Jerusalem, so that we may no longer suffer disgrace.”"},{"number":18,"verse":"(v 8|NEH 2:8; 2 Sam 2.7) I told them that the hand of my God had been gracious upon me and also the words that the king had spoken to me. Then they said, “Let us start building!” So they committed themselves to the common good."},{"number":19,"verse":"(Neh 6.6; Ps 44.13) But when Sanballat the Horonite and Tobiah the Ammonite official (Heb servant) and Geshem the Arab heard of it, they mocked and ridiculed us, saying, “What is this that you are doing? Are you rebelling against the king?”"},{"number":20,"verse":"(v 4) Then I replied to them, “The God of heaven is the one who will give us success, and we his servants are going to start building, but you have no share or claim or memorial in Jerusalem.”"}]}