{"bibleAbbr":"NRSVue2021","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":9,"verses":[{"number":1,"verse":"(National Confession) (1 Sam 4.12; Ezra 8.23; Neh 8.2) Now on the twenty-fourth day of this month the Israelites were assembled with fasting and in sackcloth and with earth on their heads. (Heb on them)"},{"number":2,"verse":"(Ezra 10.11; Neh 13.3, 30) Then those of Israelite descent separated themselves from all foreigners and stood and confessed their sins and the iniquities of their ancestors."},{"number":3,"verse":"(Neh 8.4) They stood up in their place and read from the book of the law of the LORD their God for a fourth part of the day, and for another fourth they made confession and worshiped the LORD their God."},{"number":4,"verse":"(Neh 8.7) Then Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the stairs of the Levites and cried out with a loud voice to the LORD their God."},{"number":5,"verse":"(1 Chr 29.13) Then the Levites Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, “Stand up and bless the LORD your God from everlasting to everlasting. Blessed be your glorious name, which is exalted above all blessing and praise.”"},{"number":6,"verse":"(Gen 1.1; 2 Kings 19.15; Ps 36.6; Col 1.17) And Ezra said, (Gk: Heb lacks And Ezra said) “You are the LORD, you alone; you have made heaven, the heaven of heavens, with all their host, the earth and all that is on it, the seas and all that is in them. To all of them you give life, and the host of heaven worships you."},{"number":7,"verse":"(Gen 11.31; 12.1; 17.5) You are the LORD, the God who chose Abram and brought him out of Ur of the Chaldeans and gave him the name Abraham;"},{"number":8,"verse":"(Gen 15.6, 18-21; Josh 21.43-45) and you found his heart faithful before you and made with him a covenant to give to his descendants the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite, and you have fulfilled your promise, for you are righteous."},{"number":9,"verse":"(Ex 3.7; 14.10-12) “And you saw the distress of our ancestors in Egypt and heard their cry at the Red Sea. (Or Sea of Reeds)"},{"number":10,"verse":"(Ex 5.2; 9.16) You performed signs and wonders against Pharaoh and all his servants and all the people of his land, for you knew that they acted insolently against our ancestors. You made a name for yourself that remains to this day."},{"number":11,"verse":"(Ex 14.21; 15.5, 10) And you divided the sea before them, so that they passed through the sea on dry land, but you threw their pursuers into the depths like a stone into mighty waters."},{"number":12,"verse":"(Ex 13.21, 22) Moreover, you led them by day with a pillar of cloud and by night with a pillar of fire, to give them light on the way in which they should go."},{"number":13,"verse":"(Ex 19.20; 20.1; Ps 19.7-9) You came down also upon Mount Sinai and spoke with them from heaven and gave them right ordinances and true laws, good statutes and commandments,"},{"number":14,"verse":"(Gen 2.3; Ex 20.8, 11) and you made known your holy Sabbath to them and gave them commandments and statutes and a law through Moses your servant."},{"number":15,"verse":"(Ex 16.14; 17.6; Num 20.7-13; Deut 1.8) For their hunger you gave them bread from heaven, and for their thirst you brought water for them out of the rock, and you told them to go in to possess the land that you swore to give them."},{"number":16,"verse":"(Deut 31.27; Ps 106.6) “But they, our ancestors, acted presumptuously and stiffened their necks and did not obey your commandments;"},{"number":17,"verse":"(Ex 34.6, 7; Num 14.4; Ps 78.11) they refused to obey and were not mindful of the wonders that you performed among them, but they stiffened their necks and appointed a leader to return to their slavery in Egypt. But you are a God ready to forgive, gracious and merciful, slow to anger and abounding in steadfast love, and you did not forsake them."},{"number":18,"verse":"(Ex 32.4) Even when they had cast an image of a calf for themselves and said, ‘This is your God who brought you up out of Egypt,’ and had committed great blasphemies,"},{"number":19,"verse":"(vv 12, 27, 31) you in your great mercies did not forsake them in the wilderness; the pillar of cloud that led them in the way did not leave them by day nor the pillar of fire by night that gave them light on the way by which they should go."},{"number":20,"verse":"(Ex 16.15; 17.6; Num 11.17; Isa 63.11-14) You gave your good spirit to instruct them and did not withhold your manna from their mouths and gave them water for their thirst."},{"number":21,"verse":"(Deut 2.7; 8.4; 29.5) Forty years you sustained them in the wilderness so that they lacked nothing; their clothes did not wear out, and their feet did not swell."},{"number":22,"verse":"(Num 21.21-35) And you gave them kingdoms and peoples and allotted to them every corner, (Meaning of Heb uncertain) so they took possession of the land of King Sihon of Heshbon and the land of King Og of Bashan."},{"number":23,"verse":"(Gen 15.5) You multiplied their descendants like the stars of heaven and brought them into the land that you had told their ancestors to enter and possess."},{"number":24,"verse":"(Josh 18.1; 21.43) So the descendants went in and possessed the land, and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hands, with their kings and the peoples of the land, to do with them as they pleased."},{"number":25,"verse":"(Num 13.27; Deut 3.5; 6.11; 32.15; 1 Kings 8.66) And they captured fortress cities and a rich land and took possession of houses filled with all sorts of goods, hewn cisterns, vineyards, olive orchards, and fruit trees in abundance; so they ate and were filled and became fat and delighted themselves in your great goodness."},{"number":26,"verse":"(v 30|NEH 9:30; Judg 2.11; 1 Kings 14.9; 2 Chr 36.16) “Nevertheless, they were disobedient and rebelled against you and cast your law behind their backs and killed your prophets, who had warned them in order to turn them back to you, and they committed great blasphemies."},{"number":27,"verse":"Therefore you gave them into the hands of their enemies, who made them suffer. Then in the time of their suffering they cried out to you, and you heard them from heaven, and according to your great mercies you gave them saviors who saved them from the hands of their enemies."},{"number":28,"verse":"But after they had rest, they again did evil before you, and you abandoned them to the hands of their enemies, so that they had dominion over them, yet when they turned and cried to you, you heard from heaven, and many times you rescued them according to your mercies."},{"number":29,"verse":"And you warned them in order to turn them back to your law, yet they acted presumptuously and did not obey your commandments but sinned against your ordinances, by the observance of which a person shall live. They turned a stubborn shoulder and stiffened their neck and would not obey."},{"number":30,"verse":"Many years you were patient with them and warned them by your spirit through your prophets, yet they would not listen. Therefore you handed them over to the peoples of the lands."},{"number":31,"verse":"Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God."},{"number":32,"verse":"“Now therefore, our God—the great and mighty and awesome God, keeping covenant and steadfast love—do not treat lightly all the hardship that has come upon us, upon our kings, our officials, our priests, our prophets, our ancestors, and all your people, since the time of the kings of Assyria until today."},{"number":33,"verse":"You have been just in all that has come upon us, for you have dealt faithfully and we have acted wickedly;"},{"number":34,"verse":"our kings, our officials, our priests, and our ancestors have not kept your law or heeded the commandments and the warnings that you gave them."},{"number":35,"verse":"Even in their own kingdom, and in the great goodness you bestowed on them, and in the large and rich land that you set before them, they did not serve you and did not turn from their wicked works."},{"number":36,"verse":"(Deut 28.48) Here we are, slaves to this day, slaves in the land that you gave to our ancestors to enjoy its fruit and its good gifts."},{"number":37,"verse":"(Deut 28.33) Its rich yield goes to the kings whom you have set over us because of our sins; they have power also over our bodies and over our livestock at their pleasure, and we are in great distress.”"},{"number":38,"verse":"(Those Who Signed the Covenant) (2 Chr 29.10; 34.31) (10.1 in Heb) Because of all this we make a firm agreement in writing, and on that sealed document are inscribed the names of our officials, our Levites, and our priests."}]}