{"bibleAbbr":"urDGV2010","bookName":"आमूस","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"( इस्राईल के पड़ोसियों की अदालत) ज़ैल में आमूस के पैग़ामात क़लमबन्द हैं। आमूस तक़ूअ शहर का गल्लाबान था। ज़ल्ज़ले से दो साल पहले उस ने इस्राईल के बारे में रोया में यह कुछ देखा। उस वक़्त उज़्ज़ियाह यहूदाह का और यरुबिआम बिन यूआस इस्राईल का बादशाह था।"},{"number":2,"verse":"आमूस बोला, “रब कोह-ए-सिय्यून पर से दहाड़ता है, उस की गरजती आवाज़ यरूशलम से सुनाई देती है। तब गल्लाबानों की चरागाहें सूख जाती हैं और कर्मिल की चोटी पर जंगल मुरझा जाता है।”"},{"number":3,"verse":"रब फ़रमाता है, “दमिश्क़ के बाशिन्दों ने बार बार गुनाह किया है, इस लिए मैं उन्हें सज़ा दिए बग़ैर नहीं छोड़ूँगा। क्यूँकि उन्हों ने जिलिआद को गाहने के आहनी औज़ार से ख़ूब कूट कर गाह लिया है।"},{"number":4,"verse":"चुनाँचे मैं हज़ाएल के घराने पर आग नाज़िल करूँगा, और बिन-हदद के महल नज़र-ए-आतिश हो जाएंगे।"},{"number":5,"verse":"मैं दमिश्क़ के कुंडे को तोड़ कर बिक़अत-आवन और बैत-अदन के हुक्मरानों को मौत के घाट उतारूँगा। अराम की क़ौम जिलावतन हो कर क़ीर में जा बसेगी।” यह रब का फ़रमान है।"},{"number":6,"verse":"रब फ़रमाता है, “ग़ज़्ज़ा के बाशिन्दों ने बार बार गुनाह किया है, इस लिए मैं उन्हें सज़ा दिए बग़ैर नहीं छोड़ूँगा। क्यूँकि उन्हों ने पूरी आबादियों को जिलावतन करके अदोम के हवाले कर दिया है।"},{"number":7,"verse":"चुनाँचे मैं ग़ज़्ज़ा की फ़सील पर आग नाज़िल करूँगा, और उस के महल नज़र-ए-आतिश हो जाएंगे।"},{"number":8,"verse":"अश्दूद और अस्क़लून के हुक्मरानों को मैं मार डालूँगा, अक़्रून पर भी हम्ला करूँगा। तब बचे-खुचे फ़िलिस्ती भी हलाक हो जाएंगे।” यह रब क़ादिर-ए-मुतलक़ का फ़रमान है।"},{"number":9,"verse":"रब फ़रमाता है, “सूर के बाशिन्दों ने बार बार गुनाह किया है, इस लिए मैं उन्हें सज़ा दिए बग़ैर नहीं छोड़ूँगा। क्यूँकि उन्हों ने बरादराना अह्द का लिहाज़ न किया बल्कि पूरी आबादियों को जिलावतन करके अदोम के हवाले कर दिया।"},{"number":10,"verse":"चुनाँचे मैं सूर की फ़सील पर आग नाज़िल करूँगा, और उस के महल नज़र-ए-आतिश हो जाएंगे।”"},{"number":11,"verse":"रब फ़रमाता है, “अदोम के बाशिन्दों ने बार बार गुनाह किया है, इस लिए मैं उन्हें सज़ा दिए बग़ैर नहीं छोड़ूँगा। क्यूँकि उन्हों ने अपने इस्राईली भाइयों को तलवार से मार मार कर उन का ताक़्क़ुब किया और सख़्ती से उन पर रहम करने से इन्कार किया। उन का क़हर भड़कता रहा, उन का तैश कभी ठंडा न हुआ।"},{"number":12,"verse":"चुनाँचे मैं तेमान पर आग नाज़िल करूँगा, और बुस्रा के महल नज़र-ए-आतिश हो जाएंगे।”"},{"number":13,"verse":"रब फ़रमाता है, “अम्मोन के बाशिन्दों ने बार बार गुनाह किया है, इस लिए मैं उन्हें सज़ा दिए बग़ैर नहीं छोड़ूँगा। क्यूँकि अपनी सरहद्दों को बढ़ाने के लिए उन्हों ने जिलिआद की हामिला औरतों के पेट चीर डाले।"},{"number":14,"verse":"चुनाँचे मैं रब्बा की फ़सील को आग लगा दूँगा, और उस के महल नज़र-ए-आतिश हो जाएंगे। जंग के उस दिन हर तरफ़ फ़ौजियों के नारे बुलन्द हो जाएंगे, तूफ़ान के उस दिन उन पर सख़्त आँधी टूट पड़ेगी।"},{"number":15,"verse":"उन का बादशाह अपने अफ़्सरों समेत क़ैदी बन कर जिलावतन हो जाएगा।” यह रब का फ़रमान है।"}]}