{"bibleAbbr":"urDGV2010","bookName":"आमूस","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"( मेरे पास लौट आओ!) ऐ इस्राईली क़ौम, मेरी बात सुनो, तुम्हारे बारे में मेरे नोहा पर ध्यान दो!"},{"number":2,"verse":"“कुंवारी इस्राईल गिर गई है और आइन्दा कभी नहीं उठेगी। उसे उस की अपनी ज़मीन पर पटख़ दिया गया है, और कोई उसे दुबारा खड़ा नहीं करेगा।”"},{"number":3,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, “इस्राईल के जिस शहर से 1000 मर्द लड़ने के लिए निकलेंगे उस के सिर्फ़ 100 अफ़राद वापस आएँगे। और जिस शहर से 100 निकलेंगे, उस के सिर्फ़ 10 मर्द वापस आएँगे।”"},{"number":4,"verse":"क्यूँकि रब इस्राईली क़ौम से फ़रमाता है, “मुझे तलाश करो तो तुम जीते रहोगे।"},{"number":5,"verse":"न बैत-एल के तालिब हो, न जिल्जाल के पास जाओ, और न बैर-सबा के लिए रवाना हो जाओ! क्यूँकि जिल्जाल के बाशिन्दे यक़ीनन जिलावतन हो जाएंगे, और बैत-एल नेस्त-ओ-नाबूद हो जाएगा।”"},{"number":6,"verse":"रब को तलाश करो तो तुम जीते रहोगे। वर्ना वह आग की तरह यूसुफ़ के घराने में से गुज़र कर बैत-एल को भस्म करेगा, और उसे कोई नहीं बुझा सकेगा।"},{"number":7,"verse":"( हर तरफ़ नाइन्साफ़ी) उन पर अफ़्सोस जो इन्साफ़ को उलट कर ज़हर में बदल देते, जो रास्ती को ज़मीन पर पटख़ देते हैं!"},{"number":8,"verse":"अल्लाह सात सहेलियों के झुमके और जौज़े का ख़ालिक़ है। अंधेरे को वह सुब्ह की रौशनी में और दिन को रात में बदल देता है। जो समुन्दर के पानी को बुला कर रू-ए-ज़मीन पर उंडेल देता है उस का नाम रब है!"},{"number":9,"verse":"अचानक ही वह ज़ोर-आवरों पर आफ़त लाता है, और उस के कहने पर क़िलाबन्द शहर तबाह हो जाता है।"},{"number":10,"verse":"तुम उस से नफ़रत करते हो जो अदालत में इन्साफ़ करे, तुम्हें उस से घिन आती है जो सच बोले।"},{"number":11,"verse":"तुम ग़रीबों को कुचल कर उन के अनाज पर हद से ज़्यादा टैक्स लगाते हो। इस लिए गो तुम ने तराशे हुए पत्थरों से शानदार घर बनाए हैं तो भी उन में नहीं रहोगे, गो तुम ने अंगूर के फलते फूलते बाग़ लगाए हैं तो भी उन की मै से महज़ूज़ नहीं होगे।"},{"number":12,"verse":"मैं तो तुम्हारे मुतअद्दिद जराइम और संगीन गुनाहों से ख़ूब वाक़िफ़ हूँ। तुम रास्तबाज़ों पर ज़ुल्म करते और रिश्वत ले कर ग़रीबों को अदालत में इन्साफ़ से महरूम रखते हो।"},{"number":13,"verse":"इस लिए समझदार शख़्स इस वक़्त ख़ामोश रहता है, वक़्त इतना ही बुरा है।"},{"number":14,"verse":"बुराई को तलाश न करो बल्कि अच्छाई को, तब ही जीते रहोगे। तब ही तुम्हारा दावा दुरुस्त होगा कि रब जो लश्करों का ख़ुदा है हमारे साथ है।"},{"number":15,"verse":"बुराई से नफ़रत करो और जो कुछ अच्छा है उसे प्यार करो। अदालतों में इन्साफ़ क़ाइम रखो, शायद रब जो लश्करों का ख़ुदा है यूसुफ़ के बचे-खुचे हिस्से पर रहम करे।"},{"number":16,"verse":"चुनाँचे रब जो लश्करों का ख़ुदा और हमारा आक़ा है फ़रमाता है, “तमाम चौकों में आह-ओ-बुका होगी, तमाम गलियों में लोग ‘हाय, हाय’ करेंगे। खेतीबाड़ी करने वालों को भी बुलाया जाएगा ताकि पेशावराना तौर पर सोग मनाने वालों के साथ गिर्या-ओ-ज़ारी करें।"},{"number":17,"verse":"अंगूर के तमाम बाग़ों में वावैला मचेगा, क्यूँकि मैं ख़ुद तुम्हारे दरमियान से गुज़रूँगा।” यह रब का फ़रमान है।"},{"number":18,"verse":"( रब का दिन हौलनाक है) उन पर अफ़्सोस जो कहते हैं, “काश रब का दिन आ जाए!” तुम्हारे लिए रब के दिन का क्या फ़ाइदा होगा? वह तो तुम्हारे लिए रौशनी का नहीं बल्कि तारीकी का बाइस होगा।"},{"number":19,"verse":"तब तुम उस आदमी की मानिन्द होगे जो शेरबबर से भाग कर रीछ से टकरा जाता है। जब घर में पनाह ले कर हाथ से दीवार का सहारा लेता है तो साँप उसे डस लेता है।"},{"number":20,"verse":"हाँ, रब का दिन तुम्हारे लिए रौशनी का नहीं बल्कि तारीकी का बाइस होगा। ऐसा अंधेरा होगा कि उम्मीद की किरन तक नज़र नहीं आएगी।"},{"number":21,"verse":"रब फ़रमाता है, “मुझे तुम्हारे मज़्हबी तहवारों से नफ़रत है, मैं उन्हें हक़ीर जानता हूँ। तुम्हारे इजतिमाओं से मुझे घिन आती है।"},{"number":22,"verse":"जो भस्म होने वाली और ग़ल्ला की क़ुर्बानियाँ तुम मुझे पेश करते हो उन्हें मैं पसन्द नहीं करता, जो मोटे-ताज़े बैल तुम मुझे सलामती की क़ुर्बानी के तौर पर चढ़ाते हो उन पर मैं नज़र भी नहीं डालना चाहता।"},{"number":23,"verse":"दफ़ा करो अपने गीतों का शोर! मैं तुम्हारे सितारों की मौसीक़ी सुनना नहीं चाहता।"},{"number":24,"verse":"इन चीज़ों की बजाए इन्साफ़ का चश्मा फूट निकले और रास्ती की कभी बन्द न होने वाली नहर बह निकले।"},{"number":25,"verse":"ऐ इस्राईल के घराने, जब तुम रेगिस्तान में घूमते फिरते थे तो क्या तुम ने उन 40 सालों के दौरान कभी मुझे ज़बह और ग़ल्ला की क़ुर्बानियाँ पेश कीं?"},{"number":26,"verse":"नहीं, उस वक़्त भी तुम अपने बादशाह सक्कूत देवता और अपने सितारे कीवान देवता को उठाए फिरते थे, गो तुम ने अपने हाथों से यह बुत अपने लिए बना लिए थे।"},{"number":27,"verse":"इस लिए रब जिस का नाम लश्करों का ख़ुदा है फ़रमाता है कि मैं तुम्हें जिलावतन करके दमिश्क़ के पार बसा दूँगा।”"}]}