{"bibleAbbr":"urDGV2010","bookName":"आमूस","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"( राहनुमाओं की ख़ुदएतिमादी और अय्याशी) कोह-ए-सिय्यून के बेपरवा बाशिन्दों पर अफ़्सोस! कोह-ए-सामरिया के बाशिन्दों पर अफ़्सोस जो अपने आप को मह्फ़ूज़ समझते हैं। हाँ, सब से आला क़ौम के उन शुरफ़ा पर अफ़्सोस जिन के पास इस्राईली क़ौम मदद के लिए आती है।"},{"number":2,"verse":"कल्ना शहर के पास जा कर उस पर ग़ौर करो, वहाँ से अज़ीम शहर हमात के पास पहुँचो, फिर फ़िलिस्ती मुल्क के शहर जात के पास उतरो। क्या तुम इन ममालिक से बेहतर हो? क्या तुम्हारा इलाक़ा इन की निस्बत बड़ा है?"},{"number":3,"verse":"तुम अपने आप को आफ़त के दिन से दूर समझ कर अपनी ज़ालिम हुकूमत दूसरों पर जताते हो।"},{"number":4,"verse":"तुम हाथीदाँत से आरास्ता पलंगों पर सोते और अपने शानदार सोफ़ों पर पाँओ फैलाते हो। खाने के लिए तुम अपने रेवड़ों से अच्छे अच्छे भेड़ के बच्चे और मोटे-ताज़े बछड़े चुन लेते हो।"},{"number":5,"verse":"तुम अपने सितारों को बजा बजा कर दाऊद की तरह मुख़्तलिफ़ क़िस्म के गीत तय्यार करते हो।"},{"number":6,"verse":"मै को तुम बड़े बड़े प्यालों से पी लेते, बेहतरीन क़िस्म के तेल अपने जिस्म पर मिलते हो। अफ़्सोस, तुम परवा ही नहीं करते कि यूसुफ़ का घराना तबाह होने वाला है।"},{"number":7,"verse":"इस लिए तुम उन लोगों में से होगे जो पहले क़ैदी बन कर जिलावतन हो जाएंगे। तब तुम्हारी रंगरलियाँ बन्द हो जाएँगी, तुम्हारी आवारागर्द और काहिल ज़िन्दगी ख़त्म हो जाएगी।"},{"number":8,"verse":"रब जो लश्करों का ख़ुदा है फ़रमाता है, “मुझे याक़ूब का ग़ुरूर देख कर घिन आती है, उस के महलों से मैं मुतनफ़्फ़िर हूँ। मैं शहर और जो कुछ उस में है दुश्मन के हवाले कर दूँगा। मेरे नाम की क़सम, यह मेरा, रब क़ादिर-ए-मुतलक़ का फ़रमान है।”"},{"number":9,"verse":"उस वक़्त अगर एक घर में दस आदमी रह जाएँ तो वह भी मर जाएंगे।"},{"number":10,"verse":"फिर जब कोई रिश्तेदार आए ताकि लाशों को उठा कर दफ़नाने जाए और देखे कि घर के किसी कोने में अभी कोई छुप कर बच गया है तो वह उस से पूछेगा, “क्या आप के इलावा कोई और भी बचा है?” तो वह जवाब देगा, “नहीं, एक भी नहीं।” तब रिश्तेदार कहेगा, “चुप! रब के नाम का ज़िक्र मत करना, ऐसा न हो कि वह तुझे भी मौत के घाट उतारे।” ( ‘ऐसा न हो कि वह... घाट उतारे’ इज़ाफ़ा है ताकि मतलब साफ़ हो।)"},{"number":11,"verse":"क्यूँकि रब ने हुक्म दिया है कि शानदार घरों को टुकड़े टुकड़े और छोटे घरों को रेज़ा रेज़ा किया जाए।"},{"number":12,"verse":"क्या घोड़े चटानों पर सरपट दौड़ते हैं? क्या इन्सान बैल ले कर उन पर हल चलाता है? लेकिन तुम इतनी ही ग़ैरफ़ित्री हरकतें करते हो। क्यूँकि तुम इन्साफ़ को ज़हर में और रास्ती का मीठा फल कड़वाहट में बदल देते हो।"},{"number":13,"verse":"तुम लो-दिबार की फ़त्ह पर शादियाना बजा बजा कर फ़ख़र करते हो, “हम ने अपनी ही ताक़त से क़र्नैम पर क़ब्ज़ा कर लिया!”"},{"number":14,"verse":"चुनाँचे रब जो लश्करों का ख़ुदा है फ़रमाता है, “ऐ इस्राईली क़ौम, मैं तेरे ख़िलाफ़ एक क़ौम को तहरीक दूँगा जो तुझे शिमाल के शहर लबो-हमात से ले कर जुनूब की वादी अराबा तक अज़ियत पहुँचाएगी।”"}]}