{"bibleAbbr":"urDGV2010","bookName":"आमूस","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"( टिड्डियों की रोया) रब क़ादिर-ए-मुतलक़ ने मुझे रोया दिखाई। मैं ने देखा कि अल्लाह टिड्डियों के ग़ोल पैदा कर रहा है। उस वक़्त पहली घास की कटाई हो चुकी थी, वह घास जो बादशाह के लिए मुक़र्रर थी। अब घास दुबारा उगने लगी थी।"},{"number":2,"verse":"तब टिड्डियाँ मुल्क की पूरी हरियाली पर टूट पड़ीं और सब कुछ खा गईं। मैं चिल्ला उठा, “ऐ रब क़ादिर-ए-मुतलक़, मेहरबानी करके मुआफ़ कर, वर्ना याक़ूब किस तरह क़ाइम रहेगा? वह पहले से इतनी छोटी क़ौम है।”"},{"number":3,"verse":"तब रब पछताया और फ़रमाया, “जो कुछ तू ने देखा वह पेश नहीं आएगा।”"},{"number":4,"verse":"( आग की रोया) फिर रब क़ादिर-ए-मुतलक़ ने मुझे एक और रोया दिखाई। मैं ने देखा कि रब क़ादिर-ए-मुतलक़ आग की बारिश बुला रहा है ताकि मुल्क पर बरसे। आग ने समुन्दर की गहराइयों को ख़ुश्क कर दिया, फिर मुल्क में फैलने लगी।"},{"number":5,"verse":"तब मैं चिल्ला उठा, “ऐ रब क़ादिर-ए-मुतलक़, मेहरबानी करके इस से बाज़ आ, वर्ना याक़ूब किस तरह क़ाइम रहेगा? वह पहले से इतनी छोटी क़ौम है।”"},{"number":6,"verse":"तब रब दुबारा पछताया और फ़रमाया, “यह भी पेश नहीं आएगा।”"},{"number":7,"verse":"( साहूल की रोया) इस के बाद रब ने मुझे एक तीसरी रोया दिखाई। मैं ने देखा कि क़ादिर-ए-मुतलक़ एक ऐसी दीवार पर खड़ा है जो साहूल से नाप नाप कर तामीर की गई है। उस के हाथ में साहूल था।"},{"number":8,"verse":"रब ने मुझ से पूछा, “ऐ आमूस, तुझे क्या नज़र आता है?” मैं ने जवाब दिया, “साहूल।” तब रब ने फ़रमाया, “मैं अपनी क़ौम इस्राईल के दरमियान साहूल लगाने वाला हूँ। आइन्दा मैं उन के गुनाहों को नज़रअन्दाज़ नहीं करूँगा बल्कि नाप नाप कर उन को सज़ा दूँगा।"},{"number":9,"verse":"उन बुलन्दियों की क़ुर्बानगाहें तबाह हो जाएँगी जहाँ इस्हाक़ की औलाद अपनी क़ुर्बानियाँ पेश करती है। इस्राईल के मक़्दिस ख़ाक में मिलाए जाएंगे, और मैं अपनी तलवार को पकड़ कर यरुबिआम के ख़ानदान पर टूट पड़ूँगा।”"},{"number":10,"verse":"( आमूस को इस्राईल से निकलने का हुक्म दिया जाता है) यह सुन कर बैत-एल के इमाम अमसियाह ने इस्राईल के बादशाह यरुबिआम को इत्तिला दी, “आमूस इस्राईल के दरमियान ही आप के ख़िलाफ़ साज़िशें कर रहा है! मुल्क उस के पैग़ाम बर्दाश्त नहीं कर सकता,"},{"number":11,"verse":"क्यूँकि वह कहता है, ‘यरुबिआम तलवार की ज़द में आ कर मर जाएगा, और इस्राईली क़ौम यक़ीनन क़ैदी बन कर जिलावतन हो जाएगी’।”"},{"number":12,"verse":"अमसियाह ने आमूस से कहा, “ऐ रोया देखने वाले, यहाँ से निकल जा! मुल्क-ए-यहूदाह में भाग कर वहीं रोज़ी कमा, वहीं नबुव्वत कर।"},{"number":13,"verse":"आइन्दा बैत-एल में नबुव्वत मत करना, क्यूँकि यह बादशाह का मक़्दिस और बादशाही की मर्कज़ी इबादतगाह है।”"},{"number":14,"verse":"आमूस ने जवाब दिया, “पेशा के लिहाज़ से न मैं नबी हूँ, न किसी नबी का शागिर्द बल्कि गल्लाबान और अन्जीर-तूत का बाग़बान।"},{"number":15,"verse":"तो भी रब ने मुझे भेड़-बकरियों की गल्लाबानी करने से हटा कर हुक्म दिया कि मेरी क़ौम इस्राईल के पास जा और नबुव्वत करके उसे मेरा कलाम पेश कर।"},{"number":16,"verse":"अब रब का कलाम सुन! तू कहता है, ‘इस्राईल के ख़िलाफ़ नबुव्वत मत करना, इस्हाक़ की क़ौम के ख़िलाफ़ बात मत करना।’"},{"number":17,"verse":"जवाब में रब फ़रमाता है, ‘तेरी बीवी शहर में कस्बी बनेगी, तेरे बेटे-बेटियाँ सब तलवार से क़त्ल हो जाएंगे, तेरी ज़मीन नाप कर दूसरों में तक़्सीम की जाएगी, और तू ख़ुद एक नापाक मुल्क में वफ़ात पाएगा। यक़ीनन इस्राईली क़ौम क़ैदी बन कर जिलावतन हो जाएगी’।”"}]}