{"bibleAbbr":"urDGV2010","bookName":"आमूस","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"( पके फल से भरी टोकरी) एक बार फिर रब क़ादिर-ए-मुतलक़ ने मुझे रोया दिखाई। मैं ने पके हुए फल से भरी हुई टोकरी देखी।"},{"number":2,"verse":"रब ने पूछा, “ऐ आमूस, तुझे क्या नज़र आता है?” मैं ने जवाब दिया, “पके हुए फल से भरी हुई टोकरी।” तब रब ने मुझ से फ़रमाया, “मेरी क़ौम का अन्जाम पक गया है। अब से मैं उन्हें सज़ा दिए बग़ैर नहीं छोड़ूँगा।"},{"number":3,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है कि उस दिन महल में गीत सुनाई नहीं देंगे बल्कि आह-ओ-ज़ारी। चारों तरफ़ नाशें नज़र आएँगी, क्यूँकि दुश्मन उन्हें हर जगह फैंकेगा। ख़ामोश!”"},{"number":4,"verse":"( अवाम का इस्तेह्साल) ऐ ग़रीबों को कुचलने वालो, ऐ ज़रूरतमन्दों को तबाह करने वालो, सुनो!"},{"number":5,"verse":"तुम कहते हो, “नए चाँद की ईद कब गुज़र जाएगी, सबत का दिन कब ख़त्म है ताकि हम अनाज के गोदाम खोल कर ग़ल्ला बेच सकें? तब हम पैमाइश के बर्तन छोटे और तराज़ू के बाट हल्के बनाएँगे, साथ साथ सौदे का भाओ बढ़ाएँगे। हम फ़रोख़्त करते वक़्त अनाज के साथ उस का भूसा भी मिलाएँगे।” अपने नाजाइज़ तरीक़ों से तुम थोड़े पैसों में बल्कि एक जोड़ी जूतों के इवज़ ग़रीबों को ख़रीदते हो।"},{"number":7,"verse":"रब ने याक़ूब के फ़ख़र की क़सम खा कर वादा किया है, “जो कुछ उन से सरज़द हुआ है उसे मैं कभी नहीं भूलूँगा।"},{"number":8,"verse":"उन ही की वजह से ज़मीन लरज़ उठेगी और उस के तमाम बाशिन्दे मातम करेंगे। जिस तरह मिस्र में दरया-ए-नील बरसात के मौसम में सैलाबी सूरत इख़तियार कर लेता है उसी तरह पूरी ज़मीन उठेगी। वह नील की तरह जोश में आएगी, फिर दुबारा उतर जाएगी।”"},{"number":9,"verse":"रब क़ादिर-ए-मुतलक़ फ़रमाता है, “उस दिन मैं होने दूँगा कि सूरज दोपहर के वक़्त ग़ुरूब हो जाए। दिन उरूज पर ही होगा तो ज़मीन पर अंधेरा छा जाएगा।"},{"number":10,"verse":"मैं तुम्हारे तहवारों को मातम में और तुम्हारे गीतों को आह-ओ-बुका में बदल दूँगा। मैं सब को टाट के मातमी लिबास पहना कर हर एक का सर मुंडवाऊँगा। लोग यूँ मातम करेंगे जैसा उन का वाहिद बेटा कूच कर गया हो। अन्जाम का वह दिन कितना तल्ख़ होगा।”"},{"number":11,"verse":"( अल्लाह आइन्दा जवाब नहीं देगा) क़ादिर-ए-मुतलक़ फ़रमाता है, “ऐसे दिन आने वाले हैं जब मैं मुल्क में काल भेजूँगा। लेकिन लोग न रोटी और न पानी से बल्कि अल्लाह का कलाम सुनने से महरूम रहेंगे।"},{"number":12,"verse":"लोग लड़खड़ाते हुए एक समुन्दर से दूसरे तक और शिमाल से मशरिक़ तक फिरेंगे ताकि रब का कलाम मिल जाए, लेकिन बेसूद।"},{"number":13,"verse":"उस दिन ख़ूबसूरत कुंवारियाँ और जवान मर्द प्यास के मारे बेहोश हो जाएंगे।"},{"number":14,"verse":"जो इस वक़्त सामरिया के मकरूह बुत की क़सम खाते और कहते हैं, ‘ऐ दान, तेरे देवता की हयात की क़सम’ या ‘ऐ बैर-सबा, तेरे देवता की क़सम!’ वह उस वक़्त गिर जाएंगे और दुबारा कभी नहीं उठेंगे।”"}]}