{"bibleAbbr":"LBP1933","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"IF, therefore, you have found consola tion in Christ, or whole hearted love or fellowship of the Spirit or compassion and mercies,"},{"number":2,"verse":"Complete my joy by being in one accord and one love and one soul and one mind."},{"number":3,"verse":"Do nothing through strife or vain glory; but in humility let each regard his neighbor better than himself."},{"number":4,"verse":"Let no one be mindful only of his own things, but let every one be mindful of the things of his neighbor also."},{"number":5,"verse":"Reason this within you which Jesus Christ also reasoned,"},{"number":6,"verse":"Who, being in the form of God, did not consider it robbery to be equal with God:"},{"number":7,"verse":"But made himself of no reputation and took upon himself the form of a servant, and was in the likeness of men:"},{"number":8,"verse":"And, being found in fashion as a man, he humbled himself, and became obedient to death, even the death of the cross."},{"number":9,"verse":"Wherefore God also has highly exalted him, and given him a name which is above every name;"},{"number":10,"verse":"That at the name of Jesus every knee should bow, of those in heaven, of those on earth, and those under the earth,"},{"number":11,"verse":"And every tongue shall confess that Jesus Christ is the LORD, to the glory of God his Father."},{"number":12,"verse":"From now on, my beloved, just as you have always been obedient, not only in my presence, but much more in my absence, work out your own salvation with fear and trembling."},{"number":13,"verse":"For it is God who inspires you with the will to do the good things which you desire to do."},{"number":14,"verse":"Do all things without disputing, and doubting:"},{"number":15,"verse":"That you may be sincere and blameless, like the innocent children of God, in the midst of a crooked and perverse generation, among whom you shine as lights in the world:"},{"number":16,"verse":"For you are to them the light of life; for my pride and glory in the day of Christ, for I have not run in vain nor labored in vain."},{"number":17,"verse":"Yes, even if my blood be offered upon the sacrifice and the service of your faith, I am happy and rejoice with you all."},{"number":18,"verse":"Likewise you also must be happy and rejoice with me."},{"number":19,"verse":"But I trust in our LORD Jesus Christ to send Ti-mo'the-us to you soon, that I also may be at ease when I learn of your well being."},{"number":20,"verse":"For I have no one here as interested as I am, who will sincerely care for your welfare;"},{"number":21,"verse":"For all seek their own, not the things which are Jesus Christ's."},{"number":22,"verse":"But you know his record, that as a son with his father, he has served with me in the gospel."},{"number":23,"verse":"I hope to send him to you presently, as soon as I see how it will go with me."},{"number":24,"verse":"But I trust in my LORD that I also myself shall come shortly."},{"number":25,"verse":"But right now I am forced through circumstances to send to you Epaphroditus, a brother, and assistant and co-worker with me, but he is also your apostle and one who ministers to my wants."},{"number":26,"verse":"For he has been longing to see you all, and has been depressed because he knew you had heard that he had been sick."},{"number":27,"verse":"For indeed he was sick to the point of death but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow."},{"number":28,"verse":"Therefore I have sent him quickly, so that, when you see him again, you may rejoice, and that I may be relieved from anxiety."},{"number":29,"verse":"Welcome him, therefore, in the LORD with all joy; and honour those who are like him:"},{"number":30,"verse":"Because for the work of Christ he came near to death; and by his self denial, he made good your lack of service to me."}]}