{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":1,"verses":[{"number":1,"verse":"( भूमिका) आदरणीय थियुफिलुस, बहुतो लोक हमरा सभक मध्‍य घटल घटनाक विवरण लिखने छथि।"},{"number":2,"verse":"ओ सभ अपन विवरण तिनका सभक बातक आधार पर लिखलनि, जे शुरुए सँ एहि घटना सभक प्रत्‍यक्षदर्शी छलाह आ शुभ समाचारक प्रचारक सेवा मे लागल छलाह, जिनका सभक द्वारा हमरा सभ केँ एहि बात सभक जानकारी भेटल।"},{"number":3,"verse":"तेँ शुरुए सँ सभ बातक सावधानीपूर्बक अध्‍ययन कऽ कऽ हमरा उचित बुझायल जे हमहूँ अहाँक लेल क्रमानुसार तकर सम्‍पूर्ण विवरण लिखी,"},{"number":4,"verse":"जाहि सँ अहाँ जानि सकी जे जाहि बातक शिक्षा अहाँ केँ भेटल अछि से एकदम सत्‍य अछि।"},{"number":5,"verse":"( यूहन्‍नाक जन्‍मक भविष्‍यवाणी) यहूदिया प्रदेशक राजा हेरोदक समय मे जकरयाह नामक एक पुरोहित छलाह। ओ पुरोहित सभक ताहि समूहक छलाह जे अबियाहक समूह कहबैत छल। हुनकर स्‍त्री इलीशिबा सेहो पुरोहित हारूनक वंशक छलीह।"},{"number":6,"verse":"ओ दूनू गोटे परमेश्‍वरक नजरि मे धर्मी छलाह। हुनका सभक जीवन परमेश्‍वरक सभ आज्ञा और विधि-विधानक अनुसार निर्दोष छलनि।"},{"number":7,"verse":"मुदा हुनका सभ केँ कोनो सन्‍तान नहि छलनि, कारण इलीशिबा बाँझ छलीह, आ हुनका दूनू गोटेक अवस्‍था ढरि गेल छलनि।"},{"number":8,"verse":"एक दिन मन्‍दिर मे सेवा करबाक पार जखन जकरयाहक समूह केँ भेल आ जकरयाह परमेश्‍वरक सामने पुरोहितक काज कऽ रहल छलाह,"},{"number":9,"verse":"तँ पुरोहित सभक प्रथाक अनुसार हुनका नामक एक चिट्ठा निकलल जे ओ मन्‍दिर मे जा कऽ धूप जरबथि।"},{"number":10,"verse":"धूप जरयबाक समय मे लोकक भीड़ बाहर प्रार्थना कऽ रहल छल।"},{"number":11,"verse":"तखन परमेश्‍वरक एक स्‍वर्गदूत धूप-वेदीक दहिना कात ठाढ़ भऽ जकरयाह केँ दर्शन देलथिन।"},{"number":12,"verse":"हुनका देखि जकरयाह घबड़ा गेलाह आ भयभीत भऽ गेलाह।"},{"number":13,"verse":"मुदा स्‍वर्गदूत हुनका कहलथिन, “यौ जकरयाह, नहि डेराउ, कारण परमेश्‍वर लग अहाँक प्रार्थना सुनल गेल अछि। अहाँक स्‍त्री इलीशिबा एक पुत्र केँ जन्‍म देतीह। अहाँ ओकर नाम यूहन्‍ना राखब।"},{"number":14,"verse":"अहाँ केँ खुशी आ आनन्‍द होयत। ओकर जन्‍म सँ बहुत लोक आनन्‍द मनाओत,"},{"number":15,"verse":"कारण, ओ प्रभुक नजरि मे महान् होयत। ओ मदिरा वा आरो कोनो तरहक निसा लागऽ वला वस्‍तु कहियो नहि पीत। ओ मायक पेटे सँ पवित्र आत्‍मा सँ परिपूर्ण होयत।"},{"number":16,"verse":"ओ इस्राएलक बहुतो लोक केँ अपना प्रभु-परमेश्‍वर दिस घुमाओत।"},{"number":17,"verse":"आत्‍मा आ सामर्थ्‍य मे ओ एलियाह सन भऽ कऽ प्रभुक आगाँ चलत। ओ पिता-सन्‍तान सभक बीच मेल-मिलाप कराओत, आज्ञा उल्‍लंघन करऽ वला सभ केँ ओहन बुद्धि दियाओत जाहि सँ ओ सभ धार्मिकताक अनुसार चलत, आ एहि तरहेँ प्रभुक लेल एक योग्‍य प्रजा तैयार करतनि।”"},{"number":18,"verse":"एहि पर जकरयाह स्‍वर्गदूत केँ कहलथिन, “ई बात हम निश्‍चित रूप सँ कोना जानि सकैत छी? हम अपनो बूढ़ छी आ हमर घरवाली सेहो बुढ़ि छथि।”"},{"number":19,"verse":"स्‍वर्गदूत हुनका उत्तर देलथिन, “हम जिब्राएल छी। हम परमेश्‍वरक सामने उपस्‍थित रहैत छी। हम अहाँ सँ बात करबाक लेल आ ई खुशीक सम्‍बाद सुनयबाक लेल पठाओल गेल छी।"},{"number":20,"verse":"आब सुनू, जाहि दिन धरि ई बात पूरा नहि भऽ जायत, ताहि दिन धरि अहाँ बौक रहब, बाजि नहि सकब। कारण, हमर बात जे ठीक समय अयला पर पूरा होयत, ताहि पर अहाँ विश्‍वास नहि कयलहुँ।”"},{"number":21,"verse":"एम्‍हर लोक सभ जकरयाहक प्रतीक्षा कऽ रहल छल आ आश्‍चर्यित छल जे हुनका मन्‍दिर मे एतेक देरी किएक भऽ रहल छनि।"},{"number":22,"verse":"ओ जखन बाहर अयलाह तँ ओकरा सभ सँ बाजि नहि सकलाह। ओ सभ बुझि गेल जे हिनका मन्‍दिर मे दर्शन भेटलनि अछि। ओ लोक सभ सँ इसारा सँ गप्‍प करैत छलाह कारण ओ बौक भऽ गेल छलाह।"},{"number":23,"verse":"अपन पुरहिताइक समयक पार समाप्‍त भेला पर ओ घर चल गेलाह।"},{"number":24,"verse":"किछु दिनक बाद जकरयाहक स्‍त्री इलीशिबा गर्भवती भेलीह। ओ पाँच महिना धरि कतौ नहि बहरयलीह।"},{"number":25,"verse":"ओ कहैत छलीह, “प्रभु कतेक दयालु छथि! आब ओ हमरा पर कृपा कऽ कऽ समाज मे हमर कलंक केँ धो देलनि।”"},{"number":26,"verse":"( प्रभु यीशुक जन्‍मक भविष्‍यवाणी) इलीशिबाक गर्भक छठम मास मे परमेश्‍वर जिब्राएल स्‍वर्गदूत केँ गलील प्रदेशक नासरत नगर मे"},{"number":27,"verse":"एक कुमारि कन्‍या लग सम्‍बाद दऽ कऽ पठौलथिन। हुनकर विवाहक निश्‍चय दाऊदक वंशज यूसुफ नामक पुरुष सँ भेल छलनि। ओहि कुमारि कन्‍याक नाम मरियम छलनि।"},{"number":28,"verse":"स्‍वर्गदूत मरियम लग आबि कऽ कहलथिन, “मरियम, आनन्‍द मनाउ, परमेश्‍वर अहाँ पर कृपा कयलनि अछि। प्रभु अहाँक संग छथि।”"},{"number":29,"verse":"हुनकर एहि कथन सँ ओ बहुत घबड़ा गेलीह आ सोचऽ लगलीह जे, ई केहन बात कहि रहल छथि!"},{"number":30,"verse":"तखन स्‍वर्गदूत कहलथिन, “मरियम, भयभीत नहि होउ, परमेश्‍वर अहाँ सँ प्रसन्‍न छथि।"},{"number":31,"verse":"सुनू, अहाँ गर्भवती होयब आ पुत्र केँ जन्‍म देब। अहाँ हुनकर नाम यीशु राखि देबनि।"},{"number":32,"verse":"ओ महान् होयताह आ परम-परमेश्‍वरक पुत्र कहौताह। प्रभु-परमेश्‍वर हुनकर पूर्वज दाऊदक सिंहासन हुनका देथिन।"},{"number":33,"verse":"ओ याकूबक वंश पर अनन्‍त काल तक राज्‍य करताह और हुनकर राज्‍यक अन्‍त कहियो नहि होयतनि।”"},{"number":34,"verse":"मरियम स्‍वर्गदूत केँ कहलथिन, “ई होयत कोना? कारण हम तँ कुमारिए छी।”"},{"number":35,"verse":"स्‍वर्गदूत उत्तर देलथिन, “पवित्र आत्‍मा अहाँ पर उतरताह, और परम-परमेश्‍वरक सामर्थ्‍यक छाँह अहाँ पर रहत। तेँ जन्‍म लेनिहार पवित्र बालक परमेश्‍वरक पुत्र कहौताह।"},{"number":36,"verse":"एतबे नहि! अहाँक सम्‍बन्‍धी इलीशिबा केँ सेहो, बुढ़ारी अवस्‍था मे बच्‍चा होयतनि! ओ जे बाँझ कहबैत छलीह, तिनका आब छठम मासक गर्भ छनि।"},{"number":37,"verse":"परमेश्‍वरक लेल कोनो बात असम्‍भव नहि छनि।”"},{"number":38,"verse":"एहि पर मरियम कहलथिन, “हम परमेश्‍वरक दासी छियनि। अहाँ जहिना कहलहुँ तहिना हमरा संग होअय।” तकरबाद स्‍वर्गदूत हुनका ओतऽ सँ विदा भऽ गेलाह।"},{"number":39,"verse":"( इलीशिबा आ मरियमक भेँट-घाँट) तखन मरियम यात्राक तैयारी कऽ कऽ विदा भेलीह और यहूदिया प्रदेशक ओहि पहाड़ी नगर मे जल्‍दी सँ गेलीह जतऽ जकरयाह आ इलीशिबा रहैत छलाह।"},{"number":40,"verse":"ओ हुनका सभक घर मे प्रवेश कऽ कऽ इलीशिबा केँ नमस्‍कार कयलथिन।"},{"number":41,"verse":"जखन इलीशिबा मरियमक नमस्‍कार सुनलनि तँ हुनकर पेटक बच्‍चा कुदि उठलनि आ इलीशिबा पवित्र आत्‍मा सँ परिपूर्ण भऽ जोर सँ बाजि उठलीह,"},{"number":42,"verse":"“स्‍त्रीगण मे अहाँ धन्‍य छी, आ धन्‍य छथि ओ जिनका अहाँ जन्‍म देबनि।"},{"number":43,"verse":"मुदा हम कोन जोगरक छी जे हमर प्रभुक माय हमरा ओतऽ अयलीह?"},{"number":44,"verse":"अहाँक कहल नमस्‍कार शब्‍द जखने हमरा कान मे पड़ल, तखने हमर पेटक बच्‍चा खुशी सँ कुदि उठल।"},{"number":45,"verse":"धन्‍य छी अहाँ, कारण, अहाँ विश्‍वास कयलहुँ जे, प्रभु अहाँ केँ जे बात कहलनि, से पूरा होयत।”"},{"number":46,"verse":"( मरियमक स्‍तुति-गान) तखन मरियम कहलनि, “हमर मोन प्रभुक स्‍तुति करैत अछि,"},{"number":47,"verse":"और हमर आत्‍मा हमर उद्धारकर्ता-परमेश्‍वरक कारणेँ अति आनन्‍दित अछि,"},{"number":48,"verse":"किएक तँ ओ अपना एहि तुच्‍छ दासी पर दया कयलनि। आब पुस्‍त-पुस्‍तानिक लोक हमरा धन्‍य कहत,"},{"number":49,"verse":"कारण, सर्वशक्‍तिमान प्रभु हमरा लेल महान् काज कयलनि अछि, हुनकर नाम पवित्र छनि!"},{"number":50,"verse":"हुनकर भय माननिहार लोक पर हुनकर कृपा पुस्‍त-पुस्‍तानि रहैत अछि।"},{"number":51,"verse":"ओ अपन बाहुबल प्रगट कयने छथि। तकरा सभ केँ ओ छिन्‍न-भिन्‍न कऽ देने छथिन, जकर सभक मोन अहंकार सँ भरल छल।"},{"number":52,"verse":"ओ शासक सभ केँ अपना सिंहासन सँ उतारि देने छथिन, आ नम्र सभ केँ पैघ बना देने छथिन।"},{"number":53,"verse":"ओ भूखल सभ केँ नीक-नीक वस्‍तु सँ तृप्‍त कयने छथिन, आ धनवान सभ केँ खाली हाथ घुमा देने छथिन।"},{"number":54,"verse":"ओ हमरा सभक पूर्वज लोकनि केँ देल अपन वचन अनुसार अपन सेवक इस्राएलक मदति कयलनि।"},{"number":55,"verse":"अब्राहम और हुनकर वंशज पर सदा दया करबाक अपना वचन केँ स्‍मरण रखलनि।”"},{"number":56,"verse":"मरियम करीब तीन मास तक इलीशिबाक संग रहि कऽ अपना घर चलि अयलीह।"},{"number":57,"verse":"( यूहन्‍नाक जन्‍म) जखन इलीशिबाक पूर मास भेलनि तँ हुनका बेटा भेलनि।"},{"number":58,"verse":"हुनकर पड़ोसी आ सम्‍बन्‍धी सभ ई बात सुनि जे प्रभु हुनका पर कतेकटा दया कयलथिन, हुनका संग खुशी मनौलनि।"},{"number":59,"verse":"आठम दिन ओ सभ बच्‍चा केँ खतनाक विधि करबाक लेल अयलाह, आ पिताक नाम पर बच्‍चाक नाम “जकरयाह” राखऽ लगलथिन,"},{"number":60,"verse":"मुदा हुनकर माय कहलथिन, “नहि! एकर नाम यूहन्‍ना रखबाक अछि।”"},{"number":61,"verse":"एहि पर ओ सभ कहलथिन, “अहाँक कुटुम्‍ब-परिवार मे ई नाम कहाँ किनको छनि!”"},{"number":62,"verse":"तखन ओ सभ बच्‍चाक पिता सँ इसारा कऽ कऽ पुछलथिन जे, अहाँ एकर की नाम राखऽ चाहैत छी?"},{"number":63,"verse":"ओ पाटी मँगा कऽ लिखलनि, “एकर नाम यूहन्‍ना छैक।” एहि पर सभ चकित रहि गेलाह।"},{"number":64,"verse":"तखने हुनकर आवाज फुजि गेलनि आ परमेश्‍वरक स्‍तुति करैत बाजऽ लगलाह।"},{"number":65,"verse":"एहि सँ लग-पास मे रहऽ वला सभ लोक मे डर सन्‍हिया गेलैक और यहूदिया प्रदेशक पहाड़ सभ मे सभतरि एहि सभ बातक चर्चा पसरि गेल।"},{"number":66,"verse":"एहि बातक विषय मे जे सभ सुनलक, से सभ अपना-अपना मोन मे एहि सभक बारे मे विचार करऽ लागल आ बाजल, “ई बालक की बनताह?” कारण, स्‍पष्‍ट छल जे प्रभुक आशिष हुनका पर छलनि।"},{"number":67,"verse":"( जकरयाहक भविष्‍यवाणी) यूहन्‍नाक पिता जकरयाह पवित्र आत्‍मा सँ परिपूर्ण भऽ भविष्‍यवाणी कयलनि जे,"},{"number":68,"verse":"“इस्राएलक परमेश्‍वर, प्रभुक स्‍तुति होनि, कारण ओ अपन प्रजा लग आबि कऽ ओकरा मुक्‍ति देलनि।"},{"number":69,"verse":"ओ अपन सेवक दाऊदक वंश मे हमरा सभक लेल एक सामर्थ्‍यवान उद्धारकर्ता उत्‍पन्‍न कयलनि अछि,"},{"number":70,"verse":"जेना कि ओ अपन चुनल प्रवक्‍ता सभक माध्‍यम सँ प्राचीन काल सँ कहने छलाह।"},{"number":71,"verse":"ओ हमरा सभ केँ दुश्‍मन सभ सँ बचयबाक प्रतिज्ञा कयने रहथि, आ हमरा सभ केँ घृणा कयनिहार सभक हाथ सँ सुरक्षित रखबाक वचन देने रहथि।"},{"number":72,"verse":"ओ अपन ओहि वचन केँ पूरा कऽ कऽ हमरा पूर्वज लोकनि पर दया कयलनि अछि। ओ अपन ओहि पवित्र वचन केँ स्‍मरण रखने छलाह जे वचन ओ सपत खा कऽ हमरा सभक पुरखा अब्राहम केँ देने रहथिन जे,"},{"number":74,"verse":"हम तोरा सभ केँ शत्रु सभक हाथ सँ बचयबह; तोँ सभ निर्भयतापूर्बक जीवन भरि पवित्रता आ धार्मिकताक संग हमरा समक्ष हमर सेवा करबह।"},{"number":76,"verse":"आ हौ बौआ, तोँ परम-परमेश्‍वरक प्रवक्‍ता कहयबह, किएक तँ तोँ प्रभुक लेल बाट तैयार करबाक हेतु हुनका आगाँ-आगाँ चलबह।"},{"number":77,"verse":"तोँ हुनकर प्रजा केँ उद्धारक ज्ञान प्रदान करबहुन, जे उद्धार पापक क्षमा द्वारा भेटैत अछि,"},{"number":78,"verse":"आ से हमर सभक दयालु परमेश्‍वरक करुणाक कारणेँ अछि। एही करुणाक कारणेँ हमरा सभक लेल ऊपर सँ प्रकाश उगत,"},{"number":79,"verse":"जे अन्‍हार आ मृत्‍युक छाँह मे बैसल लोक सभ पर इजोत करत, और हमरा सभ केँ शान्‍तिक बाट पर आगाँ बढ़ाओत।”"},{"number":80,"verse":"बालक यूहन्‍ना बढ़ैत गेलाह आ आत्‍मिक रूप सँ सबल होइत गेलाह। ओ जा धरि इस्राएली सभक बीच अपन काज शुरू नहि कयलनि, ता धरि निर्जन क्षेत्र मे वास कयलनि।"}]}