{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"( अपना पापक लेल पश्‍चात्ताप कऽ कऽ हृदय-परिवर्तन करू, नहि तँ...) तखने किछु लोक यीशु लग आबि कऽ हुनका किछु गलीली सभक बारे मे सुनौलकनि जे, कोना ओ सभ जखन बलि चढ़ा रहल छल तँ राज्‍यपाल पिलातुस ओकर सभक हत्‍या करबा देलथिन।"},{"number":2,"verse":"यीशु उत्तर देलथिन, “की अहाँ सभ बुझैत छी जे ई गलील निवासी सभ आओर सभ गलील निवासी सँ अधिक पापी छल जे ओकरा सभ पर ई विपत्ति अयलैक?"},{"number":3,"verse":"हम अहाँ सभ केँ कहैत छी जे, नहि! मुदा अहाँ सभ जँ अपना पापक लेल पश्‍चात्ताप कऽ हृदय-परिवर्तन नहि करब, तँ अहूँ सभ एहिना नाश होयब।"},{"number":4,"verse":"वा ओ अठारह गोटे जकरा सभ पर शिलोहक मिनार खसि पड़ल आ पिचा कऽ मरि गेल, की अहाँ सभ बुझैत छी जे ओ सभ यरूशलेमक आओर सभ निवासी सँ बेसी दोषी छल?"},{"number":5,"verse":"हम अहाँ सभ केँ कहैत छी जे, नहि! मुदा अहाँ सभ जँ अपना पापक लेल पश्‍चात्ताप कऽ हृदय-परिवर्तन नहि करब, तँ अहूँ सभ एहिना नाश होयब।”"},{"number":6,"verse":"यीशु ओकरा सभ केँ ई दृष्‍टान्‍त दऽ कऽ कहलथिन, “एक आदमीक अंगूर-उद्यान मे एक अंजीरक गाछ छल। ओ ओहि सँ फल तोड़बाक लेल गेल, मुदा ओकरा किछुओ नहि भेटलैक।"},{"number":7,"verse":"तखन ओ माली केँ कहलकैक, ‘देखह! हम तीन वर्ष सँ एहि गाछ सँ अंजीर तोड़ऽ अबैत छी, मुदा ई कोनो फले नहि दैत अछि। एकरा काटि दैह। ई बेकार जगहो छेकने अछि।’"},{"number":8,"verse":"माली उत्तर देलकैक, ‘सरकार, एकरा एक वर्ष आओर रहऽ देल जाओ। हम एकरा चारू कात कोड़ि कऽ गोबर पटा देबैक।"},{"number":9,"verse":"तखन अगिला वर्ष जँ फड़त, तँ ठीक, नहि तँ अपने एकरा कटबा देबैक।’ ”"},{"number":10,"verse":"( विश्राम-दिन और अठारह वर्ष सँ दुखिताहि स्‍त्री) एक विश्राम-दिन मे यीशु एकटा सभाघर मे उपदेश दऽ रहल छलाह।"},{"number":11,"verse":"ओहिठाम एक स्‍त्री छलि जकरा अठारह वर्ष सँ दुष्‍टात्‍मा लगबाक कारणेँ डाँड़ टुटल छलैक। ओ एकदम झुकल रहैत छलि और कनेको सोझ नहि भऽ सकैत छलि।"},{"number":12,"verse":"यीशु ओकरा देखि बजा कऽ कहलथिन, “बहिन, अहाँ अपना कष्‍ट सँ मुक्‍त भऽ गेलहुँ।”"},{"number":13,"verse":"तखन ओ ओकरा पर हाथ रखलनि, और ओ तुरत्ते सोझ भऽ गेलि आ परमेश्‍वरक स्‍तुति करऽ लागलि।"},{"number":14,"verse":"एहि पर सभाघरक अधिकारी तमसा गेलाह जे यीशु किएक विश्राम-दिन मे ककरो ठीक कयलनि, और ओ लोक सभ केँ कहलथिन, “छओ दिन अछि जाहि मे काज करबाक चाही। ओहि छओ दिन मे आउ और स्‍वस्‍थ कऽ देबाक लेल कहू, नहि कि विश्राम-दिन मे।”"},{"number":15,"verse":"प्रभु हुनका उत्तर देलथिन, “हे पाखण्‍डी सभ! की अहाँ सभ मे सँ प्रत्‍येक आदमी विश्राम-दिन मे अपन बड़द वा गदहा केँ थरि सँ खोलि कऽ पानि पिअयबाक लेल नहि लऽ जाइत छी?"},{"number":16,"verse":"तँ ई स्‍त्री जे अब्राहमक वंशज अछि, और जे अठारह वर्ष सँ शैतानक बन्‍हन मे छलि, की एकरा विश्राम-दिन मे एहि बन्‍हन सँ मुक्‍त नहि करबाक चाही?”"},{"number":17,"verse":"यीशु जखन ई बात कहलनि तँ हुनकर सभ विरोधी लज्‍जित भऽ गेल। मुदा लोक सभ हुनकर नीक-नीक काज सभ देखि अति आनन्‍दित भेल।"},{"number":18,"verse":"( सरिसोक दानाक दृष्‍टान्‍त) ( ( 470 13:31-32 ; 480 4:30-32 )) तखन यीशु कहलनि, “परमेश्‍वरक राज्‍य केहन अछि? ओकर तुलना हम कोन चीज सँ करू?"},{"number":19,"verse":"ओ सरिसोक दाना जकाँ अछि जकरा किसान अपना बाड़ी मे बाउग कयलक। ओ बढ़ि कऽ नमहर गाछ बनि गेल, और ओकर ठाढ़ि मे आकाशक चिड़ै सभ आबि कऽ अपन खोंता बना लेलक।”"},{"number":20,"verse":"( रोटी फुलाबऽ वला खमीरक दृष्‍टान्‍त) ( ( 470 13:33 )) यीशु फेर कहलनि, “परमेश्‍वरक राज्‍यक हम कोन चीज सँ तुलना करू?"},{"number":21,"verse":"ओ ओहि खमीर जकाँ अछि जकरा एक स्‍त्री तीन पसेरी आँटा मे मिला कऽ सनलक। बाद मे खमीरक शक्‍ति सँ पूरा आँटा फुलि गेलैक।”"},{"number":22,"verse":"( एखने प्रवेश करबाक कोशिश करू!) ( ( 470 7:13-14 , 470 21-23 )) तखन यीशु नगर-नगर और गाम-गाम घूमि कऽ लोक सभ केँ उपदेश दैत यरूशलेम दिस बढ़ऽ लगलाह।"},{"number":23,"verse":"केओ हुनका सँ पुछलकनि, “प्रभु, की उद्धार पौनिहार किछुए लोक मात्र होयत?”"},{"number":24,"verse":"ओ उत्तर देलथिन, “द्वारिक चौराइ कम अछि तेँ पूरा शक्‍ति सँ प्रवेश करबाक कोशिश करू। कारण, हम अहाँ सभ केँ कहैत छी जे, एहन बहुतो लोक होयत जे प्रवेश करऽ चाहत मुदा कऽ नहि सकत।"},{"number":25,"verse":"जखन घरक मालिक उठि कऽ केबाड़ बन्‍द कऽ लेताह तँ अहाँ सभ बाहर ठाढ़ भऽ कऽ केबाड़ केँ ढकढका कऽ कहऽ लागब जे, ‘प्रभु, हमरा सभक लेल खोलि दिअ।’ ओ उत्तर देताह, ‘हम तोरा सभ केँ नहि चिन्‍हैत छिअह आ नहि जनैत छिअह जे कतऽ सँ आयल छह।’"},{"number":26,"verse":"तखन अहाँ सभ कहऽ लागब जे, ‘हम सभ तँ अहाँक संग खयलहुँ-पिलहुँ, और अहाँ हमरा सभक गाम-घर मे उपदेश देलहुँ।’"},{"number":27,"verse":"मुदा ओ कहताह, ‘हम तोरा सभ केँ नहि चिन्‍हैत छिअह, आ नहि जनैत छिअह जे कतऽ सँ आयल छह। है कुकर्मी सभ, तोँ सभ गोटे हमरा लग सँ भाग!’"},{"number":28,"verse":"अहाँ सभ जखन अब्राहम, इसहाक, याकूब आ परमेश्‍वरक प्रवक्‍ता सभ केँ परमेश्‍वरक राज्‍य मे देखबनि और अपना केँ बाहर निकालल पायब तखन अहाँ सभ कानब और दाँत कटकटायब।"},{"number":29,"verse":"लोक पूब आ पश्‍चिम, उत्तर आ दक्षिण सँ आबि कऽ परमेश्‍वरक राज्‍य मे भोज खयबाक लेल बैसत।"},{"number":30,"verse":"हँ, कतेक लोक जे एखन पाछाँ अछि से तखन आगाँ रहत, आ कतेक लोक जे एखन आगाँ अछि से तखन पाछाँ रहत।”"},{"number":31,"verse":"( “हम अपन लक्ष्‍य पूरा करब”) तखने किछु फरिसी सभ आबि कऽ यीशु केँ कहलथिन, “अहाँ एहिठाम सँ चल जाउ, कारण हेरोद अहाँ केँ मारि देबऽ चाहैत अछि।”"},{"number":32,"verse":"ओ उत्तर देलथिन, “जा कऽ ओहि नढ़िया केँ कहि दिऔक जे, हम आइ और काल्‍हि दुष्‍टात्‍मा निकालबाक और बिमार लोक सभ केँ नीक करबाक अपन काज करैत रहब, और परसू हम अपन लक्ष्‍य पूरा करब।"},{"number":33,"verse":"हमरा आइ, काल्‍हि और परसू आगाँ बढ़ैत रहबाक अछि, किएक तँ ई कोना होयत जे परमेश्‍वरक कोनो प्रवक्‍ता यरूशलेम छोड़ि कोनो दोसर ठाम मारल जाय?"},{"number":34,"verse":"( यरूशलेमक लेल विलाप) ( ( 470 23:37-39 )) “हे यरूशलेम! हे यरूशलेम! तोँ प्रभुक प्रवक्‍ता सभक हत्‍या करैत छह आ जिनका परमेश्‍वर तोरा लग पठबैत छथुन, तिनका सभ केँ तोँ पथरबाहि कऽ कऽ मारि दैत छहुन। हम कतेको बेर चाहलिअह जे जहिना मुर्गी अपना बच्‍चा सभ केँ अपन पाँखिक तर मे नुकबैत अछि, तहिना हमहूँ तोहर सन्‍तान सभ केँ जमा कऽ लिअह। मुदा तोँ ई नहि चाहलह!"},{"number":35,"verse":"देखह, आब तोहर घर उजड़ल पड़ल छह। हम तोरा कहैत छिअह, तोँ हमरा फेर ताबत तक नहि देखबह जाबत तक ओ समय नहि आओत जहिया तोँ ई कहबह जे, ‘धन्‍य छथि ओ जे प्रभुक नाम सँ अबैत छथि!’”"}]}