{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":15,"verses":[{"number":1,"verse":"( पापी सभक प्रति परमेश्‍वरक प्रेमक तीन दृष्‍टान्‍त) कर असूल करऽ वला और “पापी” सभ यीशु लग हुनकर शिक्षा सुनबाक लेल जमा भऽ रहल छल।"},{"number":2,"verse":"मुदा फरिसी और धर्मशिक्षक सभ दूसऽ लगलाह जे, “ई तँ पापी सभ केँ स्‍वागत करैत अछि और ओकरा सभक संग खाइतो अछि।”"},{"number":3,"verse":"( हेरायल भेँड़ाक दृष्‍टान्‍त) ( ( 470 18:12-14 )) तखन यीशु हुनका सभ केँ ई दृष्‍टान्‍त देलथिन,"},{"number":4,"verse":"“मानि लिअ जे अहाँ सभ मे सँ ककरो जँ एक सय भेँड़ा होअय और एकटा हेरा जाय, तँ की ओ अपन निनान्‍नबे केँ बाध मे छोड़ि हेरायल भेँड़ा केँ ताबत धरि नहि तकैत रहत जाबत धरि ओ नहि भेटतैक?"},{"number":5,"verse":"तकरबाद भेटि गेला पर ओ कतेक प्रसन्‍न होयत! अपना भेँड़ा केँ कान्‍ह पर उठा कऽ घर चल आओत"},{"number":6,"verse":"और अपन संगी-साथी, पड़ोसी सभ केँ बजा कऽ कहतैक जे, ‘हमरा संग आनन्‍द मनाउ, किएक तँ हमर हेरायल भेँड़ा भेटि गेल।’"},{"number":7,"verse":"हम अहाँ सभ केँ कहैत छी जे, एहि तरहेँ निनान्‍नबे एहन धर्मी सभ जे ई बुझैत अछि जे हमरा अपना पापक लेल पश्‍चात्ताप कऽ हृदय-परिवर्तन करबाक कोनो आवश्‍यकता नहि अछि, स्‍वर्ग मे ओकरा सभक अपेक्षा ओहि एक पापीक लेल बेसी आनन्‍द मनाओल जायत जे अपना पापक लेल पश्‍चात्ताप कऽ हृदय-परिवर्तन करैत अछि।"},{"number":8,"verse":"( हेरायल रुपैयाक दृष्‍टान्‍त) “वा मानि लिअ जे कोनो स्‍त्री केँ दसटा चानीक रुपैया होइक और एकटा हेरा जाइक, तँ की ओ डिबिया लेसि कऽ घर बहारि कऽ ओ रुपैया जा धरि नहि भेटि जयतैक ता धरि बढ़ियाँ जकाँ तकैत नहि रहत?"},{"number":9,"verse":"तकरबाद रुपैया भेटला पर ओ अपन सहेली और पड़ोसी सभ केँ बजा कऽ कहतैक जे, ‘हमरा संग आनन्‍द मनाउ, किएक तँ हमर हेरायल रुपैया फेर भेटि गेल।’"},{"number":10,"verse":"हम अहाँ सभ केँ कहैत छी जे, एही तरहेँ एकोटा पापी जे अपना पापक लेल पश्‍चात्ताप कऽ हृदय-परिवर्तन करैत अछि, तकरा लेल परमेश्‍वरक स्‍वर्गदूत सभ आनन्‍द मनबैत छथि।”"},{"number":11,"verse":"( हेरायल बेटाक दृष्‍टान्‍त) यीशु आगाँ कहलथिन, “एक आदमी केँ दूटा बेटा रहनि।"},{"number":12,"verse":"छोटका अपना बाबू केँ कहलकनि, ‘यौ बाबूजी! हमर अंश-सम्‍पत्ति जे-जतेक होयत, से एखने हमरा बाँटि कऽ दऽ दिअ।’ एहि पर बाबू दूनू बेटा मे अपन धन-सम्‍पत्ति बाँटि देलथिन।"},{"number":13,"verse":"“किछु दिनक बाद छोटका बेटा अपन सभ धन-सम्‍पत्ति लऽ कऽ दूर परदेश चल गेल। ओतऽ ओ भोग-विलास मे अपन सभ धन उड़ा लेलक।"},{"number":14,"verse":"ओकर सभ धन खर्च भऽ गेलाक बाद, ओहि देश मे बहुत भारी रौदी पड़लैक, और ओ बड़का विपत्ति मे पड़ि गेल।"},{"number":15,"verse":"तखन ओ ओहि देशक एक आदमीक शरण मे गेल, जे ओकरा अपना खेत मे सुगर चरयबाक लेल पठौलकैक।"},{"number":16,"verse":"ओकरा बड्ड इच्‍छा भेलैक जे, जे खोंइचा सुगर सभ खा रहल अछि ताहि सँ हम अपनो पेट भरितहुँ, मुदा ओकरा केओ किछु नहि दैत छलैक।"},{"number":17,"verse":"“तखन ओकरा होश अयलैक, और ओ सोचऽ लागल जे, हमर बाबूजीक ओतेक नोकर-चाकर सभ भरि पेट भोजन पबैत अछि, और हम एतऽ भूख सँ मरऽ-मरऽ पर छी।"},{"number":18,"verse":"हम अपना बाबूक ओहिठाम जा कऽ ई कहबनि जे, बाबूजी, हम परमेश्‍वरक विरोध मे और अहाँक विरोध मे पाप कयने छी।"},{"number":19,"verse":"हम आब अहाँक बालक कहयबा जोगरक नहि छी। अपना नोकर सभ जकाँ हमरो एकटा नोकर मानू।"},{"number":20,"verse":"“एना विचार कऽ कऽ ओ उठल आ अपना बाबूक ओहिठाम जयबाक लेल विदा भऽ गेल। ओ घर सँ दूरे छल कि ओकर बाबू ओकरा चिन्‍हि गेलथिन और हुनकर हृदय दया सँ भरि गेलनि। ओ दौड़ि कऽ अपना बेटा केँ भरि पाँज पकड़ि ओकरा चुम्‍मा लेबऽ लगलथिन।"},{"number":21,"verse":"बेटा हुनका कहलकनि, ‘बाबूजी, हम परमेश्‍वरक विरोध मे और अहाँक विरोध मे पाप कयने छी। हम आब अहाँक पुत्र कहयबा जोगरक नहि छी।’"},{"number":22,"verse":"मुदा पिता अपना नोकर सभ केँ कहलथिन, ‘जल्‍दी सँ बढ़ियाँ-बढ़ियाँ कपड़ा आनि कऽ एकरा पहिरा दहक, हाथ मे औँठी लगा दहक, पयर मे जुत्ता सेहो पहिरा दहक,"},{"number":23,"verse":"और ओ मोटका पशु जे पोसि कऽ रखने छी, तकरा काटह! हम सभ भोज कऽ कऽ खुशी मनायब,"},{"number":24,"verse":"किएक तँ ई हमर बेटा मरि गेल छल आ फेर जीबि गेल! ई हेरायल छल आ फेर भेटि गेल!’ तकरबाद ओ सभ खुशी मनाबऽ लगलाह।"},{"number":25,"verse":"“ई सभ होइत काल जेठका बेटा खेत मे रहनि। जखन ओ घर लग पहुँचल तँ घर मे नाच-गान सुनलक।"},{"number":26,"verse":"ओ एकटा नोकर केँ बजा कऽ पुछलक, ‘ई की भऽ रहल अछि?’"},{"number":27,"verse":"नोकर कहलकैक, ‘अहाँक भाय अयलाह अछि, आओर अहाँक बाबूजी एहि खुशी मे जे हमर बेटा हमरा फेर सकुशल भेटि गेल अछि, मोटका पशु जे पोसल छलैक, तकरा कटबौलनि अछि।’"},{"number":28,"verse":"“ई सुनि कऽ ओकरा ततेक तामस भेलैक जे ओ भीतरो नहि गेल। बाबूजी ई बात बुझि, बाहर आबि कऽ ओकरा मनाबऽ लगलथिन।"},{"number":29,"verse":"मुदा ओ अपना बाबू केँ उत्तर देलकनि जे, ‘देखू! एतेक वर्ष सँ हम मरि-मरि कऽ अहाँक सेवा कऽ रहल छी, आ कहियो अहाँक बात नहि टारलहुँ। तैयो आइ धरि हमरा संगी सभक संग खुशी मनयबाक लेल एकोटा पठरू तक काटऽ नहि देलहुँ,"},{"number":30,"verse":"मुदा अहाँक ई बेटा वेश्‍या सभ लग अहाँक सभ धन-सम्‍पत्ति उड़ा कऽ जखन घर आयल अछि, तँ अहाँ ओकरा लेल पोसल मोटका पशु कटबबैत छी!’"},{"number":31,"verse":"“बाबू कहलथिन, ‘बौआ! अहाँ सभ दिन हमरा संग छी, आ जे-जतेक हमर सम्‍पत्ति अछि, से सभ अहींक अछि।"},{"number":32,"verse":"मुदा एहि शुभ अवसर पर खुशी तँ मनाबहि पड़ल, किएक तँ ई अहाँक भाय मरि गेल छल आ फेर जीबि गेल, हेरा गेल छल आ फेर भेटि गेल!’ ”"}]}