{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"( यीशुक किछु उपदेश) ( ( 470 18:6-7 , 470 21-22 ; 480 9:42 )) यीशु अपना शिष्‍य सभ केँ कहलथिन, “ई निश्‍चित अछि जे लोक सभ केँ पाप मे फँसाबऽ वला बात सभ होयत, मुदा धिक्‍कार ताहि मनुष्‍य केँ, जकरा द्वारा ओहन बात सभ अबैत अछि!"},{"number":2,"verse":"ओकरा लेल एहि सँ नीक जे ओ एहि बच्‍चा सभ मे सँ एकोटा केँ पाप मे फँसाबय ई होइत जे ओकरा घेंट मे जाँतक पाट बान्‍हि समुद्र मे फेकि देल जाय।"},{"number":3,"verse":"तेँ अहाँ सभ सावधान रहू! “अहाँक भाय जँ पाप करैत अछि तँ ओकरा मना करू। जँ ओ अपना पापक लेल पश्‍चात्ताप कऽ पाप केँ छोड़ैत अछि तँ ओकरा माफ कऽ दिऔक।"},{"number":4,"verse":"आ जँ ओ दिन मे सात बेर अहाँक विरोध मे अपराध करय और सात बेर अहाँ लग घूमि कऽ अपन अपराध मानि कऽ माफी माँगय तँ माफ कऽ दिऔक।”"},{"number":5,"verse":"तखन समीह-दूत सभ हुनका कहलथिन, “हमरा सभक विश्‍वास केँ बढ़ाउ!”"},{"number":6,"verse":"ओ उत्तर देलथिन, “जँ अहाँ सभ केँ सरिसोक दानो बराबरि विश्‍वास अछि, तँ एहि तूँइतक गाछ केँ कहि सकैत छिऐक जे, उखड़ि कऽ समुद्र मे रोपा जो, और ओ अहाँक आज्ञा मानत।"},{"number":7,"verse":"“अहाँ सभ मे एहन मालिक के छी, जकर नोकर खेत मे सँ हऽर जोति कऽ वा बाध मे सँ भेँड़ा चरा कऽ जखन अबैत अछि, तँ कहैत छिऐक जे, ‘आउ, आउ, बैसू, भोजन कऽ लिअ’?"},{"number":8,"verse":"की ई नहि कहबैक जे, ‘हमर भानस करह, तखन जा धरि हम भोजन पर सँ उठब नहि, ता धरि तोँ फाँड़ बान्‍हि कऽ हमर सेवा करह, तकरबाद तोहूँ खाह-पिबह’?"},{"number":9,"verse":"जखन नोकर मालिकक कहल करैत छनि, तँ की ओहि लेल मालिक ओकरा धन्‍यवाद दैत छथिन? नहि!"},{"number":10,"verse":"तहिना अहूँ सभ, जतेक काज अहाँ सभ केँ अढ़ाओल गेल होअय, से सभ पूरा कऽ कऽ ई कहू जे, ‘हम सभ कोनो प्रशंसा जोगरक नहि छी; हम सभ तँ खाली वैह कयलहुँ जे हमर सभक कर्तव्‍य छल।’ ”"},{"number":11,"verse":"( दसटा कुष्‍ठ-रोगी) यीशु यरूशलेम जाइत काल सामरिया और गलील प्रदेशक सीमा दऽ कऽ जा रहल छलाह।"},{"number":12,"verse":"कोनो गाम मे जखन प्रवेश कयलनि तँ दसटा कुष्‍ठ-रोगी हुनका भेटलनि। ओ सभ फराके सँ ठाढ़ भऽ कऽ"},{"number":13,"verse":"जोर सँ सोर पारलकनि जे, “यौ मालिक यीशु! हमरा सभ पर दया करू!”"},{"number":14,"verse":"यीशु ओकरा सभ केँ देखि कऽ कहलथिन, “पुरोहित सभक ओहिठाम जाह और अपना केँ हुनका सभ केँ देखा दहुन।” ओ सभ जाइते-जाइत मे नीक भऽ गेल।"},{"number":15,"verse":"तखन ओकरा सभ मे सँ एक गोटे जखन देखलक जे हम नीक भऽ गेलहुँ, तँ ओ जोर-जोर सँ परमेश्‍वरक स्‍तुति-प्रशंसा करैत घूमि आयल,"},{"number":16,"verse":"और यीशुक पयर पर खसि कऽ हुनकर धन्‍यवाद करऽ लगलनि। ओ यहूदी नहि, सामरी जातिक छल।"},{"number":17,"verse":"तखन यीशु बजलाह, “की दसो गोटे नीक नहि भेल? आरो नौ आदमी कतऽ अछि?"},{"number":18,"verse":"की एहि आन जातिक लोक केँ छोड़ि कऽ आओर केओ एहन नहि बहरायल जे घूमि कऽ परमेश्‍वरक धन्‍यवाद करितनि?”"},{"number":19,"verse":"तखन ओ ओकरा कहलथिन, “आब उठि कऽ जाह। तोहर विश्‍वास तोरा नीक कऽ देलकह।”"},{"number":20,"verse":"( मनुष्‍य-पुत्रक दोसर आगमन) ( ( 470 24:23-28 , 470 37-41 )) फरिसी सभक ई पुछला पर जे परमेश्‍वरक राज्‍य कहिया आओत, यीशु उत्तर देलथिन, “परमेश्‍वरक राज्‍य ओहि तरहेँ नहि अबैत अछि जे आँखि सँ देखल जा सकय।"},{"number":21,"verse":"केओ कहऽ वला नहि होयत जे, ‘देखू, एतऽ अछि,’ वा ‘ओतऽ अछि,’ कारण, परमेश्‍वरक राज्‍य अहाँ सभक बीच मे अछि।”"},{"number":22,"verse":"तखन ओ अपना शिष्‍य सभ केँ कहलथिन, “ओ समय आबि रहल अछि जखन अहाँ सभ केँ मनुष्‍य-पुत्रक युगक एको दिन देखबाक लेल बड़का इच्‍छा होयत, मुदा देखि नहि सकब।"},{"number":23,"verse":"लोक अहाँ सभ केँ कहत जे, ‘ओतऽ छथि!’ वा ‘एतऽ छथि।’ मुदा नहि जाउ! ओकरा सभक पाछाँ नहि दौड़ू!"},{"number":24,"verse":"कारण, मनुष्‍य-पुत्रक दिन जखन औतनि, तँ ओ बिजलोका जकाँ होयताह, जे चमकि कऽ आकाश केँ एक कात सँ दोसर कात तक इजोत कऽ दैत अछि।"},{"number":25,"verse":"मुदा ओहि सँ पहिने ई आवश्‍यक अछि जे ओ बहुत दुःख भोगथि और एहि पीढ़ीक लोक द्वारा अस्‍वीकार कयल जाथि।"},{"number":26,"verse":"“जहिना नूहक समय मे भेल, तहिना मनुष्‍य-पुत्रक अयबाक समय मे सेहो होयत।"},{"number":27,"verse":"जाहि दिन नूह जहाज मे चढ़ि गेलाह, ताहि दिन धरि लोक सभ खाय-पिबऽ मे और विवाह करऽ-कराबऽ मे मस्‍त रहल आ तखन जल-प्रलय भेल और सभ केओ नष्‍ट भऽ गेल।"},{"number":28,"verse":"“तहिना लूतक समय मे सेहो भेल। लोक सभ खाइत-पिबैत रहल, चीज-वस्‍तु बेचैत-किनैत रहल, बीया बाउग करैत रहल आ घर बनबैत रहल।"},{"number":29,"verse":"मुदा जाहि दिन लूत सदोम नगर सँ बहरयलाह, ताही दिन आकाश सँ आगि और गन्‍धकक वर्षा भेल और सभ केओ नष्‍ट भऽ गेल।"},{"number":30,"verse":"“जाहि दिन मनुष्‍य-पुत्र फेर प्रगट होयताह, ताहू दिन ठीक ओहिना होयत।"},{"number":31,"verse":"ताहि दिन जँ केओ छत पर होअय और ओकर सामान घर मे, तँ ओ ओकरा लेबाक लेल नहि उतरओ। तहिना जे केओ खेत मे होअय, से घूमि कऽ नहि आबओ।"},{"number":32,"verse":"लूतक घरवाली केँ मोन राखू।"},{"number":33,"verse":"जे केओ अपन प्राण बचयबाक प्रयत्‍न करैत अछि, से ओकरा गमाओत, और जे केओ अपन प्राण गमबैत अछि से ओकरा सुरक्षित राखत।"},{"number":34,"verse":"हम अहाँ सभ केँ कहैत छी, ओहि राति दू आदमी एक ओछायन पर सुतल रहत, एक लऽ लेल जायत, आ दोसर छोड़ि देल जायत।"},{"number":35,"verse":"दूटा स्‍त्रीगण एक संग जाँत पिसैत रहत, एकटा लऽ लेल जायत, आ दोसर छोड़ि देल जायत।"},{"number":36,"verse":"[दू आदमी खेत मे रहत, एक लऽ लेल जायत, आ दोसर छोड़ि देल जायत।]”"},{"number":37,"verse":"शिष्‍य सभ पुछलथिन, “प्रभु, ई कतऽ होयत?” ओ उत्तर देलथिन, “जतऽ लास पड़ल रहत, ततहि गिद्ध सभ जुटत।”"}]}