{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"( गरीब विधवाक चढ़ौना) ( ( 480 12:41-44 )) यीशु नजरि उठा कऽ देखलनि जे धनिक सभ मन्‍दिरक दान-पात्र मे अपन दान चढ़ा रहल अछि।"},{"number":2,"verse":"एकटा गरीब विधवा केँ सेहो तामक दूटा पाइ दान-पात्र मे दैत देखलनि।"},{"number":3,"verse":"ई देखि ओ बजलाह, “हम अहाँ सभ केँ सत्‍य कहैत छी जे, ई गरीब विधवा ओहि सभ आदमी सँ बेसी चढ़ौलक।"},{"number":4,"verse":"ओ सभ तँ अपना फाजिल धन मे सँ दान चढ़ौलक, मुदा ई अपन गरीबी मे सँ अपन पूरा जीविके चढ़ा देलक।”"},{"number":5,"verse":"( मन्‍दिरक विनाश होयबाक भविष्‍यवाणी) ( ( 470 24:1-14 ; 480 13:1-13 )) किछु शिष्‍य सभ मन्‍दिरक बारे मे बाजि रहल छलाह जे कतेक नीक सँ सुन्‍दर-सुन्‍दर पाथर और परमेश्‍वर केँ अर्पित कयल वस्‍तु सभ सँ बनाओल अछि। एहि पर यीशु कहलथिन,"},{"number":6,"verse":"“ई सभ वस्‍तु जे एतऽ देखैत छी—तेहन समय आओत जहिया एतऽ एकोटा पाथर एक-दोसर पर नहि रहत। सभ ढाहल जायत।”"},{"number":7,"verse":"ओ सभ हुनका सँ पुछलथिन, “गुरुजी, ई घटना कहिया होयत? और कोन चिन्‍ह होयतैक जाहि सँ बुझि सकी जे ई बात सभ आब होयत?”"},{"number":8,"verse":"( कष्‍ट और अत्‍याचारक समय) ( ( 470 24:3-21 ; 480 13:3-19 )) ओ उत्तर देलथिन, “होसियार रहू जाहि सँ बहकाओल नहि जायब। कारण, बहुतो लोक हमर नाम लऽ कऽ आओत आ कहत जे, ‘हम वैह छी,’ आ ‘समय लगचिआ गेल अछि।’ ओकरा सभक पाछाँ नहि जाउ!"},{"number":9,"verse":"जखन अनेक लड़ाइ और अन्‍दोलनक खबरि सुनब, तँ भयभीत नहि होउ। ई सभ तँ पहिने होयब आवश्‍यक अछि, मुदा संसारक अन्‍त तुरत नहि होयत।”"},{"number":10,"verse":"आगाँ ओ कहलथिन, “एक देश दोसर देश सँ लड़ाइ करत, और एक राज्‍य दोसर राज्‍य सँ।"},{"number":11,"verse":"बड़का-बड़का भूकम्‍‍प होयत, विभिन्‍न ठाम अकाल पड़त और अनेक स्‍थान मे महामारी होयत। आकाश मे भयंकर घटना सभ होयत और आश्‍चर्यजनक चिन्‍ह सभ देखाइ देत।"},{"number":12,"verse":"“मुदा एहि सभ बात सँ पहिने हमरा कारणेँ लोक सभ अहाँ सभ केँ पकड़ि कऽ अहाँ सभ पर अत्‍याचार करत। अहाँ सभ केँ सभाघर सभ मे सौंपि देत, जहल मे बन्‍द कऽ देत, और राजा आ राज्‍यपाल सभक समक्ष लऽ जायत।"},{"number":13,"verse":"ई बात सभ अहाँ सभक लेल गवाही देबाक अवसर होयत।"},{"number":14,"verse":"मुदा अहाँ सभ अपना मोन मे ई निश्‍चय कऽ लिअ जे हमरा पर लगाओल अभियोगक उत्तर मे हम की बाजू तकर चिन्‍ता पहिने सँ हम नहि करब।"},{"number":15,"verse":"कारण, अहाँ सभ केँ बजबाक लेल हम तेहन शब्‍द और बुद्धि देब जे कोनो विरोधी ने तकरा सामने मे टिकि सकत आ ने तकरा काटि सकत।"},{"number":16,"verse":"माय-बाबू, भाय, कुटुम्‍ब-परिवार और साथी-संगी सभ अहाँ सभक संग विश्‍वासघात कऽ कऽ पकड़बाओत, और अहाँ सभ मे सँ कतेको केँ मारिओ देत।"},{"number":17,"verse":"अहाँ सभ सँ सभ केओ एहि लेल घृणा करत जे अहाँ सभ हमर लोक छी।"},{"number":18,"verse":"मुदा अहाँ सभक माथक एकटा केशो नहि टुटत।"},{"number":19,"verse":"विश्‍वास मे दृढ़ रहला सँ अहाँ सभ जीवन प्राप्‍त करब।"},{"number":20,"verse":"“जखन यरूशलेम केँ सेना सभ सँ घेराइत देखब, तँ ई बुझि लिअ जे ओकर विनाश लग आबि गेल।"},{"number":21,"verse":"ओहि समय मे जे सभ यहूदिया प्रदेश मे होअय, से सभ पहाड़ पर भागि जाय। जे यरूशलेम मे होअय, से बाहर निकलि जाय, और जे लग-पासक देहात मे होअय, से शहर मे नहि जाय।"},{"number":22,"verse":"कारण ओ महादण्‍डक समय होयत जाहि समय मे धर्मशास्‍त्र मे लिखल सभ बात पूरा होयत।"},{"number":23,"verse":"ओहि समय मे जे स्‍त्रीगण सभ गर्भवती होयत वा जकरा दूधपीबा बच्‍चा होयतैक, तकरा सभ केँ कतेक कष्‍ट होयतैक! किएक तँ एहि देश मे भयंकर संकट औतैक, और एहि लोक सभ पर परमेश्‍वरक प्रकोप पड़तैक।"},{"number":24,"verse":"ओ सभ तरुआरि सँ मारल जायत, और बन्‍दी बनि कऽ विश्‍वक प्रत्‍येक राष्‍ट्र मे लऽ गेल जायत। यरूशलेम गैर-यहूदी सभ द्वारा तहिया धरि लतखुर्दन भऽ पिचाइत रहत जहिया धरि गैर-यहूदी सभ केँ देल गेल समय पूरा बिति नहि जायत।"},{"number":25,"verse":"( मनुष्‍य-पुत्र फेर औताह) ( ( 470 24:29-35 ; 480 13:24-31 )) “सूर्य, चन्‍द्रमा और तारा सभ मे आश्‍चर्यजनक चिन्‍ह सभ देखाइ देत। पृथ्‍वी पर सभ जातिक लोक समुद्रक लहरि देखि आ ओकर गर्जन सुनि घबड़ा जायत और व्‍याकुल भऽ उठत।"},{"number":26,"verse":"पृथ्‍वी पर जे बात सभ घटऽ वला अछि, तकर डर-भय सँ लोक सभ बेहोस भऽ जायत। कारण, आकाशक शक्‍ति सभ हिलाओल जायत।"},{"number":27,"verse":"तकरबाद लोक मनुष्‍य-पुत्र केँ सामर्थ्‍य और अपार महिमाक संग मेघ मे अबैत देखत।"},{"number":28,"verse":"ई सभ बात जखन होमऽ लागत तँ अहाँ सभ ठाढ़ भऽ जाउ और मूड़ी उठाउ, किएक तँ अहाँ सभक छुटकारा लगचिआ गेल रहत।”"},{"number":29,"verse":"तखन ओ हुनका सभ केँ ई दृष्‍टान्‍त देलथिन, “अंजीरक गाछ वा कोनो गाछ केँ लिअ।"},{"number":30,"verse":"जखने नव पात निकलऽ लगैत छैक तँ अपने सँ जानि लैत छी जे गर्मीक समय आबि रहल अछि।"},{"number":31,"verse":"तहिना, जखन अहाँ सभ ई बात सभ होइत देखब तँ बुझू जे परमेश्‍वरक राज्‍य लग आबि गेल अछि।"},{"number":32,"verse":"“हम अहाँ सभ केँ सत्‍य कहैत छी जे एहि पीढ़ी केँ समाप्‍त होमऽ सँ पहिने ई सभ घटना निश्‍चित घटत।"},{"number":33,"verse":"आकाश और पृथ्‍वी समाप्‍त भऽ जायत, मुदा हमर वचन अनन्‍त काल तक रहत।"},{"number":34,"verse":"( सचेत रहू) “सावधान रहू! नहि तँ अहाँ सभक मोन भोग-विलास, नशा और जीवनक चिन्‍ता मे ओझरायल रहत, और ओ दिन अहाँ सभ पर अचानक आबि कऽ फन्‍दा जकाँ पकड़ि लेत।"},{"number":35,"verse":"कारण ओ दिन सम्‍पूर्ण पृथ्‍वी पर रहऽ वला सभ लोक पर अचानक आबि जायत।"},{"number":36,"verse":"एहि लेल सदिखन सचेत रहू, और प्रार्थना करू जे, जे घटना सभ होमऽ वला अछि ताहि मे बाँचि सकी और मनुष्‍य-पुत्रक सम्‍मुख ठाढ़ रहि सकी।”"},{"number":37,"verse":"यीशु दिन कऽ मन्‍दिर मे उपदेश दैत छलाह, और जैतून पहाड़ नामक परवत पर जा कऽ राति बितबैत छलाह।"},{"number":38,"verse":"लोक सभ हुनकर उपदेश सुनबाक लेल सभ दिन भोरे-भोर मन्‍दिर अबैत छल।"}]}