{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"( यहूदाक विश्‍वासघाती योजना) ( ( 470 26:1-5 , 470 14-16 ; 480 14:1-2 , 480 10-11 )) “बिनु खमीरक रोटी वला पाबनि”, जे “फसह-पाबनि” कहबैत अछि, लगचिआ गेल छल।"},{"number":2,"verse":"मुख्‍यपुरोहित और धर्मशिक्षक सभ यीशु केँ कोन प्रकारेँ मारि देल जाय तकर ठीक उपायक ताक मे लागल छलाह, कारण ओ सभ जनता सँ डेराइत छलाह।"},{"number":3,"verse":"तखन यहूदा इस्‍करियोती, जे बारह शिष्‍य मे सँ एक छल, तकरा मोन मे शैतान पैसि गेलैक।"},{"number":4,"verse":"ओ जा कऽ मुख्‍यपुरोहित सभ और मन्‍दिरक सिपाही सभक कप्‍तान सभक संग बात-चीत कयलक जे ओ यीशु केँ कोना हुनका सभक हाथ मे पकड़बा देत।"},{"number":5,"verse":"ओ सभ बड्ड प्रसन्‍न भेलाह, और ओकरा एहि काजक लेल पाइ देबाक लेल सहमत भेलाह।"},{"number":6,"verse":"यहूदा सेहो मानि लेलक, और जाहि समय मे लोकक भीड़ नहि रहत, ताहि समय मे यीशु केँ पकड़बा कऽ हुनका सभक हाथ मे देबाक अवसरक ताक मे रहऽ लागल।"},{"number":7,"verse":"( शिष्‍य सभक संग यीशुक अन्‍तिम भोज) ( ( 470 26:17-30 ; 480 14:12-22 ; 500 13:21-30 ; 530 11:23-25 )) तखन बिनु खमीरक रोटी वला पाबनिक ओ दिन आबि गेल, जाहि दिन फसह-भोजक भेँड़ा बलिदान करबाक छल।"},{"number":8,"verse":"पत्रुस और यूहन्‍ना केँ यीशु ई कहि कऽ पठौलथिन जे, “जाउ, अपना सभक लेल फसह-भोजक व्‍यवस्‍था करू।”"},{"number":9,"verse":"ओ सभ पुछलथिन, “अहाँ कतऽ चाहैत छी जे हम सभ व्‍यवस्‍था करी?”"},{"number":10,"verse":"ओ कहलथिन, “शहर मे प्रवेश करिते घैल मे पानि लऽ जाइत एक पुरुष अहाँ सभ केँ भेटत। जाहि घर मे ओ प्रवेश करत, ताहि मे अहाँ सभ ओकरा पाछाँ-पाछाँ जायब,"},{"number":11,"verse":"और घरक मालिक केँ कहबनि जे, ‘गुरुजी पुछैत छथि जे, ओ अतिथि-घर कतऽ अछि जतऽ हम अपना शिष्‍य सभक संग फसह-भोज खायब?’"},{"number":12,"verse":"ओ अहाँ सभ केँ उपरका तल्‍ला पर एक नमहर कोठली देखौताह जाहि मे सभ किछु तैयार रहत। ओतहि अहाँ सभ भोजक व्‍यवस्‍था करू।”"},{"number":13,"verse":"ओ सभ गेलाह, और जहिना यीशु हुनका सभ केँ कहने छलथिन, ठीक ओहिना सभ किछु भेटलनि, और ओ सभ ओतऽ फसह-भोजक व्‍यवस्‍था कयलनि।"},{"number":14,"verse":"जखन भोज खयबाक समय भेल तँ यीशु अपन बारहो दूतक संग भोजन करबाक लेल बैसलाह।"},{"number":15,"verse":"ओ हुनका सभ केँ कहलथिन, “हमरा बड्ड इच्‍छा छल जे अपन दुःख भोगनाइ सँ पहिने अहाँ सभक संग हम ई फसह-भोज खाइ।"},{"number":16,"verse":"कारण, हम अहाँ सभ केँ कहैत छी जे, जा धरि एहि भोजक अभिप्राय परमेश्‍वरक राज्‍य मे पूरा नहि होयत, ता धरि हम एकरा फेर नहि खायब।”"},{"number":17,"verse":"ओ बाटी लेलनि, आ परमेश्‍वर केँ धन्‍यवाद दऽ कऽ शिष्‍य सभ केँ कहलथिन, “ई लिअ, अपना सभ मे बाँटि लिअ।"},{"number":18,"verse":"हम अहाँ सभ केँ कहैत छी जे, जाबत तक परमेश्‍वरक राज्‍य नहि आओत ताबत तक हम अंगूरक रस फेर नहि पीब।”"},{"number":19,"verse":"ओ रोटी लेलनि आ परमेश्‍वर केँ धन्‍यवाद देलनि। रोटी केँ तोड़ि कऽ शिष्‍य सभ केँ देलथिन आ कहलथिन, “ई हमर देह अछि जे अहाँ सभक लेल देल जा रहल अछि। ई हमर यादगारी मे करू।”"},{"number":20,"verse":"तहिना भोजनक बाद ओ बाटी लेलनि आ कहलथिन, “एहि बाटी मे परमेश्‍वर आ मनुष्‍यक बीच नव सम्‍बन्‍ध स्‍थापित करऽ वला हमर खून अछि, जे अहाँ सभक लेल बहाओल जा रहल अछि।"},{"number":21,"verse":"मुदा हमरा पकड़बाबऽ वला एतऽ हमरा संग भोजन पर बैसल अछि!"},{"number":22,"verse":"मनुष्‍य-पुत्र तँ, जहिना ओकरा लेल निश्‍चित कयल गेल छैक, तहिना चल जायत, मुदा धिक्‍कार अछि ओहि मनुष्‍य केँ जे ओकरा पकड़बा रहल अछि।”"},{"number":23,"verse":"एहि पर शिष्‍य सभ एक-दोसर सँ पुछऽ लागल जे, ओ के भऽ सकैत अछि, जे एहन काज करत?"},{"number":24,"verse":"( शिष्‍य सभ मे विवाद) शिष्‍य सभक बीच एहि विषय मे विवाद उठि गेल जे, हमरा सभ मे पैघ के मानल जाय।"},{"number":25,"verse":"यीशु कहलथिन, “एहि संसारक राज्‍य सभ मे राजा सभ अपना प्रजा पर हुकुम चलबैत रहैत छथि, और प्रजा पर अधिकार जमाबऽ वला सभ अपना केँ ‘उपकारी’ कहैत अछि।"},{"number":26,"verse":"मुदा अहाँ सभ मे एना नहि होअय। बल्‍कि, जे अहाँ सभ मे पैघ होअय, से सभ सँ छोट बनय, और जकरा अधिकार होइक, से दास बनय।"},{"number":27,"verse":"पैघ के अछि, ओ जे भोजन करबाक लेल बैसल अछि, वा ओ जे सेवा करैत अछि? की भोजन करऽ वला पैघ नहि अछि? मुदा हम अहाँ सभक बीच सेवकक रूप मे छी।"},{"number":28,"verse":"“अहीं सभ छी जे हमर बेर-विपत्ति मे हमरा संग दैत रहलहुँ।"},{"number":29,"verse":"और जहिना हमर पिता हमरा राज्‍य करबाक अधिकार देने छथि, तहिना हमहूँ अहाँ सभ केँ राज्‍य करबाक अधिकार दैत छी,"},{"number":30,"verse":"जाहि सँ अहाँ सभ हमर राज्‍य मे हमरा संग खायब-पीब, और सिंहासन पर बैसि कऽ इस्राएलक बारहो कुलक न्‍याय करब।"},{"number":31,"verse":"( सिमोन पत्रुसक पतनक भविष्‍यवाणी) ( ( 470 26:31-35 ; 480 14:27-31 ; 500 13:36-38 )) “सिमोन, यौ सिमोन! सुनू! शैतान अहाँ सभक माँग कयने अछि, जे ओ अहाँ सभ केँ गहुम जकाँ फटकय।"},{"number":32,"verse":"मुदा हम अहाँक लेल पिता सँ प्रार्थना कयने छी जे अहाँक विश्‍वास टुटय नहि। अहाँ जखन हमरा दिस फेर घूमि आयब, तँ विश्‍वास मे स्‍थिर रहऽ मे अपना भाय सभक मदति करब।”"},{"number":33,"verse":"मुदा पत्रुस उत्तर देलथिन, “प्रभु! हम अहाँक संग जहल मे जयबाक लेल आ मरबाक लेल सेहो तैयार छी!”"},{"number":34,"verse":"यीशु कहलथिन, “यौ पत्रुस, हम अहाँ केँ कहैत छी जे, आइए मुर्गा केँ बाजऽ सँ पहिने अहाँ तीन बेर हमरा अस्‍वीकार कऽ कऽ लोक केँ कहबैक जे, हम ओकरा चिन्‍हबो नहि करैत छिऐक।”"},{"number":35,"verse":"तखन ओ हुनका सभ केँ कहलथिन, “हम अहाँ सभ केँ जखन बटुआ, झोरा और जुत्ताक बिना बाहर पठौने रही, तँ की कोनो वस्‍तुक अभाव भेल?” ओ सभ उत्तर देलथिन, “नहि।”"},{"number":36,"verse":"तखन यीशु कहलथिन, “मुदा आब, जकरा बटुआ छैक वा झोरा छैक से लऽ लिअय। आ जकरा तरुआरि नहि छैक, से अपन कोनो वस्‍त्र बेचि कऽ किनि लिअय।"},{"number":37,"verse":"किएक तँ हम अहाँ सभ केँ कहैत छी जे, धर्मशास्‍त्र मे लिखल ई बात हमरा मे पूरा होयबाक अछि जे, ‘ओ अपराधी सभ मे गनल गेलाह।’ हँ, जे बात हमरा विषय मे लिखल अछि, से एखनो पूरा भऽ रहल अछि।”"},{"number":38,"verse":"शिष्‍य सभ हुनका कहलथिन, “प्रभु, देखू, एतऽ दूटा तरुआरि अछि।” ओ उत्तर देलथिन, “बस, भऽ गेल।”"},{"number":39,"verse":"( जैतून पहाड़ पर यीशुक प्रार्थना) ( ( 470 26:36-46 ; 480 14:32-42 )) तखन यीशु शहर सँ बहरा कऽ जैतून पहाड़ पर गेलाह, जतऽ ओ बेसी काल जाइत छलाह। हुनका संग हुनकर शिष्‍य सभ सेहो छलथिन।"},{"number":40,"verse":"ओतऽ पहुँचि कऽ ओ शिष्‍य सभ केँ कहलथिन, “प्रार्थना करैत रहू जे परीक्षा मे नहि पड़ी।”"},{"number":41,"verse":"तखन ओ शिष्‍य सभ सँ किछु दूर हटि ठेहुनिया दऽ कऽ एहि तरहेँ प्रार्थना करऽ लगलाह जे,"},{"number":42,"verse":"“हे पिता, अहाँ जँ चाहैत छी, तँ ई दुःखक बाटी हमरा लग सँ हटा लिअ। मुदा तैयो हमर इच्‍छा नहि, अहींक इच्‍छा पूरा होअय।”"},{"number":43,"verse":"तखन हुनका साहस देबाक लेल एक स्‍वर्गदूत हुनका लग अयलथिन।"},{"number":44,"verse":"ओ व्‍याकुल भऽ कऽ प्रार्थना मे एतेक लीन भऽ गेलाह जे हुनका शरीर सँ खूनक बुन्‍द सनक पसेना ठोपे-ठोप जमीन पर खसि रहल छलनि।"},{"number":45,"verse":"प्रार्थना सँ उठि कऽ ओ शिष्‍य सभ लग अयलाह। शिष्‍य सभ शोकित भऽ थाकि कऽ सुतल छलाह।"},{"number":46,"verse":"यीशु कहलथिन, “अहाँ सभ सुतल किएक छी? उठू, आ प्रार्थना करैत रहू जे परीक्षा मे नहि पड़ी।”"},{"number":47,"verse":"( यीशु बन्‍दी बनाओल गेलाह) ( ( 470 26:47-56 ; 480 14:43-50 ; 500 18:3-11 )) यीशु बाजिए रहल छलाह कि लोकक भीड़ ओतऽ पहुँचल। हुनकर बारह शिष्‍य मे सँ एक, जकर नाम यहूदा छलैक, से ओकरा सभक आगाँ छल। ओ चुम्‍मा लेबाक लेल यीशुक लग मे अयलनि,"},{"number":48,"verse":"मुदा यीशु ओकरा कहलथिन, “हौ यहूदा, की तोँ मनुष्‍य-पुत्र केँ चुम्‍मा लऽ कऽ धोखा दऽ रहल छह?”"},{"number":49,"verse":"यीशुक शिष्‍य सभ जखन देखलनि जे आब की होयत तँ पुछलथिन, “प्रभु, की हम सभ तरुआरि चलाउ?”"},{"number":50,"verse":"हुनका सभ मे सँ एक गोटे महापुरोहितक टहलू पर तरुआरि चला कऽ ओकर दहिना कान काटि देलनि।"},{"number":51,"verse":"मुदा यीशु कहलथिन, “रूकू, रूकू!” और ओहि आदमीक कान छुबि कऽ ठीक कऽ देलथिन।"},{"number":52,"verse":"तखन यीशु मुख्‍यपुरोहित, मन्‍दिरक सिपाही और बूढ़-प्रतिष्‍ठित सभ जे हुनका पकड़ऽ आयल छल, तकरा सभ केँ कहलथिन, “की अहाँ सभ हमरा विद्रोह मचाबऽ वला बुझि कऽ लाठी और तरुआरि लऽ कऽ पकड़ऽ अयलहुँ?"},{"number":53,"verse":"हम अहाँ सभक संग सभ दिन मन्‍दिर मे छलहुँ तँ हमरा पकड़बाक कोशिश नहि कयलहुँ। मुदा एखन ई अहाँ सभक समय अछि, एखन अन्‍हार केँ अधिकार छैक।”"},{"number":54,"verse":"( पत्रुस द्वारा यीशु केँ अस्‍वीकार) ( ( 470 26:57-58 , 470 69-75 ; 480 14:53-54 , 480 66-72 ; 500 18:12-18 , 500 25-27 )) तखन ओ सभ यीशु केँ पकड़ि लेलकनि आ ओहिठाम सँ महापुरोहितक भवन मे लऽ गेलनि। पत्रुस सेहो किछु दूर रहि कऽ पाछाँ-पाछाँ गेलाह।"},{"number":55,"verse":"लोक सभ आङनक बीच मे घूर लगा कऽ आगि तापऽ बैसल तँ पत्रुसो आबि कऽ बैसि रहलाह।"},{"number":56,"verse":"एक नोकरनी आगिक इजोत मे हुनका बैसल देखलकनि आ हुनकर मुँह ठिकिअबैत बाजल, “इहो ओकरे संग छलैक।”"},{"number":57,"verse":"मुदा पत्रुस अस्‍वीकार कऽ कऽ कहलथिन, “गे! हम ओकरा चिन्‍हबो नहि करैत छिऐक।”"},{"number":58,"verse":"किछु कालक बाद केओ दोसर गोटे हुनका देखि कहलकनि, “अहूँ तँ ओकरे सभ मे सँ छी।” पत्रुस उत्तर देलथिन, “यौ भाइ, हम नहि छी!”"},{"number":59,"verse":"करीब एक घण्‍टाक बाद फेर तेसर गोटे जोर दैत बाजल, “ई आदमी पक्‍का ओकरा संग छलैक, इहो तँ गलीले निवासी अछि।”"},{"number":60,"verse":"मुदा पत्रुस उत्तर देलथिन, “भाइ, अहाँ की कहैत छी से हम बुझबे नहि करैत छी!” ओ ई बात कहिए रहल छलाह कि तुरत्ते मुर्गा बाजि उठल।"},{"number":61,"verse":"प्रभु घूमि कऽ पत्रुसक दिस तकलथिन। तखने हिनका प्रभुक कहल बात मोन पड़ि गेलनि जे, “आइ मुर्गा केँ बाजऽ सँ पहिने अहाँ तीन बेर हमरा अस्‍वीकार करब।”"},{"number":62,"verse":"ओ ओहिठाम सँ बाहर भऽ भोकासी पाड़ि कऽ कानऽ लगलाह।"},{"number":63,"verse":"( यीशुक अपमान) जे सिपाही सभ यीशु पर पहरा दऽ रहल छलनि से सभ हुनकर हँसी उड़ाबऽ लगलनि और मारऽ-पिटऽ लगलनि।"},{"number":64,"verse":"हुनका आँखि पर पट्टी बान्‍हि कऽ कहलकनि, “यौ अन्‍तर्यामी! कहल जाओ, अपने केँ के मारलक?”"},{"number":65,"verse":"एहि तरहक आरो-आरो बहुत बात सभ कहि कऽ हुनकर अपमान कयलकनि।"},{"number":66,"verse":"( धर्म-महासभाक सामने यीशु) ( ( 470 26:59-66 ; 480 14:55-64 ; 500 18:19-24 )) भोर भेला पर यहूदी सभक बूढ़-प्रतिष्‍ठित सभ, मुख्‍यपुरोहित सभ और धर्मशिक्षक सभ महासभा मे जमा भेलाह, और यीशु केँ हुनका सभक सामने आनल गेलनि।"},{"number":67,"verse":"ओ सभ कहलथिन, “अहाँ जँ उद्धारकर्ता-मसीह छी, तँ हमरा सभ केँ स्‍पष्‍ट कहू।” ओ उत्तर देलथिन, “हम जँ कहब, तँ अहाँ सभ विश्‍वास करब नहि,"},{"number":68,"verse":"और हम जँ अहाँ सभ सँ पुछब, तँ अहाँ सभ उत्तर देब नहि।"},{"number":69,"verse":"मुदा आब मनुष्‍य-पुत्र सर्वशक्‍तिमान परमेश्‍वरक दहिना कात बैसत।”"},{"number":70,"verse":"ओ सभ केओ एके संग पुछलथिन, “तखन की अहाँ परमेश्‍वरक पुत्र छी?” ओ उत्तर देलथिन, “अहाँ सभ ठीक कहैत छी। हँ, हम वैह छी।”"},{"number":71,"verse":"एहि पर ओ सभ बजलाह, “आब आरो गवाहीक की आवश्‍यकता? अपना सभ स्‍वयं एकरे मुँह सँ सभटा सुनि लेलहुँ।”"}]}