{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":5,"verses":[{"number":1,"verse":"( यीशुक सभ सँ पहिलुका शिष्‍य सभ) ( ( 470 4:18-22 ; 480 1:16-20 )) एक दिन यीशु जखन गन्‍नेसरत झीलक कछेर पर ठाढ़ छलाह, आ लोक सभक भीड़ परमेश्‍वरक वचन सुनबाक लेल हुनका चारू कात सँ ठेलम-ठेल करैत घेरने छलनि,"},{"number":2,"verse":"तँ हुनकर नजरि कछेर पर लागल दूटा नाव पर पड़लनि। मछबार सभ ओतऽ नाव छोड़ि कऽ अपन जाल धोइत छल।"},{"number":3,"verse":"ओहि मे एकटा नाव जे सिमोनक छलनि, यीशु ताहि पर चढ़ि कऽ सिमोन केँ कहलथिन जे, नाव केँ कछेर सँ हटा कऽ कनेक पानि मे लऽ जा कऽ ठाढ़ करू। तखन नाव पर बैसि कऽ यीशु ओही पर सँ लोक सभ केँ उपदेश देबऽ लगलथिन।"},{"number":4,"verse":"उपदेश समाप्‍त भेला पर यीशु सिमोन केँ कहलथिन, “नाव केँ गहींर पानि मे लऽ चलू, आ माछ पकड़बाक लेल जाल खसाउ।”"},{"number":5,"verse":"सिमोन कहलथिन, “मालिक, हम सभ राति भरि परिश्रम कयलहुँ और एकोटा माछ नहि पकड़ायल। मुदा अहाँ जँ कहैत छी तँ हम फेर जाल खसायब।”"},{"number":6,"verse":"ओ सभ जाल उतारलनि तँ ततेक माछ पड़लनि जे जाल फाटऽ लगलनि।"},{"number":7,"verse":"ई देखि ओ सभ अपना संगी सभ, जे दोसर नाव मे छलनि, तिनका सभ केँ संकेत कयलथिन जे, आउ, हमर सभक सहायता करू। ओ सभ आबि कऽ दूनू नाव केँ माछ सँ ततेक भरि लेलनि जे आब नाव डुबऽ लागल।"},{"number":8,"verse":"सिमोन पत्रुस ई देखि यीशुक पयर पर खसि कऽ कहलथिन, “यौ प्रभु, हमरा लग सँ चल जाउ, किएक तँ हम पापी आदमी छी।”"},{"number":9,"verse":"सिमोन और हुनकर संगी सभ एतेक माछ केँ पकड़यला सँ चकित भऽ गेल छलाह।"},{"number":10,"verse":"तहिना जबदीक पुत्र याकूब और यूहन्‍ना, जे सिमोनक हिस्‍सेदार छलथिन, सेहो चकित भेलाह। एहि पर यीशु सिमोन केँ कहलथिन, “डेराउ नहि! आब अहाँ मनुष्‍य सभ केँ पकड़ब।”"},{"number":11,"verse":"ओ सभ नाव केँ कछेर पर घीचि कऽ अनलनि, और सभ किछु ओतहि छोड़ि कऽ हुनका संग लागि गेलाह।"},{"number":12,"verse":"( कुष्‍ठ-रोगी स्‍वस्‍थ कयल गेल) ( ( 470 8:1-4 ; 480 1:40-45 )) एक बेर जखन यीशु कोनो नगर मे छलाह, तँ ओतऽ एक आदमी छल जकरा सौंसे देह मे कुष्‍ठ-रोगक घाव भऽ गेल छलैक। यीशु केँ देखि कऽ ई आदमी हुनका सामने मे मुँह भरे खसि कऽ विनती करऽ लगलनि जे, “यौ प्रभु! अहाँ जँ चाही तँ हमरा शुद्ध कऽ सकैत छी।”"},{"number":13,"verse":"यीशु अपन हाथ बढ़ा ओकरा छुबि कऽ कहलथिन, “हम अवश्‍य चाहैत छिअह! तोँ शुद्ध भऽ जाह!” ओकर कुष्‍ठ-रोग तुरत्ते छुटि गेलैक।"},{"number":14,"verse":"यीशु ओकरा आदेश देलथिन, “ई बात ककरो नहि कहिअहक, मुदा जा कऽ अपना केँ पुरोहित केँ देखाबह, और शुद्ध होयबाक विषय मे मूसाक लिखल नियमक अनुसार, जे बलिदान चढ़यबाक अछि से चढ़ाबह। एहि तरहेँ सभक लेल गवाही रहत जे तोँ शुद्ध भऽ गेल छह।”"},{"number":15,"verse":"तैयो यीशुक चर्चा आरो बहुत पसरैत गेलनि, और हाँजक-हाँज लोक सभ हुनकर उपदेश सुनबाक लेल आ अपन बिमारी सँ स्‍वस्‍थ होयबाक लेल हुनका लग अबैत रहल।"},{"number":16,"verse":"मुदा यीशु एकान्‍त स्‍थान मे प्रार्थना करबाक लेल निकलि जाइत छलाह।"},{"number":17,"verse":"( लकवा मारल आदमी स्‍वस्‍थ कयल गेल) ( ( 470 9:1-8 ; 480 2:1-12 )) एक दिन यीशु जखन उपदेश दऽ रहल छलाह, तँ हुनका लग मे फरिसी आ धर्मशिक्षक सभ बैसल छलनि, जे सभ गलील प्रदेशक सभ गाम सँ, यहूदिया प्रदेश सँ आ यरूशलेम सँ आयल छलाह। रोगी सभ केँ स्‍वस्‍थ करबाक लेल प्रभु-परमेश्‍वरक सामर्थ्‍य हुनका संग छलनि।"},{"number":18,"verse":"किछु लोक एकटा लकवा मारल आदमी केँ खाट पर लदने आयल, और ओकरा यीशुक सामने मे रखबाक लेल घरक भीतर लऽ जयबाक कोशिश कयलक।"},{"number":19,"verse":"मुदा भीड़क कारणेँ जखन कोनो रस्‍ता नहि भेटलैक, तँ ओ सभ चार पर चढ़ि गेल, आ खपड़ा हटा कऽ ओकरा खाट सहित लोकक बीच मे यीशुक ठीक सामने मे उतारि देलकैक।"},{"number":20,"verse":"यीशु ओकर सभक विश्‍वास देखि कऽ कहलथिन, “हौ भाइ, तोहर पाप माफ भेलह।”"},{"number":21,"verse":"एहि पर फरिसी आ धर्मशिक्षक सभ अपना मोन मे सोचऽ लगलाह जे, “ई के अछि जे परमेश्‍वरक निन्‍दा कऽ रहल अछि? परमेश्‍वर केँ छोड़ि आओर के पाप केँ माफ कऽ सकैत अछि?”"},{"number":22,"verse":"हुनकर सभक मोनक बात बुझि यीशु पुछलथिन, “अहाँ सभ अपना-अपना मोन मे एहन बात किएक सोचैत छी?"},{"number":23,"verse":"आसान की अछि—ई कहब जे ‘तोहर पाप माफ भेलह,’ वा ई जे, ‘उठि कऽ चलह-फिरह’?"},{"number":24,"verse":"मुदा जाहि सँ अहाँ सभ ई बात बुझि जाइ जे मनुष्‍य-पुत्र केँ पृथ्‍वी पर पाप केँ माफ करबाक अधिकार छनि, हम एकरा कहैत छी...” तखन ओ लकवा मारल आदमी केँ कहलथिन, “हम तोरा कहैत छिअह, उठह, अपन खाट उठाबह आ घर चल जाह!”"},{"number":25,"verse":"ओ तुरत सभक सामने मे ठाढ़ भऽ गेल, और जाहि खाट पर ओ पड़ल रहैत छल, से उठा लेलक आ परमेश्‍वरक स्‍तुति करैत घर चल गेल।"},{"number":26,"verse":"सभ लोक केँ बहुत आश्‍चर्य लगलैक। ओ सभ परमेश्‍वरक प्रशंसा करैत आ हुनकर डर मानैत कहऽ लागल, “आइ तँ हम सभ बहुत अद्भुत बात सभ देखलहुँ अछि!”"},{"number":27,"verse":"( लेवी यीशुक शिष्‍य) ( ( 470 9:9-13 ; 480 2:13-17 )) तकरबाद यीशु जखन बाहर गेलाह तँ लेवी नामक एक कर असूल कयनिहार केँ कर असूल करऽ वला स्‍थान मे बैसल देखलनि। यीशु कहलथिन, “हमरा पाछाँ आउ।”"},{"number":28,"verse":"लेवी उठलाह और सभ किछु छोड़ि-छाड़ि कऽ हुनका संग विदा भऽ गेलाह।"},{"number":29,"verse":"लेवी अपना ओहिठाम यीशुक सत्‍कारक लेल बड़का भोज कयलनि। हुनका सभक संग दोसरो कर असूल करऽ वला सभ आ आरो-आरो बहुत लोक सभ भोजन पर बैसल छलाह।"},{"number":30,"verse":"तँ फरिसी आ ओहि पंथक धर्मशिक्षक सभ यीशुक शिष्‍य सभ पर दोष लगबैत कहलथिन, “अहाँ सभ कर असूल करऽ वला आ पापी सभक संग किएक खाइत-पिबैत छी?”"},{"number":31,"verse":"यीशु उत्तर देलथिन, “स्‍वस्‍थ लोक केँ वैद्यक आवश्‍यकता नहि होइत छैक, बल्‍कि बिमार लोक केँ।"},{"number":32,"verse":"हम धार्मिक सभ केँ नहि, बल्‍कि पापी सभ केँ बजयबाक लेल आयल छी जाहि सँ ओ सभ अपना पापक लेल पश्‍चात्ताप कऽ कऽ हृदय-परिवर्तन करय।”"},{"number":33,"verse":"( नव बात, नव तरीका) ( ( 470 9:14-17 ; 480 2:18-22 )) तखन ओ सभ यीशु केँ कहलथिन, “यूहन्‍नाक शिष्‍य सभ बेर-बेर उपास करैत रहैत छथि आ प्रार्थना मे लागल रहैत छथि, आ तहिना फरिसी सभक शिष्‍य सभ सेहो करैत छथि, मुदा अहाँक शिष्‍य सभ तँ खाइत-पिबैत रहैत अछि।”"},{"number":34,"verse":"यीशु उत्तर देलथिन, “जाबत तक वरियातीक संग वर अछि, ताबत तक की वरियाती सँ उपास करा सकैत छी? नहि!"},{"number":35,"verse":"मुदा ओ समय आओत जहिया वर ओकरा सभक बीच सँ हटा लेल जायत; ओ सभ तहिये उपास करत।”"},{"number":36,"verse":"तखन यीशु हुनका सभ केँ ई दृष्‍टान्‍त दैत कहलथिन, “केओ नयाँ कपड़ा मे सँ फाड़ि कऽ पुरान कपड़ा पर चेफरी नहि लगबैत अछि। एना जँ करत, तँ नयाँ कपड़ा तँ फाटिए गेल, आ पुरान कपड़ा पर नयाँ कपड़ाक चेफरी मिलबो नहि करत।"},{"number":37,"verse":"तहिना केओ नव दारू पुरान चमड़ाक थैली मे नहि रखैत अछि। कारण, एना जँ करत, तँ नव दारू ओहि थैली केँ फाड़ि देत, दारू बहि जायत, आ थैलिओ नष्‍ट भऽ जायत।"},{"number":38,"verse":"नहि! नव दारू नये थैली मे राखऽ पड़ैत अछि।"},{"number":39,"verse":"आ पुरान दारू पिला पर नव दारू पिबाक ककरो इच्‍छा नहि होइत छैक। ओ कहैत अछि जे, पुराने नीक अछि।”"}]}