{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"( रोमी कप्‍तानक विश्‍वास) ( ( 470 8:5-13 )) यीशु ई सभ उपदेश लोक सभ केँ सुनौलाक बाद कफरनहूम नगर मे अयलाह।"},{"number":2,"verse":"ओतऽ रोमी सेनाक एकटा कप्‍तान छलाह जिनकर अति प्रिय नोकर बिमार भऽ कऽ मरऽ पर छलनि।"},{"number":3,"verse":"ओ कप्‍तान यीशुक बारे मे सुनि कऽ हुनका लग किछु यहूदी बूढ़-प्रतिष्‍ठित सभ केँ निवेदन करबाक लेल पठौलथिन जे ओ आबि कऽ हुनका नोकर केँ स्‍वस्‍थ कऽ देथि।"},{"number":4,"verse":"ओ सभ यीशु लग पहुँचि कऽ बहुत आग्रहपूर्बक विनती कयलथिन जे, “ओ आदमी एहि जोगरक छथि जे अहाँ हुनकर ई काज कऽ दियनि।"},{"number":5,"verse":"ओ अपना सभक जाति सँ प्रेम करैत छथि, और हमरा सभक सभाघर वैह बनबा देने छथि।”"},{"number":6,"verse":"यीशु हुनका सभक संग विदा भऽ गेलथिन। ओ जखन कप्‍तानक घरक लग मे पहुँचलाह तँ कप्‍तान अपन किछु संगी सभ केँ हुनका लग ई कहबाक लेल पठौलथिन जे, “यौ प्रभु, अपने आरो कष्‍ट नहि कयल जाओ। हम एहि जोगरक नहि छी जे अपने हमरा घर मे आबी,"},{"number":7,"verse":"आ ने हम अपना केँ एहू जोगरक बुझलहुँ जे हम अपने लग जाइ। तेँ मात्र आज्ञा देल जाओ और हमर नोकर स्‍वस्‍थ भऽ जायत।"},{"number":8,"verse":"कारण हमहूँ शासनक अधीन मे छी, और हमरा अधीन मे सैनिक सभ अछि। हम एकटा केँ कहैत छिऐक, ‘जाह,’ तँ ओ जाइत अछि; दोसर केँ कहैत छिऐक, ‘आबह,’ तँ ओ अबैत अछि। अपना नोकर केँ कहैत छिऐक, ‘ई काज करह,’ तँ ओ करैत अछि।”"},{"number":9,"verse":"कप्‍तानक एहि बात सभ सँ यीशु केँ आश्‍चर्य लगलनि। ओ भीड़क लोक सभ जे हुनका पाछाँ चलि रहल छल तकरा सभक दिस घूमि कऽ कहलथिन, “हम अहाँ सभ केँ कहैत छी जे, एहन विश्‍वास हमरा कतौ नहि भेटल अछि—इस्राएलिओ सभ मे नहि।”"},{"number":10,"verse":"कप्‍तानक पठाओल संगी सभ जखन घुरि कऽ अयलाह तँ देखलनि जे नोकर एकदम स्‍वस्‍थ भऽ गेल अछि।"},{"number":11,"verse":"( विधवाक बेटा जिआओल गेल) किछु दिनक बाद यीशु नाइन नामक नगर गेलाह। हुनका संग हुनकर शिष्‍य सभ और बहुत बड़का भीड़ सेहो छलनि।"},{"number":12,"verse":"यीशु जखन नगरक फाटक लग पहुँचलाह तँ देखैत छथि जे लोक सभ एक मुइल आदमी केँ नगर सँ बाहर लऽ जा रहल अछि। ओ मुइल आदमी अपना मायक एकमात्र बेटा छल और ओकर माय विधवा छलैक। विधवाक संग नगरक बहुते लोक सभ छलैक।"},{"number":13,"verse":"ओकरा देखि कऽ प्रभु केँ बहुत दया लगलनि, और ओ कहलथिन, “नहि कानह।”"},{"number":14,"verse":"तकरबाद ओ आगाँ बढ़ि कऽ अर्थी केँ छुलनि। ताहि पर कान्‍ह देनिहार सभ ठाढ़ भऽ गेल। ओ कहलथिन, “हौ युवक, हम तोरा कहैत छिअह, उठह!”"},{"number":15,"verse":"मुइल आदमी उठि बैसल, और बाजऽ लागल। यीशु ओकरा मायक जिम्‍मा मे लगा देलथिन।"},{"number":16,"verse":"ई देखि लोक सभ केँ बड़का डर सन्‍हिया गेलैक। ओ सभ परमेश्‍वरक स्‍तुति करैत कहऽ लागल, “हमरा सभक बीच मे परमेश्‍वरक एक पैघ प्रवक्‍ता आबि गेल छथि! परमेश्‍वर अपना लोक पर दया करबाक लेल उतरि आयल छथि!”"},{"number":17,"verse":"यीशुक सम्‍बन्‍ध मे ई खबरि सौंसे यहूदिया प्रदेश मे और लग-पासक सभ क्षेत्र मे पसरि गेल।"},{"number":18,"verse":"( यूहन्‍नाक प्रश्‍न आ यीशुक उत्तर) ( ( 470 11:2-19 )) यूहन्‍नाक शिष्‍य सभ हुनका एहि सभ बातक बारे मे कहि सुनौलथिन। एहि पर यूहन्‍ना अपना शिष्‍य सभ मे सँ दू गोटे केँ बजा कऽ ई बात पुछबाक लेल प्रभु लग पठौलथिन जे,"},{"number":19,"verse":"“ओ जे आबऽ वला छलाह, से की अहीं छी, वा हम सभ दोसराक बाट ताकू?”"},{"number":20,"verse":"ओ सभ यीशु लग आबि कऽ कहलथिन, “बपतिस्‍मा देनिहार यूहन्‍ना हमरा सभ केँ अहाँ सँ ई पुछबाक लेल पठौलनि अछि जे, ओ जे आबऽ वला छलाह, से की अहीं छी, वा हम सभ दोसराक बाट ताकू?”"},{"number":21,"verse":"ओही काल मे यीशु बहुत लोक केँ बिमारी, पीड़ा और दुष्‍टात्‍मा सभ सँ मुक्‍त कऽ देलथिन, और बहुत आन्‍हर सभ केँ देखबाक शक्‍ति देलथिन।"},{"number":22,"verse":"तखन ओ यूहन्‍नाक शिष्‍य सभ केँ उत्तर देलथिन, “अहाँ सभ जे किछु देखलहुँ और सुनलहुँ से सभ बात जा कऽ यूहन्‍ना केँ सुना दिऔन—आन्‍हर सभ देखि रहल अछि, नाङड़ सभ चलि-फिरि रहल अछि, कुष्‍ठ-रोगी सभ स्‍वस्‍थ कयल जा रहल अछि, बहीर सभ सुनि रहल अछि, मुइल सभ जिआओल जा रहल अछि, और असहाय सभ केँ शुभ समाचार सुनाओल जा रहल छैक।"},{"number":23,"verse":"धन्‍य अछि ओ जे हमरा कारणेँ अपना विश्‍वास केँ नहि छोड़ैत अछि।”"},{"number":24,"verse":"यूहन्‍ना द्वारा पठाओल शिष्‍य सभ जखन चल गेलाह तँ यीशु यूहन्‍नाक बारे मे भीड़क संग बात करैत पुछलथिन, “अहाँ सभ निर्जन क्षेत्र मे की देखबाक लेल गेल छलहुँ? हवा सँ हिलैत खड़ही केँ?..."},{"number":25,"verse":"तखन की देखऽ लेल निकलल छलहुँ? बढ़ियाँ-बढ़ियाँ वस्‍त्र पहिरने कोनो मनुष्‍य केँ? नहि, कारण जे सभ नीक-नीक वस्‍त्र पहिरैत अछि और सुख-विलासक जीवन बितबैत अछि, से सभ राजभवन मे भेटैत अछि।"},{"number":26,"verse":"तँ फेर की देखबाक लेल गेल छलहुँ? परमेश्‍वरक एकटा प्रवक्‍ता केँ? हँ! हम अहाँ सभ केँ कहैत छी, प्रवक्‍तो सँ पैघ व्‍यक्‍ति केँ देखलहुँ!"},{"number":27,"verse":"ई वैह दूत छथि जिनका सम्‍बन्‍ध मे धर्मशास्‍त्र मे लिखल अछि, प्रभु कहैत छथि, ‘देखू, अहाँ सँ पहिने हम अपन दूत पठायब, जे अहाँक आगाँ-आगाँ अहाँक बाट तैयार करत।’"},{"number":28,"verse":"हम अहाँ सभ केँ कहैत छी जे, मनुष्‍य सभ मे यूहन्‍ना सँ पैघ केओ कहियो जन्‍म नहि लेने अछि। तैयो परमेश्‍वरक राज्‍य मे जे सभ सँ छोट अछि, से हुनका सँ पैघ अछि।"},{"number":29,"verse":"“सभ लोक—कर असूल करऽ वला सभ सेहो—यूहन्‍नाक बात सुनि कऽ ई मानि लेलक जे परमेश्‍वरक बात ठीक अछि, कारण ओ सभ यूहन्‍ना सँ बपतिस्‍मा लेलक।"},{"number":30,"verse":"मुदा फरिसी और धर्म-नियमक पंडित सभ हुनका सँ बपतिस्‍मा नहि लऽ कऽ हुनका सभक लेल जे परमेश्‍वरक योजना छलनि, तकरा ओ सभ व्‍यर्थ कऽ लेलनि।”"},{"number":31,"verse":"यीशु आगाँ कहलथिन, “तँ एहि पीढ़ीक लोकक तुलना हम कोन बात सँ करू जे ई सभ केहन अछि?"},{"number":32,"verse":"ई सभ बजार मे बैसल ओहि बच्‍चा सभ सनक अछि जे, एक-दोसर केँ सोर पारि कऽ कहैत अछि, ‘हम सभ तँ तोरा सभक लेल बाँसुरी बजौलिऔ, मुदा तोँ सभ नचलें नहि। हम सभ कन्‍ना-रोहटि कयलिऔ, मुदा तोँ सभ कनलें नहि।’"},{"number":33,"verse":"कारण, बपतिस्‍मा देनिहार यूहन्‍ना अयलाह, और लोक सभ जकाँ रोटी नहि खाइत छथि, मदिरा नहि पिबैत छथि तँ अहाँ सभ कहैत छी जे, ‘ओकरा मे दुष्‍टात्‍मा छैक।’"},{"number":34,"verse":"मनुष्‍य-पुत्र आयल, और खाइत-पिबैत अछि, तँ अहाँ सभ कहैत छी जे, ‘यैह देखू! केहन पेटू आ पिअक्‍कड़! कर असूल करऽ वला आ पापी सभक संगी!’"},{"number":35,"verse":"मुदा परमेश्‍वरक बुद्धि ठीक अछि, से बात तेहन लोक द्वारा प्रमाणित होइत अछि जे सभ ओहि बुद्धिक अनुसार चलैत अछि।”"},{"number":36,"verse":"( पापिनि स्‍त्री केँ क्षमादान) एक फरिसी यीशु केँ अपना संग भोजन करबाक निमन्‍त्रण देलथिन। यीशु हुनका घर गेलाह, और भोजन करबाक लेल बैसलाह।"},{"number":37,"verse":"ओहि नगर मे रहऽ वाली एकटा स्‍त्रीगण, जे पापी जीवन बितबैत छलि, जखन सुनलक जे यीशु ओहि फरिसीक घर मे भोजन पर बैसल छथि, तँ ओ संगमरमरक बर्तन मे सुगन्‍धित तेल लऽ कऽ आयल।"},{"number":38,"verse":"कनैत-कनैत ओ यीशुक पाछाँ पयर लग ठाढ़ भेलि, और ओकर नोर हुनकर पयर पर खसैत छलैक। ओ हुनकर पयर अपना केश सँ पोछऽ लगलनि, और पयरक चुम्‍मा लैत ओहि पर तेल लगाबऽ लगलनि।"},{"number":39,"verse":"ओ फरिसी जे हुनका बजौने छलथिन से ई देखि अपना मोन मे सोचलनि, “ई आदमी जँ वास्‍तव मे परमेश्‍वरक प्रवक्‍ता रहैत तँ केहन स्‍त्री ओकरा छुबि रहल छैक, से ओ जनने रहैत—ओ बुझि जाइत जे ई केहन पापिनि अछि!”"},{"number":40,"verse":"यीशु जबाब देलथिन, “सिमोन, हमरा अहाँ केँ किछु कहबाक अछि।” ओ कहलथिन, “गुरुजी, बाजू ने।”"},{"number":41,"verse":"“कोनो महाजन केँ दूटा ऋणी छलनि। ओहि मे सँ एकटा पर पाँच सय ‘दिनार’ ऋण छलनि, आ दोसर पर पचास ‘दिनार’।"},{"number":42,"verse":"दूनू लग अपन ऋण चुकयबाक लेल किछु नहि छलैक, तँ महाजन दूनू केँ माफ कऽ देलथिन। आब ओहि दूनू मे सँ कोन हुनका बेसी मानतनि?”"},{"number":43,"verse":"सिमोन उत्तर देलथिन, “हमरा होइत अछि जे ओ, जकर बेसी ऋण माफ भेलैक।” यीशु कहलथिन, “अहाँ ठीक कहलहुँ।”"},{"number":44,"verse":"तखन ओहि स्‍त्रीगणक दिस घूमि कऽ ओ सिमोन केँ कहलथिन, “एहि स्‍त्री केँ देखैत छिऐक? हम अहाँक घर मे अयलहुँ, तँ अहाँ हमरा पयर धोबाक लेल पानि नहि देलहुँ, मुदा ई हमर पयर अपन नोर सँ धोलक आ केश सँ पोछलक।"},{"number":45,"verse":"अहाँ चुम्‍मा लऽ कऽ हमर स्‍वागत नहि कयलहुँ, मुदा जखने हम घर मे अयलहुँ तखने सँ ई हमर पयरक चुम्‍मा लैते अछि।"},{"number":46,"verse":"अहाँ हमर माथ मे तेल नहि लगौलहुँ, मुदा ई हमर पयर पर सुगन्‍धित तेल लगौलक।"},{"number":47,"verse":"तेँ, हम अहाँ केँ कहैत छी जे, एकर पाप, जे बहुते अछि, से सभ माफ कयल गेल अछि, कारण देखू—कतेक प्रेम कयलक! मुदा जकरा कम माफ भेल छैक, से कम प्रेम करैत अछि।”"},{"number":48,"verse":"तखन ओ स्‍त्री केँ कहलथिन, “तोहर पाप माफ भेलह।”"},{"number":49,"verse":"जे सभ हुनका संग भोजन पर बैसल छल, से सभ अपना मे कहऽ लागल, “ई के छथि जे पापो माफ करैत छथि?”"},{"number":50,"verse":"यीशु स्‍त्री केँ कहलथिन, “तोहर विश्‍वास तोरा उद्धार देलकह। शान्‍ति सँ जाह।”"}]}