{"bibleAbbr":"maiNT","bookName":"लूकाक अनुसार शुभ समाचार","bookEnglishName":"Luke","chapterNumber":9,"verses":[{"number":1,"verse":"( शिष्‍य सभ सेवा-काजक लेल पठाओल गेलाह) ( ( 470 10:5-15 ; 470 14:1-12 ; 480 6:7-29 )) यीशु अपन बारहो शिष्‍य केँ एक संग बजौलथिन, और हुनका सभ केँ सभ तरहक दुष्‍टात्‍मा केँ निकालबाक आ बिमारी सभ केँ ठीक करबाक शक्‍ति और अधिकार देलथिन।"},{"number":2,"verse":"तखन ओ हुनका सभ केँ परमेश्‍वरक राज्‍यक प्रचार करबाक लेल और रोगी सभ केँ स्‍वस्‍थ करबाक लेल गाम-गाम पठौलथिन।"},{"number":3,"verse":"ओ कहलथिन, “बाटक लेल अहाँ सभ किछु नहि लऽ जाउ—ने लाठी ने झोरा, ने रोटी ने पाइ, आ ने दोसर अंगा राखू।"},{"number":4,"verse":"जाहि कोनो घर मे ठहरब, जाबत धरि ओहि गाम सँ विदा नहि होयब ताबत धरि ओही घर मे ठहरू।"},{"number":5,"verse":"और जतऽ कतौ लोक अहाँ सभक स्‍वागत नहि करय, ताहि गाम सँ विदा होइत काल अपन पयरक गर्दा झाड़ि लेब। ई ओकरा सभक विरोधक गवाही रहत।”"},{"number":6,"verse":"तँ ओ सभ विदा भेलाह और गाम-गाम मे शुभ समाचारक प्रचार करैत आ सभ ठाम लोक केँ स्‍वस्‍थ करैत घुमऽ लगलाह।"},{"number":7,"verse":"एम्‍हर शासक हेरोद एहि सभ घटनाक विषय मे सुनलनि, और दुबिधा मे पड़ि गेलाह, कारण किछु लोकक कथन छलैक जे, बपतिस्‍मा देबऽ वला यूहन्‍ना मुइल सभ मे सँ जिआओल गेल छथि।"},{"number":8,"verse":"दोसर लोक सभ कहैत छल जे, एलियाह फेर आबि गेल छथि। आरो लोकक कथन छलैक जे, प्राचीन समयक परमेश्‍वरक अन्‍य प्रवक्‍ता सभ मे सँ केओ फेर जीबि उठल छथि।"},{"number":9,"verse":"मुदा हेरोद कहलनि, “यूहन्‍ना केँ तँ हम मूड़ी कटबा देने छिऐक, तँ फेर ई के अछि जकरा बारे मे एतेक बात सुनैत छी?” और ओ यीशु सँ भेँट करबाक कोशिश करऽ लगलाह।"},{"number":10,"verse":"( पाँचटा रोटी आ पाँच हजार आदमीक भोजन) ( ( 470 14:13-21 ; 480 6:30-44 ; 500 6:1-14 )) पठाओल गेल दूत सभ जहिया घूमि कऽ अयलाह तँ ओ सभ जे किछु कयने छलाह से सभ बात यीशु केँ कहि सुनौलथिन। तकरबाद यीशु हुनका सभ केँ अपना संग लऽ कऽ बेतसैदा नगर गेलाह, जाहि सँ ओ सभ एकान्‍त स्‍थान मे रहि सकथि।"},{"number":11,"verse":"मुदा लोक सभ केँ एहि बातक पता लागि गेलैक, और ओहो सभ हुनका पाछाँ-पाछाँ आबऽ लागल। यीशु ओकरा सभक स्‍वागत कयलथिन, और परमेश्‍वरक राज्‍यक सम्‍बन्‍ध मे ओकरा सभक संग बात-चीत करऽ लगलाह। जकरा ककरो कोनो बिमारी सँ स्‍वस्‍थ होयबाक आवश्‍यकता छलैक, तकरा सभ केँ ओ स्‍वस्‍थ कयलथिन।"},{"number":12,"verse":"जखन साँझ पड़ऽ लागल तँ बारहो शिष्‍य सभ यीशु लग आबि कऽ कहलथिन, “आब लोक सभ केँ लग-पासक गाम-बजार सभ मे अपना लेल राति मे रहबाक जगह आ भोजनक प्रबन्‍ध करबाक लेल विदा कऽ दिऔक, कारण अपना सभ एतऽ बस्‍ती सँ दूर मे छी।”"},{"number":13,"verse":"ओ उत्तर देलथिन, “अहीं सभ एकरा सभ केँ भोजन करबिऔक।” ओ सभ कहलथिन, “हमरा सभ लग खाली पाँचटा रोटी आ दूटा माछ अछि, बस, आओर किछु नहि। वा की—एहि सभ लोकक लेल हम सभ भोजनक वस्‍तु किनि कऽ लाउ?”"},{"number":14,"verse":"ओतऽ पुरुषक संख्‍या लगभग पाँच हजार छल। यीशु शिष्‍य सभ केँ कहलथिन, “सभ केँ पचास-पचासक समूह मे बैसा दिऔक।”"},{"number":15,"verse":"शिष्‍य सभ ओहिना कयलनि आ सभ केओ बैसि रहल।"},{"number":16,"verse":"तकरबाद यीशु ओ पाँचटा रोटी आ दूटा माछ लऽ लेलनि आ स्‍वर्ग दिस तकैत ओहि रोटी आ माछक लेल परमेश्‍वर केँ धन्‍यवाद देलनि। तखन रोटी आ माछ केँ तोड़लनि आ लोक सभ मे परसबाक लेल अपना शिष्‍य सभ केँ देलथिन।"},{"number":17,"verse":"सभ केओ भरि इच्‍छा भोजन कयलक। शिष्‍य सभ जखन रोटी आ माछक उबरल टुकड़ा सभ बिछलनि तँ ओ बारह छिट्टा भेल।"},{"number":18,"verse":"( यीशुक प्रश्‍न—“हम के छी?”) ( ( 470 16:13-28 ; 480 8:27-9:1 )) एक बेर यीशु एकान्‍त मे प्रार्थना कऽ रहल छलाह आ हुनकर शिष्‍य सभ हुनका संग छलनि, तँ ओ हुनका सभ सँ पुछलथिन जे, “हम के छी, ताहि सम्‍बन्‍ध मे लोक की कहि रहल अछि?”"},{"number":19,"verse":"ओ सभ उत्तर देलथिन, “किछु लोक सभ ‘बपतिस्‍मा देनिहार यूहन्‍ना’ कहैत अछि, किछु लोक ‘एलियाह’ आ किछु लोक सभ कहैत अछि जे प्राचीन कालक परमेश्‍वरक प्रवक्‍ता लोकनि मे सँ केओ जीबि उठलाह अछि।”"},{"number":20,"verse":"ओ पुछलथिन, “और अहाँ सभ?—अहाँ सभ की कहैत छी जे हम के छी?” पत्रुस उत्तर देलथिन, “अहाँ परमेश्‍वरक पठाओल उद्धारकर्ता-मसीह छी।”"},{"number":21,"verse":"एहि पर यीशु हुनका सभ केँ दृढ़तापूर्बक आदेश देलथिन जे, “ई बात ककरो नहि कहिऔक।”"},{"number":22,"verse":"फेर आगाँ कहऽ लगलथिन, “ई आवश्‍यक अछि जे मनुष्‍य-पुत्र बहुत दुःख सहय, बूढ़-प्रतिष्‍ठित, मुख्‍यपुरोहित आ धर्मशिक्षक सभ द्वारा तुच्‍छ ठहराओल जाय, जान सँ मारल जाय आ तेसर दिन जिआओल जाय।”"},{"number":23,"verse":"तखन यीशु सभ केँ कहलथिन, “जँ केओ हमर शिष्‍य बनऽ चाहैत अछि तँ ओ अपना केँ त्‍यागि, प्रतिदिन हमरा कारणेँ दुःख उठयबाक आ प्राणो देबाक लेल तैयार रहओ, और हमरा पाछाँ चलओ।"},{"number":24,"verse":"कारण, जे केओ अपन जीवन बचाबऽ चाहैत अछि, से ओकरा गमाओत, और जे केओ हमरा लेल अपन जीवन गमबैत अछि, से ओकरा बचाओत।"},{"number":25,"verse":"जँ कोनो मनुष्‍य सम्‍पूर्ण संसार केँ पाबि लय मुदा अपना केँ गमा लय वा नष्‍ट कऽ लय तँ ओकरा की लाभ भेलैक?"},{"number":26,"verse":"जँ केओ हमरा और हमर शिक्षा सँ लजाइत अछि, तँ ओकरो सँ मनुष्‍य-पुत्र ओहि समय मे लजायत जखन ओ अपना महिमाक संग आ पिताक और पवित्र स्‍वर्गदूत सभक महिमाक संग आओत।"},{"number":27,"verse":"और हम अहाँ सभ केँ सत्‍य कहैत छी जे एतऽ किछु एहनो लोक सभ ठाढ़ अछि जे जाबत तक परमेश्‍वरक राज्‍य नहि देखि लेत ताबत तक नहि मरत।”"},{"number":28,"verse":"( यीशुक रूपक परिवर्तन) ( ( 470 17:1-8 ; 480 9:2-8 )) एहि बात सभक करीब आठ दिनक बाद यीशु अपना संग पत्रुस, यूहन्‍ना और याकूब केँ लऽ कऽ प्रार्थना करबाक लेल पहाड़ पर गेलाह।"},{"number":29,"verse":"जखन ओ प्रार्थना कऽ रहल छलाह तँ हुनकर मुँहक रूप बदलि गेलनि, और हुनकर वस्‍त्र बिजलोका जकाँ चमकऽ लगलनि।"},{"number":30,"verse":"एकाएक दू पुरुष, मूसा और एलियाह,"},{"number":31,"verse":"स्‍वर्गिक इजोत सँ चमकैत और यीशु सँ बात करैत देखाइ देलनि। ओ सभ हुनकर मृत्‍युक सम्‍बन्‍ध मे बात कऽ रहल छलाह, जकरा द्वारा ओ यरूशलेम मे परमेश्‍वरक इच्‍छा पूरा करऽ वला छलाह।"},{"number":32,"verse":"पत्रुस और हुनकर संगी सभ औँघाय लागल छलाह, मुदा जखन पूर्ण रूप सँ सचेत भेलाह तँ यीशुक स्‍वर्गिक सुन्‍दरता और हुनका संग ठाढ़ ओहि दूनू पुरुष केँ देखलथिन।"},{"number":33,"verse":"जखन ओ दूनू पुरुष यीशु लग सँ विदा होमऽ लगलाह तँ पत्रुस यीशु केँ कहलथिन, “गुरुजी! हमरा सभक लेल ई कतेक नीक बात अछि जे हम सभ एतऽ छी! हम सभ एतऽ तीन मण्‍डप बनाबी—एक अहाँक लेल, एक मूसाक लेल, और एक एलियाहक लेल।” ओ अपनो नहि जनैत छलाह जे हम की बाजि रहल छी।"},{"number":34,"verse":"ओ ई बात बाजिए रहल छलाह कि एकटा मेघ आबि कऽ हुनका सभ केँ झाँपि देलकनि। शिष्‍य सभ मेघ सँ झँपा कऽ डेरा गेलाह।"},{"number":35,"verse":"तखन मेघ मे सँ ई आवाज आयल, “ई हमर पुत्र छथि, जिनका हम चुनने छी। हिनका बात पर ध्‍यान दिअ!”"},{"number":36,"verse":"ई आकाशवाणी भेलाक बाद शिष्‍य सभ देखलनि जे यीशु असगर छथि। एहि घटनाक सम्‍बन्‍ध मे ओ सभ चुप रहलाह और जे किछु देखने छलाह तकर चर्चा ओहि समय मे ककरो सँ नहि कयलनि।"},{"number":37,"verse":"( दुष्‍टात्‍मा लागल एक बालक) ( ( 470 17:14-18 , 470 22-23 ; 480 9:14-27 , 480 30-32 )) प्रात भेने जखन ओ सभ पहाड़ पर सँ उतरलाह तँ यीशु केँ लोकक बड़का भीड़ भेटलनि।"},{"number":38,"verse":"भीड़ मेहक एक आदमी जोर सँ सोर पारि कऽ कहलथिन, “गुरुजी, अपने सँ हमर विनती अछि जे हमरा बेटा केँ देखल जाओ। ई हमर एकमात्र सन्‍तान अछि।"},{"number":39,"verse":"दुष्‍टात्‍मा एकरा पकड़ि लैत छैक, और ई एकाएक चिकरि उठैत अछि। एकरा नीचाँ पटकि दैत छैक आ एकरा मुँह सँ गाउज आबऽ लगैत छैक। बिनु चोट पहुँचौने एकरा छोड़िते नहि छैक।"},{"number":40,"verse":"हम अपनेक शिष्‍य सभ सँ एहि दुष्‍टात्‍मा केँ निकालबाक लेल विनती कयलियनि, मुदा ओ सभ नहि निकालि सकलाह।”"},{"number":41,"verse":"यीशु उत्तर देलथिन, “हे अविश्‍वासी आ भ्रष्‍ट पीढ़ीक लोक सभ! हम तोरा सभक संग कहिया तक रहिअह? कहिया तक तोरा सभ केँ सहैत रहिअह? आनह अपना बेटा केँ।”"},{"number":42,"verse":"ओ लड़का आबि रहल छल कि दुष्‍टात्‍मा ओकरा नीचाँ पटकि देलकैक आ तोड़ऽ-ममोरऽ लगलैक। मुदा यीशु दुष्‍टात्‍मा केँ बहरयबाक आज्ञा दऽ कऽ लड़का केँ ठीक कऽ देलथिन, आ ओकरा अपना बाबू केँ जिम्‍मा मे दऽ देलथिन।"},{"number":43,"verse":"परमेश्‍वरक सामर्थ्‍य और महानता केँ देखि कऽ सभ केओ आश्‍चर्य-चकित रहि गेल। लोक सभ यीशुक काज सभ देखि आश्‍चर्य मानैत छल, मुदा यीशु अपना शिष्‍य सभ केँ कहलथिन,"},{"number":44,"verse":"“हम जे बात कहऽ जा रहल छी, अहाँ सभ ताहि बात पर ठीक सँ ध्‍यान दिअ—मनुष्‍य-पुत्र पकड़बा कऽ लोकक हाथ मे सौंपल जायत।”"},{"number":45,"verse":"मुदा ओ सभ हुनकर कहबाक अर्थ नहि बुझलनि। हुनका सभ सँ एहि बातक अर्थ नुकायल रहलनि, ताहि सँ नहि बुझि सकलाह, और ओ सभ हुनका सँ एहि सम्‍बन्‍ध मे पुछऽ सँ डेराइत छलाह।"},{"number":46,"verse":"( पैघ आ छोट) ( ( 470 18:1-5 ; 480 9:33-40 )) शिष्‍य सभ मे एहि बातक विवाद होमऽ लगलनि जे, हमरा सभ मे सभ सँ पैघ के अछि?"},{"number":47,"verse":"यीशु हुनका सभक विचार बुझि एकटा छोट बच्‍चा केँ अपना लग मे ठाढ़ कयलनि"},{"number":48,"verse":"और शिष्‍य सभ केँ कहलथिन, “जे केओ हमरा नाम सँ एहि बच्‍चा केँ स्‍वीकार करैत अछि, से हमरे स्‍वीकार करैत अछि, और जे हमरा स्‍वीकार करैत अछि से हमरे नहि, बल्‍कि तिनको स्‍वीकार करैत छनि जे हमरा पठौने छथि। हँ, अहाँ सभ मे जे सभ सँ छोट होइ, सैह सभ सँ पैघ भेलहुँ।”"},{"number":49,"verse":"तखन यूहन्‍ना बजलाह, “मालिक, हम सभ एक आदमी केँ अहाँक नाम लऽ कऽ दुष्‍टात्‍मा निकालैत देखलहुँ, और ओकरा रोकबाक प्रयत्‍न कयलहुँ किएक तँ ओ हमरा सभक संग अहाँक शिष्‍य नहि अछि।”"},{"number":50,"verse":"यीशु उत्तर देलथिन, “हुनका नहि रोकिऔन, कारण जे अहाँक विरोध मे नहि अछि से अहाँक पक्ष मे अछि।”"},{"number":51,"verse":"( सामरी गाम मे यीशुक निरादर) जखन यीशु केँ स्‍वर्ग मे उठाओल जयबाक समय लगचिआय लगलनि तँ ओ यरूशलेम जयबाक दृढ़ निश्‍चय कयलनि,"},{"number":52,"verse":"और अपना सँ आगाँ किछु आदमी केँ पठौलथिन। ओ सभ विदा भऽ कऽ एक सामरी गाम मे हुनका लेल तैयारी करबाक लेल गेलाह।"},{"number":53,"verse":"मुदा ओहिठामक लोक सभ यीशुक स्‍वागत नहि कयलकनि, किएक तँ ओ यरूशलेम जा रहल छलाह।"},{"number":54,"verse":"ई बात जखन हुनकर शिष्‍य याकूब और यूहन्‍ना देखलनि तँ बाजि उठलाह, “की प्रभु, हम सभ आज्ञा दऽ कऽ एकरा सभ केँ नष्‍ट करबाक लेल आकाश सँ आगि बरिसाउ?”"},{"number":55,"verse":"मुदा ओ हुनका सभक दिस घूमि कऽ डँटलथिन,"},{"number":56,"verse":"और ओ सभ दोसर गाम चल गेलाह।"},{"number":57,"verse":"( यीशुक शिष्‍य बनब हल्‍लुक बात नहि) ( ( 470 8:19-22 )) रस्‍ता मे चलैत काल एक आदमी यीशु केँ कहलकनि, “अपने जतऽ कतौ जायब, ततऽ हमहूँ अपनेक संग चलब।”"},{"number":58,"verse":"यीशु ओकरा उत्तर देलथिन, “नढ़िया केँ सोन्‍हि छैक और आकाशक चिड़ै केँ खोंता, मुदा मनुष्‍य-पुत्र केँ मूड़िओ नुकयबाक जगह नहि छैक।”"},{"number":59,"verse":"दोसर आदमी केँ यीशु कहलथिन, “हमरा पाछाँ आउ।” मुदा ओ उत्तर देलकनि, “प्रभु, हमरा पहिने जा कऽ अपना बाबूक लास केँ गाड़ि आबऽ दिअ।”"},{"number":60,"verse":"यीशु कहलथिन, “मुरदे सभ केँ अपन मुरदा गाड़ऽ दिऔक। अहाँ जा कऽ परमेश्‍वरक राज्‍यक प्रचार करू।”"},{"number":61,"verse":"फेर दोसर कहलकनि, “प्रभुजी, हम अहाँक संग आयब। मुदा हमरा पहिने अपना परिवार सँ विदा लेबऽ दिअ।”"},{"number":62,"verse":"यीशु उत्तर देलथिन, “जे केओ हऽर पर हाथ राखि कऽ पाछाँ देखैत अछि से परमेश्‍वरक राज्‍यक योग्‍य नहि अछि।”"}]}