{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யோபு",
  "bookEnglishName" : "Job",
  "chapterNumber" : 10,
  "verses" : [ {
    "number" : 1,
    "verse" : "“நான் என் சொந்த வாழ்க்கையை வெறுக்கிறேன். எனவே நான் தாராளமாக முறையிடுவேன். என் ஆத்துமா கசந்துபோயிற்று, எனவே நான் இப்போது பேசுவேன்."
  }, {
    "number" : 2,
    "verse" : "நான் தேவனிடம், ‘என்னைக் குற்றம்சாட்டாதேயும்! நான் செய்தவற்றை எனக்குக் கூறும், எனக்கெதிராக உமது காரியம் என்ன?’ என்பேன்."
  }, {
    "number" : 3,
    "verse" : "‘தேவனே, என்னைத் துன்புறுத்துவது உமக்கு மகிழ்ச்சித் தருகிறதா? நீர் உண்டாக்கினதைக் குறித்து நீர் கவலைப்பட்டதாகத் தெரியவில்லை. அல்லது தீயோர் செய்த திட்டங்களில் நீர் மகிழ்ச்சிக்கொள்கிறீரா?"
  }, {
    "number" : 4,
    "verse" : "தேவனே, உமக்கு மனிதரின் கண்கள் உண்டா? மனிதர் காண்பதுபோல் நீர் காரியங்களைப் பார்க்கிறீரா?"
  }, {
    "number" : 5,
    "verse" : "எங்களைப்போல உமது வாழ்க்கையும் குறுகியதா? மனிதனின் வாழ்க்கையைப் போல் உமது வாழ்க்கையும் குறுகியதா? இல்லை! எனவே அது எப்படிப்பட்டது என்பதை எவ்வாறு அறிவீர்?"
  }, {
    "number" : 6,
    "verse" : "எனது தவறுகளைப் பார்க்கிறீர், என் பாவங்களைத் தேடுகிறீர்."
  }, {
    "number" : 7,
    "verse" : "நான் களங்கமற்றவன் என்பதை நீர் அறிந்திருந்தும் உமது ஆற்றலிலிருந்து தப்பித்துக்கொள்ள வழியில்லை!"
  }, {
    "number" : 8,
    "verse" : "தேவனே, உமது கைகள் என்னை உண்டாக்கி, என் உடலுக்கு வடிவளித்தன. இப்போது அவை என்னை மூடிக்கொண்டு அழிக்கின்றன."
  }, {
    "number" : 9,
    "verse" : "தேவனே, என்னைக் களிமண்ணைப் போல உருவாக்கினீர் என நினைத்துப்பாரும் என்னை மீண்டும் களிமண்ணாக மாற்றுவீரா?"
  }, {
    "number" : 10,
    "verse" : "என்னைப் பாலைப்போன்று வெளியே ஊற்றினீர். தயிரைக் கடைந்து வெண்ணெய் எடுப்பவனைப் போன்று என்னைக் கடைந்து உருமாற்றினீர்."
  }, {
    "number" : 11,
    "verse" : "எலும்புகளாலும் தசைகளாலும் எனக்கு உருவளித்தீர். பின்னர் தோலாலும் தசையாலும் உடுத்தினீர்."
  }, {
    "number" : 12,
    "verse" : "எனக்கு உயிரளித்தீர், என்னிடம் இரக்கமாயிருந்தீர். நீர் என்னை பராமரித்தீர், என் ஆவியைப் பாதுகாத்தீர்."
  }, {
    "number" : 13,
    "verse" : "ஆனால் நீர் இதை உமது இருதயத்தில் மறைத்த வைத்திருக்கிறீர். நீர் இரகசியமாக உமது இருதயத்தில் திட்டமிட்டது இது என்பதை நான் அறிவேன்."
  }, {
    "number" : 14,
    "verse" : "நான் பாவம் செய்தால், நீர் அதைக் கவனித்துக் கொண்டிருந்தீர், எனவே நீர் என் தவறுகளுக்கு என்னைத் தண்டிக்க முடியும்."
  }, {
    "number" : 15,
    "verse" : "நான் பாவம் செய்யும்போது குற்றவாளியாகிறேன், அது எனக்குத் தீமையானது. ஆனால் நான் களங்கமற்றவனாயிருக்கும் போதும், என் தலையை உயர்த்திப்பார்க்க முடியவில்லை! நான் வெட்கப்பட்டு அவமானமடைந்திருக்கிறேன்."
  }, {
    "number" : 16,
    "verse" : "எனக்கு வெற்றி கிடைத்து நான் பெருமைப்பட்டால், ஒருவன் சிங்கத்தை வேட்டையாடுவதைப் போல என்னை வேட்டையாடுகிறீர். எனக்கெதிராக உமது ஆற்றலை மீண்டும் காட்டுகிறீர்."
  }, {
    "number" : 17,
    "verse" : "நான் தவறு செய்தேன் என்று நிறுவ உமக்கு எப்போதும் யாரேனும் கிடைப்பர். பல வழிகளில் உமது கோபத்தை மீண்டும், மீண்டும் வெளிப்படுத்துவீர். அவை எனக்கெதிராக ஒன்றன்பின் ஒன்றாக படைகளை அனுப்புவது போன்றிருக்கும்."
  }, {
    "number" : 18,
    "verse" : "எனவே, தேவனே, ஏன் என்னைப் பிறக்க அனுமதித்தீர்? யாரேனும் என்னைக் காணும் முன்பே நான் மரித்திருக்க வேண்டுமென நான் விரும்புகிறேன்."
  }, {
    "number" : 19,
    "verse" : "நான் ஒருபோதும் வாழ்ந்திருக்க வேண்டாமென விரும்புகிறேன். தாயின் கருவிலிருந்து நேரே கல்லறைக்கு என்னைச் சுமந்துப் போயிருக்க வேண்டுமென விரும்புகிறேன்."
  }, {
    "number" : 20,
    "verse" : "என் வாழ்க்கை ஏறக்குறைய முடிந்துவிட்டது. எனவே என்னைத் தனித்து விடுங்கள்!"
  }, {
    "number" : 21,
    "verse" : "யாரும் திரும்பிவராத, இரளும் மரணமுமுள்ள இடத்திற்கு நான் போகும் முன்பு, மிஞ்சியுள்ள சில காலத்தை நான் சந்தோஷமாய் அனுபவிக்க அனுமதியுங்கள்."
  }, {
    "number" : 22,
    "verse" : "யாரும் பார்க்கமுடியாத, இருளும் நிழல்களும் குழப்பமும் நிரம்பிய இடத்திற்கு நான் போகும் முன்பு, மிஞ்சியுள்ள சிலகாலத்தை நான் மகிழ்ந்திருக்க அனுமதியுங்கள். அங்கு ஒளியும் கூட இருளாகும்’” என்றான்."
  } ]
}