{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":11,"verses":[{"number":1,"verse":"And there was one Iephthaha Gileadite, a strong man, the sonne of an harlott: and Gilead begat Iephthah."},{"number":2,"verse":"And Gileads wyfe bare him sonnes, which when they were come to age, thrust out Iephthah, and sayd vnto him: thou shalt not enheret in oure fathers house, for thou art the sonne of a straung woman."},{"number":3,"verse":"Then Iephtah fledd from his brethren, & dwelt in the land of Tob. And there geathered ydle men to Iephthah, and went out wt him."},{"number":4,"verse":"And it chaunced in processe of tyme, that the children of Ammon made warre agaynst Israel."},{"number":5,"verse":"And whan the children of Ammon fought thus agaynst Israel, the elders of Gilead went to fett Iephthah out of the land of Tob"},{"number":6,"verse":"and sayd vnto him: come & be oure captayne, that we maye fyght wt the children of Ammon."},{"number":7,"verse":"Iephthah answered the elders of Gilead: did not ye hate me & expell me out of my fathers house? how happeneth it then, that you come vnto me now in tyme of youre tribulacion?"},{"number":8,"verse":"And the elders of Gilead sayde vnto Iephthah: Therfore we turne agayne to the now, that thou mayest go wt vs, & fight agaynst the children of Ammon and be oure heed ouer all the enhabiters of Gilead."},{"number":9,"verse":"And Iephthah sayde vnto the elders of Gilead: If ye brynge me home agayn, to fight with the children of Ammon, then yf the Lord deliuer them before me, shall I be your heed?"},{"number":10,"verse":"And the elders of Gilead sayde to Iephthah: that Lorde be witnesse betwene vs yf we do not according to thy wordes."},{"number":11,"verse":"Then Iephthah went wyth the elders of Gilead. And the people made hym heed and ruler ouer them. And Iephthah rehearsed all hys wordes before the Lorde in Mizpa."},{"number":12,"verse":"And Iephthah sent messenges vnto the king of the children of Ammon, saying: what hast thou to do wt me, that thou art come agaynst me, to fight in my land?"},{"number":13,"verse":"The king of the children of Ammon answered vnto the messengers of Iephthah: Because Israel toke awaye my land, when they came out of Egypt: euen from Arnon vnto Iabok, and vnto Iordan. Now therfore restore those landes agayne wt faire meanes."},{"number":14,"verse":"And Iephthah sent messegers again vnto the children of Ammon"},{"number":15,"verse":"and sayd vnto him: thus sayth Iepthah: Israel toke not awaye the land of Moab, nor the land of the children of Ammon."},{"number":16,"verse":"But when Israel came out of Egypt, & walked thorow the wildernesse, euen vnto the redd see, they came to Cades"},{"number":17,"verse":"& sent messengers vnto the king of Edom, saying: let me (I praye the) go thorow thy land. But the king of Edom wolde not agre therto. And in lyke maner they sent vnto the king of Moab, but he wold not consent. And so Israel abode stil in Cades."},{"number":18,"verse":"And then they went along thorow the wildernesse, & compased the lande of Edom, & the land of Moab, & came a long by the east syde of the land of Moab, & pitched on the othersyde of Arnon, & wolde not come with in the coaste of Moab: for Arnon was the vtmost border of Moab."},{"number":19,"verse":"And then Israel sent messengers vnto Schon, king of the Amorites, & king of Hesbon, & sayd vnto him: Lett vs passe thorow thy land vnto oure awne contreye."},{"number":20,"verse":"But Sehon consented not to Israel, that he shulde go thorow hys coast: but gathered all his people togeather, & pitched in Iazah, & fought wt Israel."},{"number":21,"verse":"And the Lord God of Israel delyuered Sehon & all his folke into the handes of Israel. And so Israel smote them & conquered all the land of the Amorites, the enhabiters of the sayde contrey."},{"number":22,"verse":"And they conquered all the coastes of the Amorites, from Arnon vnto Iabok, & from the wildernesse vnto Iordan."},{"number":23,"verse":"So now, seyng the Lorde God of Israel hath cast out the Amorites before hys people Israel, shuldest thou possesse the land?"},{"number":24,"verse":"Naye, but what people, Camos thy God dryueth out, that land possesse thou. Euen so whatsoeuer nacion the Lorde oure God expelleth, that lande ought we to enioye."},{"number":25,"verse":"And art thou better then Balack the sonne of Zephor king of Moab? dyd he striue wt Israel or fyght agaynst them,"},{"number":26,"verse":"all the whyle Israel dwelt in Hesbon and her townes, in Aroer & her townes, & in all the cyties that be a longe by the coastes of Arnon, thre hundred yeres? why dydist thou not recouer them in all that space?"},{"number":27,"verse":"Wherfore I haue not synned agaynst the. But thou doest me wronge, to warre agaynst me. The Lorde therfore which is a Iudge be Iudge thys daye betwene the children of Israel, and the children of Ammon."},{"number":28,"verse":"Howbeit the kynge of the chyldren of Ammon, harkened not vnto the wordes of Iephthah, which he sent him."},{"number":29,"verse":"Then the sprete of the Lorde came vpon Iephthah. And he passed ouer to Gylead & to Manasses, & came to Mazphah that lieth in Gilead, and from thence vnto the chyldren of Ammon."},{"number":30,"verse":"And Iephthah vowed a vowe vnto the Lord, and sayd: If thou shalt delyuer the chyldren of Ammon into my handes,"},{"number":31,"verse":"then that thinge that cometh oute of the dores of my house against me, when I come home in peace, from the chyldren of Ammon, shalbe the Lordes, and I wyll offer it vp for a burnt offering:"},{"number":32,"verse":"And so Iephthah went vnto the children of Ammon to fyght wt them. And the Lord delyuered them into hys handes."},{"number":33,"verse":"And he smote them from Aroer tyll thou come to Menith, euen . xx. cytes: and so forth to the playne of the vyneyardes, with an exceding great slaughter. And thus the children of Ammon were brought vnder, before the chyldren of Israel"},{"number":34,"verse":"When Iephthah came to Mazphah vnto his house, se, his daughter came out agaynst him, with tymberelles & daunses, which was his onely childe: so that besyde her, he had nether sonne, nor daughter."},{"number":35,"verse":"And when he sawe her, he rent his clothes, and sayde: Alas my daughter, thou hast brought me lowe, and art one of them that trouble me. For I haue opened my mouth vnto the Lord, and cannot go backe."},{"number":36,"verse":"And she sayd vnto him: my father, yf thou haue opened thy mouth vnto the Lorde, then do wt me accordyng to it that proceaded out of thy mouth, for as moch as the Lorde hath aduenged the of thyne enemyes the chyldren of Ammon."},{"number":37,"verse":"And she sayde vnto her father: do thys moche for me: lett me alone two monethes, that I maye go downe to the mountaynes, & be wayle my virginyte, I & my felowes."},{"number":38,"verse":"And he sayd: go, & he sent her awaye two monethes. And so she went with her companions, & lamented her maydenheed vpon the mountaynes."},{"number":39,"verse":"And after the ende of the two monethes, she turned agayne vnto her father, which dyd with her accordynge to hys vowe which he had vowed, & she had knowne no man. And it grewe to a custome in Israel."},{"number":40,"verse":"The daughters of Israel came yere by yere to lament the daughter of Iephthah the Gyleadite, foure dayes in a yere"}]}