{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":16,"verses":[{"number":1,"verse":"Then wente Samson to Azath, and sawe ther an harlot, and went in vnto her."},{"number":2,"verse":"And it was tolde the Azathites, sayeng: Samson is come hither. And they went aboute, & layde awayte for hym there, all nyght in the gate of the cytie, and were still all the nyght, saying: in the mornyng whan it is daye, we shall kyll hym."},{"number":3,"verse":"And Samson toke his rest tyll mydnyght, & arose at mydnyght, and toke the dores of the gate of the cyte, and the two syde postes, and rent them of, with the barre and all, and put them vpon his shoulders, and caryed them vp to the top of an hyll, that is before Hebron."},{"number":4,"verse":"And after thys, it fortuned, that by the ryuer of Sorek, he loued a woman, called Dalila:"},{"number":5,"verse":"vnto whom came the Lordes of the Philistines, and sayde vnto her: perswade hym, and se wherin his great strength lieth, and by what meane we maye ouercome him that we maye bynde him, to bryng him vnder, and euery one of vs shal geue the aleuen hundred syluerlynges."},{"number":6,"verse":"And Dalila sayde to Samson: Oh, tell me where thy great strength lieth, and how thou myghtest be bounde, and brought vnder."},{"number":7,"verse":"Samson answered vnto her: If they bynde me with seuen grene withes that were neuer dryed, I shalbe weake as other men."},{"number":8,"verse":"And then the lordes of the Philistines brought her seuen wythes that were yet grene and neuer dryed, and she bounde hym therwith."},{"number":9,"verse":"Notwithstandynge she had men lyinge in wayte with her in the chaumbre. And she sayd vnto hym: the Philistines be vpon the Samson. And immediatly he brake the cordes as a strynge of towe breaketh, when it fealeth fier. And so his strength was not knowen."},{"number":10,"verse":"And Dalila sayde vnto Samson: Se, thou hast mocked me & tolde me lyes. Now therfore tel me, wherwith thou mightest be bounde."},{"number":11,"verse":"He answered her: yf they bynde me wyth new ropes that neuer were occupyed, I shalbe weake, and as another man."},{"number":12,"verse":"Dalila therfore toke new ropes, and bounde hym therwith, and sayde vnto him: the Philistines be vpon the Samson. And there were lyers of wayte in the chamber, & he brake them from of hys armes, as they had bene but a threde."},{"number":13,"verse":"And Dalila sayde vnto Samson: hytherto thou hast begyled me, and tolde me lyes: yet tell me, how thou myghtest be bounde. He sayde vnto her: If thou plattedest the . vij. lokes of my head with an heare lace."},{"number":14,"verse":"And she fastened them with a nayle, and sayde vnto hym: the Philistines be vpon the Samson. And he awaked out of his slepe, & plucked awaye the nayle, that was in the plattinge with the heare lace."},{"number":15,"verse":"And she sayde vnto hym agayne: How canst thou saye that thou louest me, when thyne herte is not with me? beholde, thou hast mocked me thys thre tymes, & hast not tolde me, wherin thy greate strength lyeth."},{"number":16,"verse":"And as she laye vpon him with her wordes continually vexyng of hym, hys soule was encombred euen vnto the death."},{"number":17,"verse":"And so he tolde her all his hert, & sayd vnto her: there neuer came raser vpon myne heed, for I haue bene an abstayner vnto God, euen from my mothers wombe: therfore whan I am shauen, my strength wyll go from me, and I shall waxe weake, and be lyke all other men."},{"number":18,"verse":"And when Dalila sawe that he had tolde her all his hert, she sent and called for the lordes of the Philistines, sayeng: come vp yet this once, for he hath shewed me all hys herte. Then the lordes of the Philystines came vp vnto her, & brought the money in their handes."},{"number":19,"verse":"And she made him slepe vpon her knees & she sent for a man, & he dyd shaue of the seuen lockes of his heed, & beganne to vexe him, & his strength was gone from him."},{"number":20,"verse":"And she sayde: the Philistines be vpon the Samson. And he awoke out of his slepe, & sayd: I wil go out now as at other tymes before, & shake my selfe, & he wist not that the Lorde was departed from him."},{"number":21,"verse":"But the Philistines toke hym, and put oute his eyes, & brought hym downe to Azath, and bounde hym with two fetters of brasse. And he dyd grynde in the preson house,"},{"number":22,"verse":"howbeit the heare of hys head beganne to growe agayne after that he was shauen."},{"number":23,"verse":"Then the lordes of the Philistines gathered them together, for to offer a solempne offrynge vnto Dagon theyr God, and to reioyse: for they sayde, oure God hath delyuered Samson oure enemy into oure handes."},{"number":24,"verse":"And when the people sawe hym, they praysed theyr God: for they sayde: our God hath delyuered into oure handes oure enemy, and destroyer of oure countreye, whych slue manye of vs."},{"number":25,"verse":"And when theyr hertes were merye, it fortuned, that they sayde: sende for Samson, that he maye make vs laugh. And they fette Samson oute of the preson house, and he played before them, and they set hym betwene the pyllers."},{"number":26,"verse":"And Samson sayd vnto the ladd that leed him by the hand: sett me that I maye touche the pyllers, that the house stande vpon, and that I maye leane to them."},{"number":27,"verse":"And the house was full of men & women. And there were all the lordes of the Philistines. And there were vpon the roufe a thre thousande men and wemen, that behelde whyle Samson played."},{"number":28,"verse":"And Samson called vnto the Lord, and sayde: O Lorde God, thyncke vpon me, and strengthen me, at thys tyme onlye, O God, that I maye be aduenged of the Philistines for my two eyes."},{"number":29,"verse":"And Samson caught the two middel pillers on which the house stode, and on which it was borne vp, the one in hys ryght hande, and the other in hys lefte,"},{"number":30,"verse":"and sayde: my soule shall dye with the Philistines, and bowed them with all hys myghte. And the house fell vpon the lordes and vpon all the people that were therin. And so the deed which he slewe at hys deeth, were moo then they whych he slewe in hys lyfe."},{"number":31,"verse":"And then hys brethren and al the house of hys father came downe, & toke him vp, & brought hym, and buryed hym betwene Zarah and Estahol, in the buryinge place of Manoah hys father. And he iudged Israell twentye yeares."}]}