{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"It chaunced in those dayes, when there was no kyng in Israel, that a certayn leuyte sogeournynge on the syde of mount Ephraim, toke to wyfe a concubyne out of Bethlehem Iuda:"},{"number":2,"verse":"and hys concubyne played the whore by hym, and went awaye from hym, vnto her fathers house to Bethlehem Iuda, and there continued foure monethes."},{"number":3,"verse":"And her husbande arose, and went after her, to speake frendely vnto her, and to bring her home agayne, hauynge hys ladd with hym, and a couple of asses. And she brought him vnto her fathers house, and when the father of the damosell sawe hym, he reioysed of hys comyng."},{"number":4,"verse":"And his father in lawe the damosels father kept him. And the Leuyte aboade with hym thre dayes, and so they dyd eate and drincke, and lodged there."},{"number":5,"verse":"The fourth daye whan they arose erly in the mornynge, the man stode vp, to departe. And the damoselles father sayd vnto his sonne in lawe: confort thyne hert with a morsell of bread, and then go your waye."},{"number":6,"verse":"And they sate downe, and dyd eat and drincke both of them togeather. And the damoselles father sayd vnto the man: Be content I praye the, & tarye all nyght, and let thyne herte be mery."},{"number":7,"verse":"And when the man stode vp to departe, hys father in lawe compelled him to turne againe: and to tarie all nyght there."},{"number":8,"verse":"And he rose vp erlye the fyfth daye to departe, and the damoselles father sayde, comforte thine herte: & they taried vntyll after middaye. And they dyd eate bothe of them to geather."},{"number":9,"verse":"And when the man arose to departe with his concubine and his ladd, his father in law the damoselles father sayde vnto hym: beholde, the daye gothe fast awaye & draweth towarde euen, tary all night: at the least waye tarye this daye here, that thyne hert maye be merye. And to morowe get you erlye vpon your waye, that thou mayest get the to thy tent."},{"number":10,"verse":"Neuerthelater the man wolde not tary, but arose and departed, and came as ferre as Iebus, (which is Ierusalem) and his two asses laden, and his concubine and his ladd with him."},{"number":11,"verse":"And when they were fast by Iebus the daye was sore spent, and the younge man sayd vnto his master: come I praye the and let vs turne in, into this cytie of the Iebusites and lodge all night there."},{"number":12,"verse":"His master answered him: we will not turne into a straunge cytie that are not of the chyldren of Israel: we wyll go forth to Gibea."},{"number":13,"verse":"And he sayd vnto hys ladd, go forwarde, and we shall come to one of these places to lodge all night ether in Gibea or in Rama."},{"number":14,"verse":"And they went forwarde vpon theyr waye, and the sonne went downe vpon them, when they were fast by Gibea which belongeth to them of BenIamin."},{"number":15,"verse":"And they turned thither warde to go in, and lodge all nyght in Gibea. And when he came, he sat him downe in a streat of the cytie, for there was no man that toke them to lodginge."},{"number":16,"verse":"And behold, there came an olde man from his worke, out of the felde at euen, which was also of mount Ephraim, & dwelt as a straunger in Gibea. But the men of the place were the children of Iemim."},{"number":17,"verse":"And when he had lyfte vp his eyes, he sawe a wayefaring man in the streate of the cytie. And the olde man sayde: whether goest thou? And whence comest thou?"},{"number":18,"verse":"He answered him: we come from Bethlehem Iuda towarde the syde of mount Ephraim: from thence am I, and I went to Behlehem Iuda, and go now to the house of the Lord. And there is no man that receaueth me to house."},{"number":19,"verse":"We haue strawe and prauender for oure Asses, and bread and wyne for me and thy handmayde, and for the ladd that is with thy seruaunt, and we lacke nothynge."},{"number":20,"verse":"The olde man sayd: peace be with the, all that thou lackest shalt thou fynde with me: onelye abyde not in the streate all nyght,"},{"number":21,"verse":"and so he brought him into his house, and gaue fodder vnto his Asses. And they wasshed their fete, and dyd eate and drynck."},{"number":22,"verse":"And as they were makynge their herttes merye, beholde, the men of the cytie which were wicked, set the house rounde aboute, and thrust at the dore, and spake to the man of the house, the olde man, sayinge: brynge forth the man that came into thyne house, that we maye knowe hym."},{"number":23,"verse":"And the man of the house, the olde man went out, and sayde vnto them, Oh, naye my brethren, do not so wickedlye, seyng that this man is come into myne house: do not so vnmete a thing."},{"number":24,"verse":"Beholde, here is my daughter a mayden, and this mannes concubine, them I wyll bringe out now vnto you, and humble them, and do with them what semeth you good: but vnto this man, do not so abhominable a thinge."},{"number":25,"verse":"But the men wolde not herken to him. And the man toke his concubine, and brought her out vnto them, which knewe her, and abused her, all the nyght, euen vnto the mornynge. And when the daye beganne to sprynge, they let her go."},{"number":26,"verse":"And then came the woman in the dawnyng of the daye, and fell downe at the doore of the mannes house, where her Lorde was, tyll it was daye."},{"number":27,"verse":"And her Lorde arose vp in the mornyng, and opened the dores of the house, and went out to go hys waye. And beholde, the woman, euen his concubine laye a longe before the dore of the house, & her handes stretched out vpon the thressholde. And he"},{"number":28,"verse":"sayde vnto her: vp and let vs be goynge. But she answered not. Then the man toke her vp vpon an Asse, and stode vp, and gat him vnto his awne home."},{"number":29,"verse":"And when he was come vnto his house, he toke a knyfe, & caught hys concubine, and deuided her with the bones into twelue peces, and sent her into all quarters of Israell."},{"number":30,"verse":"And all that sawe it, sayde: there was no soche dede done or sene sence the children of Israel cam out of Egipt vnto this daye, consyder the matter, take aduisement, and saye youre myndes."}]}