{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"Then all the chyldren of Israel went out: and the congregacyon was gathered togeather as it had bene but one man, euen from Dan to Berseba and vnto the lande of Gilead, vnto the Lorde in Mizpa,"},{"number":2,"verse":"and there stode folke out of al quarters and of all the trybes of Israell, in the congregacyon of the people of God, foure hundred thousande fote men that drewe swerdes."},{"number":3,"verse":"And whan the chyldren of BenIamin hearde that the chyldren of Israell were gone vp to Mizpa, and had sayde. O ye chyldren of Israell, tell vs how this wickednesse happened."},{"number":4,"verse":"And the Leuite, the womans husbande that was slayne, answered and sayde, I came into Gybea that is in BenIamin with my concubyne to lodge all nyght."},{"number":5,"verse":"And the men of Gibea rose agaynst me, and set the house rounde aboute vpon me by nyght, and thought to haue slayne me: and my concubyne haue they so forced, that she is deed."},{"number":6,"verse":"And I toke my concubyne, and cutt her in peces, and sent her thorow out all the landes of the enherytaunce of Israell. For they haue commytted abhominacyon and folly in Israell."},{"number":7,"verse":"Beholde, ye are all chyldren of Israell. Pondre thys matter, and geue youre aduyse in the case"},{"number":8,"verse":"And all the people arose, as it had ben one man, saying, there shall not a man of vs go to his tent, nether turne into his house."},{"number":9,"verse":"But this shalbe it that we wyll do to Gibea: We will go vp by lottte agaynst it."},{"number":10,"verse":"And we will take ten men of the hundred thorowe out all the trybes of Israell, and an hundred of the thousande, and a thousande out of ten thousande, to fett vitayle for the people to make that they maye go agaynst Gibea BenIamin, because of all the abhominacyon, that they haue wrought in Israell."},{"number":11,"verse":"And so all the men of Israell gathered to geather agaynst the cytie, knyte to geather, as it had ben but one man."},{"number":12,"verse":"And the trybes of Israell sent men thorow all the trybe of BenIamin sayinge what wyckednesse is this that is happened amonge you?"},{"number":13,"verse":"Now therfore delyuer vs the men, those chyldren of Belial which are in Gibea, that we maye sley them, and put awaye euell from Israell. Neuerthelater the chyldren of BenIamin wolde not herken vnto the voyce of their brethren the chyldren of Israell:"},{"number":14,"verse":"but geathered them selues to geather out of the cyties vnto Gibea, to come out and fight agaynst the chyldren of Israell."},{"number":15,"verse":"And the chyldren of BenIamin were nombred at that tyme, out of the cyties . xxvj. thousand men that drewe swerdes, besyde the enhabiters of Gibea, which were nombred seuen hundred chosen men."},{"number":16,"verse":"And amonge all these folke were seuen hundred left handed men, which euery one coulde slyng stones at an heare breadeth, and not mysse."},{"number":17,"verse":"And the chyldren of Israell besyde BenIamin, were nombred foure hundred thousande men that drew swerdes, and were all men of warre."},{"number":18,"verse":"And the chyldren of Israell arose, & went vp to Bethel, & asked councell of God, who shulde begynne the battell agaynst the chyldren of BenIamin? And the Lord sayd. Iuda shall begynne."},{"number":19,"verse":"And the chyldren of Israel stode vp erlye and beseged Gibea."},{"number":20,"verse":"And the men of Israell went out to battell agaynst BenIamin, and the men of Israel put them selues in araye to fyght agaynst them, besyde Gibea."},{"number":21,"verse":"And the chyldren of BenIamin came out of Gibea, and destroyed of the Israelites that daye . xxij. thousande men, and brought them to the erth."},{"number":22,"verse":"And the folke of the chyldren of Israell plucked vp their hertes and went to agayne, and made batell in the same place where they dyd the fyrst daye."},{"number":23,"verse":"And the chyldren of Israel went vp, and wept before the Lord vnto euen, and asked of the Lord, saying, shall we go agayne to battell agaynst the chyldren of BenIamin oure brethren? And the Lord sayde: go vp agaynst them."},{"number":24,"verse":"And the chyldren of Israel came out agaynst the children of BenIamin the seconde daye."},{"number":25,"verse":"And the chyldren of BenIamin went agaynst them out of Gibea, the seconde daye, and destroyed to the erth of the chyldren of Israell once agayne . xviij. thousande men that drew swerdes euery man of them."},{"number":26,"verse":"Then the chyldren of Israell and all the people went vp and cam vnto Bethell, and wepte and sat there before the Lord, and fasted the same daye vnto euen, & offered burntofferynges and peaceofferynges before the Lorde."},{"number":27,"verse":"And the chyldren of Israel asked the Lord: for there was the arcke of the apoyntment of God,"},{"number":28,"verse":"in those dayes. And Phinehes the sonne of Eleazar, the sonne of Aaron waytynge vpon it at that tyme sayde: shall I get me vp to go out any moare to batell agaynst the chyldren of BenIamin my brethren, or shall I cease? The Lorde sayde: go, for to morowe I will delyuer them into youre handes."},{"number":29,"verse":"And Israell sett layers awayte rounde about Gibea."},{"number":30,"verse":"And the chyldren of Israel went vp agaynst the chyldren of BenIamin the thyrde tyme, and put them selues in araye agaynst Gibea, as twyse before."},{"number":31,"verse":"And the chyldren of BenIamin came out agaynst the people, and were drawen awaye from the cytie: And they beganne to smyte of the people deed (as twise before, by two hye wayes of which one gothe vp to Bethell and the other to Gibea thorowe the felde) vpon a thyrtye men of Israell."},{"number":32,"verse":"And the chyldren of BenIamin sayde. They are fallen before vs, as at the fyrst. But the chyldren of Israel sayde: let vs flye and plucke them awaye from the cytie, vnto the hye wayes."},{"number":33,"verse":"And all the men of Israell rose vp out of their place, and put them selues in araye at Baal Thamar. And lyke wyse the layers in wayte of Israel came forth out of their places, euen out of the medowes that were aboute Gibea,"},{"number":34,"verse":"& came agaynst Gibea: ten thousande chosen men out of all Israel, and there was a sore battell. But the other wist not that so great euyll was so nye them."},{"number":35,"verse":"And the Lorde plaged BenIamin before Israel, & the chyldren of Israel destroyed of the Beniamites the same daye . xxv. thousande and a hundred men, that drue swerdes euerye one of them."},{"number":36,"verse":"And whan the chyldren of BenIamin sawe that they were put to the worste, the men of Israel gaue rowme to the Beniamites, because they trusted vnto the layers in wayte which they had layde besyde Gibea."},{"number":37,"verse":"And the layers in wayte hasted, and ranne vpon Gibea, and went and smote all the cytye with the edge of the swerde."},{"number":38,"verse":"And an apoyntment had the men of Israell from the layers in wayte that they shulde make a greate smoke ryse vp out of the cytie."},{"number":39,"verse":"And whan the men of Israel fledd in the battell BenIamin began to smyte deed of the chyldren of Israel, aboute a thyrtie parsonnes, and sayde: the other are put to the worsse before vs, as in the fyrst batell."},{"number":40,"verse":"But whan there began to aryse out of the cytie a pyller of smoke, the Beniamites loked backe: and beholde, the wastynge of the hole cytie began to ascende vp to heauen."},{"number":41,"verse":"When the men of Israell also turned agayne, the men of Ben Iamin were abasshed: for they saw that euel approched them."},{"number":42,"verse":"And therfore they turned their backes before the men of Israel vnto the waye that leadeth to the wildernesse, but the men of warre ouertoke them. And besyde that, they which came out of the cytie, destroyed them in the myddle of them."},{"number":43,"verse":"And thus they compassed the Beniamites aboute, and chased them to Menuha, and ouerranne them to Gibea on the east syde:"},{"number":44,"verse":"and there were slayne of BenIamin . xviij. thousande, which were all men of warre."},{"number":45,"verse":"And they turned and fledd to the wyldernesse warde, and vnto the rocke of Rymmon. And the other slue by the waye of the rest of them, fyue thousande men, and stycked vnto them, vntyll they cam to Gideom and slue two thousande men of them."},{"number":46,"verse":"So that all that were slayne that same daye of BenIamin were . xxv. thousande men that drue swerdes, which were all men of warre:"},{"number":47,"verse":"onelye . vj. hundred men turned and fledd to the wyldernesse, vnto the Rocke of Rymmon and abode there . iiij. monethes."},{"number":48,"verse":"And the men of Israell turned backe agayne vnto the chyldren of BenIamin, & smote them with the edge of the swerde in the cyties, bothe man and beast and all that came to hande, and sett on fyer all the cyties that they coulde come by."}]}