{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"Then Debora & Barak the sonne of Abinoam sange the same daye, sayeng:"},{"number":2,"verse":"Prayse ye the Lord, for the auengyng of Israel, and for the people that became so wylling."},{"number":3,"verse":"Heare O ye kynges, herken o ye prynces: I, euen I, will syng vnto the Lord, I wyl prayse the Lorde God of Israel."},{"number":4,"verse":"Lord, whan thou wentest out of Seir, whan thou departedst out of the felde of Edom, the erth trembled, & the heauens rayned: the cloudes also dropped water."},{"number":5,"verse":"The mountaynes melted before the lord, euen as dyd Sinai, before the lorde God of Israel."},{"number":6,"verse":"In the dayes of Samgar the sonne of Anath, in the dayes of Iael the hye wayes were vnoccupied: And the ronners of the pathes walked thorow by wayes."},{"number":7,"verse":"The inhabiters of the townes were gone, they were gone in Israel, vntyll I Debora came vp, which came vp a mother in Israel."},{"number":8,"verse":"They chose new goddes, and then had they (the enemye) in the gates, though there were shilde and speare. There was not a child or spere sene amonge fourtye thousande of Israel."},{"number":9,"verse":"My hart loueth the gouerners of Israel, and them that are willing amonge the people. O prayse ye the Lorde."},{"number":10,"verse":"Speake ye that ryde on fayre asses, & that sitt vppermost in iudgement, & walke by the wayes"},{"number":11,"verse":"At the cryeng of the archers amonge the drawers of water, there shall they speake of the righteousnes of the Lorde, his righteousnesse in the vnfenced places of Israel: then shall the people of the Lord go downe to the gates."},{"number":12,"verse":"Up Debora vp, get the vp, and syng a songe: Aryse Barac, and leade the captiuyte captyue, thou sonne of Abinoam."},{"number":13,"verse":"Then shall they that remayne, haue domynion of the proudest of the people (of Iabin:) The Lorde shall for my sake haue domynion ouer the myghtie."},{"number":14,"verse":"Out of Ephraim was there a rote of them agaynst Amaleck, and after the, Beniamin amonge thy people. Out of Machir came rulers, & out of zabulon they that gouerne the penne of the wryter."},{"number":15,"verse":"And of Isachar, there were prynces with Debora, Isachar also and Barac were sent on their fete into the valley, whan in the departing awaye of Ruben there were greate men, and wyse of hert?"},{"number":16,"verse":"Why abodest thou among the shepe foldes, to heare the bleatinges of the flockes, & to separate thy selfe awaye wt greate men and wyse of hert?"},{"number":17,"verse":"Gilead also abode beyonde Iordane: and why doth Dan remayne in shippes? Aser contynued on the see shore, and taried in hys decayed places."},{"number":18,"verse":"But the people of Zabulon haue ieoperde their lyues euen vnto the dethe, lyke as did Nephthalim in the hye places of the felde."},{"number":19,"verse":"The kynges came & fought, then fought the kynges of Canaan in Thamnah, by the waters of Negiddo, and wanne no money."},{"number":20,"verse":"They fought from heauen, euen the starres in their courses fought agaynst Sisera."},{"number":21,"verse":"The ryuer of Cyson remoued them, that auncient ryuer, the ryuer Cyson: My soule shall treade (hym) downe mightely."},{"number":22,"verse":"Then were the horse hoffes smytten asunder by the meames of the praunsinges that their mightye men made."},{"number":23,"verse":"Curse ye the cite of Meros (sayd the angell of the Lord) cursse the inhabitours therof, because they came not to helpe the Lorde, to helpe the Lorde with the myghtie."},{"number":24,"verse":"Iael the wife of Haber the kenyte shalbe blessed aboue other wemen, blessed shall she be aboue other wemen in the tent."},{"number":25,"verse":"He asked water, & she gaue him mylck, she brought furth butter in a lordly disshe."},{"number":26,"verse":"She put hir hande to the nayle, and hir right hande to the smythes hammer: wt the hammer smote she Sisera, and smote hys heade, wounded him, & pearsed his temples."},{"number":27,"verse":"He bowed hym downe at hir fete, he fell downe & laye still: At hir fete he bowed him downe, & fell. And when he had soncke downe, he laye still desolate."},{"number":28,"verse":"The mother of Sisera loked out at a wyndowe, & cried thorow the lattesse? Why is his charret so long a commyng? Why tarye the wheles of his cartes?"},{"number":29,"verse":"All the wyse ladyes answered her, ye and her awne wordes answered hir selfe."},{"number":30,"verse":"Surely they haue founde, they deuyde the spoyles: euery man hath a damsell or two: Sisera hath a praye of diuerse couloured garmentes, euen a praye of rayment dyed wt sondrye coloures, & that are made of nedle worke: rayment of diuerses coloures & of nedle worke which is mete for him that is chefe in distributinge of the spoyles."},{"number":31,"verse":"So perishe all thine enemyes: O Lord: but they that loue him, let them be as the sonne whan he ryseth in his might. And the lande had rest fourtye yeres."}]}