{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":7,"verses":[{"number":1,"verse":"Then Ierobaall (otherwyse called Gedeon) and all the people that were wyth hym, rose vp early, and pytched besyde the well of Harad, so that the hoste of the Madianites were on the northsyde of the rock that boweth towarde the valley."},{"number":2,"verse":"And the Lorde sayde vnto Gedeon: the people that are with the, are to many for me to geue the Madianites into their handes, lest Israel make their vaunte agaynst me and saye: myne awne hande hathe saued me."},{"number":3,"verse":"Now therfore make a proclamacyon in the eares of the people, & saye: yf any man dreade or be aferde, let him returne. And the people arose erlye. And there departed & returned of the people which weare at mount Gilead . xxii. thousand, and there abode ten thousande."},{"number":4,"verse":"And the Lord sayde vnto Gedeon: the people are yet to many, bryng them downe vnto the water, and I wyll trye them vnto the there. And of whom I saye vnto the, thys shall go with the, the same shall go with the. And of whomsoeuer I saye vnto the, this shall not go wyth the, the same shall not go."},{"number":5,"verse":"So he brought downe the people vnto the water, and the Lord sayde vnto Gedeon: as many as lappe the water wyth theyr tonges, as a dogge doth, them put by them selues, & so do them that knele downe vpon their knees to drincke."},{"number":6,"verse":"And the nombre of them that put there handes to their mouthes and lapped, were . iii. hundred men. But all the remnaunt of the people kneled downe vpon their knees to dryncke water."},{"number":7,"verse":"And the Lorde sayde vnto Gedeon: By these thre hundred men that lapped water, wyll I saue you: and delyuer the Madianites into thyne hande. And let all the other people go euery man vnto his place."},{"number":8,"verse":"They therfore of the people toke vitailes with them, & their trompettes. And he sent all the rest of Israel, euery man vnto his tent, and conforted those thre hundred with him. And the host of Madian was benethe hym in a valeye."},{"number":9,"verse":"And it fortuned that the same nyght the Lorde sayd vnto him: Aryse, get the downe vnto the hoste, for I haue delyuered it into thyne hande."},{"number":10,"verse":"But & yf thou feare to go downe, then go thou & Pharah thy ladde downe to the hoost,"},{"number":11,"verse":"& thou shalt herken what they saye, & so shall thyne handes be strong, to go downe vnto the hoste. Then went he downe and Pharah hys ladde, euen harde vnto the men of armes that were in the hoste."},{"number":12,"verse":"And the Madianites, the Amalekites, and all they of the East, lay a longe in the valeye, lyke a multitude of greshopers, and their camelles were without nombre, euen as the sande by the see syde in multitude."},{"number":13,"verse":"And when Gedeon was come: Beholde, there was a man that tolde a dreame vnto his neyhgboure, & sayde: Behold, I dreamed a dreame, and me thought that a loffe of barley bread, tombled into the hoste of Madian, and came vnto a tente, and smote it that it felle, & ouerturned it, that the tente laye a longe."},{"number":14,"verse":"And his felowe answerd and sayde: this is nothing elles saue the swerde of Gedeon the sonne of Ioas a man of Israell: for into his hande hath God delyuered Madian, and all the hoste."},{"number":15,"verse":"When Gedeon hearde the tellynge of the dreame, and the interpretacion of the same, he worshypped, and returned vnto the hoste of Israel: and sayde: vp, for the Lorde hathe delyuered into youre hande the hoste of Madian."},{"number":16,"verse":"And he deuyded the thre hundred men into thre companies, & gaue euery man a trompet in his hande, wyth an emptye pytcher, and lampes theri,"},{"number":17,"verse":"and sayde vnto them: loke on me, and do lykewyse: that when I come to the syde of the hoste, euen as I do, so do you:"},{"number":18,"verse":"When I blowe wyth a trompet and all that are wyth me, blowe ye with trompettes also on euery syde of the hoste, & saye: here is the swerde of the Lorde and of Gedeon."},{"number":19,"verse":"And so Gedeon & the thre hundred men that were with him, came vnto the syde of the host in the begynning of the myddell watche, & reysed vp the watche men. And they blewe with their trompettes, & brake the pytchers that were in theyr handes."},{"number":20,"verse":"And all the thre companyes blewe wt trompettes & brake the pytchers, & helde the lampes in their lefte handes, and the trompettes in their ryght, to blowe wythall. And they cried: the swerde of the Lord and of Gedeon."},{"number":21,"verse":"And they stode still, euery man in his place rounde about the hoste. And they wythin the hoste, ranne, & cryed & fled."},{"number":22,"verse":"And the thre hundreth blewe wyth trompettes, & the Lorde sett euery mannes swerde vpon hys neyghboure, thorow out all the hoste. And the hoste fled to Bethsitah, to Zererath, & to the edge of the playne of Meholah vnto Tabath."},{"number":23,"verse":"And the men of Israel beynge geathered together out of the trybe of Nephthalim, of Aser, & of all Manasses folowed after the Madianites."},{"number":24,"verse":"And Gedeon sent messengers vnto all mount Ephraim, saying: come downe against the Madianites, & take before them the waters vnto Bethbarath & to Iordan. Then all the men of Ephraim geathered together, & toke the waters vnto Bethbarath, & to Iordan."},{"number":25,"verse":"And they toke two captaynes of the Madianites, Oreb and Zeb, and slew Oreb vpon the rocke Oreb, and Zeb at the presse Zeb, & folowed after Madian. And brought the heades of Oreb and Zeb, to Gedeon on the other syde Iordan."}]}