{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":8,"verses":[{"number":1,"verse":"And the men of Ephraim sayde vnto hym: why hast thou serued vs thus, that thou calledst vs not, when thou wentest to fyght with the Madianites? And they chode with hym a good."},{"number":2,"verse":"And he sayde vnto them: What dede haue I done lyke vnto youres: is not a cluster of Ephraim better, then the wyne heruest of Abiezer?"},{"number":3,"verse":"God hath delyuered into youre handes the Lordes of Madian, Oreb and Zeb. And what was I able to do lyke as you haue done? And then their spirites abated from of him, when he had sayde that."},{"number":4,"verse":"And Gedeon came to Iordan to passe ouer, he & the thre hundred men that were with hym, verye faynte, and yet folowed the chace."},{"number":5,"verse":"And he sayde vnto the men of Socoth: geue I praye you kakes of breed vnto the people that folowe me: for they be fayntie, that I maye folowe after Zebath, and Zalmona kynges of Madian."},{"number":6,"verse":"And the Lordes of Socoth sayde: are the handes of Zebath & Zalmona nowe in thyne handes, that we shulde geue breed vnto thyne armye?"},{"number":7,"verse":"Gedeon sayde, therfore when the Lord hath delyuered Zebath and Zalmona into myne hande, I wyll teare the fleshe of you with the thornes of the wildernes and wt breers."},{"number":8,"verse":"And he went vp thence to Phanuel, & spake vnto them lykewyse. And the men of Phanuel answered hym, as dyd the men of Socoth."},{"number":9,"verse":"And he sayde also vnto the men of Phanuel: when I come agayne in peace, I wyll breake downe this towre."},{"number":10,"verse":"Zebath and Zalmona were in Carkar, and their hostes with them, vpon a . xv. thousand men, which were all that were lefte of all the hostes of them of the Easte: For there were slayne a hundred and twentye thousande men, that drewe swerdes."},{"number":11,"verse":"And Gedeon went thorowe them that dwell in Tabernacles on the easte syde of Nobah and Iebahah, and smote the hoste: for the hoste did cast no perrelles."},{"number":12,"verse":"And whan Zebah and Zalmona fledde, he folowed after them, and toke the two kynges of Madian, Zebath and Zalmona, and discomforted all the hoste."},{"number":13,"verse":"And Gedeon the sonne of Ioas returned from battell, afore the sonne was downe,"},{"number":14,"verse":"and caught a ladde of the men of Socoth, & enquered of him. And he wrote hym of the lordes & Elders of Socoth . lxxvii. men."},{"number":15,"verse":"And he came vnto the men of Socoth, and sayde: Beholde, here I haue Zebath and Zalmona, wt which ye did cast me in the tethe, sayinge: are the handes of Zebath and Zalmona allredye in thyne hande, that we shuld geue breed vnto thy faintye men?"},{"number":16,"verse":"And he toke the elders of the citie, & thornes of the wildernesse & breers, & made the men of Socoth to fele them."},{"number":17,"verse":"And he brake downe the towre of Phanuel, & slewe the men of the cytie."},{"number":18,"verse":"And then sayd he vnto Zebath & Zalmona, what maner of men were they whom ye slew at Thabor? and they answered: the lykenesse of the and them is all one, euen after the fassyon of the chyldren of a kynge."},{"number":19,"verse":"And he sayde: they were my brethren, euen my mothers chyldren. As trulye as the Lorde lyueth, yf ye had saued their lyues, I wolde not sleye you."},{"number":20,"verse":"And he sayde vnto Iether his eldest sonne: vp and sleye them: But the lad drue not hys swerde, for he feared, because he was yet yong."},{"number":21,"verse":"Then Zebath & Zalmona sayde: Ryse thou, & falle vpon vs: for as the man is, so is his strength. And Gedeon arose and slewe Zebath and Zalmona, & toke awaye the ornamentes, that were on their camels neckes."},{"number":22,"verse":"Then the men of Israel sayde vnto Gedeon: Raygne thou ouer vs, bothe thou, thy sonne & thy sonnes sonne, for thou hast delyuered vs out of the hand of Madian."},{"number":23,"verse":"And Gedeon sayd vnto them: I wyll not raygne ouer you, nether shall my childe raygne ouer you, but the Lord shall raygne ouer you."},{"number":24,"verse":"And agayne Gedeon sayde vnto them: I wolde desyre a certayne request of you, euen that you wolde geue me euerye man the earynges of his praye. For they had golden earynges, because they were Ismaelites:"},{"number":25,"verse":"& they answered: We wyll geue them. And they spreed a mantell, & dyd cast there in euery man the earynges of hys pray:"},{"number":26,"verse":"& the weyght of the golden earynges that he required, was a thousand & seuen hundred sycles of golde, besyde cheynes, pommaunders and purple rayment that was on the kynges of Madian, & besyde the cheynes, that were about their camels neckes."},{"number":27,"verse":"And Gedeon made an Ephod therof, & put it in his citie Ephrah And all Israell went a whoryng after it, in the same place, whych thynge became a ruyne vnto Gedeon and to his house."},{"number":28,"verse":"Thus was Madian brought lowe before the chyldren of Israel, so that they lyfte vp their heades no moare. And the contreye was in quietnes fourtye yeres in the dayes of Gedeon."},{"number":29,"verse":"And Ierobaall the sonne of Ioas went, and dwelte in his awne house."},{"number":30,"verse":"And Gedeon had . lxx. sonnes of his bodye begotten, for he had many wyues."},{"number":31,"verse":"And his concubine that was in Sichem, bare him a sonne also, whose name he called Abimelech."},{"number":32,"verse":"And Gedeon the sonne of Ioas dyed, in a good age, and was buryed in the sepulchre of Ioas his father, euen in Ephrah, that pertayned vnto the father of the Ezrites."},{"number":33,"verse":"But it fortuned, that as sone as Gedeon was deed, the children of Israel turned awaye & went a whoring after Baalim, & made a couenaunt wt Baal to be their God,"},{"number":34,"verse":"& the children of Israel thought not on the Lorde their god, which had delyuered them out of the handes of all their enemyes on euery syde."},{"number":35,"verse":"Nether shewed they mercy on the house of Ierobaal, other wyse called Gedeon, according to all the goodnesse which he had shewed vnto Israel."}]}