{"bibleAbbr":"GB1539","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"Abimelech the sonne of Ierobaal went to Sichem, vnto his mothers Brethren, and comuned with them and with all his mothers fathers kinred, sayin"},{"number":2,"verse":"saye I praye you, in the eares of all the enhabytoures of Sychem: whether is better for you, that all the sonnes of Ierobaal (which are . lxx. personnes) raygne ouer you, ether that one raygne ouer you? Remember, that I am of youre bone, and of youre fleshe."},{"number":3,"verse":"And his mothers brethren spake of hym in the audience of the men of Sichem all these wordes, and their hartes were moued to folowe Abimelech. For they sayde: he is oure brother."},{"number":4,"verse":"And they gaue him . lxx. peces of syluer out of the temple of Baal Berith, where wyth Abimelech hyred vayne and lyght personnes which went with him."},{"number":5,"verse":"And he went vnto hys fathers house at Ephrah and slewe all his brethren, the sonnes of Ierobaal, euen . lxx. personnes with one stone. Not withstandynge, yet Ioatham the youngest sonne of Ierobaal eskaped, for he hyd hym selfe."},{"number":6,"verse":"And all the men of Sichem gathered together, and all the house of Mello, & came and made Abimelech kyng in the playne, where the great stone was by Sichem."},{"number":7,"verse":"And when they tolde it to Ioatham, he went and stode in the toppe of mount Garizim, and lyfte vp hys voyce, and cried, and sayde vnto them: Herken vnto me you men of Sichem, that God maye herken vnto you."},{"number":8,"verse":"The trees went forth to anoynt a king ouer them, and sayde vnto the olyue tree: raygne thou ouer vs."},{"number":9,"verse":"But the olyue tree sayd vnto them: shulde I leaue my fattenesse, whych both goddes and men prayse in me, and go to be promoted ouer the trees?"},{"number":10,"verse":"And the trees sayde to the fygge tree: come thou, and be king ouer vs."},{"number":11,"verse":"The figge tree answered them: shuld I forsake my swetnes, and my good frute, and go to be promoted ouer the trees?"},{"number":12,"verse":"Then sayde the trees vnto the vyne: come thou and be kyng ouer vs."},{"number":13,"verse":"The vyne sayde vnto them: shuld I leaue my wyne wherby I cheare bothe goddes and men, and go to be promoted ouer the trees?"},{"number":14,"verse":"Then sayde all the trees vnto the fyrre bushe: come thou, & raygne ouer vs."},{"number":15,"verse":"And the fyrre bushe sayde vnto the trees: yf it be true that ye will anoynt me kynge ouer you, then come, & put youre trust vnder my shadowe. Yf no, the fyre come out of the firre busshe, and waste the Cedre trees of Libanon."},{"number":16,"verse":"Now therfore, yf ye do trulye and vncorruptlye, to make Abimelech kyng: and yf ye haue dealte well with Ierobaal and his house, & haue done vnto hym accordyng to the deseruyng of his handes, iudge ye."},{"number":17,"verse":"For euen he (my father) fought for you, and aduentured his lyfe, and rydde you out of the hande of Madian."},{"number":18,"verse":"And ye are rysen vp agaynst my fathers house this daye, and haue slayue hys chyldren, euen . lxx. personnes with one stone, and haue made Abimelech the sonne of his mayde seruaunt, kyng ouer the men of Sichem, because he is youre brother:"},{"number":19,"verse":"yf ye then haue dealte trulye and purelye with Ierobaal and with his house thys daye, then reioyse ye wyth Abimelech, and let him reioyse with you."},{"number":20,"verse":"But yf you haue not dealt trulye, then I praye God a fyre maye come out of Abimelech, and consume the men of Sichem and the house of Mello. And that there maye come a fyre from among the men of Sichem, and out of the house of Mello, and consume Abimelech."},{"number":21,"verse":"And Ioatham ranne awaye, and fledde, and went to Beer and dwelt there, for feare of Abimelech his brother."},{"number":22,"verse":"When Abimelech had raygned thre yere,"},{"number":23,"verse":"God sent a sprete of hate betwene Abimelech, & the men of Sichem. And the citezens of Sichem rayled vpon Abimelech,"},{"number":24,"verse":"& wisshed that the wickednes done to the . lxx. sonnes of Ierobaal myght come on him, and that god wolde laye the bloude of them vnto Amelech their brother which slewe them, and vpon the other men of Sichem which ayded him in the kylling of his brethren."},{"number":25,"verse":"And the cytezens of Sichem set men to laye awayte for hym in the toppe of the mountaynes, which men robbed all that came a longe the waye by them. And it was tolde Abimelech."},{"number":26,"verse":"And Gaal the sonne of Abed came wyth his brethren, and they gat them to Sichem. And the men of Sichem put their confidence in him."},{"number":27,"verse":"And they went out into the feldes, & geathered in their grapes, and troade them, and made mery: and went into the house of their goddes, and dyd eate and drynke, and curssed Abimelech."},{"number":28,"verse":"And Gaal the sonne of Abed sayde: what is Abimelech? and what is Sichem? that we shulde serue him? Is he not the sonne of Ieroboal? and Zebul is his officer? Serue soche as come of Hemor the father of Sichem, for what reason is it that we shulde serue him?"},{"number":29,"verse":"wold God this people were vnder my hande, then wolde I take Abimelech out of the waye. And he spake against Abimelech: make thyne hoste greater, & go out."},{"number":30,"verse":"And when Zebull the ruler of the cytie hearde the wordes of Gaal the sonne of Abed, he was wroth,"},{"number":31,"verse":"and sent messengers vnto Abimelech priuely, saying: Behold, Gaal the sonne of Abed and his brethren be come to Sichem: & beholde, they sett the cytie against the."},{"number":32,"verse":"Nowe therfore vp by nyght, thou and all the people that is wyth the, and lye in wayte in the felde."},{"number":33,"verse":"And ryse erlye in the mornynge as sone as the sonne is vp, and fall vpon the citie. And yf he and the people that is with hym, come out agaynst the, do to him what thine handes shalbe able."},{"number":34,"verse":"And Abimelech roase vp, & all the people that were wt him by night. and they layd awayte against Sichem in foure companyes."},{"number":35,"verse":"And Gaal the sonne of Abed went out, & stode in the entring of the gate of the cytie. And Abimelech rose vp, & the folcke that were wt him, from laying awayt."},{"number":36,"verse":"And when Gaal saw the people, he sayd to Zebul: beholde, there come people downe from the top of the mountaynes. And Zebul sayd vnto him: the shadow of the hylles seme men vnto the"},{"number":37,"verse":"& Gaall answered agayne, & sayd: se, there come folcke downe by the myddell of the land, & another company come a long by the playne of the charmars."},{"number":38,"verse":"Then sayd Zebul vnto him: where is now thi mouth that sayd: what felow is Abimelech, that we shuld serue him? Is not this the people that thou hast despysed? Goo out now & fyght with them."},{"number":39,"verse":"And Gaall went out before the cytizens of Sichem, & fought wt Abimelech."},{"number":40,"verse":"And Abimelech chased him, that he fledd before him & many were ouerthrowen & wounded, euen vnto the entering of the gate,"},{"number":41,"verse":"And Abimelech dwelt at Arumah. And Zebul thrust out Gaal & his brethren, that thei shulde not dwell in Sichem."},{"number":42,"verse":"And on the morow, it happened that the people went out into the felde. And they tolde Abimelech."},{"number":43,"verse":"And he toke the people, & deuided them into thre companies, and layd awayte in the feldes, and loked, & beholde, the people were come out of the cytie, and he ranne vpon them, and smote them."},{"number":44,"verse":"And Abimelech, & the companies that were wt him, reached forther, & stode in the entringe of the gate of the cytie. And the two other companies ranne vpon all the people that were in the feldes, & slue them."},{"number":45,"verse":"And when Abimelech had fought against the cytie all that daye, he toke it, & slew the people that was therin, & destroyed the cytie & sowed salt thorow it."},{"number":46,"verse":"And when all the men of the towre of Sichem heard that, they entered into a strong holde of the house of their God Baall Berith"},{"number":47,"verse":"And it was tolde Abimelech, that all the men of the tower of Sichem were geathered together,"},{"number":48,"verse":"& Abimelech gat him to mount Zelmon, bothe he & all the people that were wt him, & toke axes wt him and cut downe bowes of trees, & toke them & bare them on his shulder, & sayde vnto the folcke that were with hym what ye haue sene me do, spede youre selues, and do lykewyse as I haue done."},{"number":49,"verse":"And all the men that were among the people, cut downe bowes, and folowed Abimelech, and put them into the holde, and sett the holde a fier by them: so that all the men of the tower of Sichem were slayne, vpon a thousande men and wemen."},{"number":50,"verse":"Then went Abimelech to Thebez, and beseged it, and toke it."},{"number":51,"verse":"But there was a strong towre with in the cytie, and thither ranne all the men and wemen, and all the chefe that were in the cytie, and shut it to them, and got them vp to the toppe of the towre."},{"number":52,"verse":"And Abimelech came vnto the towre, and fought agaynst it, and went harde vnto the dore of the towre, to set it on fier."},{"number":53,"verse":"And a certayne woman cast a pece of a mylstone vpon hys head, and all to brake hys brayne panne."},{"number":54,"verse":"Then Abimelech called hastelye vnto the young man that bare hys harnesse, & sayd vnto him: draw thy swerde and slee me, that men saye not of me: a woman slew him. And hys ladd thrust him thorow, and he dyed."},{"number":55,"verse":"And when the men of Israel sawe that Abimelech was deed, they departed, euery man vnto his awne house."},{"number":56,"verse":"And thus the wyckednesse of Abimelech whych he dyd vnto his father, in sleynge his seuentye brethren"},{"number":57,"verse":"and therto all the wyckednesse of the men of Sichem, dyd God bring vpon their heedes And vpon them came the cursse of Ioatham the sonne of Ierobaal."}]}