{"bibleAbbr":"AMP2015","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":2,"verses":[{"number":1,"verse":"The Terrible Visitation Blow the trumpet in Zion [warning of impending judgment], Sound an alarm on My holy mountain [Zion]! Let all the inhabitants of the land tremble and shudder in fear, For the [judgment] day of the LORD is coming; It is close at hand,"},{"number":2,"verse":"A day of darkness and gloom, A day of clouds and of thick [dark] mist, Like the dawn spread over the mountains; There is a [pagan, hostile] people numerous and mighty, The like of which has never been before Nor will be again afterward Even for years of many generations."},{"number":3,"verse":"Before them a fire devours, And behind them a flame burns; Before them the land is like the Garden of Eden, But behind them a desolate wilderness; And nothing at all escapes them."},{"number":4,"verse":"Their appearance is like the appearance of horses, And they run like war horses."},{"number":5,"verse":"Like the noise of chariots They leap on the tops of the mountains, Like the crackling of a flame of fire devouring the stubble, Like a mighty people set in battle formation."},{"number":6,"verse":"Before them the people are in anguish; All faces become pale [with terror]."},{"number":7,"verse":"They run like warriors; They climb the wall like soldiers. They each march [straight ahead] in line, And they do not deviate from their paths."},{"number":8,"verse":"They do not crowd each other; Each one marches in his path. When they burst through the defenses (weapons), They do not break ranks."},{"number":9,"verse":"They rush over the city, They run on the wall; They climb up into the houses, They enter at the windows like a thief."},{"number":10,"verse":"The earth quakes before them, The heavens tremble, The sun and the moon grow dark And the stars lose their brightness."},{"number":11,"verse":"The LORD utters His voice before His army, For His camp is very great, Because strong and powerful is he who [obediently] carries out His word. For the day of the LORD is indeed great and very terrible [causing dread]; Who can endure it?"},{"number":12,"verse":"\"Even now,\" says the LORD, \"Turn and come to Me with all your heart [in genuine repentance], With fasting and weeping and mourning [until every barrier is removed and the broken fellowship is restored];"},{"number":13,"verse":"Rip your heart to pieces [in sorrow and contrition] and not your garments.\" Now return [in repentance] to the LORD your God, For He is gracious and compassionate, Slow to anger, abounding in lovingkindness [faithful to His covenant with His people]; And He relents [His sentence of] evil [when His people genuinely repent]."},{"number":14,"verse":"Who knows whether He will relent [and revoke your sentence], And leave a blessing behind Him, Even a grain offering and a drink offering [from the bounty He provides you] For the LORD your God?"},{"number":15,"verse":"Blow a trumpet in Zion [warning of impending judgment], Dedicate a fast [as a day of restraint and humility], call a solemn assembly."},{"number":16,"verse":"Gather the people, sanctify the congregation, Assemble the elders, Gather the children and the nursing infants. Let the bridegroom come out of his room And the bride out of her bridal chamber. [No one is excused from the assembly.]"},{"number":17,"verse":"Let the priests, the ministers of the LORD, Weep between the porch and the altar, And let them say, \"Have compassion and spare Your people, O LORD, And do not make Your inheritance (Israel) an object of ridicule, Or a [humiliating] byword among the [Gentile] nations. Why should they say among the peoples, 'Where is their God?'\""},{"number":18,"verse":"Deliverance PromisedThen the LORD will be jealous for His land [ready to defend it since it is rightfully and uniquely His] And will have compassion on His people [and will spare them]."},{"number":19,"verse":"The LORD will answer and say to His people, \"Behold, I am going to send you grain and new wine and oil, And you will be satisfied in full with them; And I will never again make you an object of ridicule among the [Gentile] nations."},{"number":20,"verse":"\"But I will remove the northern army far away from you, And I will drive it into a parched and desolate land, With its forward guard into the eastern sea (Dead Sea) And with its rear guard into the western sea (Mediterranean Sea). And its stench will arise and its foul odor of decay will come up [this is the fate of the northern army in the final day of the LORD], For He has done great things.\""},{"number":21,"verse":"Do not fear, O land; be glad and rejoice, For the LORD has done great things!"},{"number":22,"verse":"Do not be afraid, you animals of the field, For the pastures of the wilderness have turned green; The tree has produced its fruit, And the fig tree and the vine have yielded in full."},{"number":23,"verse":"So rejoice, O children of Zion, And delight in the LORD, your God; For He has given you the early [autumn] rain in vindication And He has poured down the rain for you, The early [autumn] rain and the late [spring] rain, as before."},{"number":24,"verse":"And the threshing floors shall be full of grain, And the vats shall overflow with new wine and oil."},{"number":25,"verse":"\"And I will compensate you for the years That the swarming locust has eaten, The creeping locust, the stripping locust, and the gnawing locust- My great army which I sent among you."},{"number":26,"verse":"\"You will have plenty to eat and be satisfied And praise the name of the LORD your God Who has dealt wondrously with you; And My people shall never be put to shame."},{"number":27,"verse":"\"And you shall know [without any doubt] that I am in the midst of Israel [to protect and bless you], And that I am the LORD your God, And there is no other; My people will never be put to shame."},{"number":28,"verse":"The Promise of the Spirit\"It shall come about after this That I shall pour out My Spirit on all mankind; And your sons and your daughters will prophesy, Your old men will dream dreams, Your young men will see visions."},{"number":29,"verse":"\"Even on the male and female servants I will pour out My Spirit in those days."},{"number":30,"verse":"The Day of the Lord\"I will show signs and wonders [displaying My power] in the heavens and on the earth, Blood and fire and columns of smoke."},{"number":31,"verse":"\"The sun will be turned into darkness And the moon into blood Before the great and terrible day of the LORD comes."},{"number":32,"verse":"\"And it shall come about that whoever calls on the name of the LORD Will be saved [from the coming judgment] For on Mount Zion and in Jerusalem There will be those who escape, As the LORD has said, Even among the remnant [of survivors] whom the LORD calls."}]}