{"bibleAbbr":"WEB2020+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"Woe <WH1945> to Ariel! <WH740> Ariel, <WH740> the city <WH7151> where David <WH1732> encamped! <WH2583> Add <WH5595> year <WH8141> to year; <WH8141> let the feasts <WH2282> come around; <WH5362>"},{"number":2,"verse":"then I will distress <WH6693> Ariel, <WH740> and there will be mourning <WH8386> and lamentation. <WH592> She shall be to me as an altar hearth. <WH740>"},{"number":3,"verse":"I will encamp <WH2583> against you all around <WH1754> you, <WH6696> and will lay siege against you with posted troops. <WH4674> I will raise <WH6965> siege works against you. <WH6965>"},{"number":4,"verse":"You will be brought down, <WH8213> and will speak <WH1696> out of the ground. <WH776> Your speech <WH565> will mumble <WH7817> out of the dust. <WH6083> Your voice <WH6963> will be as of one who has a familiar spirit, <WH178> out of the ground, <WH776> and your speech <WH565> will whisper <WH6850> out of the dust. <WH6083>"},{"number":5,"verse":"But the multitude <WH1995> of your foes <WH2114> will be like fine <WH1851> dust, <WH80> and the multitude <WH1995> of the ruthless ones <WH6184> like chaff <WH4671> that blows away. <WH5674> Yes, <WH6621> it will be in an instant, suddenly. <WH6597>"},{"number":6,"verse":"She will be visited <WH6485> by Yahweh <WH3068> of Armies <WH6635> with thunder, <WH7482> with earthquake, <WH7494> with great <WH1419> noise, <WH6963> with whirlwind <WH5492> and storm, <WH5591> and with the flame <WH3851> of a devouring <WH398> fire. <WH784>"},{"number":7,"verse":"The multitude <WH1995> of all the nations <WH1471> that fight <WH6633> against Ariel, <WH740> even all who fight <WH6638> against her and her stronghold, <WH4685> and who distress <WH6693> her, <WH2472> will be like a dream, a vision <WH2377> of the night. <WH3915>"},{"number":8,"verse":"It will be like when a hungry <WH7457> man dreams, <WH2492> and behold, <WH398> he eats; but he awakes, <WH6974> and his hunger <WH5315> isn't <WH7386> satisfied; or like when <WH834> a thirsty man <WH6771> dreams, <WH2492> and behold, <WH8354> he drinks; but he awakes, <WH6974> and behold, <WH5889> he is faint, and he <WH5315> is still thirsty. <WH8264> The multitude <WH1995> of all the nations <WH1471> that fight <WH6633> against Mount <WH2022> Zion will be like that. <WH6726>"},{"number":9,"verse":"Pause <WH4102> and wonder! <WH8539> Blind <WH8173> yourselves and be blind! <WH8173> They are drunken, <WH7937> but not with wine; <WH3196> they stagger, <WH5128> but not with strong drink. <WH7941>"},{"number":10,"verse":"For Yahweh <WH3068> has poured out <WH5258> on you a spirit <WH7307> of deep sleep, <WH8639> and has closed <WH6105> your eyes, <WH5869> the prophets; <WH5030> and he has covered <WH3680> your heads, <WH7218> the seers. <WH2374>"},{"number":11,"verse":"All vision <WH2380> has become to you like the words <WH1697> of a book <WH5612> that is sealed, <WH2856> which men deliver <WH5414> to one who is educated, <WH3045> saying, <WH559> \"Read <WH7121> this, <WH559> please;\" and he says, \"I can <WH3201>'t, for it is sealed: <WH2856>\""},{"number":12,"verse":"and the book <WH5612> is delivered <WH5414> to one who is not educated, <WH3045> saying, <WH559> \"Read <WH7121> this, <WH559> please;\" and he says, \"I can't <WH3045> read.\""},{"number":13,"verse":"The Lord <WH136> said, <WH559> \"Because <WH3282> this people <WH5971> draws near <WH5066> with their mouth <WH6310> and with their lips <WH8193> to honor <WH3513> me, <WH7368> but they have removed their heart <WH3820> far <WH7368> from me, <WH3374> and their fear of me is a commandment <WH3925> of men <WH582> which has been taught; <WH3925>"},{"number":14,"verse":"therefore, <WH3254> behold, I will proceed to do a marvelous work <WH6381> among this people, <WH5971> even a marvelous work <WH6381> and a wonder; <WH6382> and the wisdom <WH2451> of their wise <WH2450> men will perish, <WH6> and the understanding <WH998> of their prudent <WH995> men will be hidden. <WH5641>\""},{"number":15,"verse":"Woe <WH1945> to those who deeply <WH6009> hide <WH5641> their counsel <WH6098> from Yahweh, <WH3068> and whose works <WH4639> are in the dark, <WH4285> and who say, <WH559> \"Who sees <WH7200> us? <WH3045>\" and \"Who knows us?\""},{"number":16,"verse":"You turn things upside down! <WH2017> Should the potter <WH3335> be thought <WH2803> to be like clay; <WH2563> that the thing made <WH6213> should say <WH559> about him who made <WH6213> it, <WH6213> \"He didn't make me; <WH3336>\" or the thing formed say <WH559> of him who formed <WH3335> it, <WH995> \"He has no understanding?\""},{"number":17,"verse":"Isn't <WH4213> it yet a very little while, <WH4592> and Lebanon <WH3844> will be turned <WH7725> into a fruitful field, <WH3759> and the fruitful field <WH3759> will be regarded <WH2803> as a forest? <WH3293>"},{"number":18,"verse":"In that day, <WH3117> the deaf <WH2795> will hear <WH8085> the words <WH1697> of the book, <WH5612> and the eyes <WH5869> of the blind <WH5787> will see <WH7200> out of obscurity <WH652> and out of darkness. <WH2822>"},{"number":19,"verse":"The humble <WH6035> also will increase <WH3254> their joy <WH8057> in Yahweh, <WH3068> and the poor <WH34> among men <WH120> will rejoice <WH1523> in the Holy One <WH6918> of Israel. <WH3478>"},{"number":20,"verse":"For the ruthless <WH6184> is brought to nothing, <WH656> and the scoffer <WH3887> ceases, <WH3615> and all those who are alert <WH8245> to do evil <WH205> are cut off <WH3772>—"},{"number":21,"verse":"who cause a person <WH120> to be indicted <WH2398> by a word, <WH1697> and lay a snare <WH6983> for the arbiter <WH3198> in the gate, <WH8179> and who deprive <WH5186> the innocent <WH6662> of justice with false testimony. <WH8414>"},{"number":22,"verse":"Therefore thus says <WH559> Yahweh, <WH3068> who redeemed <WH6299> Abraham, <WH85> concerning the house <WH1004> of Jacob: <WH3290> \"Jacob <WH3290> shall no longer be ashamed, <WH954> neither shall his face <WH6440> grow pale. <WH2357>"},{"number":23,"verse":"But when he sees <WH7200> his children, <WH3206> the work <WH4639> of my hands, <WH3027> in the midst <WH7130> of him, <WH6942> they will sanctify my name. <WH8034> Yes, <WH6942> they will sanctify the Holy One <WH6918> of Jacob, <WH3290> and will stand in awe <WH6206> of the God <WH430> of Israel. <WH3478>"},{"number":24,"verse":"They also who err <WH8582> in spirit <WH7307> will come <WH3045> to understanding, <WH998> and those who grumble <WH7279> will receive <WH3925> instruction. <WH3948>\""}]}