{"bibleAbbr":"WEB2020+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":33,"verses":[{"number":1,"verse":"Woe <WH1945> to you who destroy, <WH7703> but you weren't <WH7703> destroyed; and who betray, <WH898> but nobody betrayed <WH898> you! <WH8552> When you have finished destroying, <WH7703> you will be destroyed; <WH7703> and when you have made an end <WH5239> of betrayal, <WH898> you will be betrayed. <WH898>"},{"number":2,"verse":"Yahweh, <WH3068> be gracious <WH2603> to us. <WH6960> We have waited for you. <WH2220> Be our strength every morning, <WH1242> our salvation <WH3444> also in the time <WH6256> of trouble. <WH6869>"},{"number":3,"verse":"At the noise <WH6963> of the thunder, <WH1995> the peoples <WH5971> have fled. <WH5074> When you lift yourself up, <WH7427> the nations <WH1471> are scattered. <WH5310>"},{"number":4,"verse":"Your spoil <WH7998> will be gathered <WH622> as the caterpillar <WH2625> gathers. <WH625> Men will leap <WH4944> on it as locusts <WH1357> leap. <WH8264>"},{"number":5,"verse":"Yahweh <WH3068> is exalted, <WH7682> for he dwells <WH7931> on high. <WH4791> He has filled <WH4390> Zion <WH6726> with justice <WH4941> and righteousness. <WH6666>"},{"number":6,"verse":"There will be stability <WH530> in your times, <WH6256> abundance <WH2633> of salvation, <WH3444> wisdom, <WH2451> and knowledge. <WH1847> The fear <WH3374> of Yahweh <WH3068> is your treasure. <WH214>"},{"number":7,"verse":"Behold, <WH691> their valiant ones cry <WH6817> outside; <WH2351> the ambassadors <WH4397> of peace <WH7965> weep <WH1058> bitterly. <WH4751>"},{"number":8,"verse":"The highways <WH4546> are desolate. <WH8074> The traveling man <WH5674> ceases. <WH7673> The covenant <WH1285> is broken. <WH6565> He has despised <WH3988> the cities. <WH5892> He doesn't <WH2803> respect man. <WH582>"},{"number":9,"verse":"The land <WH776> mourns <WH56> and languishes. <WH535> Lebanon <WH3844> is confounded <WH2659> and withers away. <WH7060> Sharon <WH8289> is like a desert, <WH6160> and Bashan <WH1316> and Carmel <WH3760> are stripped bare. <WH5287>"},{"number":10,"verse":"\"Now I will arise, <WH6965>\" says <WH559> Yahweh; <WH3068> \"Now I will lift myself up. <WH5375> Now I will be exalted. <WH5375>"},{"number":11,"verse":"You will conceive <WH2029> chaff. <WH2842> You will bring forth <WH3205> stubble. <WH7179> Your breath <WH7307> is a fire <WH784> that will devour you. <WH398>"},{"number":12,"verse":"The peoples <WH5971> will be like the burning of lime, <WH7875> like thorns <WH6975> that are cut down <WH3683> and burned <WH3341> in the fire. <WH784>"},{"number":13,"verse":"Hear, <WH8085> you who are far off, <WH7350> what I have done; <WH6213> and, <WH7138> you who are near, acknowledge <WH3045> my might. <WH1369>\""},{"number":14,"verse":"The sinners <WH2400> in Zion <WH6726> are afraid. <WH6342> Trembling <WH6342> has seized <WH270> the godless <WH2611> ones. <WH1481> Who among us can live with the devouring <WH398> fire? <WH784> Who among us can live <WH1481> with everlasting <WH5769> burning? <WH4168>"},{"number":15,"verse":"He who walks <WH1980> righteously, <WH6666> and speaks <WH1696> blamelessly; <WH4339> He who despises <WH3988> the gain <WH1215> of oppressions, <WH4642> who gestures <WH5287> with his hands, <WH3709> refusing to take <WH8551> a bribe, <WH7810> who stops <WH331> his ears <WH241> from hearing <WH8085> of blood, <WH1818> and shuts <WH6105> his eyes <WH5869> from looking <WH7200> at evil <WH7451>—"},{"number":16,"verse":"he will dwell <WH7931> on high. <WH4791> His place of defense <WH4869> will be the fortress <WH4679> of rocks. <WH5553> His bread <WH3899> will be supplied. <WH5414> His waters <WH4325> will be sure. <WH539>"},{"number":17,"verse":"Your eyes <WH5869> will see <WH2372> the king <WH4428> in his beauty. <WH3308> They will see <WH7200> a distant <WH4801> land. <WH776>"},{"number":18,"verse":"Your heart <WH3820> will meditate <WH1897> on the terror. <WH367> Where is he who counted? <WH5608> Where is he who weighed? <WH8254> Where is he who counted <WH5608> the towers? <WH4026>"},{"number":19,"verse":"You will no longer see <WH7200> the fierce <WH3267> people, <WH5971> a people <WH5971> of a deep <WH6012> speech <WH8193> that you can't <WH8085> comprehend, with a strange <WH3932> language <WH3956> that you can't <WH998> understand."},{"number":20,"verse":"Look <WH2372> at Zion, <WH6726> the city <WH7151> of our appointed festivals. <WH4150> Your eyes <WH5869> will see <WH7200> Jerusalem, <WH3389> a quiet <WH7600> habitation, <WH5116> a tent <WH168> that won't <WH6813> be removed. Its stakes <WH3489> will never <WH5331> be plucked <WH5265> up, <WH2256> nor will any of its cords be broken. <WH5423>"},{"number":21,"verse":"But there Yahweh <WH3068> will be with us in majesty, <WH117> a place <WH4725> of broad <WH7342> rivers <WH5104> and streams, <WH2975> in which no <WH1077> galley <WH590> with oars <WH7885> will go, <WH3212> neither will any gallant <WH117> ship <WH6716> pass by there. <WH5674>"},{"number":22,"verse":"For Yahweh <WH3068> is our judge. <WH8199> Yahweh <WH3068> is our lawgiver. <WH2710> Yahweh <WH3068> is our king. <WH4428> He will save us. <WH3467>"},{"number":23,"verse":"Your rigging <WH2256> is untied. <WH5203> They couldn't <WH2388> strengthen the foot <WH3653> of their mast. <WH8650> They couldn't <WH6566> spread the sail. <WH5251> Then the prey <WH5706> of a great <WH4766> spoil <WH7998> was divided. <WH2505> The lame <WH6455> took <WH962> the prey. <WH957>"},{"number":24,"verse":"The inhabitant <WH7934> won't <WH559> say, \"I am sick. <WH2470>\" The people <WH5971> who dwell <WH3427> therein will be forgiven <WH5375> their iniquity. <WH5771>"}]}