{"bibleAbbr":"WEB2020+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"In those days <WH3117> was Hezekiah <WH2396> sick <WH2470> and near death. <WH4191> Isaiah <WH3470> the prophet, <WH5030> the son <WH1121> of Amoz, <WH531> came <WH935> to him, <WH559> and said to him, <WH559> \"Thus says Yahweh, <WH3068> <WH1004> 'Set your house in order, <WH6680> for you will die, <WH4191> and not live. <WH2421>'\""},{"number":2,"verse":"Then Hezekiah <WH2396> turned <WH5437> his face <WH6440> to the wall <WH7023> and prayed <WH6419> to Yahweh, <WH3068>"},{"number":3,"verse":"and said, <WH559> \"Remember <WH2142> now, <WH3068> Yahweh, I beg <WH577> you, <WH1980> how I have walked before <WH6440> you in truth <WH571> and with a perfect <WH8003> heart, <WH3820> and have done <WH6213> that which is good <WH2896> in your sight. <WH5869>\" Hezekiah <WH2396> wept <WH1058> bitterly. <WH1419>"},{"number":4,"verse":"Then the word <WH1697> of Yahweh <WH3068> came to Isaiah, <WH3470> saying, <WH559>"},{"number":5,"verse":"\"Go, <WH1980> and tell <WH559> Hezekiah, <WH2396> <WH559> 'Thus says Yahweh, <WH3068> the God <WH430> of David <WH1732> your father, <WH1> \"I have heard <WH8085> your prayer. <WH8605> I have seen <WH7200> your tears. <WH1832> Behold, <WH3254> I will add fifteen <WH2568> years <WH8141> to your life. <WH3117>"},{"number":6,"verse":"I will deliver <WH5337> you and this city <WH5892> out of the hand <WH3709> of the king <WH4428> of Assyria, <WH804> and I will defend <WH1598> this city. <WH5892>"},{"number":7,"verse":"This shall be the sign <WH226> to you from Yahweh, <WH3068> that Yahweh <WH3068> will do <WH6213> this thing <WH1697> that he has spoken. <WH1696>"},{"number":8,"verse":"Behold, <WH6738> I will cause the shadow on the sundial, <WH4609> which has gone down <WH3381> on the <WH8121> sundial <WH4609> of Ahaz <WH271> with the sun, <WH7725> to return backward <WH322> ten <WH6235> steps. <WH4609> So the sun <WH8121> returned <WH7725> ten <WH6235> steps <WH4609> on the sundial on which <WH4609> it had gone down. <WH3381>\"'\""},{"number":9,"verse":"The writing <WH4385> of Hezekiah <WH2396> king <WH4428> of Judah, <WH3063> when he had been sick, <WH2470> and had recovered <WH2421> of his sickness. <WH2483>"},{"number":10,"verse":"I said, <WH559> \"In the middle <WH1824> of my life <WH3117> I go <WH3212> into the gates <WH8179> of Sheol. <WH7585> I am deprived <WH6485> of the residue <WH3499> of my years. <WH8141>\""},{"number":11,"verse":"I said, <WH559> \"I won't <WH7200> see Yah, <WH3050> Yah <WH3050> in the land <WH776> of the living. <WH2416> I will see <WH5027> man <WH120> no more with the inhabitants <WH3427> of the world. <WH2309>"},{"number":12,"verse":"My dwelling <WH1755> is removed, <WH5265> and is carried <WH1540> away from me like a shepherd <WH7473>'s tent. <WH168> I have rolled <WH7088> up, <WH707> like a weaver, my life. <WH2416> He will cut me off <WH1214> from the loom. <WH1803> From day <WH3117> even to night <WH3915> you will make an end of me. <WH7999>"},{"number":13,"verse":"I waited patiently <WH7737> until morning. <WH1242> He breaks <WH7665> all my bones <WH6106> like a lion. <WH738> From day <WH3117> even to night <WH3915> you will make an end of me. <WH7999>"},{"number":14,"verse":"I chattered <WH6850> like a swallow <WH5693> or a crane. <WH5483> I moaned <WH1897> like a dove. <WH3123> My eyes <WH5869> weaken <WH1809> looking upward. <WH4791> Lord, <WH3068> I am oppressed. <WH6234> Be my security. <WH6148>\""},{"number":15,"verse":"What will I say? <WH1696> He has both spoken <WH559> to me, <WH6213> and himself has done it. <WH1718> I will walk carefully all my years <WH8141> because of the anguish <WH4751> of my soul. <WH5315>"},{"number":16,"verse":"Lord, <WH136> men live <WH2421> by these things; <WH7307> and my spirit finds life <WH2416> in all of them: <WH2492> you restore me, <WH2421> and cause me to live."},{"number":17,"verse":"Behold, <WH7965> for peace I had great anguish, <WH4751> but you have in love <WH2836> for my soul <WH5315> delivered it from the pit <WH7845> of corruption; <WH1097> for you have cast <WH7993> all my sins <WH2399> behind <WH310> your back. <WH1460>"},{"number":18,"verse":"For Sheol <WH7585> can't <WH3034> praise you. <WH4194> Death can't <WH1984> celebrate you. <WH3381> Those who go down into the pit <WH953> can't <WH7663> hope for your truth. <WH571>"},{"number":19,"verse":"The living, <WH2416> the living, <WH2416> he shall praise <WH3034> you, <WH3117> as I do this day. The father <WH1> shall make known <WH3045> your truth <WH571> to the children. <WH1121>"},{"number":20,"verse":"Yahweh <WH3068> will save <WH3467> me. <WH5058> Therefore we will sing my songs with stringed instruments <WH5059> all the days <WH3117> of our life <WH2416> in the house <WH1004> of Yahweh. <WH3068>"},{"number":21,"verse":"Now Isaiah <WH3470> had said, <WH559> \"Let them take <WH5375> a cake <WH1690> of figs, <WH8384> and lay it for a poultice <WH4799> on the boil, <WH7822> and he shall recover. <WH2421>\""},{"number":22,"verse":"Hezekiah <WH2396> also had said, <WH559> \"What is the sign <WH226> that I will go up <WH5927> to the house <WH1004> of Yahweh? <WH3068>\""}]}