{"bibleAbbr":"WEB2020+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":39,"verses":[{"number":1,"verse":"At that time, <WH6256> Merodach Baladan <WH1081> the son <WH1121> of Baladan, <WH1081> king <WH4428> of Babylon, <WH894> sent <WH7971> letters <WH5612> and a present <WH4503> to Hezekiah; <WH2396> for he heard <WH8085> that he had been sick, <WH2470> and had recovered. <WH2388>"},{"number":2,"verse":"Hezekiah <WH2396> was pleased <WH8055> with them, <WH7200> and showed them the house <WH1004> of his precious things, <WH5238> the silver, <WH3701> and the gold, <WH2091> the spices, <WH1314> and the precious <WH2896> oil, <WH8081> and all the house <WH1004> of his armor, <WH3627> and all that was found <WH4672> in his treasures. <WH214> There was nothing <WH1697> in his house, <WH1004> nor in all his dominion, <WH4475> that Hezekiah <WH2396> didn't <WH7200> show them."},{"number":3,"verse":"Then Isaiah <WH3470> the prophet <WH5030> came <WH935> to king <WH4428> Hezekiah, <WH2396> and asked <WH559> him, <WH582> \"What did these men say? <WH559> Where <WH370> did they come <WH935> from to you? <WH2396>\" Hezekiah said, <WH559> \"They have come <WH935> from a country <WH776> far <WH7350> from me, <WH894> even from Babylon.\""},{"number":4,"verse":"Then he asked, <WH559> \"What have they seen <WH7200> in your house? <WH1004>\" Hezekiah <WH2396> answered, <WH559> \"They have seen <WH7200> all that is in my house. <WH1004> There is nothing <WH1697> among my treasures <WH214> that I have not shown them. <WH7200>\""},{"number":5,"verse":"Then Isaiah <WH3470> said <WH559> to Hezekiah, <WH2396> \"Hear <WH8085> the word <WH1697> of Yahweh <WH3068> of Armies: <WH6635>"},{"number":6,"verse":"<WH3117> 'Behold, the days are coming <WH935> when all that is in your house, <WH1004> and that which your fathers <WH1> have stored <WH686> up until this day, <WH3117> will be carried <WH5375> to Babylon. <WH894> Nothing <WH1697> will be left, <WH3498>' says <WH559> Yahweh. <WH3068>"},{"number":7,"verse":"<WH3947> 'They will take away your sons <WH1121> who will issue <WH3318> from you, <WH3205> whom you shall father, and they will be eunuchs <WH5631> in the king <WH4428> of Babylon <WH894>'s palace. <WH1964>'\""},{"number":8,"verse":"Then Hezekiah <WH2396> said <WH559> to Isaiah, <WH3470> \"Yahweh <WH3068>'s word <WH1697> which you have spoken <WH1696> is good. <WH2896>\" He said <WH559> moreover, <WH7965> \"For there will be peace and truth <WH571> in my days. <WH3117>\""}]}