{"bibleAbbr":"WEB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"\"Comfort,<WH5162> comfort<WH5162> my people,<WH5971>\" says<WH559> your God.<WH430>"},{"number":2,"verse":"\"Speak<WH1696> comfortably<WH3820> to Jerusalem;<WH3389> and call<WH7121> out to her that her warfare<WH6635> is accomplished,<WH4390> that her iniquity<WH5771> is pardoned,<WH7521> that she has received<WH3947> of Yahweh<WH3068>'s hand<WH3027> double<WH3718> for all her sins.<WH2403>\""},{"number":3,"verse":"The voice<WH6963> of one who calls<WH7121> out,<WH6437> \"Prepare the way<WH1870> of Yahweh<WH3068> in the wilderness!<WH6160> Make a level<WH3474> highway<WH4546> in the desert<WH6160> for our God.<WH430>"},{"number":4,"verse":"Every valley<WH1516> shall be exalted,<WH5375> and every mountain<WH2022> and hill<WH1389> shall be made low.<WH8213> The uneven<WH6121> shall be made level,<WH4334> and the rough places<WH7406> a plain.<WH1237>"},{"number":5,"verse":"The glory<WH3519> of Yahweh<WH3068> shall be revealed,<WH1540> and all flesh<WH1320> shall see<WH7200> it together;<WH3162> for the mouth<WH6310> of Yahweh<WH3068> has spoken it.<WH1696>\""},{"number":6,"verse":"The voice<WH6963> of one saying,<WH559> \"Cry!<WH7121>\" One said,<WH559> \"What shall I cry?<WH7121>\" \"All flesh<WH1320> is like grass,<WH2682> and all its glory<WH2617> is like the flower<WH6731> of the field.<WH7704>"},{"number":7,"verse":"The grass<WH2682> withers,<WH3001> the flower<WH6731> fades,<WH5034> because Yahweh<WH3068>'s breath<WH7307> blows<WH5380> on it.<WH403> Surely the people<WH5971> are like grass.<WH2682>"},{"number":8,"verse":"The grass<WH2682> withers,<WH3001> the flower<WH6731> fades;<WH5034> but the word<WH1697> of our God<WH430> stands<WH6965> forever.<WH5769>\""},{"number":9,"verse":"You who tell good news<WH1319> to Zion,<WH6726> go up<WH5927> on a high<WH1364> mountain.<WH2022> You who tell good news<WH1319> to Jerusalem,<WH3389> lift up<WH7311> your voice<WH6963> with strength.<WH3581> Lift it up.<WH7311> Don't<WH3372> be afraid. Say<WH559> to the cities<WH5892> of Judah,<WH3063> \"Behold,<WH430> your God!\""},{"number":10,"verse":"Behold,<WH136> the Lord Yahweh<WH136> will come<WH935> as a mighty<WH2389> one,<WH2220> and his arm will rule<WH4910> for him.<WH7939> Behold, his reward is with him,<WH6468> and his recompense before him.<WH6440>"},{"number":11,"verse":"He will feed<WH7462> his flock<WH5739> like a shepherd.<WH7462> He will gather<WH6908> the lambs<WH2922> in his arm,<WH2220> and carry<WH5375> them in his bosom.<WH2436> He will gently lead<WH5095> those who have their young.<WH5763>"},{"number":12,"verse":"Who has measured<WH4058> the waters<WH4325> in the hollow of his hand,<WH8168> and marked off<WH8505> the sky<WH8064> with his span,<WH2239> and calculated<WH3557> the dust<WH6083> of the earth<WH776> in a measure,<WH7991> and weighed<WH8254> the mountains<WH2022> in scales,<WH6425> and the hills<WH1389> in a balance?<WH3976>"},{"number":13,"verse":"Who has directed<WH8505> the Spirit<WH7307> of Yahweh,<WH3068> or has taught<WH3045> him as his counselor?<WH376>"},{"number":14,"verse":"Who did he take counsel<WH3289> with,<WH995> and who instructed him,<WH3925> and taught him in the path<WH734> of justice,<WH4941> and taught<WH3925> him knowledge,<WH1847> and showed<WH3045> him the way<WH1870> of understanding?<WH8394>"},{"number":15,"verse":"Behold,<WH1471> the nations are like a drop<WH4752> in a bucket,<WH1805> and are regarded<WH2803> as a speck of dust<WH7834> on a balance.<WH3976> Behold,<WH5190> he lifts up the islands<WH339> like a very little thing.<WH1851>"},{"number":16,"verse":"Lebanon<WH3844> is not<WH369> sufficient<WH1767> to burn,<WH1197> nor its animals<WH2416> sufficient<WH1767> for a burnt offering.<WH5930>"},{"number":17,"verse":"All the nations<WH1471> are like nothing before him.<WH2803> They are regarded by him as less than nothing,<WH657> and vanity.<WH8414>"},{"number":18,"verse":"To whom then will you liken<WH1819> God?<WH410> Or what likeness<WH1823> will you compare to him?<WH6186>"},{"number":19,"verse":"A workman<WH2796> has cast<WH5258> an image,<WH6459> and the goldsmith<WH6884> overlays<WH7554> it with gold,<WH2091> and casts<WH6884> silver<WH3701> chains for it.<WH7577>"},{"number":20,"verse":"He who is too impoverished<WH5533> for such an offering<WH8641> chooses<WH977> a tree<WH6086> that will not rot.<WH7537> He seeks<WH1245> a skillful<WH2450> workman<WH2796> to set<WH3559> up an engraved image<WH6459> for him that will not be moved.<WH4131>"},{"number":21,"verse":"Haven't<WH3045> you known? Haven't<WH8085> you heard, yet?<WH5046> Haven't you been told from the beginning?<WH7218> Haven't<WH995> you understood from the foundations<WH4146> of the earth?<WH776>"},{"number":22,"verse":"It is he who sits<WH3427> above the circle<WH2329> of the earth,<WH776> and its inhabitants<WH3427> are like grasshoppers;<WH2284> who stretches out<WH5186> the heavens<WH8064> like a curtain,<WH1852> and spreads them out<WH4969> like a tent<WH168> to dwell in;<WH3427>"},{"number":23,"verse":"who brings<WH5414> princes<WH7336> to nothing;<WH6213> who makes the judges<WH8199> of the earth<WH776> like meaningless.<WH8414>"},{"number":24,"verse":"They are planted<WH5193> scarcely.<WH2232> They are sown scarcely.<WH1503> Their stock has scarcely taken root<WH8327> in the ground.<WH776> He merely blows<WH5398> on them,<WH3001> and they wither, and the whirlwind<WH5591> takes<WH5375> them away as stubble.<WH7179>"},{"number":25,"verse":"\"To whom then will you liken<WH1819> me?<WH7737> Who is my equal?\" says<WH559> the Holy One.<WH6918>"},{"number":26,"verse":"Lift up<WH5375> your eyes<WH5869> on high,<WH4791> and see<WH7200> who has created<WH1254> these,<WH3318> who brings out their army<WH6635> by number.<WH4557> He calls<WH7121> them all by name.<WH8034> by the greatness<WH7230> of his might,<WH202> and because he is strong<WH533> in power,<WH3581> Not one<WH376> is lacking.<WH5737>"},{"number":27,"verse":"Why do you say,<WH559> Jacob,<WH3290> and speak,<WH1696> Israel,<WH3478> \"My way<WH1870> is hidden<WH5641> from Yahweh,<WH3068> and the justice<WH4941> due me is disregarded<WH5674> by my God?<WH430>\""},{"number":28,"verse":"Haven't<WH3045> you known? Haven't<WH8085> you heard? The everlasting<WH5769> God,<WH430> Yahweh,<WH3068> The Creator<WH1254> of the ends<WH7098> of the earth,<WH776> doesn't<WH3286> faint. He isn't<WH3021> weary. His understanding<WH8394> is unsearchable.<WH2714>"},{"number":29,"verse":"He gives<WH5414> power<WH3581> to the weak.<WH3287> He increases<WH7235> the strength<WH6109> of him who has no might.<WH202>"},{"number":30,"verse":"Even the youths<WH5288> faint<WH3286> and get weary,<WH3021> and the young men<WH970> utterly<WH3782> fall;<WH3782>"},{"number":31,"verse":"But those who wait<WH6960> for Yahweh<WH3068> will renew<WH2498> their strength.<WH3581> They will mount up<WH5927> with wings<WH83> like eagles.<WH5404> They will run,<WH7323> and not be weary.<WH3021> They will walk,<WH3212> and not faint.<WH3286>"}]}