{"bibleAbbr":"WEB2020+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"Listen, <WH8085> islands, <WH339> to me; <WH7181> and listen, you peoples, <WH3816> from far: <WH7350> Yahweh <WH3068> has called <WH7121> me from the womb; <WH990> from the bowels <WH4578> of my mother <WH517> has he made mention <WH2142> of my name: <WH8034>"},{"number":2,"verse":"and he has made <WH7760> my mouth <WH6310> like a sharp <WH2299> sword; <WH2719> in the shadow <WH6738> of his hand, <WH3027> he has hidden <WH2244> me: <WH7760> and he has made me a polished <WH1305> shaft; <WH2671> in his quiver <WH827> has he kept me close: <WH5641>"},{"number":3,"verse":"and he said <WH559> to me, <WH5650> \"You are my servant; Israel, <WH3478> in whom I will be glorified. <WH6286>\""},{"number":4,"verse":"But I said, <WH559> \"I have labored <WH3021> in vain, <WH7385> I have spent <WH3615> my strength <WH3581> for nothing <WH8414> and vanity; <WH1892> yet surely <WH403> the justice <WH4941> due to me is with Yahweh, <WH3068> and my reward <WH6468> with my God. <WH430>\""},{"number":5,"verse":"Now says <WH559> Yahweh <WH3068> who formed <WH3335> me from the womb <WH990> to be his servant, <WH5650> to bring <WH7725> Jacob <WH3290> again <WH7725> to him, <WH3478> and that Israel be gathered <WH622> to him <WH3513> (for I am honorable in the eyes <WH5869> of Yahweh, <WH3068> and my God <WH430> has become my strength <WH5797>);"},{"number":6,"verse":"yes, <WH559> he says, \"It is too light a thing <WH7043> that you should be my servant <WH5650> to raise up <WH6965> the tribes <WH7626> of Jacob, <WH3290> and to restore <WH7725> the preserved <WH5341> of Israel: <WH3478> I will also give <WH5414> you for a light <WH216> to the nations, <WH1471> that you may be my salvation <WH3444> to the end <WH7097> of the earth. <WH776>\""},{"number":7,"verse":"Thus says <WH559> Yahweh, <WH3068> the Redeemer <WH1350> of Israel, <WH3478> and his Holy One, <WH6918> to him whom man <WH5315> despises, <WH960> to him whom the nation <WH1471> abhors, <WH8581> to a servant <WH5650> of rulers: <WH4910> \"Kings <WH4428> shall see <WH7200> and arise; <WH6965> princes, <WH8269> and they shall worship; <WH7812> because of Yahweh <WH3068> who is faithful, <WH539> even the Holy One <WH6918> of Israel, <WH3478> who has chosen you. <WH977>\""},{"number":8,"verse":"Thus says <WH559> Yahweh, <WH3068> \"In an acceptable <WH7522> time <WH6256> have I answered <WH6030> you, <WH3117> and in a day of salvation <WH3444> have I helped <WH5826> you; <WH5341> and I will preserve you, <WH5414> and give you for a covenant <WH1285> of the people, <WH5971> to raise <WH6965> up the land, <WH776> to make them inherit <WH5157> the desolate <WH8074> heritage: <WH5159>"},{"number":9,"verse":"saying <WH559> to those who are bound, <WH631> <WH3318> 'Come out!'; to those who are in darkness, <WH2822> <WH1540> 'Show yourselves! <WH7462>' \"They shall feed in the ways, <WH1870> and on all bare heights <WH8205> shall be their pasture. <WH4830>"},{"number":10,"verse":"They shall not hunger <WH7456> nor thirst; <WH6770> neither shall the heat <WH8273> nor sun <WH8121> strike <WH5221> them: <WH7355> for he who has mercy on them will lead <WH5090> them, <WH4002> even by springs of water <WH4325> he will guide them. <WH5095>"},{"number":11,"verse":"I will make <WH7760> all my mountains <WH2022> a way, <WH1870> and my highways <WH4546> shall be exalted. <WH7311>"},{"number":12,"verse":"Behold, <WH935> these shall come from far; <WH7350> and behold, <WH6828> these from the north and from the west; <WH3220> and these from the land <WH776> of Sinim. <WH5515>\""},{"number":13,"verse":"Sing, <WH7442> heavens; <WH8064> and be joyful, <WH1523> earth; <WH776> and break forth <WH6476> into singing, <WH7440> mountains: <WH2022> for Yahweh <WH3068> has comforted <WH5162> his people, <WH5971> and will have compassion <WH7355> on his afflicted. <WH6041>"},{"number":14,"verse":"But Zion <WH6726> said, <WH559> \"Yahweh <WH3068> has forsaken <WH5800> me, <WH3068> and the Lord has forgotten me. <WH7911>\""},{"number":15,"verse":"\"Can a woman <WH802> forget <WH7911> her nursing child, <WH5764> that she should not have compassion <WH7355> on the son <WH1121> of her womb? <WH990> Yes, <WH7911> these may forget, yet I will not forget you! <WH7911>"},{"number":16,"verse":"Behold, <WH2710> I have engraved you on the palms of my hands; <WH3709> your walls <WH2346> are continually before me. <WH8548>"},{"number":17,"verse":"Your children <WH1121> make haste; <WH4116> your destroyers <WH2040> and those who made you waste <WH2717> shall go forth from you. <WH3318>"},{"number":18,"verse":"Lift up <WH5375> your eyes <WH5869> all around, <WH5439> and see: <WH7200> all these gather themselves together, <WH6908> and come <WH935> to you. <WH2416> As I live,\" says <WH5002> Yahweh, <WH3068> \"you shall surely clothe <WH3847> yourself with them all as with an ornament, <WH5716> and dress <WH7194> yourself with them, <WH3618> like a bride."},{"number":19,"verse":"\"For, <WH2723> as for your waste and your desolate places, <WH8074> and your land <WH776> that has been destroyed, <WH2035> surely now you shall be too small <WH3334> for the inhabitants, <WH3427> and those who swallowed you up <WH1104> shall be far away. <WH7368>"},{"number":20,"verse":"The children <WH1121> of your bereavement <WH7923> shall yet say <WH559> in your ears, <WH241> The place <WH4725> is too small <WH6862> for me; <WH5066> give place <WH4725> to me that I may dwell. <WH3427>"},{"number":21,"verse":"Then you will say <WH559> in your heart, <WH3824> <WH3205> 'Who has conceived these for me, <WH7921> since I have been bereaved of my children, and am solitary, <WH1565> an exile, <WH1540> and wandering back and forth? <WH5493> Who has brought up <WH1431> these? <WH7604> Behold, I was left alone; <WH375> these, where were they?'\""},{"number":22,"verse":"Thus says <WH559> the Lord <WH136> Yahweh, <WH3069> \"Behold, <WH5375> I will lift up my hand <WH3027> to the nations, <WH1471> and set up <WH7311> my banner <WH5251> to the peoples; <WH5971> and they shall bring <WH935> your sons <WH1121> in their bosom, <WH2684> and your daughters <WH1323> shall be carried <WH5375> on their shoulders. <WH3802>"},{"number":23,"verse":"Kings <WH4428> shall be your nursing fathers, <WH539> and their queens <WH8282> your nursing mothers: <WH3243> they shall bow down <WH7812> to you with their faces <WH639> to the earth, <WH776> and lick <WH3897> the dust <WH6083> of your feet; <WH7272> and you shall know <WH3045> that I am Yahweh; <WH3068> and those who wait <WH6960> for me shall not be disappointed. <WH954>\""},{"number":24,"verse":"Shall the prey <WH4455> be taken <WH3947> from the mighty, <WH1368> or the lawful <WH6662> captives <WH7628> be delivered? <WH4422>"},{"number":25,"verse":"But thus says <WH559> Yahweh, <WH3068> \"Even the captives <WH7628> of the mighty <WH1368> shall be taken away, <WH3947> and the prey <WH4455> of the terrible <WH6184> shall be delivered; <WH4422> for I will contend <WH7378> with him who contends <WH7378> with you, <WH3467> and I will save your children. <WH1121>"},{"number":26,"verse":"I will feed <WH398> those who oppress <WH3238> you with their own flesh; <WH1320> and they shall be drunken <WH7937> with their own blood, <WH1818> as with sweet wine: <WH6071> and all flesh <WH1320> shall know <WH3045> that I, <WH3068> Yahweh, am your Savior, <WH3467> and your Redeemer, <WH1350> the Mighty One <WH46> of Jacob. <WH3290>\""}]}