{"bibleAbbr":"WEB2020","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"For Zion<WH6726>'s sake will I not hold my peace,<WH2814> and for Jerusalem<WH3389>'s sake I will not rest,<WH8252> until her righteousness<WH6664> go forth<WH3318> as brightness,<WH5051> and her salvation<WH3444> as a lamp<WH3940> that burns.<WH1197>"},{"number":2,"verse":"The nations<WH1471> shall see<WH7200> your righteousness,<WH6664> and all kings<WH4428> your glory,<WH3519> and you shall be called<WH7121> by a new<WH2319> name,<WH5344> which the mouth<WH6310> of Yahweh<WH3068> shall name.<WH8034>"},{"number":3,"verse":"You shall also be a crown<WH5850> of beauty<WH8597> in the hand<WH3027> of Yahweh,<WH3068> and a royal<WH4410> diadem<WH6797> in the hand<WH3709> of your God.<WH430>"},{"number":4,"verse":"You shall no more be termed<WH559> Forsaken;<WH5800> neither shall your land<WH776> any more be termed<WH559> Desolate:<WH8077> but you shall be called<WH7121> Hephzibah,<WH2657> and your land<WH776> Beulah;<WH1166> for Yahweh<WH3068> delights<WH2654> in you,<WH776> and your land shall be married.<WH1166>"},{"number":5,"verse":"For as a young man<WH970> marries<WH1166> a virgin,<WH1330> so your sons<WH1121> shall marry<WH1166> you;<WH2860> and as the bridegroom rejoices<WH4885> over the bride,<WH3618> so your God<WH430> will rejoice over you.<WH7797>"},{"number":6,"verse":"I have set<WH6485> watchmen<WH8104> on your walls,<WH2346> Jerusalem;<WH3389> they shall never<WH8548> hold their peace<WH2814> day<WH3117> nor night:<WH3915> you who call<WH2142> on Yahweh,<WH3068> take no rest,<WH1824>"},{"number":7,"verse":"and give<WH5414> him no rest,<WH1824> until he establishes,<WH3559> and until he makes<WH7760> Jerusalem<WH3389> a praise<WH8416> in the earth.<WH776>"},{"number":8,"verse":"Yahweh<WH3068> has sworn<WH7650> by his right hand,<WH3225> and by the arm<WH2220> of his strength,<WH5797> \"Surely I will<WH518> no more give<WH5414> your grain<WH1715> to be food<WH3978> for your enemies;<WH341> and foreigners<WH5236> <WH1121> shall not drink<WH8354> your new wine,<WH8492> for which you have labored:<WH3021>"},{"number":9,"verse":"but those who have garnered<WH622> it shall eat<WH398> it,<WH1984> and praise Yahweh;<WH3068> and those who have gathered<WH6908> it shall drink<WH8354> it in the courts<WH2691> of my sanctuary.<WH6944>\""},{"number":10,"verse":"Go through,<WH5674> go through<WH5674> the gates!<WH8179> Prepare<WH6437> the way<WH1870> of the people!<WH5971> Cast up,<WH5549> cast up<WH5549> the highway!<WH4546> Gather out<WH5619> the stones!<WH68> Lift up<WH7311> a banner<WH5251> for the peoples.<WH5971>"},{"number":11,"verse":"Behold,<WH3068> Yahweh has proclaimed<WH8085> to the end<WH7097> of the earth,<WH776> \"Say<WH559> to the daughter<WH1323> of Zion,<WH6726> <WH3468> 'Behold, your salvation comes.<WH935> Behold,<WH7939> his reward is with him,<WH6468> and his recompense before him.<WH6440>'\""},{"number":12,"verse":"They shall call<WH7121> them The holy<WH6944> people,<WH5971> The redeemed<WH1350> of Yahweh:<WH3068> and you shall be called<WH7121> Sought out,<WH1875> A city<WH5892> not forsaken.<WH5800>"}]}