{"bibleAbbr":"WEB2020+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"Oh <WH3863> that you would tear <WH7167> the heavens, <WH8064> that you would come down, <WH3381> that the mountains <WH2022> might quake <WH2151> at your presence, <WH6440>"},{"number":2,"verse":"as when fire <WH784> kindles <WH6919> the brushwood, <WH2003> and the fire <WH784> causes the waters <WH4325> to boil; <WH1158> to make your name <WH8034> known <WH3045> to your adversaries, <WH6862> that the nations <WH1471> may tremble <WH7264> at your presence! <WH6440>"},{"number":3,"verse":"When you did <WH6213> awesome things <WH3372> which we didn't <WH6960> look for, <WH3381> you came down, the mountains <WH2022> quaked <WH2151> at your presence. <WH6440>"},{"number":4,"verse":"For from of old <WH5769> men have not heard, <WH8085> nor perceived by the ear, <WH238> neither has the eye <WH5869> seen <WH7200> a God <WH430> besides <WH2108> you, <WH6213> who works for him who waits for him. <WH2442>"},{"number":5,"verse":"You meet him who rejoices <WH7797> and works <WH6213> righteousness, <WH6664> those who remember <WH2142> you in your ways. <WH1870> Behold, <WH7107> you were angry, and we sinned. <WH2398> We have been in sin <WH2398> for a long time; <WH5769> and shall we be saved? <WH3467>"},{"number":6,"verse":"For we have all become as one who is unclean, <WH2931> and all our righteousness <WH6666> is as a polluted <WH5708> garment: <WH899> and we all fade <WH5034> as a leaf; <WH5929> and our iniquities, <WH5771> like the wind, <WH7307> take us away. <WH5375>"},{"number":7,"verse":"There is none who calls <WH7121> on your name, <WH8034> who stirs up <WH5782> himself to take hold <WH2388> of you; <WH5641> for you have hidden your face <WH6440> from us, <WH4127> and have consumed us by means <WH3027> of our iniquities. <WH5771>"},{"number":8,"verse":"But now, <WH3068> Yahweh, you are our Father; <WH1> we are the clay, <WH2563> and you our potter; <WH3335> and we all are the work <WH4639> of your hand. <WH3027>"},{"number":9,"verse":"Don't <WH7107> be furious, <WH3966> Yahweh, <WH3068> neither remember <WH2142> iniquity <WH5771> forever: <WH5703> see, <WH5027> look, we beg you, <WH5971> we are all your people."},{"number":10,"verse":"Your holy <WH6944> cities <WH5892> are become a wilderness, <WH4057> Zion <WH6726> has become a wilderness, <WH4057> Jerusalem <WH3389> a desolation. <WH8077>"},{"number":11,"verse":"Our holy <WH6944> and our beautiful <WH8597> house, <WH1004> where our fathers <WH1> praised <WH1984> you, <WH8316> is burned with fire; <WH784> and all our pleasant places <WH4261> are laid waste. <WH2723>"},{"number":12,"verse":"Will you refrain <WH662> yourself for these things, <WH3068> Yahweh? Will you hold your peace, <WH2814> and afflict <WH6031> us very severely? <WH3966>"}]}