{"bibleAbbr":"teERV1997","bookName":"అపొస్తలుల","bookEnglishName":"Acts of the Apostles","chapterNumber":11,"verses":[{"number":1,"verse":"( పేతురు తన అనుభవాల్ని చెప్పటం) అపొస్తలులు, యూదయ దేశంలో ఉన్న సోదరులు, యూదులు కానివాళ్ళకు కూడా దైవసందేశం లభించిందని విన్నారు."},{"number":2,"verse":"పేతురు యెరూషలేము వచ్చాడు. సున్నతి చేసుకోవాలి అని వాదించే వాళ్ళ గుంపు అతణ్ణి విమర్శిస్తూ,"},{"number":3,"verse":"“నీవు సున్నతి చేసుకోనివాళ్ళ యిళ్ళలోకి వెళ్ళి వాళ్ళతో కలిసి తిన్నావు!” అని అన్నారు."},{"number":4,"verse":"పేతురు వాళ్ళకు జరిగింది జరిగినట్లు ఈ విధంగా విడమర్చి చెప్పటం మొదలు పెట్టాడు:"},{"number":5,"verse":"“నేను యొప్పే పట్టణంలో ప్రార్థిస్తుండగా నాకు దర్శనం కలిగింది. ఆ దర్శనంలో ఒక దివ్యమైన సంగతి చూసాను. ఆ దివ్య దర్శనంలో ఒక పెద్ద దుప్పటి లాంటిది ఆకాశంనుండి ఎవరో దాని నాలుగు మూలలు పట్టుకొని క్రిందికి దింపుతున్నట్లు చూసాను. అది నేనున్న స్థలంలో దిగింది."},{"number":6,"verse":"నేను అందులో ఏముందోనని జాగ్రత్తగా చూసాను. భూమ్మీద నివసించే నాలుగు కాళ్ళ జంతువులు, క్రూర మృగాలు, ప్రాకే ప్రాణులు, గాల్లో ఎగిరే పక్షులు కనిపించాయి."},{"number":7,"verse":"అంతలో నాకొక స్వరం వినిపించి నాతో, ‘పేతురూ! లే! వీటిలో ఏ జంతువునైనా చంపి దానిని తిను!’ అని అంది."},{"number":8,"verse":"“‘నేనాపని చేయలేను ప్రభూ! తినకూడదన్నదాన్ని నా నాలుక ఎన్నడూ రుచి చూడలేదు’ అని నేను సమాధానం చెప్పాను."},{"number":9,"verse":"“ఆకాశంనుండి ఆ స్వరం రెండవసారి యిలా అంది: ‘దేవుడు తినవచ్చని అన్నవాటిని తినకూడదని అనకు.’"},{"number":10,"verse":"“ఇలా మూడుసార్లు జరిగాక అది ఆకాశానికి తీసుకు వెళ్ళబడింది."},{"number":11,"verse":"అదే క్షణంలో నన్ను పిలుచుకు వెళ్ళడానికి కైసరియనుండి వచ్చిన ముగ్గురు వ్యక్తులు నేనున్న యింటి ముందు ఆగారు."},{"number":12,"verse":"వాళ్ళతో వెళ్ళటానికి నేను ఏ మాత్రం వెనకాడరాదని దేవుని ఆత్మ నాతో చెప్పాడు. అక్కడున్న ఆరుగురు సోదరులు కూడా నాతో వచ్చారు. మేమంతా కలిసి కొర్నేలీ యింటికి వెళ్ళాం."},{"number":13,"verse":"అతడు తన యింట్లో ఒక దేవదూత ప్రత్యక్షమైన విషయము, అతణ్ణి తాను చూసిన విషయము, దేవదూత, ‘పేతురు అని పిలువబడే సీమోన్ను పిలుచుకు రావటానికి కొందర్ని యొప్పేకు పంపు,"},{"number":14,"verse":"అతడు మాట్లాడే విషయాలు నిన్ను, నీ యింట్లోని వాళ్ళనందరిని రక్షిస్తాయి’ అని తనతో చెప్పిన విషయము మాకు చెప్పాడు."},{"number":15,"verse":"“నేను మాట్లాడటం మొదలెడుతుండగా, మొట్టమొదట మన మీదికి వచ్చినట్లే పరిశుద్ధాత్మ వాళ్ళ మీదకు కూడా వచ్చాడు."},{"number":16,"verse":"‘యోహాను నీళ్ళతో బాప్తిస్మము యిచ్చాడు కాని నీవు పరిశుద్ధాత్మలో బాప్తిస్మము పొందుతావు!’ అని అన్న యేసు ప్రభువు మాటలు నాకు జ్ఞాపకం వచ్చాయి."},{"number":17,"verse":"మనం యేసు క్రీస్తు ప్రభువును నమ్మినందుకు మనకిచ్చిన వరమునే దేవుడు వాళ్ళకు కూడా యిచ్చాడు. అలాంటప్పుడు దేవుణ్ణి ఎదిరించటానికి నేనెవర్ని?”"},{"number":18,"verse":"వాళ్ళీ మాటలు విన్నాక వేరే ఆక్షేపణలు చేయలేదు. దేవుడు యూదులు కానివాళ్ళకు కూడా మారుమనస్సు కలిగి రక్షణ పొందే అవకాశ మిచ్చాడంటూ వాళ్ళు దేవుణ్ణి స్తుతించారు."},{"number":19,"verse":"( అంతియొకయ ప్రజలకు శుభవార్త తెలియటం) స్తెఫను చనిపోయిన తర్వాత జరిగిన హింసలకు భక్తులు చెదిరిపోయారు. వీళ్ళలో కొందరు ఫొనీషియ, సైప్రసు, అంతియొకయ పట్టణాలకు వెళ్ళి దైవసందేశాన్ని యూదులకు మాత్రమే చెప్పారు."},{"number":20,"verse":"సైప్రసు, కురేనీ పట్టణాలకు చెందిన వీళ్ళలో కొందరు అంతియొకయకు వెళ్ళి, గ్రీకువారితో కూడా మాట్లాడటం మొదలు పెట్టారు."},{"number":21,"verse":"ప్రభువు అభయ హస్తం వాళ్ళ వెంట ఉంది. కనుక అనేకులు వాళ్ళు చెప్పిన దానిలో ఉన్న సత్యాన్ని గ్రహించి ప్రభువునందు విశ్వాసులయ్యారు."},{"number":22,"verse":"యెరూషలేములో వున్న సంఘం ఈ వార్త విని బర్నబాను అంతియొకయకు పంపింది."},{"number":23,"verse":"అతడు అంతియొకయకు వెళ్ళి అక్కడి ప్రజలపై దైవానుగ్రహం అమితంగా ఉండటం గమనించి చాలా ఆనందించాడు. ప్రభువు పట్ల మనసారా భక్తి చూపుతూ ఉండమని అక్కడి వాళ్ళందర్ని వేడుకున్నాడు."},{"number":24,"verse":"బర్నబా ఉత్తముడు. పరిశుద్ధాత్మ ప్రభావం అతనిపై సంపూర్ణంగా ఉంది. అంతేకాక దేవుని పట్ల సంపూర్ణమైన విశ్వాసం ఉంది. అనేకులు ప్రభువునందు విశ్వాసులయ్యారు."},{"number":25,"verse":"ఆ తర్వాత బర్నబా, తార్సు అనే పట్టణానికి వెళ్ళి సౌలు కోసం చూసాడు. అతణ్ణి కలుసుకొని అంతియొకయకు పిలుచుకు వచ్చాడు."},{"number":26,"verse":"సౌలు, బర్నబా ఒక సంవత్సరం అంతియొకయలో ఉన్నారు. అక్కడి సంఘాన్ని కలుసుకొంటూ అనేకులకు బోధించేవాళ్ళు. అంతియొకయలోని శిష్యులు మొదటిసారిగా “క్రైస్తవులు” అని పిలువబడ్డారు."},{"number":27,"verse":"ఆ రోజుల్లో కొంత మంది ప్రవక్తలు యెరూషలేమునుండి అంతియొకయకు వచ్చారు."},{"number":28,"verse":"వాళ్ళలో ఒకతని పేరు అగబు. అతడు లేచి నిలబడి పరిశుద్ధాత్మ శక్తితో, “తీవ్రమైన కరువు త్వరలో ప్రపంచమంతా రాబోతోంది” అని సూచించాడు. ఈ కరువు క్లౌదియ చక్రవర్తి పరిపాలిస్తున్న కాలంలో సంభవించింది."},{"number":29,"verse":"ఇది విని అంతియొకయలో ఉన్న శిష్యులు యూదయలో నివసిస్తున్న తమ సోదరుల కోసం తమకు చేతనయిన సహాయం వాళ్ళు చెయ్యాలని నిర్ణయించుకొన్నారు."},{"number":30,"verse":"అనుకొన్న విధంగా బర్నబా, సౌలు ద్వారా తాము పంపదలచిన వాటిని యూదయలోని పెద్దలకు పంపారు."}]}