{"bibleAbbr":"teERV1997","bookName":"అపొస్తలుల","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"( కొరింథు) ఆ తరువాత పౌలు ఏథెన్సు వదిలి కొరింథుకు వెళ్ళాడు."},{"number":2,"verse":"అక్కడ అకుల అనే యూదుణ్ణి కలుసుకొన్నాడు. ఇతని స్వగ్రామం పొంతు. క్లౌదియ యూదులందర్ని రోమా నగరం వదిలి వెళ్ళమని ఆజ్ఞాపించటంవలన అకుల ఇటలీనుండి తన భార్య ప్రిస్కిల్లతో కలసి ఈ మధ్య యిక్కడికి వచ్చాడు. పౌలు వాళ్ళను చూడటానికి వెళ్ళాడు."},{"number":3,"verse":"తనలాగే వాళ్ళు కూడా గుడారాలు చేసి జీవించేవాళ్ళు కనుక వాళ్ళతో కలిసి ఉండి పని చేసాడు."},{"number":4,"verse":"ప్రతి విశ్రాంతి రోజూ సమాజమందిరాల్లో తర్కించి యూదుల్ని, గ్రీకుల్ని ఒప్పించటానికి ప్రయత్నించేవాడు."},{"number":5,"verse":"మాసిదోనియనుండి సీల, తిమోతి వచ్చాక పౌలు తన కాలాన్నంతా బోధించటానికి వినియోగించాడు. యూదుల సమక్షంలో మాట్లాడి, యేసు ప్రభువే క్రీస్తు అని నిరూపించే వాడు."},{"number":6,"verse":"కాని యూదులు ఎదురు తిరిగి అతణ్ణి దూషించారు. పౌలు తన నిరసనను వ్యక్తపరుస్తూ తన దుస్తుల్ని దులిపి, “మీరు పొందనున్న శిక్షకు మీరే బాధ్యులు, నేను బాధ్యుణ్ణి కాదు. ఇక మీదట నేను యూదులు కానివాళ్ళ దగ్గరకు వెళ్తాను” అని అన్నాడు."},{"number":7,"verse":"పౌలు సమాజమందిరాన్ని వదిలి ప్రక్కనున్న తీతియు యూస్తు అనే విశ్వాసి యింటికి వెళ్ళాడు."},{"number":8,"verse":"యూదుల సమాజమందిరంపై అధికారిగా పని చేస్తున్న క్రిస్పు అనే వ్యక్తి అతని యింట్లోనివాళ్ళు ప్రభువును విశ్వసించారు. చాలా మంది కొరింథు ప్రజలు పౌలు చెప్పిన వాటిని విని ప్రభువును విశ్వసించి బాప్తిస్మము పొందారు."},{"number":9,"verse":"ఒకనాటి రాత్రి ప్రభువు పౌలుకు కలలో కనిపించి, “ఈ పట్టణంలో నా ప్రజలు చాలా మంది ఉన్నారు. కనుక మౌనం వహించక ధైర్యంగా బోధించు. నేను నీ వెంటే ఉన్నాను. ఎవ్వరూ నీకు ఎదురు తిరగలేరు. ఏ హానీ చెయ్యలేరు” అని అన్నాడు."},{"number":11,"verse":"పౌలు ఒకటిన్నర సంవత్సరాలు అక్కడుండి దైవసందేశాన్ని వాళ్ళకు బోధించాడు."},{"number":12,"verse":"( పౌలు గల్లియో ఎదుటికి తీసుకురాబడ్డాడు) గల్లియో అనే పేరుగల ఒక వ్యక్తి అకయ ప్రాంతానికి సామంత రాజుగా ఉండేవాడు. అతని కాలంలో యూదులందరూ కలిసి పౌలుకు ఎదురు తిరిగారు. అతణ్ణి న్యాయస్థానం ముందుకు తెచ్చి,"},{"number":13,"verse":"“ఇతడు మన శాస్త్రానికి విరుద్ధమైన పద్ధతిలో దేవుణ్ణి పూజించమని ప్రజల్ని ఒత్తిడి చేస్తున్నాడు” అని అతణ్ణి నిందించారు."},{"number":14,"verse":"పౌలు సమాధానం చెప్పటానికి సిద్ధం అయ్యాడు. ఇంతలో గల్లియో యూదులతో, “మీరు ఘోరమైన నేరాన్ని గురించి కాని, లేక చెడు నడతను గురించి కాని చెప్పదలిస్తే నేను మీ విన్నపం వినటం సమంజసంగా ఉంటుంది."},{"number":15,"verse":"కాని మీ ఆరోపణ పదాలను గురించి, పేర్లను గురించి, మీ శాస్త్రాల్ని గురించి కాబట్టి మీలో మీరు తీర్మానం చేసుకోండి."},{"number":16,"verse":"అలాంటి వాటిపై నేను తీర్పు చెప్పను” అని అంటూ వాళ్ళను న్యాయస్థానంనుండి తరిమివేసాడు."},{"number":17,"verse":"వాళ్ళు యూదుల సమాజమందిరానికి పెద్ద అయినటువంటి సోస్తెనేసును పట్టుకొని అతణ్ణి న్యాయస్థానం ముందు కొట్టారు. అయినా గల్లియో తనకు సంబంధం లేనట్టు ఊరుకొన్నాడు."},{"number":18,"verse":"( అంతియొకయకు తిరిగి వెళ్ళటం) పౌలు కొరింథులో కొంతకాలం ఉన్నాడు. ఆ తర్వాత అక్కడున్న సోదరుల్ని వదిలి, ప్రిస్కిల్లను, అకులను తన వెంట పిలుచుకొని ఓడలో సిరియ దేశానికి ప్రయాణమయ్యాడు. ప్రయాణానికి ముందు తాను మ్రొక్కుబడి తీర్చుకోవటానికి కెంక్రేయలో తన వెంట్రుకలు కత్తిరించుకున్నాడు."},{"number":19,"verse":"వాళ్ళు ఎఫెసుకు చేరుకున్నారు. అక్కడ పౌలు ప్రిస్కిల్లను, అకులను వదిలి తానొక్కడే సమాజమందిరానికి వెళ్ళి యూదులతో తర్కించాడు."},{"number":20,"verse":"వాళ్ళు అతణ్ణి తమతో మరికొన్ని రోజులుండమని అడిగారు. అతడు వీల్లేదన్నాడు."},{"number":21,"verse":"కాని వెళ్ళే ముందు, “దేవుని చిత్తమైతే మళ్ళీ వస్తాను” అని వాళ్ళతో చెప్పి అక్కడినుండి ఓడలో ప్రయాణం చేసాడు."},{"number":22,"verse":"అతడు కైసరియ తీరాన్ని చేరుకొని అక్కడినుండి యెరూషలేము వెళ్ళాడు. అక్కడున్న సంఘానికి శుభాకాంక్షలు తెలిపి అక్కడినుండి అంతియొకయకు వెళ్ళాడు."},{"number":23,"verse":"అంతియొకయలో కొద్ది రోజులు గడిపి అక్కడినుండి ప్రయాణమై గలతియ, ఫ్రుగియ ప్రాంతాల్లో పర్యటన చేసి, ఆయా ప్రాంతాల్లో ఉన్న విశ్వాసుల్లో విశ్వాసం అభివృద్ధి చెందేటట్లు చేసాడు."},{"number":24,"verse":"( ఎఫెసులో అపొల్లో) ఇది యిలా ఉండగా అపొల్లో అనే యూదుడు ఎఫెసు పట్టణానికి వెళ్ళాడు. అపొల్లో స్వగ్రామం అలెక్సంద్రియ. ఇతడు గొప్ప పండితుడు. యూదుల శాస్త్రాల్లో ఆరితేరినవాడు."},{"number":25,"verse":"ప్రభువు మార్గాన్ని గురించి ఉపదేశం పొందినవాడు. యేసును గురించి సక్రమంగా గొప్ప ఉత్సాహంతో బోధించాడు. కాని బాప్తిస్మము విషయంలో అతనికి యోహాను బోధించిన విషయాలు మాత్రమే తెలుసు."},{"number":26,"verse":"అతడు యూదుల సమాజ మందిరంలో ధైర్యంగా మాట్లాడటం మొదలు పెట్టాడు. ప్రిస్కిల్ల, అకుల యితని బోధ విని అతణ్ణి తమ యింటికి పిలిచి దైవ మార్గాన్ని గురించి అతనికి యింకా విశదంగా చెప్పారు."},{"number":27,"verse":"అపొల్లో అకయ ప్రాంతానికి వెళ్ళాలనుకొన్నాడు. సోదరులు అతని ఉద్దేశాన్ని బలపరిచారు. అకయ ప్రాంతాల్లో ఉన్న శిష్యులకు ఉత్తరం వ్రాసి యితనికి స్వాగతం చెప్పమని అడిగారు. అతడు వెళ్ళి, దైవానుగ్రహంవల్ల యేసును విశ్వసించినవాళ్ళకు చాలా సహాయం చేసాడు."},{"number":28,"verse":"ప్రజలందరి ముందు యూదులతో తీవ్రమైన వాద వివాదాలు చేసి, వాళ్ళను ఓడించి శాస్త్రాల ద్వారా యేసు ప్రభువే క్రీస్తు అని రుజువు చేసాడు."}]}