{"bibleAbbr":"teERV1997","bookName":"అపొస్తలుల","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"( పేతురు కుంటివానిని నయం చెయ్యటం) ఒక రోజు పేతురు, యోహాను పగలు మూడు గంటలప్పుడు మందిరానికి వెళ్తున్నారు. అది ప్రార్థనా సమయం."},{"number":2,"verse":"కొందరు ఒక పుట్టు కుంటివాణ్ణి ప్రతిరోజూ మోసుకొని వెళ్ళి ఒక ద్వారం ముందు దించేవాళ్ళు. దీన్నే సౌందర్య ద్వారం అనేవాళ్ళు. మందిరంలోకి ప్రవేశించేవాళ్ళనుండి ఆ కుంటివాడు భిక్షమెత్తుకొంటూ ఉండేవాడు."},{"number":3,"verse":"ఈ కుంటివాడు పేతురు యోహానులు ఆలయంలోకి ప్రవేశించబోతుండగా చూసి వాళ్ళను భిక్షమడిగాడు."},{"number":4,"verse":"పేతురు అతనివైపు ఏక దృష్టితో చూసాడు. యోహాను కూడా అలాగే చూసాడు. పేతురు ఆ కుంటివానితో, “మా వైపు చూడు!” అని అన్నాడు."},{"number":5,"verse":"ఆ కుంటివాడు వాళ్ళేదైనా యిస్తారని వాళ్ళ వైపు చూసాడు."},{"number":6,"verse":"అప్పుడు పేతురు, “నా దగ్గర వెండి, బంగారాలు లేవు కాని నా దగ్గరున్నదాన్ని నీకిస్తాను. నజరేతు నివాసి యేసు క్రీస్తు పేరిట నడువు!” అని అంటూ,"},{"number":7,"verse":"అతని కుడి చేయి పట్టుకొని లేపాడు. వెంటనే ఆ కుంటివాని చీలమండలకు, పాదాలకు బలం వచ్చింది."},{"number":8,"verse":"అతడు గంతేసి నిలబడి నడవటం మొదలు పెట్టాడు. తదుపరి అతడు నడుస్తూ గంతులేస్తూ దేవుణ్ణి స్తుతిస్తూ వాళ్ళతో సహా మందిరంలోకి ప్రవేశించాడు."},{"number":9,"verse":"మందిరంలో ఉన్నవాళ్ళంతా అతడు నడవటం, దేవుణ్ణి స్తుతించటం చూసారు."},{"number":10,"verse":"భిక్షమెత్తుకోవటానికి మందిరంలోని సౌందర్య ద్వారం ముందు కూర్చునేవాడు అతడేనని గుర్తించారు. జరిగింది చూసి వాళ్ళు భయపడి దిగ్భ్రాంతి చెందారు."},{"number":11,"verse":"( పేతురు ఉపన్యసించటం) ఆ భిక్షమెత్తుకొనేవాడు పేతురు, యోహానులను అంటిపెట్టుకొని ఉన్నాడు. ప్రజల్లో కలిగిన ఆశ్చర్యం తగ్గలేదు. వాళ్ళు సొలొమోను మంటపంలో ఉన్న పేతురు, యోహానుల దగ్గరకు పరుగెత్తుకొంటూ వెళ్ళారు."},{"number":12,"verse":"పేతురు వాళ్ళను చూసి ఈ విధంగా అన్నాడు: “ఇశ్రాయేలు ప్రజలారా! ఇది మీకెందుకు ఆశ్చర్యం కలిగిస్తోంది? మేము మా స్వశక్తితో లేక మా మంచితనంతో యితణ్ణి నడిపించినట్లు మావైపు అంత దీక్షతో ఎందుకు చూస్తున్నారు?"},{"number":13,"verse":"అబ్రాహాము, ఇస్సాకు, యాకోబుల దేవుడు, మన వంశీయుల దేవుడు తన సేవకుడైన యేసును మహిమ పర్చాడు. మీరాయన్ని అధికారులకు అప్పగించారు. పిలాతు ఆయన్ని విడుదల చెయ్యాలని నిర్ణయించినప్పుడు మీరు పిలాతు ముందు యేసును నిరాకరించారు."},{"number":14,"verse":"పవిత్రుడు, నీతిమంతుడు అయిన ఆయన్ని నిరాకరించి, ఆయనకు మారుగా ఒక హంతకుణ్ణి విడుదల చెయ్యాలని మీరు కోరారు."},{"number":15,"verse":"మీరు మీకు నిత్యజీవితాన్నిచ్చే దాతను చంపారు. కాని దేవుడాయన్ని చావు నుండి బ్రతికించాడు. మేము దీనికి సాక్షులం."},{"number":16,"verse":"“మాకు ‘యేసు’ అనే పేరులో నమ్మకం ఉండబట్టే మీకు తెలిసిన యితనికి, మీరు చూస్తున్న యితనికి నయమైపోయింది. యేసు పేరు, ఆయన కలిగించిన విశ్వాసము యితనికి పూర్తిగా స్వస్థత కలిగించాయి. ఇది మీరు చూసారు."},{"number":17,"verse":"“సోదరులారా! మీ నాయకులవలె మీరు కూడా అమాయకంగా ప్రవర్తించారని నాకు తెలుసు."},{"number":18,"verse":"కాని, ‘క్రీస్తు తప్పక చనిపోవాలి’ అని ప్రవక్తలందరి ద్వారా దేవుడు ముందే పలికిన వాక్కుల్ని ఈ విధంగా నిజం చేసాడు."},{"number":19,"verse":"మారుమనస్సు పొంది దేవుని వైపు మళ్ళండి. అలా చేస్తే దేవుడు మీ పాపాలు కడిగి వేస్తాడు. మీకు విమోచనం కలిగే రోజులు వస్తాయి."},{"number":20,"verse":"మీ కోసం దేవుడు క్రీస్తుగా నియమించిన యేసును పంపుతాడు."},{"number":21,"verse":"“చాలా కాలం క్రితమే తమను తాము దేవునికి అంకితం చేసుకొన్న ప్రవక్తల నోటి ద్వారా యిలా అభయమిచ్చాడు. సర్వం పునఃస్థాపితం చేసేకాలం వచ్చేవరకు యేసు పరలోకంలోనే ఉండాలి."},{"number":22,"verse":"మోషే ఈ విధంగా అన్నాడు: ‘ప్రభువైన దేవుడు మీ కొరకు నాలాంటి ప్రవక్తను పంపుతాడు. ఆయన మీ సోదరులనుండి వస్తాడు. ఆయన చెప్పినట్లు మీరు వినాలి."},{"number":23,"verse":"దేవుడు ఆయన మాటల్ని వినని ప్రతి ఒక్కణ్ణి తమ వాళ్ళనుండి దూరం చేసి నాశనం చేస్తాడు.’ ( , .)"},{"number":24,"verse":"“సమూయేలు కాలంనుండి ప్రవక్తలందరూ ఈ రోజులు రానున్నాయని చెప్పారు."},{"number":25,"verse":"మీ పూర్వికులతో దేవుడు చేసిన ఒప్పందానికి, మీ ప్రవక్తలకు మీరు వారసులు. దేవుడు అబ్రాహాముతో, ‘నీ వంశీయుని ద్వారా భూమ్మీద ఉన్న ప్రజలందర్ని దీవిస్తాను’ ( ; .) అని అన్నాడు."},{"number":26,"verse":"దేవుడు తన సేవకుణ్ణి మొదట మీ దగ్గరకు పంపాడు. మీ అందర్ని మీ మీ దుర్మార్గాలనుండి మళ్ళించటానికి ఆయన్ని పంపాడు. అలా చేసి మిమ్మల్ని దీవించాలని అనుకొన్నాడు.”"}]}