{"bibleAbbr":"teERV1997","bookName":"అపొస్తలుల","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"( అపొస్తలులు మరియు యూదుల మహాసభ) యాజకులు, మందిరం యొక్క ద్వారపాలకుల అధిపతి, సద్దూకయ్యులు కలిసి పేతురు, యోహాను ఉన్న చోటికి వెళ్ళారు. అప్పుడు వాళ్ళు ప్రజలకు ఉపదేశిస్తూ ఉన్నారు."},{"number":2,"verse":"ఆ అపొస్తలులు ప్రజలకు ఉపదేశించటం, యేసును ఉదాహరణగా తీసుకొని చనిపోయినవాళ్ళు బ్రతికి వస్తారని ప్రకటించటం విని వాళ్ళకు చాలా కోపం వచ్చింది."},{"number":3,"verse":"వాళ్ళు పేతురును, యోహానును బంధించారు. అప్పటికే సాయంకాలమై ఉండటం వల్ల మరుసటి రోజు దాకా వాళ్ళను బంధించి ఉంచారు."},{"number":4,"verse":"వాళ్ళ సందేశాన్ని విని అనేకులు విశ్వాసులయ్యారు. ఆ విశ్వాసుల సంఖ్య సుమారు అయిదు వేలదాకా పెరిగిపోయింది."},{"number":5,"verse":"మరుసటి రోజు నాయకులు, పెద్దలు, పండితులు యెరూషలేములో సమావేశం అయ్యారు."},{"number":6,"verse":"“అన్న” అనే ప్రధాన యాజకుడు, కయప, యోహాను, అలెక్సంద్రు, ప్రధాన యాజకుని కుటుంబానికి చెందినవాళ్ళంతా ఆ సమావేశంలో ఉన్నారు."},{"number":7,"verse":"పేతురును, యోహానును వీళ్ళ ముందుకు పిలుచుకు వచ్చారు. “ఏ అధికారంతో, ఎవరి పేరిట మీరాపని చేసారు?” అని వాళ్ళు ప్రశ్నించటం మొదలు పెట్టారు."},{"number":8,"verse":"అదే సమయంలో, పేతురు పవిత్రాత్మతో నిండినవాడై వాళ్ళకు ఈ విధంగా సమాధానం చెప్పాడు: “ప్రజా నాయకులారా! పెద్దరాలా!"},{"number":9,"verse":"ఒక కుంటివానికి చేసిన ఉపకారాన్ని గురించి మమ్మల్ని ప్రశ్నించాలనుకొంటున్నారా? అతనికి ఎవరు నయం చేసారని తెలుసుకోవాలనుకొంటున్నారా?"},{"number":10,"verse":"అలాగైతే మీరు, ఇశ్రాయేలు ప్రజలు ఇది తెలుసుకోవాలి. నజరేతు నివాసి యేసు క్రీస్తు పేరిట ఈ కుంటివాడు పూర్తిగా నయమై మీ ముందు నిలుచున్నాడు. మీరు యేసును సిలువకు వేసి చంపినా దేవుడాయన్ని బ్రతికించాడు."},{"number":11,"verse":"‘ఇల్లు కట్టువాళ్ళైన మీరు పారవేసిన రాయి ఈ యేసే! ఇప్పుడది మూలకు తలరాయి అయింది.’ ( .)"},{"number":12,"verse":"రక్షణ యింకెవరి ద్వారా లభించదు. ఎందుకంటే, రక్షణ పొందటానికి ఈ పేరు (యేసు క్రీస్తు) తప్ప మరే పేరును దేవుడు మానవులకు తెలుపలేదు. ఈ పేరుకు తప్ప ఆ శక్తి ప్రపంచంలో మనుష్యులకివ్వబడిన మరే పేరుకు లేదు.”"},{"number":13,"verse":"పేతురు, యోహాను చదువురాని మామూలు మనుష్యులని వాళ్ళకు తెలుసు. కాని వాళ్ళ ధైర్యాన్ని చూసి సభ్యులకు ఆశ్చర్యం వేసింది. అప్పుడా సభ్యులు వాళ్ళు యేసుతో ఉన్నవాళ్ళని గ్రహించారు."},{"number":14,"verse":"కాని నయమైన మనిషి వాళ్ళతో నిలిచి ఉండటం చూసి యింకే ఆక్షేపణలు చెయ్యలేక పోయారు."},{"number":15,"verse":"వాళ్ళను మహాసభనుండి వెళ్ళమని ఆజ్ఞాపించి పరస్పరం యిలా చర్చించుకొన్నారు:"},{"number":16,"verse":"“వీళ్ళనేం చెయ్యాలి? యెరూషలేము నివాసులందరికి వీళ్ళు అద్భుతమైన మహిమ చేసారని బాగా తెలుసు. మనం దాన్ని కాదనలేం."},{"number":17,"verse":"కాని యిది ప్రజల్లో యింకా ఎక్కువగా వ్యాపించక ముందే యిక మీదట అతని పేరిట ఎవరితో ఏమీ మాట్లాడవద్దని వాళ్ళను వారించాలి.”"},{"number":18,"verse":"వాళ్ళను మళ్ళీ పిలిచి యేసు పేరిట బోధించకూడదని, ఆయన గురించి మాట్లాడకూడదని ఆజ్ఞాపించారు."},{"number":19,"verse":"కాని పేతురు, యోహాను వాళ్ళకు సమాధానం చెబుతూ, “మీరు చెప్పింది చెయ్యాలో, లేక దేవుడు చెప్పింది చెయ్యాలో, దేవుని దృష్టిలో ఏది న్యాయమో మీలో మీరు నిర్ణయించుకోండి."},{"number":20,"verse":"ఎందుకంటే మేము చూసినదాన్ని, విన్నదాన్ని గురించి ప్రజలకు చెప్పకుండా వుండలేము” అని అన్నారు."},{"number":21,"verse":"వాళ్ళు పేతురును, యోహానును యింకా కొంచెం భయపెట్టి వదిలేసారు."},{"number":22,"verse":"దేవుని మహిమవల్ల నయమైన వ్యక్తి నలభై ఏండ్లు దాటినవాడు. ఈ జరిగిన సంఘటనవల్ల ప్రజలంతా కలిసి దేవుణ్ణి స్తుతించటం మొదలు పెట్టారు. అందువలన వీళ్ళను ఏ విధంగా శిక్షించాలో వాళ్ళు నిర్ణయం తీసుకోలేకపోయారు."},{"number":23,"verse":"( విశ్వాసుల ప్రార్థన) విడుదలయ్యాక పేతురు, యోహాను తమ వాళ్ళ దగ్గరకు వెళ్ళి ప్రధానయాజకులు, పెద్దలు చెప్పినదంతా చెప్పారు."},{"number":24,"verse":"ఇది విన్నాక వాళ్ళంతా కలిసి ఒకే ధ్యేయంతో దేవుణ్ణి ఈ విధంగా ప్రార్థించారు: “మహా ప్రభూ! నీవు ఆకాశాన్ని, భూమిని, సముద్రాన్ని, వాటిలో ఉన్న సకల వస్తువుల్ని సృష్టించావు."},{"number":25,"verse":"నీవు పవిత్రాత్మ ద్వారా నీ సేవకుడు, మా తండ్రి అయిన దావీదు నోటినుండి యిలా పలికించావు: ‘జనాంగములు ఎందుకు రెచ్చుతున్నాయి? ప్రజలెందుకు వృథాగా పన్నాగాలు పన్నుతున్నారు?"},{"number":26,"verse":"‘రాజులు, పాలకులు కలిసి ప్రభువును, ఆయన క్రీస్తును ఎందుకు ఎదిరిస్తున్నారు?’ ( .)"},{"number":27,"verse":"హేరోదు మరియు పొంతి పిలాతు ఇశ్రాయేలు ప్రజలతో మరియు యితర దేశ ప్రజలతో కలిసారు. అంతా కలిసి పవిత్రతగల నీ సేవుకుణ్ణి, నీవు క్రీస్తుగా నియమించిన యేసును నిజంగానే ఎదిరించారు."},{"number":28,"verse":"ఏది జరగాలో నీ శక్తి సంకల్పానుసారం నీవు ముందే నిర్ణయించావు. వాళ్ళు నీవు నిర్ణయించినట్లే చేసారు."},{"number":29,"verse":"ఇప్పుడు వాళ్ళు మమ్మల్ని భయపెడ్తున్నారు, చూడు ప్రభూ! నీ సందేశాన్ని ధైర్యంగా చెప్పే శక్తిని నీ సేవకులకు యివ్వు!"},{"number":30,"verse":"యేసు పవిత్రమైనవాడు, నీ సేవకుడు. ఆయన పేరిట రోగుల్ని నయం చెయ్యటానికి, అద్భుతాలు, మహత్యాలు చెయ్యటానికి నీ అభయ హస్తాన్ని చాపి మాకు శక్తినివ్వు!”"},{"number":31,"verse":"వాళ్ళ ప్రార్థన ముగిసాక వాళ్ళు సమావేశమైన స్థలం కంపించింది. అందరిలో పవిత్రాత్మ నింపుదల కలిగింది. వాళ్ళు దైవసందేశాన్ని ధైర్యంగా చెప్పటం మొదలు పెట్టారు."},{"number":32,"verse":"( విశ్వాసుల ఐకమత్యం) విశ్వాసుల మనస్సు, ఆత్మ ఒకే విధంగా ఉండేవి. ఎవ్వరూ “ఇది నాది” అని అనకుండా తమకున్న వాటిని ఇతర్లతో పంచుకొనేవాళ్ళు."},{"number":33,"verse":"దైవికమైన శక్తితో అపొస్తలులు ప్రభువు బ్రతికి వచ్చాడని రుజువు చేసారు. దేవుని అనుగ్రహం వాళ్ళందరిపై సంపూర్ణంగా ఉంది."},{"number":34,"verse":"వాళ్ళలో ఎవ్వరికీ ఏ కొరతలు ఉండేవి కావు. ఇండ్లు, పొలాలు ఉన్నవాళ్ళు వాటిని అమ్మి,"},{"number":35,"verse":"ఆ డబ్బును అపొస్తలుల పాదాల ముందుంచేవాళ్ళు. ఆ అపొస్తలులు అవసరమున్న ప్రతి ఒక్కనికి ఆ డబ్బును పంచేవాళ్ళు."},{"number":36,"verse":"యోసేపు అనే అతడు లేవి వంశీయుడు. ఇతడు సైప్రసు (కుప్ర) ద్వీపానికి చెందినవాడు. ఇతణ్ణి అపొస్తలులు బర్నబా (ప్రోత్సాహపు కుమారుడని ఈ పదానికి అర్థం) అని పిలిచేవాళ్ళు."},{"number":37,"verse":"ఇతడు తన పొలాన్ని అమ్మి ఆ డబ్బు తెచ్చి అపొస్తలుల పాదాల ముందుంచాడు."}]}