{"bibleAbbr":"DRC1752","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"Man born of a woman, living for a short time, is filled with many miseries."},{"number":2,"verse":"Who cometh forth like a flower, and is destroyed, and fleeth as a shadow, and never continueth in the same state."},{"number":3,"verse":"And dost thou think it meet to open thy eyes upon such an one, and to bring him into judgment with thee?"},{"number":4,"verse":"Who can make him clean that is conceived of unclean seed ? is it not thou who only art?"},{"number":5,"verse":"The days of man are short, and the number of his months is with thee: thou hast appointed his bounds which cannot be passed."},{"number":6,"verse":"Depart a little from him, that he may rest, until his wished for day come, as that of the hireling."},{"number":7,"verse":"A tree hath hope: if it be cut, it groweth green again, and the boughs thereof sprout."},{"number":8,"verse":"If its root be old in the earth, and its stock be dead in the dust:"},{"number":9,"verse":"At the scent of water, it shall spring, and bring forth leaves, as when it was first planted."},{"number":10,"verse":"But man when he shall be dead, and stripped and consumed, I pray you where is he?"},{"number":11,"verse":"As if the waters should depart out of the sea, and an emptied river should be dried up:"},{"number":12,"verse":"So man when he is fallen asleep shall not rise again; till the heavens be broken, he shall not awake, nor rise up out of his sleep."},{"number":13,"verse":"Who will grant me this, that thou mayest protect me in hell, and hide me till thy wrath pass, and appoint me a. time when thou wilt remember me?"},{"number":14,"verse":"Shall man that is dead, thinkest thou, live again? all the days in which I am now in warfare, I expect until my change come."},{"number":15,"verse":"Thou shalt call me, and I will answer thee: to the work of thy hands thou shalt reach out thy right hand."},{"number":16,"verse":"Thou indeed hast numbered my steps, but spare my sins."},{"number":17,"verse":"Thou hast sealed up my offences as it were in a bag, but hast cured my iniquity."},{"number":18,"verse":"A mountain falling cometh to nought, and a rock is removed out of its place."},{"number":19,"verse":"Waters wear away the stones, and with inundation the ground by little and little is washed away: so in like manner thou shalt destroy man."},{"number":20,"verse":"Thou hast strengthened him for a little while, that he may pass away for ever: thou shalt change his face, and shalt send him away."},{"number":21,"verse":"Whether his children come to honour or dishonour, he shall not understand."},{"number":22,"verse":"But yet his flesh, while he shall live, shall have pain, and his soul shall mourn over him."}]}