{"bibleAbbr":"GB1539","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"And Naomis husband had a kinsman of strength, and myght, (which was of the kynredd of Elimelec) named Booz."},{"number":2,"verse":"And Ruth the Moabitesse sayd vnto Naomi: let me go to the felde, and geather eares of corne after any man in whose syght, I fynde grace. And she sayde vnto her: go my daughter."},{"number":3,"verse":"And she went, and came to the felde, and geathered after the reapers, and her chaunce was, that the same felde pertayned vnto Booz, which was of the kynred of Elimelec."},{"number":4,"verse":"And behold, Booz came from Bethlehem, and sayd vnto the reapers: the Lorde be with you. And they answered him: the Lorde blesse the."},{"number":5,"verse":"Then sayd Booz vnto his younge man that stode by the reapers. Whose damosell is this?"},{"number":6,"verse":"And the younge man that stode by the reapers, answered, and sayde: it is the Moabityshe damosell, that came with Naomi out of the countrey of Moab,"},{"number":7,"verse":"and she sayde vnto vs: Oh, let me lease & geather after the reapers, the eares that remayne: and so she came, and hath continued euen from the mornyng vnto now, saue that she taried a litle in the house."},{"number":8,"verse":"Then sayde Booz vnto Ruth: hearest thou my daughter: go to no nother felde to geather, nether go from hence: but abyde here by my maydens."},{"number":9,"verse":"Let thine eyes be on the felde that they reape, and go thou after the maydens. Haue I not charged the young men, that they shal do the no hurt? Moreouer when thou art a thyrst, go vnto the vessels, and drinck of that which the laddes haue drawen."},{"number":10,"verse":"Then she fell on her face and bowed her selfe to the grounde, and sayd vnto him: how is it that I haue founde grace in thine eyes, and that thou shuldest knowe me, seing I am an aliaunt?"},{"number":11,"verse":"And Booz answered and sayde vnto her: all is tolde and shewed me, that thou hast done vnto thy mother in lawe, sence the death of thyne husbande, how thou hast lefte thy father and thy mother, and the lande where thou wast borne, and art come vnto a nacion which thou knewest not in tyme passed."},{"number":12,"verse":"The Lord quyte thy worcke, and a full rewarde be geuen the of the Lorde God of Israell, vnder whose wynges thou art come to abyde."},{"number":13,"verse":"Then she sayde: let me fynde fauoure in thy syghte my Lorde, thou that hast conforted me, and spoken hartely vnto thy mayde, which yet am not like vnto one of thy maydens."},{"number":14,"verse":"Booz sayde vnto her agayne: in tyme of refeccyon come thou hither, and eate of the breed, and dypp thy soppe in the vinegre. And she sate downe by the reapers, & he reached her parched corne: of the which she dyd eate, and was suffised, and lefte parte."},{"number":15,"verse":"And when she was rysen vp to gather, Booz commaunded hys young men, saying: let her gather euen amonge the heapes, and forbydde her not."},{"number":16,"verse":"And leaue her some of the sheues for the nonce, and let it lye, that she maye gather it vp, and rebuke her not."},{"number":17,"verse":"And so she geathered in the felde, vntyll euen, and thresshed that she had geathered, and it was in measure vpon an Epha of barleye."},{"number":18,"verse":"And she toke it vp, and went into the cytie: and whan her mother in lawe had sene what she had gathered, she plucked out also, & gaue to her that she had reserued, when she had eaten ynough."},{"number":19,"verse":"And her mother in lawe sayd vnto her: where hast thou gathered to daye? and where wroughtest thou? blessed be he, that knewe that. And she shewed her mother in lawe how she had wrought with him, and sayde: the mannes name with whom I wrought to daye is Booz."},{"number":20,"verse":"And Naomi sayd vnto her daughter in lawe: blessed be he of the Lorde, for he ceasseth not to do good to the lyuing and to the deed. And Naomi sayde agayne vnto her: the man is nye vnto vs, and of oure next kynne."},{"number":21,"verse":"And Ruth the Moabite sayde: he sayde vnto me also. Thou shalt be wt my young men, vntyll they haue ended all my haruest."},{"number":22,"verse":"And Naomi answered vnto Ruth her daughter in lawe: it is best my daughter that thou go out with hys maydens, that they fall not vpon the in any other felde."},{"number":23,"verse":"And so she kept her by the maydens of Booz, to gather, vnto the ende of barley haruest and of whete heruest also: and dwelt with her mother in lawe."}]}