{"bibleAbbr":"neNRV2012","bookName":"१ इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"( मन्दिरको निर्माणको तयारी) तब दाऊदले भने, “परमप्रभु परमेश्‍वरका भवनको स्‍थान यही हुनेछ, र यही नै इस्राएलको निम्‍ति होमबलिको वेदी पनि हुनेछ।”"},{"number":2,"verse":"तब दाऊदले इस्राएलमा बसोबास गर्ने परदेशीहरूलाई भेला हुने हुकुम गरे, र तिनीहरूलाई ढुङ्गा काटेर तयार गर्न परमप्रभुको भवन बनाउने काममा खटाए।"},{"number":3,"verse":"तिनले ढोकाहरू र चौकोसहरूका लागि कीला बनाउनका निम्‍ति धेरै फलाम दिए, र काँसा जोखी नसक्‍ने गरी पनि दिए।"},{"number":4,"verse":"अनि देवदारुका काठ बेहिसाब थुपारे, किनभने सीदोनी र टुरोसका मानिसहरूले दाऊदको निम्‍ति प्रशस्‍त मात्रामा देवदारु ल्‍याइदिए।"},{"number":5,"verse":"दाऊदले भने, “मेरो छोरो सोलोमन कलिलै छ। परमप्रभुको निम्‍ति निर्माण गरिने भवन अत्‍यन्‍तै शोभायमान र सबै देशमा प्रसिद्ध र नाउँ चलेको हुनुपर्छ। यसकारण त्‍यो निर्माण गर्नलाई मैले नै सबै तयारी गर्नेछु।” यसैले आफ्‍नो मृत्‍युअघि नै दाऊदले प्रचुर सामान तयार गर्न लागे।"},{"number":6,"verse":"तिनले आफ्‍ना छोरा सोलोमनलाई बोलाइपठाए, र परमप्रभु इस्राएलका परमेश्‍वरको निम्‍ति एउटा भवन निर्माण गर्ने आज्ञा दिए।"},{"number":7,"verse":"तिनले सोलोमनलाई भने, “हे मेरो छोरो, परमप्रभु मेरा परमेश्‍वरका नाउँको निम्‍ति एउटा भवन निर्माण गर्ने मेरो अभिप्राय थियो। ( ; )"},{"number":8,"verse":"तर परमप्रभुले मलाई मनाही गरेर भन्‍नुभयो, ‘तैंले धेरै रक्तपात र ठूला-ठूला युद्ध गरेको छस्। मेरो नाउँको निम्‍ति तैंले यो भवन निर्माण गर्नेछैनस्, किनभने मेरो दृष्‍टिमा तैंले पृथ्‍वीमा धेरै रक्तपात गरेको छस्।"},{"number":9,"verse":"तर तेरो एउटा छोरो हुनेछ, जो शान्‍तिको मानिस हुनेछ। म चारैतिर त्‍यसका सबै शत्रुहरूबाट त्‍यसलाई शान्‍ति दिनेछु। त्‍यसको नाउँ सोलोमन हुनेछ। त्‍यसको राजकालमा म इस्राएललाई शान्‍ति र चैन दिनेछु।"},{"number":10,"verse":"त्‍यसैले नै मेरो नाउँको निम्‍ति एउटा भवन बनाउनेछ। त्‍यो मेरो छोरो हुनेछ, र म त्‍यसका पिता हुनेछु। अनि म इस्राएलमा सदासर्वदाको लागि त्‍यसको राज्‍यको सिंहासन स्‍थिर गर्नेछु’।"},{"number":11,"verse":"“अब हे मेरो छोरो सोलोमन, परमप्रभु तँसँग रहून्। तैंले नै बनाउनुपर्छ भनी उहाँले भन्‍नुभएअनुसार तेरो उन्‍नति होस्, र तैंले परमप्रभु तेरा परमेश्‍वरको घर बना।"},{"number":12,"verse":"परमप्रभुले तँलाई बुद्धि र ज्ञान देऊन्, कि उहाँले तँलाई इस्राएलमाथि अधिकार दिनुहुँदा तैंले परमप्रभु तेरा परमेश्‍वरको व्‍यवस्‍था पालन गर्।"},{"number":13,"verse":"इस्राएलको निम्‍ति मोशालाई परमप्रभुले आदेश दिनुभएअनुसार यदि तँ उहाँका विधि र नियमहरू पालन गर्नलाई होशियार भइस् भने तेरो उन्‍नति हुनेछ। साहसी र दृढ़ हो, निर्बल र निरुत्‍साहित नहो। ( )"},{"number":14,"verse":"“ज्‍यादै दु:ख उठाएर मैले परमप्रभुका मन्‍दिरको निम्‍ति एक लाख तोड़ा ( अर्थात् करीब ३.५ हजार टन) सुन, दश लाख तोड़ा ( अर्थात् करीब ३४ हजार टन) चाँदी, जोख्‍नै नसकिने काँसा र फलाम जोहो गरिराखेको छु। काठपात र ढुङ्गा पनि तयार गरिराखेको छु। तैंले त्‍यसमा अरू थप्‍न सक्‍छस्।"},{"number":15,"verse":"त्‍यसबाहेक तँसित धेरै कारीगर, डकर्मी, ढुङ्गा काट्ने, सिकर्मीहरू,"},{"number":16,"verse":"अनि सुन, चाँदी, काँसा र फलामका सबै किसिमका काम गर्ने अनगन्‍ती निपुण मानिसहरू पनि छन्। यसैकारण अब काम सुरु गर्, र परमप्रभु तँसित होऊन्।”"},{"number":17,"verse":"दाऊदले इस्राएलका सबै अगुवाहरूलाई आफ्‍ना छोरा सोलोमनलाई सघाउन भनी यसो भनेर हुकुम गरे,"},{"number":18,"verse":"“के परमप्रभु तिमीहरूका परमेश्‍वर तिमीहरूसँग हुनुहुन्‍न? के उहाँले तिमीहरूलाई चारैतिर शान्‍ति दिनुभएको छैन? किनकि उहाँले यस देशका बासिन्‍दाहरूलाई मेरो अधीनमा राख्‍नुभएको छ। उनीहरू परमप्रभु र उहाँका प्रजाको अधीनमा छन्।"},{"number":19,"verse":"अब परमप्रभु तिमीहरूका परमेश्‍वरको अगुवाइ खोज्‍न आफ्‍नो तनमन लगाओ। उहाँको पवित्रस्‍थान निर्माण गर्नमा लाग, ताकि तिमीहरूले परमप्रभुका करारको सन्‍दूक र परमेश्‍वरका पवित्र भाँड़ाकुँड़ाहरू उहाँको नाउँको निम्‍ति बनाइएको मन्‍दिरमा ल्‍याओ।”"}]}