{
  "bibleAbbr" : "TERV1998",
  "bookName" : "நெகேமியா",
  "bookEnglishName" : "Nehemiah",
  "chapterNumber" : 8,
  "verses" : [ {
    "number" : 1,
    "verse" : "எஸ்றா சட்டத்தை வாசிக்கிறான்ஆண்டின் ஏழாவது மாதத்தில் இஸ்ரவேல் ஜனங்கள் அனைவரும் ஒன்று கூடினார்கள். அவர்கள் ஒன்றாயிருந்தார்கள். அவர்கள் ஒருமனப்பட்டு தண்ணீர் வாசலுக்கு முன்னால் திறந்தவெளியில் அனைவரும் கூடினார்கள். அந்த ஜனங்கள் அனைவரும் எஸ்றா எனும் வேதபாரகனிடம் மோசேயின் சட்டப் புத்தகத்தைக் கொண்டுவர வேண்டுமென்று கேட்டார்கள். அதுதான் இஸ்ரவேல் ஜனங்களுக்குக் கர்த்தரால் கொடுக்கப்பட்ட சட்டப் புத்தகம்."
  }, {
    "number" : 2,
    "verse" : "எனவே, ஆசாரியனான எஸ்றா அங்கே கூடியுள்ள ஜனங்களின் முன், சட்டப் புத்தகத்தைக் கொண்டுவந்தான். இதுவே அம்மாதத்தின் முதல் நாளாகும். இது அந்த ஆண்டின் ஏழாவது மாதமாகும். அக்கூட்டத்தில் ஆண்களும் பெண்களுமாகக் கவனித்துக்கொள்ளவும் புரிந்துக்கொள்ளவும் போதிய வயதுடையவர்களாக இருந்தனர்."
  }, {
    "number" : 3,
    "verse" : "எஸ்றா அதிகாலையிலிருந்து மதியம்வரை சட்டப்புத்தகத்திலிருந்து உரத்த குரலில் வாசித்தான். அவன் ஆண்களும் பெண்களுமாய் கவனிக்கவும் புரிந்துகொள்ளவும் போதிய வயதுடையவர்களாக இருந்தவர்களிடம் வாசித்தான். அனைத்து ஜனங்களும் கவனமாகக் கேட்டனர். சட்டப் புத்தகத்தில் கவனம் வைத்தனர்."
  }, {
    "number" : 4,
    "verse" : "எஸ்றா மரத்தால் ஆன மேடையின் மேல் நின்றான். அது இந்த சிறப்பு நிகழ்ச்சிக்காக அமைக்கப்பட்டிருந்தது. எஸ்றாவின் வலது புறத்தில் மத்தித்தியாவும், செமாவும், அனாயாவும், உரியாவும், இல்க்கியாவும், மாசெயாவும், நின்றனர். அவனது இடது புறத்தில் பெதாயாவும், மீசவேலும், மல்கியாவும், அசூமும், அஸ்பதானாவும், சகரியாவும், மெசுல்லாமும் நின்றார்கள்."
  }, {
    "number" : 5,
    "verse" : "எனவே எஸ்றா புத்தகத்தைத் திறந்தான். ஜனங்கள் எல்லோரும் அவனைப் பார்க்க முடிந்தது. ஏனென்றால் அவன் உயர்ந்த மேடையில் நின்றுக்கொண்டிருந்தான். எஸ்றா சட்ட புத்தகத்தைத் திறந்ததும் ஜனங்கள் எல்லாரும் எழுந்து நின்றனர்."
  }, {
    "number" : 6,
    "verse" : "எஸ்றா உன்னத தேவனாகிய கர்த்தரைத் துதித்தான். ஜனங்கள் அனைவரும் தங்கள் கைகளை உயர்த்தி அதற்கு மறுமொழியாக “ஆமென்! ஆமென்!” என்று சொன்னார்கள். பிறகு ஜனங்கள் அனைவரும் குனிந்து முகங்குப்புற விழுந்து கர்த்தரை தொழுதுகொண்டார்கள்."
  }, {
    "number" : 7,
    "verse" : "லேவியர் கோத்திரத்திலுள்ள இம்மனிதர்கள் அங்கே நின்றுக்கொண்டிருந்த ஜனங்களிடம் சட்டத்தைப் பற்றி ஜனங்களுக்குப் புரியும்படிச் செய்தனர். அவர்கள் யெசுவா, பானி, செரேபியா, யாமின், அக்கூப், சபெதாயி, ஒதியா, மாசெயா, கேலிதா, அசரியா, யோசபாத், ஆனான், பெலாயா ஆகியோர்களாவார்கள்."
  }, {
    "number" : 8,
    "verse" : "அந்த லேவியர்கள் தேவனுடைய சட்டப்புத்தகத்தை வாசித்தனர். அவர்கள் அதனைப் புரியும்படிச் செய்தனர். அதன் பொருளையும் விளக்கினார்கள். அவர்கள் இதனைச் செய்ததால் ஜனங்கள் வாசிக்கப்பட்டது என்னவென்று புரிந்துக்கொண்டனர்."
  }, {
    "number" : 9,
    "verse" : "பிறகு ஆளுநராகிய நெகேமியா, ஆசாரியனுமான, வேதபாரகனாகிய எஸ்றா மற்றும் ஜனங்களுக்குப் போதித்த லேவியர்களும் ஜனங்களிடம், “இந்நாள் சிறப்புக்குரிய நாளாகசிறப்புக்குரிய நாள் ஒவ்வொரு மாதத்தின் முதலாம் நாளும், இரண்டாம் நாளும் தொழுதுகொள்வதற்குரிய சிறப்பான நாள்களாகும். ஜனங்கள் அன்று கூடி சிறப்பான உணவைப் பகிர்ந்துகொள்வார்கள். உங்கள் தேவனாகிய கர்த்தருக்கு உள்ளது. எனவே துக்கப்படவும் அழவும் வேண்டாம்” என்றனர். ஏனென்றால் ஜனங்கள் தேவனுடையச் செய்திகளைச் சட்டத்தில் கேட்டதும் அழுதனர்."
  }, {
    "number" : 10,
    "verse" : "நெகேமியா, “போங்கள், நல்ல உணவையும் இனிய பானங்களையும் குடித்து மகிழுங்கள். கொஞ்சம் உணவையும் பானத்தையும் உணவு எதுவும் தயார் செய்யாத ஜனங்களுக்குக் கொடுங்கள். இன்று கர்த்தருக்கு சிறப்பிற்குரிய நாள். துக்கப்படவேண்டாம். ஏனென்றால் கர்த்தருடைய மகிழ்ச்சியானது உங்களைப் பலமுடையவர்களாகச் செய்யும்” என்றான்."
  }, {
    "number" : 11,
    "verse" : "லேவியின் கோத்திரத்தாரும் ஜனங்கள் அமைதியடைய உதவினார்கள். அவர்கள், “அமைதியாக இருங்கள், இது சிறப்பிற்குரிய நாள், துக்கப்பட வேண்டாம்” என்றனர்."
  }, {
    "number" : 12,
    "verse" : "பிறகு ஜனங்கள் எல்லாரும் சிறப்பான உணவை உண்ணச் சென்றனர். அவர்கள், தம் உணவையும் பானங்களையும் பகிர்ந்துக்கொண்டனர். அவர்கள் சந்தோஷமாக இருந்தனர். அச்சிறப்பு நாளைக் கொண்டாடினார்கள். அவர்கள் ஆசிரியர்கள் அவர்களுக்கு கற்பிக்க முயற்சி செய்துக்கொண்டிருந்த கர்த்தருடைய போதனைகளை புரிந்துக்கொண்டனர்."
  }, {
    "number" : 13,
    "verse" : "பிறகு அம்மாதத்தின் இரண்டாவது நாளில் அனைத்து குடும்பத் தலைவர்களும் போய் எஸ்றாவையும், ஆசாரியர்களையும், லேவியர்களையும் சந்தித்தனர். அவர்கள் அனைவரும் வேதபாரகனாகிய எஸ்றாவைச் சுற்றி சட்டத்தின் வார்த்தைகளைக் கற்றுக்கொள்ள கூடினார்கள்."
  }, {
    "number" : 14,
    "verse" : "அவர்கள் கற்று சட்டத்தில் கட்டளைகள் இருப்பதைக் கண்டனர். கர்த்தர் இந்தக் கட்டளையை மோசே மூலம் ஜனங்களுக்குக் கொடுத்தார். ஆண்டின் ஏழாவது மாதத்தில், இஸ்ரவேல் ஜனங்கள் ஒரு விஷேச விடுமுறையை (கூடாரங்கள் விழா) கொண்டாட எருசலேமிற்குப் போகவேண்டும். அவர்கள் தற்காலிகமாக கூடாரங்களில் அங்கே குடியிருக்கவேண்டும். ஜனங்கள் தங்களது சகல நகரங்களுக்கும் எருசலேமிற்கும் போய் இவற்றைக் கூறவேண்டும்: “மலை நாடுகளுக்குப் போங்கள். பலவகையாக ஒலிவ மரங்களிலிருந்து கிளைகளை எடுங்கள். மிருதுச்செடிகளின் கிளைகளையும், பேரீச்ச மரப்பட்டைகளையும், அடர்ந்த மரக்கிளைகளையும் கொண்டுவாருங்கள். அக்கிளைகளைக் கொண்டு தற்காலிகமாகக் கூடாரங்களை அமையுங்கள். சட்டம் சொல்லுகிறபடிச் செய்யுங்கள்.”"
  }, {
    "number" : 16,
    "verse" : "எனவே, ஜனங்கள் வெளியே போய் அம்மரக் கிளைகளை எடுத்தனர். பிறகு அவர்கள் தற்காலிகமான கூடாரங்களைத் தங்களுக்காக அமைத்தனர். அவர்கள் தங்கள் சொந்த கூரைகள் மேலும் முற்றங்களிலும் கூடாரங்களை அமைத்துக்கொண்டனர். ஆலயப் பிரகாரங்களிலும், தண்ணீர் வாசல் அருகிலுள்ள திறந்த வெளியிலும், எப்பிராயீம் வாசல் வீதியிலும் தங்களுக்குக் கூடாரங்களைப் போட்டார்கள்."
  }, {
    "number" : 17,
    "verse" : "இவ்வாறு சிறையிருப்பிலிருந்து திரும்பி வந்த இஸ்ரவேல் ஜனங்களின் குழு முழுவதும் கூடாரங்களைப் போட்டார்கள். அவர்கள் அமைத்த கூடாரங்களிலேயே அவர்கள் குடி இருந்தார்கள். நூனின் குமாரனாகிய யோசுவாவின் நாட்கள் முதல் அந்நாள்வரை இஸ்ரவேல் ஜனங்கள் அடைக்கலக் கூடாரப் பண்டிகையை இவ்வாறு கொண்டாடவில்லை. ஒவ்வொருவரும் மிகவும் சந்தோஷமாக இருந்தனர்."
  }, {
    "number" : 18,
    "verse" : "விழாவின் ஒவ்வொரு நாளும் சட்டப் புத்தகத்தில் இருந்து எஸ்றா வாசித்தான். விழாவின் முதல் நாளிலிருந்து கடைசி நாள்வரை எஸ்றா சட்டப் புத்தகத்தை வாசித்தான். இஸ்ரவேல் ஜனங்கள் இவ்விழாவை ஏழு நாட்கள் கொண்டாடினார்கள். பிறகு எட்டாவது நாள் ஜனங்கள் முறைப்படி ஒரு சிறப்புக் கூட்டத்திற்காகக் கூடினார்கள்."
  } ]
}