{
  "bibleAbbr" : "TERV1998",
  "bookName" : "நெகேமியா",
  "bookEnglishName" : "Nehemiah",
  "chapterNumber" : 9,
  "verses" : [ {
    "number" : 1,
    "verse" : "(இஸ்ரவேல் ஜனங்கள் தங்கள் பாவங்களை அறிக்கையிடுகிறார்கள்) பிறகு அதே மாதத்தின் 24வது நாள் இஸ்ரவேல் ஜனங்கள் ஒரு நாள் உபவாசத்திற்காகக் கூடினார்கள். அவர்கள் துக்கத்திற்குரிய ஆடையை அணிந்தனர்; தங்கள் தலையில் சாம்பலைப் போட்டுக்கொண்டனர். இதன் மூலம் தாங்கள் துக்கமாகவும், கலக்கமாகவும் இருப்பதாகக் காட்டினார்கள்."
  }, {
    "number" : 2,
    "verse" : "இஸ்ரவேல் சந்ததியினர் அயல் நாட்டினவர்களிடமிருந்து தங்களைப் பிரித்துக்கொண்டனர். இஸ்ரவேலர்கள் ஆலயத்தில் எழுந்து நின்று தங்களது பாவங்களையும் தங்கள் முற்பிதாக்களின் பாவங்களையும் அறிக்கையிட்டனர்."
  }, {
    "number" : 3,
    "verse" : "அவர்கள் மூன்று மணி நேரம் எழுந்து நின்று, ஜனங்கள் தங்கள் தேவனாகிய கர்த்தருடைய சட்டப்புத்தகத்தை வாசித்தனர். பிறகு மேலும் மூன்று மணிநேரம் தங்கள் பாவங்களை அறிக்கையிட்டனர். தங்கள் தேவனாகிய கர்த்தரை குனிந்து தொழுதுகொண்டனர்."
  }, {
    "number" : 4,
    "verse" : "யெசுவா, பானி, கத்மியேல், செப்பனியா, புன்னி, செரெபியா, பானி, கெனானி என்பவர்கள் லேவியர்களுடைய படிகளின் மேல் நின்றார்கள். அவர்கள் தங்கள் தேவனாகிய கர்த்தரை உரத்தக்குரலில் அழைத்தார்கள்."
  }, {
    "number" : 5,
    "verse" : "பிறகு லேவியரான யெசுவா, கத்மியேல், பானி, ஆசாப்நெயா, செரெபியா, ஒதியா, செபனியா, பெத்தகியா ஆகியோர் ஜனங்களைப் பார்த்து பேசினார்கள். அவர்கள், “எழுங்கள் உங்கள் தேவனாகிய கர்த்தரை துதியுங்கள்!” என்றனர். “தேவன் என்றென்றும் வாழ்கிறார்! தேவன் என்றென்றும் வாழ்வார்! ஜனங்கள் உமது மகிமையுள்ள நாமத்தைத் துதிக்க வேண்டும்! உமது நாமம் எல்லாத் துதிக்கும் போற்றுதலுக்கும் மேலானதாக இருப்பதாக!"
  }, {
    "number" : 6,
    "verse" : "நீரே தேவன்! கர்த்தாவே, நீர் ஒருவரே தேவன்! நீர் வானத்தை உண்டாக்கினீர்! நீர் மிக உயர்ந்த பரலோகத்தையும் அதிலுள்ள எல்லாவற்றையும் உண்டாக்கினீர்! நீர் பூமியையும் அதிலுள்ள அனைத்தையும் உண்டாக்கினீர்! நீர் கடல்களையும் அதிலுள்ள அனைத்தையும் உண்டாக்கினீர்! நீர் எல்லாவற்றிற்கும் உயிர் கொடுத்தீர்! தேவதூதர்களெல்லாம் உம்மை பணிந்து தொழுதுகொள்கின்றனர்!"
  }, {
    "number" : 7,
    "verse" : "நீரே தேவனாகிய கர்த்தர். நீர் ஆபிராமைத் தேர்ந்தெடுத்தீர். பாபிலோனிலுள்ள ஊரிலிருந்து அவரை வழிநடத்தினீர். அவனது பெயரை ஆபிரகாம் என்று மாற்றினீர்."
  }, {
    "number" : 8,
    "verse" : "அவன் உமக்கு உண்மையாகவும் நம்பிக்கையுடையவனாகவும் இருந்ததைக் கண்டீர். நீர் அவனோடு ஒரு உடன்படிக்கை செய்துக்கொண்டீர். நீர் அவனுக்கு கானானியர், ஏத்தியர், எமோரியர், பெரிசியர், எபூசியர், கிர்காசியர் ஆகியோரது நாடுகளைக் கொடுப்பதாக வாக்களித்தீர். ஆனால் நீர் அத்தேசத்தை ஆபிரகாமின் சந்ததியினருக்குக் கொடுப்பதாக வாக்களித்தீர். உமது வாக்குறுதியைக் காப்பாற்றினீர்! ஏன்? ஏனென்றால் நீர் நல்லவர்!"
  }, {
    "number" : 9,
    "verse" : "எங்கள் முற்பிதாக்கள் எகிப்தில் துன்பப்படுவதை நீர் பார்த்தீர். செங்கடலில் அவர்கள் உதவிக்காகக் கூப்பிட்டதைக் கேட்டீர்."
  }, {
    "number" : 10,
    "verse" : "பார்வோனிடத்தில் நீர் அற்புதங்களைக் காட்டினீர். அவனது அதிகாரிகளிடமும் ஜனங்களிடமும் அற்புதங்களை செய்தீர். நமது முற்பிதாக்களைவிட எகிப்தியர்கள் தம்மைச் சிறந்தவர்களாக நினைத்தனர் என்பது உமக்குத் தெரியும். ஆனால் நீர் எவ்வளவு சிறந்தவர் என நிரூபித்தீர்! அவர்கள் இன்றும் கூட அதனை நினைக்கின்றனர்!"
  }, {
    "number" : 11,
    "verse" : "அவர்களுக்கு முன் நீர் செங்கடலைப் பிரித்தீர். அவர்கள் காய்ந்த நிலத்தின் வழியாக நடந்தனர். எகிப்திய வீரர்கள் அவர்களைத் துரத்தினர். ஆனால் அவர்களை நீர் கடலுக்குள் எறிந்தீர். அவர்கள் கடலுக்குள் பாறை மூழ்குவது போன்று மூழ்கினார்கள்."
  }, {
    "number" : 12,
    "verse" : "அந்த நேரத்தில் அவர்களை வழி நடத்த பகல் நேரத்தில் நீர் உயர்ந்த மேகத்தைப் பயன்படுத்தினீர். இரவில் நீர் அக்கினி தூணைப் பயன்படுத்தினீர். இவ்வாறு நீர் அவர்களின் பாதையை வெளிச்சமாக்கினீர். அவர்களுக்கு எங்கே போகவேண்டும் என்றும் வழிக்காட்டினீர்."
  }, {
    "number" : 13,
    "verse" : "பிறகு நீர் சீனாய் மலையிலிருந்து இறங்கினீர். நீர் பரலோகத்திலிருந்து அவர்களோடு பேசினீர். நீர் அவர்களுக்கு நல்ல சட்டங்களையும் கொடுத்தீர். நீர் அவர்களுக்கு மிக நல்ல கட்டளைகளும் கற்பனைகளுமானவற்றை கொடுத்தீர்."
  }, {
    "number" : 14,
    "verse" : "உமது பரிசுத்தமான ஓய்வுநாளைப் பற்றியும் சொன்னீர். உமது தாசனாகிய மோசேயைப் பயன்படுத்தி, நீர் அவர்களுக்கு கற்பனைகளையும் போதனைகளையும் சட்டங்களையும் கொடுத்தீர்."
  }, {
    "number" : 15,
    "verse" : "அவர்கள் பசியோடு இருந்தார்கள். எனவே, பரலோகத்திலிருந்து அவர்களுக்கு உணவைக் கொடுத்தீர். அவர்கள் தாகமாய் இருந்தார்கள். எனவே, பாறையிலிருந்து அவர்களுக்கு தண்ணீரைக் கொடுத்தீர். நீர் அவர்களிடம், ‘வாருங்கள், இந்நாட்டை எடுத்துக் கொள்ளுங்கள்’ என்றீர். நீர் உமது வல்லமையைப் பயன்படுத்தி அவர்களுக்காக நாட்டை எடுத்துக்கொண்டீர்."
  }, {
    "number" : 16,
    "verse" : "ஆனால் எங்கள் முற்பிதாக்களான அந்த ஜனங்கள் பெருமைகொண்டனர். அவர்கள் பிடிவாதமானவர்களானார்கள். அவர்கள் உமது கட்டளைகளுக்கு கீழ்ப்படிய மறுத்தனர்."
  }, {
    "number" : 17,
    "verse" : "அவர்கள் கவனிக்க மறுத்தனர். நீர் செய்த அற்புதங்களை மறந்தனர். அவர்கள் எகிப்திற்கு மீண்டும் சென்று அடிமைகளாகத் தலைவரை அமர்த்தினார்கள்! “ஆனால் நீர் மன்னிக்கிற தேவன்! நீர் கருணையும் மிகுந்த இரக்கமும் உடையவர். நீர் பொறுமையும் முழு அன்பும் உடையவர். எனவே நீர் அவர்களைவிட்டு விலகவில்லை."
  }, {
    "number" : 18,
    "verse" : "அவர்கள் தங்கத்தால் கன்றுக்குட்டிகைளைச் செய்து, ‘இவை தான் நம்மை எகிப்திலிருந்து வெளியே கொண்டுவந்த தெய்வங்கள்’ என்று சொன்னபோதுங்கூட நீர் அவர்களை விட்டு விலகவில்லை."
  }, {
    "number" : 19,
    "verse" : "நீர் மிகவும் கருணை உடையவர்! எனவே, நீர் அவர்களை வனாந்தரத்தில் கைவிடவில்லை. பகலில் அவர்களிடமிருந்த உயர்ந்த மேகங்களை எடுக்கவில்லை. நீர் அவர்களைத் தொடர்ந்து வழி காட்டினீர். இரவில் விளக்குத்தூணை அவர்களிடமிருந்து எடுக்கவில்லை. அவர்களது பாதைக்குத் தொடர்ந்து வெளிச்சம் தந்தீர். எந்த வழியில் போக வேண்டும் என்று அவர்களுக்கு வழிகாட்டினீர்."
  }, {
    "number" : 20,
    "verse" : "அவர்களை அறிவாளிகளாக்க உமது நல் ஆவியைக் கொடுத்தீர். அவர்களுக்கு உணவாக மன்னாவைக் கொடுத்தீர். நீர் அவர்களின் தாகத்திற்கு தண்ணீரைக் கொடுத்தீர்."
  }, {
    "number" : 21,
    "verse" : "40 ஆண்டுகளுக்கு அவர்களை கவனித்து வந்தீர்! வனாந்தரத்தில் அவர்களுக்குத் தேவையானவற்றை அவர்கள் பெற்றுக்கொண்டார்கள். அவர்கள் ஆடைகள் பழையதாய் போகவில்லை. அவர்களின் பாதங்கள் வீங்கவோ புண்ணாகவோ இல்லை."
  }, {
    "number" : 22,
    "verse" : "கர்த்தாவே, நீர் அவர்களுக்கு இராஜ்யங்களையும் நாடுகளையும் கொடுத்தீர். நீர் அவர்களுக்குக் குறைந்த அளவான ஜனங்கள் வாழ்கிற தூர நாடுகளையும் கொடுத்தீர். அவர்கள் எஸ்போனின் ராஜாவாகிய சீகோன் நாட்டையும் பெற்றனர். அவர்கள் பாசானின் ராஜாவாகிய ஓகின் நாட்டையும் பெற்றனர்."
  }, {
    "number" : 23,
    "verse" : "வானத்திலுள்ள நட்சத்திரங்களைப் போன்று அவர்களது சந்ததியினரைப் பெருக்கினீர். அவர்களது முற்பிதாக்களுக்கு வாக்களித்தபடி நாடுகளை அவர்களுக்குக் கொடுத்தீர். அவர்கள் உள்ளே சென்று நாட்டை எடுத்துக்கொண்டார்கள்."
  }, {
    "number" : 24,
    "verse" : "அப்பிள்ளைகளும் நாட்டை எடுத்துக்கொண்டனர். அங்கே வாழ்ந்த கானானியர்களை அவர்கள் தோற்கடித்தனர். நீர் அந்த ஜனங்களை தோற்கடிக்கும்படி செய்தீர்! அந்நாடுகளையும் ஜனங்களையும் ராஜாக்களையும் அவர்களது விருப்பப்படிச் செய்ய நீர் அனுமதித்தீர்!"
  }, {
    "number" : 25,
    "verse" : "அவர்கள் பலமிக்க நகரங்களைத் தோற்கடித்தனர். அவர்கள் வளமான நிலங்களை எடுத்தனர். அவர்கள் நல்ல பொருட்கள் நிறைந்த வீடுகளைப் பெற்றனர். அவர்கள் ஏற்கெனவே தோண்டப்பட்ட கிணறுகளைப் பெற்றனர். அவர்கள் திராட்சைத் தோட்டங்கள், ஒலிவ மரங்கள் மற்றும் பழமரங்களைப் பெற்றனர்! அவர்கள் வயிறு நிறையும் வரை உண்டுக் கொழுத்தனர். நீர் கொடுத்த அற்புதமான பொருட்களை எல்லாம் அனுபவித்தனர்."
  }, {
    "number" : 26,
    "verse" : "அவர்கள் உமக்கு எதிராகத் திரும்பினார்கள்! அவர்கள் உமது போதனைகளைத் தூர எறிந்தனர்! அவர்கள் உமது தீர்க்கதரிசிகளைக் கொன்றனர். அத்தீர்க்கதரிசிகள் மக்களை எச்சரித்தனர். அவர்களை உம்மிடம் திரும்பக் கொண்டுவர அவர்கள் முயற்சித்தனர். ஆனால் எங்களது முற்பிதாக்கள் உங்களுக்கு எதிராக அக்கிரமம் செய்தனர்!"
  }, {
    "number" : 27,
    "verse" : "எனவே அவர்களைத் தம் பகைவர்கள் கைக்கொள்ளவிட்டீர். பகைவர்களுக்குத் துன்பங்களைக் கொடுத்தனர். துன்பம் வந்ததும், முற்பிதாக்கள் உம்மை உதவிக்கு அழைத்தனர். பரலோகத்தில் நீர் கேட்டீர். நீர் மிகவும் இரக்கமுடையவர். எனவே அவர்களைக் காக்க ஜனங்களை அனுப்பினீர். அந்த ஜனங்கள் அவர்களைப் பகைவரிடமிருந்து காத்தனர்."
  }, {
    "number" : 28,
    "verse" : "பிறகு இளைப்பாறுதல் பெற்ற உடனேயே எங்கள் முற்பிதாக்கள் உமக்கு முன் மீண்டும் பொல்லாப்புகளைச் செய்யத் தொடங்கினார்கள்! எனவே அவர்களைப் பகைவர் தோற்கடித்து தண்டிக்கும்படி விட்டுவிட்டீர். அவர்கள் உம்மை உதவிக்கு அழைத்தனர். பரலோகத்திலிருந்து நீர் அதனைக் கேட்டு அவர்களுக்கு உதவினீர். நீர் மிகவும் இரக்கமுள்ளவர்! அது பலதடவை நிகழ்ந்தது."
  }, {
    "number" : 29,
    "verse" : "நீர் அவர்களை எச்சரித்தீர். அவர்களை மீண்டும் வரும்படி சொன்னீர். ஆனால் அவர்கள் அகங்காரம் கொண்டனர். அவர்கள் உமது கட்டளையைக் கேட்க மறுத்தனர். ஜனங்கள் உமது சட்டங்களுக்குக் கீழ்ப்படிந்தால் பிறகு அவர்கள் உண்மையில் வாழ்வார்கள். ஆனால் எங்கள் முற்பிதாக்கள் உமது சட்டங்களை மீறினார்கள். அவர்கள் பிடிவாதமானவர்கள். அவர்கள் தமது முதுகை உமக்குத் திருப்பினார்கள். அவர்கள் கவனிக்க மறுத்தனர்."
  }, {
    "number" : 30,
    "verse" : "“நீர் எங்கள் முற்பிதாக்களோடு மிகப் பொறுமையாய் இருந்தீர். பல ஆண்டுகள் உம்மிடம் தவறாக நடந்தனர். உமது ஆவியினால் அவர்களை எச்சரித்தீர். நீர் அவர்களை எச்சரிக்க தீர்க்கதரிசிகளை அனுப்பினீர். ஆனால் எங்கள் முற்பிதாக்கள் கவனிக்கவில்லை. எனவே நீர் அவர்களை அந்நியர்களிடம் ஒப்புக்கொடுத்தீர்."
  }, {
    "number" : 31,
    "verse" : "“ஆனால் நீர் மிகவும் இரக்கமுடையவர்! நீர் அவர்களை முழுமையாக அழிக்கவில்லை. நீர் அவர்களை கைவிடவும் இல்லை. நீர் இத்தகைய இரக்கமும் கருணையும் கொண்ட தேவன்!"
  }, {
    "number" : 32,
    "verse" : "எங்கள் தேவனே, நீரே பெரிய தேவன்; பயங்கரமும் வல்லமையும் கொண்ட வீரர்! நீர் அன்பும், உண்மையுமானவர். நீர் உமது உடன்படிக்கையைக் காக்கிறீர்! நாங்கள் பல துன்பங்களைப் பெற்றிருந்தோம். எங்கள் துன்பங்கள் உமக்கு முக்கியமானவை! எங்கள் ஜனங்கள் அனைவருக்கும், ராஜாக்களுக்கும், தலைவர்களுக்கும், ஆசாரியர்களுக்கும், தீர்க்கதரிசிகளுக்கும் தீமை ஏற்பட்டன. அத்துன்பங்கள் அசீரியா ராஜாவின் காலமுதல் இன்றுவரை ஏற்பட்டன!"
  }, {
    "number" : 33,
    "verse" : "ஆனால் தேவனே, எங்களுக்கு ஏற்பட்ட எல்லாவற்றிலும் நீர் நீதியுள்ளவர். நீர் நேர்மையானவர். நாங்கள் தவறானவர்கள்."
  }, {
    "number" : 34,
    "verse" : "எங்கள் ராஜாக்கள், தலைவர்கள், ஆசாரியர்கள் மற்றும் முற்பிதாக்கள் உமது சட்டத்திற்கு கீழ்ப்படியவில்லை. அவர்கள் உம்முடைய கட்டளைகளைக் கவனிக்கவில்லை. அவர்கள் உமது எச்சரிக்கைகளைப் புறக்கணித்தனர்."
  }, {
    "number" : 35,
    "verse" : "எங்கள் முற்பிதாக்கள் உமக்குப் பணி செய்யவில்லை. அவர்கள் தம் சொந்த இராஜ்யத்தில் இருந்தும் செய்யவில்லை. அவர்கள் தீமை செய்வதை நிறுத்தவில்லை. அவர்கள் நீர் செய்த அனைத்து அற்புதங்களையும் அனுபவித்தனர். அவர்கள் வளமான நிலங்களை அனுபவித்தனர். அவர்கள் ஏராளமான இடத்தைப் பெற்றனர். ஆனால் அவர்கள் தம் தீச்செயல்களை நிறுத்தவில்லை."
  }, {
    "number" : 36,
    "verse" : "இப்பொழுது நாங்கள் அடிமைகள். நாங்கள் இந்த நாட்டில் அடிமைகளாக இருக்கின்றோம். இது நீர் எமது முற்பிதாக்களுக்கு கொடுத்த நாடு. எனவே அவர்கள் இதன் பலனையும் நன்மையையும் அனுபவிக்க முடிந்தது."
  }, {
    "number" : 37,
    "verse" : "இந்நாட்டின் அறுவடை மிகப் பெரியது. ஆனால் நாங்கள் பாவம் செய்தோம். எனவே அறுவடை, எங்களை ஆள உம்மால் நியமிக்கப்பட்ட ராஜாக்களுக்கு சொந்தமாயிற்று. அந்த ராஜாக்கள் எங்களையும் எங்கள் ஆடு மாடுகளையும் ஆளுகிறார்கள். அவர்கள் விரும்புகிறபடி எதையும் செய்கிறார்கள். நாங்கள் மிகுந்த இக்கட்டில் உள்ளோம்."
  }, {
    "number" : 38,
    "verse" : "“இவை இப்படி இருக்கிறபடியால், நாங்கள் மாற்ற முடியாத ஒரு ஒப்பந்தம் செய்துக்கொண்டிருக்கிறோம். நாங்கள் இந்த ஒப்பந்தத்தை எழுத்தில் வைக்கிறோம். எங்கள் தலைவர்கள், லேவியர்கள், ஆசாரியர்கள், ஆகியோர் ஒப்பந்தத்தில் தங்கள் கையெழுத்தை போட்டனர். அதற்கு முத்திரையும் இட்டனர்.”"
  } ]
}