{"bibleAbbr":"UST2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"The one who wants to learn will welcome correction. But the one who does not want to be corrected will remain stupid."},{"number":2,"verse":"Yahweh approves of those who are good, but he condemns those who make evil plans."},{"number":3,"verse":"Wickedness is a bad foundation for a person's life. People who do well are as stable as a tree with deep roots."},{"number":4,"verse":"A good wife brings praise to her husband, but a wife who brings shame home is like a disease that destroys his bones."},{"number":5,"verse":"People who do the right thing make plans that are fair and just. But advice given by wicked people are filled with lies."},{"number":6,"verse":"What wicked people say is like setting up a secret attack while planning to commit murder; but when those who please Yahweh speak, their words keep them out of danger."},{"number":7,"verse":"Wicked people are put out of power, and they are gone, but those who do what is right will have many generations and that family will continue for a long time."},{"number":8,"verse":"A person will be praised according to how much widsom he has; but one who takes good things and twists them into bad will be hated."},{"number":9,"verse":"It is better to be a humble person, just living your life as a servant to others, than to tell others how important you are, but you have nothing to eat."},{"number":10,"verse":"People who do what is right care about the feeding and health of their animals, but even when the wicked try to do something for their animals, it becomes an act of cruelty."},{"number":11,"verse":"The farmer who works hard in the fields will have enough food to eat, but those who have no good judgment take on projects that bring them nothing."},{"number":12,"verse":"Wicked people desire the things that evil people have—things they stole from others. But people who do what is right have what they have earned; it is their reward."},{"number":13,"verse":"An evil person is trapped by the wicked things he says, but those who do right stay away from much trouble."},{"number":14,"verse":"The good words spoken by a person fill his life with good things, just as his hard work brings him a reward."},{"number":15,"verse":"Foolish people think that what they are doing is always right; but wise people are willing to listen to advice."},{"number":16,"verse":"A foolish person quickly shows how angry he is; but those who have good sense ignore it when someone insults them."},{"number":17,"verse":"Speaking the truth is the same as saying what is right, but a dishonest person tell lies."},{"number":18,"verse":"When a person speaks without thinking, it is like they are taking stabs at you with a sword; but what wise people say helps to heal the hurts."},{"number":19,"verse":"Speaking the truth will never be out of favor, but a lie is over in a moment."},{"number":20,"verse":"When evil is planned there must be lies within those who carry it out; but those who give advice that leads to peace, those advisors will celebrate."},{"number":21,"verse":"Bad things do not happen to those who do what is right, but wicked people's lives are filled up with troubles."},{"number":22,"verse":"Yahweh detests those who tell lies, but he is delighted with those who live faithfully."},{"number":23,"verse":"Those with good sense do not reveal all that they know, but foolish people shout out their foolish thinking."},{"number":24,"verse":"Those who are known for their hard work will gain authority over others, but those who are lazy will be forced to work, even though they hate it."},{"number":25,"verse":"When a person is anxious, it is like he is carrying a heavy load, but a good word makes him feel better."},{"number":26,"verse":"The one who does right will be a good guide for his friend, but wicked people always get lost."},{"number":27,"verse":"Lazy people do not even cook the animal they caught, but those who work hard will acquire wealth that is worth keeping."},{"number":28,"verse":"Those who walk in the right way find life and on that road there is no death."}]}