{"bibleAbbr":"UST2024","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"My son, learn the lessons I teach you about wisdom. I understand much about this, so listen very carefully to what I tell you."},{"number":2,"verse":"If you do that, you will learn the difference between what is important and what is not, and you will not mix true knowledge with mistakes when you speak."},{"number":3,"verse":"The woman who desires to commit adultery speaks with words that are sweet, and her kisses are smoother than oil,"},{"number":4,"verse":"but in the end, she is so bitter you can taste it, and she cuts you like a sharp sword."},{"number":5,"verse":"She walks down to the place of death; if you follow her, she will lead you all the way to the grave."},{"number":6,"verse":"She does not want to take the path that will let her live for a long time. She goes here and there, but where she is going she does not know."},{"number":7,"verse":"So now, my sons, pay attention to what I say, and do not forget or disobey the instruction I am giving you."},{"number":8,"verse":"Stay far away from the immoral woman; do not go near the door of her house."},{"number":9,"verse":"If you go to her you will lose the respect of others, and you give your life to someone who will not have mercy on you."},{"number":10,"verse":"It may be that others will take all the wealth that you have earned, and it goes into the houses of people you do not know."},{"number":11,"verse":"And when you are about to die, you will groan because your flesh and your body are wasting away."},{"number":12,"verse":"Then you will say, \"I hated it when I was punished for doing wrong; I despised people when they told me how to live."},{"number":13,"verse":"I did not obey my teachers and I paid no attention to those who taught me."},{"number":14,"verse":"I was almost destroyed by bad things that happened to me; and this was known to everyone who came together to worship Yahweh.\""},{"number":15,"verse":"Just as you drink water from your own cistern, be faithful to your own wife."},{"number":16,"verse":"You would not waste your own water by pouring it into the street, or let your water run into the public places."},{"number":17,"verse":"Let both your water and your wife be for you alone to enjoy, and not for others to share with you."},{"number":18,"verse":"May your fountain be blessed; may you be happy with the woman you married when you were young."},{"number":19,"verse":"She is as graceful as a loving deer and as graceful as a young doe. Let her breasts always satisfy your longings, so you are forever enraptured with her love."},{"number":20,"verse":"My son, why should you be caught up in the arms of an adulteress? Why should you caress the breasts of another man's wife?"},{"number":21,"verse":"Yahweh sees everything we do; nothing is hidden from him. He sees every path we take; he knows everywhere we go."},{"number":22,"verse":"An evil person's sinful desires take hold of him; his sins are like a trap that catches him."},{"number":23,"verse":"An evil man will die because he could not say, \"No\" to his desires; he gets lost because his foolishness has no limits."}]}