{"bibleAbbr":"Geneva1599","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":4,"verses":[{"number":1,"verse":"(The day of the Lord before the which Elijah should come.) For behold, the day cometh that shall (He prophesieth of God’s judgments against the wicked, who would not receive Christ, when as God should send him for the restoration of his Church.) burn as an oven, and all the proud, yea, and all that do wickedly, shall be stubble, and the day that cometh, shall burn them up, saith the Lord of hosts, and shall leave them neither root nor branch."},{"number":2,"verse":"But unto you that fear my name, shall the (Meaning, Christ, who with his wings or beams of his grace should lighten and comfort his Church, Eph. 5:14, and he is called the sun of righteousness, because in himself he hath all perfection and also the justice of the Father dwelleth in him: whereby he regenerateth us unto righteousness, cleanseth us from the filth of this world, and reformeth us to the image of God.) sun of righteousness arise, and health shall be under his wings, and ye shall go (Ye shall be set at liberty, and increase in the joy of the Spirit, 2 Cor. 3:17.) forth and grow up as fat calves."},{"number":3,"verse":"And ye shall tread down the wicked: for they shall be dust under the soles of your feet in the day that I shall do this, saith the Lord of hosts."},{"number":4,"verse":"(Because the time was come that the Jews should be destitute of Prophets until the time of Christ, because they should with more fervent minds desire his coming, the Prophet exhorteth them to exercise themselves diligently in studying the Law of Moses in the mean season, whereby they might continue in the true religion, and also be armed against all tentations.) Remember the Law of Moses my servant, which I commanded unto him in Horeb for all Israel with the statutes and judgments."},{"number":5,"verse":"Behold, I will send you (This Christ expoundeth of John Baptist, Matt. 11:13, 14, who both for his zeal, and restoring of religion, is aptly compared to Elijah.) Elijah the Prophet before the coming of the great and (Which as it is true for the wicked, so doth it waken the godly, and call them to repentance.) fearful day of the Lord."},{"number":6,"verse":"And he shall (He showeth wherein John’s office should stand: in the turning of men to God, and joining the father and children in one voice of faith: so that the father shall turn to the religion of his son which is converted to Christ, and the son shall embrace the faith of the true fathers, Abraham, Isaac, and Jacob.) turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and (The second point of his office was to denounce God’s judgments against them that would not receive Christ.) smite the earth with cursing."}]}