{"bibleAbbr":"ULT2024","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"On that day Deborah and Barak son of Abinoam sang this song:"},{"number":2,"verse":"\"When the leaders take the lead in Israel, when the people gladly volunteer for war— we praise Yahweh!"},{"number":3,"verse":"Listen, you kings! Pay attention, you leaders! I, I will sing to Yahweh; I will sing praises to Yahweh, the God of Israel."},{"number":4,"verse":"Yahweh, when you went out from Seir, when you marched from Edom, the earth shook, and the skies also trembled; also the clouds poured down water."},{"number":5,"verse":"The mountains quaked before the face of Yahweh; even Mount Sinai quaked before the face of Yahweh, the God of Israel."},{"number":6,"verse":"In the days of Shamgar (son of Anath), in the days of Jael, the main roads were abandoned, and those who walked only used the winding paths."},{"number":7,"verse":"There were few rural people in Israel, until I, Deborah, arose—arose as a mother in Israel!"},{"number":8,"verse":"When they chose new gods, there was fighting at the city gates and yet there were no shields or spears seen among forty thousand in Israel."},{"number":9,"verse":"My heart goes out to the commanders of Israel, along with the people who gladly volunteered— we bless Yahweh for them!"},{"number":10,"verse":"Think about this—you who ride on white donkeys sitting on rugs for saddles, and you who walk along the road."},{"number":11,"verse":"Hear the voices of those who sing at the watering places. There they tell again of Yahweh's righteous deeds, and the righteous actions of his warriors in Israel. Then the people of Yahweh went down to the city gates."},{"number":12,"verse":"Awake, awake, Deborah! Awake, awake, sing a song! Get up, Barak, and capture your prisoners, you son of Abinoam."},{"number":13,"verse":"Then the survivors came down to the nobles; the people of Yahweh came down to me with the warriors."},{"number":14,"verse":"They came from Ephraim, whose root is in Amalek; the people of Benjamin followed you. From Machir commanders came down, and from Zebulun those who carry an officer's staff."},{"number":15,"verse":"My princes in Issachar were with Deborah; and Issachar was with Barak rushing after him into the valley under his command. Among the clans of Reuben there were great searchings of heart."},{"number":16,"verse":"Why did you sit between the fireplaces, listening to the shepherds playing their pipes for their flocks? As for the clans of Reuben there were great searchings of heart."},{"number":17,"verse":"Gilead stayed on the other side of the Jordan; and Dan, why did he wander about on ships? Asher remained on the coast and lived close to his harbors."},{"number":18,"verse":"Zebulun was a tribe who would risk their lives to the point of death, and Naphtali, also, on the field of battle."},{"number":19,"verse":"The kings came, they fought; the kings of Canaan fought at Taanach by the waters of Megiddo. But they took away no silver as plunder."},{"number":20,"verse":"From heaven the stars fought, from their paths across the heavens they fought against Sisera."},{"number":21,"verse":"The Kishon River swept them away, that old river, the Kishon River. March on my soul, be strong!"},{"number":22,"verse":"Then came the sound of horses' hooves— galloping, the galloping of his mighty ones."},{"number":23,"verse":"'Curse Meroz!' says the angel of Yahweh. 'Surely curse its inhabitants!— because they did not come to help Yahweh— to help Yahweh in the battle against the mighty warriors.'"},{"number":24,"verse":"Jael is blessed more than all other women, Jael (the wife of Heber the Kenite), she is more blessed than all the women who live in tents."},{"number":25,"verse":"The man asked for water, and she gave him milk; she brought him butter in a dish fit for princes."},{"number":26,"verse":"She put her hand to the tent peg, and her right hand to the workman's hammer; with the hammer she struck Sisera, she crushed his head. She smashed his skull into pieces when she pierced him through the side of his head."},{"number":27,"verse":"He collapsed between her feet, he fell and he lay there. Between her feet he fell limp. The place he collapsed is where he was violently killed."},{"number":28,"verse":"Out of a window she looked— the mother of Sisera looked through the lattice and she called out in sadness, 'Why has it taken his chariot so long to come? Why have the hoofbeats of the horses that pull his chariots been delayed?'"},{"number":29,"verse":"Her wisest princesses replied, and she gave herself the same answer:"},{"number":30,"verse":"'Have they not found and divided up the plunder— a womb, two wombs for every man; the plunder of dyed fabric for Sisera, the plunder of dyed fabric embroidered, two pieces of dyed fabric embroidered for the necks of those who plunder?'"},{"number":31,"verse":"So may all your enemies perish, Yahweh! But your friends be like the sun when it rises in its might.\" Then the land had peace for forty years."}]}