{"bibleAbbr":"HSB+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"בָּעֵ֣ת <WH6256> ba-'Et At that time הַהִ֔יא <WH1931> ha-Hi, he חָלָ֖ה <WH2470> cha-Lah fell sick אֲבִיָּ֥ה <WH29> 'a-vi-Yah Abijah בֶן־ <WH1121> ven- the son יָרָבְעָֽם׃ <WH3379> ya-ra-ve-'Am. of Jeroboam"},{"number":2,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יָרָבְעָ֜ם <WH3379> ya-ra-ve-'Am And Jeroboam לְאִשְׁתּ֗וֹ <WH802> le-'ish-To, to his wife ק֤וּמִי <WH6965> Ku-mi Arise נָא֙ <WH4994> na now וְהִשְׁתַּנִּ֔ית <WH8138> ve-hish-tan-Nit, I pray thee and disguise וְלֹ֣א <WH3808> ve-Lo they will not יֵֽדְע֔וּ <WH3045> ye-de-'U, thyself that thou be not known כִּי־ <WH3588> ki- for; אַתִּי 'at-ti כאַ֖תְּ <WH859> 'At you קאֵ֣שֶׁת <WH802> 'E-shet to be the wife יָרָבְעָ֑ם <WH3379> ya-ra-ve-'Am; of Jeroboam וְהָלַ֣כְתְּ <WH1980> ve-ha-Lacht and get שִׁלֹ֗ה <WH7887> shi-Loh, thee to Shiloh הִנֵּה־ <WH2009> hin-neh- behold שָׁם֙ <WH8033> sham is there אֲחִיָּ֣ה <WH281> 'a-chi-Yah behold there [is] Ahijah הַנָּבִ֔יא <WH5030> han-na-Vi, the prophet הֽוּא־ <WH1931> hu- who דִבֶּ֥ר <WH1696> dib-Ber which told עָלַ֛י <WH5921> 'a-Lai concerning לְמֶ֖לֶךְ <WH4428> le-Me-lech me that [I should be] king עַל־ <WH5921> 'al- over הָעָ֥ם <WH5971> ha-'Am over this people הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":3,"verse":"וְלָקַ֣חַתְּ <WH3947> ve-la-Ka-chat And take בְּ֠יָדֵךְ <WH3027> Be-ya-dech with thee עֲשָׂרָ֨ה <WH6235> 'a-sa-Rah ten לֶ֧חֶם <WH3899> Le-chem loaves וְנִקֻּדִ֛ים <WH5350> ve-nik-ku-Dim and cracknels וּבַקְבֻּ֥ק <WH1228> u-vak-Buk and a cruse דְּבַ֖שׁ <WH1706> de-Vash of honey וּבָ֣את <WH935> u-Vat and go אֵלָ֑יו <WH413> 'e-Lav; about ה֚וּא <WH1931> hu He יַגִּ֣יד <WH5046> yag-Gid to him he shall tell לָ֔ךְ Lach, מַה־ <WH4100> mah- what יִּֽהְיֶ֖ה <WH1961> yih-Yeh will happen לַנָּֽעַר׃ <WH5288> lan-Na-'ar. thee what shall become of the child"},{"number":4,"verse":"וַתַּ֤עַשׂ <WH6213> vat-Ta-'as did so כֵּן֙ <WH3651> ken so אֵ֣שֶׁת <WH802> 'E-shet wife יָרָבְעָ֔ם <WH3379> ya-ra-ve-'Am, And Jeroboam's וַתָּ֙קָם֙ <WH6965> vat-Ta-kom and arose וַתֵּ֣לֶךְ <WH1980> vat-Te-lech and went שִׁלֹ֔ה <WH7887> shi-Loh, to Shiloh וַתָּבֹ֖א <WH935> vat-ta-Vo and came בֵּ֣ית <WH1004> beit to the house אֲחִיָּ֑ה <WH281> 'a-chi-Yah; of Ahijah וַאֲחִיָּ֙הוּ֙ <WH281> va-'a-chi-Ya-hu But Ahijah לֹֽא־ <WH3808> lo- not יָכֹ֣ל <WH3201> ya-Chol could לִרְא֔וֹת <WH7200> lir-'ot, not see כִּ֛י <WH3588> ki for קָ֥מוּ <WH6965> Ka-mu were set עֵינָ֖יו <WH5869> 'ei-Nav for his eyes מִשֵּׂיבֽוֹ׃ <WH7869> mis-sei-Vo. by reason of his age ס sa-Mek"},{"number":5,"verse":"וַיהוָ֞ה <WH3068> Yah-weh And the LORD אָמַ֣ר <WH559> 'a-Mar said אֶל־ <WH413> 'el- concerning אֲחִיָּ֗הוּ <WH281> 'a-chi-Ya-hu, unto Ahijah הִנֵּ֣ה <WH2009> hin-Neh Behold אֵ֣שֶׁת <WH802> 'E-shet Behold the wife יָרָבְעָ֡ם <WH3379> ya-ra-ve-'Am of Jeroboam בָּאָ֣ה <WH935> ba-'Ah cometh לִדְרֹשׁ֩ <WH1875> lid-Rosh to ask דָּבָ֨ר <WH1697> da-Var a thing מֵעִמְּךָ֤ <WH5973> me-'im-me-Cha of you אֶל־ <WH413> 'el- concerning בְּנָהּ֙ <WH1121> be-Nah of thee for her son כִּֽי־ <WH3588> ki- for חֹלֶ֣ה <WH2470> cho-Leh for he [is] sick ה֔וּא <WH1931> Hu, he כָּזֹ֥ה <WH2090> ka-Zoh thus וְכָזֶ֖ה <WH2088> ve-cha-Zeh and thus תְּדַבֵּ֣ר <WH1696> te-dab-Ber and thus shalt thou say אֵלֶ֑יהָ <WH413> 'e-Lei-ha; concerning וִיהִ֣י <WH1961> vi-Hi become כְבֹאָ֔הּ <WH935> che-vo-'Ah, unto her for it shall be when she cometh in וְהִ֖יא <WH1931> ve-Hi herself מִתְנַכֵּרָֽה׃ <WH5234> mit-nak-ke-Rah. that she shall feign herself [to be] another"},{"number":6,"verse":"וַיְהִי֩ <WH1961> vay-Hi become כִשְׁמֹ֨עַ <WH8085> chish-Mo-a' heard אֲחִיָּ֜הוּ <WH281> 'a-chi-Ya-hu And it was [so] when Ahijah אֶת־ <WH853> 'et- ק֤וֹל <WH6963> Kol the sound רַגְלֶ֙יהָ֙ <WH7272> rag-Lei-ha of her feet בָּאָ֣ה <WH935> ba-'Ah as she came in בַפֶּ֔תַח <WH6607> vap-Pe-tach, at the door וַיֹּ֕אמֶר <WH559> vai-Yo-mer that he said בֹּ֖אִי <WH935> Bo-'i Come in אֵ֣שֶׁת <WH802> 'E-shet thou wife יָרָבְעָ֑ם <WH3379> ya-ra-ve-'Am; of Jeroboam לָ֣מָּה <WH4100> Lam-mah why זֶּ֗ה <WH2088> Zeh, he אַ֚תְּ <WH859> 'at you מִתְנַכֵּרָ֔ה <WH5234> mit-nak-ke-Rah, why feignest thou thyself [to be] another וְאָ֣נֹכִ֔י <WH595> ve-'A-no-Chi, I שָׁל֥וּחַ <WH7971> sha-Lu-ach ;for I [am] sent אֵלַ֖יִךְ <WH413> 'e-La-yich to you קָשָֽׁה׃ <WH7186> ka-Shah. to thee [with] heavy"},{"number":7,"verse":"לְכִ֞י <WH1980> le-Chi Go אִמְרִ֣י <WH559> 'im-Ri tell לְיָרָבְעָ֗ם <WH3379> le-ya-ra-ve-'Am, Jeroboam כֹּֽה־ <WH3541> koh- Thus אָמַ֤ר <WH559> 'a-Mar Thus saith יְהוָה֙ <WH3068> Yah-weh the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel יַ֛עַן <WH3282> Ya-'an Forasmuch as אֲשֶׁ֥ר <WH834> 'a-Sher I הֲרִימֹתִ֖יךָ <WH7311> ha-ri-mo-Ti-cha I exalted מִתּ֣וֹךְ <WH8432> mit-Toch thee from among הָעָ֑ם <WH5971> ha-'Am; the people וָאֶתֶּנְךָ֣ <WH5414> va-'et-ten-Cha and made נָגִ֔יד <WH5057> na-Gid, thee prince עַ֖ל <WH5921> 'al over עַמִּ֥י <WH5971> 'am-Mi over my people יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":8,"verse":"וָאֶקְרַ֤ע <WH7167> va-'ek-Ra' away אֶת־ <WH853> 'et- הַמַּמְלָכָה֙ <WH4467> ham-mam-la-Chah the kingdom מִבֵּ֣ית <WH1004> mib-Beit from the house דָּוִ֔ד <WH1732> da-Vid, of David וָאֶתְּנֶ֖הָ <WH5414> va-'et-te-Ne-ha and gave לָ֑ךְ Lach; וְלֹֽא־ <WH3808> ve-lo- have not הָיִ֜יתָ <WH1961> ha-Yi-ta been כְּעַבְדִּ֣י <WH5650> ke-'av-Di it thee and [yet] thou hast not been as my servant דָוִ֗ד <WH1732> da-Vid, David אֲשֶׁר֩ <WH834> 'a-Sher who שָׁמַ֨ר <WH8104> sha-Mar who kept מִצְוֹתַ֜י <WH4687> mitz-vo-Tai my commandments וַאֲשֶׁר־ <WH834> va-'a-Sher- and who הָלַ֤ךְ <WH1980> ha-Lach along אַחֲרַי֙ <WH310> 'a-cha-Rai with בְּכָל־ <WH3605> be-chol all לְבָב֔וֹ <WH3824> le-va-Vo, me with all his heart לַעֲשׂ֕וֹת <WH6213> la-'a-Sot to do רַ֖ק <WH7535> rak that הַיָּשָׁ֥ר <WH3477> hai-ya-Shar [that] only [which was] right בְּעֵינָֽי׃ <WH5869> be-'ei-Nai. in mine eyes"},{"number":9,"verse":"וַתָּ֣רַע <WH7489> vat-Ta-ra' evil לַעֲשׂ֔וֹת <WH6213> la-'a-Sot, But hast done מִכֹּ֖ל <WH3605> mik-Kol all אֲשֶׁר־ <WH834> 'a-Sher- who הָי֣וּ <WH1961> ha-Yu become לְפָנֶ֑יךָ <WH6440> le-fa-Nei-cha; above all that were before וַתֵּ֡לֶךְ <WH1980> vat-Te-lech gone וַתַּעֲשֶׂה־ <WH6213> vat-ta-'a-seh- and made לְּךָ֩ le-Cha אֱלֹהִ֨ים <WH430> E-lo-Him gods אֲחֵרִ֤ים <WH312> 'a-che-Rim thee other וּמַסֵּכוֹת֙ <WH4541> u-mas-se-chOt and molten images לְהַכְעִיסֵ֔נִי <WH3707> le-hach-'i-Se-ni, to provoke me to anger וְאֹתִ֥י <WH853> ve-'o-Ti הִשְׁלַ֖כְתָּ <WH7993> hish-Lach-ta and hast cast אַחֲרֵ֥י <WH310> 'a-cha-Rei me behind גַוֶּֽךָ׃ <WH1458> gav-Ve-cha. thy back ס sa-Mek"},{"number":10,"verse":"לָכֵ֗ן <WH3651> la-Chen, therefore הִנְנִ֨י <WH2005> hin-Ni behold מֵבִ֤יא <WH935> me-Vi Therefore behold I will bring רָעָה֙ <WH7451> ra-'Ah evil אֶל־ <WH413> 'el- on בֵּ֣ית <WH1004> beit upon the house יָרָבְעָ֔ם <WH3379> ya-ra-ve-'Am, of Jeroboam וְהִכְרַתִּ֤י <WH3772> ve-hich-rat-Ti and will cut off לְיָֽרָבְעָם֙ <WH3379> le-ya-ra-ve-'Am from Jeroboam מַשְׁתִּ֣ין <WH8366> mash-Tin him that pisseth בְּקִ֔יר <WH7023> be-Kir, against the wall עָצ֥וּר <WH6113> 'a-Tzur [and] him that is shut up וְעָז֖וּב <WH5800> ve-'a-Zuv and left בְּיִשְׂרָאֵ֑ל <WH3478> be-Yis-ra-'El; in Israel וּבִֽעַרְתִּי֙ <WH1197> u-vi-'ar-Ti and will take away אַחֲרֵ֣י <WH310> 'a-cha-Rei the remnant בֵית־ <WH1004> veit- of the house יָרָבְעָ֔ם <WH3379> ya-ra-ve-'Am, of Jeroboam כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after יְבַעֵ֥ר <WH1197> ye-va-'Er as a man taketh away הַגָּלָ֖ל <WH1557> hag-ga-Lal dung עַד־ <WH5704> 'ad- until תֻּמּֽוֹ׃ <WH8552> tum-Mo. till it be all gone"},{"number":11,"verse":"הַמֵּ֨ת <WH4191> ham-Met Him that dieth לְיָֽרָבְעָ֤ם <WH3379> le-ya-ra-ve-'Am of Jeroboam בָּעִיר֙ <WH5892> ba-'Ir in the city יֹאכְל֣וּ <WH398> yo-che-Lu eat הַכְּלָבִ֔ים <WH3611> hak-ke-la-Vim, shall the dogs וְהַמֵּת֙ <WH4191> ve-ham-Met and him that dieth בַּשָּׂדֶ֔ה <WH7704> bas-sa-Deh, in the field יֹאכְל֖וּ <WH398> yo-che-Lu eat ע֣וֹף <WH5775> of shall the fowls הַשָּׁמָ֑יִם <WH8064> hash-sha-Ma-yim; of the air כִּ֥י <WH3588> ki for יְהוָ֖ה <WH3068> Yah-weh for the LORD דִּבֵּֽר׃ <WH1696> dib-Ber. hath spoken"},{"number":12,"verse":"וְאַ֥תְּ <WH859> ve-'At now you ק֖וּמִי <WH6965> Ku-mi Arise לְכִ֣י <WH1980> le-Chi go לְבֵיתֵ֑ךְ <WH1004> le-vei-Tech; thee to thine own house בְּבֹאָ֥ה <WH935> be-vo-'Ah enter רַגְלַ֛יִךְ <WH7272> rag-La-yich [and] when thy feet הָעִ֖ירָה <WH5892> ha-'I-rah into the city וּמֵ֥ת <WH4191> u-Met shall die הַיָּֽלֶד׃ <WH3206> hai-Ya-led. the child"},{"number":13,"verse":"וְסָֽפְדוּ־ <WH5594> ve-sa-fe-du- shall mourn ל֤וֹ lo כָל־ <WH3605> chol All יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El And all Israel וְקָבְר֣וּ <WH6912> ve-ka-ve-Ru for him and bury אֹת֔וֹ <WH853> o-To, כִּֽי־ <WH3588> ki- for זֶ֣ה <WH2088> zeh he לְבַדּ֔וֹ <WH905> le-vad-Do, alone יָבֹ֥א <WH935> ya-Vo shall come לְיָרָבְעָ֖ם <WH3379> le-ya-ra-ve-'Am him for he only of Jeroboam אֶל־ <WH413> 'el- toward קָ֑בֶר <WH6913> Ka-ver; to the grave יַ֣עַן <WH3282> Ya-'an because נִמְצָא־ <WH4672> nim-tza- because in him there is found ב֞וֹ vo דָּבָ֣ר <WH1697> da-Var thing ט֗וֹב <WH2896> Tov, [some] good אֶל־ <WH413> 'el- toward יְהוָ֛ה <WH3068> Yah-weh toward the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בְּבֵ֥ית <WH1004> be-Veit in the house יָרָבְעָֽם׃ <WH3379> ya-ra-ve-'Am. of Jeroboam"},{"number":14,"verse":"וְהֵקִים֩ <WH6965> ve-he-Kim shall raise him up יְהוָ֨ה <WH3068> Yah-weh Moreover the LORD ל֥וֹ lo מֶ֙לֶךְ֙ <WH4428> Me-lech a king עַל־ <WH5921> 'al- over יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, over Israel אֲשֶׁ֥ר <WH834> 'a-Sher who יַכְרִ֛ית <WH3772> yach-Rit who shall cut off אֶת־ <WH853> 'et- בֵּ֥ית <WH1004> beit the house יָרָבְעָ֖ם <WH3379> ya-ra-ve-'Am of Jeroboam זֶ֣ה <WH2088> zeh this הַיּ֑וֹם <WH3117> hai-Yom; that day וּמֶ֖ה <WH4100> u-Meh how long גַּם־ <WH1571> gam- and from עָֽתָּה׃ <WH6258> 'At-tah. now"},{"number":15,"verse":"וְהִכָּ֨ה <WH5221> ve-hik-Kah shall smite יְהוָ֜ה <WH3068> Yah-weh For the LORD אֶת־ <WH853> 'et- יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, Israel כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher which יָנ֣וּד <WH5110> ya-Nud is shaken הַקָּנֶה֮ <WH7070> hak-ka-Neh as a reed בַּמַּיִם֒ <WH4325> bam-ma-Yim in the water וְנָתַ֣שׁ <WH5428> ve-na-Tash and he shall root up אֶת־ <WH853> 'et- יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, Israel מֵ֠עַל <WH5921> Me-'al and הָאֲדָמָ֨ה <WH127> ha-'a-da-Mah land הַטּוֹבָ֤ה <WH2896> hat-to-Vah out of this good הַזֹּאת֙ <WH2063> haz-zoT likewise אֲשֶׁ֤ר <WH834> 'a-Sher which נָתַן֙ <WH5414> na-Tan which he gave לַאֲב֣וֹתֵיהֶ֔ם <WH1> la-'a-Vo-tei-Hem, to their fathers וְזֵרָ֖ם <WH2219> ve-ze-Ram and shall scatter מֵעֵ֣בֶר <WH5676> me-'E-ver them beyond לַנָּהָ֑ר <WH5104> lan-na-Har; the river יַ֗עַן <WH3282> Ya-'an, because אֲשֶׁ֤ר <WH834> 'a-Sher which עָשׂוּ֙ <WH6213> 'a-Su because they have made אֶת־ <WH853> 'et- אֲשֵׁ֣רֵיהֶ֔ם <WH842> 'a-She-rei-Hem, their groves מַכְעִיסִ֖ים <WH3707> mach-'i-Sim to anger אֶת־ <WH853> 'et- יְהוָֽה׃ <WH3068> Yah-weh. provoking the LORD"},{"number":16,"verse":"וְיִתֵּ֖ן <WH5414> ve-yit-Ten up אֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel בִּגְלַ֞ל <WH1558> big-Lal because חַטֹּ֤אות <WH2403> chat-Tot of the sins יָֽרָבְעָם֙ <WH3379> ya-ra-ve-'Am of Jeroboam אֲשֶׁ֣ר <WH834> 'a-Sher which חָטָ֔א <WH2398> cha-Ta, who did sin וַאֲשֶׁ֥ר <WH834> va-'a-Sher which הֶחֱטִ֖יא <WH2398> he-che-Ti to sin אֶת־ <WH853> 'et- יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. and who made Israel"},{"number":17,"verse":"וַתָּ֙קָם֙ <WH6965> vat-Ta-kom arose אֵ֣שֶׁת <WH802> 'E-shet wife יָרָבְעָ֔ם <WH3379> ya-ra-ve-'Am, And Jeroboam's וַתֵּ֖לֶךְ <WH1980> vat-Te-lech and departed וַתָּבֹ֣א <WH935> vat-ta-Vo and came תִרְצָ֑תָה <WH8656> tir-Tza-tah; to Tirzah הִ֛יא <WH1931> hi she בָּאָ֥ה <WH935> ba-'Ah [and] when she came בְסַף־ <WH5592> ve-saf- to the threshold הַבַּ֖יִת <WH1004> hab-Ba-yit of the door וְהַנַּ֥עַר <WH5288> ve-han-Na-'ar the child מֵֽת׃ <WH4191> Met. died"},{"number":18,"verse":"וַיִּקְבְּר֥וּ <WH6912> vai-yik-be-Ru And they buried אֹת֛וֹ <WH853> o-To וַיִּסְפְּדוּ־ <WH5594> vai-yis-pe-du- mourned ל֖וֹ lo כָּל־ <WH3605> kol- All יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; him and all Israel כִּדְבַ֤ר <WH1697> kid-Var for him according to the word יְהוָה֙ <WH3068> Yah-weh of the LORD אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבֶּ֔ר <WH1696> dib-Ber, which he spake בְּיַד־ <WH3027> be-yad- by the hand עַבְדּ֖וֹ <WH5650> av-Do of his servant אֲחִיָּ֥הוּ <WH281> 'a-chi-Ya-hu Ahijah הַנָּבִֽיא׃ <WH5030> han-na-Vi. the prophet"},{"number":19,"verse":"וְיֶ֙תֶר֙ <WH3499> ve-Ye-ter And the rest דִּבְרֵ֣י <WH1697> div-Rei of the acts יָֽרָבְעָ֔ם <WH3379> ya-ra-ve-'Am, of Jeroboam אֲשֶׁ֥ר <WH834> 'a-Sher how נִלְחַ֖ם <WH3898> nil-Cham how he warred וַאֲשֶׁ֣ר <WH834> va-'a-Sher and how מָלָ֑ךְ <WH4427> ma-Lach; and how he reigned הִנָּ֣ם <WH2009> hin-Nam behold כְּתוּבִ֗ים <WH3789> ke-tu-Vim, behold they [are] written עַל־ <WH5921> 'al- in סֵ֛פֶר <WH5612> Se-fer in the book דִּבְרֵ֥י <WH1697> div-Rei of the acts הַיָּמִ֖ים <WH3117> hai-ya-Mim age לְמַלְכֵ֥י <WH4428> le-mal-Chei of the kings יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":20,"verse":"וְהַיָּמִים֙ <WH3117> ve-hai-ya-Mim And the days אֲשֶׁ֣ר <WH834> 'a-Sher after מָלַ֣ךְ <WH4427> ma-Lach reigned יָרָבְעָ֔ם <WH3379> ya-ra-ve-'Am, which Jeroboam עֶשְׂרִ֥ים <WH6242> 'es-Rim and twenty וּשְׁתַּ֖יִם <WH8147> u-she-Ta-yim [were] two שָׁנָ֑ה <WH8141> sha-Nah; years וַיִּשְׁכַּב֙ <WH7901> vai-yish-Kav and he slept עִם־ <WH5973> 'im- with אֲבֹתָ֔יו <WH1> 'a-vo-Tav, with his fathers וַיִּמְלֹ֛ךְ <WH4427> vai-yim-Loch reigned נָדָ֥ב <WH5070> na-Dav and Nadab בְּנ֖וֹ <WH1121> be-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place פ Peh"},{"number":21,"verse":"וּרְחַבְעָם֙ <WH7346> u-re-chav-'Am And Rehoboam בֶּן־ <WH1121> ben- the son שְׁלֹמֹ֔ה <WH8010> she-lo-Moh, of Solomon מָלַ֖ךְ <WH4427> ma-Lach reigned בִּֽיהוּדָ֑ה <WH3063> bi-hu-Dah; in Judah בֶּן־ <WH1121> ben- old אַרְבָּעִ֣ים <WH705> 'ar-ba-'Im [was] forty וְאַחַ֣ת <WH259> ve-'a-Chat and one שָׁנָה֩ <WH8141> sha-Nah years רְחַבְעָ֨ם <WH7346> re-chav-'Am Rehoboam בְּמָלְכ֜וֹ <WH4427> be-ma-le-Cho when he began to reign וּֽשֲׁבַ֨ע <WH7651> u-sha-Va' seven עֶשְׂרֵ֥ה <WH6240> 'es-Reh teen שָׁנָ֣ה׀ <WH8141> sha-Nah years מָלַ֣ךְ <WH4427> ma-Lach and he reigned בִּירוּשָׁלִַ֗ם <WH3389> bi-ru-sha-Lim, in Jerusalem הָ֠עִיר <WH5892> Ha-'ir the city אֲשֶׁר־ <WH834> 'a-Sher- which בָּחַ֨ר <WH977> ba-Char did choose יְהוָ֜ה <WH3068> Yah-weh which the LORD לָשׂ֨וּם <WH7760> la-Sum to put אֶת־ <WH853> 'et- שְׁמ֥וֹ <WH8034> she-Mo his name שָׁם֙ <WH8033> sham there מִכֹּל֙ <WH3605> mik-Kol all שִׁבְטֵ֣י <WH7626> shiv-Tei out of all the tribes יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְשֵׁ֣ם <WH8034> ve-Shem name אִמּ֔וֹ <WH517> im-Mo, there And his mother's נַעֲמָ֖ה <WH5279> na-'a-Mah [was] Naamah הָעַמֹּנִֽית׃ <WH5985> ha-'am-mo-Nit. an Ammonitess"},{"number":22,"verse":"וַיַּ֧עַשׂ <WH6213> vai-Ya-'as did יְהוּדָ֛ה <WH3063> ye-hu-Dah And Judah הָרַ֖ע <WH7451> ha-Ra' evil בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD וַיְקַנְא֣וּ <WH7065> vay-kan-'U and they provoked him to jealousy אֹת֗וֹ <WH853> o-To, מִכֹּל֙ <WH3605> mik-Kol all אֲשֶׁ֣ר <WH834> 'a-Sher which עָשׂ֣וּ <WH6213> 'a-Su had done אֲבֹתָ֔ם <WH1> 'a-vo-Tam, above all that their fathers בְּחַטֹּאתָ֖ם <WH2403> be-chat-to-Tam with their sins אֲשֶׁ֥ר <WH834> 'a-Sher which חָטָֽאוּ׃ <WH2398> cha-Ta-'u. which they had committed"},{"number":23,"verse":"וַיִּבְנ֨וּ <WH1129> vai-yiv-Nu For they also built גַם־ <WH1571> gam- also הֵ֧מָּה <WH1992> Hem-mah like לָהֶ֛ם <WH1992> la-Hem themselves בָּמ֥וֹת <WH1116> ba-Mot them high places וּמַצֵּב֖וֹת <WH4676> u-matz-tze-Vot and images וַאֲשֵׁרִ֑ים <WH842> va-'a-she-Rim; and groves עַ֚ל <WH5921> 'al on כָּל־ <WH3605> kol- every גִּבְעָ֣ה <WH1389> giv-'Ah hill גְבֹהָ֔ה <WH1364> ge-vo-Hah, on every high וְתַ֖חַת <WH8478> ve-Ta-chat and beneath כָּל־ <WH3605> kol- every עֵ֥ץ <WH6086> 'etz tree רַעֲנָֽן׃ <WH7488> ra-'a-Nan. and under every green"},{"number":24,"verse":"וְגַם־ <WH1571> ve-gam- were also קָדֵ֖שׁ <WH6945> ka-Desh And there were also sodomites הָיָ֣ה <WH1961> ha-Yah become בָאָ֑רֶץ <WH776> va-'A-retz; in the land עָשׂ֗וּ <WH6213> 'a-Su, [and] they did כְּכֹל֙ <WH3605> ke-Chol to all הַתּוֹעֲבֹ֣ת <WH8441> hat-to-'a-Vot according to all the abominations הַגּוֹיִ֔ם <WH1471> hag-go-Yim, of the nations אֲשֶׁר֙ <WH834> 'a-Sher which הוֹרִ֣ישׁ <WH3423> ho-Rish cast out יְהוָ֔ה <WH3068> Yah-weh, which the LORD מִפְּנֵ֖י <WH6440> mip-pe-Nei before בְּנֵ֥י <WH1121> be-Nei the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel פ Peh"},{"number":25,"verse":"וַיְהִ֛י <WH1961> vay-Hi happened בַּשָּׁנָ֥ה <WH8141> bash-sha-Nah year הַחֲמִישִׁ֖ית <WH2549> ha-cha-mi-Shit And it came to pass in the fifth לַמֶּ֣לֶךְ <WH4428> lam-Me-lech of king רְחַבְעָ֑ם <WH7346> re-chav-'Am; Rehoboam עָלָ֛ה <WH5927> 'a-Lah came up; שׁוּשַׁק shu-shak כשִׁישַׁ֥ק <WH7895> shi-Shak Shishak קמֶֽלֶךְ־ <WH4428> Me-lech- king מִצְרַ֖יִם <WH4714> mitz-Ra-yim of Egypt עַל־ <WH5921> 'al- against יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. against Jerusalem"},{"number":26,"verse":"וַיִּקַּ֞ח <WH3947> vai-yik-Kach And he took away אֶת־ <WH853> 'et- אֹצְר֣וֹת <WH214> o-tze-Rot the treasures בֵּית־ <WH1004> beit- of the house יְהוָ֗ה <WH3068> Yah-weh of the LORD וְאֶת־ <WH853> ve-'Et אֽוֹצְרוֹת֙ <WH214> 'otz-rOt and the treasures בֵּ֣ית <WH1004> beit house הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, of the king's וְאֶת־ <WH853> ve-'Et הַכֹּ֖ל <WH3605> hak-Kol everything לָקָ֑ח <WH3947> la-Kach; he even took away וַיִּקַּח֙ <WH3947> vai-yik-Kach all and he took away אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מָגִנֵּ֣י <WH4043> ma-gin-Nei all the shields הַזָּהָ֔ב <WH2091> haz-za-Hav, of gold אֲשֶׁ֥ר <WH834> 'a-Sher which עָשָׂ֖ה <WH6213> 'a-Sah had made שְׁלֹמֹֽה׃ <WH8010> she-lo-Moh. which Solomon"},{"number":27,"verse":"וַיַּ֨עַשׂ <WH6213> vai-Ya-'as made הַמֶּ֤לֶךְ <WH4428> ham-Me-lech And king רְחַבְעָם֙ <WH7346> re-chav-'Am Rehoboam תַּחְתָּ֔ם <WH8478> tach-Tam, their place מָגִנֵּ֖י <WH4043> ma-gin-Nei shields נְחֹ֑שֶׁת <WH5178> ne-Cho-shet; in their stead brasen וְהִפְקִ֗יד <WH6485> ve-hif-Kid, and committed עַל־ <WH5921> 'al- and יַד֙ <WH3027> yad [them] unto the hands שָׂרֵ֣י <WH8269> sa-Rei of the chief הָרָצִ֔ים <WH7323> ha-ra-Tzim, of the guard הַשֹּׁ֣מְרִ֔ים <WH8104> hash-Sho-me-Rim, which kept פֶּ֖תַח <WH6607> Pe-tach the door בֵּ֥ית <WH1004> beit house הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. of the king's"},{"number":28,"verse":"וַיְהִ֛י <WH1961> vay-Hi happened מִדֵּי־ <WH1767> mid-dei- And it was [so] when בֹ֥א <WH935> vo went הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king בֵּ֣ית <WH1004> beit into the house יְהוָ֑ה <WH3068> Yah-weh; of the LORD יִשָּׂאוּם֙ <WH5375> yis-sa-'Um bare הָֽרָצִ֔ים <WH7323> ha-ra-Tzim, that the guard וֶהֱשִׁיב֖וּם <WH7725> ve-he-shi-Vum them and brought them back אֶל־ <WH413> 'el- about תָּ֥א <WH8372> ta chamber הָרָצִֽים׃ <WH7323> ha-ra-Tzim. into the guard"},{"number":29,"verse":"וְיֶ֛תֶר <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֥י <WH1697> div-Rei of the acts רְחַבְעָ֖ם <WH7346> re-chav-'Am of Rehoboam וְכָל־ <WH3605> ve-chol and all אֲשֶׁ֣ר <WH834> 'a-Sher he עָשָׂ֑ה <WH6213> 'a-Sah; and all that he did הֲלֹא־ <WH3808> ha-lo- not הֵ֣מָּה <WH1992> Hem-mah like כְתוּבִ֗ים <WH3789> che-tu-Vim, [are] they not written עַל־ <WH5921> 'al- in סֵ֛פֶר <WH5612> Se-fer in the book דִּבְרֵ֥י <WH1697> div-Rei of the acts הַיָּמִ֖ים <WH3117> hai-ya-Mim age לְמַלְכֵ֥י <WH4428> le-mal-Chei of the kings יְהוּדָֽה׃ <WH3063> ye-hu-Dah. Judah"},{"number":30,"verse":"וּמִלְחָמָ֨ה <WH4421> u-mil-cha-Mah And there was war הָיְתָ֧ה <WH1961> ha-ye-Tah become בֵין־ <WH996> vein- between רְחַבְעָ֛ם <WH7346> re-chav-'Am between Rehoboam וּבֵ֥ין <WH996> u-Vein between יָרָבְעָ֖ם <WH3379> ya-ra-ve-'Am and Jeroboam כָּל־ <WH3605> kol- all manner הַיָּמִֽים׃ <WH3117> hai-ya-Mim. all [their] days"},{"number":31,"verse":"וַיִּשְׁכַּ֨ב <WH7901> vai-yish-Kav slept רְחַבְעָ֜ם <WH7346> re-chav-'Am And Rehoboam עִם־ <WH5973> 'im- with אֲבֹתָ֗יו <WH1> 'a-vo-Tav, with his fathers וַיִּקָּבֵ֤ר <WH6912> vai-yik-ka-Ver and was buried עִם־ <WH5973> 'im- with אֲבֹתָיו֙ <WH1> 'a-vo-Tav with his fathers בְּעִ֣יר <WH5892> be-'Ir in the city דָּוִ֔ד <WH1732> da-Vid, of David וְשֵׁ֣ם <WH8034> ve-Shem name אִמּ֔וֹ <WH517> im-Mo, And his mother's נַעֲמָ֖ה <WH5279> na-'a-Mah [was] Naamah הָעַמֹּנִ֑ית <WH5985> ha-'am-mo-Nit; an Ammonitess וַיִּמְלֹ֛ךְ <WH4427> vai-yim-Loch reigned אֲבִיָּ֥ם <WH38> 'a-vi-Yam And Abijam בְּנ֖וֹ <WH1121> be-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place פ Peh"}]}