{"bibleAbbr":"HSB+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"וַיְהִ֤י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- Then the word יְהוָה֙ <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- to יֵה֣וּא <WH3058> ye-Hu came to Jehu בֶן־ <WH1121> ven- the son חֲנָ֔נִי <WH2607> cha-Na-ni, of Hanani עַל־ <WH5921> 'al- against בַּעְשָׁ֖א <WH1201> ba'-Sha against Baasha לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":2,"verse":"יַ֗עַן <WH3282> Ya-'an, as אֲשֶׁ֤ר <WH834> 'a-Sher I הֲרִימֹתִ֙יךָ֙ <WH7311> ha-ri-mo-Ti-cha Forasmuch as I exalted מִן־ <WH4480> min- from הֶ֣עָפָ֔ר <WH6083> he-'a-Far, thee out of the dust וָאֶתֶּנְךָ֣ <WH5414> va-'et-ten-Cha and made נָגִ֔יד <WH5057> na-Gid, thee prince עַ֖ל <WH5921> 'al over עַמִּ֣י <WH5971> 'am-Mi over my people יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַתֵּ֣לֶךְ׀ <WH1980> vat-Te-lech have walked בְּדֶ֣רֶךְ <WH1870> be-De-rech in the way יָרָבְעָ֗ם <WH3379> ya-ra-ve-'Am, of Jeroboam וַֽתַּחֲטִא֙ <WH2398> vat-ta-cha-Ti to sin אֶת־ <WH853> 'et- עַמִּ֣י <WH5971> 'am-Mi and hast made my people יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel לְהַכְעִיסֵ֖נִי <WH3707> le-hach-'i-Se-ni to provoke me to anger בְּחַטֹּאתָֽם׃ <WH2403> be-chat-to-Tam. with their sins"},{"number":3,"verse":"הִנְנִ֥י <WH2005> hin-Ni behold מַבְעִ֛יר <WH1197> mav-'Ir Behold I will take away אַחֲרֵ֥י <WH310> 'a-cha-Rei the posterity בַעְשָׁ֖א <WH1201> va'-Sha of Baasha וְאַחֲרֵ֣י <WH310> ve-'a-cha-Rei and the posterity בֵית֑וֹ <WH1004> vei-To; of his house וְנָֽתַתִּי֙ <WH5414> ve-na-tat-Ti and will make אֶת־ <WH853> 'et- בֵּ֣יתְךָ֔ <WH1004> bei-te-cha, thy house כְּבֵ֖ית <WH1004> ke-Veit like the house יָרָבְעָ֥ם <WH3379> ya-ra-ve-'Am of Jeroboam בֶּן־ <WH1121> ben- the son נְבָֽט׃ <WH5028> ne-Vat. of Nebat"},{"number":4,"verse":"הַמֵּ֤ת <WH4191> ham-Met Him that dieth לְבַעְשָׁא֙ <WH1201> le-va'-Sha of Baasha בָּעִ֔יר <WH5892> ba-'Ir, in the city יֹֽאכְל֖וּ <WH398> yo-che-Lu eat הַכְּלָבִ֑ים <WH3611> hak-ke-la-Vim; shall the dogs וְהַמֵּ֥ת <WH4191> ve-ham-Met and him that dieth לוֹ֙ lo בַּשָּׂדֶ֔ה <WH7704> bas-sa-Deh, of his in the fields יֹאכְל֖וּ <WH398> yo-che-Lu eat ע֥וֹף <WH5775> of shall the fowls הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. of the air"},{"number":5,"verse":"וְיֶ֨תֶר <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֥י <WH1697> div-Rei of the acts בַעְשָׁ֛א <WH1201> va'-Sha of Baasha וַאֲשֶׁ֥ר <WH834> va-'a-Sher and what עָשָׂ֖ה <WH6213> 'a-Sah and what he did וּגְבֽוּרָת֑וֹ <WH1369> u-ge-vu-ra-To; and his might הֲלֹא־ <WH3808> ha-lo- not הֵ֣ם <WH1992> hem like כְּתוּבִ֗ים <WH3789> ke-tu-Vim, [are] they not written עַל־ <WH5921> 'al- in סֵ֛פֶר <WH5612> Se-fer in the book דִּבְרֵ֥י <WH1697> div-Rei of the acts הַיָּמִ֖ים <WH3117> hai-ya-Mim age לְמַלְכֵ֥י <WH4428> le-mal-Chei of the kings יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":6,"verse":"וַיִּשְׁכַּ֤ב <WH7901> vai-yish-Kav slept בַּעְשָׁא֙ <WH1201> ba'-Sha So Baasha עִם־ <WH5973> 'im- with אֲבֹתָ֔יו <WH1> 'a-vo-Tav, with his fathers וַיִּקָּבֵ֖ר <WH6912> vai-yik-ka-Ver and was buried בְּתִרְצָ֑ה <WH8656> be-tir-Tzah; in Tirzah וַיִּמְלֹ֛ךְ <WH4427> vai-yim-Loch reigned אֵלָ֥ה <WH425> 'e-Lah and Elah בְנ֖וֹ <WH1121> ve-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place"},{"number":7,"verse":"וְגַ֡ם <WH1571> ve-Gam Moreover בְּיַד־ <WH3027> be-yad- And also by the hand יֵה֨וּא <WH3058> ye-Hu Jehu בֶן־ <WH1121> ven- the son חֲנָ֜נִי <WH2607> cha-Na-ni of Hanani הַנָּבִ֗יא <WH5030> han-na-Vi, of the prophet דְּבַר־ <WH1697> de-var- came the word יְהוָ֡ה <WH3068> Yah-weh of the LORD הָיָה֩ <WH1961> ha-Yah came אֶל־ <WH413> 'el- against בַּעְשָׁ֨א <WH1201> ba'-Sha against Baasha וְאֶל־ <WH413> ve-'el- against בֵּית֜וֹ <WH1004> bei-To and against his house וְעַ֥ל <WH5921> ve-'Al because כָּל־ <WH3605> kol- of all הָרָעָ֣ה׀ <WH7451> ha-ra-'Ah even for all the evil אֲשֶׁר־ <WH834> 'a-Sher- which עָשָׂ֣ה׀ <WH6213> 'a-Sah that he did בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֗ה <WH3068> Yah-weh of the LORD לְהַכְעִיסוֹ֙ <WH3707> le-hach-'i-So in provoking him to anger בְּמַעֲשֵׂ֣ה <WH4639> be-ma-'a-Seh with the work יָדָ֔יו <WH3027> ya-Dav, of his hands לִהְי֖וֹת <WH1961> lih-Yot being כְּבֵ֣ית <WH1004> ke-Veit in being like the house יָרָבְעָ֑ם <WH3379> ya-ra-ve-'Am; of Jeroboam וְעַ֥ל <WH5921> ve-'Al because אֲשֶׁר־ <WH834> 'a-Sher- which הִכָּ֖ה <WH5221> hik-Kah and because he killed אֹתֽוֹ׃ <WH853> o-To. פ Peh"},{"number":8,"verse":"בִּשְׁנַ֨ת <WH8141> bish-Nat year עֶשְׂרִ֤ים <WH6242> 'es-Rim twenty וָשֵׁשׁ֙ <WH8337> va-Shesh and sixth שָׁנָ֔ה <WH8141> sha-Nah, two years לְאָסָ֖א <WH609> le-'a-Sa of Asa מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah מָ֠לַךְ <WH4427> Ma-lach to reign אֵלָ֨ה <WH425> 'e-Lah began Elah בֶן־ <WH1121> ven- the son בַּעְשָׁ֧א <WH1201> ba'-Sha of Baasha עַל־ <WH5921> 'al- over יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El over Israel בְּתִרְצָ֖ה <WH8656> be-tir-Tzah in Tirzah שְׁנָתָֽיִם׃ <WH8141> she-na-Ta-yim. year"},{"number":9,"verse":"וַיִּקְשֹׁ֤ר <WH7194> vai-yik-Shor conspired עָלָיו֙ <WH5921> 'a-Lav against עַבְדּ֣וֹ <WH5650> av-Do And his servant זִמְרִ֔י <WH2174> zim-Ri, Zimri שַׂ֖ר <WH8269> sar captain מַחֲצִ֣ית <WH4276> ma-cha-Tzit of half הָרָ֑כֶב <WH7393> ha-Ra-chev; [his] chariots וְה֤וּא <WH1931> ve-Hu now he בְתִרְצָה֙ <WH8656> ve-tir-Tzah against him as he was in Tirzah שֹׁתֶ֣ה <WH8354> sho-Teh drinking שִׁכּ֔וֹר <WH7910> shik-Kor, himself drunk בֵּ֣ית <WH1004> beit in the house אַרְצָ֔א <WH777> 'ar-Tza, of Arza אֲשֶׁ֥ר <WH834> 'a-Sher who עַל־ <WH5921> 'al- over הַבַּ֖יִת <WH1004> hab-Ba-yit steward of [his] house בְּתִרְצָֽה׃ <WH8656> be-tir-Tzah. in Tirzah"},{"number":10,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo went in זִמְרִי֙ <WH2174> zim-Ri And Zimri וַיַּכֵּ֣הוּ <WH5221> vai-yak-Ke-hu and smote וַיְמִיתֵ֔הוּ <WH4191> vay-mi-Te-hu, him and killed בִּשְׁנַת֙ <WH8141> bish-Nat year עֶשְׂרִ֣ים <WH6242> 'es-Rim him in the twenty וָשֶׁ֔בַע <WH7651> va-She-va', and seventh לְאָסָ֖א <WH609> le-'a-Sa of Asa מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah וַיִּמְלֹ֖ךְ <WH4427> vai-yim-Loch and reigned תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place"},{"number":11,"verse":"וַיְהִ֨י <WH1961> vay-Hi came בְמָלְכ֜וֹ <WH4427> ve-ma-le-Cho And it came to pass when he began to reign כְּשִׁבְתּ֣וֹ <WH3427> ke-shiv-To as soon as he sat עַל־ <WH5921> 'al- on כִּסְא֗וֹ <WH3678> kis-'O, on his throne הִכָּה֙ <WH5221> hik-Kah [that] he slew אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all בֵּ֣ית <WH1004> beit all the house בַּעְשָׁ֔א <WH1201> ba'-Sha, of Baasha לֹֽא־ <WH3808> lo- did not הִשְׁאִ֥יר <WH7604> hish-'Ir he left ל֖וֹ lo מַשְׁתִּ֣ין <WH8366> mash-Tin him not one that pisseth בְּקִ֑יר <WH7023> be-Kir; against a wall וְגֹאֲלָ֖יו <WH1350> ve-go-'a-Lav neither of his kinsfolks וְרֵעֵֽהוּ׃ <WH7453> ve-re-'E-hu. nor of his friends"},{"number":12,"verse":"וַיַּשְׁמֵ֣ד <WH8045> vai-yash-Med destroy זִמְרִ֔י <WH2174> zim-Ri, Thus did Zimri אֵ֖ת <WH853> 'et כָּל־ <WH3605> kol- all בֵּ֣ית <WH1004> beit all the house בַּעְשָׁ֑א <WH1201> ba'-Sha; of Baasha כִּדְבַ֤ר <WH1697> kid-Var according to the word יְהוָה֙ <WH3069> Yah-weh God אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבֶּ֣ר <WH1696> dib-Ber which he spake אֶל־ <WH413> 'el- against בַּעְשָׁ֔א <WH1201> ba'-Sha, against Baasha בְּיַ֖ד <WH3027> be-Yad by יֵה֥וּא <WH3058> ye-Hu Jehu הַנָּבִֽיא׃ <WH5030> han-na-Vi. the prophet"},{"number":13,"verse":"אֶ֚ל <WH413> 'el about כָּל־ <WH3605> kol- all חַטֹּ֣אות <WH2403> chat-Tot For all the sins בַּעְשָׁ֔א <WH1201> ba'-Sha, of Baasha וְחַטֹּ֖אות <WH2403> ve-chat-Tot and the sins אֵלָ֣ה <WH425> 'e-Lah of Elah בְנ֑וֹ <WH1121> ve-No; his son אֲשֶׁ֣ר <WH834> 'a-Sher which חָטְא֗וּ <WH2398> cha-te-'U, by which they sinned וַאֲשֶׁ֤ר <WH834> va-'a-Sher and which הֶחֱטִ֙יאוּ֙ <WH2398> he-che-Ti-'u to sin אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, and by which they made Israel לְהַכְעִ֗יס <WH3707> le-hach-'Is, to anger אֶת־ <WH853> 'et- יְהוָ֛ה <WH3068> Yah-weh in provoking the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בְּהַבְלֵיהֶֽם׃ <WH1892> be-hav-lei-Hem. with their vanities"},{"number":14,"verse":"וְיֶ֛תֶר <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֥י <WH1697> div-Rei of the acts אֵלָ֖ה <WH425> 'e-Lah of Elah וְכָל־ <WH3605> ve-chol and all אֲשֶׁ֣ר <WH834> 'a-Sher he עָשָׂ֑ה <WH6213> 'a-Sah; and all that he did הֲלֽוֹא־ <WH3808> ha-lo- not הֵ֣ם <WH1992> hem like כְּתוּבִ֗ים <WH3789> ke-tu-Vim, [are] they not written עַל־ <WH5921> 'al- in סֵ֛פֶר <WH5612> Se-fer in the book דִּבְרֵ֥י <WH1697> div-Rei of the acts הַיָּמִ֖ים <WH3117> hai-ya-Mim age לְמַלְכֵ֥י <WH4428> le-mal-Chei of the kings יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel פ Peh"},{"number":15,"verse":"בִּשְׁנַת֩ <WH8141> bish-Nat year עֶשְׂרִ֨ים <WH6242> 'es-Rim twenty וָשֶׁ֜בַע <WH7651> va-She-va' and seventh שָׁנָ֗ה <WH8141> sha-Nah, year לְאָסָא֙ <WH609> le-'a-Sa of Asa מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah מָלַ֥ךְ <WH4427> ma-Lach reign זִמְרִ֛י <WH2174> zim-Ri did Zimri שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִ֖ים <WH3117> ya-Mim days בְּתִרְצָ֑ה <WH8656> be-tir-Tzah; in Tirzah וְהָעָ֣ם <WH5971> ve-ha-'Am And the people חֹנִ֔ים <WH2583> cho-Nim, [were] encamped עַֽל־ <WH5921> 'al- against גִּבְּת֖וֹן <WH1405> gib-be-Ton against Gibbethon אֲשֶׁ֥ר <WH834> 'a-Sher which לַפְּלִשְׁתִּֽים׃ <WH6430> lap-pe-lish-Tim. which [belonged] to the Philistines"},{"number":16,"verse":"וַיִּשְׁמַ֤ע <WH8085> vai-yish-Ma' heard הָעָם֙ <WH5971> ha-'Am And the people הַחֹנִ֣ים <WH2583> ha-cho-Nim [that were] encamped לֵאמֹ֔ר <WH559> le-Mor, say קָשַׁ֣ר <WH7194> ka-Shar hath conspired זִמְרִ֔י <WH2174> zim-Ri, Zimri וְגַ֖ם <WH1571> ve-Gam also הִכָּ֣ה <WH5221> hik-Kah and hath also slain אֶת־ <WH853> 'et- הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וַיַּמְלִ֣כוּ <WH4427> vai-yam-Li-chu king כָֽל־ <WH3605> chol all יִ֠שְׂרָאֵל <WH3478> Yis-ra-'el wherefore all Israel אֶת־ <WH853> 'et- עָמְרִ֨י <WH6018> 'a-me-Ri made Omri שַׂר־ <WH8269> sar- the captain צָבָ֧א <WH6635> tza-Va of the host עַל־ <WH5921> 'al- over יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El over Israel בַּיּ֥וֹם <WH3117> bai-Yom that day הַה֖וּא <WH1931> ha-Hu he בַּֽמַּחֲנֶֽה׃ <WH4264> Bam-ma-cha-Neh. in the camp"},{"number":17,"verse":"וַיַּעֲלֶ֥ה <WH5927> vai-ya-'a-Leh went up עָמְרִ֛י <WH6018> 'a-me-Ri And Omri וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֥ל <WH3478> Yis-ra-'El and all Israel עִמּ֖וֹ <WH5973> im-Mo from מִֽגִּבְּת֑וֹן <WH1405> mig-gib-be-Ton; from Gibbethon וַיָּצֻ֖רוּ <WH6696> vai-ya-Tzu-ru with him and they besieged עַל־ <WH5921> 'al- and תִּרְצָֽה׃ <WH8656> tir-Tzah. Tirzah"},{"number":18,"verse":"וַיְהִ֞י <WH1961> vay-Hi become כִּרְא֤וֹת <WH7200> kir-'ot saw זִמְרִי֙ <WH2174> zim-Ri And it came to pass when Zimri כִּֽי־ <WH3588> ki- for נִלְכְּדָ֣ה <WH3920> nil-ke-Dah was taken הָעִ֔יר <WH5892> ha-'Ir, that the city וַיָּבֹ֖א <WH935> vai-ya-Vo that he went אֶל־ <WH413> 'el- into אַרְמ֣וֹן <WH759> ar-Mon into the palace בֵּית־ <WH1004> beit- house הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; of the king's וַיִּשְׂרֹ֨ף <WH8313> vai-yis-Rof and burnt עָלָ֧יו <WH5921> 'a-Lav over אֶת־ <WH853> 'et- בֵּֽית־ <WH1004> beit- house מֶ֛לֶךְ <WH4428> Me-lech the king's בָּאֵ֖שׁ <WH784> ba-'Esh over him with fire וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. and died"},{"number":19,"verse":"עַל־ <WH5921> 'al- because; חַטָּאתֹו chat-ta-tov כחַטֹּאתָיו֙ <WH2403> chat-to-Tav of his sins קאֲשֶׁ֣ר <WH834> 'a-Sher which חָטָ֔א <WH2398> cha-Ta, which he sinned לַעֲשׂ֥וֹת <WH6213> la-'a-Sot in doing הָרַ֖ע <WH7451> ha-Ra' evil בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD לָלֶ֙כֶת֙ <WH1980> la-Le-chet walking בְּדֶ֣רֶךְ <WH1870> be-De-rech in the way יָרָבְעָ֔ם <WH3379> ya-ra-ve-'Am, of Jeroboam וּבְחַטָּאתוֹ֙ <WH2403> u-ve-chat-ta-To For his sins אֲשֶׁ֣ר <WH834> 'a-Sher which עָשָׂ֔ה <WH6213> 'a-Sah, which he did לְהַחֲטִ֖יא <WH2398> le-ha-cha-Ti to sin אֶת־ <WH853> 'et- יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. to make Israel"},{"number":20,"verse":"וְיֶ֙תֶר֙ <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֣י <WH1697> div-Rei of the acts זִמְרִ֔י <WH2174> zim-Ri, of Zimri וְקִשְׁר֖וֹ <WH7195> ve-kish-Ro and his treason אֲשֶׁ֣ר <WH834> 'a-Sher which קָשָׁ֑ר <WH7194> ka-Shar; that he wrought הֲלֹֽא־ <WH3808> ha-lo- not הֵ֣ם <WH1992> hem like כְּתוּבִ֗ים <WH3789> ke-tu-Vim, [are] they not written עַל־ <WH5921> 'al- in סֵ֛פֶר <WH5612> Se-fer in the book דִּבְרֵ֥י <WH1697> div-Rei of the acts הַיָּמִ֖ים <WH3117> hai-ya-Mim age לְמַלְכֵ֥י <WH4428> le-mal-Chei of the kings יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel פ Peh"},{"number":21,"verse":"אָ֧ז <WH227> 'az Then יֵחָלֵ֛ק <WH2505> ye-cha-Lek divided הָעָ֥ם <WH5971> ha-'Am Then were the people יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לַחֵ֑צִי <WH2677> la-Che-tzi; into two parts חֲצִ֨י <WH2677> cha-Tzi half הָעָ֜ם <WH5971> ha-'Am of the people הָ֠יָה <WH1961> Ha-yah become אַחֲרֵ֨י <WH310> 'a-cha-Rei followed תִבְנִ֤י <WH8402> tiv-Ni Tibni בֶן־ <WH1121> ven- the son גִּינַת֙ <WH1527> gi-Nat of Ginath לְהַמְלִיכ֔וֹ <WH4427> le-ham-li-Cho, to make him king וְהַחֲצִ֖י <WH2677> ve-ha-cha-Tzi and half אַחֲרֵ֥י <WH310> 'a-cha-Rei followed עָמְרִֽי׃ <WH6018> 'a-me-Ri. Omri"},{"number":22,"verse":"וַיֶּחֱזַ֤ק <WH2388> vai-ye-che-Zak prevailed הָעָם֙ <WH5971> ha-'Am But the people אֲשֶׁ֣ר <WH834> 'a-Sher who אַחֲרֵ֣י <WH310> 'a-cha-Rei that followed עָמְרִ֔י <WH6018> 'a-me-Ri, Omri אֶת־ <WH854> 'et- against הָעָ֕ם <WH5971> ha-'Am the people אֲשֶׁ֥ר <WH834> 'a-Sher who אַחֲרֵ֖י <WH310> 'a-cha-Rei that followed תִּבְנִ֣י <WH8402> tiv-Ni Tibni בֶן־ <WH1121> ven- the son גִּינַ֑ת <WH1527> gi-Nat; of Ginath וַיָּ֣מָת <WH4191> vai-Ya-mot died תִּבְנִ֔י <WH8402> tiv-Ni, so Tibni וַיִּמְלֹ֖ךְ <WH4427> vai-yim-Loch reigned עָמְרִֽי׃ <WH6018> 'a-me-Ri. and Omri פ Peh"},{"number":23,"verse":"בִּשְׁנַת֩ <WH8141> bish-Nat year שְׁלֹשִׁ֨ים <WH7970> she-lo-Shim thirty וְאַחַ֜ת <WH259> ve-'a-Chat and first שָׁנָ֗ה <WH8141> sha-Nah, years לְאָסָא֙ <WH609> le-'a-Sa of Asa מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah מָלַ֤ךְ <WH4427> ma-Lach to reign עָמְרִי֙ <WH6018> 'a-me-Ri began Omri עַל־ <WH5921> 'al- over יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, over Israel שְׁתֵּ֥ים <WH8147> she-Teim both עֶשְׂרֵ֖ה <WH6240> 'es-Reh ten שָׁנָ֑ה <WH8141> sha-Nah; years בְּתִרְצָ֖ה <WH8656> be-tir-Tzah he in Tirzah מָלַ֥ךְ <WH4427> ma-Lach reigned שֵׁשׁ־ <WH8337> shesh- six שָׁנִֽים׃ <WH8141> sha-Nim. years"},{"number":24,"verse":"וַיִּ֜קֶן <WH7069> vai-Yi-ken And he bought אֶת־ <WH853> 'et- הָהָ֥ר <WH2022> ha-Har the hill שֹׁמְר֛וֹן <WH8111> sho-me-Ron Samaria מֵ֥אֶת <WH853> Me-'et שֶׁ֖מֶר <WH8106> She-mer of Shemer בְּכִכְּרַ֣יִם <WH3603> be-chik-ke-Ra-yim for two talents כָּ֑סֶף <WH3701> Ka-sef; of silver וַיִּ֙בֶן֙ <WH1129> vai-Yi-ven and built אֶת־ <WH853> 'et- הָהָ֔ר <WH2022> ha-Har, on the hill וַיִּקְרָ֗א <WH7121> vai-yik-Ra, and called אֶת־ <WH853> 'et- שֵׁ֤ם <WH8034> shem the name הָעִיר֙ <WH5892> ha-'Ir of the city אֲשֶׁ֣ר <WH834> 'a-Sher which בָּנָ֔ה <WH1129> ba-Nah, which he built עַ֣ל <WH5921> 'al after שֶׁם־ <WH8034> shem- after the name שֶׁ֔מֶר <WH8106> She-mer, of Shemer אֲדֹנֵ֖י <WH113> 'a-do-Nei owner הָהָ֥ר <WH2022> ha-Har of the hill שֹׁמְרֽוֹן׃ <WH8111> sho-me-Ron. Samaria"},{"number":25,"verse":"וַיַּעֲשֶׂ֥ה <WH6213> vai-ya-'a-Seh wrought עָמְרִ֛י <WH6018> 'a-me-Ri But Omri הָרַ֖ע <WH7451> ha-Ra' evil בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the eyes יְהוָ֑ה <WH3068> Yah-weh; of the LORD וַיָּ֕רַע <WH7489> vai-Ya-ra' and did worse מִכֹּ֖ל <WH3605> mik-Kol all אֲשֶׁ֥ר <WH834> 'a-Sher who לְפָנָֽיו׃ <WH6440> le-fa-Nav. than all that [were] before"},{"number":26,"verse":"וַיֵּ֗לֶךְ <WH1980> vai-Ye-lech, walked בְּכָל־ <WH3605> be-chol all דֶּ֙רֶךְ֙ <WH1870> de-rech in all the way יָרָבְעָ֣ם <WH3379> ya-ra-ve-'Am of Jeroboam בֶּן־ <WH1121> ben- the son נְבָ֔ט <WH5028> ne-Vat, of Nebat; וּבְחַטֹּאתָיו u-ve-chat-to-tav כוּבְחַטָּאתֹ֔ו <WH2403> u-ve-chat-ta-To, sin קאֲשֶׁ֥ר <WH834> 'a-Sher which הֶחֱטִ֖יא <WH2398> he-che-Ti to sin אֶת־ <WH853> 'et- יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; wherewith he made Israel לְהַכְעִ֗יס <WH3707> le-hach-'Is, to anger אֶת־ <WH853> 'et- יְהוָ֛ה <WH3068> Yah-weh to provoke the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בְּהַבְלֵיהֶֽם׃ <WH1892> be-hav-lei-Hem with their vanities"},{"number":27,"verse":"וְיֶ֨תֶר <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֤י <WH1697> div-Rei of the acts עָמְרִי֙ <WH6018> 'a-me-Ri of Omri אֲשֶׁ֣ר <WH834> 'a-Sher which עָשָׂ֔ה <WH6213> 'a-Sah, which he did וּגְבוּרָת֖וֹ <WH1369> u-ge-vu-ra-To and his might אֲשֶׁ֣ר <WH834> 'a-Sher which עָשָׂ֑ה <WH6213> 'a-Sah; that he shewed הֲלֹֽא־ <WH3808> ha-lo- not הֵ֣ם <WH1992> hem like כְּתוּבִ֗ים <WH3789> ke-tu-Vim, [are] they not written עַל־ <WH5921> 'al- in סֵ֛פֶר <WH5612> Se-fer in the book דִּבְרֵ֥י <WH1697> div-Rei of the acts הַיָּמִ֖ים <WH3117> hai-ya-Mim age לְמַלְכֵ֥י <WH4428> le-mal-Chei of the kings יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":28,"verse":"וַיִּשְׁכַּ֤ב <WH7901> vai-yish-Kav slept עָמְרִי֙ <WH6018> 'a-me-Ri So Omri עִם־ <WH5973> 'im- with אֲבֹתָ֔יו <WH1> 'a-vo-Tav, with his fathers וַיִּקָּבֵ֖ר <WH6912> vai-yik-ka-Ver and was buried בְּשֹׁמְר֑וֹן <WH8111> be-sho-me-Ron; in Samaria וַיִּמְלֹ֛ךְ <WH4427> vai-yim-Loch reigned אַחְאָ֥ב <WH256> 'ach-'Av and Ahab בְּנ֖וֹ <WH1121> be-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place פ Peh"},{"number":29,"verse":"וְאַחְאָ֣ב <WH256> ve-'ach-'Av began Ahab בֶּן־ <WH1121> ben- the son עָמְרִ֗י <WH6018> 'a-me-Ri, of Omri מָלַךְ֙ <WH4427> ma-laCh to reign עַל־ <WH5921> 'al- over יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, over Israel בִּשְׁנַ֨ת <WH8141> bish-Nat year שְׁלֹשִׁ֤ים <WH7970> she-lo-Shim thirty וּשְׁמֹנֶה֙ <WH8083> u-she-mo-Neh and eighth שָׁנָ֔ה <WH8141> sha-Nah, years לְאָסָ֖א <WH609> le-'a-Sa of Asa מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah וַ֠יִּמְלֹךְ <WH4427> Vai-yim-loch reigned אַחְאָ֨ב <WH256> 'ach-'Av and Ahab בֶּן־ <WH1121> ben- the son עָמְרִ֤י <WH6018> 'a-me-Ri of Omri עַל־ <WH5921> 'al- over יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El over Israel בְּשֹׁ֣מְר֔וֹן <WH8111> be-Sho-me-Ron, in Samaria עֶשְׂרִ֥ים <WH6242> 'es-Rim twenty וּשְׁתַּ֖יִם <WH8147> u-she-Ta-yim and two שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":30,"verse":"וַיַּ֨עַשׂ <WH6213> vai-Ya-'as did אַחְאָ֧ב <WH256> 'ach-'Av And Ahab בֶּן־ <WH1121> ben- the son עָמְרִ֛י <WH6018> 'a-me-Ri of Omri הָרַ֖ע <WH7451> ha-Ra' evil בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD מִכֹּ֖ל <WH3605> mik-Kol all אֲשֶׁ֥ר <WH834> 'a-Sher who לְפָנָֽיו׃ <WH6440> le-fa-Nav. above all that [were] before"},{"number":31,"verse":"וַיְהִי֙ <WH1961> vay-Hi came הֲנָקֵ֣ל <WH7043> ha-na-Kel And it came to pass as if it had been a light thing לֶכְתּ֔וֹ <WH1980> lech-To, to walk בְּחַטֹּ֖אות <WH2403> be-chat-Tot in the sins יָרָבְעָ֣ם <WH3379> ya-ra-ve-'Am of Jeroboam בֶּן־ <WH1121> ben- the son נְבָ֑ט <WH5028> ne-Vat; of Nebat וַיִּקַּ֨ח <WH3947> vai-yik-Kach that he took אִשָּׁ֜ה <WH802> 'ish-Shah to wife אֶת־ <WH853> 'et- אִיזֶ֗בֶל <WH348> 'i-Ze-vel, Jezebel בַּת־ <WH1323> bat- the daughter אֶתְבַּ֙עַל֙ <WH856> 'et-Ba-'al of Ethbaal מֶ֣לֶךְ <WH4428> Me-lech king צִידֹנִ֔ים <WH6722> tzi-do-Nim, of the Zidonians וַיֵּ֙לֶךְ֙ <WH1980> vai-Ye-lech and went וַֽיַּעֲבֹ֣ד <WH5647> vai-ya-'a-Vod and served אֶת־ <WH853> 'et- הַבַּ֔עַל <WH1168> hab-Ba-'al, Baal וַיִּשְׁתַּ֖חוּ <WH7812> vai-yish-Ta-chu and worshipped לֽוֹ׃ lo."},{"number":32,"verse":"וַיָּ֥קֶם <WH6965> vai-Ya-kem And he reared up מִזְבֵּ֖חַ <WH4196> miz-Be-ach an altar לַבָּ֑עַל <WH1168> lab-Ba-'al; for Baal בֵּ֣ית <WH1004> beit in the house הַבַּ֔עַל <WH1168> hab-Ba-'al, of Baal אֲשֶׁ֥ר <WH834> 'a-Sher which בָּנָ֖ה <WH1129> ba-Nah which he had built בְּשֹׁמְרֽוֹן׃ <WH8111> be-sho-me-Ron. in Samaria"},{"number":33,"verse":"וַיַּ֥עַשׂ <WH6213> vai-Ya-'as made אַחְאָ֖ב <WH256> 'ach-'Av And Ahab אֶת־ <WH853> 'et- הָאֲשֵׁרָ֑ה <WH842> ha-'a-she-Rah; a grove וַיּ֨וֹסֶף <WH3254> vai-Yo-sef more אַחְאָ֜ב <WH256> 'ach-'Av and Ahab לַעֲשׂ֗וֹת <WH6213> la-'a-Sot, did לְהַכְעִיס֙ <WH3707> le-hach-'Is to anger אֶת־ <WH853> 'et- יְהֹוָה֙ <WH3068> Yah-weh to provoke the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel מִכֹּ֨ל <WH3605> mik-Kol all מַלְכֵ֣י <WH4428> mal-Chei than all the kings יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֲשֶׁ֥ר <WH834> 'a-Sher who הָי֖וּ <WH1961> ha-Yu become לְפָנָֽיו׃ <WH6440> le-fa-Nav. that were before"},{"number":34,"verse":"בְּיָמָ֞יו <WH3117> be-ya-Mav In his days בָּנָ֥ה <WH1129> ba-Nah build חִיאֵ֛ל <WH2419> chi-'El did Hiel בֵּ֥ית beit הָאֱלִ֖י <WH1017> ha-'e-Li the Bethelite אֶת־ <WH853> 'et- יְרִיחֹ֑ה <WH3405> ye-ri-Choh; Jericho בַּאֲבִירָ֨ם <WH48> ba-'a-vi-Ram thereof in Abiram בְּכֹר֜וֹ <WH1060> be-cho-Ro his firstborn יִסְּדָ֗הּ <WH3245> yis-se-Dah, he laid the foundation; וּבִשְׂגִיב u-vis-giv כוּבִשְׂג֤וּב <WH7687> u-vis-Guv Segub קצְעִירוֹ֙ <WH6810> tze-'i-Ro thereof in his youngest הִצִּ֣יב <WH5324> hitz-Tziv and set up דְּלָתֶ֔יהָ <WH1817> de-la-Tei-ha, the gates כִּדְבַ֣ר <WH1697> kid-Var according to the word יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבֶּ֔ר <WH1696> dib-Ber, which he spake בְּיַ֖ד <WH3027> be-Yad by יְהוֹשֻׁ֥עַ <WH3091> ye-ho-Shu-a' Joshua בִּן־ <WH1121> bin- the son נֽוּן׃ <WH5126> Nun. of Nun ס sa-Mek"}]}