{"bibleAbbr":"HSB+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"אָ֣ז <WH227> 'az Then יַקְהֵ֣ל <WH6950> yak-Hel assembled שְׁלֹמֹ֣ה <WH8010> she-lo-Moh Then Solomon אֶת־ <WH853> 'et- זִקְנֵ֣י <WH2205> zik-Nei the elders יִשְׂרָאֵ֡ל <WH3478> Yis-ra-'El of Israel אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- and all רָאשֵׁ֣י <WH7218> ra-Shei and all the heads הַמַּטּוֹת֩ <WH4294> ham-mat-tOt of the tribes נְשִׂיאֵ֨י <WH5387> ne-si-'Ei the chief הָאָב֜וֹת <WH1> ha-'a-Vot of the fathers לִבְנֵ֧י <WH1121> liv-Nei of the children יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El of Israel אֶל־ <WH413> 'el- to הַמֶּ֥לֶךְ <WH4428> ham-Me-lech unto king שְׁלֹמֹ֖ה <WH8010> she-lo-Moh Solomon יְרוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; in Jerusalem לְֽהַעֲל֞וֹת <WH5927> le-ha-'a-Lot that they might bring up אֶת־ <WH853> 'et- אֲר֧וֹן <WH727> a-Ron the ark בְּרִית־ <WH1285> be-rit- of the covenant יְהוָ֛ה <WH3068> Yah-weh of the LORD מֵעִ֥יר <WH5892> me-'Ir out of the city דָּוִ֖ד <WH1732> da-Vid of David הִ֥יא <WH1931> hi which צִיּֽוֹן׃ <WH6726> tzi-Yon. which [is] Zion"},{"number":2,"verse":"וַיִּקָּ֨הֲל֜וּ <WH6950> vai-yik-Ka-ha-Lu assembled אֶל־ <WH413> 'el- to הַמֶּ֤לֶךְ <WH4428> ham-Me-lech themselves unto king שְׁלֹמֹה֙ <WH8010> she-lo-Moh Solomon כָּל־ <WH3605> kol- All אִ֣ישׁ <WH376> 'ish And all the men יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel בְּיֶ֥רַח <WH3391> be-Ye-rach in the month הָאֵֽתָנִ֖ים <WH388> ha-'e-ta-Nim Ethanim בֶּחָ֑ג <WH2282> be-Chag; at the feast ה֖וּא <WH1931> hu which הַחֹ֥דֶשׁ <WH2320> ha-Cho-desh month הַשְּׁבִיעִֽי׃ <WH7637> hash-she-vi-'I. which [is] the seventh"},{"number":3,"verse":"וַיָּבֹ֕אוּ <WH935> vai-ya-Vo-'u came כֹּ֖ל <WH3605> kol all זִקְנֵ֣י <WH2205> zik-Nei And all the elders יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וַיִּשְׂא֥וּ <WH5375> vai-yis-'U took up הַכֹּהֲנִ֖ים <WH3548> hak-ko-ha-Nim and the priests אֶת־ <WH853> 'et- הָאָרֽוֹן׃ <WH727> ha-'a-Ron. the ark"},{"number":4,"verse":"וַֽיַּעֲל֞וּ <WH5927> vai-ya-'a-Lu And they brought up אֶת־ <WH853> 'et- אֲר֤וֹן <WH727> a-Ron the ark יְהוָה֙ <WH3068> Yah-weh of the LORD וְאֶת־ <WH853> ve-'Et אֹ֣הֶל <WH168> 'O-hel and the tabernacle מוֹעֵ֔ד <WH4150> mo-'Ed, of the congregation וְאֶֽת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all כְּלֵ֥י <WH3627> ke-Lei vessels הַקֹּ֖דֶשׁ <WH6944> hak-Ko-desh and all the holy אֲשֶׁ֣ר <WH834> 'a-Sher which בָּאֹ֑הֶל <WH168> ba-'O-hel; that [were] in the tabernacle וַיַּעֲל֣וּ <WH5927> vai-ya-'a-Lu bring up אֹתָ֔ם <WH853> 'o-Tam, הַכֹּהֲנִ֖ים <WH3548> hak-ko-ha-Nim even those did the priests וְהַלְוִיִּֽם׃ <WH3881> ve-hal-vi-Yim. and the Levites"},{"number":5,"verse":"וְהַמֶּ֣לֶךְ <WH4428> ve-ham-Me-lech And king שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, Solomon וְכָל־ <WH3605> ve-chol and all עֲדַ֤ת <WH5712> 'a-Dat and all the congregation יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel הַנּוֹעָדִ֣ים <WH3259> han-no-'a-Dim that were assembled עָלָ֔יו <WH5921> 'a-Lav, and אִתּ֖וֹ <WH854> it-To for לִפְנֵ֣י <WH6440> lif-Nei unto him [were] with him before הָֽאָר֑וֹן <WH727> ha-'a-Ron; the ark מְזַבְּחִים֙ <WH2076> me-zab-be-Chim sacrificing צֹ֣אן <WH6629> tzon sheep וּבָקָ֔ר <WH1241> u-va-Kar, and oxen אֲשֶׁ֧ר <WH834> 'a-Sher after לֹֽא־ <WH3808> lo- could יִסָּפְר֛וּ <WH5608> yis-sa-fe-Ru that could not be told וְלֹ֥א <WH3808> ve-Lo or יִמָּנ֖וּ <WH4487> yim-ma-Nu nor numbered מֵרֹֽב׃ <WH7230> me-Ro. for multitude"},{"number":6,"verse":"וַיָּבִ֣אוּ <WH935> vai-ya-Vi-'u brought in הַ֠כֹּהֲנִים <WH3548> Hak-ko-ha-nim And the priests אֶת־ <WH853> 'et- אֲר֨וֹן <WH727> a-Ron the ark בְּרִית־ <WH1285> be-rit- of the covenant יְהוָ֧ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- to מְקוֹמ֛וֹ <WH4725> me-ko-Mo unto his place אֶל־ <WH413> 'el- into דְּבִ֥יר <WH1687> de-Vir into the oracle הַבַּ֖יִת <WH1004> hab-Ba-yit of the house אֶל־ <WH413> 'el- to קֹ֣דֶשׁ <WH6944> Ko-desh to the most הַקֳּדָשִׁ֑ים <WH6944> hak-ko-da-Shim; holy אֶל־ <WH413> 'el- about תַּ֖חַת <WH8478> Ta-chat under כַּנְפֵ֥י <WH3671> kan-Fei [place even] under the wings הַכְּרוּבִֽים׃ <WH3742> hak-ke-ru-Vim. of the cherubims"},{"number":7,"verse":"כִּ֤י <WH3588> ki For הַכְּרוּבִים֙ <WH3742> hak-ke-ru-Vim For the cherubims פֹּרְשִׂ֣ים <WH6566> po-re-Sim spread forth כְּנָפַ֔יִם <WH3671> ke-na-Fa-yim, [their] two wings אֶל־ <WH413> 'el- over מְק֖וֹם <WH4725> me-Kom over the place הָֽאָר֑וֹן <WH727> ha-'a-Ron; of the ark וַיָּסֹ֧כּוּ <WH5526> vai-ya-Sok-ku covered הַכְּרֻבִ֛ים <WH3742> hak-ke-ru-Vim and the cherubims עַל־ <WH5921> 'al- over הָאָר֥וֹן <WH727> ha-'a-Ron the ark וְעַל־ <WH5921> ve-'al- over בַּדָּ֖יו <WH905> bad-Dav and the staves מִלְמָֽעְלָה׃ <WH4605> mil-Ma-'e-lah. thereof above"},{"number":8,"verse":"וַֽיַּאֲרִכוּ֮ <WH748> vai-ya-'a-ri-Chu And they drew out הַבַּדִּים֒ <WH905> hab-bad-Dim the staves וַיֵּרָאוּ֩ <WH7200> vai-ye-ra-'U were seen out רָאשֵׁ֨י <WH7218> ra-Shei that the ends הַבַּדִּ֤ים <WH905> hab-bad-Dim of the staves מִן־ <WH4480> min- from הַקֹּ֙דֶשׁ֙ <WH6944> hak-Ko-desh in the holy עַל־ <WH5921> 'al- and פְּנֵ֣י <WH6440> pe-Nei [place] before הַדְּבִ֔יר <WH1687> had-de-Vir, the oracle וְלֹ֥א <WH3808> ve-Lo could יֵרָא֖וּ <WH7200> ye-ra-'U and they were not seen הַח֑וּצָה <WH2351> ha-Chu-tzah; without וַיִּ֣הְיוּ <WH1961> vai-Yih-yu become שָׁ֔ם <WH8033> Sham, are there עַ֖ד <WH5704> 'ad against הַיּ֥וֹם <WH3117> hai-Yom and there they are unto this day הַזֶּֽה׃ <WH2088> haz-Zeh. to this"},{"number":9,"verse":"אֵ֚ין <WH369> 'ein There בָּֽאָר֔וֹן <WH727> ba-'a-Ron, [There was] nothing in the ark רַ֗ק <WH7535> Rak, save שְׁנֵי֙ <WH8147> she-Nei the two לֻח֣וֹת <WH3871> lu-Chot tables הָאֲבָנִ֔ים <WH68> ha-'a-va-Nim, of stone אֲשֶׁ֨ר <WH834> 'a-Sher which הִנִּ֥חַ <WH3240> hin-Ni-ach put שָׁ֛ם <WH8033> sham there מֹשֶׁ֖ה <WH4872> mo-Sheh which Moses בְּחֹרֵ֑ב <WH2722> be-cho-Rev; there at Horeb אֲשֶׁ֨ר <WH834> 'a-Sher where כָּרַ֤ת <WH3772> ka-Rat made יְהוָה֙ <WH3068> Yah-weh when the LORD עִם־ <WH5973> 'im- with בְּנֵ֣י <WH1121> be-Nei [a covenant] with the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel בְּצֵאתָ֖ם <WH3318> be-tze-Tam when they came out מֵאֶ֥רֶץ <WH776> me-'E-retz of the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":10,"verse":"וַיְהִ֕י <WH1961> vay-Hi happened בְּצֵ֥את <WH3318> be-Tzet were come out הַכֹּהֲנִ֖ים <WH3548> hak-ko-ha-Nim And it came to pass when the priests מִן־ <WH4480> min- from הַקֹּ֑דֶשׁ <WH6944> hak-Ko-desh; of the holy וְהֶעָנָ֥ן <WH6051> ve-he-'a-Nan [place] that the cloud מָלֵ֖א <WH4390> ma-Le filled אֶת־ <WH853> 'et- בֵּ֥ית <WH1004> beit the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":11,"verse":"וְלֹֽא־ <WH3808> ve-lo- not יָכְל֧וּ <WH3201> ya-che-Lu could הַכֹּהֲנִ֛ים <WH3548> hak-ko-ha-Nim So that the priests לַעֲמֹ֥ד <WH5975> la-'a-Mod not stand לְשָׁרֵ֖ת <WH8334> le-sha-Ret to minister מִפְּנֵ֥י <WH6440> mip-pe-Nei because הֶֽעָנָ֑ן <WH6051> he-'a-Nan; of the cloud כִּי־ <WH3588> ki- for מָלֵ֥א <WH4390> ma-Le had filled כְבוֹד־ <WH3519> che-Vod- for the glory יְהוָ֖ה <WH3068> Yah-weh of the LORD אֶת־ <WH853> 'et- בֵּ֥ית <WH1004> beit the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD פ Peh"},{"number":12,"verse":"אָ֖ז <WH227> 'az Then אָמַ֣ר <WH559> 'a-Mar Then spake שְׁלֹמֹ֑ה <WH8010> she-lo-Moh; Solomon יְהוָ֣ה <WH3068> Yah-weh The LORD אָמַ֔ר <WH559> 'a-Mar, said לִשְׁכֹּ֖ן <WH7931> lish-Kon that he would dwell בָּעֲרָפֶֽל׃ <WH6205> ba-'a-ra-Fel. in the thick darkness"},{"number":13,"verse":"בָּנֹ֥ה <WH1129> ba-Noh I have surely בָנִ֛יתִי <WH1129> va-Ni-ti built בֵּ֥ית <WH1004> beit thee an house זְבֻ֖ל <WH2073> ze-Vul to dwell in לָ֑ךְ Lach; מָכ֥וֹן <WH4349> ma-Chon a settled place לְשִׁבְתְּךָ֖ <WH3427> le-shiv-te-Cha for thee to abide in עוֹלָמִֽים׃ <WH5769> o-la-Mim. for ever"},{"number":14,"verse":"וַיַּסֵּ֤ב <WH5437> vai-yas-Sev about הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech And the king אֶת־ <WH853> 'et- פָּנָ֔יו <WH6440> pa-Nav, his face וַיְבָ֕רֶךְ <WH1288> vay-Va-rech and blessed אֵ֖ת <WH853> 'et כָּל־ <WH3605> kol- all קְהַ֣ל <WH6951> ke-Hal all the congregation יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְכָל־ <WH3605> ve-chol all קְהַ֥ל <WH6951> ke-Hal (and all the congregation יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel עֹמֵֽד׃ <WH5975> 'o-Med. stood"},{"number":15,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, And he said בָּר֤וּךְ <WH1288> ba-Ruch Blessed יְהוָה֙ <WH3068> Yah-weh [be] the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֲשֶׁר֙ <WH834> 'a-Sher who דִּבֶּ֣ר <WH1696> dib-Ber which spake בְּפִ֔יו <WH6310> be-Fiv, with his mouth אֵ֖ת <WH854> 'et for דָּוִ֣ד <WH1732> da-Vid unto David אָבִ֑י <WH1> 'a-Vi; my father וּבְיָד֥וֹ <WH3027> u-ve-ya-Do and hath with his hand מִלֵּ֖א <WH4390> mil-Le fulfilled לֵאמֹֽר׃ <WH559> le-Mor. [it] saying"},{"number":16,"verse":"מִן־ <WH4480> min- Since הַיּ֗וֹם <WH3117> hai-Yom, Since the day אֲשֶׁ֨ר <WH834> 'a-Sher i הוֹצֵ֜אתִי <WH3318> ho-Tze-ti that I brought forth אֶת־ <WH853> 'et- עַמִּ֣י <WH5971> 'am-Mi my people אֶת־ <WH853> 'et- יִשְׂרָאֵל֮ <WH3478> Yis-ra-'El Israel מִמִּצְרַיִם֒ <WH4714> mi-mitz-ra-Yim out of Egypt לֹֽא־ <WH3808> lo- did not בָחַ֣רְתִּי <WH977> va-Char-ti I chose בְעִ֗יר <WH5892> ve-'Ir, no city מִכֹּל֙ <WH3605> mik-Kol of all שִׁבְטֵ֣י <WH7626> shiv-Tei out of all the tribes יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לִבְנ֣וֹת <WH1129> liv-Not to build בַּ֔יִת <WH1004> Ba-yit, an house לִהְי֥וֹת <WH1961> lih-Yot become שְׁמִ֖י <WH8034> she-Mi that my name שָׁ֑ם <WH8033> Sham; might be there וָאֶבְחַ֣ר <WH977> va-'ev-Char might be therein but I chose בְּדָוִ֔ד <WH1732> be-da-Vid, David לִֽהְי֖וֹת <WH1961> lih-Yot become עַל־ <WH5921> 'al- to be over עַמִּ֥י <WH5971> 'am-Mi to be over my people יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. Israel"},{"number":17,"verse":"וַיְהִ֕י <WH1961> vay-Hi become עִם־ <WH5973> 'im- in לְבַ֖ב <WH3824> le-Vav And it was in the heart דָּוִ֣ד <WH1732> da-Vid of David אָבִ֑י <WH1> 'a-Vi; my father לִבְנ֣וֹת <WH1129> liv-Not to build בַּ֔יִת <WH1004> Ba-yit, an house לְשֵׁ֥ם <WH8034> le-Shem for the name יְהוָ֖ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":18,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוָה֙ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- about דָּוִ֣ד <WH1732> da-Vid unto David אָבִ֔י <WH1> 'a-Vi, my father יַ֗עַן <WH3282> Ya-'an, because אֲשֶׁ֤ר <WH834> 'a-Sher after הָיָה֙ <WH1961> ha-Yah become עִם־ <WH5973> 'im- in לְבָ֣בְךָ֔ <WH3824> le-Va-ve-cha, it was in thine heart לִבְנ֥וֹת <WH1129> liv-Not to build בַּ֖יִת <WH1004> Ba-yit an house לִשְׁמִ֑י <WH8034> lish-Mi; unto my name הֱטִיבֹ֔תָ <WH2895> he-ti-Vo-ta, thou didst well כִּ֥י <WH3588> ki for הָיָ֖ה <WH1961> ha-Yah become עִם־ <WH5973> 'im- in לְבָבֶֽךָ׃ <WH3824> le-va-Ve-cha. that it was in thine heart"},{"number":19,"verse":"רַ֣ק <WH7535> rak Nevertheless אַתָּ֔ה <WH859> 'at-Tah, you לֹ֥א <WH3808> lo shall not תִבְנֶ֖ה <WH1129> tiv-Neh thou shalt not build הַבָּ֑יִת <WH1004> hab-Ba-yit; the house כִּ֤י <WH3588> ki for אִם־ <WH518> 'im- but בִּנְךָ֙ <WH1121> bin-Cha but thy son הַיֹּצֵ֣א <WH3318> hai-yo-Tze that shall come forth out מֵחֲלָצֶ֔יךָ <WH2504> me-cha-la-Tzei-cha, of thy loins הֽוּא־ <WH1931> hu- he יִבְנֶ֥ה <WH1129> yiv-Neh he shall build הַבַּ֖יִת <WH1004> hab-Ba-yit the house לִשְׁמִֽי׃ <WH8034> lish-Mi. unto my name"},{"number":20,"verse":"וַיָּ֣קֶם <WH6965> vai-Ya-kem hath performed יְהוָ֔ה <WH3068> Yah-weh, And the LORD אֶת־ <WH853> 'et- דְּבָר֖וֹ <WH1697> de-va-Ro his word אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבֵּ֑ר <WH1696> dib-Ber; that he spake וָאָקֻ֡ם <WH6965> va-'a-Kum and I am risen up תַּחַת֩ <WH8478> ta-Chat place דָּוִ֨ד <WH1732> da-Vid in the room of David אָבִ֜י <WH1> 'a-Vi my father וָאֵשֵׁ֣ב <WH3427> va-'e-Shev and sit עַל־ <WH5921> 'al- on כִּסֵּ֣א <WH3678> kis-Se on the throne יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel כַּֽאֲשֶׁר֙ <WH834> ka-'a-Sher which דִּבֶּ֣ר <WH1696> dib-Ber promised יְהוָ֔ה <WH3068> Yah-weh, as the LORD וָאֶבְנֶ֣ה <WH1129> va-'ev-Neh and have built הַבַּ֔יִת <WH1004> hab-Ba-yit, an house לְשֵׁ֥ם <WH8034> le-Shem for the name יְהוָ֖ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":21,"verse":"וָאָשִׂ֨ם <WH7760> va-'a-Sim And I have set שָׁ֤ם <WH8033> sham There מָקוֹם֙ <WH4725> ma-kOm there a place לָֽאָר֔וֹן <WH727> la-'a-Ron, for the ark אֲשֶׁר־ <WH834> 'a-Sher- which שָׁ֖ם <WH8033> sham There בְּרִ֣ית <WH1285> be-Rit wherein [is] the covenant יְהוָ֑ה <WH3068> Yah-weh; of the LORD אֲשֶׁ֤ר <WH834> 'a-Sher which כָּרַת֙ <WH3772> ka-Rat which he made עִם־ <WH5973> 'im- with אֲבֹתֵ֔ינוּ <WH1> 'a-vo-Tei-nu, with our fathers בְּהוֹצִיא֥וֹ <WH3318> be-ho-tzi-'O when he brought them out אֹתָ֖ם <WH853> 'o-Tam מֵאֶ֥רֶץ <WH776> me-'E-retz of the land מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt ס sa-Mek"},{"number":22,"verse":"וַיַּעֲמֹ֣ד <WH5975> vai-ya-'a-Mod stood שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, And Solomon לִפְנֵי֙ <WH6440> lif-Nei before מִזְבַּ֣ח <WH4196> miz-Bach the altar יְהוָ֔ה <WH3068> Yah-weh, of the LORD נֶ֖גֶד <WH5048> Ne-ged in the presence of כָּל־ <WH3605> kol- of all קְהַ֣ל <WH6951> ke-Hal all the congregation יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וַיִּפְרֹ֥שׂ <WH6566> vai-yif-Ros and spread forth כַּפָּ֖יו <WH3709> kap-Pav his hands הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. toward heaven"},{"number":23,"verse":"וַיֹּאמַ֗ר <WH559> vai-yo-Mar, And he said יְהוָ֞ה <WH3068> Yah-weh LORD אֱלֹהֵ֤י <WH430> 'e-lo-Hei God יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel אֵין־ <WH369> 'ein- there כָּמ֣וֹךָ <WH3644> ka-Mo-cha like אֱלֹהִ֔ים <WH430> E-lo-Him, [there is] no God בַּשָּׁמַ֣יִם <WH8064> bash-sha-Ma-yim like thee in heaven מִמַּ֔עַל <WH4605> mi-Ma-'al, above וְעַל־ <WH5921> ve-'al- on הָאָ֖רֶץ <WH776> ha-'A-retz or on earth מִתָּ֑חַת <WH8478> mit-Ta-chat; Thahash שֹׁמֵ֤ר <WH8104> sho-Mer beneath who keepest הַבְּרִית֙ <WH1285> hab-be-Rit covenant וְֽהַחֶ֔סֶד <WH2617> ve-ha-Che-sed, and mercy לַעֲבָדֶ֕יךָ <WH5650> la-'a-va-Dei-cha with thy servants הַהֹלְכִ֥ים <WH1980> ha-ho-le-Chim that walk לְפָנֶ֖יךָ <WH6440> le-fa-Nei-cha before בְּכָל־ <WH3605> be-chol all לִבָּֽם׃ <WH3820> lib-Bam. thee with all their heart"},{"number":24,"verse":"אֲשֶׁ֣ר <WH834> 'a-Sher who שָׁמַ֗רְתָּ <WH8104> sha-Mar-ta, Who hast kept לְעַבְדְּךָ֙ <WH5650> le-'av-de-Cha with thy servant דָּוִ֣ד <WH1732> da-Vid David אָבִ֔י <WH1> 'a-Vi, my father אֵ֥ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- which דִּבַּ֖רְתָּ <WH1696> dib-Bar-ta that thou promisedst ל֑וֹ lo; וַתְּדַבֵּ֥ר <WH1696> vat-te-dab-Ber him thou spakest בְּפִ֛יךָ <WH6310> be-Fi-cha also with thy mouth וּבְיָדְךָ֥ <WH3027> u-ve-ya-de-Cha [it] with thine hand מִלֵּ֖אתָ <WH4390> mil-Le-ta and hast fulfilled כַּיּ֥וֹם <WH3117> kai-Yom as [it is] this day הַזֶּֽה׃ <WH2088> haz-Zeh. is this"},{"number":25,"verse":"וְעַתָּ֞ה <WH6258> ve-'at-Tah Now יְהוָ֣ה׀ <WH3069> Yah-weh God אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel שְׁ֠מֹר <WH8104> mor keep לְעַבְדְּךָ֨ <WH5650> le-'av-de-Cha with thy servant דָוִ֤ד <WH1732> da-Vid David אָבִי֙ <WH1> 'a-Vi my father אֵת֩ <WH853> 'et אֲשֶׁ֨ר <WH834> 'a-Sher which דִּבַּ֤רְתָּ <WH1696> dib-Bar-ta that thou promisedst לּוֹ֙ lo לֵאמֹ֔ר <WH559> le-Mor, him saying לֹא־ <WH3808> lo- shall not יִכָּרֵ֨ת <WH3772> yik-ka-Ret There shall not fail לְךָ֥ le-Cha אִישׁ֙ <WH376> 'ish thee a man מִלְּפָנַ֔י <WH6440> mil-le-fa-Nai, in my sight יֹשֵׁ֖ב <WH3427> yo-Shev to sit עַל־ <WH5921> 'al- on כִּסֵּ֣א <WH3678> kis-Se on the throne יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel רַ֠ק <WH7535> rak so אִם־ <WH518> 'im- if יִשְׁמְר֨וּ <WH8104> yish-me-Ru take heed בָנֶ֤יךָ <WH1121> va-Nei-cha that thy children אֶת־ <WH853> 'et- דַּרְכָּם֙ <WH1870> dar-Kam to their way לָלֶ֣כֶת <WH1980> la-Le-chet me as thou hast walked לְפָנַ֔י <WH6440> le-fa-Nai, before כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher which הָלַ֖כְתָּ <WH1980> ha-Lach-ta to walk לְפָנָֽי׃ <WH6440> le-fa-Nai. before"},{"number":26,"verse":"וְעַתָּ֖ה <WH6258> ve-'at-Tah Now אֱלֹהֵ֣י <WH430> 'e-lo-Hei And now O God יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel יֵאָ֤מֶן <WH539> ye-'A-men I pray thee be verified נָא֙ <WH4994> na pray; דְּבָרֶיךָ de-va-rei-cha כדְּבָ֣רְךָ֔ <WH1697> de-Va-re-cha, act קאֲשֶׁ֣ר <WH834> 'a-Sher which דִּבַּ֔רְתָּ <WH1696> dib-Bar-ta, which thou spakest לְעַבְדְּךָ֖ <WH5650> le-'av-de-Cha unto thy servant דָּוִ֥ד <WH1732> da-Vid David אָבִֽי׃ <WH1> 'a-Vi. my father"},{"number":27,"verse":"כִּ֚י <WH3588> ki for הַֽאֻמְנָ֔ם <WH552> ha-'um-Nam, indeed יֵשֵׁ֥ב <WH3427> ye-Shev dwell אֱלֹהִ֖ים <WH430> E-lo-Him But will God עַל־ <WH5921> 'al- and הָאָ֑רֶץ <WH776> ha-'A-retz; common הִ֠נֵּה <WH2009> Hin-neh behold הַשָּׁמַ֜יִם <WH8064> hash-sha-Ma-yim and heaven וּשְׁמֵ֤י <WH8064> u-she-Mei of heavens הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim heaven לֹ֣א <WH3808> lo cannot יְכַלְכְּל֔וּךָ <WH3557> ye-chal-ke-Lu-cha, cannot contain אַ֕ף <WH637> 'af thee how much less כִּֽי־ <WH3588> ki- for הַבַּ֥יִת <WH1004> hab-Ba-yit this house הַזֶּ֖ה <WH2088> haz-Zeh this אֲשֶׁ֥ר <WH834> 'a-Sher which בָּנִֽיתִי׃ <WH1129> ba-Ni-ti. that I have builded"},{"number":28,"verse":"וּפָנִ֜יתָ <WH6437> u-fa-Ni-ta Yet have thou respect אֶל־ <WH413> 'el- to תְּפִלַּ֧ת <WH8605> te-fil-Lat unto the prayer עַבְדְּךָ֛ <WH5650> 'av-de-Cha of thy servant וְאֶל־ <WH413> ve-'el- and to תְּחִנָּת֖וֹ <WH8467> te-chin-na-To and to his supplication יְהוָ֣ה <WH3068> Yah-weh O LORD אֱלֹהָ֑י <WH430> 'e-lo-Hai; my God לִשְׁמֹ֤עַ <WH8085> lish-Mo-a' to hearken אֶל־ <WH413> 'el- to הָֽרִנָּה֙ <WH7440> ha-rin-Nah unto the cry וְאֶל־ <WH413> ve-'el- and to הַתְּפִלָּ֔ה <WH8605> hat-te-fil-Lah, and to the prayer אֲשֶׁ֧ר <WH834> 'a-Sher which עַבְדְּךָ֛ <WH5650> 'av-de-Cha which thy servant מִתְפַּלֵּ֥ל <WH6419> mit-pal-Lel prayeth לְפָנֶ֖יךָ <WH6440> le-fa-Nei-cha before הַיּֽוֹם׃ <WH3117> hai-Yom. thee to day"},{"number":29,"verse":"לִהְיוֹת֩ <WH1961> lih-yOt become עֵינֶ֨ךָ <WH5869> 'ei-Ne-cha That thine eyes פְתֻח֜וֹת <WH6605> fe-tu-Chot may be open אֶל־ <WH413> 'el- toward הַבַּ֤יִת <WH1004> hab-Ba-yit toward this house הַזֶּה֙ <WH2088> haz-Zeh this לַ֣יְלָה <WH3915> Lay-lah night וָי֔וֹם <WH3117> va-Yom, and day אֶל־ <WH413> 'el- toward הַ֨מָּק֔וֹם <WH4725> ham-ma-Kom, [even] toward the place אֲשֶׁ֣ר <WH834> 'a-Sher of which אָמַ֔רְתָּ <WH559> 'a-Mar-ta, of which thou hast said יִהְיֶ֥ה <WH1961> yih-Yeh become שְׁמִ֖י <WH8034> she-Mi My name שָׁ֑ם <WH8033> Sham; mayest לִשְׁמֹ֙עַ֙ <WH8085> lish-Mo-a' shall be there that thou mayest hearken אֶל־ <WH413> 'el- toward הַתְּפִלָּ֔ה <WH8605> hat-te-fil-Lah, unto the prayer אֲשֶׁ֣ר <WH834> 'a-Sher which יִתְפַּלֵּ֣ל <WH6419> yit-pal-Lel shall make עַבְדְּךָ֔ <WH5650> 'av-de-Cha, which thy servant אֶל־ <WH413> 'el- toward הַמָּק֖וֹם <WH4725> ham-ma-Kom toward this place הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":30,"verse":"וְשָׁ֨מַעְתָּ֜ <WH8085> ve-Sha-ma'-ta And hearken אֶל־ <WH413> 'el- toward תְּחִנַּ֤ת <WH8467> te-chin-Nat thou to the supplication עַבְדְּךָ֙ <WH5650> 'av-de-Cha of thy servant וְעַמְּךָ֣ <WH5971> ve-'am-me-Cha and of thy people יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel אֲשֶׁ֥ר <WH834> 'a-Sher when יִֽתְפַּֽלְל֖וּ <WH6419> yit-pal-Lu when they shall pray אֶל־ <WH413> 'el- toward הַמָּק֣וֹם <WH4725> ham-ma-Kom toward this place הַזֶּ֑ה <WH2088> haz-Zeh; this וְ֠אַתָּה <WH859> Ve-'at-tah you תִּשְׁמַ֞ע <WH8085> tish-Ma' and hear אֶל־ <WH413> 'el- toward מְק֤וֹם <WH4725> me-Kom place שִׁבְתְּךָ֙ <WH3427> shiv-te-Cha thy dwelling אֶל־ <WH413> 'el- toward הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, thou in heaven וְשָׁמַעְתָּ֖ <WH8085> ve-sha-ma'-Ta and when thou hearest וְסָלָֽחְתָּ׃ <WH5545> ve-sa-La-che-ta. forgive"},{"number":31,"verse":"אֵת֩ <WH853> 'et אֲשֶׁ֨ר <WH834> 'a-Sher If יֶחֱטָ֥א <WH2398> ye-che-Ta trespass אִישׁ֙ <WH376> 'ish If any man לְרֵעֵ֔הוּ <WH7453> le-re-'E-hu, against his neighbour וְנָֽשָׁא־ <WH5378> ve-na-sha- debt ב֥וֹ vo אָלָ֖ה <WH423> 'a-Lah and an oath לְהַֽאֲלֹת֑וֹ <WH422> le-ha-'a-lo-To; upon him to cause him to swear וּבָ֗א <WH935> u-Va, come אָלָ֛ה <WH423> 'a-Lah and the oath לִפְנֵ֥י <WH6440> lif-Nei before מִֽזְבַּחֲךָ֖ <WH4196> miz-ba-cha-Cha thine altar בַּבַּ֥יִת <WH1004> bab-Ba-yit in this house הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":32,"verse":"וְאַתָּ֣ה׀ <WH859> ve-'at-Tah you תִּשְׁמַ֣ע <WH8085> tish-Ma' Then hear הַשָּׁמַ֗יִם <WH8064> hash-sha-Ma-yim, thou in heaven וְעָשִׂ֙יתָ֙ <WH6213> ve-'a-Si-ta and do וְשָׁפַטְתָּ֣ <WH8199> ve-sha-fat-Ta and judge אֶת־ <WH853> 'et- עֲבָדֶ֔יךָ <WH5650> 'a-va-Dei-cha, thy servants לְהַרְשִׁ֣יעַ <WH7561> le-har-Shi-a' condemning רָשָׁ֔ע <WH7563> ra-Sha', the wicked לָתֵ֥ת <WH5414> la-Tet to bring דַּרְכּ֖וֹ <WH1870> dar-Ko his way בְּרֹאשׁ֑וֹ <WH7218> be-ro-Sho; upon his head וּלְהַצְדִּ֣יק <WH6663> u-le-hatz-Dik and justifying צַדִּ֔יק <WH6662> tzad-Dik, the righteous לָ֥תֶת <WH5414> La-tet to give ל֖וֹ lo כְּצִדְקָתֽוֹ׃ <WH6666> ke-tzid-ka-To. him according to his righteousness ס sa-Mek"},{"number":33,"verse":"בְּֽהִנָּגֵ֞ף <WH5062> be-hin-na-Gef be smitten down עַמְּךָ֧ <WH5971> 'am-me-Cha When thy people יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El Israel לִפְנֵ֥י <WH6440> lif-Nei before אוֹיֵ֖ב <WH341> o-Yev the enemy אֲשֶׁ֣ר <WH834> 'a-Sher because יֶחֶטְאוּ־ <WH2398> ye-chet-'u- because they have sinned לָ֑ךְ Lach; וְשָׁ֤בוּ <WH7725> ve-Sha-vu against thee and shall turn again אֵלֶ֙יךָ֙ <WH413> 'e-Lei-cha and וְהוֹד֣וּ <WH3034> ve-ho-Du to thee and confess אֶת־ <WH853> 'et- שְׁמֶ֔ךָ <WH8034> she-Me-cha, thy name וְהִֽתְפַּֽלְל֧וּ <WH6419> ve-hit-pal-Lu and pray וְהִֽתְחַנְּנ֛וּ <WH2603> ve-hit-chan-ne-Nu and make supplication אֵלֶ֖יךָ <WH413> 'e-Lei-cha about בַּבַּ֥יִת <WH1004> bab-Ba-yit unto thee in this house הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":34,"verse":"וְאַתָּה֙ <WH859> ve-'at-Tah you תִּשְׁמַ֣ע <WH8085> tish-Ma' Then hear הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, thou in heaven וְסָ֣לַחְתָּ֔ <WH5545> ve-Sa-lach-ta, and forgive לְחַטַּ֖את <WH2403> le-chat-Tat the sin עַמְּךָ֣ <WH5971> 'am-me-Cha of thy people יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַהֲשֵֽׁבֹתָם֙ <WH7725> va-ha-she-vo-Tam and bring them again אֶל־ <WH413> 'el- to הָ֣אֲדָמָ֔ה <WH127> ha-'a-da-Mah, unto the land אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֖תָּ <WH5414> na-Ta-ta which thou gavest לַאֲבוֹתָֽם׃ <WH1> la-'a-vo-Tam. unto their fathers ס sa-Mek"},{"number":35,"verse":"בְּהֵעָצֵ֥ר <WH6113> be-he-'a-Tzer is shut up שָׁמַ֛יִם <WH8064> sha-Ma-yim When heaven וְלֹא־ <WH3808> ve-lo- is no יִהְיֶ֥ה <WH1961> yih-Yeh become מָטָ֖ר <WH4306> ma-Tar and there is no rain כִּ֣י <WH3588> ki because יֶחֶטְאוּ־ <WH2398> ye-chet-'u- because they have sinned לָ֑ךְ Lach; וְהִֽתְפַּֽלְל֞וּ <WH6419> ve-hit-pal-Lu against thee if they pray אֶל־ <WH413> 'el- toward הַמָּק֤וֹם <WH4725> ham-ma-Kom toward this place הַזֶּה֙ <WH2088> haz-Zeh this וְהוֹד֣וּ <WH3034> ve-ho-Du and confess אֶת־ <WH853> 'et- שְׁמֶ֔ךָ <WH8034> she-Me-cha, thy name וּמֵחַטָּאתָ֥ם <WH2403> u-me-chat-ta-Tam from their sin יְשׁוּב֖וּן <WH7725> ye-shu-Vun and turn כִּ֥י <WH3588> ki when תַעֲנֵֽם׃ <WH6031> ta-'a-Nem. when thou afflictest"},{"number":36,"verse":"וְאַתָּ֣ה׀ <WH859> ve-'at-Tah you תִּשְׁמַ֣ע <WH8085> tish-Ma' Then hear הַשָּׁמַ֗יִם <WH8064> hash-sha-Ma-yim, thou in heaven וְסָ֨לַחְתָּ֜ <WH5545> ve-Sa-lach-ta and forgive לְחַטַּ֤את <WH2403> le-chat-Tat the sin עֲבָדֶ֙יךָ֙ <WH5650> 'a-va-Dei-cha of thy servants וְעַמְּךָ֣ <WH5971> ve-'am-me-Cha and of thy people יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel כִּ֥י <WH3588> ki indeed תוֹרֵ֛ם <WH3384> to-Rem that thou teach אֶת־ <WH853> 'et- הַדֶּ֥רֶךְ <WH1870> had-De-rech way הַטּוֹבָ֖ה <WH2896> hat-to-Vah them the good אֲשֶׁ֣ר <WH834> 'a-Sher which יֵֽלְכוּ־ <WH1980> ye-le-chu- walk בָ֑הּ Vah; וְנָתַתָּ֤ה <WH5414> ve-na-tat-Tah and give מָטָר֙ <WH4306> ma-Tar rain עַל־ <WH5921> 'al- on אַרְצְךָ֔ <WH776> 'ar-tze-Cha, upon thy land אֲשֶׁר־ <WH834> 'a-Sher- which נָתַ֥תָּה <WH5414> na-Tat-tah which thou hast given לְעַמְּךָ֖ <WH5971> le-'am-me-Cha to thy people לְנַחֲלָֽה׃ <WH5159> le-na-cha-Lah. for an inheritance ס sa-Mek"},{"number":37,"verse":"רָעָ֞ב <WH7458> ra-'Av famine כִּֽי־ <WH3588> ki- If יִהְיֶ֣ה <WH1961> yih-Yeh become בָאָ֗רֶץ <WH776> va-'A-retz, If there be in the land דֶּ֣בֶר <WH1698> De-ver if there be pestilence כִּֽי־ <WH3588> ki- if יִ֠הְיֶה <WH1961> Yih-yeh become שִׁדָּפ֨וֹן <WH7711> shid-da-Fon blasting יֵרָק֜וֹן <WH3420> ye-ra-Kon mildew אַרְבֶּ֤ה <WH697> 'ar-Beh locust חָסִיל֙ <WH2625> cha-Sil [or] if there be caterpiller כִּ֣י <WH3588> ki if יִהְיֶ֔ה <WH1961> yih-Yeh, become כִּ֧י <WH3588> ki if יָֽצַר־ <WH6887> ya-tzar- besiege ל֛וֹ lo אֹיְב֖וֹ <WH341> o-ye-Vo if their enemy בְּאֶ֣רֶץ <WH776> be-'E-retz them in the land שְׁעָרָ֑יו <WH8179> she-'a-Rav; of their cities כָּל־ <WH3605> kol- whatever נֶ֖גַע <WH5061> Ne-ga' whatsoever plague כָּֽל־ <WH3605> kal- whatever מַחֲלָֽה׃ <WH4245> ma-cha-Lah. whatsoever sickness"},{"number":38,"verse":"כָּל־ <WH3605> kol- any תְּפִלָּ֣ה <WH8605> te-fil-Lah What prayer כָל־ <WH3605> chol all תְּחִנָּ֗ה <WH8467> te-chin-Nah, and supplication אֲשֶׁ֤ר <WH834> 'a-Sher after תִֽהְיֶה֙ <WH1961> tih-Yeh made לְכָל־ <WH3605> le-chol any הָ֣אָדָ֔ם <WH120> ha-'a-Dam, soever be [made] by any man לְכֹ֖ל <WH3605> le-Chol any עַמְּךָ֣ <WH5971> 'am-me-Cha [or] by all thy people יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel אֲשֶׁ֣ר <WH834> 'a-Sher after יֵדְע֗וּן <WH3045> ye-de-'Un, which shall know אִ֚ישׁ <WH376> 'ish every man נֶ֣גַע <WH5061> Ne-ga' the plague לְבָב֔וֹ <WH3824> le-va-Vo, of his own heart וּפָרַ֥שׂ <WH6566> u-fa-Ras and spread forth כַּפָּ֖יו <WH3709> kap-Pav his hands אֶל־ <WH413> 'el- toward הַבַּ֥יִת <WH1004> hab-Ba-yit toward this house הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":39,"verse":"וְ֠אַתָּה <WH859> Ve-'at-tah you תִּשְׁמַ֨ע <WH8085> tish-Ma' Then hear הַשָּׁמַ֜יִם <WH8064> hash-sha-Ma-yim thou in heaven מְכ֤וֹן <WH4349> me-Chon place שִׁבְתֶּ֙ךָ֙ <WH3427> shiv-Te-cha thy dwelling וְסָלַחְתָּ֣ <WH5545> ve-sa-lach-Ta and forgive וְעָשִׂ֔יתָ <WH6213> ve-'a-Si-ta, and do וְנָתַתָּ֤ <WH5414> ve-na-ta-Ta and give לָאִישׁ֙ <WH376> la-'Ish to every man כְּכָל־ <WH3605> ke-chol- to all דְּרָכָ֔יו <WH1870> de-ra-Chav, according to his ways אֲשֶׁ֥ר <WH834> 'a-Sher whose תֵּדַ֖ע <WH3045> te-Da' thou knowest אֶת־ <WH853> 'et- לְבָב֑וֹ <WH3824> le-va-Vo; whose heart כִּֽי־ <WH3588> ki- for אַתָּ֤ה <WH859> 'at-Tah you יָדַ֙עְתָּ֙ <WH3045> ya-Da'-ta (for thou [even] thou only knowest לְבַדְּךָ֔ <WH905> le-vad-de-Cha, alone אֶת־ <WH853> 'et- לְבַ֖ב <WH3824> le-Vav the hearts כָּל־ <WH3605> kol- of all בְּנֵ֥י <WH1121> be-Nei of all the children הָאָדָֽם׃ <WH120> ha-'a-Dam. of men"},{"number":40,"verse":"לְמַ֙עַן֙ <WH4616> le-Ma-'an because of יִֽרָא֔וּךָ <WH3372> yi-ra-'U-cha, That they may fear כָּל־ <WH3605> kol- all הַ֨יָּמִ֔ים <WH3117> hai-ya-Mim, thee all the days אֲשֶׁר־ <WH834> 'a-Sher- which הֵ֥ם <WH1992> hem they חַיִּ֖ים <WH2416> chai-Yim that they live עַל־ <WH5921> 'al- and פְּנֵ֣י <WH6440> pe-Nei in הָאֲדָמָ֑ה <WH127> ha-'a-da-Mah; the land אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֖תָּה <WH5414> na-Tat-tah which thou gavest לַאֲבֹתֵֽינוּ׃ <WH1> la-'a-vo-Tei-nu. unto our fathers"},{"number":41,"verse":"וְגַם֙ <WH1571> ve-Gam Also אֶל־ <WH413> 'el- concerning הַנָּכְרִ֔י <WH5237> han-na-che-Ri, Moreover concerning a stranger אֲשֶׁ֛ר <WH834> 'a-Sher who לֹא־ <WH3808> lo- is not מֵעַמְּךָ֥ <WH5971> me-'am-me-Cha that [is] not of thy people יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel ה֑וּא <WH1931> Hu; he וּבָ֛א <WH935> u-Va but cometh out מֵאֶ֥רֶץ <WH776> me-'E-retz country רְחוֹקָ֖ה <WH7350> re-cho-Kah of a far לְמַ֥עַן <WH4616> le-Ma-'an for שְׁמֶֽךָ׃ <WH8034> she-Me-cha. thy name's"},{"number":42,"verse":"כִּ֤י <WH3588> ki for יִשְׁמְעוּן֙ <WH8085> yish-me-'Un (For they shall hear אֶת־ <WH853> 'et- שִׁמְךָ֣ <WH8034> shim-Cha name הַגָּד֔וֹל <WH1419> hag-ga-Dol, of thy great וְאֶת־ <WH853> ve-'Et יָֽדְךָ֙ <WH3027> ya-de-Cha hand הַֽחֲזָקָ֔ה <WH2389> ha-cha-za-Kah, and of thy strong וּֽזְרֹעֲךָ֖ <WH2220> u-ze-ro-'a-Cha arm הַנְּטוּיָ֑ה <WH5186> han-ne-tu-Yah; and of thy stretched out וּבָ֥א <WH935> u-Va abide וְהִתְפַּלֵּ֖ל <WH6419> ve-hit-pal-Lel and pray אֶל־ <WH413> 'el- toward הַבַּ֥יִת <WH1004> hab-Ba-yit toward this house הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":43,"verse":"אַתָּ֞ה <WH859> 'at-Tah you תִּשְׁמַ֤ע <WH8085> tish-Ma' Hear הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim thou in heaven מְכ֣וֹן <WH4349> me-Chon place שִׁבְתֶּ֔ךָ <WH3427> shiv-Te-cha, thy dwelling וְעָשִׂ֕יתָ <WH6213> ve-'a-Si-ta and do כְּכֹ֛ל <WH3605> ke-Chol to all אֲשֶׁר־ <WH834> 'a-Sher- which יִקְרָ֥א <WH7121> yik-Ra calleth אֵלֶ֖יךָ <WH413> 'e-Lei-cha about הַנָּכְרִ֑י <WH5237> han-na-che-Ri; according to all that the stranger לְמַ֣עַן <WH4616> le-Ma-'an order יֵדְעוּן֩ <WH3045> ye-de-'Un may know כָּל־ <WH3605> kol- all עַמֵּ֨י <WH5971> 'am-Mei to thee for that all people הָאָ֜רֶץ <WH776> ha-'A-retz of the earth אֶת־ <WH853> 'et- שְׁמֶ֗ךָ <WH8034> she-Me-cha, thy name לְיִרְאָ֤ה <WH3372> le-yir-'Ah to fear אֹֽתְךָ֙ <WH853> 'o-te-Cha כְּעַמְּךָ֣ <WH5971> ke-'am-me-Cha thee as [do] thy people יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel וְלָדַ֕עַת <WH3045> ve-la-Da-'at and that they may know כִּי־ <WH3588> ki- by שִׁמְךָ֣ <WH8034> shim-Cha by thy name נִקְרָ֔א <WH7121> nik-Ra, is called עַל־ <WH5921> 'al- and הַבַּ֥יִת <WH1004> hab-Ba-yit that this house הַזֶּ֖ה <WH2088> haz-Zeh this אֲשֶׁ֥ר <WH834> 'a-Sher which בָּנִֽיתִי׃ <WH1129> ba-Ni-ti. which I have builded"},{"number":44,"verse":"כִּי־ <WH3588> ki- When יֵצֵ֨א <WH3318> ye-Tze go out עַמְּךָ֤ <WH5971> 'am-me-Cha If thy people לַמִּלְחָמָה֙ <WH4421> lam-mil-cha-Mah to battle עַל־ <WH5921> 'al- against אֹ֣יְב֔וֹ <WH341> o-ye-Vo, against their enemy בַּדֶּ֖רֶךְ <WH1870> bad-De-rech whithersoever אֲשֶׁ֣ר <WH834> 'a-Sher whatever תִּשְׁלָחֵ֑ם <WH7971> tish-la-Chem; thou shalt send וְהִתְפַּֽלְל֣וּ <WH6419> ve-hit-pal-Lu them and shall pray אֶל־ <WH413> 'el- to יְהוָ֗ה <WH3068> Yah-weh unto the LORD דֶּ֤רֶךְ <WH1870> De-rech toward הָעִיר֙ <WH5892> ha-'Ir the city אֲשֶׁ֣ר <WH834> 'a-Sher which בָּחַ֣רְתָּ <WH977> ba-Char-ta which thou hast chosen בָּ֔הּ Bah, וְהַבַּ֖יִת <WH1004> ve-hab-Ba-yit and [toward] the house אֲשֶׁר־ <WH834> 'a-Sher- which בָּנִ֥תִי <WH1129> ba-Ni-ti that I have built לִשְׁמֶֽךָ׃ <WH8034> lish-Me-cha. for thy name"},{"number":45,"verse":"וְשָׁמַעְתָּ֙ <WH8085> ve-sha-ma'-Ta Then hear הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, thou in heaven אֶת־ <WH853> 'et- תְּפִלָּתָ֖ם <WH8605> te-fil-la-Tam their prayer וְאֶת־ <WH853> ve-'Et תְּחִנָּתָ֑ם <WH8467> te-chin-na-Tam; and their supplication וְעָשִׂ֖יתָ <WH6213> ve-'a-Si-ta and maintain מִשְׁפָּטָֽם׃ <WH4941> mish-pa-Tam. their cause"},{"number":46,"verse":"כִּ֣י <WH3588> ki When יֶֽחֶטְאוּ־ <WH2398> ye-chet-'u- If they sin לָ֗ךְ Lach, כִּ֣י <WH3588> ki When אֵ֤ין <WH369> 'ein there אָדָם֙ <WH120> 'a-Dam against thee (for [there is] no man אֲשֶׁ֣ר <WH834> 'a-Sher who לֹא־ <WH3808> lo- not יֶחֱטָ֔א <WH2398> ye-che-Ta, that sinneth וְאָנַפְתָּ֣ <WH599> ve-'a-naf-Ta not) and thou be angry בָ֔ם Vam, וּנְתַתָּ֖ם <WH5414> u-ne-tat-Tam with them and deliver לִפְנֵ֣י <WH6440> lif-Nei unto אוֹיֵ֑ב <WH341> o-Yev; them to the enemy וְשָׁב֤וּם <WH7617> ve-sha-Vum so that they carry them away שֹֽׁבֵיהֶם֙ <WH7617> shoei-Hem captives אֶל־ <WH413> 'el- to אֶ֣רֶץ <WH776> 'E-retz the land הָאוֹיֵ֔ב <WH341> ha-'o-Yev, of the enemy רְחוֹקָ֖ה <WH7350> re-cho-Kah far א֥וֹ <WH176> o or קְרוֹבָֽה׃ <WH7138> ke-ro-Vah. or near"},{"number":47,"verse":"וְהֵשִׁ֙יבוּ֙ <WH7725> ve-he-Shi-vu [Yet] if they shall bethink אֶל־ <WH413> 'el- about לִבָּ֔ם <WH3820> lib-Bam, thought בָּאָ֖רֶץ <WH776> ba-'A-retz themselves in the land אֲשֶׁ֣ר <WH834> 'a-Sher they נִשְׁבּוּ־ <WH7617> nish-bu- whither they were carried captives שָׁ֑ם <WH8033> Sham; in it וְשָׁ֣בוּ׀ <WH7725> ve-Sha-vu and repent וְהִֽתְחַנְּנ֣וּ <WH2603> ve-hit-chan-ne-Nu and make supplication אֵלֶ֗יךָ <WH413> 'e-Lei-cha, to you בְּאֶ֤רֶץ <WH776> be-'E-retz unto thee in the land שֹֽׁבֵיהֶם֙ <WH7617> shoei-Hem of them that carried them captives לֵאמֹ֔ר <WH559> le-Mor, saying חָטָ֥אנוּ <WH2398> cha-Ta-nu We have sinned וְהֶעֱוִ֖ינוּ <WH5753> ve-he-'e-Vi-nu and have done perversely רָשָֽׁעְנוּ׃ <WH7561> ra-Sha-'e-nu. we have committed wickedness"},{"number":48,"verse":"וְשָׁ֣בוּ <WH7725> ve-Sha-vu And [so] return אֵלֶ֗יךָ <WH413> 'e-Lei-cha, to you בְּכָל־ <WH3605> be-chol all לְבָבָם֙ <WH3824> le-va-Vam unto thee with all their heart וּבְכָל־ <WH3605> u-ve-Chol all נַפְשָׁ֔ם <WH5315> naf-Sham, and with all their soul בְּאֶ֥רֶץ <WH776> be-'E-retz in the land אֹיְבֵיהֶ֖ם <WH341> 'o-ye-vei-Hem of their enemies אֲשֶׁר־ <WH834> 'a-Sher- who שָׁב֣וּ <WH7617> sha-Vu which led them away captive אֹתָ֑ם <WH853> 'o-Tam; וְהִֽתְפַּֽלְל֣וּ <WH6419> ve-hit-pal-Lu and pray אֵלֶ֗יךָ <WH413> 'e-Lei-cha, to you דֶּ֤רֶךְ <WH1870> De-rech unto thee toward אַרְצָם֙ <WH776> 'ar-Tzam their land אֲשֶׁ֣ר <WH834> 'a-Sher which נָתַ֣תָּה <WH5414> na-Tat-tah which thou gavest לַאֲבוֹתָ֔ם <WH1> la-'a-vo-Tam, unto their fathers הָעִיר֙ <WH5892> ha-'Ir the city אֲשֶׁ֣ר <WH834> 'a-Sher which בָּחַ֔רְתָּ <WH977> ba-Char-ta, which thou hast chosen וְהַבַּ֖יִת <WH1004> ve-hab-Ba-yit and the house אֲשֶׁר־ <WH834> 'a-Sher- which; בָּנִיתָ ba-ni-ta כבָּנִ֥יתִי <WH1129> ba-Ni-ti build קלִשְׁמֶֽךָ׃ <WH8034> lish-Me-cha. for thy name"},{"number":49,"verse":"וְשָׁמַעְתָּ֤ <WH8085> ve-sha-ma'-Ta Then hear הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim in heaven מְכ֣וֹן <WH4349> me-Chon place שִׁבְתְּךָ֔ <WH3427> shiv-te-Cha, thy dwelling אֶת־ <WH853> 'et- תְּפִלָּתָ֖ם <WH8605> te-fil-la-Tam thou their prayer וְאֶת־ <WH853> ve-'Et תְּחִנָּתָ֑ם <WH8467> te-chin-na-Tam; and their supplication וְעָשִׂ֖יתָ <WH6213> ve-'a-Si-ta and maintain מִשְׁפָּטָֽם׃ <WH4941> mish-pa-Tam. their cause"},{"number":50,"verse":"וְסָלַחְתָּ֤ <WH5545> ve-sa-lach-Ta And forgive לְעַמְּךָ֙ <WH5971> le-'am-me-Cha thy people אֲשֶׁ֣ר <WH834> 'a-Sher who חָֽטְאוּ־ <WH2398> cha-te-'u- that have sinned לָ֔ךְ Lach, וּלְכָל־ <WH3605> u-le-chol- and all פִּשְׁעֵיהֶ֖ם <WH6588> pish-'ei-Hem against thee and all their transgressions אֲשֶׁ֣ר <WH834> 'a-Sher which פָּשְׁעוּ־ <WH6586> pa-she-'u- wherein they have transgressed בָ֑ךְ Vach; וּנְתַתָּ֧ם <WH5414> u-ne-tat-Tam against thee and give לְרַחֲמִ֛ים <WH7356> le-ra-cha-Mim them compassion לִפְנֵ֥י <WH6440> lif-Nei before שֹׁבֵיהֶ֖ם <WH7617> shoei-Hem them who carried them captive וְרִֽחֲמֽוּם׃ <WH7355> ve-Ri-cha-Mum. that they may have compassion"},{"number":51,"verse":"כִּֽי־ <WH3588> ki- for עַמְּךָ֥ <WH5971> 'am-me-Cha For they [be] thy people וְנַחֲלָתְךָ֖ <WH5159> ve-na-cha-la-te-Cha and thine inheritance הֵ֑ם <WH1992> Hem; like אֲשֶׁ֤ר <WH834> 'a-Sher which הוֹצֵ֙אתָ֙ <WH3318> ho-Tze-ta which thou broughtest forth מִמִּצְרַ֔יִם <WH4714> mi-mitz-Ra-yim, out of Egypt מִתּ֖וֹךְ <WH8432> mit-Toch from the midst כּ֥וּר <WH3564> kur of the furnace הַבַּרְזֶֽל׃ <WH1270> hab-bar-Zel. of iron"},{"number":52,"verse":"לִהְי֨וֹת <WH1961> lih-Yot become עֵינֶ֤יךָ <WH5869> 'ei-Nei-cha That thine eyes פְתֻחוֹת֙ <WH6605> fe-tu-chOt may be open אֶל־ <WH413> 'el- to תְּחִנַּ֣ת <WH8467> te-chin-Nat unto the supplication עַבְדְּךָ֔ <WH5650> 'av-de-Cha, of thy servant וְאֶל־ <WH413> ve-'el- and to תְּחִנַּ֖ת <WH8467> te-chin-Nat and unto the supplication עַמְּךָ֣ <WH5971> 'am-me-Cha of thy people יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel לִשְׁמֹ֣עַ <WH8085> lish-Mo-a' to hearken אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, to בְּכֹ֖ל <WH3605> be-Chol whenever קָרְאָ֥ם <WH7121> ka-re-'Am unto them in all that they call אֵלֶֽיךָ׃ <WH413> 'e-Lei-cha. about"},{"number":53,"verse":"כִּֽי־ <WH3588> ki- for אַתָּ֞ה <WH859> 'at-Tah You הִבְדַּלְתָּ֤ם <WH914> hiv-dal-Tam For thou didst separate לְךָ֙ le-Cha לְֽנַחֲלָ֔ה <WH5159> le-na-cha-Lah, [to be] thine inheritance מִכֹּ֖ל <WH3605> mik-Kol all עַמֵּ֣י <WH5971> 'am-Mei them from among all the people הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher you דִּבַּ֜רְתָּ <WH1696> dib-Bar-ta as thou spakest בְּיַ֣ד׀ <WH3027> be-Yad by the hand מֹשֶׁ֣ה <WH4872> mo-Sheh of Moses עַבְדֶּ֗ךָ <WH5650> 'av-De-cha, thy servant בְּהוֹצִיאֲךָ֧ <WH3318> be-ho-tzi-'a-Cha when thou broughtest אֶת־ <WH853> 'et- אֲבֹתֵ֛ינוּ <WH1> 'a-vo-Tei-nu our fathers מִמִּצְרַ֖יִם <WH4714> mi-mitz-Ra-yim out of Egypt אֲדֹנָ֥י <WH136> 'a-do-Nai O Lord יְהוִֽה׃ <WH3068> Yah-weh. GOD פ Peh"},{"number":54,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi become כְּכַלּ֣וֹת <WH3615> ke-chal-Lot had made an end שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, And it was [so] that when Solomon לְהִתְפַּלֵּל֙ <WH6419> le-hit-pal-Lel of praying אֶל־ <WH413> 'el- to יְהוָ֔ה <WH3068> Yah-weh, unto the LORD אֵ֛ת <WH853> 'et כָּל־ <WH3605> kol- entire הַתְּפִלָּ֥ה <WH8605> hat-te-fil-Lah all this prayer וְהַתְּחִנָּ֖ה <WH8467> ve-hat-te-chin-Nah and supplication הַזֹּ֑את <WH2063> haz-Zot; he קָ֞ם <WH6965> kam he arose מִלִּפְנֵ֨י <WH6440> mil-lif-Nei from before מִזְבַּ֤ח <WH4196> miz-Bach the altar יְהוָה֙ <WH3068> Yah-weh of the LORD מִכְּרֹ֣עַ <WH3766> mik-ke-Ro-a' from kneeling עַל־ <WH5921> 'al- on בִּרְכָּ֔יו <WH1290> bir-Kav, on his knees וְכַפָּ֖יו <WH3709> ve-chap-Pav with his hands פְּרֻשׂ֥וֹת <WH6566> pe-ru-Sot spread up הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. to heaven"},{"number":55,"verse":"וַֽיַּעְמֹ֕ד <WH5975> vai-ya'-Mod And he stood וַיְבָ֕רֶךְ <WH1288> vay-Va-rech and blessed אֵ֖ת <WH853> 'et כָּל־ <WH3605> kol- all קְהַ֣ל <WH6951> ke-Hal all the congregation יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel ק֥וֹל <WH6963> Kol voice גָּד֖וֹל <WH1419> ga-Dol with a loud לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":56,"verse":"בָּר֣וּךְ <WH1288> ba-Ruch Blessed יְהוָ֗ה <WH3068> Yah-weh [be] the LORD אֲשֶׁ֨ר <WH834> 'a-Sher who נָתַ֤ן <WH5414> na-Tan that hath given מְנוּחָה֙ <WH4496> me-nu-Chah rest לְעַמּ֣וֹ <WH5971> le-'am-Mo unto his people יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel כְּכֹ֖ל <WH3605> ke-Chol to all אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבֵּ֑ר <WH1696> dib-Ber; according to all that he promised לֹֽא־ <WH3808> lo- not נָפַ֞ל <WH5307> na-Fal there hath not failed דָּבָ֣ר <WH1697> da-Var word אֶחָ֗ד <WH259> 'e-Chad, one מִכֹּל֙ <WH3605> mik-Kol of all דְּבָר֣וֹ <WH1697> de-va-Ro promise הַטּ֔וֹב <WH2896> hat-Tov, of all his good אֲשֶׁ֣ר <WH834> 'a-Sher who דִּבֶּ֔ר <WH1696> dib-Ber, which he promised בְּיַ֖ד <WH3027> be-Yad by the hand מֹשֶׁ֥ה <WH4872> mo-Sheh of Moses עַבְדּֽוֹ׃ <WH5650> av-Do. his servant"},{"number":57,"verse":"יְהִ֨י <WH1961> ye-Hi become יְהוָ֤ה <WH3068> Yah-weh The LORD אֱלֹהֵ֙ינוּ֙ <WH430> 'e-lo-Hei-nu our God עִמָּ֔נוּ <WH5973> 'im-Ma-nu, with כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher after הָיָ֖ה <WH1961> ha-Yah become עִם־ <WH5973> 'im- was with אֲבֹתֵ֑ינוּ <WH1> 'a-vo-Tei-nu; be with us as he was with our fathers אַל־ <WH408> 'al- nay יַעַזְבֵ֖נוּ <WH5800> ya-'az-Ve-nu let him not leave וְאַֽל־ <WH408> ve-'al- or יִטְּשֵֽׁנוּ׃ <WH5203> yit-te-She-nu. us nor forsake"},{"number":58,"verse":"לְהַטּ֥וֹת <WH5186> le-hat-Tot That he may incline לְבָבֵ֖נוּ <WH3824> le-va-Ve-nu our hearts אֵלָ֑יו <WH413> 'e-Lav; to himself לָלֶ֣כֶת <WH1980> la-Le-chet walk בְּכָל־ <WH3605> be-chol all דְּרָכָ֗יו <WH1870> de-ra-Chav, in all his ways וְלִשְׁמֹ֨ר <WH8104> ve-lish-Mor and to keep מִצְוֹתָ֤יו <WH4687> mitz-vo-Tav his commandments וְחֻקָּיו֙ <WH2706> ve-chuk-Kav and his statutes וּמִשְׁפָּטָ֔יו <WH4941> u-mish-pa-Tav, and his judgments אֲשֶׁ֥ר <WH834> 'a-Sher which צִוָּ֖ה <WH6680> tziv-Vah which he commanded אֶת־ <WH853> 'et- אֲבֹתֵֽינוּ׃ <WH1> 'a-vo-Tei-nu. our fathers"},{"number":59,"verse":"וְיִֽהְי֨וּ <WH1961> ve-yih-Yu become דְבָרַ֜י <WH1697> de-va-Rai And let these my words אֵ֗לֶּה <WH428> 'El-leh, and may these אֲשֶׁ֤ר <WH834> 'a-Sher which הִתְחַנַּ֙נְתִּי֙ <WH2603> hit-chan-Nan-ti wherewith I have made supplication לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֔ה <WH3068> Yah-weh, the LORD קְרֹבִ֛ים <WH7126> ke-ro-Vim approach אֶל־ <WH413> 'el- to יְהוָ֥ה <WH3068> Yah-weh unto the LORD אֱלֹהֵ֖ינוּ <WH430> 'e-lo-Hei-nu our God יוֹמָ֣ם <WH3119> yo-Mam day וָלָ֑יְלָה <WH3915> va-La-ye-lah; and night לַעֲשׂ֣וֹת׀ <WH6213> la-'a-Sot that he maintain מִשְׁפַּ֣ט <WH4941> mish-Pat the cause עַבְדּ֗וֹ <WH5650> av-Do, of his servant וּמִשְׁפַּ֛ט <WH4941> u-mish-Pat and the cause עַמּ֥וֹ <WH5971> am-Mo of his people יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El Israel דְּבַר־ <WH1697> de-var- as the matter י֥וֹם <WH3117> Yom each בְּיוֹמֽוֹ׃ <WH3117> be-yo-Mo. day"},{"number":60,"verse":"לְמַ֗עַן <WH4616> le-Ma-'an, so דַּ֚עַת <WH3045> Da-'at may know כָּל־ <WH3605> kol- all עַמֵּ֣י <WH5971> 'am-Mei That all the people הָאָ֔רֶץ <WH776> ha-'A-retz, of the earth כִּ֥י <WH3588> ki that יְהוָ֖ה <WH3068> Yah-weh that the LORD ה֣וּא <WH1931> hu he הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; [is] God אֵ֖ין <WH369> 'ein there עֽוֹד׃ <WH5750> od. else"},{"number":61,"verse":"וְהָיָ֤ה <WH1961> ve-ha-Yah Let לְבַבְכֶם֙ <WH3824> le-vav-Chem Let your heart שָׁלֵ֔ם <WH8003> sha-Lem, therefore be perfect עִ֖ם <WH5973> 'im with יְהוָ֣ה <WH3068> Yah-weh with the LORD אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; our God לָלֶ֧כֶת <WH1980> la-Le-chet to walk בְּחֻקָּ֛יו <WH2706> be-chuk-Kav in his statutes וְלִשְׁמֹ֥ר <WH8104> ve-lish-Mor and to keep מִצְוֹתָ֖יו <WH4687> mitz-vo-Tav his commandments כַּיּ֥וֹם <WH3117> kai-Yom as at this day הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":62,"verse":"וְֽהַמֶּ֔לֶךְ <WH4428> ve-ham-Me-lech, And the king וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El and all Israel עִמּ֑וֹ <WH5973> im-Mo; with זֹבְחִ֥ים <WH2076> zoe-Chim with him offered זֶ֖בַח <WH2077> Ze-vach sacrifice לִפְנֵ֥י <WH6440> lif-Nei before יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":63,"verse":"וַיִּזְבַּ֣ח <WH2076> vai-yiz-Bach offered שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, And Solomon אֵ֣ת <WH853> 'et זֶ֣בַח <WH2077> Ze-vach a sacrifice הַשְּׁלָמִים֮ <WH8002> hash-she-la-Mim of peace offerings אֲשֶׁ֣ר <WH834> 'a-Sher which זָבַ֣ח <WH2076> za-Vach which he offered לַיהוָה֒ <WH3068> Yah-weh unto the LORD בָּקָ֗ר <WH1241> ba-Kar, oxen עֶשְׂרִ֤ים <WH6242> 'es-Rim and twenty וּשְׁנַ֙יִם֙ <WH8147> u-she-Na-yim two אֶ֔לֶף <WH505> 'E-lef, thousand וְצֹ֕אן <WH6629> ve-Tzon sheep מֵאָ֥ה <WH3967> me-'Ah and an hundred וְעֶשְׂרִ֖ים <WH6242> ve-'es-Rim and twenty אָ֑לֶף <WH505> 'A-lef; thousand וַֽיַּחְנְכוּ֙ <WH2596> vai-yach-ne-Chu dedicated אֶת־ <WH853> 'et- בֵּ֣ית <WH1004> beit the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD הַמֶּ֖לֶךְ <WH4428> ham-Me-lech So the king וְכָל־ <WH3605> ve-chol and all בְּנֵ֥י <WH1121> be-Nei and all the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":64,"verse":"בַּיּ֣וֹם <WH3117> bai-Yom The same day הַה֗וּא <WH1931> ha-Hu, the same קִדַּ֨שׁ <WH6942> kid-Dash hallow הַמֶּ֜לֶךְ <WH4428> ham-Me-lech did the king אֶת־ <WH853> 'et- תּ֣וֹךְ <WH8432> Toch the middle הֶחָצֵ֗ר <WH2691> he-cha-Tzer, of the court אֲשֶׁר֙ <WH834> 'a-Sher that was לִפְנֵ֣י <WH6440> lif-Nei that [was] before בֵית־ <WH1004> veit- the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD כִּי־ <WH3588> ki- because עָ֣שָׂה <WH6213> 'A-sah for there he offered שָׁ֗ם <WH8033> Sham, there אֶת־ <WH853> 'et- הָֽעֹלָה֙ <WH5930> ha-'o-Lah burnt offerings וְאֶת־ <WH853> ve-'Et הַמִּנְחָ֔ה <WH4503> ham-min-Chah, and meat offerings וְאֵ֖ת <WH853> ve-'Et חֶלְבֵ֣י <WH2459> chel-Vei and the fat הַשְּׁלָמִ֑ים <WH8002> hash-she-la-Mim; of the peace offerings כִּֽי־ <WH3588> ki- because מִזְבַּ֤ח <WH4196> miz-Bach altar הַנְּחֹ֙שֶׁת֙ <WH5178> han-ne-Cho-shet because the brasen אֲשֶׁ֣ר <WH834> 'a-Sher that was לִפְנֵ֣י <WH6440> lif-Nei that [was] before יְהוָ֔ה <WH3068> Yah-weh, the LORD קָטֹ֗ן <WH6996> ka-Ton, [was] too little מֵֽהָכִיל֙ <WH3557> me-ha-Chil to receive אֶת־ <WH853> 'et- הָעֹלָ֣ה <WH5930> ha-'o-Lah the burnt offerings וְאֶת־ <WH853> ve-'Et הַמִּנְחָ֔ה <WH4503> ham-min-Chah, and meat offerings וְאֵ֖ת <WH853> ve-'Et חֶלְבֵ֥י <WH2459> chel-Vei and the fat הַשְּׁלָמִֽים׃ <WH8002> hash-she-la-Mim. of the peace offerings"},{"number":65,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as held שְׁלֹמֹ֣ה <WH8010> she-lo-Moh Solomon בָֽעֵת־ <WH6256> va-'et- And at that time הַהִ֣יא׀ <WH1931> ha-Hi he אֶת־ <WH853> 'et- הֶחָ֡ג <WH2282> he-Chag a feast וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֣ל <WH3478> Yis-ra-'El and all Israel עִמּוֹ֩ <WH5973> im-Mo with קָהָ֨ל <WH6951> ka-Hal congregation גָּד֜וֹל <WH1419> ga-Dol with him a great מִלְּב֥וֹא <WH935> mil-le-Vo from the entering חֲמָ֣ת׀ <WH2574> cha-Mat in of Hamath עַד־ <WH5704> 'ad- against נַ֣חַל <WH5158> Na-chal unto the river מִצְרַ֗יִם <WH4714> mitz-Ra-yim, of Egypt לִפְנֵי֙ <WH6440> lif-Nei before יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֵ֔ינוּ <WH430> 'e-lo-Hei-nu, our God שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִ֖ים <WH3117> ya-Mim days וְשִׁבְעַ֣ת <WH7651> ve-shiv-'At and seven יָמִ֑ים <WH3117> ya-Mim; days אַרְבָּעָ֥ה <WH702> 'ar-ba-'Ah four עָשָׂ֖ר <WH6240> 'a-Sar teen יֽוֹם׃ <WH3117> Yom. days"},{"number":66,"verse":"בַּיּ֤וֹם <WH3117> bai-Yom day הַשְּׁמִינִי֙ <WH8066> hash-she-mi-Ni On the eighth שִׁלַּ֣ח <WH7971> shil-Lach away אֶת־ <WH853> 'et- הָעָ֔ם <WH5971> ha-'Am, the people וַֽיְבָרֲכ֖וּ <WH1288> vay-va-ra-Chu and they blessed אֶת־ <WH853> 'et- הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; the king וַיֵּלְכ֣וּ <WH1980> vai-ye-le-Chu went לְאָהֳלֵיהֶ֗ם <WH168> le-'o-ho-lei-Hem, unto their tents שְׂמֵחִים֙ <WH8056> se-me-Chim joyful וְט֣וֹבֵי <WH2896> ve-Toei and glad לֵ֔ב <WH3820> Lev, of heart עַ֣ל <WH5921> 'al and כָּל־ <WH3605> kol- for all הַטּוֹבָ֗ה <WH2896> hat-to-Vah, for all the goodness אֲשֶׁ֨ר <WH834> 'a-Sher after עָשָׂ֤ה <WH6213> 'a-Sah had done יְהוָה֙ <WH3068> Yah-weh that the LORD לְדָוִ֣ד <WH1732> le-da-Vid for David עַבְדּ֔וֹ <WH5650> av-Do, his servant וּלְיִשְׂרָאֵ֖ל <WH3478> u-le-Yis-ra-'El and for Israel עַמּֽוֹ׃ <WH5971> am-Mo. his people"}]}