{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":11,"verses":[{"number":1,"verse":"The word which came to Jeremias from the Lord, saying,"},{"number":2,"verse":"Hear ye the words of this covenant: and thou shalt speak to the men of Juda, and to the inhabitants of Jerusalem"},{"number":3,"verse":"and say to them, Thus saith the Lord the God of Israel, Cursed is the man who will not hearken to the words of that covenant"},{"number":4,"verse":"which I enjoined on your fathers, at the time when I brought them out of the land of Egypt; out of the iron furnace saying, Hearken to my voice, and do all that I command you: and you shall be my people, and I will be your God;"},{"number":5,"verse":"that I may perform the oath which I sware to your fathers to give them a land flowing with milk and honey, as at this day. Thereupon I answered and said, So be it, O Lord."},{"number":6,"verse":"Then the Lord said to me, Read these words in the cities of Juda and in the streets of Jerusalem, and say, Hear the words of this covenant and do them."},{"number":8,"verse":"And when they did not:"},{"number":9,"verse":"the Lord said to me, A conspiracy is found among the men of Juda and among the inhabitants of Jerusalem."},{"number":10,"verse":"They have turned back to the iniquities of their fathers, who refused to hearken to my words. And lo they are going after strange gods to serve them. Both the house of Israel and the house of Juda have broken my covenant which I made with their fathers;"},{"number":11,"verse":"therefore thus saith the Lord, Behold I am bringing upon this people evils, from which they shall not be able to escape. And when they cry to me I will not hearken to them."},{"number":12,"verse":"Let the cities of Juda and the inhabitants of Jerusalem go and cry to the gods, to which they burn incense; but which cannot save them in the time of their adversity."},{"number":13,"verse":"Since according to the number of thy cities were thy gods, O Juda; and according to the number of the streets of Jerusalem, you erected altars to burn incense to Baal;"},{"number":14,"verse":"therefore pray not thou for this people, nor intercede for them with supplication and prayer; for I will not hearken when they call on me in the time of their distress."},{"number":15,"verse":"What! my beloved hath committed abomination in my very house! will prayers and holy meats remove from thee thy wickedness? or by means of these shalt thou escape?"},{"number":16,"verse":"The Lord called thy name “The beautiful shady olive”. At the sound of lopping it, a fire was kindled against it. Great is the affliction coming upon thee. Its branches are destroyed."},{"number":17,"verse":"The Lord who planted thee hath denounced evils against thee, for the wickedness of the house of Israel and the house of Juda, for they have brought this upon themselves by burning incense to Baal to provoke me."},{"number":18,"verse":"(p) Inform me, Lord, and let me know! Then I saw their devices."},{"number":19,"verse":"As for me I like a lamb led to slaughter did not know. Against me they had formed a wicked design, saying, “Come, let us put poison in his bread, and cut him off from the land of the living; and let his name be mentioned no more.”"},{"number":20,"verse":"Lord, who judgest righteously, trying reins and hearts! let me see thy vengeance on them, for to thee I have laid open my cause."},{"number":21,"verse":"On this account, thus saith the Lord to the men of Anathoth, who seek my life, who say thou shalt not prophesy in the name of the Lord; if thou dost; thou shalt die by our hand,"},{"number":22,"verse":"“Behold I will punish them. Their young men shall die by the sword. And their sons and their daughters shall die by famine."},{"number":23,"verse":"And there shall not be a remnant of them left; for I will bring evils on the inhabitants of Anathoth in the year of their visitation.”"}]}