{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"Thus saith the Lord, Go and get thee a linen girdle and gird it about thy loins; but it must not be washed with water."},{"number":2,"verse":"And when I had procured the girdle according to the word of the Lord and had girded it about my loins,"},{"number":3,"verse":"a word of the Lord came to me saying,"},{"number":4,"verse":"Take the girdle which is about thy loins, and arise and go to the Euphrates and hide it there in the hole of the rock."},{"number":5,"verse":"So I went and hid it by the Euphrates as the Lord commanded me."},{"number":6,"verse":"And after many days the Lord said to me, “Arise and go to the Euphrates and take thence the girdle, which I commanded thee to hide there.”"},{"number":7,"verse":"So I went to the river Euphrates and digged and took the girdle out of the place where I had buried it; and behold it was rotten and good for nothing."},{"number":8,"verse":"Then a word of the Lord came to me saying,"},{"number":9,"verse":"Thus saith the Lord, So will I mar the haughtiness of Juda, and the haughtiness of Jerusalem, that great haughtiness;"},{"number":10,"verse":"them who refuse to hearken to my words, and have gone after strange gods to serve them and worship them: and they shall be like this girdle which is good for nothing."},{"number":11,"verse":"For, as the girdle is tightly bound around the loins of its owner, so did I bind to myself the house of Israel and the whole house of Juda; that they might be for me a renowned people, and for a boast and for a glory. But they have not hearkened to me."},{"number":12,"verse":"Therefore thou shalt say to this people, Every leathern bottle is to be filled with wine. And if they say to thee, Do we not know very well that every leathern bottle is to be filled with wine?"},{"number":13,"verse":"Then thou shalt say to them, Thus saith the Lord: Behold I will fill the inhabitants of this land, both their kings who are seated' as sons of David on their thrones, and the priests and the prophets, even Juda and all the inhabitants of Jerusalem, with drunkenness."},{"number":14,"verse":"And I will scatter them, their heads of families and their brethren, both fathers and their sons at the same time. I will not have compassion, saith the Lord, nor will I spare, nor pity them for their destruction."},{"number":15,"verse":"(p) Hearken and give ear and be not elated; for the Lord hath spoken."},{"number":16,"verse":"Give glory to the Lord your God, before the darkness cometh, and before your feet stumble on the dark mountains; when you will wait for light; and the shadow of death will be there; and they shall be placed in darkness."},{"number":17,"verse":"But if you will not hearken, your soul shall weep in secret for your haughtiness; and tears shall gush from your eyes; because the flock of the Lord is destroyed."},{"number":18,"verse":"(J) Say to the king and the rulers: Humble yourselves and sit on the ground; for from your head is taken your crown of glory."},{"number":19,"verse":"The cities of the south shall be shut up and there shall be none to open. Juda is removed; they have made a complete removal."},{"number":20,"verse":"Raise thine eyes, 0 Jerusalem, and see them who are coming from the north! Where is the flock that was given thee; the flock of thy glory?"},{"number":21,"verse":"What wilt thou say, when these visit thee, seeing thou thyself hast taught them against thyself lessons for government. Will not pangs seize thee as a woman in travail?"},{"number":22,"verse":"Now shouldst thou say in thy heart, “Why have such things befallen me?” For the greatness of thine iniquity thy back is uncovered, that thy heels may be exposed to view!"},{"number":23,"verse":"Will an Ethiopian change his skin and a leopard her spots? As for you, then, will you who have learned these evils be able to do good?"},{"number":24,"verse":"Therefore I have scattered them like stubble whirled by wind to a desert;"},{"number":25,"verse":"this, then, shall be thy lot and portion for your disobeying me, saith the Lord. As thou hast forgotten Me and trusted in lies;"},{"number":26,"verse":"I therefore will expose thee naked to view that thy shame may be seen; namely, thy adultery and thy neighing and the lewdness of thy whoredom."},{"number":27,"verse":"On the mounts and in the fields I have seen thine abominations. Alas for thee, Jerusalem, because thou hast not purified thyself to follow Me. How much longer will it be before thou wilt?"}]}