{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"Then the Lord said to me, Though Moses and Samuel stood before Me, My soul is not towards them. Send away this people and let them go."},{"number":2,"verse":"And if they say to thee, Whither shall we go? then thou shalt say to them, Thus saith the Lord, such as are for pestilence, to pestilence, and such as are for the sword, to the sword; and such as are for famine, to famine; and such as are for captivity, to captivity."},{"number":3,"verse":"For I will send against them four kinds of avengers, saith the Lord, the sword to slay; and the dogs to tear; and the wild beasts of the earth, and the birds of the air to devour and destroy."},{"number":4,"verse":"And I will deliver them up to distress in all the kingdoms of the earth, on account of Manasses son of Ezekias king of Juda-for all that he did in Jerusalem."},{"number":5,"verse":"Who will pity thee, Jerusalem? or who will bemoan thee? or who will turn aside to inquire after thy welfare?"},{"number":6,"verse":"Thou hast turned thy back on Me, saith the Lord: backwards thou shalt go. And I will stretch forth My hand and destroy thee. I will no longer bear with them;"},{"number":7,"verse":"but utterly disperse them. In the gates of My people they are bereaved of children; My people are destroyed because of their wickedness."},{"number":8,"verse":"Their widows are multiplied above the sand of the sea. Against a mother I have brought soldiers-misery at noon-day. Upon her I have cast suddenly terror and consternation."},{"number":9,"verse":"She who was the mother of seven is childless; her soul is afflicted, the sun set upon her while it is yet mid-day; she is ashamed and confounded: the rest of them I will deliver up to the sword before their enemies."},{"number":10,"verse":"(p) Woe is me, 0 my mother, what sort of a person hast thou born in me! a man of strife and contending with all this land! I have neither lent on usury: nor hath any one lent to me; yet my strength is spent among them who curse me."},{"number":11,"verse":"Be it so; O Lord, while they enjoy prosperity.(J) Did I not stand by thee, in the time of their calamities and in the time of their affliction, for good with the enemy?"},{"number":12,"verse":"Shall the sword be felt and thy strength be a coat of mail?"},{"number":13,"verse":"Thy treasures indeed I will give for a spoil in all thy borders, as a ransom for all thy sins;"},{"number":14,"verse":"and I will make thee a slave to thine enemies around in the land which thou hast not known. For afire is kindled from My wrath and against you it shall blaze."},{"number":15,"verse":"(p) 0 Lord, remember me and visit me and save me from them, who are persecuting me past forbearance. Consider how I have for Thy sake borne reproach from them who despise my words."},{"number":16,"verse":"Bring them to an end. But let Thy word be to me the joy and rejoicing of my heart. Because I am called by Thy name, 0 Lord Almighty;"},{"number":17,"verse":"I did not sit in the council of those scorners; but was struck with awe because of Thy hand. I sat alone because I was full of bitterness."},{"number":18,"verse":"Why do they who grieve me prevail over me? My wound is deep, how can I be healed? It is indeed become to me like deceitful water which cannot be trusted."},{"number":19,"verse":"(J) Therefore thus saith the Lord: If thou wilt return I will reinstate thee; and in My presence thou shalt stand. And if thou wilt lead out the precious from the vile, thou shalt be as My mouth; and they shall turn to thee and thou shalt not turn to them."},{"number":20,"verse":"And I will make thee to this people like a strong wall of brass: though they fight against thee, they shall not prevail over thee; for am with thee to save thee and rescue thee out of the hand of the wicked."},{"number":21,"verse":"And I will redeem thee out of the hand of pestilent men."}]}