{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":5,"verse":"Cursed is the man whose hope is on man; who shall fix the flesh of his arm on him, and whose heart hath departed from the Lord."},{"number":6,"verse":"He shall be like the wild myrtle in the desert. He shall not see when good cometh; but shall dwell in parched places and in a desert-in a salt land which is uninhabited."},{"number":7,"verse":"But blessed is the man who hath trusted in the Lord; and whose hope is the Lord."},{"number":8,"verse":"He will be like a thriving tree near waters which shall shoot out its roots in a moist soil. It will not be afraid when heat cometh, though its stock be loaded with branches. In a year of drought it will not be afraid, nor will it fail to bear fruit."},{"number":9,"verse":"(p) The heart is deep beyond all things; so also is a man, who then can know Him?"},{"number":10,"verse":"(J) I the Lord search hearts and try reins, to give to everyone according to his ways, and according to the fruit of his devices."},{"number":11,"verse":"A partridge whistled and collected young which it did not bring forth, increasing its wealth but not with judgment; in the midst of its days they will leave it, and at its end it will be a fool."},{"number":12,"verse":"(p) Our sanctuary is an exalted throne of glory."},{"number":13,"verse":"Thou, 0 Lord art the hope of Israel. Let all who forsake Thee be ashamed; let them who have apostatised be enrolled in the dust, because they have forsaken the Lord the fountain of lie."},{"number":14,"verse":"Heal me, 0 Lord, and I shall be healed. Save me, and I shall be saved. Because Thou art my boast, behold they say to me,"},{"number":15,"verse":"Where is the word of the Lord? Let it come."},{"number":16,"verse":"As for me, I was not weary of following Thee, nor did I desire the day of a man: Thou knowest. The words which pass my lips are before Thee,"},{"number":17,"verse":"be not estranged from me. Spare me in an evil day."},{"number":18,"verse":"Let my persecutors be ashamed; but let me not be shamed. Let them be dismayed; but let not me be dismayed. Bring upon them an evil day. Crush them with a double crush."},{"number":19,"verse":"Thus saith the Lord: Go and stand in the gates of the children of thy people at which the kings of Juda come in and at which they go out, even at all the gates of Jerusalem,"},{"number":20,"verse":"and thou shalt say to them, Hear the word of the Lord, O kings of Juda and all Juda and all Jerusalem, who enter in by these gates!"},{"number":21,"verse":"Thus saith the Lord, Take heed to yourselves and carry no burdens on the sabbath day; nor go out of the gates of Jerusalem."},{"number":22,"verse":"Neither carry burdens out of your houses on the sabbath day nor do any work. Hallow the sabbath day as I commanded your fathers."},{"number":23,"verse":"Though they did not hearken, though they did not incline their ear, but stiffened their necks more than their fathers, that they might not hearken to Me nor receive instruction;"},{"number":24,"verse":"yet if you will hearken to Me, saith the Lord, and not carry burdens through the gates of this city on the sabbath day, but hallow the sabbath day by doing no work thereon;"},{"number":25,"verse":"there shall enter in at the gates of this city, kings and chiefs seated on the throne of David and riding in chariots and on horses, they and their chiefs, the men of Juda and the inhabitants of Jerusalem; and this city shall be inhabited for the age."},{"number":26,"verse":"And there shall come from the cities of Juda and from around Jerusalem and from the land of Benjamin and from the plain and from the mountain and from the country to the south, people bringing whole burnt offerings and sacrifices and incense and fine flour and frankincense; bringing offerings of thanksgivings to the house of the Lord."},{"number":27,"verse":"But if you will not hearken to me to hallow the sabbath day, so as not to carry burdens nor come in at the gates of Jerusalem on the sabbath day, I will kindle afire in the gates thereof and it shall consume the streets of Jerusalem and shall not be quenched"}]}