{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"The word which came from the Lord to Jeremias, to wit."},{"number":2,"verse":"Thus spake the Lord the God of Israel, saying, Write all the words which I have delivered to thee in a book:"},{"number":3,"verse":"for behold the days are coming saith the Lord when I will bring back the captivity of my people Israel and Juda, said the Lord; and I will bring them to this land, which I gave to their fathers and they shall rule over it."},{"number":4,"verse":"Now these are the words which the Lord spake concerning Israel and Juda."},{"number":5,"verse":"Thus said the Lord, You shall hear the sound of terror. It is terror and not peace."},{"number":6,"verse":"Inquire and see! Hath a male ever brought forth? Now with respect to the terror, in which they will hold their loins, it is indeed for a deliverance. (p) Why then have I seen every man with his hands on his loins? Their faces are turned to paleness."},{"number":7,"verse":"(J) It is because that great day is come which is unparalleled. It is indeed a distressful time to Jacob, but by this he shall be saved."},{"number":8,"verse":"In that day, saith the Lord, I will break the yoke from their neck, and burst their bonds asunder; and they shall no more work for strangers."},{"number":9,"verse":"But they must work for the Lord their God and I will raise up for them David their king."},{"number":12,"verse":"Thus said the Lord, I raised up affliction; thy wound was grievous;"},{"number":13,"verse":"there is none to plead thy cause; the attempts to cure thee increased thy pain; there is no relief for thee;"},{"number":14,"verse":"all thy friends forgot thee; they would make no inquiry for thee; because I inflicted on thee the wound of an enemy, a severe chastisement for all thine iniquity; thy sins had multiplied:"},{"number":16,"verse":"therefore all that devour thee shall be devoured, and all thine enemies shall eat their own flesh. For the multitude of thine iniquities (thy sins indeed were multiplied) they have done all these things to thee; but they who plunder thee shall be for plunder; and all who have preyed upon thee, I will give for a prey."},{"number":17,"verse":"Because I will bring up the cure for thee I will cure thee, saith the Lord, of thy painful wound; because thou wast called the Outcast, the hunt is up after thee; because there is none who seeketh this outcast,"},{"number":18,"verse":"thus saith the Lord, Behold I myself will bring back the outcast of Jacob, and his captivity I will compassionate. And the city shall be rebuilt on its height; and the people shall sit for the administration of justice."},{"number":19,"verse":"And from them shall come forth singers; the sound of the sportive; and I will multiply them and they shall not be diminished."},{"number":20,"verse":"And their sons shall come in as in former times; and their judicatories shall be established in my presence. And I will punish them who afflict them."},{"number":21,"verse":"His own mighties shall preside over them; and from him his own chief shall come forth; and he will gather them that they may return to me— that he who hath given his heart, whoever he is, may return to me, saith the Lord."},{"number":23,"verse":"Because the anger of the Lord hath gone forth; hath gone forth a furious anger, it will come whirling on the wicked; the fierce anger of the Lord will not turn back, till he hath done; till he hath executed the purpose of his heart. In the latter days you will know these things."}]}