{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":33,"verses":[{"number":1,"verse":"Again a word of the Lord came to Jeremias a second time while he was still a prisoner in the court of the prison, saying,"},{"number":2,"verse":"Thus saith the Lord, the maker of the earth, who formed it that he might regulate it. His name is the Lord;"},{"number":3,"verse":"Cry to me and I will answer thee and shew thee great and marvellous things which thou hast not known."},{"number":4,"verse":"For thus said the Lord concerning the houses of this city; and concerning the houses of the king of Juda which have been pulled down to make mounts and ramparts"},{"number":5,"verse":"to fight against the Chaldeans and to fill the city with the carcasses of men whom I have slain in mine indignation and in my wrath; and from whom I have turned away my face for all their wicked deeds;"},{"number":6,"verse":"behold I am raising up for it a cure for wounds and a restorative, which I will shew them, and I will heal it and give it peace"},{"number":7,"verse":"and fidelity. And I will bring back the captivity of Juda and the captivity of Israel; and I will build them up as in former times."},{"number":8,"verse":"And I will cleanse them from all their iniquities which they have committed against me, and no more remember the sins which they sinned against me, when they apostatised from me."},{"number":9,"verse":"And it shall be for a joy and praise and for a subject of exultation to all the people of the earth who shall hear all the good things which I will do. And they will be struck with awe and remorse for all the good and for all the peace which I will procure for them."},{"number":10,"verse":"Thus said the Lord, In the place which you say is a desert without men and beasts; in the cities of Juda and in the streets of Jerusalem which have been desolate so as to have neither man nor beast,"},{"number":11,"verse":"there shall be heard again the sound of joy and the sound of mirth; the voice of bridegroom and the voice of the bride; the voice of people, saying, “Praise the Lord Almighty; for the Lord is gracious; for his mercy endureth forever.” And they shall bring gifts to the house of the Lord. For I will bring back all the captivity of this land, as in former times, saith the Lord."},{"number":12,"verse":"Thus saith the Lord of hosts, There shall be again in this very place which shall be desolate, without man or beast, in all the cities belonging to it lodging places for shepherds folding flocks."},{"number":13,"verse":"In the cities of the hilly country and in the cities of Sephela, and in the cities of Nageb and in the land of Benjamin and in those around Jerusalem and in the cities of Juda, flocks shall again pass under the hand of him that counteth them, said the Lord."}]}