{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":34,"verses":[{"number":1,"verse":"The word which came to Jeremias from the Lord, when Nabuchodonosar king of Babylon, with all his army and every country under his dominion were warring against Jerusalem, and against all the cities of Juda, saying,"},{"number":2,"verse":"Thus said the Lord, Go to Sedekias king of Juda and say to him, Thus said the Lord, This city shall assuredly be delivered into the hands of the king of Babylon; and he shall take it, and burn it with fire."},{"number":3,"verse":"And thou shalt not escape out of his hand. Thou shalt indeed be taken and delivered into his hands; and thine eyes shall see his eyes; and to Babylon thou shalt go."},{"number":4,"verse":"Nevertheless hear the word of the Lord, Sedekias king of Juda, Thus said the Lord,"},{"number":5,"verse":"Thou shalt die in peace; and as they bewailed thy fathers who reigned before thee so will they bewail thee with “Alas Lord” and utter a lamentation for thee at thy burial; for I have spoken the word said the Lord."},{"number":6,"verse":"So Jeremias delivered to king Sedekias all these words at Jerusalem"},{"number":7,"verse":"when the army of the king of Babylon was warring against Jerusalem and against the cities of Juda namely against Lachis and against Azeka; for they were the only fortified cities which were left of the cities of Juda."},{"number":8,"verse":"The word which came to Jeremias from the Lord. After king Sedekias had made a covenant with the people to proclaim a release,"},{"number":9,"verse":"that every man should set free his man servant and his maid servant of Hebrew extraction so that no person of Juda should continue in slavery;"},{"number":10,"verse":"when all the nobles and all the people who had entered into covenant, to set free every one his man servant, and his maid servant,"},{"number":11,"verse":"altered their minds and compelled them to become their servants;"},{"number":12,"verse":"thereupon a word of the Lord came to Jeremias saying,"},{"number":13,"verse":"Thus said the Lord, I made a covenant with your fathers, at the time I brought them out of the land of Egypt, out of the house of bondage, saying,"},{"number":14,"verse":"When six years are accomplished thou shalt set at liberty thy brother, a Hebrew, who shall be sold to thee. When he hath Worked for thee six years, thou shalt let him go free. But they have not hearkened to me, nor inclined their ear."},{"number":15,"verse":"And now when they turned to do what is right in my sight, by proclaiming a general release, every one to his neighbour; and had made a covenant in my presence in the house which is called by my name;"},{"number":16,"verse":"you have turned back and profaned my name, by causing every one his man servant, and every one his maid servant whom you had sent away free at their own disposal, to return and become your servants:"},{"number":17,"verse":"therefore thus said the Lord, You have not hearkened to me to proclaim a general release, every one to his neighbour; behold, I proclaim a dismission of you to the sword, and to pestilence and to famine; and I will deliver you up to dispersion in all the kingdoms of the earth."},{"number":18,"verse":"I will indeed give up the men who have transgressed my covenant; them, who have not stood to this covenant of mine which they entered into in my presence; as the labouring bullock which they sacrificed"},{"number":19,"verse":"I will deliver up the chiefs of Juda and the rulers, and the priests,"},{"number":20,"verse":"and the people themselves to their enemies: and their carcasses shall be meat for the birds of the air and the beasts of the earth:"},{"number":21,"verse":"and I will deliver Sedekias king of Judea, and their chiefs, into the hands of their enemies. And as for the army of the king of Babylon, even to them who are retreating,"},{"number":22,"verse":"behold I am about to issue orders, saith the Lord, and I will cause them to return to this city. And they shall fight against it, and take it and burn it with fire. And I will make the cities of Juda a desolation, without inhabitants."}]}