{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"(J) If Israel will return, saith the Lord; let him return to me. And if he will remove his abominations from his mouth, and on account of me be filled with holy awe; and swear”"},{"number":2,"verse":"As the Lord liveth” with truth in judgment and justice: then shall the nations bless by him, and by him praise God in Jerusalem."},{"number":3,"verse":"For thus saith the Lord to the men of Juda and inhabitants of Jerusalem, Break up for yourselves fallow grounds and sow not among thorns:"},{"number":4,"verse":"be circumcised for your God and circumcise the stubbornness of your hearts, O men of Juda and ye inhabitants of Jerusalem; lest my wrath break out like a fire and burn; and there be none to quench it, because of the wickedness of your devices."},{"number":5,"verse":"(J) Make proclamation in Juda and let it be heard in Jerusalem. Say, Sound the trumpet in the land; raise the screaming cry! Say, Assemble together and let us go into the walled cities!"},{"number":6,"verse":"Break up and flee to Sion; make all haste; tarry not: for I am bringing evils from the north and a great destruction."},{"number":7,"verse":"A lion has gone up from his den: a destroyer of nations hath begun his march and is come from his place to make this land a desolation; and the cities shall be demolished so as to be uninhabitable."},{"number":8,"verse":"For these things gird on sackcloth; wail and utter lamentation. Because the wrath of the Lord is not turned away from you,"},{"number":9,"verse":"therefore it shall come to pass in that day, saith the Lord; that the understanding of the king shall be destroyed; and the understanding of the chiefs; and the priests shall be confounded and the prophets amazed."},{"number":10,"verse":"(p) Upon this I said, O Sovereign Lord! hast thou indeed deceived this people and Jerusalem, saying, “There shall be peace,” when lo! the sword hath reached their very soul?"},{"number":11,"verse":"(J) At that time let it be said to this people and to Jerusalem, there is a spirit of wandering in the wilderness. The way of the daughter of my people is not to purity nor to holiness."},{"number":12,"verse":"A spirit of execution shall come for me and I am now denouncing my judgments on them."},{"number":13,"verse":"Behold he shall come up like a cloud, and his chariots like a whirlwind. His horses are swifter than eagles. (p) Alas for us! we are undone!"},{"number":14,"verse":"Jerusalem! wash thy heart from wickedness that thou mayst be saved. How long do ill grounded reasonings for thy troubles remain in thee?"},{"number":15,"verse":"(J) Because the voice of a messenger will come from Dan and distress will be heard from mount Ephraim;"},{"number":16,"verse":"Call to mind the nations: behold they are come. Proclaim in Jerusalem, “Predatory bands are coming from afar, and have uttered their voice against the cities of Juda.”"},{"number":17,"verse":"Like men watching a field they are all around her. Because thou wast not mindful of me saith the Lord,"},{"number":18,"verse":"thy ways and thy devices have done these things to thee. It is owing to thy wickedness that they are bitter; that they have reached thy very heart."},{"number":19,"verse":"(p) My bowels! my bowels are pained! and every sensation of my heart. My soul throbbeth! my heart is torn. I cannot keep silence; for my soul hath heard the trumpet's sound; the din of war and of distress."},{"number":20,"verse":"It calleth for contrition; for the whole land is in deep distress. My tent is suddenly whelmed in ruin; my curtains are rent to pieces. How long shall I see men fleeing!"},{"number":21,"verse":"How long hear the sound of trumpets!"},{"number":22,"verse":"(J) Because the rulers of my people did not know me, they are foolish children and devoid of understanding. They are wise to do evil; but to do good they have no knowledge."},{"number":23,"verse":"(p) I beheld the earth and lo! a void! Then the heaven; and its lights were gone."},{"number":24,"verse":"I beheld the mountains; and they were trembling, and all the hills were in perturbation."},{"number":25,"verse":"I looked; and lo! there was not a man; and all the birds of the air were flown."},{"number":26,"verse":"I beheld; and lo! Karmel was a desert; and all the cities were burned with fire. At the presence of the Lord; and because of his fierce anger, they are utterly destroyed."},{"number":27,"verse":"(J) Thus saith the Lord, The whole land shall be a desert; but I will not make a complete end."},{"number":28,"verse":"For these things let the land mourn; and the heaven above be covered with darkness; for I have spoken and I will not change my mind, I have made an assault and will not withdraw from it."},{"number":29,"verse":"(p) At the sound of the cavalry and bended bow all the country had fled. They had skulked into caves; and hidden themselves in forests; and upon rocks they had climbed up. Every city was deserted; in them not a man dwelt."},{"number":30,"verse":"And as for thee what wilt thou do? Though thou clothe thyself with scarlet and deck thyself with ornaments of gold; though thou paint thine eyes with stibium, thy decoration will avail nothing; thy lovers have cast thee off. They will seek thy life."},{"number":31,"verse":"For I have heard a sound as of one in labour; of thy groan, as of one who beareth her first child. (J) The voice of the daughter of Sion shall be weak: and she shall let her hands hang down. (p) Woe is me! for my soul fainteth on account of the slain."}]}