{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":41,"verses":[{"number":1,"verse":"Now it came to pass that in the seventh month Ismael son of Nathanias son of Eleasa of the royal family and ten chief men with him came to Godolias at Massepha and they there ate bread together."},{"number":2,"verse":"And Ismael arose and the ten chiefs who were with him, and smote Godolias whom the king of Babylon had set over the land,"},{"number":3,"verse":"and all the Jews who were with him at Massepha and all the Chaldeans who were found there."},{"number":4,"verse":"And it happened that on the second day after he had slain Godolias and it was not generally known,"},{"number":5,"verse":"there came eighty men from Sychem and from Salem and from Samaria, with their beards shaven and their clothes rent and in deep mourning, with manna and frankincense in their hands, to make an offering for the house of the Lord."},{"number":6,"verse":"And Ismael went out to meet them as they were proceeding on in their journey weeping, and said to them, Come to Godolias."},{"number":7,"verse":"And when they were come into the midst of the city he slew them at the pit."},{"number":8,"verse":"But there were ten men among them who said to Ismael, Do not kill us; for we have treasures in a field, wheat and barley, honey and oil. So he forbore and did not kill them among their brethren."},{"number":9,"verse":"Now the pit, into which Ismael threw all that he had slain, was that great pit which king Asa had made for fear of Baasa king of Israel. This Ismael filled with the slain."},{"number":10,"verse":"And Ismael carried away all the people who were left at Massepha and the king's daughters whom the chief cook had committed to the care of Godolias son of Achikam; and fled towards the borders of the Anmonites."},{"number":11,"verse":"But when Joanan son of Karae and all the generals of the army who were with him heard all the evils which Ismael had done,"},{"number":12,"verse":"they drew out their whole army and marched with speed to fight him and came up with him at the great waters at Gabaon."},{"number":13,"verse":"And when all the people who were with Ismael saw Joanan and the generals of the army who were with him,"},{"number":14,"verse":"they turned back to Joanan;"},{"number":15,"verse":"but Ismael escaped with eight men and fled to the children of Ammon."},{"number":16,"verse":"Then Joanan and all the generals of the army who were with him took all the remnant of the people whom they had rescued from Ismael;"},{"number":17,"verse":"the men fit for war and the women and children and the eunuchs whom they brought back from Gabaon and marching with speed they encamped at Gaberochama which is near Bethlehem with an intent to go to Egypt"},{"number":18,"verse":"for fear of the Chaldeans. For they were afraid of them because Ismael had slain Godolias whom the king of Babylon had set over the land."}]}