{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":42,"verses":[{"number":1,"verse":"And all the generals of the army with Joanan and Azarias son of Maasias and all the people small and great"},{"number":2,"verse":"came to Jeremias the prophet and said to him, Have compassion on us, we beseech thee and pray to the Lord thy God for this remnant; for we are left only few of many as thine eyes see."},{"number":3,"verse":"Now let the Lord thy God point out to us the way which we should go and what we are to do."},{"number":4,"verse":"Whereupon Jeremias said to them, I have heard. Behold, I will pray for you to the Lord our God according to your words and whatever answer the Lord our God shall give that I will declare to you. I will not hide anything from you."},{"number":5,"verse":"And they said to Jeremias, The Lord be a true and faithful witness between us, that we will act conformably to the word, whatever it be, which the Lord shall send to us."},{"number":6,"verse":"Whether it be agreeable or disagreeable we will hearken to the voice of the Lord our God in respect to that for which we send thee to him, that it may be the better for us. We will obey the voice of the Lord our God."},{"number":7,"verse":"So after ten days a word of the Lord came to Jeremias,"},{"number":8,"verse":"where upon he sent for Joanan and the generals of the army, and all the people small and great,"},{"number":9,"verse":"and said to them, Thus said the Lord,"},{"number":10,"verse":"“If you will abide in this land I will build you up, and not pull you down; and I will plant you, and not root you up; for I am appeased by the evils which I have done to you."},{"number":11,"verse":"Be not afraid of the king of Babylon of whom you are in dread. Be not afraid of him, saith the Lord, for I am with you to deliver you, and to save you out of his hands."},{"number":12,"verse":"And I will shew you mercy, and have compassion on you, and bring you back to your own land."},{"number":13,"verse":"But if in direct disobedience to the voice of the Lord you say,"},{"number":14,"verse":"“We will not abide in this land; for we will go to the land of Egypt, that we may not see war nor hear the trumpet's sound, nor pine for want of bread; and we will dwell there.”"},{"number":15,"verse":"Then hear the word of the Lord, Thus said the Lord, If you set your face for Egypt, and go there to make your abode;"},{"number":16,"verse":"the sword of which you are afraid shall find you in the land of Egypt; and the famine which you wish to avoid shall follow and overtake you in Egypt, and there you shall die."},{"number":17,"verse":"For all the men even all the strangers who have set their faces towards the land of Egypt to dwell there, shall perish by the sword and by famine, and not one of them shall escape from those evils which I bring upon them."},{"number":18,"verse":"For thus said the Lord, As my wrath was poured out on the inhabitants of Jerusalem, so shall my wrath be poured out upon you, if you go to Egypt; and you shall be wasted and made slaves, and be for an execration and reproach; and shall never see this land again."},{"number":19,"verse":"These are the things which the Lord hath spoken respecting you, the remnant of Juda; that you may not go to Egypt."},{"number":20,"verse":"For now you must be sensible that you did evil in your hearts when you sent me saying, Pray for us to the Lord, and we will act conformably to all that the Lord shall say to thee."},{"number":21,"verse":"For you have not hearkened to the voice of the Lord, which he hath sent by me to you."},{"number":22,"verse":"Now therefore you shall perish by the sword and by famine, in that place to which yon are determined to go there to make your abode."}]}