{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":2,"verse":"To Egypt, respecting the army of Pharao Nechao, king of Egypt, who was by the river Euphrates, at Charmis, whom Nabuchodonosar king of Babylon defeated, in the fourth year of Joakim king of Juda."},{"number":3,"verse":"ARM with buckler and shields, and advance to battle."},{"number":4,"verse":"Harness the horses. Horsemen mount! and stand firm in your helmets. Having put on your breast plates, charge with your lances."},{"number":5,"verse":"Why are they daunted, and falling back? Because their mighty men will be cut down, they fled amain; they rallied not, being hemmed in on all sides, saith the Lord."},{"number":6,"verse":"Let not the swift flee, nor the mighty escape to the north. The forces at the river Euphrates are weak and have fallen."},{"number":7,"verse":"Who is this that will rush forth like the river, and whose stream will billow like a flood?"},{"number":8,"verse":"The waters of Egypt will rush forth like a river: for he said, “I will issue forth and overwhelm the earth, and destroy the inhabitants thereof."},{"number":9,"verse":"Mount your horses, prepare your chariots: march forth ye warriors of Ethiopia! and ye Libyans well clad in armour! go up also ye Lydians who bend the bow.”"},{"number":10,"verse":"(p) This is indeed a day for the Lord our God: a day of vengeance, to execute vengeance on his enemies. And the sword of the Lord shall devour and be filled; it shall indeed be glutted with their blood; for there is a sacrifice for the Lord in the land of the north at the river Euphrates."},{"number":11,"verse":"Go up, Galaad, and take balm for the virgin daughter of Egypt. In vain hast thou multiplied thy medicines; there is no cure for thee."},{"number":12,"verse":"The nations heard thy voice and with thy screams the land was filled: because warrior added to warrior were weak, they both fell together."},{"number":13,"verse":"The words which the Lord spoke by the ministry of Jeremias, that the King of Babylon would come and smite the land of Egypt."},{"number":14,"verse":"DESPATCH messengers to Magdolus; send also to Memphis. Say, to arms! and be ready! for a sword hath laid waste thy grove."},{"number":15,"verse":"Why did Apis flee from thee? Thy chosen bull, why did he not stand?"},{"number":16,"verse":"because the Lord made him weak and thy multitude was weak and fell. Therefore every one said to his fellow, Let us arise and return to our people, to our native land, from the face of the Grecian sword."},{"number":17,"verse":"Call the name of Pharao Nechao king of Egypt, “Saon-Esbie-Moed.” (Meaning an Empty sound)"},{"number":18,"verse":"As I live, saith the Lord God, like Itaburion among the mountains, and like Channel which is by the sea he shall come. Get ready utensils for thy removal,"},{"number":19,"verse":"well housed daughter of Egypt! for Memphis shall be a waste and shall be called, “Alas” because in it there are no inhabitants."},{"number":20,"verse":"Egypt was a beautiful heifer; a detachment from the north came against her."},{"number":21,"verse":"And the mercenaries, which she had with her, were like fatted bulls which she had fed. For they turned and fled with one consent: they made no stand, because the day of destruction came upon them and the time of their visitation."},{"number":22,"verse":"Their sound is that of a hissing serpent; for they march in dust. With axes they will come against her;"},{"number":23,"verse":"like fellers of timber they will cut down her groves, saith the Lord. Because she would not be assimilated. Because she increaseth more than locusts which are innumerable;"},{"number":24,"verse":"the daughter of Egypt is put to shame: she is delivered into the hands of a people from the north."},{"number":25,"verse":"Behold I will punish her son Ammon in the person of Pharao, and in the persons of them who trusted in him."},{"number":27,"verse":"But thou Jacob my servant be not afraid; and thou Israel be not dismayed. For behold I will save thee from afar and thy seed from their captivity. And Jacob shall return and enjoy rest and sleep; and there shall be none to discompose him."},{"number":28,"verse":"Fear not, my servant Jacob, saith the Lord, since I am with thee. This fearless and luxurious one is delivered up, for I will make an end of every nation to which I have driven thee; But of thee I will not make an entire end. But I will correct thee for judgment and not suffer thee to go unpunished."}]}