{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"Respecting Moab, Thus said the Lord, Alas! for Nabo; for it is destroyed. Kariathaim is taken. Amath and Agath are put to shame."},{"number":2,"verse":"There is no more a cure for Moab; a boasting in Esebon. He hath devised evils against her. We have cut her off from being a nation and she shall go to rest. Behind thee the sword shall stalk on."},{"number":3,"verse":"Because there is a sound of screaming from Oronaim; destruction and great tribulation,"},{"number":4,"verse":"Moab is trodden down. Despatch news to Zogora that Aloth is filled with lamentation;"},{"number":5,"verse":"she will go up weeping by the way of Oronaim. You have heard the scream of distress;"},{"number":6,"verse":"flee and save your lives; and you shall be like a wild ass in the desert."},{"number":7,"verse":"Seeing thou hast trusted in thy fortifications; therefore thou shalt be taken; and Chamos shall go into banishment, and his priests and his chiefs with him;"},{"number":8,"verse":"and destruction shall come on every city, none shall escape. The vale also shall be destroyed and the plain wasted as the Lord hath said."},{"number":9,"verse":"Set up marks for Moab; for with destruction she shall be destroyed; and all her cities shall be for desolation. Whence can she have an inhabitant?"},{"number":10,"verse":"He is cursed who doth the work of the Lord negligently, withholding his sword from blood."},{"number":11,"verse":"Moab enjoyed rest from his youth and trusted in his glory; he hath not been decanted from vessel to vessel; and into banishment he hath never gone. Therefore his taste remaineth in him and his flavour is not lost:"},{"number":12,"verse":"Therefore behold the days are coming saith the Lord, when I will send decanters and they shall decant him; and they shall break his vessels and cut to pieces his drinking horns;"},{"number":13,"verse":"and Moab shall be put to shame for Chamos, as the house of Israel were for Baithel their confidence."},{"number":14,"verse":"How can ye who have put confidence in them, say, We are strong, and a man mighty for feats of war.”"},{"number":15,"verse":"Moab is destroyed with his cities; and his chosen men are gone down to slaughter. The day of Moab is near at hand, and with speed his calamity is approaching."},{"number":17,"verse":"Shake your heads for him, all ye around him; pronounce his name, all of you, say, How the beautiful sceptre is broken! the sceptre of majesty"},{"number":18,"verse":"I Come down from glory and sit low in mire. Daibon shall be trampled down because Moab is destroyed. The demolisher of thy strong hold is come up against thee. Stand by the way side and take a view,"},{"number":19,"verse":"inhabitant of Aroer! ask him who is fleeing and making escape, and say, What is the news?"},{"number":20,"verse":"Moab is put to shame; for he is utterly discomfited. Raise the mournful cry and scream; proclaim in Arnon, that Moab is destroyed."},{"number":21,"verse":"Judgment is indeed coming on the land of Misor, upon Chalon, and Kephas, and Mophas,"},{"number":22,"verse":"and on Daibon, and on Nabo, and on the house of Daithlathaim,"},{"number":23,"verse":"and on Kariathaim, and on the house of Gaimol, and on the house of Maon,"},{"number":24,"verse":"and on Karioth, and on Bosor, and on all the cities of Moab far and near."},{"number":25,"verse":"The horn of Moab is hacked to pieces, and his prowess is broken."},{"number":26,"verse":"Make him drunk. Because he magnified himself against the Lord, he will therefore clap with his hand at Moab that he may be an object of derision;"},{"number":27,"verse":"for was not Israel an object of mirth to thee and found among thy stolen goods, because thou didst fight against him?"},{"number":28,"verse":"The inhabitants of Moab have left their cities and made their abode among rocks. They were like pigeons nestling in rocks at the mouth of a cave."},{"number":29,"verse":"(p) I have heard indeed of the pride of Moab: he was very proud; and of his haughtiness; his heart was elated."},{"number":30,"verse":"(J) But as for me I know his works: is not this his desert? Hath he not acted thus?"},{"number":31,"verse":"Therefore raise on all sides the mournful cry for Moab; scream for the men of Keiradas-anchmon."},{"number":32,"verse":"(p) With the wailing of Jazer I will wail for thee, vine of Aserema. Thy branches extended to the sea; they reached to the cities of Jazer. When thy fruit was ripe; destruction came upon thy grape gatherers."},{"number":33,"verse":"Joy and gladness were snatched from Moab, when the vine was in thy lakes. In the morning there was no treading, and in the evening no shouts of joy."},{"number":34,"verse":"At the scream of Esebon which reached to Aitam, their cities from Zogar to Oroaim uttered their voice, and spread the news with an alarm. (J) Because the water of Nebrin also shall be dried up;"},{"number":35,"verse":"therefore I will destroy Moab, saith the Lord, when he is going up to the altar and burning incense to his gods."},{"number":36,"verse":"(p) For this let the heart of Moab groan like drone pipes. Let my heart sound like a drone for the men of Keiradas. (J) Because all that every man had procured is utterly destroyed;"},{"number":37,"verse":"let them every where shave the whole head; and let the whole beard be shaven and all hands gashed; and let there be sackcloth on every loin"},{"number":38,"verse":"and on all the house tops of Moab and in every street: for I have broken him, saith the Lord, like a vessel that is useless."},{"number":39,"verse":"How did he deprecate! How did Moab turn his back! Moab was ashamed and became a subject of laughter and derision to all around."},{"number":40,"verse":"For thus said the Lord,"},{"number":41,"verse":"Karioth is taken and the strong holds are surprised;"},{"number":42,"verse":"and Moab shall be destroyed from being a multitude. Because he magnified himself against the Lord,"},{"number":43,"verse":"a trap, a scare-net and a pit are prepared for thee, inhabitant of Moab!"},{"number":44,"verse":"He who fleeth from the scare-net shall fall into the pit; and he who getteth up out of the pit shall be caught in the trap. For I will bring these things on Moab in the year of their visitation."}]}