{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"Sedekias was twenty one years old when he began to reign, and he reigned eleven years in Jerusalem and his mother's name was Ameital. She was a daughter of Jeremias of Lobena."},{"number":4,"verse":"And it came to pass in the ninth year of his reign in the fifth month, on the tenth of the month, Nabuchodonosar king of Babylon, came with his whole army against Jerusalem, and they besieged it and built a wall around it of square stones,"},{"number":5,"verse":"and the city was besieged until the eleventh year of king Sedekias."},{"number":6,"verse":"On the ninth day of the; month there was a grievous famine in the city and there was no bread for the people of the land."},{"number":7,"verse":"When a breach was made into the city, all the men who were warriors went out by night by the way of the gate between the outer and the inner wall, which was along the king's garden, (though the Chaldeans were all around the city;) and took the road to Araba."},{"number":8,"verse":"And the army of the Chaldeans pursued the king and overtook him on the borders of Jericho. And all his servants being dispersed from him,"},{"number":9,"verse":"they took the king and carried him to the king of Babylon at Deblatha, who passed sentence on him."},{"number":10,"verse":"And the king of Babylon slew the sons of Sedekias before his eyes. He slew also all the chiefs of Juda at Deblatha."},{"number":11,"verse":"Then he put out the eyes of Sedekias and bound him with chains. And the king of Babylon led him to Babylon and committed him to the slave prison where he continued till the day of his death."},{"number":12,"verse":"And on the fifth month on the tenth of the month Nabouzardan the chief cook, who stood in the presence of the king of Babylon, came to Jerusalem"},{"number":13,"verse":"and burned the house of the Lord and the king's house. He burned also with fire all the public buildings of the city and every stately house."},{"number":14,"verse":"And the army of the Chaldeans which was with the chief cook demolished all the wall of Jerusalem round about."},{"number":16,"verse":"But the chief cook left the remains of the people for vine dressers and husbandmen."},{"number":17,"verse":"The Chaldeans also broke to pieces the pillars of brass which were in the house of the Lord and the bases and the sea of brass which was in the house of the Lord, and took the brass and carried it to Babylon with the crown,"},{"number":18,"verse":"and the cups and the flesh forks and all the utensils of brass with which they sacrificed;"},{"number":19,"verse":"and the Apphoths and the Masmaroths and the oil vessels and the candlesticks and the censers and the cups: those which were of gold, or gilded, and those which were of silver, or plated, the chief cook took."},{"number":20,"verse":"As for the two pillars and the sea and the twelve oxen of brass under the sea, which king Solomon had made for the house of the Lord, there was no weighing the brass thereof."},{"number":21,"verse":"The height of each of the pillars was thirty five cubits and a fillet of twelve cubits encircled it, the thickness of which was four fingers all around."},{"number":22,"verse":"And there was a chapiter of brass on each of them of the height of five cubits with a ball on the top of each and a piece of net work and pomegranates around on each chapiter; all of brass; eight pomegranates to a cubit for the twelve cubits."},{"number":23,"verse":"So that there were ninety six pomegranates on the sides and all the pomegranates on the net work round about were one hundred."},{"number":24,"verse":"And the chief cook took the chief priest, and the priest who was second to him, and the three who guarded the way;"},{"number":25,"verse":"and a eunuch who was over the men of war, and seven men of renown who attended in the king's presence, who were found in the city, and the scribe of the armies, who mustered the people of the land; and sixty chief men, of the people of the country, who were found in the city."},{"number":26,"verse":"These Nabuzardan the chief cook, took and brought to the king of Babylon at Deblatha."},{"number":27,"verse":"And the king of Babylon slew them at Deblatha in the land of Aimath."},{"number":31,"verse":"And it came to pass in the thirty seventh year of the captivity of Jechonias king of Juda, in the twelfth month, on the twenty fourth of the month, Oulaimadachar king of Babylon, in the first year of his reign, took and raised up the head of Jechonias king of Juda, and caused him to be shaven and released him from the prison, in which he was confined,"},{"number":32,"verse":"and spoke kindly to him and set his seat above the kings, who were with him in Babylon."},{"number":33,"verse":"And changed his prison dress, and caused him to eat in his presence, all the days of his life."},{"number":34,"verse":"And he had a portion continually given to him, day by day, from the king of Babylon, to the day of his death."}]}