{"bibleAbbr":"Thomson1808","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":8,"verses":[{"number":1,"verse":"At that time saith the Lord, they shall carry out the bones of the kings of Juda, and the bones of his chiefs, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves;"},{"number":2,"verse":"and expose them to the sun and moon and to all the stars, and to all the host of heaven which they loved and served, and after which they went and to which they were attached, and to which they bowed down. They shall not be lamented nor buried; but shall be for a spectacle, on the face of the earth"},{"number":3,"verse":"(because they chose death rather than life) even to all the residue left of that generation, in every place whither I shall drive them."},{"number":4,"verse":"Thus saith the Lord, Doth not he who falleth rise again? Or doth not he who turneth aside, return back?"},{"number":5,"verse":"Why then hath this my people shamefully turned aside, and persisted in their error and refused to return?"},{"number":6,"verse":"Hearken now and hear! Will they not speak thus, “There is not a man who repenteth of his wickedness,” saying, “What have I done?” He who was running stop'd in his course like a horse tired with whinnying.”"},{"number":7,"verse":"The stork in the heaven knoweth her season; so doth the dove and the swallow of the field; the ostriches observed the time of their coming; but my people do not know the judgments of the Lord."},{"number":8,"verse":"How can you say, “We are wise and the law of the Lord is with us.” In vain was it made; the scribes had a lying pen."},{"number":9,"verse":"Are the wise ashamed? They are indeed dismayed and taken. Because they rejected the law of the Lord; therefore be their wisdom what it may,"},{"number":10,"verse":"I will give their wives to others and their fields to them who will take possession, that they may gather the products thereof, saith the Lord."},{"number":13,"verse":"(c) There is not a cluster on the vine nor is there a fig on the fig trees, even the leaves are fallen."},{"number":14,"verse":"Why sit we still? Assemble and let us go into the fortified cities; and let us be cast oft' there; since God hath cast us off. He hath indeed given us water of gall to drink because we have sinned against him."},{"number":15,"verse":"We assembled for peace; but there is no good; for a time of healing and behold trouble."},{"number":16,"verse":"From Dan we can hear the sound of the snorting of his horses; with the neighing of his cavalry the whole earth is shaken. (J) And on he will come and devour the land and the fulness thereof, the cities and them who dwell therein."},{"number":17,"verse":"For behold I am sending against you deadly serpents, which cannot be charmed, and they will bite you"},{"number":18,"verse":"with incurable wounds, which shall pain your throbbing hearts."},{"number":19,"verse":"Hark! a sound of the cry of the daughter of my people from a distant land!” Is not the Lord in Sion? Is he not king there?” Because they provoked me to anger with their graven images and with strange vanities."},{"number":20,"verse":"(p) “The summer is past; the harvest is over and we are not saved,”"},{"number":21,"verse":"at the destruction of the daughter of my people I was whelmed in darkness: in distress I was seized with pangs like those of a woman in travail."},{"number":22,"verse":"Is there no balm in Gilead? Is there no physician there? Why is not healing come for the daughter of my people. ((c) The chorus, the inhabitants of the country. (J) Jehovah, (p) The prophet.)"}]}