{"bibleAbbr":"NKJV1982","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":10,"verses":[{"number":1,"verse":"(Cornelius Sends a Delegation) There was a certain man in (Acts 8:40; 23:23) Caesarea called Cornelius, a centurion of what was called the Italian Regiment,"},{"number":2,"verse":"(Acts 8:2; 9:22; 22:12) a devout man and one who ((Acts 10:22, 35; 13:16, 26)) feared God with all his household, who gave alms generously to the people, and prayed to God always."},{"number":3,"verse":"About the ninth hour of the day (Acts 10:30; 11:13) he saw clearly in a vision an angel of God coming in and saying to him, “Cornelius!”"},{"number":4,"verse":"And when he observed him, he was afraid, and said, “What is it, lord?” So he said to him, “Your prayers and your alms have come up for a memorial before God."},{"number":5,"verse":"Now (Acts 11:13, 14) send men to Joppa, and send for Simon whose surname is Peter."},{"number":6,"verse":"He is lodging with (Acts 9:43) Simon, a tanner, whose house is by the sea. (Acts 11:14) He will tell you what you must do.”"},{"number":7,"verse":"And when the angel who spoke to him had departed, Cornelius called two of his household servants and a devout soldier from among those who waited on him continually."},{"number":8,"verse":"So when he had explained all these things to them, he sent them to Joppa."},{"number":9,"verse":"(Peter’s Vision) The next day, as they went on their journey and drew near the city, (Acts10:9-32; 11:5-14) Peter went up on the housetop to pray, about the sixth hour."},{"number":10,"verse":"Then he became very hungry and wanted to eat; but while they made ready, he fell into a trance"},{"number":11,"verse":"and (Ezek. 1:1; Matt. 3:16; Acts 7:56; Rev. 4:1; 19:11) saw heaven opened and an object like a great sheet bound at the four corners, descending to him and let down to the earth."},{"number":12,"verse":"In it were all kinds of four-footed animals of the earth, wild beasts, creeping things, and birds of the air."},{"number":13,"verse":"And a voice came to him, “Rise, Peter; kill and eat.”"},{"number":14,"verse":"But Peter said, “Not so, Lord! (Lev. 11:4; 20:25; Deut. 14:3, 7; Ezek. 4:14) For I have never eaten anything common or unclean.”"},{"number":15,"verse":"And a voice spoke to him again the second time, ((Matt. 15:11; Mark 7:19); Acts 10:28; (Rom. 14:14); 1 Cor. 10:25; (1 Tim. 4:4; Titus 1:15)) “What God has cleansed you must not call common.”"},{"number":16,"verse":"This was done three times. And the object was taken up into heaven again."},{"number":17,"verse":"(Summoned to Caesarea) Now while Peter wondered within himself what this vision which he had seen meant, behold, the men who had been sent from Cornelius had made inquiry for Simon’s house, and stood before the gate."},{"number":18,"verse":"And they called and asked whether Simon, whose surname was Peter, was lodging there."},{"number":19,"verse":"While Peter thought about the vision, (Acts 11:12) the Spirit said to him, “Behold, three men are seeking you."},{"number":20,"verse":"(Acts 15:7-9) Arise therefore, go down and go with them, doubting nothing; for I have sent them.”"},{"number":21,"verse":"Then Peter went down to the men who had been sent to him from Cornelius, and said, “Yes, I am he whom you seek. For what reason have you come?”"},{"number":22,"verse":"And they said, “Cornelius the centurion, a just man, one who fears God and (Acts 22:12) has a good reputation among all the nation of the Jews, was divinely instructed by a holy angel to summon you to his house, and to hear words from you.”"},{"number":23,"verse":"Then he invited them in and lodged them. On the next day Peter went away with them, (Acts 10:45; 11:12) and some brethren from Joppa accompanied him."},{"number":24,"verse":"(Peter Meets Cornelius) And the following day they entered Caesarea. Now Cornelius was waiting for them, and had called together his relatives and close friends."},{"number":25,"verse":"As Peter was coming in, Cornelius met him and fell down at his feet and worshiped him."},{"number":26,"verse":"But Peter lifted him up, saying, (Acts 14:14, 15; Rev. 19:10; 22:8) “Stand up; I myself am also a man.”"},{"number":27,"verse":"And as he talked with him, he went in and found many who had come together."},{"number":28,"verse":"Then he said to them, “You know how (John 4:9; 18:28; Acts 11:3; Gal. 2:12) unlawful it is for a Jewish man to keep company with or go to one of another nation. But ((Acts 10:14, 35; 15:8, 9)) God has shown me that I should not call any man common or unclean."},{"number":29,"verse":"Therefore I came without objection as soon as I was sent for. I ask, then, for what reason have you sent for me?”"},{"number":30,"verse":"So Cornelius said, “Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and behold, (Acts 1:10) a man stood before me (Matt. 28:3; Mark 16:5) in bright clothing,"},{"number":31,"verse":"and said, ‘Cornelius, (Dan. 10:12) your prayer has been heard, and (Heb. 6:10) your alms are remembered in the sight of God."},{"number":32,"verse":"Send therefore to Joppa and call Simon here, whose surname is Peter. He is lodging in the house of Simon, a tanner, by the sea. When he comes, he will speak to you.’"},{"number":33,"verse":"So I sent to you immediately, and you have done well to come. Now therefore, we are all present before God, to hear all the things commanded you by God.”"},{"number":34,"verse":"(Preaching to Cornelius’ Household) Then Peter opened his mouth and said: (Deut. 10:17; 2 Chr. 19:7; Rom. 2:11; Gal. 2:6; Eph. 6:9) “In truth I perceive that God shows no partiality."},{"number":35,"verse":"But (Acts 15:9; (1 Cor. 12; 13; Eph. 2:13)) in every nation whoever fears Him and works righteousness is (Ps. 15:1, 2) accepted by Him."},{"number":36,"verse":"The word which God sent to the children of Israel, (Is. 57:19; Eph. 2:14; (Col. 1:20)) preaching peace through Jesus Christ— (Matt. 28:18; Acts 2:36; Rom. 10:12; 1 Cor. 15:27) He is Lord of all—"},{"number":37,"verse":"that word you know, which was proclaimed throughout all Judea, and (Luke 4:14) began from Galilee after the baptism which John preached:"},{"number":38,"verse":"how (Is. 61:1-3; Luke 4:18) God anointed Jesus of Nazareth with the Holy Spirit and with power, who (Matt. 4:23) went about doing good and healing all who were oppressed by the devil, (John 3:2; 8:29) for God was with Him."},{"number":39,"verse":"And we are (Acts 1:8) witnesses of all things which He did both in the land of the Jews and in Jerusalem, whom they (Acts 2:23) killed by hanging on a tree."},{"number":40,"verse":"Him (Hos. 6:2; Matt. 12:39, 40; 16:4; 20:19; John 2:19-21; Acts 2:24) God raised up on the third day, and showed Him openly,"},{"number":41,"verse":"((John 14:17, 19, 22; 15:27)) not to all the people, but to witnesses chosen before by God, even to us (Luke 24:30, 41-43) who ate and drank with Him after He arose from the dead."},{"number":42,"verse":"And (Matt. 28:19) He commanded us to preach to the people, and to testify (John 5:22, 27; Acts 17:31) that it is He who was ordained by God to be Judge (Rom. 14:9; 2 Tim. 4:1; 1 Pet. 4:5) of the living and the dead."},{"number":43,"verse":"((Is. 42:1; 53:11; 61:1); Jer. 31:34; Dan. 9:24; Hos. 6:1-3; Mic. 7:18; Zech. 13:1; Mal. 4:2) To Him all the prophets witness that, through His name, ((John 3:16, 18; Acts 26:18); Rom. 10:11; Gal. 3:22) whoever believes in Him will receive (Acts 13:38, 39) remission of sins.”"},{"number":44,"verse":"(The Holy Spirit Falls on the Gentiles) While Peter was still speaking these words, (Acts 4:31) the Holy Spirit fell upon all those who heard the word."},{"number":45,"verse":"(Acts 10:23) And those of the circumcision who believed were astonished, as many as came with Peter, (Is. 42:1, 6; 49:6; Luke 2:32; John 11:52; Acts 11:18) because the gift of the Holy Spirit had been poured out on the Gentiles also."},{"number":46,"verse":"For they heard them speak with tongues and magnify God. Then Peter answered,"},{"number":47,"verse":"“Can anyone forbid water, that these should not be baptized who have received the Holy Spirit (Acts 2:4; 10:44; 11:17; 15:8) just as we have?”"},{"number":48,"verse":"(1 Cor. 1:14-17) And he commanded them to be baptized (Acts 2:38; 8:16; 19:5) in the name of the Lord. Then they asked him to stay a few days."}]}