{"bibleAbbr":"NKJV1982","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"Now (Acts 14:26) in the church that was at Antioch there were certain prophets and teachers: (Acts 11:22) Barnabas, Simeon who was called Niger, (Rom. 16:21) Lucius of Cyrene, Manaen who had been brought up with Herod the tetrarch, and Saul."},{"number":2,"verse":"As they ministered to the Lord and fasted, the Holy Spirit said, (Num. 8:14; Acts 9:15; 22:21; Rom. 1:1; Gal. 1:15; 2:9) “Now separate to Me Barnabas and Saul for the work (Matt. 9:38; Acts 14:26; Rom. 10:15; Eph. 3:7, 8; 1 Tim. 2:7; 2 Tim. 1:11; Heb. 5:4) to which I have called them.”"},{"number":3,"verse":"Then, (Matt. 9:15; Mark 2:20; Luke 5:35; Acts 6:6) having fasted and prayed, and laid hands on them, they sent them away."},{"number":4,"verse":"(Preaching in Cyprus) So, being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to (Acts 4:36) Cyprus."},{"number":5,"verse":"And when they arrived in Salamis, ((Acts 13:46)) they preached the word of God in the synagogues of the Jews. They also had (Acts 12:25; 15:37) John as their assistant."},{"number":6,"verse":"Now when they had gone through the island to Paphos, they found (Acts 8:9) a certain sorcerer, a false prophet, a Jew whose name was Bar-Jesus,"},{"number":7,"verse":"who was with the proconsul, Sergius Paulus, an intelligent man. This man called for Barnabas and Saul and sought to hear the word of God."},{"number":8,"verse":"But (Ex. 7:11; 2 Tim. 3:8) Elymas the sorcerer (for so his name is translated) withstood them, seeking to turn the proconsul away from the faith."},{"number":9,"verse":"Then Saul, who also is called Paul, (Acts 2:4; 4:8) filled with the Holy Spirit, looked intently at him"},{"number":10,"verse":"and said, “O full of all deceit and all fraud, (Matt. 13:38; John 8:44; (1 John 3:8)) you son of the devil, you enemy of all righteousness, will you not cease perverting the straight ways of the Lord?"},{"number":11,"verse":"And now, indeed, (Ex. 9:3; 1 Sam. 5:6; Job 19:21; Ps. 32:4; Heb. 10:31) the hand of the Lord is upon you, and you shall be blind, not seeing the sun for a time.” And immediately a dark mist fell on him, and he went around seeking someone to lead him by the hand."},{"number":12,"verse":"Then the proconsul believed, when he saw what had been done, being astonished at the teaching of the Lord."},{"number":13,"verse":"(At Antioch in Pisidia) Now when Paul and his party set sail from Paphos, they came to Perga in Pamphylia; and (Acts 15:38) John, departing from them, returned to Jerusalem."},{"number":14,"verse":"But when they departed from Perga, they came to Antioch in Pisidia, and (Acts 16:13) went into the synagogue on the Sabbath day and sat down."},{"number":15,"verse":"And (Luke 4:16) after the reading of the Law and the Prophets, the rulers of the synagogue sent to them, saying, “Men and brethren, if you have (Heb. 13:22) any word of exhortation for the people, say on.”"},{"number":16,"verse":"Then Paul stood up, and motioning with his hand said, “Men of Israel, and (Acts 10:35) you who fear God, listen:"},{"number":17,"verse":"The God of this people Israel (Ex. 6:1, 6; 13:14, 16; Deut. 7:6-8) chose our fathers, and exalted the people (Acts 7:17) when they dwelt as strangers in the land of Egypt, and with an uplifted arm He (Ex. 14:8) brought them out of it."},{"number":18,"verse":"Now (Ex. 16:35; Num. 14:34; Acts 7:36) for a time of about forty years He put up with their ways in the wilderness."},{"number":19,"verse":"And when He had destroyed (Deut. 7:1) seven nations in the land of Canaan, (Josh. 14:1, 2; 19:51; Ps. 78:55) He distributed their land to them by allotment."},{"number":20,"verse":"“After that (Judg. 2:16; 1 Sam. 4:18; 7:15) He gave them judges for about four hundred and fifty years, (1 Sam. 3:20; Acts 3:24) until Samuel the prophet."},{"number":21,"verse":"(1 Sam. 8:5) And afterward they asked for a king; so God gave them (1 Sam. 10:20-24) Saul the son of Kish, a man of the tribe of Benjamin, for forty years."},{"number":22,"verse":"And (1 Sam. 15:23, 26, 28) when He had removed him, (1 Sam. 16:1, 12, 13) He raised up for them David as king, to whom also He gave testimony and said, (Ps. 89:20) ‘I have found David the son of Jesse, (1 Sam. 13:14) a man after My own heart, who will do all My will.’"},{"number":23,"verse":"(Is. 11:1) From this man’s seed, according (Ps. 132:11) to the promise, God raised up for Israel ((Matt. 1:21)) a Savior—Jesus—"},{"number":24,"verse":"(Matt. 3:1; (Luke 3:3)) after John had first preached, before His coming, the baptism of repentance to all the people of Israel."},{"number":25,"verse":"And as John was finishing his course, he said, (Matt. 3:11; Mark 1:7; Luke 3:16) ‘Who do you think I am? I am not He. But behold, (John 1:20, 27) there comes One after me, the sandals of whose feet I am not worthy to loose.’"},{"number":26,"verse":"“Men and brethren, sons of the family of Abraham, and (Ps. 66:16) those among you who fear God, (Matt. 10:6) to you the word of this salvation has been sent."},{"number":27,"verse":"For those who dwell in Jerusalem, and their rulers, (Luke 23:34) because they did not know Him, nor even the voices of the Prophets which are read every Sabbath, have fulfilled them in condemning Him."},{"number":28,"verse":"(Matt. 27:22, 23; Mark 15:13, 14; Luke 23:21-23; John 19:15; Acts 3:14; (2 Cor. 5:21; Heb. 4:15); 1 Pet. 2:22) And though they found no cause for death in Him, they asked Pilate that He should be put to death."},{"number":29,"verse":"(Luke 18:31) Now when they had fulfilled all that was written concerning Him, (Matt. 27:57-61; Mark 15:42-47; Luke 23:50-56; John 19:38-42) they took Him down from the tree and laid Him in a tomb."},{"number":30,"verse":"(Ps. 16:10, 11; Hos. 6:2; Matt. 12:39, 40; 28:6) But God raised Him from the dead."},{"number":31,"verse":"(Matt. 28:16; Acts 1:3, 11; 1 Cor. 15:5-8) He was seen for many days by those who came up with Him from Galilee to Jerusalem, who are His witnesses to the people."},{"number":32,"verse":"And we declare to you glad tidings— ((Gen. 3:15)) that promise which was made to the fathers."},{"number":33,"verse":"God has fulfilled this for us their children, in that He has raised up Jesus. As it is also written in the second Psalm: (Ps. 2:7; Heb. 1:5) ‘You are My Son, Today I have begotten You.’"},{"number":34,"verse":"And that He raised Him from the dead, no more to return to corruption, He has spoken thus: (Is. 55:3) ‘I will give you the sure mercies of David.’"},{"number":35,"verse":"Therefore He also says in another Psalm: (Ps. 16:10; Acts 2:27) ‘You will not allow Your Holy One to see corruption.’"},{"number":36,"verse":"“For David, after he had served his own generation by the will of God, (Acts 2:29) fell asleep, was buried with his fathers, and saw corruption;"},{"number":37,"verse":"but He whom God raised up saw no corruption."},{"number":38,"verse":"Therefore let it be known to you, brethren, that (Jer. 31:34) through this Man is preached to you the forgiveness of sins;"},{"number":39,"verse":"and ((Is. 53:11; John 3:16)) by Him everyone who believes is justified from all things from which you could not be justified by the law of Moses."},{"number":40,"verse":"Beware therefore, lest what has been spoken in the prophets come upon you:"},{"number":41,"verse":"‘Behold, (Hab. 1:5) you despisers, Marvel and perish! For I work a work in your days, A work which you will by no means believe, Though one were to declare it to you.’ ”"},{"number":42,"verse":"(Blessing and Conflict at Antioch) So when the Jews went out of the synagogue, the Gentiles begged that these words might be preached to them the next Sabbath."},{"number":43,"verse":"Now when the congregation had broken up, many of the Jews and devout proselytes followed Paul and Barnabas, who, speaking to them, (Acts 11:23) persuaded them to continue in (Titus 2:11; Heb. 12:15; 1 Pet. 5:12) the grace of God."},{"number":44,"verse":"On the next Sabbath almost the whole city came together to hear the word of God."},{"number":45,"verse":"But when the Jews saw the multitudes, they were filled with envy; and contradicting and blaspheming, they (Acts 18:6; 1 Pet. 4:4; Jude 10) opposed the things spoken by Paul."},{"number":46,"verse":"Then Paul and Barnabas grew bold and said, (Matt. 10:6; Acts 3:26; Rom. 1:16) “It was necessary that the word of God should be spoken to you first; but (Ex. 32:10; Deut. 32:21; Is. 55:5; Matt. 21:43; Rom. 10:19) since you reject it, and judge yourselves unworthy of everlasting life, behold, (Acts 18:6) we turn to the Gentiles."},{"number":47,"verse":"For so the Lord has commanded us: (Is. 42:6; 49:6; Luke 2:32) ‘I have set you as a light to the Gentiles, That you should be for salvation to the ends of the earth.’ ”"},{"number":48,"verse":"Now when the Gentiles heard this, they were glad and glorified the word of the Lord. ((Acts 2:47)) And as many as had been appointed to eternal life believed."},{"number":49,"verse":"And the word of the Lord was being spread throughout all the region."},{"number":50,"verse":"But the Jews stirred up the devout and prominent women and the chief men of the city, (Acts 7:52; 2 Tim. 3:11) raised up persecution against Paul and Barnabas, and expelled them from their region."},{"number":51,"verse":"(Matt. 10:14; Mark 6:11; (Luke 9:5)) But they shook off the dust from their feet against them, and came to Iconium."},{"number":52,"verse":"And the disciples (Matt. 5:12; John 16:22) were filled with joy and (Acts 2:4; 4:8, 31; 13:9) with the Holy Spirit."}]}