{"bibleAbbr":"NKJV1982","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"“Brethren (Acts 7:2) and fathers, hear my defense before you now.”"},{"number":2,"verse":"And when they heard that he spoke to them in the (Acts 21:40) Hebrew language, they kept all the more silent. Then he said:"},{"number":3,"verse":"(Acts 21:39; 2 Cor. 11:22) “I am indeed a Jew, born in Tarsus of Cilicia, but brought up in this city (Deut. 33:3) at the feet of (Acts 5:34) Gamaliel, taught (Acts 23:6; 26:5; Phil. 3:6) according to the strictness of our fathers’ law, and (Acts 21:20; Gal. 1:14) was zealous toward God ((Rom. 10:2)) as you all are today."},{"number":4,"verse":"(Acts 8:3; 26:9-11; Phil. 3:6; 1 Tim. 1:13) I persecuted this Way to the death, binding and delivering into prisons both men and women,"},{"number":5,"verse":"as also the high priest bears me witness, and (Acts 23:14; 24:1; 25:15) all the council of the elders, (Luke 22:66; Acts 4:5; 1 Tim. 4:14) from whom I also received letters to the brethren, and went to Damascus (Acts 9:2) to bring in chains even those who were there to Jerusalem to be punished."},{"number":6,"verse":"“Now (Acts 9:3; 26:12, 13) it happened, as I journeyed and came near Damascus at about noon, suddenly a great light from heaven shone around me."},{"number":7,"verse":"And I fell to the ground and heard a voice saying to me, ‘Saul, Saul, why are you persecuting Me?’"},{"number":8,"verse":"So I answered, ‘Who are You, Lord?’ And He said to me, ‘I am Jesus of Nazareth, whom you are persecuting.’"},{"number":9,"verse":"“And (Dan. 10:7; Acts 9:7) those who were with me indeed saw the light and were afraid, but they did not hear the voice of Him who spoke to me."},{"number":10,"verse":"So I said, ‘What shall I do, Lord?’ And the Lord said to me, ‘Arise and go into Damascus, and there you will be told all things which are appointed for you to do.’"},{"number":11,"verse":"And since I could not see for the glory of that light, being led by the hand of those who were with me, I came into Damascus."},{"number":12,"verse":"“Then (Acts 9:17) a certain Ananias, a devout man according to the law, (Acts 10:22) having a good testimony with all the (1 Tim. 3:7) Jews who dwelt there,"},{"number":13,"verse":"came to me; and he stood and said to me, ‘Brother Saul, receive your sight.’ And at that same hour I looked up at him."},{"number":14,"verse":"Then he said, (Acts 3:13; 5:30) ‘The God of our fathers (Acts 9:15; 26:16; Gal. 1:15) has chosen you that you should (Acts 3:14; 7:52) know His will, and (Acts 9:17; 26:16; 1 Cor. 9:1; 15:8) see the Just One, (1 Cor. 11:23; Gal. 1:12) and hear the voice of His mouth."},{"number":15,"verse":"(Acts 23:11) For you will be His witness to all men of (Acts 4:20; 26:16) what you have seen and heard."},{"number":16,"verse":"And now why are you waiting? Arise and be baptized, (Acts 2:38; 1 Cor. 6:11; (Eph. 5:26); Heb. 10:22) and wash away your sins, (Acts 9:14; Rom. 10:13) calling on the name of the Lord.’"},{"number":17,"verse":"“Now (Acts 9:26; 26:20; 2 Cor. 12:2) it happened, when I returned to Jerusalem and was praying in the temple, that I was in a trance"},{"number":18,"verse":"and (Acts 22:14) saw Him saying to me, (Matt. 10:14) ‘Make haste and get out of Jerusalem quickly, for they will not receive your testimony concerning Me.’"},{"number":19,"verse":"So I said, ‘Lord, (Acts 8:3; 22:4) they know that in every synagogue I imprisoned and (Matt. 10:17; Acts 26:11) beat those who believe on You."},{"number":20,"verse":"(Acts 7:54—8:1) And when the blood of Your martyr Stephen was shed, I also was standing by (Luke 11:48) consenting to his death, and guarding the clothes of those who were killing him.’"},{"number":21,"verse":"Then He said to me, ‘Depart, (Acts 9:15; Rom. 1:5; 11:13; Gal. 2:7, 8; Eph. 3:7, 8; 1 Tim. 2:7; 2 Tim. 1:11) for I will send you far from here to the Gentiles.’ ”"},{"number":22,"verse":"Paul’s Roman Citizenship And they listened to him until this word, and then they raised their voices and said, (Acts 21:36; 1 Thess. 2:16) “Away with such a fellow from the earth, for (Acts 25:24) he is not fit to live!”"},{"number":23,"verse":"Then, as they cried out and tore off their clothes and threw dust into the air,"},{"number":24,"verse":"the commander ordered him to be brought into the barracks, and said that he should be examined under scourging, so that he might know why they shouted so against him."},{"number":25,"verse":"And as they bound him with thongs, Paul said to the centurion who stood by, (Acts 16:37) “Is it lawful for you to scourge a man who is a Roman, and uncondemned?”"},{"number":26,"verse":"When the centurion heard that, he went and told the commander, saying, “Take care what you do, for this man is a Roman.”"},{"number":27,"verse":"Then the commander came and said to him, “Tell me, are you a Roman?” He said, “Yes.”"},{"number":28,"verse":"The commander answered, “With a large sum I obtained this citizenship.” And Paul said, “But I was born a citizen.”"},{"number":29,"verse":"Then immediately those who were about to examine him withdrew from him; and the commander was also afraid after he found out that he was a Roman, and because he had bound him."},{"number":30,"verse":"The Sanhedrin Divided The next day, because he wanted to know for certain why he was accused by the Jews, he released him from his bonds, and commanded the chief priests and all their council to appear, and brought Paul down and set him before them."}]}