{"bibleAbbr":"NKJV1982","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"Paul’s Early Life Then Agrippa said to Paul, “You are permitted to speak for yourself.” So Paul stretched out his hand and answered for himself:"},{"number":2,"verse":"“I think myself ((1 Pet. 3:14; 4:14)) happy, King Agrippa, because today I shall answer ((1 Pet. 3:15, 16)) for myself before you concerning all the things of which I am (Acts 21:28; 24:5, 6) accused by the Jews,"},{"number":3,"verse":"especially because you are expert in all customs and questions which have to do with the Jews. Therefore I beg you to hear me patiently."},{"number":4,"verse":"“My manner of life from my youth, which was spent from the beginning among my own nation at Jerusalem, all the Jews know."},{"number":5,"verse":"They knew me from the first, if they were willing to testify, that according to ((Acts 22:3; 23:6; 24:15, 21); Phil. 3:5) the strictest sect of our religion I lived a Pharisee."},{"number":6,"verse":"(Acts 23:6) And now I stand and am judged for the hope of ((Gen. 3:15; 22:18; 26:4; 49:10; Deut. 18:15; 2 Sam. 7:12; Ps. 132:11; Is. 4:2; 7:14; 9:6; 40:10; Jer. 23:5; 33:14-16; Ezek. 34:23; 37:24; Dan. 9:24); Acts 13:32; Rom. 15:8; (Titus 2:13)) the promise made by God to our fathers."},{"number":7,"verse":"To this promise (James 1:1) our twelve tribes, earnestly serving God (Luke 2:37; 1 Thess. 3:10; 1 Tim. 5:5) night and day, (Phil. 3:11) hope to attain. For this hope’s sake, King Agrippa, I am accused by the Jews."},{"number":8,"verse":"Why should it be thought incredible by you that God raises the dead?"},{"number":9,"verse":"(John 16:2; 1 Cor. 15:9; 1 Tim. 1:12, 13) “Indeed, I myself thought I must do many things contrary to the name of (Acts 2:22; 10:38) Jesus of Nazareth."},{"number":10,"verse":"(Acts 8:1-3; 9:13; Gal. 1:13) This I also did in Jerusalem, and many of the saints I shut up in prison, having received authority (Acts 9:14) from the chief priests; and when they were put to death, I cast my vote against them."},{"number":11,"verse":"(Matt. 10:17; Acts 22:19) And I punished them often in every synagogue and compelled them to blaspheme; and being exceedingly enraged against them, I persecuted them even to foreign cities."},{"number":12,"verse":"Paul Recounts His Conversion (Acts 9:3-8; 22:6-11; 26:12-18) “While thus occupied, as I journeyed to Damascus with authority and commission from the chief priests,"},{"number":13,"verse":"at midday, O king, along the road I saw a light from heaven, brighter than the sun, shining around me and those who journeyed with me."},{"number":14,"verse":"And when we all had fallen to the ground, I heard a voice speaking to me and saying in the Hebrew language, ‘Saul, Saul, why are you persecuting Me? It is hard for you to kick against the goads.’"},{"number":15,"verse":"So I said, ‘Who are You, Lord?’ And He said, ‘I am Jesus, whom you are persecuting."},{"number":16,"verse":"But rise and stand on your feet; for I have appeared to you for this purpose, (Acts 22:15; Eph. 3:6-8) to make you a minister and a witness both of the things which you have seen and of the things which I will yet reveal to you."},{"number":17,"verse":"I will deliver you from the Jewish people, as well as from the Gentiles, (Acts 22:21) to whom I now send you,"},{"number":18,"verse":"(Is. 35:5; 42:7, 16; Luke 1:79; (John 8:12; 2 Cor. 4:4); Eph. 1:18; 1 Thess. 5:5) to open their eyes, in order (2 Cor. 6:14; Eph. 4:18; 5:8; (Col. 1:13); 1 Pet. 2:9) to turn them from darkness to light, and from the power of Satan to God, (Luke 1:77) that they may receive forgiveness of sins and (Eph. 1:11; Col. 1:12) an inheritance among those who are (Acts 20:32) sanctified by faith in Me.’"},{"number":19,"verse":"Paul’s Post-Conversion Life “Therefore, King Agrippa, I was not disobedient to the heavenly vision,"},{"number":20,"verse":"but (Acts 9:19, 20, 22; 11:26) declared first to those in Damascus and in Jerusalem, and throughout all the region of Judea, and then to the Gentiles, that they should repent, turn to God, and do (Matt. 3:8; Luke 3:8) works befitting repentance."},{"number":21,"verse":"For these reasons the Jews seized me in the temple and tried to kill me."},{"number":22,"verse":"Therefore, having obtained help from God, to this day I stand, witnessing both to small and great, saying no other things than those (Luke 24:27; Acts 24:14; 28:23; Rom. 3:21) which the prophets and (John 5:46) Moses said would come—"},{"number":23,"verse":"(Luke 24:26) that the Christ would suffer, (1 Cor. 15:20, 23; Col. 1:18; Rev. 1:5) that He would be the first to rise from the dead, and (Is. 42:6; 49:6; Luke 2:32; 2 Cor. 4:4) would proclaim light to the Jewish people and to the Gentiles.”"},{"number":24,"verse":"Agrippa Parries Paul’s Challenge Now as he thus made his defense, Festus said with a loud voice, “Paul, (2 Kin. 9:11; John 10:20; (1 Cor. 1:23; 2:13, 14; 4:10)) you are beside yourself! Much learning is driving you mad!”"},{"number":25,"verse":"But he said, “I am not mad, most noble Festus, but speak the words of truth and reason."},{"number":26,"verse":"For the king, before whom I also speak freely, (Acts 26:3) knows these things; for I am convinced that none of these things escapes his attention, since this thing was not done in a corner."},{"number":27,"verse":"King Agrippa, do you believe the prophets? I know that you do believe.”"},{"number":28,"verse":"Then Agrippa said to Paul, “You almost persuade me to become a Christian.”"},{"number":29,"verse":"And Paul said, (1 Cor. 7:7) “I would to God that not only you, but also all who hear me today, might become both almost and altogether such as I am, except for these chains.”"},{"number":30,"verse":"When he had said these things, the king stood up, as well as the governor and Bernice and those who sat with them;"},{"number":31,"verse":"and when they had gone aside, they talked among themselves, saying, (Acts 23:9, 29; 25:25) “This man is doing nothing deserving of death or chains.”"},{"number":32,"verse":"Then Agrippa said to Festus, “This man might have been set (Acts 28:18) free (Acts 25:11) if he had not appealed to Caesar.”"}]}