{"bibleAbbr":"NKJV1982","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"Peter and John Arrested Now as they spoke to the people, the priests, the captain of the temple, and the (Matt. 22:23) Sadducees came upon them,"},{"number":2,"verse":"being greatly disturbed that they taught the people and preached in Jesus the resurrection from the dead."},{"number":3,"verse":"And they laid hands on them, and put them in custody until the next day, for it was already evening."},{"number":4,"verse":"However, many of those who heard the word believed; and the number of the men came to be about five thousand."},{"number":5,"verse":"Addressing the Sanhedrin And it came to pass, on the next day, that their rulers, elders, and scribes,"},{"number":6,"verse":"as well as (Luke 3:2; John 11:49; 18:13) Annas the high priest, Caiaphas, John, and Alexander, and as many as were of the family of the high priest, were gathered together at Jerusalem."},{"number":7,"verse":"And when they had set them in the midst, they asked, (Ex. 2:14; Matt. 21:23; Acts 7:27) “By what power or by what name have you done this?”"},{"number":8,"verse":"(Luke 12:11, 12) Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders of Israel:"},{"number":9,"verse":"If we this day are judged for a good deed done to a helpless man, by what means he has been made well,"},{"number":10,"verse":"let it be known to you all, and to all the people of Israel, (Acts 2:22; 3:6, 16) that by the name of Jesus Christ of Nazareth, whom you crucified, (Acts 2:24) whom God raised from the dead, by Him this man stands here before you whole."},{"number":11,"verse":"This is the (Ps. 118:22; Is. 28:16; Matt. 21:42) ‘stone which was rejected by you builders, which has become the chief cornerstone.’"},{"number":12,"verse":"(Is. 42:1, 6, 7; 53:11; Dan. 9:24; (Matt. 1:21; John 14:6; Acts 10:43; 1 Tim. 2:5, 6)) Nor is there salvation in any other, for there is no other name under heaven given among men by which we must be saved.”"},{"number":13,"verse":"The Name of Jesus Forbidden Now when they saw the boldness of Peter and John, (Matt. 11:25; (1 Cor. 1:27)) and perceived that they were uneducated and untrained men, they marveled. And they realized that they had been with Jesus."},{"number":14,"verse":"And seeing the man who had been healed (Acts 3:11) standing with them, they could say nothing against it."},{"number":15,"verse":"But when they had commanded them to go aside out of the council, they conferred among themselves,"},{"number":16,"verse":"saying, (John 11:47) “What shall we do to these men? For, indeed, that a notable miracle has been done through them is (Acts 3:7-10) evident to all who dwell in Jerusalem, and we cannot deny it."},{"number":17,"verse":"But so that it spreads no further among the people, let us severely threaten them, that from now on they speak to no man in this name.”"},{"number":18,"verse":"(Acts 5:28, 40) So they called them and commanded them not to speak at all nor teach in the name of Jesus."},{"number":19,"verse":"But Peter and John answered and said to them, (Acts 5:29) “Whether it is right in the sight of God to listen to you more than to God, you judge."},{"number":20,"verse":"(Acts 1:8; 2:32) For we cannot but speak the things which (Acts 22:15; (1 John 1:1, 3)) we have seen and heard.”"},{"number":21,"verse":"So when they had further threatened them, they let them go, finding no way of punishing them, (Matt. 21:26; Luke 20:6, 19; 22:2; Acts 5:26) because of the people, since they all (Matt. 15:31) glorified God for (Acts 3:7, 8) what had been done."},{"number":22,"verse":"For the man was over forty years old on whom this miracle of healing had been performed."},{"number":23,"verse":"Prayer for Boldness And being let go, (Acts 2:44-46; 12:12) they went to their own companions and reported all that the chief priests and elders had said to them."},{"number":24,"verse":"So when they heard that, they raised their voice to God with one accord and said: “Lord, (Ex. 20:11; 2 Kin. 19:15; Neh. 9:6; Ps. 146:6) You are God, who made heaven and earth and the sea, and all that is in them,"},{"number":25,"verse":"who by the mouth of Your servant David have said: (Ps. 2:1, 2) ‘Why did the nations rage, And the people plot vain things?"},{"number":26,"verse":"The kings of the earth took their stand, And the rulers were gathered together Against the LORD and against His Christ.’"},{"number":27,"verse":"“For (Matt. 26:3; Luke 22:2; 23:1, 8) truly against ((Luke 1:35)) Your holy Servant Jesus, (Luke 4:18; John 10:36) whom You anointed, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together"},{"number":28,"verse":"(Acts 2:23; 3:18) to do whatever Your hand and Your purpose determined before to be done."},{"number":29,"verse":"Now, Lord, look on their threats, and grant to Your servants (Acts 4:13, 31; 9:27; 13:46; 14:3; 19:8; 26:26; Eph. 6:19) that with all boldness they may speak Your word,"},{"number":30,"verse":"by stretching out Your hand to heal, (Acts 2:43; 5:12) and that signs and wonders may be done (Acts 3:6, 16) through the name of (Acts 4:27) Your holy Servant Jesus.”"},{"number":31,"verse":"And when they had prayed, (Matt. 5:6; Acts 2:2, 4; 16:26) the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, (Acts 4:29) and they spoke the word of God with boldness."},{"number":32,"verse":"Sharing in All Things Now the multitude of those who believed (Acts 5:12; Rom. 15:5, 6; 2 Cor. 13:11; Phil. 1:27; 2:2; 1 Pet. 3:8) were of one heart and one soul; (Acts 2:44) neither did anyone say that any of the things he possessed was his own, but they had all things in common."},{"number":33,"verse":"And with ((Acts 1:8)) great power the apostles gave (Acts 1:22) witness to the resurrection of the Lord Jesus. And (Rom. 6:15) great grace was upon them all."},{"number":34,"verse":"Nor was there anyone among them who lacked; ((Matt. 19:21); Acts 2:45) for all who were possessors of lands or houses sold them, and brought the proceeds of the things that were sold,"},{"number":35,"verse":"(Acts 4:37; 5:2) and laid them at the apostles’ feet; (Acts 2:45; 6:1) and they distributed to each as anyone had need."},{"number":36,"verse":"And Joses, who was also named Barnabas by the apostles (which is translated Son of Encouragement), a Levite of the country of Cyprus,"},{"number":37,"verse":"(Acts 4:34, 35; 5:1, 2) having land, sold it, and brought the money and laid it at the apostles’ feet."}]}