{"bibleAbbr":"NKJV1982","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"(Stephen’s Address: The Call of Abraham) Then the high priest said, “Are these things so?”"},{"number":2,"verse":"And he said, (Acts 22:1) “Brethren and fathers, listen: The (Ps. 29:3; 1 Cor. 2:8) God of glory appeared to our father Abraham when he was in Mesopotamia, before he dwelt in (Gen. 11:31, 32) Haran,"},{"number":3,"verse":"and said to him, (Gen. 12:1) ‘Get out of your country and from your relatives, and come to a land that I will show you.’"},{"number":4,"verse":"Then (Gen. 11:31; 15:7; Heb. 11:8-10) he came out of the land of the Chaldeans and dwelt in Haran. And from there, when his father was (Gen. 11:32) dead, He moved him to this land in which you now dwell."},{"number":5,"verse":"And God gave him no inheritance in it, not even enough to set his foot on. But even when Abraham had no child, (Gen. 12:7; 13:15; 15:3, 18; 17:8; 26:3) He promised to give it to him for a possession, and to his descendants after him."},{"number":6,"verse":"But God spoke in this way: (Gen. 15:13, 14, 16; 47:11, 12) that his descendants would dwell in a foreign land, and that they would bring them into (Ex. 1:8-14; 12:40, 41; Gal. 3:17) bondage and oppress them four hundred years."},{"number":7,"verse":"(Gen. 15:14) ‘And the nation to whom they will be in bondage I will (Ex. 14:13-31) judge,’ said God, (Ex. 3:12; Josh. 3:1-17) ‘and after that they shall come out and serve Me in this place.’"},{"number":8,"verse":"(Gen. 17:9-14) Then He gave him the covenant of circumcision; (Gen. 21:1-5) and so Abraham begot Isaac and circumcised him on the eighth day; (Gen. 25:21-26) and Isaac begot Jacob, and (Gen. 29:31—30:24; 35:18, 22-26) Jacob begot the twelve patriarchs."},{"number":9,"verse":"(The Patriarchs in Egypt) (Gen. 37:4, 11, 28; Ps. 105:17) “And the patriarchs, becoming envious, (Gen. 37:28) sold Joseph into Egypt. (Gen. 39:2, 21, 23) But God was with him"},{"number":10,"verse":"and delivered him out of all his troubles, (Gen. 41:38-44) and gave him favor and wisdom in the presence of Pharaoh, king of Egypt; and he made him governor over Egypt and all his house."},{"number":11,"verse":"(Gen. 41:54; 42:5) Now a famine and great trouble came over all the land of Egypt and Canaan, and our fathers found no sustenance."},{"number":12,"verse":"(Gen. 42:1, 2) But when Jacob heard that there was grain in Egypt, he sent out our fathers first."},{"number":13,"verse":"And the (Gen. 45:4, 16) second time Joseph was made known to his brothers, and Joseph’s family became known to the Pharaoh."},{"number":14,"verse":"(Gen. 45:9, 27) Then Joseph sent and called his father Jacob and (Gen. 46:26, 27; Deut. 10:22) all his relatives to him, seventy-five people."},{"number":15,"verse":"(Gen. 46:1-7) So Jacob went down to Egypt; (Gen. 49:33; Ex. 1:6) and he died, he and our fathers."},{"number":16,"verse":"And (Gen. 50:13; Ex. 13:19; Josh. 24:32) they were carried back to Shechem and laid in (Gen. 23:16) the tomb that Abraham bought for a sum of money from the sons of Hamor, the father of Shechem."},{"number":17,"verse":"(God Delivers Israel by Moses) “But when (Gen. 15:13; Ex. 2:23-25; Acts 7:6, 7) the time of the promise drew near which God had sworn to Abraham, (Ex. 1:7-9; Ps. 105:24, 25) the people grew and multiplied in Egypt"},{"number":18,"verse":"till another king (Ex. 1:8) arose who did not know Joseph."},{"number":19,"verse":"This man dealt treacherously with our people, and oppressed our forefathers, (Ex. 1:22) making them expose their babies, so that they might not live."},{"number":20,"verse":"(Ex. 2:1, 2) At this time Moses was born, and (Heb. 11:23) was well pleasing to God; and he was brought up in his father’s house for three months."},{"number":21,"verse":"But (Ex. 2:3, 4) when he was set out, (Ex. 2:5-10) Pharaoh’s daughter took him away and brought him up as her own son."},{"number":22,"verse":"And Moses was learned in all the wisdom of the Egyptians, and was (Luke 24:19) mighty in words and deeds."},{"number":23,"verse":"(Ex. 2:11, 12; Heb. 11:24-26) “Now when he was forty years old, it came into his heart to visit his brethren, the children of Israel."},{"number":24,"verse":"And seeing one of them suffer wrong, he defended and avenged him who was oppressed, and struck down the Egyptian."},{"number":25,"verse":"For he supposed that his brethren would have understood that God would deliver them by his hand, but they did not understand."},{"number":26,"verse":"And the next day he appeared to two of them as they were fighting, and tried to reconcile them, saying, ‘Men, you are brethren; why do you wrong one another?’"},{"number":27,"verse":"But he who did his neighbor wrong pushed him away, saying, (Ex. 2:14; Luke 12:14; Acts 7:35) ‘Who made you a ruler and a judge over us?"},{"number":28,"verse":"Do you want to kill me as you did the Egyptian yesterday?’"},{"number":29,"verse":"(Heb. 11:27) Then, at this saying, Moses fled and became a dweller in the land of Midian, where he (Ex. 2:15, 21, 22; 4:20; 18:3) had two sons."},{"number":30,"verse":"(Ex. 3:1-10; Is. 63:9) “And when forty years had passed, an Angel of the Lord appeared to him in a flame of fire in a bush, in the wilderness of Mount Sinai."},{"number":31,"verse":"When Moses saw it, he marveled at the sight; and as he drew near to observe, the voice of the Lord came to him,"},{"number":32,"verse":"saying, (Ex. 3:6, 15; (Matt. 22:32); Heb. 11:16) ‘I am the God of your fathers—the God of Abraham, the God of Isaac, and the God of Jacob.’ And Moses trembled and dared not look."},{"number":33,"verse":"(Ex. 3:5, 7, 8, 10) ‘Then the LORD said to him, “Take your sandals off your feet, for the place where you stand is holy ground."},{"number":34,"verse":"I have surely (Ex. 2:24, 25) seen the oppression of My people who are in Egypt; I have heard their groaning and have come down to deliver them. And now come, I will (Ps. 105:26) send you to Egypt.” ’"},{"number":35,"verse":"“This Moses whom they rejected, saying, (Ex. 2:14; Acts 7:27) ‘Who made you a ruler and a judge?’ is the one God sent to be a ruler and a deliverer (Ex. 14:21) by the hand of the Angel who appeared to him in the bush."},{"number":36,"verse":"(Ex. 12:41; 33:1; Deut. 6:21, 23; Heb. 8:9) He brought them out, after he had (Ex. 7:8, 9; Deut. 6:22; Ps. 105:27; John 4:48) shown wonders and signs in the land of Egypt, (Ex. 14:21) and in the Red Sea, (Ex. 16:1, 35; Num. 14:33; Ps. 95:8-10; Acts 7:42; 13:18; Heb. 3:8) and in the wilderness forty years."},{"number":37,"verse":"(Israel Rebels Against God) “This is that Moses who said to the children of Israel, (Deut. 18:15, 18, 19; Acts 3:22) ‘The LORD your God will raise up for you a Prophet like me from your brethren. (Matt. 17:5) Him you shall hear.’"},{"number":38,"verse":"(Ex. 19:3) “This is he who was in the congregation in the wilderness with (Is. 63:9; Gal. 3:19; Heb. 2:2) the Angel who spoke to him on Mount Sinai, and with our fathers, (Ex. 21:1; Deut. 5:27; John 1:17) the one who received the living (Rom. 3:2; Heb. 5:12; 1 Pet. 4:11) oracles to give to us,"},{"number":39,"verse":"whom our fathers (Ps. 95:8-11) would not obey, but rejected. And in their hearts they turned back to Egypt,"},{"number":40,"verse":"(Ex. 32:1, 23) saying to Aaron, ‘Make us gods to go before us; as for this Moses who brought us out of the land of Egypt, we do not know what has become of him.’"},{"number":41,"verse":"(Ex. 32:2-4; Deut. 9:16; Ps. 106:19) And they made a calf in those days, offered sacrifices to the idol, and (Ex. 32:6, 18, 19) rejoiced in the works of their own hands."},{"number":42,"verse":"Then (Ps. 81:12; (2 Thess. 2:11)) God turned and gave them up to worship (Deut. 4:19; 2 Kin. 21:3) the host of heaven, as it is written in the book of the Prophets: (Amos 5:25-27) ‘Did you offer Me slaughtered animals and sacrifices during forty years in the wilderness, O house of Israel?"},{"number":43,"verse":"You also took up the tabernacle of Moloch, And the star of your god Remphan, Images which you made to worship; And (2 Chr. 36:11-21; Jer. 25:9-12) I will carry you away beyond Babylon.’"},{"number":44,"verse":"(God’s True Tabernacle) “Our fathers had the tabernacle of witness in the wilderness, as He appointed, instructing Moses (Ex. 25:40; (Heb. 8:5)) to make it according to the pattern that he had seen,"},{"number":45,"verse":"(Deut. 32:49; Josh. 3:14; 18:1; 23:9) which our fathers, having received it in turn, also brought with Joshua into the land possessed by the Gentiles, (Neh. 9:24; Ps. 44:2) whom God drove out before the face of our fathers until the (2 Sam. 6:2-15) days of David,"},{"number":46,"verse":"(2 Sam. 7:1-13; 1 Kin. 8:17) who found favor before God and (1 Chr. 22:7; Ps. 132:4, 5) asked to find a dwelling for the God of Jacob."},{"number":47,"verse":"(1 Kin. 6:1-38; 8:20, 21; 2 Chr. 3:1-17) But Solomon built Him a house."},{"number":48,"verse":"“However, (1 Kin. 8:27; 2 Chr. 2:6; Acts 17:24) the Most High does not dwell in temples made with hands, as the prophet says:"},{"number":49,"verse":"‘Heaven (Is. 66:1, 2; Matt. 5:34) is My throne, And earth is My footstool. What house will you build for Me? says the LORD, Or what is the place of My rest?"},{"number":50,"verse":"Has My hand not (Ps. 102:25) made all these things?’"},{"number":51,"verse":"(Israel Resists the Holy Spirit) “You (Ex. 32:9; Is. 6:10) stiff-necked and (Lev. 26:41) uncircumcised in heart and ears! You always resist the Holy Spirit; as your fathers did, so do you."},{"number":52,"verse":"(2 Chr. 36:16; Matt. 21:35; 23:35; 1 Thess. 2:15) Which of the prophets did your fathers not persecute? And they killed those who foretold the coming of (Acts 3:14; 22:14; 1 John 2:1) the Just One, of whom you now have become the betrayers and murderers,"},{"number":53,"verse":"(Ex. 20:1; Deut. 33:2; Acts 7:38; Gal. 3:19; Heb. 2:2) who have received the law by the direction of angels and have not kept it.”"},{"number":54,"verse":"(Stephen the Martyr) (Acts 5:33) When they heard these things they were cut to the heart, and they gnashed at him with their teeth."},{"number":55,"verse":"But he, (Matt. 5:8; 16:28; Mark 9:1; Luke 9:27; Acts 6:5) being full of the Holy Spirit, gazed into heaven and saw the ((Ex. 24:17)) glory of God, and Jesus standing at the right hand of God,"},{"number":56,"verse":"and said, “Look! (Matt. 3:16) I see the heavens opened and the (Dan. 7:13) Son of Man standing at the right hand of God!”"},{"number":57,"verse":"Then they cried out with a loud voice, stopped their ears, and ran at him with one accord;"},{"number":58,"verse":"and they cast him out of the city and stoned him. And (Acts 22:20) the witnesses laid down their clothes at the feet of a young man named Saul."},{"number":59,"verse":"And they stoned Stephen as he was calling on God and saying, “Lord Jesus, (Ps. 31:5) receive my spirit.”"},{"number":60,"verse":"Then he knelt down and cried out with a loud voice, (Matt. 5:44; Luke 23:34) “Lord, do not charge them with this sin.” And when he had said this, he fell asleep."}]}