{"bibleAbbr":"Thomson1808","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"They planned mischief; they contrived evils on their beds, and soon as it was day they executed them; for they did not lift up their hands to God."},{"number":2,"verse":"They coveted fields and plundered orphans and tyrannised over houses; they plundered a man and his household; a man and his inheritance;"},{"number":3,"verse":"therefore thus saith the Lord, Behold against this tribe I am planning evils, from which you shall not withdraw your necks, nor walk erect suddenly. Because it is an evil time,"},{"number":4,"verse":"a parable will in that day be taken up against you, and a song of lamentation will be sung, saying, “With affliction we have been afflicted! the portion of my people have been measured with a line, and there was none to hinder or turn it aside.” Your fields have been parcelled out,"},{"number":5,"verse":"therefore there shall be none to stretch a line for thee by lot, in the congregation of the Lord."},{"number":6,"verse":"Weep not bitterly, nor let tears be shed for these things, for reproaches will not be cast oft even by him who saith,"},{"number":7,"verse":"“The house of Israel hath provoked to wrath the spirit of the Lord. Are not these his purposes? Are not his words good with him? Have these walked in a straight course?”"},{"number":8,"verse":"Indeed this people of mine have openly risen up for enmity. In direct opposition to his peace they have even stripped off his skin, that the extreme horror of war might destroy hope."},{"number":9,"verse":"The leaders of my people shall be hurled from their houses of pleasure; for their wicked devices they have been expelled; draw ye near to the everlasting mountains."},{"number":10,"verse":"Arise and depart, for this is not a rest for thee. By reason of impurity you are utterly corrupted:"},{"number":11,"verse":"you have been put to flight when there was no pursuer: a spirit hath set up a lie: it hath dropped on thee for wine and plenty. Yet it shall come to pass that from a drop of this people,"},{"number":12,"verse":"Jacob with all his sons shall be gathered together. With expectation I will expect the remnant of Israel. I will place together them who are about to return. Like sheep in distress, like a flock in their fold, they shall rush out from among men through a breach before them."},{"number":13,"verse":"They have broken through and passed the gate; they are gone through it and their king is gone out before them; and the Lord will be their leader,"}]}