{"bibleAbbr":"Thomson1808","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"(p) Now shall a daughter be hedged in with a hedge. He hath ordered a siege against us. (J) With a rod they will smite on the cheek the tribes of Israel."},{"number":2,"verse":"But as for thee, Bethlehem, thou house of Ephratha, art thou too little to be one of the chiliads of Juda? Out of thee one shall come forth for me to be the chief of Israel. His goings forth have been from the beginning; from the days of an age."},{"number":3,"verse":"Therefore he will continue them till the time of one bringing forth. She shall bring forth and the rest of their brethren shall turn to the children of Israel."},{"number":4,"verse":"And they will stand and look and the Lord will feed his flock with majesty; and in the glory of the name of the Lord their God they shall subsist; because they shall now be magnified to the ends of the earth;"},{"number":5,"verse":"therefore she shall have peace. As for Assur, when he hath come against your land, and when he hath passed over your country; against him shall be raised up seven shepherds. And there shall be eight bites of men"},{"number":6,"verse":"and they will feed Assur with a sword and the land of Nebrod in its enclosure. So he will deliver from the Assyrian, when he hath come against your land and when he hath passed over your borders."},{"number":7,"verse":"And the remnant of Jacob shall be among the nations in the midst of many people, like dew falling from the Lord and like lambs upon the wilds. That none may be ungathered or left behind among the children of men,"},{"number":8,"verse":"the remnant of Jacob shall be among the nations in the midst of many peoples, like a lion among beasts of the forest, and like a young lion among flocks of sheep; so that when he passeth through and hath made a choice, he may tear and there shall be none to deliver."},{"number":9,"verse":"Thy hand shall be raised up against them who afflict thee; and all thine enemies shall be utterly cut off."},{"number":10,"verse":"And it shall come to pass in that day, saith the Lord, that I will destroy the horses from the midst of thee and destroy thy chariots"},{"number":11,"verse":"and I will root out the cities of thy land and demolish thy fortifications."},{"number":12,"verse":"And I will cut off thy sorceries out of thy hands and in thee shall be no diviners."},{"number":13,"verse":"And I will cut off thy graven images and thy pillars from the midst of thee; and thou shalt no more worship the works of thy hands."},{"number":14,"verse":"And I will cut down the groves from amidst thee and utterly destroy thy cities;"},{"number":15,"verse":"and with indignation and with wrath I will execute vengeance among the nations because they have not hearkened."}]}