{"bibleAbbr":"Thomson1808","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"(p) Hear, I beseech you, a word. The Lord, Lord, hath commanded. (J) Arise; come to judgment before the mountains; and let the hills hear thy voice!"},{"number":2,"verse":"(p) Hear ye mountains the controversy of the Lord! And ye vallies the foundations of the earth! For the Lord hath a controversy with his people, and with Israel"},{"number":3,"verse":"he will plead. my people, what have I done to thee? Or wherein have I grieved thee? Or what molestation have I given thee? Answer me."},{"number":4,"verse":"For I brought thee up out of the land of Egypt, and redeemed thee out of the house of bondage, and sent before thee Moses and Aaron and Mariam."},{"number":5,"verse":"my people call now to remembrance what counsel Balak king of Moab took against thee; and what answer was made him by Balaam son of Beor, That from Schoinon the righteousness of the Lord may be made known to Galgal."},{"number":6,"verse":"(Balak.) “By what mean shall I gain over the Lord? Shall I take him for my God most high? Shall I gain him over by whole burnt offerings; by calves of a year old?"},{"number":7,"verse":"Will the Lord accept me for thousands of rams or myriads of fat goats? Must I give my first born for iniquity; the fruit of my body for the sin of my soul.”"},{"number":8,"verse":"(Balaam.) “Must thou, man, be told what is good? What doth the Lord require from thee, but to do justice and to love mercy, and to be prepared to walk with the Lord thy God?”"},{"number":9,"verse":"(6) Let the voice of the Lord be proclaimed in the city and it will save them who fear his name. (J) Hear, tribe! Who is the man that will adorn a city?"},{"number":10,"verse":"Will fire and the house of an unrighteous man [do it?] Or he who is treasuring up unlawful treasures and iniquities with haughtiness?"},{"number":11,"verse":"Will an unrighteous man be justified by a balance, or false weights by a bag"},{"number":12,"verse":"with which they have increased their wicked wealth? As they who inhabit it have spoken lies and their tongue hath been exalted in their mouth;"},{"number":13,"verse":"therefore I will begin with smiting thee; I will make thee desolate for thy sins."},{"number":14,"verse":"Thou shalt eat but shalt not be satisfied. Though darkness come and warn thee thou shalt not escape; and if any escape, to the sword they shall be delivered up."},{"number":15,"verse":"Thou shalt sow but thou shalt not reap. Thou shalt press the olive, but shalt not anoint thyself with oil. You shall make wine, but shall not drink it. And the ritual services of my people shall be utterly destroyed."},{"number":16,"verse":"As thou hast kept the statutes of Zambri, and all the works of the house of Achab; and you have walked in their ways, that I might deliver thee up to desolation, and the inhabitants of this city to hissing; therefore you shall bear the reproaches of peoples."}]}