{"bibleAbbr":"Thomson1808","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"(p) Woe is me! for I am like one picking up stalks in harvest, and like one gathering a gleaning at the vintage? Not a bunch of the first fruits is left for me to eat. Ah Woe is my life,"},{"number":2,"verse":"that the pious is perished from the land, and among men there is not an upright man left! (J) They are all indicted for capital crimes: they grievously afflict every man his neighbour:"},{"number":3,"verse":"they are preparing their hands for evil. The chief asketh and the judge hath spoken words of peace! He is entirely at his devotion;"},{"number":4,"verse":"therefore I will take away their good things, like a consuming moth advancing regularly in the clay of visitation. (p) Alas! alas! thy punishments are come; now will their lamentations be;”"},{"number":5,"verse":"Trust not in friends, nor confide in rulers, against the wife of thy bosom be on thy guard; to trust nothing to her:"},{"number":6,"verse":"for a son dishonoureth a father; a daughter will rise up against her mother; a daughter in law against her mother in law; all a man's household are his enemies.”"},{"number":7,"verse":"(c) But as for me I will look to the Lord; I will wait for the God who is my saviour; he who is my God will hearken to me. ((c) The chorus, or Sion.)"},{"number":8,"verse":"Rejoice not over me, mine enemy, because I have fallen. I shall rise again, for though I sit in darkness the Lord will give me light."},{"number":9,"verse":"I will bear the indignation of the Lord, because I have sinned against him; until he vindicate my cause. He will do me justice and bring me out into light;"},{"number":10,"verse":"and shame shall cover her who saith, “Where is thy God?” Mine eyes shall see her. She shall now be trodden down like dirt in the streets."},{"number":11,"verse":"(J) The day for anointing a plinth; that day will be the unanointing of thee, that day will indeed destroy thy ritual services."},{"number":12,"verse":"And thy cities shall become plains and be distributed among the Assyrians: even thy fortified cities shall be for distribution, from Tyre to the river and from sea to sea, and from mountain to the mountain."},{"number":13,"verse":"And the land shall be for desolation with them who inhabit it, for the fruits of their devices."},{"number":14,"verse":"(p) Feed thou thy people with thy crook; the flock of thy heritage; them who are by themselves in a forest in the midst of yonder Carmel. (J) They shall feed in Bashan and Gilead, as in the days of old."},{"number":15,"verse":"And as in the days of thy coming out of Egypt, you shall see wonderful things."},{"number":16,"verse":"Nations shall see and be confounded, and because of all the mighty power of these, they will lay their hands on their mouths. Their ears will be stopped."},{"number":17,"verse":"They will lick dust like serpents trailing on the ground; they will be confounded in their enclosure. (p) At the Lord our God let them be confounded and struck with terror because of thee."},{"number":18,"verse":"Who is a God like unto thee, taking away iniquities, and passing by the transgressions of the remnant of his heritage? He hath not kept his anger in remembrance; because he delighteth in mercy;"},{"number":19,"verse":"he will turn and have compassion on us: he will bury deep our iniquities: they shall be whelmed in the depths of the sea."},{"number":20,"verse":"All our sins he will give up for truth to Jacob, as an act of mercy to Abraham as he sware to our fathers, according to the days which have been heretofore."}]}