{"bibleAbbr":"NASB2020","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"(Wisdom and Foolishness Contrasted) A good name is better than good (I. e., olive oil) oil, And the day of one’s death is better than the day of one’s birth."},{"number":2,"verse":"It is better to go to a house of mourning Than to go to a house of feasting, Because (I. e., death) that is the end of every person, And the living (Lit gives) takes it to (Lit his heart) heart."},{"number":3,"verse":"Sorrow is better than laughter, For when a face is sad a heart may be happy."},{"number":4,"verse":"The (Lit heart) mind of the wise is in the house of mourning, While the (Lit heart) mind of fools is in the house of pleasure."},{"number":5,"verse":"It is better to listen to the rebuke of a wise person Than for one to listen to the song of fools."},{"number":6,"verse":"For as the (Lit voice) crackling of thorn bushes under a pot, So is the laughter of the fool; And this too is futility."},{"number":7,"verse":"For oppression makes a wise person look foolish, And a bribe (Lit destroys) corrupts the heart."},{"number":8,"verse":"The end of a matter is better than its beginning; Patience of spirit is better than arrogance of spirit."},{"number":9,"verse":"Do not be (Lit hasty) eager in your spirit to be angry, For anger resides in the (Lit chest) heart of fools."},{"number":10,"verse":"Do not say, “Why is it that the former days were better than these?” For it is not from wisdom that you ask about this."},{"number":11,"verse":"Wisdom along with an inheritance is good, And an advantage to those who see the sun."},{"number":12,"verse":"For wisdom is (Lit in a shadow) protection just as money is (Lit in a shadow) protection, But the advantage of knowledge is that wisdom keeps its possessors alive."},{"number":13,"verse":"Consider the work of God, For who is able to straighten what He has bent?"},{"number":14,"verse":"On the day of prosperity be happy, But on the day of adversity consider: God has made the one as well as the other So that a person will not discover anything that will come after him."},{"number":15,"verse":"I have seen everything during my (Lit days) lifetime of futility; there is a righteous person who perishes in his righteousness, and there is a wicked person who prolongs his life in his wickedness."},{"number":16,"verse":"Do not be excessively righteous, and do not be overly wise. Why should you ruin yourself?"},{"number":17,"verse":"Do not be excessively wicked, and do not be foolish. Why should you die (Lit when not your time) before your time?"},{"number":18,"verse":"It is good that you grasp one thing while not (Lit resting your hand) letting go of the other; for one who fears God comes out with (Lit all of them) both of them."},{"number":19,"verse":"Wisdom strengthens a wise person more than ten rulers who are in a city."},{"number":20,"verse":"Indeed, there is not a righteous person on earth who always does good and does not ever sin."},{"number":21,"verse":"Also, do not (Lit give your heart to) take seriously all the words which are spoken, so that you do not hear your servant cursing you,"},{"number":22,"verse":"for (Lit your heart knows) you know that even you have cursed others many times as well."},{"number":23,"verse":"I tested all this with wisdom, and I said, “I will be wise,” but wisdom was far from me."},{"number":24,"verse":"What has been is remote and very (Lit deep) mysterious. Who can discover it?"},{"number":25,"verse":"I (Lit turned about) directed my (Lit heart) mind to know and to investigate, and to seek wisdom and an explanation, and to know the evil of foolishness and the foolishness of insanity."},{"number":26,"verse":"And I discovered as more bitter than death the woman whose heart is snares and nets, whose hands are chains. One who is pleasing to God will escape from her, but the sinner will be captured by her."},{"number":27,"verse":"“Behold, I have discovered this,” says the Preacher, “by adding one thing to another to find an explanation,"},{"number":28,"verse":"which (Lit my soul still seeks) I am still seeking but have not found. I have found one man among a thousand, but I have not found a woman among all these."},{"number":29,"verse":"Behold, I have found only this, that God made people upright, but they have sought out many schemes.”"}]}