{"bibleAbbr":"NASB2020","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":8,"verses":[{"number":1,"verse":"Obey Rulers Who is like the wise person and who knows the meaning of a matter? A person’s wisdom illuminates his face and makes his stern face (Or change) brighten up."},{"number":2,"verse":"I say, “Keep the (Lit mouth) command of the king because of the oath (Lit of) before God."},{"number":3,"verse":"Do not be in a hurry (Lit to go out from his presence) to leave him. Do not join in an evil matter, for he will do whatever he pleases.”"},{"number":4,"verse":"Since the word of the king is authoritative, who will say to him, “What are you doing?”"},{"number":5,"verse":"One who keeps a royal command experiences no (Lit evil thing) trouble, for a wise heart knows the proper time and procedure."},{"number":6,"verse":"For there is a proper time and procedure for every delight, though a person’s trouble is heavy upon him."},{"number":7,"verse":"If no one knows what will happen, who can tell him when it will happen?"},{"number":8,"verse":"No one has authority over the wind to restrain the wind, nor authority over the day of death; and there is no military discharge in the time of war, and evil will not save (Lit its possessors) those who practice it."},{"number":9,"verse":"All this I have seen, and have applied my (Lit heart) mind to every deed that has been done under the sun at a time when one person has exercised authority over another person to his detriment."},{"number":10,"verse":"So then, I have seen the wicked buried, those who used to go in and out of the holy place, and they are soon forgotten in the city where they did such things. This too is futility."},{"number":11,"verse":"Because the sentence against an evil deed is not executed quickly, therefore the hearts of the sons of mankind among them are (Lit full to do) fully given to do evil."},{"number":12,"verse":"Although a sinner does evil a hundred times and may lengthen his life, still I know that it will go well for those who fear God, who fear (Lit before Him) Him openly."},{"number":13,"verse":"But it will not go well for the evil person and he will not lengthen his days like a shadow, because he does not fear God."},{"number":14,"verse":"There is futility which is done on the earth, that is, there are righteous people to whom it (Lit strikes) happens according to the deeds of the wicked. On the other hand, there are evil people to whom it (Lit strikes) happens according to the deeds of the righteous. I say that this too is futility."},{"number":15,"verse":"So I commended pleasure, for there is nothing good for a person under the sun except to eat, drink, and be joyful, and this will stand by him in his labor throughout the days of his life which God has given him under the sun."},{"number":16,"verse":"When I devoted my (Lit heart) mind to know wisdom and to see the business which has been done on the earth (even though one should (Lit see no sleep in his eyes) never sleep day or night),"},{"number":17,"verse":"and I saw every work of God, I concluded that one cannot discover the work which has been done under the sun. Even though a person laboriously seeks, he will not discover; and even if the wise person claims to know, he cannot discover."}]}