{"bibleAbbr":"urDGV2010","bookName":"१-समूएल","bookEnglishName":"1 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"( समूएल की अलविदाई तक़रीर) तब समूएल तमाम इस्राईल से मुख़ातिब हुआ, “मैं ने आप की हर बात मान कर आप पर बादशाह मुक़र्रर किया है।"},{"number":2,"verse":"अब यही आप के आगे आगे चल कर आप की राहनुमाई करेगा। मैं ख़ुद बूढ़ा हूँ, और मेरे बाल सफ़ेद हो गए हैं जबकि मेरे बेटे आप के दरमियान ही रहते हैं। मैं जवानी से ले कर आज तक आप की राहनुमाई करता आया हूँ।"},{"number":3,"verse":"अब मैं हाज़िर हूँ। अगर मुझ से कोई ग़लती हुई है तो रब और उस के मसह किए हुए बादशाह के सामने इस की गवाही दें। क्या मैं ने किसी का बैल या गधा लूट लिया? क्या मैं ने किसी से ग़लत फ़ाइदा उठाया या किसी पर ज़ुल्म किया? क्या मैं ने कभी किसी से रिश्वत ले कर ग़लत फ़ैसला किया है? अगर ऐसा हुआ तो मुझे बताएँ! फिर मैं सब कुछ वापस कर दूँगा।”"},{"number":4,"verse":"इजतिमा ने जवाब दिया, “न आप ने हम से ग़लत फ़ाइदा उठाया, न हम पर ज़ुल्म किया है। आप ने कभी भी रिश्वत नहीं ली।”"},{"number":5,"verse":"समूएल बोला, “आज रब और उस का मसह किया हुआ बादशाह गवाह हैं कि आप को मुझ पर इल्ज़ाम लगाने का कोई सबब न मिला।” अवाम ने कहा, “जी, ऐसा ही है।”"},{"number":6,"verse":"समूएल ने बात जारी रखी, “रब ख़ुद मूसा और हारून को इस्राईल के राहनुमा बना कर आप के बापदादा को मिस्र से निकाल लाया।"},{"number":7,"verse":"अब यहाँ रब के तख़्त-ए-अदालत के सामने खड़े हो जाएँ तो मैं आप को उन तमाम भलाइयों की याद दिलाऊँगा जो रब ने आप और आप के बापदादा से की हैं।"},{"number":8,"verse":"आप का बाप याक़ूब मिस्र आया। जब मिस्री उस की औलाद को दबाने लगे तो उन्हों ने चीख़ते चिल्लाते रब से मदद माँगी। तब उस ने मूसा और हारून को भेज दिया ताकि वह पूरी क़ौम को मिस्र से निकाल कर यहाँ इस मुल्क में लाएँ।"},{"number":9,"verse":"लेकिन जल्द ही वह रब अपने ख़ुदा को भूल गए, इस लिए उस ने उन्हें दुश्मन के हवाले कर दिया। कभी हसूर शहर के बादशाह का कमाँडर सीसरा उन से लड़ा, कभी फ़िलिस्ती और कभी मोआब का बादशाह।"},{"number":10,"verse":"हर दफ़ा आप के बापदादा ने चीख़ते चिल्लाते रब से मदद माँगी और इक़्रार किया, ‘हम ने गुनाह किया है, क्यूँकि हम ने रब को तर्क करके बाल और अस्तारात के बुतों की पूजा की है। लेकिन अब हमें दुश्मनों से बचा! फिर हम सिर्फ़ तेरी ही ख़िदमत करेंगे।’"},{"number":11,"verse":"और हर बार रब ने किसी न किसी को भेज दिया, कभी जिदाऊन, कभी बरक़, कभी इफ़्ताह और कभी समूएल को। उन आदमियों की मारिफ़त अल्लाह ने आप को इर्दगिर्द के तमाम दुश्मनों से बचाया, और मुल्क में अम्न-ओ-अमान क़ाइम हो गया।"},{"number":12,"verse":"लेकिन जब अम्मोनी बादशाह नाहस आप से लड़ने आया तो आप मेरे पास आ कर तक़ाज़ा करने लगे कि हमारा अपना बादशाह हो जो हम पर हुकूमत करे, हालाँकि आप जानते थे कि रब हमारा ख़ुदा हमारा बादशाह है।"},{"number":13,"verse":"अब वह बादशाह देखें जिसे आप माँग रहे थे! रब ने आप की ख़्वाहिश पूरी करके उसे आप पर मुक़र्रर किया है।"},{"number":14,"verse":"चुनाँचे रब का ख़ौफ़ मानें, उस की ख़िदमत करें और उस की सुनें। सरकश हो कर उस के अह्काम की ख़िलाफ़वरज़ी मत करना। अगर आप और आप का बादशाह रब से वफ़ादार रहेंगे तो वह आप के साथ होगा।"},{"number":15,"verse":"लेकिन अगर आप उस के ताबे न रहें और सरकश हो कर उस के अह्काम की ख़िलाफ़वरज़ी करें तो वह आप की मुख़ालफ़त करेगा, जिस तरह उस ने आप के बापदादा की भी मुख़ालफ़त की।"},{"number":16,"verse":"अब खड़े हो कर देखें कि रब क्या करने वाला है। वह आप की आँखों के सामने ही बड़ा मोजिज़ा करेगा।"},{"number":17,"verse":"इस वक़्त गन्दुम की कटाई का मौसम है। गो इन दिनों में बारिश नहीं होती, लेकिन मैं दुआ करूँगा तो रब गरजते बादल और बारिश भेजेगा। तब आप जान लेंगे कि आप ने बादशाह का तक़ाज़ा करते हुए रब के नज़्दीक कितनी बुरी बात की है।”"},{"number":18,"verse":"समूएल ने पुकार कर रब से दुआ की, और उस दिन रब ने गरजते बादल और बारिश भेज दी। यह देख कर इजतिमा सख़्त घबरा कर समूएल और रब से डरने लगा।"},{"number":19,"verse":"सब ने समूएल से इल्तिमास की, “रब अपने ख़ुदा से दुआ करके हमारी सिफ़ारिश करें ताकि हम मर न जाएँ। क्यूँकि बादशाह का तक़ाज़ा करने से हम ने अपने गुनाहों में इज़ाफ़ा किया है।”"},{"number":20,"verse":"समूएल ने लोगों को तसल्ली दे कर कहा, “मत डरें। बेशक आप से ग़लती हुई है, लेकिन आइन्दा ख़याल रखें कि आप रब से दूर न हो जाएँ बल्कि पूरे दिल से उस की ख़िदमत करें।"},{"number":21,"verse":"बेमानी बुतों के पीछे मत पड़ना। न वह फ़ाइदे का बाइस हैं, न आप को बचा सकते हैं। उन की कोई हैसियत नहीं है।"},{"number":22,"verse":"रब अपने अज़ीम नाम की ख़ातिर अपनी क़ौम को नहीं छोड़ेगा, क्यूँकि उस ने आप को अपनी क़ौम बनाने का फ़ैसला किया है।"},{"number":23,"verse":"जहाँ तक मेरा ताल्लुक़ है, मैं इस में रब का गुनाह नहीं करूँगा कि आप की सिफ़ारिश करने से बाज़ आऊँ। और आइन्दा भी मैं आप को अच्छे और सहीह रास्ते की तालीम देता रहूँगा।"},{"number":24,"verse":"लेकिन ध्यान से रब का ख़ौफ़ मानें और पूरे दिल और वफ़ादारी से उस की ख़िदमत करें। याद रहे कि उस ने आप के लिए कितने अज़ीम काम किए हैं।"},{"number":25,"verse":"लेकिन अगर आप ग़लत काम करने पर तुले रहें तो आप अपने बादशाह समेत दुनिया में से मिट जाएंगे।”"}]}