{"bibleAbbr":"urDGV2010","bookName":"१-समूएल","bookEnglishName":"1 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"( हन्ना का गीत) वहाँ हन्ना ने यह गीत गाया, “मेरा दिल रब की ख़ुशी मनाता है, क्यूँकि उस ने मुझे क़ुव्वत अता की है। मेरा मुँह दिलेरी से अपने दुश्मनों के ख़िलाफ़ बात करता है, क्यूँकि मैं तेरी नजात के बाइस बाग़ बाग़ हूँ।"},{"number":2,"verse":"रब जैसा क़ुद्दूस कोई नहीं है, तेरे सिवा कोई नहीं है। हमारे ख़ुदा जैसी कोई चटान नहीं है।"},{"number":3,"verse":"डींगें मारने से बाज़ आओ! गुस्ताख़ बातें मत बको! क्यूँकि रब ऐसा ख़ुदा है जो सब कुछ जानता है, वह तमाम आमाल को तोल कर परखता है।"},{"number":4,"verse":"अब बड़ों की कमानें टूट गई हैं जबकि गिरने वाले क़ुव्वत से कमरबस्ता हो गए हैं।"},{"number":5,"verse":"जो पहले सेर थे वह रोटी मिलने के लिए मज़दूरी करते हैं जबकि जो पहले भूके थे वह सेर हो गए हैं। बेऔलाद औरत के सात बच्चे पैदा हुए हैं जबकि वाफ़िर बच्चों की माँ मुरझा रही है।"},{"number":6,"verse":"रब एक को मरने देता और दूसरे को ज़िन्दा होने देता है। वह एक को पाताल में उतरने देता और दूसरे को वहाँ से निकल आने देता है।"},{"number":7,"verse":"रब ही ग़रीब और अमीर बना देता है, वही पस्त करता और वही सरफ़राज़ करता है।"},{"number":8,"verse":"वह ख़ाक में दबे आदमी को खड़ा करता है और राख में लेटे ज़रूरतमन्द को सरफ़राज़ करता है, फिर उन्हें रईसों के साथ इज़्ज़त की कुर्सी पर बिठा देता है। क्यूँकि दुनिया की बुन्यादें रब की हैं, और उसी ने उन पर ज़मीन रखी है।"},{"number":9,"verse":"वह अपने वफ़ादार पैरोकारों के पाँओ मह्फ़ूज़ रखेगा जबकि शरीर तारीकी में चुप हो जाएंगे। क्यूँकि इन्सान अपनी ताक़त से कामयाब नहीं होता।"},{"number":10,"verse":"जो रब से लड़ने की जुरअत करें वह पाश पाश हो जाएंगे। रब आसमान से उन के ख़िलाफ़ गरज कर दुनिया की इन्तिहा तक सब की अदालत करेगा। वह अपने बादशाह को तक़वियत और अपने मसह किए हुए ख़ादिम को क़ुव्वत अता करेगा।”"},{"number":11,"verse":"फिर इल्क़ाना और हन्ना रामा में अपने घर वापस चले गए। लेकिन उन का बेटा एली इमाम के पास रहा और मक़्दिस में रब की ख़िदमत करने लगा।"},{"number":12,"verse":"( एली के बेटों की बेदीन ज़िन्दगी) लेकिन एली के बेटे बदमआश थे। न वह रब को जानते थे,"},{"number":13,"verse":"न इमाम की हैसियत से अपने फ़राइज़ सहीह तौर पर अदा करते थे। क्यूँकि जब भी कोई आदमी अपनी क़ुर्बानी पेश करके रिफ़ाक़ती खाने के लिए गोश्त उबालता तो एली के बेटे अपने नौकर को वहाँ भेज देते। यह नौकर सिहशाख़ा काँटा"},{"number":14,"verse":"देग में डाल कर गोश्त का हर वह टुकड़ा अपने मालिकों के पास ले जाता जो काँटे से लग जाता। यही उन का तमाम इस्राईलियों के साथ सुलूक था जो सैला में क़ुर्बानियाँ चढ़ाने आते थे।"},{"number":15,"verse":"न सिर्फ़ यह बल्कि कई बार नौकर उस वक़्त भी आ जाता जब जानवर की चर्बी अभी क़ुर्बानगाह पर जलानी होती थी। फिर वह तक़ाज़ा करता, “मुझे इमाम के लिए कच्चा गोश्त दे दो! उसे उबला गोश्त मन्ज़ूर नहीं बल्कि सिर्फ़ कच्चा गोश्त, क्यूँकि वह उसे भूनना चाहता है।”"},{"number":16,"verse":"क़ुर्बानी पेश करने वाला एतिराज़ करता, “पहले तो रब के लिए चर्बी जलाना है, इस के बाद ही जो जी चाहे ले लें।” फिर नौकर बदतमीज़ी करता, “नहीं, उसे अभी दे दो, वर्ना मैं ज़बरदस्ती ले लूँगा।”"},{"number":17,"verse":"इन जवान इमामों का यह गुनाह रब की नज़र में निहायत संगीन था, क्यूँकि वह रब की क़ुर्बानियाँ हक़ीर जानते थे।"},{"number":18,"verse":"( माँ-बाप समूएल से मिलने आते हैं) लेकिन छोटा समूएल रब के हुज़ूर ख़िदमत करता रहा। उसे भी दूसरे इमामों की तरह कतान का बालापोश दिया गया था।"},{"number":19,"verse":"हर साल जब उस की माँ ख़ावन्द के साथ क़ुर्बानी पेश करने के लिए सैला आती तो वह नया चोग़ा सी कर उसे दे देती।"},{"number":20,"verse":"और रवाना होने से पहले एली समूएल के माँ-बाप को बरकत दे कर इल्क़ाना से कहता, “हन्ना ने रब से बच्चा माँग लिया और जब मिला तो उसे रब को वापस कर दिया। अब रब आप को इस बच्चे की जगह मज़ीद बच्चे दे।” इस के बाद वह अपने घर चले जाते।"},{"number":21,"verse":"और वाक़ई, रब ने हन्ना को मज़ीद तीन बेटे और दो बेटियाँ अता कीं। यह बच्चे घर में रहे, लेकिन समूएल रब के हुज़ूर ख़िदमत करते करते जवान हो गया।"},{"number":22,"verse":"( एली के बेटे बाप की नहीं सुनते) एली उस वक़्त बहुत बूढ़ा हो चुका था। बेटों का तमाम इस्राईल के साथ बुरा सुलूक उस के कानों तक पहुँच गया था, बल्कि यह भी कि बेटे उन औरतों से नाजाइज़ ताल्लुक़ात रखते हैं जो मुलाक़ात के ख़ैमे के दरवाज़े पर ख़िदमत करती हैं।"},{"number":23,"verse":"उस ने उन्हें समझाया भी था, “आप ऐसी हरकतें क्यूँ कर रहे हैं? मुझे तमाम लोगों से आप के शरीर कामों की ख़बरें मिलती रहती हैं।"},{"number":24,"verse":"बेटो, ऐसा मत करना! जो बातें आप के बारे में रब की क़ौम में फैल गई हैं वह अच्छी नहीं।"},{"number":25,"verse":"देखें, अगर इन्सान किसी दूसरे इन्सान का गुनाह करे तो हो सकता है अल्लाह दोनों का दरमियानी बन कर क़ुसूरवार शख़्स पर रहम करे। लेकिन अगर कोई रब का गुनाह करे तो फिर कौन उस का दरमियानी बन कर उसे बचाएगा?” लेकिन एली के बेटों ने बाप की न सुनी, क्यूँकि रब की मर्ज़ी थी कि उन्हें सज़ा-ए-मौत मिल जाए।"},{"number":26,"verse":"लेकिन समूएल उन से फ़र्क़ था। जितना वह बड़ा होता गया उतनी उस की रब और इन्सान के सामने क़बूलियत बढ़ती गई।"},{"number":27,"verse":"( एली के घराने को सज़ा मिलने की पेशगोई) एक दिन एक नबी एली के पास आया और कहा, “रब फ़रमाता है, ‘क्या जब तेरा बाप हारून और उस का घराना मिस्र के बादशाह के ग़ुलाम थे तो मैं ने अपने आप को उस पर ज़ाहिर न किया?"},{"number":28,"verse":"गो इस्राईल के बारह क़बीले थे लेकिन मैं ने मुक़र्रर किया कि उसी के घराने के मर्द मेरे इमाम बन कर क़ुर्बानगाह के सामने ख़िदमत करें, बख़ूर जलाएँ और मेरे हुज़ूर इमाम का बालापोश पहनें। साथ साथ मैं ने उन्हें क़ुर्बानगाह पर जलने वाली क़ुर्बानियों का एक हिस्सा मिलने का हक़ दे दिया।"},{"number":29,"verse":"तो फिर तुम लोग ज़बह और ग़ल्ला की वह क़ुर्बानियाँ हक़ीर क्यूँ जानते हो जो मुझे ही पेश की जाती हैं और जो मैं ने अपनी सुकूनतगाह के लिए मुक़र्रर की थीं? एली, तू अपने बेटों का मुझ से ज़्यादा एहतिराम करता है। तुम तो मेरी क़ौम इस्राईल की हर क़ुर्बानी के बेहतरीन हिस्से खा खा कर मोटे हो गए हो।’"},{"number":30,"verse":"चुनाँचे रब जो इस्राईल का ख़ुदा है फ़रमाता है, वादा तो मैं ने किया था कि लावी के क़बीले का तेरा घराना हमेशा ही इमाम की ख़िदमत सरअन्जाम देगा। लेकिन अब मैं एलान करता हूँ कि ऐसा कभी नहीं होगा! क्यूँकि जो मेरा एहतिराम करते हैं उन का मैं एहतिराम करूँगा, लेकिन जो मुझे हक़ीर जानते हैं उन्हें हक़ीर जाना जाएगा।"},{"number":31,"verse":"इस लिए सुन! ऐसे दिन आ रहे हैं जब मैं तेरी और तेरे घराने की ताक़त यूँ तोड़ डालूँगा कि घर का कोई भी बुज़ुर्ग नहीं पाया जाएगा।"},{"number":32,"verse":"और तू मक़्दिस में मुसीबत देखेगा हालाँकि मैं इस्राईल के साथ भलाई करता रहूँगा। तेरे घर में कभी भी बुज़ुर्ग नहीं पाया जाएगा।"},{"number":33,"verse":"मैं तुम में से हर एक को तो अपनी ख़िदमत से निकाल कर हलाक नहीं करूँगा जब तेरी आँखें धुन्दली सी पड़ जाएँगी और तेरी जान हलकान हो जाएगी। लेकिन तेरी तमाम औलाद ग़ैरतबई मौत मरेगी।"},{"number":34,"verse":"तेरे बेटे हुफ़्नी और फ़ीन्हास दोनों एक ही दिन हलाक हो जाएंगे। इस निशान से तुझे यक़ीन आएगा कि जो कुछ मैं ने फ़रमाया है वह सच है।"},{"number":35,"verse":"तब मैं अपने लिए एक इमाम खड़ा करूँगा जो वफ़ादार रहेगा। जो भी मेरा दिल और मेरी जान चाहेगी वही वह करेगा। मैं उस के घर की मज़बूत बुन्यादें रखूँगा, और वह हमेशा तक मेरे मसह किए हुए ख़ादिम के हुज़ूर आता जाता रहेगा।"},{"number":36,"verse":"उस वक़्त तेरे घर के बचे हुए तमाम अफ़राद उस इमाम के सामने झुक जाएंगे और पैसे और रोटी माँग कर इल्तिमास करेंगे, ‘मुझे इमाम की कोई न कोई ज़िम्मादारी दें ताकि रोटी का टुकड़ा मिल जाए’।”"}]}