{"bibleAbbr":"urDGV2010","bookName":"१-समूएल","bookEnglishName":"1 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"( अदुल्लाम के ग़ार और मोआब में) इस तरह दाऊद जात से बच निकला और अदुल्लाम के ग़ार में छुप गया। जब उस के भाइयों और बाप के घराने को इस की ख़बर मिली तो वह बैत-लहम से आ कर वहाँ उस के साथ जा मिले।"},{"number":2,"verse":"और लोग भी जल्दी से उस के गिर्द जमा हो गए, ऐसे जो किसी मुसीबत में फंसे हुए थे या अपना क़र्ज़ अदा नहीं कर सकते थे और ऐसे भी जिन का दिल तल्ख़ी से भरा हुआ था। होते होते दाऊद तक़रीबन 400 अफ़राद का राहनुमा बन गया।"},{"number":3,"verse":"दाऊद अदुल्लाम से रवाना हो कर मुल्क-ए-मोआब के शहर मिस्फ़ाह चला गया। उस ने मोआबी बादशाह से गुज़ारिश की, “मेरे माँ-बाप को उस वक़्त तक यहाँ पनाह दें जब तक मुझे पता न हो कि अल्लाह मेरे लिए क्या इरादा रखता है।”"},{"number":4,"verse":"वह अपने माँ-बाप को बादशाह के पास ले आया, और वह उतनी देर तक वहाँ ठहरे जितनी देर दाऊद अपने पहाड़ी क़िले में रहा।"},{"number":5,"verse":"एक दिन जाद नबी ने दाऊद से कहा, “यहाँ पहाड़ी क़िले में मत रहें बल्कि दुबारा यहूदाह के इलाक़े में वापस चले जाएँ।” दाऊद उस की सुन कर हारत के जंगल में जा बसा।"},{"number":6,"verse":"( साऊल नोब के इमामों से बदला लेता है) साऊल को इत्तिला दी गई कि दाऊद और उस के आदमी दुबारा यहूदाह में पहुँच गए हैं। उस वक़्त साऊल अपना नेज़ा पकड़े झाओ के उस दरख़्त के साय में बैठा था जो जिबिआ की पहाड़ी पर था। साऊल के इर्दगिर्द उस के मुलाज़िम खड़े थे।"},{"number":7,"verse":"वह पुकार उठा, “बिनयमीन के मर्दो! सुनें, क्या यस्सी का बेटा आप सब को खेत और अंगूर के बाग़ देगा? क्या वह फ़ौज में आप को हज़ार हज़ार और सौ सौ अफ़राद पर मुक़र्रर करेगा?"},{"number":8,"verse":"लगता है कि आप इस की उम्मीद रखते हैं, वर्ना आप यूँ मेरे ख़िलाफ़ साज़िश न करते। क्यूँकि आप में से किसी ने भी मुझे यह नहीं बताया कि मेरे अपने बेटे ने इस आदमी के साथ अह्द बांधा है। आप को मेरी फ़िक्र तक नहीं, वर्ना मुझे इत्तिला देते कि यूनतन ने मेरे मुलाज़िम दाऊद को उभारा है कि वह मेरी ताक में बैठ जाए। क्यूँकि आज तो ऐसा ही हो रहा है।”"},{"number":9,"verse":"दोएग अदोमी साऊल के अफ़्सरों के साथ वहाँ खड़ा था। अब वह बोल उठा, “मैं ने यस्सी के बेटे को देखा है। उस वक़्त वह नोब में अख़ीमलिक बिन अख़ीतूब से मिलने आया।"},{"number":10,"verse":"अख़ीमलिक ने रब से दरयाफ़्त किया कि दाऊद का अगला क़दम क्या हो। साथ साथ उस ने उसे सफ़र के लिए खाना और फ़िलिस्ती मर्द जालूत की तलवार भी दी।”"},{"number":11,"verse":"बादशाह ने फ़ौरन अख़ीमलिक बिन अख़ीतूब और उस के बाप के पूरे ख़ानदान को बुलाया। सब नोब में इमाम थे।"},{"number":12,"verse":"जब पहुँचे तो साऊल बोला, “अख़ीतूब के बेटे, सुनें।” अख़ीमलिक ने जवाब दिया, “जी मेरे आक़ा, हुक्म।”"},{"number":13,"verse":"साऊल ने इल्ज़ाम लगा कर कहा, “आप ने यस्सी के बेटे दाऊद के साथ मेरे ख़िलाफ़ साज़िशें क्यूँ की हैं? बताएँ, आप ने उसे रोटी और तलवार क्यूँ दी? आप ने अल्लाह से दरयाफ़्त क्यूँ किया कि दाऊद आगे क्या करे? आप ही की मदद से वह सरकश हो कर मेरी ताक में बैठ गया है, क्यूँकि आज तो ऐसा ही हो रहा है।”"},{"number":14,"verse":"अख़ीमलिक बोला, “लेकिन मेरे आक़ा, क्या मुलाज़िमों में से कोई और आप के दामाद दाऊद जैसा वफ़ादार साबित हुआ है? वह तो आप के मुहाफ़िज़ दस्ते का कप्तान और आप के घराने का मुअज़्ज़ज़ मैम्बर है।"},{"number":15,"verse":"और यह पहली बार नहीं था कि मैं ने उस के लिए अल्लाह से हिदायत माँगी। इस मुआमले में बादशाह मुझ और मेरे ख़ानदान पर इल्ज़ाम न लगाए। मैं ने तो किसी साज़िश का ज़िक्र तक नहीं सुना।”"},{"number":16,"verse":"लेकिन बादशाह बोला, “अख़ीमलिक, तुझे और तेरे बाप के पूरे ख़ानदान को मरना है।”"},{"number":17,"verse":"उस ने साथ खड़े अपने मुहाफ़िज़ों को हुक्म दिया, “जा कर इमामों को मार दो, क्यूँकि यह भी दाऊद के इत्तिहादी हैं। गो इन को मालूम था कि दाऊद मुझ से भाग रहा है तो भी इन्हों ने मुझे इत्तिला न दी।” लेकिन मुहाफ़िज़ों ने रब के इमामों को मार डालने से इन्कार किया।"},{"number":18,"verse":"तब बादशाह ने दोएग अदोमी को हुक्म दिया, “फिर तुम ही इमामों को मार दो।” दोएग ने उन के पास जा कर उन सब को क़त्ल कर दिया। कतान का बालापोश पहनने वाले कुल 85 आदमी उस दिन मारे गए।"},{"number":19,"verse":"फिर उस ने जा कर इमामों के शहर नोब के तमाम बाशिन्दों को मार डाला। शहर के मर्द, औरतें, बच्चे शीरख़्वारों समेत, गाय-बैल, गधे और भेड़-बकरियाँ सब उस दिन हलाक हुए।"},{"number":20,"verse":"सिर्फ़ एक ही शख़्स बच गया, अबियातर जो अख़ीमलिक बिन अख़ीतूब का बेटा था। वह भाग कर दाऊद के पास आया"},{"number":21,"verse":"और उसे इत्तिला दी कि साऊल ने रब के इमामों को क़त्ल कर दिया है।"},{"number":22,"verse":"दाऊद ने कहा, “उस दिन जब मैं ने दोएग अदोमी को वहाँ देखा तो मुझे मालूम था कि वह ज़रूर साऊल को ख़बर पहुँचाएगा। यह मेरा ही क़ुसूर है कि आप के बाप का पूरा ख़ानदान हलाक हो गया है।"},{"number":23,"verse":"अब मेरे साथ रहें और मत डरें। जो आदमी आप को क़त्ल करना चाहता है वह मुझे भी क़त्ल करना चाहता है। आप मेरे साथ रह कर मह्फ़ूज़ रहेंगे।”"}]}