{"bibleAbbr":"urDGV2010","bookName":"१-समूएल","bookEnglishName":"1 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"यह सुन कर क़िर्यत-यारीम के मर्द आए और रब का सन्दूक़ अपने शहर में ले गए। वहाँ उन्हों ने उसे अबीनदाब के घर में रख दिया जो पहाड़ी पर था। अबीनदाब के बेटे इलीअज़र को मख़्सूस किया गया ताकि वह अह्द के सन्दूक़ की पहरादारी करे।"},{"number":2,"verse":"( तौबा की वजह से इस्राईली फ़िलिस्तियों पर फ़त्ह पाते हैं) अह्द का सन्दूक़ 20 साल के तवील अर्से तक क़िर्यत-यारीम में पड़ा रहा। इस दौरान तमाम इस्राईल मातम करता रहा, क्यूँकि लगता था कि रब ने उन्हें तर्क कर दिया है।"},{"number":3,"verse":"फिर समूएल ने तमाम इस्राईलियों से कहा, “अगर आप वाक़ई रब के पास वापस आना चाहते हैं तो अजनबी माबूदों और अस्तारात देवी के बुत दूर कर दें। पूरे दिल के साथ रब के ताबे हो कर उसी की ख़िदमत करें। फिर ही वह आप को फ़िलिस्तियों से बचाएगा।”"},{"number":4,"verse":"इस्राईलियों ने उस की बात मान ली। वह बाल और अस्तारात के बुतों को फैंक कर सिर्फ़ रब की ख़िदमत करने लगे।"},{"number":5,"verse":"तब समूएल ने एलान किया, “पूरे इस्राईल को मिस्फ़ाह में जमा करें तो मैं वहाँ रब से दुआ करके आप की सिफ़ारिश करूँगा।”"},{"number":6,"verse":"चुनाँचे वह सब मिस्फ़ाह में जमा हुए। तौबा का इज़हार करके उन्हों ने कुएँ से पानी निकाल कर रब के हुज़ूर उंडेल दिया। साथ साथ उन्हों ने पूरा दिन रोज़ा रखा और इक़्रार किया, “हम ने रब का गुनाह किया है।” वहाँ मिस्फ़ाह में समूएल ने इस्राईलियों के लिए कचहरी लगाई।"},{"number":7,"verse":"फ़िलिस्ती हुक्मरानों को पता चला कि इस्राईली मिस्फ़ाह में जमा हुए हैं तो वह उन से लड़ने के लिए आए। यह सुन कर इस्राईली सख़्त घबरा गए"},{"number":8,"verse":"और समूएल से मिन्नत की, “दुआ करते रहें! रब हमारे ख़ुदा से इल्तिमास करने से न रुकें ताकि वह हमें फ़िलिस्तियों से बचाए।”"},{"number":9,"verse":"तब समूएल ने भेड़ का दूध पीता बच्चा चुन कर रब को भस्म होने वाली क़ुर्बानी के तौर पर पेश किया। साथ साथ वह रब से इल्तिमास करता रहा। और रब ने उस की सुनी।"},{"number":10,"verse":"समूएल अभी क़ुर्बानी पेश कर रहा था कि फ़िलिस्ती वहाँ पहुँच कर इस्राईलियों पर हम्ला करने के लिए तय्यार हुए। लेकिन उस दिन रब ने ज़ोर से कड़कती हुई आवाज़ से फ़िलिस्तियों को इतना दह्शतज़दा कर दिया कि वह दर्हम-बर्हम हो गए और इस्राईली आसानी से उन्हें शिकस्त दे सके।"},{"number":11,"verse":"इस्राईलियों ने मिस्फ़ाह से निकल कर बैत-कार के नीचे तक दुश्मन का ताक़्क़ुब किया। रास्ते में बहुत से फ़िलिस्ती हलाक हुए।"},{"number":12,"verse":"इस फ़त्ह की याद में समूएल ने मिस्फ़ाह और शेन के दरमियान एक बड़ा पत्थर नसब कर दिया। उस ने पत्थर का नाम अबन-अज़र यानी ‘मदद का पत्थर’ रखा। क्यूँकि उस ने कहा, “यहाँ तक रब ने हमारी मदद की है।”"},{"number":13,"verse":"इस तरह फ़िलिस्तियों को मग़लूब किया गया, और वह दुबारा इस्राईल के इलाक़े में न घुसे। जब तक समूएल जीता रहा फ़िलिस्तियों पर रब का सख़्त दबाओ रहा।"},{"number":14,"verse":"और अक़्रून से ले कर जात तक जितनी इस्राईली आबादियाँ फ़िलिस्तियों के हाथ में आ गई थीं वह सब उन की ज़मीनों समेत दुबारा इस्राईल के क़ब्ज़े में आ गईं। अमोरियों के साथ भी सुलह हो गई।"},{"number":15,"verse":"समूएल अपने जीते जी इस्राईल का क़ाज़ी और राहनुमा रहा।"},{"number":16,"verse":"हर साल वह बैत-एल, जिल्जाल और मिस्फ़ाह का दौरा करता, क्यूँकि इन तीन जगहों पर वह इस्राईलियों के लिए कचहरी लगाया करता था।"},{"number":17,"verse":"इस के बाद वह दुबारा रामा अपने घर वापस आ जाता जहाँ मुस्तक़िल कचहरी थी। वहाँ उस ने रब के लिए क़ुर्बानगाह भी बनाई थी।"}]}