{"bibleAbbr":"TERV1998","bookName":"2 இராஜாக்கள்","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"(ராஜாவாகிய நேபுகாத்நேச்சார் யூதாவிற்கு வருகிறான்) அவனது காலத்தில், பாபிலோனை நேபுகாத் நேச்சார் என்பவன் அரசாண்டான். அவன் யூத நாட்டிற்கு வந்தான். மூன்றாண்டு காலத்திற்கு யோயாக்கீம் நேபுகாத்நேச்சார்க்கு பணிவிடைச் செய்தான். பிறகு நேபுகாத்நேச்சருக்கு எதிராகக் கலகம் செய்தான்."},{"number":2,"verse":"யோயாக்கீமிற்கு எதிராகப் போரிடும் பொருட்டு பாபிலோனியர்களையும் ஆராமியர்களையும் மோவாபியர்களையும் அம்மோனியர்களையும் கர்த்தர் கூட்டம் கூட்டமாக அனுப்பிவைத்தார். யூதாவை அழிப்பதற்காக கர்த்தர் இவ்வாறு அனுப்பினார். இது கர்த்தர் சொன்னபடியே நடந்தது. கர்த்தர் இவற்றைத் தம் ஊழியக்காரர்களாகிய தீர்க்கதரிசிகள் மூலம் சொல்லியிருக்கிறார்."},{"number":3,"verse":"யூதாவில் இவையெல்லாம் நடக்கும்படி கர்த்தர் கட்டளையிட்டார். இவ்வாறு, அவன் யூதர்களை அவனது பார்வையிலிருந்து அப்புறப்படுத்தினான். மனாசே செய்த அனைத்து பாவங்களுக்காகவும் அவர் இதனைச் செய்தார்."},{"number":4,"verse":"மனாசே பல அப்பாவி ஜனங்களைக் கொன்றான். அவர்களின் இரத்தத்தால் எருசலேமை நிரப்பினான். இத்தகைய பாவங்களை கர்த்தர் மன்னிக்காமலிருந்தார்."},{"number":5,"verse":"யோயாக்கீம் செய்த மற்ற அனைத்து செயல்களும் யூத ராஜாக்களின் வரலாறு என்ற புத்தகத்தில் எழுதப்பட்டுள்ளன."},{"number":6,"verse":"யோயாக்கீம் மரித்தான். பிறகு அவன் தனது முற்பிதாக்களோடு அடக்கம் செய்யப்பட்டான். இவனுக்குப் பின் இவனது குமாரனான யோயாக்கீன் என்பவன் புதிய ராஜா ஆனான்."},{"number":7,"verse":"அதற்குப்பின் எகிப்தின் ராஜா தன் நாட்டிலிருந்து வரவில்லை. ஏனென்றால் எகிப்து ஆறுமுதல் ஐபிராத்து ஆறுவரையுள்ள எகிப்து ராஜாவுக்குரிய பகுதியைப் பாபிலோனிய ராஜா பிடித்துக் கொண்டான்."},{"number":8,"verse":"(நேபுகாத்நேச்சார் எருசலேமைக் கைப்பற்றுகிறான்) யோயாக்கீன் அரசானானபோது அவனுக்கு 18 வயது ஆகும். இவன் எருசலேமில் 3 மாதங்கள் ஆண்டான். இவனது தாயின் பெயர் நெகுஸ்தாள் ஆகும். இவள் எருசலேமிலுள்ள எல்நாத்தானின் குமாரத்தி ஆவாள்."},{"number":9,"verse":"தவறென்று கர்த்தர் சொன்னவற்றையே அவன் செய்தான். அவனுடைய தந்தை செய்த அனைத்து காரியங்களையும் அவனும் செய்தான்."},{"number":10,"verse":"அக்காலத்தில், பாபிலோனிய ராஜாவாகிய நேபுகாத்நேச்சாரின் அதிகாரிகள் எருசலேமிற்கு வந்து அதனை முற்றுகையிட்டனர்."},{"number":11,"verse":"பிறகு பாபிலோனிய ராஜாவாகிய நேபுகாத்நேச்சாரே அவனது வேலைக்காரர்கள் முற்றுகையிட்ட நகரத்திற்கு வந்தான்."},{"number":12,"verse":"யூத ராஜாவாகிய யோயாக்கீன் பாபிலோனிய ராஜாவை சந்திக்கச் சென்றான். அவனோடு அவனது தாய், அதிகாரிகள், தலைவர்கள் அலுவலர்கள் அனைவரும் சென்றனர். பின் பாபிலோனிய ராஜா யோயாக்கீனைச் சிறைபிடித்தான். இது நேபுகாத்நேச்சாரின் 8வது ஆட்சியாண்டில் நடந்தது."},{"number":13,"verse":"நேபுகாத்நேச்சார், கர்த்தருடைய ஆலயத்திலும் அரண்மனையிலும் உள்ள கருவூலங்களில் உள்ளப் பொருட்களையெல்லாம் எடுத்துக்கொண்டுப் போனான். சாலொமோன் ராஜா கர்த்தருடைய ஆலயத்தில் அமைத்திருந்த தங்கத் தட்டுகளையும் வெட்டி எடுத்துக்கொண்டான். இதுவும் கர்த்தர் சொன்னபடியே நடந்தது."},{"number":14,"verse":"நேபுகாத்நேச்சார் எருசலேமிலுள்ள அனைவரையும் கைதுசெய்தான். தலைவர்களையும் செல்வர்களையும் கைது செய்தான். அவன் 10000 ஜனங்களைக் கைதிகளாக்கி அழைத்துக்கொண்டு வந்தான். அவன் திறமைமிக்க வேலைக்காரர்களையும் கைவினைக்காரர்களையும் அழைத்துக்கொண்டுச் சென்றான். ஏழ்மையான சாதாரண பொது ஜனங்களைத் தவிர வேறுயாரையும் இவன் விட்டு வைக்கவில்லை."},{"number":15,"verse":"நேபுகாத்நேச்சார் யோயாக்கீனைச் சிறைபிடித்து பாபிலோனுக்குக் கொண்டு சென்றான். அதோடு ராஜாவின் தாய், மனைவிமார்கள், அதிகாரிகள் மற்றும் தலைவர்களையும் கொண்டு சென்றான். இவர்களை அவன் எருசலேமிலிருந்து பாபிலோனுக்குச் கைதிகளாகவே அழைத்துக்கொண்டு போனான்."},{"number":16,"verse":"அதில் 7000 வீரர்கள் இருந்தனர். இவ்வெல்லா வீரர்களையும் தகுதிமிக்க 1000 திறமையுள்ள வேலைக்காரர்களையும் கைவினைக் கலைஞர்களையும் அழைத்துக் கொண்டு போனான். வீரர்கள் நன்கு பயிற்சி பெற்று போருக்குத் தயாராக இருந்தனர். பாபிலோன் ராஜா இவர்களைப் பாபிலோனுக்குக் கைதிகளாகவே கொண்டுசென்றான்."},{"number":17,"verse":"(சிதேக்கியா ராஜா) பாபிலோன் ராஜா மத்தனியா என்பவனை புதிய ராஜாவாக்கினான். அவன் யோயாக்கீனின் சிறிய தகப்பன் ஆவான். அவனது பெயரை சிதேக்கியா என மாற்றிவிட்டான்."},{"number":18,"verse":"சிதேக்கியா ராஜாவாகியபோது அவனுக்கு 21 வயது. அவன் 11 ஆண்டுகள் எருசலேமில் ஆண்டான். அவனது தாயின் பெயர் அமுத்தாள் ஆகும். இவள் லிப்னாவிலுள்ள எரேமியாவின் குமாரத்தி."},{"number":19,"verse":"தவறானதென்று கர்த்தர் சொன்னவற்றையே அவனும் செய்துவந்தான். யோயாக்கீன் செய்த அனைத்து செயல்களையும் அவன் செய்தான்."},{"number":20,"verse":"எருசலேம் மற்றும் யூதா மீது கர்த்தர் மிகுந்த கோபங்கொண்டு அங்குள்ள ஜனங்களை அப்புறப்படுத்தினார். சிதேக்கியா பாபிலோன் ராஜாவுக்கு அடிபணிய மறுத்து அவனுக்கு எதிராகக் கலகம் செய்தான்."}]}