{"bibleAbbr":"TRC1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"Wherfore let vs also (seynge that we are copased with so great a multitude of witnesses) laye awaye all that presseth doune and the synne that hageth on and let vs rune with paciece vnto the battayle yt is set before vs"},{"number":2,"verse":"lokynge vnto Iesus the auctor and fynnyssher of oure fayth which for the ioye that was set before him abode the crosse and despysed the shame and is set doune on the right honde of ye trone of God."},{"number":3,"verse":"Consider therfore how that he endured suche speakinge agaynst him of synners lest ye shuld be weried and faynte in youre myndes."},{"number":4,"verse":"For ye have not yet resisted vnto bloud sheddinge stryvinge agaynst synne."},{"number":5,"verse":"And ye have forgotten the consolacion which speaketh vnto you as vnto chyldren: My sonne despyse not the chastenynge of the Lorde nether faynt when thou arte rebuked of him:"},{"number":6,"verse":"For whom the Lorde loveth him he chasteneth: yee and he scourgeth every sonne that he receaveth."},{"number":7,"verse":"Yf ye endure chastninge God offereth him selfe vnto you as vnto sonnes. What sonne is that whom the father chasteneth not?"},{"number":8,"verse":"If ye be not vnder correccio (where of all are part takers) then are ye bastardes and not sonnes."},{"number":9,"verse":"Moreover seynge we had fathers of oure flesshe which corrected vs and we gave them reverence: shuld we not moche rather be in subieccion vnto the father of spretuall gyftes that we myght live?"},{"number":10,"verse":"And they verely for a feaue dayes nurtred vs after their awne pleasure: but he learneth vs vnto that which is proffitable that we myght receave of his holines."},{"number":11,"verse":"No manner chastisynge for the present tyme semeth to be ioyeous but greveous: neverthelesse afterwarde it bryngeth the quyet frute of rightewesnes vnto them which are therin exercysed."},{"number":12,"verse":"Stretch forthe therfore agayne the hondes which were let doune and the weake knees"},{"number":13,"verse":"and se that ye have strayght steppes vnto youre fete lest eny haltinge turne out of ye waye: yee let it rather be healed."},{"number":14,"verse":"Embrace peace with all men and holynes: with out the which no man shall se the Lorde."},{"number":15,"verse":"And looke to that no man be destitue of the grace of God and that no rote of bitternes springe vp and trouble and therby many be defiled:"},{"number":16,"verse":"and that there be no fornicator or vnclene person as Esau which for one breakfast solde his birthright."},{"number":17,"verse":"Ye knowe how that afterwarde when he wolde have inherited the blessinge he was put by and he foude no meanes to come therby agayne: no though he desyred it with teares."},{"number":18,"verse":"For ye are not come vnto the mounte that can be touched and vnto burninge fyre nor yet to myst and darcknes and tempest of wedder"},{"number":19,"verse":"nether vnto the sounde of a trope and the voyce of wordes: which voyce they that hearde it wisshed awaye that the comunicacion shuld not be spoken to them."},{"number":20,"verse":"For they were not able to abyde that which was spoken. If a beast had touched the mountayne it must have bene stoned or thrust thorowe with a darte:"},{"number":21,"verse":"eve so terreble was ye sight which appered. Moses sayde I feare and quake."},{"number":22,"verse":"But ye are come vnto the moute Sion and to the citie of the livinge god the celestiall Ierusalem: and to an innumerable sight of angels"},{"number":23,"verse":"and vnto the congregacion of ye fyrst borne sonnes which are writte in heven and to God the iudge of all and to the spretes of iust and parfecte men"},{"number":24,"verse":"and to Iesus the mediator of the newe testament and to the spryncklynge of bloud that speaketh better then the bloud of Abell."},{"number":25,"verse":"Se that ye despise not him yt speaketh. For yf they escaped not which refused him that spake on erth: moche more shall we not escape yf we turne awaye fro him yt speaketh fro heve:"},{"number":26,"verse":"whose voyce the shouke the erth and now declareth sayinge: yet once more will I shake not the erth only but also heven."},{"number":27,"verse":"No dout yt same that he sayth yet once more signifieth the removinge a waye of those thinges which are shaken as of thinges which have ended their course: that the thynges which are not shaken maye remayne."},{"number":28,"verse":"Wherfore if we receave a kyngdom which is not moved we have grace wherby we maye serve god and please him with reverence and godly feare."},{"number":29,"verse":"For oure god is a consumynge fyre."}]}