{"bibleAbbr":"TRC1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":4,"verses":[{"number":1,"verse":"Let vs feare therfore lest eny of vs forsakynge the promes of entrynge into his rest shulde seme to come behinde."},{"number":2,"verse":"For vnto vs was it declared as well as vnto them. But it proffited not them that they hearde the worde because they which hearde it coupled it not with fayth."},{"number":3,"verse":"But we which have beleved do enter into his rest as contrarywyse he sayde to the other: I have sworne in my wrath they shall not enter into my rest. And that spake he verely longe after that the workes were made and the foudacio of ye worlde layde."},{"number":4,"verse":"For he spake in a certayne place of ye seveth daye on this wyse: And god did rest ye seventh daye fro all his workes."},{"number":5,"verse":"And in this place agayne: They shall not come into my rest."},{"number":6,"verse":"Seynge therfore it foloweth that some muste enter therinto and they to who it was fyrst preached entred not therin for vnbeleves sake."},{"number":7,"verse":"Agayne he apoynteth in David a certayne present daye after so longe a tyme sayinge as it is rehearsed: this daye if ye heare his voyce be not harde herted."},{"number":8,"verse":"For if Iosue had geven them rest then wolde he not afterwarde have spoke of another daye."},{"number":9,"verse":"There remayneth therfore yet a rest to ye people of God."},{"number":10,"verse":"For he yt is is entred into his rest doth cease from his awne workes as god did from his."},{"number":11,"verse":"Let vs study therfore to entre into that rest lest eny man faule after the same ensample in to vnbelefe."},{"number":12,"verse":"For the worde of god is quycke and myghty in operacion and sharper then eny two edged swearde: and entreth through even vnto the dividynge asonder of the soule and the sprete and of the ioyntes and the mary: and iudgeth the thoughtes and the intentes of the herte:"},{"number":13,"verse":"nether is there eny creature invisible in the sight of it. For all thynges are naked and bare vnto the eyes of him of who we speake."},{"number":14,"verse":"Seynge then that we have a great hye prest whych is entred into heven (I meane Iesus the sonne of God) let vs holde oure profession."},{"number":15,"verse":"For we have not an hye prest which can not have compassion on oure infirmities: but was in all poyntes tempted lyke as we are: but yet with out synne."},{"number":16,"verse":"Let vs therfore goo boldely vnto the seate of grace that we maye receave mercy and fynde grace to helpe in tyme of nede."}]}