{"bibleAbbr":"TRC1535","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":9,"verses":[{"number":1,"verse":"That fyrst tabernacle verely had ordinaunces and servynges of god and wordly holynes."},{"number":2,"verse":"For there was a fore tabernacle made wherin was the candlesticke and the table and the shewe breed which is called wholy."},{"number":3,"verse":"But with in the secode vayle was ther a tabernacle which is called holiest of all"},{"number":4,"verse":"which had the golden senser and the arcke of the testamet overlayde round about with golde wherin was the golden pot with manna and Aarons rodde that spronge and the tables of the testament."},{"number":5,"verse":"Over the arcke were the cherubis of glory shadowynge the seate of grace. Of which thynges we wyll not now speake perticularly."},{"number":6,"verse":"When these thynges were thus ordeyned the prestes went all wayes into the fyrst tabernacle and executed the service of god."},{"number":7,"verse":"But into the seconde went the hye prest alone once every yeare: and not with out bloud which he offered for him silfe and for the ignoraunce of ye people."},{"number":8,"verse":"Wherwith ye holy goost this signifyeng yt the waye of holy thynges was not yet opened whill as yet ye fyrst tabernacle was stondynge."},{"number":9,"verse":"Which was a similitude for the tyme then present and in which were offered gyftes and sacrifises that coulde not make them that minister parfecte as pertaynynge to the conscience"},{"number":10,"verse":"with only meates and drinkes and divers wesshynges and iustifyinges of the flesshe which were ordeyned vntyll the tyme of reformacion."},{"number":11,"verse":"But Christ beynge an hye prest of good thynges to come came by a greater and a moare parfecte tabernacle not made with hondes: that is to saye not of this maner bildynge"},{"number":12,"verse":"nether by the bloud of gotes and calves: but by his awne bloud we entred once for all into the holy place and founde eternall redemcion."},{"number":13,"verse":"For yf the bloud of oxen and of Gotes and the asshes of an heyfer whe it was sprynckled puryfied the vnclene as touchynge the purifiynge of the flesshe:"},{"number":14,"verse":"How moche more shall the bloud of Christ (which thorow the eternall sprete offered him silfe with out spot to God) pourdge youre consciences from deed workes for to serve the livynge god?"},{"number":15,"verse":"And for this cause is he the mediator of ye newe testament that thorow deeth which chaunsed for the redempcion of those transgressions that were in ye fyrst testamet) they which were called myght receave the promes of eternall inheritaunce."},{"number":16,"verse":"For whersoever is a testament there must also be the deeth of him that maketh the testament."},{"number":17,"verse":"For the testament taketh auctoritie when men are deed: For it is of no value as longe as he that made it is alive."},{"number":18,"verse":"For which cause also nether that fyrst testament was ordeyned with out bloud."},{"number":19,"verse":"For when all the commaundementes were redde of Moses vnto all the people he toke ye bloud of calves and of Gotes with water and purple woll and ysope and sprynkled both the boke and all the people"},{"number":20,"verse":"sayinge: this is the bloud of the testament which god hath apoynted vnto you."},{"number":21,"verse":"Morover he sprenkled the tabernacle with bloud also and all the ministrynge vessels."},{"number":22,"verse":"And almost all thynges are bye the lawe pourged with bloud and with out effusion of bloud is no remission."},{"number":23,"verse":"It is then nede that the similitudes of hevenly thynges be purified with soche thynges: but the hevenly thynges them selves are purified with better sacrifises then are those."},{"number":24,"verse":"For Christ is not entred into the holy places that are made with hondes which are but similitudes of true thynges: but is entred into very heven for to appere now in the syght of God for vs:"},{"number":25,"verse":"not to offer him silfe often as the hye prest entreth in to ye holy place every yeare with straunge bloud"},{"number":26,"verse":"for then must he have often suffered sence the worlde bega. But now in the ende of the worlde hath he appered once to put synne to flyght by the offerynge vp of him silfe."},{"number":27,"verse":"And as it is apoynted vnto men that they shall once dye and then commeth the iudegement even"},{"number":28,"verse":"so Christ was once offered to take awaye the synnes of many and vnto them that loke for him shall he appeare agayne without synne vnto saluacion."}]}