{"bibleAbbr":"RSV1971","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"(Plucking Grain on the Sabbath) At that time Jesus went through the grainfields on the sabbath; his disciples were hungry, and they began to pluck heads of grain and to eat."},{"number":2,"verse":"But when the Pharisees saw it, they said to him, “Look, your disciples are doing what is not lawful to do on the sabbath.”"},{"number":3,"verse":"He said to them, “Have you not read what David did, when he was hungry, and those who were with him:"},{"number":4,"verse":"how he entered the house of God and ate the bread of the Presence, which it was not lawful for him to eat nor for those who were with him, but only for the priests?"},{"number":5,"verse":"Or have you not read in the law how on the sabbath the priests in the temple profane the sabbath, and are guiltless?"},{"number":6,"verse":"I tell you, something greater than the temple is here."},{"number":7,"verse":"And if you had known what this means, ‘I desire mercy, and not sacrifice,’ you would not have condemned the guiltless."},{"number":8,"verse":"For the Son of man is lord of the sabbath.”"},{"number":9,"verse":"(The Man with a Withered Hand) And he went on from there, and entered their synagogue."},{"number":10,"verse":"And behold, there was a man with a withered hand. And they asked him, “Is it lawful to heal on the sabbath?” so that they might accuse him."},{"number":11,"verse":"He said to them, “What man of you, if he has one sheep and it falls into a pit on the sabbath, will not lay hold of it and lift it out?"},{"number":12,"verse":"Of how much more value is a man than a sheep! So it is lawful to do good on the sabbath.”"},{"number":13,"verse":"Then he said to the man, “Stretch out your hand.” And the man stretched it out, and it was restored, whole like the other."},{"number":14,"verse":"But the Pharisees went out and took counsel against him, how to destroy him."},{"number":15,"verse":"(God’s Chosen Servant) Jesus, aware of this, withdrew from there. And many followed him, and he healed them all,"},{"number":16,"verse":"and ordered them not to make him known."},{"number":17,"verse":"This was to fulfil what was spoken by the prophet Isaiah:"},{"number":18,"verse":"“Behold, my servant whom I have chosen, my beloved with whom my soul is well pleased. I will put my Spirit upon him, and he shall proclaim justice to the Gentiles."},{"number":19,"verse":"He will not wrangle or cry aloud, nor will any one hear his voice in the streets;"},{"number":20,"verse":"he will not break a bruised reed or quench a smoldering wick, till he brings justice to victory;"},{"number":21,"verse":"and in his name will the Gentiles hope.”"},{"number":22,"verse":"(Jesus and Beelzebul) Then a blind and dumb demoniac was brought to him, and he healed him, so that the dumb man spoke and saw."},{"number":23,"verse":"And all the people were amazed, and said, “Can this be the Son of David?”"},{"number":24,"verse":"But when the Pharisees heard it they said, “It is only by Be-el′zebul, the prince of demons, that this man casts out demons.”"},{"number":25,"verse":"Knowing their thoughts, he said to them, “Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand;"},{"number":26,"verse":"and if Satan casts out Satan, he is divided against himself; how then will his kingdom stand?"},{"number":27,"verse":"And if I cast out demons by Be-el′zebul, by whom do your sons cast them out? Therefore they shall be your judges."},{"number":28,"verse":"But if it is by the Spirit of God that I cast out demons, then the kingdom of God has come upon you."},{"number":29,"verse":"Or how can one enter a strong man’s house and plunder his goods, unless he first binds the strong man? Then indeed he may plunder his house."},{"number":30,"verse":"He who is not with me is against me, and he who does not gather with me scatters."},{"number":31,"verse":"Therefore I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven."},{"number":32,"verse":"And whoever says a word against the Son of man will be forgiven; but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come."},{"number":33,"verse":"(A Tree and Its Fruit) “Either make the tree good, and its fruit good; or make the tree bad, and its fruit bad; for the tree is known by its fruit."},{"number":34,"verse":"You brood of vipers! how can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks."},{"number":35,"verse":"The good man out of his good treasure brings forth good, and the evil man out of his evil treasure brings forth evil."},{"number":36,"verse":"I tell you, on the day of judgment men will render account for every careless word they utter;"},{"number":37,"verse":"for by your words you will be justified, and by your words you will be condemned.”"},{"number":38,"verse":"(The Sign of Jonah) Then some of the scribes and Pharisees said to him, “Teacher, we wish to see a sign from you.”"},{"number":39,"verse":"But he answered them, “An evil and adulterous generation seeks for a sign; but no sign shall be given to it except the sign of the prophet Jonah."},{"number":40,"verse":"For as Jonah was three days and three nights in the belly of the whale, so will the Son of man be three days and three nights in the heart of the earth."},{"number":41,"verse":"The men of Nin′eveh will arise at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and behold, something greater than Jonah is here."},{"number":42,"verse":"The queen of the South will arise at the judgment with this generation and condemn it; for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here."},{"number":43,"verse":"(The Return of the Unclean Spirit) “When the unclean spirit has gone out of a man, he passes through waterless places seeking rest, but he finds none."},{"number":44,"verse":"Then he says, ‘I will return to my house from which I came.’ And when he comes he finds it empty, swept, and put in order."},{"number":45,"verse":"Then he goes and brings with him seven other spirits more evil than himself, and they enter and dwell there; and the last state of that man becomes worse than the first. So shall it be also with this evil generation.”"},{"number":46,"verse":"(The True Kindred of Jesus) While he was still speaking to the people, behold, his mother and his brothers stood outside, asking to speak to him. (Other ancient authorities insert verse 47, Some one told him, “Your mother and your brothers are standing outside, asking to speak to you”)"},{"number":48,"verse":"But he replied to the man who told him, “Who is my mother, and who are my brothers?”"},{"number":49,"verse":"And stretching out his hand toward his disciples, he said, “Here are my mother and my brothers!"},{"number":50,"verse":"For whoever does the will of my Father in heaven is my brother, and sister, and mother.”"}]}