{"bibleAbbr":"NKJV1982","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"“Ephraim (Job 15:2, 3; Hos. 8:7) feeds on the wind, And pursues the east wind; He daily increases lies and desolation. (2 Kin. 17:4; Hos. 8:9) Also they make a covenant with the Assyrians, And (Is. 30:6) oil is carried to Egypt."},{"number":2,"verse":"“The (Hos. 4:1; Mic. 6:2) LORD also brings a charge against Judah, And will punish Jacob according to his ways; According to his deeds He will recompense him."},{"number":3,"verse":"He took his brother (Gen. 25:26) by the heel in the womb, And in his strength he (Gen. 32:24-28) struggled with God."},{"number":4,"verse":"Yes, he struggled with the Angel and prevailed; He wept, and sought favor from Him. He found Him in ((Gen. 28:12-19; 35:9-15)) Bethel, And there He spoke to us—"},{"number":5,"verse":"That is, the LORD God of hosts. The LORD is His (Ex. 3:15) memorable name."},{"number":6,"verse":"(Hos. 14:1; Mic. 6:8) So you, by the help of your God, return; Observe mercy and justice, And wait on your God continually."},{"number":7,"verse":"“A cunning Canaanite! (Prov. 11:1; Amos 8:5; Mic. 6:11) Deceitful scales are in his hand; He loves to oppress."},{"number":8,"verse":"And Ephraim said, (Ps. 62:10; Hos. 13:6; Rev. 3:17) ‘Surely I have become rich, I have found wealth for myself; In all my labors They shall find in me no iniquity that is sin.’"},{"number":9,"verse":"“But I am the LORD your God, Ever since the land of Egypt; (Lev. 23:42) I will again make you dwell in tents, As in the days of the appointed feast."},{"number":10,"verse":"(2 Kin. 17:13; Jer. 7:25) I have also spoken by the prophets, And have multiplied visions; I have given symbols through the witness of the prophets.”"},{"number":11,"verse":"Though (Hos. 6:8) Gilead has idols— Surely they are vanity— Though they sacrifice bulls in (Hos. 9:15) Gilgal, Indeed their altars shall be heaps in the furrows of the field."},{"number":12,"verse":"Jacob (Gen. 28:5; Deut. 26:5) fled to the country of Syria; (Gen. 29:20, 28) Israel served for a spouse, And for a wife he tended sheep."},{"number":13,"verse":"(Ex. 12:50, 51; 13:3; Ps. 77:20; Is. 63:11, 12; Mic. 6:4) By a prophet the LORD brought Israel out of Egypt, And by a prophet he was preserved."},{"number":14,"verse":"Ephraim (Ezek. 18:10-13) provoked Him to anger most bitterly; Therefore his Lord will leave the guilt of his bloodshed upon him, (Dan. 11:18; Mic. 6:16) And return his reproach upon him."}]}