{"bibleAbbr":"NKJV1982","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"(Relentless Judgment on Israel) When Ephraim spoke, trembling, He exalted himself in Israel; But when he offended through Baal worship, he died."},{"number":2,"verse":"Now they sin more and more, And have made for themselves molded images, Idols of their silver, according to their skill; All of it is the work of craftsmen. They say of them, “Let the men who sacrifice kiss the calves!”"},{"number":3,"verse":"Therefore they shall be like the morning cloud And like the early dew that passes away, (Ps. 1:4; Is. 17:13; Dan. 2:35) Like chaff blown off from a threshing floor And like smoke from a chimney."},{"number":4,"verse":"“Yet (Is. 43:11) I am the LORD your God Ever since the land of Egypt, And you shall know no God but Me; For (Is. 43:11; 45:21, 22; (1 Tim. 2:5)) there is no savior besides Me."},{"number":5,"verse":"(Deut. 2:7; 32:10) I knew you in the wilderness, (Deut. 8:15) In the land of great drought."},{"number":6,"verse":"(Deut. 8:12, 14; 32:13-15; Jer. 5:7) When they had pasture, they were filled; They were filled and their heart was exalted; Therefore they forgot Me."},{"number":7,"verse":"“So (Lam. 3:10; Hos. 5:14) I will be to them like a lion; Like (Jer. 5:6) a leopard by the road I will lurk;"},{"number":8,"verse":"I will meet them (2 Sam. 17:8; Prov. 17:12) like a bear deprived of her cubs; I will tear open their rib cage, And there I will devour them like a lion. The wild beast shall tear them."},{"number":9,"verse":"“O Israel, you are destroyed, But your help is from Me."},{"number":10,"verse":"I will be your King; (Deut. 32:38) Where is any other, That he may save you in all your cities? And your judges to whom (1 Sam. 8:5, 6) you said, ‘Give me a king and princes’?"},{"number":11,"verse":"(1 Sam. 8:7; 10:17-24) I gave you a king in My anger, And took him away in My wrath."},{"number":12,"verse":"“The (Deut. 32:34, 35; Job 14:17; (Rom. 2:5)) iniquity of Ephraim is bound up; His sin is stored up."},{"number":13,"verse":"(Is. 13:8; Mic. 4:9, 10) The sorrows of a woman in childbirth shall come upon him. He is an unwise son, For he should not stay long where children are born."},{"number":14,"verse":"“I will ransom them from the power of the grave; I will redeem them from death. ((1 Cor. 15:54, 55)) O Death, I will be your plagues! O Grave, I will be your destruction! (Jer. 15:6) Pity is hidden from My eyes.”"},{"number":15,"verse":"Though he is fruitful among his brethren, (Gen. 41:6; Jer. 4:11, 12; Ezek. 17:10; 19:12) An east wind shall come; The wind of the LORD shall come up from the wilderness. Then his spring shall become dry, And his fountain shall be dried up. He shall plunder the treasury of every desirable prize."},{"number":16,"verse":"Samaria is held guilty, For she has (2 Kin. 18:12) rebelled against her God. They shall fall by the sword, Their infants shall be dashed in pieces, And their women with child (2 Kin. 15:16) ripped open."}]}