{"bibleAbbr":"NKJV1982","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"Say to your brethren, ‘My people,’ And to your sisters, ‘Mercy is shown.’"},{"number":2,"verse":"(God’s Unfaithful People) “Bring charges against your mother, bring charges; For (Is. 50:1) she is not My wife, nor am I her Husband! Let her put away her (Ezek. 16:25) harlotries from her sight, And her adulteries from between her breasts;"},{"number":3,"verse":"Lest (Jer. 13:22, 26; Ezek. 16:37-39) I strip her naked And expose her, as in the day she was (Ezek. 16:4-7, 22) born, And make her like a wilderness, And set her like a dry land, And slay her with (Jer. 14:3; Amos 8:11-13) thirst."},{"number":4,"verse":"“I will not have mercy on her children, For they are the (John 8:41) children of harlotry."},{"number":5,"verse":"For their mother has played the harlot; She who conceived them has behaved shamefully. For she said, ‘I will go after my lovers, (Ezek. 23:5; Hos. 2:8, 12) Who give me my bread and my water, My wool and my linen, My oil and my drink.’"},{"number":6,"verse":"“Therefore, behold, (Job 19:8; Lam. 3:7, 9) I will hedge up your way with thorns, And wall her in, So that she cannot find her paths."},{"number":7,"verse":"She will chase her lovers, But not overtake them; Yes, she will seek them, but not find them. Then she will say, (Luke 15:17, 18) ‘I will go and return to my (Is. 54:5-8; Jer. 2:2; 3:1; Ezek. 16:8; 23:4) first husband, For then it was better for me than now.’"},{"number":8,"verse":"For she did not (Is. 1:3; Ezek. 16:19) know That I gave her grain, new wine, and oil, And multiplied her silver and gold— Which they prepared for Baal."},{"number":9,"verse":"“Therefore I will return and take away My grain in its time And My new wine in its season, And will take back My wool and My linen, Given to cover her nakedness."},{"number":10,"verse":"Now (Ezek. 16:37) I will uncover her lewdness in the sight of her lovers, And no one shall deliver her from My hand."},{"number":11,"verse":"(Jer. 7:34; 16:9; Hos. 3:4; Amos 5:21; 8:10) I will also cause all her mirth to cease, Her feast days, Her New Moons, Her Sabbaths— All her appointed feasts."},{"number":12,"verse":"“And I will destroy her vines and her fig trees, Of which she has said, ‘These are my wages that my lovers have given me.’ So I will make them a forest, And the beasts of the field shall eat them."},{"number":13,"verse":"I will punish her For the days of the Baals to which she burned incense. She decked herself with her earrings and jewelry, And went after her lovers; But Me she forgot,” says the LORD."},{"number":14,"verse":"(God’s Mercy on His People) “Therefore, behold, I will allure her, Will bring her into the wilderness, And speak comfort to her."},{"number":15,"verse":"I will give her her vineyards from there, And (Josh. 7:26) the Valley of Achor as a door of hope; She shall sing there, As in (Jer. 2:1-3; Ezek. 16:8-14) the days of her youth, (Ex. 15:1) As in the day when she came up from the land of Egypt."},{"number":16,"verse":"“And it shall be, in that day,” Says the LORD, “That you will call Me ‘My Husband,’ And no longer call Me ‘My Master,’"},{"number":17,"verse":"For (Ex. 23:13; Josh. 23:7; Ps. 16:4) I will take from her mouth the names of the Baals, And they shall be remembered by their name no more."},{"number":18,"verse":"In that day I will make a (Job 5:23; Is. 11:6-9; Ezek. 34:25) covenant for them With the beasts of the field, With the birds of the air, And with the creeping things of the ground. Bow and sword of battle (Is. 2:4; Ezek. 39:1-10) I will shatter from the earth, To make them (Lev. 26:5; Is. 32:18; Jer. 23:6; Ezek. 34:25) lie down safely."},{"number":19,"verse":"“I will betroth you to Me forever; Yes, I will betroth you to Me In righteousness and justice, In lovingkindness and mercy;"},{"number":20,"verse":"I will betroth you to Me in faithfulness, And ((Jer. 31:33, 34); Hos. 6:6; 13:4; (John 17:3)) you shall know the LORD."},{"number":21,"verse":"“It shall come to pass in that day That (Is. 55:10; Zech. 8:12; (Mal. 3:10, 11)) I will answer,” says the LORD; “I will answer the heavens, And they shall answer the earth."},{"number":22,"verse":"The earth shall answer With grain, With new wine, And with oil; They shall answer Jezreel."},{"number":23,"verse":"Then (Jer. 31:27; Amos 9:15) I will sow her for Myself in the earth, (Hos. 1:6) And I will have mercy on her who had not obtained mercy; Then (Hos. 1:10; Zech. 13:9; Rom. 9:25, 26; (Eph. 2:11-22); 1 Pet. 2:10) I will say to those who were not My people, ‘You are My people!’ And they shall say, ‘You are my God!’ ”"}]}