{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"( সোফরের প্রথম বক্তৃতা।) পরে নামাথীয় সোফর উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"এত কথার কি কিছুই উত্তর দেওয়া যাইবে না? বাচালকে কি ধার্ম্মিক বলা যাইবে?"},{"number":3,"verse":"তোমার দর্পে কি মনুষ্যেরা নীরব থাকিবে? তুমি বিদ্রূপ করিলে কি কেহ তোমাকে লজ্জা দিবে না?"},{"number":4,"verse":"তুমি [ঈশ্বরকে] কহিতেছ, ‘আমার বাক্য শুদ্ধ, আমি তোমার দৃষ্টিতে শুচি।’"},{"number":5,"verse":"আহা! ঈশ্বর একবার কথা বলুন, তিনি তোমার বিরুদ্ধে আপন ওষ্ঠ খুলুন,"},{"number":6,"verse":"তিনি প্রজ্ঞার গূঢ় তত্ত্ব তোমাকে জ্ঞাত করুন, কারণ বুদ্ধিকৌশল বহুবিধ; জানিও, ঈশ্বর তোমার অপরাধের অনেকটা ছাড়িয়া দেন।"},{"number":7,"verse":"তুমি কি অনুসন্ধান দ্বারা ঈশ্বরকে পাইতে পার? সর্ব্বশক্তিমানের সম্পূর্ণ তত্ত্ব পাইতে পার?"},{"number":8,"verse":"সে তত্ত্ব গগনবৎ উচ্চ; তুমি কি করিতে পার? পাতাল অপেক্ষাও অগাধ; তুমি কি জানিতে পার?"},{"number":9,"verse":"পৃথিবী হইতেও তাহার পরিমাণ দীর্ঘ, সমুদ্র হইতেও তাহার পরিসর অধিক।"},{"number":10,"verse":"তিনি যদি হঠাৎ আসিয়া বদ্ধ করেন, যদি বিচারসভা করেন, তবে তাঁহাকে কে নিবারণ করিতে পারে?"},{"number":11,"verse":"কেননা তিনি অলীক লোকদিগকে জানেন, আলোচনা না করিয়াও অধর্ম্ম দেখেন।"},{"number":12,"verse":"কিন্তু নিঃসার মনুষ্য জ্ঞানবিহীন, সে জন্মাবধি বনগর্দ্দভের শাবকের তুল্য।"},{"number":13,"verse":"তুমি যদি আপনার চিত্ত স্থির কর, যদি তাঁহার অভিমুখে অঞ্জলি প্রসারণ কর;"},{"number":14,"verse":"হস্তে অধর্ম্ম থাকিলে যদি তাহা দূর কর, অন্যায়কে তব তাম্বুতে বাস করিতে না দেও;"},{"number":15,"verse":"তবে তুমি তোমার মুখ বিনা কলঙ্কে তুলিবে, তুমি সুস্থির থাকিবে, ভয় করিবে না।"},{"number":16,"verse":"কারণ তুমি তোমার কষ্ট ভুলিয়া যাইবে, তাহা প্রবাহিত জলের ন্যায় মনে হইবে।"},{"number":17,"verse":"তোমার জীবন মধ্যাহ্ন হইতেও বিমল হইবে, অন্ধকার হইলেও তাহা প্রভাতের ন্যায় হইবে।"},{"number":18,"verse":"তুমি সাহস করিবে, কারণ প্রত্যাশা আছে, চারিদিকে তত্ত্ব লইয়া নির্ভয়ে শয়ন করিবে।"},{"number":19,"verse":"আর তুমি শুইবে, কেহ তোমাকে ভয় দেখাইবে না, বরং অনেকে তোমার কাছে বিনতি করিবে।"},{"number":20,"verse":"কিন্তু দুষ্টদের চক্ষু নিস্তেজ হইবে, তাহাদের আশ্রয় বিনষ্ট হইবে, তাহাদের আশা প্রাণত্যাগে পরিণত হইবে।"}]}