{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"( ইয়োবের উত্তর।) পরে ইয়োব উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"অবশ্য তোমরাই লোক! প্রজা তোমাদের সহিত মরিয়া যাইবে!"},{"number":3,"verse":"কিন্তু তোমাদের ন্যায় আমারও বুদ্ধি আছে; তোমাদের হইতে আমি নিকৃষ্ট নহি; বাস্তবিক, এরূপ কথা কে না জানে?"},{"number":4,"verse":"আমি প্রতিবাসীর হাস্যাস্পদ হইয়াছি; ঈশ্বরকে ডাকিলে তিনি যাহাকে উত্তর দিতেন, সেই ধার্ম্মিক সিদ্ধ ব্যক্তি হাস্যাস্পদ হইয়াছে।"},{"number":5,"verse":"নিশ্চিন্ত লোকের জ্ঞানে বিপদ অবজ্ঞার বিষয়; যাহাদের পা পিছলিয়া যায়, তাহাদের জন্য তাহা প্রস্তুত।"},{"number":6,"verse":"দস্যুদের তাম্বু শান্তিযুক্ত, ঈশ্বরের ক্রোধজনকেরা নির্ব্বিঘ্নে থাকে, ঈশ্বর তাহাদের হস্তে ধন দেন।"},{"number":7,"verse":"পশুদিগকে জিজ্ঞাসা কর, তাহারা তোমাকে শিক্ষা দিবে; আকাশের পক্ষীগণকে জিজ্ঞাসা কর, তাহারা তোমাকে বলিয়া দিবে;"},{"number":8,"verse":"পৃথিবীকে বল, সে তোমাকে শিক্ষা দিবে, সমুদ্রের মৎস্যগণ তোমাকে বলিয়া দিবে।"},{"number":9,"verse":"এ সকল দেখিয়া কে না জানে যে, সদাপ্রভুরই হস্ত ইহা সম্পন্ন করিয়াছে;"},{"number":10,"verse":"তাঁহারই হস্তে সমস্ত জীবের প্রাণ, সমস্ত মানবজাতির আত্মা রহিয়াছে।"},{"number":11,"verse":"রসনা যেমন খাদ্যের আস্বাদ লয়, তেমনি কর্ণ কি কথার পরীক্ষা করে না?"},{"number":12,"verse":"প্রাচীনদের নিকটে প্রজ্ঞা আছে, দীর্ঘায়ু বুদ্ধিসমন্বিত।"},{"number":13,"verse":"তাঁহারই নিকটে প্রজ্ঞা ও পরাক্রম আছে, পরামর্শ ও বুদ্ধি তাঁহারই।"},{"number":14,"verse":"দেখ, তিনি ভাঙ্গিয়া ফেলিলে আর গড়া যায় না, তিনি মনুষ্যকে রুদ্ধ করিলে মুক্ত করা যায় না।"},{"number":15,"verse":"দেখ, তিনি জল বদ্ধ করিলে তাহা শুষ্ক হয়, জল পাঠাইলে তাহা পৃথিবীকে লণ্ডভণ্ড করে।"},{"number":16,"verse":"বল ও বুদ্ধিকৌশল তাঁহার, ভ্রান্ত ও ভ্রামক তাঁহার।"},{"number":17,"verse":"তিনি মন্ত্রিগণকে সর্ব্বস্বহীন করিয়া লইয়া যান, তিনি বিচারকর্ত্তাদিগকে অবোধ করেন,"},{"number":18,"verse":"তিনি রাজাদিগের কর্ত্তৃত্ববন্ধন মুক্ত করেন, তাঁহাদের কটিদেশে পটুকা বদ্ধ করেন,"},{"number":19,"verse":"যাজকগণকে সর্ব্বস্বহীন করিয়া লইয়া যান, দৃঢ়মূলদিগকে উন্মূলন করেন।"},{"number":20,"verse":"তিনি বিশ্বস্তদের কথা অন্যথা করেন, বৃদ্ধগণের বিবেচনা হরণ করেন।"},{"number":21,"verse":"তিনি কর্ত্তাদের উপরে তুচ্ছতা ঢালিয়া দেন, বিক্রমীদের কটিবন্ধন খুলিয়া ফেলেন।"},{"number":22,"verse":"তিনি অন্ধকার হইতে নিগূঢ়তত্ত্ব প্রকাশ করেন, মৃত্যুচ্ছায়াকে আলোর মধ্যে আনয়ন করেন।"},{"number":23,"verse":"তিনি জাতিগণকে বাড়ান, আবার বিনাশ করেন, জাতিদিগকে প্রসারিত করেন, আবার লইয়া যান।"},{"number":24,"verse":"তিনি পৃথিবীর জনাধ্যক্ষদের হৃদয় হরণ করেন, পথহীন মরুভূমিতে তাহাদিগকে ভ্রমণ করান।"},{"number":25,"verse":"তাহারা আঁধারে হাঁতড়িয়া বেড়ায়, আলো পায় না; তিনি তাহাদিগকে মত্তের ন্যায় ভ্রমণ করান।"}]}