{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"( ইলীফসের দ্বিতীয় বক্তৃতা।) পরে তৈমনীয় ইলীফস উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"জ্ঞানবান কি বায়ুবৎ জ্ঞানসহ উত্তর করিবে? সে কি পূর্ব্বীয় বায়ুতে উদর পূর্ণ করিবে?"},{"number":3,"verse":"সে কি অনর্থক কথায় বিবাদ করিবে? সে কি নিষ্ফল বাক্য কহিবে?"},{"number":4,"verse":"তুমি ত ভয় ছাড়িয়া দিতেছ, ঈশ্বরের সাক্ষাতে প্রার্থনানুরাগ ক্ষীণ করিতেছ।"},{"number":5,"verse":"তোমারই মুখ তোমার অপরাধ ব্যক্ত করে, তুমি ধূর্ত্তদের জিহ্বা মনোনীত করিতেছ।"},{"number":6,"verse":"তোমারই মুখ তোমাকে দূষিতেছে, আমি নই; তোমারই ওষ্ঠাধর তোমার বিরুদ্ধে প্রমাণ দিতেছে।"},{"number":7,"verse":"মনুষ্যদের মধ্যে তুমি কি প্রথমজাত? পর্ব্বতগণের পূর্ব্বে কি তোমার জন্ম হইয়াছিল?"},{"number":8,"verse":"তুমি কি ঈশ্বরের গূঢ় মন্ত্রণা শুনিয়াছ? সমস্ত প্রজ্ঞা কি আত্মসাৎ করিয়াছ?"},{"number":9,"verse":"আমরা যাহা না জানি, এমন কি জান? আমাদের যাহা অজ্ঞাত, এমন কি বুঝ?"},{"number":10,"verse":"পক্বকেশ ও বৃদ্ধেরা আমাদের মধ্যে আছেন, তাঁহারা তোমার পিতা হইতেও বৃদ্ধ।"},{"number":11,"verse":"ঈশ্বরের সান্ত্বনাবাক্য কি তোমার জ্ঞানে ক্ষুদ্র? তোমার সহিত কোমল আলাপ কি ক্ষুদ্র?"},{"number":12,"verse":"তোমার মন কেন তোমাকে বিপথে টানে? তোমার চক্ষু কেন মিট্মিট্ করে?"},{"number":13,"verse":"তুমি ত ঈশ্বরের বিরুদ্ধে তোমার আত্মা ফিরাইতেছ, সেইরূপ কথা মুখ হইতে নির্গত করিতেছ।"},{"number":14,"verse":"মর্ত্ত্য কি যে, সে পবিত্র হইতে পারে? অবলাজাত মনুষ্য কি ধার্ম্মিক হইতে পারে?"},{"number":15,"verse":"দেখ, তিনি আপনার পবিত্রগণেও বিশ্বাস করেন না, তাঁহার দৃষ্টিতে আকাশও নির্ম্মল নহে।"},{"number":16,"verse":"তবে যে ঘৃণার্হ ও ভ্রষ্ট, যে জন জলের মত অধর্ম্ম পান করে, সে কি!"},{"number":17,"verse":"আমি তোমাকে বলি, আমার কথা শুন, আমি যাহা দেখিয়াছি তাহা প্রচার করিব।"},{"number":18,"verse":"(জ্ঞানিগণ তাহা প্রকাশ করিয়াছেন, আপনাদের পিতৃলোক হইতে পাইয়া গুপ্ত রাখেন নাই;"},{"number":19,"verse":"কেবল তাঁহাদিগকেই দেশ দত্ত হইয়াছিল, তাঁহাদের মধ্যে অপর লোক ভ্রমণ করিত না।)"},{"number":20,"verse":"দুরাচার যাবজ্জীবন ক্লেশ পায়, দুর্দ্দান্তের বৎসর-সংখ্যা নিরূপিত আছে।"},{"number":21,"verse":"তাহার কর্ণকুহরে ত্রাসের শব্দ আছে, শান্তির সময়ে বিনাশক তাহাকে আক্রমণ করে।"},{"number":22,"verse":"সে বিশ্বাস করে না যে, অন্ধকার হইতে সে ফিরিয়া আসিবে, সে খড়্গের জন্য নির্দ্ধারিত।"},{"number":23,"verse":"সে খাদ্যের চেষ্টায় ভ্রমণ করে, বলে, তাহা কোথায়? সে জানে, অন্ধকারের দিন তাহার সন্নিকট।"},{"number":24,"verse":"সঙ্কট ও মনস্তাপ তাহাকে ভয় দেখায়, যুদ্ধার্থ সসজ্জ রাজার ন্যায় তাহার বিরুদ্ধে প্রবল হয়।"},{"number":25,"verse":"কারণ সে ঈশ্বরের বিরুদ্ধে হস্ত বিস্তার করিয়াছে, সর্ব্বশক্তিমানের বিরুদ্ধে আস্ফালন করিয়াছে;"},{"number":26,"verse":"সে উচ্চগ্রীব হইয়া তাঁহার বিরুদ্ধে দৌড়িতেছে; আপনার ঢালের স্থূল অংশ সকল দেখাইয়া দৌড়িতেছে।"},{"number":27,"verse":"যেহেতু সে আপন মেদে মুখ ঢাকিত, সে আপন কটিদেশ হৃষ্টপুষ্ট করিত;"},{"number":28,"verse":"সে বাস করিত উৎসন্ন নগরে, সেই সকল বাটীতে, যাহাতে কেহ বাস করিত না, যাহা প্রস্তররাশি হইবার জন্য নিরূপিত ছিল।"},{"number":29,"verse":"সে ধনী হইবে না, তাহার সম্পত্তি থাকিবে না; তাহাদের ফল ভূমিতে নুইয়া পড়িবে না।"},{"number":30,"verse":"সে অন্ধকার হইতে প্রস্থান করিবে না; অগ্নিশিখা তাহার শাখা শুষ্ক করিবে, সে তদীয় মুখের নিঃশ্বাসে উড়িয়া যাইবে।"},{"number":31,"verse":"সে ভ্রান্ত হইয়া অলীকতায় বিশ্বাস না করুক, কেননা অলীকতাই তাহার বেতন হইবে;"},{"number":32,"verse":"তাহার কালের পূর্ব্বেই তাহা পরিশোধ হইবে, তাহার শাখা সতেজ হইবে না।"},{"number":33,"verse":"দ্রাক্ষালতার ন্যায় তাহার অপক্ব ফল ঝরিয়া পড়িবে, জিত বৃক্ষের ন্যায় তাহার পুষ্প খসিয়া পড়িবে।"},{"number":34,"verse":"পামরদের মণ্ডলী বন্ধ্যা হইবে, অগ্নি উৎকোচ-তাম্বু সকল গ্রাস করিবে।"},{"number":35,"verse":"তাহারা অনিষ্ট গর্ভে ধারণ করে, অন্যায় প্রসব করে, তাহাদের উদরে প্রতারণা প্রস্তুত হয়।"}]}