{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"( বিল্দদের দ্বিতীয় বক্তৃতা।) পরে শূহীয় বিল্দদ উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"তোমরা কত কাল বাক্য ধরিতে জাল পাতিবে? বিবেচনা কর, পরে আমরা উত্তর করিব।"},{"number":3,"verse":"আমরা কি নিমিত্ত পশুবৎ গণিত হইয়াছি, তোমাদের দৃষ্টিতে অশুচি হইয়াছি?"},{"number":4,"verse":"তুমি ত ক্রোধে আপনাকে বিদীর্ণ করিতেছ, তোমার নিমিত্ত কি পৃথিবী ত্যাগ করা যাইবে? শৈলকে কি স্বস্থান হইতে সরান যাইবে?"},{"number":5,"verse":"দুষ্টের দীপ্তি ত নির্ব্বাণ হইবে, তাহার অগ্নিশিখা নিস্তেজ হইবে।"},{"number":6,"verse":"তাহার তাম্বুতে আলোক অন্ধকার হইবে, তাহার উপরিস্থ প্রদীপ নিবিয়া যাইবে।"},{"number":7,"verse":"তাহার বলের গতি খর্ব্ব করা যাইবে, সে আপনার পরামর্শ দ্বারাই নিপাতিত হইবে।"},{"number":8,"verse":"সে ত আপন পাদসঞ্চারে জালমধ্যে চালিত হয়, সে ফাঁশ-কলের উপর দিয়া গমন করে।"},{"number":9,"verse":"তাহার পাদমূল পাশে বদ্ধ হইবে, সে ফাঁদে ধৃত হইবে।"},{"number":10,"verse":"তাহার জন্য ফাঁশ ভূমিতে লুক্কায়িত আছে, তাহার জন্য পথে কল পাতা আছে।"},{"number":11,"verse":"চারিদিকে নানাবিধ ত্রাস তাহাকে ভয় দেখাইবে, পদে পদে তাহাকে তাড়না করিবে।"},{"number":12,"verse":"তাহার বল ক্ষুধায় ক্ষীণ হইবে, বিপদ তাহার পার্শ্বে অবস্থিত থাকিবে।"},{"number":13,"verse":"তাহা তাহার দেহের অঙ্গ সকল ভক্ষণ করিবে, মৃত্যুর জ্যেষ্ঠ তনয় তাহার সর্ব্বাঙ্গ ভক্ষণ করিবে;"},{"number":14,"verse":"সে আপন বিশ্বাস-স্থল তাম্বু হইতে উৎপাটিত, এবং ত্রাস-রাজের কাছে নীত হইবে।"},{"number":15,"verse":"তাহার অসম্পর্কীয়েরা তাহার তাম্বুতে বাস করিবে, তাহার বাসস্থানে গন্ধক ছড়ান যাইবে।"},{"number":16,"verse":"নীচে তাহার মূল শুষ্ক হইবে, উপরে তাহার শাখা ম্লান হইবে।"},{"number":17,"verse":"পৃথিবী হইতে তাহার স্মৃতি লুপ্ত হইবে, পথে কেহ তাহার নাম করিবে না।"},{"number":18,"verse":"সে আলো হইতে অন্ধকারে দূরীকৃত হইবে, সে সংসার হইতে বিতাড়িত হইবে;"},{"number":19,"verse":"স্বজাতীয়দের মধ্যে তাহার পুত্র কি পৌত্র থাকিবে না, তাহার প্রবাস-স্থানে কেহই অবশিষ্ট থাকিবে না,"},{"number":20,"verse":"তাহার দুর্দিনে পশ্চিমদেশীয়েরা স্তম্ভিত হইবে, পূর্ব্বদেশীয়েরা ভয়ে রোমাঞ্চিত হইবে।"},{"number":21,"verse":"সত্যই, অন্যায়ীদের বসতি এই রূপ; যে ঈশ্বরকে জানে না, তাহার এই দশা।"}]}