{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"( ইলীফসের তৃতীয় বক্তৃতা।) পরে তৈমনীয় ইলীফস উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"মনুষ্য কি ঈশ্বরের উপকারী হইতে পারে? বরং বিবেচক আপনারই উপকারী হয়।"},{"number":3,"verse":"তুমি ধার্ম্মিক হইলে কি সর্ব্বশক্তিমানের আমোদ হয়? তুমি সিদ্ধ আচরণ করিলে কি তাঁহার লাভ হয়?"},{"number":4,"verse":"তিনি কি তোমার ভয়হেতু তোমাকে অনুযোগ করেন, সেই জন্য কি তোমার সহিত বিচারে প্রবৃত্ত হন?"},{"number":5,"verse":"তোমার দুষ্ক্রিয়া কি বিস্তর নয়? তোমার অপরাধের সীমা নাই।"},{"number":6,"verse":"তুমি অকারণে নিজ ভ্রাতা হইতে বন্ধক লইতে, তুমি বস্ত্রহীনের বস্ত্র হরণ করিতে।"},{"number":7,"verse":"তুমি পরিশ্রান্তকে পান করিতে জল দিতে না, ক্ষুধিতকে আহার দিতে অস্বীকার করিতে।"},{"number":8,"verse":"কিন্তু দেশ বলবান লোকেরই অধিকার ছিল, সম্মানের পাত্রই তাহাতে বাস করিত।"},{"number":9,"verse":"তুমি বিধবাদিগকে রিক্তহস্তে বিদায় করিতে, পিতৃহীনদিগের বাহু চূর্ণ করা হইত।"},{"number":10,"verse":"এই কারণ তোমার চতুর্দ্দিকে ফাঁদ আছে, আকস্মিক ত্রাস তোমাকে বিহ্বল করে।"},{"number":11,"verse":"অন্ধকার হইয়াছে, তুমি দেখিতে পাইতেছ না, জলের বন্যা তোমাকে আচ্ছন্ন করিয়াছে।"},{"number":12,"verse":"ঈশ্বর কি উচ্চতম স্বর্গে থাকেন না? তারাগণের মাথা দেখ, সে সকল কেমন উচ্চ!"},{"number":13,"verse":"কিন্তু তুমি কহিতেছ, ঈশ্বর কি জানেন? অন্ধকারে থাকিয়া তিনি কি শাসন করেন?"},{"number":14,"verse":"নিবিড় মেঘ তাঁহার অন্তরাল, তিনি দেখেন না, তিনি গগনমণ্ডলে বিহার করেন।"},{"number":15,"verse":"তুমি কি প্রাক্কালের সেই পথ ধরিবে, যাহার পথিকগণ দুর্জ্জন ছিল?"},{"number":16,"verse":"তাহারা ত অকালে অপনীত হইল, তাহাদের ভিত্তিমূল বন্যায় ভাসিয়া গেল।"},{"number":17,"verse":"তাহারা ঈশ্বরকে বলিত, আমাদের নিকট হইতে দূর হও; সর্ব্বশক্তিমান্ আমাদের কি করিবেন?"},{"number":18,"verse":"তবু তিনি তাহাদের গৃহ উত্তম দ্রব্যে পূর্ণ করিতেন; কিন্তু দুষ্টদের পরামর্শ আমা হইতে দূরবর্ত্তী।"},{"number":19,"verse":"ইহা দেখিয়া ধার্ম্মিকগণ আনন্দ করে, নির্দ্দোষ লোকে উহাদিগকে ঠাট্টা করিয়া বলে,"},{"number":20,"verse":"“ সত্যই আমাদের বিপক্ষগণ বিনষ্ট হইয়াছে, অগ্নি উহাদের অবশেষ গ্রাস করিয়াছে।”"},{"number":21,"verse":"বিনয় করি, ঈশ্বরের সহিত পরিচিত হও, শান্তি পাইবে; তাহা হইলে মঙ্গল তোমার কাছে আসিবে।"},{"number":22,"verse":"তাঁহার মুখ হইতে ব্যবস্থা গ্রহণ কর, তাঁহার বাক্য হৃদয়মধ্যে রাখ।"},{"number":23,"verse":"সর্ব্বশক্তিমানের প্রতি ফিরিলে তুমি সংগঠিত হইবে, তোমার তাম্বু হইতে অন্যায় দূর কর।"},{"number":24,"verse":"ধূলার মধ্যেই কাঞ্চন রাখ, স্রোতোমার্গস্থ প্রস্তরসমূহের মধ্যে ওফীরের সুবর্ণ রাখ;"},{"number":25,"verse":"তাহাতে সর্ব্বশক্তিমানই তোমার কাঞ্চন হইবেন, তোমার উজ্জ্বল রৌপ্যস্বরূপ হইবেন।"},{"number":26,"verse":"তখন তুমি সর্ব্বশক্তিমানে আমোদ করিবে, ঈশ্বরের প্রতি মুখ তুলিতে পারিবে;"},{"number":27,"verse":"তাঁহার কাছে বিনতি করিবে, তিনি তোমার কথা শুনিবেন, তুমি আপন মানত সকল পূর্ণ করিবে।"},{"number":28,"verse":"তুমি কিছু মনস্থ করিলে তাহা তোমার পক্ষে সফল হইবে, তোমার পথে দীপ্তি আলো প্রদান করিবে।"},{"number":29,"verse":"অবনত হইলে তুমি কহিবে, উন্নতি হইবে, আর তিনি অধোমুখের পরিত্রাণ করিবেন।"},{"number":30,"verse":"যে ব্যক্তি নির্দ্দোষ নয়, তাহাকেও তিনি উদ্ধার করিবেন, তোমার হস্তের শুচিতায় সে উদ্ধার পাইবে।"}]}