{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"( ইয়োবের উত্তর।) তখন ইয়োব উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"আজিও আমার বিলাপ তীব্র; আমার কাতরতা হইতে আমার পীড়া ( (বা) তাঁহার হস্ত।) ভারী।"},{"number":3,"verse":"আহা! যদি তাঁহার উদ্দেশ পাইতে পারি, যদি তাঁহার আসনের নিকটে যাইতে পারি,"},{"number":4,"verse":"তবে আমি তাঁহার সম্মুখে আপন বিচার বিন্যাস করিব, আমি নানা হেতুবাদে আপন মুখ পূর্ণ করিব।"},{"number":5,"verse":"তিনি কি কি কথায় উত্তর দিবেন, তাহা জানিব, তিনি আমাকে কি বলিবেন, তাহা বুঝিব।"},{"number":6,"verse":"তিনি কি আপন মহাপরাক্রমে আমার সহিত উত্তর প্রত্যুত্তর করিবেন? না, তিনি আমার প্রতি মনোযোগ করিবেন।"},{"number":7,"verse":"তথায় সরল লোক তাঁহার সহিত বিচার করিতে পারে, এবং আমি আপন বিচারকর্ত্তা হইতে চিরতরে উদ্ধার পাইতে পারি।"},{"number":8,"verse":"দেখ, আমি অগ্রসর হই, কিন্তু তিনি তথায় নাই, পশ্চাদ্দিকে যাই, তাঁহাকে দেখিতে পাই না;"},{"number":9,"verse":"বামদিকে যাই; যখন তিনি কার্য্য করেন, কিন্তু তাঁহার দর্শন পাই না; তিনি দক্ষিণ দিকে আপনাকে গোপন করেন, আমি তাঁহাকে দেখিতে পাই না।"},{"number":10,"verse":"তথাচ তিনি আমার অবলম্বিত পথ জানেন, তিনি আমার পরীক্ষা করিলে আমি সুবর্ণের ন্যায় উত্তীর্ণ হইব।"},{"number":11,"verse":"আমার পদ তাঁহার পদচিহ্ন ধরিয়া চলিয়াছে, তাঁহার পথে রহিয়াছি, বিপথগামী হই নাই।"},{"number":12,"verse":"তাঁহার ওষ্ঠনির্গত আজ্ঞা হইতে আমি পরাঙ্মুখ হই নাই, আমার প্রয়োজনীয় যাহা, তদপেক্ষা ( (বা) আমার নিজ ব্যবস্থা অপেক্ষা। (বা) আমার বক্ষোমধ্যে।) তাঁহার মুখের বাক্য সঞ্চয় করিয়াছি।"},{"number":13,"verse":"কিন্তু তিনি একাগ্রচিত্ত; কে তাঁহাকে ফিরাইতে পারে? তিনি যাহা ইচ্ছা, তাহাই করেন।"},{"number":14,"verse":"তিনি, আমার জন্য যাহা নিরূপিত, তাহা সফল করেন, এবং এইরূপ অনেক কর্ম্ম তাঁহার কাছে রহিয়াছে।"},{"number":15,"verse":"এই কারণ আমি তাঁহার সাক্ষাতে বিহ্বল হই; যখন বিবেচনা করি তাঁহা হইতে ভীত হই।"},{"number":16,"verse":"ঈশ্বরই আমার হৃদয় মূর্চ্ছিত করিয়াছেন, সর্ব্বশক্তিমান্ আমাকে বিহ্বল করিয়াছেন,"},{"number":17,"verse":"কারণ আমি অন্ধকারপ্রযুক্ত অবসন্ন হইয়াছি, এমন নয়, ঘোর অন্ধকারে আমার মুখ আচ্ছন্ন বলিয়া নয়।"}]}