{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"পরে ইয়োব পুনর্ব্বার কথা প্রসঙ্গ করিলেন,"},{"number":2,"verse":"বলিলেন, জীবন্ত ঈশ্বরের দিব্য—যিনি আমার বিচার অগ্রাহ্য করিয়াছেন, সর্ব্বশক্তিমানের দিব্য—যিনি আমার প্রাণ তিক্ত করিয়াছেন,"},{"number":3,"verse":"(কারণ আমার মধ্যে নিঃশ্বাস এখনও সম্পূর্ণ আছে, আমার নাসিকায় ঈশ্বরীয় প্রাণবায়ু আছে;)"},{"number":4,"verse":"নিশ্চয়ই আমার ওষ্ঠ অন্যায় কহিবে না, আমার জিহ্বা প্রতারণা উচ্চারণ করিবে না।"},{"number":5,"verse":"আমি তোমাদিগকে ধার্ম্মিক বলি, এমন যেন না হয়; প্রাণ থাকিতে আমি আপন সিদ্ধতা ত্যাগ করিব না।"},{"number":6,"verse":"আমার ধার্ম্মিকতা আমি রক্ষা করিব, ছাড়িব না। আমি জীবিত থাকিতে আমার মন আমাকে ধিক্কার দিবে না।"},{"number":7,"verse":"আমার শত্রু দুর্জ্জনের তুল্য হউক, যে আমার বিরুদ্ধে উঠে, সে অন্যায়ীর সমান হউক।"},{"number":8,"verse":"বস্তুতঃ পামর ধন সঞ্চয় করিলেও তাহার প্রত্যাশা কি? কেননা ঈশ্বর তাহার প্রাণ হরণ করিবেন।"},{"number":9,"verse":"যখন তাহার সঙ্কট ঘটে, ঈশ্বর কি তাহার ক্রন্দন শুনিবেন?"},{"number":10,"verse":"সে কি সর্ব্বশক্তিমানে আমোদ করে? নিত্য কি ঈশ্বরকে আহ্বান করে?"},{"number":11,"verse":"আমি ঈশ্বরের হস্তের বিষয়ে তোমাদিগকে উপদেশ দিব, সর্ব্বশক্তিমানের নিকটে যাহা আছে, তাহা গোপনে রাখিব না।"},{"number":12,"verse":"দেখ তোমরা সকলেই তাহা দেখিয়াছ, তবে কেন এমন অলীক হইয়া পড়িয়াছ?"},{"number":13,"verse":"দুষ্ট লোক ঈশ্বর হইতে এই ভাগ্য পায়, সর্ব্বশক্তিমান্ হইতে দুর্দ্দান্তেরা এই অধিকার লাভ করে।"},{"number":14,"verse":"এমন লোকেরা পুত্রবাহুল্য হইলে খড়্গে নষ্ট হইবে, তাহার সন্তানসন্ততি ভক্ষ্যে তৃপ্ত হইবে না;"},{"number":15,"verse":"তাহার অবশিষ্টেরা মারী দ্বারা কবরস্থ হইবে; তাহার বিধবাগণ রোদন করিবে না।"},{"number":16,"verse":"সে যদিও ধূলির ন্যায় রৌপ্য সঞ্চয় করে, যদিও কর্দ্দমের ন্যায় পরিচ্ছদ প্রস্তুত করে,"},{"number":17,"verse":"তবু প্রস্তুত করিলেও ধার্ম্মিক সেই বস্ত্র পরিবে, নির্দ্দোষ সেই রৌপ্য বিভাগ করিয়া লইবে।"},{"number":18,"verse":"তাহার নির্ম্মিত গৃহ তন্তুকীটের বাসার তুল্য, তাহা ক্ষেত্ররক্ষকের কৃত কুঁড়িয়ার তুল্য।"},{"number":19,"verse":"সে ধনী হইয়া শয়ন করে, কিন্তু সংগৃহীত হইবে না; সে চক্ষু উন্মীলন করে, আর সে নাই।"},{"number":20,"verse":"জলরাশির ন্যায় ত্রাস তাহাকে আক্রমণ করিবে; রাত্রিতে তাহাকে ঝড়ে উড়াইয়া লইবে।"},{"number":21,"verse":"পূর্ব্বীয় বায়ু তাহাকে তুলিয়া লয়, সে চলিয়া যায়, তাহা স্বস্থান হইতে তাহাকে দূরে নিক্ষেপ করে।"},{"number":22,"verse":"[ঈশ্বর] তাহার উপরে বাণ ত্যাগ করিবেন, দয়া করিবেন না; সে তাঁহার হস্ত এড়াইবার জন্য পলায়ন করিবে।"},{"number":23,"verse":"লোকে তাহাকে হাততালি দিবে, শিশ্ দিয়া তাহাকে স্বস্থান হইতে দূর করিবে।"}]}