{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"সম্প্রতি, যাহারা আমা হইতে অল্পবয়স্ক, তাহারা আমাকে পরিহাস করে; আমি তাহাদের পিতাদিগকে আমার পালরক্ষক কুকুরদের সহিত রাখিতেও অবজ্ঞা করিতাম।"},{"number":2,"verse":"তাহাদের ভুজবলে আমার কি ফল হইতে পারে? তাহাদের তেজ ত নষ্ট হইয়াছে।"},{"number":3,"verse":"তাহারা দীনতায় ও অন্নাভাবে অসাড় হইয়া পড়ে, উৎসন্নতা ও শূন্যতার ঘোরে শুষ্কভূমি চর্ব্বণ করে;"},{"number":4,"verse":"তাহারা ঝোড়ের নিকটে বিস্বাদু শাক তুলে, রেতম বৃক্ষের শিকড় তাহাদের ভক্ষ্য দ্রব্য।"},{"number":5,"verse":"তাহারা মানব-সমাজ হইতে বিতাড়িত হয়, যেমন চোরের, তেমনি লোকে তাহাদের পশ্চাতে পশ্চাতে চীৎকার করে।"},{"number":6,"verse":"তাহারা উপত্যকার ভয়ানক স্থানে থাকে, ধূলিময় ও পাষাণময় গর্ত্তে বাস করে।"},{"number":7,"verse":"তাহারা ঝোপের মধ্যে থাকিয়া হ্রেষারব করে, গোক্ষুরবনে একত্রীভূত হয়।"},{"number":8,"verse":"তাহারা মূর্খদের সন্তান, অপদার্থদের সন্তান, তাহারা দেশ হইতে বিতাড়িত হইয়াছে।"},{"number":9,"verse":"সম্প্রতি আমি তাহাদের গানের বিষয় হইয়াছি, বস্তুতঃ আমি তাহাদেরই গল্পের বিষয়।"},{"number":10,"verse":"তাহারা আমাকে ঘৃণা করে, আমা হইতে দূরে থাকে, আমার মুখে থুথু ফেলিতে ভয় করে না।"},{"number":11,"verse":"তিনি ত আপন রজ্জু খুলিয়া আমাকে নত করিয়াছেন, তাহারা আমার সাক্ষাতে বল্গা ফেলিয়া দিয়াছে।"},{"number":12,"verse":"বেটারা আমার দক্ষিণে উঠে, আমার চরণ ঠেলিয়া দেয়, আমার বিরুদ্ধে বিনাশের উচ্চপথ প্রস্তুত করে।"},{"number":13,"verse":"তাহারা আমার পথে রোধ করে, আমার সর্ব্বনাশার্থে সাহায্য করে; নিঃসহায় লোকেও এইরূপ করে।"},{"number":14,"verse":"তাহারা যেন প্রশস্ত ছিদ্র দিয়া আইসে, ভঙ্গের মধ্যে আমার উপরে আসিয়া গড়াইয়া পড়ে।"},{"number":15,"verse":"নানা প্রকার ত্রাস আমার সম্মুখে উপস্থিত, সে সকল বায়ুর ন্যায় আমার সম্ভ্রম দূর করিতেছে; মেঘের ন্যায় আমার মঙ্গল অতীত হইতেছে।"},{"number":16,"verse":"এখন আমার প্রাণ আমার মধ্যে ঢালা যাইতেছে; দুঃখের দিনসমূহ আমাকে আক্রমণ করিতেছে।"},{"number":17,"verse":"রাত্রিকালে আমার অস্থি সকল খসিয়া যায়, আমার দংশক সকল কখন নিদ্রা যায় না।"},{"number":18,"verse":"[রোগের] প্রবল শক্তিতে আমার পরিচ্ছদ বিকৃত হয়, জামার গলার ন্যায় আমাতে আঁটিয়া থাকে।"},{"number":19,"verse":"[ঈশ্বর] আমাকে পঙ্কে মগ্ন করিয়াছেন, আমি ধূলা ও ভস্মের ন্যায় হইতেছি।"},{"number":20,"verse":"আমি তোমার কাছে আর্ত্তনাদ করি, তুমি উত্তর দেও না; আমি দাঁড়াইয়া থাকি, তুমি আমার প্রতি দৃষ্টিমাত্র করিতেছ।"},{"number":21,"verse":"তুমি আমার প্রতি নির্দ্দয় হইয়া উঠিতেছ, আপন ভুজবলে আমাকে তাড়না করিতেছ।"},{"number":22,"verse":"তুমি আমাকে তুলিয়া বায়ুতে চড়াইতেছ, ঝটিকায় বিলীন করিতেছ।"},{"number":23,"verse":"বস্তুতঃ আমি জানি, তুমি আমাকে মৃত্যুর নিকটে লইয়া যাইতেছ; সমুদয় জীবিতের সভাগৃহে লইয়া যাইতেছ।"},{"number":24,"verse":"পড়িবার সময়ে লোকে কি হস্ত বিস্তার করে না? বিনাশকালে কি সে জন্য আর্ত্তনাদ করে না?"},{"number":25,"verse":"আমি বিপদগ্রস্তের নিমিত্ত কি কাঁদিতাম না? দীনের জন্য কি শোকাকুলচিত্ত হইতাম না?"},{"number":26,"verse":"আমি মঙ্গলের অপেক্ষা করিলে অমঙ্গল ঘটিল, দীপ্তির প্রতীক্ষা করিলে অন্ধকার আসিল।"},{"number":27,"verse":"আমার অন্ত্র জ্বলিতে থাকে, শান্তি পায় না, দুঃখের দিনসমূহ আমার সম্মুখবর্ত্তী হইয়াছে।"},{"number":28,"verse":"বিনা রৌদ্রে আমি ম্লান হইয়া বেড়াইতেছি, আমি সমাজে উঠিয়া দাঁড়াই, আর্ত্তনাদ করি।"},{"number":29,"verse":"আমি শৃগালগণের ভ্রাতা হইয়াছি, উষ্ট্রপক্ষীদের বন্ধু হইয়াছি।"},{"number":30,"verse":"আমার চর্ম্ম কৃষ্ণবর্ণ হইয়াছে, খসিয়া পড়িতেছে, আমার অস্থি তাপে দগ্ধ হইয়াছে।"},{"number":31,"verse":"আমার বীণার রব হাহাকারে পরিণত, আমার বংশী বিলাপকারীদের রবে পরিণত।"}]}