{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"( ইলীহূর দ্বিতীয় বক্তৃতা।) ইলীহূ আর‍ও বলিতে লাগিলেন,"},{"number":2,"verse":"হে বিজ্ঞেরা, আমার কথা শুনুন; হে জ্ঞানবানেরা, আমার বাক্যে কর্ণপাত করুন।"},{"number":3,"verse":"কেননা রসনা যেমন ভক্ষ্যের স্বাদ লয়, তদ্রূপ কর্ণ কথার পরীক্ষা করে।"},{"number":4,"verse":"আইসুন, যাহা ন্যায্য তাহাই মনোনীত করি, ভাল কি, আপনাদের মধ্যে নিশ্চয় করি।"},{"number":5,"verse":"দেখুন, ইয়োব বলিলেন, আমি ধার্ম্মিক, কিন্তু আমার যাহা ন্যায্য, ঈশ্বর তাহা হরণ করিয়াছেন;"},{"number":6,"verse":"আমি ন্যায়বান হইলেও মিথ্যাবাদী গণিত, বিনা দোষে আমি দারুণ আহত হইয়াছি।"},{"number":7,"verse":"ইয়োবের সদৃশ কোন্ ব্যক্তি আছে? তিনি জলের ন্যায় উপহাস পান করেন,"},{"number":8,"verse":"অধর্ম্মাচারীদের সঙ্গে চলেন, দুষ্ট লোকদের পথে গমন করেন।"},{"number":9,"verse":"কেননা তিনি বলিয়াছেন, মনুষ্যের কিছুই লাভ নাই, যখন সে ঈশ্বরের সহিত প্রণয় রাখে।"},{"number":10,"verse":"অতএব, হে বুদ্ধিমানেরা, আমার কথা শুনুন, ইহা দূরে থাকুক যে, ঈশ্বর দুষ্কার্য্য করিবেন, সর্ব্বশক্তিমান্ অন্যায় করিবেন।"},{"number":11,"verse":"কারণ তিনি মনুষ্যের কর্ম্মের ফল তাহাকে দেন, মনুষ্যের গতি অনুসারে তাহার দশা ঘটান।"},{"number":12,"verse":"ঈশ্বর ত কখনও দুষ্টাচরণ করেন না, সর্ব্বশক্তিমান্ কভু বিচার বিপরীত করেন না।"},{"number":13,"verse":"পৃথিবীর কর্ত্তৃত্বভার তাঁহাকে কে দিল? সমস্ত জগৎ [তাঁহাকে] কে সমর্পণ করিল?"},{"number":14,"verse":"যদি তিনি আপনাতেই নিবিষ্টমনা থাকেন, আপনার আত্মা ও নিঃশ্বাস আপনার কাছে সংগ্রহ করেন,"},{"number":15,"verse":"তবে মর্ত্ত্যমাত্র একেবারে মরিয়া যাইবে, মনুষ্য পুনর্ব্বার ধূলিতে প্রতিগমন করিবে।"},{"number":16,"verse":"যদি আপনার বিবেচনা থাকে, তবে ইহা শুনুন, আমার বাক্যের রবে কর্ণপাত করুন।"},{"number":17,"verse":"যে ন্যায়বিদ্বেষী, সে কি শাসন করিবে? আপনি কি ধর্ম্মময় পরাক্রমীকে দোষী করিবেন?"},{"number":18,"verse":"রাজাকে কি বলা যায়, তুমি পাপাধম? রাজন্যবর্গকে কি বলা যায়, তোমরা দুষ্ট?"},{"number":19,"verse":"কিন্তু তিনি জনাধ্যক্ষদেরও মুখাপেক্ষা করেন না, দরিদ্রের কাছে ধনবানকেও বিশিষ্ট জ্ঞান করেন না, কেননা তাহারা সকলেই তাঁহার হস্তকৃত বস্তু।"},{"number":20,"verse":"তাহারা হঠাৎ মরে, মধ্যরাত্রে মরে, প্রজাসমূহ বিচলিত হইয়া চলিয়া যায়, পরাক্রমী বিনা হস্তক্ষেপে অপনীত হয়।"},{"number":21,"verse":"কেননা মানুষের পথে তাঁহার দৃষ্টি আছে; তিনি তাহার সমস্ত পাদসঞ্চার দেখেন;"},{"number":22,"verse":"এমন অন্ধকার কি মৃত্যুচ্ছায়া নাই, যেখানে অধর্ম্মাচারিগণ লুকাইতে পারে।"},{"number":23,"verse":"তিনি মনুষ্যের বিষয়ে দীর্ঘকাল চিন্তা করেন না, যখন সে ঈশ্বরের সম্মুখে বিচারস্থানে আইসে।"},{"number":24,"verse":"তিনি বিনা সন্ধানে পরাক্রান্তদিগকে খণ্ড খণ্ড করেন, তাহাদের স্থানে অন্যদিগকে স্থাপন করেন।"},{"number":25,"verse":"তজ্জন্য তিনি তাহাদের ক্রিয়া সকল জ্ঞাত হন, রাত্রিতে তাহাদিগকে উল্টাইয়া ফেলেন, তাহাতে তাহারা চূর্ণ হয়।"},{"number":26,"verse":"তিনি তাহাদিগকে দুর্জ্জন বলিয়া প্রহার করেন, সকলের দৃষ্টিগোচরেই করেন;"},{"number":27,"verse":"কারণ তাহারা তাঁহার অনুগমন হইতে ফিরিল, তাঁহার সমস্ত পথ অবহেলা করিল;"},{"number":28,"verse":"এইরূপে দরিদ্রের ক্রন্দন তাঁহার নিকট আনাইল; আর তিনি দুঃখীদের ক্রন্দন শ্রবণ করিলেন।"},{"number":29,"verse":"তিনি শান্তি দিলে কে দোষ দিতে পারে? তিনি মুখ ঢাকিলে তে তাঁহার দর্শন পাইতে পারে? জাতির বা ব্যক্তির কথা হউক, একই;"},{"number":30,"verse":"পামর যেন রাজত্ব না করে, প্রজাগণকে ফাঁদে ফেলিতে যেন কেহ না থাকে।"},{"number":31,"verse":"কেহ কি ঈশ্বরকে বলিয়াছে, আমি [শাস্তি] পাইয়াছি, আর পাপ করিব না,"},{"number":32,"verse":"যাহা দেখিতে পাই না, তাহা আমাকে শিখাও; যদি অন্যায় করিয়া থাকি, আর করিব না?"},{"number":33,"verse":"তাঁহার প্রতিফল দান কি আপনার ইচ্ছামতে হইবে যে, আপনি তাহা অগ্রাহ্য করিলেন? মনোনীত করা আপনার কর্ম্ম, আমার নয়; অতএব আপনি যাহা জানেন, বলুন।"},{"number":34,"verse":"বুদ্ধিমান লোকেরা আমাকে বলিবেন, জ্ঞানবানেরা আমার কথা শুনিয়া বলিবেন,"},{"number":35,"verse":"ইয়োব জ্ঞানশূন্য হইয়া কথা কহিতেছেন, তাঁহার কথা বুদ্ধিবিবর্জ্জিত।"},{"number":36,"verse":"ইয়োবের পরীক্ষা শেষ পর্য্যন্ত হইলেই ভাল, কেননা তিনি অধার্ম্মিকদের ন্যায় উত্তর করিয়াছেন।"},{"number":37,"verse":"বস্তুতঃ তিনি পাপে অধর্ম্ম যোগ করেন, তিনি আমাদের মধ্যে হাততালি দেন, আর তিনি ঈশ্বরের বিরুদ্ধে অনেক কথা বলেন।"}]}