{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"ইহাতেও আমার হৃদয় কম্পমান হইতেছে, স্বস্থানে থাকিয়া দুপ্ দুপ্ করিতেছে।"},{"number":2,"verse":"শুন শুন, ঐ তাঁহার রবের নির্ঘোষ, ঐ তাঁহার মুখ হইতে নির্গত স্বর।"},{"number":3,"verse":"তিনি সমস্ত আকাশের নীচে তাহা পাঠান, পৃথিবীর অন্ত পর্য্যন্ত আপন বিদ্যুৎ চালান।"},{"number":4,"verse":"তৎপশ্চাতে এক রব নাদ করে, তিনি আপন মহত্ত্বের রবে বজ্রনাদ করেন; তাঁহার রব শুনা যায়, তিনি ঐ সকল রোধ করেন না।"},{"number":5,"verse":"ঈশ্বর স্বীয় রবে আশ্চর্য্যরূপ গর্জ্জন করেন, আমাদের বোধের অগম্য মহৎ মহৎ কার্য্য করেন।"},{"number":6,"verse":"ফলে তিনি হিমানীকে বলেন, পৃথিবীতে পড়, সামান্য বৃষ্টিকেও তাহা বলেন, তাঁহার পরাক্রমের বৃষ্টিকেও বলেন।"},{"number":7,"verse":"তিনি মনুষ্যমাত্রের হস্ত মুদ্রাঙ্কিত করেন, যেন তাঁহার নির্ম্মিত সকল মনুষ্যই জ্ঞান পায়।"},{"number":8,"verse":"তখন পশুগণ আশ্রয়-স্থানে প্রবেশ করে, আপন আপন গহ্বরে থাকে।"},{"number":9,"verse":"[দক্ষিণস্থ] কক্ষ হইতে ঝটিকা আইসে, উত্তর হইতে শীত আইসে।"},{"number":10,"verse":"ঈশ্বরের নিঃশ্বাস হইতে নীহার জন্মে, এবং বিস্তারিত জল সঙ্কুচিত হইয়া পড়ে।"},{"number":11,"verse":"আরও ঈশ্বর ঘন মেঘে জল ভরেন, আপন বিজলির মেঘ বিস্তার করেন।"},{"number":12,"verse":"তাঁহার পরিচালনে তাহা ঘূরে, যেন তাহারা তাঁহার আজ্ঞানুসারে কার্য্য করে, সমস্ত ভূমণ্ডলেই যেন করে।"},{"number":13,"verse":"তিনি কখনও দণ্ডের, কখনও নিজ দেশের নিমিত্ত, কখনও বা দয়ার নিমিত্ত এই সকল ঘটান।"},{"number":14,"verse":"হে ইয়োব, আপনি ইহাতে কর্ণপাত করুন, স্থির থাকুন, ঈশ্বরের আশ্চর্য্য কার্য্য সকল বিবেচনা করুন।"},{"number":15,"verse":"আপনি কি জানেন, ঈশ্বর কিরূপে এই সকলের উপরে ভার রাখেন, আর আপন মেঘের দীপ্তি বিরাজমান করেন?"},{"number":16,"verse":"আপনি কি মেঘমালার দোলন জানেন? পরম জ্ঞানীর আশ্চর্য্য ক্রিয়া সকল জানেন?"},{"number":17,"verse":"যখন দক্ষিণ বায়ুতে পৃথিবী স্তব্ধ হয়, তখন তোমার বস্ত্র কেমন উষ্ণ হয়?"},{"number":18,"verse":"আপনি কি তাঁহার সঙ্গে আকাশমণ্ডল বিস্তার করিয়াছেন, যাহা ছাঁচে ঢালা দর্পণের ন্যায় দৃঢ়?"},{"number":19,"verse":"আমাদিগকে জানান, তাঁহাকে কি বলিব? কেননা আমরা অন্ধকার হেতু বাক্য বিন্যাস করিতে পারি না।"},{"number":20,"verse":"তাঁহাকে কি বলা যাইবে যে, আমি কথা কহিব? কেহ কি কবলিত হইতে ইচ্ছা করিবে?"},{"number":21,"verse":"এখন মনুষ্য দীপ্তি দেখিতে পারে না, যখন তাহা আকাশে উজ্জ্বল হয়, যখন বায়ু বহিয়া তাহা পরিষ্কার করিয়াছে।"},{"number":22,"verse":"উত্তরদিক্ হইতে কাঞ্চনাভা আইসে, ঈশ্বরের ঊর্দ্ধে ভয়ানক প্রভা থাকে।"},{"number":23,"verse":"সর্ব্বশক্তিমান্! তিনি আমাদের বোধের অগম্য; তিনি পরাক্রমে মহান্, তিনি ন্যায়বিচার ও প্রচুর ধর্ম্মগুণ বিপরীত করেন না।"},{"number":24,"verse":"এ কারণ মনুষ্যগণ তাঁহাকে ভয় করে, তিনি বিজ্ঞচিত্তদের মুখাপেক্ষা করেন না।"}]}