{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"তুমি কি শৈলবাসী বন্য ছাগীদের প্রসবকাল জান? হরিণীর প্রসবের রীতি কি নির্ণয় করিতে পার?"},{"number":2,"verse":"তাহারা কত মাস গর্ভ ধারণ করে, তাহা কি নির্ণয় করিতে পার? তাহাদের প্রসবকাল কি জান?"},{"number":3,"verse":"তাহারা হেঁট হয়, প্রসব করে, অমনি দুঃখ ঝাড়িয়া ফেলে।"},{"number":4,"verse":"তাহাদের শাবকগণ বলবান হয়, তাহারা মাঠে বৃদ্ধি পায়, তাহারা প্রস্থান করে, আর ফিরিয়া আইসে না।"},{"number":5,"verse":"কে বন্য গর্দ্দভকে স্বাধীন করিয়া ছাড়িয়া দিয়াছে? কে বন্য খরের বন্ধন মুক্ত করিয়াছে?"},{"number":6,"verse":"আমি মরুভূমিকে তাহার গৃহ করিয়াছি, লবণভূমিকে তাহার নিবাস করিয়াছি।"},{"number":7,"verse":"সে নগরের কলরবকে পরিহাস করে, চালকের শব্দ শুনে না।"},{"number":8,"verse":"পর্ব্বতশ্রেণী তাহার চরাণিস্থান; সে যাবতীয় নবীন তৃণাদির অন্বেষণ করে।"},{"number":9,"verse":"গবয় কি তোমার সেবা করিতে সম্মত হইবে? সে কি তোমার যাবপাত্রের নিকটে থাকিবে?"},{"number":10,"verse":"তুমি কি যোতে গবয়কে সীতায় বাঁধিতে পার? সে কি তোমার পশ্চাতে পশ্চাতে তলভূমিতে মই দিবে?"},{"number":11,"verse":"তাহার বলবাহুল্যে তুমি কি তাহাকে বিশ্বাস করিবে? তোমার কর্ম্ম কি তাহাকে সমর্পণ করিবে?"},{"number":12,"verse":"তুমি কি তাহার প্রতি এমন বিশ্বাস রাখিবে যে, সে তোমার শস্য আনিবে, তাহা খামারে একত্র করিবে?"},{"number":13,"verse":"উষ্ট্রপক্ষিণীর ডানা উল্লাস করে, কিন্তু তাহার পক্ষ ও পালখ কি স্নেহবান্?"},{"number":14,"verse":"সে ত ভূমিতে আপন ডিম্ব ত্যাগ করে, ধূলায় উষ্ণ হইতে দেয়।"},{"number":15,"verse":"তাহার মনে থাকে না যে, হয় ত চরণে তাহা চূর্ণ করিবে, কিম্বা বন্য পশু তাহা দলাইবে।"},{"number":16,"verse":"সে আপন শাবকগণের প্রতি পরের ন্যায় নির্দ্দয় হয়, প্রসব-বেদনা বিফল হইলেও নিশ্চিন্ত থাকে;"},{"number":17,"verse":"যেহেতু ঈশ্বর তাহাকে জ্ঞানহীন করিয়াছেন, তাহাকে বুদ্ধি দেন নাই।"},{"number":18,"verse":"সে যখন পক্ষ তুলিয়া গমন করে, তখন অশ্বকে ও তদারোহীকে পরিহাস করে।"},{"number":19,"verse":"তুমি কি অশ্বকে বিক্রম দিয়াছ? তাহার গ্রীবাদেশে কেশর দিয়াছ?"},{"number":20,"verse":"তাহাকে কি পঙ্গপালবৎ লম্ফন করাইয়াছ? তাহার নাসারবের তেজ অতি ভয়ানক।"},{"number":21,"verse":"সে তলভূমিতে খুর ঘসে, নিজ বিক্রমে আমোদ করে, অস্ত্রশস্ত্রের সহিত সাক্ষাৎ করিতে যায়।"},{"number":22,"verse":"সে আশঙ্কাকে পরিহাস করে, উদ্বিগ্ন হয় না, খড়্গের সম্মুখ হইতে ফিরে না,"},{"number":23,"verse":"তূণ তাহার বিরুদ্ধে শব্দ করে, শাণিত বড়শা ও শূল শব্দ করে।"},{"number":24,"verse":"সে উগ্রতায় ও রাগে ভূমি খাইয়া ফেলে, তূরীবাদ্য শুনিলে দাঁড়াইয়া থাকে না।"},{"number":25,"verse":"তূরীর রবের সহিত সে হ্রেষা শব্দ করে, দূর হইতে সংগ্রামের গন্ধ পায়, সেনাপতিদের হূঙ্কার ও সিংহনাদ শুনে।"},{"number":26,"verse":"তোমারই বুদ্ধিতে কি বাজপক্ষী উড়ে, দক্ষিণ দিকে আপন পক্ষ বিস্তার করে?"},{"number":27,"verse":"তোমারই আজ্ঞাতে কি ঈগল ঊর্দ্ধে উঠে, উচ্চ স্থানে আপনার বাসা করে?"},{"number":28,"verse":"সে শৈল বসতি করে, তথায় তাহার বাসা, সে শৈলাগ্রে ও দুরাক্রম স্থানে থাকে।"},{"number":29,"verse":"তথা হইতে সে শিকার অবলোকন করে, তাহার চক্ষু দূর হইতে তাহা নিরীক্ষণ করে।"},{"number":30,"verse":"তাহার শাবকগণও রক্ত চুষে, সে স্থানে শব, সেই স্থানে সেও থাকে।"}]}