{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"( ইলীফসের প্রথম বক্তৃতা।) পরে তৈমনীয় ইলীফস উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"তোমার সহিত কথা কহিতে চেষ্টা করিলে কি তুমি কাতর হইবে? কিন্তু কথা কহিতে কে নিবৃত্ত হইতে পারে?"},{"number":3,"verse":"দেখ, তুমি অনেককে শিক্ষা দিয়াছ, তুমি দুর্ব্বল হস্ত সবল করিয়াছ।"},{"number":4,"verse":"তোমার বাক্য পতনোম্মুখ লোককে উঠাইয়াছে, তুমি ভগ্ন হাঁটু সবল করিয়াছ।"},{"number":5,"verse":"তবু এক্ষণে [দুঃখ] তোমার নিকটে আসিলে তুমি কাতর হইতেছ; তাহা তোমাকে স্পর্শ করিলে তুমি বিহ্বল হইতেছ।"},{"number":6,"verse":"তোমার ঈশ্বরভয় কি তোমার প্রত্যাশা নয়? তোমার পথের সিদ্ধতা কি তোমার আশাভূমি নয়?"},{"number":7,"verse":"মনে করিয়া দেখ, কে নির্দ্দোষ হইয়া বিনষ্ট হইয়াছে? কোথায় সরলাচারিগণ উচ্ছিন্ন হইয়াছে?"},{"number":8,"verse":"আমি দেখিয়াছি, যাহারা অধর্ম্মরূপ চাষ করে, যাহারা অনিষ্ট-বীজ বপন করে, তাহারা তাহাই কাটে।"},{"number":9,"verse":"তাহারা ঈশ্বরের ফুৎকারে বিনষ্ট হয়, তাঁহার কোপের নিশ্বাসে সংহার পায়।"},{"number":10,"verse":"সিংহের গর্জ্জন ও মৃগেন্দ্রের হূঙ্কার [রুদ্ধ হয়], তরুণ কেশরিগণের দন্ত ভগ্ন হয়।"},{"number":11,"verse":"ভক্ষ্যের অভাবে পশুরাজ প্রাণত্যাগ করে, সিংহীর শিশুগণ ছিন্নভিন্ন হয়।"},{"number":12,"verse":"আমার কাছে একটী বাক্য গোপনে পৌঁছিল, আমার কর্ণকুহরে তাহার ঈষৎ শব্দ আসিল।"},{"number":13,"verse":"রাত্রিকালীন স্বপ্নদর্শনে যখন ভাবনা জন্মে, মনুষ্য সকল যখন গভীর নিদ্রায় নিমগ্ন হয়,"},{"number":14,"verse":"এমন সময়ে আমার ত্রাস ও কম্প হইল, তাহা আমার অস্থি সকল বিকম্পিত করিল।"},{"number":15,"verse":"পরে আমার সম্মুখ দিয়া একটা বাতাস চলিয়া গেল, আমার শরীর রোমাঞ্চিত হইল।"},{"number":16,"verse":"তাহা দাঁড়াইয়া থাকিল, কিন্তু আমি তাহার আকৃতি নির্ণয় করিতে পারিলাম না; একটী মূর্ত্তি আমার চক্ষুর্গোচর হইল, আমি মৃদু স্বর ও এই বাণী শুনিলাম;"},{"number":17,"verse":"“ঈশ্বর অপেক্ষা মর্ত্ত্য কি ধার্ম্মিক হইতে পারে? নিজ নির্ম্মাতা অপেক্ষা ( (বা) ঈশ্বরের সম্মুখে.. নির্ম্মাতার সম্মুখে।) মনুষ্য কি শুচি হইতে পারে?"},{"number":18,"verse":"দেখ, তিনি আপন দাসগণকেও বিশ্বাস করেন না, আপন দূতগণেতেও ত্রুটির দোষারোপ করেন।"},{"number":19,"verse":"তবে যাহারা মৃণ্ময় গৃহে বাস করে, যাহাদের গৃহের ভিত্তিমূল ধূলাতে স্থাপিত, যাহারা কীটের ন্যায় মর্দ্দিত হয়; তাহারা কি?"},{"number":20,"verse":"তাহারা প্রভাত ও সায়ংকালের মধ্যে চূর্ণ হয়; তাহারা চিরতরে বিনষ্ট হয়, কেহ চিন্তা করে না।"},{"number":21,"verse":"তাহাদের আন্তরিক রজ্জু কি খোলা যায় না? তাহারা অজ্ঞানাবস্থায় মরিয়া যায়।”"}]}