{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"( ইয়োবের উত্তর।) পরে ইয়োব উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"হায় যদি আমার মনস্তাপ তৌল করা হইত, যদি আমার বিপদ তুলায় পরিমিত হইত,"},{"number":3,"verse":"তবে তাহা সমুদ্রের বালি হইতেও ভারী হইত, এই জন্য আমার বাক্য অসংলগ্ন হইয়া পড়ে।"},{"number":4,"verse":"কারণ সর্ব্বশক্তিমানের বাণ সকল আমার ভিতরে প্রবিষ্ট, আমার আত্মা সে সকলের বিষ পান করিতেছে, ঈশ্বরীয় ত্রাসদল আমার বিরুদ্ধে শ্রেণীবদ্ধ।"},{"number":5,"verse":"বনগর্দ্দভ ঘাস পাইলে কি চীৎকার করে? গোরু জাব পাইলে কি রব করে?"},{"number":6,"verse":"যাহার স্বাদ নাই, তাহা কি লবণ বিনা ভোজন করা যায়? ডিম্বের লালার কি কিছু আস্বাদ আছে?"},{"number":7,"verse":"আমার প্রাণ যাহা স্পর্শ করিতে অসম্মত, তাহাই আমার ঘৃণিত ভক্ষ্যস্বরূপ হইল।"},{"number":8,"verse":"আঃ! আমি যেন বাঞ্ছনীয় বিষয় পাইতে পারি, ঈশ্বর যেন আমার অপেক্ষণীয় বিষয় আমাকে দেন,"},{"number":9,"verse":"হাঁ, ঈশ্বর অনুগ্রহ করিয়া আমাকে চূর্ণ করুন, হস্ত প্রসারণ করিয়া আমাকে কাটিয়া ফেলুন;"},{"number":10,"verse":"তবু তখনও আমার সান্ত্বনা থাকিবে, নির্ম্মম যাতনায়ও আমি উল্লাস করিব, কারণ আমি পবিত্রতমের বাক্য সকল অস্বীকার করি নাই।"},{"number":11,"verse":"আমার বল কি যে, প্রতীক্ষা করিতে পারি, আমার পরিণাম কি যে, সহিষ্ণু হইতে পারি?"},{"number":12,"verse":"আমার বল কি প্রস্তরের বল? আমার মাংস কি পিত্তলের?"},{"number":13,"verse":"আমার দ্বারা কি আমার আর উপকার হইতে পারে? আমা হইতে কি বুদ্ধিকৌশল দূরীকৃত হয় নাই?"},{"number":14,"verse":"শীর্ণ লোকের প্রতি বন্ধুর দয়া করা কর্ত্তব্য, পাছে সে সর্ব্বশক্তিমানের ভয় ত্যাগ করে।"},{"number":15,"verse":"আমার ভ্রাতৃগণ স্রোতের ন্যায় বিশ্বাসঘাতক, তাহারা স্রোতমার্গস্থ প্রণালীর ন্যায় চঞ্চল।"},{"number":16,"verse":"সেই স্রোত হিম হেতু কৃষ্ণবর্ণ হয়, তুষার পড়িয়া তাহার মধ্যে লীন হয়;"},{"number":17,"verse":"কিন্তু উত্তপ্ত হইবামাত্র তাহা লুপ্ত হয়, গ্রীষ্ম হইলে তাহা স্বস্থান হইতে শুষিয়া যায়।"},{"number":18,"verse":"সেই পথের বণিক্দল পথ ছাড়ে, তাহারা মরুস্থানে গিয়া বিনষ্ট হয়।"},{"number":19,"verse":"টেমার বণিক্দল দৃষ্টিপাত করিল, শিবার পথিকদল সেই সকলের অপেক্ষা করিল।"},{"number":20,"verse":"তাহারা প্রত্যাশা করাতে লজ্জিত হইল, সেখানে আসিলে তাহারা হতাশ হইল।"},{"number":21,"verse":"বস্তুতঃ এখন তোমরা কিছুই নও; ত্রাস দেখিয়া ভয় পাইয়াছ।"},{"number":22,"verse":"আমি কি বলিয়াছিলাম, আমাকে কিছু দেও, তোমাদের সঙ্গতি হইতে আমার জন্য ভেট দেও,"},{"number":23,"verse":"বিপক্ষের হস্ত হইতে আমাকে রক্ষা কর, দুর্দ্দান্তদের হস্ত হইতে আমাকে মুক্ত কর?"},{"number":24,"verse":"আমাকে শিক্ষা দেও, আমি নীরব হইব; আমাকে বুঝাইয়া দেও, কিসে আমি প্রমাদে পড়িয়াছি।"},{"number":25,"verse":"ন্যায্য বাক্য কেমন প্রবল! কিন্তু তোমাদের তর্কে কি দোষ ব্যক্ত হয়?"},{"number":26,"verse":"তোমরা কি শব্দের দোষ ধরিবার সঙ্কল্প করিতেছ? নিরাশ ব্যক্তির বাক্য ত বায়ুর তুল্য।"},{"number":27,"verse":"তোমরা ত অনাথের জন্য গুলিবাঁট করিবে, তোমাদের বন্ধুকে বিক্রয় করিবে।"},{"number":28,"verse":"এখন অনুগ্রহ করিয়া আমার প্রতি দৃষ্টি কর, আমি তোমাদের সাক্ষাতে মিথ্যা কহিব না।"},{"number":29,"verse":"তোমরা ফিরিয়া যাও, অন্যায় না হউক; আমি বলি, ফিরিয়া যাও, আমার পক্ষ ন্যায্য।"},{"number":30,"verse":"আমার জিহ্বাতে কি অন্যায় আছে? আমার রসনা কি বিপাকের স্বাদ বুঝে না?"}]}