{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"পৃথিবীতে কি মর্ত্ত্যকে সৈন্যবৃত্তি করিতে হয় না? তাহার দিনসমূহ কি বেতনজীবীর দিনের তুল্য নহে?"},{"number":2,"verse":"দাস যেমন ছায়ার আকাঙ্ক্ষা করে, বেতনজীবী যেমন আপন বেতন অপেক্ষা করে;"},{"number":3,"verse":"তেমনি অলীকতার মাসপর্য্যায় আমার দায়াংশ, কষ্টকর রাত্রি সকল আমার জন্য নিরূপিত।"},{"number":4,"verse":"শয়নকালে আমি বলি, কখন্ উঠিব? কিন্তু রাত্রি দীর্ঘ হইয়া পড়ে, প্রভাত পর্য্যন্ত আমি কেবল ছট্ফট্ করিতে থাকি।"},{"number":5,"verse":"কীট ও মাটীর ঢেলা আমার মাংসের আচ্ছাদন; আমার চর্ম্ম ফাটিয়াছে ও গলিত হইয়াছে।"},{"number":6,"verse":"তন্তুবায়ের মাকু অপেক্ষা আমার আয়ু দ্রুতগামী, তাহা আশাবিহীন হইয়া শেষ হয়।"},{"number":7,"verse":"স্মরণ কর, আমার জীবন শ্বাসমাত্র, আমার চক্ষু আর মঙ্গল দেখিতে পাইবে না;"},{"number":8,"verse":"আমার দর্শনকারীর চক্ষু আর আমাকে দেখিবে না; আমার প্রতি তোমার দৃষ্টি পড়িবে, কিন্তু আমি অনুদ্দিষ্ট হইব।"},{"number":9,"verse":"মেঘ যেমন ক্ষয় পাইয়া অন্তর্হিত হয়, তেমনি যে পাতালে নামে, সে আর উঠিবে না।"},{"number":10,"verse":"সে আপনার গৃহে আর ফিরিয়া আসিবে না, তাহার স্থান আর তাহাকে চিনিবে না।"},{"number":11,"verse":"অতএব আমি আর মুখ বুজিয়া থাকিব না; আমি আত্মার উদ্বেগে কথা বলিব, প্রাণের তিক্ততায় বিলাপ করিব।"},{"number":12,"verse":"আমি কি সমুদ্র না তিমি যে, আমার উপরে তুমি প্রহরী রাখিতেছ?"},{"number":13,"verse":"আমি যখন বলি, আমার খট্টা আমাকে সান্ত্বনা করিবে, আমার শয্যা দুঃখের উপশম করিবে;"},{"number":14,"verse":"তখন তুমি নানা স্বপ্নে আমাকে উদ্বিগ্ন কর, নানা দর্শনে আমাকে ত্রাসযুক্ত কর।"},{"number":15,"verse":"তাহাতে আমার প্রাণ শ্বাসরোধ চাহে, আমার এই অস্থিকঙ্কাল অপেক্ষা মরণ চাহে।"},{"number":16,"verse":"আমার ঘৃণা হইয়াছে, আমি নিত্য বাঁচিয়া থাকিতে চাহি না; আমাকে ছাড়, কেননা আমার আয়ু নিশ্বাসবৎ।"},{"number":17,"verse":"মর্ত্ত্য কি যে, তুমি তাহাকে মহান্ জ্ঞান কর, যে, তাহার উপরে তোমার মন পড়ে,"},{"number":18,"verse":"যে, প্রতিপ্রভাতে তুমি তাহার তত্ত্ব কর, এবং নিমিষে নিমিষে তাহার পরীক্ষা কর?"},{"number":19,"verse":"তুমি কত কাল আমা হইতে আপন দৃষ্টি ফিরাইবে না? আমার ঢোঁকগেলার মধ্যে কি আমাকে ছাড়িবে না?"},{"number":20,"verse":"হে মনুষ্যদর্শক, আমি যদি পাপ করিয়া থাকি, তবে আমার কর্ম্মে তোমার কি হয়? তুমি কেন আমাকে তোমার শরলক্ষ্য করিয়াছ? আমি ত আপনার ভার আপনি হইয়াছি।"},{"number":21,"verse":"তুমি আমার অধর্ম্ম ক্ষমা কর না কেন? আমার অপরাধ দূর কর না কেন? আমি ত এক্ষণে ধূলিতে শয়ন করিব, তুমি সযত্নে আমার অন্বেষণ করিবে, কিন্তু আমি অনুদ্দিষ্ট হইব।"}]}