{"bibleAbbr":"bnOV2016","bookName":"ইয়োবের বিবরণ।","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"( ইয়োবের উত্তর।) তখন ইয়োব উত্তর করিয়া কহিলেন,"},{"number":2,"verse":"আমি নিশ্চয় জানি, তাহাই বটে; ঈশ্বরের কাছে মর্ত্ত্য কি প্রকারে ধার্ম্মিক হইতে পারে?"},{"number":3,"verse":"সে যদি তাঁহার সহিত বাদানুবাদ করিতে চাহে, তবে সহস্র কথার মধ্যে তাঁহাকে একটীরও উত্তর দিতে পারে না?"},{"number":4,"verse":"তিনি চিত্তে জ্ঞানবান ও বলে পরাক্রান্ত; তাঁহার প্রতিরোধ করিয়া কে পার পাইয়াছে?"},{"number":5,"verse":"তিনি পর্ব্বতগণকে স্থানান্তর করেন, তাহারা তাহা জানে না, তিনি ক্রোধে তাহাদিগকে উল্টাইয়া ফেলেন।"},{"number":6,"verse":"তিনি পৃথিবীকে তাহার স্থান হইতে কম্পমান করেন, তাহার স্তম্ভ সকল টলটলায়মান হয়।"},{"number":7,"verse":"তিনি সূর্য্যকে বারণ করিলে সে উদিত হয় না, তিনি তারাগণকে মুদ্রাঙ্কিত করেন।"},{"number":8,"verse":"তিনি একাকী আকাশমণ্ডল বিস্তার করেন, সাগর-তরঙ্গের উপর পদার্পণ করেন।"},{"number":9,"verse":"তিনি সপ্তর্ষি, মৃগশীর্ষ ও কৃত্তিকার, এবং দক্ষিণস্থ কক্ষ সকলের নির্ম্মাণকর্ত্তা।"},{"number":10,"verse":"তিনি মহৎ মহৎ কর্ম্ম করেন, যাহা সন্ধানের অতীত, আশ্চর্য্য ক্রিয়া করেন, যাহার সংখ্যা নাই।"},{"number":11,"verse":"দেখ, তিনি আমার সম্মুখ দিয়া যান, আমি তাঁহাকে দেখিতে পাই না; নিকট দিয়াও চলেন, আমি তাঁহাকে চিনিতে পারি না।"},{"number":12,"verse":"দেখ, তিনি ধরিয়া লন, কে তাঁহাকে নিবারণ করিবে? কে বা তাঁহাকে বলিবে, ‘তুমি কি করিতেছ?’"},{"number":13,"verse":"ঈশ্বর আপন ক্রোধ সম্বরণ করিবেন না, গর্ব্বীর সহায়গণ তাঁহার পদতলে নত হয়।"},{"number":14,"verse":"তবে আমি কি প্রকারে তাঁহাকে উত্তর দিব? কেমন করিয়া কথা বাছিয়া তাঁহাকে কহিব?"},{"number":15,"verse":"ধার্ম্মিক হইলেও আমি উত্তর করিতে পারি না, আমার প্রতিবাদীর কাছে বিনতি করিতে হয়।"},{"number":16,"verse":"আমি ডাকিলে যদিস্যাৎ তিনি উত্তর দেন, তথাপি তিনি যে আমার রবে কর্ণপাত করেন, আমার এমন বিশ্বাস জন্মিবে না।"},{"number":17,"verse":"কেননা তিনি আমাকে ঝড়ে ভাঙ্গিয়া ফেলেন, অকারণে পুনঃপুনঃ ক্ষতবিক্ষত করেন।"},{"number":18,"verse":"তিনি আমাকে শ্বাস টানিতে দেন না, বরং তিক্ততায় পরিপূর্ণ করেন।"},{"number":19,"verse":"বিক্রমীর বলের কথা হইলে, দেখ, তিনি বিক্রমী, বিচারের কথা হইলে, কে আমার জন্য সময় নিরূপণ করিবে?"},{"number":20,"verse":"যদিও আমি ধার্ম্মিক হই, আমার মুখই আমাকে দোষী করিবে; যদিও আমি সিদ্ধ হই, তাহাই আমার কুটিলতার প্রমাণ হইবে।"},{"number":21,"verse":"আমি সিদ্ধ, আমার প্রাণ মান্য করি না, আপনার জীবনে আমার ঘৃণা লাগে।"},{"number":22,"verse":"সকলই ত সমান, তাই আমি বলি, তিনি সিদ্ধ ও দুর্জ্জন উভয়কে সংহার করেন।"},{"number":23,"verse":"কশা যদি হঠাৎ [মনুষ্যকে] মারিয়া ফেলে, তিনি নির্দ্দোষের পরীক্ষার হাস্য করিবেন।"},{"number":24,"verse":"পৃথিবী দুর্জ্জনের হস্তে সমর্পিত হইয়াছে, তিনি তাহার বিচারকর্ত্তাদের মুখ আচ্ছাদন করেন; যদি না করেন, তবে এ কর্ম্ম কে করে?"},{"number":25,"verse":"আমার দিন সকল ডাক অপেক্ষাও দ্রুতগামী; সে সকল উড়িয়া যায়, মঙ্গলের দর্শন পায় না।"},{"number":26,"verse":"সে সকল চলিয়া যায়, যেমন দ্রুতগামী নৌকা চলে, যেমন ঈগল পক্ষী খাদ্যের উপরে আসিয়া পড়ে।"},{"number":27,"verse":"যদি বলি, আমি বিলাপ ভুলিয়া যাইব, মুখের বিষণ্ণতা দূর করিব, প্রসন্নচিত্ত হইব,"},{"number":28,"verse":"তথাপি আমার সকল ব্যাথায় আমি ভীত, আমি জানি, তুমি আমাকে নির্দ্দোষ জ্ঞান করিবে না।"},{"number":29,"verse":"আমাকেই দোষী হইতে হইবে, তবে কেন বৃথা পরিশ্রম করিব?"},{"number":30,"verse":"যদ্যপি হিমজলে গাত্র মার্জ্জন করি, যদ্যপি ক্ষার দিয়া হস্ত পরিষ্কার করি,"},{"number":31,"verse":"তথাপি তুমি আমাকে ডোবায় মগ্ন করিবে, আমার নিজের বস্ত্রও আমাকে ঘৃণা করিবে।"},{"number":32,"verse":"কেননা তিনি আমার ন্যায় মনুষ্য নহেন যে, তাঁহাকে উত্তর দিই, যে, তাঁহার সহিত একই বিচারস্থানে যাইতে পারি;"},{"number":33,"verse":"আমাদের মধ্যে এমন কোন মধ্যস্থ নাই, যিনি আমাদের উভয়ের উপরে হস্তার্পণ করিবেন।"},{"number":34,"verse":"তিনি আমার উপর হইতে আপনার দণ্ড দূর করুন, তাঁহার ভীষণতা আমাকে ব্যাকুল না করুক;"},{"number":35,"verse":"তাহাতে আমি কথা কহিব, তাঁহা হইতে ভীত হইব না। কেননা আমি অন্তরে তাদৃশ নহি।"}]}