{"bibleAbbr":"RV1895","bookName":"Job","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"Then answered Zophar the Naamathite, and said,"},{"number":2,"verse":"Therefore do my thoughts give answer to me, even by reason of my haste that is in me."},{"number":3,"verse":"I have heard the reproof which putteth me to shame, and the spirit of my understanding answereth me."},{"number":4,"verse":"Knowest thou not this of old time, since man was placed upon earth,"},{"number":5,"verse":"That the triumphing of the wicked is short, and the joy of the godless but for a moment?"},{"number":6,"verse":"Though his excellency mount up to the heavens, and his head reach unto the clouds;"},{"number":7,"verse":"Yet he shall perish for ever like his own dung: They which have seen him shall say, Where is he?"},{"number":8,"verse":"He shall fly away as a dream, and shall not be found: Yea, he shall be chased away as a vision of the night."},{"number":9,"verse":"The eye which saw him shall see him no more; neither shall his place any more behold him"},{"number":10,"verse":"His children shall seek the favour of the poor, and his hands shall give back his wealth."},{"number":11,"verse":"His bones are full of his youth, but it shall lie down with him in the dust."},{"number":12,"verse":"Though wickedness be sweet in his mouth, though he hide it under his tongue;"},{"number":13,"verse":"Though he spare it, and will not let it go, but keep it still within his mouth;"},{"number":14,"verse":"Yet his meat in his bowels is turned, it is the gall of asps within him."},{"number":15,"verse":"He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly."},{"number":16,"verse":"He shall suck the poison of asps: The viper's tongue shall slay him."},{"number":17,"verse":"He shall not look upon the rivers, the flowing streams of honey and butter."},{"number":18,"verse":"That which he laboured for shall he restore, and shall not swallow it down; according to the substance that he hath gotten, he shall not rejoice."},{"number":19,"verse":"For he hath oppressed and forsaken the poor; he hath violently taken away an house, and he shall not build it up."},{"number":20,"verse":"Because he knew no quietness within him, he shall not save aught of that wherein he delighteth."},{"number":21,"verse":"There was nothing left that he devoured not; therefore his prosperity shall not endure."},{"number":22,"verse":"In the fulness of his sufficiency he shall be in straits: The hand of every one that is in misery shall come upon him"},{"number":23,"verse":"When he is about to fill his belly, God shall cast the fierceness of his wrath upon him, and shall rain it upon him while he is eating."},{"number":24,"verse":"He shall flee from the iron weapon, and the bow of brass shall strike him through."},{"number":25,"verse":"He draweth it forth, and it cometh out of his body: Yea, the glittering point cometh out of his gall; terrors are upon him."},{"number":26,"verse":"All darkness is laid up for his treasures: A fire not blown by man shall devour him; it shall consume that which is left in his tent."},{"number":27,"verse":"The heavens shall reveal his iniquity, and the earth shall rise up against him."},{"number":28,"verse":"The increase of his house shall depart, his goods shall flow away in the day of his wrath."},{"number":29,"verse":"This is the portion of a wicked man from God, and the heritage appointed unto him by God."}]}