{"bibleAbbr":"RV1895","bookName":"Job","bookEnglishName":"Job","chapterNumber":41,"verses":[{"number":1,"verse":"Canst thou draw out leviathan with a fish hook? or press down his tongue with a cord?"},{"number":2,"verse":"Canst thou put a rope into his nose? or pierce his jaw through with a hook?"},{"number":3,"verse":"Will he make many supplications unto thee? or will he speak soft words unto thee?"},{"number":4,"verse":"Will he make a covenant with thee, that thou shouldest take him for a servant for ever?"},{"number":5,"verse":"Wilt thou play with him as with a bird? or wilt thou bind him for thy maidens?"},{"number":6,"verse":"Shall the bands of fishermen make traffic of him? shall they part him among the merchants?"},{"number":7,"verse":"Canst thou fill his skin with barbed irons, or his head with fish spears?"},{"number":8,"verse":"Lay thine hand upon him; remember the battle, and do so no more."},{"number":9,"verse":"Behold, the hope of him is in vain: Shall not one be cast down even at the sight of him?"},{"number":10,"verse":"None is so fierce that he dare stir him up: Who then is he that can stand before me?"},{"number":11,"verse":"Who hath first given unto me, that I should repay him? whatsoever is under the whole heaven is mine."},{"number":12,"verse":"I will not keep silence concerning his limbs, nor his mighty strength, nor his comely proportion."},{"number":13,"verse":"Who can strip off his outer garment? who shall come within his double bridle?"},{"number":14,"verse":"Who can open the doors of his face? round about his teeth is terror."},{"number":15,"verse":"His strong scales are his pride, shut up together as with a close seal."},{"number":16,"verse":"One is so near to another, that no air can come between them."},{"number":17,"verse":"They are joined one to another; they stick together, that they cannot be sundered."},{"number":18,"verse":"His neesings flash forth light, and his eyes are like the eyelids of the morning."},{"number":19,"verse":"Out of his mouth go burning torches, and sparks of fire leap forth."},{"number":20,"verse":"Out of his nostrils a smoke goeth, as of a seething pot and burning rushes."},{"number":21,"verse":"His breath kindleth coals, and a flame goeth forth from his mouth."},{"number":22,"verse":"In his neck abideth strength, and terror danceth before him."},{"number":23,"verse":"The flakes of his flesh are joined together: They are firm upon him; they cannot be moved."},{"number":24,"verse":"His heart is as firm as a stone; yea, firm as the nether millstone."},{"number":25,"verse":"When he raiseth himself up, the mighty are afraid: By reason of consternation they are beside themselves."},{"number":26,"verse":"If one lay at him with the sword, it cannot avail; nor the spear, the dart, nor the pointed shaft."},{"number":27,"verse":"He counteth iron as straw, and brass as rotten wood."},{"number":28,"verse":"The arrow cannot make him flee: Slingstones are turned with him into stubble."},{"number":29,"verse":"Clubs are counted as stubble: He laugheth at the rushing of the javelin."},{"number":30,"verse":"His underparts are like sharp potsherds: He spreadeth as it were a threshing wain upon the mire."},{"number":31,"verse":"He maketh the deep to boil like a pot: He maketh the sea like ointment."},{"number":32,"verse":"He maketh a path to shine after him; one would think the deep to be hoary."},{"number":33,"verse":"Upon earth there is not his like, that is made without fear."},{"number":34,"verse":"He beholdeth every thing that is high: He is king over all the sons of pride."}]}