{"bibleAbbr":"KJ3-2005","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore, if there is any comfort in Christ, if any consolation of love, if any fellowship of the Spirit, if any tender bowels and mercies,"},{"number":2,"verse":"fulfill my joy, that you think the same, having the same love, one in soul, being mindful of the one thing,"},{"number":3,"verse":"doing nothing according to intrigue or self-glory, but in humility, esteeming one another, as being better than themselves;"},{"number":4,"verse":"each one not looking at the things of themselves, but each one also the things of others."},{"number":5,"verse":"For think this within you, which mind was also in Christ Jesus,"},{"number":6,"verse":"who subsisting in the form of God thought it not robbery to be equal with God,"},{"number":7,"verse":"but emptied Himself, taking the form of a slave, coming to be in the likeness of men"},{"number":8,"verse":"and coming to be found in figure as a man, He humbled Himself, coming to be obedient until death, even the death of a cross."},{"number":9,"verse":"Because of this also God highly exalted Him and gave Him a name above every name,"},{"number":10,"verse":"that at the name of Jesus \"every knee should bow,\" of heavenly beings, and earthly beings, and under the earth beings,"},{"number":11,"verse":"and \"every tongue should confess\" that Jesus Christ is \"Lord,\" to the glory of God the Father. Isa 45:23"},{"number":12,"verse":"So, then, my beloved, even as you always obeyed, not as in my presence only, but now much rather in my absence, cultivate your salvation with fear and trembling,"},{"number":13,"verse":"for it is God who is working in you both to will and to work for the sake of His good pleasure."},{"number":14,"verse":"Do all things without murmurings and disputings,"},{"number":15,"verse":"that you may be blameless and guileless, children of God, without fault in the midst of a crooked generation, even being perverted, among whom you shine as luminaries in the world,"},{"number":16,"verse":"holding forth the Word of life, for a boast to me in the day of Christ, that I ran not in vain, nor labored in vain."},{"number":17,"verse":"But if indeed I am poured out on the sacrifice and service of your faith, I rejoice; yea, I rejoice with you all."},{"number":18,"verse":"And you also rejoice in the same and rejoice with me."},{"number":19,"verse":"But I hope in the Lord Jesus to send Timothy to you soon, that I may also be of good cheer, knowing the things about you."},{"number":20,"verse":"For I have no one like-minded, who genuinely will care for the things about you."},{"number":21,"verse":"For all seek their own things, not the things of Christ Jesus."},{"number":22,"verse":"But you know the proof of him, that as a child to a father, he served with me for the gospel."},{"number":23,"verse":"Therefore I hope to send this one at once, when ever I have seen the things about me."},{"number":24,"verse":"But I am convinced in the Lord that I myself also will come soon."},{"number":25,"verse":"But I thought it needful to send to you Epaphroditus, my brother and fellowworker, and my fellow soldier, and your messenger and minister of my need,"},{"number":26,"verse":"since he was longing after you all and being distressed because you heard that he was sick."},{"number":27,"verse":"For indeed he was sick, coming near to death; but God had mercy on him, and not only on him, but also me, lest I should have grief on grief."},{"number":28,"verse":"Therefore, I sent him more eagerly, that seeing him again you may rejoice, and I may be less grieved."},{"number":29,"verse":"Therefore receive him in the Lord with all joy and hold such in honor,"},{"number":30,"verse":"because through the work of Christ he drew near as far as to death, his life having been exposed, that he may fill up your lack of service toward me."}]}