{"bibleAbbr":"KJ3-2005","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"So then, my brothers, beloved and longed for, my joy and crown, so stand firm in the Lord, beloved ones."},{"number":2,"verse":"I entreat Euodias, and I entreat Syntyche, to mind the same thing in the Lord."},{"number":3,"verse":"And I also ask you, true yoke-fellow, together help with them, women who struggled along with me and with Clement in the gospel, and the rest, fellow-workers with me, whose names are in the Book of Life."},{"number":4,"verse":"Rejoice in the Lord always. Again I will say, Rejoice!"},{"number":5,"verse":"Let your kind spirit be known to all men. The Lord is near."},{"number":6,"verse":"Be anxious about nothing, but in everything by prayer and by petition with thanksgivings, let your requests be made known to God;"},{"number":7,"verse":"and the peace of God which surpasses all understanding will guard your hearts and your minds in Christ Jesus."},{"number":8,"verse":"For the rest, brothers, as many things as are true, as many as are honorable, as many as are right, as many as are pure, as many as are pleasing, as many as are of good report, if of any virtue, and if of any praise, meditate on these things."},{"number":9,"verse":"And what things you learned and received and heard and saw in me, practice these things, and the God of peace will be with you."},{"number":10,"verse":"But I rejoiced in the Lord greatly that now once again you revived your thinking on my behalf, on which you also were thinking, but lacked opportunity."},{"number":11,"verse":"Not that I speak as to need, for I have learned to be content in whatever state I am."},{"number":12,"verse":"And I know to be humbled, and I know to abound; in everything, and in all things, I am taught both to be full and to hunger, both to abound, and to be in need."},{"number":13,"verse":"I can do all things in Christ, the One strengthening me."},{"number":14,"verse":"Yet you did well in sharing my affliction."},{"number":15,"verse":"And you know, too, Philippians, that in the beginning of the gospel, when I went out from Macedonia, not one assembly shared with me in the matter of giving and receiving, if not you only."},{"number":16,"verse":"Because truly in Thessalonica you sent to my need, both once and twice."},{"number":17,"verse":"Not that I seek a gift, but I seek the fruit, the one multiplying to your account."},{"number":18,"verse":"But I have all things and more than enough; I have been made full, receiving from Epaphroditus the things from you, a fragrance of sweet smell, an acceptable sacrifice, well-pleasing to God."},{"number":19,"verse":"And my God will fill your every need according to His riches in glory in Christ Jesus."},{"number":20,"verse":"Now may glory be to our God and Father to the ages of the ages. Amen."},{"number":21,"verse":"Greet every saint in Christ Jesus. The brothers with me greet you."},{"number":22,"verse":"All the saints greet you, most of all the ones of Caesar's house."},{"number":23,"verse":"The grace of our Lord Jesus Christ be with all of you. Amen."}]}