{"bibleAbbr":"TCVIN2022","bookName":"உபாகமம்","bookEnglishName":"Deuteronomy","chapterNumber":3,"verses":[{"number":1,"verse":"(பாசானின் அரசன் தோற்கடிக்கப்படுதல்) பின்பு நாம் திரும்பி, பாசானுக்குப் போகிற வழியாகச் சென்றோம். அப்பொழுது பாசானின் அரசனாகிய ஓக் என்பவன் தன் முழு படையுடனும் அணிவகுத்து நம்முடன் யுத்தம் செய்வதற்கு எத்ரேயில் நம்மை எதிர்கொண்டான்."},{"number":2,"verse":"யெகோவா என்னிடம், “நீ அவனுக்குப் பயப்படவேண்டாம். ஏனெனில் நான் அவனையும், அவனுடைய முழு படையையும், அவனுடைய நாட்டையும் உன்னிடத்தில் ஒப்புவித்தேன். நீ எஸ்போனில் அரசாண்ட எமோரியரின் அரசன் சீகோனுக்குச் செய்ததுபோல இவனுக்கும் செய்” என்றார்."},{"number":3,"verse":"அவ்வாறே நமது இறைவனாகிய யெகோவா பாசானின் அரசன் ஓகையும், அவனுடைய முழு படையையும் நம்மிடத்தில் ஒப்புக்கொடுத்தார். அவர்கள் ஒருவரும் தப்பிப் போகாதபடி நாம் அவர்களை வெட்டி வீழ்த்தினோம்."},{"number":4,"verse":"அக்காலத்தில் நாம் அவனுடைய பட்டணங்கள் எல்லாவற்றையும் ஒன்றுவிடாமல் கைப்பற்றினோம். அவர்களிடமிருந்து அவர்களுடைய அறுபது பட்டணங்களில் ஒன்றையாகிலும் நாம் கைப்பற்றாமல் விடவில்லை. பாசானில் ஓகின் ஆளுகைக்கு உட்பட்ட முழு அர்கோப் பிரதேசத்தையும் கைப்பற்றினோம்."},{"number":5,"verse":"இப்பட்டணங்கள் எல்லாம் உயர்ந்த மதில்களாலும், வாசல்களாலும், தாழ்ப்பாள்களாலும் அரண் செய்யப்பட்டிருந்தன. மேலும் அங்கே மதில்களில்லாத பல கிராமங்களும் இருந்தன."},{"number":6,"verse":"எஸ்போனின் அரசன் சீகோனை அழித்ததுபோல அவர்களையும் முழுவதும் அழித்தோம். ஒவ்வொரு பட்டணத்தையும் அங்கிருந்த ஆண், பெண், பிள்ளைகள் அனைவரையும் அழித்தோம்."},{"number":7,"verse":"ஆனால் எல்லா வளர்ப்பு மிருகங்களையும், பட்டணங்களிலிருந்து கொள்ளையிட்ட பொருட்களையும் நமக்கென்று கொண்டுவந்தோம்."},{"number":8,"verse":"அக்காலத்திலேயே இந்த இரண்டு எமோரிய அரசர்களிடமிருந்தும், அர்னோன் பள்ளத்தாக்கில் இருந்து, எர்மோன் மலைவரைக்கும் யோர்தானுக்குக் கிழக்கே இருந்த பிரதேசத்தைக் கைப்பற்றினோம்."},{"number":9,"verse":"சீதோனியர் எர்மோன் மலையை சிரியோன் என்று அழைத்தார்கள். எமோரியரோ அதை சேனீர் என்று அழைத்தார்கள்."},{"number":10,"verse":"உயர்ந்த சமவெளியிலுள்ள எல்லா பட்டணங்களையும் கீலேயாத் முழுவதையும், சல்காயி, எத்ரேயி வரையுள்ள பாசானிலிருந்த ஓகின் ஆட்சிக்குட்பட்ட எல்லா பட்டணங்களையும் கைப்பற்றினோம்."},{"number":11,"verse":"முன்பிருந்த அரக்கருள் மீதியாக இருந்தவன் பாசான் அரசன் ஓக் மட்டுமே. அவனது கட்டில் இரும்பினால் செய்யப்பட்டிருந்தது. அதன் அளவு மனிதருடைய கை பதிமூன்று அடி நீள முழத்தின்படியே ஒன்பது முழ நீளமும் நான்கு முழ அகலமும் கொண்டது. அது இன்னும் அம்மோனியரின் பட்டணங்களில் ஒன்றான ரப்பாவில் இருக்கிறது."},{"number":12,"verse":"(நாட்டின் பிரிவுகள்) அக்காலத்தில் நாங்கள் கைப்பற்றிய நிலத்திலிருந்து அர்னோன் பள்ளத்தாக்கின் அருகே அரோயேர் பட்டணத்துக்கு வடபகுதியிலுள்ள பிரதேசத்தையும், கீலேயாத்தின் மலைநாட்டில் பாதியையும், அதன் பட்டணங்களையும் ரூபனியருக்கும் காத்தியருக்கும் நான் கொடுத்தேன்."},{"number":13,"verse":"கீலேயாத்தின் மீதியான பகுதியையும் ஓகின் ஆட்சிக்குட்பட்ட பாசான் முழுவதையும் மனாசேயின் பாதிக் கோத்திரத்திற்குக் கொடுத்தேன். பாசானிலுள்ள முழு அர்கோப் பிரதேசமும் அரக்கர் நாடு என சொல்லப்பட்டிருந்தது."},{"number":14,"verse":"மனாசேயின் சந்ததியான யாவீர் என்பவன் கேசூரியர், மாகாத்தியர் ஆகியோருடைய எல்லைவரை இருந்த அர்கோப் பிரதேசம் முழுவதையும் கைப்பற்றினான். அதற்கு அவனுடைய பெயரே இடப்பட்டது. எனவே பாசான் இந்நாள்வரைக்கும் அவோத்யாவீர் என்றே அழைக்கப்படுகிறது."},{"number":15,"verse":"நான் கீலேயாத்தை மாகீருக்குக் கொடுத்தேன்."},{"number":16,"verse":"கீலேயாத்திலிருந்து அர்னோன் பள்ளத்தாக்கு வரையுள்ள பிரதேசத்தை ரூபனியருக்கும் காத்தியருக்கும் கொடுத்தேன். அப்பள்ளத்தாக்கின் நடுப்பகுதி யாப்போக்கு ஆறுவரை செல்கிறது. அச்சிற்றாறு அம்மோனியரின் எல்லையாக அமைந்திருக்கிறது. அர்னோன் ஆற்றுப் பள்ளத்தாக்கின் நடுப்பகுதி அதன் தெற்கு எல்லையாக இருந்தது."},{"number":17,"verse":"அதன் மேற்கு எல்லையானது, கின்னரேத்தில் இருந்து பிஸ்காவின் மலைச்சரிவின் கீழுள்ள உப்புக்கடல் எனப்படும் அரபா வரையுள்ள யோர்தான் நதியாய் இருந்தது."},{"number":18,"verse":"அந்த நாட்களிலே நான் ரூபனியருக்கும் காத்தியருக்கும் மற்றும் மனாசேயின் பாதிக் கோத்திரத்திற்கும் கட்டளையிட்டுச் சொன்னதாவது: “உங்கள் இறைவனாகிய யெகோவா, இந்த நாட்டை உரிமையாக்கிக்கொள்ளும்படி உங்களுக்குக் கொடுத்திருக்கிறார். உங்களுடைய பலசாலிகளான மனிதர் யுத்த ஆயுதம் தரித்து, சகோதரரான இஸ்ரயேலருக்கு முன்னே செல்லவேண்டும்."},{"number":19,"verse":"ஆனால் உங்கள் மனைவிகளும், உங்கள் பிள்ளைகளும், உங்கள் வளர்ப்பு மிருகங்களுடன் நான் உங்களுக்குக் கொடுத்திருக்கும் பட்டணங்களில் தங்கியிருக்கலாம். உங்களிடம் அநேக வளர்ப்பு மிருகங்கள் இருப்பது எனக்குத் தெரியும்."},{"number":20,"verse":"யெகோவா உங்களுக்கு இளைப்பாறுதலைக் கொடுத்ததுபோல், உங்கள் சகோதரருக்கும் இளைப்பாறுதலைக் கொடுப்பார். உங்கள் இறைவனாகிய யெகோவா யோர்தானுக்கு அப்பால் அவர்களுக்குக் கொடுக்கிற அந்த நாட்டை அவர்களும் கைப்பற்றிக்கொள்வார்கள். அதுவரைக்கும் நீங்களும் அவர்களுடன் சேர்ந்து யுத்தத்திற்குப் போங்கள். அதன்பின் நீங்கள் ஒவ்வொருவரும் நான் உங்களுக்குக் கொடுத்திருக்கிற உங்கள் உரிமைப் பகுதிக்குப் போகலாம்” என்றேன்."},{"number":21,"verse":"(யோர்தானை கடக்க மோசேக்குத் தடை) அக்காலத்தில் நான் யோசுவாவுக்குக் கட்டளையிட்டுச் சொன்னதாவது: “உங்கள் இறைவனாகிய யெகோவா இந்த இரண்டு அரசர்களுக்கும் செய்திருக்கிற எல்லாவற்றையும் நீ உன் கண்களினாலேயே கண்டிருக்கிறாய். நீ போகிற இடத்திலுள்ள அரசுகளுக்கெல்லாம் யெகோவா அவ்வாறே செய்வார்."},{"number":22,"verse":"நீ அவர்களுக்குப் பயப்படவேண்டாம். உன் இறைவனாகிய யெகோவா உனக்காக யுத்தம் செய்வார்” என்றேன்."},{"number":23,"verse":"அக்காலத்தில் நான் யெகோவாவிடம் மன்றாடி,"},{"number":24,"verse":"“ஆண்டவராகிய யெகோவாவே, உம்முடைய அடியானாகிய எனக்கு, உமது மகத்துவத்தையும், உமது வல்லமையையும் காண்பிக்கத் தொடங்கி இருக்கிறீரே. நீர் செய்கிற காரியங்களையும், வல்லமையான செயல்களையும் வானத்திலோ, பூமியிலோ செய்யத்தக்க வேறெந்த தெய்வமாவது உண்டோ?"},{"number":25,"verse":"நான் கடந்துபோய், யோர்தானுக்கு அப்பாலுள்ள நல்ல நாட்டை அதாவது, அந்த நல்ல மலைநாட்டையும், லெபனோனையும் பார்க்கவிடும்” என்றேன்."},{"number":26,"verse":"ஆனால் உங்கள் நிமித்தம் யெகோவா என்மேல் கோபங்கொண்டு, என்னுடைய வேண்டுகோளுக்குச் செவிகொடுக்கவில்லை. அவர், “போதும், இந்தக் காரியத்தைக்குறித்து மேலும் பேசாதே."},{"number":27,"verse":"நீ பிஸ்கா மலையுச்சிக்கு ஏறிப்போய் மேற்கையும், வடக்கையும், தெற்கையும், கிழக்கையும் சுற்றிப்பார். நீ இந்த யோர்தானைக் கடந்துபோகமாட்டாய். எனவே உன் கண்களினாலே அந்நாட்டைப் பார்."},{"number":28,"verse":"ஆனால், யோசுவாவுக்குப் பொறுப்பைக் கொடுத்து அவனை உற்சாகப்படுத்தி பலப்படுத்து. ஏனெனில் நீ காணப்போகும் நாட்டை இந்த மக்கள் உரிமையாக்கிக்கொள்ளும்படி அவனே அவர்களை வழிநடத்துவான்” என்றார்."},{"number":29,"verse":"எனவே நாங்கள் பெத்பெயோருக்கு அருகேயுள்ள பள்ளத்தாக்கில் தங்கினோம்."}]}