{"bibleAbbr":"NASB2020","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":4,"verses":[{"number":1,"verse":"(Enemies Hinder the Work) Now when the enemies of Judah and Benjamin heard that the people of the exile were building a temple to the LORD God of Israel,"},{"number":2,"verse":"they approached Zerubbabel and the heads of fathers’ households, and said to them, “Let us build with you, for like you, we seek your God; and we have been sacrificing to Him since the days of Esarhaddon king of Assyria, who brought us up here.”"},{"number":3,"verse":"But Zerubbabel and Jeshua and the rest of the heads of fathers’ households of Israel said to them, “You have nothing in common with us in building a house to our God; but we ourselves will together build for the LORD God of Israel, just as King Cyrus, the king of Persia, has commanded us.”"},{"number":4,"verse":"Then the people of the land (Lit slackened the hands of) discouraged the people of Judah, and frightened them from building,"},{"number":5,"verse":"and bribed advisers against them to frustrate their advice all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."},{"number":6,"verse":"Now in the reign of (Or Xerxes; Heb Ahash-verosh) Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem."},{"number":7,"verse":"And in the days of (Heb Artah-shashta) Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of his colleagues wrote to Artaxerxes king of Persia; and the (Lit writing) text of the letter was written in Aramaic and translated from Aramaic."},{"number":8,"verse":"(The Letter to King Artaxerxes) (Chs 4:8-6:18 are in Aram) Rehum the commander and Shimshai the scribe wrote a letter against Jerusalem to King Artaxerxes, as follows—"},{"number":9,"verse":"(Uncertain, MT Then Rehum) Rehum the commander, Shimshai the scribe, and the rest of their colleagues, the judges and the lesser governors, the officials, the secretaries, the men of Erech, the Babylonians, the men of Susa, that is, the Elamites,"},{"number":10,"verse":"and the rest of the nations which the great and honorable (I. e., prob. Ashurbanipal) Osnappar deported and settled in the city of Samaria, and in the rest of the region beyond the Euphrates River. And now"},{"number":11,"verse":"this is a copy of the letter which they sent to him: “To King Artaxerxes: Your servants, the men of the region beyond the Euphrates River; and now"},{"number":12,"verse":"let it be known to the king that the Jews who came up from you have come to us at Jerusalem; they are rebuilding the rebellious and evil city and are finishing the walls and repairing the foundations."},{"number":13,"verse":"Now let it be known to the king, that if that city is rebuilt and the walls are finished, they will not pay tribute, custom tax, or toll, and it will (Or certainly be... to the kings) be detrimental to the revenue of the kings."},{"number":14,"verse":"Now because we (Lit eat the salt of) are in the service of the palace, and it is not fitting for us to see the king’s shame, for this reason we have sent word and informed the king,"},{"number":15,"verse":"so that a search may be conducted in the record books of your fathers. And you will discover in the record books and learn that that city is a rebellious city and detrimental to kings and provinces, and that they have revolted within it in past days; for this reason that city was laid waste."},{"number":16,"verse":"We are informing the king that if that city is rebuilt and the walls finished, then as a result of this you will have no possession in the province beyond the Euphrates River.”"},{"number":17,"verse":"(The King Replies and Work Stops) Then the king sent a response to Rehum the commander, Shimshai the scribe, and to the rest of their colleagues who live in Samaria and in the rest of the provinces beyond the Euphrates River: “Peace. And now,"},{"number":18,"verse":"the document which you sent to us has been (Lit clearly read) translated and read before me."},{"number":19,"verse":"And a decree has been (Lit put forth) issued by me, and a search has been conducted and it has been discovered that that city has risen up against the kings in past days, and that rebellion and revolt have been perpetrated in it,"},{"number":20,"verse":"that mighty kings have (Lit been) ruled over Jerusalem, governing all the provinces beyond the Euphrates River, and that tribute, custom tax, and toll were paid to them."},{"number":21,"verse":"Now issue a decree to make those men stop work, so that this city will not be rebuilt until a decree is issued by me."},{"number":22,"verse":"And beware of being negligent in carrying out this matter; why should there be great damage, to the detriment of the kings?”"},{"number":23,"verse":"Then as soon as the copy of King Artaxerxes’ decree was read before Rehum and Shimshai the scribe and their colleagues, they went in a hurry to Jerusalem to the Jews and stopped them by military force."},{"number":24,"verse":"Then work on the house of God in Jerusalem was discontinued, and it was stopped until the second year of the reign of Darius king of Persia."}]}