{"bibleAbbr":"NASB2020","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":7,"verses":[{"number":1,"verse":"Ezra Journeys from Babylon to Jerusalem Now after these things, in the reign of Artaxerxes king of Persia, Ezra went up to Jerusalem; Ezra was the son of Seraiah, son of Azariah, son of Hilkiah,"},{"number":2,"verse":"son of Shallum, son of Zadok, son of Ahitub,"},{"number":3,"verse":"son of Amariah, son of Azariah, son of Meraioth,"},{"number":4,"verse":"son of Zerahiah, son of Uzzi, son of Bukki,"},{"number":5,"verse":"son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the chief priest."},{"number":6,"verse":"So this Ezra went up from Babylon, and he was a scribe skilled in the Law of Moses, which the LORD God of Israel had given; and the king granted him all (Lit his request) he requested because the hand of the LORD his God was upon him."},{"number":7,"verse":"Some of the sons of Israel and some of the priests, the Levites, the singers, the gatekeepers, and the temple servants went up to Jerusalem in the seventh year of King Artaxerxes."},{"number":8,"verse":"And he came to Jerusalem in the fifth month, which was in the seventh year of the king."},{"number":9,"verse":"For on the first day of the first month he began to go up from Babylon; and on the first of the fifth month he came to Jerusalem, because the good hand of his God was upon him."},{"number":10,"verse":"For Ezra had (Lit set his heart) firmly resolved to study the Law of the LORD and to practice it, and to teach His statutes and ordinances in Israel."},{"number":11,"verse":"King’s Decree on Behalf of Ezra Now this is the copy of the letter which King Artaxerxes gave to Ezra the priest, the scribe, (Or the scribe of) learned in the words of the commandments of the LORD and His statutes to Israel:"},{"number":12,"verse":"“ (Ch 7:12-26 is in Aram) Artaxerxes, king of kings, to Ezra the priest, the scribe of the Law of the God of heaven, (Or perhaps it is determined) perfect peace. And now"},{"number":13,"verse":"I have issued a decree that any of the people of Israel and their priests and the Levites in my kingdom who are willing to go to Jerusalem, may go with you."},{"number":14,"verse":"Since you are sent (Lit from before) on the part of the king and his seven advisers to inquire about Judah and Jerusalem according to the Law of your God which is in your hand,"},{"number":15,"verse":"and to bring the silver and gold, which the king and his advisers have voluntarily given to the God of Israel, whose dwelling is in Jerusalem,"},{"number":16,"verse":"with all the silver and gold which you find in the entire province of Babylon, along with the (Or freewill offering) voluntary offering of the people and of the priests, who offered willingly for the house of their God which is in Jerusalem;"},{"number":17,"verse":"with this money, therefore, you shall diligently buy bulls, rams, and lambs, with their grain offerings and their drink offerings, and offer them on the altar of the house of your God which is in Jerusalem."},{"number":18,"verse":"And whatever seems good to you and your brothers to do with the rest of the silver and gold, you may do according to the will of your God."},{"number":19,"verse":"Also the utensils which are given to you for the service of the house of your God, deliver in full before the God of Jerusalem."},{"number":20,"verse":"And the rest of the needs of the house of your God, for which it may be incumbent upon you to provide, provide for them from the royal treasury."},{"number":21,"verse":"“I myself, King Artaxerxes, issue a decree to all the treasurers who are in the provinces beyond the Euphrates River, that whatever Ezra the priest, the scribe of the Law of the God of heaven, may require of you, it shall be done diligently,"},{"number":22,"verse":"up to (About 3.75 tons or 3.4 metric tons) a hundred talents of silver, (About 770 cubic feet or 22 cubic meters) a hundred kors of wheat, (About 600 gallons or 2271 liters) a hundred baths of wine, (About 600 gallons or 2271 liters) a hundred baths of anointing oil, and salt (Lit without instruction) as needed."},{"number":23,"verse":"Whatever is (Lit from the command of) commanded by the God of heaven, it shall be done with zeal for the house of the God of heaven, so that there will not be wrath against the kingdom of the king and his sons."},{"number":24,"verse":"We also inform you that it is not allowed to impose tax, tribute, or toll on any of the priests, Levites, singers, doorkeepers, temple servants, or other servants of this house of God."},{"number":25,"verse":"“And you, Ezra, according to the wisdom of your God which is in your hand, appoint magistrates and judges so that they may judge all the people who are in the province beyond the Euphrates River, that is, all those who know the laws of your God; and you may teach anyone who is ignorant of them."},{"number":26,"verse":"And whoever does not comply with the Law of your God and the law of the king, judgment is to be executed upon him strictly, whether for death or for banishment, or for (Or fines) confiscation of property or for imprisonment.”"},{"number":27,"verse":"The King’s Kindness Blessed be the LORD, the God of our fathers, who has put such a thing as this in the king’s heart, to glorify the house of the LORD which is in Jerusalem,"},{"number":28,"verse":"and has extended favor to me before the king and his counselors and before all the king’s mighty officials. So I was strengthened according to the hand of the LORD my God that was upon me, and I gathered (Lit heads) leading men from Israel to go up with me."}]}