{"bibleAbbr":"WEB2020","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":2,"verses":[{"number":1,"verse":"Thus says<WH559> Yahweh:<WH3068> \"For three<WH7969> transgressions<WH6588> of Moab,<WH4124> yes,<WH702> for four, I will not turn away<WH7725> its punishment;<WH8313> because he burned the bones<WH6106> of the king<WH4428> of Edom<WH123> into lime;<WH7875>"},{"number":2,"verse":"but I will send<WH7971> a fire<WH784> on Moab,<WH4124> and it will devour<WH398> the palaces<WH759> of Kerioth;<WH7152> and Moab<WH4124> will die<WH4191> with tumult,<WH7588> with shouting,<WH8643> and with the sound<WH6963> of the trumpet;<WH7782>"},{"number":3,"verse":"and I will cut off<WH3772> the judge<WH8199> from their midst,<WH7130> and will kill<WH2026> all its princes<WH8269> with him,<WH559>\" says Yahweh.<WH3068>"},{"number":4,"verse":"Thus says<WH559> Yahweh:<WH3068> \"For three<WH7969> transgressions<WH6588> of Judah,<WH3063> yes,<WH702> for four, I will not turn away<WH7725> its punishment;<WH3988> because they have rejected Yahweh<WH3068>'s law,<WH8451> and have not kept<WH8104> his statutes,<WH2706> and their lies<WH3577> have led them astray,<WH8582> after<WH310> which their fathers<WH1> walked;<WH1980>"},{"number":5,"verse":"But I will send<WH7971> a fire<WH784> on Judah,<WH3063> and it will devour<WH398> the palaces<WH759> of Jerusalem.<WH3389>\""},{"number":6,"verse":"Thus says<WH559> Yahweh:<WH3068> \"For three<WH7969> transgressions<WH6588> of Israel,<WH3478> yes,<WH702> for four, I will not turn away<WH7725> its punishment;<WH4376> because they have sold the righteous<WH6662> for silver,<WH3701> and the needy<WH34> for a pair of shoes;<WH5275>"},{"number":7,"verse":"They trample<WH7602> on the dust<WH6083> of the earth<WH776> on the head<WH7218> of the poor,<WH1800> and deny<WH5186> justice<WH1870> to the oppressed;<WH6035> and a man<WH376> and his father<WH1> use<WH3212> the same maiden,<WH5291> to profane<WH2490> my holy<WH6944> name;<WH8034>"},{"number":8,"verse":"and they lay themselves down<WH5186> beside<WH681> every altar<WH4196> on clothes<WH899> taken in pledge;<WH2254> and in the house<WH1004> of their God<WH430> they drink<WH8354> the wine<WH3196> of those who have been fined.<WH6064>"},{"number":9,"verse":"Yet I destroyed<WH8045> the Amorite<WH567> before<WH6440> them,<WH1363> whose height was like the height<WH1363> of the cedars,<WH730> and he was strong<WH2634> as the oaks;<WH437> yet I destroyed<WH8045> his fruit<WH6529> from above,<WH4605> and his roots from beneath.<WH8328>"},{"number":10,"verse":"Also I brought you up<WH5927> out of the land<WH776> of Egypt,<WH4714> and led<WH3212> you forty<WH705> years<WH8141> in the wilderness,<WH4057> to possess<WH3423> the land<WH776> of the Amorite.<WH567>"},{"number":11,"verse":"I raised up<WH6965> some of your sons<WH1121> for prophets,<WH5030> and some of your young men<WH970> for Nazirites.<WH5139> Isn't<WH1121> this true, you children of Israel?<WH3478>\" says<WH5002> Yahweh.<WH3068>"},{"number":12,"verse":"\"But you gave the Nazirites<WH5139> wine<WH3196> to drink,<WH8248> and commanded<WH6680> the prophets,<WH5030> saying,<WH559> <WH5012> 'Don't prophesy!'"},{"number":13,"verse":"Behold,<WH5781> I will crush you in your place,<WH5699> as a cart crushes<WH5781> that is full<WH4392> of grain.<WH5995>"},{"number":14,"verse":"Flight<WH4498> will perish<WH6> from the swift;<WH7031> and the strong<WH2389> won't<WH553> strengthen his force;<WH3581> neither shall the mighty<WH1368> deliver<WH4422> himself;<WH5315>"},{"number":15,"verse":"neither shall he stand<WH5975> who handles<WH8610> the bow;<WH7198> and he who is swift<WH7031> of foot<WH7272> won't<WH4422> escape; neither shall he who rides<WH7392> the horse<WH5483> deliver<WH4422> himself;<WH5315>"},{"number":16,"verse":"and he who is courageous<WH533> among the mighty<WH1368> will flee away<WH5127> naked<WH6174> on that day,<WH3117>\" says<WH5002> Yahweh.<WH3068>"}]}