{"bibleAbbr":"WEB2020","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"Hear<WH8085> this word<WH1697> that Yahweh<WH3068> has spoken<WH1696> against you,<WH1121> children of Israel,<WH3478> against the whole family<WH4940> which I brought up<WH5927> out of the land<WH776> of Egypt,<WH4714> saying:<WH559>"},{"number":2,"verse":"\"You only have I chosen<WH3045> of all the families<WH4940> of the earth.<WH127> Therefore I will punish<WH6485> you for all of your sins.<WH5771>\""},{"number":3,"verse":"Do two<WH8147> walk<WH3212> together,<WH3162> unless<WH1115> they have agreed?<WH3259>"},{"number":4,"verse":"Will a lion<WH738> roar<WH7580> in the thicket,<WH3293> when he has no prey?<WH2964> Does a young lion<WH3715> cry out<WH5414> of his den,<WH4585> if he has caught<WH3920> nothing?<WH1115>"},{"number":5,"verse":"Can a bird<WH6833> fall<WH5307> in a trap<WH4170> on the earth,<WH776> where no snare<WH6341> is set for him?<WH6341> Does a snare spring up<WH5927> from the ground,<WH127> when there<WH3920> is nothing to catch?<WH3920>"},{"number":6,"verse":"Does the trumpet<WH7782> alarm sound in a city,<WH5892> without the people<WH5971> being afraid?<WH2729> Does evil<WH7451> happen to a city,<WH5892> and Yahweh<WH3068> hasn't<WH6213> done it?"},{"number":7,"verse":"Surely the Lord<WH136> Yahweh<WH3069> will do<WH6213> nothing,<WH1697> unless he reveals<WH1540> his secret<WH5475> to his servants<WH5650> the prophets.<WH5030>"},{"number":8,"verse":"The lion<WH738> has roared.<WH7580> Who will not<WH3808> fear?<WH3372> The Lord<WH136> Yahweh<WH3069> has spoken.<WH1696> Who can but prophesy?<WH5012>"},{"number":9,"verse":"Proclaim<WH8085> in the palaces<WH759> at Ashdod,<WH795> and in the palaces<WH759> in the land<WH776> of Egypt,<WH4714> and say,<WH559> \"Assemble<WH622> yourselves on the mountains<WH2022> of Samaria,<WH8111> and see<WH7200> what<WH7227> unrest<WH4103> is in<WH7130> her,<WH6217> and what oppression is among them.<WH8432>\""},{"number":10,"verse":"\"Indeed they don't<WH3045> know to do<WH6213> right,<WH5229>\" says<WH5002> Yahweh,<WH3068> \"Who hoard<WH686> plunder<WH2555> and loot<WH7701> in their palaces.<WH759>\""},{"number":11,"verse":"Therefore thus says<WH559> the Lord<WH136> Yahweh:<WH3069> \"An adversary<WH6862> will overrun<WH5439> the land;<WH776> and he will pull down<WH3381> your strongholds,<WH5797> and your fortresses<WH759> will be plundered.<WH962>\""},{"number":12,"verse":"Thus says<WH559> Yahweh:<WH3068> \"As the shepherd<WH7462> rescues out<WH5337> of the mouth<WH6310> of the lion<WH738> two<WH8147> legs,<WH3767> or a piece<WH915> of an ear,<WH241> so shall the children<WH1121> of Israel<WH3478> be rescued<WH5337> who sit<WH3427> in Samaria<WH8111> on the corner<WH6285> of a couch,<WH4296> and on the silken cushions<WH1833> of a bed.<WH4296>\""},{"number":13,"verse":"\"Listen,<WH8085> and testify<WH5749> against the house<WH1004> of Jacob,<WH3290>\" says<WH5002> the Lord<WH136> Yahweh,<WH3069> the God<WH3069> of Armies.<WH6635>"},{"number":14,"verse":"\"For in the day<WH3117> that I visit<WH6485> the transgressions<WH6588> of Israel<WH3478> on him,<WH6485> I will also visit the altars<WH4196> of Bethel;<WH1008> and the horns<WH7161> of the altar<WH4196> will be cut off,<WH1438> and fall<WH5307> to the ground.<WH776>"},{"number":15,"verse":"I will strike<WH5221> the winter<WH2779> house<WH1004> with the summer<WH7019> house;<WH1004> and the houses<WH1004> of ivory<WH8127> will perish,<WH6> and the great<WH7227> houses<WH1004> will have an end,<WH5486>\" says<WH5002> Yahweh.<WH3068>"}]}