{"bibleAbbr":"WEB2020+","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"Listen <WH8085> to this word, <WH1697> you cows <WH6510> of Bashan, <WH1316> who are on the mountain <WH2022> of Samaria, <WH8111> who oppress <WH6231> the poor, <WH1800> who crush <WH7533> the needy, <WH34> who tell <WH559> their husbands, <WH113> \"Bring <WH935> us drinks! <WH8354>\""},{"number":2,"verse":"The Lord <WH136> Yahweh <WH3069> has sworn <WH7650> by his holiness <WH6944> that behold, <WH3117> \"The days shall come <WH935> on you that they will take you away <WH5375> with hooks, <WH6793> and the last <WH319> of you with fish hooks. <WH6793>"},{"number":3,"verse":"You will go out <WH3318> at the breaks <WH6556> in the wall, <WH802> everyone straight before her; <WH7993> and you will cast yourselves into Harmon, <WH2038>\" says <WH5002> Yahweh. <WH3068>"},{"number":4,"verse":"\"Go <WH935> to Bethel, <WH1008> and sin; <WH6586> to Gilgal, <WH1537> and sin <WH6586> more. <WH7235> Bring <WH935> your sacrifices <WH2077> every morning, <WH1242> your tithes <WH4643> every three <WH7969> days, <WH3117>"},{"number":5,"verse":"offer <WH6999> a sacrifice <WH6999> of thanksgiving <WH8426> of that which is leavened, <WH2557> and proclaim <WH7121> free will offerings <WH5071> and brag about them: <WH3651> for this pleases <WH157> you, <WH1121> you children of Israel, <WH3478>\" says <WH5002> the Lord <WH136> Yahweh. <WH3069>"},{"number":6,"verse":"\"I also have given <WH5414> you cleanness <WH5356> of teeth <WH8127> in all your cities, <WH5892> and lack <WH2640> of bread <WH3899> in every town; <WH4725> yet you haven't <WH7725> returned to me, <WH5002>\" says Yahweh. <WH3068>"},{"number":7,"verse":"\"I also have withheld <WH4513> the rain <WH1653> from you, <WH7969> when there were yet three months <WH2320> to the harvest; <WH7105> and I caused it to rain <WH4305> on one <WH259> city, <WH5892> and caused it not to rain <WH4305> on another <WH259> city. <WH5892> One <WH259> place <WH2513> was rained <WH4305> on, <WH2513> and the piece where it didn't <WH4305> rain withered. <WH3001>"},{"number":8,"verse":"So two <WH8147> or three <WH7969> cities <WH5892> staggered <WH5128> to one <WH259> city <WH5892> to drink <WH8354> water, <WH4325> and were not satisfied: <WH7646> yet you haven't <WH7725> returned to me, <WH5002>\" says Yahweh. <WH3068>"},{"number":9,"verse":"\"I struck <WH5221> you with blight <WH7711> and mildew <WH3420> many times <WH7235> in your gardens <WH1593> and your vineyards; <WH3754> and your fig trees <WH8384> and your olive trees <WH2132> have the swarming locust <WH1501> devoured: <WH398> yet you haven't <WH7725> returned to me, <WH5002>\" says Yahweh. <WH3068>"},{"number":10,"verse":"\"I sent <WH7971> plagues <WH1698> among you like <WH1870> I did Egypt. <WH4714> I have slain <WH2026> your young men <WH970> with the sword, <WH2719> and have carried away <WH7628> your horses; <WH5483> and I filled <WH5927> your nostrils <WH639> with the stench <WH889> of your camp, <WH4264> yet you haven't <WH7725> returned to me, <WH5002>\" says Yahweh. <WH3068>"},{"number":11,"verse":"\"I have overthrown <WH2015> some of you, <WH430> as when God overthrew <WH4114> Sodom <WH5467> and Gomorrah, <WH6017> and you were like a burning <WH181> stick plucked out <WH5337> of the fire; <WH8316> yet you haven't <WH7725> returned to me, <WH5002>\" says Yahweh. <WH3068>"},{"number":12,"verse":"\"Therefore thus will I do <WH6213> to you, <WH3478> Israel; because <WH6118> I will do <WH6213> this to you, <WH3559> prepare to meet <WH7125> your God, <WH430> Israel. <WH3478>"},{"number":13,"verse":"For, <WH3335> behold, he who forms the mountains, <WH2022> and creates <WH1254> the wind, <WH7307> and declares <WH5046> to man <WH120> what is his thought; <WH7808> who makes <WH6213> the morning <WH7837> darkness, <WH5890> and treads <WH1869> on the high places <WH1116> of the earth: <WH776> Yahweh, <WH3068> the God <WH430> of Armies, <WH6635> is his name. <WH8034>\""}]}