{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":16,"verses":[{"number":1,"verse":"Agayne, the worde of the Lorde spake vnto me, sayinge:"},{"number":2,"verse":"Thou sonne of man, shewe the cytie of Ierusalem their abhominacions,"},{"number":3,"verse":"& saye: thus sayeth the Lord God vnto Ierusalem: Thy progeny and kynred came out of the lande of Canaan thy father was an Amoryte, thy mother a Cethyte, thus was the maner of thy byrth."},{"number":4,"verse":"In the daye of thy byrth when thou wast borne, the stringe of thy nauell was not cut of: thou wast not bathed in water to make the clene: Thou wast nether rubbed wt salt, ner swadled in cloutes:"},{"number":5,"verse":"No man regarded the so moch, as to do any of these thinges for the, or to shewe the soch fauoure, but thou wast vtterly cast out vpon the felde, yee, despised wast thou in the daye of thy birth"},{"number":6,"verse":"Then came I by the, and sawe the troden downe in thyne awne bloude, & sayde vnto the: Lyue, although thou be defyled in thyne awne bloude, ye euen I (I tell the) sayde vnto the lyue, although thou be defyled in thyne awne bloude."},{"number":7,"verse":"So I planted the as the blossome of the felde: thou art growen vp, & waxen greate: thou hast gotten a maruelous pleasaunt beutie, thy breastes are come vp, thy hearre is goodly growen, where as thou wast naked & bare afore."},{"number":8,"verse":"Nowe whan I wente by the, & loked vpon the: beholde, thy tyme was come, yee, euen the tyme to wowe the. Then spred I my clothes ouer the, to couer thy dishonestye: yee, I made an othe vnto the, & maried my selfe with the (sayeth the Lord God) and so thou becamest myne awne."},{"number":9,"verse":"Then washed I the with water, and pourged thy bloude from the. I anoynted the with oyle,"},{"number":10,"verse":"I gaue the chaunge of raymentes, I made the shues of Taxus lether: I gyrded the aboute with white sylcke I clothed the with kerchefes,"},{"number":11,"verse":"I decked the wt costly apparell, I put rynges vpon thy fyngers: a chayne aboute thy necke,"},{"number":12,"verse":"spanges vpon thy fore heade, eare rynges vpon thyne eares, and set a bewtifull crowne vpon thyne head."},{"number":13,"verse":"Thus wast thou deckte with syluer & golde, & thy rayment was of fyne white sylke of nedle worke & of diuerse coloures. Thou dyddest eate nothinge but symnels, honny & oyle: maruelous goodly wast thou & beutyfull, yee euen a very Quene wast thou"},{"number":14,"verse":"In so moch, that thy beuty was spoken of amonge the Heythen, for thou wast excellent in my beuty, which I put vpon the sayeth the Lorde God."},{"number":15,"verse":"But thou hast put confidence in thyne awne beuty, & played the harlot, when thou haddest gotten the a name. Thou hast committed whordome, with all that wente by the, & hast fulfylled their desyres:"},{"number":16,"verse":"yee, thou hast taken thy garmentes of diuerse colours, & deckte thyne aulters therwith, where vpon thou myghtest fulfyll thyne whordome, & of soch a fashyon, as neuer was done, ner shalbe."},{"number":17,"verse":"The goodly ornamentes & Iewels which I gaue the of myne awne golde and syluer, hast thou taken, and made the mens ymages therof, & commytted whordome withall."},{"number":18,"verse":"Thy garmentes of diuerse coloures hast thou taken, and deckte them therwith: myne oyle & incense hast thou set before them."},{"number":19,"verse":"My meate which I gaue the, as symnels, oyle & hony: (to fede the withall) that hast thou sett before them, for a swete sauoure. And thys came also to passe, sayeth the Lorde God:"},{"number":20,"verse":"Thou hast taken thine awne sonnes & daughters, whom thou haddest begotten vnto me: and these hast thou offred vp vnto them, to be their meate. Is this but a small whordome of thine (thinckest thou)"},{"number":21,"verse":"that thou slayest my chyldren, and geuest them ouer, to be brent vnto them?"},{"number":22,"verse":"And yet in all thy abhominacyons and whordome, thou hast not remembred the dayes of thy youth, howe naked & bare thou wast at that tyme, and troden downe in thyne awne bloude."},{"number":23,"verse":"After all these thy wyckednesses (wo wo vnto the, sayeth the Lorde)"},{"number":24,"verse":"Thou hast buylte hye places, yee at the head of euery strete hast thou buylded the an aulter."},{"number":25,"verse":"Thou hast made thy beuty to be abhorred, thou hast layed out thy legges to euery one that came by, & multiplied thyne whoredome."},{"number":26,"verse":"Thou hast commytted fornicacyon wt the Egypcyans thy neyghbours, which had moch fleshe: and thus hast thou encreased thine whordome, to anger me."},{"number":27,"verse":"Beholde, I dyd stretch out myne hande ouer the, & dyd minishe thy stoare of fode, and delyuer the ouer in to the wylles of the Philistines thine enemyes, which are ashamed of thy abhominable waye."},{"number":28,"verse":"Thou hast played the whore also with the Assyrians, because thou wast insatiable: Yee, thou hast (I saye) with them played the harlot, & yett haddest thou not ynough."},{"number":29,"verse":"Thus hast thou forthermore commytted thy fornicacyon from the lande of Canaan vnto the Caldees, & yet thy lust not satisfyed."},{"number":30,"verse":"Howe obstinate is thine herte (sayeth the Lorde God) seynge thou doest all these workes of an erraunt whore:"},{"number":31,"verse":"buyldinge thy stewes at the head of euery strete, & thy brodell houses in all places? Thou hast not bene as an other whore, that holdeth scorne of a small rewarde,"},{"number":32,"verse":"but a wife that breaketh wedlocke, & taketh other in steade of her husbonde."},{"number":33,"verse":"Gyftes are geuen to all other whores, but thou geuest rewardes vnto all thy louers: & offrest them gyftes, to come vnto the out of all places, & to commytte fornicacyon wt the."},{"number":34,"verse":"It is come to passe wt the in thy whordomes contrary to the vse of other women: yee, there hath no soch fornicacyon bene committed after the, seynge that thou profrest gyftes vnto other, and no rewarde is geuen the: this is a contrary thinge."},{"number":35,"verse":"Therfore, heare the worde of the Lorde, O thou harlot:"},{"number":36,"verse":"thus sayeth the Lorde God: For so moch as thou hast sett forth thy youthe to whordome, & discouered thy shame, thorowe thy whordome wt all thy louers, and with all the Idols of thy abhominacyons in the bloude of thy chyldren, whom thou hast geuen them?"},{"number":37,"verse":"Beholde therfore, I will gather together all thy louers, vnto whom thou hast made thy selfe comen: yee, and all them whom thou fauourest, & euery one that thou hatest: I wyll (I saye) gather them together rounde aboute the and will discouer thy shame before them, that they maye se all thy fylthynes."},{"number":38,"verse":"Moreouer, I will iudge the as a breaker of wedlocke and a murtherer, and recompence the thyne awne bloude in wrath and gelousy."},{"number":39,"verse":"I will geue the ouer in to their power, that shall breake downe thy stues, & destroye thy brodell houses: they shall strype the out of thy clothes, all thy fayre & beutyfull Iewels shall they take from the, & so let the syt naked & bare:"},{"number":40,"verse":"yee: they shall bringe the comen people vpon the, which shall stone the, & slaye the downe wt their sweardes."},{"number":41,"verse":"They shall burne vp thy houses, & punysh the in the sight of many wemen. Thus will I make thy whordome to ceasse, so that thou shalt geue out no more rewardes."},{"number":42,"verse":"Shulde I make my wrath to be still, take my gelousy from the, be content, & no more to be displeased?"},{"number":43,"verse":"seynge thou remembrest not the dayes of thy youth, but hast prouoked me to wrath in all these thinges? Beholde therfore I wyll brynge thyne awne wayes vpon thyne heade, sayeth the Lorde God: howe be it, I neuer dyd vnto the, accordynge to thy wickednesse & all thy abhominacyons."},{"number":44,"verse":"Beholde, all they that vse comen prouerbes, shall vse thys prouerbe also agaynst the: soche a mother, soch a daughter."},{"number":45,"verse":"Thou art euen thy mothers awne daughter, that hath cast of hyr housbande & hyr chyldren: Yee, thou art the syster of thy systers, which forsoke their husbandes & their chyldren. Youre mother is a Cethyte, and youre father an Amoryte."},{"number":46,"verse":"Thyne eldest syster is Samaria, she and her daughters that dwell vpon thy left hande. But thy yongest syster that dwelleth on thy ryght hande, is Sodoma & her daughters."},{"number":47,"verse":"Yet hast thou not walked after their wayes, ner done after their abhominacyons: but thou stodest a lytell & very small tyme, and in all thy wayes thou hast bene more corrupte then they."},{"number":48,"verse":"As truly as I lyue, sayeth the Lorde God: Sodoma thy syster wt her daughters, hath not done so euell, as thou and thy daughters."},{"number":49,"verse":"Beholde, the synnes of thy syster Sodoma were these: Pryde, fulnesse of meate, aboundaunce & Idilnesse, these thynges had she & hir daughters. Besydes that, they reached not their hande to the poore and nedy,"},{"number":50,"verse":"but were proude, and dyd abhominable thynges before me: therfore I toke them awaye, as pleased me."},{"number":51,"verse":"Nether hath Samaria done half of thy synnes, yee, thou hast exceaded them in wickednesse: In so moch that in comparyson of all the abhominacions which thou hast done, thou hast made thy systers good wemen."},{"number":52,"verse":"Therfore thou (which dydest condempne thy syster) beare thyne awne shame, for thyne awne offences, that thou hast committed, more abhominable then they dyd, which in dead ar more ryghteous, then thou art, be thou (I seye) ashamed, and beare thy shamfull rebuke, seynge that thou hast proued thy systers in comparyson of the ryghtwyse."},{"number":53,"verse":"As for their captiuyte, namely the captiuyte of Sodoma, & her daughters: the captiuyte of Samaria & her daughters: I will bringe them agayne, so will I also bringe agayne thy captiuyte amonge them:"},{"number":54,"verse":"that thou mayest take thyne awne confusion vpon the, & be ashamed of all that thou hast done, & to comforte them."},{"number":55,"verse":"Thus thy systers (namely) Sodoma & her daughters: Samaria and her daughters, wt thy selfe, & thy daughters, shalbe brought agayne to youre olde estate."},{"number":56,"verse":"When thou wast in thy pryde,"},{"number":57,"verse":"& before thy wickednesse came to lyght: thou woldest not heare speake of thy syster Sodoma, vntyll the tyme that the Syrians with all their townes, & the Philistines with all that lye rounde aboute them, brought the to shame & confusyon:"},{"number":58,"verse":"that thou myghtest beare thyne awne fylthynes & abhominacyon, sayeth the Lorde."},{"number":59,"verse":"For thus sayeth the Lorde God: I shulde (by right) deale with the, as thou hast done. Thou hast despysed the oth, and broken the couenaunte."},{"number":60,"verse":"Neuerthelesse, I will remembre the couenaunt that I made with the in thy youth in so moch that it shalbe an euerlastinge couenaunt:"},{"number":61,"verse":"so that thou also remembre thy wayes, & be ashamed of them: then shalt thou receaue of me thy elder & yonger systers, whom I wyll make thy daughters, and that besyde thy couenaunt."},{"number":62,"verse":"And so will I renue my couenaunt with the, that thou mayest knowe that I am the Lorde:"},{"number":63,"verse":"that thou mayest thincke vpon it, be ashamed, and excuse thyne awne confusyon nomore: when I haue forgeuen the, all that thou hast done, sayeth the Lorde God."}]}