{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"The worde of the Lord came to me, sayinge:"},{"number":2,"verse":"Thou sonne of man, set thy face towarde Ierusalem, speake agaynst the Sanctuary, and prophecye agaynst the lande of Israel, saye to the lande of Israel."},{"number":3,"verse":"Thus sayeth the Lorde: Beholde, I wyll vpon the, & will drawe my swearde out of the sheath, & rote out of the both the ryghtuous & the wycked"},{"number":4,"verse":"Seynge then that I will rote out of the both the ryghtuous and wycked, therfore shall my swearde go out of his sheath against all flesh from the north to the south:"},{"number":5,"verse":"that all flesh maye knowe howe that I the Lord haue drawen my swearde out of the sheath, & it shall not be put in again"},{"number":6,"verse":"Mourne therfore (O thou sonne of man) that thy loynes crack withall, ye mourne bitterly for them in their presence."},{"number":7,"verse":"And yf they saye, wherfore mournest thou? Then tell them: for the tidynges that commeth, at the whych all hertes shall melt, all handes shalbe letten downe, all stomackes shall faynte, & all knees shall waxe feble. Beholde, it commeth & shalbe fulfylled, sayeth the Lorde God."},{"number":8,"verse":"Agayne, the worde of the Lorde came vnto me, sayinge."},{"number":9,"verse":"Thou sonne of man, prophecye, and speake. Thus sayeth the Lord God: speake. The swearde, the swearde is sharpened & well scoured."},{"number":10,"verse":"Sharpened is it for the slaughter, & scoured that it maye be bryght. Shall we then make myrthe? Agenst the tribe of my sonne it is gone forthe destroyinge all trees."},{"number":11,"verse":"He hath putt his swearde to the dyghtinge, that good holde maye be taken of it. This swearde is sharpened & dyght, that it maye be geuen in to the hande of the manslayer."},{"number":12,"verse":"Crye (O thou sonne of man, & howle, for this swearde shall smyte my people, & all the rulers in Israel) my people shalbe fearede thorowe this swearde."},{"number":13,"verse":"Smite therfore thou vpon thy thyghe, for it is gone forthe to make a tryall. And what a tryall shall this be, when euen my scepter shall be reproued? Yt shall not be sayeth the Lorde God."},{"number":14,"verse":"Prophecy thou sonne of man, & smyte thyne handes together: make the swearde two edged, ye make it thre edged, that manslayers swearde, that swearde of the greate slaughter, whych shall smyte them, euen in their preuychambres:"},{"number":15,"verse":"to make them abashed & faynt at the hertes, & in all gates to make some of them fall. I haue geuen that fearfull swerde. O howe bryght and sharpe is it, howe well dight & mete for the slaughter."},{"number":16,"verse":"Gett the some place alone, ether vpon the ryght hande or on the lefte, whyther so euer thy face turneth."},{"number":17,"verse":"I wyll smyte my handes together also & satysfye my wrothfull indignacyon: Euen I the Lorde haue sayde it."},{"number":18,"verse":"The worde of the Lorde came yet vnto me agayne sayinge."},{"number":19,"verse":"Thou sonne of man, make the two stretes, that the swearde of the kynge of Babylon maye come. Both these stretes shall go out of one kynges lande. And chose the a place, at the heade of the strete chose out a corner."},{"number":20,"verse":"Make the a strete, that the swearde maye come to warde Rabath of the Ammonites, & to the stronge cytie of Ierusalem."},{"number":21,"verse":"For the kynge of Babylon shall stande in the turnynge of the waye, at the head of the two stretes: to aske councell at the sothe sayers, castinge the lottes wt his arowes, to aske councell at the Idole, and to loke in the lyuer."},{"number":22,"verse":"But the sothe sayinge shall poynte to the ryght syde vpon Ierusalem, that he maye set men of warre, to smyte it wt a greate noyse, to crye out Alarum, to sett batell rammes agaynst the gates, to graue vp dyches, & to make bulworkes."},{"number":23,"verse":"Neuertheles, as for the sothe sayinge, they shall holde it but for vanite. And esteame them as those to whome they haue often sworne. Notwithstandynge he shall remembre their wyckednesse, so that by ryght they must be taken & wonne."},{"number":24,"verse":"Therfore sayeth the Lorde God. For so moch as ye youre selues shewe your offence, and haue opened youre wickednesse, so that in all youre workes men maye se your synnes: therfore ar ye come to remembrance, and ye shalbe taken by violence."},{"number":25,"verse":"O thou shamefull wicked guyde of Israel whose daye is come: euen the tyme that wickednesse shall haue en ende."},{"number":26,"verse":"Thus sayeth the Lorde God: take awaye the garland, & put of the crowne, and so is it awaye: the humble is exalted, and the proude brought lowe."},{"number":27,"verse":"Punyshe, punyshe, yee, punyshe them will I, & destroye them: and that shall not be fulfylled vntyll he come, to whom the iudgement belongeth, & to whom I haue geuen it."},{"number":28,"verse":"And thou (O sonne of man) prophecy, & speake: Thus sayeth the Lorde God to the chyldren of Ammon, & to their blasphemy, speake thou: The swearde, the swearde, is drawen forth all redy to the slaughter, & scoured to consume that it glystreth"},{"number":29,"verse":"(because thou hast loked the out vanyties, and prophecyed lyes) that it maye come vpon thy necke, lyke as vpon the other vngodly, whych be slayne: whose daye came, whan their wyckednesse was full."},{"number":30,"verse":"Shulde I put it vp agayne? Naye I wyll punyshe the, in the lande where thou wast norished & borne,"},{"number":31,"verse":"and poure my indignacyon vpoon the and wyll blowe vpon the in the fyre of my wrath, and delyuer the vnto cruel people, which are lerned to destroye."},{"number":32,"verse":"Thou shalt fede the fyre and thy bloude shall be shed in the lande, that thou mayest be put out of remembraunce. Euen I the Lorde haue spoken it."}]}