{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":27,"verses":[{"number":1,"verse":"The worde of the Lord came vnto me sayenge:"},{"number":2,"verse":"O thou sonne of man, make a lamentable complaynte vpon Tyre,"},{"number":3,"verse":"and saye vpon Tyre, thou which art a porte of the see, that occupieth with moche people, & many Iles: thus speaketh the Lord God: O Tyre, thou hast sayd: what, I am a noble cyti"},{"number":4,"verse":"thy borders are in the middest of the see, and thy buylders haue made the maruelous goodly,"},{"number":5,"verse":"Al thy tables haue they made of cypres trees of the mount Sanyr, From Libanus haue they taken Cedre trees, to make the mastes:"},{"number":6,"verse":"and the Okes of Basan to make the rowers. Thy boordes haue they made of yuery, & of costely wood out of the Ile of Cethim."},{"number":7,"verse":"Thy sayle was of dyuers colours, small nedle worke out of the lande of Egypt, to hange vpon thy mast: & thy hanginges of yelow sylcke purple, out of the Iles of Elisah."},{"number":8,"verse":"They of Sydon & Arnad were thy maryners, and the wysest in Tyre were thy shypmasters."},{"number":9,"verse":"The eldest and wysest at Gebal were they, that mended & stopped thy shyppes. All shyppes of the see wt theyr shypmen occupyed theyr marchaundies in the."},{"number":10,"verse":"The Perses, Lydians and phutens were in thyne host, & helped the to fyght: these hanged vp theyr shyldes & helmettes with the, these sett forth they bewty."},{"number":11,"verse":"They of Arnad were with thyne hoost rounde aboute thy walles, & the Pigmenians were thy watchmen vpon thy towres, these hanged vp theyr quivers rounde aboute thy walles, and made the maruelous goodly."},{"number":12,"verse":"Tharsis occupyed with the in all maner of wares, in syluer, yron, tynne and lead, and made thy marckett greate."},{"number":13,"verse":"Iauan, Tubal, and Mesech were thy marchauntes, which brought the men, and ornamentes of metall for thy occupienge."},{"number":14,"verse":"They of the house of Thogarma brought vnto the at the tyme of thy marte, horse, horsmen and mules."},{"number":15,"verse":"They of Dedan were thy marchauntes: and many other Iles that occupyed with the, brought the weathers, Elephant bones & Peacockes for a present."},{"number":16,"verse":"The Sirians occupied with the, because of thy diuerse worckes, and increased thy marchaundies, with Smaragdes, with scarlet, with nedle worcke, with whyte lynen cloth, with sylcke, and with crystall."},{"number":17,"verse":"Iuda and the lande of Israel occupied wt the & brought vnto thy markettes, wheat, of Minnith and pannag, balme, hony, oyle, & tryacle."},{"number":18,"verse":"Damascus also vsed marchaundyes wt the, in the best wyne of Helbon & wt woll: because thy occupieng was so greate, and thy wares so many,"},{"number":19,"verse":"Dan, Iauan & Meusall haue brought vnto thy marckettes, yron redy made, with Cassia & Calamus, accordinge to thine occupyenge."},{"number":20,"verse":"Dedan occupied with the in fayre tapestrye worcke and cusshyns."},{"number":21,"verse":"Arabia & al the princes of Cedar haue occupied wt the, in shepe, wethers and goates."},{"number":22,"verse":"The marchauntes of Seba and Rema haue occupied also with the, in all costly spyces, in all precyous stones and golde, which they brought vnto thy marckettes."},{"number":23,"verse":"Haram, Chene and Eden, the marchauntes of Saba, Assiria, and Chelmad, were all doers wt the,"},{"number":24,"verse":"and occupyed with the. In costly rayment, of yelow sylcke & nedle worcke (very precyous, & therfore packte and bounde together with roapes.) Yee, and in Cedre woodde, at the tyme of thy marckettes."},{"number":25,"verse":"The shyppes of Tharsis were the chefe of thy occupyenge. Thus thou art full, and in greate worship, euen in the myddest of the see."},{"number":26,"verse":"Thy robbers shall brynge the into grett waters, the easte winde shall ouerbeare the into the myddest of the see:"},{"number":27,"verse":"so that thy wares, thy marchaundies, thy ryches, thy maryners, thy shypmasters, thy buylders of thy broken places, thy occupiers (that brought the thynges necessary) the men of warre that are in the: yee, and all thy comens shall perysh in the myddest of the see: in the daye of thy fall."},{"number":28,"verse":"The suburbes shall shake at the loude crye of thy shypmen."},{"number":29,"verse":"All whyry men, & all maryners vpon the see, shall leape out of theyr boates, & set them selues vpon the lande."},{"number":30,"verse":"They shall lyft vp theyr voyce because of the and make a lamentable cry. They shall cast dust vpon theyr heades, and lye downe in the asshes."},{"number":31,"verse":"They shall shaue them selues, and put sacke cloth vpon them for thy sake. They shall mourne for the with hertfull sorow,"},{"number":32,"verse":"and heuy lamentacion, yee, they also shall wepe for the. Alas, what cytie hath so bene destroyed in the see, as Tyre is?"},{"number":33,"verse":"When thy wares and marchaundies came from the sees, thou gauest al people ynough. The kinges of the earth hast thou made ryche, thorow the multitude of thy watres & occupieng."},{"number":34,"verse":"But thou art now cast downe in to the depe of the see, all thy resorte of people is perished with the."},{"number":35,"verse":"All they that dwell in the Iles are abashed at the, & all theyr kynges are afrayed, yee, theyr faces haue chaunged couloure."},{"number":36,"verse":"The marchauntes of the nacyons wondre at the. In that thou art so cleane brought to naught, and commest nomore vp."}]}