{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"The worde of the Lorde came vnto me sayenge:"},{"number":2,"verse":"thou sonne of man, tell the prince of Tyre: Thus sayeth the Lorde God, because thou hast a proude hert and hast sayde: I am a God, I haue my seate in the myddest of the see lyke a God: where as thou art but a man and not God, and yet standest in thyne awne conceate, that thou arte God:"},{"number":3,"verse":"Beholde, thou thynckest thy selfe wyser then Daniel, that there is no secretes hyd from the."},{"number":4,"verse":"Wyth thy wysdome and thy vnderstandyng, thou hast gotten the great welthynes, and gathered treasure of syluer and golde."},{"number":5,"verse":"With thy greate wysdome and occupyenge, hast thou increased thy power, and because of thy greate rychesse, thy herte is proude."},{"number":6,"verse":"Therfore, thus sayeth the Lorde God: For so moch as thou hast lyft vp thyne hert as though thou were God:"},{"number":7,"verse":"Beholde, I will brynge ennemyes vpon the, euen the tyrauntes of the Heathen: these shall drawe out their sweardes vpon thy bewty and wysdome, & shal defyle thy glory."},{"number":8,"verse":"They shall cast the downe to the pitte, so that thou shalt dye in the myddest of the see,"},{"number":9,"verse":"as they that be slayne. Lett se, yf thou wilt saye then (before them that slaye the) I am God: where as thou art but a man and not God, in the handes of them that slaye the."},{"number":10,"verse":"Dye shalt thou, euen as the vncircumcised in the handes of the enemyes for I my selfe haue spoken it, sayeth the Lorde God."},{"number":11,"verse":"Moreouer, the worde of the Lorde came vnto me, sayeng:"},{"number":12,"verse":"Thou sonne of man, make a lamentable complaynte ouer the kynge of Tyre, and tell hym: Thus sayeth the Lorde God: thou art a seale of a lykenesse, full of wysdome & excellent bewty."},{"number":13,"verse":"Thou hast bene in the pleasaunt garden of God: thou art deckte with al maner of precious stones: with Ruby, Topas, Crystall, Iacynte, Onix, Iaspis, Saphyr, Smaragde, Carbouncle, and golde. Thy bewty and the holes that be in the, were sett forth in the daye of thy creacyon."},{"number":14,"verse":"Thou art a fayre Cherub exalted by the anoyntyng, stretched wyde out for to couer. I haue sett the in this dignyte vpon the holy mount of God, there hast thou bene, & walcked amonge the fayre glysteringe stones."},{"number":15,"verse":"From the tyme of thy creacyon thou hast bene ryght excellent, tyll wickednes was founde in the."},{"number":16,"verse":"Because of thy great marchaundise, thy hert is full of wyckednesse, & thou hast offended. Therfore, wyll I cast the from the mount of God (O thou couering Cherub) and destroye the amonge the glysterynge stones."},{"number":17,"verse":"Thy hert was proude in thy fayre beuty, and thorow thy bewty thou hast destroyed thy wysdome. I will cast the downe to the grounde, & that in the sight of kynges."},{"number":18,"verse":"Thou hast defyled thy Sanctuary, wt the greate wyckednes of thy vnryghteous occupyenge. I wyll bringe a fyre from the myddest of the, to consume the: & wyll make the to asshes, in the sight of all them that loke vpon the."},{"number":19,"verse":"All they that haue bene acquaynted with the amonge the Heathen shalbe abasshed at the, seyng thou art so clene brought to naught, and commest nomore vp."},{"number":20,"verse":"And the worde of the Lorde came vnto me, sayeng:"},{"number":21,"verse":"Thou sonne of man, set thy face agaynst Sydon. Prophecye vpon it,"},{"number":22,"verse":"and speake: Thus sayeth the Lorde God: Beholde, O Sydon, I will vpon the, and gett me honoure in the: that it maye be knowne, how that I am the Lorde: when I punyshe her, and gett me honoure in her."},{"number":23,"verse":"For I will sende pestilence and bloudsheddyng into her streates, so that those which be slayne with the swearde, shall lye rounde aboute in the myddest of her: and they shall knowe, that I am the Lorde."},{"number":24,"verse":"She shall nomore be a pryckyng thorne, and an hurtyng breer vnto the house of Israell, ner vnto them that lye rounde aboute her, and hate her, & they shal knowe that I am the Lorde."},{"number":25,"verse":"Thus sayeth the Lord God: whan I gather the housholde of Israel together agayne from the nacions amonge whom they be scatered then shall I be sanctifyed in them, in the syght of the Gentyles, & they shall dwell in the land, that I gaue to my seruaunt Iacob."},{"number":26,"verse":"They shall dwell safely therin, buylde houses, & plante vyneyardes: yee, safely shall they dwell therin: when I haue punyshed all those, that despyse them rounde aboute: & then shall they knowe, that I am the Lorde theyr God."}]}