{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":33,"verses":[{"number":1,"verse":"Agayne, the worde of the Lorde came vnto me: sayenge."},{"number":2,"verse":"Thou sonne of man, Speke to the children of thy people, and tell them: Whan I sende a swearde vpon a lande, yf the people of the lande take a man of their countre, & set hym to be their watchman,"},{"number":3,"verse":"the same man (whan he seyth the swearde come vpon the lande) shall blowe the trompet, and warne the people."},{"number":4,"verse":"If a man now heare the noyse of the trompet & wyll not be warned, and the swearde come: and take him awaye: his bloude shall be vpon his awne head:"},{"number":5,"verse":"for he herde the sound of the trompet, & wolde not take hede, therfore his bloude be vpon him. But yf he will receaue warninge, he shall saue his lyfe."},{"number":6,"verse":"Agayne, yf the watch man se the swearde come, and shewe it not with the trompet, so that the people is not warned: yf the swearde come then, & take eny man from among them: the same shall be taken awaye in his awne synne, but his bloude wyll I require of the watchmans hande."},{"number":7,"verse":"And now (O thou sonne of man) I haue made the a watchman vnto the house of Israel: that where as thou hearest eny thinge out of my mouth, thou mayest warne them on my behalfe."},{"number":8,"verse":"If I saye vnto the wycked thou wycked, thou shalt surely dye, & thou geuest him not warnynge, that he maye bewarre of his vngodly waye: then shall the wycked dye in his awne synne, but his bloude wyll I require of thy hande."},{"number":9,"verse":"Neuertheles, yf thou warne the wycked of hys waye, to turne from it, where as he yet wyll not be turned from it, then shal he dye because of his synne, but thou hast deliuered thy soule."},{"number":10,"verse":"Therfore (O thou sonne of man) speake vnto the house of Israel. Ye, saye thus: Oure offences and synnes lye vpon vs, and we be corrupte in them: how shulde we then be restored vnto lyfe?"},{"number":11,"verse":"Tell them: As truly as I lyue saieth the Lord God, I haue no pleasure in the death of the wycked, but moch rather that the wycked turne from his waye, & lyue. Turne you, turne you from your vngodly wayes, O ye of the house of Israell. Oh wherfore wyll ye dye?"},{"number":12,"verse":"Thou sonne of man, tell the chyldren of thy people: The righteousnes of the ryghteous shal not saue him, whansoeuer he turneth awaye vnfaithfully. Agayne, the wyckednesse of the wycked shall not hurt hym, whan soeuer he conuerteth from hys vngodlynesse. And the ryghteousnesse of the ryghteous shall not saue his lyfe, whansoeuer he synneth."},{"number":13,"verse":"If I saye vnto the ryghteous, that he shal surely lyue, and so he trust to his awne ryghteousnesse, and do synne, then shall hys righteousnesse be nomore thought vpon, but in the wyckednesse that he hath done he shal dye."},{"number":14,"verse":"Agayne, yf I saye vnto the wycked: thou shalt surely dye: and so he turne from his synnes, and do the thinge that is lawfull and right:"},{"number":15,"verse":"In so moch that the same wicked man geueth the pledge agayne, restoreth that he had taken awaye by robbyry, walcketh in the commaundementes of lyfe, and doth no wronge. Then shall he surely lyue, and not dye."},{"number":16,"verse":"Yee, the synnes that he hath done, shall neuer be thought vpon. For in so moch as he doth now the thinge that is lawfull & ryght, he shall lyue."},{"number":17,"verse":"And yet the chyldren of thy people saye: Tush: the waye of the Lorde is not ryght, but they lye, where as their awne waye is rather vnright."},{"number":18,"verse":"When the ryghteous turneth from his ryghteousnes and doth the thing that is wicked he shall dye therfore."},{"number":19,"verse":"But yf the wicked turne from his wickednesse, doing the thinge that is lawfull and right, he shall lyue therfore."},{"number":20,"verse":"Yet ye saye: the waye of the Lorde is not equall. O ye house of Israell I will iudge euery one of you after his wayes."},{"number":21,"verse":"In the . xii. yeare, the . v. daye of the tenth moneth of oure captiuite, it happened, that one which was fled out of Ierusalem, came vnto me, and sayd: the citye is destroyed."},{"number":22,"verse":"Now the hande of the Lord had bene vpon me the euening afore this man (which was escaped) came vnto me, & had opened my mouth, vntyll the mornyng that he came to me: yee, he opened my mouth, so that I was nomore domme."},{"number":23,"verse":"Then came the worde of the Lord vnto me, & sayd."},{"number":24,"verse":"Thou sonne of man, these that dwell in the wasted lande of Israel, saye: Abraham was but one man, and he had the lande in possession: now are we many & the lande is geuen vs to possesse also."},{"number":25,"verse":"And therfore tell them. Thus sayeth the Lord: In the bloud haue ye eaten, youre eyes haue ye lyft vp to Idoles, and haue shed bloud: shall ye then haue the lande in possession?"},{"number":26,"verse":"Ye leane vpon your sweardes, ye worcke abhominacions, euery one defileth his neyghbours wife: and shall ye then possesse the lande?"},{"number":27,"verse":"Saye thou these wordes vnto them. Thus saieth the Lord God. As truly as I lyue all ye that dwell in thys wyldernesse, shalbe slayne with the swearde: whatsoeuer is vpon the felde, will I geue vnto the beastes to be deuoured: those that be in strong holdes & dennes, shall dye of the pestilence."},{"number":28,"verse":"For I wyll make the lande so desolate and waste, & the pompe of her strength shal come to an ende. The mountaynes in Israel shalbe so waste that noman shall trauayle therby."},{"number":29,"verse":"Then shall they lerne to knowe, that I am the Lord, when I make the lande waste & desolate, because of all their abhominacions, that they haue wrought."},{"number":30,"verse":"And thou sonne of man, the children of thy people that talcke of the, by the walles and in the dores of their houses, sayinge one to another: Come, let vs heare, what worde is gone forth from the Lord."},{"number":31,"verse":"These come vnto the, after the maner of a greate people: yee, as who sayth they were my people, they syt downe before the, and heare thy wordes, but they do not therafter for in their mouthes they make a Ieste of them, and theyr herte goeth after theyr awne couetous lucre."},{"number":32,"verse":"And as a balet that hath a swete tune, and is pleasaunt to synge, so shalt thou be vnto them: thy wordes shal they heare, but they will not do therafter."},{"number":33,"verse":"Whan this commeth to passe (for lo, it commeth in dede) then shall they knowe, that there hath bene a prophet amonge them."}]}