{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":39,"verses":[{"number":1,"verse":"Therfore, O thou sonne of man, prophecie agaynst Gog, and speake. Thus sayeth the Lorde God: Beholde O Gog: thou chefe prince at Mesech and Tubal, I wyll vpon the,"},{"number":2,"verse":"and punyshe the with sixe plages, & leade the from the north partes, and bring the vp to the mountaines of Israell."},{"number":3,"verse":"As for thy bowe, I will smyte it out of thy left hande, and cast thyne arowes out of thy ryght hande."},{"number":4,"verse":"Thou with all thine heape, and all the people that is wt the, must fall vpon the mountaynes of Israell. Then will I geue the vnto foules and wilde beastes of the felde, to be deuoured:"},{"number":5,"verse":"there must thou lye vpon the felde: for euen I the Lord haue spoken it, sayeth the Lord God."},{"number":6,"verse":"Into Magog, and among those that syt so carelesse in the Iles: will I send a fyre, & they shal knowe, that I am the Lord,"},{"number":7,"verse":"I wil make also the name of my holinesse to be knowne among my people of Israel: and I will not let my holy name be euel spoken of enymore: but the very Heathen also shall knowe, that I am the Lord, the holy one of Israel."},{"number":8,"verse":"Beholde, it commeth, and shalbe fulfilled in dede, sayeth the Lord God. This is the daye wherof I haue spoken."},{"number":9,"verse":"They that dwel in the cities of Israell, shall go forth and set fyre vpon the weapens, and burne them: shyldes and speres, bowes and arowes, bylles & clubbes: seuen yeares shal they be burnynge therof,"},{"number":10,"verse":"so that they shal els bringe no stickes from the felde, nether haue nede to hewe downe eny out of the wodde. For they shal haue weapens ynowe to burne. They shal robbe those that robbed them, & spoyle those that spoyled them sayeth the Lord God."},{"number":11,"verse":"At the same tyme wil I geue vnto God, a place to be buried in Israel, euen the valley, where thorow men go from the east to the see warde. Those that trauayle therby, shall stoppe ther noses for stenche. There shall Gog & all hys people be buried: and it shalbe called the valley of the people of God."},{"number":12,"verse":"Seuen monethes longe shall the house of Israell be buryenge of them that they maye clense the lande."},{"number":13,"verse":"Yee, all the people of the lande shall burie them. O, it shall be a glorious daye, when I gett me that honoure, saieth the Lord God."},{"number":14,"verse":"They shal ordeyne men also to be deed buriers, euer goynge thorow the lande, & appoynte them certayne places to bury those in, which remayne vpon the felde, that the lande maye be clensed. From ende to ende shall they seke, & that seuen monethes longe."},{"number":15,"verse":"Now those that go thorow the lande, where they se a mans bone, they shalt set vp a token by it, tyll the deed buryers haue buried it also, in the valley of the people of Gog."},{"number":16,"verse":"And the name of the citie shalbe called, hamonah (that is a multitude.) Thus shall they make the lande clene."},{"number":17,"verse":"And thou sonne of man: thus sayeth the Lord God. Speake vnto all the foules and euery byrde, yee, and to al the wilde beastes of the felde, heape you together and come, gather you rounde aboute vpon my slaughter, that I haue slayne for you: euen a greate slaughter vpon the mountaynes of Israell eate flesh and drincke bloude."},{"number":18,"verse":"Ye shall eate the flesh of the worthies, & drinke the bloud of the princes of the lande: of the wethers, of the lambes, of the goates, and of the oxen that be all slayne at Basan."},{"number":19,"verse":"Eate the fat your belyfull, and drincke bloude, tyll ye be dronken of the slaughter, whych I haue slayne vnto you."},{"number":20,"verse":"Fill you at my table with horses and stronge horsmen: with captaynes and men of warre, sayeth the Lord God."},{"number":21,"verse":"I will bringe my glory also amonge the Gentyles, that all the heathen maye se my iudgement, that I haue kepte, and my hand which I haue layed vpon them:"},{"number":22,"verse":"that the house of Israell maye knowe, how that I am the Lord their God from that daye forth."},{"number":23,"verse":"And the heathen shall knowe, that where as the house of Israell were led into captiuyte: it was for their wyckednes sake, because they offended me. For the which cause I hyd my face from them, and delyuered them into the handes of their enemies, that they might all be slaine with the swearde."},{"number":24,"verse":"Accordinge to their vnclennesse & vnfaithfull dealinges, so haue I entreated them, and hyd my face from them."},{"number":25,"verse":"Therfore, thus sayeth the Lord God: Now will I bringe agayne the captiues of Iacob & haue mercy vpon the whole house of Israel, and be gelous for my holy names sak"},{"number":26,"verse":"All their confusion and offence that they haue done agaynst me shall be taken awaye: & so safely shal they dwell in their lande, that no man shall make them afrayed."},{"number":27,"verse":"And when I haue brought them agayne from amonge the people, when I haue gathered them together out of their enemies landes, & am praysed in them before many Heathen:"},{"number":28,"verse":"then shal they knowe, that I am the Lord their God which suffred them to be led into captiuite amonge the Heathen, but now haue I brought them agayne into their awne lande, and not left one of them yonder."},{"number":29,"verse":"After that, will I hyde my face nomore from them but will poure out my sprete vpon the house of Israell, sayeth the Lorde God."}]}