{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":43,"verses":[{"number":1,"verse":"So he brought me to the dore that turneth toward the east."},{"number":2,"verse":"Behold, then came the glory of the God of Israel from out of the east, whose voyce was lyke a great noyce of waters, and the earth was lyghtened with his glory."},{"number":3,"verse":"His syght to loke vpon was lyke the fyrst, that I sawe when I went in, what tyme as the cytie shuld haue bene destroyed: and like the visyon that I sawe by the water of Cobar. Then fell I vpon my face:"},{"number":4,"verse":"but the glory of the Lord came into the house, thorowe the east dore."},{"number":5,"verse":"So a wynde toke me vp, and brought me into the ynnermer court: and beholde, the house was full of the glory of the Lorde."},{"number":6,"verse":"I hearde one speaking vnto me out of the house: and there stode one by me,"},{"number":7,"verse":"that sayde vnto me: O thou sonne of man, this rowme is my seate, & the place of my fotsteppes, where as I wyll dwell amonge the children of Israel for euermore: so that the house of Israel shall nomore defyle my holy name: nether they, ner their kynges thorowe theyr whordome, thorowe their hye places, & thorowe the deed bodyes of their kinges:"},{"number":8,"verse":"which haue builded their thresholdes in maner hard vpon my thresholdes, & their postes almost at my postes: & a wall betwyxte me and them. Thus haue they defyled my holy name wt their abhominations, that they haue commytted. Wherfore, I haue destroyed them in my wrath."},{"number":9,"verse":"But now they shal put awaye their whordome & the deed bodies of their kinges out of my syght, that I maye dwell among them for euermore."},{"number":10,"verse":"Therfore, O thou sonne of man, shewe thou the housholde of Israel a temple, that they maye be ashamed of their wickednes, & measure them selues an example therat."},{"number":11,"verse":"And when they be ashamed of all theyr worckes, then shewe them the fourme & fashyon of the temple, the comming in, the goynge out, all the maner and descripcyon therof: yee, all the vses & ordinaunces of it, that they maye kepe and fulfyll all the fashyons and customes therof."},{"number":12,"verse":"This is the descripcion of the house. Aboue, vpon the mount rounde about all the corners, it shalbe the holyest of all. Beholde, that is the descripcyon and fashyon of the house."},{"number":13,"verse":"Thys is the measure of the aultar, after the true cubite: which is a spanne longer then another cubyte, his botome in the middest was a cubite longe and wyde, and the ledge that went rounde about it, was a spanne broade. This is the heyght of the aulter."},{"number":14,"verse":"From the ground to the lower steppes, the length is two cubites: and the bredth one cubite: and from the lower steppes to the hygher, are foure cubytes, and the bredth but one cubite."},{"number":15,"verse":"The aultar was . iiij. cubytes hye, and from the aultar vpwarde stode . iiij. hornes,"},{"number":16,"verse":"and it was . xij. cubytes longe and . xij. cubites broade, vpon the foure corners:"},{"number":17,"verse":"the couering of the aultar was . xiiij. cubites longe & broad vpon the foure corners, and the ledge that went rounde about had halfe a cubite, and the botome therof rounde about one cubite: hys steppes stode towarde the east."},{"number":18,"verse":"And he sayd vnto me: Thou sonne of man, thus sayth the Lorde God: these are the ordynaunces and lawes of the aultar: in the daye, whan it is made to offer burntofferinges, and to sprenckle bloude therupon."},{"number":19,"verse":"To the prestes, to the leuites that be of the sede of Sadoch, and treade before me to do me seruyce, sayeth the Lorde God. Unto these geue thou a yonge bullocke for a synoffering:"},{"number":20,"verse":"& take the bloude of hym, and sprenckle his foure hornes withall: and the foure corners of the aultar couering, with the ledge that goeth rounde about, herwith shalt thou clense it, and reconcyle it."},{"number":21,"verse":"Thou shalte take the bullocke also of the synoffering, and burne him in a seuerall place without the sanctuary."},{"number":22,"verse":"The next daye, take a goatbucke, wtout blemysh for a synofferynge, to reconcyle the aultar withall, lyke as it was reconcyled wt the bullocke."},{"number":23,"verse":"Nowe whan thou hast made it cleane, then offre a yonge bullocke without blemysh, and a ramme out of the flocke without blemysh also."},{"number":24,"verse":"Offer them before the Lord: and let the preste cast salt therupon, and geue them so vnto the Lord for a burntofferyng."},{"number":25,"verse":"Seuen dayes shalt thou brynge euery daye a goatbuck. A yonge bullocke and a ramme of the flocke, both without blemysh, shall they offre."},{"number":26,"verse":"Seuen dayes shall they reconcyle and clense the aultar, and offre vpon it."},{"number":27,"verse":"When these dayes are expyred, then vpon the eight daye and so forth, the prestes shall offre their burntofferinges and healthofferinges vpon the aultar: so will I be mercyfull vnto you, sayth the Lorde God."}]}