{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"These are the names of the trybes that lye vpon the northsyde, by the waye of Hetlon, tyll thou commest vnto Hemath and Hazar Enam, the borders of Damascus towarde the north besyde Hemath: Dan shall haue hys porcyon from the easte quarter vnto the west."},{"number":2,"verse":"Upon the borders of Dan from the east syde vnto the west, shall Asser haue his porcion."},{"number":3,"verse":"Upon the borders of Asser from the east parte vnto the west shall Nephtaly haue his porcion."},{"number":4,"verse":"Upon the borders of Nephtaly from the east quarter vnto the west, shall Manasses haue his porcyon."},{"number":5,"verse":"Upon the borders of Manasses from the east side vnto the west, shall Ephraim haue hys porcyon."},{"number":6,"verse":"Upon the borders of Ephraim from the east parte vnto the west, shall Ruben haue hys porcyon."},{"number":7,"verse":"Upon the borders of Ruben from the east quarter vnto the west, shall Iuda haue his porcyon."},{"number":8,"verse":"Upon the borders of Iuda from the east part vnto the west, ye shall set asyde one porcion of . xxv. M. meteroddes longe and brode, like as an another porcyon from the east syde vnto the west, wherin the sanctuary shall stande."},{"number":9,"verse":"As for the porcyon that ye shall separate, out for the Lorde, it shalbe . xxv. M. longe & . x. M. brode."},{"number":10,"verse":"Which separated holy porcion shall belonge vnto these: namely to the prestes, towarde the north . xxv. M. and towarde the west . x. M. brode, towarde the east . x. M. brode also, & towarde the south . xxv. M. longe, wherin the sanctuary of the Lord shall stande."},{"number":11,"verse":"Yee, this same place shalbe the prestes, that are of the children of Sadoch and haue kept my holy ordinaunce: which went not astraye in the erroure of the children of Israel, lyke as the leuites ar gone astraye:"},{"number":12,"verse":"and thys separated pece that they haue of lande, shalbe the most holy, harde vpon the borders of the leuites."},{"number":13,"verse":"And next vnto the prestes shall the leuites haue . xxv. M. longe, and . x. M. broade. Thys shalbe on euery syde . xxv. M. longe, and . x. M. brode."},{"number":14,"verse":"Of this porcyon they shall sell nothing, ner make any permutation therof, lest the chefe of the lande fall vnto other, for it is halowed vnto the Lorde."},{"number":15,"verse":"The other . v. M. after the bredth that lyeth by the . xxv. M. shalbe comen: it shall belonge to the citye and to the suburbes for habitations, and the citie shall stande in the middest therof."},{"number":16,"verse":"Let this be the measure: towarde the north parte . v. C. & . iiij. M. towarde the south parte . v. C. & . iiij. M. towarde the east part, . v. C. & . iiij. M. towarde the west parte . v. C. and . iiij. M."},{"number":17,"verse":"The suburbes harde vpon the citye, shall haue towarde the north . l. and . ij. C. toward the south . l. and . ij. C. towarde the east . l. and . ij. C. towarde the west also . l. and . ij. C."},{"number":18,"verse":"As for the residue of the length, that lyeth harde vpon the separated holy grounde: namely . x. M. towarde the east, and . x. M. towarde the the west, nexte vnto the holy porcion: it and the increase therof shall serue for their meat: that laboure in the citye."},{"number":19,"verse":"They that laboure for the wealth of the citye, shall maynteyne thys also, out of what trybe soeuer they be in Israel."},{"number":20,"verse":"All that is separated of the . xxv. M. longe and . xxv. M. brode on the foure partes, that shall ye put asyde for the separated porcyon of the sanctuary, and for the possession of the citye."},{"number":21,"verse":"The residue vpon both the sides of the sanctuary and possessyon of the citye, shall belonge to the prynce, before the place of the . xxv. M. vnto the eastende, & before the place of the . xxv. M. westwarde vnto the borders of the citye: this shalbe the prynces porcyon. Thys shalbe the holy place, and the house of the sanctuary shall stande in the myddest."},{"number":22,"verse":"Moreouer, from the leuytes and the cityes possession, that lye in the middest of the princes parte: loke what remayneth betwixt the border of Iuda and the border of Beniamin, it shalbe the prynces."},{"number":23,"verse":"Nowe of the other trybes. From the east parte vnto the west, shall Beniamin haue his porcyon."},{"number":24,"verse":"Upon the borders of Beniamin from the eastsyde vnto the west, shall Simeon haue his porcion."},{"number":25,"verse":"Upon the borders of Symeon from the east parte vnto the west, shall Isakar haue his porcion."},{"number":26,"verse":"Upon the borders of Isakar from the east syde vnto the west, shall Zabulon haue hys porcion."},{"number":27,"verse":"Upon the borders of Zabulon from the east parte vnto the west, shall Gad haue his porcyon."},{"number":28,"verse":"Upon the borders of Gad southward, the coastes shall reach from Thamar forth vnto the waters of stryfe to Cades, & to the floude, euen vnto the mayne see."},{"number":29,"verse":"Thys is the lande with hys porcyons, which ye shall dystribute vnto the trybes of Israel, sayeth the Lorde God."},{"number":30,"verse":"Thus wyde shall the citye reach vpon the north parte . v. C. and . iiij. M. measures."},{"number":31,"verse":"The portes of the citye, shall haue the names of the trybes of Israel. Thre portes of the northsyde: one Ruben, another Iuda, the thyrde Leui."},{"number":32,"verse":"Upon the eastsyde . v. C. and . iiij. M. measures, with thre portes: the one Ioseph, another Beniamin, the thyrde Dan."},{"number":33,"verse":"Upon the southsyde . v. C. and . iiij. M. measures, with the thre portes: the one Symeon, another Izachar, the thyrde Zabulon."},{"number":34,"verse":"And vpon the westsyde . v. C. and . iiij. measures, with thre portes also: the one Gad, another Asser, the thyrde Nephtali."},{"number":35,"verse":"Thus shall it haue . xviij. M. measures rounde about. And from that tyme forth, the name of the citye shalbe, the Lorde is there."}]}