{"bibleAbbr":"GB1539","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"And the worde of the Lord came vnto me, sayinge:"},{"number":2,"verse":"Thou sonne of man, turne thy face to the mountaynes of Israel, that thou mayest prophecie vnto them,"},{"number":3,"verse":"and saye: Heare the worde of the Lord God, O ye mountaynes of Israel: Thus hath the Lorde God spoken to the mountaynes, hylles, valleys and dales. Beholde I, I my selfe I saye, wyll brynge a swearde ouer you, and destroye youre hye places:"},{"number":4,"verse":"I wyll cast downe youre aulters, and breake downe youre ymages. Youre slayne men wyll I laye before youre goddes,"},{"number":5,"verse":"and the deed carcases of the chyldren of Israel wyll I cast before theyr Idoles, youre bones wyll I destroye rounde aboute youre aulters,"},{"number":6,"verse":"and dwellyng places. The cyties shalbe desolate, the hyllchapels layed waste: youre aulters destroyed, & broken: youre goddes cast downe, and taken awaye, your temples layde eauen wyth the grounde, your awne worckes cleane roted oute."},{"number":7,"verse":"Youre slayne men shall lye amonge you, that ye maye learne to knowe, howe that I am the Lorde."},{"number":8,"verse":"Those that be amonge you & haue escaped the swearde, wyll I leaue amonge the Gentiles, for I wyll scatre you amonge the nacyons."},{"number":9,"verse":"And they that escape of you, shall thincke vpon me amonge the Heathen, where they shalbe in captiuitye. As for that whorysh and vnfaythfull herte of theyrs, wherewyth they runne awaye fro me, I wyll breake it: yee, & put oute those eyes of theirs, that commytte fornicacyon with theyr Idols. Then shall they be ashamed, and displeased wyth their selues, for the wyckednesses and abhominacyons, which they haue done:"},{"number":10,"verse":"and shall learne to knowe, that I am the Lorde howe that it is not in vayne, that I the Lorde spake, to brynge soch misery vpon them."},{"number":11,"verse":"The Lord sayde moreouer vnto me: Smyte thyne handes together, and stampe wyth thy fete, and saye: Wo worth all the abhominacions and wyckednesses of the house of Israel, for because of them, they shall perysh wt the swearde, wyth honger and with pestilence."},{"number":12,"verse":"Who so is farre of, shall dye of the pestilence: he that is nye at hande, shall perysh wyth the swearde: and the other that remayne & that are beseged, shall dye of honger. Thus wyll I satisfye my wrothfull displeasure vpon them."},{"number":13,"verse":"And so shall ye learne to knowe, that I am the Lorde, when youre slayne men lye amonge youre Idols, and aboute youre aulters: vpon all hye hylles and toppes of mountaynes, amonge all grene trees, amonge all thycke okes: euen in the places, where they dyd sacrifyce to all theyr Idols."},{"number":14,"verse":"I wyll stretch myne hande oute vpon them, and wyll make the lande waste: So that it shall lye desolate and voyde, from the wyldernesse of Deblothah forth, thorowe all their habitacions: to learne them for to knowe, that I am the Lorde."}]}