{"bibleAbbr":"LXXBr","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"Ἀδὰμ δὲ ἔγνω Εὔαν τὴν γυναῖκα αὐτοῦ, καὶ συλλαβοῦσα ἔτεκε τὸν Κάϊν· καὶ εἶπεν, ἐκτησάμην ἄνθρωπον διὰ τοῦ Θεοῦ."},{"number":2,"verse":"Καὶ προσέθηκε τεκεῖν τὸν ἀδελφὸν αὐτοῦ τὸν Ἄβελ· καὶ ἐγένετο Ἄβελ ποιμὴν προβάτων, Κάϊν δὲ ἦν ἐργαζόμενος τὴν γῆν."},{"number":3,"verse":"Καὶ ἐγένετο μεθʼ ἡμέρας ἤνεγκε Κάϊν ἀπὸ τῶν καρπῶν τῆς γῆς θυσίαν τῷ Κυρίῳ·"},{"number":4,"verse":"Καὶ Ἄβελ ἤνεγκε καὶ αὐτὸς ἀπὸ τῶν πρωτοτόκων τῶν προβάτων αὐτοῦ, καὶ ἀπὸ τῶν στεάτων αὐτῶν· καὶ ἐπεῖδεν ὁ Θεὸς ἐπὶ Ἄβελ, καὶ ἐπὶ τοῖς δώροις αὐτοῦ."},{"number":5,"verse":"Ἐπὶ δὲ Κάϊν, καὶ ἐπὶ ταῖς θυσίαις αὐτοῦ, οὐ προσέσχε· καὶ ἐλυπήθη Κάϊν λίαν, καὶ συνέπεσε τῷ προσώπῳ αὐτοῦ."},{"number":6,"verse":"Καὶ εἶπε Κύριος ὁ Θεὸς τῷ Κάϊν, ἵνα τί περίλυπος ἐγένου, καὶ ἵνα τί συνέπεσε τὸ πρόσωπόν σου;"},{"number":7,"verse":"Οὐκ ἐὰν ὀρθῶς προσενέγκῃς, ὀρθῶς δὲ μὴ διέλῃς, ἥμαρτες; ἡσυχασον· πρός σὲ ἡ ἀποστροφὴ αὐτοῦ, καὶ σὺ ἄρξεις αὐτοῦ."},{"number":8,"verse":"Καὶ εἶπεν Κάϊν πρὸς Ἄβελ τὸν ἀδελφὸν αὐτοῦ, διέλθωμεν εἰς τὸ πεδίον· καὶ ἐγένετο ἐν τῷ εἶναι αὐτοὺς ἐν τῷ πεδίῳ, ἀνέστη Κάϊν ἐπὶ Ἄβελ τὸν ἀδελφὸν αὐτοῦ, καὶ ἀπέκτεινεν αὐτόν."},{"number":9,"verse":"Καὶ εἶπε Κύριος ὁ Θεὸς πρὸς Κάϊν· ποῦ ἔστιν Ἄβελ ὁ ἀδελφός σου; καὶ εἶπεν, οὐ γινώσκω· μὴ φύλαξ τοῦ ἀδελφοῦ μου εἰμὶ ἐγώ;"},{"number":10,"verse":"Καὶ εἶπε Κύριος, τί πεποίηκας; φωνὴ αἵματος τοῦ ἀδελφοῦ σου βοᾷ πρός με ἐκ τῆς γῆς."},{"number":11,"verse":"Καὶ νῦν ἐπικατάρατος σὺ ἀπὸ τῆς γῆς, ἣ ἔχανε τὸ στόμα αὐτῆς δέξασθαι τὸ αἷμα τοῦ ἀδελφοῦ σου ἐκ τῆς χειρός σου."},{"number":12,"verse":"Ὅτε ἐργᾷ τὴν γῆν, καὶ οὐ προσθήσει τὴν ἰσχὺν αὐτῆς δοῦναί σοι· στένων καὶ τρέμων ἐσῃ ἐπὶ τῆς γῆς."},{"number":13,"verse":"Καὶ εἶπε Κάϊν πρὸς Κύριον τὸν Θεὸν, μείζων ἡ αἰτία μου τοῦ ἀφεθῆναί με."},{"number":14,"verse":"Εἰ ἐκβάλλεις με σήμερον ἀπὸ προσώπου τῆς γῆς, καὶ ἀπὸ τοῦ προσώπου σου κρυβήσομαι, καὶ ἔσομαι στένων καὶ τρέμων ἐπὶ τῆς γῆς, καὶ ἔσται πᾶς ὁ εὑρίσκων με, ἀποκτενεῖ με."},{"number":15,"verse":"Καὶ εἴπεν αὐτῷ Κύριος ὁ Θεὸς, οὐχ οὕτω· πᾶς ὁ ἀποκτείνας Κάϊν, ἑπτὰ ἐκδικούμενα παραλύσει. Καὶ ἔθετο Κύριος ὁ Θεὸς σημεῖον τῷ Κάϊν, τοῦ μὴ ἀνελεῖν αὐτὸν πάντα τὸν εὑρίσκοντα αὐτόν."},{"number":16,"verse":"Ἐξῆλθεν δὲ Κάϊν ἀπὸ προσώπου τοῦ Θεοῦ, καὶ ᾤκησεν ἐν γῇ Ναὶδ κατέναντι Ἐδέμ."},{"number":17,"verse":"Καὶ ἔγνω Κάϊν τὴν γυναῖκα αὐτοῦ· καὶ συλλαβοῦσα ἔτεκε τὸν Ἐνώχ. Καὶ ἦν οἰκοδομῶν πόλιν· καὶ ἐπῳνόμασε τὴν πόλιν ἐπὶ τῷ ὀνόματι τοῦ υἱοῦ αὐτοῦ, Ἐνώχ."},{"number":18,"verse":"Ἐγενήθη δὲ τῷ Ἐνὼχ Γαϊδάδ· καὶ Γαϊδὰδ ἐγέννησε τὸν Μαλελεὴλ· καὶ Μαλελεὴλ ἐγέννησε τὸν Μαθουσάλα· καὶ Μαθουσάλα ἐγέννησε τὸν Λάμεχ."},{"number":19,"verse":"Καὶ ἔλαβεν ἑαυτῷ Λάμεχ δύο γυναῖκας· ὄνομα τῇ μιᾷ, Ἀδά· καὶ ὄνομα τῇ δευτέρᾳ, Σελλά."},{"number":20,"verse":"Καὶ ἔτεκεν Ἀδὰ τὸν Ἰωβήλ· οὗτος ἦν πατὴρ οἰκούντων ἐν σκηναῖς κτηνοτρόφων."},{"number":21,"verse":"Καὶ ὄνομα τῷ ἀδελφῷ αὐτοῦ, Ἰουβάλ· οὗτος ἦν ὁ καταδείξας ψαλτήριον καὶ κιθάραν."},{"number":22,"verse":"Σελλὰ δὲ καὶ αὐτὴ ἔτεκε τὸν Θόβελ· καὶ ἦν σφυροκόπος χαλκεὺς χαλκοῦ καὶ σιδήρου. ἀδελφὴ δὲ Θόβελ, Νοεμά."},{"number":23,"verse":"Εἶπε δὲ Λάμεχ ταῖς ἑαυτοῦ γυναιξίν, Ἀδὰ καὶ Σελλὰ, ἀκούσατέ μου τῆς φωνῆς, γυναῖκες Λάμεχ, ἐνωτίσασθέ μου τοὺς λόγους· ὅτι ἄνδρα ἀπέκτεινα εἰς τραῦμα ἐμοὶ, καὶ νεανίσκον εἰς μώλωπα ἐμοί."},{"number":24,"verse":"Ὅτι ἑπτάκις ἐκδεδίκηται ἐκ Κάϊν· ἐκ δὲ Λάμεχ, ἑβδομηκοντάκις ἑπτά."},{"number":25,"verse":"Ἔγνω δὲ Ἀδὰμ Εὔαν τὴν γυναῖκα αὐτοῦ· καὶ συλλαβοῦσα ἔτεκεν υἱόν· καὶ ἐπωνόμασε τὸ ὄνομα αὐτοῦ Σὴθ, λέγουσα, ἐξανέστησε γάρ μοι ὁ Θεὸς σπέρμα ἕτερον ἀντὶ Ἄβελ, ὃν ἀπέκτεινε Κάϊν."},{"number":26,"verse":"Καὶ τῷ Σὴθ ἐγένετο υἱός· ἐπωνόμασε δὲ τὸ ὄνομα αὐτοῦ, Ἑνώς· οὗτος ἤλπισεν ἐπικαλεῖσθαι τὸ ὄνομα Κυρίου τοῦ Θεοῦ."}]}