{"bibleAbbr":"LXXBr","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"Ἀπᾴρας δὲ Ἰσραὴλ, αὐτὸς καὶ πάντα τὰ αὐτοῦ, ἦλθεν ἐπὶ τὸ φρέαρ τοῦ ὅρκου· καὶ ἔθυσε θυσίαν τῷ Θεῷ τοῦ πατρὸς αὐτοῦ Ἰσαάκ."},{"number":2,"verse":"Εἶπε δὲ ὁ Θεὸς τῷ Ἰσραὴλ ἐν ὁράματι τῆς νυκτὸς, εἰπὼν, Ἰακὼβ, Ἰακώβ· ὁ δὲ εἶπε, τί ἐστιν;"},{"number":3,"verse":"Ὁ δὲ λέγει αὐτῷ, ἐγώ εἰμι ὁ Θεὸς τῶν πατέρων σου· μὴ φοβοῦ καταβῆναι εἰς Αἴγυπτον· εἰς γὰρ ἔθνος μέγα ποιήσω σε ἐκεῖ."},{"number":4,"verse":"Καὶ ἐγὼ καταβήσομαι μετὰ σοῦ εἰς Αἴγυπτον, καὶ ἐγὼ ἀναβιβάσω σε εἰς τέλος· καὶ Ἰωσὴφ ἐπιβαλεῖ τὰς χεῖρας ἐπὶ τοὺς ὀφθαλμούς σου."},{"number":5,"verse":"Ἀνέστη δὲ Ἰακὼβ ἀπὸ τοῦ φρέατος τοῦ ὅρκου· καὶ ἀνέλαβον οἱ υἱοὶ Ἰσραὴλ τὸν πατέρα αὐτῶν, καὶ τὴν ἀποσκευὴν, καὶ τὰς γυναῖκας αὐτῶν, ἐπὶ τὰς ἁμάξας, ἃς ἀπέστειλεν Ἰωσὴφ ἆραι αὐτόν."},{"number":6,"verse":"Καὶ ἀναλαβόντες τὰ ὑπάρχοντα αὐτῶν, καὶ πᾶσαν τὴν κτῆσιν, ἣν ἐκτήσαντο ἐκ γῇ Χαναὰν, εἰσῆλθον εἰς Αἴγυπτον, Ἰακὼβ, καὶ πᾶν τὸ σπέρμα αὐτοῦ μετʼ αὐτοῦ."},{"number":7,"verse":"Υἱοὶ, καὶ υἱοὶ τῶν υἱῶν αὐτοῦ μετʼ αὐτοῦ· θυγατέρες, καὶ θυγατέρες τῶν θυγατέρων αὐτοῦ· καὶ πᾶν τὸ σπέρμα αὐτοῦ ἤγαγεν εἰς Αἴγυπτον·"},{"number":8,"verse":"Ταῦτα δὲ τὰ ὀνόματα τῶν υἱῶν Ἰσραὴλ τῶν εἰσελθόντων εἰς Αἴγυπτον ἅμα Ἰακὼβ τῷ πατρὶ αὐτῶν. Ἰακὼβ καὶ οἱ υἱοὶ αὐτοῦ· πρωτότοκος Ἰακὼβ, Ῥουβήν."},{"number":9,"verse":"γἱοὶ δὲ Ῥουβὴν, Ἑνὼχ, καὶ Φαλλὸς, Ἀσρὼν, καὶ Χαρμί."},{"number":10,"verse":"Υἱοὶ δὲ Συμεὼν, Ἰεμουὴλ, καὶ Ἰαμεὶν, καὶ Ἀὼδ, καὶ Ἀχεὶν, καὶ Σαὰρ, καὶ Σαοὺλ υἱὸς τῆς Χανανίτιδος."},{"number":11,"verse":"Υἱοὶ δὲ Λευὶ, Γηρσὼν, Κὰθ, καὶ Μεραρί."},{"number":12,"verse":"Υἱοὶ δὲ Ἰούδα, Ἢρ, καὶ Αὐνὰν, καὶ Σηλὼμ, καὶ Φαρὲς, καὶ Ζαρά· ἀπέθανε δὲ Ἢρ καὶ Αὐνὰν ἐν γῇ Χαναάν· ἐγένοντο δὲ υἱοὶ Φαρὲς, Ἑσρὼν, καὶ Ἰεμουήλ."},{"number":13,"verse":"Υἱοὶ δὲ Ἰσσάχαρ, Θωλὰ, καὶ Φουὰ, καὶ Ἀσοὺμ, καὶ Σαμβράν."},{"number":14,"verse":"Υἱοὶ δὲ Ζαβουλὼν, Σερὲδ, καὶ Ἀλλὼν, καὶ Ἀχοήλ."},{"number":15,"verse":"Οὗτοι υἱοὶ Λείας, οὓς ἔτεκε τῷ Ἰακὼβ ἐν Μεσοποταμίᾳ τῆς Συρίας, καὶ Δείναν τὴν θυγατέρα αὐτοῦ· πᾶσαι αἱ ψυχαί, υἱοὶ καὶ θυγατέρες, τριάκοντα τρεῖς."},{"number":16,"verse":"Υἱοὶ δὲ Γάδ, Σαφὼν, καὶ Ἀγγὶς, καὶ Σαννὶς, καὶ Θασοβὰν, καὶ Ἀηδεὶς, καὶ Ἀροηδεὶς, καὶ Ἀρεηλείς."},{"number":17,"verse":"Υἱοὶ δὲ Ἀσὴρ, Ἰεμνα, Ἰεσσουὰ, καὶ Ἰεοὺλ, καὶ βαριὰ, καὶ Σάρα ἀδελφὴ αὐτῶν. Υἱοὶ δὲ βαριὰ, Χοβὸρ, καὶ Μελχιΐλ."},{"number":18,"verse":"Οὗτοι υἱοὶ Ζελφᾶς, ἣν ἔδωκε Λάβαν Λείᾳ τῇ θυγατρὶ αὐτοῦ, ἣ ἔτεκε τούτους τῷ Ἰακὼβ, δεκαὲξ ψυχάς."},{"number":19,"verse":"Υἱοὶ δὲ Ῥαχὴλ γυναικὸς Ἰακὼβ, Ἰωσὴφ, καὶ Βενιαμείν."},{"number":20,"verse":"Ἐγένοντο δὲ υἱοὶ Ἰωσὴφ ἐν γῇ Αἰγύπτου, οὓς ἔτεκεν αὐτῷ Ἀσενὲθ θυγάτηρ Πετεφρῆ ἱερέως Ἡλιουπόλεως, τὸν Μανασσῆ, καὶ τὸν Ἐφραίμ· ἐγένοντο δὲ υἱοὶ Μανασσῆ, οὓς ἔτεκεν αὐτῷ ἡ παλλακὴ ἡ Σύρα, τὸν Μαχίρ· Μαχὶρ δὲ ἐγέννησε τὸν Γαλαάδ· υἱοὶ δὲ Ἐφραὶμ ἀδελφοῦ Μανασσῆ, Σουταλαὰμ, καὶ Ταάμ· υἱοὶ δὲ Σουταλαὰμ, Ἐδώμ."},{"number":21,"verse":"Υἱοὶ δὲ Βενιαμεὶν, Βαλὰ καὶ Βοχὸρ, καὶ Ἀσβήλ. Ἐγένοντο δὲ υἱοὶ Βαλὰ, Γηρὰ, καὶ Νοεμὰν, καὶ Ἀγχὶς, καὶ Ῥὼς, καὶ Μαμφίμ· Γηρὰ δὲ ἐγέννησε τὸν Ἀράδ."},{"number":22,"verse":"Οὗτοι υἱοὶ Ῥαχὴλ, οὓς ἔτεκε τῷ Ἰακώβ· πᾶσαι αἱ ψυχαὶ δεκαοκτώ."},{"number":23,"verse":"Υἱοὶ δὲ Δὰν, Ἀσόμ."},{"number":24,"verse":"Καὶ υἱοὶ Νεφθαλὶ, Ἀσιὴλ, καὶ Γωνὶ, καὶ Ἰσσάαρ, καὶ Σολλήμ."},{"number":25,"verse":"Οὗτοι υἱοὶ Βαλλὰς, ἣν ἔδωκε Λάβαν Ῥαχὴλ τῇ θυγατρὶ αὐτοῦ, ἣ ἔτεκε τούτους τῷ Ἰακὼβ, πᾶσαι αἱ ψυχαὶ ἑπτά."},{"number":26,"verse":"Πᾶσαι δὲ ψυχαὶ αἱ εἰσελθοῦσαι μετὰ Ἰακὼβ εἰς Αἴγυπτον, οἱ ἐξελθόντες ἐκ τῶν μηρῶν αὐτοῦ, χωρὶς τῶν γυναικῶν υἱῶν Ἰακὼβ, πᾶσαι αἱ ψυχαὶ, ἑξηκονταέξ·"},{"number":27,"verse":"Υἱοὶ δὲ Ἰωσὴφ οἱ γενόμενοι αὐτῷ ἐν γῇ Αἰγύπτῳ, ψυχαὶ ἐννέα. Πᾶσαι ψυχαὶ οἴκου Ἰακὼβ, αἱ εἰσελθοῦσαι μετὰ Ἰακὼβ εἰς Αἴγυπτον, ψυχαὶ ἑβδομηκονταπέντε."},{"number":28,"verse":"Τὸν δὲ Ἰούδαν ἀπέστειλεν ἔμπροσθεν αὐτοῦ πρὸς Ἰωσὴφ, συναντῆσαι αὐτῷ καθʼ Ἡρώων πόλιν, εἰς γῆν Ῥαμεσσῆ."},{"number":29,"verse":"Ζεύξας δὲ Ἰωσὴφ τὰ ἅρματα αὐτοῦ, ἀνέβη εἰς συνάντησιν Ἰσραὴλ τῷ πατρὶ αὐτοῦ, καθʼ Ἡρώων πόλιν· καὶ ὀφθεὶς αὐτῷ ἐπέπεσεν ἐπὶ τὸν τράχηλον αὐτοῦ, καὶ ἔκλαυσε κλαυθμῷ πίονι."},{"number":30,"verse":"Καὶ εἶπεν Ἰσραήλ πρὸς Ἰωσὴφ, ἀποθανοῦμαι ἀπὸ τοῦ νῦν, ἐπεὶ ἑώρακα τὸ πρόσωπόν σου· ἔτι γὰρ σὺ ζῇς."},{"number":31,"verse":"Εἶπε δὲ Ἰωσὴφ πρὸς τοὺς ἀδελφοὺς αὐτοῦ, ἀναβὰς ἀπαγγελῶ τῷ Φαραῷ, καὶ ἐρῶ αὐτῷ, οἱ ἀδελφοί μου, καὶ ὁ οἶκος τοῦ πατρός μου, οἳ ἦσαν ἐν γῇ χαναὰν, ἥκασι πρός με."},{"number":32,"verse":"Οἱ δὲ ἄνδρες εἰσὶ ποιμένες· ἄνδρες γὰρ κτηνοτρόφοι ἦσαν· καὶ τὰ κτήνη, καὶ τοὺς βόας, καὶ πάντα τὰ αὐτῶν ἀγηόχασιν."},{"number":33,"verse":"Ἐὰν οὖν καλέσῃ ὑμᾶς Φαραὼ, καὶ εἴπῃ ὑμῖν, τί τὸ ἔργον ὑμῶν ἐστι;"},{"number":34,"verse":"Ἐρεῖτε, ἄνδρες κτηνοτρόφοι ἐσμὲν οἱ παῖδές σου ἐκ παιδὸς ἕως τοῦ νῦν, καὶ ἡμεῖς, καὶ οἱ πατέρες ἡμῶν· ἵνα κατοικήσητε ἐν γῇ Γεσὲμ Ἀραβίας· βδέλυγμα γάρ ἐστιν Αἰγυπτίοις πᾶς ποιμὴν προβάτων."}]}