{"bibleAbbr":"KJ3-2005","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"Therefore become imitators of God, as beloved children,"},{"number":2,"verse":"and walk in love, even as Christ also loved us and gave Himself for us, an offering and a sacrifice to God for a fragrance of a sweet smell."},{"number":3,"verse":"But let not fornication, and all uncleanness, or greediness, be named among you, as is fitting for saints;"},{"number":4,"verse":"also baseness, and foolish talking, or joking (the things not becoming), but rather thanksgiving."},{"number":5,"verse":"For be knowing this, that every fornicator, or unclean one, or covetous one, who is an idolater, has no inheritance in the kingdom of Christ and of God."},{"number":6,"verse":"Let no one deceive you with empty words, for through these the wrath of God comes on the sons of disobedience."},{"number":7,"verse":"Therefore do not become partakers with them;"},{"number":8,"verse":"for you then were darkness, but are now light in the Lord; walk as children of light."},{"number":9,"verse":"For the fruit of the Spirit is in all goodness and righteousness and truth,"},{"number":10,"verse":"proving what is pleasing to the Lord."},{"number":11,"verse":"And have no fellowship with the unfruitful works of darkness, but rather even reprove them."},{"number":12,"verse":"For it is shameful even to speak of the things being done by them in secret."},{"number":13,"verse":"But all things being exposed by the light are clearly revealed, for everything being revealed is light."},{"number":14,"verse":"Therefore He says, \"Rise up, the one sleeping, and stand up out of the dead ones, and Christ will shine on you.\" No O. T. passage"},{"number":15,"verse":"Then watch how carefully you walk, not as unwise, but as wise ones,"},{"number":16,"verse":"redeeming the time, because the days are evil."},{"number":17,"verse":"For this reason, do not become foolish, but understanding what the will of the Lord is."},{"number":18,"verse":"And \"do not be drunk with wine,\" in which is debauchery, but be filled by the Spirit, Prov 23:31"},{"number":19,"verse":"speaking to yourselves in psalms and hymns and spiritual songs, singing and psalming in your heart to the Lord,"},{"number":20,"verse":"giving thanks at all times for all things in the name of our Lord Jesus Christ, even to God the Father,"},{"number":21,"verse":"subjecting ourselves to one another in the fear of God."},{"number":22,"verse":"Wives, subject yourselves to your own husbands, as to the Lord,"},{"number":23,"verse":"because a husband is head of the wife, as also Christ is Head of the Assembly, and He is Savior of the body."},{"number":24,"verse":"But even as the Assembly is subject to Christ, so also the wives to their own husbands in everything."},{"number":25,"verse":"Husbands, love your wives, even as Christ also loved the Assembly and gave Himself up on her behalf,"},{"number":26,"verse":"that He might sanctify her, cleansing it by the bathing of the water in the Word,"},{"number":27,"verse":"that He might present her to Himself as the glorious Assembly, not having spot or wrinkle, or any such things, but that she be holy and without blemish."},{"number":28,"verse":"So, husbands ought to love their wives as their own bodies, (he loving his wife loves himself),"},{"number":29,"verse":"for then no one hated his own flesh, but nourishes and cherishes her, even as also the Lord the Assembly."},{"number":30,"verse":"For we are members of His body, of His flesh, and of His bones."},{"number":31,"verse":"\"For this reason , a man shall leave his father and mother, and shall be joined to his wife, and the two shall be one flesh.\" Gen 2:24"},{"number":32,"verse":"The mystery is great, but I speak as to Christ and as to the Assembly."},{"number":33,"verse":"However, you also, everyone, let each love his wife as himself, and the wife, that she give deference to the husband."}]}