{"bibleAbbr":"NCB2019","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":15,"verses":[{"number":1,"verse":"The LORD spoke to Moses, saying,"},{"number":2,"verse":"“Speak to the people of Israel and say to them: ‘When you come into the land of your dwelling that I will give you"},{"number":3,"verse":"and you make an offering by fire to the LORD, either a burnt offering or a sacrifice, whether to fulfill a vow or as a freewill offering or on your appointed feast days, whether it be from the herd or the flock, in order to make a pleasing fragrance to the LORD,"},{"number":4,"verse":"then the person bringing his offering to the LORD should bring a cereal offering of a tenth of an ephah of fine flour mixed with a fourth of a hin of oil.[a]"},{"number":5,"verse":"With each burnt offering or sacrifice of a lamb you are to make a drink offering of a quarter of a hin of wine."},{"number":6,"verse":"For a ram, you are to make a cereal offering of two-tenths of an ephah of fine flour mixed with a third of a hin of oil,"},{"number":7,"verse":"and for a drink offering you are to offer a third of a hin of wine, a pleasing fragrance to the LORD."},{"number":8,"verse":"“ ‘When you prepare a young bull as a burnt offering or a sacrifice, whether to fulfill a vow or to make a peace offering to the LORD,"},{"number":9,"verse":"you will offer a cereal offering of three-tenths of an ephah of fine flour, mixed with half a hin of oil along with the young bull,"},{"number":10,"verse":"and you will bring a drink offering of half a hin of wine. It will be an offering made by fire, a pleasing fragrance to the LORD."},{"number":11,"verse":"Each young bull or each ram, each lamb or each kid goat is to be prepared in this way."},{"number":12,"verse":"Whatever number you prepare, you shall do this with each one."},{"number":13,"verse":"“ ‘All who were born in the land will do things this way when they present an offering by fire, a pleasing fragrance to the LORD."},{"number":14,"verse":"If there is a foreigner living among you or a person living among you for generations, and he wishes to make an offering by fire, a pleasing fragrance to the LORD, let him do it as you have done it."},{"number":15,"verse":"For the community, there is one ordinance for you and for the foreigner living in your midst, it is a perpetual ordinance for all your generations. Thus, you and the foreigner are the same before the LORD."},{"number":16,"verse":"The same laws and statutes apply to you and the foreigner who is living in your midst.’ ”"},{"number":17,"verse":"The LORD spoke to Moses, saying,"},{"number":18,"verse":"“Speak to the people of Israel and tell them, ‘When you enter into the land to which I am bringing you,"},{"number":19,"verse":"then when you eat the food of the land, you shall lift up an offering to the LORD."},{"number":20,"verse":"You shall lift up a cake from the first[b] of your dough as an offering just as you present an offering from your threshing floor."},{"number":21,"verse":"You shall give an offering to the LORD from the first of your dough for all your generations."},{"number":22,"verse":"“ ‘If by mistake you have not observed all the commandments that the LORD proclaimed through Moses,"},{"number":23,"verse":"all that the LORD commanded through Moses, from the day that the LORD gave the commandments and onward through all your generations,"},{"number":24,"verse":"this is what will be done: if the action was committed unintentionally and without the knowledge of the assembly, then the whole assembly is to offer up one young bull as a burnt offering, a pleasing fragrance to the LORD, along with its cereal and drink offerings, according to custom, as well as one kid goat as a sin offering."},{"number":25,"verse":"The priest shall make atonement for the whole assembly of the people of Israel, and it will be forgiven them, for it was unintentional. They will have brought a sacrifice by fire to the LORD, a sin offering to the LORD for their mistake."},{"number":26,"verse":"All of the assembly of the people of Israel and even the foreigner living among them shall be forgiven, for all the people participated in the mistake."},{"number":27,"verse":"“ ‘If a person sins unintentionally, then he is to offer up a year-old she-goat as a sin offering."},{"number":28,"verse":"The priest is to make atonement before the LORD for the one who has sinned unintentionally. When atonement has been made for him, he will be forgiven."},{"number":29,"verse":"You shall have one law for those who sin unintentionally, whether they were born among the people of Israel or they are foreigners living in your midst."},{"number":30,"verse":"“ ‘But if someone does anything defiantly, whether he be native born or a foreigner, then that person blasphemes the LORD and is to be cut off from among his people."},{"number":31,"verse":"Because he has despised the word of the LORD and has broken his commandment, let that person be completely cut off, and let his guilt remain upon him.’ ”"},{"number":32,"verse":"Now, while the people of Israel were in the desert, they came upon a man gathering wood on the Sabbath."},{"number":33,"verse":"Those who found him gathering wood brought him to Moses and Aaron and to the whole assembly"},{"number":34,"verse":"and they put him under guard, for it had not yet been established what was to be done to him."},{"number":35,"verse":"Then the LORD said to Moses, “Surely the man is to be put to death! Let the whole assembly stone him outside of the camp!”"},{"number":36,"verse":"So the whole assembly took him outside of the camp, and they stoned him to death, as the LORD had commanded Moses."},{"number":37,"verse":"The LORD spoke to Moses, saying,"},{"number":38,"verse":"“Speak to the people of Israel and tell them to have tassels on the corners of their garments throughout all their generations. Let them put a blue cord on the tassels of each corner."},{"number":39,"verse":"When you look at the tassels, you will remember the commandments of the LORD and keep them. Thus you will not prostitute yourselves by following after the lusts in your own heart or your own eyes."},{"number":40,"verse":"Then you will remember to obey all the commandments and you will be holy to your God."},{"number":41,"verse":"I am the LORD, your God, who brought you out of the land of Egypt to be your God. I am the LORD, your God.”"}]}