{"bibleAbbr":"NCB2019","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":29,"verses":[{"number":1,"verse":"“ ‘On the first day of the seventh month you will have a holy assembly. You are not to do any heavy labor. It is a day for you to sound the trumpets."},{"number":2,"verse":"You will offer a pleasing fragrance to the LORD, a burnt offering of one young bull, one ram, and seven male year-old lambs without defect."},{"number":3,"verse":"The cereal offering is to be fine flour mixed with oil: three-tenths of an ephah for a young bull, two-tenths of an ephah for a ram,"},{"number":4,"verse":"and a tenth of an ephah for each of the seven lambs."},{"number":5,"verse":"The sin offering is one kid goat to make your atonement."},{"number":6,"verse":"These are in addition to the monthly and daily burnt offerings along with their cereal offerings and their drink offerings, according to custom. They are offerings made by fire, a pleasing fragrance to the LORD."},{"number":7,"verse":"“ ‘On the tenth day of the seventh month you are to have a holy assembly. You are to humble yourselves and are not to do any heavy labor.[b]"},{"number":8,"verse":"You will present a burnt offering to the LORD as a pleasing fragrance: one young bull, one ram, and seven male year-old lambs, without defect."},{"number":9,"verse":"Their grain offering is to be fine flour mixed with oil: three-tenths of an ephah for the young bull, two-tenths of an ephah for the one ram,"},{"number":10,"verse":"and a tenth of an ephah for each of the seven lambs."},{"number":11,"verse":"The sin offering is one kid goat. This is in addition to the sin offering of atonement and the regular burnt offerings with their cereal and drink offerings."},{"number":12,"verse":"“ ‘On the fifteenth day of the seventh month you are to have a holy assembly. You are not to do any heavy labor. You are to celebrate a feast of the LORD for seven days."},{"number":13,"verse":"Present an offering made by fire as a pleasing fragrance to the LORD: thirteen young bulls, two rams, and fourteen male year-old lambs. They are to be without defect."},{"number":14,"verse":"Their cereal offering is to be fine flour mixed with oil: three-tenths of an ephah for each of the thirteen young bulls, two-tenths of an ephah for each of the two rams,"},{"number":15,"verse":"and a tenth of an ephah for each of the fourteen lambs."},{"number":16,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":17,"verse":"“ ‘On the second day offer twelve young bulls, two rams, and fourteen male year-old lambs without defect."},{"number":18,"verse":"The cereal offering and the drink offering for the young bulls, rams, and lambs will be in the customary number."},{"number":19,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":20,"verse":"“ ‘Then on the third day offer eleven young bulls, two rams, and fourteen male year-old lambs, without defect."},{"number":21,"verse":"The cereal offering and the drink offering for the young bulls, rams, and lambs will be in the customary number."},{"number":22,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":23,"verse":"“ ‘Then on the fourth day offer ten young bulls, two rams, and fourteen male year-old lambs, without defect."},{"number":24,"verse":"The cereal offering and the drink offering for the young bulls, rams, and lambs will be in the customary number."},{"number":25,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":26,"verse":"“ ‘Then on the fifth day offer nine young bulls, two rams, and fourteen male year-old lambs, without defect."},{"number":27,"verse":"The cereal offering and the drink offering for the young bulls, rams, and lambs will be in the customary number."},{"number":28,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":29,"verse":"“ ‘Then on the sixth day offer eight young bulls, two rams, and fourteen male year-old lambs, without defect."},{"number":30,"verse":"The cereal offering and the drink offering for the young bulls, rams, and lambs will be in the customary number."},{"number":31,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":32,"verse":"“ ‘Then on the seventh day offer seven young bulls, two rams, and fourteen male year-old lambs, without defect."},{"number":33,"verse":"The cereal offering and the drink offering for the young bulls, rams, and lambs will be in the customary number."},{"number":34,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":35,"verse":"“ ‘On the eighth day you are to have a holy assembly. You are not to do any heavy labor."},{"number":36,"verse":"You are to present a burnt offering, an offering made by fire, a pleasing fragrance to the LORD: one young bull, one ram, and seven male year-old lambs, without defect."},{"number":37,"verse":"The cereal offering and the drink offering for the young bull, ram, and lambs will be in the customary number."},{"number":38,"verse":"The sin offering is one kid goat. This is in addition to the regular burnt offerings along with their cereal and drink offerings."},{"number":39,"verse":"“ ‘You will present these to the LORD on your appointed feast days, in addition to your vow offerings, your free-will offerings, your cereal offerings, your drink offerings, and your peace offerings.’ ”"},{"number":40,"verse":"Moses spoke to the people of Israel, just as the LORD had commanded Moses.[d]"}]}