{"bibleAbbr":"NCB2019","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"The family heads of the clan of Gilead, the son of Machir, the son of Manasseh, who were from the clans of the descendants of Joseph, came and spoke before Moses, before the leaders, and before the family heads of the people of Israel."},{"number":2,"verse":"They said, “When the LORD commanded my lord to give the land as an inheritance by lot to the people of Israel, the LORD commanded my lord to give the inheritance of our brother Zelophehad to his daughters."},{"number":3,"verse":"If they marry members of another Israelite tribe, then the inheritance of our ancestral tribe will be added to the inheritance of the tribe into which they have married. It will be taken from the portion of our inheritance."},{"number":4,"verse":"During the Jubilee of the people of Israel their inheritance will be added to the inheritance of the tribe into which they were received. Thus, their inheritance will be taken away from the inheritance of our ancestral tribe.”"},{"number":5,"verse":"Moses commanded the people of Israel according to the word of the LORD, saying, “The tribe of Joseph is correct in what they have said."},{"number":6,"verse":"This is what the LORD has commanded concerning the daughters of Zelophehad: ‘Let them marry whomever they wish, only they are to marry within the ancestral tribe of their father."},{"number":7,"verse":"Thus, no inheritance among the people of Israel will be transferred from one tribe to another. The people of Israel will hold on to the inheritance of their ancestral tribe."},{"number":8,"verse":"Every daughter who comes into the possession of an inheritance of any tribe among the people of Israel will marry someone from the family of the tribe of her father. This way, each Israelite will inherit the inheritance of his fathers."},{"number":9,"verse":"No inheritance will pass from one tribe to another. Each Israelite tribe is to keep its own inheritance.’ ”"},{"number":10,"verse":"Zelophehad’s daughters did as the LORD had commanded Moses.[a]"},{"number":11,"verse":"Zelophehad’s daughters, Mahlah, Tirzah, Hoglah, Milcah, and Noah, married their cousins on their father’s side."},{"number":12,"verse":"They married within the clans of the tribe of Manasseh, the son of Joseph. Their inheritance remained within their clan and their tribe."},{"number":13,"verse":"These are the commandments and the ordinances that the LORD commanded the people of Israel through Moses while they were in the plain of Moab, near the Jordan, across from Jericho."}]}