{"bibleAbbr":"KJV2000","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"And David spoke unto the LORD the words of this song in the day that the LORD had delivered him out of the hand of all his enemies, and out of the hand of Saul:"},{"number":2,"verse":"And he said, The LORD is my rock, and my fortress, and my deliverer;"},{"number":3,"verse":"The God of my rock; in him will I trust: he is my shield, and the horn of my salvation, my high tower, and my refuge, my savior; you save me from violence."},{"number":4,"verse":"I will call on the LORD, who is worthy to be praised: so shall I be saved from my enemies."},{"number":5,"verse":"When the waves of death surrounded me, the floods of ungodly men made me afraid;"},{"number":6,"verse":"The sorrows of Sheol surrounded me; the snares of death confronted me;"},{"number":7,"verse":"In my distress I called upon the LORD, and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears."},{"number":8,"verse":"Then the earth shook and trembled; the foundations of heaven moved and shook, because he was angry."},{"number":9,"verse":"There went up smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it."},{"number":10,"verse":"He bowed the heavens also, and came down; and darkness was under his feet."},{"number":11,"verse":"And he rode upon a cherub, and did fly: and he was seen upon the wings of the wind."},{"number":12,"verse":"And he made darkness pavilions round about him, dark waters, and thick clouds of the skies."},{"number":13,"verse":"Through the brightness before him were coals of fire kindled."},{"number":14,"verse":"The LORD thundered from heaven, and the most High uttered his voice."},{"number":15,"verse":"And he sent out arrows, and scattered them; lightning, and vanquished them."},{"number":16,"verse":"And the channels of the sea appeared, the foundations of the world were discovered, at the rebuking of the LORD, at the blast of the breath of his nostrils."},{"number":17,"verse":"He sent from above, he took me; he drew me out of many waters;"},{"number":18,"verse":"He delivered me from my strong enemy, and from them that hated me: for they were too strong for me."},{"number":19,"verse":"They confronted me in the day of my calamity: but the LORD was my stay."},{"number":20,"verse":"He brought me forth also into a broad place: he delivered me, because he delighted in me."},{"number":21,"verse":"The LORD rewarded me according to my righteousness: according to the cleanness of my hands has he recompensed me."},{"number":22,"verse":"For I have kept the ways of the LORD, and have not wickedly departed from my God."},{"number":23,"verse":"For all his judgments were before me: and as for his statutes, I did not depart from them."},{"number":24,"verse":"I was also upright before him, and have kept myself from my iniquity."},{"number":25,"verse":"Therefore the LORD has recompensed me according to my righteousness; according to my cleanness in his eyesight."},{"number":26,"verse":"With the merciful you will show yourself merciful, and with the upright man you will show yourself upright."},{"number":27,"verse":"With the pure you will show yourself pure; and with the devious you will show yourself shrewd."},{"number":28,"verse":"And the afflicted people you will save: but your eyes are upon the haughty, that you may bring them down."},{"number":29,"verse":"For you are my lamp, O LORD: and the LORD will enlighten my darkness."},{"number":30,"verse":"For by you I can run against a troop: by my God have I leaped over a wall."},{"number":31,"verse":"As for God, his way is perfect; the word of the LORD is proven: he is a buckler to all them that trust in him."},{"number":32,"verse":"For who is God, except the LORD? and who is a rock, except our God?"},{"number":33,"verse":"God is my strength and power: and he makes my way perfect."},{"number":34,"verse":"He makes my feet like hinds' feet: and sets me upon my high places."},{"number":35,"verse":"He teaches my hands to make war; so that a bow of steel is broken by my arms."},{"number":36,"verse":"You have also given me the shield of your salvation: and your gentleness has made me great."},{"number":37,"verse":"You have enlarged my path under me; so that my feet did not slip."},{"number":38,"verse":"I have pursued my enemies, and destroyed them; and turned not again until I had consumed them."},{"number":39,"verse":"And I have consumed them, and wounded them, that they could not arise: yea, they are fallen under my feet."},{"number":40,"verse":"For you have girded me with strength to battle: them that rose up against me have you subdued under me."},{"number":41,"verse":"You have also given me the necks of my enemies, that I might destroy them that hate me."},{"number":42,"verse":"They looked, but there was none to save; even unto the LORD, but he answered them not."},{"number":43,"verse":"Then did I beat them as small as the dust of the earth, I did stamp them as the mire of the street, and did spread them abroad."},{"number":44,"verse":"You also have delivered me from the strivings of my people, you have kept me to be head of the nations: a people whom I knew not shall serve me."},{"number":45,"verse":"Strangers shall submit themselves unto me: as soon as they hear, they shall be obedient unto me."},{"number":46,"verse":"Strangers shall fade away, and they shall be afraid coming out of their hiding places."},{"number":47,"verse":"The LORD lives; and blessed be my rock; and exalted be God, the rock of my salvation."},{"number":48,"verse":"It is God that avenges me, and that brings down the people under me,"},{"number":49,"verse":"And that brings me forth from my enemies: you also have lifted me up on high above them that rose up against me: you have delivered me from the violent man."},{"number":50,"verse":"Therefore I will give thanks unto you, O LORD, among the nations, and I will sing praises unto your name."},{"number":51,"verse":"He is the tower of salvation for his king: and shows mercy to his anointed, unto David, and to his descendants forevermore."}]}