{"bibleAbbr":"HAC","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":26,"verses":[{"number":1,"verse":"א ויבאו הזפים אל שאול הגבעתה לאמר הלוא דוד מסתתר בגבעת החכילה על פני הישימן"},{"number":2,"verse":"ב ויקם שאול וירד אל מדבר זיף ואתו שלשת אלפים איש בחורי ישראל--לבקש את דוד במדבר זיף"},{"number":3,"verse":"ג ויחן שאול בגבעת החכילה אשר על פני הישימן--על הדרך ודוד ישב במדבר וירא כי בא שאול אחריו המדברה"},{"number":4,"verse":"ד וישלח דוד מרגלים וידע כי בא שאול אל נכון"},{"number":5,"verse":"ה ויקם דוד ויבא אל המקום אשר חנה שם שאול וירא דוד את המקום אשר שכב שם שאול ואבנר בן נר שר צבאו ושאול שכב במעגל והעם חנים סביבתו"},{"number":6,"verse":"ו ויען דוד ויאמר אל אחימלך החתי ואל אבישי בן צרויה אחי יואב לאמר מי ירד אתי אל שאול אל המחנה ויאמר אבישי אני ארד עמך"},{"number":7,"verse":"ז ויבא דוד ואבישי אל העם לילה והנה שאול שכב ישן במעגל וחניתו מעוכה בארץ מראשתו ואבנר והעם שכבים סביבתו {ס}"},{"number":8,"verse":"ח ויאמר אבישי אל דוד סגר אלהים היום את אויבך בידך ועתה אכנו נא בחנית ובארץ פעם אחת ולא אשנה לו"},{"number":9,"verse":"ט ויאמר דוד אל אבישי אל תשחיתהו כי מי שלח ידו במשיח יהוה--ונקה {פ}"},{"number":10,"verse":"י ויאמר דוד חי יהוה כי אם יהוה יגפנו או יומו יבוא ומת או במלחמה ירד ונספה"},{"number":11,"verse":"יא חלילה לי מיהוה משלח ידי במשיח יהוה ועתה קח נא את החנית אשר מראשתו ואת צפחת המים--ונלכה לנו"},{"number":12,"verse":"יב ויקח דוד את החנית ואת צפחת המים מראשתי שאול וילכו להם ואין ראה ואין יודע ואין מקיץ כי כלם ישנים--כי תרדמת יהוה נפלה עליהם"},{"number":13,"verse":"יג ויעבר דוד העבר ויעמד על ראש ההר מרחק רב המקום ביניהם"},{"number":14,"verse":"יד ויקרא דוד אל העם ואל אבנר בן נר לאמר הלוא תענה אבנר ויען אבנר ויאמר מי אתה קראת אל המלך {פ}"},{"number":15,"verse":"טו ויאמר דוד אל אבנר הלוא איש אתה ומי כמוך בישראל ולמה לא שמרת אל אדניך המלך כי בא אחד העם להשחית את המלך אדניך"},{"number":16,"verse":"טז לא טוב הדבר הזה אשר עשית--חי יהוה כי בני מות אתם אשר לא שמרתם על אדניכם על משיח יהוה ועתה ראה אי חנית המלך ואת צפחת המים--אשר מראשתו"},{"number":17,"verse":"יז ויכר שאול את קול דוד ויאמר הקולך זה בני דוד ויאמר דוד קולי אדני המלך"},{"number":18,"verse":"יח ויאמר למה זה אדני רדף אחרי עבדו כי מה עשיתי ומה בידי רעה"},{"number":19,"verse":"יט ועתה ישמע נא אדני המלך את דברי עבדו אם יהוה הסיתך בי ירח מנחה ואם בני האדם ארורים הם לפני יהוה כי גרשוני היום מהסתפח בנחלת יהוה לאמר לך עבד אלהים אחרים"},{"number":20,"verse":"כ ועתה אל יפל דמי ארצה מנגד פני יהוה כי יצא מלך ישראל לבקש את פרעש אחד כאשר ירדף הקרא בהרים"},{"number":21,"verse":"כא ויאמר שאול חטאתי שוב בני דוד כי לא ארע לך עוד תחת אשר יקרה נפשי בעיניך היום הזה הנה הסכלתי ואשגה הרבה מאד"},{"number":22,"verse":"כב ויען דוד ויאמר הנה החנית (חנית) המלך ויעבר אחד מהנערים ויקחה"},{"number":23,"verse":"כג ויהוה ישיב לאיש את צדקתו ואת אמנתו--אשר נתנך יהוה היום ביד ולא אביתי לשלח ידי במשיח יהוה"},{"number":24,"verse":"כד והנה כאשר גדלה נפשך היום הזה--בעיני כן תגדל נפשי בעיני יהוה ויצלני מכל צרה {פ}"},{"number":25,"verse":"כה ויאמר שאול אל דוד ברוך אתה בני דוד--גם עשה תעשה וגם יכל תוכל וילך דוד לדרכו ושאול שב למקומו {פ}"}]}