{"bibleAbbr":"MKJV1962","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"And it will be, if you shall listen carefully to the voice of the LORD your God, to observe [and] to do all His commandments which I command you today, the LORD your God will set you on high above all nations of the earth."},{"number":2,"verse":"And all these blessings shall come on you and overtake you, if you will listen to the voice of the LORD your God."},{"number":3,"verse":"You [shall be] blessed in the city, and be blessed in the field."},{"number":4,"verse":"The fruit of your body [shall be] blessed, and the fruit of your ground, and the fruit of your cattle, the increase of your cows, and the flocks of your sheep."},{"number":5,"verse":"Your basket and your store [shall be] blessed."},{"number":6,"verse":"You [shall be] blessed when you come in, and blessed when you go out."},{"number":7,"verse":"The LORD shall cause your enemies that rise up against you to be stricken before your face. They shall come out against you one way, and flee before you seven ways."},{"number":8,"verse":"The LORD shall command the blessing on you in your storehouses, and all that you set your hand to. And He shall bless you in the land which the LORD your God gives you."},{"number":9,"verse":"The LORD shall establish you a holy people to Himself, as He has sworn to you, if you shall keep the commandments of the LORD your God and walk in His ways."},{"number":10,"verse":"And all the peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you."},{"number":11,"verse":"And the LORD shall prosper you in goods, in the fruit of your body, and in the fruit of your cattle, and in the fruit of your ground, in the land which the LORD swore to your fathers to give you."},{"number":12,"verse":"The LORD shall open to you His good treasure, the heaven to give the rain to your land in its season, and to bless all the work of your hand. And you shall loan to many nations, and you shall not borrow."},{"number":13,"verse":"And the LORD shall make you the head, and not the tail. And you shall be always above, and you shall not be beneath, if you listen to the commandments of the LORD your God, which I command you today, to observe and to do them."},{"number":14,"verse":"And you shall not go aside from any of the words which I command you today, to the right hand or the left, to go after other gods to serve them."},{"number":15,"verse":"And it shall be, if you will not listen to the voice of the LORD your God, to observe and to do all His commandments and His statutes which I command you today, all these curses shall come on you and overtake you."},{"number":16,"verse":"You [shall be] cursed in the city, and cursed in the field."},{"number":17,"verse":"Your basket and your store [shall be] cursed."},{"number":18,"verse":"The fruit of your body [shall be] cursed, and the fruit of your land, the increase of your cows, and the flocks of your sheep."},{"number":19,"verse":"You [shall be] cursed when you come in, and cursed when you go out."},{"number":20,"verse":"The LORD shall send on you cursing, vexation, and rebuke, in all that you set your hand to do, until you are destroyed, and until you perish quickly, because of the wickedness of your doings [by] which you have forsaken Me."},{"number":21,"verse":"The LORD shall make the plague cling to you until He has consumed you from off the land where you go to possess it."},{"number":22,"verse":"The LORD shall strike you with lung disease and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew. And they shall pursue you until you perish."},{"number":23,"verse":"And your heavens over your head shall be bronze, and the earth that is under you iron."},{"number":24,"verse":"The LORD shall make the rain of your land powder and dust. It shall come down from the heavens on you until you are destroyed."},{"number":25,"verse":"The LORD shall cause you to be stricken before your enemies. You shall go out one way against them, and flee seven ways before them. And you shall be a trembling to all the kingdoms of the earth."},{"number":26,"verse":"And your body shall be food to all birds of the air, and to the beasts of the earth. And no man shall frighten [them] away."},{"number":27,"verse":"The LORD will strike you with the boils of Egypt, and with the hemorrhoids, and with the scab, and with the itch, of which you cannot be healed."},{"number":28,"verse":"The LORD shall strike you with madness and blindness, and astonishment of heart."},{"number":29,"verse":"And you shall grope at noonday, as the blind gropes in darkness, and you shall not prosper in your ways. And you shall always be pressed down and spoiled forever, and no man shall save you."},{"number":30,"verse":"You shall become engaged to a wife, and another man shall lie with her. You shall build a house, and you shall not live in it. You shall plant a vineyard, and you shall not gather the grapes of it."},{"number":31,"verse":"Your ox [shall be] slain before your eyes, and you shall not eat of it. Your ass [shall be] violently taken away from before your face, and shall not be restored to you, your sheep given to your enemies, and you [shall have none to rescue them."},{"number":32,"verse":"Your sons and your daughters [shall be] given to another people, and your eyes shall look and fail for them all the day long. And [there shall be] no power in your hand."},{"number":33,"verse":"The fruit of your land, and all your labors, shall be eaten up by a nation which you do not know. And you shall always be oppressed and crushed,"},{"number":34,"verse":"and you shall be mad because of that which you shall see with the sight of your eyes."},{"number":35,"verse":"The LORD shall strike you in the knees and in the legs with an evil ulcer that cannot be healed, from the sole of your foot to the top of your head."},{"number":36,"verse":"The LORD shall bring you, and your king which you shall set over you, to a nation which neither you nor your fathers have known. And there you shall serve other gods, wood and stone."},{"number":37,"verse":"And you shall become an astonishment, a proverb, and a by-word among all nations where the LORD shall lead you."},{"number":38,"verse":"You shall carry much seed out into the field, and shall gather little in, for the locust shall eat it."},{"number":39,"verse":"You shall plant vineyards and dress [them], but shall neither drink the wine nor gather, for the worm shall eat them."},{"number":40,"verse":"You shall have olive trees throughout all your coasts, but you shall not anoint [with] the oil, for your olive shall drop off [its fruit]."},{"number":41,"verse":"You shall father sons and daughters, but you shall not enjoy them, for they shall go into captivity."},{"number":42,"verse":"All your trees and the fruit of your land the locust shall possess."},{"number":43,"verse":"The stranger within you shall get up above you very high, and you shall come down very low."},{"number":44,"verse":"He shall loan to you, and you shall not loan to him. He shall be the head, and you shall be the tail."},{"number":45,"verse":"And all these curses shall come on you, and shall pursue you and overtake you, until you are destroyed, because you did not listen to the voice of the LORD your God, to keep His commandments and His statutes which He commanded you."},{"number":46,"verse":"And they shall be on you for a sign and for a wonder, and on your seed forever."},{"number":47,"verse":"Because you did not serve the LORD your God with joyfulness and with gladness of heart for the abundance of all [things] ;"},{"number":48,"verse":"therefore you shall serve your enemies which the LORD shall send against you, in hunger, and in thirst, and in nakedness, and in the lack of all [things]. And he shall put a yoke of iron on your neck until he has destroyed you."},{"number":49,"verse":"The LORD shall bring a nation against you from far, from the end of the earth, as the eagle flies; a nation whose tongue you shall not understand,"},{"number":50,"verse":"a nation fierce of face who shall not regard the person of the old, nor show favor to the young."},{"number":51,"verse":"And he shall eat the fruit of your cattle and the fruit of your land, until you are destroyed. He shall not leave you grain, wine, or oil, the increase of your livestock, or flocks of your sheep, until he has destroyed you."},{"number":52,"verse":"And he shall besiege you in all your gates until your high and fortified walls in which you trusted come down, throughout all the land. And he shall besiege you in all your gates throughout all your land which the LORD your God has given you."},{"number":53,"verse":"And you shall eat the fruit of your own body, the flesh of your sons and of your daughters, which the LORD your God has given you, in the siege and in the anguish with which your enemies shall distress you."},{"number":54,"verse":"The man [that is] tender among you, and very delicate, his eye shall be evil toward his brother and toward the wife of his bosom, and toward the rest of his sons which he has left;"},{"number":55,"verse":"so that he will not give to any of them of the flesh of his sons whom he shall eat, because he has nothing left to him in the siege and in the anguish with which your enemies shall distress you in all your gates."},{"number":56,"verse":"The tender and delicate woman among you, who would not have ventured to set the sole of her foot on the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,"},{"number":57,"verse":"and toward her young one who comes out from between her feet, and toward her sons whom she shall bear. For she shall eat them secretly for lack of all [things], in the siege and anguish with which your enemies shall distress you in your gates."},{"number":58,"verse":"If you will not observe to do all the words of this law that are written in this book, that you may fear this glorious and fearful name, JEHOVAH YOUR GOD,"},{"number":59,"verse":"then Jehovah will make your plagues remarkable, and the plagues of your seed great and persistent plagues; with evil and long-lasting sicknesses."},{"number":60,"verse":"Also, He will bring on you all the diseases of Egypt of which you were afraid. And they shall cling to you."},{"number":61,"verse":"Also, every sickness and every plague which [is] not written in the book of this law, the LORD will bring them on you until you are destroyed."},{"number":62,"verse":"And you shall be left few in number, whereas you were as the stars of the heavens for multitude, because you would not obey the voice of the LORD your God."},{"number":63,"verse":"And it shall be, as the LORD rejoiced over you to do you good and to multiply you, so the LORD will rejoice over you to destroy you and to bring you to nothing. And you shall be plucked from off the land where you go to possess it."},{"number":64,"verse":"And the LORD shall scatter you among all people, from the [one] end of the earth even to the [other], and you shall serve other gods there, which neither you nor your fathers have known, wood and stone."},{"number":65,"verse":"And among these nations you shall find no ease, neither shall the sole of your foot have rest. But the LORD shall give you there a trembling heart and failing of eyes and sorrow of mind."},{"number":66,"verse":"And your life shall hang in doubt before you, and you shall fear day and night, and shall have no assurance of your life."},{"number":67,"verse":"In the morning you shall say, Oh that it were evening! And at evening you shall say, Oh that it were morning, for the fear of your heart with which you shall fear, and for the sight of your eyes which you shall see."},{"number":68,"verse":"And the LORD shall bring you into Egypt again with ships, by the way of which I said to you, You shall see it no more again. And there you shall be sold to your enemies for men-slaves and women-slaves, and no man shall buy [you]."}]}