{"bibleAbbr":"MKJV1962","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"And Moses called all Israel and said to them, Hear, O Israel, the statutes and judgments which I speak in your ears this day, so that you may learn them and keep and do them."},{"number":2,"verse":"The LORD our God made a covenant with us in Horeb."},{"number":3,"verse":"The LORD did not make this covenant with our fathers, but with us, even us, all of us here, alive today."},{"number":4,"verse":"The LORD talked with you face to face in the mountain out of the midst of the fire;"},{"number":5,"verse":"(I stood between the LORD and you at that time, to show you the Word of the LORD, for you were afraid because of the fire, and did not go up into the mountain,) saying,"},{"number":6,"verse":"I [am] the LORD your God who brought you out of the land of Egypt, from the house of bondage."},{"number":7,"verse":"You shall have no other gods besides Me."},{"number":8,"verse":"You shall not make a graven image for you, any likeness [of anything] that is in the heavens above, or in the earth beneath, or in the waters beneath the earth."},{"number":9,"verse":"You shall not bow yourself down to them, nor serve them. For I the LORD your God [am] a jealous God, visiting the iniquity of the fathers upon the sons to the third and fourth [generation] of those who hate Me,"},{"number":10,"verse":"and doing mercy to thousands of those who love Me and keep My commandments."},{"number":11,"verse":"You shall not take the name of the LORD your God in vain, for the LORD will not acquit [the one] who takes His name in vain."},{"number":12,"verse":"Keep the sabbath day to sanctify it, as the LORD your God has commanded you."},{"number":13,"verse":"Six days you shall labor and do all your work."},{"number":14,"verse":"But the seventh day [shall be] the sabbath of the LORD your God. [In it] you shall not do any work, you, nor your son, nor your daughter, nor your manservant, nor your maidservant, nor your ox, nor your ass, nor any of your cattle, nor your stranger inside your gates, so that your manservant and your maidservant may rest like yourself."},{"number":15,"verse":"And remember that you were a slave in the land of Egypt, and the LORD your God brought you out from there with a mighty hand and with a stretched-out arm. Therefore the LORD your God commanded you to keep the sabbath day."},{"number":16,"verse":"Honor your father and your mother, as the LORD your God has commanded you, so that your days may be made longer, and that it may go well with you in the land which the LORD your God gives you."},{"number":17,"verse":"You shall not kill."},{"number":18,"verse":"And you shall not commit adultery."},{"number":19,"verse":"And you shall not steal."},{"number":20,"verse":"And you shall not bear false witness against your neighbor."},{"number":21,"verse":"And you shall not lust after your neighbor's wife, nor shall you covet your neighbor's house, his field, or his manservant, or his maidservant, his ox, or his ass, or any [thing] that is your neighbor's."},{"number":22,"verse":"The LORD spoke these words to all your assembly in the mountain out of the midst of the fire of the cloud and of the thick darkness with a great voice. And He added no more. And He wrote them in two tablets of stone and delivered them to me."},{"number":23,"verse":"And it happened when you heard the voice out of the midst of the darkness, for the mountain burned with fire, you came near me, all the heads of your tribes and your elders,"},{"number":24,"verse":"and you said, Behold! The LORD our God has revealed His glory and His greatness, and we have heard His voice out of the midst of the fire. We have seen today that God talks with man yet he [still] lives."},{"number":25,"verse":"Now therefore why should we die? For this great fire will consume us. If we hear the voice of the LORD our God any more, then we shall die."},{"number":26,"verse":"For who of all flesh has heard the voice of the living God speaking out of the midst of the fire, as we [have], and lived?"},{"number":27,"verse":"You go near and hear all that the LORD our God shall say. And you speak to us all that the LORD our God shall speak to you, and we will hear and act."},{"number":28,"verse":"And the LORD heard the voice of your words when you spoke to me. And the LORD said to me, I have heard the voice of the words of this people, which they have spoken to you. They have well [said] all that they have spoken."},{"number":29,"verse":"Oh that there were such a heart in them that they would fear Me and keep all My commandments always, so that it might be well with them and with their sons forever!"},{"number":30,"verse":"Go say to them, Go into your tents again."},{"number":31,"verse":"But as for you, you stand here by Me, and I will speak to you all the commandments and the statutes and the judgments which you shall teach them, that they may do [them] in the land which I am giving them, to possess it."},{"number":32,"verse":"And you shall be careful to do as the LORD your God has commanded you. You shall not turn aside to the right hand or to the left."},{"number":33,"verse":"You shall walk in all the ways which the LORD your God has commanded you so that you may live and that good [may be] to you, and you may make [your] days longer in the land which you shall possess."}]}