{"bibleAbbr":"MKJV1962","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"All the commandments which I command you this day shall you be careful to do, that you may live and multiply and go in and possess the land which the LORD swore to your fathers."},{"number":2,"verse":"And you shall remember all the way which the LORD your God led you these forty years in the wilderness in order to humble you, to prove you, to know what is in your heart, whether you would keep His commandments or not."},{"number":3,"verse":"And He humbled you and allowed you to hunger, and then He fed you with manna, which you did not know, neither did your fathers know [it], so that He might make you know that man shall not live by bread alone, but by every [word] that comes out of the mouth of the LORD man shall live."},{"number":4,"verse":"Your clothing did not wear out on you, nor did your foot swell, these forty years."},{"number":5,"verse":"And you have known with your heart that as a man chastens his son, [so] the LORD your God chastens you."},{"number":6,"verse":"And you shall keep the commandments of the LORD your God, to walk in His ways and to fear him."},{"number":7,"verse":"For the LORD your God brings you into a good land, a land of brooks of water, of fountains and depths that spring out of valleys and hills,"},{"number":8,"verse":"a land of wheat and barley and vines and fig trees and pomegranates, a land of olive oil and honey,"},{"number":9,"verse":"a land in which you shall eat bread without want. You shall not lack any [thing] in it. [It is] a land whose stones are iron, and out of whose hills you may dig copper."},{"number":10,"verse":"And you shall eat and be satisfied, then you shall bless the LORD your God for the good land which He has given you."},{"number":11,"verse":"Beware that you do not forget the LORD your God, in not keeping His commandments, and His judgments, and His statutes, which I command you today,"},{"number":12,"verse":"lest [when] you have eaten and are full and have built good houses and lived in [them,]"},{"number":13,"verse":"and [when] your herds and your flocks multiply, and your silver and your gold is multiplied, and all that you have is multiplied,"},{"number":14,"verse":"then your heart might be lifted up, and you might forget the LORD your God who brought you forth out of the land of Egypt, from the house of slaves."},{"number":15,"verse":"He led you through the great and terrible wilderness, [with] fiery serpents and scorpions and thirsty ground, where [there was] no water, who brought you forth water out of the rock of flint,"},{"number":16,"verse":"who fed you in the wilderness with manna which your fathers did not know, so that He might humble you and so that He might prove you, to do you good in your latter end,"},{"number":17,"verse":"and so that you might not say in your heart, My power and the might of [my] hand has gotten me this wealth."},{"number":18,"verse":"But you shall remember the LORD your God, for [it is] He who gives you power to get wealth, so that He may confirm His covenant which He has sworn to your fathers, as it is today."},{"number":19,"verse":"And it shall be if you do at all forget the LORD your God and walk after other gods and serve them and worship them, I testify against you today that you shall surely perish."},{"number":20,"verse":"As the nations whom the LORD destroys before your face, so you shall perish because you would not listen to the voice of the LORD your God."}]}