{"bibleAbbr":"NRSVue2021","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":1,"verses":[{"number":1,"verse":"(Salutation) Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus who are in Philippi, with the bishops (Or overseers) and deacons: (Or helpers)"},{"number":2,"verse":"(1 Pet 1.2) Grace to you and peace from God our Father and the Lord Jesus Christ."},{"number":3,"verse":"(Paul’s Prayer for the Philippians) I thank my God for every remembrance of you,"},{"number":4,"verse":"always in every one of my prayers for all of you, praying with joy"},{"number":5,"verse":"(Acts 2.42; 16.17) for your partnership in the gospel from the first day until now."},{"number":6,"verse":"I am confident of this, that the one who began a good work in you will continue to complete (Or perfect) it until the day of Jesus Christ."},{"number":7,"verse":"(vv 13, 14, 17|PHP 1:131417; 2 Cor 7.3; 2 Pet 1.13) It is right for me to think this way about all of you, because I hold you in my heart, (Or because you hold me in your heart) for all of you are my partners in God’s grace, (Gk in grace) both in my imprisonment and in the defense and confirmation of the gospel."},{"number":8,"verse":"(Rom 1.9; Gal 1.20) For God is my witness, how I long for all of you with the tender affection of Christ Jesus."},{"number":9,"verse":"(Col 1.9; 1 Thess 3.12) And this is my prayer, that your love may overflow more and more with knowledge and full insight"},{"number":10,"verse":"to help you to determine what really matters, so that in the day of Christ you may be pure and blameless,"},{"number":11,"verse":"having produced the harvest (Gk fruit) of righteousness that comes through Jesus Christ for the glory and praise of God."},{"number":12,"verse":"(Paul’s Present Circumstances) I want you to know, brothers and sisters, that what has happened to me has actually resulted in the progress of the gospel,"},{"number":13,"verse":"so that it has become known throughout the whole imperial guard (Gk whole praetorium) and to everyone else that my imprisonment is for Christ,"},{"number":14,"verse":"and most of the brothers and sisters, having been made confident in the Lord by my imprisonment, dare to speak the word (Other ancient authorities read word of God) with greater boldness and without fear."},{"number":15,"verse":"Some proclaim Christ from envy and rivalry but others from goodwill."},{"number":16,"verse":"These proclaim Christ out of love, knowing that I have been put here for the defense of the gospel;"},{"number":17,"verse":"the others proclaim Christ out of selfish ambition, not sincerely but intending to increase my suffering in my imprisonment."},{"number":18,"verse":"What does it matter? Just this, that Christ is proclaimed in every way, whether out of false motives or true, and in that I rejoice. Yes, and I will rejoice,"},{"number":19,"verse":"(2 Cor 1.11) for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my salvation."},{"number":20,"verse":"(Rom 5.5; 8.19; Eph 6.19) It is my eager expectation and hope that I will not be put to shame in any way but that by my speaking with all boldness Christ will be exalted now as always in my body, whether by life or by death."},{"number":21,"verse":"For to me, living is Christ and dying is gain."},{"number":22,"verse":"If I am to live in the flesh, that means fruitful labor for me, yet I cannot say which I will choose."},{"number":23,"verse":"(2 Cor 5.8; 2 Tim 4.6) I am hard pressed between the two: my desire is to depart and be with Christ, for that is far better,"},{"number":24,"verse":"but to remain in the flesh is more necessary for you."},{"number":25,"verse":"Since I am convinced of this, I know that I will remain and continue with all of you for your progress and joy in faith,"},{"number":26,"verse":"(2 Cor 1.14; 5.12) so that, by my presence again with you, your boast might abound in Christ Jesus because of me."},{"number":27,"verse":"Only, live your life in a manner worthy of the gospel of Christ, so that, whether I come and see you or am absent and hear about you, I will know that you are standing firm in one spirit, striving side by side with one mind for the faith of the gospel"},{"number":28,"verse":"(Rom 8.17; 2 Thess 1.5) and in no way frightened by those opposing you. For them, this is evidence of their destruction but of your salvation. And this is God’s doing."},{"number":29,"verse":"(Mt 5.12; Acts 14.22) For he has graciously granted you the privilege not only of believing in Christ but of suffering for him as well,"},{"number":30,"verse":"(Acts 16.19; Col 2.1; 1 Thess 2.2) since you are having the same struggle that you saw I had and now hear that I still have."}]}