{"bibleAbbr":"NRSVue2021","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"Therefore, my brothers and sisters, whom I love and long for, my joy and crown, stand firm in the Lord in this way, my beloved."},{"number":2,"verse":"Exhortations I urge Euodia and I urge Syntyche to be of the same mind in the Lord."},{"number":3,"verse":"(Rom 16.3; Rev 3.5) Yes, and I ask you also, my loyal companion, (Or loyal Syzygus) help these women, for they have struggled beside me in the work of the gospel, together with Clement and the rest of my coworkers, whose names are in the book of life."},{"number":4,"verse":"(Rom 12.12; Phil 3.1) Rejoice (Or Farewell) in the Lord always; again I will say, Rejoice. (Or Farewell)"},{"number":5,"verse":"(Heb 10.37; Jas 5.8, 9) Let your gentleness be known to everyone. The Lord is near."},{"number":6,"verse":"(Mt 6.25; Eph 6.18) Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."},{"number":7,"verse":"(Jn 14.27; 1 Pet 1.5) And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."},{"number":8,"verse":"Finally, brothers and sisters, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is pleasing, whatever is commendable, if there is any excellence and if there is anything worthy of praise, think about (Gk take account of) these things."},{"number":9,"verse":"(Rom 15.33; Phil 3.17) As for the things that you have learned and received and heard and noticed in me, do them, and the God of peace will be with you."},{"number":10,"verse":"Acknowledgment of the Philippians’ Gift (2 Cor 11.9) I rejoice (Gk I rejoiced) in the Lord greatly that now at last you have revived your concern for me; indeed, you were concerned for me but had no opportunity to show it. (Gk lacks to show it)"},{"number":11,"verse":"(1 Tim 6.6) Not that I am referring to being in need, for I have learned to be content with whatever I have."},{"number":12,"verse":"(1 Cor 4.11; 2 Cor 11.9) I know what it is to have little, and I know what it is to have plenty. In any and all circumstances I have learned the secret of being well-fed and of going hungry, of having plenty and of being in need."},{"number":13,"verse":"(Jn 15.5; 2 Cor 12.9) I can do all things through him who strengthens me."},{"number":14,"verse":"In any case, it was kind of you to share my distress."},{"number":15,"verse":"(2 Cor 11.8, 9) You Philippians indeed know that in the early days of the gospel, when I left Macedonia, no church shared with me in the matter of giving and receiving except you alone."},{"number":16,"verse":"For even when I was in Thessalonica, you sent me help for my needs more than once."},{"number":17,"verse":"(Titus 3.14) Not that I seek the gift, but I seek the profit (Gk fruit) that accumulates to your account."},{"number":18,"verse":"(2 Cor 2.14; Phil 2.25) I have been paid in full and have more than enough; I am fully satisfied, now that I have received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God."},{"number":19,"verse":"(Ps 23.1; 2 Cor 9.8; Eph 1.7) And my God will fully satisfy every need of yours according to his riches in glory in Christ Jesus."},{"number":20,"verse":"(Rom 11.36; Gal 1.4) To our God and Father be glory forever and ever. Amen."},{"number":21,"verse":"Final Greetings and Benediction Greet every saint in Christ Jesus. The brothers and sisters who are with me greet you."},{"number":22,"verse":"All the saints greet you, especially those of the emperor’s household."},{"number":23,"verse":"The grace of the Lord Jesus Christ be with your spirit. (Other ancient authorities add Amen)"}]}