{"bibleAbbr":"NKJV1982","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"(The Triumphal Entry) Now (Mark 11:1-10; Luke 19:29-38) when they drew near Jerusalem, and came to Bethphage, at ((Zech. 14:4)) the Mount of Olives, then Jesus sent two disciples,"},{"number":2,"verse":"saying to them, “Go into the village opposite you, and immediately you will find a donkey tied, and a colt with her. Loose them and bring them to Me."},{"number":3,"verse":"And if anyone says anything to you, you shall say, ‘The Lord has need of them,’ and immediately he will send them.”"},{"number":4,"verse":"All this was done that it might be fulfilled which was spoken by the prophet, saying:"},{"number":5,"verse":"“Tell (Is. 62:11; Zech. 9:9; John 12:15) the daughter of Zion, ‘Behold, your King is coming to you, Lowly, and sitting on a donkey, A colt, the foal of a donkey.’ ”"},{"number":6,"verse":"(Mark 11:4) So the disciples went and did as Jesus commanded them."},{"number":7,"verse":"They brought the donkey and the colt, (2 Kin. 9:13) laid their clothes on them, and set Him on them."},{"number":8,"verse":"And a very great multitude spread their clothes on the road; (Lev. 23:40; John 12:13) others cut down branches from the trees and spread them on the road."},{"number":9,"verse":"Then the multitudes who went before and those who followed cried out, saying: “Hosanna to the Son of David! (Ps. 118:26; Matt. 23:39) ‘Blessed is He who comes in the name of the LORD!’ Hosanna in the highest!”"},{"number":10,"verse":"(John 2:13, 15) And when He had come into Jerusalem, all the city was moved, saying, “Who is this?”"},{"number":11,"verse":"So the multitudes said, “This is Jesus, ((Deut. 18:15, 18); Matt. 2:23; 16:14; Luke 4:16-29; John 6:14; 7:40; 9:17; (Acts 3:22, 23)) the prophet from Nazareth of Galilee.”"},{"number":12,"verse":"(Jesus Cleanses the Temple) (Mal. 3:1; Mark 11:15-18; Luke 19:45-47; John 2:13-16) Then Jesus went into the temple of God and drove out all those who bought and sold in the temple, and overturned the tables of the (Deut. 14:25) money changers and the seats of those who sold doves."},{"number":13,"verse":"And He said to them, “It is written, (Is. 56:7) ‘My house shall be called a house of prayer,’ but you have made it a (Jer. 7:11) ‘den of thieves.’ ”"},{"number":14,"verse":"Then the blind and the lame came to Him in the temple, and He healed them."},{"number":15,"verse":"But when the chief priests and scribes saw the wonderful things that He did, and the children crying out in the temple and saying, “Hosanna to the (Matt. 1:1; John 7:42) Son of David!” they were indignant"},{"number":16,"verse":"and said to Him, “Do You hear what these are saying?” And Jesus said to them, “Yes. Have you never read, (Ps. 8:2; Matt. 11:25) ‘Out of the mouth of babes and nursing infants You have perfected praise’ ?”"},{"number":17,"verse":"Then He left them and (Matt. 26:6; Mark 11:1, 11, 12; 14:3; Luke 19:29; 24:50; John 11:1, 18; 12:1) went out of the city to Bethany, and He lodged there."},{"number":18,"verse":"(The Fig Tree Withered) (Mark 11:12-14, 20-24) Now in the morning, as He returned to the city, He was hungry."},{"number":19,"verse":"(Mark 11:13) And seeing a fig tree by the road, He came to it and found nothing on it but leaves, and said to it, “Let no fruit grow on you ever again.” Immediately the fig tree withered away."},{"number":20,"verse":"(The Lesson of the Withered Fig Tree) (Mark 11:20) And when the disciples saw it, they marveled, saying, “How did the fig tree wither away so soon?”"},{"number":21,"verse":"So Jesus answered and said to them, “Assuredly, I say to you, (Matt. 17:20) if you have faith and (James 1:6) do not doubt, you will not only do what was done to the fig tree, (1 Cor. 13:2) but also if you say to this mountain, ‘Be removed and be cast into the sea,’ it will be done."},{"number":22,"verse":"And (Matt. 7:7-11; Mark 11:24; Luke 11:9; (John 15:7; James 5:16; 1 John 3:22; 5:14)) whatever things you ask in prayer, believing, you will receive.”"},{"number":23,"verse":"(Jesus’ Authority Questioned) (Mark 11:27-33; Luke 20:1-8) Now when He came into the temple, the chief priests and the elders of the people confronted Him as He was teaching, and (Ex. 2:14; Acts 4:7; 7:27) said, “By what authority are You doing these things? And who gave You this authority?”"},{"number":24,"verse":"But Jesus answered and said to them, “I also will ask you one thing, which if you tell Me, I likewise will tell you by what authority I do these things:"},{"number":25,"verse":"The ((John 1:29-34)) baptism of (John 1:15-28) John—where was it from? From heaven or from men?” And they reasoned among themselves, saying, “If we say, ‘From heaven,’ He will say to us, ‘Why then did you not believe him?’"},{"number":26,"verse":"But if we say, ‘From men,’ we (Matt. 14:5; 21:46; Luke 20:6) fear the multitude, (Matt. 14:5; Mark 6:20) for all count John as a prophet.”"},{"number":27,"verse":"So they answered Jesus and said, “We do not know.” And He said to them, “Neither will I tell you by what authority I do these things."},{"number":28,"verse":"(The Parable of the Two Sons) “But what do you think? A man had two sons, and he came to the first and said, ‘Son, go, work today in my (Matt. 20:1; 21:33) vineyard.’"},{"number":29,"verse":"He answered and said, ‘I will not,’ but afterward he regretted it and went."},{"number":30,"verse":"Then he came to the second and said likewise. And he answered and said, ‘I go, sir,’ but he did not go."},{"number":31,"verse":"Which of the two did the will of his father?” They said to Him, “The first.” Jesus said to them, (Luke 7:29, 37-50) “Assuredly, I say to you that tax collectors and harlots enter the kingdom of God before you."},{"number":32,"verse":"For (Luke 3:1-12; 7:29) John came to you in the way of righteousness, and you did not believe him; (Luke 3:12, 13) but tax collectors and harlots believed him; and when you saw it, you did not afterward relent and believe him."},{"number":33,"verse":"(The Parable of the Wicked Vinedressers) “Hear another parable: There was a certain landowner (Ps. 80:9; Mark 12:1-12; Luke 20:9-19) who planted a vineyard and set a hedge around it, dug a winepress in it and built a tower. And he leased it to vinedressers and (Matt. 25:14) went into a far country."},{"number":34,"verse":"Now when vintage-time drew near, he sent his servants to the vinedressers, that they might receive its fruit."},{"number":35,"verse":"(2 Chr. 24:21; 36:16; (Matt. 23:34, 37; Acts 7:52; 1 Thess. 2:15); Heb. 11:36, 37) And the vinedressers took his servants, beat one, killed one, and stoned another."},{"number":36,"verse":"Again he sent other servants, more than the first, and they did likewise to them."},{"number":37,"verse":"Then last of all he sent his ((John 3:16)) son to them, saying, ‘They will respect my son.’"},{"number":38,"verse":"But when the vinedressers saw the son, they said among themselves, ((Ps. 2:8; Heb. 1:2)) ‘This is the heir. ((Ps. 2:2); John 11:53; Acts 4:27) Come, let us kill him and seize his inheritance.’"},{"number":39,"verse":"((Matt. 26:50); Mark 14:46; Luke 22:54; John 18:12; (Acts 2:23)) So they took him and cast him out of the vineyard and killed him."},{"number":40,"verse":"“Therefore, when the owner of the vineyard comes, what will he do to those vinedressers?”"},{"number":41,"verse":"(Luke 20:16) They said to Him, ((Luke 21:24)) “He will destroy those wicked men miserably, ((Matt. 8:11; Acts 13:46; Rom. 9; 10)) and lease his vineyard to other vinedressers who will render to him the fruits in their seasons.”"},{"number":42,"verse":"Jesus said to them, “Have you never read in the Scriptures: (Ps. 118:22, 23; Is. 28:16; Mark 12:10; Luke 20:17; Acts 4:11; (Rom. 9:33); Eph. 2:20; (1 Pet. 2:6, 7)) ‘The stone which the builders rejected Has become the chief cornerstone. This was the LORD ’s doing, And it is marvelous in our eyes’ ?"},{"number":43,"verse":"“Therefore I say to you, ((Matt. 8:12); Acts 13:46) the kingdom of God will be taken from you and given to a nation bearing the fruits of it."},{"number":44,"verse":"And (Is. 8:14, 15; Zech. 12:3; Luke 20:18; (Rom. 9:33); 1 Pet. 2:8) whoever falls on this stone will be broken; but on whomever it falls, ((Is. 60:12; Dan. 2:44)) it will grind him to powder.”"},{"number":45,"verse":"Now when the chief priests and Pharisees heard His parables, they perceived that He was speaking of them."},{"number":46,"verse":"But when they sought to lay hands on Him, they (Matt. 21:26; Mark 11:18, 32) feared the multitudes, because (Matt. 21:11; Luke 7:16; John 7:40) they took Him for a prophet."}]}