{"bibleAbbr":"NKJV1982","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":22,"verses":[{"number":1,"verse":"(The Parable of the Wedding Feast) And Jesus answered (Luke 14:16; (Rev. 19:7-9)) and spoke to them again by parables and said:"},{"number":2,"verse":"“The kingdom of heaven is like a certain king who arranged a marriage for his son,"},{"number":3,"verse":"and sent out his servants to call those who were invited to the wedding; and they were not willing to come."},{"number":4,"verse":"Again, he sent out other servants, saying, ‘Tell those who are invited, “See, I have prepared my dinner; (Prov. 9:2) my oxen and fatted cattle are killed, and all things are ready. Come to the wedding.” ’"},{"number":5,"verse":"But they made light of it and went their ways, one to his own farm, another to his business."},{"number":6,"verse":"And the rest seized his servants, treated them spitefully, and killed them."},{"number":7,"verse":"But when the king heard about it, he was furious. And he sent out ((Dan. 9:26)) his armies, destroyed those murderers, and burned up their city."},{"number":8,"verse":"Then he said to his servants, ‘The wedding is ready, but those who were invited were not (Matt. 10:11) worthy."},{"number":9,"verse":"Therefore go into the highways, and as many as you find, invite to the wedding.’"},{"number":10,"verse":"So those servants went out into the highways and (Matt. 13:38, 47, 48; (Acts 28:28)) gathered together all whom they found, both bad and good. And the wedding hall was filled with guests."},{"number":11,"verse":"“But when the king came in to see the guests, he saw a man there ((2 Cor. 5:3; Eph. 4:24; Col. 3:10, 12; Rev. 3:4; 16:15; 19:8)) who did not have on a wedding garment."},{"number":12,"verse":"So he said to him, ‘Friend, how did you come in here without a wedding garment?’ And he was ((Rom. 3:19)) speechless."},{"number":13,"verse":"Then the king said to the servants, ‘Bind him hand and foot, take him away, and cast him (Matt. 8:12; 25:30; Luke 13:28) into outer darkness; there will be weeping and gnashing of teeth.’"},{"number":14,"verse":"(Matt. 20:16) “For many are called, but few are chosen.”"},{"number":15,"verse":"(The Pharisees: Is It Lawful to Pay Taxes to Caesar?) (Mark 12:13-17; Luke 20:20-26) Then the Pharisees went and plotted how they might entangle Him in His talk."},{"number":16,"verse":"And they sent to Him their disciples with the (Mark 3:6; 8:15; 12:13) Herodians, saying, “Teacher, we know that You are true, and teach the way of God in truth; nor do You care about anyone, for You do not regard the person of men."},{"number":17,"verse":"Tell us, therefore, what do You think? Is it lawful to pay taxes to Caesar, or not?”"},{"number":18,"verse":"But Jesus perceived their wickedness, and said, “Why do you test Me, you hypocrites?"},{"number":19,"verse":"Show Me the tax money.” So they brought Him a denarius."},{"number":20,"verse":"And He said to them, “Whose image and inscription is this?”"},{"number":21,"verse":"They said to Him, “Caesar’s.” And He said to them, (Matt. 17:25) “Render therefore to Caesar the things that are ((Rom. 13:1-7; 1 Pet. 2:13-15)) Caesar’s, and to God the things that are ((1 Cor. 3:23; 6:19, 20; 12:27)) God’s.”"},{"number":22,"verse":"When they had heard these words, they marveled, and left Him and went their way."},{"number":23,"verse":"(The Sadducees: What About the Resurrection?) (Mark 12:18-27; Luke 20:27-40) The same day the Sadducees, (Acts 23:8) who say there is no resurrection, came to Him and asked Him,"},{"number":24,"verse":"saying: “Teacher, (Deut. 25:5) Moses said that if a man dies, having no children, his brother shall marry his wife and raise up offspring for his brother."},{"number":25,"verse":"Now there were with us seven brothers. The first died after he had married, and having no offspring, left his wife to his brother."},{"number":26,"verse":"Likewise the second also, and the third, even to the seventh."},{"number":27,"verse":"Last of all the woman died also."},{"number":28,"verse":"Therefore, in the resurrection, whose wife of the seven will she be? For they all had her.”"},{"number":29,"verse":"Jesus answered and said to them, “You are mistaken, (John 20:9) not knowing the Scriptures nor the power of God."},{"number":30,"verse":"For in the resurrection they neither marry nor are given in marriage, but ((1 John 3:2)) are like angels of God in heaven."},{"number":31,"verse":"But concerning the resurrection of the dead, have you not read what was spoken to you by God, saying,"},{"number":32,"verse":"(Gen. 17:7; 26:24; 28:21; Ex. 3:6, 15; Mark 12:26; Luke 20:37; Acts 7:32; (Heb. 11:16)) ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’ ? God is not the God of the dead, but of the living.”"},{"number":33,"verse":"And when the multitudes heard this, (Matt. 7:28) they were astonished at His teaching."},{"number":34,"verse":"(The Scribes: Which Is the First Commandment of All?) (Mark 12:28-31; Luke 10:25-37) But when the Pharisees heard that He had silenced the Sadducees, they gathered together."},{"number":35,"verse":"Then one of them, (Luke 7:30; 10:25; 11:45, 46, 52; 14:3; Titus 3:13) a lawyer, asked Him a question, testing Him, and saying,"},{"number":36,"verse":"“Teacher, which is the great commandment in the law?”"},{"number":37,"verse":"Jesus said to him, (Deut. 6:5; 10:12; 30:6) “ ‘You shall love the LORD your God with all your heart, with all your soul, and with all your mind.’"},{"number":38,"verse":"This is the first and great commandment."},{"number":39,"verse":"And the second is like it: (Lev. 19:18; Matt. 19:19; Mark 12:31; Luke 10:27; (Rom. 13:9; Gal. 5:14; James 2:8)) ‘You shall love your neighbor as yourself.’"},{"number":40,"verse":"((Matt. 7:12; Rom. 13:10; 1 Tim. 1:5)) On these two commandments hang all the Law and the Prophets.”"},{"number":41,"verse":"(Jesus: How Can David Call His Descendant Lord?) (Mark 12:35-37; Luke 20:41-44) While the Pharisees were gathered together, Jesus asked them,"},{"number":42,"verse":"saying, “What do you think about the Christ? Whose Son is He?” They said to Him, “The (Matt. 1:1; 21:9) Son of David.”"},{"number":43,"verse":"He said to them, “How then does David in the Spirit call Him ‘Lord,’ saying:"},{"number":44,"verse":"‘The (Ps. 110:1; (Matt. 26:64); Mark 16:19; Acts 2:34; 1 Cor. 15:25; Heb. 1:13; 10:13) LORD said to my Lord, “Sit at My right hand, Till I make Your enemies Your footstool” ’ ?"},{"number":45,"verse":"If David then calls Him ‘Lord,’ how is He his Son?”"},{"number":46,"verse":"(Luke 14:6) And no one was able to answer Him a word, (Mark 12:34; Luke 20:40) nor from that day on did anyone dare question Him anymore."}]}