{"bibleAbbr":"NKJV1982","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":9,"verses":[{"number":1,"verse":"Jesus Forgives and Heals a Paralytic So He got into a boat, crossed over, (Matt. 4:13; 11:23; Mark 5:21) and came to His own city."},{"number":2,"verse":"(Mark 2:3-12; Luke 5:18-26) Then behold, they brought to Him a paralytic lying on a bed. (Matt. 8:10) When Jesus saw their faith, He said to the paralytic, “Son, be of good cheer; your sins are forgiven you.”"},{"number":3,"verse":"And at once some of the scribes said within themselves, “This Man blasphemes!”"},{"number":4,"verse":"But Jesus, (Ps. 139:2; Matt. 12:25; Mark 12:15; Luke 5:22; 6:8; 9:47; 11:17) knowing their thoughts, said, “Why do you think evil in your hearts?"},{"number":5,"verse":"For which is easier, to say, ‘ Your sins are forgiven you,’ or to say, ‘Arise and walk’?"},{"number":6,"verse":"But that you may know that the Son of Man has power on earth to forgive sins” —then He said to the paralytic, “Arise, take up your bed, and go to your house.”"},{"number":7,"verse":"And he arose and departed to his house."},{"number":8,"verse":"Now when the multitudes saw it, they (Matt. 8:27; John 7:15) marveled and glorified God, who had given such power to men."},{"number":9,"verse":"Matthew the Tax Collector (Mark 2:14; Luke 5:27) As Jesus passed on from there, He saw a man named Matthew sitting at the tax office. And He said to him, “Follow Me.” So he arose and followed Him."},{"number":10,"verse":"(Mark 2:15; Luke 5:29) Now it happened, as Jesus sat at the table in the house, that behold, many tax collectors and sinners came and sat down with Him and His disciples."},{"number":11,"verse":"And when the Pharisees saw it, they said to His disciples, “Why does your Teacher eat with (Matt. 11:19; Mark 2:16; Luke 5:30; 15:2) tax collectors and ((Gal. 2:15)) sinners?”"},{"number":12,"verse":"When Jesus heard that, He said to them, “Those who are well have no need of a physician, but those who are sick."},{"number":13,"verse":"But go and learn what this means: (Hos. 6:6; (Mic. 6:6-8); Matt. 12:7) ‘I desire mercy and not sacrifice.’ For I did not come to call the righteous, (Mark 2:17; Luke 5:32; 1 Tim. 1:15) but sinners, to repentance.”"},{"number":14,"verse":"Jesus Is Questioned About Fasting Then the disciples of John came to Him, saying, (Mark 2:18; Luke 5:33-35; 18:12) “Why do we and the Pharisees fast often, but Your disciples do not fast?”"},{"number":15,"verse":"And Jesus said to them, “Can (John 3:29) the friends of the bridegroom mourn as long as the bridegroom is with them? But the days will come when the bridegroom will be taken away from them, and (Acts 13:2, 3; 14:23) then they will fast."},{"number":16,"verse":"No one puts a piece of unshrunk cloth on an old garment; for the patch pulls away from the garment, and the tear is made worse."},{"number":17,"verse":"Nor do they put new wine into old wineskins, or else the wineskins break, the wine is spilled, and the wineskins are ruined. But they put new wine into new wineskins, and both are preserved.”"},{"number":18,"verse":"A Girl Restored to Life and a Woman Healed (Mark 5:22-43; Luke 8:41-56) While He spoke these things to them, behold, a ruler came and worshiped Him, saying, “My daughter has just died, but come and lay Your hand on her and she will live.”"},{"number":19,"verse":"So Jesus arose and followed him, and so did His (Matt. 10:2-4) disciples."},{"number":20,"verse":"(Mark 5:25; Luke 8:43) And suddenly, a woman who had a flow of blood for twelve years came from behind and (Num. 15:38; Deut. 22:12; Matt. 14:36; 23:5; Mark 6:56) touched the hem of His garment."},{"number":21,"verse":"For she said to herself, “If only I may touch His garment, I shall be made well.”"},{"number":22,"verse":"But Jesus turned around, and when He saw her He said, “Be of good cheer, daughter; (Matt. 9:29; 15:28; Mark 5:34; 10:52; Luke 7:50; 8:48; 17:19; 18:42) your faith has made you well.” And the woman was made well from that hour."},{"number":23,"verse":"(Mark 5:38; Luke 8:51) When Jesus came into the ruler’s house, and saw (2 Chr. 35:25; Jer. 9:17; 16:6; Ezek. 24:17) the flute players and the noisy crowd wailing,"},{"number":24,"verse":"He said to them, (John 11:3; Acts 20:10) “Make room, for the girl is not dead, but sleeping.” And they ridiculed Him."},{"number":25,"verse":"But when the crowd was put outside, He went in and (Matt. 8:3, 15; Mark 1:31) took her by the hand, and the girl arose."},{"number":26,"verse":"And the (Matt. 4:24; Mark 1:28, 45; Luke 4:14, 37; 5:15; 7:17) report of this went out into all that land."},{"number":27,"verse":"Two Blind Men Healed When Jesus departed from there, (Matt. 20:29-34) two blind men followed Him, crying out and saying, (Matt. 15:22; Mark 10:47; Luke 18:38, 39) “Son of David, have mercy on us!”"},{"number":28,"verse":"And when He had come into the house, the blind men came to Him. And Jesus said to them, “Do you believe that I am able to do this?” They said to Him, “Yes, Lord.”"},{"number":29,"verse":"Then He touched their eyes, saying, “According to your faith let it be to you.”"},{"number":30,"verse":"And their eyes were opened. And Jesus sternly warned them, saying, (Matt. 8:4; Luke 5:14) “See that no one knows it .”"},{"number":31,"verse":"(Mark 7:36) But when they had departed, they spread the news about Him in all that country."},{"number":32,"verse":"A Mute Man Speaks (Matt. 12:22, 24; Luke 11:14) As they went out, behold, they brought to Him a man, mute and demon-possessed."},{"number":33,"verse":"And when the demon was cast out, the mute spoke. And the multitudes marveled, saying, “It was never seen like this in Israel!”"},{"number":34,"verse":"But the Pharisees said, (Matt. 12:24; Mark 3:22; Luke 11:15; John 7:20) “He casts out demons by the ruler of the demons.”"},{"number":35,"verse":"The Compassion of Jesus Then Jesus went about all the cities and villages, (Matt. 4:23) teaching in their synagogues, preaching the gospel of the kingdom, and healing every sickness and every disease among the people."},{"number":36,"verse":"(Mark 6:34) But when He saw the multitudes, He was moved with compassion for them, because they were weary and scattered, (Num. 27:17; 1 Kin. 22:17; Ezek. 34:5; Zech. 10:2; Mark 6:34) like sheep having no shepherd."},{"number":37,"verse":"Then He said to His disciples, (Luke 10:2; John 4:35) “The harvest truly is plentiful, but the laborers are few."},{"number":38,"verse":"((Matt. 28:19, 20; Eph. 4:11, 12); 2 Thess. 3:1) Therefore pray the Lord of the harvest to send out laborers into His harvest.”"}]}