{"bibleAbbr":"Orig2013+","bookName":"רות","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"ולנעמי <WH5281> And Naomi מידע <WH3045> לאישׁה <WH376> of her husband's, אישׁ <WH376> man גבור <WH1368> a mighty חיל <WH2428> of wealth, ממשׁפחת <WH4940> of the family אלימלך <WH458> of Elimelech; ושׁמו <WH8034> and his name בעז׃ <WH1162> Boaz."},{"number":2,"verse":"ותאמר <WH559> said רות <WH7327> And Ruth המואביה <WH4125> the Moabitess אל <WH413> unto נעמי <WH5281> Naomi, אלכה <WH1980> go נא <WH4994> Let me now השׂדה <WH7704> to the field, ואלקטה <WH3950> and glean בשׁבלים <WH7641> ears of corn אחר <WH310> after אשׁר <WH834> after אמצא <WH4672> I shall find חן <WH2580> grace. בעיניו <WH5869> in whose sight ותאמר <WH559> And she said לה לכי <WH1980> unto her, Go, בתי׃ <WH1323> my daughter."},{"number":3,"verse":"ותלך <WH1980> And she went, ותבוא <WH935> and came, ותלקט <WH3950> and gleaned בשׂדה <WH7704> in the field אחרי <WH310> after הקצרים <WH7114> the reapers: ויקר <WH7136> was to light מקרה <WH4745> and her hap חלקת <WH2513> on a part השׂדה <WH7704> of the field לבעז <WH1162> unto Boaz, אשׁר <WH834> who ממשׁפחת <WH4940> of the kindred אלימלך׃ <WH458> of Elimelech."},{"number":4,"verse":"והנה <WH2009> And, behold, בעז <WH1162> Boaz בא <WH935> came מבית לחם <WH1035> ויאמר <WH559> and said לקוצרים <WH7114> unto the reapers, יהוה <WH3068> The LORD עמכם <WH5973> with ויאמרו <WH559> you. And they answered לו יברכך <WH1288> bless יהוה׃ <WH3068> him, The LORD"},{"number":5,"verse":"ויאמר <WH559> Then said בעז <WH1162> Boaz לנערו <WH5288> unto his servant הנצב <WH5324> that was set על <WH5921> over הקוצרים <WH7114> the reapers, למי <WH4310> Whose הנערה <WH5291> damsel הזאת׃ <WH2063> this?"},{"number":6,"verse":"ויען <WH6030> answered הנער <WH5288> And the servant הנצב <WH5324> that was set על <WH5921> over הקוצרים <WH7114> the reapers ויאמר <WH559> and said, נערה <WH5291> damsel מואביה <WH4125> the Moabitish היא <WH1931> It השׁבה <WH7725> that came back עם <WH5973> with נעמי <WH5281> Naomi משׂדה <WH7704> out of the country מואב׃ <WH4124> of Moab:"},{"number":7,"verse":"ותאמר <WH559> And she said, אלקטה <WH3950> you, let me glean נא <WH4994> I pray ואספתי <WH622> and gather בעמרים <WH6016> among the sheaves: אחרי <WH310> after הקוצרים <WH7114> the reapers ותבוא <WH935> so she came, ותעמוד <WH5975> and hath continued מאז <WH227> even from הבקר <WH1242> the morning ועד <WH5704> until עתה <WH6258> now, זה <WH2088> that שׁבתה <WH3427> she tarried הבית <WH1004> in the house. מעט׃ <WH4592> a little"},{"number":8,"verse":"ויאמר <WH559> Then said בעז <WH1162> Boaz אל <WH413> unto רות <WH7327> Ruth, הלוא <WH3808> thou not, שׁמעת <WH8085> Hearest בתי <WH1323> my daughter? אל <WH408> not תלכי <WH1980> Go ללקט <WH3950> to glean בשׂדה <WH7704> field, אחר <WH312> in another וגם <WH1571> neither לא <WH3808> neither תעבורי <WH5674> go מזה <WH2088> from hence, וכה <WH3541> but תדבקין <WH1692> abide עם <WH5973> here fast by נערתי׃ <WH5291> my maidens:"},{"number":9,"verse":"עיניך <WH5869> thine eyes בשׂדה <WH7704> on the field אשׁר <WH834> that יקצרון <WH7114> they do reap, והלכת <WH1980> and go אחריהן <WH310> thou after הלוא <WH3808> them: have I not צויתי <WH6680> charged את <WH853> הנערים <WH5288> the young men לבלתי <WH1115> that they shall not נגעך <WH5060> touch וצמת <WH6770> thee? and when thou art athirst, והלכת <WH1980> go אל <WH413> unto הכלים <WH3627> the vessels, ושׁתית <WH8354> and drink מאשׁר <WH834> of which ישׁאבון <WH7579> have drawn. הנערים׃ <WH5288> the young men"},{"number":10,"verse":"ותפל <WH5307> Then she fell על <WH5921> on פניה <WH6440> her face, ותשׁתחו <WH7812> and bowed herself ארצה <WH776> to the ground, ותאמר <WH559> and said אליו <WH413> unto מדוע <WH4069> him, Why מצאתי <WH4672> have I found חן <WH2580> grace בעיניך <WH5869> in thine eyes, להכירני <WH5234> that thou shouldest take knowledge ואנכי <WH595> of me, seeing I נכריה׃ <WH5237> a stranger?"},{"number":11,"verse":"ויען <WH6030> answered בעז <WH1162> And Boaz ויאמר <WH559> and said לה הגד <WH5046> unto her, It hath fully הגד <WH5046> been showed לי כל <WH3605> me, all אשׁר <WH834> that עשׂית <WH6213> thou hast done את <WH854> חמותך <WH2545> unto thy mother-in-law אחרי <WH310> since מות <WH4194> the death אישׁך <WH376> of thine husband: ותעזבי <WH5800> and thou hast left אביך <WH1> thy father ואמך <WH517> and thy mother, וארץ <WH776> and the land מולדתך <WH4138> of thy nativity, ותלכי <WH1980> and art come אל <WH413> unto עם <WH5971> a people אשׁר <WH834> which לא <WH3808> not ידעת <WH3045> thou knewest תמול <WH8543> heretofore. שׁלשׁום׃ <WH8032> heretofore."},{"number":12,"verse":"ישׁלם <WH7999> recompense יהוה <WH3068> The LORD פעלך <WH6467> thy work, ותהי <WH1961> be given משׂכרתך <WH4909> reward שׁלמה <WH8003> and a full מעם <WH5973> thee of יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, אשׁר <WH834> whose באת <WH935> thou art come לחסות <WH2620> to trust. תחת <WH8478> under כנפיו׃ <WH3671> wings"},{"number":13,"verse":"ותאמר <WH559> Then she said, אמצא <WH4672> Let me find חן <WH2580> favor בעיניך <WH5869> in thy sight, אדני <WH113> my lord; כי <WH3588> for נחמתני <WH5162> that thou hast comforted וכי <WH3588> me, and for that דברת <WH1696> thou hast spoken על <WH5921> friendly לב <WH3820> friendly שׁפחתך <WH8198> unto thine handmaid, ואנכי <WH595> though I לא <WH3808> not אהיה <WH1961> be כאחת <WH259> like unto one שׁפחתיך׃ <WH8198> of thine handmaidens."},{"number":14,"verse":"ויאמר <WH559> said לה בעז <WH1162> And Boaz לעת <WH6256> האכלשׁי <WH5066> come הלם <WH1988> thou hither, ואכלת <WH398> and eat מן <WH4480> of הלחם <WH3899> the bread, וטבלת <WH2881> and dip פתך <WH6595> thy morsel בחמץ <WH2558> in the vinegar. ותשׁב <WH3427> And she sat מצד <WH6654> beside הקוצרים <WH7114> the reapers: ויצבט <WH6642> and he reached לה קלי <WH7039> her parched ותאכל <WH398> and she did eat, ותשׂבע <WH7646> and was sufficed, ותתר׃ <WH3498> and left."},{"number":15,"verse":"ותקם <WH6965> And when she was risen up ללקט <WH3950> to glean, ויצו <WH6680> commanded בעז <WH1162> Boaz את <WH853> נעריו <WH5288> his young men, לאמר <WH559> saying, גם <WH1571> even בין <WH996> among העמרים <WH6016> the sheaves, תלקט <WH3950> Let her glean ולא <WH3808> her not: תכלימוה׃ <WH3637> and reproach"},{"number":16,"verse":"וגם <WH1571> also שׁל <WH7997> And let fall תשׁלו <WH7997> of purpose לה מן <WH4480> of הצבתים <WH6653> the handfuls ועזבתם <WH5800> for her, and leave ולקטה <WH3950> that she may glean ולא <WH3808> her not. תגערו׃ <WH1605> and rebuke"},{"number":17,"verse":"ותלקט <WH3950> So she gleaned בשׂדה <WH7704> in the field עד <WH5704> until הערב <WH6153> even, ותחבט <WH2251> and beat out את <WH853> אשׁר <WH834> that לקטה <WH3950> she had gleaned: ויהי <WH1961> and it was כאיפה <WH374> about an ephah שׂערים׃ <WH8184> of barley."},{"number":18,"verse":"ותשׂא <WH5375> And she took up, ותבוא <WH935> and went העיר <WH5892> into the city: ותרא <WH7200> saw חמותה <WH2545> and her mother-in-law את <WH853> אשׁר <WH834> what לקטה <WH3950> she had gleaned: ותוצא <WH3318> and she brought forth, ותתן <WH5414> and gave לה את <WH853> אשׁר <WH834> to her that הותרה <WH3498> she had reserved משׂבעה׃ <WH7648> after she was sufficed."},{"number":19,"verse":"ותאמר <WH559> said לה חמותה <WH2545> And her mother-in-law איפה <WH375> unto her, Where לקטת <WH3950> hast thou gleaned היום <WH3117> today? ואנה <WH575> עשׂית <WH6213> wroughtest יהי <WH1961> be מכירך <WH5234> he that did take knowledge ברוך <WH1288> thou? blessed ותגד <WH5046> of thee. And she showed לחמותה <WH2545> her mother-in-law את <WH853> אשׁר <WH834> whom עשׂתה <WH6213> she had wrought, עמו <WH5973> with ותאמר <WH559> and said, שׁם <WH8034> name האישׁ <WH376> The man's אשׁר <WH834> whom עשׂיתי <WH6213> I wrought עמו <WH5973> with היום <WH3117> today בעז׃ <WH1162> Boaz."},{"number":20,"verse":"ותאמר <WH559> said נעמי <WH5281> And Naomi לכלתה <WH3618> unto her daughter-in-law, ברוך <WH1288> Blessed הוא <WH1931> he ליהוה <WH3068> of the LORD, אשׁר <WH834> who לא <WH3808> hath not עזב <WH5800> left off חסדו <WH2617> his kindness את <WH854> to החיים <WH2416> the living ואת <WH854> and to המתים <WH4191> the dead. ותאמר <WH559> said לה נעמי <WH5281> And Naomi קרוב <WH7138> near of kin לנו האישׁ <WH376> unto her, The man מגאלנו <WH1350> of our next kinsmen. הוא׃ <WH1931> unto us, one"},{"number":21,"verse":"ותאמר <WH559> said, רות <WH7327> And Ruth המואביה <WH4125> the Moabitess גם <WH1571> me also, כי <WH3588> אמר <WH559> He said אלי <WH413> unto עם <WH5973> by הנערים <WH5288> young men, אשׁר <WH834> my לי תדבקין <WH1692> Thou shalt keep fast עד <WH5704> until אם <WH518> until כלו <WH3615> they have ended את <WH853> כל <WH3605> all הקציר <WH7105> harvest. אשׁר׃ <WH834> my"},{"number":22,"verse":"ותאמר <WH559> said נעמי <WH5281> And Naomi אל <WH413> unto רות <WH7327> Ruth כלתה <WH3618> her daughter-in-law, טוב <WH2896> good, בתי <WH1323> my daughter, כי <WH3588> that תצאי <WH3318> thou go out עם <WH5973> with נערותיו <WH5291> his maidens, ולא <WH3808> thee not יפגעו <WH6293> that they meet בך בשׂדה <WH7704> field. אחר׃ <WH312> in any other"},{"number":23,"verse":"ותדבק <WH1692> So she kept fast בנערות <WH5291> by the maidens בעז <WH1162> of Boaz ללקט <WH3950> to glean עד <WH5704> unto כלות <WH3615> the end קציר <WH7105> harvest השׂערים <WH8184> of barley וקציר <WH7105> harvest; החטים <WH2406> and of wheat ותשׁב <WH3427> and dwelt את <WH854> with חמותה׃ <WH2545> her mother-in-law."}]}