{"bibleAbbr":"KNCL","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"ಪಾಪಪುರುಷ ಸಹೋದರರೇ, ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಪುನರಾಗಮನವನ್ನು ಮತ್ತು ನಾವು ಅವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ಒಂದಾಗಿ ಸೇರುವ ವಿಷಯವನ್ನು ಕುರಿತು ನಿಮ್ಮಲ್ಲಿ ನಾವು ವಿನಂತಿಸುವುದೇನೆಂದರೆ:"},{"number":2,"verse":"ಪ್ರಭುವಿನ ದಿನವು ಬಂದೇಬಿಟ್ಟಿತೆಂದು ಪ್ರವಾದನೆಯಿಂದಾಗಲಿ, ಪ್ರವಚನದಿಂದಾಗಲಿ ಅಥವಾ ನಮ್ಮ ಪತ್ರದಿಂದಾಗಲಿ ತಿಳಿದುಬಂದಿದೆಯೆಂದು ಯಾರಾದರೂ ಹೇಳಿದರೆ, ಒಮ್ಮೆಗೇ ನೀವು ತಬ್ಬಿಬ್ಬಾಗಿ, ತಳಮಳಗೊಳ್ಳದಿರಿ."},{"number":3,"verse":"ನಿಮ್ಮನ್ನು ಯಾರೂ ಯಾವ ರೀತಿಯಲ್ಲೂ ವಂಚಿಸದಿರಲಿ. ಆ ದಿನವು ಬರುವುದಕ್ಕೆ ಮುಂಚೆ ದೇವರಿಗೆ ವಿರುದ್ಧವಾದ ‘ಅಂತಿಮ ಪ್ರತಿಭಟನೆ’ ಉಂಟಾಗುವುದು. ‘ಪಾಪಪುರುಷನಾದ’ ಅಧರ್ಮಿ ತಲೆ ಎತ್ತಿಕೊಳ್ಳುವನು."},{"number":4,"verse":"ದೇವರೆನಿಸಿಕೊಳ್ಳುವ ಎಲ್ಲವನ್ನೂ ಅಲ್ಲಗಳೆಯುವನು; ಆರಾಧನೆಗೈಯುವ ಎಲ್ಲವನ್ನೂ ಇಲ್ಲಗೊಳಿಸುವನು; ಇವೆಲ್ಲಕ್ಕೂ ತಾವೇ ಮಿಗಿಲೆಂದು ಭಾವಿಸಿ ದೇವಮಂದಿರದಲ್ಲಿ ಕುಳಿತುಕೊಂಡು ತಾನೇ ದೇವರೆಂದು ಘೋಷಿಸಿಕೊಳ್ಳುವನು."},{"number":5,"verse":"ನಾನು ನಿಮ್ಮೊಡನೆ ಇದ್ದಾಗಲೇ ಇದೆಲ್ಲವನ್ನು ತಿಳಿಸಿದ ನೆನಪು ನಿಮಗಿಲ್ಲವೇ?"},{"number":6,"verse":"ನಿಯಮಿತ ಕಾಲಕ್ಕೆ ಮುಂಚೆ ಕಾಣಿಸಿಕೊಳ್ಳದಂತೆ ಅವನನ್ನು ತಡೆಹಿಡಿದಿರುವುದು ಯಾವುದೆಂದು ನೀವು ಬಲ್ಲಿರಿ."},{"number":7,"verse":"ಅಧರ್ಮವು ಈಗಾಗಲೇ ಗುಪ್ತವಾಗಿ ತನ್ನ ಕೆಲಸವನ್ನು ಸಾಧಿಸುತ್ತಿದೆ; ತಡೆಗಟ್ಟಿರುವವನು ದಾರಿಬಿಡುವ ತನಕ ಅದು ಗುಪ್ತವಾಗಿಯೇ ಇರುವುದು."},{"number":8,"verse":"ಆಮೇಲೆ ಆ ಅಧರ್ಮಿ ಕಾಣಿಸಿಕೊಳ್ಳುವನು. ಅವನನ್ನು ಪ್ರಭು ಯೇಸು ತಮ್ಮ ಬಾಯುಸಿರಿನಿಂದಲೇ ಕೊಂದುಹಾಕುವರು; ತಮ್ಮ ಪ್ರತ್ಯಕ್ಷತೆಯ ತೇಜಸ್ಸಿನಿಂದಲೇ ತರಿದುಬಿಡುವರು."},{"number":9,"verse":"ಆ ಅಧರ್ಮಿ ಸೈತಾನನ ಶಕ್ತಿಯೊಂದಿಗೆ ಬರುವನು. ಮೋಸಗೊಳಿಸುವ ಎಲ್ಲಾ ಬಗೆಯ ಪವಾಡಗಳನ್ನು, ಚಮತ್ಕಾರಗಳನ್ನು ಮತ್ತು ಶಕ್ತಿಯುತ ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿತೋರಿಸುವನು."},{"number":10,"verse":"ಸತ್ಯವನ್ನು ಪ್ರೀತಿಸದೆ, ಜೀವೋದ್ಧಾರವನ್ನು ನಿರಾಕರಿಸಿ, ವಿನಾಶದ ಮಾರ್ಗದಲ್ಲಿರುವವರನ್ನು ಎಲ್ಲಾ ತರಹದ ಕುಯುಕ್ತಿಯಿಂದ ಅವನು ವಂಚಿಸುವನು."},{"number":11,"verse":"ಆದಕಾರಣ, ಅಸತ್ಯವನ್ನು ನಂಬುವಂಥ ಗಾಢಭ್ರಮೆಗೆ ದೇವರು ಅವರನ್ನು ಒಳಪಡಿಸುವರು."},{"number":12,"verse":"ಹೀಗೆ ಸತ್ಯವನ್ನು ವಿಶ್ವಾಸಿಸದೆ, ಅಧರ್ಮದಲ್ಲಿ ಆನಂದಿಸುವವರೆಲ್ಲರೂ ಖಂಡನೆಗೆ ಗುರಿಯಾಗುವರು."},{"number":13,"verse":"ಪ್ರಥಮ ಫಲ ಸಹೋದರರೇ, ಪ್ರಭುವಿಗೆ ಪ್ರಿಯರಾದವರೇ, ನಿಮಗಾಗಿ ನಿರಂತರವೂ ದೇವರಿಗೆ ಕೃತಜ್ಞತೆಯನ್ನು ಸಲ್ಲಿಸಲು ನಾವು ಬದ್ಧರು. ಏಕೆಂದರೆ, ದೇವರು ನಿಮ್ಮನ್ನು ಪವಿತ್ರಾತ್ಮರ ಮುಖಾಂತರ ಪಾವನಗೊಳಿಸಿ, ನೀವು ಸತ್ಯದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವಂತೆ ಮಾಡಿ, ಜೀವೋದ್ಧಾರವನ್ನು ಪಡೆಯುವಂತೆ ನಿಮ್ಮನ್ನು ಪ್ರಥಮ ಫಲವನ್ನಾಗಿ ಆರಿಸಿಕೊಂಡಿದ್ದಾರೆ."},{"number":14,"verse":"ಹೀಗೆ ಉದ್ಧಾರಹೊಂದಿ ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಮಹಿಮೆಯಲ್ಲಿ ನೀವು ಸಹ ಪಾಲುಗೊಳ್ಳುವಂತೆ, ನಾವು ಸಾರಿದ ಶುಭಸಂದೇಶದ ಮೂಲಕ ದೇವರು ನಿಮ್ಮನ್ನು ಕರೆದಿದ್ದಾರೆ."},{"number":15,"verse":"ಆದ್ದರಿಂದ ಸಹೋದರರೇ, ನಾವು ನಿಮಗೆ ಬಾಯಿಮಾತಿನಿಂದಾಗಲಿ, ಪತ್ರದ ಮೂಲವಾಗಲಿ ಬೋಧಿಸಿರುವ ಸತ್‍ಸಂಪ್ರದಾಯಗಳನ್ನು ಪ್ರಾಮಾಣಿಕವಾಗಿ ಪಾಲಿಸುತ್ತಾ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲಿರಿ"},{"number":16,"verse":"ನಮ್ಮನ್ನು ಪ್ರೀತಿಸಿ ನಿತ್ಯಾದರಣೆಯನ್ನೂ ಉತ್ತಮ ನಿರೀಕ್ಷೆಯನ್ನೂ ಅನುಗ್ರಹವಾಗಿ ಕೊಟ್ಟಿರುವ ನಮ್ಮ ಪ್ರಭುವಾದ ಯೇಸುಕ್ರಿಸ್ತರು ಹಾಗೂ ಪಿತನಾದ ದೇವರು ನಿಮ್ಮ ಹೃನ್ಮನಗಳನ್ನು ಉತ್ತೇಜನಗೊಳಿಸಲಿ."},{"number":17,"verse":"ಸಕಲ ಸತ್ಕಾರ್ಯಗಳಲ್ಲೂ ಸನ್ನುಡಿಯಲ್ಲೂ ನಿಮ್ಮನ್ನು ದೃಢಪಡಿಸಲಿ."}]}