{"bibleAbbr":"KNCL","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"(ಪ್ರೇಷಿತರಿಗಾಗಿ ಪ್ರಾರ್ಥನೆ) ಕೊನೆಯದಾಗಿ ಸಹೋದರರೇ, ನಮಗಾಗಿಯೂ ಪ್ರಾರ್ಥನೆಮಾಡಿ; ಪ್ರಭುವಿನ ಸಂದೇಶ ನಿಮ್ಮಲ್ಲಿ ಹಬ್ಬಿಹರಡಿದಂತೆ ಎಲ್ಲೆಲ್ಲಿಯೂ ಪಸರಿಸಿ ಪ್ರಖ್ಯಾತವಾಗಲಿ."},{"number":2,"verse":"ದುಷ್ಟರ ಹಾಗೂ ಕೆಡುಕರ ಬಲೆಗೆ ನಾವು ಬೀಳದಂತೆ ಪ್ರಾರ್ಥಿಸಿರಿ. ಏಕೆಂದರೆ, ವಿಶ್ವಾಸವೆಂಬುದು ಎಲ್ಲರಲ್ಲಿಯೂ ಇರುವುದಿಲ್ಲ."},{"number":3,"verse":"ಪ್ರಭು ವಿಶ್ವಾಸಕ್ಕೆ ಪಾತ್ರರು. ಅವರು ನಿಮ್ಮನ್ನು ಸದೃಢರನ್ನಾಗಿ ಮಾಡಿ ಕೇಡಿನಿಂದ ನಿಮ್ಮನ್ನು ಕಾಪಾಡುವರು."},{"number":4,"verse":"ನಾವು ನಿಮಗಿತ್ತ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿಕೊಂಡು ಬರುತ್ತಿದ್ದೀರಿ; ಇನ್ನು ಮುಂದೆಯೂ ಪಾಲಿಸುತ್ತೀರಿ ಎಂದು ನಿಮ್ಮ ವಿಷಯವಾಗಿ ಪ್ರಭುವಿನಲ್ಲಿ ನಮಗೆ ಭರವಸೆಯಿದೆ."},{"number":5,"verse":"ದೇವರ ಪ್ರೀತಿಯನ್ನೂ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಸಹನೆಯನ್ನೂ ನೀವು ಕಲಿತುಕೊಳ್ಳುವಂತೆ, ಪ್ರಭುವೇ ನಿಮ್ಮ ಅಂತರಂಗವನ್ನು ಬೆಳಗಿಸಲಿ."},{"number":6,"verse":"(ದುಡಿಯಲೊಲ್ಲದವನು ಉಣಲೂ ಬಾರದು) ಪ್ರಿಯ ಸಹೋದರರೇ, ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಹೆಸರಿನಲ್ಲಿ ನಾವು ನಿಮಗೆ ಆಜ್ಞಾಪಿಸುವುದೇನೆಂದರೆ: ನಾವು ನಿಮಗೆ ಬೋಧಿಸಿದ ಸದಾಚಾರವನ್ನು ಪಾಲಿಸದೆ, ಮೈಗಳ್ಳತನದಿಂದ ದಿನಗಳೆಯುವ ಯಾವ ಸೋದರನೊಂದಿಗೂ ಸಂಪರ್ಕವಿಟ್ಟುಕೊಳ್ಳಬೇಡಿ."},{"number":7,"verse":"ನಾವು ಹೇಗೆ ನಡೆದುಕೊಂಡೆವೋ ಹಾಗೆಯೇ, ನೀವು ಸಹ ನಡೆದುಕೊಳ್ಳಬೇಕೆಂಬುದು ನಿಮಗೆ ತಿಳಿದ ವಿಷಯ. ನಾವು ನಿಮ್ಮ ಬಳಿಯಿದ್ದಾಗ ಸೋಮಾರಿಗಳಾಗಿರಲಿಲ್ಲ."},{"number":8,"verse":"ಪುಕ್ಕಟೆಯಾಗಿ ನಾವು ಯಾರ ಅನ್ನವನ್ನೂ ಉಣ್ಣಲಿಲ್ಲ. ನಿಮ್ಮಲ್ಲಿ ಯಾರಿಗೂ ಹೊರೆಯಾಗಬಾರದೆಂದು ಹಗಲಿರುಳೂ ನಾವೇ ಕಷ್ಟಪಟ್ಟು ದುಡಿದಿದ್ದೇವೆ."},{"number":9,"verse":"ನಿಮ್ಮಿಂದ ಪೋಷಣೆ ಪಡೆಯಲು ನಮಗೆ ಹಕ್ಕಿಲ್ಲವೆಂದಲ್ಲ; ನೀವು ನಮ್ಮನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವಂತೆ, ನಿಮಗೆ ಆದರ್ಶವಾಗಿ ಇರಬೇಕೆಂದೇ ನಾವು ಹೀಗೆ ಮಾಡಿದೆವು."},{"number":10,"verse":"ನಾವು ನಿಮ್ಮೊಡನಿದ್ದಾಗ, “ದುಡಿಯಲೊಲ್ಲದವನು ಉಣಲೂಬಾರದು,” ಎಂದು ನಿಮಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದೆವು."},{"number":11,"verse":"ಈಗಲಾದರೋ ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ದುಡಿಯದೆ ಮೈಗಳ್ಳರಾಗಿ ಅಲ್ಲಲ್ಲಿ ಅಲೆದಾಡುತ್ತಾ ಹರಟೆಮಲ್ಲರಾಗಿದ್ದಾರೆಂದು ನಮಗೆ ತಿಳಿದುಬಂದಿದೆ."},{"number":12,"verse":"ಇಂಥವರು ತಮ್ಮ ಜೀವನೋಪಾಯಕ್ಕಾಗಿ ತಾವೇ ದುಡಿದು ಸಂಪಾದಿಸಬೇಕೆಂದು ಪ್ರಭು ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ಎಚ್ಚರಿಸಿ ಆಜ್ಞಾಪಿಸುತ್ತೇವೆ."},{"number":13,"verse":"ನೀವಾದರೋ ಸಹೋದರರೇ, ಸತ್ಕಾರ್ಯದ ಸಾಧನೆ ಸಾಕಾಯಿತೆಂದು ಹೇಳಿದಿರಿ."},{"number":14,"verse":"ಈ ಪತ್ರದ ಮೂಲಕ ನಾವು ಹೇಳಿರುವ ಮಾತನ್ನು ಯಾರಾದರೂ ಕೇಳದಿದ್ದರೆ, ಅಂಥವನನ್ನು ಗುರುತಿಸಿ ಅವನ ಸಹವಾಸವನ್ನೇ ತೊರೆದುಬಿಡಿ. ಹೀಗೆ ಮಾಡಿದರೆ, ಅವನಿಗೆ ನಾಚಿಕೆಯಾಗುವುದು."},{"number":15,"verse":"ಆದರೂ ಅವನನ್ನು ಶತ್ರುವೆಂದು ಭಾವಿಸದೆ, ಸಹೋದರನಂತೆ ಕಂಡು, ಬುದ್ಧಿಹೇಳಿರಿ."},{"number":16,"verse":"(ಶುಭಾಶಯಗಳು) ಶಾಂತಿದಾತರಾದ ಪ್ರಭು ಎಲ್ಲ ಕಾಲಕ್ಕೂ ಎಲ್ಲ ವಿಧದಲ್ಲಿಯೂ ನಿಮಗೆ ಶಾಂತಿಯನ್ನು ದಯಪಾಲಿಸಲಿ. ಪ್ರಭು ನಿಮ್ಮೆಲ್ಲರೊಡನೆ ಇರಲಿ!"},{"number":17,"verse":"ಪೌಲನೆಂಬ ನಾನು ಸ್ವತಃ ನನ್ನ ಕೈಯಿಂದಲೇ ಇದನ್ನು ಬರೆಯುತ್ತಿದ್ದೇನೆ. ನನ್ನ ಪ್ರತಿ ಪತ್ರಕ್ಕೂ, ನಾನು ಹಾಕುವ ಸಹಿ ಹಾಗು ನಾನು ಬರೆಯುವ ಧಾಟಿ ಇದೇ. ನಿಮಗೆ ನನ್ನ ಶುಭಾಶಯಗಳು!"},{"number":18,"verse":"ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಅನುಗ್ರಹ ನಿಮ್ಮೆಲ್ಲರೊಡನೆ ಇರಲಿ!"}]}