{"bibleAbbr":"TCVSL2022NT","bookName":"பிலிப்பியர்","bookEnglishName":"Philippians","chapterNumber":1,"verses":[{"number":1,"verse":"பிலிப்பி பட்டணத்தில் கிறிஸ்து இயேசுவில் இணைந்திருக்கும் எல்லாப் பரிசுத்தவான்களுக்கும், திருச்சபைத் தலைவர்களுக்கும், உதவி ஊழியர்களுக்கும், கிறிஸ்து இயேசுவின் அடிமைகளான பவுலும் தீமோத்தேயுவும் எழுதுவதாவது:"},{"number":2,"verse":"நம்முடைய பிதாவாகிய இறைவனாலும், ஆண்டவர் இயேசு கிறிஸ்துவினாலும் உங்களுக்குக் கிருபையும் சமாதானமும் உண்டாகட்டும்."},{"number":3,"verse":"(நன்றியும் மன்றாடுதலும்)நான் உங்களை நினைக்கும் போதெல்லாம் என் இறைவனுக்கு நன்றி செலுத்துகிறேன்."},{"number":4,"verse":"உங்கள் எல்லோருக்காகவும் மன்றாடும் போதெல்லாம் எப்போதுமே மனமகிழ்ச்சியுடன் மன்றாடுகிறேன்."},{"number":5,"verse":"ஏனெனில், முதல் நாளிலிருந்து இன்றுவரை நற்செய்திப் பணியில் நீங்கள் என்னோடு பங்காளர்களாய் இருக்கின்றீர்கள்."},{"number":6,"verse":"உங்களில் இந்த நல்ல செயலைத் தொடங்கிய இறைவன், அதைக் கிறிஸ்து இயேசு திரும்பி வரும் நாள் வரை தொடர்ந்து செய்து முடிப்பார் என்ற மனவுறுதி எனக்கு உண்டு."},{"number":7,"verse":"உங்கள் எல்லோரையும்பற்றி நான் இவ்வாறு நினைப்பது சரியானதே. ஏனெனில், நீங்கள் என் இருதயத்தில் இடம் பிடித்துவிட்டீர்கள். அத்துடன், என் சிறைவாசத்திலும் நற்செய்திக்காக நான் வாதிட்டுப் பேசி அதை உறுதி செய்வதிலும், எனக்கு இறைவன் அளித்த கிருபையில் நீங்கள் எல்லோரும் பங்குள்ளவர்களாய் இருக்கின்றீர்கள்."},{"number":8,"verse":"கிறிஸ்து இயேசு கொண்டிருந்த அதே கனிவான அன்போடு உங்கள் எல்லோரையும் காண நான் எவ்வளவு ஆவலாக இருக்கின்றேன் என்பதற்கு இறைவனே சாட்சியாயிருக்கிறார்."},{"number":9,"verse":"உங்கள் அன்பானது, அறிவாற்றலிலும் ஆழமான பகுத்தறிவிலும் இன்னும் அதிகமதிகமாகப் பெருகுவதால்,"},{"number":10,"verse":"மிகச் சிறந்தது எதுவென நீங்கள் நிதானித்து அறிந்து ஏற்றுக்கொள்ள வேண்டும் என மன்றாடுகிறேன். இதனால், கிறிஸ்து திரும்பி வரும் நாள் வரை தூய்மை உள்ளவர்களாகவும் குற்றம் சுமத்தப்படாதவர்களாகவும் வாழ்ந்து,"},{"number":11,"verse":"இறைவனுக்கு மகிமையையும் துதியையும் கொண்டுவரும்படி, இயேசு கிறிஸ்துவினால் வரும் நற்குணவியல்புகளால் நிறைந்தவர்களாய் இருக்க வேண்டும் என்பதே எனது மன்றாடல்."},{"number":12,"verse":"(சிறையில் பவுல்)பிரியமான சகோதர சகோதரிகளே, எனக்கு நடந்தவை உண்மையிலே நற்செய்தியானது தடைகளைத் தாண்டி பரவுவதற்கு உதவியாக இருந்தது என்பதை நீங்கள் தெரிந்துகொள்ள வேண்டும் என்று விரும்புகிறேன்."},{"number":13,"verse":"ஏனெனில் கிறிஸ்துவுக்காகவே நான் சிறையில் பிணைக்கப்பட்டிருக்கிறேன் என்பது அரண்மனைக் காவலர்கள் அனைவருக்கும், மற்றவர்களுக்கும் நன்றாகத் தெரிந்திருக்கிறது."},{"number":14,"verse":"மேலும் நான் சிறைக் கைதியாய் இருப்பதால், சகோதரர்களில் அநேகர் நற்செய்தியை இன்னும் பயமின்றி தைரியமாய் அறிவிக்க கர்த்தரிடத்தில் உறுதி அடைந்திருக்கிறார்கள்."},{"number":15,"verse":"ஒரு சாரார் பொறாமையினாலும் போட்டி மனப்பான்மையினாலும் கிறிஸ்துவை அறிவிக்கிறார்கள் என்பது உண்மைதான். ஆனால் வேறு சிலரோ நல்ல எண்ணத்துடன் அறிவிக்கிறார்கள்."},{"number":16,"verse":"இப்படிப்பட்டவர்கள் அதை அன்புடன் செய்கின்றார்கள். ஏனெனில் நற்செய்தியின் சார்பாக வாதாடியதாலே நான் இங்கே வைக்கப்பட்டிருக்கிறேன் என்பதை இவர்கள் அறிந்திருக்கிறார்கள்."},{"number":17,"verse":"ஆனால் முதல் சாராரோ, சிறையில் பிணைத்து வைக்கப்பட்டுள்ள எனக்கு கஷ்டத்தை வருவிக்கும் எண்ணத்துடனேயே, இதய சுத்தி இல்லாது சுயநல நோக்கத்துடன் கிறிஸ்துவை அறிவிக்கிறார்கள்."},{"number":18,"verse":"அதனால் என்ன? வஞ்சக நோக்கத்துடனோ, உண்மையான நோக்கத்துடனோ எல்லாவிதத்திலும் கிறிஸ்து அறிவிக்கப்படுகிறார், இதனால் நான் பெருமகிழ்ச்சி அடைகிறேன். ஆமாம், இனிமேலும் தொடர்ந்தும் மகிழ்ச்சியடைவேன்."},{"number":19,"verse":"ஏனெனில், உங்கள் மன்றாடுதலின் மூலமும், இயேசு கிறிஸ்துவின் ஆவியானவர் கொடுக்கும் உதவியின் மூலமும் இவை என் மீட்புக்கு வழியமைக்கும் என்று அறிவேன்."},{"number":20,"verse":"நான் எந்த விதத்திலும் வெட்கித் தலைகுனிந்து போகக் கூடாது என்பதே எனது ஆவலும் எதிர்பார்ப்புமாக இருக்கின்றது. மாறாக நான் வாழ்ந்தாலும், இறந்தாலும் எப்போதும் போல இப்போதும் கிறிஸ்து என் வாழ்வினாலே மகிமைப்படுவதற்கு தேவையான முழு தைரியத்தைக் கொண்டவனாய் இருக்க வேண்டும்."},{"number":21,"verse":"ஏனெனில், நான் வாழ்ந்தால் அது கிறிஸ்துவுக்காகவே, நான் இறந்தால் அதுவும் எனக்கு இலாபமே."},{"number":22,"verse":"ஆனாலும், இந்த உடலில் நான் தொடர்ந்து உயிர் வாழ்ந்து வந்தால் பலன் தரும் பணி செய்ய முடியும். ஆகவே நான் எதைத் தெரிவு செய்வது என்று எனக்கே தெரியவில்லை."},{"number":23,"verse":"இந்த இரண்டுக்கும் இடையே நான் சிக்குண்டு இருக்கின்றேன். இந்த உடலைவிட்டுப் பிரிந்து கிறிஸ்துவுடன் இருக்கவே விரும்புகிறேன், அதுவே மிகச் சிறந்தது."},{"number":24,"verse":"ஆனாலும் உங்களுக்காக நான் இந்த உடலில் இருப்பது அதைவிட மிகவும் அவசியமாக இருக்கின்றது."},{"number":25,"verse":"இதை நான் உறுதியாக நம்புவதால், உங்கள் விசுவாசத்தின் வளர்ச்சிக்காகவும் விசுவாசத்தினால் மனமகிழ்ச்சி பெருகுவதற்காகவும் பணி செய்ய உங்களுடன் நான் தொடர்ந்தும் இருப்பேன் என்று அறிவேன்."},{"number":26,"verse":"எனவே, நான் உங்களிடம் மீண்டும் வருவதால் என் பொருட்டு கிறிஸ்து இயேசுவில் உங்களுக்கு அதிக மகிழ்ச்சிப் பெருமிதம் ஏற்படும்."},{"number":27,"verse":"(நற்செய்திக்கு ஏற்புடைய வாழ்க்கை)என்னதான் நடந்தாலும் கிறிஸ்துவின் நற்செய்திக்கு தகுதியுடைய விதத்தில் நடந்துகொள்ளுங்கள். அப்போது நான் உங்களைப் பார்க்க நேரில் வர முடிந்தாலும், வர முடியாத சந்தர்ப்பத்தில் உங்களைக் குறித்துக் கேள்விப்பட நேர்ந்தாலும், நீங்கள் நற்செய்தியின் விசுவாசத்திற்காக ஒரே ஆவியோடும் ஒரே மனதோடும் உறுதியாக நின்று ஒன்றுசேர்ந்து போராடுகிறீர்கள் என்றும்,"},{"number":28,"verse":"உங்களை எதிர்க்கின்றவர்களுக்கு எந்த விதத்திலும் பயப்படாமல் இருக்கின்றீர்கள் என்றும் நான் அறிய வேண்டும். அதுவே, அவர்களுடைய அழிவுக்கும் உங்கள் மீட்புக்குமான ஒரு அடையாளமாக இருக்கும். இது இறைவனின் செயலாகும்."},{"number":29,"verse":"ஏனெனில், கிறிஸ்துவின்மீது நீங்கள் விசுவாசம் வைப்பதற்கு மட்டுமல்ல, அவருக்காகத் துன்பம் அனுபவிக்கும் பாக்கியமும் உங்களுக்குத் தயவாய் கொடுக்கப்பட்டிருக்கிறது."},{"number":30,"verse":"எனக்கு ஏற்பட்ட போராட்டத்தை நீங்கள் கண்டிருக்கிறீர்கள். அது எனக்கு இப்போதும் இருக்கின்றது என்பதையும் கேள்விப்படுகிறீர்கள். அதே போராட்டமே உங்களுக்கும் ஏற்படுகிறது."}]}