{"bibleAbbr":"Thomson1808","bookName":"John","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"After this Jesus shewed himself again to his disciples, by the sea of Tiberias, and in this manner he shewed himself."},{"number":2,"verse":"Simon Peter, and Thomas called Didymus, and Nathaniel, who was of Cana in Galilee, and the sons of Zebedee, and two other of his disciples, were together."},{"number":3,"verse":"Simon Peter saith to them, I am going a fishing. They say to him, We will go with thee. They went and presently got aboard the vessel, and that night caught nothing."},{"number":4,"verse":"And when it was morning Jesus stood on the shore, but the disciples did not know that it was Jesus."},{"number":5,"verse":"Then Jesus saith to them, Lads, have you any thing to eat? They answered him, No."},{"number":6,"verse":"Then he said to them, Cast the net on the right side of the vessel and you will find. So they cast, and now they were not able to draw it up, by reason of the multitude of fishes."},{"number":7,"verse":"Upon this that disciple whom Jesus loved saith to Peter, It is the Lord. Simon Peter therefore, upon hearing that it is the Lord, girded on his vest, for he was stript, and threw himself into the sea."},{"number":8,"verse":"But the other disciples came in the boat, (for they were not far from land, only about two hundred cubits) dragging the net with the fishes."},{"number":9,"verse":"As soon then as they came ashore, they see a fire of coals ready and a little fish on it, and a loaf of bread."},{"number":10,"verse":"Jesus saith to them, Bring some of the fish you have now caught."},{"number":11,"verse":"Simon Peter went and drew the net ashore full of large fishes, a hundred and fifty three. And though they were so many, the net was not torn."},{"number":12,"verse":"Jesus saith to them, Come to breakfast. Now none of the disciples ventured to ask him, Who art thou? knowing that it was the Lord."},{"number":13,"verse":"Then Jesus cometh and taketh the loaf and giveth to them, and the small fish likewise."},{"number":14,"verse":"This was now the third time that Jesus appeared to these his disciples, after he was risen from the dead."},{"number":15,"verse":"So when they had breakfasted, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith to him, Yes, Lord, Thou knowest that I love thee. Jesus saith to him, Feed my lambs."},{"number":16,"verse":"Again he saith to him a second time, Simon, son of Jonas, lovest thou me? He saith to him, Yes, Lord, thou knowest that I love thee. Jesus saith to him, Tend my sheep."},{"number":17,"verse":"He saith to him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved that he said to him, the third time, \"Lovest thou me,\" and he said to him, Lord thou knowest all things. Thou knowest that I love thee. Jesus saith to him, Feed my sheep."},{"number":18,"verse":"Verily, verily I say to thee, When thou wast young, thou didst gird thyself and walk where thou wouldst; but when thou shalt be old, thou shalt stretch forth thy hands, and another will gird thee and carry thee whither thou wouldst not."},{"number":19,"verse":"Now this he said to him, signifying by what sort of a death he should glorify God. And having said this, Jesus saith to him, Follow me."},{"number":20,"verse":"Now when Peter turned about and saw the disciple whom Jesus loved following, (even him who at the supper reclined on his breast and said, Master, who is he that is about to deliver thee up)"},{"number":21,"verse":"Peter seeing him, saith to Jesus, Lord, and this one, what in respect to him?"},{"number":22,"verse":"Jesus saith to him, If I will that he stay till I come, what is that to thee?"},{"number":23,"verse":"Follow thou me. This saying therefore went abroad among the brethren, that this disciple should not die. But Jesus did not say to him, he should not die; but, If I will that he stay till I come, what is that to thee?"},{"number":24,"verse":"This is the disciple who testifieth concerning these things and hath written these things. And we know that his testimony is true."},{"number":25,"verse":"There are indeed many other things which Jesus did. With respect to them, if they were all committed to writing, one by one, even then I do not think that the world would cordially receive the books written. Amen."}]}