{"bibleAbbr":"Thomson1808","bookName":"John","bookEnglishName":"John","chapterNumber":8,"verses":[{"number":1,"verse":"As for Jesus, he went to the mount of olives,"},{"number":2,"verse":"and early in the morning he came, again to the temple, and all the people came to him. And when he had taken a seat, and was teaching them,"},{"number":3,"verse":"the Scribes and the Pharisees bring to him a woman caught in adultery; and, having set her in the midst,"},{"number":4,"verse":"they say to him, Teacher, this woman was caught in the very act of adultery."},{"number":5,"verse":"Now Moses in the law hath commanded us that such be stoned. What therefore . dost thou say?"},{"number":6,"verse":"This they said to try him, that they might have matter for accusing him. Thereupon Jesus stooped down and wrote with his finger on the ground."},{"number":7,"verse":"And as they continued asking him, he raised himself up, and said to them, Let him among you who is without sin throw the first stone at her."},{"number":8,"verse":"Then he stooped down again and wrote on the ground."},{"number":9,"verse":"But they who heard, being convicted by their own conscience, went out, one by one, the eldest first, even to the last, and Jesus was left alone, and the woman standing in the midst."},{"number":10,"verse":"When Jesus raised himself up, and saw none but the woman, he said to her, Woman, where are thine accusers? Hath no one passed sentence on thee?"},{"number":11,"verse":"And she said, No one, Sir. Then Jesus said to her, Neither do I pass sentence on thee. Go and sin no more."},{"number":12,"verse":"Then Jesus spake to them again, saying, I am the light of the world. He who floweth me will not walk in darkness, but shall have the light of life."},{"number":13,"verse":"Hereupon the Pharisees said to him, Thou testifiest concerning thyself. This testimony of thine is not to be regarded."},{"number":14,"verse":"Jesus answered and said to them, Though I testify concerning myself, my testimony is to be regarded, because I know whence I came, and whither I am going. But as for you, you do not know whence I come, nor whither I am going."},{"number":15,"verse":"You judge according to the flesh, I judge no one."},{"number":16,"verse":"Yet if I judge, my judgment is true, because I am not alone, but I and the Father who sent me."},{"number":17,"verse":"Now it is written in your law, that the testimony of two men is true."},{"number":18,"verse":"I am one testifying concerning myself, and the Father who sent me testifieth concerning me."},{"number":19,"verse":"Thereupon they said, Where is thy Father? Jesus replied, You neither know me nor my Father. If you had known me, you would have known my Father also."},{"number":20,"verse":"These things Jesus spake in the treasury, as he was teaching in the temple; yet no one laid hands on him. Because his hour was not yet come;"},{"number":21,"verse":"therefore Jesus said to them again, I am. going away, and you will seek me and die in your sins. Whither I go you cannot come."},{"number":22,"verse":"Upon this, the Jews said, Will he kill himself, that he saith, Whither I go you cannot come?"},{"number":23,"verse":"Then he said to them, You are from below; I am from above. You are of this world; I am not of this world;"},{"number":24,"verse":"therefore I said to you, You will die in your sins: for if you do not believe that I am, you will die in your sins."},{"number":25,"verse":"Upon this they said to him, Who art thou? And Jesus said to them, I am what I told you at the beginning,"},{"number":26,"verse":"and am now telling you. I have many things to speak and to judge respecting you. He indeed who sent me is true, and I speak to the world what I have heard from him."},{"number":27,"verse":"They did not know that he was speaking to them of the Father;"},{"number":28,"verse":"therefore Jesus said to them, When you have lifted up the son of man, then you will know who I am; and that I do nothing of myself; but speak these things as my Father taught me."},{"number":29,"verse":"He indeed who sent me is with me. The Father hath not left me alone, because I do always the things which are pleasing to him."},{"number":30,"verse":"While he was thus speaking many believed in him,"},{"number":31,"verse":"therefore to the Jews who believed in him Jesus said, If you continue steadily in this doctrine of mine, you are my disciples indeed;"},{"number":32,"verse":"and you will know the truth, and the truth will make you free."},{"number":33,"verse":"Some answered him, We are the seed of Abraham, and have never been in bondage to any one: how then dost thou say, Ye shall be made free."},{"number":34,"verse":"To them Jesus replied, Verily, verily, I say to you, Whosoever committeth sin is the slave of sin."},{"number":35,"verse":"Now the slave abideth not in the family forever; but the son abideth forever."},{"number":36,"verse":"If therefore the son shall make you free, you will be free indeed."},{"number":37,"verse":"I know that you are Abraham's seed; but you seek to kill me, because my word continueth not in you."},{"number":38,"verse":"What I have seen with my Father, I speak; and what you have seen with your father you do."},{"number":39,"verse":"They answered and said to him, Abraham is our father. Jesus saith to them, If ye were the children of Abraham, you would do the works of Abraham."},{"number":40,"verse":"But now you seek to kill me, a man who told you the truth which I heard from God. Abraham did not do this."},{"number":41,"verse":"You do the works of your father. Hereupon they said to him, We were not born of fornication; we have one father, namely, God."},{"number":42,"verse":"Then Jesus said to them, If God were your father, you would love me; for I proceed and do come from God. For I have not come of myself, but he sent me."},{"number":43,"verse":"Why do ye not understand what I say? It is because you cannot bear this doctrine of mine."},{"number":44,"verse":"You are of your father the devil, and bent upon executing the desires of your father. He was a manslayer from the beginning, and did . not abide in the truth. Because there is no truth in him, when he speaketh falsehood he speaketh what is. natural to him, for he is a liar, and the father of it."},{"number":45,"verse":"But as for me, because I speak the truth, you do not believe me."},{"number":46,"verse":"Which of you convicteth me of sin? Now, if I speak truth, why do you not believe me?"},{"number":47,"verse":"He who is of God doth, for this cause, hear the words of God: you do not hearken, because you are not of God."},{"number":48,"verse":"Thereupon the Jews answered, and said to him, Are we not right in saying, Thou art a Samaritan, and possessed by a demon?"},{"number":49,"verse":"Jesus replied, I am not possessed by a demon, but I honour my Father, and you dishonour me."},{"number":50,"verse":"As for me, I seek not mine own glory. There is one who seeketh [it] and judgeth."},{"number":51,"verse":"Verily, verily, I say to you, If any one will keep this doctrine of mine, he shall never see death."},{"number":52,"verse":"Thereupon the Jews said to him, Now we know that thou art possessed by a demon. Abraham is dead and the prophets; yet thou sayest, I any one keep this doctrine of mine, he shall never taste death."},{"number":53,"verse":"Art thou greater than our father Abraham who died? The prophets also died. Whom dost thou make thyself?"},{"number":54,"verse":"Jesus answered, If I glorify myself, this glory of mine is nothing. It is the Father who glorifieth me, of whom you say that he is your God."},{"number":55,"verse":"Now you do not know him, but I know him; and if I should say, I do not know him, I would speak falsely like you. But I know him and keep his word."},{"number":56,"verse":"Your father Abraham was transported with a desire to see this day of mine, and he saw it, and was made glad."},{"number":57,"verse":"Upon this the Jews said to him, Thou art not yet fifty years old, and hast thou seen Abraham?"},{"number":58,"verse":"Jesus said to them, Verily, verily, I say to you, Before Abraham was, I am."},{"number":59,"verse":"Upon this they took up stones to throw at him. But Jesus concealed himself and went out of the temple, passing through the midst of them, and thus withdrew."}]}