{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"( दुष्ट लोकनायकांची कानउघाडणी) मग आत्म्याने मला उचलून घेऊन परमेश्वराच्या मंदिराच्या पूर्वाभिमुख पूर्वेकडील द्वाराकडे आणले; तेव्हा पाहा, वेशीपुढे पंचवीस इसम होते; त्यांच्यामध्ये याजन्या बिन अज्जूर व पलट्या बिन बनाया हे लोकनायक माझ्या दृष्टीस पडले."},{"number":2,"verse":"तो मला म्हणाला, “मानवपुत्रा, अधर्माची योजना करणारे व ह्या नगरात अनिष्ट संकल्प करणारे पुरुष ते हेच;"},{"number":3,"verse":"ते म्हणतात, ‘घरे बांधण्याची वेळ अद्यापि जवळ आली नाही; हे नगर जणू काय कढई व आम्ही त्यातले मांस.’"},{"number":4,"verse":"म्हणून त्यांच्याविरुद्ध संदेश दे, मानवपुत्रा, संदेश दे.”"},{"number":5,"verse":"तेव्हा परमेश्वराचा आत्मा माझ्यावर उतरला; तो म्हणाला, “असे म्हण : परमेश्वर म्हणतो, अहो इस्राएल वंशजहो, तुम्ही असे असे म्हटले; तुमच्या मनात काय काय येत आहे ते मी जाणतो."},{"number":6,"verse":"तुम्ही ह्या नगरात अनेकांना वधले, त्यातले रस्ते प्रेतांनी भरून टाकले."},{"number":7,"verse":"ह्याकरता प्रभू परमेश्वर म्हणतो, तुम्ही ह्या नगरात ज्यांना वधून टाकले, ते मांस आहेत, व हे नगर कढई आहे; तुम्हांला तर त्यातून बाहेर नेतील."},{"number":8,"verse":"तुम्ही तलवारीस भिता; मी तुमच्यावर तलवार आणणार असे प्रभू परमेश्वर म्हणतो."},{"number":9,"verse":"मी तुम्हांला त्यातून बाहेर काढीन, तुम्हांला परदेशीयांच्या हाती देईन व तुम्हांला न्यायदंड करीन."},{"number":10,"verse":"तुम्ही तलवारीने पडाल; इस्राएलसीमेवर मी तुमचा न्याय करीन तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे."},{"number":11,"verse":"हे नगर तुम्हांला कढई होणार नाही व तुम्ही त्यातले मांसही होणार नाही; इस्राएलसीमेवर मी तुमचा न्याय करीन."},{"number":12,"verse":"तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे; कारण तुम्ही माझ्या नियमांप्रमाणे चालला नाहीत, माझे निर्णय तुम्ही पाळले नाहीत, तर तुम्ही आपल्यासभोवती असणार्‍या राष्ट्रांच्या निर्णयांप्रमाणे वागलात.”"},{"number":13,"verse":"मी हा संदेश देत असता असे झाले की पलट्या बिन बनाया मेला; तेव्हा मी उपडा पडून मोठ्याने ओरडून म्हणालो, “अहा प्रभू परमेश्वरा, तू इस्राएली अवशेषाचा पुरा अंत करतोस काय?”"},{"number":14,"verse":"( पुनरुज्जीवन व नवीकरण करण्याचे अभिवचन) परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":15,"verse":"“मानवपुत्रा, जे यरुशलेमनिवासी, ‘परमेश्वरापासून दूर राहा, आम्हांलाच देश वतन मिळाला आहे,’ असे म्हणतात ते तुझे भाऊबंद, तुझे भाऊबंदच, तुझे आप्तजन, इस्राएलाचे सबंध घराणे आहेत;"},{"number":16,"verse":"ह्याकरता असे म्हण, ‘प्रभू परमेश्वर म्हणतो की, मी त्यांना राष्ट्रांत दूर घालवून देऊन देशोदेशी पांगवले आहे, तरी ज्या ज्या देशात ते गेले त्यांत मी त्यांना अल्पकाळ पवित्रस्थान होईन.’"},{"number":17,"verse":"ह्यास्तव असे म्हण : ‘प्रभू परमेश्वर म्हणतो की, मी तुम्हांला राष्ट्रांतून गोळा करून आणीन; ज्या ज्या देशांत तुम्ही पांगला आहात त्यांतून मी तुम्हांला गोळा करून घेईन, आणि इस्राएल देश तुम्हांला देईन.’"},{"number":18,"verse":"ते येथे येतील आणि येथल्या सर्व तिरस्करणीय व अमंगळ वस्तू येथून काढून टाकतील."},{"number":19,"verse":"मी त्यांना एकच हृदय देईन; तुमच्यात नवीन आत्मा घालीन; मी त्यांच्या देहांतून पाषाणहृदय काढून टाकून त्यांना मांसमय हृदय देईन;"},{"number":20,"verse":"म्हणजे ते माझ्या नियमांना अनुसरून चालतील; माझे निर्णय पाळून त्याप्रमाणे वागतील; ते माझे लोक होतील व मी त्यांचा देव होईन."},{"number":21,"verse":"तरी ज्यांचे मन त्यांच्या तिरस्करणीय व अमंगळ वस्तूंच्या मनोरथास अनुसरते त्याच्या आचाराचे प्रतिफळ त्यांच्याच शिरी येईलसे मी करीन, असे प्रभू परमेश्वर म्हणतो.”"},{"number":22,"verse":"तेव्हा करूबांनी आपले पंख उचलले, त्यांच्याबरोबर चाकेही उचलली गेली आणि इस्राएलाच्या देवाचे तेज त्यांच्यावर होते."},{"number":23,"verse":"मग परमेश्वराचे तेज नगराच्या मध्यभागाहून वर चढून नगराच्या पूर्वेस असलेल्या पर्वतावर राहिले."},{"number":24,"verse":"तेव्हा त्या आत्म्याने दृष्टान्तात मला उचलून घेऊन खास्दी देशात धरून आणलेल्या लोकांकडे आणले आणि जो दृष्टान्त मी पाहत होतो तो माझ्या डोळ्यांआड झाला."},{"number":25,"verse":"मग परमेश्वराने मला सांगितलेली सर्व वचने, धरून आणलेल्या त्या लोकांना मी सांगितली."}]}