{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":13,"verses":[{"number":1,"verse":"( खोट्या संदेष्ट्यांचा निषेध) परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":2,"verse":"“मानवपुत्रा, संदेश देणार्‍या इस्राएलाच्या संदेष्ट्यांविरुद्ध संदेश दे; जे आपल्या मनचाच संदेश देतात त्यांना सांग, ‘परमेश्वराचे वचन ऐका!’"},{"number":3,"verse":"प्रभू परमेश्वर म्हणतो, जे मूर्ख संदेष्टे दृष्टान्त पाहिल्यावाचून आपल्याच मनातील संदेश देतात ते हायहाय करोत."},{"number":4,"verse":"हे इस्राएला, तुझे संदेष्टे ओसाड जागी असलेल्या कोल्ह्यांसारखे झाले आहेत."},{"number":5,"verse":"परमेश्वराच्या दिवशी युद्धाला तोंड देण्यास तुम्ही खिंडारात उभे राहत नाही आणि इस्राएल घराण्याचा तट तुम्ही नीट बांधून काढत नाही."},{"number":6,"verse":"परमेश्वराने त्यांना पाठवले नसता, ही परमेश्वराची वाणी असे म्हणणारे पोकळ दृष्टान्त व खोटा शकुन पाहतात; आणि शकुनाप्रमाणे खरोखर घडेल अशी आशा धरतात."},{"number":7,"verse":"तुम्ही निरर्थक दृष्टान्त पाहिला, खोटा शकुन सांगितला आणि मी बोललो नसता, हे ‘परमेश्वराचे वचन’ असे तुम्ही म्हणाला की नाही?"},{"number":8,"verse":"ह्याकरता प्रभू परमेश्वर म्हणतो, “तुम्ही पोकळ गोष्टी सांगता व खोटे दृष्टान्त पाहता; तर पाहा, मी तुमचा विरोध करीन असे प्रभू परमेश्वर म्हणतो."},{"number":9,"verse":"निरर्थक दृष्टान्त पाहणार्‍या व खोटे शकुन सांगणार्‍या संदेष्ट्यांवर माझा हात चालेल; माझ्या लोकांच्या मंडळात त्यांचा प्रवेश होणार नाही, इस्राएल घराण्याच्या नामावलीत त्यांची नोंद व्हायची नाही; इस्राएल देशात त्यांचे जाणे होणार नाही; तेव्हा तुम्हांला समजेल की मी प्रभू परमेश्वर आहे."},{"number":10,"verse":"ह्याचे कारण हेच की त्यांनी माझ्या लोकांना बहकवले आहे, शांती नसता ‘शांती आहे’ असे त्यांनी म्हटले आहे आणि माझे लोक तट बांधत असता, पाहा, त्याला ते कच्चा चुना लिंपीत आहेत."},{"number":11,"verse":"त्या कच्चा चुना लिंपणार्‍यांना म्हण, तट पडेल! जोराचा पाऊस लागेल; अहो मोठ्या गारांनो, तुम्ही पडाल; तुफानी वारा सुटेल;"},{"number":12,"verse":"पाहा, तो तट पडल्यावर ‘तुम्ही लिंपलेला चुना कोठे आहे,’ असे लोक तुम्हांला म्हणणार नाहीत काय?"},{"number":13,"verse":"ह्याकरता प्रभू परमेश्वर म्हणतो : आपल्या संतापामुळे तुफानी वारा सुटेल असे मी करीन; माझ्या कोपामुळे जोराचा पाऊस पडेल, नाश होण्यासाठी माझ्या संतापामुळे मोठ्या गारा पडतील."},{"number":14,"verse":"तुम्ही कच्चा चुना लिंपलेला तट मी पाडून जमीनदोस्त करीन, म्हणजे त्याचा पाया उघडा पडेल; तट पडेल व तुम्ही त्याच्याबरोबर नष्ट व्हाल; तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे."},{"number":15,"verse":"मी आपला संतापाचा कहर त्या तटावर व त्याला कच्चा चुना लिंपणार्‍यांवर गुदरवीन; तेव्हा मी तुम्हांला म्हणेन, तट व त्याचा कच्चा चुना लिंपणारे नष्ट झाले आहेत."},{"number":16,"verse":"ज्या संदेष्ट्यांनी यरुशलेमेविषयी संदेश दिला व शांती नसता शांती आहे असा दृष्टान्त सांगितला ते तुम्ही नष्ट झाला आहात, असे प्रभू परमेश्वर म्हणतो."},{"number":17,"verse":"आणखी हे मानवपुत्रा, आपल्याच मनातील संदेश देणार्‍या तुझ्या लोकांच्या कन्यांकडे तोंड करून त्यांच्याविरुद्ध संदेश दे."},{"number":18,"verse":"त्यांना सांग : प्रभू परमेश्वर म्हणतो, लोकांच्या प्राणांची पारध करावी म्हणून ज्या तुम्ही प्रत्येक कोपराला पट्ट्या शिवून लावता, व निरनिराळ्या उंचीच्या मनुष्यांच्या डोक्यांसाठी जाळ्या तयार करता, त्या तुम्ही हायहाय म्हणाल. तुम्ही माझ्या लोकांच्या प्राणांची पारध करता, पण स्वतःच्या प्राणांचा बचाव करता."},{"number":19,"verse":"लबाडीस कान देणार्‍या माझ्या लोकांना तुम्ही लबाडी सांगून, जे मरू नयेत त्यांना मारून व जे जगू नयेत त्यांना वाचवून मूठभर जवासाठी व भाकरीच्या तुकड्यासाठी तुम्ही माझ्या लोकांसमोर माझा अवमान केला आहे."},{"number":20,"verse":"ह्याकरता प्रभू परमेश्वर म्हणतो, पाहा, ज्या पट्ट्या बांधून तुम्ही पक्ष्यांप्रमाणे पारध करता, त्यांची मी वाट लावीन; मी तुमच्या बाहूंवरून त्या पट्ट्या फाडून काढीन आणि ज्या आत्म्यांची तुम्ही पक्ष्यांप्रमाणे पारध करता, त्यांना मुक्त करीन."},{"number":21,"verse":"तुमच्या जाळ्याही मी फाडून टाकीन, तुमच्या हातातले माझे लोक मी सोडवीन; ते तुमच्या हाती ह्यापुढे भक्ष्य होणार नाहीत; तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे."},{"number":22,"verse":"कारण ज्या नीतिमानास मी दुखवले नाही त्याचे मन तुम्ही खोटे बोलून दुखवता, आणि दुष्टाने आपल्या कुमार्गापासून वळू नये, आपला जीव वाचू नये असे तुम्ही त्याच्या हाताला बळ देता;"},{"number":23,"verse":"म्हणून ह्यापुढे तुमचे निरर्थक दृष्टान्त पाहणे व तुमचे शकुन पाहणे बंद होईल; आणि मी आपले लोक तुमच्या हातांतून सोडवीन; तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे.”"}]}