{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"( संदेष्ट्याचा सल्ला घेणार्‍या मूर्तिपूजकांचा न्याय) इस्राएलाच्या वडिलांपैकी कित्येक माणसे माझ्याकडे येऊन माझ्यासमोर बसली."},{"number":2,"verse":"तेव्हा परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":3,"verse":"“मानवपुत्रा, ह्या मनुष्यांनी आपल्या हृदयांत आपल्या मूर्ती वागवल्या आहेत; त्यांनी आपले पापजनक अडखळण आपल्या नेत्रांसमोर ठेवले आहे; अशा लोकांना मी आपल्याला प्रश्‍न विचारू देईन काय?"},{"number":4,"verse":"ह्याकरता त्यांच्याशी बोल; त्यांना सांग की प्रभू परमेश्वर म्हणतो, इस्राएल घराण्यातील जो कोणी आपल्या हृदयात मूर्ती वागवतो, आपले पापजनक अडखळण आपल्या नेत्रांसमोर ठेवतो आणि संदेष्ट्याकडे येतो त्याला माझे उत्तर त्याच्या मूर्तींच्या संख्येच्या मानाने मिळेल."},{"number":5,"verse":"येणेकरून मी इस्राएल घराण्याच्या हृदयास हात घालीन, कारण ते सर्व आपल्या मूर्तींमुळे मला परके झाले आहेत."},{"number":6,"verse":"ह्यास्तव इस्राएल घराण्यास सांग, प्रभू परमेश्वर म्हणतो, मागे फिरा, आपल्या मूर्तींपासून फिरा आणि आपल्या सर्व अमंगळ कर्मांपासून तोंडे फिरवा."},{"number":7,"verse":"इस्राएल घराण्यातला व इस्राएलात वस्ती करून असलेल्या उपर्‍यांतला जो कोणी माझ्यापासून वियुक्त होऊन आपल्या हृदयात मूर्ती वागवतो, आपल्या पापाचे अडखळण आपल्या नेत्रांसमोर ठेवतो व मला प्रश्‍न विचारण्यासाठी संदेष्ट्याकडे येतो, त्याला मी स्वतः मला योग्य वाटेल ते उत्तर देईन;"},{"number":8,"verse":"मी त्याला विमुख होईन; त्याला मी विस्मय, चिन्ह व जननिंदा ह्यांचा विषय करीन व त्याचा माझ्या लोकांतून उच्छेद करीन; तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे."},{"number":9,"verse":"जर कोणी संदेष्टा भ्रमात पडून संदेश देत असला तर समजावे की मीच त्याला भ्रमात पाडले आहे; मी आपला हात त्याच्यावर उगारीन व माझे लोक जे इस्राएल त्यांतून त्याचा उच्छेद करीन."},{"number":10,"verse":"प्रश्‍न करणार्‍याचा जसा दोष तसाच त्या संदेष्ट्याचाही दोष; ते दोघे आपल्या दोषांचे फळ भोगतील;"},{"number":11,"verse":"म्हणजे इस्राएल घराणे माझ्यापासून बहकून जाणार नाही व आपल्या सर्व पातकांनी आपणास विटाळून घेणार नाही; तर ते माझे लोक होतील व मी त्यांचा देव होईन, असे परमेश्वर म्हणतो.”"},{"number":12,"verse":"( देवाने यरुशलेमेस केलेली शिक्षा न्याय्य) मग परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":13,"verse":"“मानवपुत्रा, एखाद्या देशाने विश्वासघात करून माझ्याविरुद्ध पातक केल्यास मी त्यावर आपला हात चालवीन, त्याच्या अन्नाचा आधार तोडीन, देशात दुष्काळ पाडीन, आणि त्यातून मनुष्य व पशू ह्यांचा उच्छेद करीन;"},{"number":14,"verse":"तेव्हा त्यात नोहा, दानीएल व ईयोब हे तिघे असले तरी फार झाले; ते आपल्या नीतिमत्तेमुळे आपला तेवढा जीव वाचवतील असे प्रभू परमेश्वर म्हणतो."},{"number":15,"verse":"मी देशात हिंस्र पशू धाडून तो उद्ध्वस्त केला आणि त्या पशूमुळे कोणी त्यातून जातयेत नाही इतका निर्जन तो केला;"},{"number":16,"verse":"तर प्रभू परमेश्वर म्हणतो, माझ्या जीविताची शपथ, त्यात ते तिघे असले तरी त्यांना पुत्रांचा किंवा कन्यांचा बचाव करता येणार नाही, त्यांचा मात्र निभाव लागेल, पण देश वैराण होईल."},{"number":17,"verse":"मी देशावर तलवार आणून म्हटले की, अगे तलवारी, देशावर फीर आणि तिने मनुष्य व पशू ह्यांचा संहार केला;"},{"number":18,"verse":"तर प्रभू परमेश्वर म्हणतो, माझ्या जीविताची शपथ, त्यात ते तिघे असले तरी त्यांना पुत्रांचा किंवा कन्यांचा बचाव करता येणार नाही, त्यांचा कायतो निभाव लागेल."},{"number":19,"verse":"मी त्या देशावर मरी पाठवली आणि त्यातून मनुष्य व पशू ह्यांचा उच्छेद करण्यासाठी रक्ताच्या रूपाने माझ्या संतापाचा वर्षाव केला;"},{"number":20,"verse":"तर प्रभू परमेश्वर म्हणतो, माझ्या जीविताची शपथ, नोहा, दानीएल व ईयोब हे त्यात असले तरी त्यांना पुत्राचा किंवा कन्येचा बचाव करता येणार नाही; ते आपल्या नीतिमत्तेमुळे फार तर आपला जीव वाचवतील."},{"number":21,"verse":"तर मग मी तलवार, दुष्काळ, हिंस्र पशू व मरी ही माझी चार्‍ही उग्र शासने यरुशलेमेतील मनुष्य व पशू ह्यांचा संहार करण्यास त्यावर पाठवीन, तेव्हा त्याचा निभाव कसा लागेल, असे प्रभू परमेश्वर म्हणतो."},{"number":22,"verse":"तरी पाहा, त्याच्यात अवशेष राहील; त्या अवशिष्ट पुत्रांना व कन्यांना बाहेर आणतील; पाहा, ती तुमच्याकडे येतील; तुम्ही त्यांचे मार्ग व त्यांची कर्मे पाहाल; तेव्हा मी यरुशलेमेवर आणलेले अनर्थ, तिच्यावर आणलेले सर्व प्रसंग ह्यांविषयी तुम्ही सांत्वन पावाल."},{"number":23,"verse":"तुम्ही त्यांचे मार्ग व त्यांची कर्मे पाहाल, तेव्हा त्यामुळे तुमचे सांत्वन होईल; आणि मी जे तिच्यात सर्वकाही केले आहे त्यांतले काहीही विनाकारण केले नाही हे तुम्हांला समजेल, असे प्रभू परमेश्वर म्हणतो.”"}]}