{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":17,"verses":[{"number":1,"verse":"( गरुडांचा व द्राक्षवेलीचा दृष्टान्त) परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":2,"verse":"“मानवपुत्रा, इस्राएल घराण्यास कोडे घाल, हा दृष्टान्त कथन कर;"},{"number":3,"verse":"त्यांना सांग, प्रभू परमेश्वर म्हणतो, मोठाल्या पंखांचा, लांब पिसार्‍यांचा व चित्रविचित्र पिसांनी युक्त असा एक मोठा गरुड लबानोन पर्वतावर आला; त्याने गंधसरूची शेंड्याकडील एक डाहळी तोडून घेतली;"},{"number":4,"verse":"त्याने त्यांतली अगदी वरची डाहळी तोडून व्यापार्‍यांच्या1 देशात नेली व सौदागरांच्या एका शहरात लावली."},{"number":5,"verse":"त्याने देशातले काही बी घेऊन ते पिकाऊ जमिनीत पेरले; वाळुंज लावतात तसे ते विपुल पाण्याजवळ लावले."},{"number":6,"verse":"ते वाढून त्याची आखूड पण पसरलेली अशी द्राक्षलता झाली; तिच्या फांद्या त्या गरुडाकडे झुकलेल्या असून तिची मुळे त्याच्याखाली गेली होती; ती वाढून मोठी द्राक्षवेल झाली; तिला फांद्या फुटल्या व पाला आला."},{"number":7,"verse":"दुसरा एक मोठा गरुड होता, त्याला फार पिसे होती व मोठाले पंख होते; पाहा, त्याने लावलेल्या वाफ्यांतून आपणास पाणी मिळावे म्हणून त्या द्राक्षवेलीने आपली मुळे त्याकडे वाकवली व आपल्या फांद्या त्याकडे झुकवल्या."},{"number":8,"verse":"त्या रोप्यास फांद्या फुटून तो फळास यावा आणि त्याची भव्य द्राक्षवेल व्हावी म्हणून तो एका सुपीक मळ्यात विपुल पाण्याजवळ लावला होता."},{"number":9,"verse":"प्रभू परमेश्वर म्हणतो, सांग बरे, ती जीव धरील काय? ती सुकून जावी म्हणून तिला मुळासकट उपटून तिची फळे तोडून टाकणार नाहीत काय? तिची सर्व नवी पालवी वाळून जाईल; तिची मुळे उपटून टाकायला मोठे सामर्थ्य आणि पुष्कळ लोक लागणार नाहीत."},{"number":10,"verse":"पाहा, तिची लागवड झाली तरी ती जीव धरील काय? पूर्वेकडील वारा तिला लागला म्हणजे ती सुकणार नाही काय? ती ज्या वाफ्यात वाढली त्यातच ती मरून जाईल.”"},{"number":11,"verse":"पुन्हा परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":12,"verse":"“ह्या बंडखोर घराण्याला सांग, ह्या गोष्टी काय आहेत हे तुम्हांला समजत नाही काय? त्यांना सांग की, पाहा, बाबेलच्या राजाने यरुशलेमेस येऊन तिचा राजा व तिचे सरदार ह्यांना धरले व आपणाकडे बाबेल येथे आणवले."},{"number":13,"verse":"तेव्हा त्याने राजवंशातल्या एका पुरुषास निवडून त्याच्याबरोबर करार केला व त्याच्याकडून प्रतिज्ञा करवली आणि त्याने देशातले सर्व कर्ते पुरुषही नेले;"},{"number":14,"verse":"ह्यासाठी की ते राष्ट्र नीच व्हावे, त्याने आपले डोके वर करू नये, परंतु त्याचा करार पाळल्यानेच ते कायम राहावे."},{"number":15,"verse":"पण त्याने त्यांच्याविरुद्ध फितुरी करून मिसर देशाने आपणास घोडे व बहुत लोक द्यावेत म्हणून त्याच्याकडे आपले जासूद पाठवले. त्याला यश मिळेल काय? ज्याने अशी गोष्ट केली तो निभावेल काय? त्याने करार मोडला आहे तरी तो निभावेल काय?"},{"number":16,"verse":"प्रभू परमेश्वर म्हणतो, माझ्या जीविताची शपथ, ज्याने त्याला राजा केले, ज्याच्याशी केलेली आणभाक त्याने तुच्छ मानली, ज्याचा करार त्याने मोडला, त्या राजाच्या निवासस्थानी, बाबेलात तो मरेल."},{"number":17,"verse":"जेव्हा पुष्कळांचा फडशा उडवण्यासाठी शत्रू मोर्चे लावतील व बुरूज बांधतील तेव्हा युद्धप्रसंगी फारोला मोठे सैन्य व बहुत लोक बरोबर घेऊन त्याची कुमक करता येणार नाही."},{"number":18,"verse":"त्याने शपथ तुच्छ मानून करार मोडला; पाहा, त्याने हातावर हात मारला तरी त्याने हे सर्व केले; तो निभावणार नाहीच."},{"number":19,"verse":"ह्यास्तव परमेश्वर म्हणतो, माझ्या जीविताची शपथ, त्याने माझी प्रतिज्ञा तुच्छ मानली, त्याने माझा करार मोडला ह्याचे प्रतिफळ मी त्याच्या शिरी लादीन."},{"number":20,"verse":"मी आपले जाळे त्याच्यावर टाकीन; तो माझ्या पाशात सापडेल; मी त्याला बाबेलास नेईन; त्याने माझ्याबरोबर केलेल्या विश्वासघातासंबंधाने तेथे मी त्याची झडती घेईन."},{"number":21,"verse":"त्याच्या सर्व सैन्यातले पळणारे तेवढे सर्व तलवारीने पडतील; जे उरतील त्यांची दाही दिशांना दाणादाण होईल; तेव्हा तुम्हांला समजेल की मी परमेश्वर हे बोललो आहे.”"},{"number":22,"verse":"प्रभू परमेश्वर म्हणतो, “मी उंच गंधसरूच्या शेंड्यावरील एक डाहळी तोडून ती लावीन, त्याच्या अगदी वरच्या कोवळ्या फांद्यांतली एक घेऊन ती एका मोठ्या उंच पर्वतावर लावीन;"},{"number":23,"verse":"मी इस्राएलाच्या उंच पर्वतावर ती लावीन; तिला फांद्या फुटतील, फळे येतील, तिचा उत्तम गंधसरू होईल; म्हणजे मग त्याच्याखाली सर्व पक्षिकुळे राहतील; त्याच्या शाखांच्या छायेत ती वस्ती करतील."},{"number":24,"verse":"वनांतील सर्व वृक्षांना कळेल की मी परमेश्वराने उंच वृक्षास नीच केले आहे व नीच वृक्षास उंच केले आहे, आणि हिरव्या झाडास सुकवले आहे व शुष्क झाडास फलद्रूप केले आहे; मी परमेश्वर हे बोललो आहे व मी हे केलेही आहे.”"}]}