{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"( इस्राएलाच्या सरदारांसाठी विलाप) आता तू इस्राएलाच्या सरदारांसाठी विलाप कर,"},{"number":2,"verse":"आणि असे म्हण, ‘तुझी आई कोण? ती सिंहीण होती, ती सिंहांमध्ये वसत होती; तिने तरुण सिंहामध्ये आपल्या पेट्यांचे संगोपन केले."},{"number":3,"verse":"तिने आपल्या पेट्यांपैकी एकाला वाढवले; तो वाढून तरुण सिंह झाला व शिकार करण्यास शिकला; तो माणसे भक्षू लागला."},{"number":4,"verse":"राष्ट्रांनी त्याच्याविषयी ऐकले; त्यांनी केलेल्या खाचेत तो अडकून पडला; त्यांनी त्याला वेसण घालून मिसर देशात नेले."},{"number":5,"verse":"आपली आशा भग्न होऊन नष्ट झाली हे तिने पाहिले तेव्हा तिने आपला दुसरा एक पेटा घेऊन त्याला वाढवले आणि तारुण्यावस्थेत आणले."},{"number":6,"verse":"तो सिंहांमध्ये हिंडूफिरू लागला, तरुण सिंह झाला व शिकार करण्यास शिकला; तो माणसांना भक्षू लागला."},{"number":7,"verse":"त्याने त्यांचे वाडे उद्ध्वस्त केले व त्यांची नगरे उजाड केली; त्याच्या गर्जनेच्या शब्दाने देश व त्यातील सर्वकाही वैराण बनले."},{"number":8,"verse":"सभोवतालच्या निरनिराळ्या प्रांतांतील राष्ट्रे त्याच्यावर उठली; त्यांनी त्याच्यावर आपले जाळे टाकले; त्यांनी केलेल्या खाचेत तो अडकून पडला."},{"number":9,"verse":"त्यांनी त्याला वेसण घालून पिंजर्‍यात कोंडले व बाबेलच्या राजाकडे नेले; इस्राएलाच्या डोंगरावर त्याचा शब्द पुन्हा ऐकू येऊ नये म्हणून त्याला दुर्गात टाकले."},{"number":10,"verse":"तुझी आई तुझ्या द्राक्षमळ्यात जलाजवळ लावलेल्या द्राक्षवेलीसारखी होती; जलाच्या विपुलतेने ती सफळ होऊन तिला पुष्कळ पांगोरे फुटले."},{"number":11,"verse":"अधिपतीची राजवेत्रे होण्याजोगे तिला मजबूत धुमारे आले; ती उंच वाढून तिने मेघांना भेदले व तिच्या बहुत शाखांसहित ती उंचीने मोठी दिसत होती."},{"number":12,"verse":"तेव्हा तिच्यावर क्रोध होऊन तिला उपटून जमिनीवर पाडण्यात आले; पूर्वेकडील वार्‍यामुळे तिची फळे करपली; तिचे मजबूत धुमारे मोडून वाळून गेले; अग्नीने खाक केले."},{"number":13,"verse":"आता तिला रानात रुक्ष व निर्जल प्रदेशात लावले आहे."},{"number":14,"verse":"तिच्या शाखांतील धुमार्‍यातून अग्नी निघून त्याने तिची फळे खाऊन टाकली आहेत; आता अधिकार चालवण्याचा राजदंड होण्याजोगा तिच्यावर मजबूत धुमारा एकही राहिला नाही.’ हे विलापगीत आहे व विलापासाठी राहील.”"}]}