{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":23,"verses":[{"number":1,"verse":"( दोन बहिणी) परमेश्वराचे वचन पुन्हा मला प्राप्त झाले ते असे :"},{"number":2,"verse":"“मानवपुत्रा, दोन स्त्रिया होत्या, त्या एकाच मातेच्या कन्या होत्या;"},{"number":3,"verse":"त्यांनी मिसर देशात व्यभिचार केला; त्यांनी आपल्या तारुण्यात व्यभिचार केला; तेथे त्यांची स्तने मर्दण्यात आली; पुरुषांनी त्यांच्या कौमार्यावस्थेतील त्यांची स्तनाग्रे चुरली."},{"number":4,"verse":"त्यांतल्या थोरलीचे नाव अहला होते व तिच्या बहिणीचे नाव अहलीबा होते; त्या माझ्या झाल्या आणि त्यांना पुत्र व कन्या झाल्या. त्यांची नावे पाहिली असता अहला (तिचा डेरा) म्हणजे शोमरोन व अहलीबा (माझा डेरा तिच्या ठायी आहे) म्हणजे यरुशलेम."},{"number":5,"verse":"अहला माझी असतां तिने शिंदळकी केली; ती आपले जार, आपले शेजारी अश्शूरी ह्यांच्यावर आसक्त झाली;"},{"number":6,"verse":"ते निळी वस्त्रे धारण करणारे होते, ते अधिपती व नायब अधिपती होते, ते सगळे मनोहर व तरुण असून शिलेदार होते."},{"number":7,"verse":"ते सगळे निवडक अश्शूरी पुरुष असून त्यांच्याबरोबर ती शिंदळकी करू लागली आणि ज्या सर्वांवर ती आसक्त झाली त्यांच्या सर्व मूर्तींनी ती भ्रष्ट झाली."},{"number":8,"verse":"मिसर देशातील आपली शिंदळकी तिने सोडून दिली नाही; तेथल्या पुरुषांनी तिच्या तारुण्यात तिच्याबरोबर गमन केले, त्यांनी तिची कौमार्यावस्थेतील स्तनाग्रे चुरली व तिच्याबरोबर मनसोक्त व्यभिचार केला."},{"number":9,"verse":"ह्यामुळे मी तिला तिच्या जारांच्या स्वाधीन केले, ज्या अश्शूरी पुरुषांवर ती आसक्त झाली होती त्यांच्या हाती तिला दिले."},{"number":10,"verse":"त्यांनी तिला नग्न केले, तिचे पुत्र व कन्या ह्यांचे हरण केले, आणि तिला तलवारीने मारून टाकले; तिचे नाव स्त्रियांच्या तोंडी झाले; कारण त्यांनी तिला शासन केले."},{"number":11,"verse":"तिची बहीण अहलीबा हिने हे पाहिले तरी तिच्यापेक्षाही तिची विषयासक्ती वाढली; तिने आपल्या बहिणीपेक्षा अधिक व्यभिचार केला."},{"number":12,"verse":"शेजारचे अश्शूरी पुरुष अधिपती व नायब अधिपती, व उंची वस्त्रे ल्यालेले शिलेदार होते; त्या सर्व मनोहर तरुणांवर ती आसक्त झाली."},{"number":13,"verse":"मी पाहिले की तीही भ्रष्ट झाली; त्या दोघींचे वर्तन सारखेच होते."},{"number":14,"verse":"तिने आपल्या व्यभिचाराचे क्षेत्र वाढवले; तिने भिंतीवर रेखलेली पुरुषांची चित्रे पाहिली, ती हिंगुळाने रेखलेली खास्द्यांची चित्रे होती;"},{"number":15,"verse":"त्याच्या कंबरांना पट्टे असून डोक्यात उंची व रंगीत पागोटी होती; ते सर्व पुरुष वीरांप्रमाणे दिसत असून त्यांची ढब खास्दी देशातील बाबेलच्या पुरुषांप्रमाणे होती."},{"number":16,"verse":"तिची नजर त्यांच्यावर गेली तेव्हा ती त्यांच्यावर आसक्त झाली व तिने त्यांना बोलावून आणण्यास खास्दी देशात जासूद पाठवले."},{"number":17,"verse":"तेव्हा बाबेलचे पुरुष तिच्या शृंगारलेल्या पलंगावर तिच्याजवळ गेले; त्यांनी तिच्याबरोबर व्यभिचार करून तिला भ्रष्ट केले; त्यांच्या समागमाने ती भ्रष्ट झाली, तेव्हा तिने आपले मन त्यांच्यावरून काढले."},{"number":18,"verse":"असा तिने आपला व्यभिचार मांडला व आपली काया उघडी केली; तेव्हा जसे तिच्या बहिणीवरून माझे मन उडाले होते तसे तिच्यावरूनही उडाले."},{"number":19,"verse":"तरी तिने आपल्या तारुण्यात मिसर देशात वेश्यावृत्ती चालवली होती. तिची तिला आठवण होऊन तिने आपला व्यभिचार अधिकच वाढवला."},{"number":20,"verse":"ती आपल्या जारांवर आसक्त झाली; त्यांचे अवयव तर गाढवाच्या अवयवांसारखे होते व त्यांचा माज घोड्यांच्या माजासारखा होता."},{"number":21,"verse":"ह्या प्रकारे तुझ्या तारुण्यात मिसरी पुरुष तुझी कौमार्यदशेतील स्तनाग्रे चुरीत तेव्हाच्या शिंदळकीची तू आठवण केलीस.”"},{"number":22,"verse":"ह्यामुळे अगे अहलीबे, प्रभू परमेश्वर म्हणतो, “पाहा, ज्या तुझ्या जारांवरून तुझे मन उडाले आहे त्यांना मी तुझ्याविरुद्ध उठवीन त्यांना तुझ्यावरून चोहोकडून आणीन;"},{"number":23,"verse":"बाबेलचे पुरुष, सर्व खास्दी, पकोड, शोआ व कोआ येथले लोक व अश्शूरी पुरुष, जे सर्व मनोहर तरुण, अधिपती व नायब अधिपती, वीर व मंत्री व शिलेदार आहेत; त्यांना तुझ्यावर आणीन."},{"number":24,"verse":"ते शस्त्रे, रथ, चाकांची वाहने, निरनिराळ्या लोकांचा दळभार घेऊन तुझ्यावर येतील; ते कवचे, ढाली व शिरस्त्राणे धारण करून तुला चोहोंकडून घेरतील; मी न्याय करण्याचे काम त्यांना सोपवून देईन, म्हणजे ते आपल्या कायद्यांना अनुसरून न्याय करतील."},{"number":25,"verse":"मी तुझ्यावर माझी ईर्ष्या रोखीन म्हणजे ते संतापून तुझा समाचार घेतील; ते तुझे नाक व कान कापून टाकतील; तुझी अवशिष्ट माणसे तलवारीने पडतील; ते तुझ्या कन्या व पुत्र हरण करतील, तुझी अवशिष्ट माणसे अग्नीने भस्म होतील."},{"number":26,"verse":"ते तुझी वस्त्रे हरण करतील, तुझे उत्कृष्ट जवाहीर हिसकावून घेतील."},{"number":27,"verse":"अशी तुझी शिंदळकीची खोड, मिसर देशात तुला लागलेली व्यभिचाराची चट, मी मोडीन, म्हणजे तू त्यांच्याकडे पुन्हा ढुंकून पाहणार नाहीस व मिसर देशाचे स्मरण तू ह्यापुढे करणार नाहीस."},{"number":28,"verse":"प्रभू परमेश्वर म्हणतो, पाहा, ज्यांचा तू द्वेष करतेस त्यांच्या स्वाधीन तुला मी करीन, ज्यांच्यावरून तुझे मन उडाले आहे त्यांच्या हाती तुला देईन;"},{"number":29,"verse":"ते द्वेषाने तुझा समाचार घेतील, ते तुझी सर्व मालमत्ता हरण करून तुला नागवीउघडी करतील; अशाने तुझ्या शिंदळचाळ्यांची, तुझ्या कामासक्तीची व तुझ्या व्यभिचाराची लाज उघडी पडेल."},{"number":30,"verse":"तू व्यभिचार करण्यासाठी अन्य राष्ट्रांच्या मागे लागलीस व त्यांच्या मूर्तींनी आपणांस विटाळलेस म्हणून हे सर्व तुला प्राप्त होईल."},{"number":31,"verse":"तू आपल्या बहिणीच्या मार्गाने गेलीस म्हणून मी तिच्याप्रमाणे तुझ्याही हाती पेला देईन."},{"number":32,"verse":"प्रभू परमेश्वर म्हणतो, तू आपल्या बहिणीच्या पेल्यासारखा खोल व मोठा पेला पिशील, त्याचे माप मोठे असल्यामुळे तू हास्य व थट्टा ह्यांना पात्र होशील."},{"number":33,"verse":"तू नशा व शोक ह्यांनी व्याप्त होशील. तुझी बहीण शोमरोन हिचा पेला विस्मय व विध्वंस ह्यांचा आहे."},{"number":34,"verse":"तू तो निथळून पिशील, त्याच्या खापर्‍या तू कुरतडून खाशील व त्यांनी तू आपले ऊर ओरबाडशील; कारण मी हे बोललो आहे, असे प्रभू परमेश्वर म्हणतो."},{"number":35,"verse":"ह्यास्तव प्रभू परमेश्वर म्हणतो, तू मला विसरली आहेस, व तू माझ्याकडे पाठ फिरवली आहेस, म्हणून तू आपल्या कामासक्तीचे व व्यभिचाराचे फळ भोग.”"},{"number":36,"verse":"आणखी परमेश्वर मला म्हणाला, “मानवपुत्रा, तू अहला व अहलीबा ह्यांचा न्याय करतोस ना? तर त्यांना त्यांची अमंगळ कृत्ये दाखव."},{"number":37,"verse":"कारण त्यांनी व्यभिचार केला आहे, त्यांच्या हातांना रक्त लागले आहे, त्यांनी आपल्या मूर्तींबरोबर व्यभिचार केला आहे आणि माझ्यापासून त्यांना झालेले पुत्र मूर्तींना भक्ष्य व्हावे म्हणून त्यांनी अग्नीत त्यांचे होम केले आहेत."},{"number":38,"verse":"त्यांनी आणखी माझ्याबरोबर हेही वर्तन केले आहे की, त्यांनी त्याच दिवशी माझे पवित्रस्थान अपवित्र केले आणि माझे शब्बाथ भ्रष्ट केले."},{"number":39,"verse":"कारण त्यांनी आपल्या पुत्रांचा वध करून ते आपल्या मूर्तींना अर्पण केले, तेव्हा त्याच दिवशी त्या माझे पवित्रस्थान अपवित्र करण्यासाठी त्यांत आल्या; पाहा, माझ्या मंदिरांत त्यांनी असे वर्तन केले."},{"number":40,"verse":"तसेच तुम्ही दूरदूरच्या पुरुषांना बोलावणे पाठवले; त्यांच्याकडे जासूद पाठवला आणि पाहा, ते आले; त्यांच्यासाठी तू स्नान केले, डोळ्यांत काजळ घातले व दागिन्यांनी आपणास सजवले;"},{"number":41,"verse":"तू उत्कृष्ट मंचकावर बसलीस, त्यापुढे मेज मांडून त्यावर माझा धूप व तेल ठेवले."},{"number":42,"verse":"तेथे चैनी लोकांची धामधूम चालू झाली; सामान्य पुरुषांबरोबर रानातून आणखी दारूबाज लोक आणण्यात आले; त्यांनी त्यांच्या हातांत बांगड्या घातल्या व डोक्यांना उत्तम शिरोभूषणे घातली."},{"number":43,"verse":"तेव्हा जी शिंदळकी करून निःसत्त्व झाली होती तिच्याविषयी मी म्हणालो की, आता ते तिच्याबरोबर व ती त्यांच्याबरोबर व्यभिचार करील काय?"},{"number":44,"verse":"लोक वेश्येकडे जातात तसे ते तिच्याकडे गेले; ते अहला व अहलीबा ह्या शिंदळ स्त्रियांकडे गेले."},{"number":45,"verse":"तथापि नीतिमान लोक जारिणींचा व खुनी स्त्रियांचा न्याय करतात तसा त्यांचा करतील; कारण त्या जारिणी आहेत व त्यांच्या हातांना रक्त लागले आहे.”"},{"number":46,"verse":"प्रभू परमेश्वर म्हणतो, “मी त्यांच्यावर लोकांचा जमाव आणून त्यांना दहशत पडेल व त्यांना लुटतील असे करीन."},{"number":47,"verse":"लोकांचा जमाव त्यांना दगडमार करील, व आपल्या तलवारीने त्यांचा उच्छेद करील. ते त्यांच्या मुलाबाळांची कत्तल करतील व त्यांची घरे अग्नीने जाळून टाकतील."},{"number":48,"verse":"अशा प्रकारे मी देशातून शिंदळकी नाहीशी करीन, म्हणजे सर्व स्त्रिया सावध होऊन तुमच्याप्रमाणे शिंदळकी करणार नाहीत."},{"number":49,"verse":"ते तुमच्या शिंदळकीचे प्रतिफळ तुम्हांला देतील; तुम्ही आपल्या मूर्तिपूजेच्या पातकांचे फळ भोगाल; तेव्हा तुम्हांला समजेल की मी प्रभू परमेश्वर आहे.”"}]}