{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":25,"verses":[{"number":1,"verse":"( अम्मोन्यांविषयी भविष्य) परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":2,"verse":"“मानवपुत्रा, अम्मोन वंशजांकडे आपले मुख करून त्यांच्याविषयी संदेश दे;"},{"number":3,"verse":"अम्मोन वंशजांना म्हण, प्रभू परमेश्वराचे वचन ऐका; प्रभू परमेश्वर असे म्हणतो, माझे पवित्रस्थान अपवित्र करण्यात आले, इस्राएल देश ओसाड करण्यात आला, यहूदाचे घराणे बंदिवान करून नेण्यात आले तेव्हा तू ‘वाहवा’ असे म्हटलेस;"},{"number":4,"verse":"म्हणून पाहा, मी पूर्वेकडील लोकांना तुझा ताबा देईन, ते तुझ्यात छावणी करून राहतील व आपली घरे बांधतील; ते तुझ्यातली फळे खातील व तुझे दूध पितील."},{"number":5,"verse":"मी राब्बा नगरास उंटाचा तबेला करीन, अम्मोन वंशजांचा मेंढ्याबकर्‍या बसायचा वाडा करीन; तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे."},{"number":6,"verse":"कारण प्रभू परमेश्वर म्हणतो, तू इस्राएल देशाविषयी टाळ्या पिटल्यास, थैथै नाचलास व त्याची दुर्दशा पाहून तू मनापासून द्रोहपूर्वक आनंद केलास;"},{"number":7,"verse":"म्हणून पाहा, मी आपला हात तुझ्यावर उगारीन, मी तुला राष्ट्रांच्या हाती लूट म्हणून देईन, तुझा राष्ट्रांतून उच्छेद करीन, देशांमधून तुला नाहीसे करीन, तुला मी नष्ट करीन; तेव्हा तुला समजेल की मी परमेश्वर आहे."},{"number":8,"verse":"( मवाबाविषयी भविष्य) प्रभू परमेश्वर असे म्हणतो, मवाब व सेईर म्हणतात की, ‘पाहा, यहूदाचे घराणे इतर राष्ट्रांसारखेच आहे;’"},{"number":9,"verse":"म्हणून पाहा, मी मवाबाचा स्कंधप्रदेश उघडा करीन, त्याची नगरे, त्याच्या सीमेतली नगरे, देशाला भूषण अशी बेथ-यशिमोथ, बाल-मौन, किर्याथाईम ही नगरे"},{"number":10,"verse":"व अम्मोन वंशजांचा देश, ही पूर्वेकडील लोकांना स्वारी करण्यास खुली करून देईन; त्यांचा मी त्यांना ताबा देईन, म्हणजे मग अम्मोन वंशजांचे नाव राष्ट्रांमध्ये ह्यापुढे कोणी काढणार नाही."},{"number":11,"verse":"मवाबावर मी न्यायदंड आणीन; तेव्हा त्यांना समजेल की मी परमेश्वर आहे."},{"number":12,"verse":"( अदोमाविषयी भविष्य) प्रभू परमेश्वर म्हणतो, अदोमाने यहूदाच्या घराण्याचा सूड उगवण्याच्या बुद्धीने वर्तन केले, त्याने त्याच्यावर सूड उगवला हे पातक केले;"},{"number":13,"verse":"म्हणून प्रभू परमेश्वर म्हणतो, मी अदोमावर आपला हात उगारीन, त्यांतून मनुष्य व पशू ह्यांचा संहार करीन. तो तेमानापासून पुढे वैराण करीन, ददानापर्यंत लोक तलवारीने पडतील."},{"number":14,"verse":"मी आपले लोक इस्राएल ह्यांच्या हातून अदोमाचा सूड घेईन; माझ्या आवेशयुक्त क्रोधानुसार ते अदोमाची वाट लावतील; त्यांना माझ्या सुडाचा अनुभव येईल, असे प्रभू परमेश्वर म्हणतो."},{"number":15,"verse":"( पलिष्ट्यांविषयी भविष्य) प्रभू परमेश्वर म्हणतो, पलिष्ट्यांनी सूड घेण्याची कृती केली आहे, मनात आकस धरून नाश करण्याच्या बुद्धीने त्यांनी निरंतरच्या वैरभावाने सूड घेतला आहे;"},{"number":16,"verse":"म्हणून प्रभू परमेश्वर म्हणतो, मी आपला हात पलिष्ट्यांवर उगारीन, करेथ्यांचा संहार करीन आणि समुद्रकिनार्‍यावरील अवशिष्ट राहिलेल्यांचा नाश करीन."},{"number":17,"verse":"त्यांना संतापाने शिक्षा करून मी त्यांचा भयंकर सूड घेईन; मी त्यांच्यावर सूड उगवीन तेव्हा त्यांना समजेल की मी परमेश्वर आहे.”"}]}