{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"( यरुशलेमेच्या वेढ्याचे चित्र) हे मानवपुत्रा, एक वीट घेऊन आपल्यासमोर मांड; तिच्यावर यरुशलेम नगरीचे चित्र काढ."},{"number":2,"verse":"तिला वेढा पडला आहे, तिच्यासमोर बुरूज रचून मोर्चे बांधले आहेत, तिच्यापुढे तळ पडला आहे, टक्कर देऊन भिंत पाडण्याची यंत्रे तिच्याभोवती लागली आहेत, असे चित्र काढ."},{"number":3,"verse":"मग तू एक लोखंडी कढई घे; ती तुझ्यामध्ये व त्या नगरीमध्ये जशी काय लोखंडी भिंत म्हणून ठेव; तू आपले तोंड तिच्याकडे कर; तिला वेढ्याच्या स्थितीत आण; तू तिला वेढा घालणारा हो. हे इस्राएल घराण्यास चिन्ह होईल."},{"number":4,"verse":"आणखी तू आपल्या डाव्या कुशीवर नीज व इस्राएल घराण्याचा अधर्म त्या कुशीवर ठेव; जितके दिवस तू त्या कुशीवर निजून राहशील, तितके दिवस त्यांच्या अधर्माचा भार वाहत राहा."},{"number":5,"verse":"कारण त्यांच्या अधर्माच्या वर्षांइतके दिवस मी तुझ्या हिशोबी गणले आहेत; तीनशे नव्वद दिवस तुला इस्राएल घराण्याचा भार वाहायचा आहे."},{"number":6,"verse":"पुन्हा ते दिवस संपल्यावर तू उजव्या कुशीवर नीज व चाळीस दिवस यहूदा घराण्याच्या अधर्माचा भार वाहा; प्रत्येक वर्षाबद्दल तुझ्या हिशोबी मी एक दिवस धरला आहे."},{"number":7,"verse":"तू आपले तोंड व उघडा हात यरुशलेमेच्या वेढ्याच्या चित्राकडे रोखून धर व तिच्याविरुद्ध संदेश दे."},{"number":8,"verse":"पाहा, मी तुला बंधनांनी बांधतो, म्हणजे तू आपल्या वेढ्याचे दिवस संपवीपर्यंत ह्या कुशीचा त्या कुशीला वळायचा नाहीस."},{"number":9,"verse":"तू गहू, जव, पावटे, मसूर, बाजरी व काठ्या गहू घेऊन एका पात्रात घाल व आपल्यासाठी त्याची भाकर कर; तू आपल्या कुशीवर निजशील त्या दिवसांच्या संख्येच्या मानाने तीनशे नव्वद दिवस तुला ती खायची आहे."},{"number":10,"verse":"तू जे अन्न खाशील ते वजनाने रोजचे वीस शेकेल असून ते तू मधून मधून खा"},{"number":11,"verse":"आणि पाणी मापाने एक षष्ठांश हिन1 पी; ते तू मधून मधून पी."},{"number":12,"verse":"जवाच्या भाकरीप्रमाणे ती भाकर करून खा, ती लोकांसमक्ष मानवी विष्ठेवर भाज.”"},{"number":13,"verse":"परमेश्वर म्हणाला, “ह्याप्रमाणे मी इस्राएल वंशजांना ज्या राष्ट्रांमध्ये हाकून देईन त्यांत ते आपली अमंगळ भाकर खातील.”"},{"number":14,"verse":"तेव्हा मी म्हणालो, “अहा! प्रभू परमेश्वरा! पाहा, मी कधी विटाळलो नाही; मी लहानपणापासून आजवर कधी कोणत्याही आपोआप मेलेल्या किंवा पशूंनी फाडून मारलेल्या प्राण्यांचे मांस खाल्ले नाही; अमंगळ मांस माझ्या तोंडास शिवले नाही.”"},{"number":15,"verse":"मग तो मला म्हणाला, “पाहा, मानवी विष्ठेऐवजी गाईचे शेण वापरण्याची मी तुला परवानगी देतो; त्याच्या गोवर्‍यांनी आपली भाकर भाज.”"},{"number":16,"verse":"तो आणखी म्हणाला, “मानवपुत्रा, पाहा, मी यरुशलेमेत भाकरीचा आधार तोडीन म्हणजे लोक कष्टी होऊन भाकर तोलून खातील, व भयभीत होऊन पाणी मापून पितील."},{"number":17,"verse":"कारण भाकर व पाणी ह्यांची तूट पडेल, लोक एकमेकांकडे पाहून भयचकित होतील आणि अधर्मावस्थेत क्षय पावतील.”"}]}