{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"आता वंशांची नावे ही : उत्तरेच्या सीमेपासून हेथलोनच्या रस्त्याकडील हमाथाच्या घाटाचा रस्ता, दिमिष्काच्या सरहद्दीवरले हसर-एनान, ह्या पूर्व-पश्‍चिम सीमा असलेला प्रदेश, हमाथाला लागून असलेला जो उत्तरेकडील प्रदेश तो दानाचा विभाग."},{"number":2,"verse":"दानाच्या सरहद्दीस लागून असलेला जो पूर्वपश्‍चिम प्रदेश तो आशेराचा विभाग."},{"number":3,"verse":"आशेराच्या सरहद्दीस लागून असलेला जो पूर्वपश्‍चिम प्रदेश तो नफतालीचा विभाग."},{"number":4,"verse":"नफतालीच्या सरहद्दीस लागून असलेला जो पूर्वपश्‍चिम प्रदेश तो मनश्शेचा विभाग."},{"number":5,"verse":"मनश्शेच्या सरहद्दीस लागून असलेला जो पूर्वपश्‍चिम प्रदेश तो एफ्राइमाचा विभाग."},{"number":6,"verse":"एफ्राइमाच्या सरहद्दीस लागून असलेला जो पूर्वपश्‍चिम प्रदेश तो रऊबेनाचा विभाग."},{"number":7,"verse":"रऊबेनाच्या सरहद्दीस लागून असलेला जो पूर्वपश्‍चिम प्रदेश तो यहूदाचा विभाग."},{"number":8,"verse":"यहूदाच्या सरहद्दीस लागून असलेला जो पूर्वपश्‍चिम प्रदेश पंचवीस हजार हात1 रुंद व इतर वंशांच्या विभागांइतका पूर्वपश्‍चिम लांब तो समर्पित अंश म्हणून अर्पण कराल त्यामध्ये पवित्रस्थान असणार."},{"number":9,"verse":"परमेश्वराला जो समर्पित अंश म्हणून अर्पण कराल तो पंचवीस हजार हात लांब व दहा हजार हात रुंद असावा."},{"number":10,"verse":"हा समर्पित अंश याजकांचा; हा उत्तरेस पंचवीस हजार हात लांब, पश्‍चिमेस दहा हजार हात रुंद, पूर्वेस दहा हजार हात रुंद, व दक्षिणेस पंचवीस हजार हात लांब असावा; परमेश्वराचे पवित्रस्थान ह्यामध्ये असणार."},{"number":11,"verse":"याजकांपैकी जे सादोकवंशज पवित्र केले आहेत, ज्यांनी माझे नियम पाळले आहेत, व जे लेव्यांप्रमाणे इस्राएल वंशजांबरोबर बहकले नाहीत,"},{"number":12,"verse":"त्यांना देशातील समर्पित अंशातला एक अंश, म्हणजे अर्थात लेव्यांच्या विभागांतला एक परमपवित्र विभाग द्यावा;"},{"number":13,"verse":"आणि याजकांच्या विभागास लागून पंचवीस हजार हात लांब व दहा हजार हात रुंद असा विभाग लेव्यांना मिळावा; त्याची सबंध लांबी पंचवीस हजार हात व रुंदी दहा हजार हात असावी."},{"number":14,"verse":"त्यांनी त्यातला काही विकू नये व त्याची अदलाबदल करू नये; तसेच देशातील प्रथमफळे इतरांकडे जाऊ देऊ नयेत; कारण तो भाग परमेश्वराला पवित्र आहे."},{"number":15,"verse":"त्या पंचवीस हजार हात लांबीच्या प्रदेशापैकी जो पाच हजार हात रुंदीचा भाग राहील तो नगरासाठी सार्वजनिक असून तो वस्तीसाठी व बखळीसाठी सोडावा; त्याच्यामध्ये नगर वसवावे."},{"number":16,"verse":"त्याचे माप असे असावे : उत्तर बाजू साडेचार हजार हात, दक्षिण बाजू साडेचार हजार हात, पूर्व बाजू साडेचार हजार हात व पश्‍चिम बाजू साडेचार हजार हात."},{"number":17,"verse":"नगराची बखळ उत्तरेस अडीचशे हात, दक्षिणेस अडीचशे हात, पूर्वेस अडीचशे हात, व पश्‍चिमेस अडीचशे हात असावी."},{"number":18,"verse":"ह्या समर्पित प्रदेशाला लागून उरलेला जो प्रदेश त्याच्या उत्पन्नाने नगरातील कामधंदा करणार्‍यांचे पोषण व्हावे"},{"number":19,"verse":"इस्राएलच्या सर्व वंशांतील कामधंदा करणार्‍या नगरातल्या लोकांनी त्या भागाची मशागत करावी."},{"number":20,"verse":"सगळे समर्पित क्षेत्र पंचवीस हजार हात लांब व पंचवीस हजार हात रुंद असावे; ह्या पवित्र समर्पित अंशाचा चतुर्थांश नगराच्या वतनासाठी द्यावा."},{"number":21,"verse":"तो समर्पित भाग व नगराचे वतन ह्यांच्या अलीकडे-पलीकडे उरलेला भाग अधिपतीचा असावा; वंशाना दिलेल्या भागांना लागून पंचवीस हजार हात समर्पित जागेच्या पूर्व सीमेवर, तसेच पंचवीस हजार हात जागेच्या पश्‍चिम सीमेवर असलेले भाग अधिपतीचे असावेत; समर्पित भाग व मंदिराचे पवित्रस्थान हे त्या दोहो भागांच्या मध्ये असावेत."},{"number":22,"verse":"ह्या प्रकारे लेव्यांचे वतन व नगराचे वतन ही अधिपतीच्या वतनाच्यामध्ये आहेत; हे अधिपतीचे वतन यहूदा प्रांत व बन्यामीन प्रांत ह्यांच्या दरम्यान आहे; हा भाग अधिपतीचा होय."},{"number":23,"verse":"वरकड वंशांचा भाग पूर्वपश्‍चिम आहे; त्यांतला एक बन्यामिनाचा विभाग."},{"number":24,"verse":"बन्यामिनाच्या सरहद्दीला लागून असलेला पूर्वपश्‍चिम प्रदेश तो शिमोनाचा विभाग."},{"number":25,"verse":"शिमोनाच्या सरहद्दीला लागून असलेला पूर्वपश्‍चिम प्रदेश तो इस्साखाराचा विभाग."},{"number":26,"verse":"इस्साखाराच्या सरहद्दीला लागून असलेला पूर्वपश्‍चिम प्रदेश तो जबुलूनाचा विभाग."},{"number":27,"verse":"जबुलूनाच्या सरहद्दीला लागून असलेला पूर्वपश्‍चिम प्रदेश तो गादाचा विभाग."},{"number":28,"verse":"दक्षिणेस गादाची सरहद्द तामारपासून मरीबथ-कादेश येथील पाण्यापर्यंत व मिसर देशाच्या नाल्याच्या बाजूने थेट मोठ्या समुद्रापर्यंत."},{"number":29,"verse":"ही भूमी तुम्ही चिठ्ठ्या टाकून इस्राएलच्या वंशांना वतनासाठी वाटून द्यावी; हे त्यांचे विभाग आहेत, असे प्रभू परमेश्वर म्हणतो."},{"number":30,"verse":"( नगराच्या वेशी व त्यांची नावे) उत्तर दिशेस नगराबाहेरील रहदारीच्या क्षेत्राचे माप साडेचार हजार हात असावे."},{"number":31,"verse":"नगराच्या वेशी इस्राएल वंशांच्या नावांप्रमाणे असाव्यात : उत्तरेकडे तीन वेशी असाव्यात - रऊबेन वेस, यहूदा वेस व लेवी वेस."},{"number":32,"verse":"पूर्व दिशेच्या रहदारीच्या क्षेत्राचे माप साडेचार हजार हात असावे; तेथे तीन वेशी असाव्यात : योसेफ वेस, बन्यामीन वेस व दान वेस."},{"number":33,"verse":"दक्षिण दिशेच्या रहदारीच्या क्षेत्राचे माप साडेचार हजार हात असावे; तेथेही तीन वेशी असाव्यात : शिमोन वेस, इस्साखार वेस व जबुलून वेस."},{"number":34,"verse":"पश्‍चिम दिशेच्या रहदारीच्या क्षेत्राचे माप साडेचार हजार हात असावे; तेथेही तीन वेशी असाव्यात : गाद वेस, आशेर वेस व नफताली वेस."},{"number":35,"verse":"ह्या प्रकारे रहदारीचे एकंदर क्षेत्र अठरा हजार हात असावे; ह्या नगराचे नाव येथून पुढे याव्हे-शाम्मा (तेथे परमेश्वर आहे) असे पडेल.”"}]}