{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"( इस्राएलाच्या पर्वतांविषयी भविष्य) मग परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":2,"verse":"“मानवपुत्रा, तू आपले मुख इस्राएलाच्या पर्वतांकडे करून त्यांना उद्देशून संदेश दे."},{"number":3,"verse":"असे म्हण : इस्राएलाच्या पर्वतांनो, प्रभू परमेश्वराचे वचन ऐका; प्रभू परमेश्वर पर्वत, टेकड्या, नाले व खोरी ह्यांना म्हणतो, पाहा, मी, मीच तुमच्यावर तलवार आणून तुमची उच्च स्थाने उद्ध्वस्त करीन."},{"number":4,"verse":"तुमच्या वेद्या ओसाड होतील; तुमच्या सूर्यमूर्ती फोडून टाकण्यात येतील; तुमचे वध पावलेले लोक तुमच्या मूर्तींपुढे पडतील असे मी करीन."},{"number":5,"verse":"मी इस्राएल वंशजांची प्रेते त्यांच्या मूर्तींपुढे टाकीन, तुमच्या वेद्यांभोवती तुमची हाडे विखरीन."},{"number":6,"verse":"तुमच्या सर्व वसतिस्थानांतील नगरे उद्ध्वस्त होतील व उच्च स्थाने उजाड होतील, अशाने तुमच्या वेद्या उद्ध्वस्त व उजाड होतील, तुमच्या मूर्ती भंगून नष्ट होतील, तुमच्या सूर्यमूर्ती तोडून टाकतील; अशी तुमच्या हातची कामे नाहीतशी करतील."},{"number":7,"verse":"तुमच्यामध्ये वध पावलेले पडतील तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे."},{"number":8,"verse":"तरी तुम्ही देशोदेशी परागंदा व्हाल तेव्हा राष्ट्रांमध्ये तुमच्यापैकी काही तलवारीपासून निभावून राहतील; असे अवशेष मी राखून ठेवीन."},{"number":9,"verse":"तुमच्यापैकी निभावलेले ज्या राष्ट्रांत पकडून नेले जातील त्यांत ते माझे स्मरण करतील; तेव्हा माझ्यापासून दूर झालेले त्यांचे दुराचारी हृदय आणि त्यांनी मूर्तीकडे लावलेले त्यांचे दुराचारी नेत्र मी वठणीस आणीन; त्यांनी आपल्या सर्व अमंगळ कृत्यांनी जे दुष्कर्म केले, त्यामुळे ते आपणांस निंद्य मानतील."},{"number":10,"verse":"तेव्हा ते जाणतील की मी परमेश्वर आहे; त्यांच्यावर हे अरिष्ट आणीन म्हणून मी सांगितले ते निरर्थक सांगितले नाही.”"},{"number":11,"verse":"प्रभू परमेश्वर म्हणतो, “आपले हातपाय आपटून म्हण : इस्राएल घराण्याच्या सर्व अमंगळ दुष्कर्मांचा धिक्कार असो; ते तलवार, दुष्काळ व मरी ह्यांनी मरतील."},{"number":12,"verse":"जो दूर असेल तो मरीने मरेल; जो जवळ असेल तो तलवारीने पडेल; ह्यांतूनही जो निभावेल तो दुष्काळाने मरेल; अशी मी त्यांच्यावरच्या माझ्या संतापाची परिपूर्ती करीन."},{"number":13,"verse":"प्रत्येक उंच टेकडीवर, सर्व डोंगरांच्या माथ्यांवर, प्रत्येक हिरव्या झाडाखाली, प्रत्येक दाट पालवीच्या एला झाडाखाली ज्या ज्या स्थळी त्यांनी आपल्या सर्व मूर्तींपुढे सुवासिक धूप अर्पण केला, तेथल्या त्यांच्या मूर्तींच्या मध्ये त्यांच्या वेद्यांभोवती त्यांचे वध पावलेले पडतील, तेव्हा तुम्हांला समजेल की मी परमेश्वर आहे."},{"number":14,"verse":"मी आपला हात त्यांच्यावर उगारीन आणि त्यांच्या सर्व वसतिस्थानांतील भूमी दिबलाकडच्या रानापेक्षा वैराण व ओसाड करीन; तेव्हा त्यांना समजेल की मी परमेश्वर आहे.”"}]}