{"bibleAbbr":"mrRV2015","bookName":"यहेज्केल","bookEnglishName":"Ezekiel","chapterNumber":8,"verses":[{"number":1,"verse":"( संदेष्ट्याला यरुशलेमेतील अमंगळ कृत्यांचा दृष्टान्त) सहाव्या वर्षाच्या सहाव्या महिन्याच्या पंचमीस असे झाले की मी आपल्या घरी बसलो होतो व यहूदाचे वडील माझ्यासमोर बसले होते. तेव्हा तेथे प्रभू परमेश्वराचा वरदहस्त माझ्यावर आला."},{"number":2,"verse":"मी पाहिले तेव्हा एक पुरुष असल्याचा भास मला झाला;1 त्याच्या कंबरेपासून खाली अग्नीचा भास झाला व त्याच्या कंबरेपासून वर तृणमण्याच्या तेजासारखा मला भास झाला."},{"number":3,"verse":"त्याने हाताच्या आकृतीचे काही पुढे करून माझ्या डोक्यावरील एक बट धरली आणि आत्म्याने आकाश व पृथ्वी ह्यांच्या दरम्यान मला उचलून नेऊन दिव्यदृष्टीने यरुशलेम येथे उत्तरेस असलेल्या आतल्या अंगणाच्या दरवाजाजवळ आणले; तेथे ईर्ष्येस पेटवणार्‍या मूर्तीचे आसन होते."},{"number":4,"verse":"मग पाहा, मी खोर्‍यात दृष्टान्त पाहिला होता त्यासारखे इस्राएलाच्या देवाचे तेज येत होते."},{"number":5,"verse":"तेव्हा तो मला म्हणाला, “मानवपुत्रा, आपले डोळे वर करून उत्तर दिशेकडे पाहा. मी उत्तरेस दृष्टी लावली तर वेदी-वेशीच्या उत्तरेस मंदिराच्या प्रवेशमार्गात ही ईर्ष्येस पेटवणारी मूर्ती होती.”"},{"number":6,"verse":"तो मला म्हणाला, “मानवपुत्रा, ते काय करीत आहेत ते पाहतोस ना? मी आपल्या पवित्रस्थानातून दूर निघून जावे म्हणून अशी अमंगळ कृत्ये इस्राएल घराणे येथे करीत आहे; ह्याहूनही अधिक अमंगळ कृत्ये तुझ्या दृष्टीस पडतील.”"},{"number":7,"verse":"मग त्याने मला अंगणाच्या प्रवेशमार्गात आणले; मी पाहिले तर भिंतीला भोक पडले होते."},{"number":8,"verse":"त्याने मला म्हटले, “मानवपुत्रा, भिंत खण”; मी भिंत खणली तर पाहा, एक दार लागले."},{"number":9,"verse":"तेव्हा तो मला म्हणाला, “येथे हे लोक कसली दुष्ट व अमंगळ कृत्ये करत आहेत ती पाहा.”"},{"number":10,"verse":"मी आत जाऊन पाहिले तर सरपटणारे प्राणी, अमंगळ पशू व इस्राएल घराण्याच्या सर्व मूर्ती ह्यांची चित्रे भिंतींवर चोहोकडे काढलेली होती."},{"number":11,"verse":"त्यांच्यापुढे इस्राएल घराण्याच्या वडिलांतले सत्तर पुरुष उभे असून त्यांच्यामध्ये याजन्या बिन शाफान हा उभा होता; त्या प्रत्येक माणसाच्या हाती धुपाटणे होते; तेथे धूपाच्या धुराचा दाट ढग वर जात होता."},{"number":12,"verse":"तो मला म्हणाला, “मानवपुत्रा, इस्राएल घराण्याचा प्रत्येक वडील आपल्या मूर्तिगृहात अंधारामध्ये काय करीत आहे हे तुला दिसते ना? ते तर म्हणतात की, ‘परमेश्वर आम्हांला पाहत नाही; परमेश्वराने देशाचा त्याग केला आहे.”’"},{"number":13,"verse":"तो मला आणखी म्हणाला, “ते ह्यांहूनही अधिक अमंगळ कृत्ये करीत आहेत, ती तुला दिसून येतील.”"},{"number":14,"verse":"तेव्हा त्याने मला परमेश्वराच्या मंदिराच्या उत्तरेस असलेल्या दरवाजाजवळ आणले, तर तेथे स्त्रिया बसून तम्मुजासाठी शोक करत होत्या."},{"number":15,"verse":"तो मला म्हणाला, “मानवपुत्रा, तुला हे दिसते ना? ह्याहून अधिक अमंगळ गोष्टी तुझ्या दृष्टीस पडतील.”"},{"number":16,"verse":"तेव्हा त्याने मला परमेश्वराच्या मंदिराच्या आतल्या अंगणात नेले, तो पाहा, परमेश्वराच्या मंदिराच्या द्वारी देवडीच्या व वेदीच्या दरम्यान सुमारे पंचवीस इसम परमेश्वराच्या मंदिराकडे पाठ करून व पूर्वेकडे तोंड करून उभे होते; ते पूर्व दिशेस सूर्याची उपासना करीत होते."},{"number":17,"verse":"तो मला म्हणाला, “मानवपुत्रा, तुला हे दिसते ना? यहूदाचे घराणे येथे ही अमंगळ कृत्ये करत आहे, हे थोडे झाले काय? देश जुलमाच्या कृत्यांनी भरून ते मला पुनःपुन्हा संतापवतात; पाहा, ते आपल्या नाकास डाहळी लावत आहेत."},{"number":18,"verse":"ह्यामुळे मी संतापून करायचे ते करीन, मी त्यांच्यावर कृपादृष्टी करणार नाही; त्यांची गय करणार नाही; त्यांनी मोठ्याने माझ्या कानी आरोळी मारली तरी मी त्यांचे ऐकणार नाही.”"}]}