{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"And it was don, in the thrittithe yeer, in the fourthe monethe, in the fyuethe dai of the moneth, whanne Y was in the myddis of caitifs, bisidis the flood Chobar, heuenes weren openyd, and Y siy the reuelaciouns of God."},{"number":2,"verse":"In the fyueth dai of the monethe; thilke is the fyuethe yeer of passing ouer of Joachym, kyng of Juda;"},{"number":3,"verse":"the word of the Lord was maad to Ezechiel, preest, the sone of Busi, in the lond of Caldeis, bisidis the flood Chobar; and the hond of the Lord was maad there on hym."},{"number":4,"verse":"And Y siy, and lo! a whirlewynd cam fro the north, and a greet cloude, and fier wlappynge in, and briytnesse in the cumpas therof; and as the licnesse of electre fro the myddis therof, that is, fro the myddis of the fier."},{"number":5,"verse":"And of myddis therof was a licnesse of foure beestis. And this was the biholdyng of tho, the licnesse of a man in tho."},{"number":6,"verse":"And foure faces weren to oon, and foure wyngis weren to oon."},{"number":7,"verse":"And the feet of tho weren streiyt feet, and the soole of the foote of tho was as the soole of a foot of a calf, and sparclis, as the biholdynge of buylynge bras."},{"number":8,"verse":"And the hondis of a man weren vndur the wyngis of tho, in foure partis. And tho hadden faces and wyngis bi foure partis;"},{"number":9,"verse":"and the wyngis of tho weren ioyned togidir of oon to another. Tho turneden not ayen, whanne tho yeden, but eche yede bifore his face."},{"number":10,"verse":"Forsothe the licnesse `of the face of tho was the face of a man and the face of a lioun at the riythalf of tho foure. Forsothe the face of an oxe was at the left half of tho foure; and the face of an egle was aboue tho foure."},{"number":11,"verse":"And the faces of tho and the wengis of tho weren stretchid forth aboue. Twei wyngis of eche weren ioyned togidere, and tweyne hiliden the bodies of tho."},{"number":12,"verse":"And ech of tho yede bifore his face. Where the fersnesse of the wynd was, thidur tho yeden, and turneden not ayen, whanne tho yeden."},{"number":13,"verse":"And the licnesse of the beestis, and the biholdyng of tho, was as of brennynge coolis of fier, and as the biholdyng of laumpis. This was the siyt rennynge aboute in the myddis of beestis, the schynyng of fier, and leit goynge out of the fier."},{"number":14,"verse":"And the beestis yeden, and turneden ayen at the licnesse of leit schynynge."},{"number":15,"verse":"And whanne Y bihelde the beestis, o wheel, hauuynge foure faces, apperide on the erthe, bisidis the beestis."},{"number":16,"verse":"And the biholdyng of the wheelis and the werk of tho was as the siyt of the see; and o licnesse was of tho foure; and the biholdyng and the werkis of tho, as if a wheel be in the myddis of a wheel."},{"number":17,"verse":"Tho goynge yeden bi foure partis of tho, and turneden not ayen, whanne tho yeden."},{"number":18,"verse":"Also stature, and hiynesse, and orible biholdyng was to the wheelis; and al the bodi was ful of iyen in the cumpas of tho foure."},{"number":19,"verse":"And whanne the beestis yeden, the wheelis also yeden togidere bisidis tho. And whanne the beestis weren reisid fro the erthe, the wheelis also weren reisid togidere."},{"number":20,"verse":"Whidur euere the spirit yede, whanne the spirit yede thedur, also the wheelis suynge it weren reisid togidere; for whi the spirit of lijf was in the wheelis."},{"number":21,"verse":"Tho yeden with the beestis goynge, and tho stoden with the beestis stondynge. And with the beestis reisid fro erthe, also the wheelis suynge tho beestis weren reisid togidere; for the spirit of lijf was in the wheelis."},{"number":22,"verse":"And the licnesse of the firmament was aboue the heed of the beestis, and as the biholdyng of orible cristal, and stretchid abrood on the heed of tho beestis aboue."},{"number":23,"verse":"Forsothe vndur the firmament the wyngis of tho beestis weren streiyt, of oon to anothir; ech beeste hilide his bodi with twei wyngis, and an other was hilid in lijk maner."},{"number":24,"verse":"And Y herde the sown of wyngis, as the sown of many watris, as the sown of hiy God. Whanne tho yeden, ther was as a sown of multitude, as the sown of oostis of batel; and whanne tho stoden, the wyngis of tho weren late doun."},{"number":25,"verse":"For whi whanne a vois was maad on the firmament, that was on the heed of tho, tho stoden, and leten doun her wyngis."},{"number":26,"verse":"And on the firmament, that was aboue the heed of tho, was as the biholdyng of a saphire stoon, the licnesse of a trone; and on the licnesse of the trone was a licnesse, as the biholdyng of a man aboue."},{"number":27,"verse":"And Y siy as a licnesse of electre, as the biholding of fier with ynne, bi the cumpas therof; fro the lendis of hym and aboue, and fro the lendis of him til to bynethe, Y siy as the licnesse of fier schynynge in cumpas,"},{"number":28,"verse":"as the biholdynge of the reynbowe, whanne it is in the cloude in the dai of reyn. This was the biholdyng of schynyng bi cumpas."}]}