{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":17,"verses":[{"number":1,"verse":"And the word of the Lord was maad to me,"},{"number":2,"verse":"and he seide, Sone of man, sette forth a derk speche, and telle thou a parable to the hous of Israel;"},{"number":3,"verse":"and thou schalt seie, The Lord God seith these thingis. A greet egle of grete wyngis, with long stretchyng out of membris, ful of fetheris and of dyuersite, cam to the Liban, and took awei the merowe of the cedre."},{"number":4,"verse":"He pullide awei the hiynesse of boowis therof, and bar it ouer in to the lond of Chanaan, and settide it in the citee of marchauntis."},{"number":5,"verse":"And he took of the seed of the lond, and settide it in the lond for seed, that it schulde make stidfast roote on many watris; he settide it in the hiyere part."},{"number":6,"verse":"And whanne it hadde growe, it encreesside in to a largere vyner, in lowe stature; for the boowis therof bihelden to that egle, and the rootis therof weren vndur that egle; therof it was maad a vyner, and it made fruyt in to siouns, and sente out boowis."},{"number":7,"verse":"And another greet egle was maad, with grete wyngis, and many fetheris; and lo! this vyner as sendynge hise rootis to that egle, stretchide forth his siouns to that egle, that he schulde moiste it of the cornfloris of his seed."},{"number":8,"verse":"Which is plauntid in a good lond on many watris, that it make boowis, and bere fruyt, that it be in to a greet vyner."},{"number":9,"verse":"Seie thou, Ezechiel, The Lord God seith these thingis, Therfor whether he schal haue prosperite? Whether Nabugodonosor schal not pulle awei the rootis of hym, and schal streyne the fruytis of hym? And he schal make drie alle the siouns of buriowning therof, and it schal be drie; and not in greet arm, nether in myche puple, that he schulde drawe it out bi the rootis."},{"number":10,"verse":"Lo! it is plauntid, therfor whether it schal haue prosperite? Whether not whanne brennynge wynd schal touche it, it schal be maad drye, and schal wexe drie in the cornfloris of his seed?"},{"number":11,"verse":"And the word of the Lord was maad to me, and he seide, Seie thou to the hous terrynge to wraththe,"},{"number":12,"verse":"Witen ye not what these thingis signefien? Seie thou, Lo! the king of Babiloyne cometh in to Jerusalem; and he schal take the kyng and the princis therof, and he schal leede hem to hym silf in to Babiloyne."},{"number":13,"verse":"And he schal take of the seed of the rewme, and schal smyte with it a boond of pees, and he schal take of it an ooth; but also he schal take awei the stronge men of the lond,"},{"number":14,"verse":"that it be a meke rewme, and be not reisid, but that it kepe the couenaunt of hym, and holde it."},{"number":15,"verse":"Which yede awei fro hym, and sente messangeris in to Egipt, that it schulde yyue to hym horsis and miche puple. Whether he that dide these thingis, schal haue prosperite, ether schal gete helthe? and whether he that brekith couenaunt, schal ascape?"},{"number":16,"verse":"Y lyue, seith the Lord God, for in the place of the king that made hym kyng, whos ooth he made voide, and brak the couenaunt, which he hadde with hym, in the myddis of Babiloyne he schal die."},{"number":17,"verse":"And not in greet oost, nether in myche puple Farao schal make batel ayens hym, in the castyng of erthe, and in bildyng of palis, that he sle many persones."},{"number":18,"verse":"For he dispiside the ooth, that he schulde breke the boond of pees, and lo! he yaf his hond; and whanne he hath do alle these thingis, he schal not ascape."},{"number":19,"verse":"Therfor the Lord God seith these thingis, Y lyue, for Y schal sette on his heed the ooth which he dispiside, and the boond of pees which he brak."},{"number":20,"verse":"And Y schal spredde abrood my net on hym, and he schal be takun in my net, and Y schal brynge hym in to Babiloyne; and there Y schal deme hym in the trespassyng, bi which he dispiside me."},{"number":21,"verse":"And alle hise flieris a wei with al his cumpenye schulen falle doun bi swerd, forsothe the remenauntis schulen be schaterid in to ech wynd; and ye schulen wite, that Y the Lord spak."},{"number":22,"verse":"The Lord God seith these thingis, And Y schal take of the merowe of an hiy cedre, and Y schal sette a tendir thing of the cop of hise braunchis; Y schal streyne, and Y schal plaunte on an hiy hil, and apperynge fer."},{"number":23,"verse":"In the hiy hil of Israel Y schal plaunte it; and it schal breke out in to buriownyng, and it schal make fruyt, and it schal be in to a greet cedre, and alle briddis schulen dwelle vndur it; ech volatil schal make nest vndur the schadewe of hise boowis."},{"number":24,"verse":"And alle trees of the cuntrei schulen wite, that Y am the Lord; Y made low the hiy tre, and Y enhaunside the low tre, and Y made drie the greene tree, and Y made the drie tree to brynge forth boowis; Y the Lord haue spoke, and Y haue do."}]}