{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":23,"verses":[{"number":1,"verse":"And the word of the Lord was maad to me,"},{"number":2,"verse":"and he seide, Thou, sone of man, twei wymmen weren the douytris of o modir, and diden fornycacioun in Egipt;"},{"number":3,"verse":"in her yonge wexynge age thei diden fornicacioun; there the brestis of hem weren maad low, and the tetis of the tyme of mariage of hem weren brokun."},{"number":4,"verse":"Forsothe the names of hem ben, Oolla, the more sistir, and Ooliba the lesse sistir of hir. And Y hadde hem, and thei childiden sones and douytris; certis the names of hem ben Samarie Oolla, and Jerusalem Ooliba."},{"number":5,"verse":"Therfor Oolla dide fornicacioun on me, and was wood on hir louyeris, on Assiriens neiyinge,"},{"number":6,"verse":"clothid with iacinct, princes, and magistratis, yonge men of coueytise, alle kniytis, and stieris of horsis."},{"number":7,"verse":"And sche yaf hir fornicaciouns on hem, on alle the chosun sones of Assiriens; and in alle on whiche sche was wood, sche was defoulid in the vnclennessis of hem."},{"number":8,"verse":"Ferthermore and sche lefte not hir fornicaciouns, whiche sche hadde in Egipt; for whi and thei slepten with hir in the yongthe of hir, and thei braken the tetis of the tyme of mariage of hir, and thei scheden out her fornicacioun on hir."},{"number":9,"verse":"Therfor Y yaf hir in to the hondis of hir louyeris, in to the hondis of the sones of Assur, on whos letcherie sche was wood."},{"number":10,"verse":"Thei diskyueriden the schenschipe of hir; thei token awei the sones and the douytris of hir, and killiden hir with swerd; and the wymmen weren maad famouse, that is, sclaundrid, and thei diden domes in hir."},{"number":11,"verse":"And whanne hir sistir Ooliba hadde seyn this, sche was wood in letcherie more than that sistre, and yaf vnschamefastli hir fornicacioun on the fornicacioun of hir sistre,"},{"number":12,"verse":"to the sones of Assiriens, to duykis and magistratis comynge to hir, that weren clothid with dyuerse cloth, to knyytis that weren borun on horsis, and to yonge men with noble schap, to alle men."},{"number":13,"verse":"And Y siy that o weie of both sistris was defoulid,"},{"number":14,"verse":"and sche encreesside hir fornycaciouns. And whanne sche hadde seyn men peyntid in the wal, the ymagis of Caldeis expressid with colouris,"},{"number":15,"verse":"and gird on the reynes with kniytis girdlis, and cappis peyntid in the heedis of hem, the foormes of alle duykis, the licnesse of the sones of Babiloyne, and of the lond of Caldeis, in which thei weren borun;"},{"number":16,"verse":"sche was wood on hem bi coueitise of hir iyen, and sche sente messangeris to hem in to Caldee."},{"number":17,"verse":"And whanne the sones of Babiloyne weren comun to hir, to the bed of tetis, thei defouliden hir in her letcheries of virgyns; and sche was defoulid of hem, and the soule of hir was fillid of hem."},{"number":18,"verse":"Also sche made nakid hir fornicaciouns, and diskyuered hir schenschipe; and my soule yede awei fro hir, as my soule hadde go awei fro hir sistir."},{"number":19,"verse":"For sche multiplied hir fornicaciouns, and hadde mynde on the daies of hir yongthe, in whiche sche dide fornicacioun in the lond of Egipt."},{"number":20,"verse":"And sche was wood in letcherie on the liggyng bi of hem, whos fleischis ben as the fleischis of assis, and as the membris of horsis ben the membris of hem."},{"number":21,"verse":"And thou visitidist the grete trespas of thi yongthe, whanne thi brestis weren maad low in Egipt, and the tetis of the tyme of thi mariage weren brokun."},{"number":22,"verse":"Therfor, thou Ooliba, the Lord God seith these thingis, Lo! Y schal reise alle thi louyeris ayens thee, of whiche thi soule was fillid, and Y schal gadere hem ayens thee in cumpas;"},{"number":23,"verse":"the sones of Babiloyne, and alle Caldeis, noble and miyti men, and princes, alle the sones of Assiriens, and yonge men of noble foorme, duykis, and magistratis, alle princes of princes, and named stieris of horsis."},{"number":24,"verse":"And thei araied with chare and wheel schulen come on thee, the multitude of puplis schulen be armed with haburioun, and scheeld, and basynet, ayens thee on ech side; and Y schal yyue doom bifor hem, and thei schulen deme thee bi her domes."},{"number":25,"verse":"And Y schal sette my feruour in thee, which thei schulen vse with thee in woodnesse; thei schulen kitte awei thi nose and thin eeris, and thei schulen sle with swerd tho thingis that weren left; thei schulen take thi sones and thi douytris, and thi laste thing schal be deuourid bi fier."},{"number":26,"verse":"And thei schulen make thee nakid of thi clothis, and thei schulen take awei the vessels of thi glorie."},{"number":27,"verse":"And Y schal make thi greet trespasse to reste fro thee, and thi fornicacioun fro the lond of Egipt; and thou schalt not reise thin iyen to hem, and thou schalt no more haue mynde on Egipt."},{"number":28,"verse":"For the Lord God seith these thingis, Lo! Y schal yyue thee in to the hondis of hem whiche thou hatist, `in to the hondis of hem of whiche thi soule was fillid,"},{"number":29,"verse":"and thei schulen do with thee in hatrede. And thei schulen take awei alle thi trauels, and thei schulen leeue thee nakid, and ful of schenschipe; and the schenschipe of thi fornicaciouns schal be schewid. Thi greet"},{"number":30,"verse":"trespas and thi fornycaciouns han do these thingis to thee; for thou didist fornicacioun aftir hethene men, among whiche thou were defoulid in the idols of hem."},{"number":31,"verse":"Thou yedist in the weie of thi sister, and Y schal yyue the cuppe of hir in thin hond."},{"number":32,"verse":"The Lord God seith these thingis, Thou schalt drinke the cuppe of thi sistir, the depthe, and the broodnesse; thou that art most able to take, schalt be in to scornyng, and in to mouwyng."},{"number":33,"verse":"Thou schalt be fillid with drunkenesse and sorewe, with the cuppe of mourenyng and of heuynesse, with the cuppe of thi sister Samarie."},{"number":34,"verse":"And thou schalt drynke it, and thou schalt drinke of til to the drastis, and thou schalt deuoure the relifs therof, and thou schalt to-reende thi brestis, for Y the Lord spak, seith the Lord God."},{"number":35,"verse":"Therfor the Lord God seith these thingis, For thou hast foryete me, and hast cast forth me bihynde thi bodi, bere thou also thi greet trespas and thi fornicaciouns."},{"number":36,"verse":"And the Lord God seide to me, and spak, Sone of man, whether thou demest Ooliba and Oolla, and tellist to hem the grete trespassis of hem?"},{"number":37,"verse":"For thei diden auowtrie, and blood was in the hondis of hem, and thei diden fornicacioun with her idols; ferthermore and thei offriden to tho the sones whiche thei gendriden to me, for to be deuourid."},{"number":38,"verse":"But also thei diden this to me, thei defouleden my seyntuarie in that dai, and maden vnhooli my sabatis."},{"number":39,"verse":"And whanne thei sacrifisiden her sones to her idols, and entriden in to my seyntuarie in that dai, that thei schulden defoule it, thei diden also these thingis in the myddis of myn hous."},{"number":40,"verse":"Thei senten to men comyng fro fer, to whiche thei hadden sent messangeris. Therfor lo! thei camen, to whiche thou waischidist thee, and anoyntidist thin iyen with oynement of wymmen, and thou were ourned with wymmens atier."},{"number":41,"verse":"Thou satist in a ful fair bed, and a boord was ourned bifor thee; thou settidist myn encense and myn oynement on it."},{"number":42,"verse":"And a vois of multitude makynge ful out ioye was ther ynne; and in men that weren brouyt of the multitude of men, and camen fro desert, thei settiden bies in the hondis of hem, and faire corouns on the heedis of hem."},{"number":43,"verse":"And Y seide to hir, that was defoulid in auoutries, Now also this schal do fornycacioun in hir fornicacioun."},{"number":44,"verse":"And thei entriden to hir; as to a womman, an hoore, so thei entriden to Oolla and to Ooliba, cursid wymmen."},{"number":45,"verse":"Therfor these men ben iust, these schulen deme thilke wymmen bi the doom of auoutressis, and bi the doom of hem that scheden out blood; for thei ben auoutressis, and blood is in the hondis of hem, and thei diden fornicacioun with her idols."},{"number":46,"verse":"For the Lord God seith these thingis, Bringe thou multitudis to hem, and yyue thou hem in to noise, and in to raueyn;"},{"number":47,"verse":"and be thei stoonyd with the stoonys of puplis, and be thei stikid togidere with the swerdis of hem. Thei schulen sle the sones and the douytris of hem, and thei schulen brenne with fier the housis of hem."},{"number":48,"verse":"And Y schal do awei greet trespas fro the lond; and alle wymmen schulen lerne, that thei do not aftir the greet trespas of hem."},{"number":49,"verse":"And thei schulen yyue youre grete trespas on you; and ye schulen bere the synnes of youre idols, and ye schulen wite, that Y am the Lord God."}]}