{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"And the word of the Lord was maad to me,"},{"number":2,"verse":"and he seide, Sone of man, profesie thou of the schepherdis of Israel, profesie thou; and thou schalt seie to the schepherdis, The Lord God seith these thingis, Wo to the schepherdis of Israel, that fedden hym silf; whether flockis ben not fed of schepherdis?"},{"number":3,"verse":"Ye eeten mylk, and weren hilid with wollis, and ye killiden that that was fat; but ye fedden not my floc."},{"number":4,"verse":"Ye maden not sad that that was vnstidfast, and ye maden not hool that that was sijk; ye bounden not that that was brokun, and ye brouyten not ayen that that was cast awei, and ye souyten not that that perischide; but ye comaundiden to hem with sturnenesse, and with power."},{"number":5,"verse":"And my scheep weren scaterid, for no sheepherde was; and thei weren maad in to deuouryng of alle beestis of the feeld, and thei weren scaterid."},{"number":6,"verse":"My flockis erriden in alle mounteyns, and in ech hiy hil, and my flockis weren scaterid on al the face of erthe, and noon was that souyte."},{"number":7,"verse":"Therfor, scheepherdis, here ye the word of the Lord;"},{"number":8,"verse":"Y lyue, seith the Lord God, for whi for that that my flockis ben maad in to raueyn, and my scheep in to deuouryng of alle beestis of the feeld, for that that no scheepherde was, for the scheepherdis souyten not my floc, but the scheepherdis fedden hem silf, and fedden not my flockis; therfor,"},{"number":9,"verse":"scheepherdis, here ye the word of the Lord,"},{"number":10,"verse":"The Lord God seith these thingis, Lo! Y my silf am ouer scheepherdis; Y schal seke my floc of the hond of hem, and Y schal make hem to ceesse, that thei fede no more my flok, and that the scheepherdis feede no more hem silf. And Y schal delyuere my floc fro the mouth of hem, and it schal no more be in to mete to hem."},{"number":11,"verse":"For the Lord God seith these thingis, Lo! Y my silf schal seke my scheep, and Y schal visite hem."},{"number":12,"verse":"As a scheepherde visitith his floc, in the dai whanne he is in the myddis of hise scheep `that ben scaterid, so Y schal visite my scheep; and Y schal delyuere hem fro alle places in whiche thei weren scaterid, in the dai of cloude, and of derknesse."},{"number":13,"verse":"And Y schal leede hem out of puplis, and Y schal gadere hem fro londis, and Y schal brynge hem in to her lond, and Y schal feede hem in the hillis of Israel, in ryueris, and in alle seetis of erthe."},{"number":14,"verse":"Y schal feede hem in moost plenteouse pasturis, and the lesewis of hem schulen be in the hiy hillis of Israel; there thei schulen reste in greene eerbis, and in fatte lesewis thei schulen be fed on the hillis of Israel."},{"number":15,"verse":"Y schal fede my scheep, and Y schal make hem to ligge, seith the Lord God."},{"number":16,"verse":"I schal seke that that perischide, and Y schal brynge ayen that that was cast awei; and Y schal bynde that that was brokun, and Y schal make sad that that was sijk; and Y schal kepe that that was fat and strong; and Y schal feede hem in doom;"},{"number":17,"verse":"forsothe ye ben my flockis. The Lord God seith these thingis, Lo! Y deme bitwixe beeste and beeste, and a wethir and a buc of geet."},{"number":18,"verse":"Whether it was not enowy to you to deuoure good pasturis? Ferthermore and ye defouliden with youre feet the remenauntis of youre lesewis, and whanne ye drunken clereste watir, ye disturbliden the residue with youre feet."},{"number":19,"verse":"And my scheep weren fed with tho thingis that weren defoulid with youre feet; and thei drunken these thingis, that youre feet hadden troblid."},{"number":20,"verse":"Therfor the Lord God seith these thingis to you, Lo! Y my silf deme bitwixe a fat beeste and a leene beeste."},{"number":21,"verse":"For that that ye hurliden with sidis, and schuldris, and wyndewiden with youre hornes alle sike beestis, til tho weren scaterid withoutforth, I schal saue my floc,"},{"number":22,"verse":"and it schal no more be in to raueyn. And Y schal deme bitwixe beeste and beeste;"},{"number":23,"verse":"and Y schal reise on tho o sheepherde, my seruaunt Dauid, that schal fede tho; he schal fede tho, and he schal be `in to a sheepherde to hem."},{"number":24,"verse":"Forsothe Y the Lord schal be in to God to hem, and my seruaunt Dauid schal be prince in the myddis of hem; Y the Lord spak."},{"number":25,"verse":"And Y schal make with hem a couenaunt of pees, and Y schal make worste beestis to ceesse fro erthe; and thei that dwellen in desert, schulen slepe sikur in forestis."},{"number":26,"verse":"And Y schal sette hem blessyng in the cumpas of my litle hil, and Y schal lede doun reyn in his tyme. And reynes of blessyng schulen be,"},{"number":27,"verse":"and the tre of the feeld schal yyue his fruyt, and the erthe schal yyue his seed. And thei schulen be in her lond with out drede; and thei schulen wite, that Y am the Lord, whanne Y schal al to-breke the chaynes of her yok, and schal delyuere hem fro the hond of hem that comaunden to hem."},{"number":28,"verse":"And thei schulen no more be in to raueyn in to hethene men, nether the beestis of erthe schulen deuoure hem, but thei schulen dwelle tristili with outen ony drede."},{"number":29,"verse":"And Y schal reise to hem a iust buriownyng named; and thei schulen no more be maad lesse for hunger in erthe, and thei schulen no more bere the schenschipis of hethene men."},{"number":30,"verse":"And thei schulen wite, that Y am her Lord God with hem, and thei ben my puple, the hous of Israel, seith the Lord God."},{"number":31,"verse":"Forsothe ye my flockis ben men, the flockis of my lesewe; and Y am youre Lord God, seith the Lord God."}]}