{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":38,"verses":[{"number":1,"verse":"And the word of the Lord was maad to me,"},{"number":2,"verse":"and he seide, Thou, sone of man, Sette thi face ayens Gog, and ayens the lond of Magog, the prince of the heed of Mosoch and of Tubal; and profesie thou of hym."},{"number":3,"verse":"And thou schalt seie to hym, The Lord God seith these thingis, A! Gog, lo! Y to thee, prince of the heed of Mosoch and of Tubal;"},{"number":4,"verse":"and Y schal lede thee aboute, and Y schal sette a bridil in thi chekis, and Y schal leede out thee, and al thin oost, horsis, and horsmen, alle clothid with haburiouns, a greet multitude of men, takynge spere, and scheeld, and swerd."},{"number":5,"verse":"Perseis, Ethiopiens, and Libiens with hem, alle ben araied with scheeldis and helmes."},{"number":6,"verse":"Gomer, and alle the cumpenyes of hym, the hous of Togorma, the sidis of the north, and al the strengthe therof, and many puplis ben with thee."},{"number":7,"verse":"Make redi, and araye thee, and al thi multitude which is gaderid to thee, and be thou in to comaundement to hem."},{"number":8,"verse":"Aftir many daies thou schalt be visitid, in the laste of yeeris thou schalt come to the lond, that turnede ayen fro swerd, and was gaderid of many puplis, to the hillis of Israel that weren desert ful ofte; this was led out of puplis, and alle men dwellide tristili ther ynne."},{"number":9,"verse":"Forsothe thou schalt stie, and schalt come as a tempest, and as a cloude, for to hile the lond, thou, and alle thi cumpanyes, and many puplis with thee."},{"number":10,"verse":"The Lord God seith these thingis, In that dai wordis schulen stie on thin herte, and thou schalt thenke the worste thouyt;"},{"number":11,"verse":"and schalt seie, Y schal stie to the lond with out wal, and Y schal come to hem that resten and dwellen sikirli; alle these dwellen with out wal, barris and yatis ben not to hem;"},{"number":12,"verse":"that thou rauysche spuylis, and asaile prei; that thou brynge in thin hond on hem that weren forsakun, and afterward restorid, and on the puple which is gaderid of hethene men, that bigan to welde, and to be enhabitere of the nawle of erthe."},{"number":13,"verse":"Saba, and Dedan, and the marchauntis of Tharsis, and alle the liouns therof schulen seie to thee, Whether thou comest to take spuylis? Lo! to rauysche prey thou hast gaderid thi multitude, that thou take awei gold and siluer, and do awei purtenaunce of houshold and catel, and that thou rauysche preyes with out noumbre."},{"number":14,"verse":"Therfor profesie thou, sone of man; and thou schalt seie to Gog, The Lord God seith these thingis, Whether not in that dai, whanne my puple Israel schal dwelle tristili, thou schalt wite;"},{"number":15,"verse":"and schalt come fro thi place, fro the sidis of the north, thou, and many puplis with thee, alle stieris of horsis, a greet cumpany, and an huge oost;"},{"number":16,"verse":"and thou as a cloude schalt stie on my puple Israel, that thou hile the erthe? Thou schalt be in the laste daies, and Y schal brynge thee on my lond, that my folkis wite, whanne Y schal be halewid in thee, thou Gog, bifor the iyen of them."},{"number":17,"verse":"The Lord God seith these thingis, Therfor thou art he of whom Y spak in elde daies, in the hond of my seruauntis, profetis of Israel, that profesieden in the daies of tho tymes, that Y schulde bringe thee on hem."},{"number":18,"verse":"And it schal be, in that dai, in the dai of the comyng of Gog on the lond of Israel, seith the Lord God, myn indignacioun schal stie in my strong veniaunce, and in my feruour;"},{"number":19,"verse":"Y spak in the fier of my wraththe."},{"number":20,"verse":"For in that dai schal be grete mouyng on the lond of Israel; and fischis of the see, and beestis of erthe, and briddis of the eir, and ech crepynge beeste which is mouyd on erthe, and alle men that ben on the face of erthe, schulen be mouyd fro my face; and hillis schulen be vndurturned, and heggis schulen falle doun, and ech wal schal falle doun in to erthe."},{"number":21,"verse":"And Y schal clepe togidere a swerd ayens hym in alle myn hillis, seith the Lord God; the swerd of ech man schal be dressid ayens his brother."},{"number":22,"verse":"And thanne Y schal deme hym bi pestilence, and blood, and greet reyn, and bi greet stoonys; Y schal reyn fier and brymstoon on hym, and on his oost, and on many puplis that ben with hym."},{"number":23,"verse":"And Y schal be magnefied, and Y shal be halewid, and Y shal be knowun bifore the iyen of many folkis; and thei schulen wite, that Y am the Lord."}]}