{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":41,"verses":[{"number":1,"verse":"And he ledde me in to the temple, and he mat the frountis, sixe cubitis of breede on this side, and sixe cubitis of breede on that side, the breede of the tabernacle."},{"number":2,"verse":"And the breede of the yate was of ten cubitis; and he mat the sidis of the yate bi fyue cubitis on this side, and bi fyue cubitis on that side; and he mat the lengthe therof of fourti cubitis, and the breede of twenti cubitis."},{"number":3,"verse":"And he entride with ynne, and he mat in the frount of the yate twei cubitis; and he mat the yate of sixe cubitis, and the breede of the yate of seuene cubits."},{"number":4,"verse":"And he mat the lengthe therof of twenti cubitis, and the breede of twenti cubitis, bifor the face of the temple."},{"number":5,"verse":"And he seide to me, This is the hooli thing of hooli thingis. And he mat the wal of the hous of sixe cubitis, and the breede of the side of foure cubitis, on ech side bi cumpas of the hous."},{"number":6,"verse":"Forsothe the sidis weren tweies thre and thretti, the side to the side; and tho weren stondynge an hiy, that entriden bi the wal of the hous, in the sidis bi cumpas, that tho helden togidere, and touchiden not the wal of the temple."},{"number":7,"verse":"And a street was in round, and stiede vpward bi a vijs, and bar in to the soler of the temple bi cumpas; therfor the temple was braddere in the hiyere thingis; and so fro the lowere thingis me stiede to the hiyere thingis, and in to the myddis."},{"number":8,"verse":"And Y siy in the hous an hiynesse bi cumpas, the sidis foundid at the mesure of a rehed in the space of sixe cubitis;"},{"number":9,"verse":"and the breede by the wal of the side with outforth, of fyue cubitis; and the ynnere hous was in the sidis of the hous."},{"number":10,"verse":"And bitwixe treseries Y siy the breede of twenti cubitis in the cumpas of the hous on ech side;"},{"number":11,"verse":"and Y siy the dore of the side to preier; o dore to the weie of the north, and o dore to the weie of the south; and Y siy the breede of place to preier, of fyue cubitis in cumpas."},{"number":12,"verse":"And the bildyng that was ioyned to the place departid, and turned to the weie biholdynge to the see, of the breede of seuenti cubitis; sotheli the wal of the bildyng of fyue cubitis of breede bi cumpas, and the lengthe therof of nynti cubitis."},{"number":13,"verse":"And he mat the lengthe of the hous, of an hundrid cubitis; and that that was departid, the bildyng and the wallis therof, of lengthe of an hundrid cubitis."},{"number":14,"verse":"Forsothe the breede of the street bifor the face of the hous, and of that that was departid ayens the eest, was of an hundrid cubitis."},{"number":15,"verse":"And he mat the lengthe of the bildyng ayens the face of that, that was departid at the bak; he mat the boteraces on euer either side of an hundrid cubitis. And he mat the ynnere temple, and the porchis of the halle,"},{"number":16,"verse":"lyntels, and wyndows narowe withoutforth and broode with ynne; boteraces in cumpas bi thre partis, ayenst the lintel of ech, and araied with tree bi cumpas al aboute; sotheli fro the erthe til to the wyndows, and the wyndows weren closid on the doris,"},{"number":17,"verse":"and til to the ynnere hous, and withoutforth bi al the wal in cumpas, with ynne and with outforth at mesure."},{"number":18,"verse":"And cherubyns and palm trees weren maad craftili, and a palm tree bitwixe cherub and cherub; and cherub hadde twei faces,"},{"number":19,"verse":"the face of a man bisidis the palm tree on this side, and the face of a lioun expressid bisidis the palm tree on `the tother side. Bi al the hous in cumpas, fro the erthe til to the hiyere part,"},{"number":20,"verse":"cherubyns and palm trees weren grauun in the wal of the temple."},{"number":21,"verse":"A threisfold foure cornerid; and the face of the biholdyng of the seyntuarie was ayens the biholding of the auter of tree;"},{"number":22,"verse":"the heiythe therof was of thre cubitis, and the lengthe therof of twei cubitis; and the corneris therof, and the lengthe therof, and the wallis therof, weren of tree. And he spak to me, This is the boord bifor the Lord."},{"number":23,"verse":"And twei doris weren in the temple, and in the seyntuarie."},{"number":24,"verse":"And in the twei doris on euer either side weren twei litle doris, that weren foldun togidere in hem silf; for whi twei doris weren on euer either side of the doris."},{"number":25,"verse":"And cherubyns and the grauyng of palm trees weren grauun in tho doris of the temple, as also tho weren expressid in the wallis. Wherfor and grettere trees weren in the frount of the porche with outforth,"},{"number":26,"verse":"on whiche the wyndows narowe with out and large with ynne, and the licnesse of palm trees weren on this side and on that syde; in the litle vndursettyngis of the porche, bi the sidis of the hous, and bi the breede of the wallis."}]}