{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"And he turnede me to the yate of the hous; and lo! watris yeden out vndur the threisfold of the hous to the eest; for the face of the hous bihelde to the eest; forsothe the watris camen doun in to the riyt side of the temple, to the south part of the auter."},{"number":2,"verse":"And he ledde me out bi the weie of the north yate, and he turnede me to the weie with out the outermere yate, to the weie that biholdith to the eest; and lo! watris flowynge fro the riyt side,"},{"number":3,"verse":"whanne the man that hadde a coord in his hond, yede out to the eest. And he mat a thousynde cubitis, and ledde me ouer thorou the water til to the heelis."},{"number":4,"verse":"And eft he mat a thousynde, and ledde me ouer thorouy the watir `til to the knees."},{"number":5,"verse":"And eft he mat a thousynde, and ledde me ouer thorouy the watir `til to the reynes. And he mat a thousynde, the stronde which Y myyte not passe; for the depe watris of the stronde hadden wexe greet, that mai not be waad ouer."},{"number":6,"verse":"And he seide to me, Certis, sone of man, thou hast seyn. And he seide to me; and he turnede me to the ryuere of the stronde."},{"number":7,"verse":"And whanne Y hadde turned me, lo! in the ryuer of the stronde ful many trees on euer either side."},{"number":8,"verse":"And he seide to me, These watris that goon out to the heepis of soond of the eest, and goen doun to pleyn places of desert, schulen entre in to the see, and schulen go out; and the watris schulen be heelid."},{"number":9,"verse":"And ech lyuynge beeste that creepith, schal lyue, whidur euere the stronde schal come; and fischis many ynow schulen be, aftir that these watris comen thidur, and schulen be heelid, and schulen lyue; alle thingis to whiche the stronde schal come, schulen lyue."},{"number":10,"verse":"And fisshers schulen stonde on tho watris; fro Engaddi `til to Engallym schal be driyng of nettis; ful many kyndis of fischis therof schulen be, as the fischis of the greet see, of ful greet multitude;"},{"number":11,"verse":"but in brynkis therof and in maraisis watris shulen not be heelid, for tho `schulen be youun in to places of makynge of salt."},{"number":12,"verse":"And ech tree berynge fruit schal growe on the stronde, in the ryueris therof on ech side; a leef therof schal not falle doun, and the fruyt therof schal not faile; bi alle monethis it schal bere firste fruytis, for the watris therof schulen go out of the seyntuarie; and the fruytis therof schulen be in to mete, and the leeuys therof to medicyn."},{"number":13,"verse":"The Lord God seith these thingis, This is the ende, in which ye schulen welde the lond, in the twelue lynagis of Israel; for Joseph hath double part."},{"number":14,"verse":"Forsothe ye schulen welde it, ech man euenli as his brother; on which Y reiside myn hond, that Y schulde yyue to youre fadris; and this lond schal falle to you in to possessioun."},{"number":15,"verse":"This is the ende of the lond at the north coost fro the grete see, the weie of Bethalon to men comynge to Sedala,"},{"number":16,"verse":"Emath, Beroth, Sabarym, which is in the myddis bitwixe Damask and niy coostis of Emath, the hous of Thichon, which is bisidis the endis of Auran."},{"number":17,"verse":"And the ende schal be fro the see `til to the porche of Ennon, the ende of Damask, and fro the north til to the north, the ende of Emath; forsothe this is the north coost."},{"number":18,"verse":"Certis the eest coost fro the myddis of Auran, and fro the myddis of Damask, and fro the myddis of Galaad, and fro the myddis of the lond of Israel, is Jordan departynge at the eest see, also ye schulen mete the eest coost."},{"number":19,"verse":"Forsothe the south coost of myddai is fro Thamar til to the watris of ayenseiyng of Cades; and the stronde til to the greet see, and the south coost at myddai."},{"number":20,"verse":"And the coost of the see is the greet see, fro the niy coost bi streiyt, til thou come to Emath; this is the coost of the see."},{"number":21,"verse":"And ye schulen departe this lond to you bi the lynagis of Israel;"},{"number":22,"verse":"and ye schulen sende it in to eritage to you, and to comelyngis that comen to you, that gendriden sones in the myddis of you; and thei schulen be to you as men borun in the lond among the sones of Israel; with you thei schulen departe possessioun, in the myddis of the lynages of Israel."},{"number":23,"verse":"Forsothe in what euer lynage a comelyng is, there ye schulen yyue possessioun to hym, seith the Lord God."}]}