{"bibleAbbr":"WYC1395","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"And the word of the Lord was maad to me,"},{"number":2,"verse":"`and he seide, And thou, sone of man, the Lord God of the lond of Israel seith these thingis, The ende cometh, the ende cometh, on foure coostis of the lond."},{"number":3,"verse":"Now an ende is on thee, and Y shal sende in my strong veniaunce on thee, and Y schal deme thee bi thi weies, and Y schal sette alle thin abhomynaciouns ayens thee."},{"number":4,"verse":"And myn iye shal not spare on thee, and Y schal not do mercy. But Y shal sette thi weies on thee, and thin abhomynaciouns schulen be in the myddis of thee; and ye schulen wite, that Y am the Lord."},{"number":5,"verse":"The Lord God seith these thingis, O turment, lo!"},{"number":6,"verse":"turment cometh; the ende cometh, the ende cometh; it schal wake fulli ayens thee; lo! it cometh."},{"number":7,"verse":"Sorewe cometh on thee, that dwellist in the lond; the tyme cometh, the dai of sleyng is niy, and not of glorie of hillis."},{"number":8,"verse":"Now anoon Y schal schede out myn ire on thee, and Y schal fille my strong veniaunce in thee; and Y schal deme thee bi thi weies, and Y schal putte to thee alle thi grete trespassis."},{"number":9,"verse":"And myn iye schal not spare, nether Y schal do merci; but Y schal putte on thee thi weies, and thin abhomynaciouns schulen be in the myddis of thee; and ye schulen wite, that Y am the Lord smytynge."},{"number":10,"verse":"Lo! the dai, lo! it cometh; sorewe is gon out. A yerde flouride,"},{"number":11,"verse":"pride buriownede, wickidnesse roos in the yerde of vnpitee; not of hem, and not of the puple, nether of the sown of hem, and no reste shal be in hem."},{"number":12,"verse":"The tyme cometh, the dai neiyede; he that bieth, be not glad, and he that sillith, mourne not; for whi ire is on al the puple therof."},{"number":13,"verse":"For he that sillith, schal not turne ayen to that that he seelde, and yit the lijf of hem is in lyueris; for whi the reuelacioun to al the multitude therof shal not go ayen, and a man schal not be coumfortid in the wickidnesse of his lijf."},{"number":14,"verse":"Synge ye with a trumpe, alle men be maad redi, and noon is that schal go to batel; for whi my wraththe is on al the puple therof."},{"number":15,"verse":"Swerd is with out forth, pestilence and hungur with ynne; he that is in the feeld, schal die bi swerd; and thei that ben in the citee, schulen be deuourid bi pestilence and hungur."},{"number":16,"verse":"And thei schulen be sauyd that fleen of hem; and thei schulen be as culueris of grete valeis in hillis, alle quakynge, ech man in his wickidnesse."},{"number":17,"verse":"Alle hondis schulen be aclumsid, and alle knees schulen flowe with watris."},{"number":18,"verse":"And thei schulen girde hem with heiris, and inward drede schal hile hem; and schenschipe schal be in ech face, and ballidnesse schal be in alle the heedis of hem."},{"number":19,"verse":"The siluer of hem schal be cast out, and the gold of hem schal be in to a dunghil; the siluer of hem and the gold of hem schal not mowe delyuere hem in the dai of the strong veniaunce of the Lord. Thei schulen not fille her soule, and the wombis of hem schulen not be fillid; for it is maad the sclaundre of hir wickidnesse."},{"number":20,"verse":"And thei setteden the ournement of her brochis in to pride; and thei maden of it the ymagis of her abhomynaciouns and simylacris. For this thing Y yaf it to hem, in to vnclennesse."},{"number":21,"verse":"And Y schal yyue it in to the hondis of aliens, to rauysche, and to the vnpitouse men of erthe, in to prey, and thei schulen defoule it."},{"number":22,"verse":"And Y schal turne awei my face fro hem, and thei schulen defoule my priuyte; and harlotis schulen entre in to it, and schulen defoule it."},{"number":23,"verse":"Make thou a closyng to gidere; for the lond is ful of doom of bloodis, and the citee is ful of wickidnesse."},{"number":24,"verse":"And Y schal brynge the worste of hethene men, and thei schulen haue in possessioun the housis of hem; and Y schal make the pride of miyti men to ceesse, and enemyes schulen haue in possessioun the seyntuaries of hem."},{"number":25,"verse":"In anguysch comynge aboue thei schulen seke pees, and it schal not be."},{"number":26,"verse":"Disturblyng schal come on disturblyng, and heryng on heryng; and thei schulen seke of the profete a reuelacioun, and lawe shal perische fro the preest, and counsel fro eldre men."},{"number":27,"verse":"The kyng schal mourne, and the prince schal be clothid in weilyng, and the hondis of the puple of the lond schulen be disturblid; bi the weie of hem Y schal do to hem, and bi the domes of hem Y schal deme hem; and thei schulen wite, that Y am the Lord."}]}