{"bibleAbbr":"RV1885","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"Woe is me! for I am as when they have gathered the summer fruits, as the grape gleanings of the vintage: there is no cluster to eat; my soul desireth the firstripe fig."},{"number":2,"verse":"The godly man is perished out of the earth, and there is none upright among men: they all lie in wait for blood; they hunt every man his brother with a net."},{"number":3,"verse":"Their hands are upon that which is evil to do it diligently; the prince asketh, and the judge {cf15i is ready} for a reward; and the great man, he uttereth the mischief of his soul: thus they weave it together."},{"number":4,"verse":"The best of them is as a brier: the most upright is {cf15i worse} than a thorn hedge: the day of thy watchmen, even thy visitation, is come; now shall be their perplexity."},{"number":5,"verse":"Trust ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom."},{"number":6,"verse":"For the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man s enemies are the men of his own house."},{"number":7,"verse":"But as for me, I will look unto the LORD; I will wait for the God of my salvation: my God will hear me."},{"number":8,"verse":"Rejoice not against me, O mine enemy: when I fall, I shall arise; when I sit in darkness, the LORD shall be a light unto me."},{"number":9,"verse":"I will bear the indignation of the LORD, because I have sinned against him; until he plead my cause, and execute judgment for me: he will bring me forth to the light, {cf15i and} I shall behold his righteousness."},{"number":10,"verse":"Then mine enemy shall see it, and shame shall cover her; which said unto me, Where is the LORD thy God? Mine eyes shall behold her; now shall she be trodden down as the mire of the streets."},{"number":11,"verse":"A day for building thy walls! in that day shall the decree be far removed."},{"number":12,"verse":"In that day shall they come unto thee, from Assyria and the cities of Egypt, and from Egypt even to the River, and from sea to sea, and {cf15i from} mountain to mountain."},{"number":13,"verse":"Yet shall the land be desolate because of them that dwell therein, for the fruit of their doings."},{"number":14,"verse":"Feed thy people with thy rod, the flock of thine heritage, which dwell solitarily, in the forest in the midst of Carmel: let them feed in Bashan and Gilead, as in the days of old."},{"number":15,"verse":"As in the days of thy coming forth out of the land of Egypt will I shew unto him marvelous things."},{"number":16,"verse":"The nations shall see and be ashamed of all their might: they shall lay their hand upon their mouth, their ears shall be deaf."},{"number":17,"verse":"They shall lick the dust like a serpent; like crawling things of the earth they shall come trembling out of their close places: they shall come with fear unto the LORD our God, and shall be afraid because of thee."},{"number":18,"verse":"Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy."},{"number":19,"verse":"He will turn again and have compassion upon us; he will tread our iniquities under foot: and thou wilt cast all their sins into the depths of the sea."},{"number":20,"verse":"Thou wilt perform the truth to Jacob, {cf15i and} the mercy to Abraham, which thou hast sworn unto our fathers from the days of old."}]}