{"bibleAbbr":"guOV2016","bookName":"તિમોથીને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"( અંતના દિવસો) પણ છેલ્લા સમયમાં સંકટના વખતો આવશે, એ વાત ધ્યાનમાં રાખ."},{"number":2,"verse":"કેમ કે માણસો સ્વાર્થી, દ્રવ્યલોભી, આપવડાઈ કરનારા, ગર્વિષ્ઠ, નિંદક, માતાપિતાનું સન્માન નહિ રાખનારા, કૃતધ્ની, અધર્મી,"},{"number":3,"verse":"પ્રેમરહિત, ક્રૂર, દોષ મૂકનાર, સંયમ ન કરનારા, નિર્દય, શુભદ્વેષી,"},{"number":4,"verse":"વિશ્વાસઘાતી, ઉદ્ધત, મદાંધ, ઈશ્વર પર નહિ પણ વિલાસ પર‍ પ્રેમ રાખનારા;"},{"number":5,"verse":"ભક્તિભાવનું ડોળ દેખાડીને તેના સામર્થ્યનો સ્વીકાર નહિ કરનારા થશે આવા માણસોથી તું દૂર રહે."},{"number":6,"verse":"કેમ કે તેઓમાંના કેટલાક એવા છે કે જેઓ પારકા ઘરમાં બેસીને મૂર્ખ, પાપથી લદાયેલી, નાના પ્રકારની દુર્વાસનાઓથી વહી ગયેલી,"},{"number":7,"verse":"હંમેશાં શિક્ષણ લેનારી છતાં પણ સત્યનું જ્ઞાન પ્રાપ્‍ત નહિ કરી શકે એવી સ્‍ત્રીઓને પોતાને કબજે કરી લે છે."},{"number":8,"verse":"જેમ ( .) જાન્‍નેસ તથા જામ્બ્રેસ મૂસાની સામા થયા, તેમ એવા માણસો પણ સત્યની સામા થાય છે. તેઓ ભ્રષ્ટ મતિના, વિશ્વાસથી પતિત થયેલા માણસો છે."},{"number":9,"verse":"પણ તેઓ આગળ ચાલવાના નથી, કેમ કે જેમ એ [બંને] ની મૂર્ખતા પ્રગટ થઈ, તેમ તેઓની પણ સર્વની આગળ પ્રગટ થશે."},{"number":10,"verse":"( અંતિમ સૂચનાઓ) પણ મારો ઉપદેશ, આચરણ, હેતુ, વિશ્વાસ, સહનશીલતા, પ્રેમ તથા ધીરજ"},{"number":11,"verse":"ધ્યાનમાં રાખીને તથા મને જે સતાવણી થઈ તથા દુ:ખો પડયાં, અને ( .) અંત્યોખમાં, ( .) ઈકોનિયામાં તથા ( .) લુસ્‍ત્રામાં જે સતાવણી મેં સહન કરી તે બધામાં તું મારી પાછળ ચાલ્યો. પણ આ બધાં દુ:ખોમાંથી પ્રભુએ મને છોડાવ્યો."},{"number":12,"verse":"જેઓ ખ્રિસ્ત ઈસુમાં ભક્તિભાવથી ચાલવા ઇચ્છે છે, તેઓ સર્વ પર સતાવણી થશે જ."},{"number":13,"verse":"પણ દુષ્ટ માણસ તથા ધુતારાઓ ઠગીને તથા ઠગાઈને વિશેષ દુરાચાર કરતા જશે."},{"number":14,"verse":"પણ જે વાતો તું શીખ્યો ને જેના વિષે તને ખાતરી થઈ છે તેઓને વળગી રહે, કેમ કે તું કોની પાસે શીખ્યો એ તને માલૂમ છે."},{"number":15,"verse":"અને વળી તું બાળપણથી પવિત્ર શાસ્‍ત્ર જાણે છે, તે [પવિત્ર શાસ્‍ત્ર] ઈસુ ખ્રિસ્ત પરના વિશ્વાસ દ્વારા તારણને માટે તને‍ જ્ઞાન આપી શકે છે, તે પણ તું જાણે છે."},{"number":16,"verse":"દરેક શાસ્‍ત્ર ઈશ્વરપ્રેરિત છે, તે બોધ, નિષેધ, સુધારા અને ન્યાયીપણાના શિક્ષણને અર્થે ઉપયોગી છે."},{"number":17,"verse":"જેથી ઈશ્વરનો ભક્ત સંપૂર્ણ તથા સર્વ સારાં કામ કરવાને માટે તૈયાર થાય."}]}