{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"( दाऊद क साऊल क मउत क पता चलत ह) अमालेकियन क हरावइ क पाछे दाऊद सिकलग लउटा अउर हुवाँ दुइ दिन ठहरा। इ साऊल क मउत क पाछे भवा।"},{"number":2,"verse":"तीसरे दिन, एक ठु नउजवान सिकलग आवा। उ साऊल क फउजी सिबिर स आए रहेन। उ मनई क ओढ़ना फटे रहेन अउर ओकरे मूँड़े पइ धूरि रही। उ मनई दाऊद क लगे आवा अउर दाऊद क समन्वा मुँहे क बल गिरिके दण्डवत किहस।"},{"number":3,"verse":"दाऊद उ मनई स पूछेस, “तू कहाँ स आवा अहा?” उ मनई दाऊद क जवाब दिहस, “मइँ इस्राएलियन क सिबिर स बचि निकरा हउँ।”"},{"number":4,"verse":"दाऊद ओहसे कहेस, “कृपा कइके मोका इ बतावा कि जुद्ध कउन जीतेस?” उ मनई जवाब दिहस, “हमार लोग जुद्ध स पराइ गएन। बहोत सारा लोग जुद्ध मँ मार डावा गएन। साऊल अउ ओकर पूत योनातन दुइनउँ मर गएन ह।”"},{"number":5,"verse":"दाऊद नउजुवक स पूछेस, “तू कइसे जानत अहा कि साऊल अउ ओकर पूत योनातन दुइनउँ मर गएन ह?”"},{"number":6,"verse":"नउजुवक दाऊद स कहेस, “मइँ गिलबो पर्वते पइ रहेउँ। हुवाँ मइँ साऊल क अपने भाले पइ निहुरन लखेउँ। पलिस्ती रथ अउ घुड़सवार साऊल क नज़दीक स नज़दीक आवत रहेन।"},{"number":7,"verse":"साऊल पाछे मुड़ा अउर उ मोका लखेस। उ मोहका गोहराएस। मइँ जवाब दिहेउँ, मइँ हिआँ अहउँ।"},{"number":8,"verse":"तब साऊल मोहसे पूछेस, ‘तू कउन अहा?’ मइँ जवाब दिहेउँ, ‘मइँ अमालेकी हउँ।’"},{"number":9,"verse":"साऊल कहेस, ‘कृपा कइके मोका मार डावा। मइँ बुरी तरह घायल हउँ अउर मइँ वइसे भी लगभग मरि गवा हउँ।’"},{"number":10,"verse":"एह बरे मइँ रुकेउँ अउर ओका मार डाएउँ। उ एतना बुरी तरह घायल रहा कि मइँ समुझ गएउँ कि उ जिअत नाहीं रहि सकत। तब मइँ ओकरे मूँड़े स मुकुट अउ भुजा स बाजूबन्द उतारेउँ अउर मोर सुआमी, मइँ मुकुट अउ बाजूबन्द हिआँ आप क खातिर लिआए अहउँ।”"},{"number":11,"verse":"तब दाऊद अपने ओढ़नन क इ परगट करइ बरे फार डाएस कि उ बहोत सोक मँ बूड़ा अहइ। दाऊद क संग सबहि लोग अइसा ही किहेन।"},{"number":12,"verse":"दाऊद अउर ओकर मनइयन बहोत दुःखी रहेन अउर रोए रहेन। उ पचे साँझ तलक कछू खाएन नाहीं। उ पचे दाऊद क लोगन बरे रोएन जउन मारा ग रहेन। उ पचे एह बरे रोएन कि साऊल, ओकर पूत योनातन अउर बहोत स इस्राएली जुद्ध मँ मारा ग रहेन।"},{"number":13,"verse":"( दाऊद अमालेकी क मार डावइ क हुकुम देत ह) दाऊद उ जुवक स बातचीत किहस जउन साऊल क मउत क सूचना दिहस। दाऊद पूछेस, “तू कहाँ क निवासी अहा?” जुवक जवाब दिहस, “मइँ एक बिदेसी क पूत हउँ। मइँ अमालेकी हउँ।”"},{"number":14,"verse":"दाऊद जुवक स पूछेस, “तू यहोवा क चुने राजा क मारइ स ससान काहे नाहीं भया?”"},{"number":15,"verse":"तब दाऊद अमालेकी जुवक स कहेस, “तू खुद आपन मउत क बरे जिम्मेदार अहा। तू कहया कि तू यहोवा क चुने राजा क मार डाया। एह बरे तोहार खुद क सब्दन तोहका अपराधी सिद्ध किहन ह।” तब दाऊद आपन सेवक जुवकन मँ स एक ठु जुवक क बोलाएस अउर अमालेकी क मार डावइ क कहेस। इस्राएली जुवक अमालेकी क मार डाएस।"},{"number":17,"verse":"( साऊल अउ योनातान क बारे मँ दाऊद क सोकगीत) दाऊद साऊल अउ ओकर पूत योनातान क बारे मँ एक ठु सोकगीत गाएस।"},{"number":18,"verse":"दाऊद अपने मनइयन स इ गीत क यहूदा क लोगन क सिखावइ क कहेस, इ सोकगीत क धनुस कहा गवा ह। इ गीत यासार क किताबे मँ लिखा बाटइ।"},{"number":19,"verse":"“ओह इस्राएल, तोहार महिमा तोहरे पहाड़न मँ मटियामेट भवा। ओह, कइसे उ सूरवीर जुद्ध मँ हार गएन।"},{"number":20,"verse":"एका गत मँ न कहा, एका अस्कलोन क गलियन मँ एलान न करा। उ पचे पलिस्तियन क सहर एहसे खुस होइहीं। उ पचे विदेसियन खुस होइहीं।"},{"number":21,"verse":"“मोर इच्छा अहइ कि गिलबो क पर्वत पइ ओस अउर बर्खा न होइ, मोर इच्छा अहइ कि ओन खेतन स आवइवाली बलि-भेंटन न होइँ। सक्तीसाली मनसेधुअन क ढाल अइसा फैंकि जाइ जइसे इ बेकार रही। साऊल क ढाल जियादा दिना तलक तेल स पालिस कीन्ह भइ नाहीं रही।"},{"number":22,"verse":"योनातान क धनुस अपने भाग क दुस्मनन क मारेस, अउर साऊल क तरवार अपने हींसे क दुस्मनन क मारेस। उ पचे ओन मनइयन क खून स धब्बा लगाएन जउन अब मरि चुका अहइँ, उ पचे उ सक्तीसाली मनइयन क चर्बी क काटि दिहेस।"},{"number":23,"verse":"“साऊल अउ योनातन, एक दूसर स पिरेम करत रहेन। उ पचे एक दूसर स सुखी रहेन जब तलक उ पचे जिअत रहेन, साऊल अउर योनातान मउत तलक मँ भी साथ रहेन। उ पचे उकाब स भी तेज जात रहेन, उ पचे सेर स जियादा बरिआर रहेन।"},{"number":24,"verse":"इस्राएल क बिटियो, साऊल खातिर रोवा। साऊल तोहका लाल पहिरावा दिहस, साऊल तोहरे ओढ़नन पइ सोने क जेवर सजाएस ह।"},{"number":25,"verse":"“सक्तीसाली मनसेधू जुद्ध मँ काम आएन। योनातान गिलबो पहाड़े पइ मरा।"},{"number":26,"verse":"मोर भाई योनातान, मइँ तोहरे खातिर रोवत हउँ। मोका तोहार दोस्ती स बहोत आन्नद मिलेस ह। तोर पिरेम मोरे बरे एक ठु मेहरारू क पिरेम जियाद रहा।"},{"number":27,"verse":"सक्तीसाली मनसेधू जुद्ध मँ काम आएन, जुद्ध क सस्त्र चले गएन ह।”"}]}