{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"( अबसालोम बहोत स मीत बनावत ह) एकरे पाछे अबसालोम एक रथ अउ घोड़न अपने बरे लिहस। जब उ रथ चलावत रहा तउ अपने सामने पचास ठु दउड़त मनइयन क रखत रहा।"},{"number":2,"verse":"अबसालोम जल्दी उठत अउर दुआरे क निचके खड़ा होत। जदि कउनो मनई अइसा होत जेकर कउनो समस्या होत अउर निआउ बरे राजा दाऊद क लगे आवत होत, अबसालोम ओहसे पूछत, “तू कउनो नगर क अहा?” उ मनई जवाब देत, “मइँ अमुक हउँ अउ इस्राएल क अमुक परिवार समूह क हूँ।”"},{"number":3,"verse":"तब अबसालोम ओन मनइयन स कहा करत, “लखा, जउन तू कहत रह्या उ सुभ अउर उचित अहइ किन्तु राजा दाऊद तोहर एक ठु नाहीं सुनी।”"},{"number":4,"verse":"अबसालोम इ भी कहत, “अह, मइँ चाहत कि कउनो मोका इ भूइयाँ क निआवाधीस बनावत। तब मइँ ओन मनइयन मँ स हर एक क मदद कइ सकत जउन निआव बरे समस्या लइके अउतेन।”"},{"number":5,"verse":"जब कउनो मनई अबसालोम क लगे आवत अउर ओकरे समन्वा प्रणाम करइ क निहुरत, तउ अबसालोम हाथ बढ़ाइके ओका पकरलेत अउ ओकर चुम्बन करत जइसा उ ओकर नजिक क मीत अहइ।"},{"number":6,"verse":"अबसालोम अइसा ओन सबहिं इस्राएलियन क संग करत जउन राजा दाऊद क लगे निआव बरे अउतेन। इ तरह अबसालोम इस्राएल क सबहिं लोगन क हिरदइ जीत लिहस।"},{"number":7,"verse":"( अबसालोम क जरिये दाऊद क राज्ज क लेइ क जोजना) चार बरिस पाछे अबसालोम राजा दाऊद स कहेस, “कृपा कइके मोका अपनी खास प्रतिग्या क पूरी करइ जाइ द्या जेका मइँ हेब्रोन मँ यहोवा क समन्वा किहे रहेउँ।"},{"number":8,"verse":"मइँ इ प्रतिग्या तब किहे रहेउँ जब मइँ गसूर अराम मँ रहत रहेउँ। मइँ कहे रहेउँ, ‘जदि यहोवा मोका यरूसलेम लउटाई तउ मइँ यहोवा क सेवा करब।’”"},{"number":9,"verse":"राजा दाऊद कहेस, “सान्तिपूर्वक जा।” अबसालोम हेब्रोन गवा।"},{"number":10,"verse":"किन्तु अबसालोम इस्राएल क सबहिं परिवार समूहन मँ जासूस पठएस। एन जासूनन लोगन स कहेन, “जब तू पचे तुरही क आवाज सुना, तउ कहा कि ‘अबसालोम हेब्रोन मँ राजा होइ गवा।’”"},{"number":11,"verse":"अबसालोम दुइ सौ मनइयन क अपने संग चलइ बरे न्यौतेस। उ सबइ मनई ओकरे संग यरूसलेम स बाहेर गएन। किन्तु उ पचे इ नाहीं जानत रहेन कि ओकर जोजना का अहइ।"},{"number":12,"verse":"अहीतोपेल दाऊद क सलाहकारन मँ स एक रहा। अहीतोपेल गीलो नगर क निवासी रहा। जब अबसालोम बलि-भेंटन क चढ़ावत रहा, उ अहीतोपेल क गीलो नगर स बुलाएस। अबसालोम क जोजना ठीक-ठाक चलत रही अउर जियादा स जियादा लोग ओकर समर्थन करइ लागेन।"},{"number":13,"verse":"( दाऊद क अबसालोम क जोजना क सूचना) एक ठु मनई दाऊद क सूचना देइ आवा। उ मनई कहेस, “इस्राएल क लोग अबसालोम क अनुसरण करब सुरू करत अहइँ।”"},{"number":14,"verse":"तब दाऊद यरूसलेम मँ रहइवाले आपन सबहिं अधिकारियन स कहेस, “हम पचन्क जरूर पराइ चाही, अन्यथा हम मँ स कउनो भी अबसालोम स बच के नाहीं निकरि सकब्या। अबसालोम क जरिये धरें जाइ क पहिले हम लोग हाली करी। नाहीं तउ उ हम सबहिं क नस्ट कइ देइ अउर उ यरूसलेम क लोगन क मार डाइ।”"},{"number":15,"verse":"राजा क सेवकन राजा स कहेन, “जउन कछू भी आप कहिहीं, हम लोग करब।”"},{"number":16,"verse":"( दाऊद अउ ओकर आदमी बच निकरत हीं) राजा दाऊद अपने घर क सबहिं लोगन क संग बाहेर निकर गवा। राजा घर क देखभाल क बरे आपन दस उप-पत्नियन क हुवाँ तजेस।"},{"number":17,"verse":"राजा अपने सबहिं लोगन क साथ लइके जउन ओका अनुसरण किहा बाहेर निकरा। उ पचे नगर क आखिरी मकाने पइ रूकेन।"},{"number":18,"verse":"ओकर सबहिं सेवक राजा क पास स गुजरेन, अउर सबहिं करेती, सस्बहिं पलेनी अउ गती (गत स छ: सौ मनई) राजा क लगे स गुजरेन।"},{"number":19,"verse":"राजा गत क इत्तै स कहेस, “तू लोग भी हमरे संग काहे जात अहा? लउट जा अउर नवा राजा (अबसालोम) क संग रहा। तू बिदेसी अहा। इ तू लोगन क ग्रह-भूइँया नाहीं अहइ।"},{"number":20,"verse":"ठीक कछू देरी तू हमरे संग जुड़्या। का मोका अलग-अलग जगहन पइ तोहका हमारे संग भटकई चाही? नाहीं! लउटा अउर आपन भाइयन क अपने संग ल्या। मोर पराथना अहइ कि तोहरे बरे दाया अउ वफ़दारी देखाँवा जाइ।”"},{"number":21,"verse":"किन्तु इत्तै राजा क जवाब दिहेस, “यहोवा क जिन्नगी क किरिया, जब तलक आप जिअत अहइँ मइँ आप क संग रहब। मोर सुआमी, राजा मइँ तोहार संग रहब जहाँ कहुँ भी जाब्या चाहे इ जीवन अही या मरण।”"},{"number":22,"verse":"दाऊद इत्तै स कहेस, “आवा, हम लोग किद्रोन नाला क पार करी।” एह बरे गत क इत्तै अउ ओकर सबहिं लोग अपने बच्चन सहित किद्रोन नाले क पार गएन।"},{"number":23,"verse":"सबहिं लोग जोर स रोवत रहेन। राजा दाऊद किद्रोन नाले क पार किहस। तब सबहिं लोग रेगिस्ताने कइँती बढ़ेन।"},{"number":24,"verse":"सादोक अउ ओकर संग क लवीबंसी परमेस्सर क करार क सन्दूख क लइके चलत रहेन। उ पचे परमेस्सर क पवित्तर सन्दूख क खाले रखेन। एब्यातार तब तलक पराथना किहेस कि जब तलक सबहिं लोग यरूसलेम स बाहेर नाहीं निकर गएन।"},{"number":25,"verse":"राजा दाऊद सादोक स कहेस, “परमेस्सर क पवित्तर सन्दूख क यरूसलेम लउटाइ लइ जा। जदि यहोवा मोह पइ दयालु अहइ, तउ उ मोका वापस लउटाइ अउर यहोवा मोका यरूसलेम अउर आपन मन्दिर क देखइ देइ।"},{"number":26,"verse":"किन्तु जदि यहोवा कहत ह कि मोहे पइ खुस नाहीं अहइ तउ उ मोरे खिलाफ, जउन कछू भी चाहत ह, कइ सकत ह।”"},{"number":27,"verse":"राजा याजक सादोक स कहेस, “तू एक ठु दर्शी अहा सान्तिपूर्वक नगर क जा। आपन पूत अहीमास अउ एब्यातार क पूत योनातन स अपने संग ल्या।"},{"number":28,"verse":"मइँ ओन ठउरन क निचके प्रतीच्छा करब जहाँ स लोग नदी पार होइ रेगिस्तान मँ जात हीं। मइँ हुवाँ तब तलक प्रतीच्छा करब जब तलक तोहसे कउनो सूचना नाहीं मिलत।”"},{"number":29,"verse":"एह बरे सादोक अउ एब्यातार परमेस्सर क पवित्तर सन्दूक वापस यरूसलेम लइ गएन अउर हुवँइ ठहरेन।"},{"number":30,"verse":"( अहीतोपेल क खिलाफ दाऊद क पराथना) दाऊद जइतून क पर्वत पइ चढ़ा। उ रोवत रहा। उ आपन मूँड़ ढाँपि लिहस अउर उ बिना जूते क गवा। दाऊद क संग क सबहिं लोगन आपन मूँड़न ढाँपि लिहेन। उ पचे दाऊद क संग रोवत भए गएन।"},{"number":31,"verse":"एक ठु मनई दाऊद स कहेस, “अहीतोपेल लोगन मँ स एक अहइ जउन अबसालोम क संग जोजना बनाएस।” तब दाऊद पराथना किहेस, “हे यहोवा, मइँ तोहसे पराथना करत हउँ कि तू अहीतोपेल क सलाह क नाकामयाब कइ द्या।”"},{"number":32,"verse":"दाऊद पर्वत क चोटी पइ आवा। इहइ उ ठउर रहा जहाँ उ अक्सर परमेस्सर स पराथना करत रहा। उ समइ एरेकी हूसै ओकरे लगे आवा। हूसै क अंगरखा फटा रहा अउर ओकरे झूँड़ि पइ धूरी रही।"},{"number":33,"verse":"दाऊद हूसै स कहेस, “जदि तू मोरे संग चलत अहा तउ तू देख-रेख करइवाले अलावा मनई होब्या।"},{"number":34,"verse":"किन्तु जदि तू यरूसलेम क लउट जात ह तउ तू अहीतोपेल क सलाह क ब्यर्थ कइ सकत ह। अबसालोम स कहा, ‘महाराज, मइँ आप क सेवक हउँ। मइँ आप क बाप क सेवा किहेउँ, किन्तु अब मइँ आप क सेवा करब।’"},{"number":35,"verse":"याजक सादोक अउ एब्यातार तोहरे संग होइहीं। तोहका उ सबइ बातन ओनसे कहइ चाही जेनका तू राजमहल मँ सुना।"},{"number":36,"verse":"सादोक क पूत अहीमास अउ एब्यातार क पूत योनातन ओनके संग होइहीं। तू ओनका, हर बात जउन सुना, मोहसे कहइ बरे पठउब्या।”"},{"number":37,"verse":"तब दाऊद क मीत हूसै नगर मँ गवा, अउर अबसालोम यरूसलेम आवा।"}]}