{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"( सीबा दाऊद स भेटंत ह) दाऊद जैतून पर्वत क चोटी पइ तनिक दूर चला। हुवाँ मपीबोसेत क सेवक सीबा, दाऊद स मिला। सीबा क लगे काठी क संग दुइ ठु खच्चर रहेन। खच्चरन पइ दुइ सौ रोटियन, सौ किसमिस क गुच्छन, सौ गर्मी क फल अउ दाखमधु स भरी एक ठु मसक रही।"},{"number":2,"verse":"राजा दाऊद सीबा स कहेस, “इ सबइ चिजियन काहे बरे अहइँ?” सीबा जवाब दिहेस, “गदहन राजा क परिवार क सवारी बरे अहइ। रोटी अउ गर्मी क फल सेवकन क खाइ बरे अहइ अउर जदि कउनो मनई रेगिस्ताने मँ कमजोरी महसूस करइ, उ दाखमधु पी सकी।”"},{"number":3,"verse":"राजा पूछेस, “मपीबोसेत कहाँ अहइ?” सीबा राजा क जवाब दिहेस, “मपीबोसेत यरूसलेम मँ ठहरा अहइ काहेकि उ सोचत ह, ‘आजु इस्राएली मोरे पितामह क राज्ज मोका वापस दइ देइहीं।’”"},{"number":4,"verse":"तब राजा सीबा स कहेस, “ओकरे कारण, जउन कछू मपीबोसेत क अहइ ओका अब मइँ तोहका देत हउँ।” सीबा कहेस, “मइँ आप क प्रणाम करत हउँ। मइँ आसा करत हउँ कि मइँ आप क सदा खुस कइ सकउँ।”"},{"number":5,"verse":"( सिमी दाऊद क साप देत ह) दाऊद बहूरीम पहोंचा। साउल क परिवारे क एक ठु मनई बहूरीम स बाहेर निकरा। इ मनई क नाउँ सिमी रहा जउन गेरा क पूत रहा। सिमी दाऊद क बुरा कहत भवा बाहेर आवा अउर उ बुरी-बुरी बातन बार-बार करत रहा।"},{"number":6,"verse":"सिमी दाऊद अउ ओकरे सेवकन पइ पाथर लोकाउब सुरू किहस। किन्तु लोग अउर फउजी दाऊद क चारिहुँ कइँती बटुर गएन उ पचे ओकरे चारिहुँ ओर रहेन।"},{"number":7,"verse":"सिमी दाऊद क सरापेस। उ कहेस, “निकरि जा, निकरि जा! तू हत्यारा अहा, तू दुस्ट अहा!"},{"number":8,"verse":"यहोवा तोहका दण्ड देत अहइ। काहे? काहेकि तू साऊल क परिवारे क मनइयन क मार डाया। तू साऊल क जगह एक राजा क रूप मँ चोराया। किन्तु अब, यहोवा राज्ज तोहरे पूत अबसालोम क दिहस ह। अब उ पचे ही बुरी घटनन तोहरे बरे घटित होत अहइँ। काहे? काहेकि तू हत्यारा अहा।”"},{"number":9,"verse":"सरूयाह क पूत अबीसै राजा स कहेस, “मोर पर्भू, राजा! इ मरा कूकुर आप क सरापत काहे अहइ? मोका आगे जाइ द्या अउ सिमी क मूँड़ काट लेइ द्या।”"},{"number":10,"verse":"किन्तु राजा जवाब दिहस, “सरूयाह क पूतो! तू इ चिजियन क चिन्ता काहे करत ह जउन मोर संग होत? निहचइ ही सिमी मोका सरापत अहइ। अगर यहोवा ओका कहेस कि उ मोका सरापि, अउर कउन अहइ जउन यहोवा स इ बातन बरे प्रस्न पूछ सकत्या?”"},{"number":11,"verse":"दाऊद अबीसै अउर आपन सबहिं सेवकन स इ भी कहेस, “लखा मोर आपन पूत ही (अबसालोम) मोका मारइ क जतन करत अहइ। इ मनई (सिमी) जउन बिन्यामीन परिवार समूह क अहइ, मोका मार डावइ क जियादा अधिकार रखत ह। ओका अकेला तजा। ओका मोका बुरा भला कहइ द्या। यहोवा ओका अइसा करइ क कहेस ह।"},{"number":12,"verse":"इ होइ सकत ह कि ओन बुराइयन क जउन मोरे संग होत अहइँ, यहोवा लखइ। तब होइ सकत ह कि यहोवा मोका हर बुरा सब्द क बदले मँ कछू अच्छा देइ जउन कि सिमी आजु मोहसे कहेस ह।”"},{"number":13,"verse":"एह बरे दाऊद अउ ओकर मनइयन अपने राहे पइ खाले सरक स उतर आवइँ। किन्तु सिमी दाऊद क पाछे लगा रहा। सिमी सरक क दूसर कइँती पहाड़ी क बगल होइ के चलइ लाग। सिमी अपने राहे पइ दाऊद क बुरा-भला कहत रहा। सिमी दाऊद पइ पाथर अउ धूरि भी लोकाएस।"},{"number":14,"verse":"राजा दाऊद अउर ओकर सबहिं लोग यरदन नदी पइ पहोंचेन। राजा अउ ओकर लोग थक गए रहेन। एह बरे उ पचे हुवाँ आराम किहन अउर आपन क ताज़ा किहेन।"},{"number":15,"verse":"अबसालोम, अहीतोपेल अउ इस्राएल क सबहिं लोग यरूसलेम आएन।"},{"number":16,"verse":"दाऊद क एरेकी मीत हूसै अबसालोम क लगे आवा। हूसै अबसालोम स कहेस, “राजा दीर्घायु होइँ।। राजा दीर्घायु होइँ।”"},{"number":17,"verse":"अबसालोम पूछेस, “तू आपन मीत दाऊद क बिस्सास पात्र काहे नाहीं अहा? तू आपन मीत क संग यरूसलेम क काहे नाहीं तज्या?”"},{"number":18,"verse":"हूसै कहेन, “मइँ उ मनई क अहउँ, जेका यहोवा चुनत ह। एन लोग अउ इस्राएल क लोग आप क चुनेन। मइँ आपक संग रहब।"},{"number":19,"verse":"बीते समइ मँ मइँ आप क बाप क सेवा किहेउँ। एह बरे, अब मइँ दाऊद क पूत क सेवा करब। मइँ आप क सेवा करब।”"},{"number":20,"verse":"( अबसालोम अहीतोपेल स सलाह लेत ह) अबसालोम अहीतोपेल स कहेस, “कृपा कइके मोका बतावा कि का करइ चाही।”"},{"number":21,"verse":"अहीतोपेल अबसालोम स कहेस, “तोहार बाप आपन कछू उप-पत्नियन क घर क देख-भाल क बरे तजेस ह। जा अउर ओनके संग सारीरिक सम्बंध करा। तब सबहिं इस्राएली इ जनिहीं कि तोहार बाप तोहसे घिना करत ह। अउर तोहार सबहिं लोग तोहका जियादा समर्थन देइ बरे उत्साहित होइहीं।”"},{"number":22,"verse":"तब ओन लोग अबसालोम बरे महले क छते पइ एक तम्बू डाएन अउ अबसालोम अपने बाप क रखैलन क संग सारीरिक सम्बन्ध किहस। सबहिं इस्राएलियन एका लखेन।"},{"number":23,"verse":"उ समइ, दाऊद अउ अबसालोम अहीतोपेल क सलाह क बहोत महत्वपूर्ण समुझेस। इ ओतनी ही महत्वपूर्ण रही जेतनी मनई बरे परमेस्सर क बात।"}]}