{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"( अहीतोपेल दाऊद क बारे मँ सलाह देत ह) अहीतोपेल अबसालोम स इ भी कहेस, “मोका अब बारह हजार फउजी चुनइ द्या। तब मइँ आजु क रात दाऊद क पाछा करब।"},{"number":2,"verse":"मइँ ओका तब धरब जब उ थका अउ कमजोर होइ। मइँ ओका ससाउब अउ ओकर सबहिं मनई ओका तजिके परइहीं। किन्तु मइँ सिरिफ राजा दाऊद क मारब।"},{"number":3,"verse":"तब मइँ सबहिं लोगन क तोहरे लगे वापस लिआउब। जदि दाऊद मरि गवा, तउ सबइ लोगन क सान्ति प्राप्त होइ।”"},{"number":4,"verse":"इ जोजना अबसालोम अउ इस्राएल क सबहिं प्रमुखन क पसन्द आइ।"},{"number":5,"verse":"किन्तु अबसालोम कहेस, “एरेकी हूसै क अब बोलावा। मइँ ओहसे भी सुनइ चाहत अहउँ कि उ का कहत ह।”"},{"number":6,"verse":"( हूसै अहीतोपेल क सलाह नस्ट करत ह) हूसै अबसालोम क लगे आवा। अबसालोम हूसै स कहेस, “अहीतोपेल इ जोजना बताएस ह। का हम लोग यह पइ अमल करी? जदि नाहीं तउ हमका, अपनी बतावा।”"},{"number":7,"verse":"हूसै अबसालोम स कहेस, “इ समइ अहीतोपेल क सलाह ठीक नाहीं अहइ।”"},{"number":8,"verse":"उ आगे कहेस, “तू जानत ह कि तोहार बाप अउ ओकर आदमी ताकतवार अहइँ। उ पचे उ रीछनी क तरह खूँखार अहइँ जेकत बच्चन छोर लीन्ह गवा होइँ। तोहार बाप कुसल जोधा अहइ। उ सारी रात लोगन क संग नाहीं ठहरी।"},{"number":9,"verse":"सायद उ पहिले स ही कउनो गुफा या दूसर ठउरे पइ छुपा अहइ। जदि तोहार बाप तोहरे मनइयन पइ पहिले हमला करत ह, तउ लोग एकर खबर पइहीं, अउर उ पचे सोचिहीं, ‘अबसालोम क समर्थक हारत अहइँ।’"},{"number":10,"verse":"तब उ पचे लोग भी जउन सेर क तरह वीर अहइँ, ससाइ जइहीं। काहे? काहेकि सबहिं इस्राएली जानत हीं कि तोहार बाप ताकतवर जोधा अहइ अउ ओकर मनई वीर अहइँ।"},{"number":11,"verse":"“मोर सुझाव इ अहइ: तोहका दान स लइके बेर्सेबा तलक सबहिं इस्राएलियन क बटोरइ चाही। तब बड़ी तादाद मँ लोग समुद्दर क रेती क कणन क नाई होइहीं। तब तोहका खुद ओनकर जुद्ध मँ अगुवाइ करइ चाही।"},{"number":12,"verse":"हम पचे दाऊद क उ ठउरे स जहाँ उ लुकान अहइ, धइ लेब। हम पचे दाऊद पइ बहोत सारा फउज स हमला करब, हम लोग ओस क बहोत सारा बूँद क नाईं होब्या जउन कि धरती पइ पड़त अहा। हम लोग दाऊद अउर ओकर सबहिं मनइयन क मार डाउब। कउनो मनई क जिअत नाहीं बक्सा जाइ।"},{"number":13,"verse":"जदि दाऊद कउनो नगर मँ परात ह, तउ सबहिं इस्राएली उ नगर मँ रस्सियन लिअइहीं अउर हम लोग उ नगर क देवारन क तोड़ब अउर एका घाटी मँ बदल देब। उ नगर मँ एक पाथर भी नाहीं बचब्या।”"},{"number":14,"verse":"अबसालोम अउ सबइ इस्राएलियन कहेन, “एरैकी हूसै क सलाह अहीतोपेल क सलाह स बेहतर अहइ।” उ पचे अइसा कहेन काहेकि इ यहोवा क जोजना रही। यहोवा अहीतोपेल क सलाह क ब्यर्थ करइ क नीक जोजना बनाए रहा। इ तरह यहोवा अबसालोम क सजा दइ सकत रहा।"},{"number":15,"verse":"( हूसै दाऊद क लगे चितउनी पठवत ह) हूसै उ सबइ बातन याजकन, सदोक अउ एब्यातार स कहेस। हुसै उ जोजना क बारे मँ ओनका बताएस जेका अहीतोपेल अबसालोम अउ इस्राएल क प्रमुखन क सुझाए रहा। हूसै सादोक अउ एब्यातार क उ जोजना भी बताएस जेका उ सुझाए रहा। हूसै कहेस,"},{"number":16,"verse":"“हाली। दाऊद क खबर पठवा। ओहसे कहा कि आज क रात उ ओन ठउरन पइ न रहइ जहाँ स लोग रेगिस्तान क पार करत हीं। अपितु यरदन नदी क तुरन्त पार कइ ल्या। जदि उ नदी क पार कइ लेत ह तउ राजा अउ ओकर लोग नाहीं धरा जइहीं।”"},{"number":17,"verse":"याजकन क पूत योनातन अउ अहीमास, एनरोगेल पइ प्रतीच्छा करत रहेन। उ पचे नगर मँ जात भए देखॉइ नाहीं पड़इ चाहत रहेन। एह बरे एक ठु गुलाम लड़की ओनके लगे आइ। उ ओनका सँदेसा दिहस। तब योनातन अउ अहीमास गएन अउर उ पचे इ सँदेसा राजा दाऊद क दिहेन।"},{"number":18,"verse":"किन्तु एक लरिका योनातन अउ अहीमास क लखेस। लरिका अबसालोम स कहइ बरे दउड़ा। योनातन अउ अहीमास तेजी स पराइ निकरेन। उ पचे बहारीम मँ एक ठु मनई क घरे पहोंचेन। उ मनई क आँगन मँ एक कुआँ रहा। योनातन अउ अहीमास इ कुआँ मँ उतर गएन।"},{"number":19,"verse":"उ मनई क पत्नी देवार पइ एक ठु चादर डाइ दिहस। तब उ पूरे कुआँ क अन्न स ढॉक दिहस। कुआँ अन्न क ढेर जइसा देखॉत रहा, एह बरे कउनो मनई इ नाहीं जान सकत रहा कि योनातन अउ अहीमास हुवाँ छुपा रहेन।"},{"number":20,"verse":"अबसालोम क सेवकन उ घरे क मेहरारू क लगे गएन। उ पचे पूछेन, “योनातन अउ अहीमास कहाँ अहइँ?” उ मेहरारू अबसालोम क सेवकन स कहेस, “उ पचे पहिले ही नाला क पार कइ गएन ह।” अबसालोम क सेवकन तब योनातन अउ अहीमास क खोज मँ चले गएन। किन्तु उ पचे ओनका न पाइ सकेन। एह बरे अबसालोम क सेवकन यरूसालेम लउट गएन।"},{"number":21,"verse":"जब अबसालोम क सेवक चले गएन, योनातन अउ अहीमास कुआँ स बाहेर आएन। उ पचे गएन अउ उ पचे दाऊद स कहेन, “हाली करा, नदी क पार जा। अहीतोपेल इ सबइ बातन क तोहार खिलाफ करइ बरे जोजना बनावत ह।”"},{"number":22,"verse":"तब दाऊद अउ ओकर सबहिं लोग यरदन नदी क पार चले गएन। सूरज निकरइ स पहिले दाऊद क सबहिं लोग यरदन नदी क पार कइ चुके रहेन।"},{"number":23,"verse":"( अहीतोपेल आत्महत्या करत ह) अहीतोपेल लखेस कि इस्राएली ओकर सलाह नाहीं मानतेन। अहीतोपेल अपने गदहे पइ काठी धरेस अउर आपन ग्रह-नगर क वापिस हाँकेस। उ अपने परिवार क पच्छ मँ एक वसीयत लिखेस। तब उ अपने क फाँसी लगाइ लिहस। तब अहीतोपेल मर गवा, लोगन ओका ओकरे बाप क कब्र मँ दफनाइ दिहन।"},{"number":24,"verse":"( अबसालोम यरदन नदी क पार करत ह) दाऊद महनैम पहोंचा। अबसालोम अउ सबहिं इस्राएली जउन ओकरे संग रहेन, यरदन नदी क पार कइ गएन।"},{"number":25,"verse":"अबसालोम अमासा क फउज क सेनापति बनाएस। अमासा योआब क जगह लिहस। अमासा इस्राएली यित्रन क पूत-रहा। अमासा क महतारी, सरूयाह क बहिन अउ नाहास क बिटिया, अबीगैल रही (सरूयाह योआब क महतारी रही।) अबसालोम अउ इस्राएलियन आपन डेरा गिलाद प्रदेस मँ डाएन।"},{"number":27,"verse":"( सोबी, माकीर, बर्जिल्लै) दाऊद महनैम पहोंचा। सोबी, माकीर अउ बर्जिल्लै उ ठउरे पइ रहेन। (नाहास क पूत सोबी अम्मोनी नगर रब्बा क रहा। अम्मीएल क पूत माकीर लोदबर क रहा अउर बजिर्ल्लै, गिलाद क रेगलीम स रहा।)"},{"number":28,"verse":"उ पचे कहेन, “रेगिस्ताने मँ लोग थके, भुखान अउ पिआसे अहइँ।” एह बरे उ पचे दाऊद अउ ओकरे लोगन क खाइ क बरे इ सबइ चिजियन लिआएन: गोहूँ, जौ, आटा, भूँजी अन्न क फलियन, तिल, झुरान बिआ, सहद, माखन, भेड़िन अउ गइया क दूध क पनीर भी लइ आएन। उ पचे दाऊद अउ ओकर लोगन क खाना परोसेन। उ पचे बिछौना, खोरा अउ माटी क भांडी भी लइ आएन।"}]}