{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"( योआब दाऊद क फटकारत ह) लोग योआब क खबर दिहन। उ पचे योआब स कहेन, “लखा, राजा अबसालोम बरे रोवत अहइ अउर बहोत दुखी अहइ।”"},{"number":2,"verse":"दाऊद क फउज उ दिन जीत पाए रही। मुला उ दिन सबहिं लोगन बरे बहोत सोक क दिन होइ गवा। इ सोक क दिन रहा, काहेकि लोग सुनेन, “राजा अपने पूत बरे बहोत दुखी अहइ।”"},{"number":3,"verse":"लोग नगर मँ चुपचाप आएन। उ पचे ओन लोगन क तरह रहेन जउन जुद्ध मँ पराजित होइ गए होइँ अउ पराइ आए होइँ।"},{"number":4,"verse":"राजा आपन मुँहना ढाँपि लिहस। उ जोर-जोर स अउ फूट-फूटि के रोवत रहा, “मोर पूत अबसालोम! मोर पूत, मोर बेटवा।”"},{"number":5,"verse":"योआब राजा क महल मँ आवा। योआब राजा स कहेस, “आजु तू आपन सबहिं अधिकारियन क समन्वा अपमानित भवा ह। आजु तोहार सेवकन तोहार जिन्नगी बचाएन। उ पचे तोहरे पूतन, बिटियन, पत्नियन अउ उप-पत्नियन क जिन्नगी क बचाएन।"},{"number":6,"verse":"तोहार अधिकारियन अपमानित महसूह करत ह कि तू ओनसे पिरेम करत ह जउन तोहसे घिना करत हीं अउर तू ओनसे घिना करत ह जउन तोहसे पिरेम करत हीं। आजु तू इ स्पस्ट कइ दिहा ह कि तोहार अधिकारी अउ तोहार लोग तोहरे बरे कछू नाहीं अहइँ। आजु मइँ समुझत हउँ कि जदि अबसालोम जिअत रहत अउ हम सबहिं मार दिए गए होत तउ तोहका बड़ी खुसी होत।"},{"number":7,"verse":"अब खड़ा ह्वा अउ आपन सेवकन स बात करा अउर ओनका प्रोत्साहित करा। मइँ यहोवा क किरिया खाइके कहत हउँ कि जदि तू इ करइ बाहेर नाहीं निकरत्या तउ आजु क रात तोहार कउनो मनई नाहीं बची। बचपन स आजु तलक तोह पइ जेतनी बिपत्तियन आई अहइँ, ओन सब स इ बिपत्ति अउर बदतर होइ।”"},{"number":8,"verse":"तब राजा नगर दुआर पइ गवा। खबर फइली कि राजा नगर दुआरे पइ अहइ। एह बरे सबहिं लोग राजा क लखइ आएन। सबहिं अबसालोम क समर्थक इस्राएली अपने घरन क पराइ गए रहेन।"},{"number":9,"verse":"( दाऊद फुन राजा बनत ह सबहिं अबसालोम क समर्थक इस्राएली अपने घरन क पराइ गए रहेन।) इस्राएल क सबहिं परिवार समूहन क लोग आपुस मँ तर्क-वितर्क करइ लागेन। उ पचे कहेन, “राजा दाऊद हम क पलिस्तियन अउ हमार दूसर दुस्मनन स बचाएस। मुला अब उ अबसालोम क समन्वा स पराइ गवा।"},{"number":10,"verse":"हम लोग अबसालोम क अपने ऊपर सासन करइ बरे चुने रहेउँ। किन्तु अब उ जुद्ध मँ मर चुका ह। हम लोगन क दाऊद क फुन राजा बनावइ चाही।”"},{"number":11,"verse":"राजा दाऊद याजकन सादोक अउ एब्यातार क सँदेसा पठएस। दाऊद कहेस, “यहूदा क प्रमुखन स बात करा। कहा, ‘तू लोग अन्तिम परिवार समूह काहे अहा जउन राजा दाऊद क अपने राजमहल मँ वापस लिआवइ चाहत अहा? समूचइ इस्राएल मँ राजा क ओकर महल मँ वापिस लिआवइ बरे जउन कछू भी कहा गवा, इ राजा तलक पहोंच गवा ह।"},{"number":12,"verse":"तू मोर भाइयन अहा, तू मोरे परिवार अहा। फुन भी तोहार परिवार समूह राजा क महल मँ वापस लिआवइ मँ अन्तिम काहे रहा?’"},{"number":13,"verse":"अउर अमासा स कहा, ‘तू मोरे परिवारे क अंग अहा। जदि तोहका अभी हीं स योआब क जगह पइ सेना क नायक न बनावउँ, तउ परमेस्सर मोका सजा देइ।’”"},{"number":14,"verse":"दाऊद यहूदा क लोगन क दिल क जीत लिहेस। एह बरे उ पचे एक ठु मनई क तरह एकमत होइ गएन। यहूदा क लोग राजा क सँदेसा पठएन। उ पचे कहेन, “अपने सबहिं सेवकन क संग वापस आवा।”"},{"number":15,"verse":"तब राजा दाऊद यरदन नदी तलक आवा। यहूदा क लोग राजा स भेंटइ गिलगाल आएन। उ पचे एह बरे आएन कि उ पचे राजा क यरदन नदी क पार लइ जाइँ।"},{"number":16,"verse":"( सिमी दाऊद स छमा-याचना करत ह) गेरा क पूत सिमी बिन्यामीन परिवार समूह क रहा। उ बहूरीम मँ रहत रहा। सिमी राजा दाऊद स भेंटइ क हाली किहस। सिमी यहूदा क लोगन क संग आवा।"},{"number":17,"verse":"सिमी क संग बिन्यामीन परिवार क एक हजार लोग भी आएन। साऊल क परिवार क सेवक सीबा भी आवा। सीबा अपने संग अपने पन्द्रह पूतन अउ बीस सेवकन क लिआवा। इ पचे सबहिं लोग राजा दाऊद स भेंटइ बरे यरदन नदी पइ जल्दी स पहोंचेन।"},{"number":18,"verse":"इ सबइ लोग यरदन नदी पार कइके राजा क परिवार क यहूदा मँ वापस लिआवइ मँ मदद करइ बरे, अउर उ सबइ कछू करइ बरे गएन जउन राजा चाहेस, गएन। जब राजा नदी पार करत रहा, गेरा क पूत सिमी ओहसे मिलन आवा। सिमी राजा क समन्वा भुइँया तलक प्रणाम करइ निहुरा।"},{"number":19,"verse":"सिमी राजा स कहेस, “मोर सुआमी, जउन मइँ अपराध किहेउँ ओन पइ धियान न देइँ। मोर सुआमी राजा, ओन बुरे करमन क याद न करइँ जेनका मइँ तब किहेउँ जब आप यरूसलेम क तजेन।"},{"number":20,"verse":"मइँ जानत हउँ कि मइँ पाप किहेउँ ह। मोर सुआमी राजा, इहइ कारण अहइ कि आजु मइँ यूसुफ क परिवार क पहिला मनई हउँ जउन आप स मिलइ आवा ह।”"},{"number":21,"verse":"किन्तु सरूयाह क पूत अबीसै कहेस, “सिम्मी क जरूर मरइ चाही काहेकि इ यहोवा दुआरा अभिसिक्त भवा राजा क सरापेस।”"},{"number":22,"verse":"दाऊद कहेस, “सरूयाह क पूतो, मइँ तोहरे संग का करउँ? आजु तू मोरे खिलाफ अहा। आजु इस्राएल मँ कउनो मनई मारा नाहीं जाइ चाही। आजु मइँ जानत हउँ कि मइँ इस्राएल क राजा हउँ।”"},{"number":23,"verse":"तब राजा सिम्मी स कहेस, “तू मरब्या नाहीं।” राजा सिम्मी क बचन दिहस कि उ सिमी क खुद नाहीं मारी।"},{"number":24,"verse":"( मपीबोसेत दाऊद स मिलइ जात ह) साऊल क पोता मपीबोसेत राजा दाऊद स भेंटइ आवा। मपीबोसेत उ सारे समइ तलक अपने गोड़न क फिकर नाहीं किहेस, अपनी मूँछन क कतरेस नाहीं या अपने ओढ़नन क नाहीं धोएस जब तलक राजा यरूसलेम तजइ क पाछे फुन: सान्ति क साथ वापस नाहीं आइ गवा।"},{"number":25,"verse":"जब मपीबोसेत यरूसलेम मँ राजा क लगे मिलइ आवा, राजा ओहसे प्रस्न पूछेस: “मपीबोसेत तू मोरे संग उ समइ काहे नाहीं आया जब मइँ यरूसलेम स भाग गवा रहेउँ?”"},{"number":26,"verse":"मपीबोसेत जवाब दिहस, “हे राजा, मोर सुआमी। मोर सेवक सीबा मोका मूरख बनाएस। मइँ सीबा स कहेउँ, ‘मइँ विकलांग हउँ। एह बरे गदहे पइ काठी लगावा। तब मइँ गदहे पइ बइठव, अउर राजा क संग जाब।’"},{"number":27,"verse":"किन्तु मोर सेवक मोका धोखा दिहस। मोरे बारे मँ आप स बुरी बातन कहेस। किन्तु हे, मोर सुआमी अउ राजा, परमेस्सर क एक सरगदूत क समान अहइ। आप उहइ करइँ जउन आप उचित समुझत हीं।"},{"number":28,"verse":"आप मोरे पितामह क सारे परिवार क मार दिहे होतेन। किन्तु आप इ नाहीं किहन। आप मोका ओन लोगन क संग रखेन जउन आप क मेज पइ खात हीं। एह बरे मइँ राजा स कउनो बात बरे सिकाइत करइ क अधिकार नाहीं राखत।”"},{"number":29,"verse":"राजा मपीबोसेत स कहेस, “अपनी समस्यन क बारे मँ जियादा कछू जिन कहा। मइँ इ निर्णय करत हउँ। तू अउ सीबा भुइयाँ क बँटवारा कइ सकत ह।”"},{"number":30,"verse":"मपीबोसेत राजा स कहेस, “सीबा क सारी भुइँया लइ लेइ द्या। काहे? काहेकि मोर सुआमी राजा अपने महल मँ सान्तिपूर्वक लउट आएन ह।”"},{"number":31,"verse":"( दाऊद बर्जिल्लै स अपने संग यरूसलेम चलइ क कहत ह) गिलाद क बर्जिल्लै रोगलीम स आवा। उ राजा दाऊद क संग नदी तलक आवा। उ राजा क संग, यरदन नदी पार करावइ बरे गवा।"},{"number":32,"verse":"बर्जिल्लै बहोत बूढ़ा मनई रहा। उ अस्सी बरिस क रहा। जब दाऊद महनैम मँ ठहरा रहा तब उ ओका भोजन अउ दूसर चिजियन दिहे रहा। बर्जिल्लै इ सब कइ सकत रहा काहेकि उ बहोत धनी मनई रहा।"},{"number":33,"verse":"दाऊद बर्जिल्लै स कहेस, “नदी क पार मोरे संग चला। जदि तू मोरे संग यरूसलेम मँ रहब्या तउ हुवाँ मइँ तोहार देखभाल करब।”"},{"number":34,"verse":"किन्तु बर्जिल्लै राजा स कहेस, “का आप जानत हीं कि मइँ केतना बूढ़ा हउँ? का आप सोचत हीं कि मइँ आप क संग यरूसलेम का जाइ सकत हउँ?"},{"number":35,"verse":"मइँ अस्सी बरिस क हउँ। मइँ ऍतना जियादा बुढ़वा अहउँ कि मइँ इ नाहीं बताइ सकत कि नीक का अहइ अउर बुरा का अहइ। मइँ ऍतना जियादा बुढ़वा हउँ कि मइँ जउन खात पिअत हउँ ओकर सुआद नाहीं लइ सकत हउँ। मइँ ऍतना बुढ़वा हउँ कि मनसेधुअन अउ मेहरारूअन क गावइ क अवाज भी नाहीं सुन सकत। एह बरे मोका काहे आपन सुआमी राजा बरे एक बोझा बन के जोर जाइ चाही?"},{"number":36,"verse":"मइँ आप क ओर स पुरस्कार नाहीं चाहत। मइँ आप क संग यरदन नदी क पार करब।"},{"number":37,"verse":"मुला, कृपा कइके मोका वापस लउट जाइ द्या। तब मइँ अपने नगर मँ मरब अउर अपने महतारी-बाप क कब्र मँ दफनावा जाब। मुला इ किम्हाम आप क सेवक होइ सकत ह। मोर सुआमी राजा ओका अपने संग लउटइ देइँ। जउन आप चाहइँ, ओकरे संग करइँ।”"},{"number":38,"verse":"राजा जवाब दिहस, “किम्हाम मोरे संग लउटी। मइँ तोहरे कारण ओह पइ दयालु रहब। मइँ तोहरे बरे कछू भी कइ सकत हउँ।”"},{"number":39,"verse":"( दाऊद घरे लउटत ह) राजा बर्जिल्लै क चूमेस अउर ओका आसीर्बाद दिहस। बर्जिल्लै घरे लउट गवा अउर राजा सबहिं लोग क साथ नदी क पार वापस गएन।"},{"number":40,"verse":"यरदन नदी क पार होइके पाछे, राजा गिलगाल गवा। किम्हाम ओकरे संग गवा, यहूदा क सबहिं लोग अउ आधे इस्राएल क लोग दाऊद क नदी क पार पहोंचाएन।"},{"number":41,"verse":"( इस्राएली यहूदा क लोगन स तर्क-बितर्क करत हीं) सबहिं इस्राएली राजा क लगे आएन। उ पचे राजा स कहेन, “हमार भाई यहूदा क लोग, आप क चुराइ लइ गएन अउर आप क अउर आप क परिवार क, आप क लोगन क संग यरदन नदी क पार लइ आएन। काहे?”"},{"number":42,"verse":"यहूदा क सबहिं लोग इस्राएलियन क जवाब दिहन, “काहेकि राजा हमारा निचके क रिस्तेदार अहइ। इ बात क बरे आप लोग हम लोगन स कोहान काहे अहइँ? हम लोग राजा क कीमत पइ खइया क नाहीं खावा ह। राजा हम लोगन क कउनो भेंट नाहीं दिहस।”"},{"number":43,"verse":"इस्राएलियन जवाब दिहन, “हम लोग दाऊद मँ दस भाग पावत अही। एह बरे हम लोगन क अधिकार दाऊद पइ तोहसे जियादा अहइ। किन्तु तू लोग हम लोगन उपेच्छा किहा। काहे? कउन हमार राजा क सब स पहिले वापस लिआवइ क बात किहस।” यह बरे यहूदा क लोग इस्राएल क लोगन क बड़ा गन्दा जवाब दिहन।"}]}