{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"( सेबा दाऊद क खिलाफ बिद्रोह किहेन) उ जगह पइ एक परेसानी पइदा करइवाला बिक्री क पूत सेबा नाउँ क मनई रहा। सेबा बिन्यामीन परिवार समूह क रहा। उ तुरही बजाएस अउर कहेस, “हम लोगन क कउनो हींसा दाऊद मँ नाहीं अहइ, यिसै क पूत मँ हम पचन क कउनो अंस नाहीं अहइ। पूरे इस्राएली, हम लोग अपने डेरन मँ घरे चले।”"},{"number":2,"verse":"तब इस्राएलियन दाऊद क छोड़ दिहन, अउर बिक्री क पूत सेबा क अनुसरण किहन। किन्तु यहूदा क लोग अपने राजा क संग लगातार यरदन नदी स यरूसलेम तलक बने रहेन।"},{"number":3,"verse":"दाऊद अपने घरे यरूसलेम क आवा। दाऊद अपनी उप-पत्नियन मँ स दस क घरे क देखभाल क बरे छोड़े रहा। दाऊद एन मेहररूअन क एक बिसेस घरे मँ रखेस। उ घरे क चारिहुँ कइँती रच्छकन राखेस। मेहररूअन उ घरे मँ तब तलक रहिन जब तलक उ पचे मरी नाहीं। दाऊद ओनका भोजन दिहस, किन्तु ओनके संग सारीरिक सम्बंध नाहीं किहस। उ पचे मरइ क समइ तलक राँड़ रहिन।"},{"number":4,"verse":"राजा अमासा स कहेस, “यहूदा क लोगन स कहा कि उ पचे मोहसे तीन दिन क भीतर मिलइँ, अउर तोहका भी हिआँ आवइ क होइ अउर मोरे समन्वा खड़ा होइ क होइ।”"},{"number":5,"verse":"तब अमासा यहूदा क लोगन क एक संग बोलावइ गवा। किन्तु उ, जेतना समइ राजा दिहे रहा, ओहसे जियादा समइ लिहस।"},{"number":6,"verse":"( दाऊद अबीसै स सेबा क मारइ क कहत ह) दाऊद अबीसै स कहेस, “बिक्री क पूत सेबा हम लोगन बरे ओहसे भी जियादा खतरनाक अहइ जेतना अबसालोम रहा। एह बरे मोरे सेवकन क ल्या अउर सेबा क पाछा करा। हाली करा एसे पहिले कि उ किलाबन्द नगर मँ घुस जाइ अउर हम लोगन स बच के निकल जाइ।”"},{"number":7,"verse":"योआब क मनई करेती, पलेती अउ फउजी यरूसलेम स बाहेर गएन। उ पचे बिक्री क पूत सेबा क पाछा किहन।"},{"number":8,"verse":"( योआब अमासा क मार डावत ह) जब योआब अउर फउज गिबोन क बड़ा चट्टान तलक आइ, अमासा ओनसे मिलइ आवा। योआब अपने फउजी पोसाक मँ रहा। योआब पेटी बाँध रखे रहा। ओकर तरवार ओकरे म्यान मँ रही।"},{"number":9,"verse":"योआब अमासा स पूछेस, “भाई, तू हर तरह कुसल स तउ अहा?” योआब चूमइ बरे अपने दाएँ हाथ स, अमासा क ओकरी डाढ़ी क सहारे धरेस।"},{"number":10,"verse":"अमासा उ तरवार पइ धियान नाहीं दिहेस जउन ओकरे हाथे मँ रही। योआब अमासा क पेट मँ तरवार घुसेड़ दिहस अउर ओकर आँतन भुइँया पइ आइ पड़िन। योआब क अमासा पइ दुबारा चोट नाहीं करइ पड़ी, उ पहिले ही मर चुका रहा। तब योआब अउ ओकर भाई अबीसै दुइनउँ बिक्री क पूत सेबा क खोज जारी किटन।"},{"number":11,"verse":"( दाऊद क लोग सेबा क खोज मँ लगे रहेन) योआब क जुवकन मँ स एक ठु मनई अमासा क ल्हासे क लगे खड़ा रहा। उ जुवक कहेस, “हर एक मनई जउन योआब अउ दाऊद क समर्थन करत ह, ओका योआब क अनुसरण करइ चाहीं।”"},{"number":12,"verse":"अमासा क ल्हास सड़क बीच मँ रहा सड़क ओकर खून स ढाँपि गवा। जुवकन लखेन कि सभी लोग ल्हास क लखइ बरे रुकत रहेन। एह बरे उ अमासा क ल्हास क लइ गवा अउर ओका मइदान मँ रख दिहस। तब उ अमासा क ल्हास पइ एक ठु कपड़ा डाइ दिहस।"},{"number":13,"verse":"जब अमासा क ल्हास सड़किया स हटाइ लीन्ह गवा, सबहिं लोग ओकर पीछे चलेन अउ योआब क अनुसरण किहन। उ पचे बिक्री क पूत सेबा क पाछा करइ योआब क संग गएन।"},{"number":14,"verse":"( सेबा आबेल बेतमाका क बच निकरत ह) बिक्री क पूत सेबा सबहिं इस्राएल क परिवार समूहन स होत भवा आबेल बेतमाका पहोंचा। सबहिं बेरी लोग भी एक संग गएन अउर उ पचे सेबा क अनुसरण किहन।"},{"number":15,"verse":"योआब अउ ओकर लोग आबेल बेतमाका आएन। योआब क फउज नगर क घेर लिहस। उ पचे नगर देवार क सहारे माटी क ढेर लगाएन। अइसा करइ क पाछे उ पचे देवार क ऊपर चढ़ सकत रहेन। तब योआब क फउजियन ओका नीचे गिरावइ बरे देवार स पाथरन क निकालइ सुरू किहन।"},{"number":16,"verse":"एक बुद्धिमती मेहरारू नगर क ओर स चिचिआइ। उ कहेस, “मोरउ सुना। योआब क हिआँ बोलावा। मइँ ओहसे बात करइ चाहत हउँ।”"},{"number":17,"verse":"योआब उ मेहरारू क लगे बात करइ गवा। उ मेहरारू पूछेस, “का तू योआब अहा?” योआब जवाब दिहस, “हाँ, मइँ अहउँ।” तब उ मेहरारू योआब स कहेस, “मइँ जउन कहउँ सुना।” योआब कहेस, “मइँ सुनत हउँ।”"},{"number":18,"verse":"तब उ मेहरारू कहेस, “पुराने जमाने मँ लोग कहत रहेन, ‘आबेल मँ सलाह माँगा तब समस्या सुलझ जाइ।’"},{"number":19,"verse":"मइँ इस्राएल क राजभक्त अउ सान्ति क चहेता लोगन मँ स एक हउँ। तू इस्राएल क एक महत्वपूर्ण नगर क नस्ट करत अहा। तोहका, उ कउनो भी चीज, जउन यहोवा क अहइ, नस्ट नाहीं करइ चाही।”"},{"number":20,"verse":"योआब कहेस, “नाहीं, मइँ कछू भी नस्ट नाहीं करइ चाहत।"},{"number":21,"verse":"मुला हुवाँ तोहार नगर मँ एप्रैम क पहाड़ी प्रदेस क एक ठू मनई अहइ। उ बिक्री क पूत सेबा अहइ। उ राजा दाऊद क बिरूद्ध होइ गवा ह। जदि तू ओका मोरे लगे लिआवा तउ मइँ नगर क सान्त छोड़ देबउँ।” उ मेहरारू कहेस, “बहोत ठीक, ओकर मूँड़ देवारे क ऊपर स तोहरे बरे लोकाइ दीन्ह जाइ।”"},{"number":22,"verse":"तब उ मेहरारू बड़ी बुद्धिमानी स नगर क सबहिं लोगन स बातन किहस। लोग बिक्री क पूत सेबा क मूँड़ काट डाएन। तब लोग योआब बरे सेबा क मूँड़ नगर क देवार स लोकाइ दिहन। एह बरे योआब तुर्रुही बनाएस अउर फउज नगर क तजि दिहस। हर एक मनई अपने घरे मँ गवा, अउर योआब राजा क लगे यरूसलेम लउटा।"},{"number":23,"verse":"( दाऊद क सेवक लोग) योआब इस्राएल क सारी फउज क नायक रहा। यहोयादा क पूत बनायाह, करेतियन अउ पलेतियन क संचालन करत रहा।"},{"number":24,"verse":"अदोराम ओन लोगन क संचालन करत रहा जउन कठिन मेहनत करइ बरे मजबूत रहेन। अहीलूद क पूत यहोसापात इतिहासकार रहा।"},{"number":25,"verse":"सेबा साही सचिव रहा। सादोक अउ एब्यातात याजक रहेन।"},{"number":26,"verse":"अउर याईरी ईरा दाऊद क याजक रहा।"}]}