{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"( यहोवा क स्तुति बरे दाऊद क गीत) दाऊद यहोवा बरे इ गीत गाएस जब यहोवा ओका साऊल अउर ओकर दूसर दुस्मनन स बचाएस।"},{"number":2,"verse":"यहोवा मोर चट्टान, मोर गढ़, मोर सरण-ठउर अहइ।"},{"number":3,"verse":"मइँ परमेस्सर मोर चट्टान अहइ। मई सुरच्छा बरे एह पई दउड़ सकत ही। परमेस्सर मोर ढाल अहइ। ओकर सक्ती मोका बचावत ह। यहोवा मोर ऊँच गढ़ अहइ, अउर मोर सुरच्छा क जगह अहइ। मोर परमेस्सर क्रूर दुस्मन स मोर रच्छा करत ह।"},{"number":4,"verse":"यहोवा जउन अराधना क योग्य अहा! मइँ मदद बरे यहोवा क गोहराएउँ। यहोवा मोका मोरे दुस्मनन स बचाएस ह।"},{"number":5,"verse":"मोर दुस्मन मोका मारइ चाहत रहेन। मउत-तरंगन मोका लपेट लिहन। मइँ बाढ़ दुआरा पकड़ लीन्ह गवा रहा जउन मोका मृत्यु क जगह पई लइ जात रहा ह।"},{"number":6,"verse":"कब्र क लसुरियन मोरे चारिहुँ ओर लिपटिन, मइँ मउत क जालि मँ फँसेउँ।"},{"number":7,"verse":"मइँ बिपत्ति मँ रहा, किन्तु मइँ यहोवा क गोहराएउँ। हाँ, मइँ अपने परमेस्सर क गोहराएउँ, उ अपने उपासना-घरे मँ रहा, उ मोर पुकार सुनेस, मोर मदद क पुकार ओकरे काने मँ पड़ी।"},{"number":8,"verse":"तब धरती मँ काँप भइ, धरती डोल उठी, अकासे क नीव काँप उठेन। काहे? काहेकि यहोवा कोहान रहा।"},{"number":9,"verse":"ओकरी नाक स धुआँ निकरा, ओकरे मुँहे स आग क सोला छिटकिन, ओहसे दहकत अंगारन निकरि पड़ेन।"},{"number":10,"verse":"यहोवा अकासे क फाड़िके खोल डाएस, अउर खाले आवा। उ सघन करिया मेघ पइ खड़ा भवा।"},{"number":11,"verse":"यहोवा करूब दूत पइ बइठा, अउर उड़ा, उ हवा क पंखन पइ चढ़िके उड़ गवा।"},{"number":12,"verse":"यहोवा तम्बू क जइसा करिया मेघन क अपने चारिहुँ कइँती लपेट लिहस। उ सघन मेघन मँ जल जमा किहेस।"},{"number":13,"verse":"ओकर तेज एतना प्रखर रहा, माना बिजुरी क चमक हुवँइ स आई होइ।"},{"number":14,"verse":"यहोवा गगन स गरजा। परमेस्सर, बहोत ऊँचा, बोला।"},{"number":15,"verse":"यहोवा बाण स दुस्मनन क बिखराएस, यहोवा बिजुरी पठएस, अउर लोग भय स भागेन।"},{"number":16,"verse":"यहोवा तू जोर स बोलेस अउर जोरदार हवा तोहार नाथुन स निकलेस। ऍह बरे हुआँ धरती क नेंव अउ सागर क तल सबइ क लखइ बरे प्रदर्सित कीन्ह गवा रहेन।"},{"number":17,"verse":"यहोवा गगन स खाले पहोंचा, यहोवा मोका धइ लिहस, उ मोका गहरे जल (बिपत्ति) स निकार लिहस।"},{"number":18,"verse":"उ ओन लोगन स बचाएस, जउन घिना करत रहेन, मोहसे मोर दुस्मन मोहसे जियादा ताकतवर रहेन, एह बरे उ मोर रच्छा किहस।"},{"number":19,"verse":"मइँ बिपत्ति मँ रहा, जब मोरे दुस्मनन क मोह पइ हमला भवा, किन्तु मोर यहोवा मोर मदद किहस।"},{"number":20,"verse":"यहोवा मोका सुरच्छा मँ लइ आवा, उ मोर रच्छा किहस, काहेकि उ मोहसे पिरेम करत ह।"},{"number":21,"verse":"यहोवा इमानदारी क अनुसार मोका पुरस्कार देत ह। यहोवा मोका पुरस्कार देत ह काहेकि मोर हाथ पाप रहित अहइँ।"},{"number":22,"verse":"काहे? काहेकि मइँ यहोवा क नेमन क पालन किहेउँ। मइँ अपने परमेस्सर क खिलाफ पाप नाहीं किहेउँ।"},{"number":23,"verse":"मइँ सदा याद करत हउँ यहोवा क निर्णय, मइँ ओकरे नेमन क मानत हउँ।"},{"number":24,"verse":"यहोवा जानत ह-मइँ अपराधी नाहीं अहउँ, मइँ अपने क पापन स दूर रखत हउँ।"},{"number":25,"verse":"इहइ कारण अहइ कि यहोवा मोका मोर ईमानदारी क अनुसार पुरस्कार देत ह, मइँ निआव मँ उचित रहत हउँ। यहोवा लखत ह, कि मइँ स्वच्छ जिन्नगी बितावत हउँ।"},{"number":26,"verse":"जदि कउनो मनई तोहसे पिरेम करी तउ तू, आपन पिरेम स पूर्ण दाया ओह पइ करब्या। जदि कउनो तोहरे बरे सच्चा अहइ, तब तू भी ओकरे बरे सच्चा होब्या।"},{"number":27,"verse":"जदि कउनो तोहरे बरे अच्छी जिन्नगी बितावत ह, तब तू ओकरे बरे अच्छा बनब्या। किन्तु जदि कउनो मनई तोहरे खिलाफ होत ह, तब तू भी ओकरे बिरुद्ध होब्या।"},{"number":28,"verse":"तू बिनम्र लोगन मदद करत ह। किन्तु तू घमण्डी लोगन क अपमानित करत ह।"},{"number":29,"verse":"यहोवा तू मोर दीपक अहा, यहोवा मोरे चारिहुँ ओर क अँधेरे क प्रकास मँ बदलत ह।"},{"number":30,"verse":"तू फउजिन क दल क हराबइ मँ मोर मदद करत ह। परमेस्सर क सक्ती स मइँ देवार क ऊपर चढ़ सकत हउँ।"},{"number":31,"verse":"परमेस्सर क सक्ती पूर्ण अहइ। यहोवा क बचन क जाँच होइ चुकी अहइ। यहोवा रच्छा बरे, अपने लगे पराइवाले हर मनई क ढाल अहइ।"},{"number":32,"verse":"यहोवा क अलावा कउनो दूसर परमेस्सर नाहीं, हमरे परमेस्सर क अलावा दूसर कउनो आस्रय-सिला नाहीं।"},{"number":33,"verse":"परमेस्सर मोर मजबूत गढ़ अहइ। उ सुद्ध आतिमन क ओकर राह पइ रहइ बरे मदद करत ह।"},{"number":34,"verse":"यहोवा मोरे गोड़न क हिरन क गोड़न-स तेज बनावत ह, उ उच्च ठउरन पइ मोका मजबूत करत ह।"},{"number":35,"verse":"यहोवा मोका जुद्ध बरे सिच्छा देत ह। अउर मोर भुजा पीतर क धनुस क चलाइ सकत हीं।"},{"number":36,"verse":"परमेस्सर तू मोर रच्छा करत ह अउर जीत मँ मोर मदद करत ह। तू दुस्मन क हराइ बरे मोर मदद किहेस ह।"},{"number":37,"verse":"मोर गोड़न अउ टख़नन क मज़बूत करा, जेहसे मोर गोड़ फिसलइ नाहीं।"},{"number":38,"verse":"मइँ अपने दुस्मनन क पाछा, ओनका नस्ट करइ तलक किहेउँ। मइँ तब तलक नाहीं लउट सकत हउँ, जब तलक दुस्मन नस्ट नाहीं भएन।"},{"number":39,"verse":"मइँ अपने दुस्मनन क नस्ट किहेउँ ह, मइँ ओनका पूरी तरह नस्ट किहेउँ ह, उ पचे फुन उठ नाहीं सकतेन, हाँ मोर दुस्मन मोरे गोड़न क तले गिरेन।"},{"number":40,"verse":"परमेस्सर तू मोका जुद्ध बरे, ताकतवर बनाया। तू मोरे दुस्मनन क हराया ह।"},{"number":41,"verse":"तू मोरे दुस्मनन क भगाया ह, एह बरे मइँ ओन लोगन क हराइ सकत हउँ, जउन मोहसे घिना करत हीं।"},{"number":42,"verse":"मोर दुस्मनन मदद बरे लखेन, किन्तु ओनकर रच्छक कउनो नाहीं रहा। उ पचे यहोवा स मदद माँगेन, मुला उ ओनका जवाब नाहीं दिहस।"},{"number":43,"verse":"मइँ अपने दुस्मनन क कूटिके टूकन-टूकन करत हउँ, उ पचे भुइँया पइ धूरि स होइ जात हीं। मइँ ओनका सड़क क कींच क तरह रौंद दिहेउँ।"},{"number":44,"verse":"तू तब मोका उ लोगन स बचाएस ह जउन मोरे बिरुद्ध लड़ाई किहन। तू मोका रास्ट्रन क सासक बनाए रख्या। लोग मोर सेवा करिहीं, जेनका मइँ अबहुँ तलक नाहीं जानत हउँ!"},{"number":45,"verse":"दूसर भूइँया क लोग मोर आग्या मानत हीं, जइसे ही सुनत हीं, तउ हाली ही मोर आग्या मानत हीं।"},{"number":46,"verse":"दूसर देसन क लोग भयभीत होइहीं, उ पचे अपने छिपइ क जगहियन स भय स काँपत निकरिहीं।"},{"number":47,"verse":"यहोवा जीवित अहइ। मइँ आपन चट्टान क स्तुति करत हउँ। परमेस्सर महान अहइ, उ चट्टान अहइ जउन मोर रच्छा करत ह।"},{"number":48,"verse":"उ परमेस्सर अहइ, जउन मोरे दुस्मनन क मोरे बरे सजा देत ह। उ लोगन क मोरे अधीन करत ह।"},{"number":49,"verse":"यहोवा तू मोका मोरे दुस्मनन स बचाएस ह। हाँ, तू उ लोगन क हराइ मँ मदद किहेस ह जउन मोरे खिलाफ उठेस। तू मोका क्रूर लोगन स बचाएस ह।"},{"number":50,"verse":"हे यहोवा, इहइ कारण अहइ कि मइँ रास्ट्रन क बीच मँ तोहका धन्यवाद दिहेउँ, इहइ कारण अहइ कि मइँ तोरे नाउँ क स्तुति गीत गावत हउँ।"},{"number":51,"verse":"यहोवा अपने राजा क मदद, बहोत स जुद्ध मँ बिजय पावइ मँ करत ह, यहोवा अपने अभिसिक्त भवा राजा पइ सच्चा पिरेम अउ दाया दिखावत ह। उ दाऊद अउ ओकर सन्तान पइ सदा दयालु रहब।"}]}