{"bibleAbbr":"awaERV2005","bookName":"दूसर समूएल","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"( दाऊद एक ठु उपासना-घर बनावइ चाहत ह) राजा दाऊद क अपने नवे महल मँ रहइ क पाछे, यहोवा ओका चारिहुँ कइँती क दुस्मनन स ओका सान्ति दिहस।"},{"number":2,"verse":"राजा दाऊद नातान नबी स कहेस, “लखा, मइँ देवदारू क काठे स बने महल मँ रहत हउँ। किन्तु परमेस्सर क पवित्तर सन्दूख अबहुँ भी तम्बू मँ रखा भवा ह।”"},{"number":3,"verse":"नातान राजा दाऊद स कहेस, “जा, अउर जउन कछू तू करइ चाहत ह, करा। यहोवा तोहरे संग होइ।”"},{"number":4,"verse":"किन्तु उहइ राति नातान क यहोवा क सँदेसा मिला।"},{"number":5,"verse":"“जा, अउर मोरे सेवक दाऊद स कहा, ‘यहोवा इ कहत ह: तू उ मनई नाहीं अहा जउन मोरे रहइ बरे एक ठु घर बनावइ ह।"},{"number":6,"verse":"मइँ उ समइ घरे मँ नाहीं रहत रहेउँ जल मइँ इस्राएलियन क मिस्र स बाहेर लाएउँ। नाहीं, मइँ उ समइ स चारिहुँ ओर तम्बू मँ जात्रा करत रहेउँ। मइँ तम्बू क उपयोग अपने घर क रूप मँ किहेउँ।"},{"number":7,"verse":"जब कबहुँ मइँ इस्राएलियन क संग चलेस ह, मइँ कउनो भी सासक क जेका मइँ इस्राएल क लोगन पइ धियान रखइ बरे कहेस रहा कबहुँ आपन खातिर देवदारू क काठे क सुन्नर घर बनावइ बरे नाहीं कहउँ।’"},{"number":8,"verse":"“तोहका मोर सेवक दाऊद स इ कहइ चाही, ‘सर्वसक्तीमान यहोवा इ कहत ह: मइँ तोहका चरागाह स लिआएउँ। मइँ तोहका तब लिआएउँ जब तू भेड़िन चरावत रह्या। मइँ तोहका अपने लोग इस्राएलियन क सासक चुनेउँ।"},{"number":9,"verse":"मइँ तोहरे संग तू जहाँ कहूँ गया रह्या रहेउँ। मइँ तोहरे दुस्मनन क तोहरे बरे हराएउँ। मइँ तोहका भूइँया क महान मनइयन मँ स एक बनाएउँ।"},{"number":10,"verse":"अउर मइँ आपन लोग इस्राएलियन बरे एक ठउर चुनब। तब इस्राएलियन अउर कबहुँ एक जगह स दूसर जगह पइ नाहीं जाइ क होइ। बीते दिना मँ मइँ अपने इस्राएल क लोगन क मार्गदर्सन बरे निआवाधीसन क पठए रहेउँ किन्तू पापी लोगन मोर लोगन क परेसान किहन। अब वइसा नाहीं होइ। मइँ तोहका सबहिं दुस्मनन स सान्ति देब। मइँ तोहसे इ भी कहत हउँ कि मइँ तोहरे परिवार क राजा लोगन क परिवार बनाउब।"},{"number":12,"verse":"“‘जब तू मरब्या अउर अपने पुरखन क संग दफनावा जाब्या, तब मइँ तोहरे पूतन मँ स एक क राजा क रूप मँ चूनब अउर मइँ ओकर राज्ज क सक्तीसाली बनाउब।"},{"number":13,"verse":"मोरे नाउँ पइ उ एक ठु मन्दिर बनवाइ। मइँ ओकरे राज्ज क हमेसा बरे सक्तीसाली बनाउब।"},{"number":14,"verse":"मइँ ओकर बाप बनब अउर उ मोर पूत होइ। जब उ पाप करी, मइँ ओका दण्ड देइ बरे दूसर रास्ट्रन क उपयोग करब। मइँ ओकर प्रयोग दूसर लोगन क दण्ड देइ बरे चाबुक क रूप मँ करब।"},{"number":15,"verse":"किन्तु मइँ ओहसे पिरेम करब बन्द नाहीं करब। मइँ ओह पइ हमेसा कृपालु अउ वफ़ादार बना रहब। मइँ आपन पिरेम अउ आपन कृपा साऊल स हटाइ लिहेउँ। मइँ साऊल क सिंहासन स हटाइ दिहेउँ, मइँ तोहका चुनेउँ। मइँ तोहरे परिवार क संग उहइ नाहीं करब।"},{"number":16,"verse":"तोहरे राजा लोगन क परिवार हमेसा चलत रही, तू ओह पइ निर्भर रहि सकत ह। तोहार राज्ज तोहरे बरे लगातार हमेसा चलत रही। तोहार सिंहासन सदा ही बना रही।’”"},{"number":17,"verse":"नातान दाऊद क हर एक बात बताएस। उ दाऊद स हर एक बात कहेस जउन उ दर्सन मँ सुनेस।"},{"number":18,"verse":"( दाऊद परमेस्सर स पराथना करत ह) तब राजा दाऊद भितरे गवा अउर यहोवा क समन्वा बैठ गवा। दाऊद कहेस, “यहोवा, मोर सुआमी, मइँ तोहरे बरे ऍतना महत्वपूर्ण काहे अहउँ? मोर परिवार महत्वपूर्ण काहे अहइ? तू मोका महत्वपूर्ण काहे बनाइ दिहा।"},{"number":19,"verse":"मइँ तोहरे सेवक क अलावा अउर कछू नाहीं हउँ, अउर तू मोह पइ एतना जियादा कृपालु रह्या ह। किन्तु तू इ सबइ कृपा मोरे भविस्स क परिवार क खातिर करइ क कहया ह। यहोवा मोर सुआमी, तू हमेसा लोगन बरे अइसी ही बातन नाहीं कहत्या, का तू कहत ह?"},{"number":20,"verse":"मइँ तोहसे अउर जियादा, का कहि सकत हउँ? यहोवा, मोर सुआमी, तू जानत ह कि मइँ केवल तोहार सेवक हउँ।"},{"number":21,"verse":"तू इ सबइ महान कारज एह बरे किहा ह काहेकि तू कहया ह कि तू एनका करब्या अउर काहेकि तू ओनका संग अइसा करइ चाहत ह, अउर तू मोका एन कारजन का जानउँ।"},{"number":22,"verse":"हे यहोवा, मोर सुआमी, इहइ कारण अहइ कि तू महान अहा। तोहरे समान कउनो नाहीं अहइ। तोहरी इलावा कउनो देवता नाहीं अहइ! हम इ जानित ह काहेकि हम लोग खुद इ सब सुने अही। ओन कारजन क बारे मँ जउन तू किह्या।"},{"number":23,"verse":"“तोहरे इस्राएल क लोगन क तरह पृथ्वी पइ कउनो रास्ट्र नाहीं अहइ। उ पचे बिसेस लोग अहइँ। उ सबइ दास रहेन। किन्तु तू ओनका मिस्र स निकार्या अउर ओनका अजाद किहा। तू ओनका आपन लोग बनाया। तू इस्राएलियन बरे महान अउ अद्भुत कारज किह्या। हे यहोवा, तू अपने भुइँया मँ आपन लोगन क पहिले, दूसर रास्ट्रन अउर ओकर देवतन क निकारिके अचरज भरा कारज किहा।"},{"number":24,"verse":"तू इस्राएलियन क सदा बरे अपने लोग बनाया ह, अउर यहोवा तू ओनकर परमेस्सर भवा।"},{"number":25,"verse":"“यहोवा परमेस्सर, करा जउन तू मोर, तोहार सेवक अउर मोरे परिवार बरे करइ क प्रतिग्या किहेस ह। तू मोरे परिवार क सदा साही परिवार बनावइ क प्रतिग्या किहेस ह।"},{"number":26,"verse":"तब तोर नाउँ सदा सम्मानित रही अउर लोग कहिहीं, ‘सर्वसक्तीमान यहोवा परमेस्सर इस्राएल पइ हुकूमत करत ह अउर तोहार सेवक दाऊद क परिवार तोहरे समन्वा स्थिर होइ देइ।’"},{"number":27,"verse":"“सर्वसक्तीमान यहोवा, इस्राएल क परमेस्सर, तू मोका बहोत चिजियन स हटाइ दिहेस ह। तू कहेस, ‘मइँ तोहरे परिवार क महान बनाउब।’ इहइ कारण अहइ कि मइँ तोहार सेवक, तोहरे बरे इ पराथना करइ क निहचइ किहेउँ।"},{"number":28,"verse":"यहोवा मोर सुआमी, तू परमेस्सर अहा अउर तोहार कथन सच होत हीं अउर तू इ अपने सेवक बरे, इ नीक चीज क बचन दिहा ह।"},{"number":29,"verse":"हे यहोवा मोर सुआमी! कृपा कइके मोरे परिवार क असीस द्या। जेहसे उ लगातार तोहार बना रहइ अउर तोहार सेवा करी। तू इ सब ही बचन दिहे रह्या। अपने आसीर्बाद स मोरे परिवार क हमेसा बरे असीस द्या।”"}]}