{"bibleAbbr":"LEB2012","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"(Balaam’s Oracles) Balaam said to Balak, “Build for me this: seven altars. And prepare for me this: seven bulls and seven rams.”"},{"number":2,"verse":"And Balak did just as Balaam spoke, and Balak offered Balaam a bull and a ram on the altar."},{"number":3,"verse":"And Balaam said to Balak, “Station yourself at your burnt offering, and I will go; perhaps Yahweh will come to meet me, and whatever he shows me I will tell to you.” So he went to a barren height."},{"number":4,"verse":"And God met with Balaam, and he said to him, “I have arranged seven altars, and I have offered a bull and a ram on the altar.”"},{"number":5,"verse":"Yahweh put a word in the mouth of Balaam and said, “Return to Balak, and you must speak thus.”"},{"number":6,"verse":"So he returned to him, and behold, he was standing beside his burnt offering, he and all the leaders of Moab."},{"number":7,"verse":"And he lifted up his oracle and said, “From Aram Balak lead me, from the mountains of the east the king of Moab, ‘Go for me, curse Jacob, and go, denounce Israel.’"},{"number":8,"verse":"How can I curse whom God has not cursed, and how can I denounce whom Yahweh has not denounced?"},{"number":9,"verse":"Because from the top of the rocks I see him, from hilltops I watch him. Behold, a people who dwell alone, they do not consider themselves among the nations."},{"number":10,"verse":"Who can count the dust of Jacob, or as a number the fourth part of Israel? Let my life die the death of an upright person, and let my end be like his!”"},{"number":11,"verse":"And Balak said to Balaam, “What have you done to me? I took you to curse my enemies, and look, you have surely blessed them!”"},{"number":12,"verse":"He answered and said, “Should I not speak what Yahweh puts in my mouth?”"},{"number":13,"verse":"Then Balak said, “Please walk with me to another place where you will see them, but you will only see part of them and will not see all of them; and curse them for me from there.”"},{"number":14,"verse":"So he took him to the field of Zophim to the top of Pisgah, and he built seven altars, and he offered a bull and a ram on each altar."},{"number":15,"verse":"Balaam said to Balak, “Station yourself here at the burnt offering while I myself meet with Yahweh there.”"},{"number":16,"verse":"Then Yahweh met with Balaam, and he put a word in his mouth, and he said, “Return to Balak, and you must speak thus.”"},{"number":17,"verse":"He came to him, and behold, he was standing at his burnt offering, and the princes of Moab with him. And Balak said to him, “What has Yahweh spoken?”"},{"number":18,"verse":"Then he uttered his oracle, and said, “Stand up, Balak, and hear; listen to me, son of Zippor!"},{"number":19,"verse":"God is not a man, that he should lie, nor a son of humankind, that he should change his mind. Has he said, and will he not do it? And has he spoken, and will he not fulfill it?"},{"number":20,"verse":"Behold, I have received a command to bless; when he has blessed, I cannot cause it to return."},{"number":21,"verse":"He has no regard for evil in Jacob, and he does not see trouble in Israel; Yahweh his God is with him, and a shout of a king is among them."},{"number":22,"verse":"God, who brings them out from Egypt, is like the strength of a wild ox for them."},{"number":23,"verse":"Because there is no sorcery against Jacob, and there is no divination against Israel. Now it will be said to Jacob and Israel, what God has done!"},{"number":24,"verse":"Look! the people will rise like the lion; he raises himself and will not lie down until he eats the prey and drinks the blood of the slain.”"},{"number":25,"verse":"Then Balak said to Balaam, “Do not curse them at all, nor bless them at all!”"},{"number":26,"verse":"But Balaam answered and said to Balak, “Did I not speak to you, saying, ‘Whatever Yahweh speaks I will do’?”"},{"number":27,"verse":"Then Balak said to Balaam, “Please, come, I will take you to another place; perhaps it will be acceptable to God, and you will curse for me from there.”"},{"number":28,"verse":"So Balak took Balaam to the top of Peor, which looks down on the face of the Jeshimon."},{"number":29,"verse":"And Balaam said to Balak, “Build for me these seven altars, and prepare for me these seven bulls and seven rams.”"},{"number":30,"verse":"Balak did just as Balaam said, and he offered a bull and a ram on each altar."}]}