{"bibleAbbr":"NLT2015","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"Craftsmen: Bezalel and Oholiab Then the LORD said to Moses,"},{"number":2,"verse":"“Look, I have specifically chosen Bezalel son of Uri, grandson of Hur, of the tribe of Judah."},{"number":3,"verse":"I have filled him with the Spirit of God, giving him great wisdom, ability, and expertise in all kinds of crafts."},{"number":4,"verse":"He is a master craftsman, expert in working with gold, silver, and bronze."},{"number":5,"verse":"He is skilled in engraving and mounting gemstones and in carving wood. He is a master at every craft!"},{"number":6,"verse":"“And I have personally appointed Oholiab son of Ahisamach, of the tribe of Dan, to be his assistant. Moreover, I have given special skill to all the gifted craftsmen so they can make all the things I have commanded you to make:"},{"number":7,"verse":"the Tabernacle; (Hebrew the Tent of Meeting.) the Ark of the Covenant; (Hebrew the Ark of the Testimony.) the Ark’s cover—the place of atonement; all the furnishings of the Tabernacle;"},{"number":8,"verse":"the table and its utensils; the pure gold lampstand with all its accessories; the incense altar;"},{"number":9,"verse":"the altar of burnt offering with all its utensils; the washbasin with its stand;"},{"number":10,"verse":"the beautifully stitched garments—the sacred garments for Aaron the priest, and the garments for his sons to wear as they minister as priests;"},{"number":11,"verse":"the anointing oil; the fragrant incense for the Holy Place. The craftsmen must make everything as I have commanded you.”"},{"number":12,"verse":"Instructions for the Sabbath The LORD then gave these instructions to Moses:"},{"number":13,"verse":"“Tell the people of Israel: ‘Be careful to keep my Sabbath day, for the Sabbath is a sign of the covenant between me and you from generation to generation. It is given so you may know that I am the LORD, who makes you holy."},{"number":14,"verse":"You must keep the Sabbath day, for it is a holy day for you. Anyone who desecrates it must be put to death; anyone who works on that day will be cut off from the community."},{"number":15,"verse":"You have six days each week for your ordinary work, but the seventh day must be a Sabbath day of complete rest, a holy day dedicated to the LORD. Anyone who works on the Sabbath must be put to death."},{"number":16,"verse":"The people of Israel must keep the Sabbath day by observing it from generation to generation. This is a covenant obligation for all time."},{"number":17,"verse":"It is a permanent sign of my covenant with the people of Israel. For in six days the LORD made heaven and earth, but on the seventh day he stopped working and was refreshed.’”"},{"number":18,"verse":"When the LORD finished speaking with Moses on Mount Sinai, he gave him the two stone tablets inscribed with the terms of the covenant, (Hebrew the two tablets of the Testimony; see note on 25:16.) written by the finger of God."}]}