{"bibleAbbr":"NLT2015","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"Clothing for the Priests The craftsmen made beautiful sacred garments of blue, purple, and scarlet cloth—clothing for Aaron to wear while ministering in the Holy Place, just as the LORD had commanded Moses."},{"number":2,"verse":"Making the Ephod Bezalel (Hebrew He; also in 39:8, 22.) made the ephod of finely woven linen and embroidered it with gold and with blue, purple, and scarlet thread."},{"number":3,"verse":"He made gold thread by hammering out thin sheets of gold and cutting it into fine strands. With great skill and care, he worked it into the fine linen with the blue, purple, and scarlet thread."},{"number":4,"verse":"The ephod consisted of two pieces, front and back, joined at the shoulders with two shoulder-pieces."},{"number":5,"verse":"The decorative sash was made of the same materials: finely woven linen embroidered with gold and with blue, purple, and scarlet thread, just as the LORD had commanded Moses."},{"number":6,"verse":"They mounted the two onyx stones in settings of gold filigree. The stones were engraved with the names of the tribes of Israel, just as a seal is engraved."},{"number":7,"verse":"He fastened these stones on the shoulder-pieces of the ephod as a reminder that the priest represents the people of Israel. All this was done just as the LORD had commanded Moses."},{"number":8,"verse":"Making the Chestpiece Bezalel made the chestpiece with great skill and care. He made it to match the ephod, using finely woven linen embroidered with gold and with blue, purple, and scarlet thread."},{"number":9,"verse":"He made the chestpiece of a single piece of cloth folded to form a pouch nine inches (Hebrew 1 span [23 centimeters].) square."},{"number":10,"verse":"They mounted four rows of gemstones (The identification of some of these gemstones is uncertain.) on it. The first row contained a red carnelian, a pale-green peridot, and an emerald."},{"number":11,"verse":"The second row contained a turquoise, a blue lapis lazuli, and a white moonstone."},{"number":12,"verse":"The third row contained an orange jacinth, an agate, and a purple amethyst."},{"number":13,"verse":"The fourth row contained a blue-green beryl, an onyx, and a green jasper. All these stones were set in gold filigree."},{"number":14,"verse":"Each stone represented one of the twelve sons of Israel, and the name of that tribe was engraved on it like a seal."},{"number":15,"verse":"To attach the chestpiece to the ephod, they made braided cords of pure gold thread."},{"number":16,"verse":"They also made two settings of gold filigree and two gold rings and attached them to the top corners of the chestpiece."},{"number":17,"verse":"They tied the two gold cords to the rings on the chestpiece."},{"number":18,"verse":"They tied the other ends of the cords to the gold settings on the shoulder-pieces of the ephod."},{"number":19,"verse":"Then they made two more gold rings and attached them to the inside edges of the chestpiece next to the ephod."},{"number":20,"verse":"Then they made two more gold rings and attached them to the front of the ephod, below the shoulder-pieces, just above the knot where the decorative sash was fastened to the ephod."},{"number":21,"verse":"They attached the bottom rings of the chestpiece to the rings on the ephod with blue cords. In this way, the chestpiece was held securely to the ephod above the decorative sash. All this was done just as the LORD had commanded Moses."},{"number":22,"verse":"Additional Clothing for the Priests Bezalel made the robe that is worn with the ephod from a single piece of blue woven cloth,"},{"number":23,"verse":"with an opening for Aaron’s head in the middle of it. The opening was reinforced with a woven collar (The meaning of the Hebrew is uncertain.) so it would not tear."},{"number":24,"verse":"They made pomegranates of blue, purple, and scarlet yarn, and attached them to the hem of the robe."},{"number":25,"verse":"They also made bells of pure gold and placed them between the pomegranates along the hem of the robe,"},{"number":26,"verse":"with bells and pomegranates alternating all around the hem. This robe was to be worn whenever the priest ministered before the LORD, just as the LORD had commanded Moses."},{"number":27,"verse":"They made tunics for Aaron and his sons from fine linen cloth."},{"number":28,"verse":"The turban and the special head coverings were made of fine linen, and the undergarments were also made of finely woven linen."},{"number":29,"verse":"The sashes were made of finely woven linen and embroidered with blue, purple, and scarlet thread, just as the LORD had commanded Moses."},{"number":30,"verse":"Finally, they made the sacred medallion—the badge of holiness—of pure gold. They engraved it like a seal with these words: HOLY TO THE LORD."},{"number":31,"verse":"They attached the medallion with a blue cord to Aaron’s turban, just as the LORD had commanded Moses."},{"number":32,"verse":"Moses Inspects the Work And so at last the Tabernacle (Hebrew the Tabernacle, the Tent of Meeting; also in 39:40.) was finished. The Israelites had done everything just as the LORD had commanded Moses."},{"number":33,"verse":"And they brought the entire Tabernacle to Moses: the sacred tent with all its furnishings, clasps, frames, crossbars, posts, and bases;"},{"number":34,"verse":"the tent coverings of tanned ram skins and fine goatskin leather; the inner curtain to shield the Ark;"},{"number":35,"verse":"the Ark of the Covenant (Or Ark of the Testimony.) and its carrying poles; the Ark’s cover—the place of atonement;"},{"number":36,"verse":"the table and all its utensils; the Bread of the Presence;"},{"number":37,"verse":"the pure gold lampstand with its symmetrical lamp cups, all its accessories, and the olive oil for lighting;"},{"number":38,"verse":"the gold altar; the anointing oil and fragrant incense; the curtain for the entrance of the sacred tent;"},{"number":39,"verse":"the bronze altar; the bronze grating and its carrying poles and utensils; the washbasin with its stand;"},{"number":40,"verse":"the curtains for the walls of the courtyard; the posts and their bases; the curtain for the entrance to the courtyard; the ropes and tent pegs; all the furnishings to be used in worship at the Tabernacle;"},{"number":41,"verse":"the beautifully stitched garments for the priests to wear while ministering in the Holy Place—the sacred garments for Aaron the priest, and the garments for his sons to wear as they minister as priests."},{"number":42,"verse":"So the people of Israel followed all of the LORD’s instructions to Moses."},{"number":43,"verse":"Then Moses inspected all their work. When he found it had been done just as the LORD had commanded him, he blessed them."}]}