{"bibleAbbr":"NLT2015","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"Promises of Deliverance Then the LORD told Moses, “Now you will see what I will do to Pharaoh. When he feels the force of my strong hand, he will let the people go. In fact, he will force them to leave his land!”"},{"number":2,"verse":"And God said to Moses, “I am Yahweh—‘the LORD.’ (Yahweh is a transliteration of the proper name YHWH that is sometimes rendered “Jehovah”; in this translation it is usually rendered “the LORD” (note the use of small capitals).)"},{"number":3,"verse":"I appeared to Abraham, to Isaac, and to Jacob as El-Shaddai—‘God Almighty’ (El-Shaddai, which means “God Almighty,” is the name for God used in Gen 17:1; 28:3; 35:11; 43:14; 48:3.) —but I did not reveal my name, Yahweh, to them."},{"number":4,"verse":"And I reaffirmed my covenant with them. Under its terms, I promised to give them the land of Canaan, where they were living as foreigners."},{"number":5,"verse":"You can be sure that I have heard the groans of the people of Israel, who are now slaves to the Egyptians. And I am well aware of my covenant with them."},{"number":6,"verse":"“Therefore, say to the people of Israel: ‘I am the LORD. I will free you from your oppression and will rescue you from your slavery in Egypt. I will redeem you with a powerful arm and great acts of judgment."},{"number":7,"verse":"I will claim you as my own people, and I will be your God. Then you will know that I am the LORD your God who has freed you from your oppression in Egypt."},{"number":8,"verse":"I will bring you into the land I swore to give to Abraham, Isaac, and Jacob. I will give it to you as your very own possession. I am the LORD!’”"},{"number":9,"verse":"So Moses told the people of Israel what the LORD had said, but they refused to listen anymore. They had become too discouraged by the brutality of their slavery."},{"number":10,"verse":"Then the LORD said to Moses,"},{"number":11,"verse":"“Go back to Pharaoh, the king of Egypt, and tell him to let the people of Israel leave his country.”"},{"number":12,"verse":"“But LORD!” Moses objected. “My own people won’t listen to me anymore. How can I expect Pharaoh to listen? I’m such a clumsy speaker! (Hebrew I have uncircumcised lips; also in 6:30.) ”"},{"number":13,"verse":"But the LORD spoke to Moses and Aaron and gave them orders for the Israelites and for Pharaoh, the king of Egypt. The LORD commanded Moses and Aaron to lead the people of Israel out of Egypt."},{"number":14,"verse":"The Ancestors of Moses and Aaron These are the ancestors of some of the clans of Israel: The sons of Reuben, Israel’s oldest son, were Hanoch, Pallu, Hezron, and Carmi. Their descendants became the clans of Reuben."},{"number":15,"verse":"The sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul. (Shaul’s mother was a Canaanite woman.) Their descendants became the clans of Simeon."},{"number":16,"verse":"These are the descendants of Levi, as listed in their family records: The sons of Levi were Gershon, Kohath, and Merari. (Levi lived to be 137 years old.)"},{"number":17,"verse":"The descendants of Gershon included Libni and Shimei, each of whom became the ancestor of a clan."},{"number":18,"verse":"The descendants of Kohath included Amram, Izhar, Hebron, and Uzziel. (Kohath lived to be 133 years old.)"},{"number":19,"verse":"The descendants of Merari included Mahli and Mushi. These are the clans of the Levites, as listed in their family records."},{"number":20,"verse":"Amram married his father’s sister Jochebed, and she gave birth to his sons, Aaron and Moses. (Amram lived to be 137 years old.)"},{"number":21,"verse":"The sons of Izhar were Korah, Nepheg, and Zicri."},{"number":22,"verse":"The sons of Uzziel were Mishael, Elzaphan, and Sithri."},{"number":23,"verse":"Aaron married Elisheba, the daughter of Amminadab and sister of Nahshon, and she gave birth to his sons, Nadab, Abihu, Eleazar, and Ithamar."},{"number":24,"verse":"The sons of Korah were Assir, Elkanah, and Abiasaph. Their descendants became the clans of Korah."},{"number":25,"verse":"Eleazar son of Aaron married one of the daughters of Putiel, and she gave birth to his son, Phinehas. These are the ancestors of the Levite families, listed according to their clans."},{"number":26,"verse":"The Aaron and Moses named in this list are the same ones to whom the LORD said, “Lead the people of Israel out of the land of Egypt like an army.”"},{"number":27,"verse":"It was Moses and Aaron who spoke to Pharaoh, the king of Egypt, about leading the people of Israel out of Egypt."},{"number":28,"verse":"When the LORD spoke to Moses in the land of Egypt,"},{"number":29,"verse":"he said to him, “I am the LORD! Tell Pharaoh, the king of Egypt, everything I am telling you.”"},{"number":30,"verse":"But Moses argued with the LORD, saying, “I can’t do it! I’m such a clumsy speaker! Why should Pharaoh listen to me?”"}]}