{"bibleAbbr":"WYC1395","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"Blame thou not an eldere man, but biseche as a fadir, yonge men as britheren; elde wymmen as modris,"},{"number":2,"verse":"yonge wymmen as sistris, in al chastite."},{"number":3,"verse":"Honoure thou widewis, that ben very widewis."},{"number":4,"verse":"But if ony widewe hath children of sones, lerne sche first to gouerne her hous, and quyte to fadir and modir; for this thing is acceptid bifor God."},{"number":5,"verse":"And sche that is a widewe verili, and desolate, hope in to God, and be bisy in bisechingis and preieris niyt and dai."},{"number":6,"verse":"For sche that is lyuynge in delicis, is deed."},{"number":7,"verse":"And comaunde thou this thing, that thei be withouten repreef."},{"number":8,"verse":"For if ony man hath not cure of his owne, and most of hise household men, he hath denyed the feith, and is worse than an vnfeithful man."},{"number":9,"verse":"A widewe be chosun not lesse than sixti yeer, that was wijf of oon hosebonde,"},{"number":10,"verse":"and hath witnessing in good werkis, if sche nurschede children, if sche resseyuede pore men to herbore, if sche hath waischun the feet of hooli men, if sche mynystride to men that suffriden tribulacioun, if sche folewide al good werk."},{"number":11,"verse":"But eschewe thou yongere widewis; for whanne thei han do letcherie, thei wolen be weddid in Crist,"},{"number":12,"verse":"hauynge dampnacioun, for thei han maad voide the firste feith."},{"number":13,"verse":"Also thei idil lernen to go aboute housis, not oneli ydel, but ful of wordis and curiouse, spekynge thingis that bihoueth not."},{"number":14,"verse":"Therfor Y wole, that yongere widewis be weddid, and bringe forth children, and ben hosewyues, to yyue noon occasioun to the aduersarie, bi cause of cursid thing."},{"number":15,"verse":"For now summe ben turned abak aftir Sathanas."},{"number":16,"verse":"If ony feithful man hath widewis, mynystre he to hem, that the chirche be not greuyd, that it suffice to hem that ben very widewis."},{"number":17,"verse":"The prestis that ben wel gouernoures, be thei had worthi to double onour; moost thei that trauelen in word and teching."},{"number":18,"verse":"For scripture seith, Thou schalt not bridil the mouth of the oxe threischinge, and, A werk man is worthi his hire."},{"number":19,"verse":"Nyle thou resseyue accusyng ayens a preest, but vndur tweyne or thre witnessis."},{"number":20,"verse":"But reproue thou men that synnen bifor alle men, that also othere haue drede."},{"number":21,"verse":"Y preie bifor God, and Jhesu Crist, and hise chosun aungelis, that thou kepe these thingis with oute preiudice, and do no thing in bowynge `in to the othere side."},{"number":22,"verse":"Put thou hondis to no man, nether anoon comyne thou with othere mennus synnes. Kepe thi silf chast."},{"number":23,"verse":"Nyle thou yit drinke watir, but vse a litil wyn, for thi stomac, and `for thin ofte fallynge infirmytees."},{"number":24,"verse":"Sum mennus synnes ben opyn, bifor goynge to dom; but of summen thei comen aftir."},{"number":25,"verse":"And also goode dedis ben opyn, and tho that han hem in othere maner, moun not be hid."}]}