{"bibleAbbr":"NLT2015","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"God’s Mercy on Israel I ask, then, has God rejected his own people, the nation of Israel? Of course not! I myself am an Israelite, a descendant of Abraham and a member of the tribe of Benjamin."},{"number":2,"verse":"No, God has not rejected his own people, whom he chose from the very beginning. Do you realize what the Scriptures say about this? Elijah the prophet complained to God about the people of Israel and said,"},{"number":3,"verse":"“LORD, they have killed your prophets and torn down your altars. I am the only one left, and now they are trying to kill me, too.” (1 Kgs 19:10, 14.)"},{"number":4,"verse":"And do you remember God’s reply? He said, “No, I have 7000 others who have never bowed down to Baal!” (1 Kgs 19:18.)"},{"number":5,"verse":"It is the same today, for a few of the people of Israel (Greek for a remnant.) have remained faithful because of God’s grace—his undeserved kindness in choosing them."},{"number":6,"verse":"And since it is through God’s kindness, then it is not by their good works. For in that case, God’s grace would not be what it really is—free and undeserved."},{"number":7,"verse":"So this is the situation: Most of the people of Israel have not found the favor of God they are looking for so earnestly. A few have—the ones God has chosen—but the hearts of the rest were hardened."},{"number":8,"verse":"As the Scriptures say, “God has put them into a deep sleep. To this day he has shut their eyes so they do not see, and closed their ears so they do not hear.” (Isa 29:10; Deut 29:4.)"},{"number":9,"verse":"Likewise, David said, “Let their bountiful table become a snare, a trap that makes them think all is well. Let their blessings cause them to stumble, and let them get what they deserve."},{"number":10,"verse":"Let their eyes go blind so they cannot see, and let their backs be bent forever.”"},{"number":11,"verse":"Did God’s people stumble and fall beyond recovery? Of course not! They were disobedient, so God made salvation available to the Gentiles. But he wanted his own people to become jealous and claim it for themselves."},{"number":12,"verse":"Now if the Gentiles were enriched because the people of Israel turned down God’s offer of salvation, think how much greater a blessing the world will share when they finally accept it."},{"number":13,"verse":"I am saying all this especially for you Gentiles. God has appointed me as the apostle to the Gentiles. I stress this,"},{"number":14,"verse":"for I want somehow to make the people of Israel jealous of what you Gentiles have, so I might save some of them."},{"number":15,"verse":"For since their rejection meant that God offered salvation to the rest of the world, their acceptance will be even more wonderful. It will be life for those who were dead!"},{"number":16,"verse":"And since Abraham and the other patriarchs were holy, their descendants will also be holy—just as the entire batch of dough is holy because the portion given as an offering is holy. For if the roots of the tree are holy, the branches will be, too."},{"number":17,"verse":"But some of these branches from Abraham’s tree—some of the people of Israel—have been broken off. And you Gentiles, who were branches from a wild olive tree, have been grafted in. So now you also receive the blessing God has promised Abraham and his children, sharing in the rich nourishment from the root of God’s special olive tree."},{"number":18,"verse":"But you must not brag about being grafted in to replace the branches that were broken off. You are just a branch, not the root."},{"number":19,"verse":"“Well,” you may say, “those branches were broken off to make room for me.”"},{"number":20,"verse":"Yes, but remember—those branches were broken off because they didn’t believe in Christ, and you are there because you do believe. So don’t think highly of yourself, but fear what could happen."},{"number":21,"verse":"For if God did not spare the original branches, he won’t (Some manuscripts read perhaps he won’t.) spare you either."},{"number":22,"verse":"Notice how God is both kind and severe. He is severe toward those who disobeyed, but kind to you if you continue to trust in his kindness. But if you stop trusting, you also will be cut off."},{"number":23,"verse":"And if the people of Israel turn from their unbelief, they will be grafted in again, for God has the power to graft them back into the tree."},{"number":24,"verse":"You, by nature, were a branch cut from a wild olive tree. So if God was willing to do something contrary to nature by grafting you into his cultivated tree, he will be far more eager to graft the original branches back into the tree where they belong."},{"number":25,"verse":"God’s Mercy Is for Everyone I want you to understand this mystery, dear brothers and sisters, (Greek brothers.) so that you will not feel proud about yourselves. Some of the people of Israel have hard hearts, but this will last only until the full number of Gentiles comes to Christ."},{"number":26,"verse":"And so all Israel will be saved. As the Scriptures say, “The one who rescues will come from Jerusalem, (Greek from Zion.) and he will turn Israel (Greek Jacob.) away from ungodliness."},{"number":27,"verse":"And this is my covenant with them, that I will take away their sins.”"},{"number":28,"verse":"Many of the people of Israel are now enemies of the Good News, and this benefits you Gentiles. Yet they are still the people he loves because he chose their ancestors Abraham, Isaac, and Jacob."},{"number":29,"verse":"For God’s gifts and his call can never be withdrawn."},{"number":30,"verse":"Once, you Gentiles were rebels against God, but when the people of Israel rebelled against him, God was merciful to you instead."},{"number":31,"verse":"Now they are the rebels, and God’s mercy has come to you so that they, too, will share (Other manuscripts read will now share; still others read will someday share.) in God’s mercy."},{"number":32,"verse":"For God has imprisoned everyone in disobedience so he could have mercy on everyone."},{"number":33,"verse":"Oh, how great are God’s riches and wisdom and knowledge! How impossible it is for us to understand his decisions and his ways!"},{"number":34,"verse":"For who can know the LORD’s thoughts? Who knows enough to give him advice? (Isa 40:13 (Greek version).)"},{"number":35,"verse":"And who has given him so much that he needs to pay it back? (See Job 41:11.)"},{"number":36,"verse":"For everything comes from him and exists by his power and is intended for his glory. All glory to him forever! Amen."}]}