{"bibleAbbr":"RV1885","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"And he went out from thence; and he cometh into his own country; and his disciples follow him."},{"number":2,"verse":"And when the sabbath was come, he began to teach in the synagogue: and many hearing him were astonished, saying, Whence hath this man these things? and, What is the wisdom that is given unto this man, and {cf15i what mean} such mighty works wrought by his hands?"},{"number":3,"verse":"Is not this the carpenter, the son of Mary, and brother of James, and Joses, and Judas, and Simon? and are not his sisters here with us? And they were offended in him."},{"number":4,"verse":"And Jesus said unto them, A prophet is not without honour, save in his own country, and among his own kin, and in his own house."},{"number":5,"verse":"And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them."},{"number":6,"verse":"And he marveled because of their unbelief. And he went round about the villages teaching."},{"number":7,"verse":"And he called unto him the twelve, and began to send them forth by two and two; and he gave them authority over the unclean spirits;"},{"number":8,"verse":"and he charged them that they should take nothing for {cf15i their} journey, save a staff only; no bread, no wallet, no money in their purse;"},{"number":9,"verse":"but {cf15i to go} shod with sandals: and, {cf15i said he}, put not on two coats."},{"number":10,"verse":"And he said unto them, Wheresoever ye enter into a house, there abide till ye depart thence."},{"number":11,"verse":"And whatsoever place shall not receive you, and they hear you not, as ye go forth thence, shake off the dust that is under your feet for a testimony unto them."},{"number":12,"verse":"And they went out, and preached that {cf15i men} should repent."},{"number":13,"verse":"And they cast out many devils, and anointed with oil many that were sick, and healed them."},{"number":14,"verse":"And king Herod heard {cf15i thereof}; for his name had become known: and he said, John the Baptist is risen from the dead, and therefore do these powers work in him."},{"number":15,"verse":"But others said, It is Elijah. And others said, {cf15i It is} a prophet, {cf15i even} as one of the prophets."},{"number":16,"verse":"But Herod, when he heard {cf15i thereof}, said, John, whom I beheaded, he is risen."},{"number":17,"verse":"For Herod himself had sent forth and laid hold upon John, and bound him in prison for the sake of Herodias, his brother Philip s wife: for he had married her."},{"number":18,"verse":"For John said unto Herod, It is not lawful for thee to have thy brother s wife."},{"number":19,"verse":"And Herodias set herself against him, and desired to kill him; and she could not;"},{"number":20,"verse":"for Herod feared John, knowing that he was a righteous man and a holy, and kept him safe. And when he heard him, he was much perplexed; and he heard him gladly."},{"number":21,"verse":"And when a convenient day was come, that Herod on his birthday made a supper to his lords, and the high captains, and the chief men of Galilee;"},{"number":22,"verse":"and when the daughter of Herodias herself came in and danced, she pleased Herod and them that sat at meat with him; and the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee."},{"number":23,"verse":"And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom."},{"number":24,"verse":"And she went out, and said unto her mother, What shall I ask? And she said, The head of John the Baptist."},{"number":25,"verse":"And she came in straightway with haste unto the king, and asked, saying, I will that thou forthwith give me in a charger the head of John the Baptist."},{"number":26,"verse":"And the king was exceeding sorry; but for the sake of his oaths, and of them that sat at meat, he would not reject her."},{"number":27,"verse":"And straightway the king sent forth a soldier of his guard, and commanded to bring his head: and he went and beheaded him in the prison,"},{"number":28,"verse":"and brought his head in a charger, and gave it to the damsel; and the damsel gave it to her mother."},{"number":29,"verse":"And when his disciples heard {cf15i thereof}, they came and took up his corpse, and laid it in a tomb."},{"number":30,"verse":"And the apostles gather themselves together unto Jesus; and they told him all things, whatsoever they had done, and whatsoever they had taught."},{"number":31,"verse":"And he saith unto them, Come ye yourselves apart into a desert place, and rest a while. For there were many coming and going, and they had no leisure so much as to eat."},{"number":32,"verse":"And they went away in the boat to a desert place apart."},{"number":33,"verse":"And {cf15i the people} saw them going, and many knew {cf15i them}, and they ran there together on foot from all the cities, and outwent them."},{"number":34,"verse":"And he came forth and saw a great multitude, and he had compassion on them, because they were as sheep not having a shepherd: and he began to teach them many things."},{"number":35,"verse":"And when the day was now far spent, his disciples came unto him, and said, The place is desert, and the day is now far spent:"},{"number":36,"verse":"send them away, that they may go into the country and villages round about, and buy themselves somewhat to eat."},{"number":37,"verse":"But he answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat"},{"number":38,"verse":"And he saith unto them, How many loaves have ye go {cf15i and} see. And when they knew, they say, Five, and two fishes."},{"number":39,"verse":"And he commanded them that all should sit down by companies upon the green grass."},{"number":40,"verse":"And they sat down in ranks, by hundreds, and by fifties."},{"number":41,"verse":"And he took the five loaves and the two fishes, and looking up to heaven, he blessed, and brake the loaves; and he gave to the disciples to set before them; and the two fishes divided he among them all."},{"number":42,"verse":"And they did all eat, and were filled."},{"number":43,"verse":"And they took up broken pieces, twelve basketfuls, and also of the fishes."},{"number":44,"verse":"And they that ate the loaves were five thousand men."},{"number":45,"verse":"And straightway he constrained his disciples to enter into the boat, and to go before {cf15i him} unto the other side to Bethsaida, while he himself sendeth the multitude away."},{"number":46,"verse":"And after he had taken leave of them, he departed into the mountain to pray."},{"number":47,"verse":"And when even was come, the boat was in the midst of the sea, and he alone on the land."},{"number":48,"verse":"And seeing them distressed in rowing, for the wind was contrary unto them, about the fourth watch of the night he cometh unto them, walking on the sea; and he would have passed by them:"},{"number":49,"verse":"but they, when they saw him walking on the sea, supposed that it was an apparition, and cried out:"},{"number":50,"verse":"for they all saw him, and were troubled. But he straightway spake with them, and saith unto them, Be of good cheer: it is I; be not afraid."},{"number":51,"verse":"And he went up unto them into the boat; and the wind ceased: and they were sore amazed in themselves;"},{"number":52,"verse":"for they understood not concerning the loaves, but their heart was hardened."},{"number":53,"verse":"And when they had crossed over, they came to the land unto Gennesaret, and moored to the shore."},{"number":54,"verse":"And when they were come out of the boat, straightway {cf15i the people} knew him,"},{"number":55,"verse":"and ran round about that whole region, and began to carry about on their beds those that were sick, where they heard he was."},{"number":56,"verse":"And wheresoever he entered, into villages, or into cities, or into the country, they laid the sick in the marketplaces, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole."}]}