{"bibleAbbr":"RV1885","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":8,"verses":[{"number":1,"verse":"In those days, when there was again a great multitude, and they had nothing to eat, he called unto him his disciples, and saith unto them,"},{"number":2,"verse":"I have compassion on the multitude, because they continue with me now three days, and have nothing to eat:"},{"number":3,"verse":"and if I send them away fasting to their home, they will faint in the way; and some of them are come from far."},{"number":4,"verse":"And his disciples answered him, Whence shall one be able to fill these men with bread here in a desert place?"},{"number":5,"verse":"And he asked them, How many loaves have ye And they said, Seven."},{"number":6,"verse":"And he commandeth the multitude to sit down on the ground: and he took the seven loaves, and having given thanks, he brake, and gave to his disciples, to set before them; and they set them before the multitude."},{"number":7,"verse":"And they had a few small fishes: and having blessed them, he commanded to set these also before them."},{"number":8,"verse":"And they did eat, and were filled: and they took up, of broken pieces that remained over, seven baskets."},{"number":9,"verse":"And they were about four thousand: and he sent them away."},{"number":10,"verse":"And straightway he entered into the boat with his disciples, and came into the parts of Dalmanutha."},{"number":11,"verse":"And the Pharisees came forth, and began to question with him, seeking of him a sign from heaven, tempting him."},{"number":12,"verse":"And he sighed deeply in his spirit, and saith, Why doth this generation seek a sign verily I say unto you, There shall no sign be given unto this generation."},{"number":13,"verse":"And he left them, and again entering into {cf15i the boat} departed to the other side."},{"number":14,"verse":"And they forgot to take bread; and they had not in the boat with them more than one loaf."},{"number":15,"verse":"And he charged them, saying, Take heed, beware of the leaven of the Pharisees and the leaven of Herod."},{"number":16,"verse":"And they reasoned one with another, saying, We have no bread."},{"number":17,"verse":"And Jesus perceiving it saith unto them, Why reason ye, because ye have no bread do ye not yet perceive, neither understand have ye your heart hardened"},{"number":18,"verse":"Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?"},{"number":19,"verse":"When I brake the five loaves among the five thousand, how many baskets full of broken pieces took ye up They say unto him, Twelve."},{"number":20,"verse":"And when the seven among the four thousand, how many basketfuls of broken pieces took ye up And they say unto him, Seven."},{"number":21,"verse":"And he said unto them, Do ye not yet understand"},{"number":22,"verse":"And they come unto Bethsaida. And they bring to him a blind man, and beseech him to touch him."},{"number":23,"verse":"And he took hold of the blind man by the hand, and brought him out of the village; and when he had spit on his eyes, and laid his hands upon him, he asked him, Seest thou aught"},{"number":24,"verse":"And he looked up, and said, I see men; for I behold {cf15i them} as trees, walking."},{"number":25,"verse":"Then again he laid his hands upon his eyes; and he looked stedfastly, and was restored, and saw all things clearly."},{"number":26,"verse":"And he sent him away to his home, saying, Do not even enter into the village."},{"number":27,"verse":"And Jesus went forth, and his disciples, into the villages of Caesarea Philippi: and in the way he asked his disciples, saying unto them, Who do men say that I am"},{"number":28,"verse":"And they told him, saying, John the Baptist: and others, Elijah; but others, One of the prophets."},{"number":29,"verse":"And he asked them, But who say ye that I am Peter answereth and saith unto him, Thou art the Christ."},{"number":30,"verse":"And he charged them that they should tell no man of him."},{"number":31,"verse":"And he began to teach them, that the Son of man must suffer many things, and be rejected by the elders, and the chief priests, and the scribes, and be killed, and after three days rise again."},{"number":32,"verse":"And he spake the saying openly. And Peter took him, and began to rebuke him."},{"number":33,"verse":"But he turning about, and seeing his disciples, rebuked Peter, and saith, Get thee behind me, Satan: for thou mindest not the things of God, but the things of men."},{"number":34,"verse":"And he called unto him the multitude with his disciples, and said unto them, If any man would come after me, let him deny himself, and take up his cross, and follow me."},{"number":35,"verse":"For whosoever would save his life shall lose it; and whosoever shall lose his life for my sake and the gospel s shall save it."},{"number":36,"verse":"For what doth it profit a man, to gain the whole world, and forfeit his life?"},{"number":37,"verse":"For what should a man give in exchange for his life?"},{"number":38,"verse":"For whosoever shall be ashamed of me and of my words in this adulterous and sinful generation, the Son of man also shall be ashamed of him, when he cometh in the glory of his Father with the holy angels."}]}