{"bibleAbbr":"NLT2007","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"David Avenges the Gibeonites There was a famine during David’s reign that lasted for three years, so David asked the LORD about it. And the LORD said, “The famine has come because Saul and his family are guilty of murdering the Gibeonites.”"},{"number":2,"verse":"So the king summoned the Gibeonites. They were not part of Israel but were all that was left of the nation of the Amorites. The people of Israel had sworn not to kill them, but Saul, in his zeal for Israel and Judah, had tried to wipe them out."},{"number":3,"verse":"David asked them, “What can I do for you? How can I make amends so that you will bless the LORD’s people again?”"},{"number":4,"verse":"“Well, money can’t settle this matter between us and the family of Saul,” the Gibeonites replied. “Neither can we demand the life of anyone in Israel.” “What can I do then?” David asked. “Just tell me and I will do it for you.”"},{"number":5,"verse":"Then they replied, “It was Saul who planned to destroy us, to keep us from having any place at all in the territory of Israel."},{"number":6,"verse":"So let seven of Saul’s sons be handed over to us, and we will execute them before the LORD at Gibeon, on the mountain of the LORD. (As in Greek version (see also 21:9); Hebrew reads at Gibeah of Saul, the chosen of the LORD.) ” “All right,” the king said, “I will do it.”"},{"number":7,"verse":"The king spared Jonathan’s son Mephibosheth, (Mephibosheth is another name for Merib-baal.) who was Saul’s grandson, because of the oath David and Jonathan had sworn before the LORD."},{"number":8,"verse":"But he gave them Saul’s two sons Armoni and Mephibosheth, whose mother was Rizpah daughter of Aiah. He also gave them the five sons of Saul’s daughter Merab, (As in a few Hebrew and Greek manuscripts and Syriac version (see also 1 Sam 18:19); most Hebrew manuscripts read Michal.) the wife of Adriel son of Barzillai from Meholah."},{"number":9,"verse":"The men of Gibeon executed them on the mountain before the LORD. So all seven of them died together at the beginning of the barley harvest."},{"number":10,"verse":"Then Rizpah daughter of Aiah, the mother of two of the men, spread burlap on a rock and stayed there the entire harvest season. She prevented the scavenger birds from tearing at their bodies during the day and stopped wild animals from eating them at night."},{"number":11,"verse":"When David learned what Rizpah, Saul’s concubine, had done,"},{"number":12,"verse":"he went to the people of Jabesh-gilead and retrieved the bones of Saul and his son Jonathan. (When the Philistines had killed Saul and Jonathan on Mount Gilboa, the people of Jabesh-gilead stole their bodies from the public square of Beth-shan, where the Philistines had hung them.)"},{"number":13,"verse":"So David obtained the bones of Saul and Jonathan, as well as the bones of the men the Gibeonites had executed."},{"number":14,"verse":"Then the king ordered that they bury the bones in the tomb of Kish, Saul’s father, at the town of Zela in the land of Benjamin. After that, God ended the famine in the land."},{"number":15,"verse":"Battles against Philistine Giants Once again the Philistines were at war with Israel. And when David and his men were in the thick of battle, David became weak and exhausted."},{"number":16,"verse":"Ishbi-benob was a descendant of the giants (Or a descendant of the Rapha; also in 21:18, 20, 22.) ; his bronze spearhead weighed more than seven pounds, (Hebrew 300 [shekels] [3.4 kilograms].) and he was armed with a new sword. He had cornered David and was about to kill him."},{"number":17,"verse":"But Abishai son of Zeruiah came to David’s rescue and killed the Philistine. Then David’s men declared, “You are not going out to battle with us again! Why risk snuffing out the light of Israel?”"},{"number":18,"verse":"After this, there was another battle against the Philistines at Gob. As they fought, Sibbecai from Hushah killed Saph, another descendant of the giants."},{"number":19,"verse":"During another battle at Gob, Elhanan son of Jair (As in parallel text at 1 Chr 20:5; Hebrew reads son of Jaare-oregim.) from Bethlehem killed the brother of Goliath of Gath. (As in parallel text at 1 Chr 20:5; Hebrew reads killed Goliath of Gath.) The handle of his spear was as thick as a weaver’s beam!"},{"number":20,"verse":"In another battle with the Philistines at Gath, they encountered a huge man (As in parallel text at 1 Chr 20:6; Hebrew reads a Midianite.) with six fingers on each hand and six toes on each foot, twenty-four in all, who was also a descendant of the giants."},{"number":21,"verse":"But when he defied and taunted Israel, he was killed by Jonathan, the son of David’s brother Shimea. (As in parallel text at 1 Chr 20:7; Hebrew reads Shimei, a variant spelling of Shimea.)"},{"number":22,"verse":"These four Philistines were descendants of the giants of Gath, but David and his warriors killed them."}]}