{"bibleAbbr":"NLT2007","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"Moving the Ark to Jerusalem Then David again gathered all the elite troops in Israel, 30000 in all."},{"number":2,"verse":"He led them to Baalah of Judah (Hebrew Baale of Judah, another name for Kiriath-jearim; compare 1 Chr 13:6.) to bring back the Ark of God, which bears the name of the LORD of Heaven’s Armies, (Or the Ark of God where the Name is proclaimed—the name of the LORD of Heaven’s Armies.) who is enthroned between the cherubim."},{"number":3,"verse":"They placed the Ark of God on a new cart and brought it from Abinadab’s house, which was on a hill. Uzzah and Ahio, Abinadab’s sons, were guiding the cart"},{"number":4,"verse":"that carried the Ark of God. (As in Dead Sea Scrolls and some Greek manuscripts; Masoretic Text reads 4and they brought it from Abinadab’s house, which was on a hill, with the Ark of God.) Ahio walked in front of the Ark."},{"number":5,"verse":"David and all the people of Israel were celebrating before the LORD, singing songs (As in Dead Sea Scrolls and Greek version (see also 1 Chr 13:8); Masoretic Text reads before the LORD with all manner of cypress wood.) and playing all kinds of musical instruments—lyres, harps, tambourines, castanets, and cymbals."},{"number":6,"verse":"But when they arrived at the threshing floor of Nacon, the oxen stumbled, and Uzzah reached out his hand and steadied the Ark of God."},{"number":7,"verse":"Then the LORD’s anger was aroused against Uzzah, and God struck him dead because of this. (As in Dead Sea Scrolls; Masoretic Text reads because of his irreverence.) So Uzzah died right there beside the Ark of God."},{"number":8,"verse":"David was angry because the LORD’s anger had burst out against Uzzah. He named that place Perez-uzzah (which means “to burst out against Uzzah”), as it is still called today."},{"number":9,"verse":"David was now afraid of the LORD, and he asked, “How can I ever bring the Ark of the LORD back into my care?”"},{"number":10,"verse":"So David decided not to move the Ark of the LORD into the City of David. Instead, he took it to the house of Obed-edom of Gath."},{"number":11,"verse":"The Ark of the LORD remained there in Obed-edom’s house for three months, and the LORD blessed Obed-edom and his entire household."},{"number":12,"verse":"Then King David was told, “The LORD has blessed Obed-edom’s household and everything he has because of the Ark of God.” So David went there and brought the Ark of God from the house of Obed-edom to the City of David with a great celebration."},{"number":13,"verse":"After the men who were carrying the Ark of the LORD had gone six steps, David sacrificed a bull and a fattened calf."},{"number":14,"verse":"And David danced before the LORD with all his might, wearing a priestly garment. (Hebrew a linen ephod.)"},{"number":15,"verse":"So David and all the people of Israel brought up the Ark of the LORD with shouts of joy and the blowing of rams’ horns."},{"number":16,"verse":"Michal’s Contempt for David But as the Ark of the LORD entered the City of David, Michal, the daughter of Saul, looked down from her window. When she saw King David leaping and dancing before the LORD, she was filled with contempt for him."},{"number":17,"verse":"They brought the Ark of the LORD and set it in its place inside the special tent David had prepared for it. And David sacrificed burnt offerings and peace offerings to the LORD."},{"number":18,"verse":"When he had finished his sacrifices, David blessed the people in the name of the LORD of Heaven’s Armies."},{"number":19,"verse":"Then he gave to every Israelite man and woman in the crowd a loaf of bread, a cake of dates, (Or a portion of meat. The meaning of the Hebrew is uncertain.) and a cake of raisins. Then all the people returned to their homes."},{"number":20,"verse":"When David returned home to bless his own family, Michal, the daughter of Saul, came out to meet him. She said in disgust, “How distinguished the king of Israel looked today, shamelessly exposing himself to the servant girls like any vulgar person might do!”"},{"number":21,"verse":"David retorted to Michal, “I was dancing before the LORD, who chose me above your father and all his family! He appointed me as the leader of Israel, the people of the LORD, so I celebrate before the LORD."},{"number":22,"verse":"Yes, and I am willing to look even more foolish than this, even to be humiliated in my own eyes! But those servant girls you mentioned will indeed think I am distinguished!”"},{"number":23,"verse":"So Michal, the daughter of Saul, remained childless throughout her entire life."}]}