{"bibleAbbr":"msAB1996","bookName":"ESTER","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"( Permaisuri Wasti Melawan Perintah Raja Ahasyweros) ( ) Di Susan, ibu kota Persia, Raja Ahasyweros memerintah 127 buah wilayah, dari India sampai ke Etiopia. ( Etiopia: Pada zaman dahulu, negeri ini terletak di sempadan negeri Mesir. Negeri ini juga dikenali sebagai Kus.)"},{"number":3,"verse":"Pada tahun ketiga pemerintahannya, Raja Ahasyweros mengadakan jamuan besar bagi semua pembesar dan pegawainya. Para panglima Persia dan Media, serta para gabenor dan pegawai tinggi dari wilayah-wilayah turut hadir di jamuan itu."},{"number":4,"verse":"Selama enam bulan raja mempamerkan kekayaan istananya, dan kemegahan serta keagungan kerajaan baginda."},{"number":5,"verse":"Selepas itu raja mengadakan jamuan bagi semua penduduk ibu kota, baik yang kaya mahupun yang miskin. Jamuan itu diadakan di taman istana raja, dan berlangsung selama satu minggu."},{"number":6,"verse":"Pekarangan istana dihias dengan tirai daripada kain linen berwarna biru dan putih, yang diikat dengan pita linen ungu yang halus, dan disangkutkan pada gelang-gelang perak yang dipasang pada tiang-tiang marmar. Sofa-sofa daripada emas dan perak di pekarangan istana, diletakkan di atas lantai yang berturap marmar putih, hablur merah, gewang yang berkilap, dan batu firus biru."},{"number":7,"verse":"Raja menyediakan sangat banyak wain yang dihidangkan di dalam cawan-cawan emas beraneka ragam."},{"number":8,"verse":"Wain yang diminum para tetamu tidak dihadkan. Raja sudah memberikan perintah kepada para pelayan istana supaya melayani setiap tetamu menurut keinginan masing-masing. ( Wain yang diminum para tetamu... masing-masing; atau Tetapi tidak ada yang dipaksa minum. Raja sudah memberikan perintah kepada para pelayan istana supaya semua tetamu... masing-masing.)"},{"number":9,"verse":"Sementara itu, di dalam istana Permaisuri Wasti juga memberikan jamuan kepada para wanita."},{"number":10,"verse":"Pada hari ketujuh jamuan itu, raja minum sehingga berasa sangat gembira. Kemudian raja memanggil tujuh orang sida-sida yang menjadi pelayan peribadinya: Mehuman, Bizta, Harbona, Bigta, Abagta, Zetar, dan Karkas."},{"number":11,"verse":"Raja menyuruh mereka membawa Permaisuri Wasti kepadanya dengan memakai mahkota kerajaan. Permaisuri itu sangat cantik dan raja hendak memperlihatkan kecantikannya kepada para pembesar dan tetamunya."},{"number":12,"verse":"Tetapi apabila sida-sida itu menyampaikan perintah raja, Permaisuri Wasti tidak mahu datang. Perbuatannya itu menyebabkan raja sangat murka."},{"number":13,"verse":"Raja mempunyai kebiasaan untuk minta pendapat orang arif tentang persoalan undang-undang dan adat. Oleh itu raja memanggil para penasihatnya untuk bertanya apa yang harus dilakukan dalam perkara seperti itu."},{"number":14,"verse":"Para penasihat raja yang paling sering dipanggil ialah Karsena, Setar, Admata, Tarsis, Meres, Marsena, dan Memukan. Mereka pegawai Persia dan Media yang memangku kedudukan paling tinggi dalam kerajaan itu."},{"number":15,"verse":"Raja bertitah kepada tujuh orang penasihat itu, “Beta sudah mengutus pelayan kepada Permaisuri Wasti dengan perintah supaya permaisuri datang kepada beta, tetapi permaisuri enggan. Menurut undang-undang, tindakan apakah yang harus kita ambil terhadapnya?”"},{"number":16,"verse":"Memukan berkata kepada raja dan para pembesar, “Permaisuri Wasti bukan sahaja sudah menghina tuanku, tetapi juga para pegawai tuanku, bahkan semua orang lelaki di dalam kerajaan!"},{"number":17,"verse":"Kerana sebaik sahaja kaum wanita mendengar perbuatan permaisuri itu, tiap-tiap wanita di dalam kerajaan tidak akan menghormati suaminya. Mereka akan berkata, ‘Raja Ahasyweros memerintah supaya Permaisuri Wasti menghadap, tetapi permaisuri tidak mahu datang.’"},{"number":18,"verse":"Apabila para isteri pegawai diraja Persia dan Media mendengar tentang kelakuan permaisuri itu, tentu mereka akan segera memberitahu hal itu kepada suami mereka. Akibatnya, isteri akan melawan perintah suami dan suami akan memarahi isteri."},{"number":19,"verse":"Oleh itu, jika tuanku berkenan, keluarkanlah satu titah bahawa Permaisuri Wasti tidak boleh menghadap raja lagi. Titah itu harus dijadikan undang-undang Persia dan Media supaya tidak mungkin dibatalkan lagi. Setelah itu, berikanlah kedudukan Permaisuri Wasti kepada wanita lain yang lebih baik."},{"number":20,"verse":"Apabila titah tuanku itu diumumkan di seluruh kerajaan yang luas ini, maka tiap-tiap wanita akan menghormati suaminya, baik dia kaya mahupun miskin.”"},{"number":21,"verse":"Raja dan para pegawainya menyetujui cadangan Memukan itu, lalu raja segera melaksanakannya."},{"number":22,"verse":"Raja mengirimkan surat perintah kepada semua wilayah di dalam kerajaan baginda, dalam setiap bahasa dan tulisan wilayah itu. Perintah itu mengatakan bahawa ( Perintah... bahawa; atau supaya.) di dalam setiap rumah tangga, suamilah yang harus menjadi ketua, dan yang patut mengambil segala keputusan."}]}