{"bibleAbbr":"msAB1996","bookName":"ESTER","bookEnglishName":"Esther","chapterNumber":9,"verses":[{"number":1,"verse":"( Orang Yahudi Bertindak Melawan Musuh) Kemudian tibalah hari ketiga belas bulan Adar, iaitu hari yang ditetapkan bagi pelaksanaan titah diraja itu. Itulah hari yang dinanti-nantikan oleh musuh orang Yahudi untuk menguasai bangsa itu. Tetapi sebaliknya, orang Yahudi pula yang mengalahkan mereka."},{"number":2,"verse":"Di kawasan orang Yahudi di tiap-tiap kota, ( Di kawasan orang Yahudi di tiap-tiap kota; atau Di tiap-tiap kota orang Yahudi.) orang Yahudi berkumpul dan menyerang siapa sahaja yang cuba mencederakan mereka. Bangsa-bangsa di mana sahaja takut kepada mereka sehingga tidak seorang pun berani menentang mereka."},{"number":3,"verse":"Bahkan semua pembesar wilayah - gabenor, pentadbir, dan wakil diraja - menyokong orang Yahudi kerana mereka takut kepada Mordekhai."},{"number":4,"verse":"Di seluruh kerajaan itu, orang tahu bahawa Mordekhai seorang yang berkuasa di istana, dan bahawa kuasanya semakin bertambah."},{"number":5,"verse":"Oleh itu, orang Yahudi dapat berbuat apa sahaja terhadap musuh mereka. Orang Yahudi menyerang dengan pedang serta membunuh mereka."},{"number":6,"verse":"Di Susan sahaja, di ibu kota itu, orang Yahudi membunuh sebanyak 500 orang."},{"number":7,"verse":"Di kalangan orang yang dibunuh adalah sepuluh orang anak lelaki Haman anak Hamedata, musuh orang Yahudi itu. Mereka ialah Parsandata, Dalfon, Aspata, Porata, Adalya, Aridata, Parmasta, Arisai, Aridai, dan Waizata. Walaupun demikian, orang Yahudi tidak merampas harta orang."},{"number":11,"verse":"Pada hari itu juga, bilangan orang yang dibunuh di Susan dilaporkan kepada raja."},{"number":12,"verse":"Raja memberitahu Permaisuri Ester, “Di Susan sahaja orang Yahudi sudah membunuh 500 orang, termasuk sepuluh orang anak lelaki Haman. Betapa dahsyat lagi pembunuhan yang mungkin berlaku di wilayah-wilayah! Sekarang apa lagi keinginan adinda? Katakanlah, beta akan memberikannya kepada adinda.”"},{"number":13,"verse":"Ester berkata, “Jika tuanku berkenan, benarkanlah orang Yahudi di Susan melakukan lagi pada hari esok apa yang dilakukan mereka hari ini. Hendaklah mayat anak-anak lelaki Haman itu digantung pada tiang penggantungan.”"},{"number":14,"verse":"Raja memberikan perintah untuk melaksanakan permintaan Ester. Surat perintah dikeluarkan di Susan dan mayat kesemua anak lelaki Haman digantung."},{"number":15,"verse":"Pada hari keempat belas bulan Adar, orang Yahudi di Susan berkumpul semula dan membunuh sebanyak 300 orang lagi di kota itu. Kali ini juga mereka tidak merampas harta orang."},{"number":16,"verse":"Orang Yahudi di wilayah-wilayah juga berkumpul dan membela diri. Mereka mengalahkan musuh dan membunuh seramai 75000 orang yang membenci mereka, tetapi mereka tidak merampas harta orang."},{"number":17,"verse":"Peristiwa itu berlaku pada hari ketiga belas bulan Adar. Keesokan harinya, pada hari keempat belas, tidak ada lagi pembunuhan. Mereka merayakan hari itu dengan berpesta."},{"number":18,"verse":"Tetapi orang Yahudi di Susan mengadakan perayaan pada hari kelima belas, kerana pada hari ketiga belas dan keempat belas mereka membunuh musuh, dan pada hari kelima belas barulah mereka berhenti membunuh musuh."},{"number":19,"verse":"Itulah sebabnya orang Yahudi yang tinggal di kota-kota kecil merayakan hari keempat belas bulan Adar dengan berpesta. Pada hari itu mereka saling memberikan hadiah berupa makanan."},{"number":20,"verse":"( Perayaan Purim) Selepas itu Mordekhai mencatatkan kejadian itu. Dia mengirim surat kepada semua orang Yahudi, baik yang dekat mahupun yang jauh, di seluruh Kerajaan Persia."},{"number":21,"verse":"Dia menyuruh mereka merayakan hari keempat belas dan hari kelima belas bulan Adar pada tiap-tiap tahun."},{"number":22,"verse":"Hal itu demikian kerana pada hari itulah mereka telah mengalahkan musuh, sehingga kesedihan dan kepedihan mereka berubah menjadi kegembiraan dan kebahagiaan. Oleh itu, mereka harus merayakan hari-hari itu dengan pesta dan jamuan serta saling memberikan makanan, dan memberikan sedekah kepada orang miskin."},{"number":23,"verse":"Orang Yahudi menurut perintah Mordekhai itu, lalu perayaan itu menjadi perayaan tahunan."},{"number":24,"verse":"( ) Haman anak Hamedata, keturunan Agag dan musuh orang Yahudi, sudah membuang undi yang disebut “purim”, untuk menentukan hari bagi pembunuhan orang Yahudi. Dia sudah bertekad untuk menghapuskan mereka dari muka bumi."},{"number":25,"verse":"Tetapi Ester menghadap raja, dan raja mengeluarkan titah bertulis, sehingga Haman menanggung akibat komplotnya terhadap orang Yahudi. Dia dan anak-anak lelakinya digantung pada tiang penggantungan."},{"number":26,"verse":"Itulah sebabnya perayaan itu dinamakan Purim. Oleh sebab surat Mordekhai dan segala yang sudah dialami orang Yahudi,"},{"number":27,"verse":"mereka membuat peraturan bagi mereka dan keturunan mereka, dan siapa sahaja yang menjadi warga bangsa Yahudi diwajibkan untuk merayakan dua hari itu tiap-tiap tahun, seperti yang sudah ditentukan oleh Mordekhai."},{"number":28,"verse":"Mereka membuat satu peraturan, bahawa setiap keluarga Yahudi daripada semua generasi yang akan datang, di semua wilayah dan kota, harus ingat untuk merayakan perayaan Purim selama-lamanya."},{"number":29,"verse":"Di samping itu, bersama dengan surat Mordekhai, Permaisuri Ester anak Abihail menulis surat kedua, yang memperkuat isi surat Mordekhai tentang Purim."},{"number":30,"verse":"Surat itu dikirim kepada semua orang Yahudi, dan salinannya dikirim ke 127 buah wilayah di Kerajaan Persia. Surat itu disertai doa agar bangsa Yahudi selalu sejahtera dan aman."},{"number":31,"verse":"Surat itu menganjurkan supaya mereka dan keturunan mereka merayakan perayaan Purim pada masa yang ditetapkan, sebagaimana mereka memperingati masa puasa dan masa berkabung. Demikianlah yang diperintahkan oleh Mordekhai dan Permaisuri Ester."},{"number":32,"verse":"Perintah Ester yang menetapkan peraturan tentang perayaan Purim itu dicatat di dalam sebuah gulungan naskhah."}]}