{
  "bibleAbbr" : "TZB1714",
  "bookName" : "லுக்காசு",
  "bookEnglishName" : "Luke",
  "chapterNumber" : 10,
  "verses" : [ {
    "number" : 1,
    "verse" : "இதுக்குப் பிற்பாடு கத்தரானவர் வேறே யெழுபது சீஷர்க்களையும் குறிச்சுத் தாம் யெங்கே வரப்போறவராயிருந்தார், அந்த ஊரிலேயும் இஷ்த்தலத்திலேயும் யெங்கும் தம்முடைய முகத்துக்கு முன்னே அவர்களை ரெண்டு ரெண்டு பேரா யனுப்பி அவர்களுக்குத் திருவிளம்பத்தினதாவது."
  }, {
    "number" : 2,
    "verse" : "அறுப்பு நாள்ப் பெரியதாயிருக்குது. ஆனா லறுக்கிறவர்கள் கொஞ்சப் பேர்களா யிருக்கிறார்கள். ஆனபடியினாலே அறுப்பு நாளுடைய ஆண்டவர்தம்முடைய அறுப்பு நாளுக்கு அறுக்கிறவர்களை அனுப்ப வேண்டிக்கொள்ளுங்கோ."
  }, {
    "number" : 3,
    "verse" : "நீங்கள் போங்கோ. இதோஆடுகளைப் போலே ஓனாய்கள் நடுவிலே உங்களையனுப்புகிறோம்."
  }, {
    "number" : 4,
    "verse" : "சுருக்குப் பை யானாலும் வட்டுவத்தை யானாலும் பாதரஷ்சைகளை யானாலும் கொண்டுபோக வேண்டாம். வழியிலே ஒருதருக்கானாலும் மினவுகிற வாத்தைகளைச் சொல்லாதே."
  }, {
    "number" : 5,
    "verse" : "எந்தெந்த வீட்டிலே பிறவேசிக்கிற போது யந்த வீட்டுக்குச் சமாதானம் யுண்டாகட்டென்று முந்திச் சொல்லுங்கோ."
  }, {
    "number" : 6,
    "verse" : "அவடத்திலே சமாதானத்தினுடைய பிள்ளை யுண்டானா லவன் பேரிலே உங்களுடைய சமாதானம் நிற்கும். யில்லாதே போனால் அது உங்கள் பேரிலே திரும்பி வரும்."
  }, {
    "number" : 7,
    "verse" : "அந்த வீட்டிலே யிருந்து வர்கள் கையில் உண்டானத்தைத் தின்று குடியுங்கோ. அதேதென்றால் ஒருகூலிக்காறன் தன்னுடைய கூலிக்குப் பாத்திரவானா யிருக்கிறான். வீடுகள் தோறும் திரிந்து கொள்ளாதே!"
  }, {
    "number" : 8,
    "verse" : "நீங்கள் ஒரு பட்டணத்திலேபிறவேசித்து அவர்கள் உங்களை ஏத்துக்கொண்டார்க ளானால் உங்களுக்குப்பரிமாறுகிற தெல்லாத்தையும் பொசித்துக் கொண்டிருங்கோ."
  }, {
    "number" : 9,
    "verse" : "அதிலே யுண்டான விசாதிக்காறரைக் குணமாக்கிச் சறுவேசுரனுடைய ராச்சியம் உங்களுக்குக் கிட்டித்து தென்றுசொல்லுங்கோ."
  }, {
    "number" : 10,
    "verse" : "நீங்கள் ஒரு பட்டணத்திலேபிறவேசித்து அவர்கள் உங்களை எடுத்துக் கொள்ளாதே போனால் அதினுடைய தெரு வீதிகளிலே பிறப்பட்டு உங்களுடைய பட்டணத்திலே எங்களுக்கு ஒட்டியிருக்கிற தூளும் உங்கள் பேரிலே விழத் துடைத்துப் போடுகிறோம். ஆனால்ச் சறுவேசுரனுடைய ராச்சியம் உங்களுக்குக் கிட்டித்து தென்று அறியக் கடவீர்க ளென்று சொல்லுங்கோ."
  }, {
    "number" : 11,
    "verse" : "யிந்தப் பட்டணத்தைப் பாற்கச் சோதோ மென்கிற பட்டணத்துக்கு அந்த நாளிலே பொறுக்கப்படத்தக்கதா யிருக்கு மென்று உங்களுக்குச் சொல்லுகிறோம்."
  }, {
    "number" : 12,
    "verse" : "உனக் கைய்யோ! கொறாச்சிம் மென்கிற பட்டணமே!உனக் கைய்யோ! பெற்சயித என்கிற பட்டணமே!"
  }, {
    "number" : 13,
    "verse" : "உங்களிடத்திலே செய்யப்பட்ட புதுமைகள் தீரோன் சீதோ னென்கிற பட்டணங்களிலே செய்யப்பட்டிருந்தா லதுக்கு முன்னே ரெட்டுப் பையைப் போத்துக்கொண்டு சாம்பலிலே யிருந்து தவசு பண்ணுவார்கள்."
  }, {
    "number" : 14,
    "verse" : "ஆனால் நடுச்சொல்லுகிற நாளிலே தீரோன் சீதோனென்கிற பட்டணங்களுக்கு உங்களைப் பாற்கப்பொறுக்கப்படத் தக்கதாயிருக்கும்."
  }, {
    "number" : 15,
    "verse" : "நீயும் வானபரியந்தம் உசத்தப்பட்ட கப்பற்நா மென்கிற பட்டணமே! நரகபரியந்தம் தாழ்த்தப்படுவாய்."
  }, {
    "number" : 16,
    "verse" : "எவனாகிலும் உங்களைக் கேட்டால் என்னைத் தானே கேழ்க்கிறான். எவனாகிலும் உங்களைச் சட்டைபண்ணாம லிருந்தால் என்னைத் தானே சட்டை பண்ணாம லிருக்கிறான். ஆனால் எவனாகிலும் என்னைச் சட்டைபண்ணம லிருந்தால் என்னை யனுப்பினவரைச் சட்டை பண்ணாம லிருக்கிறா னென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 17,
    "verse" : "அந்த எழுபது பேர் சந்தோஷத்துடனே திரும்ப வந்து சொன்னதாவது. ஆண்டவரே! உம்முடைய நாமத்தினாலே பிசாசுகள் முதலாய் எங்களுக்குக் கீழ்ப்படிந்திருந்து தென்று சொன்னார்கள்."
  }, {
    "number" : 18,
    "verse" : "அவர் யிவர்களுக்குத் திருவிளம்பத்தினதாவது. சாத்த(தா) ன சென்கிற பிசாசு மின்னலப் போலே வானத்தில் நின்று கீழே விழுகிறத்தைக் கண்டோம்."
  }, {
    "number" : 19,
    "verse" : "யிதோ பாம்புகளின் பேரிலேயும் தேள்க்களின் பேரிலேயும் சத்துருவினுடைய சகல வல்லமையின் பேரிலேயும் மிதிக்கிறத்துக்கான வல்லமையை உங்களுக்குக் குடுத்தோம். உங்களுக்கு ஒரு காரியமானாலும் சேதப்படுத்தக் கூடாது."
  }, {
    "number" : 20,
    "verse" : "ஆனால்த் துன்மனசுக்கள் உங்களுக்குக் கீழ்படிந்திருக்கிறத்தினாலே நீங்கள்சந்தோஷப்பட வேண்டாம். ஆனாலோ உங்களுடைய நாமங்கள் பரமண்டலங்களிலே எழுதியிருக்கிறத்தினாலே அதிகமாகச் சந்தோஷப்படுங்கோ ளென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 21,
    "verse" : "அன்னேரத்திலே ஏசுநாதரானவர் மனசினாலே சந்தோஷப்பட்டுத் திருவிளம்பத்தினதாவது. வானத்துக்கும் பூமிக்கும் கத்தராயிருக்கிற பிதாவே! தேவரீர் யிந்த காரியங்களைக் கல்வியுடைத்தான பேர்களுக்கும் புத்தியுள்ளவர்களுக்கும் மறைபொருளாகப் பண்ண முலையுண்கிறவர்களுக்கு அதுகளை வெளிப்படுத்தினபடியினாலே தேவரீரை யிஷ்த்தோத்திரம்பண்ணுகிறேன். அப்படிதானே பிதாவே! ஆனபடியினாலே உம்முடைய சித்தம் யிந்தப் பிறகாரமாயிருந்துது."
  }, {
    "number" : 22,
    "verse" : "யென்னுடைய பிதாவினாலே சகலமும் எனக்குக் குடுக்கப்பட்டிருக்குது. பிதா வல்லாமல் குமாரனை எவர்களும் அறியார்கள். குமாரனும் குமாரன் அறிவிக்கப்பட்டவர்களு மல்லாமல் மத்தவர்க ளாரும் பிதாவை அறியார்க ளென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 23,
    "verse" : "அப்போ அவர் தம்முடைய சீஷர்க்களைத் திரும்பிப்பாத்துத் தனியே திருவிளம்பத்தினதாவது. நீங்கள் காண்கிறத்தைக் காண்கிற கண்கள் பாய்க்கிய முள்ளது."
  }, {
    "number" : 24,
    "verse" : "அதேதென்றால் அனேகம்தீற்கத்தெரிசிகளும் ராசாக்களும் நீங்கள் காண்கிற த்தைக் காண ஆசையா யிருந்துங் காணாமல்ப் போனார்கள். நீங்கள் கேழ்க்கிறத்தைக் கேழ்க்க வேணு மென்றிருந்துங் கேளாமல்ப் போனார்களென்று உங்களுக்குச் சொல்லுகிறோ மென்கிறத்தை த் திருவிளம்பத்தினார்."
  }, {
    "number" : 25,
    "verse" : "இதோ ஒரு வேதபாங்கன் எழுந்திருந்து அவரைச்சோதிக்க உபாத்தியாரே! எண்ணெண்ணைக்கும் நிற்கத் தக்க பிழப்பைச் சுகந்திரமாக அடைகிறத்துக்கு எந்த கிறிகை செய்யவேணுமென்று சொன்னான்."
  }, {
    "number" : 26,
    "verse" : "யிவர் அவனுடனே வேதத்திலே என்ன எழுதியிருக்கிறது? எந்தப்படி வாசிக்கிறா யென்று திருவிளம்பத்தினார்."
  }, {
    "number" : 27,
    "verse" : "அப்போ அவன் பிறத்தியுத்தாரமாகச் சொன்னதாவது. உம்முடைய ஆண்டவரா யிருக்கிற சறுவேசுரனை மனசினாலே முழுதும் ஆத்துமத்தினாலே முழுதும் உன்னுடைய வினாவினாலே முழுதும் சினேகித்திருப்பா யென்கிறதுச் தவிரஉன்னைப் போலே பிறத்தியா ரெல்லாரையும் சினேகித்திருப்பா யென்று சொன்னான்."
  }, {
    "number" : 28,
    "verse" : "அவ ரிவனுக்கு நல்ல பிறத்தியுத்தாரஞ் சொன்னாய். யிந்தப்படிக்கு நடப்பாய் என்று திருவிளம்பத்தினார்."
  }, {
    "number" : 29,
    "verse" : "ஆனா லிவன் தன்னை நீதிபா னென்று காண்பிக்கஏசுநாத ருடனே எனக்குச் சேந்தவ னாரென்று கேட்டான்."
  }, {
    "number" : 30,
    "verse" : "அப்போ ஏசுநாதரானவர் திருவிளம்பத்தினதாவது. ஒரு மனுஷன் எருசலேய மென்கிற பட்டணத்தை விட்டு எரிகோ என்கிற பட்டணத்தி லிறங்கிற போது கள்ளர் கையிலே அகப்பட்டு அவர்க ளவனை யுரிந்துகொண்டு காயப்படுத்தி குத்துயிராய் விட்டு வைத்துப் போனார்கள்."
  }, {
    "number" : 31,
    "verse" : "ஒரு ஆசாரிய பீடமுள்ளவன் அந்த வழியிலே யிறங்கி அவனைக் கண்டு அப்பறத்தே போனான்."
  }, {
    "number" : 32,
    "verse" : "அந்தப்படிதானே லேவீத்த என்கிற ஒருதன் அந்த ஷ்த்தலத்திலே சேர்ந்திருந்து அவனைப் பாத்துக் கடந்து போனான்."
  }, {
    "number" : 33,
    "verse" : "ஒரு சமரித்தா னென்கிற சாதியான் வழிப்பயணமாய்ப் போற போது அவ னண்டைக்குச் சென்று அவனைப் பாத்து அவன் பேரிலே தயவு வைத்தான்."
  }, {
    "number" : 34,
    "verse" : "ஆனபடியினாலே சேர்ந்து போய் காயங் கட்டி எண்ணையும் ரசமும் அதுகளின் பேரிலே பூசி தன் வாகனத்தின் பேரிலே அவனை வைத்து அந்தத் தேசத்திலே யிளப்பாறும் மண்டபத்திலே கொண்டு போ யவனை யிறக்கி வைத்து அவனைப் பிராமரிக்க வைத்தான்."
  }, {
    "number" : 35,
    "verse" : "மத்த நாளையிலே அந்தத் தேசத்துக் கடுத்த ரெண்டு வெள்ளிக் காசு வாங்கி மண்டபத்துக் குடையவன் கையிலே குடுத்து நீ யிவனைப் பிராமரித்து யிதிலும் அதிகம் சிலவழித்தா யானால்த் திரும்பி நான் வருகிற போது கடன் தீற்பேனென்று சொல்லிப் பயணமாகப் பிறப்பட்டுப்போனான்."
  }, {
    "number" : 36,
    "verse" : "யிந்த மூணு பேரில் கள்ளர் கையிலே அகப்பட்டவனுக்குச் சேந்தவ னார் போலே உனக்குக் காண்பிக்குதென்று கேட்டார்."
  }, {
    "number" : 37,
    "verse" : "இவனுக்குக் கிறுபை பண்ணினவ னென்று சொன்னான். ஏசுநாதரானவர் அவனைப் பாத்து நீ போ, யிந்(த)ப் பிறகாரமாகச் செய் யென்று திருவிளம்பத்தினர்."
  }, {
    "number" : 38,
    "verse" : "பின்னையும் சம்புவிச்சதேதென்றால் யிவர்கள்அப்பிறத்தே நடந்து போகச்செய்தே அவர் ஒரு கிறாமத்திலே பிறவேசித்தார். மாற்தா என்கிற நாமத்தைக்கொண்டிருக்கிற யாதொரு யிஷ்த்திறி ய்ய்யானவள் அவடத்திலே யிருந்து தன்னுடைய வீட்டிலே அவரை அழைச்சுக்கொண்டு போனாள்."
  }, {
    "number" : 39,
    "verse" : "அவளோடே கூடப் பிறந்தவள் மரியா ளென்கிற நாமத்தைக் கொண்டிருக்கிற ஒருதி யுண்டு. யிவள் யேசுநாதருடையபாதத்திலே யிருந்து அவருடைய திருவசனத்தைக் கேட்டாள்."
  }, {
    "number" : 40,
    "verse" : "மாற்தா ளென்கிறவளோ வென்றால் அனேகம் வேலைகளைச் செய்கிறத்திலே பிறையாசப்பட்டிருந்து சேர்ந்து வந்து சொன்னதாவது. சுவாமி! யென்னோடே கூடப் பிறந்தவள் யென்னை ஒருதியையும் வேலைசெய்யப் பாத்திருக்கிறாள். தேவரீர் பிராமரிக்க யில்லையோ? யிவளெனக்கு உதவி செய்யச்சொல்லுமென்று விண்ணப்பஞ் செய்தாள்."
  }, {
    "number" : 41,
    "verse" : "யேசுநாதரானவர் அவளுக் கருளிச் செய்த பிறத்தியுத்தாரமாவது. மாற்தா, மாற்தா யென்கிறவளே! அனேகங் கருமங்களிலே பிராமரிக்கிறத்தினாலே உழண்றறுக்கிறாய்."
  }, {
    "number" : 42,
    "verse" : "ஒரு கருமத்தை யெண்ணவேணும். மரியா ளென்கிறவள் தன்னிடத்திலே வாங்கப்படாத சகலத்துக்கும்மேலான பங்கைத் தெரிந்து கொண்டா ளென்று திருவிளம்பத்தினார்."
  } ]
}