{"bibleAbbr":"KNJV","bookName":"ಕೀರ್ತನೆಗಳು","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"ನೀತಿವಂತರೇ, ಯೆಹೋವನ ವಿಷಯದಲ್ಲಿ ಉಲ್ಲಾಸ ಧ್ವನಿಮಾಡಿರಿ; ಯಥಾರ್ಥಚಿತ್ತರು ಆತನನ್ನು ಸ್ತುತಿಸುವದು ಯುಕ್ತವಾಗಿದೆ."},{"number":2,"verse":"ಕಿನ್ನರಿಯನ್ನು ನುಡಿಸುತ್ತಾ ಯೆಹೋವನನ್ನು ಕೊಂಡಾಡಿರಿ; ಹತ್ತುತಂತಿಗಳ ಸ್ವರಮಂಡಲವನ್ನು ಬಾರಿಸುತ್ತಾ ಸಂಕೀರ್ತಿಸಿರಿ."},{"number":3,"verse":"ಆತನ ಘನಕ್ಕಾಗಿ ನೂತನಕೀರ್ತನೆಯನ್ನು ಹಾಡಿರಿ; ಉತ್ಸಾಹಧ್ವನಿಯೊಡನೆ ಇಂಪಾಗಿ ಬಾರಿಸಿರಿ."},{"number":4,"verse":"ಯೆಹೋವನ ವಚನವು ಯಥಾರ್ಥವಾದದ್ದು; ಆತನ ಕೃತ್ಯವೆಲ್ಲಾ ನಂಬಿಕೆಯಾಗಿದೆ."},{"number":5,"verse":"ಆತನು ನೀತಿನ್ಯಾಯಗಳನ್ನು ಪ್ರೀತಿಸುವವನು; ಭೂಲೋಕವೆಲ್ಲಾ ಯೆಹೋವನ ಕೃಪೆಯಿಂದ ತುಂಬಿದೆ."},{"number":6,"verse":"ಯೆಹೋವನ ಅಪ್ಪಣೆಯಿಂದಲೇ ಆಕಾಶವು ಉಂಟಾಯಿತು; ಅದರಲ್ಲಿರುವದೆಲ್ಲವೂ ಆತನ ಶ್ವಾಸದಿಂದ ನಿರ್ಮಿತವಾಯಿತು."},{"number":7,"verse":"ನೀರುಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿ ಸಮುದ್ರವನ್ನು ಮಾಡಿದವನು ಆತನೇ; ಭೂಮಿಯ ಕೆಳಗೆ ಜಲಾಶಯಗಳನ್ನು ಇಟ್ಟವನು ಆತನೇ."},{"number":8,"verse":"ಭೂಲೋಕದವರೆಲ್ಲರೂ ಯೆಹೋವನಿಗೆ ಭಯಪಡಲಿ; ಭೂನಿವಾಸಿಗಳೆಲ್ಲರೂ ಆತನಿಗೆ ಹೆದರಲಿ."},{"number":9,"verse":"ಆತನು ನುಡಿದ ಮಾತ್ರಕ್ಕೆ ಸಮಸ್ತವೂ ಉಂಟಾಯಿತು; ಆತನು ಆಜ್ಞಾಪಿಸುತ್ತಲೇ ಸರ್ವವೂ ಸ್ಥಾಪನೆಯಾಯಿತು."},{"number":10,"verse":"ಯೆಹೋವನು ಅನ್ಯಜನರ ಸಂಕಲ್ಪಗಳನ್ನು ವ್ಯರ್ಥಮಾಡುತ್ತಾನೆ; ಅವರ ಯೋಚನೆಗಳನ್ನು ನಿಷ್ಫಲಮಾಡುತ್ತಾನೆ."},{"number":11,"verse":"ಯೆಹೋವನ ಆಲೋಚನೆಯೋ ಶಾಶ್ವತವಾಗಿಯೇ ನಿಲ್ಲುವದು; ಆತನ ಸಂಕಲ್ಪವು ಎಂದಿಗೂ ಕದಲುವದಿಲ್ಲ."},{"number":12,"verse":"ಯಾವ ಜನರಿಗೆ ಯೆಹೋವನೇ ದೇವರಾಗಿದ್ದಾನೋ ಯಾವ ಜನಾಂಗದವರನ್ನು ಸ್ವಕೀಯರನ್ನಾಗಿ ಆದುಕೊಂಡಿದ್ದಾನೋ ಅವರೇ ಧನ್ಯರು."},{"number":13,"verse":"ಯೆಹೋವನು ಆಕಾಶದಿಂದ ಮನುಷ್ಯರೆಲ್ಲರನ್ನು ನೋಡುತ್ತಾನೆ;"},{"number":14,"verse":"ತಾನಿರುವ ಸ್ಥಾನದಿಂದ ಭೂನಿವಾಸಿಗಳೆಲ್ಲರನ್ನು ದೃಷ್ಟಿಸುತ್ತಾನೆ."},{"number":15,"verse":"ಅವರೆಲ್ಲರ ಹೃದಯಗಳನ್ನು ನಿರ್ಮಿಸಿದವನೂ ಅವರ ಕೃತ್ಯಗಳನ್ನೆಲ್ಲಾ ವಿವೇಚಿಸುವವನೂ ಆತನೇ."},{"number":16,"verse":"ಮಹಾಸೇನಾಬಲದಿಂದಲೇ ಯಾವ ಅರಸನಿಗೂ ಜಯವಾಗುವದಿಲ್ಲ; ಯಾವ ಶೂರನೂ ಅಧಿಕವಾದ ಭುಜಬಲದ ದೆಸೆಯಿಂದ ಸುರಕ್ಷಿತನಾಗುವದಿಲ್ಲ."},{"number":17,"verse":"ಜೀವರಕ್ಷಣೆಗಾಗಿ ಕುದುರೆಯು ಪ್ರಯೋಜನವಿಲ್ಲ; ಅದು ತನ್ನ ವಿಶೇಷಬಲದಿಂದ ಯಾರನ್ನೂ ರಕ್ಷಿಸಲಾರದು."},{"number":18,"verse":"ಯೆಹೋವನಾದರೋ ತನ್ನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರನ್ನು ಕಟಾಕ್ಷಿಸುತ್ತಾನೆ; ತನ್ನ ಕೃಪೆಯನ್ನು ನಿರೀಕ್ಷಿಸುವವರನ್ನು ಲಕ್ಷಿಸುತ್ತಾನೆ."},{"number":19,"verse":"ಅವರ ಪ್ರಾಣವನ್ನು ಮರಣದಿಂದ ತಪ್ಪಿಸುವನು; ಬರಗಾಲದಲ್ಲಿ ಅವರ ಜೀವವನ್ನು ಉಳಿಸುವನು."},{"number":20,"verse":"ನಮ್ಮ ಮನಸ್ಸು ಯೆಹೋವನಿಗೋಸ್ಕರ ಕಾದಿದೆ; ನಮ್ಮ ಸಹಾಯವೂ ಗುರಾಣಿಯೂ ಆತನೇ."},{"number":21,"verse":"ಆತನಲ್ಲಿ ನಮ್ಮ ಹೃದಯವು ಸಂತೋಷಿಸುವದು; ಆತನ ಪರಿಶುದ್ಧನಾಮದಲ್ಲಿ ಭರವಸವಿಟ್ಟಿದ್ದೇವೆ."},{"number":22,"verse":"ಯೆಹೋವನೇ, ನಾವು ನಿನ್ನನ್ನೇ ನಿರೀಕ್ಷಿಸಿಕೊಂಡಿದ್ದೇವೆ; ನಿನ್ನ ಕೃಪೆಯು ನಮ್ಮ ಮೇಲೆ ಇರಲಿ."}]}