{"bibleAbbr":"KNJV","bookName":"ಕೀರ್ತನೆಗಳು","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"ಯೆಹೋವನೇ, ನನ್ನ ಸಂಗಡ ವ್ಯಾಜ್ಯವಾಡುವವರೊಡನೆ ವ್ಯಾಜ್ಯವಾಡು; ನನ್ನ ಮೇಲೆ ಯುದ್ಧಮಾಡುವವರ ಸಂಗಡ ಯುದ್ಧಮಾಡು."},{"number":2,"verse":"ಖೇಡ್ಯಗುರಾಣಿಗಳನ್ನು ಹಿಡಿದುಕೊಂಡು ನನಗೆ ಸಹಾಯಕನಾಗಿ ನಿಲ್ಲು."},{"number":3,"verse":"ನೀನು ಭಲ್ಲೆಯನ್ನೂ ಯುದ್ಧದ ಕೊಡಲಿಯನ್ನೂ ಹಿಡಿದು ನನ್ನನ್ನು ಹಿಂದಟ್ಟುವ ವೈರಿಗಳನ್ನು ಪ್ರತಿಭಟಿಸು; ನಾನೇ ನಿನ್ನನ್ನು ರಕ್ಷಿಸುವೆನೆಂದು ಅಭಯಕೊಡು."},{"number":4,"verse":"ನನ್ನ ಪ್ರಾಣವನ್ನು ತೆಗೆಯಬೇಕೆಂದಿರುವವರು ಆಶಾಭಂಗಪಟ್ಟು ಅವಮಾನಹೊಂದಲಿ; ನನಗೆ ಕೇಡನ್ನು ಯೋಚಿಸುವವರು ಮಾನಭಂಗದಿಂದ ಹಿಂದಿರುಗಿ ಓಡಲಿ."},{"number":5,"verse":"ಅವರು ಗಾಳಿ ಹಾರಿಸುವ ಹೊಟ್ಟಿನಂತಾಗಲಿ; ಯೆಹೋವನ ದೂತನು ಅವರನ್ನು ನೂಕಿಬಿಡಲಿ."},{"number":6,"verse":"ಕತ್ತಲೆಯೂ ಜಾರಿಕೆಯೂ ಇರುವ ದಾರಿಯಲ್ಲಿ ಯೆಹೋವನ ದೂತನು ಅವರನ್ನು ಹಿಂದಟ್ಟಲಿ."},{"number":7,"verse":"ಅವರು ನಿಷ್ಕಾರಣವಾಗಿ ನನಗೆ ಬಲೆಯೊಡ್ಡಿದ್ದಾರೆ; ಅಕಾರಣವಾಗಿ ನನ್ನ ಪ್ರಾಣವನ್ನು ತೆಗೆಯಬೇಕೆಂದು ಗುಂಡಿಯನ್ನು ತೋಡಿದ್ದಾರೆ."},{"number":8,"verse":"ಅವನಿಗೆ ನಾಶನವು ಅಕಸ್ಮಾತ್ತಾಗಿ ಬರಲಿ; ತಾನು ಒಡ್ಡಿದ ಬಲೆಯಲ್ಲಿ ತಾನೇ ಸಿಕ್ಕಿಬೀಳಲಿ. ತಾನೇ ತೋಡಿದ ಕುಣಿಯಲ್ಲಿ ತಾನೇ ಬಿದ್ದುಹೋಗಲಿ."},{"number":9,"verse":"ಆಗ ನನ್ನ ಮನಸ್ಸಿಗೆ ಯೆಹೋವನ ದೆಸೆಯಿಂದ ಹರ್ಷವುಂಟಾಗುವದು; ಆತನಿಂದಾದ ರಕ್ಷಣೆಯ ನಿಮಿತ್ತ ಆನಂದಪಡುವೆನು."},{"number":10,"verse":"ಯೆಹೋವನೇ, ಕುಗ್ಗಿದವನನ್ನು ಬಲಾತ್ಕಾರಿಯಿಂದಲೂ ದಿಕ್ಕಿಲ್ಲದ ಬಡವನನ್ನು ಸೂರೆಮಾಡುವವನಿಂದಲೂ ತಪ್ಪಿಸಿ ರಕ್ಷಿಸುವಾತನೇ, ನಿನಗೆ ಸಮಾನರು ಯಾರಿದ್ದಾರೆಂದು ನನ್ನ ಎಲುಬುಗಳೆಲ್ಲಾ ಹೇಳುವವು."},{"number":11,"verse":"ನ್ಯಾಯವಿರುದ್ಧಸಾಕ್ಷಿಗಳು ನನಗೆ ವಿರೋಧವಾಗಿ ಎದ್ದಿದ್ದಾರೆ; ನಾನರಿಯದ ಸಂಗತಿಗಳ ವಿಷಯದಲ್ಲಿ ನನ್ನನ್ನು ವಿಚಾರಿಸುತ್ತಾರೆ."},{"number":12,"verse":"ಅವರು ಉಪಕಾರಕ್ಕೆ ಅಪಕಾರವನ್ನೇ ಮಾಡುತ್ತಾರೆ; ನಾನು ದಿಕ್ಕಿಲ್ಲದವನಾದೆನು."},{"number":13,"verse":"ನಾನಾದರೋ ಅವರ ಅಸ್ವಸ್ಥಕಾಲದಲ್ಲಿ ಗೋಣಿತಟ್ಟನ್ನೇ ಕಟ್ಟಿಕೊಂಡಿದ್ದೆನು; ಉಪವಾಸದಿಂದ ನನ್ನ ಆತ್ಮವನ್ನು ನೋಯಿಸಿದೆನು. ನನ್ನ ಪ್ರಾರ್ಥನೆಯು ನನ್ನ ಎದೆಗೆ ತಿರುಗಿತು."},{"number":14,"verse":"ಅಸ್ವಸ್ಥನಾದವನನ್ನು ಸ್ನೇಹಿತನೂ ಅಣ್ಣನೂ ಎಂದು ಭಾವಿಸಿ ನಡೆದುಕೊಂಡೆನು; ತಾಯಿ ಸತ್ತದ್ದಕ್ಕಾಗಿ ದುಃಖಿಸುವವನಂತೆ ನಾನು ತಲೆಬಾಗಿ ಅಳುತ್ತಿದ್ದೆನು."},{"number":15,"verse":"ಆದರೂ ನನಗೆ ಆಪತ್ತು ಬಂದಾಗ ಅವರು ಸಂತೋಷಿಸುತ್ತಾ ಕೂಡಿಕೊಂಡರು; ಅಕಾರಣವಾಗಿ ಈ ಭ್ರಷ್ಟರು ನನಗೆ ವಿರೋಧವಾಗಿ ಕೂಡಿಕೊಂಡು ಸೂರೆಮಾಡುವದನ್ನು ಬಿಡಲೇ ಇಲ್ಲ."},{"number":16,"verse":"ದೋಸೆಗೋಸ್ಕರ ಗೇಲಿಮಾಡುವ ಮೂರ್ಖರ ಸಂಗಡ ನನ್ನ ಮೇಲೆ ಹಲ್ಲುಕಡಿಯುತ್ತಾರೆ."},{"number":17,"verse":"ಕರ್ತನೇ, ಇನ್ನೆಷ್ಟರವರೆಗೆ ಸುಮ್ಮನೆ ನೋಡುತ್ತಾ ಇರುವಿ? ಅವರ ಅಪಾಯದಿಂದ ನನ್ನ ಪ್ರಾಣವನ್ನು ಬಿಡಿಸು; ನನ್ನ ಪರಮಪ್ರಿಯಪ್ರಾಣವನ್ನು ಆ ಸಿಂಹಗಳ ಬಾಯಿಗೆ ಸಿಕ್ಕದಂತೆ ತಪ್ಪಿಸು."},{"number":18,"verse":"ಆಗ ನಾನು ಮಹಾಸಭೆಯಲ್ಲಿ ನಿನ್ನನ್ನು ಕೊಂಡಾಡುವೆನು; ಬಹುಜನರ ಮುಂದೆ ಸ್ತುತಿಸುವೆನು."},{"number":19,"verse":"ನಿರ್ನಿಮಿತ್ತ ವಿರೋಧಿಗಳು ನನ್ನ ವಿಷಯದಲ್ಲಿ ಹಿಗ್ಗುವದಕ್ಕೆ ಅವಕಾಶಕೊಡಬೇಡ; ನಿಷ್ಕಾರಣವೈರಿಗಳ ಕಣ್ಣುಸನ್ನೆಗೆ ಆಸ್ಪದ ಕೊಡಬೇಡ."},{"number":20,"verse":"ಅವರ ಮಾತುಗಳು ಸಮಾಧಾನಕರವಾದವುಗಳಲ್ಲ; ದೇಶದ ಸಾಧುಜನರನ್ನು ಕೆಡಿಸುವದಕ್ಕೆ ಮೋಸವನ್ನು ಕಲ್ಪಿಸುತ್ತಾರೆ."},{"number":21,"verse":"ಅವರು ನನ್ನನ್ನು ನೋಡಿ ಬಾಯಿಕಿಸಿದು - ಆಹಾ, ಆಹಾ, ನಮ್ಮ ಕಣ್ಣು ಕಂಡಿತಲ್ಲಾ ಅನ್ನುತ್ತಾರೆ."},{"number":22,"verse":"ಯೆಹೋವನೇ, ನೀನೇ ನೋಡಿದಿಯಲ್ಲವೇ? ಸುಮ್ಮನಿರಬೇಡ; ನನ್ನ ಒಡೆಯನೇ, ನನಗೆ ದೂರವಾಗಿರುವದೇಕೆ?"},{"number":23,"verse":"ನನ್ನ ದೇವರೇ, ಎದ್ದು ನನಗಾಗಿ ನ್ಯಾಯವನ್ನು ನಿರ್ಣಯಿಸು; ನನ್ನ ಕರ್ತನೇ, ಎಚ್ಚತ್ತು ನನ್ನ ವಿವಾದವನ್ನು ವಿಚಾರಿಸು."},{"number":24,"verse":"ಯೆಹೋವನೇ, ನನ್ನ ದೇವರೇ, ನಿನ್ನ ನೀತಿಗನುಸಾರವಾಗಿ ನನಗೆ ತೀರ್ಪುಕೊಡು; ನನ್ನ ವಿಷಯದಲ್ಲಿ ಹಿಗ್ಗುವದಕ್ಕೆ ಶತ್ರುಗಳಿಗೆ ಆಸ್ಪದವಿರಬಾರದು."},{"number":25,"verse":"ಆಹಾ, ನಮ್ಮ ಆಶೆ ನೆರವೇರಿತು ಅಂದುಕೊಳ್ಳುವದಕ್ಕೆ ಅವರಿಗೆ ಅವಕಾಶವಿರಬಾರದು; ಅವನನ್ನು ನುಂಗಿಬಿಟ್ಟಿದ್ದೇವೆಂದು ಅವರು ಕೊಚ್ಚಿಕೊಳ್ಳಬಾರದು."},{"number":26,"verse":"ನನ್ನ ಕೇಡಿನಲ್ಲಿ ಹಿಗ್ಗುವವರೆಲ್ಲರು ಆಶಾಭಂಗಪಟ್ಟು ಅವಮಾನಹೊಂದಲಿ; ನನ್ನನ್ನು ಹೀಯಾಳಿಸಿ ಆತ್ಮಸ್ತುತಿಮಾಡಿಕೊಳ್ಳುವವರು ಮಾನಭಂಗವನ್ನೂ ದುಷ್ಕೀರ್ತಿಯನ್ನೂ ಹೊದ್ದುಕೊಳ್ಳಲಿ."},{"number":27,"verse":"ನನ್ನ ನ್ಯಾಯಸ್ಥಾಪನೆಯನ್ನು ಬಯಸುವವರು ಆನಂದದೊಡನೆ ಜಯಧ್ವನಿ ಮಾಡಲಿ; ತನ್ನ ಸೇವಕನ ಹಿತವನ್ನು ಕೋರುವ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರ ಎಂದು ಯಾವಾಗಲೂ ಹೇಳುವವರಾಗಲಿ."},{"number":28,"verse":"ನನ್ನ ನಾಲಿಗೆಯು ನಿನ್ನ ನೀತಿಯನ್ನೂ ಮಹಿಮೆಯನ್ನೂ ದಿನವೆಲ್ಲಾ ವರ್ಣಿಸುವದು."}]}