{"bibleAbbr":"KNJV","bookName":"ಕೀರ್ತನೆಗಳು","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"ಯೆಹೋವನೇ, ಕೋಪದಿಂದ ನನ್ನನ್ನು ಶಿಕ್ಷಿಸಬೇಡ; ರೋಷದಿಂದ ದಂಡಿಸಬೇಡ."},{"number":2,"verse":"ನಿನ್ನ ಬಾಣಗಳು ನನ್ನೊಳಗೆ ಹೊಕ್ಕಿವೆ; ನಿನ್ನ ಶಿಕ್ಷಾಹಸ್ತವು ನನ್ನ ಮೇಲೆ ಭಾರವಾಗಿದೆ."},{"number":3,"verse":"ನಿನ್ನ ಸಿಟ್ಟಿನಿಂದ ನನ್ನ ಶರೀರದಲ್ಲಿ ಸ್ವಸ್ಥವೇ ತಪ್ಪಿಹೋಗಿದೆ; ನನ್ನ ಪಾಪದಿಂದ ನನ್ನ ಎಲುಬುಗಳಲ್ಲಿ ಸ್ವಲ್ಪವೂ ಕ್ಷೇಮವಿಲ್ಲ."},{"number":4,"verse":"ನನ್ನ ಅಪರಾಧಗಳು ನನ್ನನ್ನು ಮುಣುಗಿಸಿ ಬಿಟ್ಟವೆ; ಅವು ಹೊರಲಾರದಷ್ಟು ಭಾರವಾದ ಹೊರೆಯಂತೆ ನನ್ನನ್ನು ಅದಿಮಿಬಿಟ್ಟವೆ."},{"number":5,"verse":"ನನ್ನ ಮೂರ್ಖತನದ ಫಲವಾದ ಬಾಸುಂಡೆಗಳು ಕೀವು ಸೋರಿ ದುರ್ವಾಸನೆಯಾಗಿವೆ."},{"number":6,"verse":"ನಾನು ಬಹಳವಾಗಿ ಬಾಗಿ ಕುಗ್ಗಿದ್ದೇನೆ; ಯಾವಾಗಲೂ ದುಃಖದಿಂದ ವಿಕಾರಿಯಾಗಿ ಅಲೆಯುತ್ತೇನೆ."},{"number":7,"verse":"ನನ್ನ ಸೊಂಟಕ್ಕೆ ಉರಿಬಡಿದಂತಿದೆ; ನನ್ನ ದೇಹದಲ್ಲಿ ಸ್ವಲ್ಪವಾದರೂ ಕ್ಷೇಮವಿಲ್ಲ."},{"number":8,"verse":"ನನಗೆ ಜೋಮುಹಿಡಿದಂತಿದೆ; ಬಹಳ ಮನಗುಂದಿದವನಾದೆನು. ಹೃದಯದ ಸಂಕಟದ ದೆಸೆಯಿಂದ ಅರಚಿಕೊಳ್ಳುತ್ತಾ ಇದ್ದೇನೆ."},{"number":9,"verse":"ಕರ್ತನೇ, ನನ್ನ ಅಪೇಕ್ಷೆ ನಿನಗೆ ಗೊತ್ತುಂಟು; ನನ್ನ ನಿಟ್ಟುಸುರು ನಿನಗೆ ಮರೆಯಾಗಿಲ್ಲ."},{"number":10,"verse":"ನನ್ನ ಗುಂಡಿಗೆ ಬಡುಕೊಳ್ಳುತ್ತದೆ; ನನ್ನ ಚೈತನ್ಯವು ಕುಗ್ಗಿಹೋಯಿತು;"},{"number":11,"verse":"ನನ್ನ ಕಣ್ಣುಗಳೂ ಮೊಬ್ಬಾಗಿಹೋದವು. ನನ್ನ ಆಪ್ತಸ್ನೇಹಿತರು ನನ್ನ ಜಾಡ್ಯವನ್ನು ನೋಡಿ ಓರೆಯಾಗಿ ಹೋಗುತ್ತಾರೆ; ನನ್ನ ಬಂಧುಗಳು ದೂರ ನಿಲ್ಲುತ್ತಾರೆ."},{"number":12,"verse":"ನನ್ನ ಪ್ರಾಣವನ್ನು ತೆಗೆಯಬೇಕೆಂಬವರು ನನಗೆ ಉರುಲುಗಳನ್ನು ಒಡ್ಡಿದ್ದಾರೆ; ನನ್ನ ವಿಪತ್ತನ್ನು ಕೋರುವವರು ನನಗೆ ನಾಶನವನ್ನೇ ನಿಶ್ಚಯಿಸಿಕೊಂಡು ಯಾವಾಗಲೂ ಮೋಸವನ್ನು ಕಲ್ಪಿಸುತ್ತಿದ್ದಾರೆ."},{"number":13,"verse":"ನಾನಂತೂ ಕಿವುಡನಂತೆ ಕೇಳದವನಾಗಿದ್ದೇನೆ; ಮೂಕನಂತೆ ಬಾಯಿತೆರೆಯುವದೇ ಇಲ್ಲ."},{"number":14,"verse":"ನಾನು ಕಿವಿಕೇಳಿಸದವನಂತೆಯೂ ಪ್ರತ್ಯುತ್ತರಕೊಡಲಾರದವನಂತೆಯೂ ಆದೆನು."},{"number":15,"verse":"ಯೆಹೋವನೇ, ನಿನ್ನನ್ನೇ ನಿರೀಕ್ಷಿಸಿಕೊಂಡಿದ್ದೇನೆ; ನನ್ನ ಕರ್ತನೇ, ನನ್ನ ದೇವರೇ, ನೀನೇ ಸದುತ್ತರವನ್ನು ಕೊಡುವವನು."},{"number":16,"verse":"ನನ್ನ ವಿಷಯದಲ್ಲಿ ಶತ್ರುಗಳಿಗೆ ಸಂತೋಷವಾಗಬಾರದು; ನಾನು ಜಾರಿಬಿದ್ದರೆ ಹಿಗ್ಗುವರಲ್ಲಾ ಅಂದುಕೊಂಡೆನು."},{"number":17,"verse":"ನನಗೆ ಆಪತ್ತೇ ಸಿದ್ಧವಾಗಿದೆ; ಯಾವಾಗಲೂ ನನಗೆ ಸಂಕಟವದೆ."},{"number":18,"verse":"ನಾನು ಅಪರಾಧಿಯೇ ಹೌದೆಂದು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇನೆ; ನನ್ನ ಪಾಪದ ದೆಸೆಯಿಂದಲೇ ನನಗೆ ವ್ಯಸನವುಂಟಾಯಿತು."},{"number":19,"verse":"ನನ್ನ ಶತ್ರುಗಳು ಚುರುಕಾದವರೂ ಬಲಿಷ್ಠರೂ ಆಗಿದ್ದಾರೆ; ನನ್ನನ್ನು ಅನ್ಯಾಯವಾಗಿ ದ್ವೇಷಿಸುವವರು ಬಹುಮಂದಿ."},{"number":20,"verse":"ಉಪಕಾರಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಅಪಕಾರ ಸಲ್ಲಿಸುವವರು ಒಳ್ಳೆಯದನ್ನು ಅನುಸರಿಸುವ ನನ್ನನ್ನು ಎದುರಿಸುತ್ತಾರೆ."},{"number":21,"verse":"ಯೆಹೋವನೇ, ಕೈ ಬಿಡಬೇಡ; ನನ್ನ ದೇವರೇ, ದೂರವಾಗಿರಬೇಡ."},{"number":22,"verse":"ನನ್ನ ಕರ್ತನೇ, ನನ್ನ ರಕ್ಷಕನೇ, ಬೇಗ ಬಂದು ಸಹಾಯಮಾಡು."}]}