{"bibleAbbr":"KNJV","bookName":"ಕೀರ್ತನೆಗಳು","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"ಸಕಲ ದೇಶಗಳವರೇ, ಕೇಳಿರಿ; ಭೂಲೋಕದ ನಿವಾಸಿಗಳಿರಾ, ಕಿವಿಗೊಡಿರಿ."},{"number":2,"verse":"ಜನಗಳೇ ಜನಾಧಿಪತಿಗಳೇ, ಬಡವರೇ ಬಲ್ಲಿದರೇ, ನೀವೆಲ್ಲರೂ ಒಂದಾಗಿ ಬಂದು ಆಲೈಸಿರಿ."},{"number":3,"verse":"ನನ್ನ ಬಾಯಿ ಸುಜ್ಞಾನವನ್ನು ಬೋಧಿಸುವದು; ನನ್ನ ಹೃದಯವು ವಿವೇಕವನ್ನು ಫಲಿಸುವದು."},{"number":4,"verse":"ನಾನು ಧರ್ಮರಹಸ್ಯವನ್ನು ಕಿವಿಗೊಟ್ಟು ಕೇಳಿ ಕಿನ್ನರಿಯನ್ನು ಬಾರಿಸುತ್ತಾ ಅದರ ಗೂಡಾರ್ಥವನ್ನು ಪ್ರಕಟಿಸುವೆನು."},{"number":5,"verse":"ಆಪತ್ತಿನಲ್ಲಿ ಯಾಕೆ ಭಯಪಡಬೇಕು? ದ್ವೇಷಿಗಳು ಮೋಸದಿಂದ ಸುತ್ತಿಕೊಂಡಿರುವಾಗ ನಾನು ಹೆದರುವದೇಕೆ?"},{"number":6,"verse":"ಅವರು ತಮ್ಮ ಐಶ್ವರ್ಯವನ್ನೇ ನಂಬಿದ್ದಾರೆ; ತಾವು ಬಹಳ ಆಸ್ತಿವಂತರೆಂದು ಉಬ್ಬಿದ್ದಾರೆ."},{"number":7,"verse":"ಆದರೆ ಯಾವನಾದರೂ ತನ್ನ ಸಹೋದರನು ಸಮಾಧಿಯಲ್ಲಿ ಸೇರದೆ ಶಾಶ್ವತವಾಗಿ ಬದುಕಿರುವದಕ್ಕಾಗಿ"},{"number":8,"verse":"ದೇವರಿಗೆ ಈಡನ್ನು ಕೊಟ್ಟು ಅವನ ಪ್ರಾಣವನ್ನು ಬಿಡಿಸಲಾರನು."},{"number":9,"verse":"ಮರಣವನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಎಷ್ಟು ಹಣಕೊಟ್ಟರೂ ಸಾಲುವದೇ ಇಲ್ಲ; ಅಂಥ ಪ್ರಯತ್ನವನ್ನು ನಿಷ್ಫಲವೆಂದು ಬಿಟ್ಟೇಬಿಡಬೇಕು."},{"number":10,"verse":"ಸುಜ್ಞಾನಿಗಳು ಸಾಯುವದನ್ನು ನೋಡುತ್ತೇವಲ್ಲಾ; ಹಾಗೆಯೇ ಪಶುಗಳಂತಿರುವ ಜ್ಞಾನಹೀನರೂ ನಾಶವಾಗುತ್ತಾರೆ. ಅವರು ನಂಬಿದ್ದ ಆಸ್ತಿಯು ಇತರರ ಪಾಲಾಗುತ್ತದೆ."},{"number":11,"verse":"ಯಾರು ವಿಸ್ತಾರವಾದ ಭೂಸ್ಥಿತಿಗಳಿಗೆ ತಮ್ಮ ಹೆಸರುಗಳನ್ನು ಕೊಟ್ಟಿದ್ದಾರೋ ಅಂಥವರಿಗೂ ಸಮಾಧಿಯೇ ಶಾಶ್ವತಮಂದಿರವು; ಅದೇ ಅವರ ನಿತ್ಯನಿವಾಸಸ್ಥಾನ."},{"number":12,"verse":"ಮನುಷ್ಯನು ಎಷ್ಟು ಘನವಾದ ಪದವಿಯಲ್ಲಿದ್ದರೂ ಸ್ಥಿರವಿಲ್ಲ; ಪಶುಗಳಂತೆಯೇ ಇಲ್ಲವಾಗುತ್ತಾನೆ."},{"number":13,"verse":"ಮೂರ್ಖರಿಗೂ ಅವರ ಮಾತಿನಂತೆ ನಡೆಯುವವರಿಗೂ ಇದೇ ಗತಿ. ಸೆಲಾ."},{"number":14,"verse":"ಅವರು ಕುರಿಗಳಂತೆ ಪಾತಾಳದಲ್ಲಿ ದಟ್ಟವಾಗಿ ಸೇರಿಸಲ್ಪಡುವರು; ಮೃತ್ಯುವೇ ಅವರ ಪಾಲಕನು. ಅವರಿಗೆ ನಿವಾಸವಿಲ್ಲದ ಹಾಗೆ ಪಾತಾಳವು ಅವರ ರೂಪವನ್ನು ನಾಶಮಾಡುವದು; ಉದಯಕಾಲದಲ್ಲಿ ಯಥಾರ್ಥರು ಅವರ ಮೇಲೆ ದೊರೆತನ ನಡಿಸುವರು."},{"number":15,"verse":"ಆದರೆ ದೇವರು ನನ್ನ ಪ್ರಾಣವನ್ನು ಮೃತ್ಯುಹಸ್ತದಿಂದ ತಪ್ಪಿಸಿ ಸ್ವೀಕಾರ ಮಾಡುವನು. ಸೆಲಾ."},{"number":16,"verse":"ಒಬ್ಬನ ಐಶ್ವರ್ಯವೂ ಗೃಹವೈಭವವೂ ವೃದ್ಧಿಯಾದಾಗ ಕಳವಳಿಸಬೇಡ."},{"number":17,"verse":"ಅವನು ಸಾಯುವಾಗ ಏನೂ ತೆಗೆದುಕೊಂಡು ಹೋಗಲಾರನಷ್ಟೆ; ಅವನ ವೈಭವವು ಅವನೊಡನೆ ಹೋಗುವದಿಲ್ಲ."},{"number":18,"verse":"ಸಿರಿ ಬಂದಾಗ ಹೆರರ ಹೊಗಳಿಕೆ ತಪ್ಪದು ಎಂಬಂತೆ ಅವನು ಜೀವಮಾನದಲ್ಲಿ ಆತ್ಮಸ್ತುತಿಯಿಂದಲೂ ಜನಸ್ತುತಿಯಿಂದಲೂ ಕೂಡಿದವನಾದರೂ"},{"number":19,"verse":"ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿ ಅವರಂತೆಯೇ ಎಂದಿಗೂ ಬೆಳಕನ್ನು ಕಾಣದೆ ಇರುವನು."},{"number":20,"verse":"ವಿವೇಕಹೀನ ಮನುಷ್ಯನು ಎಷ್ಟು ಘನವಾದ ಪದವಿಯಲ್ಲಿದ್ದರೂ ಪಶುಗಳಂತೆಯೇ ಇಲ್ಲವಾಗುತ್ತಾನೆ."}]}