{"bibleAbbr":"KNJV","bookName":"ಕೀರ್ತನೆಗಳು","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"ದೇವದೇವನಾದ ಯೆಹೋವನು ಪೂರ್ವದಿಂದ ಪಶ್ಚಿಮದಿಕ್ಕಿನವರೆಗೂ ಇರುವ ಭೂನಿವಾಸಿಗಳೆಲ್ಲರನ್ನೂ ತನ್ನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಬರಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸುತ್ತಾನೆ."},{"number":2,"verse":"ಅತ್ಯಂತ ರಮಣೀಯವಾದ ಚೀಯೋನಿನಲ್ಲಿರುವ ದೇವರು ಪ್ರಕಾಶಿಸುತ್ತಾನೆ."},{"number":3,"verse":"ನಮ್ಮ ದೇವರು ಪ್ರತ್ಯಕ್ಷನಾಗುವನು, ಎಷ್ಟು ಮಾತ್ರವೂ ಸುಮ್ಮನಿರುವದಿಲ್ಲ; ಆತನ ಮುಂಭಾಗದಲ್ಲಿ ಬೆಂಕಿ ಪ್ರಜ್ವಲಿಸುತ್ತದೆ; ಆತನ ಸುತ್ತಲು ಬಿರುಗಾಳಿ ಬೀಸುತ್ತದೆ."},{"number":4,"verse":"ಆತನು ತನ್ನ ಪ್ರಜೆಗಳ ನ್ಯಾಯವಿಚಾರಣೆಯಲ್ಲಿ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸಾಕ್ಷಿಗಳಾಗಿ ನೇಮಿಸುತ್ತಾನೆ."},{"number":5,"verse":"ನನ್ನೊಡನೆ ಯಜ್ಞದ ಮೂಲಕ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಂಡ ನನ್ನ ಭಕ್ತರನ್ನು ನನ್ನ ಬಳಿಗೆ ಕರಕೊಂಡು ಬನ್ನಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸುತ್ತಾನೆ."},{"number":6,"verse":"ದೇವರು ತಾನೇ ನ್ಯಾಯಾಧಿಪತಿ; ಆತನು ನೀತಿಸ್ವರೂಪನೆಂದು ಆಕಾಶಮಂಡಲವು ಘೋಷಿಸುತ್ತದೆ. ಸೆಲಾ."},{"number":7,"verse":"[ಆತನು ಆಜ್ಞಾಪಿಸುವದೇನಂದರೆ - ] ಪ್ರಜೆಗಳಿರಾ, ಇಸ್ರಾಯೇಲ್ಯರೇ, ದೇವರಾದ ನಾನೇ ನಿಮ್ಮ ದೇವರು; ನಿಮಗೆ ಖಂಡಿತವಾಗಿ ಹೇಳುತ್ತೇನೆ, ಕೇಳಿರಿ."},{"number":8,"verse":"ನಾನು ನಿಮ್ಮ ಯಜ್ಞಗಳ ವಿಷಯದಲ್ಲಿ ತಪ್ಪೆಣಿಸುವದಿಲ್ಲ; ಸರ್ವಾಂಗಹೋಮಗಳನ್ನು ನೀವು ನಿತ್ಯವೂ ನನಗೆ ಸಮರ್ಪಿಸುತ್ತೀರಲ್ಲಾ."},{"number":9,"verse":"ಆದರೂ ನಿಮ್ಮ ಮನೆಗಳಿಂದ ನನಗೆ ಹೋರಿ ಬೇಕಾಗಿಲ್ಲ; ನಿಮ್ಮ ದೊಡ್ಡಿಗಳಿಂದ ಹೋತ ಬೇಕಿಲ್ಲ."},{"number":10,"verse":"ಕಾಡಿನಲ್ಲಿರುವ ಸರ್ವಮೃಗಗಳೂ ಗುಡ್ಡಗಳಲ್ಲಿರುವ ಸಾವಿರಾರು ಪಶುಗಳೂ ನನ್ನವೇ."},{"number":11,"verse":"ಬೆಟ್ಟಗಳ ಪಕ್ಷಿಗಳನ್ನೆಲ್ಲಾ ಬಲ್ಲೆ; ಅಡವಿಯ ಜೀವಜಂತುಗಳೆಲ್ಲಾ ನನಗೆ ಗೊತ್ತುಂಟು."},{"number":12,"verse":"ನನಗೆ ಹಸಿವೆಯಿದ್ದರೆ ನಿಮಗೆ ತಿಳಿಸುವದಿಲ್ಲ; ಲೋಕವೂ ಅದರಲ್ಲಿರುವದೆಲ್ಲವೂ ನನ್ನದಲ್ಲವೇ."},{"number":13,"verse":"ನಾನು ಹೋರಿಗಳ ಮಾಂಸವನ್ನು ತಿನ್ನುವದೂ ಹೋತಗಳ ರಕ್ತವನ್ನು ಕುಡಿಯುವದೂ ಉಂಟೇ?"},{"number":14,"verse":"ಸ್ತುತಿಯಜ್ಞವನ್ನೇ ದೇವರಿಗೆ ಸಮರ್ಪಿಸಿರಿ; ಮಾಡಿದ ಹರಕೆಗಳನ್ನು ಪರಾತ್ಪರನಿಗೆ ಸಲ್ಲಿಸಿರಿ."},{"number":15,"verse":"ಕಷ್ಟಕಾಲದಲ್ಲಿ ನನಗೆ ಮೊರೆಯಿಡಿರಿ; ಬಿಡಿಸುವೆನು; ಆಗ ನನ್ನನ್ನು ಕೊಂಡಾಡುವಿರಿ."},{"number":16,"verse":"ದುಷ್ಟರಿಗಾದರೋ ದೇವರು ಹೇಳುವದೇನಂದರೆ - ನನ್ನ ವಿಧಿಗಳನ್ನು ಪಠಿಸುವದಕ್ಕೆ ನಿಮಗೇನು ಬಾಧ್ಯತೆ ಉಂಟು? ನನ್ನ ನಿಬಂಧನೆಯನ್ನು ಉಚ್ಚರಿಸುವದು ನಿಮಗೇನು ಕೆಲಸ?"},{"number":17,"verse":"ನೀವೋ ನನ್ನ ಸುಶಿಕ್ಷಣವನ್ನು ಹಗೆ ಮಾಡುತ್ತೀರಲ್ಲಾ; ನನ್ನ ಆಜ್ಞೆಯನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತೀರಿ."},{"number":18,"verse":"ನೀವು ಚೋರರೊಡನೆ ಸಂತೋಷದಿಂದ ಸೇರುತ್ತೀರಿ; ಜಾರರ ಒಡನಾಟವೇ ನಿಮಗೆ ಇಷ್ಟ."},{"number":19,"verse":"ನಿಮ್ಮ ಬಾಯನ್ನು ಕೇಡಿಗೆ ಒಪ್ಪಿಸುತ್ತೀರಿ; ನಾಲಿಗೆಯು ಮೋಸವನ್ನು ನೇಯುತ್ತದೆ;"},{"number":20,"verse":"ಸಹೋದರನನ್ನು ಕ್ಷುದ್ರಮಾಡುತ್ತಾ ಕೂತುಕೊಳ್ಳುತ್ತೀರಿ; ಒಡಹುಟ್ಟಿದವರನ್ನು ದೂರುತ್ತೀರಿ."},{"number":21,"verse":"ನೀವು ಹೀಗೆ ಮಾಡಿದರೂ ನಾನು ಸುಮ್ಮನೆ ಇದ್ದದರಿಂದ ದೇವರೂ ನಮ್ಮಂಥವನೇ ಎಂದು ನೆನಸಿಕೊಂಡಿರಿ. ಈಗಲಾದರೋ ನಾನು ಎಲ್ಲವನ್ನು ನಿಮ್ಮ ಮುಂದೆ ವಿವರಿಸಿ ನಿಮ್ಮನ್ನು ಅಪರಾಧಿಗಳೆಂದು ಸ್ಥಾಪಿಸುವೆನು."},{"number":22,"verse":"ದೇವರನ್ನು ಬಿಟ್ಟವರೇ, ಇದನ್ನು ಮನಸ್ಸಿಗೆ ತಂದುಕೊಳ್ಳಿರಿ; ಇಲ್ಲವಾದರೆ ನಿಮ್ಮನ್ನು ಹರಿದುಬಿಟ್ಟೇನು. ನಿಮ್ಮನ್ನು ತಪ್ಪಿಸುವವರು ಯಾರೂ ಇರುವದಿಲ್ಲ."},{"number":23,"verse":"ಯಾರು ಸ್ತುತಿಯಜ್ಞವನ್ನು ಸಮರ್ಪಿಸುತ್ತಾರೋ ಅವರೇ ನನ್ನನ್ನು ಗೌರವಿಸುವವರು; ತಮ್ಮ ನಡತೆಯನ್ನು ಸರಿಪಡಿಸಿಕೊಳ್ಳುವವರಿಗೆ ನನ್ನ ವಿಶೇಷವಾದ ರಕ್ಷಣೆಯನ್ನು ತೋರಿಸುವೆನು."}]}