{"bibleAbbr":"KNJV","bookName":"ಕೀರ್ತನೆಗಳು","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"ದೇವರೇ, ರಕ್ಷಿಸು; ಪ್ರಾಣಾಪಾಯವಾಗುವಷ್ಟು ಜಲವು ಏರಿಬಂದದೆ."},{"number":2,"verse":"ಆಳವಾದ ಕಳ್ಳುಸುಬಿನಲ್ಲಿ ಮುಳುಗುತ್ತಿದ್ದೇನೆ; ನೆಲೆ ಸಿಕ್ಕುವದಿಲ್ಲ. ದೊಡ್ಡ ಮಡುವಿನೊಳಕ್ಕೆ ಬಂದಿದ್ದೇನೆ; ಪ್ರವಾಹವು ನನ್ನನ್ನು ಬಡಕೊಂಡು ಹೋಗುತ್ತದೆ."},{"number":3,"verse":"ಮೊರೆಯಿಟ್ಟಿಟ್ಟು ಬೇಸತ್ತು ಹೋಗಿದ್ದೇನೆ; ಗಂಟಲು ಒಣಗಿಹೋಯಿತು. ನನ್ನ ದೇವರನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಾ ದೃಷ್ಟಿ ಮಂದವಾಯಿತು."},{"number":4,"verse":"ನಿಷ್ಕಾರಣದ್ವೇಷಿಗಳು ನನ್ನ ತಲೆಗೂದಲುಗಳಿಗಿಂತ ಹೆಚ್ಚಾಗಿದ್ದಾರೆ; ನಿರ್ನಿಮಿತ್ತವಾಗಿ ನನ್ನನ್ನು ಮುಗಿಸಿಬಿಡಬೇಕೆಂದಿರುವ ವೈರಿಗಳು ಬಲಿಷ್ಠರಾಗಿದ್ದಾರೆ. ನಾನು ಅಪಹರಿಸದಿದ್ದರೂ ನನ್ನಿಂದ ದಂಡತೆಗೆದುಕೊಂಡರಲ್ಲಾ."},{"number":5,"verse":"ದೇವರೇ, ನನ್ನ ಮೂರ್ಖತನವು ನಿನಗೆ ಗೊತ್ತು; ನನ್ನ ಅಪರಾಧಗಳು ನಿನಗೆ ಮರೆಯಾಗಿಲ್ಲ."},{"number":6,"verse":"ಸೇನಾಧೀಶ್ವರನೇ, ಯೆಹೋವನೇ, ನಿನ್ನನ್ನು ನಂಬಿದವರಿಗೆ ನನ್ನಿಂದ ನಿರಾಶೆಯಾಗದಿರಲಿ; ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೇ, ನಿನ್ನ ದರ್ಶನಾರ್ಥಿಗಳು ನನ್ನಿಂದ ಅಪಮಾನಕ್ಕೆ ಗುರಿಯಾಗದಿರಲಿ."},{"number":7,"verse":"ನಿನಗೋಸ್ಕರವಾಗಿ ನಿಂದೆಗೆ ಒಳಗಾದೆನಲ್ಲಾ; ನಾಚಿಕೆಯು ನನ್ನ ಮುಖವನ್ನು ಕವಿದದೆ."},{"number":8,"verse":"ನನ್ನ ಅಣ್ಣತಮ್ಮಂದಿರಿಗೆ ಹೆರನಂತಾದೆನು; ಒಡಹುಟ್ಟಿದವರಿಗೆ ಪರಕೀಯನಂತಿದ್ದೇನೆ."},{"number":9,"verse":"ನಿನ್ನ ಆಲಯಾಭಿಮಾನವು ನನ್ನನ್ನು ಬೆಂಕಿಯಂತೆ ದಹಿಸಿದೆ. ನಿನ್ನನ್ನು ದೂಷಿಸುವವರ ದೂಷಣೆಗಳು ನನ್ನ ಮೇಲೆ ಬಂದಿವೆ."},{"number":10,"verse":"ನಾನು ಅತ್ತತ್ತು ಉಪವಾಸ ಬಿದ್ದದ್ದೆಲ್ಲಾ ಪರಿಹಾಸ್ಯಕ್ಕೆ ಕಾರಣವಾಯಿತು."},{"number":11,"verse":"ನಾನು ಗೋಣೀತಟ್ಟು ಕಟ್ಟಿಕೊಂಡದ್ದು ಅವರ ಗಾದೆಗೆ ಆಸ್ಪದವಾಯಿತು."},{"number":12,"verse":"ಊರುಬಾಗಲಲ್ಲಿ ಕೂತುಕೊಳ್ಳುವವರ ಆಡಿಕೆಗೆ ಗುರಿಯಾಗಿದ್ದೇನೆ. ಕುಡಿಕರು ನನ್ನ ವಿಷಯ ಹಾಡಿ ಗೇಲಿಮಾಡುತ್ತಾರೆ."},{"number":13,"verse":"ಯೆಹೋವನೇ, ನಾನಾದರೋ ನಿನಗೆ ಮೊರೆಯಿಟ್ಟಿದ್ದೇನೆ; ಇದು ನಿನ್ನ ಪ್ರಸನ್ನತೆಗೆ ಸಕಾಲ. ಪ್ರೇಮಪೂರ್ಣನಾದ ದೇವನೇ, ಸತ್ಯಸಂಧನಾದ ರಕ್ಷಕನೇ, ಸದುತ್ತರವನ್ನು ದಯಪಾಲಿಸು."},{"number":14,"verse":"ನಾನು ಕಳ್ಳುಸುಬಿನಲ್ಲಿ ಮುಳುಗಿಹೋಗದಂತೆ ಮೇಲೆತ್ತು; ವೈರಿಗಳ ಕೈಯೊಳಗಿಂದ ಬಿಡಿಸು; ಮಹಾಜಲ ರಾಶಿಯಿಂದ ಎಳೆದುಕೋ."},{"number":15,"verse":"ಪ್ರವಾಹವು ನನ್ನನ್ನು ಬಡಕೊಂಡು ಹೋಗದಿರಲಿ; ಮಡುವು ನನ್ನನ್ನು ಒಳಗೆ ಎಳಕೊಳ್ಳದಿರಲಿ; ಪಾತಾಳವು ನನ್ನನ್ನು ನುಂಗದಿರಲಿ."},{"number":16,"verse":"ಯೆಹೋವನೇ, ನನ್ನ ಮೊರೆಯನ್ನು ಲಾಲಿಸು; ನಿನ್ನ ಕೃಪೆಯು ಶುಭಕರವಾಗಿದೆಯಲ್ಲಾ. ಕರುಣಾನಿಧಿಯೇ, ನನ್ನನ್ನು ಕಟಾಕ್ಷಿಸು."},{"number":17,"verse":"ನಿನ್ನ ದಾಸನಿಗೆ ವಿಮುಖನಾಗಬೇಡ. ಇಕ್ಕಟ್ಟಿನಲ್ಲಿದ್ದೇನೆ; ತಡೆಮಾಡದೆ ಸಹಾಯಕೊಡು."},{"number":18,"verse":"ಸಮೀಪಿಸಿ ನನ್ನ ಪ್ರಾಣವನ್ನು ವಿಮೋಚಿಸು. ಶತ್ರುನಿಮಿತ್ತವಾಗಿ ನನ್ನನ್ನು ರಕ್ಷಿಸು."},{"number":19,"verse":"ನನಗುಂಟಾದ ನಿಂದೆ, ಲಜ್ಜೆ, ಅಪಮಾನ ಇವು ನಿನಗೇ ಗೊತ್ತು; ನನ್ನ ವಿರೋಧಿಗಳು ನಿನಗೆ ಮರೆಯಾಗಿಲ್ಲವಲ್ಲಾ."},{"number":20,"verse":"ನಿಂದೆಯಿಂದ ಖಿನ್ನನಾಗಿ ಕುಂದಿಹೋಗಿದ್ದೇನೆ. ಕರುಣಾಳುಗಳನ್ನು ನಿರೀಕ್ಷಿಸಿದೆ; ದೊರೆಯಲಿಲ್ಲ. ಸಂತೈಸುವವರನ್ನು ಹಾರೈಸಿದೆ; ಸಿಕ್ಕಲಿಲ್ಲ."},{"number":21,"verse":"ನನಗೆ ಉಣ್ಣುವದಕ್ಕೆ ಕಹಿಯಾದ ವಸ್ತುವನ್ನೂ ಬಾಯಾರಿದಾಗ ಹುಳಿತ ದ್ರಾಕ್ಷಾರಸವನ್ನೂ ಕೊಟ್ಟರು."},{"number":22,"verse":"ಅವರ ಊಟವೇ ಅವರಿಗೆ ಉರುಲಾಗಲಿ; ನಿಶ್ಚಿಂತರಾಗಿರುವಾಗಲೇ ಅದು ಅವರಿಗೆ ಬೋನಾಗಲಿ."},{"number":23,"verse":"ಅವರ ಕಣ್ಣು ಮೊಬ್ಬಾಗಿ ಕಾಣದೆಹೋಗಲಿ; ಅವರ ನಡುವು ಯಾವಾಗಲೂ ಬಳುಕುತ್ತಿರಲಿ."},{"number":24,"verse":"ನಿನ್ನ ರೌದ್ರವನ್ನು ಅವರ ಮೇಲೆ ಸುರಿದುಬಿಡು; ನಿನ್ನ ಕೋಪಾಗ್ನಿಯು ಅವರನ್ನು ಆಹುತಿಗೊಳ್ಳಲಿ."},{"number":25,"verse":"ಅವರ ಪಾಳೆಯವು ಹಾಳುಬೀಳಲಿ; ಅವರ ನಿವಾಸಗಳು ಜನಶೂನ್ಯವಾಗಲಿ."},{"number":26,"verse":"ನೀನು ಹೊಡೆದವನನ್ನು ಅವರು ಹಿಂಸಿಸುತ್ತಾರೆ; ನೀನು ಗಾಯಮಾಡಿದವರ ನೋವು ಅವರ ಆಡಿಕೆಗೆ ಕಾರಣವಾಗಿದೆ."},{"number":27,"verse":"ಅವರ ಅಪರಾಧಗಳು ಒಂದೊಂದಾಗಿ ಹೆಚ್ಚುತ್ತಾ ಬರಲಿ. ನಿನ್ನ ನೀತಿಯಲ್ಲಿ ಅವರಿಗೆ ಪಾಲುಕೊಡಬೇಡ."},{"number":28,"verse":"ಜೀವಿತರ ಪಟ್ಟಿಯಿಂದ ಅವರ ಹೆಸರು ತೆಗೆಯಲ್ಪಡಲಿ; ಸದ್ಭಕ್ತರ ಹೆಸರಿನ ಸಂಗಡ ಅವರದು ಬರೆಯಲ್ಪಡದಿರಲಿ."},{"number":29,"verse":"ದೇವರೇ, ನೊಂದು ಕುಗ್ಗಿದವನಾದ ನನ್ನನ್ನಾದರೋ ನಿನ್ನ ರಕ್ಷಣೆಯು ಭದ್ರಸ್ಥಳದಲ್ಲಿರಿಸುವದು."},{"number":30,"verse":"ನಾನು ಸಂಕೀರ್ತಿಸುತ್ತಾ ದೇವರ ನಾಮವನ್ನು ಕೊಂಡಾಡುವೆನು; ಕೃತಜ್ಞತಾಸ್ತುತಿಯಿಂದ ಘನಪಡಿಸುವೆನು."},{"number":31,"verse":"ಇದು ಯೆಹೋವನಿಗೆ ಕೊಂಬುಗೊರಸುಗಳುಳ್ಳ ಎಳೇ ಹೋರಿಗಳ ಯಜ್ಞಕ್ಕಿಂತ ಬಹು ಪ್ರಿಯವಾದದ್ದು."},{"number":32,"verse":"ದೀನರು ಇದನ್ನು ನೋಡಿ ಹರ್ಷಿಸುವರು. ದೇವದರ್ಶನವನ್ನು ಅಪೇಕ್ಷಿಸುವವರೇ, ನಿಮ್ಮ ಆತ್ಮವು ಉಜ್ಜೀವಿಸಲಿ."},{"number":33,"verse":"ಯೆಹೋವನು ಬಡವರ ಮೊರೆಗೆ ಲಕ್ಷ್ಯಕೊಡುವನು; ಸೆರೆಯಲ್ಲಿರುವ ತನ್ನವರನ್ನು ತಿರಸ್ಕರಿಸುವದಿಲ್ಲ."},{"number":34,"verse":"ಭೂಮ್ಯಾಕಾಶಗಳೂ ಸಮುದ್ರಗಳೂ ಜಲಚರಗಳೂ ಆತನನ್ನು ಕೊಂಡಾಡಲಿ."},{"number":35,"verse":"ದೇವರು ಚೀಯೋನ್ ಪಟ್ಟಣವನ್ನು ರಕ್ಷಿಸಿ ಯೆಹೂದದೇಶದ ನಗರಗಳನ್ನು ಕಟ್ಟಿಸುವನು; ಆತನ ಪ್ರಜೆಗಳು ಅಲ್ಲಿ ವಾಸಮಾಡುತ್ತಾ ಸ್ವದೇಶವಾಗಿ ಮಾಡಿಕೊಳ್ಳುವರು."},{"number":36,"verse":"ಅವರ ಸಂತತಿಗೇ ಅದರ ಹಕ್ಕಿರುವದು; ಆತನ ನಾಮವನ್ನು ಪ್ರೀತಿಸುವವರು ಅದರಲ್ಲಿ ವಾಸಿಸುವರು."}]}