{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"Job(1 The holiness, riches, and care of Job for his children.10 Satan hath permission to tempt him.13 He tempteth him by taking away his substance, and his children.20 His faith and patience.) There was a man in the land of (That is, of the country of Idumea, as Lam. 4:21, or bordering thereupon: for the land was called by the name of Uz, the son of Dishan the son of Seir, Gen. 36:28.) Uz called Job, and this man (Forasmuch as he was a Gentile, and not a Jew, and yet is pronounced upright, and without hypocrisy, it declareth that among the heathen God hath his.) was an upright and just man, (Hereby is declared, what is meant by an upright and just man.) one that feared God, and eschewed evil."},{"number":2,"verse":"And he had seven sons, and three daughters."},{"number":3,"verse":"His (His children and riches are declared, to commend his virtue in his prosperity and his patience, and constancy, when God had taken them from him.) substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and his family was very great, so that this man was the greatest of all the (Hebrew, children.) men of (Meaning, the Arabians, Chaldeans, Idumeans, etc.) the East."},{"number":4,"verse":"And his sons went and banqueted in their houses, every one his day, and sent, and called their three sisters to eat and to drink with them."},{"number":5,"verse":"And when the days of their banqueting were gone about, Job sent, and (That is, commanded them to be sanctified: meaning, that they should consider the faults that they had committed, and reconcile themselves for the same.) sanctified them, and rose up early in the morning, and (That is, he offered for every one of his children an offering of reconciliation, which declared his religion toward God, and the care that he had toward his children.) offered burnt offerings according to the number of them all. For Job thought, It may be that my sons have sinned, and (In Hebrew it is, and blessed God, which is sometimes taken for blaspheming and cursing, as here and 1 Kings 21:10, 13, etc.) blasphemed God in their hearts, thus did Job (While the feast lasted.) every day."},{"number":6,"verse":"¶ Now on a day when the (Meaning, the Angels, which are called the sons of God, because they are willing to execute his will.) children of God came and stood (Because our infirmity cannot comprehend God in his majesty, he is set forth unto us as a King, that our capacity may be able to understand that which is spoken of him.) before the Lord, Satan (This declareth, that although Satan be adversary to God, yet he is compelled to obey him, and do him all homage, without whose permission and appointment he can do nothing.) came also among them."},{"number":7,"verse":"Then the Lord said unto Satan, Whence (This question is asked for our infirmity: for God knew whence he came.) comest thou? And Satan answered the Lord, saying, (Herein is described the nature of Satan, which is ever ranging for his prey, 1 Pet. 5:8.) From compassing the earth to and fro, and from walking in it."},{"number":8,"verse":"And the Lord said unto Satan, Hast thou not considered my servant Job, how none is like him in the earth? an upright and just man, one that feareth God, and escheweth evil?"},{"number":9,"verse":"Then Satan answered the Lord, and said, Doth Job fear God for (He feareth thee not for thine own sake, but for the commodity that he received by thee.) nought?"},{"number":10,"verse":"Hast thou not made (Meaning, the grace of God, which served Job as a rampart against all tentations.) an hedge about him and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land."},{"number":11,"verse":"But stretch out now thine hand and (This signifieth, that Satan is not able to touch us, but it is God that must do it.) touch all that he hath, to see if he will not blaspheme thee (Satan noteth the vice whereunto men are commonly subject, that is, to hide their rebellion, and to be content with God in the time of prosperity, which view is disclosed in the time of their adversity.) to thy face."},{"number":12,"verse":"Then the Lord said unto Satan, Lo, all that he hath is in (God giveth not Satan power over man to gratify him, but to declare that he hath no power over man, but that which God giveth him.) thine hand: only upon himself shalt thou not stretch out thine hand. So Satan departed from the (That is, went to execute that which God had permitted him to do: for else he can never go out of God’s presence.) presence of the Lord."},{"number":13,"verse":"¶ And on a day, when his sons and his daughters were eating and drinking wine in their eldest brother’s house,"},{"number":14,"verse":"There came a messenger unto Job, and said, The oxen were plowing, and the asses feeding in their places,"},{"number":15,"verse":"And the (That is, the Arabians.) Sabeans came violently, and took them: yea, they have slain the servants with the edge of the sword: but I only am escaped alone to tell thee."},{"number":16,"verse":"And while he was yet speaking, another came, and said, The (Which thing was also done by the craft of Satan, to tempt Job the more grievously, forasmuch as he might see, that not only men were his enemies, but that God made war against him.) fire of God is fallen from the heaven, and hath burnt up the sheep and the servants, and devoured them: but I only am escaped alone to tell thee."},{"number":17,"verse":"And while he was yet speaking, another came, and said, The Chaldeans set on three bands, and fell upon the camels, and have taken them, and have slain the servants with the edge of the sword: but I only am escaped alone to tell thee."},{"number":18,"verse":"And while he was yet speaking, came another, and said, Thy (This last plague declareth, that when one plague is past which seemeth hard to be borne, God can send us another far more grievous, to try his, and teach them obedience.) sons, and thy daughters were eating, and drinking wine in their eldest brother’s house,"},{"number":19,"verse":"And behold, there came a great wind from beyond the wilderness, and smote the four corners of the house, which fell upon the children, and they are dead, and I only am escaped alone to tell thee."},{"number":20,"verse":"Then Job arose, and (Which came not of impatience, but declareth that the children of God are not insensible like blocks, but that in their patience they feel affliction and grief of mind: yet they keep a mean herein, and rebel not against God, as the wicked do.) rent his garment, and shaved his head, and fell down upon the ground, and worshipped,"},{"number":21,"verse":"And said, (Cross references: : Eccl. 5:14; 1 Tim. 6:7) Naked came I out of my mother’s womb, and naked shall I return (That is, into the belly of the earth, which is the mother of all.) thither: the Lord hath given, and the Lord hath taken it: (Hereby he confesseth that God is just, and good, although his hand be sore upon him.) blessed be the Name of the Lord."},{"number":22,"verse":"In all this did not Job sin, nor charge God (But declared that God did all things according to justice and equity.) foolishly."}]}