{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"(1 Job is weary of his life, and setteth out his fragility before God.20 He desireth him to stay his hand.22 A description of death.) My soul is cut off (I am more like to a dead man, than to one that liveth.) though I live: I will leave my (I will make an ample declaration of my torments, accusing myself and not God.) complaint upon myself, and will speak in the bitterness of my soul."},{"number":2,"verse":"I will say unto God, (He would not that God should proceed against him by his secret justice, but by the ordinary means that he punisheth others.) Condemn me not: show me, wherefore thou contendest with me."},{"number":3,"verse":"Thinkest thou it (Is it agreeable to thy justice to do me wrong?) good to oppress me, and to cast off the (Wilt thou be without compassion?) labor of thine hands, and to favor the (Wilt thou gratify the wicked and condemn me?) counsel of the wicked?"},{"number":4,"verse":"Hast thou (Doest thou this of ignorance?) carnal eyes? or dost thou see as man seeth?"},{"number":5,"verse":"Are thy days as man’s (Art thou inconstant and changeable, as the times, today a friend, tomorrow an enemy?) days? or thy years as the time of man,"},{"number":6,"verse":"That thou inquirest of mine iniquity, and searchest out my sin?"},{"number":7,"verse":"Thou knowest that I cannot do (By affliction thou keepest me as in a prison, and restrainest me from doing evil, neither can any set me at liberty.) wickedly: for none can deliver me out of thine hand."},{"number":8,"verse":"Thine (In these eight verses following he describeth the mercy of God, in the wonderful creation of man: and thereon groundeth that God should not show himself rigorous against him.) hands have made me, and fashioned me wholly round about, and wilt thou destroy me?"},{"number":9,"verse":"Remember, I pray thee, that thou hast made me as (As brittle as a pot of clay.) the clay, and wilt thou bring me into dust again?"},{"number":10,"verse":"Hast thou not poured me out as milk? and turned me to curds like cheese?"},{"number":11,"verse":"Thou hast clothed me with skin and flesh, and joined me together with bones and sinews."},{"number":12,"verse":"Thou hast given me life, and (That is, reason and understanding, and many other gifts, whereby man excelleth all earthly creatures.) grace: and the (That is, thy fatherly care and providence whereby thou preservest me, and without the which I should perish straightway.) visitation hath preserved my spirit."},{"number":13,"verse":"Though thou hast hid these things in thine heart, yet I know (Though I be not fully able to comprehend these things, yet I must needs confess that it is so.) that it is so with thee."},{"number":14,"verse":"If I have sinned, then thou wilt straightly look unto me, and wilt not hold me guiltless of mine iniquity."},{"number":15,"verse":"If I have done wickedly, woe unto me: if I have done righteously, I will not (I will always walk in fear and humility, knowing that none is just before thee.) lift up mine head, being full of confusion, because I see mine affliction."},{"number":16,"verse":"But let it increase: hunt thou me as a lion: return and show thyself (Job being sore assaulted in this battle between the flesh and the spirit, bursteth out into these affections, wishing rather short days than long pain.) marvelous upon me."},{"number":17,"verse":"Thou renewest thy plagues against me, and thou increasest thy wrath against me: (That is, diversity of diseases and in great abundance: showing that God hath infinite means to punish man.) changes and armies of sorrows are against me."},{"number":18,"verse":"Wherefore then hast thou brought me out of the womb? Oh that I had perished, and that none eye had seen me!"},{"number":19,"verse":"And that I were as I had not been, but brought from the womb to the grave!"},{"number":20,"verse":"Are not my days few? let him (He wisheth that God would leave off his affliction, considering his great misery and the brevity of his life.) cease, and leave off from me, that I may take a little comfort,"},{"number":21,"verse":"Before I go and shall not (He speaketh thus in the person of a sinner, that is overcome with passions and with the feeling of God’s judgments, and therefore cannot apprehend in that state the mercies of God, and comfort of the resurrection.) return, even to the land of darkness and shadow of death:"},{"number":22,"verse":"Into a land, I say, dark as darkness itself, and into the shadow of death, where is none (No distinction between light and darkness, but where all is very darkness itself.) order, but the light is there as darkness."}]}