{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"(2 Job accuseth his friends of ignorance.7 He declareth the might, and power of God.17 And how he changeth the course of things.) Then Job answered, and said,"},{"number":2,"verse":"Indeed because that ye are the people only, (Because you feel not that which you speak, you think the whole standeth in words, and so flatter yourselves as though none knew anything, or could know but you.) wisdom must die with you."},{"number":3,"verse":"But I have understanding as well as you, and am not inferior unto you: yea, who knoweth not such things?"},{"number":4,"verse":"(Cross references: : Prov. 14:2) I am (He reproveth these his friends of two faults: the one that they thought they had better knowledge than indeed they had: and the other, that instead of true consolation, they did deride and despise their friend in his adversity.) as one mocked of his neighbor, who calleth upon God, and he (The which neighbor being a mocker and a wicked man, thinketh that no man is in God’s favor but he, because he hath all things that he desireth.) heareth him: the just and the upright is laughed to scorn."},{"number":5,"verse":"(As the rich esteem not a light, or torch that goeth out, so is he despised that falleth from prosperity to adversity.) He that is ready to fall, is as a lamp despised in the opinion of the rich."},{"number":6,"verse":"The tabernacles of robbers do prosper, and they are in safety, that provoke God, (Hebrew, to whom God hath brought in with his hand.) whom God hath enriched with his hand."},{"number":7,"verse":"Ask now the beasts, (He declareth to them that did dispute against him, that their wisdom is common to all, and such as the very brute beasts do daily teach.) and they shall teach thee, and the fowls of the heaven, and they shall tell thee:"},{"number":8,"verse":"Or speak to the earth, and it shall show thee: or the fishes of the sea, and they shall declare unto thee."},{"number":9,"verse":"Who is ignorant of all these, but that the hand of the Lord hath made these?"},{"number":10,"verse":"In whose hand is the soul of every living thing, and the breath of all (Or, flesh.) mankind."},{"number":11,"verse":"Doth not the ears (He exhorteth them to be wise in judging, and as well to know the right use why God hath given them ears, as he hath done a mouth.) discern the words, and the mouth taste meat for itself?"},{"number":12,"verse":"Among the (Though men by age, and continuance of time attain to wisdom, yet it is not comparable to God’s wisdom, nor able to comprehend his judgments, wherein he answereth to that which was alleged, Job 8:8.) ancient is wisdom, and in the length of days is understanding."},{"number":13,"verse":"With him is wisdom and strength: he hath counsel and understanding."},{"number":14,"verse":"Behold, he will break down, and it cannot be built: he shutteth a man up, and he cannot be loosed."},{"number":15,"verse":"Behold, he withholdeth the waters, and they dry up: but when he sendeth them out, they destroy the earth."},{"number":16,"verse":"With him is strength and wisdom: he that is deceived, and that (He showeth that there is nothing done in this world without God’s will and ordinance, for else he should not be Almighty.) deceiveth, are his."},{"number":17,"verse":"He causeth the counselors to go as spoiled, and maketh the judges fools."},{"number":18,"verse":"(He taketh wisdom from them.) He looseth (He abateth the honor of princes, and bringeth them into the subjection of others.) the collar of kings, and girdeth their loins with a girdle."},{"number":19,"verse":"He leadeth away the princes as a prey, and overthroweth the mighty."},{"number":20,"verse":"He taketh away the speech from the (He causeth that their words have no credit, which is when he will punish sin.) faithful counselors, and taketh away the judgment of the ancient."},{"number":21,"verse":"He poureth contempt upon princes, and maketh the strength of the mighty weak."},{"number":22,"verse":"He discovereth the deep places from their darkness, and bringeth forth the shadow of death to light."},{"number":23,"verse":"He (In this discourse of God’s wonderful works, Job showeth that whatsoever is done in this world both in the order and change of things, is by God’s will and appointment: wherein he declareth that he thinketh well of God, and is as able to set forth his power in words as they that reasoned against, were.) increaseth the people, and destroyeth them: he enlargeth the nations, and bringeth them in again."},{"number":24,"verse":"He taketh away the hearts of them that are the chief over the people of the earth, and maketh them to wander in the wilderness out of the way."},{"number":25,"verse":"They grope in the dark without light: and he maketh them to stagger like a drunken man."}]}