{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":17,"verses":[{"number":1,"verse":"((1 Job sayeth that he consumeth away, and yet doth patiently abide it.10 He exhorteth his friends to repentance,13 showing that he looketh out for death.) ) My breath is corrupt: my days are cut off, and the grave is ready for me."},{"number":2,"verse":"There are none but (Instead of comfort, being now at death’s door, he had but them that mocked at him, and discouraged him.) mockers with me, and mine eye continueth in (I see still that they seek but to vex me.) their bitterness."},{"number":3,"verse":"(He reasoneth with God as a man beside himself, to the intent that his cause might be brought to light.) Lay down now, and put me in surety for thee: who is he, that (And answers for thee?) will touch mine hand?"},{"number":4,"verse":"For thou hast hid their heart from (That these mine afflictions are thy just judgments, though man know not the cause.) understanding: therefore shalt thou not set them up on high."},{"number":5,"verse":"(He that flattereth a man, and only judgeth him happy in his prosperity, shall not himself only but in his posterity be punished.) For the eyes of his children shall fail, that speaketh flattery to his friends."},{"number":6,"verse":"He hath also made me a (God hath made all the world to speak of me, because of mine afflictions.) byword of the people, and I am as a tabret (That is, as a continual sound in their ears.) before them."},{"number":7,"verse":"Mine eye therefore is dim for grief, and all my strength is like a shadow."},{"number":8,"verse":"The righteous shall be astonied at (To wit, when they see the godly punished: but in the end they shalt come to understanding, and know what shall be the reward of the hypocrite.) this, and the innocent shall be moved against the hypocrite."},{"number":9,"verse":"But the righteous will hold his (That is, will not be discouraged, considering that the godly are punished as well as the wicked.) way, and he whose hands are pure, shall increase his strength."},{"number":10,"verse":"All (Job speaketh to them three that came to comfort him.) you therefore turn you, and come now, and I shall not find one wise among you."},{"number":11,"verse":"My days are past, mine enterprises are broken, and the thoughts of mine heart"},{"number":12,"verse":"Have changed the (That is, have brought me sorrow instead of comfort.) night for the day, and the light that approached, for darkness."},{"number":13,"verse":"Though I hope, (Though I should hope to come from adversity to prosperity, as your discourse pretendeth.) yet the grave shall be mine house, and I shall make my bed in the dark."},{"number":14,"verse":"I shall say to corruption, Thou art my (I have no more hope in father, mother, sister, or any worldly thing: for the dust and worms shall be to me instead of them.) father, and to the worm, Thou art my mother and my sister."},{"number":15,"verse":"Where is then now mine hope? or who shall consider the thing that I hoped for?"},{"number":16,"verse":"(All worldly hope and prosperity fail which you say, are only signs of God’s favor: but seeing that these things perish, I set mine hope in God and in the life everlasting.) They shall go down into the bottom of the pit: surely it shall lie together in the dust."}]}