{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"(1 Bildad rehearseth the pains of the unfaithful and wicked.) Then answered Bildad the Shuhite, and said,"},{"number":2,"verse":"When will (Which count yourselves just, as Job 12:4.) ye make an end of your words? (Whom you take to be but beasts, as Job 12:7.) cause us to understand, and then we will speak."},{"number":3,"verse":"Wherefore are we counted as beasts, and are vile in your sight?"},{"number":4,"verse":"Thou art (That is, like a madman.) as one that teareth his soul in his anger. Shall the (Shall God change the order of nature for thy sake, by dealing with thee otherwise than he doth with all men?) earth be forsaken for thy sake? or the rock removed out of his place?"},{"number":5,"verse":"Yea, the light of the wicked shall be (When the wicked is in his prosperity, then God changeth his state: and this is his ordinary working for their sins.) quenched, and the spark of his fire shall not shine."},{"number":6,"verse":"The light shall be dark in his dwelling, and his candle shall be put out with him."},{"number":7,"verse":"The steps of his strength shall be restrained, and his own counsel shall cast him down."},{"number":8,"verse":"For he is taken in the net by his feet, and he (Meaning, that the wicked are in continual danger.) walketh upon the snares."},{"number":9,"verse":"The grenne shall take him by the heel, and the chief shall come upon him."},{"number":10,"verse":"A snare is laid for him in the ground, and a trap for him in the way."},{"number":11,"verse":"Fearfulness shall make him afraid on every side, and shall drive him to his feet."},{"number":12,"verse":"His strength shall be (That which should nourish him shall be consumed by famine.) famine: and destruction shall be ready at his side."},{"number":13,"verse":"It shall devour the inner parts of his skin, and the (That is, some strong and violent death shall consume his strength: or as the Hebrew word signifieth, his members or parts.) firstborn of death shall devour his strength."},{"number":14,"verse":"His hope shall be rooted out of his dwelling, and shall cause him to go to the (That is, with most great fear.) king of fear."},{"number":15,"verse":"Fear shall dwell in his house (because it is not (Meaning, not truly come by.) his) (Though all the world would favor him, yet God would destroy him and his.) and brimstone shall be scattered upon his habitation."},{"number":16,"verse":"His roots shall be dried up beneath, and above shall his branch be cut down."},{"number":17,"verse":"His remembrance shall perish from the earth, and he shall have no name in the street."},{"number":18,"verse":"They shall drive him out of the (He shall fall from prosperity to adversity.) light unto darkness, and chase him out of the world."},{"number":19,"verse":"He shall neither have son nor nephew among his people, nor any posterity in his dwellings."},{"number":20,"verse":"The posterity shall be astonied at his (When they shall see what came unto him.) day, and fear shall come upon the ancient."},{"number":21,"verse":"Surely such are the habitations of the wicked, and this is the place of him that knoweth not God."}]}