{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"(1 Elihu proveth that the unsearchable wisdom of God is manifest by his works.4 As by the thunders.6 The snow.9 The whirlwind.11 And the rain.) At this also mine heart is (At the marvelling of the thunder and lightnings: whereby he declareth that the faithful are lively touched with the majesty of God, when they behold his works.) astonied, and is moved out of his place."},{"number":2,"verse":"Hear the (That is, the thunder, whereby he speaketh to men to waken their dullness, and to bring them to the consideration of his works.) sound of his voice, and the noise that goeth out of his mouth."},{"number":3,"verse":"He directeth it under the whole heaven, and his light unto the ends of the world."},{"number":4,"verse":"After it a noise soundeth: he thundereth with the voice of his majesty, and he will not stay (Meaning, the rains and thunders.) them when his voice is heard."},{"number":5,"verse":"God thundereth marvelously with his voice: he worketh great things, which we know not."},{"number":6,"verse":"For he saith to the snow, Be thou upon the earth (So that neither small rain, nor great, snow nor anything else cometh without God’s appointment.) likewise to the small rain and to the great rain of his power."},{"number":7,"verse":"With the force thereof he (By rains and thunders God causeth men to keep themselves within their houses.) shutteth up every man, that all men may know his work."},{"number":8,"verse":"Then the beasts go into the den, and remain in their places."},{"number":9,"verse":"The whirlwind cometh out of the South, and the cold from the (In Hebrew it is called the scattering wind, because it driveth away the clouds and purgeth the air.) North wind."},{"number":10,"verse":"At the breath of God the frost is given, and the breadth of the waters (That is, is frozen up and dried.) is made narrow."},{"number":11,"verse":"He maketh also the clouds to (Gather the vapors and move to and fro to water the earth.) labor, to water the earth, and scattereth the cloud of (That is, the cloud that hath lightning in it.) his light."},{"number":12,"verse":"And it is turned about by his government, that they may do whatsoever he commandeth them upon the whole world:"},{"number":13,"verse":"Whether it be for (Rain, cold, heat, tempests and such like are sent of God, either to punish man, or to profit the earth, or to declare his favor toward man, as Job 36:31.) punishment, or for his land, or of mercy, he causeth it to come."},{"number":14,"verse":"Hearken unto this, O Job: stand and consider the wondrous works of God."},{"number":15,"verse":"Didst thou know when God disposed them? and caused the (That is, the lightning to break forth in the clouds?) light of his cloud to shine?"},{"number":16,"verse":"Hast thou known the (Which is sometimes changed into rain, or snow, hail, or such like.) variety of the cloud, and the wondrous works of him that is perfect in knowledge?"},{"number":17,"verse":"Or how thy clothes are (Why thy clothes should keep thee warm when the South wind bloweth, rather than when any other wind bloweth?) warm, when he maketh the earth quiet through the South wind?"},{"number":18,"verse":"Hast thou stretched out the heavens, which are strong, and as a molten (For their clearness.) glass?"},{"number":19,"verse":"Tell us what we shall say unto him: for we cannot dispose our matter because of (That is, our ignorance: signifying that Job was so presumptuous, that he would control the works of God.) darkness."},{"number":20,"verse":"Shall it be (Hath God need that any should tell him when man murmureth against him?) told him when I speak? or shall man speak when he shall be (If God would destroy a man, should he repine?) destroyed?"},{"number":21,"verse":"And now men see not the light, (The cloud stoppeth the shining of the sun, that man cannot see it till the wind have chased away the cloud: and if man be not able to attain to the knowledge of these things, how much less of God’s judgments?) which shineth in the clouds, but the wind passeth and cleanseth them."},{"number":22,"verse":"The (In Hebrew, gold, meaning, fair weather and clear as gold.) brightness cometh out of the North: the praise thereof is to God, which is terrible."},{"number":23,"verse":"It is the Almighty: we cannot find him out: he is excellent in power and judgment, and abundant in justice: he (Meaning, without cause.) afflicteth not."},{"number":24,"verse":"Let men therefore fear him: for he will not regard any that are wise in their own conceit."}]}