{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"(2 How weak man’s power is, being compared to the work of God:10 Whose power appeareth in the creation, and governing of the great beasts.) Again the Lord answered Job out of (Cross references: : Job 38:1) the whirlwind, and said,"},{"number":2,"verse":"Gird up now thy loins like a man: I will demand of thee, and declare thou unto me."},{"number":3,"verse":"Wilt thou disannul (Signifying that they that justify themselves, condemn God as unjust.) my judgment? or wilt thou condemn me, that thou mayest be justified?"},{"number":4,"verse":"Or hast thou an arm like God? or dost thou thunder with a voice like him?"},{"number":5,"verse":"Deck thyself now with (Meaning, that these were proper unto God, and belonged to no man.) majesty and excellency, and array thyself with beauty and glory."},{"number":6,"verse":"Cast abroad the indignation of thy wrath, and behold everyone that is proud, and abase him."},{"number":7,"verse":"Look on everyone that is arrogant, and bring him low: and destroy the wicked in their place."},{"number":8,"verse":"Hide them in the dust together, and bind (Cause them to die if thou canst.) their faces in a secret place."},{"number":9,"verse":"Then will I confess unto thee also, that thy right hand can (Proving hereby that whosoever attributeth to himself power and ability to save himself, maketh himself God.) save thee."},{"number":10,"verse":"¶ Behold now (This beast is thought to be the elephant, or some other, which is unknown.) Behemoth (whom I made (Whom I made as well as thee.) with thee) which eateth (This commendeth the providence of God toward man: for if he were given to devour as a lion, nothing were able to resist him, or content him.) grass as an ox."},{"number":11,"verse":"Behold now, his strength is in his loins, and his force is in the navel of his belly."},{"number":12,"verse":"When he taketh pleasure, his tail is like a cedar: the sinews of his stones are wrapped together."},{"number":13,"verse":"His bones are like staves of brass, and his small bones like staves of iron."},{"number":14,"verse":"(He is one of the chiefest works of God among the beasts.) He is the chief of the ways of God: (Though man dare not come near him, yet God can kill him.) he that made him, will make his sword to approach unto him."},{"number":15,"verse":"Surely the mountains bring him forth grass, where all the beasts of the field play."},{"number":16,"verse":"Lieth he under the trees in the covert of the reed and fens?"},{"number":17,"verse":"Can the trees cover him with their shadow? or can the willows of the river compass him about?"},{"number":18,"verse":"Behold, he spoileth the river, (He drinketh at leisure, and feareth nobody.) and hasteth not: he trusteth that he can draw up Jordan into his mouth."},{"number":19,"verse":"He taketh it with his eyes, and thrusteth his nose through whatsoever meeteth him."},{"number":20,"verse":"¶ Canst thou draw out (Meaning, the whale.) Leviathan with an hook, and with a line which thou shalt cast down unto his tongue?"},{"number":21,"verse":"Canst thou cast an hook into his nose? canst thou (Because he feareth lest thou shouldest take him.) pierce his jaws with an angle?"},{"number":22,"verse":"Will he make many prayers unto thee? and speak thee fair?"},{"number":23,"verse":"Will he make a covenant with thee? and wilt thou take (To do thy business, and be at thy commandment?) him as a servant forever?"},{"number":24,"verse":"Wilt thou play with him as with a bird? or wilt thou bind him for thy maids? (25)Shall the companions banquet with him? shall they divide him among the merchants? (26)Canst thou fill the basket with his skin? or the fishpanier with his head? (27)Lay thine hand upon him: remember (If thou once consider the danger, thou wilt not meddle with him.) the battle, and do no more so. (28)Behold, (To wit, that trusteth to take him.) his hope is in vain: for shall not one perish even at the sight of him?"}]}