{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"((6 The repentance of Job.9 He prayeth for his friends.12 His goods are restored double unto him.13 His children, age and death.) ) Then Job answered the Lord, and said,"},{"number":2,"verse":"I know that thou canst do all things, and that there is no (No thought so secret, but thou dost see it, nor anything that thou thinkest, but thou canst bring it to pass.) thought hid from thee."},{"number":3,"verse":"Who is he that hideth counsel without (Is there any but I? for this God laid to his charge, Job 38:2.) knowledge? therefore have I spoken that I understood not, even things too wonderful for me, (I confess herein mine ignorance, and that I spake I wist not what.) and which I knew not."},{"number":4,"verse":"Hear, I beseech thee, and I will speak: I will demand of thee, (He showeth that he will be God’s scholar to learn of him.) and declare thou unto me."},{"number":5,"verse":"I have (I knew thee only before by hearsay: but now thou hast caused me to feel what thou art to me, that I may resign myself over unto thee.) heard of thee by the hearing of the ear, but now mine eye seeth thee."},{"number":6,"verse":"Therefore I abhor myself, and repent in dust and ashes."},{"number":7,"verse":"Now after that the Lord had spoken these words unto Job, the Lord also said unto Eliphaz the Temanite, My wrath is kindled against thee and against thy two friends: for ye have not spoken of me the thing that is (You took in hand an evil cause, in that you condemned him by his outward afflictions, and not comforted him with my mercies.) right, like my servant (Who had a good cause, but handled it evil.) Job."},{"number":8,"verse":"Therefore take unto you now seven bullocks, and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering, and my servant Job shall (When you have reconciled yourselves to him for the faults that you have committed against him, he shall pray for you, and I will hear him.) pray for you: for I will accept him, lest I should put you to shame, because ye have not spoken of me the thing which is right, like my servant Job."},{"number":9,"verse":"So Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite, went, and did according as the Lord had said unto them, and the Lord accepted Job."},{"number":10,"verse":"¶ Then the Lord turned the (He delivered him out of the affliction wherein he was.) captivity of Job, when he prayed for his friends: also the Lord gave Job twice so much as he had before."},{"number":11,"verse":"Then came unto him all his (That is, all his kindred, read Job 19:13.) brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house, and had compassion on him, and comforted him for all the evil that the Lord had brought upon him, and every man gave him a (Or, lamb, or money so marked.) piece of money, and everyone an earring of gold."},{"number":12,"verse":"So the Lord blessed the last days of Job more than the first: for he had (God made him twice so rich in cattle as he was afore, and gave him as many children as he had taken from him.) fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses."},{"number":13,"verse":"He had also seven sons, and three daughters."},{"number":14,"verse":"And he called the name of one (That is, of long life, or beautiful as the day.) Jemimah, and the name of the second (As pleasant as cassia or sweet spice.) Keziah, and the name of the third (That is, the horn of beauty.) Keren-Happuch."},{"number":15,"verse":"In all the land were no women found so fair as the daughters of Job, and their father gave them inheritance among their brethren."},{"number":16,"verse":"And after this lived Job an hundred and forty years, and saw his sons, and his son’s sons, even four generations."},{"number":17,"verse":"So Job died, being old, and full of days."}]}