{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"((1 Job answereth, that his pain is more grievous than his fault.8 He wisheth death.14 He complaineth of his friends.) ) But Job answered and said,"},{"number":2,"verse":"Oh that my grief were well weighed, and my miseries were laid together in the (To know whether I complain without just cause.) balance!"},{"number":3,"verse":"For it would be now heavier than the sand of the sea: therefore my words are (My grief is so great that I lack words to express it.) swallowed up."},{"number":4,"verse":"For the arrows of the Almighty are in me, the venom whereof doth drink up my spirit, and the terrors of God (Which declareth that he was not only afflicted in body, but wounded in conscience, which is the greatest battle that the faithful can have.) fight against me."},{"number":5,"verse":"Doth the (Think you that I cry without cause, seeing the brute beasts do not complain when they have what they would.) wild ass bray when he hath grass? or loweth the ox when he hath fodder?"},{"number":6,"verse":"That which is (Can a man’s taste delight in that, that hath no savor? meaning, that none take pleasure in affliction, seeing they cannot [do] away with things that are unsavory to the mouth.) unsavory, shall it be eaten without salt? or is there any taste in the white of an egg?"},{"number":7,"verse":"Such things as my soul refused to touch, as were sorrows, are my meat."},{"number":8,"verse":"Oh that I might have my (Herein he sinneth double, both in wishing through impatience to die, and also in desiring of God a thing which was not agreeable to his will.) desire, and that God would grant me the thing that I long for!"},{"number":9,"verse":"That is, that God would destroy me: that he would let his hand go, and cut me off."},{"number":10,"verse":"Then should I yet have comfort, (though I burn with sorrow, let him not spare) (That is, let me die at once, before I come to distrust in God’s promise through my impatience.) because I have not denied the words of the Holy one."},{"number":11,"verse":"What power have I that I should endure? or what is mine (He fearest lest he should be brought to inconveniences, if his sorrows should continue.) end, if I should prolong my life?"},{"number":12,"verse":"Is my strength the strength of stones? or is my flesh of brass?"},{"number":13,"verse":"Is it not so, that there is in me no (Have I not sought to help myself as much as was possible?) help? and that (Or, wisdom, or law.) strength is taken from me?"},{"number":14,"verse":"He that is in misery, ought to be comforted of his neighbor: but men have forsaken the fear of the Almighty."},{"number":15,"verse":"My brethren have deceived me as a (He compareth those friends which comfort us not in misery, to a brook, which in summer, when we need water, is dry, in winter is hard frozen, and in the time of rain, when we have no need, overfloweth with water.) brook, and as the rising of the rivers they pass away."},{"number":16,"verse":"Which are blackish with ice, and wherein the snow is hid."},{"number":17,"verse":"But in time they are dried up with heat and are consumed: and when it is hot they fail out of their places,"},{"number":18,"verse":"Or they depart from their way and course, yea, they vanish and perish."},{"number":19,"verse":"They that go to Tema, (They that pass thereby to go into the hot countries of Arabia, think to find water there to quench their thirst, but they are deceived.) considered them, and they that go to Sheba, waited for them."},{"number":20,"verse":"But they were confounded: when they hoped, they came thither, and were ashamed."},{"number":21,"verse":"Surely now are ye like (That is, like to this brook which deceiveth them that think to have water there in their need, as I looked for consolation at your hands.) unto it: ye have seen my fearful plague, and are afraid."},{"number":22,"verse":"Was it because I said, Bring unto me? or give a reward to me of your (He toucheth the worldlings, which for necessity will give part of their goods, and much more these men, which would not give him comfortable words.) substance?"},{"number":23,"verse":"And deliver me from the enemy’s hand, or ransom me out of the hand of tyrants?"},{"number":24,"verse":"Teach me, and I will (Show me wherein I have erred, and I will confess my fault.) hold my tongue: and cause me to understand, wherein I have erred."},{"number":25,"verse":"How (He that hath a good conscience doth not shrink at the sharp words or reasonings of others, except they be able to persuade him by reason.) steadfast are the words of righteousness? and what can any of you justly reprove?"},{"number":26,"verse":"Do ye imagine to reprove (Do you cavil at my words because I should be thought to speak foolishly, which am now in misery?) words, that the talk of the afflicted should be as the wind?"},{"number":27,"verse":"Ye make your wrath to fall upon the fatherless, and dig a pit for your friend."},{"number":28,"verse":"Now therefore be content to (Consider whether I speak as one that is driven to this impatience through very sorrow, or as an hypocrite as you condemn me.) look upon me: for I will not lie before your face."},{"number":29,"verse":"Turn, I pray you, let there be none iniquity: return, I say, and ye shall see yet my righteousness in that behalf. Is there iniquity in my tongue? doth not my mouth feel sorrows?"}]}