{"bibleAbbr":"Geneva1599","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"(1 Bildad showeth that Job is a sinner, because that God punisheth the wicked, and preserveth the good.) Then answered Bildad the Shuhite, and said,"},{"number":2,"verse":"How long wilt thou talk of these things? and how long shall the words of thy mouth (He declareth that their words which would diminish anything from the justice of God, is but as a puff of wind that vanisheth away.) be as a mighty wind?"},{"number":3,"verse":"Doth God pervert judgment? or doth the Almighty subvert justice?"},{"number":4,"verse":"If thy sons have sinned against him, and he hath sent them into the place of their (That is, hath rewarded them according to their iniquity: meaning, that Job ought to be warned by the example of his children, that he offend not God.) iniquity,"},{"number":5,"verse":"Yet if thou (That is, if thou turn betime while God calleth thee to repentance.) wilt early seek unto God, and pray to the Almighty,"},{"number":6,"verse":"If thou be pure and upright, then surely he will awake up unto thee, and he will make the habitation of thy righteousness prosperous."},{"number":7,"verse":"And though thy beginning (Though the beginnings be not so pleasant as thou wouldest desire, yet in the end thou shalt have sufficient occasion to content thyself.) be small, yet thy latter end shall greatly increase."},{"number":8,"verse":"(He willeth Job to examine all antiquity, and he shall find it true which he here saith.) Inquire therefore, I pray thee, of the former age, and prepare thyself to search of their fathers."},{"number":9,"verse":"(For we are but (Meaning, that it is not enough to have the experience of ourselves, but to be confirmed by the examples of them that went before us.) of yesterday, and are ignorant: for our days upon earth are but a shadow)"},{"number":10,"verse":"Shall not they teach thee and tell thee, and utter the words of their heart?"},{"number":11,"verse":"Can a rush (As a rush cannot grow without moistness, so cannot the hypocrite, because he hath not faith, which is moistened with God’s Spirit.) grow without mire? or can the grass grow without water?"},{"number":12,"verse":"Though it were in green and not cut down, yet shall it wither before any other herb."},{"number":13,"verse":"So are the paths of all that forget God, and the hypocrite’s hope shall perish."},{"number":14,"verse":"His confidence also shall be cut off, and his trust shall be as the house of a (Which is today, and tomorrow swept away.) spider."},{"number":15,"verse":"He shall lean upon his house, but it shall not stand: he shall hold him fast by it, yet shall it not endure."},{"number":16,"verse":"The (He compareth the just to a tree, which although it be removed out of one place unto another, yet flourisheth: so the affliction of the godly turneth to their profit.) tree is green before the Sun, and the branches spread over the garden thereof."},{"number":17,"verse":"The roots thereof are wrapped about the fountain, and are folded about the house of stones."},{"number":18,"verse":"If any pluck it from his place, and it (That is, so that there remain nothing there to prove whether the tree had grown there or no.) deny, saying, I have not seen thee,"},{"number":19,"verse":"Behold, it will rejoice (To be planted in another place, where it may grow at pleasure.) by this means, that it may grow in another mold."},{"number":20,"verse":"Behold, God will not cast away an upright man, neither will he take the wicked by the hand,"},{"number":21,"verse":"Till he have filled thy mouth with (If thou be godly, he will give thee occasion to rejoice, and if not, thine affliction shall increase.) laughter, and thy lips with joy."},{"number":22,"verse":"They that hate thee, shall be clothed with shame, and the dwelling of the wicked shall not remain."}]}