{"bibleAbbr":"TERV1998","bookName":"யோபு","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"“யோபுவே, மலையாடுகள் எப்போது பிறக்கின்றன என்பது உனக்குத் தெரியுமா? பெண்மான் குட்டியை ஈனுவதைக் கவனித்திருக்கிறாயா?"},{"number":2,"verse":"யோபுவே, மலையாடுகளும், பெண்மான்களும் எத்தனை மாதங்கள் அவற்றின் குட்டிகளைச் சுமக்க வேண்டுமென்பதை நீ அறிவாயா? அவை பிறப்பதற்கேற்ற நேரமெப்போதென அறிவாயா?"},{"number":3,"verse":"அம்மிருகங்கள் கீழே படுத்துக்கொள்ளும், அவற்றின் பிரசவ வலியை உணரும்போது, குட்டிகள் பிறந்துவிடும்."},{"number":4,"verse":"அக்குட்டி மிருகங்கள் வயல்களில் வலிமையாக வளரும். அவை தங்கள் தாய் விலங்குகளை விட்டுச் செல்லும், பின்பு அவை திரும்பிவராது."},{"number":5,"verse":"“யோபுவே, காட்டுக் கழுதைகளைச் சுதந்திரமாக அலையவிட்டவர் யார்? அவற்றின் கயிறுகளை அறுத்துவிட்டவர் யார்?"},{"number":6,"verse":"பாலைவனம் காட்டுக் கழுதையின் இருப்பிடமாகும்படி நான் (தேவன்) செய்தேன். உவர்நிலத்தை அவை வாழுமிடமாகக் கொடுத்தேன்."},{"number":7,"verse":"காட்டுக் கழுதைகள் இரைச்சலான ஊர்களை நோக்கி சிரிக்கும். ஒருவனும் அவற்றை அடக்கியாள முடியாது."},{"number":8,"verse":"காட்டுக் கழுதைகள் மலைகளில் வாழும். அவை அவற்றின் மேய்ச்சலிடம். அங்கு அவை உண்பதற்கு இரைத் தேடும்."},{"number":9,"verse":"“யோபுவே, காட்டுக் காளை உனக்குச் சேவை புரியச் சம்மதிக்குமா? அது உன் தொழுவத்தில் இரவில் தங்குமா?"},{"number":10,"verse":"யோபுவே, நீ உன் வயல்களை உழுவதற்குக் காட்டுக் கழுதையின் மீது கயிறுகளைக் கட்ட அவை அனுமதிக்குமா?"},{"number":11,"verse":"காட்டுக் காளை மிகவும் பலம் வாய்ந்தது! உன் வேலைகளைச் செய்ய நீ அதனை நம்பக்கூடுமா?"},{"number":12,"verse":"உன் தானியத்தைச் சேகரித்து உன் களஞ்சியத்திற்குக் கொண்டுவரும் என அதை நம்புவாயா?"},{"number":13,"verse":"“தீக்கோழி வியப்புற்று அதன் சிறகுகளை அடிக்கும். ஆனால் தீக்கோழியால் பறக்க முடியாது, தீக்கோழியின் சிறகுகள் கொக்கின் சிறகுகளைப் போன்றவை அல்ல."},{"number":14,"verse":"தீக்கோழி நிலத்தில் அதன் முட்டைகளை இடும், அவை மணலினுள் வெப்பமுறும்."},{"number":15,"verse":"யாரேனும் அதன் முட்டைகளின்மேல் நடக்கக் கூடும் என்பதையோ, சில காட்டு விலங்குகள் அவற்றை உடைக்கக்கூடும் என்பதையோ தீக்கோழி மறந்துவிடுகிறது."},{"number":16,"verse":"தீக்கோழி அதன் குஞ்சுகளை விட்டுச் செல்கிறது. அவை தனக்குரியனவல்ல என்பதைப்போல் அவற்றைக் கருதுகிறது (நடத்துகிறது). அதன் குஞ்சுகள் மரித்துப்போனால், அது வருந்துவதில்லை. அதன் உழைப்பு வீணானதுதான்."},{"number":17,"verse":"ஏனெனில், நான் (தேவன்) தீக்கோழிக்கு ஞானத்தைக் கொடுக்கவில்லை. தீக்கோழி முட்டாள்தனமானது, நான் அதனை அவ்வாறு படைத்திருக்கிறேன்."},{"number":18,"verse":"ஆனால் தீக்கோழி ஓடுவதற்கென எழுந்திருக்கும்போது, அது குதிரையையும் அதில் சவாரி செய்பவனையும் பார்த்துச் சிரிக்கும். ஏனெனில் எந்தக் குதிரையையும் விட அதனால் வேகமாக ஓட இயலும்."},{"number":19,"verse":"“யோபுவே, நீ குதிரைக்கு அதன் வலிமையைக் கொடுத்தாயா? அதன் பிடரியில் பிடரி மயிரை வளரச் செய்தாயா?"},{"number":20,"verse":"யோபுவே, நீ குதிரையை ஒரு வெட்டுக் கிளியைப்போல, வெகுதூரம் தாண்ட வைப்பாயா? குதிரை உரக்க கனைக்கிறது, அது ஜனங்களைப் பயப்படுத்துகிறது."},{"number":21,"verse":"குதிரை அதன் மிகுந்த வலிமையால் சந்தோஷப்படும். அது பூமியைத் தன் பாதங்களால் கீறி, விரைந்து போருக்கென ஓடி நுழையும்."},{"number":22,"verse":"அச்சத்தைப் பார்த்துக் குதிரை நகைக்கும் அது அஞ்சுவதில்லை! அது யுத்தத்திற்கஞ்சி (யுத்தத்திலிருந்து) ஓடுவதில்லை."},{"number":23,"verse":"குதிரையின் புறத்தே வீரனின் அம்பறாத்தூணி அசையும். அதனை சவாரிச் செய்பவன் ஏந்தும் ஈட்டியும் போர்க்கருவிகளும் சூரியனின் ஒளியில் பிரகாசிக்கும்."},{"number":24,"verse":"குதிரை மிகவும் உணர்ச்சிவசப்படுகிறது! அது பூமியில் மிக விரைந்தோடுகிறது. எக்காள சத்தத்தைக் குதிரை கேட்கும்போது அதனால் அமைதியாக இருக்க இயலாது."},{"number":25,"verse":"எக்காளம் ஒலிக்கும்போது, குதிரை ஆர்ப்பரிக்கும். அது யுத்தத்தைத் தூரத்திலேயே நுகரும்! அது அதிகாரிகளின் கட்டளைகளையும் யுத்தத்தின் பிற ஒலிகளையும் கேட்கும்."},{"number":26,"verse":"“யோபுவே, ராஜாளி அதன் செட்டைகளை விரித்துத் தெற்கு நோக்கிப் பறக்க நீ கற்பித்தாயா?"},{"number":27,"verse":"யோபுவே, நீ தான் கழுகிடம் உயரே வானத்தில் பறக்கச் சொன்னாயா? மலைகளின் உயரமான இடங்களில் அதன் கூட்டைக் கட்டச் சொன்னாயா?"},{"number":28,"verse":"கழுகு மலை முகப்பில் வாழ்கிறது. மலைச்சிகரமே கழுகின் கோட்டை."},{"number":29,"verse":"அதன் உயரமான கோட்டையிலிருந்து கழுகு அதன் இரையை நோக்கும். மிகுந்த தூரத்திலிலுள்ள இரையையும் கழுகால் பார்க்க முடியும்."},{"number":30,"verse":"பிணங்கள் இருக்குமிடத்தில் கழுகுகள் கூடும். அதன் குஞ்சுகள் இரத்தத்தைக் குடிக்கும்” என்றான்."}]}