{"bibleAbbr":"TERV1998","bookName":"யோபு","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"(யோபு கர்த்தருக்குப் பதில் கூறுகிறான்) அப்போது யோபு கர்த்தருக்குப் பதிலளித்தான். யோபு,"},{"number":2,"verse":"“கர்த்தாவே! நீர் எல்லாவற்றையும் செய்ய வல்லவர் என்பதை நான் அறிவேன். நீர் திட்டமிடுகிறீர், எதனாலும் உமது திட்டங்களை மாற்றவோ, தடுக்கவோ முடிவதில்லை."},{"number":3,"verse":"கர்த்தாவே, நீர் இக்கேள்வியைக் கேட்டீர்: ‘இம்மூடத்தனமான காரியங்களை சொல்லிகொண்டிருக்கும் இந்த அஞ்ஞானி யார்?’ கர்த்தாவே, நான் புரிந்துகொள்ளாதவற்றைக் குறித்துப் பேசினேன். என்னால் புரிந்துகொள்ள முடியாத மிகுந்த வியக்கத்தக்க காரியங்களைப் பற்றிப் பேசினேன்."},{"number":4,"verse":"“கர்த்தாவே, நீர் என்னிடம், ‘யோபுவே கவனி, நான் உன்னோடு பேசுவேன், நான் உன்னிடம் கேள்விகளைக் கேட்பேன், நீ எனக்குப் பதில் கூறுவாய்’ என்றீர்."},{"number":5,"verse":"கர்த்தாவே, முன்பு, நான் உம்மைக் குறித்துக் கேள்விப்பட்டிருக்கிறேன். இப்போது என் சொந்தக் கண்களாலேயே உம்மைப் பார்க்கிறேன்!"},{"number":6,"verse":"கர்த்தாவே, நான் என்னைக் குறித்து வெட்கமுறுகிறேன். கர்த்தாவே, நான் மன்னிப்புக் கேட்கிறேன். நான் தூசியிலும் சாம்பலிலும் உட்கார்ந்து கொண்டே, என் இருதயத்தையும் என் வாழ்க்கையையும் மாற்றிக்கொள்ள உறுதியளிக்கிறேன்” என்றான்."},{"number":7,"verse":"(கர்த்தர் யோபுவின் செல்வத்தை மீண்டும் அளிக்கிறார்) கர்த்தர் யோபுவிடம் பேசிமுடித்த பின்பு, அவர் தேமானிலிருந்து வந்த எலிப்பாசிடம் பேசினார். கர்த்தர் எலிப்பாசை நோக்கி, “நான் உன்னிடமும் உனது இரண்டு நண்பர்களிடமும் கோபமாயிருக்கிறேன். ஏனெனில், நீங்கள் என்னைப்பற்றிய சரியான கருத்துக்களைக் கூறவில்லை. யோபுவே என்னைப் பற்றிய சரியான செய்திகளைச் சொன்னான். ஆனால் யோபு எனது தாசன். யோபு என்னைப் பற்றிய சரியான செய்திகளைச் சொன்னான்."},{"number":8,"verse":"எனவே இப்போது எலிப்பாசே, ஏழு காளைகளையும் ஏழு ஆட்டுக்கடாக்களையும் கொண்டு வா. அவற்றை எனது தாசன் யோபுவிடம் கொண்டு செல். அவற்றைக் கொன்று, உனக்காக தகனபலியாகச் செலுத்து. என் தாசன் யோபு உனக்காக ஜெபம் செய்வான். நான் அவன் ஜெபத்திற்குப் பதிலளிப்பேன். உனக்குரிய தண்டனையை அப்போது நான் உனக்கு அளிக்கமாட்டேன். நீ மிகுந்த மூடனாக இருந்ததால் நீ தண்டிக்கப்படவேண்டும். நீ என்னைப்பற்றிய சரியான தகவலைக் கூறவில்லை. ஆனால் என் தாசனாகிய (பணியாளாகிய) யோபு என்னைப்பற்றிய சரியான கருத்துக்களைக் கூறினான்.” என்றார்."},{"number":9,"verse":"எனவே தேமானின் எலிப்பாசும், சூகியனான பில்தாதும், நாகமாவின் சோப்பாரும் கர்த்தருக்குக் கீழ்ப்படிந்தார்கள். அப்போது கர்த்தர் யோபுவின் ஜெபத்திற்குப் பதிலளித்தார்!"},{"number":10,"verse":"யோபு அவனது நண்பர்களுக்காக ஜெபம் செய்தான். தேவன் யோபுவை மீண்டும் வெற்றிபெறச் செய்தார். கர்த்தர் யோபுவுக்கு முன்பிருந்ததைக் காட்டிலும் இரண்டு மடங்காக எல்லாவற்றையும் கொடுத்தார்."},{"number":11,"verse":"யோபுவின் எல்லா சகோதரர்களும், சகோதரிகளும் அவனை அறிந்த அனைத்து ஜனங்களும் யோபுவின் வீட்டிற்கு வந்தார்கள். அவர்கள் யோபுவோடு கூட ஒரு பெரிய விருந்துணவை உட்கொண்டார்கள். அவர்கள் யோபுவுக்கு ஆறுதல் கூறினார்கள். கர்த்தர் யோபுவுக்கு மிகுந்த தொல்லைகளைக் கொடுத்ததற்காக அவர்கள் வருந்தினார்கள். ஒவ்வொருவரும் ஒரு வெள்ளிக் காசும், ஒரு பொன் மோதிரமும் யோபுவுக்குக் கொடுத்தார்கள்."},{"number":12,"verse":"யோபுவின் வாழ்க்கையின் முதல் பகுதியைக் காட்டிலும் இரண்டாம் பகுதியைக் கர்த்தர் ஆசீர்வதித்தார்! யோபுவுக்கு 14000 ஆடுகளும், 6000 ஒட்டகங்களும், 2000 பசுக்களும், 1000 பெண் கழுதைகளும் சொந்தமாக இருந்தன."},{"number":13,"verse":"யோபுவுக்கு ஏழு குமாரர்களும் மூன்று குமாரத்திகளும் இருந்தனர்."},{"number":14,"verse":"யோபு, முதல் குமாரத்திக்கு எமீமாள் என்று பேரிட்டான். யோபு, இரண்டாவது குமாரத்திக்குக் கெத்சீயாள் என்று பெயரிட்டான். மூன்றாவது குமாரத்திக்குக் கேரேனாப்புக் என்று பெயர் கொடுத்தான்."},{"number":15,"verse":"தேசத்தில் யோபுவின் குமாரத்திகளே மிகுந்த அழகிகளாக இருந்தார்கள்! யோபு, அவனது குமாரத்திகளுக்கும் சொத்திலுள்ள பாகத்தைக் கொடுத்தான். அவர்களின் சகோதரர்களைப்போலவே சொத்தில் அவர்களும் பங்கைப் பெற்றார்கள்."},{"number":16,"verse":"அவ்வாறு யோபு இன்னும் 140 ஆண்டுகள் வாழ்ந்தான். அவனது பிள்ளைகளையும், பேரப்பிள்ளைகளையும், பேரர்களின் பிள்ளைகளையும், பேரர்களின் பேரர்களையும் பார்க்கும்படி அவன் வாழ்ந்தான்."},{"number":17,"verse":"பின்பு யோபு மரித்தான். யோபு ஒரு நல்ல வாழ்க்கையை வாழ்ந்தான். அவன் மிகவும் முதிர்ந்தவனாகும்வரை வாழ்ந்தான்."}]}