{"bibleAbbr":"TERV1998","bookName":"யோபு","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"யோபு மீண்டும், “பூமியில் மனிதனுக்கு மிகுந்த கஷ்டங்களுண்டு வேலைக்கென வாங்கப்பட்ட பணியாளின் நாட்களைப் போன்றது அவன் நாட்கள்."},{"number":2,"verse":"வெப்ப நாளில் மிகுந்த உழைப்பிற்குப்பின் குளிர்ந்த நிழலை நாடும் அடிமையைப் போன்றவன் மனிதன். சம்பள நாளுக்காகக் காத்திருக்கும் அப்பணியாளைப் போன்றிருக்கிறான்."},{"number":3,"verse":"ஏமாற்றந்தரும் மாதங்கள் ஒன்றன்பின் ஒன்றாய் கழிந்தன. துன்பந்தரும் இரவுகளை ஒன்றன்பின் ஒன்றாய் அனுபவித்தேன்."},{"number":4,"verse":"நான் படுக்கும்போது, ‘எழுவதற்கு எத்தனை சமயம் இருக்கிறது?’ என்று எண்ணுகிறேன். ஆனால் இரவு நீண்டுக் கொண்டேபோகிறது. நான் திரும்பியும் புரண்டும் சூரியன் உதிக்கும்வரை படுத்திருக்கிறேன்."},{"number":5,"verse":"என் உடம்பில் புழுக்களும் அழுக்குகளும் படிந்திருக்கின்றன. என் தோல் உரிந்து புண்களால் நிரம்பியிருக்கின்றன."},{"number":6,"verse":"“நெய்பவனின் நாடாவைக் காட்டிலும் என் நாட்கள் வேகமாகக் கழிகின்றன. என் வாழ்க்கை நம்பிக்கையின்றி முடிவடைகிறது."},{"number":7,"verse":"தேவனே, என் வாழ்க்கை ஒரு மூச்சே என நினைவுகூறும். நான் இனிமேல் (மீண்டும்) நன்மையைப் பார்க்கப்போவதில்லை."},{"number":8,"verse":"நீங்கள் என்னை மீண்டும் பார்க்கப்போவதில்லை. என்னைத் தேடுவீர்கள், ஆனால் நான் அழிந்துப்போயிருப்பேன்."},{"number":9,"verse":"மேகம் மறைந்து காணாமற்போகிறது. அதைப் போன்று, ஒருவன் மரித்துக் கல்லறையில் அடக்கம் பண்ணப்படுகிறான், அவன் மீண்டும் வருவதில்லை."},{"number":10,"verse":"அவனது பழைய வீட்டிற்கு அவன் மீண்டும் வரப்போவதில்லை. அவன் வீடு அவனை இனி ஒருபோதும் அறியாது."},{"number":11,"verse":"“எனவே, நான் அமைதியாக இருக்கமாட்டேன்! நான் வெளிப்படையாகப் பேசுவேன்! என் ஆவி துன்புறுகிறது! என் ஆத்துமா கசந்து போயிருப்பதால் நான் முறையிடுவேன்."},{"number":12,"verse":"தேவனே, ஏன் எனக்குக் காவலாயிருக்கிறீர்? நான் கடலா, கடல் அரக்கனா?"},{"number":13,"verse":"என் படுக்கை எனக்கு ஆறுதல் தருமென்று நம்பிக்கொண்டிருந்தேன். என் கட்டில் எனக்கு ஓய்வையும் நிம்மதியையும் தருமென்று எதிர்ப்பார்த்தேன்."},{"number":14,"verse":"ஆனால் தேவனே, நான் படுத்திருக்கையில் நீர் என்னைக் கனவுகளால் பயமுறுத்துகிறீர், என்னைத் தரிசனங்களால் அச்சுறுத்துகிறீர்."},{"number":15,"verse":"எனவே நான் வாழ்வதைக் காட்டிலும் மூச்சடைத்து மரிப்பதை விரும்புகிறேன்."},{"number":16,"verse":"நான் என் வாழ்க்கையை வெறுக்கிறேன். நான் என்றென்றும் வாழ விரும்பமாட்டேன். என்னைத் தனிமையாக விட்டுவிடுங்கள்! ஏனெனில் என் வாழ்க்கை பொருளற்றது. (அர்த்தமற்றது)"},{"number":17,"verse":"தேவனே, உமக்கு மனிதன் ஏன் அத்தனை முக்கியமானவன்? ஏன் அவனைப் பெருமைப்படுத்துகிறீர்? ஏன் அவனைக் கண்டுக்கொள்கிறீர்?"},{"number":18,"verse":"ஏன் அவனைக் கரிசனையோடு காலை வேளைகளில் சந்தித்து, ஒவ்வொரு விநாடியும் சோதிக்கிறீர்?"},{"number":19,"verse":"தேவனே, என்னைவிட்டுத் தூர நீர் பார்ப்பதில்லை. என்னைவிட்டு ஒருகணமும் நீர் விலகுவதில்லை."},{"number":20,"verse":"தேவனே, நீர் ஜனங்களை கவனித்து காப்பாற்றுகிறீர். நான் பாவம் செய்திருந்தால், நான் என்ன செய்ய முடியும். நீர் என்னை உமது இலக்காக ஏன் பயன்படுத்துகிறீர்? நான் உமக்குத் தொல்லையாகி போனேனா?"},{"number":21,"verse":"ஏன் நீர் என் தவறை மன்னிக்கக் கூடாது? என் பாவங்களை நீர் ஏன் மன்னிக்கக்கூடாது? நான் விரைவில் மடிந்து கல்லறைக்குள் வைக்கப்படுவேன். அப்போது என்னைத் தேடுவீர்கள், நான் அழிந்துப்போயிருப்பேன்” என்றான்."}]}