{"bibleAbbr":"paOV2016","bookName":"ਪੌਲੁਸ ਰਸੂਲ ਦੀ ਪੱਤ੍ਰੀ ਕੁਲੁੱਸੀਆਂ ਨੂੰ","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"( ਮਸੀਹ ਵਿੱਚ ਭਰਪੂਰ ਜੀਵਨ ਅਤੇ ਸੰਸਾਰਕ ਫ਼ੈਲਸੂਫ਼ੀ) ਮੈਂ ਚਾਹੁੰਦਾ ਹਾਂ ਭਈ ਤੁਸੀਂ ਇਹ ਜਾਣੋ ਜੋ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਜਿਹੜੇ ਲਾਉਦਿਕੀਆ ਵਿੱਚ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਦੇ ਲਈ ਜਿਨ੍ਹਾਂ ਮੇਰਾ ਮੂੰਹ ਨਹੀਂ ਡਿਠਾ ਕੇਡਾ ਜਤਨ ਕਰਦਾ ਹਾਂ"},{"number":2,"verse":"ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਨੂੰ ਤਸੱਲਾ ਹੋਵੇ ਅਤੇ ਓਹ ਪ੍ਰੇਮ ਵਿੱਚ ਗੁੰਦੇ ਰਹਿਣ ਭਈ ਓਹ ਸਮਝ ਦੀ ਪੂਰੀ ਨਿਹਚਾ ਦੇ ਸਾਰੇ ਧਨ ਨੂੰ ਪਰਾਪਤ ਹੋ ਜਾਨ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭੇਤ ਨੂੰ ਜਾਣ ਲੈਣ ਅਰਥਾਤ ਮਸੀਹ ਨੂੰ"},{"number":3,"verse":"ਜਿਹ ਦੇ ਵਿੱਚ ਬੁੱਧ ਅਤੇ ਗਿਆਨ ਦੇ ਸਾਰੇ ਖ਼ਜਾਨੇ ਗੁਪਤ ਹਨ"},{"number":4,"verse":"ਮੈਂ ਇਹ ਆਖਦਾ ਹਾਂ ਭਈ ਕਿਤੇ ਭੋਟਣੀਆਂ ਗੱਲਾਂ ਨਾਲ ਕੋਈ ਤੁਹਾਨੂੰ ਭੁਚਲਾ ਨਾ ਲਵੇ"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਭਾਵੇਂ ਸਰੀਰ ਕਰਕੇ ਤੁਹਾਥੋਂ ਪਰੋਖੇ ਹਾਂ ਪਰ ਆਤਮਾ ਕਰਕੇ ਤੁਹਾਡੇ ਕੋਲ ਹਾਂ ਅਤੇ ਤੁਹਾਡੀ ਮਰਜਾਦਾ ਅਤੇ ਤੁਹਾਡੀ ਮਸੀਹ ਉੱਤੇ ਨਿਹਚਾ ਦੀ ਦ੍ਰਿੜ੍ਹਤਾ ਵੇਖ ਕੇ ਅਨੰਦ ਹੁੰਦਾ ਹਾਂ।।"},{"number":6,"verse":"ਸੋ ਜਿਵੇਂ ਤੁਸਾਂ ਮਸੀਹ ਯਿਸੂ ਪ੍ਰਭੁ ਨੂੰ ਕਬੂਲ ਕੀਤਾ ਤਿਵੇਂ ਤੁਸੀਂ ਉਹ ਦੇ ਵਿੱਚ ਚੱਲਦੇ ਜਾਓ"},{"number":7,"verse":"ਅਤੇ ਜੜ੍ਹ ਫੜ ਕੇ ਅਤੇ ਉਹ ਦੇ ਉੱਤੇ ਉਸਰ ਕੇ ਅਤੇ ਆਪਣੀ ਨਿਹਚਾ ਵਿੱਚ ਦ੍ਰਿੜ੍ਹ ਹੋ ਕੇ ਜਿਵੇਂ ਤੁਹਾਨੂੰ ਉਪਦੇਸ਼ ਹੋਇਆ ਸੀ ਧੰਨਵਾਦ ਬਾਹਲਾ ਕਰਦੇ ਜਾਓ।।"},{"number":8,"verse":"ਵੇਖਣਾ ਕਿਤੇ ਕੋਈ ਆਪਣੀ ਫ਼ੈਲਸੂਫ਼ੀ ਅਤੇ ਲਾਗ ਲਪੇਟ ਨਾਲ ਤੁਹਾਨੂੰ ਲੁੱਟ ਨਾ ਲਵੇ ਜੋ ਮਨੁੱਖਾਂ ਦੀਆਂ ਰੀਤਾਂ ਅਤੇ ਸੰਸਾਰ ਦੀਆਂ ਮੂਲ ਗੱਲਾਂ ਦੇ ਅਨੁਸਾਰ ਹਨ ਪਰ ਮਸੀਹ ਦੇ ਅਨੁਸਾਰ ਨਹੀਂ"},{"number":9,"verse":"ਕਿਉਂ ਜੋ ਪਰਮੇਸ਼ੁਰਤਾਈ ਦੀ ਸਾਰੀ ਭਰਪੂਰੀ ਉਸੇ ਵਿੱਚ ਦੇਹਧਾਰੀ ਹੋ ਕੇ ਵੱਸਦੀ ਹੈ"},{"number":10,"verse":"ਅਤੇ ਤੁਸੀਂ ਉਹ ਦੇ ਵਿੱਚ ਸੰਪੂਰਨ ਹੋ ਗਏ ਹੋ ਜਿਹੜਾ ਸਾਰੀ ਹਕੂਮਤ ਅਤੇ ਇਖ਼ਤਿਆਰ ਦਾ ਸਿਰ ਹੈ"},{"number":11,"verse":"ਜਿਹ ਦੇ ਵਿੱਚ ਤੁਸੀਂ ਅਜਿਹੀ ਸੁੰਨਤ ਨਾਲ ਸੁੰਨਤੀ ਵੀ ਹੋਏ ਜੋ ਹੱਥਾਂ ਨਾਲ ਕੀਤੀ ਹੋਈ ਨਹੀਂ ਅਰਥਾਤ ਮਸੀਹ ਵਾਲੀ ਸੁੰਨਤ ਜਿਹ ਦੇ ਵਿੱਚ ਸਰੀਰਕ ਮਾਸ ਲਾਹ ਸੁੱਟੀਦਾ ਹੈ"},{"number":12,"verse":"ਤੁਸੀਂ ਬਪਤਿਸਮਾ ਵਿੱਚ ਉਹ ਦੇ ਨਾਲ ਦੱਬੇ ਗਏ ਜਿਹ ਦੇ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਰਨੀ ਉੱਤੇ ਨਿਹਚਾ ਰੱਖ ਕੇ ਜਿਵੇਂ ਉਸ ਨੇ ਉਹ ਨੂੰ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਉਠਾਇਆ ਤੁਸੀਂ ਉਹ ਦੇ ਨਾਲ ਉਠਾਏ ਵੀ ਗਏ"},{"number":13,"verse":"ਅਤੇ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਜਿਹੜੇ ਆਪਣੇ ਅਪਰਾਧਾਂ ਅਤੇ ਆਪਣੇ ਸਰੀਰ ਦੀ ਅਸੁੰਨਤ ਦੇ ਕਾਰਨ ਮੋਏ ਹੋਏ ਸਾਓ ਉਹ ਦੇ ਨਾਲ ਜਿਵਾਲਿਆ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਸਾਡੇ ਸਾਰੇ ਅਪਰਾਧ ਸਾਨੂੰ ਮਾਫ਼ ਕੀਤੇ"},{"number":14,"verse":"ਅਤੇ ਉਸ ਲਿਖਤ ਨੂੰ ਜਿਹੜੀ ਹੁਕਮਾਂ ਕਰਕੇ ਸਾਡੇ ਉਲਟ ਅਤੇ ਸਾਡੇ ਵਿਰੁੱਧ ਸੀ ਉਸ ਨੇ ਮੇਸ ਦਿੱਤਾ ਅਤੇ ਉਹ ਨੂੰ ਸਲੀਬ ਉੱਤੇ ਕਿੱਲਾਂ ਨਾਲ ਠੋਕ ਕੇ ਵਿੱਚੋਂ ਚੁੱਕ ਸੁੱਟਿਆ"},{"number":15,"verse":"ਉਹ ਨੇ ਹਕੂਮਤਾਂ ਅਤੇ ਇਖ਼ਤਿਆਰਾਂ ਨੂੰ ਆਪਣੇ ਗੱਲੋਂ ਲਾਹ ਕੇ ਅਤੇ ਉਸੇ ਦੇ ਦੁਆਰਾ ਓਹਨਾਂ ਨੂੰ ਫਤਹ ਕਰ ਕੇ ਖੁੱਲਮਖੁੱਲਾ ਤਮਾਸ਼ਾ ਬਣਾਇਆ।।"},{"number":16,"verse":"ਇਸ ਲਈ ਖਾਣ ਪੀਣ ਯਾ ਤਿਉਹਾਰ ਯਾ ਅਮੱਸਿਆ ਯਾ ਸਬਤਾਂ ਦੇ ਵਿਖੇ ਕੋਈ ਤੁਹਾਡੇ ਉੱਤੇ ਦੋਸ਼ ਨਾ ਲਾਵੇ"},{"number":17,"verse":"ਏਹ ਤਾਂ ਹੋਣ ਵਾਲੀਆਂ ਗੱਲਾਂ ਦਾ ਪਰਛਾਵਾਂ ਹਨ ਪਰ ਦੇਹ ਮਸੀਹ ਦੀ ਹੈ"},{"number":18,"verse":"ਕੋਈ ਮਨੁੱਖ ਅਧੀਨਤਾਈ ਅਤੇ ਦੂਤਾਂ ਦੀ ਪੂਜਾ ਨੂੰ ਪਸੰਦ ਕਰ ਕੇ ਤੁਹਾਨੂੰ ਇਨਾਮ ਤੋਂ ਕਿਤੇ ਸੱਖਣਿਆਂ ਨਾ ਰੱਖੇ ਜਿਹੜਾ ਆਪਣੀ ਸਰੀਰਕ ਬੁੱਧ ਤੋਂ ਅਕਾਰਥ ਫੁੱਲ ਕੇ ਵੇਖੀਆਂ ਹੋਈਆਂ ਗੱਲਾਂ ਉੱਤੇ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ"},{"number":19,"verse":"ਅਤੇ ਉਸ ਸਿਰ ਨੂੰ ਫੜੀ ਨਹੀਂ ਰੱਖਦਾ ਜਿਸ ਤੋਂ ਸਾਰੀ ਦੇਹੀ ਜੋੜਾਂ ਅਤੇ ਪੱਠਿਆਂ ਦੇ ਰਾਹੀਂ ਪਲ ਕੇ ਅਤੇ ਆਪੋ ਵਿੱਚੀਂ ਜੁੜ ਕੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵੱਲੋਂ ਵਧਦੀ ਜਾਂਦੀ ਹੈ ।।"},{"number":20,"verse":"ਜੇ ਤੁਸੀਂ ਮਸੀਹ ਦੇ ਨਾਲ ਸੰਸਾਰ ਦੀਆਂ ਮੂਲ ਗੱਲਾਂ ਤੋਂ ਮਰ ਗਏ ਤਾਂ ਸੰਸਾਰ ਵਿੱਚ ਜੀਉਂਦਿਆਂ ਵਾਂਙੁ ਕਿਉਂ ਏਹੋ ਜੇਹੀਆਂ ਬਿਧੀਆਂ ਦੇ ਵੱਸ ਵਿੱਚ ਆਉਂਦੇ ਹੋ ਜਿਹੜੀਆਂ ਮਨੁੱਖਾਂ ਦੀਆਂ ਆਗਿਆਂ ਅਤੇ ਸਿੱਖਿਆ ਦੇ ਅਨੁਸਾਰ ਹਨ"},{"number":21,"verse":"ਜਿਵੇਂ ਹੱਥ ਨਾ ਲਾਵੀਂ, ਨਾ ਚੱਖੀਂ, ਨਾ ਛੋਹਵੀਂ?"},{"number":22,"verse":"ਏਹ ਸਾਰੀਆਂ ਵਸਤਾਂ ਵਰਤਣ ਨਾਲ ਹੀ ਨਾਸ ਹੋਣ ਵਾਲੀਆਂ ਹਨ"},{"number":23,"verse":"ਭਾਵੇਂ ਏਹ ਗੱਲਾਂ ਮਨ ਮਤੇ ਦੀ ਪੂਜਾ ਅਤੇ ਅਧੀਨਤਾਈ ਅਤੇ ਦੇਹੀ ਦੀ ਤਪੱਸਿਆ ਕਰਕੇ ਬੁੱਧ ਦੀਆਂ ਭਾਸਦੀਆਂ ਤਾਂ ਹਨ ਪਰ ਸਰੀਰ ਦੀਆਂ ਕਾਮਨਾਂ ਦੇ ਰੋਕਣ ਲਈ ਓਹ ਕਿਸੇ ਕੰਮ ਦੀਆਂ ਨਹੀਂ।।"}]}