{"bibleAbbr":"RcV2003","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, an apostle (not from men nor through man but through Jesus Christ and God the Father, who raised Him from the dead),"},{"number":2,"verse":"And all the brothers who are with me, to the churches of Galatia:"},{"number":3,"verse":"Grace to you and peace from God our Father and the Lord Jesus Christ,"},{"number":4,"verse":"Who gave Himself for our sins that He might rescue us out of the present evil age according to the will of our God and Father,"},{"number":5,"verse":"To whom be the glory forever and ever. Amen."},{"number":6,"verse":"I marvel that you are so quickly removing from Him who has called you in the grace of Christ to a different gospel,"},{"number":7,"verse":"Which is not another gospel, only there are some who trouble you and desire to pervert the gospel of Christ."},{"number":8,"verse":"But if even we or an angel out of heaven should announce to you a gospel beyond that which we have announced to you, let him be accursed."},{"number":9,"verse":"As we have said before, now also I say again, If anyone announces to you a gospel beyond that which you have received, let him be accursed."},{"number":10,"verse":"For am I now trying to win the assent of men or of God? Or am I seeking to please men? If I were still trying to please men, I would not be a slave of Christ."},{"number":11,"verse":"For I make known to you, brothers, concerning the gospel announced by me, that it is not according to man."},{"number":12,"verse":"For neither did I receive it from man, nor was I taught it, but I received it through a revelation by Jesus Christ."},{"number":13,"verse":"For you have heard of my manner of life formerly in Judaism, that I persecuted the church of God excessively and ravaged it."},{"number":14,"verse":"And I advanced in Judaism beyond many contemporaries in my race, being more abundantly a zealot for the traditions of my fathers."},{"number":15,"verse":"But when it pleased God, who set me apart from my mother’s womb and called me through His grace,"},{"number":16,"verse":"To reveal His Son in me that I might announce Him as the gospel among the Gentiles, immediately I did not confer with flesh and blood,"},{"number":17,"verse":"Neither did I go up to Jerusalem to those who were apostles before me, but I went away to Arabia and again returned to Damascus."},{"number":18,"verse":"Then after three years I went up to Jerusalem to visit Cephas, and I remained with him fifteen days."},{"number":19,"verse":"But I saw none of the other apostles except James, the brother of the Lord."},{"number":20,"verse":"Now concerning the things which I am writing to you, behold, before God, I am not lying."},{"number":21,"verse":"Then I went into the regions of Syria and Cilicia."},{"number":22,"verse":"Yet I was still unknown by face to the churches of Judea, which are in Christ."},{"number":23,"verse":"But they only heard this: He who was formerly persecuting us is now announcing as the gospel the faith which formerly he ravaged."},{"number":24,"verse":"And they glorified God because of me."}]}