{"bibleAbbr":"RcV2003","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"Brothers, even if a man is overtaken in some offense, you who are spiritual restore such a one in a spirit of meekness, looking to yourself lest you also be tempted."},{"number":2,"verse":"Bear one another’s burdens, and in this way you will fulfill the law of Christ completely."},{"number":3,"verse":"For if anyone thinks he is something when he is nothing, he deceives himself."},{"number":4,"verse":"But let each man prove his own work, and then he will have his boast in regard to himself alone and not in regard to another."},{"number":5,"verse":"For each one shall bear his own load."},{"number":6,"verse":"But let him who is instructed in the word share in all good things with him who instructs."},{"number":7,"verse":"Do not be deceived: God is not mocked; for whatever a man sows, this he will also reap."},{"number":8,"verse":"For he who sows unto his own flesh will reap corruption of the flesh, but he who sows unto the Spirit will of the Spirit reap eternal life."},{"number":9,"verse":"And let us not lose heart in doing what is good, for in the proper season we will reap if we do not faint."},{"number":10,"verse":"So then, as we have the opportunity, let us do what is good toward all, but especially toward those of the household of the faith."},{"number":11,"verse":"See with what large letters I have written to you with my own hand."},{"number":12,"verse":"As many as desire to make a good show in the flesh, these compel you to be circumcised, but only that they may not be persecuted for the cross of Christ."},{"number":13,"verse":"For neither do they that become circumcised keep the law themselves, but they desire you to be circumcised that they may boast in your flesh."},{"number":14,"verse":"But far be it from me to boast except in the cross of our Lord Jesus Christ, through whom the world has been crucified to me and I to the world."},{"number":15,"verse":"For neither is circumcision anything nor uncircumcision, but a new creation is what matters."},{"number":16,"verse":"And as many as walk by this rule, peace be upon them and mercy, even upon the Israel of God."},{"number":17,"verse":"Henceforth let no one trouble me, for I bear in my body the brands of Jesus."},{"number":18,"verse":"The grace of our Lord Jesus Christ be with your spirit, brothers. Amen."}]}