{"bibleAbbr":"HOV2012","bookName":"यूहन्ना","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"“ये बातें मैं ने तुम से इसलिये कहीं कि तुम ठोकर न खाओ।"},{"number":2,"verse":"वे तुम्हें आराधनालयों में से निकाल देंगे, वरन् वह समय आता है, कि जो कोई तुम्हें मार डालेगा वह समझेगा कि मैं परमेश्‍वर की सेवा करता हूँ।"},{"number":3,"verse":"ऐसा वे इसलिये करेंगे कि उन्होंने न पिता को जाना है और न मुझे जानते हैं।"},{"number":4,"verse":"परन्तु ये बातें मैं ने इसलिये तुम से कहीं, कि जब इनका समय आए तो तुम्हें स्मरण आ जाए कि मैं ने तुम से पहले ही कह दिया था। “मैं ने आरम्भ में तुम से ये बातें इसलिये नहीं कहीं क्योंकि मैं तुम्हारे साथ था।"},{"number":5,"verse":"परन्तु अब मैं अपने भेजनेवाले के पास जाता हूँ; और तुम में से कोई मुझ से नहीं पूछता, ‘तू कहाँ जाता है?’"},{"number":6,"verse":"परन्तु मैं ने जो ये बातें तुम से कहीं हैं, इसलिये तुम्हारा मन शोक से भर गया है।"},{"number":7,"verse":"तौभी मैं तुम से सच कहता हूँ कि मेरा जाना तुम्हारे लिये अच्छा है, क्योंकि यदि मैं न जाऊँ तो वह सहायक तुम्हारे पास न आएगा; परन्तु यदि मैं जाऊँगा, तो उसे तुम्हारे पास भेजूँगा।"},{"number":8,"verse":"वह आकर संसार को पाप और धार्मिकता और न्याय के विषय में निरुत्तर करेगा।"},{"number":9,"verse":"पाप के विषय में इसलिये कि वे मुझ पर विश्‍वास नहीं करते;"},{"number":10,"verse":"और धार्मिकता के विषय में इसलिये कि मैं पिता के पास जाता हूँ, और तुम मुझे फिर न देखोगे;"},{"number":11,"verse":"न्याय के विषय में इसलिये कि संसार का सरदार दोषी ठहराया गया है।"},{"number":12,"verse":"“मुझे तुम से और भी बहुत सी बातें कहनी हैं, परन्तु अभी तुम उन्हें सह नहीं सकते।"},{"number":13,"verse":"परन्तु जब वह अर्थात् सत्य का आत्मा आएगा, तो तुम्हें सब सत्य का मार्ग बताएगा, क्योंकि वह अपनी ओर से न कहेगा परन्तु जो कुछ सुनेगा वही कहेगा, और आनेवाली बातें तुम्हें बताएगा।"},{"number":14,"verse":"वह मेरी महिमा करेगा, क्योंकि वह मेरी बातों में से लेकर तुम्हें बताएगा।"},{"number":15,"verse":"जो कुछ पिता का है, वह सब मेरा है; इसलिये मैं ने कहा कि वह मेरी बातों में से लेकर तुम्हें बताएगा।"},{"number":16,"verse":"“थोड़ी देर में तुम मुझे न देखोगे, और फिर थोड़ी देर में मुझे देखोगे।”"},{"number":17,"verse":"तब उसके कुछ चेलों ने आपस में कहा, “यह क्या है जो वह हम से कहता है, ‘थोड़ी देर में तुम मुझे न देखोगे, और फिर थोड़ी देर में मुझे देखोगे?’ और यह ‘इसलिये कि मैं पिता के पास जाता हूँ’?”"},{"number":18,"verse":"तब उन्होंने कहा, “यह ‘थोड़ी देर’ जो वह कहता है, क्या बात है? हम नहीं जानते कि वह क्या कहता है।”"},{"number":19,"verse":"यीशु ने यह जानकर कि वे मुझ से पूछना चाहते हैं, उनसे कहा, “क्या तुम आपस में मेरी इस बात के विषय में पूछताछ करते हो, ‘थोड़ी देर में तुम मुझे न देखोगे, और फिर थोड़ी देर में मुझे देखोगे’?"},{"number":20,"verse":"मैं तुम से सच सच कहता हूँ कि तुम रोओगे और विलाप करोगे, परन्तु संसार आनन्द करेगा; तुम्हें शोक होगा, परन्तु तुम्हारा शोक आनन्द में बदल जाएगा।"},{"number":21,"verse":"प्रसव के समय स्त्री को शोक होता है, क्योंकि उसकी दु:ख की घड़ी आ पहुँची है, परन्तु जब वह बालक को जन्म दे चुकती है, तो इस आनन्द से कि संसार में एक मनुष्य उत्पन्न हुआ, उस संकट को फिर स्मरण नहीं करती।"},{"number":22,"verse":"उसी प्रकार तुम्हें भी अब तो शोक है, परन्तु मैं तुम से फिर मिलूँगा और तुम्हारे मन आनन्द से भर जाएँगे; और तुम्हारा आनन्द कोई तुम से छीन न लेगा।"},{"number":23,"verse":"उस दिन तुम मुझ से कुछ न पूछोगे। मैं तुम से सच सच कहता हूँ, यदि पिता से कुछ भी माँगोगे, तो वह मेरे नाम से तुम्हें देगा।"},{"number":24,"verse":"अब तक तुम ने मेरे नाम से कुछ नहीं माँगा; माँगो, तो पाओगे ताकि तुम्हारा आनन्द पूरा हो जाए।"},{"number":25,"verse":"“मैं ने ये बातें तुम से दृष्‍टान्तों में कहीं हैं, परन्तु वह समय आता है कि मैं तुम से फिर दृष्‍टान्तों में नहीं कहूँगा, परन्तु खोलकर तुम्हें पिता के विषय में बताऊँगा।"},{"number":26,"verse":"उस दिन तुम मेरे नाम से माँगोगे; और मैं तुम से यह नहीं कहता कि मैं तुम्हारे लिये पिता से विनती करूँगा;"},{"number":27,"verse":"क्योंकि पिता तो आप ही तुम से प्रेम रखता है, इसलिये कि तुम ने मुझ से प्रेम रखा है और यह भी विश्‍वास किया है कि मैं पिता की ओर से आया।"},{"number":28,"verse":"मैं पिता की ओर से जगत में आया हूँ; मैं फिर जगत को छोड़कर पिता के पास जाता हूँ।”"},{"number":29,"verse":"उसके चेलों ने कहा, “देख, अब तो तू खोलकर कहता है, और कोई दृष्‍टान्त नहीं कहता।"},{"number":30,"verse":"अब हम जान गए हैं कि तू सब कुछ जानता है, और इसकी आवश्यकता नहीं कि कोई तुझ से कुछ पूछे; इससे हम विश्‍वास करते हैं कि तू परमेश्‍वर की ओर से आया है।”"},{"number":31,"verse":"यह सुन यीशु ने उनसे कहा, “क्या तुम अब विश्‍वास करते हो?"},{"number":32,"verse":"देखो, वह घड़ी आती है वरन् आ पहुँची है कि तुम सब तितर-बितर होकर अपना अपना मार्ग लोगे, और मुझे अकेला छोड़ दोगे; तौभी मैं अकेला नहीं क्योंकि पिता मेरे साथ है।"},{"number":33,"verse":"मैं ने ये बातें तुम से इसलिये कहीं हैं कि तुम्हें मुझ में शान्ति मिले। संसार में तुम्हें क्लेश होता है, परन्तु ढाढ़स बाँधो, मैं ने संसार को जीत लिया है।”"}]}