{"bibleAbbr":"HOV2012","bookName":"यूहन्ना","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"फिर तीसरे दिन गलील के काना में किसी का विवाह था, और यीशु की माता भी वहाँ थी।"},{"number":2,"verse":"यीशु और उसके चेले भी उस विवाह में निमन्त्रित थे।"},{"number":3,"verse":"जब दाखरस घट गया, तो यीशु की माता ने उस से कहा, “उन के पास दाखरस नहीं रहा।”"},{"number":4,"verse":"यीशु ने उससे कहा “हे महिला, मुझे तुझ से क्या काम? अभी मेरा समय नहीं आया।”"},{"number":5,"verse":"उसकी माता ने सेवकों से कहा, “जो कुछ वह तुम से कहे, वही करना।”"},{"number":6,"verse":"वहाँ यहूदियों के शुद्ध करने की रीति के अनुसार पत्थर के छ: मटके धरे थे, जिनमें दो-दो, तीन-तीन मन समाता था।"},{"number":7,"verse":"यीशु ने उनसे कहा, “मटकों में पानी भर दो।” उन्होंने उन्हें मुँहामुँह भर दिया।"},{"number":8,"verse":"तब उसने उनसे कहा, “अब निकालकर भोज के प्रधान के पास ले जाओ।” और वे ले गए।"},{"number":9,"verse":"जब भोज के प्रधान ने वह पानी चखा, जो दाखरस बन गया था और नहीं जानता था कि वह कहाँ से आया है (परन्तु जिन सेवकों ने पानी निकाला था वे जानते थे), तो भोज के प्रधान ने दूल्हे को बुलाकर उससे कहा,"},{"number":10,"verse":"“हर एक मनुष्य पहले अच्छा दाखरस देता है, और जब लोग पीकर छक जाते हैं, तब मध्यम देता है; परन्तु तू ने अच्छा दाखरस अब तक रख छोड़ा है।”"},{"number":11,"verse":"यीशु ने गलील के काना में अपना यह पहला चिह्न दिखाकर अपनी महिमा प्रगट की और उसके चेलों ने उस पर विश्‍वास किया।"},{"number":12,"verse":"इसके बाद वह और उसकी माता और उसके भाई और उसके चेले कफरनहूम को गए और वहाँ कुछ दिन रहे।"},{"number":13,"verse":"यहूदियों का फसह का पर्व निकट था, और यीशु यरूशलेम को गया।"},{"number":14,"verse":"उसने मन्दिर में बैल, भेड़ और कबूतर के बेचनेवालों और सर्राफों को बैठे हुए पाया।"},{"number":15,"verse":"तब उसने रस्सियों का कोड़ा बनाकर, सब भेड़ों और बैलों को मन्दिर से निकाल दिया, और सर्राफों के पैसे बिखेर दिये और पीढ़ों को उलट दिया,"},{"number":16,"verse":"और कबूतर बेचनेवालों से कहा, “इन्हें यहाँ से ले जाओ। मेरे पिता के घर को व्यापार का घर मत बनाओ।”"},{"number":17,"verse":"तब उसके चेलों को स्मरण आया कि लिखा है, “तेरे घर की धुन मुझे खा जाएगी।”"},{"number":18,"verse":"इस पर यहूदियों ने उस से कहा, “तू जो यह करता है तो हमें कौन सा चिह्न दिखाता है?”"},{"number":19,"verse":"यीशु ने उनको उत्तर दिया, “इस मन्दिर को ढा दो, और मैं इसे तीन दिन में खड़ा कर दूँगा।”"},{"number":20,"verse":"यहूदियों ने कहा, “इस मन्दिर के बनाने में छियालीस वर्ष लगे हैं, और क्या तू उसे तीन दिन में खड़ा कर देगा?”"},{"number":21,"verse":"परन्तु उसने अपनी देह के मन्दिर के विषय में कहा था।"},{"number":22,"verse":"अत: जब वह मुर्दों में से जी उठा तो उसके चेलों को स्मरण आया कि उसने यह कहा था; और उन्होंने पवित्रशास्त्र और उस वचन की जो यीशु ने कहा था, प्रतीति की।"},{"number":23,"verse":"जब वह यरूशलेम में फसह के समय पर्व में था, तो बहुतों ने उन चिह्नों को जो वह दिखाता था देखकर उसके नाम पर विश्‍वास किया।"},{"number":24,"verse":"परन्तु यीशु ने अपने आप को उनके भरोसे पर नहीं छोड़ा, क्योंकि वह सब को जानता था;"},{"number":25,"verse":"और उसे आवश्यकता न थी कि मनुष्य के विषय में कोई गवाही दे, क्योंकि वह आप ही जानता था कि मनुष्य के मन में क्या है?"}]}