{"bibleAbbr":"HOV2012","bookName":"यूहन्ना","bookEnglishName":"John","chapterNumber":20,"verses":[{"number":1,"verse":"सप्‍ताह के पहले दिन मरियम मगदलीनी भोर को अंधेरा रहते ही कब्र पर आई, और पत्थर को कब्र से हटा हुआ देखा।"},{"number":2,"verse":"तब वह दौड़ी और शमौन पतरस और उस दूसरे चेले के पास जिससे यीशु प्रेम रखता था, आकर कहा, “वे प्रभु को कब्र में से निकाल ले गए हैं, और हम नहीं जानतीं कि उसे कहाँ रख दिया है।”"},{"number":3,"verse":"तब पतरस और वह दूसरा चेला निकलकर कब्र की ओर चले।"},{"number":4,"verse":"वे दोनों साथ-साथ दौड़ रहे थे, परन्तु दूसरा चेला पतरस से आगे बढ़कर कब्र पर पहले पहुँचा;"},{"number":5,"verse":"और झुककर कपड़े पड़े देखे, तौभी वह भीतर न गया।"},{"number":6,"verse":"तब शमौन पतरस उसके पीछे-पीछे पहुँचा, और कब्र के भीतर गया और कपड़े पड़े देखे;"},{"number":7,"verse":"और वह अंगोछा जो उसके सिर से बन्धा हुआ था, कपड़ों के साथ पड़ा हुआ नहीं, परन्तु अलग एक जगह लपेट कर रखा हुआ देखा।"},{"number":8,"verse":"तब दूसरा चेला भी जो कब्र पर पहले पहुँचा था, भीतर गया और देखकर विश्‍वास किया।"},{"number":9,"verse":"वे तो अब तक पवित्रशास्त्र की वह बात न समझे थे कि उसे मरे हुओं में से जी उठना होगा।"},{"number":10,"verse":"तब ये चेले अपने घर लौट गए।"},{"number":11,"verse":"परन्तु मरियम रोती हुई कब्र के पास ही बाहर खड़ी रही, और रोते-रोते कब्र की ओर झुककर,"},{"number":12,"verse":"दो स्वर्गदूतों को उज्ज्वल कपड़े पहिने हुए एक को सिरहाने और दूसरे को पैताने बैठे देखा, जहाँ यीशु का शव रखा गया था।"},{"number":13,"verse":"उन्होंने उससे कहा, “हे नारी, तू क्यों रोती है?” उसने उनसे कहा, “वे मेरे प्रभु को उठा ले गए और मैं नहीं जानती कि उसे कहाँ रखा है।”"},{"number":14,"verse":"यह कहकर वह पीछे मुड़ी और यीशु को खड़े देखा, पर न पहचाना कि यह यीशु है।"},{"number":15,"verse":"यीशु ने उससे कहा, “हे नारी, तू क्यों रोती है? किसको ढूँढ़ती है?” उसने माली समझकर उससे कहा, “हे महाराज, यदि तू ने उसे उठा लिया है तो मुझे बता कि उसे कहाँ रखा है, और मैं उसे ले जाऊँगी।”"},{"number":16,"verse":"यीशु ने उससे कहा, “मरियम!” उसने पीछे मुड़कर उससे इब्रानी में कहा, “रब्बूनी!” अर्थात् ‘हे गुरु’।"},{"number":17,"verse":"यीशु ने उससे कहा, “मुझे मत छू, क्योंकि मैं अब तक पिता के पास ऊपर नहीं गया, परन्तु मेरे भाइयों के पास जाकर उनसे कह दे, कि मैं अपने पिता और तुम्हारे पिता, और अपने परमेश्‍वर और तुम्हारे परमेश्‍वर के पास ऊपर जाता हूँ।”"},{"number":18,"verse":"मरियम मगदलीनी ने जाकर चेलों को बताया, “मैं ने प्रभु को देखा, और उसने मुझ से ये बातें कहीं।”"},{"number":19,"verse":"उसी दिन जो सप्‍ताह का पहला दिन था, सन्ध्या के समय जब वहाँ के द्वार जहाँ चेले थे, यहूदियों के डर के मारे बन्द थे, तब यीशु आया और उनके बीच में खड़ा होकर उनसे कहा, “तुम्हें शान्ति मिले।”"},{"number":20,"verse":"और यह कहकर उसने अपना हाथ और अपना पंजर उनको दिखाए। तब चेले प्रभु को देखकर आनन्दित हुए।"},{"number":21,"verse":"यीशु ने फिर उनसे कहा, “तुम्हें शान्ति मिले; जैसे पिता ने मुझे भेजा है, वैसे ही मैं भी तुम्हें भेजता हूँ।”"},{"number":22,"verse":"यह कहकर उसने उन पर फूँका और उनसे कहा, “पवित्र आत्मा लो।"},{"number":23,"verse":"जिनके पाप तुम क्षमा करो, वे उनके लिये क्षमा किए गए हैं; जिनके तुम रखो, वे रखे गए हैं।”"},{"number":24,"verse":"परन्तु बारहों में से एक, अर्थात् थोमा जो दिदुमुस कहलाता है, जब यीशु आया तो उनके साथ न था।"},{"number":25,"verse":"जब अन्य चेले उससे कहने लगे, “हम ने प्रभु को देखा है,” तब उसने उनसे कहा, “जब तक मैं उसके हाथों में कीलों के छेद न देख लूँ, और कीलों के छेदों में अपनी उँगली न डाल लूँ, और उसके पंजर में अपना हाथ न डाल लूँ, तब तक मैं विश्‍वास नहीं करूँगा।”"},{"number":26,"verse":"आठ दिन के बाद उसके चेले फिर घर के भीतर थे, और थोमा उनके साथ था; और द्वार बन्द थे, तब यीशु आया और उनके बीच में खड़े होकर कहा, “तुम्हें शान्ति मिले।”"},{"number":27,"verse":"तब उसने थोमा से कहा, “अपनी उँगली यहाँ लाकर मेरे हाथों को देख और अपना हाथ लाकर मेरे पंजर में डाल, और अविश्‍वासी नहीं परन्तु विश्‍वासी हो।”"},{"number":28,"verse":"यह सुन थोमा ने उत्तर दिया, “हे मेरे प्रभु, हे मेरे परमेश्‍वर!”"},{"number":29,"verse":"यीशु ने उससे कहा, “तू ने मुझे देखा है, क्या इसलिये विश्‍वास किया है? धन्य वे हैं जिन्होंने बिना देखे विश्‍वास किया।”"},{"number":30,"verse":"यीशु ने और भी बहुत से चिह्न चेलों के सामने दिखाए, जो इस पुस्तक में लिखे नहीं गए;"},{"number":31,"verse":"परन्तु ये इसलिये लिखे गए हैं कि तुम विश्‍वास करो कि यीशु ही परमेश्‍वर का पुत्र मसीह है, और विश्‍वास करके उसके नाम से जीवन पाओ।"}]}