{"bibleAbbr":"RNKJV1934","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"At that time YHVH said unto me, Hew thee two tables of stone like unto the first, and come up unto me into the mount, and make thee an ark of wood."},{"number":2,"verse":"And I will write on the tables the words that were in the first tables which thou brakest, and thou shalt put them in the ark."},{"number":3,"verse":"And I made an ark of shittim wood, and hewed two tables of stone like unto the first, and went up into the mount, having the two tables in mine hand."},{"number":4,"verse":"And he wrote on the tables, according to the first writing, the ten commandments, which YHVH spake unto you in the mount out of the midst of the fire in the day of the assembly: and YHVH gave them unto me."},{"number":5,"verse":"And I turned myself and came down from the mount, and put the tables in the ark which I had made; and there they be, as YHVH commanded me."},{"number":6,"verse":"And the children of Israel took their journey from Beeroth of the children of Jaakan to Mosera: there Aaron died, and there he was buried; and Eleazar his son ministered in the priests office in his stead."},{"number":7,"verse":"From thence they journeyed unto Gudgodah; and from Gudgodah to Jotbath, a land of rivers of waters."},{"number":8,"verse":"At that time YHVH separated the tribe of Levi, to bear the ark of the covenant of YHVH, to stand before YHVH to minister unto him, and to bless in his name, unto this day."},{"number":9,"verse":"Wherefore Levi hath no part nor inheritance with his brethren; YHVH is his inheritance, according as YHVH thy Elohim promised him."},{"number":10,"verse":"And I stayed in the mount, according to the first time, forty days and forty nights; and YHVH hearkened unto me at that time also, and YHVH would not destroy thee."},{"number":11,"verse":"And YHVH said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them."},{"number":12,"verse":"And now, Israel, what doth YHVH thy Elohim require of thee, but to fear YHVH thy Elohim, to walk in all his ways, and to love him, and to serve YHVH thy Elohim with all thy heart and with all thy soul,"},{"number":13,"verse":"To keep the commandments of YHVH, and his statutes, which I command thee this day for thy good?"},{"number":14,"verse":"Behold, the heaven and the heaven of heavens is YHVH's thy Elohim, the earth also, with all that therein is."},{"number":15,"verse":"Only YHVH had a delight in thy fathers to love them, and he chose their seed after them, even you above all people, as it is this day."},{"number":16,"verse":"Circumcise therefore the foreskin of your heart, and be no more stiffnecked."},{"number":17,"verse":"For YHVH your Elohim is the mighty one of the elohim, and Sovereign of sovereign, a great El, mighty, and terrible, which regardeth not persons, nor taketh bribes:"},{"number":18,"verse":"He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment."},{"number":19,"verse":"Love ye therefore the stranger: for ye were strangers in the land of Egypt."},{"number":20,"verse":"Thou shalt fear YHVH thy Elohim; him shalt thou serve, and to him shalt thou cleave, and swear by his name."},{"number":21,"verse":"He is thy praise, and he is thy Elohim, that hath done for thee these great and terrible things, which thine eyes have seen."},{"number":22,"verse":"Thy fathers went down into Egypt with threescore and ten persons; and now YHVH thy Elohim hath made thee as the stars of heaven for multitude."}]}