{"bibleAbbr":"NASB2020","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"(Foreigners Excluded) On that day the Book of Moses was read aloud (Lit in the ears of the people) as the people listened; and there was found written in it that no Ammonite or Moabite was ever to enter the assembly of God,"},{"number":2,"verse":"because they did not meet the sons of Israel with bread and water, but hired Balaam against them to curse them. However, our God turned the curse into a blessing."},{"number":3,"verse":"So when they heard the Law, they excluded all foreigners from Israel."},{"number":4,"verse":"(Tobiah Expelled and the Temple Cleansed) Now prior to this, Eliashib the priest, who was appointed over the chambers of the house of our God, being (Lit close to) related to Tobiah,"},{"number":5,"verse":"had prepared a large (Or chamber) room for him, where previously they used to put the grain offerings, the frankincense, the utensils and the tithes of grain, wine, and oil prescribed for the Levites, the singers, and the gatekeepers, and the (Or uplifted offerings) contributions for the priests."},{"number":6,"verse":"But during all this time I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had come to the king. After some time, however, I requested a leave of absence from the king,"},{"number":7,"verse":"and I came to Jerusalem and (Or understood) learned about the evil that Eliashib had committed for (An Ammonite, banned from the temple) Tobiah, by preparing a (Or chamber, and so in vv 8, 9) room for him in the courtyards of the house of God."},{"number":8,"verse":"It was very displeasing to me, so I threw all of Tobiah’s household articles out of the room."},{"number":9,"verse":"Then I gave an order, and they cleansed the rooms; and I returned the utensils of the house of God there with the grain offering and the frankincense."},{"number":10,"verse":"(Tithes Restored) I also (Or knew) discovered that the portions of the Levites had not been given to them, so the Levites and the singers who performed the service had (Lit fled) gone away, each to his own field."},{"number":11,"verse":"So I (Or contended with) reprimanded the officials and said, “Why has the house of God been neglected?” Then I gathered them together and stationed them at their posts."},{"number":12,"verse":"All Judah then brought the tithe of the grain, wine, and oil into the storehouses."},{"number":13,"verse":"To be in charge of the storehouses, I appointed Shelemiah the priest, Zadok the scribe, and Pedaiah from the Levites, and in addition to them was Hanan the son of Zaccur, the son of Mattaniah; for they were considered reliable, and it was (Lit on them to) their task to distribute to their kinsmen."},{"number":14,"verse":"Remember me for this, my God, and do not wipe out my loyal deeds which I have performed for the house of my God and its services."},{"number":15,"verse":"(Sabbath Restored) In those days I saw in Judah people who were treading wine presses on the Sabbath, and bringing in sacks of grain and loading them on donkeys, as well as wine, grapes, figs, and every kind of load, and they were bringing them into Jerusalem on the Sabbath day. So I admonished them on the day they sold food."},{"number":16,"verse":"Also people of Tyre were living (Lit in it) there who imported fish and all kinds of merchandise, and sold them to the sons of Judah on the Sabbath, even in Jerusalem."},{"number":17,"verse":"Then I (Or contended with) reprimanded the nobles of Judah and said to them, “What is this evil thing that you are doing, (Lit and) by profaning the Sabbath day?"},{"number":18,"verse":"Did your fathers not do the same, so that our God brought on us and on this city all this trouble? Yet you are adding to the wrath against Israel by profaning the Sabbath.”"},{"number":19,"verse":"And it came about that just as it became dark at the gates of Jerusalem before the Sabbath, I ordered that the doors be shut, (Lit and commanded) and that they were not to open them until after the Sabbath. Then I stationed some of my servants at the gates so that no load would enter on the Sabbath day."},{"number":20,"verse":"Once or twice the traders and merchants of every kind of merchandise spent the night outside Jerusalem."},{"number":21,"verse":"Then I warned them and said to them, “Why do you spend the night in front of the wall? If you do so again, I will (Lit send a hand against) use force against you.” From that time on they did not come on the Sabbath."},{"number":22,"verse":"And I ordered the Levites that they were to purify themselves and come as gatekeepers to sanctify the Sabbath day. For this also remember me, my God, and have compassion on me according to the greatness of Your mercy."},{"number":23,"verse":"(Mixed Marriages Forbidden) In those days I also saw that the Jews had (Lit given dwelling to) married women from Ashdod, Ammon, and Moab."},{"number":24,"verse":"As for their children, half spoke in the language of Ashdod, and none of them knew how to speak the language of Judah, but (Lit according to the tongue of people and people) only the language of his own people."},{"number":25,"verse":"So I quarreled with them and cursed them, and struck some of them and pulled out their hair, and made them swear by God, “You shall not give your daughters to their sons, nor take any of their daughters for your sons or for yourselves."},{"number":26,"verse":"Did Solomon the king of Israel not sin regarding these things? Yet among the many nations there was no king like him, and he was loved by his God, and God made him king over all Israel; yet the foreign women caused even him to sin."},{"number":27,"verse":"Has it not then been reported about you that you have committed all this great evil by acting unfaithfully against our God, by (Lit giving dwelling to) marrying foreign women?”"},{"number":28,"verse":"Even one of the sons of Joiada, the son of Eliashib the high priest, became a son-in-law of Sanballat the Horonite, so I chased him away from me."},{"number":29,"verse":"Remember them, my God, (Lit for the defilements of) because they have defiled the priesthood and the covenant of the priesthood and the Levites."},{"number":30,"verse":"So I purified them from everything foreign, and assigned duties to the priests and the Levites, each in his work,"},{"number":31,"verse":"and I arranged for the delivery of wood at appointed times and for the first fruits. Remember me, my God, for good."}]}