{"bibleAbbr":"NASB2020","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"(Builders of the Walls) Then Eliashib the high priest arose with his brothers the priests and built the Sheep Gate; they consecrated it and installed its doors. They consecrated (Lit it) the wall to the Tower of the Hundred and the Tower of Hananel."},{"number":2,"verse":"And next to him the men of Jericho built, and next to (Lit him) them Zaccur the son of Imri built."},{"number":3,"verse":"Now the sons of Hassenaah built the Fish Gate; they laid its beams and installed its doors with its bolts and bars."},{"number":4,"verse":"Next to them Meremoth the son of Uriah the son of Hakkoz made repairs. And next to (Lit them) him Meshullam the son of Berechiah the son of Meshezabel made repairs. And next to (Lit them) him Zadok the son of Baana also made repairs."},{"number":5,"verse":"Moreover, next to (Lit them) him the Tekoites made repairs, but their nobles did not (Lit bring their neck to) support the work of their masters."},{"number":6,"verse":"Now Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the Ancient Gate; they laid its beams and installed its doors with its bolts and its bars."},{"number":7,"verse":"Next to them Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, (Or which was under the jurisdiction of the governor of the province beyond the River, also made repairs) also made repairs for the official seat of the governor of the province beyond the Euphrates River."},{"number":8,"verse":"Next to him Uzziel the son of Harhaiah of the goldsmiths made repairs. And next to him Hananiah, one of the perfumers, made repairs, and they restored Jerusalem as far as the Broad Wall."},{"number":9,"verse":"And next to them Rephaiah the son of Hur, the official of half the district of Jerusalem, made repairs."},{"number":10,"verse":"Next to them Jedaiah the son of Harumaph made repairs opposite his house. And next to him Hattush the son of Hashabneiah made repairs."},{"number":11,"verse":"Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section and the Tower of Furnaces."},{"number":12,"verse":"Next to him Shallum the son of Hallohesh, the official of half the district of Jerusalem, made repairs, he and his daughters."},{"number":13,"verse":"Hanun and the inhabitants of Zanoah repaired the Valley Gate. They built it and installed its doors with its bolts and its bars, and a (About 1500 ft. or 457 m) thousand cubits of the wall to the Dung Gate."},{"number":14,"verse":"And Malchijah the son of Rechab, the official of the district of Beth-haccherem repaired the Dung Gate. He built it and installed its doors with its bolts and its bars."},{"number":15,"verse":"Shallum the son of Col-hozeh, the official of the district of Mizpah, repaired the Fountain Gate. He built it, made a roof for it, and installed its doors with its bolts and its bars, and the wall of the Pool of Shelah at the king’s garden as far as the steps that descend from the city of David."},{"number":16,"verse":"After him Nehemiah the son of Azbuk, official of half the district of Beth-zur, made repairs as far as a point opposite the tombs of David, and as far as the (Lit constructed) artificial pool and the house of the mighty men."},{"number":17,"verse":"After him the Levites carried out repairs under Rehum the son of Bani. Next to him Hashabiah, the official of half the district of Keilah, carried out repairs for his district."},{"number":18,"verse":"After him their brothers carried out repairs under Bavvai the son of Henadad, official of the other half of the district of Keilah."},{"number":19,"verse":"And next to him Ezer the son of Jeshua, the official of Mizpah, repaired (Lit a second measure, and so in vv 20, 21, 24, 30) another section in front of the ascent of the armory at the Angle."},{"number":20,"verse":"After him Baruch the son of Zabbai zealously repaired another section, from the Angle to the doorway of the house of Eliashib the high priest."},{"number":21,"verse":"After him Meremoth the son of Uriah the son of Hakkoz repaired another section, from the doorway of Eliashib’s house even as far as the end of (Lit Eliashib’s) his house."},{"number":22,"verse":"And after him the priests, the men of the (I. e., the lower Jordan Valley) vicinity, carried out repairs."},{"number":23,"verse":"After (Lit him) them Benjamin and Hasshub carried out repairs in front of their house. After (Lit him) them Azariah the son of Maaseiah, son of Ananiah, carried out repairs beside his house."},{"number":24,"verse":"After him Binnui the son of Henadad repaired another section, from the house of Azariah as far as the Angle and as far as the corner."},{"number":25,"verse":"Palal the son of Uzai made repairs in front of the Angle and the tower projecting from the upper house of the king, which is by the courtyard of the guard. After him Pedaiah the son of Parosh made repairs."},{"number":26,"verse":"Now the temple servants living in Ophel made repairs as far as the front of the Water Gate toward the east and the projecting tower."},{"number":27,"verse":"After (Lit him) them the Tekoites repaired another section in front of the great projecting tower and as far as the wall of Ophel."},{"number":28,"verse":"Above the Horse Gate the priests carried out repairs, each in front of his house."},{"number":29,"verse":"After (Lit him) them Zadok the son of Immer carried out repairs in front of his house. And after him Shemaiah the son of Shecaniah, the keeper of the East Gate, carried out repairs."},{"number":30,"verse":"After him Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, repaired another section. After him Meshullam the son of Berechiah carried out repairs in front of his own quarters."},{"number":31,"verse":"After him Malchijah, (Lit son of) one of the goldsmiths, carried out repairs as far as the house of the temple servants and of the merchants, in front of the (Or Numbering) Inspection Gate and as far as the upper room of the corner."},{"number":32,"verse":"And between the upper room of the corner and the Sheep Gate the goldsmiths and the merchants carried out repairs."}]}