{"bibleAbbr":"NASB2020","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":4,"verses":[{"number":1,"verse":"(Work Is Ridiculed) (Ch 3:33 in Heb) Now it came about that when Sanballat heard that we were rebuilding the wall, he became furious and very angry, and he mocked the Jews."},{"number":2,"verse":"And he spoke in the presence of his brothers and the (Or army) wealthy people of Samaria and said, “What are these feeble Jews doing? Are they going to restore the temple for themselves? Can they offer sacrifices? Can they finish it in a day? Can they revive the stones from the heaps of rubble, even the burned ones?”"},{"number":3,"verse":"Now Tobiah the Ammonite was near him, and he said, “Even what they are building—if a fox were to (Lit go up) jump on it, it would break their stone wall down!”"},{"number":4,"verse":"Hear, O our God, how we are an object of contempt! Return their taunting on their own heads, and turn them into plunder in a land of captivity."},{"number":5,"verse":"Do not (Lit cover) forgive their guilt and do not let their sin be wiped out before You, for they have (Lit offended against) demoralized the builders."},{"number":6,"verse":"So we built the wall, and the entire wall was joined together to half its height, for the people had a (Lit heart) mind to work."},{"number":7,"verse":"(Ch 4:1 in Heb) Now when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the (Lit healing) repair of the walls of Jerusalem went (Lit up) on, and that the breaches began to be closed, they were very angry."},{"number":8,"verse":"So all of them conspired together to come to fight against Jerusalem and to cause confusion in it."},{"number":9,"verse":"(Discouragement Overcome) But we prayed to our God, and because of them we set up a guard against them day and night."},{"number":10,"verse":"And so (Lit Judah said) in Judah it was said: “The strength of the burden bearers is failing, Yet there is much rubble; And we ourselves are unable To rebuild the wall.”"},{"number":11,"verse":"And our enemies said, “They will not know or see until we come among them, kill them, and put a stop to the work.”"},{"number":12,"verse":"When the Jews who lived near them came and told us ten times, “ (As in LXX; MT omits they... up) They will come up against us from every place where you may turn,”"},{"number":13,"verse":"then I stationed men in the lowest parts of the space behind the wall, the exposed places, and I stationed the people in families with their swords, spears, and bows."},{"number":14,"verse":"When I saw their fear, I stood and said to the nobles, the officials, and the rest of the people: “Do not be afraid of them; remember the Lord who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your houses.”"},{"number":15,"verse":"Now when our enemies heard that it was known to us, and that God had frustrated their plan, then all of us returned to the wall, each one to his work."},{"number":16,"verse":"And from that day on, half of my servants carried on the work while half of them kept hold of the spears, the shields, the bows, and the coats of mail; and the captains were behind all the house of Judah."},{"number":17,"verse":"Those who were rebuilding the wall and those who carried burdens carried with one hand doing the work, and the other keeping hold of a weapon."},{"number":18,"verse":"As for the builders, each wore his sword strapped to his waist as he built, while (Lit he who sounded the trumpet) the trumpeter stood near me."},{"number":19,"verse":"And I said to the nobles, the officials, and the rest of the people, “The work is great and extensive, and we are separated on the wall far from one another."},{"number":20,"verse":"At whatever place you hear the sound of the trumpet, assemble to us there. Our God will fight for us.”"},{"number":21,"verse":"So we carried on the work with half of them holding spears from (Lit rising of the dawn) dawn until the stars (Lit came out) appeared."},{"number":22,"verse":"At that time I also said to the people, “Each man with his servant shall spend the night within Jerusalem, so that they may be a guard for us by night and a laborer by day.”"},{"number":23,"verse":"So neither I, my brothers, my servants, nor the men of the guard who followed me—none of us (I. e., for washing or resting) removed our clothes; each took his weapon even to the water."}]}