{"bibleAbbr":"NASB2020","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"Ezra Reads the Law And all the people gathered as one person at the public square which was in front of the Water Gate, and they (Lit said to) asked Ezra the scribe to bring the Book of the Law of Moses which the LORD had (Lit commanded) given to Israel."},{"number":2,"verse":"Then Ezra the priest brought the Law before the assembly of men, women, and all who could listen with understanding, on the first day of the seventh month."},{"number":3,"verse":"And he read from it before the public square which was in front of the Water Gate, from (Lit the light) early morning until midday, in the presence of men and women, those who could understand; and (Lit the ears of all... were to) all the people were attentive to the Book of the Law."},{"number":4,"verse":"Ezra the scribe stood at a wooden podium which they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right; and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam on his left."},{"number":5,"verse":"Then Ezra opened the book in the sight of all the people, for he was standing above all the people; and when he opened it, all the people stood up."},{"number":6,"verse":"Then Ezra blessed the LORD, the great God. And all the people answered, “Amen, Amen!” with the raising of their hands; then they kneeled down and worshiped the LORD with their faces to the ground."},{"number":7,"verse":"Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites explained the Law to the people while the people remained in their place."},{"number":8,"verse":"They read from the book, from the Law of God, (Or explaining) translating to give the sense so that they understood the reading."},{"number":9,"verse":"This Day Is Holy Then Nehemiah, who was the (Heb Tirshatha, a Persian title) governor, and Ezra the priest and scribe, and the Levites who taught the people said to all the people, “This day is holy to the LORD your God; do not mourn or weep.” For all the people were weeping when they heard the words of the Law."},{"number":10,"verse":"Then he said to them, “Go, eat the festival foods, drink the sweet drinks, and send portions to him who has nothing prepared; for this day is holy to our Lord. Do not be grieved, for the joy of the LORD is your (Or stronghold) refuge.”"},{"number":11,"verse":"So the Levites silenced all the people, saying, “Be still, for the day is holy; do not be grieved.”"},{"number":12,"verse":"Then all the people went away to eat, drink, to send portions, and to (Lit make a great rejoicing) celebrate a great feast, because they understood the words which had been made known to them."},{"number":13,"verse":"Feast of Booths Restored Then on the second day the heads of fathers’ households of all the people, the priests, and the Levites were gathered to Ezra the scribe so that they might gain insight into the words of the Law."},{"number":14,"verse":"And they found written in the Law how the LORD had commanded through Moses that the sons of Israel were to live in (I. e., huts, also called tabernacles) booths during the feast of the seventh month."},{"number":15,"verse":"And that they were to proclaim and circulate a proclamation in all their cities and in Jerusalem, saying, “Go out to the hills, and bring olive branches and (Lit oil tree, species unknown) wild olive branches, myrtle branches, palm branches, and branches of other trees with thick branches, to make booths, as it is written.”"},{"number":16,"verse":"So the people went out and brought them and made booths for themselves, each on his roof, and in their courtyards and in the courtyards of the house of God, and in the public square at the Water Gate, and in the square at the Gate of Ephraim."},{"number":17,"verse":"The entire assembly of those who had returned from the captivity made booths and lived in the booths. Indeed, the sons of Israel had not done so since the days of Joshua the son of Nun to that day. And there was very great rejoicing."},{"number":18,"verse":"He read from the Book of the Law of God daily, from the first day to the last day. And they celebrated the feast seven days, and on the eighth day there was a festive assembly in accordance with the ordinance."}]}