{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"( Doa Minta Keadilan) Mengapakah Engkau begitu jauh, ya TUHAN, dan bersembunyi pada masa kami dalam kesusahan?"},{"number":2,"verse":"Dengan sombong orang jahat menindas orang miskin; biarlah mereka dijerat oleh perangkap mereka sendiri."},{"number":3,"verse":"Orang jahat membangga-banggakan niat jahat mereka; orang tamak mengutuki dan menolak TUHAN."},{"number":4,"verse":"Orang jahat tidak mempedulikan TUHAN; kerana mereka sombong, mereka berfikir Allah tidak ada."},{"number":5,"verse":"Orang jahat berjaya dalam segala perbuatan mereka. Mereka tidak dapat memahami pengadilan Allah; mereka mentertawakan musuh-musuh mereka."},{"number":6,"verse":"Mereka berkata dalam hati, “Kami tidak akan gagal; kami tidak akan ditimpa kesusahan.”"},{"number":7,"verse":"( ) Percakapan mereka penuh dengan sumpahan, dusta, dan ancaman; mereka cepat menista dan menjahati orang."},{"number":8,"verse":"Mereka bersembunyi di kampung-kampung, dan menunggu untuk membunuh orang yang tidak bersalah. Mereka mengintip mangsa yang tidak berdaya;"},{"number":9,"verse":"mereka menunggu di tempat persembunyian seperti singa. Mereka menantikan orang yang tidak berupaya, lalu menangkap dan menyeret mereka dari situ."},{"number":10,"verse":"Mangsa yang tidak berdaya remuk tergelimpang, ditewaskan oleh keganasan."},{"number":11,"verse":"Orang jahat berfikir, “Allah tidak peduli! Allah telah memejamkan mata-Nya dan tidak melihat kami!”"},{"number":12,"verse":"Ya TUHAN, hukumlah orang yang jahat! Jangan lupakan orang yang sengsara!"},{"number":13,"verse":"Mengapakah orang jahat menghina Allah, dan berfikir mereka tidak akan dihukum Allah?"},{"number":14,"verse":"Tetapi Engkau nampak; Engkau perhatikan kesusahan dan penderitaan orang, dan sentiasa sedia untuk menolong mereka. Orang yang tidak berdaya menyerahkan dirinya kepada-Mu, kerana Engkau selalu menolong orang yang susah."},{"number":15,"verse":"Patahkanlah kekuasaan orang yang jahat dan durjana; hukumlah mereka kerana kekejaman mereka sehingga mereka berhenti melakukannya."},{"number":16,"verse":"TUHAN raja selama-lamanya, dan orang yang tidak mengenal Dia akan lenyap dari negeri-Nya."},{"number":17,"verse":"TUHAN, kabulkanlah doa orang hina; berikanlah semangat kepada mereka."},{"number":18,"verse":"Engkau mendengar tangisan anak yatim dan orang yang ditindas; Engkau membela mereka supaya orang tidak lagi menakutkan mereka."}]}