{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"( Doa Orang dalam Kesusahan) Doa seorang yang sengsara dan letih lesu, yang mengeluh kepada TUHAN."},{"number":2,"verse":"Dengarlah doaku, ya TUHAN, dengarlah seruanku minta pertolongan."},{"number":3,"verse":"Janganlah berpaling daripadaku ketika aku dalam kesusahan. Dengarlah apabila aku berseru, dan jawablah permintaanku dengan segera."},{"number":4,"verse":"Hidupku menghilang seperti asap; badanku seolah-olah terbakar."},{"number":5,"verse":"Aku layu seperti rumput kering, dan seleraku hilang."},{"number":6,"verse":"Aku mengerang dengan kuat; badanku kurus kering."},{"number":7,"verse":"Aku bagaikan burung liar di padang pasir, bagaikan burung hantu di tempat runtuhan."},{"number":8,"verse":"Aku tidak dapat tidur; aku bagaikan burung yang kesepian di bumbung rumah."},{"number":9,"verse":"Sepanjang hari musuh mencela aku; mereka yang mempermainkan aku menggunakan namaku untuk mengutuk."},{"number":10,"verse":"Abu menjadi makananku, dan minumanku bercampur air mata"},{"number":11,"verse":"kerana kemurkaan-Mu yang menyala-nyala. Engkau telah mengangkat dan membuang aku."},{"number":12,"verse":"Hidupku berlalu seperti bayang-bayang pada waktu petang; aku layu seperti rumput kering."},{"number":13,"verse":"Tetapi Engkau, ya TUHAN, raja selama-lamanya; semua keturunan akan mengingati Engkau."},{"number":14,"verse":"Engkau akan bangkit dan mengasihani Sion; masanya sudah tiba untuk mengasihaninya; inilah masanya yang tepat."},{"number":15,"verse":"Walaupun Sion telah musnah, hamba-hamba-Mu mengasihinya; walaupun Sion telah runtuh, mereka mengasihaninya."},{"number":16,"verse":"Bangsa-bangsa akan takut kepada TUHAN; semua raja di bumi akan takut terhadap kuasa-Nya."},{"number":17,"verse":"Apabila TUHAN membina Sion semula, Dia akan menyatakan keagungan-Nya."},{"number":18,"verse":"Dia akan mendengar doa umat-Nya yang papa, dan tidak menolak permohonan mereka."},{"number":19,"verse":"Tulislah semua perbuatan TUHAN untuk keturunan yang akan datang, supaya generasi yang akan datang dapat memuji Dia."},{"number":20,"verse":"TUHAN memandang ke bawah dari tempat-Nya yang suci, Dia memandang dari syurga ke bumi,"},{"number":21,"verse":"untuk mendengar keluhan orang tawanan, dan membebaskan mereka yang dijatuhi hukuman mati."},{"number":22,"verse":"Oleh itu nama-Nya akan diisytiharkan di Sion; Dia akan dipuji-puji di Yerusalem,"},{"number":23,"verse":"ketika bangsa dan kerajaan berkumpul untuk menyembah TUHAN."},{"number":24,"verse":"TUHAN melemahkan aku semasa aku masih muda; Dia memendekkan umurku."},{"number":25,"verse":"Ya Allah, janganlah ambil nyawaku, sebelum lanjut usiaku. Engkau hidup selama-lamanya;"},{"number":26,"verse":"dahulu Engkau menciptakan bumi, dan langit pun karya tangan-Mu sendiri."},{"number":27,"verse":"Semuanya akan lenyap, tetapi Engkau tetap ada; semuanya akan usang seperti kain. Engkau membuang semuanya seperti baju lama; lalu semuanya akan lenyap."},{"number":28,"verse":"( ) Tetapi Engkau tetap sama, hidup-Mu tidak akan berakhir. (29) Anak-anak kami akan hidup dengan selamat, dan keturunan mereka sentiasa aman dalam perlindungan-Mu."}]}