{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"( Pujian bagi Pencipta) Pujilah TUHAN, hai jiwaku! Ya TUHAN, Allahku, betapa agungnya Engkau! Engkau diliputi keagungan dan kemuliaan,"},{"number":2,"verse":"dan diselubungi cahaya. Engkau membentangkan langit seperti khemah,"},{"number":3,"verse":"dan membina rumah-Mu di tempat yang lebih tinggi daripada langit. Engkau menunggang awan dan mengenderai angin."},{"number":4,"verse":"( ) Engkau menggunakan angin sebagai pesuruh-Mu, dan pancaran kilat sebagai hamba-Mu."},{"number":5,"verse":"Engkau mendirikan bumi kukuh pada asasnya, supaya tidak sekali-kali bergoyang."},{"number":6,"verse":"Engkau menyelubungi bumi dengan lautan, dan air menutupi pergunungan;"},{"number":7,"verse":"tetapi air pun turun apabila Engkau menegurnya; air mengalir dengan deras apabila mendengar gemuruh suara-Mu."},{"number":8,"verse":"Air mengalir melalui gunung ke lembah, ke tempat yang telah Engkau sediakan."},{"number":9,"verse":"Engkau menentukan sempadan yang tidak boleh dilalui, supaya air tidak membanjiri bumi lagi."},{"number":10,"verse":"Engkau menjadikan mata air memancar di lembah-lembah, dan air sungai mengalir di sela-sela bukit,"},{"number":11,"verse":"untuk memberi binatang liar minuman, dan untuk melepaskan dahaga keldai hutan."},{"number":12,"verse":"Di pokok-pokok yang berhampiran, burung berkicau dan membuat sarang."},{"number":13,"verse":"Dari langit Engkau menurunkan hujan ke atas pergunungan, bumi penuh dengan berkat-Mu."},{"number":14,"verse":"Engkau menumbuhkan rumput untuk lembu, dan tanaman untuk kegunaan orang, supaya manusia dapat bercucuk tanam,"},{"number":15,"verse":"dan menghasilkan wain untuk menghiburkan hati, minyak zaitun untuk menyerikan muka, dan makanan untuk memberikan tenaga."},{"number":16,"verse":"Pokok sedar di Lebanon mendapat banyak hujan, pokok-pokok yang ditanam oleh TUHAN."},{"number":17,"verse":"Di sana burung-burung bersarang, burung bangau bersarang di puncaknya."},{"number":18,"verse":"Kambing hutan tinggal di gunung yang tinggi, dan landak bersembunyi di tebing."},{"number":19,"verse":"Engkau menciptakan bulan untuk menanda musim; matahari pun tahu waktunya untuk terbenam."},{"number":20,"verse":"Engkau menjadikan malam, dan dalam kegelapan semua binatang hutan berkeliaran."},{"number":21,"verse":"Anak singa mengaum ketika berburu, mencari makanan yang diberikan Allah."},{"number":22,"verse":"Apabila matahari terbit, binatang pulang dan berbaring di tempat persembunyian."},{"number":23,"verse":"Kemudian manusia keluar bekerja, dan terus bekerja sehingga petang."},{"number":24,"verse":"Ya TUHAN, sungguh banyak ciptaan-Mu! Sungguh bijak Engkau mencipta semuanya! Bumi penuh dengan makhluk ciptaan-Mu."},{"number":25,"verse":"Lihatlah laut luas terbentang, dengan makhluk besar kecil, tidak terbilang."},{"number":26,"verse":"( ; ; ) Di situ kapal-kapal belayar, dan Lewiatan, raksasa laut ciptaan-Mu, bermain-main. ( dan Lewiatan... bermain-main; atau Lewiatan ada di sana, naga laut yang Engkau ciptakan untuk menyenangkan diri-Mu.)"},{"number":27,"verse":"Semuanya bergantung kepada-Mu, untuk mendapat makanan pada waktunya."},{"number":28,"verse":"Engkau memberikan makanan, dan makhluk ciptaan-Mu mengumpulkannya; Engkau memberikan semuanya makanan sehingga kenyang."},{"number":29,"verse":"Apabila Engkau berpaling, makhluk ciptaan-Mu takut; apabila Engkau mengambil balik nafas-Mu, semuanya binasa, dan kembali ke tanah, menjadi debu semula."},{"number":30,"verse":"Tetapi apabila Engkau memberikan nafas, ( Engkau memberikan nafas; atau Engkau mengutus Roh-Mu.) semuanya hidup; Engkau memberikan kehidupan baru kepada bumi."},{"number":31,"verse":"Semoga kemuliaan TUHAN kekal selama-lamanya! Semoga TUHAN bergembira dengan semua ciptaan-Nya!"},{"number":32,"verse":"Dia memandang bumi, bumi pun bergentar; Dia menyentuh gunung, gunung pun berasap."},{"number":33,"verse":"Aku akan menyanyi untuk TUHAN sepanjang umurku; aku akan menyanyikan pujian bagi Allahku seumur hidupku."},{"number":34,"verse":"Semoga nyanyianku menyenangkan hati-Nya, kerana Dialah yang membuat hatiku gembira."},{"number":35,"verse":"Biarlah orang berdosa dihapuskan dari muka bumi, biarlah orang jahat habis binasa. Pujilah TUHAN, hai jiwaku! Pujilah TUHAN!"}]}