{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"( Sungutan Orang dalam Kesusahan) Untuk pemimpin koir. Mazmur Daud. Ya Allah yang selalu kupuji, janganlah berdiam diri!"},{"number":2,"verse":"Orang jahat dan pendusta memfitnah aku, mereka bercakap dusta tentang aku."},{"number":3,"verse":"Mereka menyerang aku dengan kata-kata penuh kebencian, dan menuduh aku tanpa sebarang alasan."},{"number":4,"verse":"Mereka menuduh aku, walaupun aku mengasihi mereka, dan telah mendoakan mereka."},{"number":5,"verse":"Mereka membalas kebaikanku dengan kejahatan, dan kasihku dengan kebencian."},{"number":6,"verse":"Pilihlah seorang jahat untuk menghakimi musuhku, dan biarlah musuh itu didakwa oleh lawannya sendiri."},{"number":7,"verse":"Biarlah dia dihakimi dan didapati bersalah, dan doanya pun dianggap dosa."},{"number":8,"verse":"( ) Biarlah hidupnya berakhir segera, dan jawatannya diambil oleh orang lain."},{"number":9,"verse":"Biarlah anak-anaknya menjadi yatim, dan isterinya menjadi balu."},{"number":10,"verse":"Biarlah anak-anaknya menjadi pengemis yang tiada tempat berteduh, dan dihalau dari ( Sebuah terjemahan kuno: dihalau dari; Naskhah Ibrani: mencari.) runtuhan yang didiami mereka."},{"number":11,"verse":"Biarlah si piutang merampas segala harta musuhku, dan orang lain menjarah hasil jerihnya."},{"number":12,"verse":"Biarlah tiada orang yang baik hati kepadanya, atau menyayangi anak-anaknya yang menjadi yatim."},{"number":13,"verse":"Biarlah semua keturunannya binasa, dan namanya dilupakan oleh generasi selanjutnya."},{"number":14,"verse":"Biarlah TUHAN mengingati kejahatan nenek moyangnya, dan tidak mengampunkan dosa ibunya."},{"number":15,"verse":"Biarlah TUHAN sentiasa mengingati dosa mereka, tetapi mereka sama sekali dilupakan oleh orang di bumi."},{"number":16,"verse":"Musuhku itu tidak pernah berniat untuk berbuat baik; dia menganiaya dan membunuh orang yang miskin, yang sengsara, dan yang tidak berdaya."},{"number":17,"verse":"Dia suka mengutuk; biarlah dia sendiri dikutuk! Dia tidak suka memberkati orang; biarlah tidak seorang pun memberkati dia!"},{"number":18,"verse":"Dia lebih sering mengutuk orang daripada mengganti pakaian; biarlah kutuk itu masuk ke badannya seperti air yang diminumnya, dan menyerap seperti minyak ke dalam tulang-tulangnya."},{"number":19,"verse":"Biarlah kutuk itu menutupinya seperti pakaian, dan sentiasa membelitnya seperti tali pinggang."},{"number":20,"verse":"Ya TUHAN, hukumlah musuhku dengan cara itu, mereka yang mengatakan hal jahat tentang aku."},{"number":21,"verse":"Tetapi tolonglah aku, ya TUHAN Raja, menurut janji-Mu, dan selamatkanlah aku kerana kebaikan dan kasih-Mu."},{"number":22,"verse":"Aku miskin dan sengsara; hatiku sangat luka."},{"number":23,"verse":"Aku hampir lenyap seperti bayangan pada waktu petang; aku dikebas seperti belalang."},{"number":24,"verse":"Lututku gementar kerana berpuasa; badanku tinggal kulit dan tulang."},{"number":25,"verse":"( ; ) Apabila orang melihat aku, mereka mengejek aku; mereka menggeleng-gelengkan kepala sambil menghina aku."},{"number":26,"verse":"Tolonglah aku, ya TUHAN, Allahku; selamatkanlah aku kerana kasih-Mu."},{"number":27,"verse":"Hendaklah musuhku tahu bahawa hal itu perbuatan-Mu, bahawa Engkaulah yang menyelamatkan aku."},{"number":28,"verse":"Walaupun mereka mengutuk aku, tetapi Engkau memberkati aku. Biarlah mereka yang menganiaya aku dikalahkan, ( Sebuah terjemahan kuno: Biarlah mereka yang menganiaya aku dikalahkan; Naskhah Ibrani: Mereka menganiaya aku dan dikalahkan.) dan semoga aku, hamba-Mu, digembirakan."},{"number":29,"verse":"Biarlah musuhku dihina, dan perasaan malu menyelubungi mereka seperti jubah."},{"number":30,"verse":"Aku akan bersyukur kepada TUHAN dengan suara nyaring; aku akan memuji Dia dalam perhimpunan umat,"},{"number":31,"verse":"kerana Dia membela orang sengsara dan menyelamatkan mereka daripada orang yang menjatuhi mereka hukuman mati."}]}