{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":115,"verses":[{"number":1,"verse":"( Allah yang Esa) Bukan kami, ya TUHAN, bukan kami, tetapi Engkau sahaja yang harus dimuliakan dan dipuji, kerana Engkau setia dan tetap mengasihi kami."},{"number":2,"verse":"Mengapakah bangsa-bangsa bertanya, “Di manakah Allah mereka?”"},{"number":3,"verse":"Allah kami ada di syurga; Dia melakukan apa yang dikehendaki-Nya."},{"number":4,"verse":"Berhala-berhala mereka dibuat daripada perak dan emas, dibentuk oleh tangan manusia."},{"number":5,"verse":"Berhala-berhala itu mempunyai mulut tetapi tidak dapat bercakap, mempunyai mata tetapi tidak dapat melihat,"},{"number":6,"verse":"mempunyai telinga tetapi tidak dapat mendengar, mempunyai hidung tetapi tidak dapat menghidu,"},{"number":7,"verse":"mempunyai tangan tetapi tidak dapat meraba, mempunyai kaki tetapi tidak dapat berjalan; berhala-berhala itu tidak dapat bersuara."},{"number":8,"verse":"( ; ) Biarlah semua orang yang membuat berhala, dan yang percaya kepada berhala, menjadi ( Biarlah... menjadi; atau Semua orang yang membuat berhala dan yang percaya kepada berhala akan menjadi.) seperti berhala yang dibuat mereka."},{"number":9,"verse":"Percayalah kepada TUHAN, hai umat Israel. Dialah yang menolong dan melindungi kamu."},{"number":10,"verse":"Percayalah kepada TUHAN, hai imam-imam Allah. Dialah yang menolong dan melindungi kamu."},{"number":11,"verse":"Percayalah kepada TUHAN, hai semua orang yang menyembah Dia. Dialah yang menolong dan melindungi kamu."},{"number":12,"verse":"TUHAN mengingati kita dan akan memberkati kita; Dia akan memberkati umat Israel dan semua imam Allah."},{"number":13,"verse":"( , ) Dia akan memberkati semua orang yang menghormati Dia; baik orang besar mahupun orang biasa."},{"number":14,"verse":"Semoga TUHAN menganugerahkan anak-anak kepada kamu dan keturunan kamu."},{"number":15,"verse":"Semoga kamu diberkati TUHAN, yang menjadikan langit dan bumi."},{"number":16,"verse":"Syurga adalah kepunyaan TUHAN sahaja, tetapi Dia memberikan bumi kepada manusia."},{"number":17,"verse":"TUHAN tidak dipuji oleh orang mati, orang yang sudah turun ke alam yang sunyi. ( alam yang sunyi: dunia orang mati (lihat 6.5).)"},{"number":18,"verse":"Tetapi kita yang hidup bersyukur kepada-Nya, sekarang dan selama-lamanya. Pujilah TUHAN!"}]}