{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"( Doa Minta Bimbingan dan Perlindungan) Mazmur Daud. Kepada-Mu, ya TUHAN, aku naikkan doaku;"},{"number":2,"verse":"ya Allahku, aku percaya kepada-Mu. Janganlah biarkan aku dipermalukan; janganlah biarkan musuhku mentertawakan aku."},{"number":3,"verse":"Kekalahan tidak akan dialami orang yang percaya kepada-Mu, tetapi hanya dialami orang yang cepat memberontak terhadap-Mu."},{"number":4,"verse":"Ajarlah aku kehendak-Mu, ya TUHAN, nyatakanlah apa yang harus aku lakukan."},{"number":5,"verse":"Ajarlah aku supaya aku hidup menurut kehendak-Mu, kerana Engkau penyelamatku. Aku selalu berharap kepada-Mu."},{"number":6,"verse":"Ya TUHAN, ingatlah akan kebaikan dan kasih-Mu, yang telah Engkau tunjukkan sejak dahulu."},{"number":7,"verse":"Ampunkan segala dosa dan kesalahan masa mudaku. Ya TUHAN, demi kasih dan kebaikan-Mu ingatlah akan aku."},{"number":8,"verse":"Kerana TUHAN baik dan adil, Dia menunjukkan jalan kepada orang yang sesat."},{"number":9,"verse":"Dia memimpin orang yang rendah hati ke jalan yang benar, dan mengajar mereka kehendak-Nya."},{"number":10,"verse":"Orang yang mentaati perjanjian dan perintah-Nya, dipimpin-Nya dengan kasih dan setia."},{"number":11,"verse":"Ya TUHAN, ampunilah aku sesuai dengan janji-Mu, kerana besarlah dosaku."},{"number":12,"verse":"Orang yang taat kepada TUHAN akan ditunjukkan-Nya jalan yang harus ditempuh."},{"number":13,"verse":"Mereka akan sentiasa hidup makmur, dan anak cucu mereka akan mewarisi negeri itu."},{"number":14,"verse":"TUHAN ialah sahabat orang yang mentaati-Nya, dan Dia menyatakan perjanjian-Nya kepada mereka."},{"number":15,"verse":"Aku sentiasa mengharapkan pertolongan daripada TUHAN, dan Dia menyelamatkan aku daripada bahaya."},{"number":16,"verse":"Berpalinglah kepadaku, ya TUHAN, dan kasihanilah aku, kerana aku keseorangan dan lemah."},{"number":17,"verse":"Lapangkanlah hatiku daripada segala kekhuatiran, dan selamatkanlah aku daripada segala kesusahan."},{"number":18,"verse":"Perhatikanlah segala kedukaan dan penderitaanku dan ampunkanlah segala dosaku."},{"number":19,"verse":"Lihatlah betapa banyaknya musuhku; mereka sangat membenci aku."},{"number":20,"verse":"Lindungilah dan selamatkanlah aku; supaya aku tidak mendapat malu, kerana aku datang kepada-Mu meminta perlindungan."},{"number":21,"verse":"Semoga kebaikan dan kejujuranku mengawal aku, kerana aku percaya kepada-Mu."},{"number":22,"verse":"Ya Allah, selamatkanlah umat-Mu, Israel, daripada segala kesusahan mereka."}]}