{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"( Kesudahan Orang Jahat dan Orang Baik) Mazmur Daud. Jangan geram kerana orang jahat; jangan cemburu akan mereka yang berbuat salah."},{"number":2,"verse":"Mereka segera lenyap seperti rumput, dan layu seperti tumbuh-tumbuhan hijau."},{"number":3,"verse":"Percayalah kepada TUHAN dan buatlah perkara yang baik; tinggallah di negeri ini dan kamu akan selamat."},{"number":4,"verse":"Carilah kebahagiaan yang datang daripada TUHAN, dan Dia akan memuaskan keinginan hatimu."},{"number":5,"verse":"Serahkanlah hidupmu kepada TUHAN, berharaplah kepada-Nya dan Dia akan menolong engkau;"},{"number":6,"verse":"Dia akan menyebabkan kebaikanmu bersinar seperti matahari pada waktu tengah hari."},{"number":7,"verse":"Nantikanlah TUHAN dengan hati yang tenang, tunggulah dengan sabar sampai Dia bertindak. Jangan geram kerana orang yang hidup makmur, atau kerana orang yang melakukan tipu muslihat."},{"number":8,"verse":"Jangan marah atau panas hati; hal itu hanya mendatangkan kecelakaan."},{"number":9,"verse":"Orang yang berharap kepada TUHAN akan mewarisi negeri ini, tetapi orang yang jahat akan diusir."},{"number":10,"verse":"Orang yang jahat akan lenyap dengan segera; walaupun dicari, mereka tidak akan dijumpai."},{"number":11,"verse":"( ) Orang yang rendah hati akan mewarisi negeri ini, dan menikmati kemakmuran yang berlimpah-limpah."},{"number":12,"verse":"Orang jahat berkomplot menentang orang baik dan memandang mereka dengan benci."},{"number":13,"verse":"Tetapi Tuhan mentertawakan orang jahat, kerana Dia tahu kesudahan mereka sudah dekat."},{"number":14,"verse":"Orang jahat menghunus pedang dan melengkungkan busur untuk membunuh orang yang miskin dan susah, untuk membantai orang yang baik;"},{"number":15,"verse":"tetapi mereka akan ditikam oleh pedang mereka sendiri, dan busur mereka akan dipatahkan."},{"number":16,"verse":"Sedikit barang yang dimiliki orang baik lebih berharga daripada kekayaan semua orang jahat,"},{"number":17,"verse":"kerana TUHAN akan mematahkan kuasa orang jahat dan melindungi orang baik."},{"number":18,"verse":"TUHAN memelihara mereka yang mentaati-Nya, dan negeri ini menjadi pusaka mereka selama-lamanya."},{"number":19,"verse":"Mereka tidak akan menderita pada masa kesusahan; mereka akan berkecukupan pada masa kelaparan."},{"number":20,"verse":"Tetapi orang jahat akan mati; musuh TUHAN akan hilang seperti bunga di padang; mereka akan lenyap seperti asap."},{"number":21,"verse":"Orang jahat meminjam dan tidak membayar balik, tetapi orang baik memberi dengan murah hati."},{"number":22,"verse":"Mereka yang diberkati TUHAN akan mewarisi negeri ini, tetapi mereka yang dikutuk oleh-Nya akan diusir."},{"number":23,"verse":"TUHAN memimpin orang ke jalan yang harus ditempuhnya dan melindungi orang yang diperkenankan-Nya."},{"number":24,"verse":"Jika orang itu jatuh, dia tidak akan cedera, kerana TUHAN memegang tangannya."},{"number":25,"verse":"Kini aku sudah tua dan sudah hidup lama, tetapi aku tidak pernah melihat orang baik ditinggalkan TUHAN, ataupun anak mereka meminta-minta makanan."},{"number":26,"verse":"Mereka sentiasa memberi dan meminjamkan dengan murah hati, dan anak-anak mereka menjadi berkat bagi mereka."},{"number":27,"verse":"Tinggalkanlah yang jahat dan lakukanlah yang baik, supaya keturunanmu hidup di negeri ini selama-lamanya;"},{"number":28,"verse":"kerana TUHAN suka akan kebenaran, dan tidak meninggalkan umat-Nya yang setia. Dia melindungi mereka selama-lamanya, tetapi keturunan orang jahat akan diusir."},{"number":29,"verse":"Orang yang salih akan memiliki negeri ini, dan tinggal di sini selama-lamanya."},{"number":30,"verse":"Kata-kata orang yang baik itu bijak, dan mereka sendiri pun adil."},{"number":31,"verse":"Mereka menyimpan Taurat Allah dalam hati dan tidak menyimpang daripadanya."},{"number":32,"verse":"Orang jahat mengawasi orang baik serta mencari kesempatan untuk membunuh mereka;"},{"number":33,"verse":"tetapi TUHAN tidak menyerahkan mereka ke dalam tangan musuh ataupun membiarkan mereka dihukum ketika diadili."},{"number":34,"verse":"Berharaplah kepada TUHAN dan taatilah perintah-Nya; Dia akan memberi kamu negeri ini untuk menghormatimu, dan kamu akan melihat orang jahat dihalau."},{"number":35,"verse":"Aku pernah melihat orang jahat yang suka menindas orang lain; mereka tinggi seperti pokok sedar di Lebanon;"},{"number":36,"verse":"kemudian aku ( Beberapa terjemahan kuno: aku; Naskhah Ibrani: dia.) lalu, tetapi mereka tiada lagi; aku mencari tetapi tidak menjumpai mereka."},{"number":37,"verse":"Perhatikanlah orang yang baik dan orang yang salih; orang yang suka akan perdamaian mempunyai keturunan;"},{"number":38,"verse":"tetapi orang yang berdosa akan dibinasakan, dan keturunan mereka pun dihapuskan."},{"number":39,"verse":"Orang yang salih diselamatkan oleh TUHAN; Dia melindungi mereka pada masa kesusahan."},{"number":40,"verse":"Dia menolong dan menyelamatkan mereka; serta membebaskan mereka daripada orang jahat, kerana mereka minta perlindungan daripada-Nya."}]}