{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":44,"verses":[{"number":1,"verse":"( Doa Minta Perlindungan) Mazmur puak Korah. Sajak. Untuk pemimpin koir."},{"number":2,"verse":"Ya Allah, kami sendiri telah mendengar kisah yang diceritakan oleh nenek moyang kami, tentang perbuatan besar yang Engkau lakukan pada zaman dahulu kala."},{"number":3,"verse":"Engkau sendiri mengusir bangsa-bangsa supaya umat-Mu menetap di negeri mereka; Engkau mencelakakan bangsa-bangsa lain, tetapi menjadikan umat-Mu makmur."},{"number":4,"verse":"Mereka tidak menakluki negeri ini dengan pedang; mereka tidak menang dengan kuasa mereka sendiri, tetapi dengan kuasa dan kekuatan serta hadirat-Mu, kerana Engkau berkenan kepada umat-Mu."},{"number":5,"verse":"Engkaulah Rajaku dan Allahku; Engkau memberikan kemenangan kepada umat-Mu."},{"number":6,"verse":"Dengan kuasa-Mu kami mengalahkan musuh kami, dan menakluki orang yang menyerang kami."},{"number":7,"verse":"Aku tidak bergantung kepada busur, atau pedang untuk menyelamatkan diri,"},{"number":8,"verse":"kerana Engkaulah yang menyelamatkan kami, dan mengalahkan mereka yang membenci kami."},{"number":9,"verse":"Kami akan sentiasa memuji Engkau dan bersyukur kepada-Mu selama-lamanya."},{"number":10,"verse":"Tetapi sekarang, ya Allah, Engkau meninggalkan kami dan membiarkan kami dikalahkan; Engkau tidak lagi maju bersama dengan tentera kami."},{"number":11,"verse":"Engkau membuat kami lari daripada musuh, dan mereka merampas segala harta kami."},{"number":12,"verse":"Engkau membiarkan kami disembelih seperti domba, Engkau mencerai-beraikan kami ke negeri asing."},{"number":13,"verse":"Engkau menjual umat-Mu dengan harga yang murah, tanpa mendapat keuntungan apa-apa."},{"number":14,"verse":"Engkau menjadikan kami ejekan jiran kami; mereka mengolok-olokkan dan mentertawakan kami."},{"number":15,"verse":"Engkau menjadikan kami ejekan bangsa-bangsa; mereka menggelengkan kepala dan mengumpat kami."},{"number":16,"verse":"Sepanjang hari aku dihina, dan diliputi perasaan malu,"},{"number":17,"verse":"kerana mendengar sindiran dan hinaan yang dilemparkan oleh musuh dan pendendam."},{"number":18,"verse":"Semuanya menimpa kami walaupun kami tidak melupakan Engkau, ataupun memungkiri perjanjian-Mu dengan kami."},{"number":19,"verse":"Kami tidak pernah melawan Engkau; kami tidak pernah melanggar perintah-Mu."},{"number":20,"verse":"Tetapi Engkau meninggalkan kami yang lemah dengan binatang liar; Engkau meninggalkan kami dalam kegelapan yang gelita."},{"number":21,"verse":"Jika kami berhenti menyembah Allah kami, lalu menyembah tuhan lain,"},{"number":22,"verse":"tentu Engkau akan mengetahuinya, kerana Engkau mengetahui rahsia hati manusia."},{"number":23,"verse":"( ) Tetapi kerana Engkau, kami diancam maut setiap masa, kami diperlakukan seperti domba sembelihan."},{"number":24,"verse":"Bangunlah, ya Tuhan! Mengapakah Engkau tidur? Bangkitlah! Jangan tolak kami selama-lamanya!"},{"number":25,"verse":"Mengapakah Engkau menyembunyikan diri? Jangan lupakan penderitaan dan kesusahan kami!"},{"number":26,"verse":"Kami jatuh hancur di tanah, dan terbaring di atas debu kerana kalah. (27) Bangkitlah dan tolonglah kami! Kerana kasih-Mu itu, selamatkanlah kami!"}]}