{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"( Lagu Perkahwinan Diraja) Mazmur puak Korah. Lagu kasih. Untuk pemimpin koir. Menurut lagu: Bunga Bakung."},{"number":2,"verse":"Hati hamba penuh dengan kata-kata yang indah semasa hamba menggubah lagu ini untuk raja; lidah hamba umpama batang pena seorang pujangga."},{"number":3,"verse":"Tuanku yang paling kacak antara manusia, titah tuanku penuh kebaikan, sebab itu, tuanku diberkati Allah selama-lamanya."},{"number":4,"verse":"Ikatkan pedang pada pinggang, hai raja perkasa, tuanku sungguh agung dan mulia!"},{"number":5,"verse":"Majulah dengan kemuliaan menuju kemenangan, untuk membela kebenaran dan keadilan, dengan kekuatan tuanku, rebutlah kemenangan yang besar."},{"number":6,"verse":"Anak panah tuanku yang tajam akan menembusi jantung musuh; bangsa-bangsa akan rebah ke bawah kaki tuanku."},{"number":7,"verse":"Takhta yang dikurniakan Allah kepada tuanku ( Takhta... tuanku; atau Pemerintahan-Mu, ya Allah.) akan kekal selama-lamanya. Tuanku memerintah rakyat dengan adil;"},{"number":8,"verse":"( ) tuanku mencintai perkara yang benar dan membenci perkara yang jahat. Oleh itu, Allah, Allah tuanku telah memilih tuanku, dan membahagiakan tuanku lebih daripada raja lain."},{"number":9,"verse":"Pakaian tuanku berbau mur, gaharu, dan cendana; pemuzik di istana gading membuat tuanku gembira."},{"number":10,"verse":"Antara wanita yang disayangi tuanku terdapat puteri-puteri, dan di sebelah kanan takhta tuanku berdiri permaisuri yang memakai perhiasan emas murni."},{"number":11,"verse":"Dengarlah kata-kata hamba, hai permaisuri, lupakanlah bangsa serta kerabat tuanku."},{"number":12,"verse":"Kecantikan tuanku memikat hati raja, tuanku milik baginda, taatlah kepada baginda."},{"number":13,"verse":"Rakyat Tirus akan membawa hadiah untuk tuanku, orang kaya akan mencuba mengambil hati tuanku."},{"number":14,"verse":"Puteri masuk dengan penuh seri, pakaiannya bersulam benang emas."},{"number":15,"verse":"Dengan pakaian berwarna-warni puteri dibawa menghadap raja, diiringi oleh anak-anak dara, yang juga dibawa menghadap raja."},{"number":16,"verse":"Dengan sorakan yang gembira, mereka masuk ke istana raja."},{"number":17,"verse":"Tuanku, raja hamba akan mempunyai banyak putera, untuk meneruskan kerajaan nenek moyang tuanku, dan tuanku akan menjadikan mereka pemerintah di seluruh dunia. (18) Lagu hamba akan mengekalkan kemasyhuran tuanku turun-temurun, dan bangsa-bangsa akan memuji tuanku selama-lamanya."}]}