{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"( Sia-Sia Bergantung kepada Kekayaan) Mazmur puak Korah. Untuk pemimpin koir."},{"number":2,"verse":"Dengarlah ini, hai semua orang. Dengarlah, hai semua penduduk dunia,"},{"number":3,"verse":"baik orang biasa mahupun orang terkemuka, baik orang miskin mahupun orang kaya."},{"number":4,"verse":"Aku akan mengucapkan kata-kata yang bijak, buah fikiranku penuh pengertian."},{"number":5,"verse":"Aku akan mengalihkan perhatian kepada peribahasa, dan menerangkan maknanya sambil memetik kecapi."},{"number":6,"verse":"Aku tidak takut akan masa kesusahan, ketika aku dikelilingi oleh musuh,"},{"number":7,"verse":"orang yang bergantung kepada kekayaan mereka, dan membanggakan harta mereka yang banyak."},{"number":8,"verse":"Tidak seorang pun dapat menebus dirinya; dia tidak dapat membayar harga tebusannya kepada Allah,"},{"number":9,"verse":"kerana harga tebusan manusia itu terlalu mahal; apa yang dapat dibayarnya tidak sekali-kali cukup"},{"number":10,"verse":"untuk mengelakkan diri dari kubur, supaya dia dapat hidup selama-lamanya."},{"number":11,"verse":"Sesiapa pun tahu bahawa orang bijak akan meninggal; orang bodoh dan orang tolol pun akan mati. Mereka semua meninggalkan harta kepada orang lain."},{"number":12,"verse":"Kubur menjadi tempat kediaman kekal bagi mereka; di sana mereka tinggal selama-lamanya, walaupun mereka pernah mempunyai tanah."},{"number":13,"verse":"Walaupun manusia itu kaya, seperti haiwan, mereka akan mati juga."},{"number":14,"verse":"Begitulah nasib orang yang percaya kepada diri sendiri, dan nasib orang yang puas hati dengan kekayaan mereka."},{"number":15,"verse":"Seperti domba, mereka ditentukan untuk mati, dan digembalakan oleh maut. Orang jujur akan mengalahkan mereka, mayat mereka cepat mereput; dunia orang mati menjadi kediaman mereka."},{"number":16,"verse":"Tetapi Allah akan menyelamatkan aku; Dia akan melepaskan aku daripada kuasa maut."},{"number":17,"verse":"Jangan iri hati apabila sesetengah orang menjadi kaya, apabila harta mereka bertambah-tambah;"},{"number":18,"verse":"apabila mereka mati, mereka tidak dapat membawa apa-apa; harta mereka tidak dapat turun ke kubur bersama-sama mereka."},{"number":19,"verse":"Sungguhpun mereka berpuas hati dengan kehidupan mereka, dan dipuji kerana kejayaan mereka,"},{"number":20,"verse":"mereka akan menyusul nenek moyang mereka juga, ke tempat yang gelap selama-lamanya. (21) Walaupun manusia menjadi kaya, seperti haiwan, mereka akan mati juga."}]}