{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"( Lagu Kemenangan) Untuk pemimpin koir. Mazmur Daud. Lagu."},{"number":2,"verse":"( ) Allah bangkit dan mencerai-beraikan musuh-Nya. Orang yang membenci Dia lari daripada-Nya."},{"number":3,"verse":"Allah mengusir mereka seperti angin meniup asap; orang jahat binasa di hadirat Allah seperti lilin mencair di dalam api."},{"number":4,"verse":"Tetapi umat Allah bergirang dan bersukacita di hadirat-Nya; mereka bersorak-sorak dengan gembira."},{"number":5,"verse":"Nyanyilah kepada Allah, pujilah nama-Nya; sediakanlah jalan bagi Dia yang mengendarai awan. ( mengendarai awan; atau melalui padang gurun.) Namanya TUHAN - bergiranglah di hadirat-Nya!"},{"number":6,"verse":"Allah yang tinggal di tempat kediaman-Nya yang suci, memelihara anak yatim dan melindungi balu."},{"number":7,"verse":"Dia memberikan keluarga kepada yang tidak ada saudara-mara, dan membebaskan orang tawanan sehingga mereka bahagia; tetapi pemberontak akan tinggal di tanah gersang."},{"number":8,"verse":"Ya Allah, ketika Engkau memimpin umat-Mu, ketika Engkau menyeberangi gurun,"},{"number":9,"verse":"( ) bumi bergoncang dan langit mencurahkan hujan, kerana kedatangan-Mu, Allah yang berfirman di Sinai, ( Allah... Sinai: Semasa bangsa Israel dalam perjalanan dari Mesir ke Kanaan, Allah menampakkan diri kepada mereka di Gunung Sinai. (Lihat ).) kedatangan Allah umat Israel."},{"number":10,"verse":"Engkau menurunkan hujan yang lebat, serta memulihkan tanah yang gersang,"},{"number":11,"verse":"lalu umat-Mu tinggal di sana; demi kebaikan-Mu, Engkau memelihara orang papa."},{"number":12,"verse":"Tuhan memberikan perintah-Nya, lalu banyak wanita membawa berita:"},{"number":13,"verse":"“Raja-raja dan tentera mereka sudah lari!” Kaum wanita di rumah membahagikan barang rampasan, dan yang tinggal menjaga domba pada masa perang"},{"number":14,"verse":"mendapat patung burung merpati yang diliputi perak, yang sayapnya disaluti emas berkilauan."},{"number":15,"verse":"Allah Yang Maha Kuasa mencerai-beraikan raja-raja di sana seperti salji turun di Gunung Zalmon."},{"number":16,"verse":"Betapa besarnya gunung Basan, gunung yang mempunyai banyak puncak!"},{"number":17,"verse":"Mengapakah dari puncakmu yang banyak itu, engkau memandang dengan cemburu terhadap Bukit Sion ( Bukit Sion: Lihat 2.6.) yang dipilih Allah untuk kediaman-Nya? TUHAN akan tinggal di sana selama-lamanya."},{"number":18,"verse":"Dengan puluhan ribu kereta kuda-Nya yang besar, Tuhan datang dari Sinai ( Dapat bermakna: datang dari Sion; Naskhah Ibrani: dalam mereka, Sinai.) ke tempat yang suci itu."},{"number":19,"verse":"( ) Dia naik ke tempat yang tinggi, membawa banyak orang tawanan bersama-sama-Nya, dan menerima ufti daripada pemberontak. TUHAN Allah akan tinggal di sana."},{"number":20,"verse":"Pujilah Tuhan, kerana Dialah yang menyelamatkan kita; setiap hari Dia menanggung beban kita."},{"number":21,"verse":"Allah kita TUHAN yang menyelamatkan; Dialah yang membebaskan kita daripada kematian."},{"number":22,"verse":"Allah tentu akan meremukkan kepala musuh-Nya, mereka yang terus hidup dalam dosa."},{"number":23,"verse":"Tuhan berfirman, “Aku akan membawa musuh kamu kembali dari Basan, Aku akan membawa mereka kembali dari lautan yang dalam,"},{"number":24,"verse":"supaya kamu dapat mencuci kaki dalam darah mereka, dan anjing kamu menjilat darah itu dengan sepuas-puasnya.”"},{"number":25,"verse":"Perarakan kemenangan-Mu dilihat oleh semua orang, ya Allah, perarakan Allahku, Rajaku, masuk ke tempat kediaman-Nya."},{"number":26,"verse":"Para penyanyi berjalan di hadapan, pemain muzik di belakang, dan gadis pemain tamburin di antara mereka."},{"number":27,"verse":"“Pujilah Allah di tengah umat-Nya; pujilah TUHAN, hai semua keturunan Yakub!”"},{"number":28,"verse":"Benyamin, suku yang terkecil berjalan di hadapan, kemudian ketua-ketua Yehuda bersama dengan kumpulan mereka, diikuti oleh ketua-ketua Zebulon dan Naftali."},{"number":29,"verse":"Tunjukkanlah kuasa-Mu, ya Allah, kuasa yang telah Engkau gunakan bagi kami."},{"number":30,"verse":"Di Rumah-Mu, di Yerusalem, raja-raja mempersembahkan ufti kepada-Mu."},{"number":31,"verse":"Tegurlah Mesir, binatang liar itu yang di tengah-tengah gelagah; tegurlah bangsa-bangsa, sekumpulan lembu jantan itu serta anak-anak mereka, sehingga mereka semua bersujud dan mempersembahkan perak kepada-Mu. Cerai-beraikan mereka yang gemar berperang!"},{"number":32,"verse":"Duta-duta dari Mesir datang membawa gangsa; orang Etiopia ( Etiopia: Pada masa itu negeri Etiopia terletak di perbatasan Mesir; Naskhah Ibrani: Kus.) bergegas membawa ufti kepada Allah."},{"number":33,"verse":"Nyanyilah bagi Allah, hai kerajaan-kerajaan dunia, nyanyikanlah pujian kepada Tuhan,"},{"number":34,"verse":"kepada Dia yang melintasi langit purba. Dengarlah Dia berseru dengan kuat."},{"number":35,"verse":"Isytiharkanlah kuasa Allah; Dia memerintah seluruh Israel, kuasa-Nya kelihatan di angkasa. (36) Sungguh mengagumkan Allah kita waktu Dia keluar dari tempat kediaman-Nya, Allah umat Israel memberikan kuasa dan kekuatan kepada umat-Nya. Pujilah Allah!"}]}