{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"( Seruan Minta Tolong) Untuk pemimpin koir. Menurut lagu: Bunga Bakung. Oleh Daud."},{"number":2,"verse":"Selamatkanlah aku, ya Allah! Air sudah naik ke leherku;"},{"number":3,"verse":"aku hampir tenggelam di lumpur yang dalam, dan tiada tempat berjejak; aku berada di air yang dalam, dan ombak pun hampir melemaskan aku."},{"number":4,"verse":"Aku letih berseru meminta pertolongan, dan kerongkongku sakit. Mataku pedih menantikan pertolongan-Mu."},{"number":5,"verse":"( ; ) Orang yang membenci aku tanpa sebab, lebih banyak daripada rambut pada kepalaku. Musuhku memfitnah aku, mereka kuat dan mahu membunuh aku. Mereka memaksa aku menyerahkan barang-barang yang tidak aku curi."},{"number":6,"verse":"Ya Allah, dosa-dosaku tidak tersembunyi daripada-Mu, Engkau tahu betapa bodohnya aku."},{"number":7,"verse":"Janganlah biarkan aku mendatangkan malu kepada orang yang berharap kepada-Mu, ya TUHAN Raja Yang Maha Kuasa! Janganlah biarkan aku mendatangkan aib kepada mereka yang menyembah Engkau, ya Allah umat Israel!"},{"number":8,"verse":"Kerana Engkaulah, aku dikeji, dan diliputi perasaan malu."},{"number":9,"verse":"Aku bagaikan orang asing kepada saudara-saudaraku, seperti orang luar kepada keluargaku."},{"number":10,"verse":"( ; ) Cintaku untuk Rumah-Mu berkobar-kobar seperti api; hinaan yang ditujukan kepada-Mu menimpa diriku."},{"number":11,"verse":"Aku merendahkan diri ( Beberapa terjemahan kuno: merendahkan diri; Naskhah Ibrani: menangis.) dengan berpuasa, tetapi manusia mencela aku."},{"number":12,"verse":"Ketika aku mengenakan pakaian perkabungan, mereka mentertawakan aku."},{"number":13,"verse":"Aku menjadi buah mulut di tempat orang berkumpul, dan nyanyian orang mabuk adalah tentang aku."},{"number":14,"verse":"Tetapi bagiku, aku akan berdoa kepada-Mu, ya TUHAN; kabulkanlah doaku, ya Allah, menurut waktu-Mu. Kabulkan doaku demi kasih-Mu yang besar, kerana Engkau menepati janji untuk menyelamatkan aku."},{"number":15,"verse":"Janganlah biarkan aku tenggelam di dalam lumpur; selamatkanlah aku daripada musuh-musuhku, dan daripada air yang dalam."},{"number":16,"verse":"Janganlah biarkan banjir menghanyutkan aku; janganlah biarkan aku tenggelam di dasar laut, ataupun terbenam di dalam kubur."},{"number":17,"verse":"Kabulkanlah doaku, ya TUHAN, kerana Engkau baik dan tetap mengasihi; dengan rahmat-Mu yang besar, berpalinglah kepadaku!"},{"number":18,"verse":"Janganlah bersembunyi daripada hamba-Mu; aku dalam kesusahan besar - cepatlah tolong aku!"},{"number":19,"verse":"Marilah dan selamatkanlah aku; bebaskanlah aku daripada musuhku."},{"number":20,"verse":"Engkau tahu bagaimana aku dikeji, bagaimana aku dipermalukan dan dihina; Engkau nampak semua musuhku."},{"number":21,"verse":"Kekejian telah mematahkan hatiku, aku menjadi putus asa. Aku mencari orang yang berbelas kasihan, tetapi tidak aku dapati; aku mencari orang yang menguatkan hatiku, tetapi tidak aku jumpai."},{"number":22,"verse":"( ; ; ; ) Ketika aku lapar, mereka memberi aku racun sebagai makanan; ketika aku dahaga, mereka memberi aku cuka sebagai minuman."},{"number":23,"verse":"Biarlah jamuan mereka memerangkap mereka; biarlah perayaan mereka menjerat mereka."},{"number":24,"verse":"( ) Biarlah mata mereka buta; biarlah tulang belakang mereka lemah."},{"number":25,"verse":"Biarlah kemurkaan-Mu menimpa mereka; biarlah berang-Mu menangkap mereka."},{"number":26,"verse":"( ) Biarlah perkhemahan mereka terlantar; biarlah semua penghuninya binasa."},{"number":27,"verse":"Mereka menganiaya orang yang telah Engkau hukum; mereka menambahkan penderitaan orang yang Engkau lukakan."},{"number":28,"verse":"Catatlah semua dosa mereka; jangan ampuni mereka."},{"number":29,"verse":"( ; , , ) Biarlah nama mereka dihapuskan dari kitab orang hidup, dan tidak tercatat dalam daftar umat-Mu."},{"number":30,"verse":"Tetapi aku kesakitan dan putus asa; angkatlah aku dan selamatkanlah aku, ya Allah!"},{"number":31,"verse":"Aku akan memuji Allah dengan nyanyian; aku akan mengagungkan Dia dengan ucapan kesyukuran."},{"number":32,"verse":"Hal ini akan lebih menggembirakan TUHAN daripada mempersembahkan korban lembu, ataupun korban lembu jantan yang sudah cukup besar."},{"number":33,"verse":"Apabila orang yang ditindas melihat hal ini, mereka akan bergembira; orang yang menyembah Allah akan bersemangat."},{"number":34,"verse":"TUHAN mendengar orang yang berkekurangan, dan Dia tidak lupa akan umat-Nya yang dipenjarakan."},{"number":35,"verse":"Pujilah Allah, hai langit dan bumi, laut dan segala makhluk di dalamnya!"},{"number":36,"verse":"Dia akan menyelamatkan Yerusalem, dan membina semula kota-kota Yehuda; umat-Nya akan tinggal di sana; negeri itu menjadi milik mereka. (37) Keturunan hamba-hamba-Nya akan mewarisi negeri itu, semua orang yang mengasihi-Nya akan tinggal di situ."}]}