{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"( Doa Minta Keadilan) Ratapan Daud, yang dinyanyikan kepada TUHAN kerana Kus, orang Benyamin itu."},{"number":2,"verse":"Ya TUHAN, Allahku, aku berlindung kepada-Mu; selamatkanlah dan lepaskanlah aku daripada semua orang yang memburu aku."},{"number":3,"verse":"Jangan biarkan mereka seperti singa yang menerkam dan menyeret aku ke tempat yang tiada seorang pun dapat menyelamatkan aku."},{"number":4,"verse":"Ya TUHAN, Allahku, jika aku pernah berbuat jahat, jika aku mengkhianati sahabat, atau melakukan keganasan terhadap musuh tanpa sebab, ( melakukan... sebab; atau mengasihani orang yang memperlakukan aku dengan tidak adil.)"},{"number":6,"verse":"biarlah musuhku memburu dan menangkap aku, lalu membunuh dan meninggalkan aku dalam debu!"},{"number":7,"verse":"Bangkitlah dengan kemurkaan-Mu, ya TUHAN, dan tentanglah keganasan musuh-musuhku! Bangkitlah dan tolonglah aku, kerana keadilanlah yang Engkau tuntut."},{"number":8,"verse":"Himpunkanlah bangsa-bangsa di sekeliling-Mu, dan perintahlah mereka dari takhta-Mu di syurga. ( Dapat bermakna: perintahlah mereka dari takhta-Mu di syurga; Naskhah Ibrani: duduklah di atas takhta-Mu di tempat tinggi; atau pulanglah ke tempat yang tinggi.)"},{"number":9,"verse":"Engkaulah yang menghakimi semua manusia. Berilah aku keadilan, ya TUHAN, kerana aku tidak bersalah."},{"number":10,"verse":"( ) Hentikanlah kejahatan orang durjana, dan berikanlah pahala kepada orang yang baik, kerana Engkau Allah yang adil, Engkau menyelami hati dan fikiran."},{"number":11,"verse":"Pelindungku ialah Allah; Dia menyelamatkan mereka yang mentaati-Nya."},{"number":12,"verse":"Allah ialah hakim yang adil, yang sentiasa menghukum mereka yang jahat."},{"number":13,"verse":"Jika kelakuan mereka tidak berubah, Allah akan mengasah pedang-Nya. Dia menyiapkan dan melengkungkan busur-Nya;"},{"number":14,"verse":"Dia mengambil senjata-Nya yang berbahaya dan melancarkan anak panah-Nya yang bernyala."},{"number":15,"verse":"Lihatlah cara orang jahat memikirkan kejahatan; mereka merancangkan kekacauan dan melakukan penipuan."},{"number":16,"verse":"Mereka memasang perangkap untuk orang lain, tetapi mereka sendiri jatuh ke dalamnya."},{"number":17,"verse":"Demikianlah mereka terhukum oleh kejahatan sendiri, dan tercedera oleh keganasan mereka sendiri. (18) Aku mengucap syukur kepada TUHAN kerana Dia adil, aku menyanyikan pujian kepada TUHAN, Yang Maha Tinggi."}]}