{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"( Doa Minta Pertolongan Melawan Musuh) Mazmur Asaf. Sebuah lagu."},{"number":2,"verse":"Ya Allah, janganlah membisu; janganlah diam sahaja!"},{"number":3,"verse":"Lihatlah! Musuh-Mu memberontak, dan orang yang membenci Engkau melawan."},{"number":4,"verse":"Mereka membuat rancangan licik melawan umat-Mu; mereka berkomplot menentang orang yang Engkau lindungi."},{"number":5,"verse":"Kata mereka, “Mari kita binasakan bangsa mereka, supaya Israel dilupakan selama-lamanya!”"},{"number":6,"verse":"Mereka bersetuju dengan sebulat suara untuk bergabung menentang Engkau:"},{"number":7,"verse":"orang Edom dan orang Ismael, orang Moab dan orang Hagri;"},{"number":8,"verse":"orang Gebal, orang Amon, dan orang Amalek, orang Filistin dan orang Tirus."},{"number":9,"verse":"Orang Asyur pun turut serta, mereka sekutu yang kuat bagi orang Amon dan orang Moab, keturunan Lot."},{"number":10,"verse":"( , ) Perlakukanlah mereka seperti Engkau telah memperlakukan orang Midian, dan Sisera serta Yabin di Sungai Kisyon."},{"number":11,"verse":"Engkau mengalahkan mereka di Endor, dan mayat mereka membusuk di tanah."},{"number":12,"verse":"( , ) Perlakukanlah pemimpin mereka seperti Engkau memperlakukan Oreb dan Zeeb; kalahkanlah semua pemerintah mereka seperti Engkau mengalahkan Zebah dan Salmuna,"},{"number":13,"verse":"yang mengatakan, “Kami akan merampas tanah milik Allah.”"},{"number":14,"verse":"Ya Allah, hamburkanlah mereka seperti debu, seperti sekam yang ditiup angin."},{"number":15,"verse":"Seperti api membakar hutan, dan nyala api menghanguskan bukit-bukit,"},{"number":16,"verse":"kejarlah mereka dengan badai-Mu, dan gerunkanlah mereka dengan ribut-Mu."},{"number":17,"verse":"Permalukanlah mereka, ya TUHAN, supaya mereka mengakui kekuasaan-Mu."},{"number":18,"verse":"Biarlah mereka dikalahkan dan ketakutan selama-lamanya; biarlah mereka mati dalam kehinaan! (19) Biarlah mereka tahu bahawa hanya Engkaulah TUHAN, Yang Maha Tinggi di seluruh bumi!"}]}