{"bibleAbbr":"msAB1996","bookName":"MAZMUR","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"( Doa Kesyukuran kerana Allah Adil) Untuk pemimpin koir. Menurut lagu Mut-Laben. Mazmur Daud."},{"number":2,"verse":"Aku akan memuji Engkau dengan segenap hatiku, TUHAN, dan menceritakan segala keajaiban yang telah Engkau lakukan."},{"number":3,"verse":"Aku akan menyanyi dengan riang kerana Engkau, dan menyanyikan pujian kepada-Mu, Yang Maha Tinggi."},{"number":4,"verse":"Ketika Engkau muncul, musuhku berpatah balik; mereka jatuh tersandung lalu mati."},{"number":5,"verse":"Engkau memerintah sebagai hakim yang adil, dan Engkau telah membela perkaraku."},{"number":6,"verse":"Engkau telah menghukum bangsa-bangsa yang tidak mengenal-Mu, dan membinasakan orang jahat; mereka tidak akan dikenang lagi."},{"number":7,"verse":"Musuh kami lenyap selama-lamanya; Engkau telah memusnahkan kota-kota mereka, dan mereka dilupakan sama sekali."},{"number":8,"verse":"Tetapi TUHAN memerintah selama-lamanya; Dia mendirikan takhta-Nya untuk menghakimi dunia."},{"number":9,"verse":"Dia memerintah dunia dengan adil, dan menghakimi rakyat dengan saksama."},{"number":10,"verse":"TUHAN adalah pernaungan bagi orang yang ditindas, tempat perlindungan pada masa kesusahan."},{"number":11,"verse":"Mereka yang mengenal Engkau yakin kepada-Mu, ya TUHAN; sesiapa pun yang datang kepada-Mu tidak Kautinggalkan."},{"number":12,"verse":"Pujilah TUHAN yang memerintah di Sion! Beritakanlah perbuatan-Nya kepada setiap bangsa!"},{"number":13,"verse":"Allah ingat akan mereka yang menderita; Dia tidak melupakan tangisan mereka, Dia menghukum orang yang berlaku kejam terhadap mereka."},{"number":14,"verse":"Kasihanilah aku, ya TUHAN! Lihatlah, musuhku menyengsarakan aku. Selamatkanlah aku daripada maut, ya TUHAN,"},{"number":15,"verse":"supaya aku dapat memuji Engkau di hadapan penduduk Yerusalem. Aku akan bersorak gembira kerana Engkau menyelamatkan aku."},{"number":16,"verse":"Bangsa-bangsa yang tidak mengenal Engkau jatuh ke dalam lubang yang digali mereka sendiri; mereka memasang perangkap, tetapi mereka sendiri terperangkap."},{"number":17,"verse":"TUHAN menyatakan diri-Nya dengan keputusan yang adil; orang jahat terperangkap oleh perbuatan mereka sendiri."},{"number":18,"verse":"Maut ialah kesudahan semua orang jahat, semua orang yang menolak Allah."},{"number":19,"verse":"Orang miskin tidak selamanya dilupakan; orang papa tidak selamanya kehilangan harapan."},{"number":20,"verse":"Bangkitlah, ya TUHAN, hakimilah bangsa-bangsa, jangan biarkan manusia terlepas daripada hukuman. (21) Buatlah mereka takut, ya TUHAN; sedarkanlah mereka bahawa mereka itu hanya insan."}]}