{"bibleAbbr":"JWNT1755","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"And he spake a parable to them to this end, that they ought always to pray, and not to faint;"},{"number":2,"verse":"Saying, There was in a certain city a judge who feared not God nor reverenced man."},{"number":3,"verse":"And there was a widow in that city, and she came to him, saying, Do me justice on mine adversary."},{"number":4,"verse":"And he would not for a while, but afterwards he said in himself, Tho' I fear not God nor reverence man,"},{"number":5,"verse":"Yet because this widow giveth me trouble, I will do her justice, left by her continual coming she weary me out."},{"number":6,"verse":"And the Lord said, Hear what the unjust judge saith?"},{"number":7,"verse":"And shall not God vindicate his own elect, who cry to him day and night, though he bear long with them?"},{"number":8,"verse":"I tell you he will vindicate them speedily. Yet when the Son of man cometh, will he find faith upon earth?"},{"number":9,"verse":"And he spake this parable to certain who trusted in themselves that they were righteous and despised others."},{"number":10,"verse":"Two men went up into the temple to pray, the one a Pharisee, and the other a publican."},{"number":11,"verse":"The Pharisee stood by himself and prayed thus, God I thank thee, that I am not as other men are, rapacious, unjust, adulterers, or even as this publican."},{"number":12,"verse":"I fast twice in the week: I give tythes of all that I possess."},{"number":13,"verse":"And the publican standing afar off, would not so much as lift up his eyes to heaven, but smote upon his breast, saying, God be merciful to me a sinner."},{"number":14,"verse":"I tell you, this man went down to his house justified rather than the other; for every one that exalteth himself shall be humbled, and he that humbleth himself shall be exalted."},{"number":15,"verse":"And they brought to him infants also, that he might touch them; but the disciples seeing it, rebuked them."},{"number":16,"verse":"But Jesus calling them to him, said, Suffer little children to come to me, and forbid them not; for of such is the kingdom of God."},{"number":17,"verse":"Verily I say to you, Whosoever shall not receive the kingdom of God as a little child, shall in no wise enter therein."},{"number":18,"verse":"And a certain ruler asked him saying, Good master, what shall I do to inherit eternal life?"},{"number":19,"verse":"But Jesus said to him, Why callest thou me good?"},{"number":20,"verse":"There is none good save one, that is God. Thou knowest the commandments, Do not commit adultery. Do not murder, Do not steal. Do not bear false witness. Honour thy father and thy mother."},{"number":21,"verse":"And he said, All these have I kept from my childhood. Jesus hearing these things said to him, Yet lackest thou one thing:"},{"number":22,"verse":"Sell all that thou hast, and distribute to the poor, and thou shalt have treasure in heaven; and come, follow me."},{"number":23,"verse":"And when he heard this, he was very sorrowful; for he was very rich."},{"number":24,"verse":"And Jesus seeing that he was very sorrowful, said, How hardly shall they that have riches enter into the kingdom of God?"},{"number":25,"verse":"It is easier for a camel to go through a needle's eye, than for a rich man to enter into the kingdom of God."},{"number":26,"verse":"And they that heard it said, Who then can be saved?"},{"number":27,"verse":"And he said, The things impossible with men, are possible with God."},{"number":28,"verse":"Then Peter said, Lo we have left all and followed thee."},{"number":29,"verse":"And he said to them, Verily I say unto you, There is no man that hath left house, or parents, or brethren, or wife, or children,"},{"number":30,"verse":"for the kingdom of God's sake, Who shall not receive manifold more in the present time, and in the world to come life everlasting."},{"number":31,"verse":"Then he took to him the twelve, and said to them, Behold we go up to Jerusalem, and all things that are written by the prophets shall be accomplished on the Son of man."},{"number":32,"verse":"For he shall be delivered to the Gentiles, and shall be mocked, and spitefully intreated, and spitted on: And they shall scourge him, and put him to death:"},{"number":33,"verse":"and the third day he shall rise again."},{"number":34,"verse":"And they understood none of these things; and this saying was hid from them, neither knew they the things which were spoken."},{"number":35,"verse":"And while he was yet nigh to Jericho, a certain blind man sat by the way side begging."},{"number":36,"verse":"And hearing the multitude pass by, he asked, what it meant?"},{"number":37,"verse":"And they told him, Jesus of Nazareth passeth by."},{"number":38,"verse":"And he cried aloud saying, Jesus, Son of David, have mercy on me."},{"number":39,"verse":"And they that went before charged him to hold his peace; but he cried so much the more, Thou Son of David, have mercy on me."},{"number":40,"verse":"And Jesus standing still, commanded him to be brought to him: and when he was come near,"},{"number":41,"verse":"he asked him, Saying, What wilt thou that I should do for thee? He said, Lord, that I may receive my sight."},{"number":42,"verse":"And Jesus said to him, Receive thy sight, thy faith hath saved thee."},{"number":43,"verse":"And immediately he received his sight, and followed him, glorifying God: And all the people seeing it gave praise to God."}]}