{"bibleAbbr":"JWNT1755","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"And on one of those days, as he taught the people in the temple and preached the gospel, the chief priests and the scribes came upon him with the elders,"},{"number":2,"verse":"And spake to him saying, Tell us, by what authority dost thou these things, and who is he that gave thee this authority?"},{"number":3,"verse":"And he answering said, I will also ask you one thing and tell me, Was the baptism of John from heaven or of men?"},{"number":4,"verse":"And they reasoned among themselves,"},{"number":5,"verse":"saying, If we say from heaven, he will say, Why then did ye not believe him?"},{"number":6,"verse":"But if we say of men, all the people will stone us;"},{"number":7,"verse":"for they are persuaded that John was a prophet."},{"number":8,"verse":"And they answered, They could not tell whence. Jesus said to them, Neither tell I you, by what authority I do these things."},{"number":9,"verse":"Then he spake this parable to the people: A certain man planted a vineyard, and let it out to husbandmen, and went into a far country for a long time."},{"number":10,"verse":"And at the season he sent a servant to the husbandmen, that they might give him of the fruit of the vineyard: but the husbandmen beat and sent him away empty."},{"number":11,"verse":"And again he sent another servant; and they beat him also, and treated him shamefully, and sent him away empty."},{"number":12,"verse":"And again he sent a third; and they wounded him also, and cast him out."},{"number":13,"verse":"Then said the Lord of the vineyard, What shall I do? I will send my beloved son; perhaps seeing him they will reverence him."},{"number":14,"verse":"But the husbandmen seeing him, reasoned among themselves, saying, This is the heir: Come, let us kill him, that the inheritance may be ours."},{"number":15,"verse":"So they cast him out of the vineyard and killed him. What therefore will the Lord of the vineyard do to them?"},{"number":16,"verse":"He will come and destroy these husbandmen, and give the vineyard to others."},{"number":17,"verse":"And hearing it they said, God forbid. And he looked on them and said, What is this then that is written, The stone which the builders rejected, this is become the head of the corner?"},{"number":18,"verse":"Whosoever shall fall on that stone shall be broken; but on whomsoever it shall fall, it will grind him to powder."},{"number":19,"verse":"And the chief priests and the scribes sought to lay hands on him the same hour; but they feared the people; for they knew he had spoken this parable against them."},{"number":20,"verse":"And watching him, they sent forth spies, feigning themselves to be just men, to take hold of his discourse, that they might deliver him to the power and authority of the governour."},{"number":21,"verse":"And they asked him, saying, Master, we know, that thou speakest and teachest rightly, neither acceptest thou persons, but teachest the way of God in truth:"},{"number":22,"verse":"Is it lawful for us, to give tribute to C?sar, or no?"},{"number":23,"verse":"But he observing their craftiness, said to them, Why tempt ye me?"},{"number":24,"verse":"Shew me a penny. Whose image and superscription hath it? They answering said, C?sar's."},{"number":25,"verse":"He said, Render therefore to C?sar the things which are C?sar's, and to God the things which are God's."},{"number":26,"verse":"And they could not take hold of his words before the people; and marvelling at his answer, they held their peace."},{"number":27,"verse":"Then certain of the Saducees, who deny there is any resurrection, coming to him asked him,"},{"number":28,"verse":"saying, Master, Moses wrote to us, If a man's brother die, having a wife, and he die without children, that his brother should take his wife, and raise up seed to his brother."},{"number":29,"verse":"Now there were seven brethren, and the first took a wife, and died without children."},{"number":30,"verse":"And the second took her to wife, and he died childless."},{"number":31,"verse":"And the third took her, and in like manner the seven also; and they died and left no children."},{"number":32,"verse":"Last of all the woman died also. Therefore in the resurrection, whose wife of them is she?"},{"number":33,"verse":"For seven had her to wife."},{"number":34,"verse":"And Jesus answering said to them, The children of this world marry, and are given in marriage."},{"number":35,"verse":"But they who are accounted worthy to obtaan that world, and the resurrection from the dead, neither marry, nor are given in marriage."},{"number":36,"verse":"For neither can they die any more; for they are equal to angels, and are the children of God, being the children of the resurrection."},{"number":37,"verse":"But that the dead are raised, even Moses shewed at the bush , when he calleth the Lord, The God of Abraham, and the God of Isaac, and the God of Jacob."},{"number":38,"verse":"For he is not a God of the dead, but of the living; so that all live to him."},{"number":39,"verse":"And some of the scribes answering said, Master, Thou hast spoken excellently well."},{"number":40,"verse":"And after that, they durst not ask him any question at all."},{"number":41,"verse":"And he said to them, How say they that Christ is David's son?"},{"number":42,"verse":"And David himself saith in the book of Psalms, The Lord said unto my Lord,"},{"number":43,"verse":"Sit thou on my right hand, Till I make thine enemies thy footstool."},{"number":44,"verse":"David therefore calleth him Lord: How is he then his son?"},{"number":45,"verse":"Then in the hearing of all the people, he said to his disciples, Beware of the scribes,"},{"number":46,"verse":"who desire to walk in long robes, and love salutations in the markets, and the highest seats in the synagogues, and the chief places at feasts,"},{"number":47,"verse":"Who devour widows houses, and for a pretence make long prayers; these shall receive greater damnation."}]}