{"bibleAbbr":"JWNT1755","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"Now the feast of unleavened bread drew nigh, which is called the Passover."},{"number":2,"verse":"And the chief priests and scribes sought how they might kill him; but they feared the people."},{"number":3,"verse":"Then entered Satan into Judas, surnamed Iscariot, being of the number of the twelve."},{"number":4,"verse":"And he went and talked with the chief priests and captains, how he might betray him to them."},{"number":5,"verse":"And they were glad and agreed to give him money."},{"number":6,"verse":"And he promised and sought opportunity to betray him to them, in the absence of the multitude."},{"number":7,"verse":"And the first day of unleavened bread was come, when the passover was to be killed."},{"number":8,"verse":"And he sent Peter and John, saying, Go and prepare us the passover, that we may eat it."},{"number":9,"verse":"And they said to him, Where wilt thou that we prepare?"},{"number":10,"verse":"And he said to them, Behold, when ye are entered into the city, a man will meet you bearing a pitcher of water; follow him into the house where he entereth."},{"number":11,"verse":"And say to the master of the house, The master saith to thee, Where is the guest-chamber, where I shall eat the passover with my disciples?"},{"number":12,"verse":"And he will shew you a large upper-room furnished: there make ready."},{"number":13,"verse":"And they went, and found as he had said to them. And they made ready the passover."},{"number":14,"verse":"And when the hour was come, he sat down, and the twelve apostles with him."},{"number":15,"verse":"And he said to them, With desire have I desired to eat this passover with you, before I suffer."},{"number":16,"verse":"For I say to you, I will not eat thereof any more, till it be fulfilled in the kingdom of God."},{"number":17,"verse":"And he took the cup and gave thanks and said, Take this and divide it among yourselves."},{"number":18,"verse":"For I say to you, I will not drink of the fruit of the vine, till the kingdom of God shall come."},{"number":19,"verse":"And he took bread, and gave thanks and brake it, and gave to them, saying, This is my body which is given for you; do this in remembrance of me."},{"number":20,"verse":"Likewise also the cup after supper, saying, This cup is the new testament in my blood which is shed for you."},{"number":21,"verse":"But behold, the hand of him that betrayeth me is with me on the table."},{"number":22,"verse":"And truly the Son of man goeth as it was determined; but wo to that man, by whom the Son of man is betrayed."},{"number":23,"verse":"And they inquired among themselves, Which of them it was, that would do this?"},{"number":24,"verse":"There was also a contention among them, Which of them was greatest."},{"number":25,"verse":"And he said to them, The kings of the Gentiles lord it over them, and they that exercise authority upon them have the title of benefactors."},{"number":26,"verse":"But ye shall not be so: but he that is greatest among you, let him be as the younger, and he that is chief as he that serveth."},{"number":27,"verse":"For which is greater, he that sitteth at table, or he that serveth? Is not he that sitteth at table? But I am in the midst of you as he that serveth."},{"number":28,"verse":"Ye are they who have continued with in me in my temptations."},{"number":29,"verse":"And I appoint to you a kingdom, as my Father to me,"},{"number":30,"verse":"That ye may eat and drink at my table in my kingdom, and sit on thrones, judging the twelve tribes of Israel."},{"number":31,"verse":"And the Lord said, Simon, Simon, behold Satan hath desired to have you, that he might sift you as wheat."},{"number":32,"verse":"But I have prayed for thee that thy faith fail not: and when thou art returned, strengthen thy brethren."},{"number":33,"verse":"And he said to him, Lord, I am ready to go with thee both to prison and to death."},{"number":34,"verse":"And he said, I tell thee, Peter, it shall not be the time of cockcrowing this day, before thou wilt thrice deny that thou knowest me."},{"number":35,"verse":"And he said to them, When I sent you without purse, and scrip, and shoes, lacked ye any thing?"},{"number":36,"verse":"And they said, Nothing. Then said he to them, But now he that hath a purse, let him take it, and likewise his scrip; and he that hath no sword, let him sell his garment and buy one."},{"number":37,"verse":"For I say to you, That this which is written must yet be accomplished in me, And he was numbered with the transgressors."},{"number":38,"verse":"For the things concerning me have an end. And they said, Behold here are two swords. And he said to them, it is enough."},{"number":39,"verse":"And going out, he went, according to his custom, to the mount of Olives, and his disciples also followed him."},{"number":40,"verse":"And when he was at the place he said to them, Pray that ye enter not into temptation."},{"number":41,"verse":"And he was withdrawn from them about a stone's cast,"},{"number":42,"verse":"and kneeling down, he prayed, saying, Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine be done."},{"number":43,"verse":"And there appeared to him an angel from heaven strengthening him."},{"number":44,"verse":"And being in an agony, he prayed more earnestly: and his sweat was as it were great drops of blood falling down on the ground."},{"number":45,"verse":"And rising up from prayer, he came to his disciples,"},{"number":46,"verse":"and found them sleeping for sorrow, And said to them, Why sleep ye? Rise and pray, lest ye enter into temptation."},{"number":47,"verse":"And while he yet spake, behold a multitude, and he that was called Judas, one of the twelve, went before them, and drew near to Jesus to kiss him."},{"number":48,"verse":"And Jesus said to him, Judas, betrayest thou the Son of man with a kiss?"},{"number":49,"verse":"When they who were about him saw what would follow, they said to him, Lord, shall we smite with the sword?"},{"number":50,"verse":"And one of them smote the servant of the high priest, and cut off his right ear."},{"number":51,"verse":"And Jesus answering said, Suffer ye thus far. And he touched his ear and healed him."},{"number":52,"verse":"Then Jesus said to the chief priests, and captains of the temple, and the elders, who were come to him, Are ye come out as against a robber with swords and clubs?"},{"number":53,"verse":"When I was daily with you in the temple, ye stretched not forth your hands against me: but this is your hour and the power of darkness."},{"number":54,"verse":"Then took they him, and led him, and brought him to the high-priest's house."},{"number":55,"verse":"And Peter followed afar off. And when they had kindled a fire in the midst of the hall, and were sat down together, Peter sat down among them."},{"number":56,"verse":"But a certain maid seeing him as he sat by the light, and looking earnestly upon him, said, This man also was with him."},{"number":57,"verse":"But he denied him, saying, Woman, I know him not."},{"number":58,"verse":"And after a while another saw him and said, Thou art also of them."},{"number":59,"verse":"And Peter said, Man, I am not. And about one hour after, another confidently affirmed, saying, Of a truth this fellow also was with him, for he is a Galilean."},{"number":60,"verse":"And Peter said, Man, I know not what thou meanest. And immediately, while he yet spake, the cock crew."},{"number":61,"verse":"And the Lord turning looked upon Peter. And Peter remembered the word of the Lord,"},{"number":62,"verse":"how he had said to him, Before cock-crowing, thou wilt deny me thrice. And Peter went out, and wept bitterly."},{"number":63,"verse":"And the men that held Jesus mocked and smote him. And having blindfolded him,"},{"number":64,"verse":"they struck him on the face, and asked him, saying, Prophesy, who is it that smote thee?"},{"number":65,"verse":"And many other things blasphemously spake they against him."},{"number":66,"verse":"And when it was day, the elders of the people and the chief priests and the scribes came together,"},{"number":67,"verse":"and led him into their council, Saying, Art thou the Christ? Tell us. And he said to them, If I tell you, ye will not believe."},{"number":68,"verse":"And if I also ask you, ye will not answer me, nor let me go."},{"number":69,"verse":"Hereafter shall the Son of man sit on the right-hand of the power of God."},{"number":70,"verse":"And they all said, Art thou then the Son of God?"},{"number":71,"verse":"He said, Ye say it: I am. And they said, What farther need have we of witness? For we ourselves have heard from his own mouth."}]}