{"bibleAbbr":"JWNT1755","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":23,"verses":[{"number":1,"verse":"And the whole multitude of them arose and led him to Pilate."},{"number":2,"verse":"And they accused him saying, We found this fellow perverting the nation, and forbidding to give tribute to Cesar, saying, that he himself is Christ a king."},{"number":3,"verse":"And Pilate asked him saying, Art thou the king of the Jews?"},{"number":4,"verse":"And he answering him said, Thou sayest. Then said Pilate to the chief priests and the multitude, I find no fault in this man."},{"number":5,"verse":"But they were the more violent saying, He stirreth up the people, teaching through all Judea, beginning from Galilee, to this place."},{"number":6,"verse":"Pilate hearing of Galilee asked, If the man was a Galilean?"},{"number":7,"verse":"And when he knew, that he belonged to Herod's jurisdiction, he sent him to Herod, who himself was also in Jerusalem at that time."},{"number":8,"verse":"And Herod seeing Jesus was exceeding glad; for he had been long desirous to see him, because he had heard many things of him, and he hoped to see some miracle done by him."},{"number":9,"verse":"And he questioned him in many words, but he answered him nothing."},{"number":10,"verse":"And the chief priests and scribes stood and vehemently accused him."},{"number":11,"verse":"And Herod, having with his men of war set him at nought, and mocked him, and arrayed him in a splendid robe, sent him back to Pilate."},{"number":12,"verse":"And the same day Pilate and Herod were made friends together: for before they were at enmity between themselves."},{"number":13,"verse":"And Pilate having called together the chief priests, and the rulers,"},{"number":14,"verse":"and the people, Said to them, Ye have brought this man to me, as perverting the people; and behold, I having examined him before you, have found no fault in this man, touching the things whereof ye accuse him."},{"number":15,"verse":"Nor yet Herod; for I sent you to him; and lo, he hath done nothing worthy of death."},{"number":16,"verse":"I will therefore chastise and release him."},{"number":17,"verse":"For he was under a necessity of releasing one to them at the feast."},{"number":18,"verse":"And they cried all at once saying, Away with this man, and release to us Barabbas:"},{"number":19,"verse":"(Who for an insurrection made in the city, and for murder had been cast into prison.)"},{"number":20,"verse":"Pilate desiring to release Jesus, spake again to them."},{"number":21,"verse":"But they cried, saying, Crucify, crucify him. He said to them the third time, Why, what evil hath he done?"},{"number":22,"verse":"I have found no cause of death in him: I will therefore chastise and release him."},{"number":23,"verse":"But they insisted with loud voices, requiring that he should be crucified. And the voices of them and of the chief priests prevailed."},{"number":24,"verse":"And Pilate gave sentence, that what they desired should be done."},{"number":25,"verse":"And he released to them him, that for insurrection and murder had been cast into prison, whom they desired; but he delivered Jesus to their will."},{"number":26,"verse":"And as they led him away, they laid hold on one Simon a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus."},{"number":27,"verse":"And there followed him a great company of people and of women, who also bewailed and lamented him."},{"number":28,"verse":"But Jesus turning to them, said, Daughters of Jerusalem, weep not for me, but weep for yourselves and for your children."},{"number":29,"verse":"For behold the days are coming in which they will say, Happy are the barren, and the wombs that never bare, and the paps that never gave suck."},{"number":30,"verse":"Then shall they say to the mountains, Fall on us; and to the hills, Cover us."},{"number":31,"verse":"For if they do these things in the green tree, what shall be done in the dry?"},{"number":32,"verse":"And there were also led two other men, malefactors, to be put to death with him."},{"number":33,"verse":"And when they were come to the place, called the place of a scull, there they crucified him, and the two malefactors, one on the right-hand, and one on the left."},{"number":34,"verse":"Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment and cast lots."},{"number":35,"verse":"And the people stood beholding. And the rulers also with them derided him, saying, He saved others: let him save himself, if he be the Christ, the chosen of God."},{"number":36,"verse":"And the soldiers also mocked him, coming to him, and offering him vinegar,"},{"number":37,"verse":"And saying, If thou be the king of the Jews, save thyself."},{"number":38,"verse":"And a superscription also was written over him in Greek, and Latin, and Hebrew letters, THIS IS THE KING OF THE JEWS."},{"number":39,"verse":"And one of the malefactors, who were hanging on the cross, reviled him, saying, If thou be the Christ, save thyself and us."},{"number":40,"verse":"But the other answering, rebuked him, saying, Dost not thou fear God, seeing thou art in the same condemnation?"},{"number":41,"verse":"And we indeed justly; for we receive the due reward of our deeds: but this person hath done nothing amiss."},{"number":42,"verse":"And he said to Jesus, Lord, remember me, when thou comest in thy kingdom."},{"number":43,"verse":"And Jesus said to him, Verily I say unto thee, To-day shalt thou be with me in paradise."},{"number":44,"verse":"And it was about the sixth hour; and there was darkness over all the earth till the ninth hour."},{"number":45,"verse":"And the sun was darkened, and the veil of the temple was rent in the midst."},{"number":46,"verse":"And Jesus crying with a loud voice, said, Father, into thy hands I commend my spirit. And having said thus, he expired."},{"number":47,"verse":"And the centurion seeing what was done, glorified God, saying, Certainly this was a righteous man."},{"number":48,"verse":"And all the people who had come together to that sight, beholding the things which were done, returned, smiting their breasts."},{"number":49,"verse":"And all his acquaintance, and the women who had followed him from Galilee, stood afar off, beholding these things."},{"number":50,"verse":"And behold there was a man named Joseph, a counsellor, a good man and a just:"},{"number":51,"verse":"(He had not consented to the counsel and deed of them) of Arimathea, a city of the Jews, who also himself waited for the kingdom of God:"},{"number":52,"verse":"This man going to Pilate, asked the body of Jesus."},{"number":53,"verse":"And taking it down, he wrapped it in fine linen, and laid it in a sepulchre that was hewn in stone, wherein never man before was laid."},{"number":54,"verse":"And that day was the preparation, and the sabbath drew on."},{"number":55,"verse":"And the women who had come with him from Galilee, following after, beheld the sepulchre, and how his body was laid."},{"number":56,"verse":"And returning they prepared spices and ointments, and rested the sabbath, according to the commandment."}]}