{"bibleAbbr":"JWNT1755","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"And on the first day of the week, very early in the morning, they came to the sepulchre, bringing the spices, which they had prepared and certain others with them."},{"number":2,"verse":"And they found the stone rolled away from the sepulchre, And entering, they found not the body of the Lord Jesus."},{"number":3,"verse":"And while they were perplexed concerning it,"},{"number":4,"verse":"behold two men stood by them in shining garments."},{"number":5,"verse":"And as they were afraid, and bowed down their face to the earth, they said to them, Why seek ye the living among the dead?"},{"number":6,"verse":"He is not here, but is risen. Remember how he spake to you being yet in Galilee,"},{"number":7,"verse":"Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and rise again the third day."},{"number":8,"verse":"And they remembered his words,"},{"number":9,"verse":"And returning from the sepulchre, told all these things to the eleven and to all the rest."},{"number":10,"verse":"It was Mary Magdalene, and Joanna, and Mary the mother of James, and the other women with them, who told these things to the apostles."},{"number":11,"verse":"And their words seemed to them as idle tales, and they believed them not."},{"number":12,"verse":"But Peter rising, ran to the sepulchre; and stooping down, he seeth the linen clothes laid by themselves; and he went home, wondring at what was come to pass."},{"number":13,"verse":"And behold two of them were going the same day to a village called Emmaus, which was sixty furlongs from Jerusalem."},{"number":14,"verse":"And they talked together of all these things which had happened."},{"number":15,"verse":"And as they talked and argued together, Jesus himself drew near and went with them."},{"number":16,"verse":"But their eyes were holden, so that they did not know him."},{"number":17,"verse":"And he said to them, What discourses are these that ye have one with another, and are sad?"},{"number":18,"verse":"And one of them, whose name was Cleopas, answering said to him, Dost thou alone even sojourn at Jerusalem, and hast not known the things, which are come to pass there in these days?"},{"number":19,"verse":"And he said to them, What things? And they said to him, Those concerning Jesus of Nazareth (who was a prophet mighty in deed and word before God and all the people,"},{"number":20,"verse":") How our chief priests and rulers delivered him to be condemned to death,"},{"number":21,"verse":"and have crucified him, But we trusted that it had been he who should have redeemed Israel. And beside all this, to-day is the third day since these things were done."},{"number":22,"verse":"Yea, and certain women of our company astonished us, who were early at the sepulchre,"},{"number":23,"verse":"And not finding his body, they came, saying, That they had seen also a vision of angels, who say, he is alive."},{"number":24,"verse":"And some of the men who were with us, went to the sepulchre, and found it so as the women had said; but him they saw not."},{"number":25,"verse":"Then he said to them, O foolish, and slow of heart to believe all that the prophets have spoken!"},{"number":26,"verse":"Ought not Christ to have suffered these things, and to enter into his glory?"},{"number":27,"verse":"And beginning at Moses and all the prophets, he explained to them the things in all the scriptures, concerning himself."},{"number":28,"verse":"And they drew nigh the village whither they were going, and he made as tho' he would go farther."},{"number":29,"verse":"But they constrained him, saying, Abide with us; for it is toward evening, and the day declines."},{"number":30,"verse":"And he went in, to abide with them. And as he sat at table with them, he took the bread, and blessed it, and brake and gave to them."},{"number":31,"verse":"And their eyes were opened, and they knew him, and he vanished out of their sight."},{"number":32,"verse":"And they said one to another, Did not our heart burn within us, while he was talking to us in the way, and opening the scriptures to us?"},{"number":33,"verse":"And rising up the same hour, they returned to Jerusalem, and found the eleven met together, and them that were with them,"},{"number":34,"verse":"saying, The Lord is risen indeed, and hath appeared to Simon."},{"number":35,"verse":"And they told the things done in the way, and how he was known by them in the breaking of the bread."},{"number":36,"verse":"And as they spake thus, Jesus himself stood in the midst of them, and saith to them, Peace be unto you."},{"number":37,"verse":"But being terrified and affrighted, they thought they saw a spirit."},{"number":38,"verse":"And he said to them, Why are ye troubled? and why do reasonings arise in your hearts?"},{"number":39,"verse":"Behold my hands and my feet, that it is I myself. Handle me and see: for a spirit hath not flesh and bones, as you see me have."},{"number":40,"verse":"And having spoken this, he shewed them his hands and his feet."},{"number":41,"verse":"And while they yet believed not for joy, and wondered, he said to them, Have ye here any meat?"},{"number":42,"verse":"And they gave him a piece of a broiled fish and of an honeycomb."},{"number":43,"verse":"And he took it, and ate before them."},{"number":44,"verse":"And he said to them, These are the words which I spake to you, being yet with you, that all things written in the law of Moses, and the prophets, and the psalms concerning me, must be fulfilled."},{"number":45,"verse":"Then opened he their understanding,"},{"number":46,"verse":"to understand the scriptures, And said to them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:"},{"number":47,"verse":"And that repentance and remission of sins should be preached in his name to all nations, beginning at Jerusalem."},{"number":48,"verse":"And ye are witnesses of these things. And behold I send the promise of my Father upon you:"},{"number":49,"verse":"but tarry in the city Jerusalem, till ye be clothed with power from on high."},{"number":50,"verse":"And he led them out as far as Bethany; and lifting up his hands, he blessed them."},{"number":51,"verse":"And while he was blessing them, he was parted from them, and carried up into heaven."},{"number":52,"verse":"And they worshiped him, and returned to Jerusalem with great joy,"},{"number":53,"verse":"And were continually in the temple, praising and blessing God."}]}