{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":13,"verses":[{"number":1,"verse":"(ಸ್ವಾಧೀನವಾಗಬೇಕಿದ್ದ ಭೂಮಿ) ಯೆಹೋಶುವ ಹಣ್ಣುಹಣ್ಣು ಮುದುಕನಾದ. ಆಗ ಸರ್ವೇಶ್ವರ ಆತನಿಗೆ, “ನೀನೀಗ ಮುದುಕ. ಸ್ವಾಧೀನ ಮಾಡಿಕೊಳ್ಳಬೇಕಾದ ನಾಡುಗಳು ಇನ್ನೂ ಬಹಳ ಇವೆ."},{"number":2,"verse":"ಅವು ಯಾವುವೆಂದರೆ - ಈಜಿಪ್ಟಿನ ಈಚೆಯಿರುವ ಶೀಹೋರ್ ನದಿಯಿಂದ ಕಾನಾನ್ಯರಿಗೆ ಸೇರಿದ ಉತ್ತರ ಮೇರೆಯಾದ ಎಕ್ರೋನಿನವರೆಗಿರುವ ಗಾಜಾ, ಅಷ್ಡೋದ್, ಅಷ್ಕೆಲೋನ್, ಗತೂರ್, ಎಕ್ರೋನ್ ಎಂಬ ನಗರಗಳ ಐದು ಮಂದಿ ಫಿಲಿಷ್ಟಿಯ ಪ್ರಭುಗಳ ಸ್ವಾಧೀನದಲ್ಲಿದ್ದಂಥ ಫಿಲಿಷ್ಟಿಯ ಪ್ರಾಂತ್ಯ;"},{"number":4,"verse":"ಗೆಷೂರ್ಯರ ನಾಡು, ದಕ್ಷಿಣದಲ್ಲಿದ್ದ ಅವ್ವೀಯರ ನಾಡು; ಸಿದೋನ್ಯರಿಗೆ ಸೇರಿದ ಮೆಯರಾದಿಂದ ಅಮೋರಿಯರ ಮೇರೆಯಾದ ಅಫೇಕದವರೆಗಿರುವ ಕಾನಾನ್ಯರ ನಾಡು;"},{"number":5,"verse":"ಗೆಬಾಲ್ಯರ ಸೀಮೆ, ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ತಪ್ಪಲಿನಲ್ಲಿರುವ ಬಾಲ್ಗಾದಿನಿಂದ ಹಾಮಾತಿನ ಹಾದಿಯವರೆಗಿರುವ ಲೆಬನೋನಿನ ಪೂರ್ವಪ್ರದೇಶ;"},{"number":6,"verse":"ಒಟ್ಟಾರೆ ಲೆಬನೋನಿನಿಂದ ಮಿಸ್ರೆಫೋತ್ಮಯಿಮಿನವರೆಗಿರುವ ಸಿದೋನ್ಯರ ಎಲ್ಲ ಪರ್ವತ ಪ್ರಾಂತ್ಯಗಳು."},{"number":7,"verse":"“ನಾನೇ ಈ ಎಲ್ಲಾ ಜನಾಂಗಗಳನ್ನು ಇಸ್ರಯೇಲರ ಸಮ್ಮುಖದಿಂದ ಹೊರಡಿಸಿಬಿಡುವೆನು. ನೀನಾದರೋ ನಾನು ಮೊದಲೇ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಇಸ್ರಯೇಲರಿಗೆ ನಾಡನ್ನು ಹಂಚಿಕೊಡುವಾಗ ಇವುಗಳನ್ನು ಕೂಡ ಸೇರಿಸಿ ನಾಡನ್ನೆಲ್ಲಾ ಒಂಬತ್ತು ಕುಲಗಳಿಗೂ ಮನಸ್ಸೆ ಕುಲದ ಅರ್ಧಜನರಿಗೂ ಪಾಲುಮಾಡಿಕೊಡು,” ಎಂದರು."},{"number":8,"verse":"(ನಾಡಿನ ವಿಭಜನೆ) ಮನಸ್ಸೆಕುಲದ ಉಳಿದ ಅರ್ಧಜನರಿಗೆ, ರೂಬೇನ್ಯರಿಗೆ ಹಾಗೂ ಗಾದ್ಯರಿಗೆ ಜೋರ್ಡನಿನ ಆಚೆಕಡೆ ಈಗಾಗಲೇ ಮೋಶೆಯಿಂದ ಸ್ವಂತ ಭೂಮಿ ದೊರಕಿತ್ತು. ಸರ್ವೇಶ್ವರನ ದಾಸ ಮೋಶೆ ಅವರಿಗೆ ಕೊಟ್ಟ ಪ್ರಾಂತ್ಯಗಳು ಇವು :"},{"number":9,"verse":"ಅರ್ನೋನ್ ಕಣಿವೆಯ ಅಂಚಿನಲ್ಲಿದ್ದ ಅರೋಯೇರ್ ನಗರ ಮತ್ತು ಅದೇ ಕಣಿವೆಯಲ್ಲಿದ್ದ ಮತ್ತೊಂದು ನಗರ, ಇವುಗಳಿಂದ ದೀಬೋನಿನವರೆಗೆ ವಿಸ್ತರಿಸಿಕೊಂಡಿದ್ದ ಮೇದಬದ ತಪ್ಪಲ ನಾಡು;"},{"number":10,"verse":"ಹೆಷ್ಬೋನಿನಲ್ಲಿ ಆಳುತ್ತಿದ್ದ ಅಮೋರಿಯ ಅರಸ ಸೀಹೋನನಿಗೆ ಸೇರಿದ ಅಮ್ಮೋನಿಯರ ಎಲ್ಲೆಗೆ ಈಚೆಕಡೆ ಇದ್ದಂಥ ಎಲ್ಲ ನಗರಗಳು;"},{"number":11,"verse":"ಗಿಲ್ಯಾದ್ ನಾಡು, ಗೆಷ್ಯೂರ ಮತ್ತು ಮಾಕತೀಯರ ಪ್ರಾಂತ್ಯಗಳು, ಹೆರ್ಮೋನ್ ಬೆಟ್ಟದ ಮೇಲಿನ ಪ್ರದೇಶ"},{"number":12,"verse":"ಅಷ್ಟರೋತ್, ಎದ್ರೈ ಎಂಬ ಊರುಗಳಲ್ಲಿ ಆಳುತ್ತಿದ್ದ ರೆಫಾಯರ ವಂಶಸ್ಥನಾದ ಓಗನ ರಾಜ್ಯವಾಗಿದ್ದು ಸಲ್ಕಾ ನಗರದವರೆಗೆ ವಿಸ್ತರಿಸಿಕೊಂಡಿದ್ದ ಬಾಷಾನಿನ ಎಲ್ಲಾ ಪ್ರಾಂತ್ಯಗಳು. ಮೋಶೆಯೇ ಅವರನ್ನು ಜಯಿಸಿ ಅವರ ನಾಡುಗಳನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡಿದ್ದನು."},{"number":13,"verse":"ಇಸ್ರಯೇಲರು ಗೆಷೂರ್ಯರನ್ನೂ ಮಾಕತೀಯರನ್ನೂ ನಾಡಿನೊಳಗಿಂದ ಅಟ್ಟಿಬಿಡಲಿಲ್ಲ. ಅವರು ಇಂದಿನವರೆಗೂ ಇಸ್ರಯೇಲರ ಮಧ್ಯದಲ್ಲೇ ಇದ್ದಾರೆ."},{"number":14,"verse":"ಲೇವಿ ಕುಲದವರಿಗೆ ಮಾತ್ರ ಯಾವ ಪಾಲೂ ಸಿಕ್ಕಲಿಲ್ಲ. ಏಕೆಂದರೆ ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನು ಆಜ್ಞಾಪಿಸಿದಂತೆ ಯಜ್ಞಶೇಷವೇ ಅವರ ಸೊತ್ತಾಗಿತ್ತು."},{"number":15,"verse":"(ರೂಬೇನ್ಯರ ಗೋತ್ರಗಳಿಗೆ ಕೊಡಲಾದ ಸೊತ್ತು) ಮೋಶೆ ರೂಬೇನ್ಯರ ಗೋತ್ರಗಳಿಗೆ ಸ್ವಂತ ಆಸ್ತಿಯಾಗಿ ಕೊಟ್ಟ ಪ್ರದೇಶಗಳು ಇವು :"},{"number":16,"verse":"ಅರ್ನೋನ್ ಕಣಿವೆಯ ಅಂಚಿನಲ್ಲಿದ್ದ ಅರೋಯೇರ್ ನಗರ, ಅದೇ ಕಣಿವೆಯ ಮಧ್ಯೆಯಿದ್ದ ನಗರ;"},{"number":17,"verse":"ಮೇದೆಬದ ಬಯಲುನಾಡಿಗೆ ಸೇರಿದ ಹೆಷ್ಬೋನ್ ನಗರ, ಅಲ್ಲೆ ಎತ್ತರವಾದ ಬಯಲಿನಲ್ಲಿರುವ ದೀಬೋನ್, ಬಾಮೋತ್ ಬಾಳ್, ಬೇತ್ಬಾಳ್ಮೆಯೋನ್ ಯಹಚಾ,"},{"number":18,"verse":"ಕೆದೇಮೋತ್, ಮೆಫಾಯತ್,"},{"number":19,"verse":"ಕಿರ್ಯಾತಯಿಮ್, ಸಿಬ್ಮಾ ಎಂಬ ಹೆಷ್ಬೋನಿನ ಉಪಗ್ರಾಮಗಳು, ಕಣಿವೆಯಲ್ಲಿ ಇರುವ ಗುಡ್ಡದ ಮೇಲಿನ ಚೆರೆತ್ ಶಹರ್, ಬೇತ್ಪೆಗೋರ್ ಎಂಬ ನಗರಗಳು,"},{"number":20,"verse":"ಪಿಸ್ಗದ ಬುಡದಲ್ಲಿ ಇರುವ ಪ್ರದೇಶ, ಬೇತ್ ಯೆಷಿಮೋತ್ ನಗರ,"},{"number":21,"verse":"ಒಟ್ಟಾರೆ ಮೀಶೋರೆಂಬ ಎತ್ತರವಾದ ಬಯಲಿನಲ್ಲಿದ್ದ ಎಲ್ಲ ನಗರಗಳು, ಹೆಷ್ಬೋನಿನಲ್ಲಿ ಆಳುತ್ತಿದ್ದ ಅಮೋರಿಯರ ಅರಸ ಸೀಹೋನನ ಸಮಸ್ತ ರಾಜ್ಯ. ಮೋಶೆ ಈ ನಾಡಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಸೀಹೋನನನ್ನೂ ಎವೀ, ರೆಕೆಮ್, ಚೂರ್, ಹೂರ್, ರೆಬಾ ಎಂಬ ಮಿದ್ಯಾನ್ ಪ್ರಭುಗಳಾಗಿದ್ದ ಅವನ ಸರದಾರರನ್ನೂ ಸದೆಬಡಿದನು."},{"number":22,"verse":"ಇಸ್ರಯೇಲರು ಕತ್ತಿಗೆ ತುತ್ತಾಗಿಸಿದವರಲ್ಲಿ ಬೆಯೋರನ ಮಗನೂ ಶಕುನ ನೋಡುವವನೂ ಆಗಿದ್ದ ಬಿಳಾಮನೂ ಸೇರಿದ್ದನು."},{"number":23,"verse":"ಜೋರ್ಡನ್ ನದಿ ರೂಬೇನ್ ಗೋತ್ರಗಳಿಗೆ ಸ್ವಂತ ಆಸ್ತಿಯಾಗಿ ಸಿಕ್ಕಿದ ಗ್ರಾಮನಗರಗಳು ಇವೇ."},{"number":24,"verse":"(ಗಾದ್ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ಕೊಡಲಾದ ಸೊತ್ತು) ಮೋಶೆ ಗಾದ್ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ಸ್ವಂತ ಆಸ್ತಿಯಾಗಿ ಕೊಟ್ಟ ಪ್ರದೇಶಗಳು ಇವು:"},{"number":25,"verse":"ಹೆಷ್ಬೋನಿನ ಅರಸ ಸೀಹೋನನ ರಾಜ್ಯದ ಉಳಿದ ಭಾಗವಾಗಿರುವ ಯಗ್ಜೇರ್, ಗಿಲ್ಯಾದಿನ ಎಲ್ಲ ನಗರಗಳು, ರಬ್ಬಾ ಊರಿನ ಪೂರ್ವದಲ್ಲಿ ಇರುವ ಅರೋಯೇರ್ ನಗರದವರೆಗೆ ವಿಸ್ತರಿಸಿಕೊಂಡಿರುವ ಅಮ್ಮೋನಿಯರ ಅರ್ಧರಾಜ್ಯ,"},{"number":26,"verse":"ಹೆಷ್ಬೋನಿನಿಂದ ರಾಮತ್ ಮಿಚ್ಫೆ, ಬೆಟೋನೀಮ್ ಎಂಬ ಊರುಗಳವರೆಗೆ ಇರುವ ಪ್ರದೇಶ, ಮಹನಯಿಮಿನಿಂದ ದೇಬೀರ್ ಪ್ರಾಂತ್ಯದವರೆಗೆ ಇರುವ ನಾಡು,"},{"number":27,"verse":"ಜೋರ್ಡನ್ ಕಣಿವೆಯಲ್ಲಿರುವ ಬೇತ್ ಹಾರಾಮ್, ಬೇತ್ ನಿಮ್ರಾ, ಸುಕ್ಕೋತ್, ಚಾಫೋನ್ ಎಂಬ ನಗರಗಳು, ಕಿನ್ನೆರೆತ್ ಸರೋವರ, (ದಕ್ಷಿಣ ದಿಕ್ಕಿನ) ಮೂಲೆಯವರೆಗೆ ವಿಸ್ತರಿಸಿಕೊಂಡಿರುವ ಜೋರ್ಡನ್ ಪೂರ್ವಪ್ರದೇಶ."},{"number":28,"verse":"ಈ ಎಲ್ಲ ಗ್ರಾಮನಗರಗಳು ಗಾದ್ ಕುಲದ ಆಸ್ತಿಪಾಸ್ತಿ ಆದವು."},{"number":29,"verse":"(ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಗೋತ್ರಗಳಿಗೆ ಕೊಡಲಾದ ಸೊತ್ತು) ಮಹನಯಿಮಿನ (ಉತ್ತರದಲ್ಲಿದ್ದ) ಹಾಗೂ ಮೊದಲು ಬಾಷಾನಿನ ಅರಸ ಓಗನ ರಾಜ್ಯವಾಗಿದ್ದ ಬಾಷಾನ್ ನಾಡನ್ನು"},{"number":30,"verse":"ಮನಸ್ಸೆ ಕುಲದ ಅರ್ಧಕುಲಗಳಿಗೆ ಮೋಶೆ ಕೊಟ್ಟನು, ಯಾಯಿರನ ಗ್ರಾಮಗಳೆನಿಸಿಕೊಳ್ಳುವ ಅರವತ್ತು ಊರುಗಳು ಇದರಲ್ಲೆ ಇವೆ."},{"number":31,"verse":"ಗಿಲ್ಯಾದಿನ ಅರ್ಧಭಾಗ ಓಗನ ರಾಜಧಾನಿಗಳಾಗಿದ್ದ ಬಾಷಾನಿನ ಅಷ್ಟರೋತ್ ಹಾಗೂ ಎದ್ರೈ ಎಂಬ ನಗರಗಳು ಮನಸ್ಸೆಯ ಮಗ ಮಾಕೀರನ ಗೋತ್ರದ ಅರ್ಧಜನರಿಗೆ ಸಿಕ್ಕಿದವು."},{"number":32,"verse":"ಮೋಶೆ ಜೋರ್ಡನಿನ ಆಚೆ ಜೆರಿಕೋವಿನ ಎದುರಿನಲ್ಲಿರುವ ಮೋವಾಬ್ಯರ ಬಯಲು ಪ್ರದೇಶದಲ್ಲಿದ್ದಾಗ ಇವುಗಳನ್ನು ಅವರಿಗೆ ಸ್ವಂತ ಆಸ್ತಿಯಾಗಿ ಕೊಟ್ಟನು."},{"number":33,"verse":"ಆದರೆ ಲೇವಿಯ ಕುಲಕ್ಕೆ ಮೋಶೆ ಯಾವ ಸೊತ್ತನ್ನೂ ಕೊಡಲಿಲ್ಲ. ಏಕೆಂದರೆ ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನೇ ಅವರ ಸೊತ್ತೆಂದು ವಾಗ್ದಾನ ಮಾಡಲಾಗಿತ್ತು."}]}