{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":14,"verses":[{"number":1,"verse":"(ಜೋರ್ಡನಿನ ಪಶ್ಚಿಮದಿಕ್ಕಿನ ಭೂಮಿಯ ವಿಭಜನೆ) ಯಾಜಕ ಎಲ್ಲಾಜಾರನು, ನೂನನ ಮಗ ಯೆಹೋಶುವನು ಹಾಗೂ ಇಸ್ರಯೇಲ್ ಕುಲಾಧಿಪತಿಗಳು"},{"number":2,"verse":"ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಮೋಶೆಯ ಮೂಲಕ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಜೋರ್ಡನಿನ ಪಶ್ಚಿಮದ ಕಾನಾನ್ ನಾಡನ್ನು ಚೀಟುಹಾಕಿ ಇಸ್ರಯೇಲರ ಒಂಬತ್ತುವರೆ ಕುಲದವರಿಗೆ ಸ್ವಂತ ಆಸ್ತಿಯಾಗಿ ಹಂಚಿಕೊಟ್ಟರು."},{"number":3,"verse":"ಉಳಿದ ಎರಡುವರೆ ಕುಲಗಳ ಜನರಿಗೆ ಜೋರ್ಡನಿನ ಆಚೆಯಲ್ಲಿ ಮೋಶೆಯೇ ಸೊತ್ತನ್ನು ಕೊಟ್ಟಿದ್ದನು. ಲೇವಿಯರಿಗೆ ಮಾತ್ರ ಕೊಡಲಿಲ್ಲ."},{"number":4,"verse":"ಜೋಸೆಫ್ಯರರು ಮನಸ್ಸೆ ಮತ್ತು ಎಫ್ರಯಿಮ್ ಎಂಬ ಎರಡು ಕುಲಗಳಾಗಿ ಎಣಿಸಲ್ಪಟ್ಟಿದ್ದರು. ಲೇವಿಯರಿಗೆ, ತಂಗುವುದಕ್ಕೆ ಕೆಲವು ನಗರಗಳು ಹಾಗು ಅವರ ದನಕುರಿಗಳಿಗೆ ಅಲ್ಲಿನ ಕೆಲವು ಹುಲ್ಲುಗಾವಲುಗಳನ್ನು ಬಿಟ್ಟರೆ ಬೇರೇನೂ ಸಿಕ್ಕಲಿಲ್ಲ."},{"number":5,"verse":"ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದಂತೆಯೇ ಇಸ್ರಯೇಲರು ನಾಡನ್ನು ಹಂಚಿಕೊಂಡರು."},{"number":6,"verse":"(ಕಾಲೇಬನ ಪಾಲಿಗೆ ಬಂದ ಆಸ್ತಿ) ಯೆಹೋಶುವನು ಗಿಲ್ಗಾಲಿನಲ್ಲಿದ್ದಾಗ ಯೆಹೂದ ಕುಲದವರು ಅವನ ಬಳಿಗೆ ಬಂದರು. ಅವರಲ್ಲಿ ಕೆನೆಜ್ಜೀಯನೂ ಯೆಫುನ್ನೆಯ ಮಗನೂ ಆದ ಕಾಲೇಬನು ಯೆಹೋಶುವನಿಗೆ, “ಸರ್ವೇಶ್ವರ ಕಾದೇಶ್ ಬರ್ನೇಯದಲ್ಲಿ ನಮ್ಮಿಬ್ಬರ ವಿಷಯವಾಗಿ ದೇವರ ಭಕ್ತನಾದ ಮೋಶೆಗೆ ಹೇಳಿದ್ದು ನಿಮಗೆ ಚೆನ್ನಾಗಿ ಗೊತ್ತಿದೆ."},{"number":7,"verse":"ಸರ್ವೇಶ್ವರನ ದಾಸನಾದ ಮೋಶೆ ಈ ನಾಡನ್ನು ಸಂಚರಿಸಿ ನೋಡುವುದಕ್ಕೆ ಕಾದೇಶ್ ಬರ್ನೇಯದಿಂದ ನನ್ನನ್ನು ಕಳಿಸಿದಾಗ ನನಗೆ ನಾಲ್ವತ್ತು ವರುಷ."},{"number":8,"verse":"ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಬಂದಿದ್ದ ಸಹೋದರರು ಜನರನ್ನು ಎದೆಗೆಡಿಸಿದರು. ನಾನಾದರೋ ನನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನೇ ಸಂಪೂರ್ಣವಾಗಿ ನಂಬಿ ಶ್ರದ್ಧೆಯಿಂದ ಅನುಸರಿಸಿದೆ."},{"number":9,"verse":"ಮೋಶೆ ಅಂದು ನನಗೆ, ‘ನೀನು ಪೂರ್ಣ ಮನಸ್ಸಿನಿಂದ ನನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನೇ ಶ್ರದ್ಧೆಯಿಂದ ಅನುಸರಿಸಿದ ಕಾರಣ ನೀನು ಸಂಚರಿಸಿದ ಪ್ರದೇಶ ನಿನಗೂ ನಿನ್ನ ಸಂತಾನದವರಿಗೂ ಶಾಶ್ವತ ಸೊತ್ತಾಗುವುದು,’ ಎಂದು ಪ್ರಮಾಣಮಾಡಿ ಹೇಳಿದನು."},{"number":10,"verse":"ಸರ್ವೇಶ್ವರ ಈ ಮಾತುಗಳನ್ನು ಮೋಶೆಗೆ ಹೇಳಿದಂದಿನಿಂದ ಇಸ್ರಯೇಲರು ಅರಣ್ಯದಲ್ಲಿ ಅಲೆಯುತ್ತಿದ್ದ ವರ್ಷಗಳೂ ಸೇರಿ ನಾಲ್ವತ್ತೈದು ವರ್ಷಗಳು ದಾಟಿದವು. ಸರ್ವೇಶ್ವರ ತಾವು ನುಡಿದಂತೆಯೇ ಈ ಕಾಲವೆಲ್ಲ ನನ್ನನ್ನು ಜೀವದಿಂದುಳಿಸಿದ್ದಾರೆ. ಈಗ ನನಗೆ ಎಂಬತ್ತೈದು ವರ್ಷ."},{"number":11,"verse":"ಮೋಶೆ ನನ್ನನ್ನು ಕಳಿಸಿದಾಗ ನನಗೆಷ್ಟು ಬಲವಿತ್ತೋ ಈಗಲೂ ಅಷ್ಟೇ ಬಲವಿದೆ. ಯುದ್ಧಮಾಡುವುದಕ್ಕೂ ವಿಶೇಷ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವುದಕ್ಕೂ ನನಗೆ ಮುಂಚಿನಂತೆಯೇ ಶಕ್ತಿಯಿದೆ."},{"number":12,"verse":"ಹೀಗಿರಲು ಸರ್ವೇಶ್ವರ ಆ ದಿನದಂದು ಸೂಚಿಸಿದಂತೆ ಈ ಮಲೆನಾಡನ್ನು ನನಗೆ ಕೊಡು. ‘ಇದರಲ್ಲಿ ಎತ್ತರದ ವ್ಯಕ್ತಿಗಳಿದ್ದಾರೆ, ದೊಡ್ಡ ದೊಡ್ಡ ನಗರಗಳಿವೆ, ಕೋಟೆಕೊತ್ತಲಗಳಿವೆ’ ಎಂದು ಆ ಕಾಲದಲ್ಲಿ ನೀನು ಕೇಳಿದ್ದುಂಟು. ಅವರೆಲ್ಲರನ್ನು ಓಡಿಸಿಬಿಡಲು ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಮಾತಿಗನುಸಾರ ನನಗೆ ಸಹಾಯಮಾಡುವರೆಂಬ ನಂಬಿಕೆ ನನಗಿದೆ,” ಎಂದನು."},{"number":13,"verse":"ಆಗ ಯೆಹೋಶುವನು ಯೆಫುನ್ನೆಯ ಮಗನಾದ ಕಾಲೇಬನನ್ನು ಆಶೀರ್ವದಿಸಿ, ಹೆಬ್ರೋನ್ ನಗರವನ್ನು ಅವನಿಗೆ ಸೊತ್ತಾಗಿ ಕೊಟ್ಟನು."},{"number":14,"verse":"ಕೆನಿಜ್ಜೀಯನಾದ ಯೆಫುನ್ನೆಯ ಮಗ ಕಾಲೇಬನು ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಶ್ರದ್ಧೆಯಿಂದ ಅನುಸರಿಸಿದ್ದರಿಂದ ಹೆಬ್ರೋನ್ ಅವನಿಗೆ ಸೊತ್ತಾಗಿ ಸಿಕ್ಕಿತು. ಅದು ಇಂದಿನವರೆಗೂ ಅವನದೇ ಆಗಿದೆ."},{"number":15,"verse":"ಅದರ ಹಿಂದಿನ ಹೆಸರು, ‘ಕಿರ್ಯತ್ ಅರ್ಬ’ ಎಂದು. ಅರ್ಬ ಎಂಬವನು ಈ ಎತ್ತರದ ವ್ಯಕ್ತಿಗಳಲ್ಲಿ ಪ್ರಮುಖನು. ಯುದ್ಧವು ನಿಂತಿತು. ನಾಡಿನಲ್ಲಿ ಶಾಂತಿಸಮಾಧಾನ ನೆಲೆಸಿತು."}]}