{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":17,"verses":[{"number":1,"verse":"(ಮನಸ್ಸೆ ಕುಲದ ಆಸ್ತಿಪಾಸ್ತಿ) ಜೋಸೆಫನ ಚೊಚ್ಚಲ ಮಗ ಮನಸ್ಸೆಯ ವಂಶದವರಿಗೆ ದೊರಕಿದ ಸೊತ್ತಿನ ವಿವರ ಇದು: ಮನಸ್ಸೆಯ ಹಿರಿಯ ಮಗನೂ ಗಿಲ್ಯಾದನ ತಂದೆಯೂ ಆದ ಮಾಕೀರನು ಯುದ್ಧವೀರನು. ಆದ್ದರಿಂದ ಅವನಿಗೆ ಗಿಲ್ಯಾದ, ಬಾಷಾನ ಎಂಬ ಪ್ರಾಂತ್ಯಗಳು ಸಿಕ್ಕಿದವು."},{"number":2,"verse":"ಜೋಸೆಫನ ಮಗ ಮನಸ್ಸೆಯ ಉಳಿದ ಗಂಡು ಮಕ್ಕಳಾದ ಅಬೀಯೆಜೆರ್, ಹೇಲೆಕ್, ಅಸ್ರೀಯೇಲ್, ಶೆಕೆಮ್, ಹೇಫೆರ್, ಶಮೀದಾ, ಎಂಬವರ ವಂಶದವರಿಗೆ ಜೋರ್ಡನಿನ ಈಚೆಕಡೆ ಪಾಲು ಸಿಕ್ಕಿತು."},{"number":3,"verse":"ಮನಸ್ಸೆಗೆ ಹುಟ್ಟಿದ ಮಾಕೀರನ ಮರಿಮಗನೂ ಗಿಲ್ಯಾದನ ಮೊಮ್ಮಗನೂ ಹೇಫೆರನ ಮಗನೂ ಆದ ಚಲ್ಪಹಾದನಿಗೆ ಹೆಣ್ಣು ಮಕ್ಕಳು ಹುಟ್ಟಿದರೇ ಹೊರತು ಗಂಡು ಮಕ್ಕಳು ಆಗಲಿಲ್ಲ. ಮಹ್ಲಾ, ನೋವಾ, ಹೊಗ್ಲಾ, ಮಿಲ್ಕಾ, ತಿರ್ಚಾ ಎಂಬವರು ಅವನ ಹೆಣ್ಣುಮಕ್ಕಳು."},{"number":4,"verse":"ಇವರು ಮಹಾಯಾಜಕನಾದ ಎಲ್ಲಾಜಾರ್, ನೂನನ ಮಗ ಯೆಹೋಶುವ ಹಾಗೂ ಕುಲಾಧಿಪತಿಗಳ ಬಳಿಗೆ ಬಂದು, “ನಮ್ಮ ಅಣ್ಣತಮ್ಮಂದಿರೊಡನೆ ನಮಗೂ ಪಾಲುಕೊಡಬೇಕೆಂದು ಸರ್ವೇಶ್ವರ ಮೋಶೆಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದಾರಲ್ಲವೆ?” ಎಂದು ಹೇಳಿದರು. ಯೆಹೋಶುವನು ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯಂತೆ ಅವರಿಗೆ ಅವರ ತಂದೆಯ ಅಣ್ಣತಮ್ಮಂದಿರ ಜೊತೆಗೆ ಸೊತ್ತನ್ನು ಪಾಲಾಗಿಕೊಟ್ಟನು."},{"number":5,"verse":"ಮನಸ್ಸೆ ಕುಲದ ಹೆಣ್ಣುಮಕ್ಕಳಿಗೆ ಗಂಡುಮಕ್ಕಳ ಸಮೇತ ಸೊತ್ತು ದೊರಕಿದ್ದರಿಂದ ಮನಸ್ಸೆಯವರಿಗೆ ಜೋರ್ಡನಿನ ಆಚೆಯಿದ್ದ ಬಾಷಾನ್ ಮತ್ತು ಗಿಲ್ಯಾದ್ ಪ್ರಾಂತ್ಯಗಳ ಜೊತೆಗೆ ಈಚೆಯಲ್ಲೂ ಹತ್ತುಪಾಲು ಸಿಕ್ಕಿದವು."},{"number":6,"verse":"ಗಿಲ್ಯಾದ್ ನಾಡು ಮನಸ್ಸೆಯ ಉಳಿದ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿತು."},{"number":7,"verse":"ಮನಸ್ಸೆಯವರ ಸೊತ್ತಿನ ಎಲ್ಲೆ ಆಶೇರ್ ಊರಿನಿಂದ ತೊಡಗಿ ಶೆಕೆಮಿನ ಪೂರ್ವದಲ್ಲಿ ಇರುವ ಮಿಕ್ಮೆತಾತಿನ ಮೇಲೆ ದಕ್ಷಿಣದಲ್ಲಿರುವ ತಪ್ಪೂಹದ ಬುಗ್ಗೆಗೆ ಹೋಗುತ್ತದೆ."},{"number":8,"verse":"ತಪ್ಪೂಹ ನಗರಕ್ಕೆ ಸೇರುವ ಭೂಮಿ ಮನಸ್ಸೆಯವರದು;ಆದರೆ ಅವರ ಸರಹದ್ದಿನಲ್ಲಿರುವ ತಪ್ಪೂಹ ನಗರ ಎಫ್ರಯಿಮ್ಯರದು."},{"number":9,"verse":"ಅಲ್ಲಿಂದ ಅವರ ಎಲ್ಲೆ ಇಳಿಯುತ್ತಾ ಕಾನಾ ಹಳ್ಳದ ದಕ್ಷಿಣಕ್ಕೆ ಹೋಗುತ್ತದೆ. ಅಲ್ಲಿ ಮನಸ್ಸೆಯವರಿಗೆ ಇರುವಂತೆ ಎಫ್ರಯಿಮ್ಯರಿಗೂ ಕೆಲವು ಪಟ್ಟಣಗಳಿವೆ. ಮನಸ್ಸೆಯವರ ಮುಂದಿನ ಎಲ್ಲೆಯು ಹಳ್ಳದ ಉತ್ತರ ತೀರವನ್ನು ಅನುಸರಿಸಿ ಹೋಗಿ ಸಮುದ್ರದ ದಡದಲ್ಲಿ ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ."},{"number":10,"verse":"ಆ ಹಳ್ಳದ ದಕ್ಷಿಣ ತೀರ ಎಫ್ರಯಿಮ್ಯರದು; ಉತ್ತರ ತೀರ ಮನಸ್ಸೆಯವರದು. ಸಮುದ್ರವೇ ಇವರ ಪಶ್ಚಿಮದ ಎಲ್ಲೆ. ಉತ್ತರಕ್ಕೆ ಆಶೇರ ಕುಲದವರ ಪ್ರಾಂತ್ಯವೂ ಪೂರ್ವಕ್ಕೆ ಇಸ್ಸಾಕಾರ್ ಕುಲದವರ ನಾಡೂ ಇರುತ್ತವೆ."},{"number":11,"verse":"ಇದಲ್ಲದೆ ಮನಸ್ಸೆಯವರಿಗೆ ಇಸ್ಸಾಕಾರ್, ಆಶೇರ್ ಎಂಬವರ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿ ಬೇತ್ ಷೆಯಾನ್, ಇಬ್ಲೆಯಾಮ್, ದೋರ್ ಎಂಬ ನಗರಗಳೂ ಅವುಗಳ ಗ್ರಾಮಗಳೂ ದುರ್ಗತ್ರಯವಾದ ಎಂದೋರ್, ತಾನಕ್, ಮೆಗಿದ್ದೋ ಎಂಬ ನಗರಗಳೂ ಅವುಗಳಿಗೆ ಸೇರಿದ ಊರುಗಳೂ ಸಿಕ್ಕಿದವು."},{"number":12,"verse":"ಆದರೆ ಮನಸ್ಸೆಯವರು ಆ ನಗರಗಳ ನಿವಾಸಿಗಳನ್ನು ಹೊರದೂಡಲಾಗಲಿಲ್ಲ. ಕಾನಾನ್ಯರಿಗೆ ಅಲ್ಲೇ ವಾಸಿಸಲು ಅನುಕೂಲವಾಯಿತು."},{"number":13,"verse":"ಇಸ್ರಯೇಲರು ಬಲಗೊಂಡ ಮೇಲೂ ಕಾನಾನ್ಯರನ್ನು ಹೊರದೂಡದೆ ಅವರನ್ನು ಜೀತದಾರರನ್ನಾಗಿಸಿಕೊಂಡರು."},{"number":14,"verse":"(ಹೆಚ್ಚಿನ ಭೂಮಿಗಾಗಿ ಎಫ್ರಯಿಮ್ ಮತ್ತು ಮನಸ್ಸೆಯವರ ಮನವಿ) ಜೋಸೆಫ್ಯರು ಯೆಹೋಶುವನಿಗೆ, “ನೀವು ಚೀಟುಹಾಕಿ, ನಮಗೆ ಒಂದೇ ಒಂದುಭಾಗವನ್ನು ಕೊಟ್ಟಿದ್ದೀರಿ, ಇದು ಸರಿಯೆ? ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ನಮ್ಮನ್ನು ಇಂದಿನವರೆಗೂ ಆಶೀರ್ವದಿಸಿ ನಮ್ಮನ್ನು ಮಹಾಜನಾಂಗವಾಗಿಸಿದ್ದಾರಲ್ಲವೆ?” ಎಂದು ಕೇಳಿಕೊಂಡರು."},{"number":15,"verse":"ಅದಕ್ಕೆ ಯೆಹೋಶುವನು, “ಮಹಾಜನಾಂಗವಾದ ನಿಮಗೆ ಎಫ್ರಯಿಮ್ ಮಲೆನಾಡು ಸಾಲದಿದ್ದರೆ ಪೆರಿಜ್ಜೀಯರ ಮತ್ತು ರೆಫಾಯರ ನಾಡುಗಳಿಗೆ ಹೋಗಿ ಅಲ್ಲಿನ ಕಾಡು ಕಡಿದು ಸ್ಥಳ ಮಾಡಿಕೊಳ್ಳಿ,” ಎಂದನು."},{"number":16,"verse":"ಅವರು ಮತ್ತೆ ಯೆಹೋಶುವನಿಗೆ , “ನಮ್ಮ ಮಲೆನಾಡು ನಮಗೆ ಸಾಲುವುದಿಲ್ಲ. ಬೇತ್ ಷೆಯಾನ್ ಮತ್ತು ಅದಕ್ಕೆ ಸೇರಿದ ಊರುಗಳಿರುವ ಕಣಿವೆಯಲ್ಲೂ ಹಾಗೂ ಇಜ್ರೇಲಿನ ಕಣಿವೆಯಲ್ಲೂ ವಾಸಮಾಡುವ ಕಾನಾನ್ಯರೆಲ್ಲರು ಕಬ್ಬಿಣದ ರಥವುಳ್ಳವರು,” ಎಂದರು."},{"number":17,"verse":"ಯೆಹೋಶುವನು ಜೋಸೆಫ್ಯರಾದ ಎಫ್ರಯಿಮ್ - ಮನಸ್ಸೆಕುಲದ ಆ ಜನರಿಗೆ, “ನೀವು ಮಹಾಜನಾಂಗ ಹಾಗೂ ಶಕ್ತಿಶಾಲಿಗಳೆಂಬುದೇನೋ ನಿಜ. ನೀವು ಒಂದು ಪಾಲಿಗಿಂತ ಹೆಚ್ಚು ತೆಗೆದುಕೊಳ್ಳಬಹುದಾಗಿದೆ."},{"number":18,"verse":"ಆಮೇಲೆ ನಾಡನ್ನು ನಿಮಗೆ ಕೊಟ್ಟಿರುತ್ತೇನೆ. ಅದರಲ್ಲಿ ಕಾಡುಗಳಿದ್ದರೂ ನೀವು ಅವುಗಳನ್ನು ಕಡಿದು ಹಾಕಬಹುದು. ಅದಕ್ಕೆ ಸೇರಿರುವ ಬಯಲುಭೂಮಿ ನಿಮ್ಮದೇ. ಕಾನಾನ್ಯರು ಬಲಿಷ್ಠರು ಹಾಗೂ ಕಬ್ಬಿಣದ ರಥಗಳುಳ್ಳವರು. ಆದರೂ ನೀವು ಅವರನ್ನು ಹೊರದೂಡಬಲ್ಲಿರಿ,” ಎಂದು ಉತ್ತರ ಕೊಟ್ಟನು."}]}