{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":19,"verses":[{"number":1,"verse":"(ಸಿಮೆಯೋನ್ ಕುಲದವರಿಗೆ ಬಂದ ಪಾಲು) ಎರಡನೇ ಸಾರಿಯ ಚೀಟು ಸಿಮೆಯೋನ್ ಕುಲದವರಿಗೆ ಬಿದ್ದಿತು. ಈ ಸಿಮೆಯೋನ್ ಕುಲದ ಗೋತ್ರಗಳ ಸೊತ್ತು ಯೂದಕುಲದವರ ಸೊತ್ತಿನ ಮಧ್ಯದಲ್ಲಿತ್ತು."},{"number":2,"verse":"ಅದರ ಊರುಗಳು ಇವು: ಬೇರ್ಷೆಬ,"},{"number":3,"verse":"ಶೆಬ, ಮೋಲಾದಾ, ಹಚರ್ ಷೂವಾಲ್, ಬಾಲಾ,"},{"number":4,"verse":"ಎಚೆಮ್, ಎಲ್ತೋಲದ್, ಬೆತೂಲ್,"},{"number":5,"verse":"ಹೊರ್ಮಾ, ಚಿಕ್ಲಗ್, ಬೇತ್ ಮಾರ್ಕಾಬೋತ್,"},{"number":6,"verse":"ಹಚರ್ ಸೂಸಾ, ಬೇತ್ ಲೆಬಾವೋತ್, ಶಾರೂಹೆನ್ ಎಂಬ ಹದಿಮೂರು ನಗರಗಳು ಮತ್ತು ಅವುಗಳ ಗ್ರಾಮಗಳು."},{"number":7,"verse":"ಆಯಿನ್, ರಿಮ್ಮೋನ್, ಏತೆರ್, ಅಷಾನ್ ಎಂಬ ನಾಲ್ಕು ನಗರಗಳು ಮತ್ತವುಗಳ ಗ್ರಾಮಗಳು;"},{"number":8,"verse":"ಅವುಗಳ ಸುತ್ತಣ ಪ್ರದೇಶದಲ್ಲಿ ಬಾಲತ್ ಬೇರ್ ಎಂಬ ಊರಿನವರೆಗೆ ಇತರ ಗ್ರಾಮಗಳು ಇವೆ. ಬಾಲತ್ ಬೇರ್ ಎಂಬುದು ದಕ್ಷಿಣದ ರಾಮ ಎನಿಸಿಕೊಳ್ಳುತ್ತದೆ. ಸಿಮೆಯೋನ್ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿದ ಆಸ್ತಿ ಇದೇ."},{"number":9,"verse":"ಈ ಆಸ್ತಿ ಯೂದವಂಶದ ಆಸ್ತಿಯಲ್ಲಿ ಒಂದು ಭಾಗ. ಯೂದವಂಶದವರಿಗೆ ದೊರಕಿದ ಪ್ರದೇಶ ಹೆಚ್ಚಾಗಿದ್ದುದರಿಂದ ಸಿಮೆಯೋನ್ಯರಿಗೆ ಅದರಲ್ಲೆ ಪಾಲು ಸಿಕ್ಕಿತು."},{"number":10,"verse":"(ಜೆಬುಲೂನ್ಯರಿಗೆ ಬಂದ ಪಾಲು) ಮೂರನೇ ಸಾರಿಯ ಚೀಟು ಜೆಬುಲೂನ್ಯರಿಗೆ ಬಿದ್ದಿತು. ಈ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿದ ಸೊತ್ತಿನ ಎಲ್ಲೆ."},{"number":11,"verse":"ಸಾರೀದಿನಿಂದ ತೊಡಗಿ ಪಶ್ಚಿಮ ದಿಕ್ಕಿನಲ್ಲಿರುವ ಮರ್ಗಲಾ, ದಬ್ಬೆಷೆತ್ ಇವುಗಳ ಮೇಲೆ ಯೊಕ್ನೆಯಾಮ್ ಊರಿನ ಈಚೆಯಲ್ಲಿರುವ ಹಳ್ಳಕ್ಕೆ ಹೋಗುತ್ತದೆ."},{"number":12,"verse":"ಅದೇ ಸಾರೀದಿನಿಂದ ಅದು ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿ ಕಿಸ್ಲೋತ್ ತಾಬೋರಿನ ಎಲ್ಲೆಗೆ ಹತ್ತಿ ದಾಬೆರತಿಗೆ ಹೋಗುತ್ತದೆ. ಅಲ್ಲಿಂದ ಏರುತ್ತಾ ಯಾಫೀಯಕ್ಕೆ ಹೋಗುತ್ತದೆ."},{"number":13,"verse":"ಅಲ್ಲಿಂದ ಮತ್ತೂ ಪೂರ್ವಕ್ಕೆ ಮುಂದುವರೆದು ಗತ್ ಹೇಫರ್, ಎತ್ ಕಾಚೀನ್ ಇವುಗಳ ಮೇಲೆ ನೇಯದ ಮಗ್ಗಲಲ್ಲಿರುವ ರಿಮ್ಮೇನಿಗೆ ಹೋಗುತ್ತದೆ."},{"number":14,"verse":"ಅಲ್ಲಿಂದ ಅದು ಉತ್ತರಕ್ಕೆ ತಿರುಗಿಕೊಂಡು ಹನ್ನಾತೋನಿನ ಮೇಲೆ ಇಪ್ತಹೇಲಿನ ಕಣಿವೆಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ."},{"number":15,"verse":"ಕಟ್ಟಾತ್, ನಹಲ್ಲಾಲ್, ಶಿಮ್ರೋನ್, ಇದಲಾ, ಬೆತ್ಲೆಹೇಮ್ ಇವೇ ಮೊದಲಾದ ಹನ್ನೆರಡು ನಗರಗಳೂ ಅವುಗಳಿಗೆ ಸೇರಿದ ಗ್ರಾಮಗಳು -"},{"number":16,"verse":"ಜೆಬುಲೂನ್ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ಸೊತ್ತಾಗಿ ದೊರಕಿದವು."},{"number":17,"verse":"(ಇಸ್ಸಾಕಾರ್ ಕುಲದವರಿಗೆ ಬಂದ ಪಾಲು) ನಾಲ್ಕನೇ ಸಾರಿಯ ಚೀಟು ಇಸ್ಸಾಕಾರ್ ಕುಲದವರಿಗೆ ಬಿದ್ದಿತು. ಅದರ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿದ ನಾಡಿನಲ್ಲಿರುವ ನಗರಗಳು ಯಾವುವು ಎಂದರೆ -"},{"number":18,"verse":"ಇಜ್ರೇಲ್, ಕೆಸುಲ್ಲೋತ್,"},{"number":19,"verse":"ಶೂನೇಮ್, ಹಫಾರಯಿಮ್, ಶೀಯೋನ್,"},{"number":20,"verse":"ಅನಾಹರತ್, ರಬ್ಬೀತ್, ಕಿಷ್ಯೋನ್, ಎಬೆಜ್,"},{"number":21,"verse":"ರೆಮೆತ್, ಏಂಗನ್ನೀಮ್, ಏನ್ ಹದ್ದಾ, ಬೇತ್ ಪಚ್ಚೇಚ್,"},{"number":22,"verse":"ತಾಬೋರ್, ಶಹಚೀಮಾ, ಬೇತ್ ಷೆಮೆಷ್ ಎಂಬ ಊರುಗಳೂ ಅದರ ಮೇರೆಯೊಳಗಿದ್ದವು. ಈ ಮೇರೆಯು ಜೋರ್ಡನ್ ನದಿಯ ತೀರದಲ್ಲಿ ಮುಗಿಯುತ್ತದೆ."},{"number":23,"verse":"ಒಟ್ಟಾರೆ ಹದಿನಾರು ನಗರಗಳೂ ಅವುಗಳ ಗ್ರಾಮಗಳೂ ಇಸ್ಸಾಕಾರ್ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ದೊರಕಿದವು."},{"number":24,"verse":"(ಅಶೇರ್ ಕುಲದವರಿಗೆ ಬಂದ ಪಾಲು) ಐದನೇ ಸಾರಿಯ ಚೀಟು ಅಶೇರ್ ಕುಲದವರಿಗೆ ಬಿದ್ದಿತು. ಅವರ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿದ ಊರುಗಳು ಇವು:"},{"number":25,"verse":"ಹೆಲ್ಕತ್, ಹಲೀ, ಬೆಟೆನ್, ಅಕ್ಷಾಫ್,"},{"number":26,"verse":"ಅಲಮ್ಮೆಲೆಕ್, ಅಮಾದ್, ಮಿಷಾಲ್. ಇವರ ನಾಡಿನ ಎಲ್ಲೆ ಪಶ್ಚಿಮದಲ್ಲಿ ಕರ್ಮೆಲ್ ಬೆಟ್ಟಕ್ಕೂ ಶೀಹೋರ್ ಲಿಬ್ನತ್ ಎಂಬ ಹಳ್ಳಕ್ಕೂ ತಾಕಿ"},{"number":27,"verse":"ಅಲ್ಲಿಂದ ಪೂರ್ವಕ್ಕೆ ತಿರುಗಿ ಬೇತ್ ದಾಗೋನಿಗೆ ಹೋಗುತ್ತದೆ. ಅಲ್ಲಿಂದ ಜೆಬುಲೂನ್ಯರ ಎಲ್ಲೆಗೂ ಇಫ್ತಹೇಲ್ ಕಣಿವೆಯ ಉತ್ತರದಿಕ್ಕಿನ ಮೂಲೆಗೂ ಹೊಂದಿಕೊಂಡು ಬೇತ್ ಏಮೆಕ್, ನೆಗೀಯೆಲ್ ಇವುಗಳ ಮೇಲೆ ಉತ್ತರಕ್ಕೆ ಮುಂದುವರೆದು"},{"number":28,"verse":"ಕಾಬೂಲ್, ಎಬ್ರೋನ್, ರೆಹೋಬ್, ಹಮ್ಮೋನ್, ಕಾನಾ ಇವುಗಳ ಮೇಲೆ ಸಿದೋನ್ ಎಂಬ ಮಹಾನಗರಕ್ಕೆ ಹೋಗುತ್ತದೆ."},{"number":29,"verse":"ಅಲ್ಲಿಂದ ಅದು ತಿರುಗಿಕೊಂಡು ರಾಮಾ, ಟೈರ್ ಕೋಟೆ, ಹೋಸಾ ಇವುಗಳ ಮೇಲೆ ಅಕ್ಜೀಬ್ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಹೋಗಿ ಸಮುದ್ರತೀರದಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ."},{"number":30,"verse":"ಉಮ್ಮಾ, ಅಫೇಕ್, ರೆಹೂಬ್ ಇವೇ ಮೊದಲಾದ ಇಪ್ಪತ್ತೆರಡು ನಗರಗಳೂ ಅವುಗಳ ಗ್ರಾಮಗಳೂ"},{"number":31,"verse":"ಅಶೇರ್ ಕುಲದ ಗೋತ್ರಗಳ ಸೊತ್ತಾಗಿವೆ."},{"number":32,"verse":"(ನಫ್ತಾಲಿ ಕುಲದವರಿಗೆ ಬಂದ ಪಾಲು) ಆರನೇ ಸಾರಿಯ ಚೀಟು ನಫ್ತಾಲಿ ಕುಲದವರಿಗೆ ಬಿದ್ದಿತು. ಆ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿದ ಸೊತ್ತಿನ ಎಲ್ಲೆ ಹೀಗಿದೆ:"},{"number":33,"verse":"ಚಾನನ್ನೀಮಿನಲ್ಲಿರುವ ಹೇಲೆಫಿನ ಅಲ್ಲೋನ್ ಮರದಿಂದ ತೊಡಗಿ ಅದಾಮೀನೆಕೆಬ್, ಯೆಬ್ನೆಯೇಲ್ ಇವುಗಳ ಮೇಲೆ ಲಕ್ಕೂಮಿಗೆ ಹೋಗಿ ಜೋರ್ಡನ್ ನದಿಯ ತೀರದಲ್ಲಿ ಮುಗಿಯುತ್ತದೆ."},{"number":34,"verse":"ಮತ್ತೆ ಅದೇ ಸ್ಥಳದಿಂದ ತೊಡಗಿ ಅಜ್ನೋತ್ ತಾಬೋರಿನ ಮೇಲೆ ಹುಕ್ಕೋಕಿಗೆ ಹೋಗುತ್ತದೆ. ದಕ್ಷಿಣದಲ್ಲಿ ಜೆಬುಲೂನ್ಯರ ಎಲ್ಲೆಗೂ ಪಶ್ಚಿಮದಲ್ಲಿ ಆಶೇರ್ಯರ ಮತ್ತು ಯೂದವಂಶದವರ ಎಲ್ಲೆಗೂ ಪೂರ್ವದಲ್ಲಿ ಜೋರ್ಡನ್ ನದಿಗೂ ಹೊಂದಿಕೊಂಡಿರುತ್ತದೆ."},{"number":35,"verse":"ಚಿದ್ದೀಮ್, ಚೇರ್, ಹಮ್ಮತ್,"},{"number":36,"verse":"ರಕ್ಕತ್, ಕಿನ್ನೆರೆತ್, ಅದಾಮಾ, ರಾಮಾ, ಹಾಚೋರ್,"},{"number":37,"verse":"ಕೆದೆಷ್, ಎದ್ರೈ, ಏನ್ ಹಾಚೋರ್, ಇರೋನ್, ಮಿಗ್ದಲೇಲ್, ಹೊರೇಮ್, ಬೇತನಾತ್, ಬೇತ್ ಷೆಮೆಷ್ ಇವೇ ಮೊದಲಾದ ಹತ್ತೊಂಬತ್ತು ಕೋಟೆಕೊತ್ತಲಗಳುಳ್ಳ ನಗರಗಳೂ ಅವುಗಳ ಗ್ರಾಮಗಳೂ"},{"number":39,"verse":"ನಫ್ತಾಲಿ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ಸಿಕ್ಕಿದ ಸೊತ್ತಾಗಿವೆ."},{"number":40,"verse":"(ದಾನ್ ಕುಲದವರಿಗೆ ಬಂದ ಪಾಲು) ಏಳನೇ ಸಾರಿಯ ಚೀಟು ದಾನ್ ಕುಲದವರಿಗೆ ಬಿದ್ದಿತು. ಅವರ ಗೋತ್ರಗಳಿಗೆ ಸೊತ್ತಾಗಿ ದೊರಕಿದ ಊರುಗಳು ಇವು:"},{"number":41,"verse":"ಚೊರ್ಗಾ, ಎಷ್ಟಾವೋಲ್,"},{"number":42,"verse":"ಈರ್ಷೆಮೆಷ್, ಶಾಲಬ್ಬೀನ್, ಅಯ್ಯಾಲೋನ್,"},{"number":43,"verse":"ಇತ್ಲಾ, ಏಲೋನ್, ತಿಮ್ಮಾ, ಎಕ್ರೋನ್, ಎಲ್ತೆಕೇ,"},{"number":45,"verse":"ಗಿಬ್ಬೆತೋನ್, ಬಾಲತ್, ಯೆಹುದ್, ಬೆನೇಬೆರಕ್,"},{"number":46,"verse":"ಗತ್ ರಿಮ್ಮೋನ್, ಮೇಯರ್ಕೋನ್, ರಕ್ಕೋನ್, ಮತ್ತು ಜೊಪ್ಪಕ್ಕೆ ಎದುರಿಗಿರುವ ಪ್ರದೇಶವೂ ಇವರಿಗೆ ದೊರಕಿತು."},{"number":47,"verse":"ದಾನ್ ಕುಲದವರು ತಮ್ಮ ಪ್ರಾಂತ್ಯವನ್ನು ವಿಸ್ತರಿಸುವುದಕ್ಕಾಗಿ ಹೊರಟು ಲೆಷೆಮಿನವರೊಡನೆ ಯುದ್ಧಮಾಡಿ ಜಯಿಸಿದರು. ಆ ಜನರನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಿ ಅವರ ನಗರವನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಅದರಲ್ಲಿ ವಾಸಿಸಿದರು. ಅಲ್ಲದೆ, ಅದಕ್ಕೆ ತಮ್ಮ ಮೂಲ ಪುರುಷನ ಹೆಸರಾದ ದಾನ್ ಎಂಬ ಹೆಸರನ್ನಿಟ್ಟರು."},{"number":48,"verse":"ದಾನ್ ಕುಲದ ಗೋತ್ರಗಳಿಗೆ ದೊರಕಿದ ಸೊತ್ತು ಹಾಗೂ ಅದರಲ್ಲಿದ್ದ ನಗರ ಹಾಗೂ ಗ್ರಾಮಗಳು ಇವೇ."},{"number":49,"verse":"(ಯೆಹೋಶುವನಿಗೆ ಕೊಟ್ಟ ಪಾಲು) ಇಸ್ರಯೇಲರು ನಾಡನ್ನು ಎಲ್ಲೆಎಲ್ಲೆಗಳ ಪ್ರಕಾರ ತಮ್ಮೊಳಗೆ ಹಂಚಿಕೊಂಡ ಮೇಲೆ ನೂನನ ಮಗ ಯೆಹೋಶುವನಿಗೂ ತಮ್ಮದರಲ್ಲಿ ಪಾಲು ಕೊಟ್ಟರು."},{"number":50,"verse":"ಆತ ತನಗೋಸ್ಕರ ಎಫ್ರಯಿಮರ ಮಲೆನಾಡಿನಲ್ಲಿರುವ ‘ತಿಮ್ನತ್ ಸೆರಹ’ ಎಂಬ ನಗರವನ್ನು ಕೇಳಿಕೊಂಡನು. ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯಂತೆ ಅವರು ಅದನ್ನು ಅವನಿಗೆ ಕೊಟ್ಟರು. ಅವನು ಅದನ್ನು ಹೊಸದಾಗಿ ಕಟ್ಟಿ ಅದರಲ್ಲೇ ವಾಸಮಾಡಿದನು."},{"number":51,"verse":"ಹೀಗೆ ಯಾಜಕ ಎಲ್ಲಾಜಾರನು, ನೂನನ ಮಗ ಯೆಹೋಶುವ ಮತ್ತು ಇಸ್ರಯೇಲ್ ಕುಲ ಮುಖ್ಯಸ್ಥರೂ ಶೀಲೋವಿನಲ್ಲಿದ್ದ ದೇವದರ್ಶನದ ಗುಡಾರದ ದ್ವಾರದಲ್ಲಿ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲೇ ಚೀಟುಹಾಕಿ ಪ್ರಾಂತ್ಯಗಳನ್ನು ಹಂಚಿಕೊಟ್ಟರು; ನಾಡಿನ ವಿಭಜನಾಕಾರ್ಯ ಮುಗಿಯಿತು."}]}