{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":21,"verses":[{"number":1,"verse":"(ಲೇವಿಕುಲಕ್ಕೆ ದೊರಕಿದ ನಗರಗಳು) ಲೇವಿ ಕುಲಾಧಿಪತಿಗಳು ಕಾನಾನ್ ನಾಡಿನ ಶೀಲೋವಿನಲ್ಲಿದ್ದ ಯಾಜಕ ಎಲ್ಲಾಜಾರ್, ನೂನನ ಮಗ ಯೆಹೋಶುವ ಮತ್ತು ಇಸ್ರಯೇಲ್ ಕುಲಾಧಿಪತಿಗಳ ಬಳಿಗೆ ಬಂದರು."},{"number":2,"verse":"“ನಮ್ಮ ನಿವಾಸಕ್ಕೆ ನಗರಗಳನ್ನೂ ನಮ್ಮ ಪಶುಪ್ರಾಣಿಗಳಿಗೆ ಗೋಮಾಳಗಳನ್ನೂ ಕೊಡಬೇಕೆಂದು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಮೋಶೆಯ ಮುಖಾಂತರ ಆಜ್ಞಾಪಿಸಿದ್ದಾರಲ್ಲವೆ?” ಎಂದು ವಿನಂತಿಸಿದರು."},{"number":3,"verse":"ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಯಂತೆಯೇ ಅವರಿಗೆ ಸೊತ್ತಾಗಿ ಈ ಕೆಳಕಂಡ ನಗರಗಳನ್ನು ಅವುಗಳಿಗೆ ಸೇರಿದ ಗೋಮಾಳಗಳನ್ನೂ ಕೊಡಲಾಯಿತು."},{"number":4,"verse":"ಕೆಹಾತ್ಯರಿಗಾಗಿ ಚೀಟು ಹಾಕಿದಾಗ ಆರೋನನ ವಂಶದವರಾದ ಲೇವಿಯರಿಗೆ ಯೆಹೂದ, ಸಿಮೆಯೋನ್ ಮತ್ತು ಬೆನ್ಯಾಮೀನ್ ಕುಲಗಳಿಂದ ಹದಿಮೂರು ನಗರಗಳು ದೊರಕಿದವು."},{"number":5,"verse":"ಮಿಕ್ಕ ಕೆಹಾತ್ಯರಿಗೆ ಎಪ್ರಯಿಮ್ ಹಾಗೂ ದಾನ್ ಕುಲಗಳಿಂದ ಮತ್ತು ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲಗಳಿಂದ ಹತ್ತು ನಗರಗಳು ಸಿಕ್ಕಿದವು."},{"number":6,"verse":"ಮತ್ತೆ ಚೀಟು ಹಾಕಿದಾಗ ಗೇರ್ಷೋನ್ಯರಿಗೆ ಇಸ್ಸಾಕಾರ್, ಆಶೇರ್, ನಫ್ತಾಲಿ ಎಂಬ ಕುಲಗಳಿಂದ ಮತ್ತು ಬಾಷಾನಿನಲ್ಲಿರುವ ಮನಸ್ಸೆಯ ಅರ್ಧ ಕುಲದಿಂದ ಹದಿಮೂರು ನಗರಗಳು ದೊರೆತವು."},{"number":7,"verse":"ಮೆರಾರಿ ಗೋತ್ರದವರಿಗೆ ರೂಬೇನ್, ಗಾದ್ ಹಾಗೂ ಜೆಬುಲೂನ್ ಕುಲಗಳಿಂದ ಹನ್ನೆರಡು ನಗರಗಳು ಸಿಕ್ಕಿದವು."},{"number":8,"verse":"ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿ ಮೋಶೆಯ ಮುಖಾಂತರ ಆಜ್ಞಾಪಿಸಿದಂತೆ ಇಸ್ರಯೇಲರು ಚೀಟು ಹಾಕಿ ಲೇವಿಯರಿಗೆ ಇಷ್ಟು ನಗರಗಳನ್ನು ಅವುಗಳಿಗೆ ಸೇರಿದ ಗೋಮಾಳಗಳನ್ನೂ ಕೊಟ್ಟರು."},{"number":9,"verse":"(ಕೆಹಾತನ ಗೋತ್ರದ ಲೇವಿಯರಿಗೆ ದೊರೆತ ನಗರಗಳು) ಲೇವಿ ಕುಲದವರು ಹಾಗೂ ಕೆಹಾತನ ಗೋತ್ರದವರು ಆದ ಆರೋನನ ಕುಟುಂಬದವರಿಗೆ ಚೀಟು ಮೊದಲು ಬಿದ್ದಿತು."},{"number":10,"verse":"ಆದ್ದರಿಂದ ಇಸ್ರಯೇಲರು ಅವರಿಗೆ ಯೆಹೂದ ಮತ್ತು ಸಿಮೆಯೋನ್ ಕುಲಗಳಿಂದ ಕೆಳಗೆ ಹೇಳಿರುವ ನಗರಗಳನ್ನು ಕೊಟ್ಟರು:"},{"number":11,"verse":"ಇವುಗಳಲ್ಲಿ ಯೆಹೂದ ಮಲೆನಾಡಿನ ಹೆಬ್ರೋನೆಂಬ ಗೋಮಾಳ ಸಹಿತವಾದ ಕಿರ್ಯತರ್ಬವೂ ಸೇರಿರುತ್ತದೆ. (ಕಿರ್ಯತರ್ಬ ಎಂದರೆ ಅನಾಕನ ತಂದೆಯಾದ ಅರ್ಬನನಗರ)."},{"number":12,"verse":"ಆದರೆ ಇದಕ್ಕೆ ಸೇರಿದ ಹೊಲಗಳನ್ನು ಮತ್ತು ಗ್ರಾಮಗಳನ್ನು ಯಫುನ್ನೆಯ ಮಗ ಕಾಲೇಬನಿಗೆ ಕೊಟ್ಟರು."},{"number":13,"verse":"ಯಾಜಕ ಆರೋನನ ವಂಶದವರಿಗೆ ಮೇಲೆ ಹೇಳಿದ ಎರಡು ಕುಲಗಳಿಂದ ಹೆಬ್ರೋನ್ ಎಂಬ ಆಶ್ರಯ ನಗರ."},{"number":14,"verse":"ಲಿಬ್ನಾ, ಯತ್ತೀರ್, ಎಷ್ಟೆಮೋಹ"},{"number":15,"verse":"ಹೋಲೋನ್, ದೆಬೀರ್, ಅಯಿನ್, ಯುಟ್ಟಾ, ಬೇತ್ ಷೆಮೆಷ್ ಎಂಬ ಒಂಬತ್ತು ಗೋಮಾಳ ಸಹಿತವಾದ ನಗರಗಳು"},{"number":17,"verse":"ಹಾಗೂ ಬೆನ್ಯಾಮೀನ್ ಕುಲದಿಂದ"},{"number":18,"verse":"ಗಿಬ್ಯೋನ್, ಗೆಬ, ಗೆನತೋತ್, ಅಲ್ಮೋನ್ ಎಂಬ ನಾಲ್ಕು ಗೋಮಾಳ ಸಹಿತವಾದ ನಗರಗಳು ದೊರೆತವು."},{"number":19,"verse":"ಯಾಜಕನಾದ ಆರೋನನ ವಂಶದವರ ಪಾಲಿಗೆ ಬಂದಂಥ ಗೋಮಾಳ ಸಹಿತವಾದ ನಗರಗಳು ಹದಿಮೂರು."},{"number":20,"verse":"ಲೇವಿಯರಾದ ಕೆಹಾತ್ಯರ ಉಳಿದ ಕುಟುಂಬಗಳಿಗೆ"},{"number":21,"verse":"ಎಫ್ರಯಿಮ್ ಸೊತ್ತಿನಿಂದ ಬೆಟ್ಟದಲ್ಲಿರುವ ಶೆಕೆಮೆಂಬ ಆಶ್ರಯ ನಗರ,"},{"number":22,"verse":"ಗೆಜೆರ್, ಕಿದ್ ಚೈಮ್ ಹಾಗೂ ಬೇತ್ ಹೋರೋನ್ ಎಂಬ ಗೋಮಾಳಸಹಿತವಾದ ನಾಲ್ಕು ನಗರಗಳು,"},{"number":23,"verse":"ದಾನ್ಯರ ಸೊತ್ತಿನಿಂದ ಎಲ್ಲೆಕೇ, ಗಿಬ್ಬೆತೋನ್,"},{"number":24,"verse":"ಅಯ್ಯಾಲೋನ್, ಗತ್ ರಿಮ್ಮೋನ್ ಎಂಬ ಗೋಮಾಳಸಹಿತವಾದ ನಾಲ್ಕು ಪಟ್ಟಣಗಳು,"},{"number":25,"verse":"ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರ ಸೊತ್ತಿನಿಂದ ತಾನಾಕ್, ಗತ್ ರಿಮ್ಮೋನ್ ಎಂಬ ಎರಡು ಗೋಮಾಳಸಹಿತವಾದ ನಗರಗಳು ಚೀಟಿನಿಂದ ದೊರಕಿದವು."},{"number":26,"verse":"ಒಟ್ಟಾರೆ ಕೆಹಾತ್ಯರಿಗೆ ಸಿಕ್ಕಿದಂಥ ಗೋಮಾಳ ಸಹಿತವಾದ ನಗರಗಳು ಹತ್ತು."},{"number":27,"verse":"(ಗೇರ್ಷೋನ್ಯರ ಕುಟುಂಬದ ಲೇವಿಯರಿಗೆ ದೊರೆತ ನಗರಗಳು) ಗೇರ್ಷೋನ್ಯರ ಕುಟುಂಬ಼ಗಳಿಗೆ ಅರ್ಧ ಮನಸ್ಸೆಯವರ ಸೊತ್ತಿನಿಂದ ದೊರಕಿದವುಗಳು ಇವು: ಕೊಲೆ ಮಾಡಿದವನಿಗೆ ಆಶ್ರಯನಗರವಾದ ಬಾಷಾನಿನ ಗೋಲಾನ್, ಬೆಯೆಷ್ಟೆರಾ ಎಂಬ ಗೋಮಾಳ ಸಹಿತವಾದ ಎರಡು ನಗರಗಳು;"},{"number":28,"verse":"ಇಸ್ಸಾಕಾರ್ ಸೊತ್ತಿನಿಂದ ಕಿಷ್ಯೋನ್, ದಾಬೆರತ್"},{"number":29,"verse":"ಯರ್ಮೂತ್, ಎಂಗನ್ನೀಮ್ ಎಂಬ ನಾಲ್ಕು ಗೋಮಾಳ ಸಹಿತವಾದ ನಗರಗಳು;"},{"number":30,"verse":"ಆಶೇರ್ ಕುಲದಿಂದ ಮಿಶಾಲ್, ಅಬ್ದೋನ್,"},{"number":31,"verse":"ಹೆಲ್ಕಾತ್, ರೆಹೋಬ್‍ ಎಂಬ ನಾಲ್ಕು ಗೋಮಾಳ ಸಹಿತವಾದ ನಗರಗಳು;"},{"number":32,"verse":"ನಫ್ತಾಲಿ ಸೊತ್ತಿನಿಂದ ಕೊಲೆಮಾಡಿದವನಿಗೆ ಆಶ್ರಯನಗರವಾದ ಗಲಿಲೇಯದ ಕೆದೆಷ್, ಹಮ್ಮೋತ್ ದೋರ್, ಕರ್ತಾನ್ ಎಂಬ ಗೋಮಾಳ ಸಹಿತವಾದ ಮೂರು ನಗರಗಳು."},{"number":33,"verse":"ಹೀಗೆ ಗೇರ್ಷೋನ್ಯರಿಗೆ ಸಿಕ್ಕಿದ ಗೋಮಾಳ ಸಹಿತವಾದ ಒಟ್ಟು ನಗರಗಳು ಹದಿಮೂರು."},{"number":34,"verse":"(ಮೆರಾರೀ ಗೋತ್ರದ ಲೇವಿಯರಿಗೆ ದೊರೆತ ನಗರಗಳು) ಮಿಕ್ಕ ಲೇವಿಯರಾದ ಮೆರಾರೀ ಗೋತ್ರದವರಿಗೆ ಜೆಬುಲೂನ್ ಸೊತ್ತಿನಿಂದ ಯೊಕ್ನೆಯಾಮ್, ಕರ್ತಾ,"},{"number":35,"verse":"ದಿಮ್ನಾ ಹಾಗೂ ನಹಲಾಲ್ ಎಂಬ ಗೋಮಾಳ ಸಹಿತವಾದ ನಾಲ್ಕು ನಗರಗಳು;"},{"number":36,"verse":"ರೂಬೇನ್ಯರ ಸೊತ್ತಿನಿಂದ ಬೆಚೆರ್, ಯಹಚಾ,"},{"number":37,"verse":"ಕೆದೇಮೋತ್ ಹಾಗೂ ಮೇಫಾಗತ್ ಎಂಬ ಗೋಮಾಳ ಸಹಿತವಾದ ನಾಲ್ಕು ನಗರಗಳು;"},{"number":38,"verse":"ಗಾದ್ಯರ ಸೊತ್ತಿನಿಂದ ಕೊಲೆಮಾಡಿದವನಿಗೆ ಆಶ್ರಯ ನಗರವಾಗಿರುವ ಗಿಲ್ಯಾದಿನ ರಾಮೋತ್, ಮಹನಯಿಮ್,"},{"number":39,"verse":"ಹೆಷ್ಬೋನ್ ಹಾಗೂ ಯಗ್ಜೇರ್ ಎಂಬ ಗೋಮಾಳ ಸಹಿತವಾದ ನಾಲ್ಕು ನಗರಗಳು ಸಿಕ್ಕಿದವು."},{"number":40,"verse":"ಮಿಕ್ಕ ಲೇವಿಯರಾದ ಮೆರಾರೀ ಗೋತ್ರಗಳಿಗೆ ಚೀಟಿನಿಂದ ಹೀಗೆ ದೊರೆತ ನಗರಗಳು ಒಟ್ಟು ಹನ್ನೆರಡು."},{"number":41,"verse":"ಲೇವಿಯರಿಗೆ ಇಸ್ರಯೇಲರ ನಡುವೆ ದೊರಕಿದ ಗೋಮಾಳ ಸಹಿತವಾದ ನಗರಗಳು ಒಟ್ಟು ನಾಲ್ವತ್ತೆಂಟು."},{"number":42,"verse":"ಈ ನಗರಗಳಲ್ಲಿ ಪ್ರತಿ ಒಂದಕ್ಕೂ ಗೋಮಾಳವಿರುತ್ತದೆ. ಎಲ್ಲ ನಗರಗಳಲ್ಲೂ ಹೀಗೆಯೇ ಇದೆ."},{"number":43,"verse":"(ನಾಡಿನ ವಿಭಜನೆಯ ಮುಕ್ತಾಯ) ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಇಸ್ರಯೇಲರ ಪೂರ್ವಜರಿಗೆ ಪ್ರಮಾಣಪೂರ್ವಕವಾಗಿ ವಾಗ್ದಾನ ಮಾಡಿದ ನಾಡನ್ನು ಹೀಗೆ ಅವರಿಗೆ ಕೊಟ್ಟರು. ಇಸ್ರಯೇಲರು ಅದನ್ನು ವಶಪಡಿಸಿಕೊಂಡು ಅದರಲ್ಲಿ ವಾಸಮಾಡಿದರು."},{"number":44,"verse":"ಸರ್ವೇಶ್ವರ ಅವರ ಪೂರ್ವಜರಿಗೆ ಆಣೆಯಿಟ್ಟು ಹೇಳಿದಂತೆ ಅವರಿಗೆ ಎಲ್ಲೆಡೆಯಲ್ಲೂ ಶಾಂತಿಸಮಾಧಾನವನ್ನು ಅನುಗ್ರಹಿಸಿದರು. ಶತ್ರುಗಳಾರು ಅವರನ್ನು ಪ್ರತಿಭಟಿಸಿ ನಿಲ್ಲಲಿಲ್ಲ. ಎಲ್ಲರೂ ಅವರ ಕೈವಶವಾದರು."},{"number":45,"verse":"ಸರ್ವೇಶ್ವರ ಇಸ್ರಯೇಲರಿಗೆ ಮಾಡಿದ ಅತ್ಯುನ್ನತ ವಾಗ್ದಾನಗಳಲ್ಲಿ ಒಂದೂ ತಪ್ಪಿಹೋಗಲಿಲ್ಲ. ಎಲ್ಲವೂ ನೆರವೇರಿದವು."}]}