{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":22,"verses":[{"number":1,"verse":"ಪ್ರಾಚ್ಯ ಗೋತ್ರದವರಿಂದ ಬಲಿಪೀಠ ನಿರ್ಮಾಣ ಯೆಹೋಶುವನು ರೂಬೇನ್ಯರನ್ನು, ಗಾದ್ಯರನ್ನು ಹಾಗೂ ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರನ್ನು ಕರೆಸಿ ಅವರಿಗೆ,"},{"number":2,"verse":"“ನೀವು ಸರ್ವೇಶ್ವರನ ದಾಸನಾದ ಮೋಶೆಯು ವಿಧಿಸಿದ್ದ ಎಲ್ಲವನ್ನು ಕೈಗೊಂಡಿದ್ದೀರಿ. ನಾನು ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನು ನೆರವೇರಿಸಿದಿರಿ."},{"number":3,"verse":"ಈ ಕಾಲವೆಲ್ಲ ನೀವು ನಿಮ್ಮ ಸಹೋದರರನ್ನು ಕೈಬಿಡಲಿಲ್ಲ."},{"number":4,"verse":"ಅವರು ತಮ್ಮ ವಾಗ್ದಾನಕ್ಕನುಸಾರ ನಿಮ್ಮ ಸಹೋದರರಿಗೆ ಈಗ ನೆಮ್ಮದಿಯನ್ನು ದಯಪಾಲಿಸಿದ್ದಾರೆ. ಆದುದರಿಂದ ಸರ್ವೇಶ್ವರನ ದಾಸನಾದ ಮೋಶೆ ಜೋರ್ಡನಿನ ಆಚೆಕಡೆ ನಿಮಗೆ ಕೊಟ್ಟ ಆಸ್ತಿಯನ್ನು ಅನುಭವಿಸುತ್ತಿರುವ ನಿಮ್ಮ ನಿಮ್ಮ ನಿವಾಸಿಗಳ ಬಳಿಗೆ ನೀವು ಹೋಗಬಹುದು."},{"number":5,"verse":"ಆದರೆ ಸರ್ವೇಶ್ವರನ ದಾಸ ಮೋಶೆಯು ನಿಮಗೆ ಕೊಟ್ಟ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೂ ವಿಧಿಗಳನ್ನೂ ಜಾಗರೂಕತೆಯಿಂದ ಕೈಗೊಳ್ಳಿರಿ; ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಪ್ರೀತಿಸಿ ಅವರ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯಿರಿ; ಅವರ ಆಜ್ಞೆಗಳನ್ನು ಕೈಗೊಂಡು ಅವರನ್ನೇ ನೆಚ್ಚಿಕೊಂಡು ಪೂರ್ಣ ಮನಸ್ಸಿನಿಂದಲೂ ಪೂರ್ಣ ಪ್ರಾಣದಿಂದಲೂ ಅವರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಿರಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಇದಲ್ಲದೆ ಅವರನ್ನು ಆಶೀರ್ವದಿಸಿ ಕಳಿಸಿದನು. ಅವರು ತಮ್ಮ ತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ಹೋದರು."},{"number":7,"verse":"(ಮೋಶೆ ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರಿಗೆ ಬಾಷಾನಿನಲ್ಲಿ ಪಾಲನ್ನು ಕೊಟ್ಟಿದ್ದನು. ಉಳಿದ ಅರ್ಧಜನರಿಗೆ ಯೆಹೋಶುವನು ಜೋರ್ಡನಿನ ಪಶ್ಚಿಮದಲ್ಲಿ ಬೇರೆ ಕುಲದವರೊಂದಿಗೆ ಪಾಲುಕೊಟ್ಟಿದ್ದನು). ಯೆಹೋಶುವ ಅವರನ್ನು ಹೀಗೆ ಆಶೀರ್ವದಿಸಿ ತಮ್ಮ ಸ್ವಂತ ಸ್ಥಳಗಳಿಗೆ ಕಳಿಸುವಾಗ ಅವರಿಗೆ,"},{"number":8,"verse":"“ನೀವು ಬಹಳ ಆಸ್ತಿಯುಳ್ಳವರಾಗಿ ದನಕರು, ಬೆಳ್ಳಿಬಂಗಾರ, ಕಂಚು ಕಬ್ಬಿಣ, ವಸ್ತ್ರ ಮೊದಲಾದ ವಸ್ತುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ನಿಮ್ಮ ನಿಮ್ಮ ನಿವಾಸಗಳಿಗೆ ತೆರಳಿರಿ. ನೀವು ಶತ್ರುಗಳಿಂದ ಪಡೆದ ಕೊಳ್ಳೆಯಲ್ಲಿ ನಿಮ್ಮ ಸಹೋದರರಿಗೂ ಪಾಲುಕೊಡಿ,” ಎಂದನು."},{"number":9,"verse":"ಆಗ ರೂಬೇನ್ಯರು, ಗಾದ್ಯರು ಹಾಗೂ ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರು ಕಾನಾನ್ ನಾಡಿನ ಶಿಲೋವಿನಲ್ಲಿದ್ದ ಇಸ್ರಯೇಲರನ್ನು ಬಿಟ್ಟು ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಗನುಸಾರ ಮೋಶೆಯಿಂದ ತಮಗೆ ದೊರಕಿದ ಸೊತ್ತಾದ ಗಿಲ್ಯಾದ್ ನಾಡಿಗೆ ಹೋದರು."},{"number":10,"verse":"ಬಲಿಪೀಠದ ಸ್ಥಾಪನೆ ರೂಬೇನ್ಯರು, ಗಾದ್ಯರು ಹಾಗೂ ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರು ಕಾನಾನ್ ನಾಡಿನಲ್ಲಿರುವ ಜೋರ್ಡನ್ ತೀರಪ್ರದೇಶಕ್ಕೆ ಬಂದಾಗ ಅಲ್ಲಿ ಒಂದು ಮಹಾಬಲಿಪೀಠವನ್ನು (ಅಥವಾ: ವೇದಿಕೆ.) ಕಟ್ಟಿದರು."},{"number":11,"verse":"ರೂಬೇನ್ಯರು, ಗಾದ್ಯರು ಹಾಗು ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರು ಇಸ್ರಯೇಲ್ ನಾಡಾದ ಕಾನಾನಿನ ಪೂರ್ವಕ್ಕಿರುವ ಜೋರ್ಡನ್ ನದಿಯ ತೀರಪ್ರದೇಶದಲ್ಲಿ ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿದ್ದಾರೆಂಬ ಸುದ್ದಿ ಮಿಕ್ಕ ಇಸ್ರಯೇಲರಿಗೆ ಮುಟ್ಟಿತು."},{"number":12,"verse":"ಅವರೆಲ್ಲರು ಶಿಲೋವಿನಲ್ಲಿ ಕೂಡಿಬಂದು ಬಲಿಪೀಠಸ್ಥಾಪಕರ ವಿರುದ್ಧ ಯುದ್ಧಕ್ಕೆ ಹೋರಾಡಲು ಸಿದ್ಧರಾದರು."},{"number":13,"verse":"ಅದಕ್ಕೆ ಮೊದಲು ಗಿಲ್ಯಾದಿನಲ್ಲಿರುವ ರೂಬೇನ್ಯರ, ಗಾದ್ಯರ ಹಾಗು ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರ ಬಳಿಗೆ ಯಾಜಕ ಎಲ್ಲಾಜಾರನ ಮಗ ಫೀನೆಹಾಸನನ್ನು"},{"number":14,"verse":"ಮತ್ತು ಕುಲಕ್ಕೆ ಒಬ್ಬನಂತೆ ಹತ್ತುಮಂದಿ ನಾಯಕರನ್ನೂ ಕಳಿಸಿದರು. ಇವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ಕುಲಗೋತ್ರ-ಕುಟುಂಬಗಳಲ್ಲಿ ಮುಖ್ಯಸ್ಥನಾಗಿದ್ದನು."},{"number":15,"verse":"ಇವರು ಗಿಲ್ಯಾದಿನಲ್ಲಿದ್ದ ರೂಬೇನ್ಯರ, ಗಾದ್ಯರ ಹಾಗು ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರ ಬಳಿಗೆ ಬಂದು,"},{"number":16,"verse":"“ಸರ್ವೇಶ್ವರನ ಸರ್ವಸಭೆ ಹೇಳುವ ಮಾತಿದು: ನೀವು ಇಸ್ರಯೇಲ್ ದೇವರಿಗೆ ವಿರುದ್ಧ ಇಂಥ ದ್ರೋಹ ಮಾಡಿದ್ದೇಕೆ? ನೀವು ನಿಮಗಾಗಿಯೇ ಒಂದು ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿಕೊಂಡಿದ್ದೀರಿ. ಇದರಿಂದ ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ವಿಮುಖವಾದಂತಾಯಿತು; ನೀವು ಇಂದು ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ತಿರುಗಿಬಿದ್ದಂತಾಯಿತು."},{"number":17,"verse":"ನಾವು ಪೆಗೋರದಲ್ಲಿ ಅಪರಾಧಿಗಳಾದದ್ದು ಸಾಕಾಗಲಿಲ್ಲವೆ? ಅದರ ನಿಮಿತ್ತ ಸರ್ವೇಶ್ವರನ ಸಭೆಗೇ ಜಾಡ್ಯ ತಗಲಿತು. ಆದ್ದರಿಂದ ನಾವು ಇಂದಿಗೂ ಶುದ್ಧರಾಗಲಿಲ್ಲ."},{"number":18,"verse":"ಇಂತಿರುವಲ್ಲಿ ನೀವು ಮತ್ತೆ ಸರ್ವೇಶ್ವರನನ್ನು ಬಿಟ್ಟುಬಿಡುತ್ತೀರೋ? ನೀವು ಇಂದು ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ತಿರುಗಿಬಿದ್ದರೆ ನಾಳೆಯೇ ಅವರ ಕೋಪಾಗ್ನಿ ಇಸ್ರಯೇಲ್ ಸರ್ವಸಭೆಯ ಮೇಲೆ ಉರಿಯತೊಡಗುವುದು."},{"number":19,"verse":"ನಿಮ್ಮ ನಾಡು ಅಶುದ್ಧವಾಗಿದೆಯೆಂದು ತೋರಿದರೆ ಸರ್ವೇಶ್ವರನ ಗುಡಾರವಿರುವ ಅವರ ಸ್ವಂತ ನಾಡಿಗೆ ಬಂದು ನಮ್ಮ ಮಧ್ಯೆಯಿರುವ ಸೊತ್ತನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ. ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಬಲಿಪೀಠ ಒಂದನ್ನು ಬಿಟ್ಟು ನಿಮಗಾಗಿ ಇನ್ನೊಂದನ್ನು ಕಟ್ಟಿಕೊಂಡು ಸರ್ವೇಶ್ವರನಿಗೂ ನಮಗೂ ವಿರುದ್ಧ ತಿರುಗಿಬೀಳಬೇಡಿ."},{"number":20,"verse":"ಜೆರಹನ ಮಗ ಆಕಾನನು ಸರ್ವೇಶ್ವರನ ಸೊತ್ತನ್ನು ಕದ್ದುಕೊಂಡು ದ್ರೋಹಿಯಾದ. ಆಗ ಸರ್ವೇಶ್ವರನ ಕೋಪ ಇಸ್ರಯೇಲರ ಸರ್ವಸಭೆಯ ಮೇಲೆ ಎರಗಿತು. ಅವನ ಪಾಪದ ನಿಮಿತ್ತ ಅವನೊಡನೆ ಅನೇಕರು ಸಾಯಬೇಕಾಯಿತಲ್ಲವೆ?” ಎಂದು ಹೇಳಿದರು."},{"number":21,"verse":"ಆಗ ರೂಬೇನ್ಯರು, ಗಾದ್ಯರು ಹಾಗು ಮನಸ್ಸೆಕುಲದ ಅರ್ಧಜನರು, ಇಸ್ರಯೇಲಿನ ಆ ಕುಲಾಧಿಪತಿಗಳಿಗೆ ಹೀಗೆಂದು ಉತ್ತರಿಸಿದರು:"},{"number":22,"verse":"“ದೇವಾಧಿದೇವರಾದ ಸರ್ವೇಶ್ವರ ಇದಕ್ಕೆ ಸಾಕ್ಷಿ; ಆ ದೇವಾಧಿದೇವ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಗೆ ಇದು ಗೊತ್ತಿದೆ. ಇಸ್ರಯೇಲರಿಗೂ ಗೊತ್ತಾಗುವುದು. ನಾವು ದ್ರೋಹಿಗಳು, ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ಪಾಪಮಾಡಿದವರು ಆಗಿದ್ದರೆ ಆ ಸ್ವಾಮಿ ನಮ್ಮನ್ನು ಇಂದೇ ಜೀವದಿಂದುಳಿಸದಿರಲಿ."},{"number":23,"verse":"ನಾವು ಸರ್ವೇಶ್ವರನಿಂದ ವಿಮುಖರಾಗಿ ದಹನಬಲಿಯನ್ನಾಗಲಿ, ಸಮಾಧಾನ ಬಲಿಯನ್ನಾಗಲಿ, ಧಾನ್ಯನೈವೇದ್ಯವನ್ನಾಗಲಿ ಸಮರ್ಪಿಸುವುದಕ್ಕಾಗಿ ಈ ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿದ್ದರೆ ಸರ್ವೇಶ್ವರನೇ ನಮ್ಮನ್ನು ಶಿಕ್ಷಿಸಲಿ."},{"number":24,"verse":"ನಾವು ಇದನ್ನು ಕಟ್ಟಿದ್ದು ಒಂದು ವಿಶೇಷ ಉದ್ದೇಶಕ್ಕಾಗಿ; ಮುಂದೆ ನಿಮ್ಮ ಮಕ್ಕಳು ನಮ್ಮ ಮಕ್ಕಳಿಗೆ, ‘ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಲ್ಲಿ ನಿಮಗೇನು ಪಾಲಿದೆ?’"},{"number":25,"verse":"ರೂಬೇನ್ಯರೇ, ಗಾದ್ಯರೇ, ಸರ್ವೇಶ್ವರ ನಿಮಗೂ ನಮಗೂ ನಡುವೆ ಈ ಜೋರ್ಡನ್ ನದಿಯನ್ನು ಸರಹದ್ದಾಗಿ ಇಟ್ಟಿದ್ದಾರೆ. ಸರ್ವೇಶ್ವರನಲ್ಲಿ ನಿಮಗೆ ಯಾವ ಪಾಲೂ ಇಲ್ಲ, ಎಂದು ಹೇಳಿ ನಿಮ್ಮ ಮಕ್ಕಳು ನಮ್ಮ ಮಕ್ಕಳನ್ನು ದೇವಭಕ್ತಿಯಿಂದ ಬೇರ್ಪಡಿಸಿಯಾರೆಂದು ಭಯಪಟ್ಟೆವು."},{"number":26,"verse":"ಈ ಕಾರಣದಿಂದಲೇ, ‘ಬನ್ನಿ, ಒಂದು ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟೋಣ, ಅದು ದಹನಬಲಿ ಅಥವಾ ಬೇರೆ ಬಲಿಗಳನ್ನು ಸಮರ್ಪಿಸುವುದಕ್ಕಲ್ಲ,"},{"number":27,"verse":"ಆದರೆ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ದಹನಬಲಿ, ಸಮರ್ಪಣಬಲಿ, ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿ ಮುಂತಾದುವುಗಳನ್ನು ಅರ್ಪಿಸಿ ಆರಾಧಿಸುವುದಕ್ಕೆ ನಿಮಗೆ ಹಕ್ಕು ಉಂಟೆಂಬುದಕ್ಕೆ ಇದು ಗುರುತಾಗಿರಲಿ. ನಮಗೂ ನಿಮಗೂ ನಮ್ಮ ಸಂತಾನಕ್ಕೂ ನಿಮ್ಮ ಸಂತಾನಕ್ಕೂ ಇದು ಸಾಕ್ಷಿಯಾಗಿರಲಿ.’ ಇದರಿಂದ ಮುಂದೆ ನಿಮ್ಮ ಮಕ್ಕಳು ನಮ್ಮ ಮಕ್ಕಳಿಗೆ, ‘ಸರ್ವೇಶ್ವರನಲ್ಲಿ ನಿಮಗೆ ಪಾಲಿಲ್ಲ’ ಎಂದು ಹೇಳುವುದಕ್ಕೆ ಆಸ್ಪದವಿರದು."},{"number":28,"verse":"ಒಂದು ವೇಳೆ ಅವರು ಮುಂದೆ ನಮಗಾಗಲಿ, ನಮ್ಮ ಸಂತಾನದವರಿಗಾಗಲಿ ಈ ಪ್ರಕಾರ ಹೇಳಿದ್ದೇ ಆದರೆ ನಾವು ಅವರಿಗೆ ‘ಸರ್ವೇಶ್ವರನ ಬಲಿಪೀಠವನ್ನು ಹೋಲುವ ಈ ವೇದಿಕೆಯನ್ನು ನೋಡಿ: ನಮ್ಮ ಪೂರ್ವಜರು ಇದನ್ನು ದಹನಬಲಿ, ಸಮರ್ಪಣ ಬಲಿಗಳನ್ನು ಅರ್ಪಿಸುವುದಕ್ಕಾಗಿ ಕಟ್ಟಲಿಲ್ಲ; ಇದು ನಮಗೂ ನಿಮಗೂ ಮಧ್ಯೆ ಸಾಕ್ಷಿಯಾಗಿದೆಯಷ್ಟೆ,’ ಎಂದು ಹೇಳುವೆವು."},{"number":29,"verse":"ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಗುಡಾರದ ಮುಂದಿರುವ ಬಲಿಪೀಠದ ಹೊರತು ದಹನಬಲಿ, ಧಾನ್ಯನೈವೇದ್ಯ, ಸಮಾಧಾನಬಲಿ ಮೊದಲಾದವುಗಳನ್ನು ಸಮರ್ಪಿಸಲು ಬೇರೊಂದು ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿ ಸರ್ವೇಶ್ವರನಿಗೆ ವಿಮುಖರಾಗಿ ದ್ರೋಹಿಗಳಾಗುವುದು ನಮಗೆ ದೂರ ಆಗಿರಲಿ,” ಎಂದರು."},{"number":30,"verse":"ಸಂಧಾನ ಯಾಜಕ ಫೀನೆಹಾಸನು ಮತ್ತು ಅವನ ಜೊತೆಯಲ್ಲಿ ಬಂದಿದ್ದ ಕುಲಾಧಿಪತಿಗಳು, ಇಸ್ರಯೇಲಿನ ಮುಖ್ಯಸ್ಥರು ರೂಬೇನ್, ಗಾದ್ ಹಾಗೂ ಮನಸ್ಸೆಕುಲಗಳವರ ಈ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಸಂತೋಷಪಟ್ಟರು."},{"number":31,"verse":"ಯಾಜಕ ಎಲ್ಲಾಜಾರನ ಮಗ ಫೀನೆಹಾಸನು ರೂಬೇನ್, ಗಾದ್, ಮನಸ್ಸೆ ಕುಲಗಳವರಿಗೆ, “ಸರ್ವೇಶ್ವರ ನಿಮ್ಮ ಮಧ್ಯೆ ಇರುತ್ತಾರೆಂದು ಈಗ ಅರಿವಾಯಿತು. ನೀವು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಗೆ ವಿರುದ್ಧ ಅಂಥ ದ್ರೋಹವನ್ನು ಮಾಡಲಿಲ್ಲವಾದ್ದರಿಂದ ಇಸ್ರಯೇಲರನ್ನು ಆತನ ಶಿಕ್ಷಾಹಸ್ತದಿಂದ ತಪ್ಪಿಸಿದಿರಿ,” ಎಂದನು."},{"number":32,"verse":"ಯಾಜಕ ಎಲ್ಲಾಜಾರನ ಮಗ ಫೀನೆಹಾಸನು ಮತ್ತು ಮುಖ್ಯಸ್ಥರು ಗಿಲ್ಯಾದ್ ನಾಡಿನಲ್ಲಿದ್ದ ರೂಬೇನ್ಯರನ್ನು ಹಾಗೂ ಗಾದ್ಯರನ್ನು ಬೀಳ್ಕೊಟ್ಟು ಕಾನಾನ್ ನಾಡಿನಲ್ಲಿದ್ದ ಇಸ್ರಯೇಲರ ಬಳಿಗೆ ಬಂದು ಅವರಿಗೆ ಈ ಸಮಾಚಾರವನ್ನು ತಿಳಿಸಿದರು."},{"number":33,"verse":"ಅವರು ಕೂಡ ಬಹಳ ಸಂತೋಷಪಟ್ಟು ದೇವರಿಗೆ ಧನ್ಯವಾದ ಸಲ್ಲಿಸಿದರು. ರೂಬೇನ್ ಹಾಗೂ ಗಾದ್ ಕುಲಗಳೊಡನೆ ಯುದ್ಧಮಾಡಿ ಅವರ ನಾಡನ್ನು ಹಾಳುಮಾಡಬೇಕೆಂಬ ಆಲೋಚನೆಯನ್ನು ತೊರೆದುಬಿಟ್ಟರು."},{"number":34,"verse":"ರೂಬೇನ್ಯರು ಹಾಗೂ ಗಾದ್ಯರು ‘ಸರ್ವೇಶ್ವರನೇ ದೇವರು’ ಎಂಬುದಕ್ಕೆ ಈ ಬಲಿಪೀಠವೇ ಸಾಕ್ಷಿ ಎಂದು ಹೇಳಿ ಅದಕ್ಕೆ ‘ಏದ್’ ಎಂದು ಹೆಸರಿಟ್ಟರು."}]}