{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"(ಶೆಕೆಮಿನಲ್ಲಿ ಒಪ್ಪಂದದ ನವೀಕರಣ) ತರುವಾಯ ಯೆಹೋಶುವನು ಎಲ್ಲ ಇಸ್ರಯೇಲ ಕುಲದವರನ್ನು ಶೆಕೆಮಿನಲ್ಲಿ ಸಭೆ ಸೇರಿಸಿದನು. ಹಿರಿಯರು, ನಾಯಕರು, ನ್ಯಾಯಾಧಿಪತಿಗಳು, ಅಧಿಕಾರಿಗಳು ಬಂದು ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ಉಪಸ್ಥಿತರಾದರು."},{"number":2,"verse":"ಯೆಹೋಶುವ ಅವರೆಲ್ಲರನ್ನು ಉದ್ದೇಶಿಸಿ, “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಹೇಳುವುದನ್ನು ಗಮನಿಸಿರಿ: ‘ಅಬ್ರಹಾಮ್, ನಾಹೊರ್ ಎಂಬವರ ತಂದೆಯಾದ ತೆರಹ ಮೊದಲಾದ ನಿಮ್ಮ ಮೂಲ ಪುರುಷರು ಪೂರ್ವದಲ್ಲಿ ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಆಚೆ ಇದ್ದರು. ಅನ್ಯದೇವತೆಗಳನ್ನು ಪೂಜಿಸುತ್ತಿದ್ದರು."},{"number":3,"verse":"ನಾನು ನಿಮ್ಮ ಪಿತೃವಾದ ಅಬ್ರಹಾಮನನ್ನು ಅಲ್ಲಿಂದ ಕರೆತಂದು, ಕಾನಾನ್ ನಾಡಿನಲ್ಲೆಲ್ಲಾ ಸಂಚಾರ ಮಾಡಿಸಿದೆ. ಇಸಾಕನೆಂಬ ಮಗನನ್ನು ಕೊಟ್ಟು, ಅವನ ಸಂತಾನವನ್ನು ಹೆಚ್ಚಿಸಿದೆ."},{"number":4,"verse":"ಇಸಾಕನಿಗೆ ಯಕೋಬ್ ಮತ್ತು ಏಸಾವ್ ಎಂಬ ಇಬ್ಬರು ಮಕ್ಕಳನ್ನು ಅನುಗ್ರಹಿಸಿದೆ. ಏಸಾವನಿಗೆ ಸೇಯೀರ್ ಬೆಟ್ಟವನ್ನು ಸ್ವಂತ ಸೊತ್ತಾಗಿ ದಯಪಾಲಿಸಿದೆ. ಯಕೋಬನಾದರೋ ತನ್ನ ಮಕ್ಕಳ ಸಮೇತ ಈಜಿಪ್ಟ್ ದೇಶಕ್ಕೆ ಹೋದ."},{"number":5,"verse":"ಬಳಿಕ ನಾನು ಮೋಶೆ ಹಾಗೂ ಆರೋನರನ್ನು ಕಳಿಸಿ, ಆ ಈಜಿಪ್ಟಿನಲ್ಲಿ ಅನೇಕ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನು ನಡೆಸಿ, ಆ ಜನರನ್ನು ಬಾಧಿಸಿ, ನಿಮ್ಮನ್ನು ಹೊರಗೆ ಕರೆತಂದೆ."},{"number":6,"verse":"ನಿಮ್ಮ ಪೂರ್ವಜರು ಈಜಿಪ್ಟಿನಿಂದ ಬಿಡುಗಡೆಯಾಗಿ ಕೆಂಪುಸಮುದ್ರಕ್ಕೆ ಬರುತ್ತ ಇರುವಾಗ ಈಜಿಪ್ಟಿನವರು ರಥಾಶ್ವಬಲಗಳ ಸಹಿತ ಅವರನ್ನು ಆ ಸಮುದ್ರದವರೆಗೂ ಹಿಂದಟ್ಟಿ ಬಂದರು."},{"number":7,"verse":"ಆಗ ನಿಮ್ಮ ಪೂರ್ವಜರು ನನಗೆ ಮೊರೆಯಿಟ್ಟರು. ನಾನು ಅವರಿಗೂ ಈಜಿಪ್ಟಿನವರಿಗೂ ಮಧ್ಯೆ ಕಾರ್ಗತ್ತಲೆಯನ್ನು ಉಂಟುಮಾಡಿದೆ. ಇದಲ್ಲದೆ ಈಜಿಪ್ಟಿನವರ ಮೇಲೆ ಸಮುದ್ರವನ್ನು ಬರಮಾಡಿ ಅವರನ್ನು ಮುಳುಗಿಸಿಬಿಟ್ಟೆ. ನಾನು ಈಜಿಪ್ಟಿನಲ್ಲಿ ಏನೇನು ಮಾಡಿದೆನೆಂಬುದಕ್ಕೆ ನೀವೇ ಸಾಕ್ಷಿಗಳು."},{"number":8,"verse":"‘ನೀವು ದೀರ್ಘಕಾಲ ಮರುಭೂಮಿಯಲ್ಲಿದ್ದಿರಿ. ಅನಂತರ ನಿಮ್ಮನ್ನು ಜೋರ್ಡನಿನ ಆಚೆ ಅಮೋರಿಯರ ನಾಡಿಗೆ ಕರೆತಂದೆ. ನಿಮ್ಮೊಡನೆ ಯುದ್ಧಕ್ಕೆ ಬಂದ ಅವರನ್ನು ನಿಮ್ಮ ಕೈವಶಮಾಡಿದೆ. ನೀವು ಅವರ ನಾಡನ್ನು ಸ್ವತಂತ್ರಿಸಿಕೊಂಡಿರಿ. ಅವರನ್ನು ನಿಮ್ಮೆದುರಿನಲ್ಲೇ ನಾಶಮಾಡಿದೆ."},{"number":9,"verse":"ಆಮೇಲೆ ಮೋವಾಬ್ಯರ ಅರಸನೂ ಚಿಪ್ಪೋರನ ಮಗನೂ ಆದ ಬಾಲಾಕನು ಇಸ್ರಯೇಲರಾದ ನಿಮ್ಮ ವಿರುದ್ಧ ಯುದ್ಧಮಾಡಲು ಎದ್ದ. ನಿಮ್ಮನ್ನು ಶಪಿಸಲು ಬೆಯೋರನ ಮಗ ಬಿಳಾಮನಿಗೆ ಕರೆ ಕಳುಹಿಸಿದ."},{"number":10,"verse":"ಆದರೆ ನಾನು ಆ ಬಿಳಾಮನಿಗೆ ಸಮ್ಮತಿ ಕೊಡಲಿಲ್ಲವಾದ್ದರಿಂದ ಅವನು ನಿಮ್ಮನ್ನು ಆಶೀರ್ವದಿಸುತ್ತಲೇ ಇರಬೇಕಾಯಿತು. ಹೀಗೆ ನಿಮ್ಮನ್ನು ಅವನ ಕೈಗೆ ಬೀಳದಂತೆ ತಪ್ಪಿಸಿದೆ."},{"number":11,"verse":"ನೀವು ಜೋರ್ಡನನ್ನು ದಾಟಿ ಜೆರಿಕೋವಿಗೆ ಬಂದಿರಿ. ಆಗ ಜೆರಿಕೋವಿನವರು, ಅಮೋರಿಯರು, ಪೆರಿಜ್ಜೀಯರು, ಕಾನಾನ್ಯರು, ಹಿತ್ತಿಯರು, ಗಿರ್ಗಾಷ್ಟಿಯರು, ಹಿವ್ವಿಯರು ಹಾಗೂ ಯೆಬೂಸಿಯರು ಇವರೆಲ್ಲರೂ ನಿಮಗೆ ವಿರುದ್ಧ ಯುದ್ಧಕ್ಕೆ ಬಂದರು. ನಾನು ಅವರೆಲ್ಲರನ್ನು ನಿಮ್ಮ ಕೈವಶಮಾಡಿದೆ."},{"number":12,"verse":"ಇದಲ್ಲದೆ ಕಣಜದ ಹುಳುಗಳನ್ನು ನಿಮ್ಮ ಮುಂದಾಗಿ ಕಳುಹಿಸಿದೆ. ಅವು ಅಮೋರಿಯರ ಅರಸರಿಬ್ಬರನ್ನು ಓಡಿಸಿಬಿಟ್ಟವು. ಇದು ನಿಮ್ಮ ಕತ್ತಿಬಿಲ್ಲುಗಳಿಂದ ಆದುದಲ್ಲ."},{"number":13,"verse":"ನೀವು ಕೃಷಿಮಾಡದ, ಬೆಳೆ ತುಂಬಿದ ಭೂಮಿಯನ್ನು ನಿಮಗೆ ಕೊಟ್ಟೆ, ನೀವು ಕಟ್ಟದ ನಗರಗಳಲ್ಲಿ ವಾಸಮಾಡುತ್ತಿದ್ದೀರಿ. ನೀವು ನೆಟ್ಟು ಬೆಳೆಸದ ದ್ರಾಕ್ಷಿ ಹಾಗೂ ಎಣ್ಣೆಮರಗಳ ತೋಟಗಳನ್ನು ಅನುಭವಿಸುತ್ತಿದ್ದೀರಿ’."},{"number":14,"verse":"“ಈ ಕಾರಣ ನೀವು ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಾಗಿರಿ. ಪೂರ್ಣ ಮನಸ್ಸಿನಿಂದ ಯಥಾರ್ಥಚಿತ್ತದಿಂದ ಅವರಿಗೆ ಸೇವೆಸಲ್ಲಿಸಿರಿ. ನಿಮ್ಮ ಪೂರ್ವಜರು ಯೂಫ್ರಟಿಸ್ ನದಿಯಾಚೆಯಲ್ಲೂ ಈಜಿಪ್ಟಿನಲ್ಲೂ ಪೂಜಿಸುತ್ತಿದ್ದ ದೇವತೆಗಳನ್ನು ತೊರೆದುಬಿಡಿ."},{"number":15,"verse":"ಸರ್ವೇಶ್ವರನಿಗೆ ಸೇವೆಸಲ್ಲಿಸಿರಿ. ನಿಮಗೆ ಇದು ಸರಿಕಾಣದಿದ್ದರೆ ಯಾರಿಗೆ ಸೇವೆಸಲ್ಲಿಸಬೇಕೆಂದಿದ್ದೀರಿ? ಇಂದೇ ಆರಿಸಿಕೊಳ್ಳಿ: ನಿಮ್ಮ ಪೂರ್ವಜರು ಯೂಫ್ರಟಿಸ್ ನದಿಯ ಆಚೆಯಲ್ಲಿ ಪೂಜಿಸುತ್ತಿದ್ದ ದೇವತೆಗಳಿಗೋ? ಈ ನಾಡಿನ ಮೂಲನಿವಾಸಿಗಳಾದ ಅಮೋರಿಯರ ದೇವತೆಗಳಿಗೋ? ಹೇಳಿ. ನಾನು ಮತ್ತು ನನ್ನ ಮನೆಯವರು ಮಾತ್ರ ಸರ್ವೇಶ್ವರನಿಗೇ ಸೇವೆ ಸಲ್ಲಿಸುತ್ತೇವೆ,” ಎಂದನು."},{"number":16,"verse":"ಅದಕ್ಕೆ ಜನರು, “ಸರ್ವೇಶ್ವರನನ್ನು ಬಿಟ್ಟು ಅನ್ಯದೇವತೆಗಳಿಗೆ ಸೇವೆಸಲ್ಲಿಸುವುದು ನಮ್ಮಿಂದ ದೂರವಿರಲಿ."},{"number":17,"verse":"ನಾವು ದಾಸತ್ವದಲ್ಲಿದ್ದ ಈಜಿಪ್ಟಿನಿಂದ ನಮ್ಮನ್ನೂ ನಮ್ಮ ಪೂರ್ವಜರನ್ನೂ ಹೊರತಂದವರು ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯೇ. ನಮ್ಮೆದುರಿನಲ್ಲೇ ಅವರು ಮಾಡಿದ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನು ನೋಡಿದ್ದೇವೆ. ನಮ್ಮ ಎಲ್ಲಾ ಪ್ರಯಾಣಗಳಲ್ಲೂ ನಾವು ದಾಟಿಬಂದ ಜನಾಂಗಗಳಿಂದ ನಮ್ಮನ್ನು ಕಾಪಾಡಿದವರು ಅವರೇ."},{"number":18,"verse":"ಈ ನಾಡಿನ ನಿವಾಸಿಗಳಾಗಿದ್ದ ಅಮೋರಿಯರು ಮೊದಲಾದ ಎಲ್ಲಾ ಜನಾಂಗಗಳನ್ನು ಇಲ್ಲಿಂದ ಹೊರಡಿಸಿಬಿಟ್ಟವರು ಅವರೇ. ಆದುದರಿಂದ ನಾವು ಕೂಡ ಸರ್ವೇಶ್ವರನಿಗೆ ಸೇವೆಸಲ್ಲಿಸುತ್ತೇವೆ. ಅವರೇ ನಮ್ಮ ದೇವರು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":19,"verse":"ಆಗ ಯೆಹೋಶುವನು ಅವರಿಗೆ, “ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ಸೇವೆಸಲ್ಲಿಸಲು ಶಕ್ತರಲ್ಲ. ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಪರಿಶುದ್ಧರು; ತಮಗೆ ಸಲ್ಲಬೇಕಾದ ಗೌರವವನ್ನು ಮತ್ತೊಬ್ಬರಿಗೆ ಸಲ್ಲಗೊಡಿಸದ ದೇವರು; ಅವರು ನಿಮ್ಮ ಪಾಪ, ಅಪರಾಧಗಳನ್ನು ಕ್ಷಮಿಸರು."},{"number":20,"verse":"ನೀವು ಅವರನ್ನು ಬಿಟ್ಟು ಅನ್ಯದೇವತೆಗಳಿಗೆ ಸೇವೆಸಲ್ಲಿಸಿದರೆ ನಿಮಗೆ ವಿಮುಖರಾಗಿ, ಒಳಿತಿಗೆ ಬದಲಾಗಿ ಕೇಡನ್ನೇ ಬರಮಾಡಿ ನಿಮ್ಮನ್ನು ನಾಶಮಾಡಿಬಿಡುವರು,” ಎಂದನು."},{"number":21,"verse":"ಜನರು ಯೆಹೋಶುವನಿಗೆ, “ಇಲ್ಲ, ನಾವು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಗೇ ಸೇವೆಸಲ್ಲಿಸುತ್ತೇವೆ,” ಎಂದರು."},{"number":22,"verse":"ಯೆಹೋಶುವ ಅವರಿಗೆ, “ನೀವು ಸರ್ವೇಶ್ವರನಿಗೇ ಸೇವೆಸಲ್ಲಿಸುವುದನ್ನು ಆರಿಸಿಕೊಂಡಿರುವುದಕ್ಕೆ ನೀವೇ ಸಾಕ್ಷಿಗಳು,” ಎನ್ನಲು ಅವರು, “ಹೌದು, ನಾವೇ ಸಾಕ್ಷಿಗಳು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":23,"verse":"ಆಗ ಯೆಹೋಶುವ, “ಹಾಗಾದರೆ ನಿಮ್ಮಲ್ಲಿರುವ ಅನ್ಯದೇವತೆಗಳನ್ನು ತೊರೆದುಬಿಟ್ಟು ಇಸ್ರಯೇಲಿನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಕಡೆಗೆ ನಿಮ್ಮ ಹೃನ್ಮನಗಳನ್ನು ತಿರುಗಿಸಿಕೊಳ್ಳಿ,” ಎಂದನು."},{"number":24,"verse":"ಅದಕ್ಕೆ ಜನರು, “ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೇ ಸೇವೆಸಲ್ಲಿಸುತ್ತೇವೆ. ಅವರ ಮಾತನ್ನೇ ಕೇಳುತ್ತೇವೆ,” ಎಂದರು."},{"number":25,"verse":"ಹೀಗೆ ಯೆಹೋಶುವ ಶೆಕೆಮಿನಲ್ಲಿ ಇಸ್ರಯೇಲರೊಡನೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಂಡು ಅವರಿಗೆ ವಿಧಿನಿಯಮಗಳನ್ನು ನೇಮಿಸಿದನು."},{"number":26,"verse":"ಇದು ಮಾತ್ರವಲ್ಲ, ಈ ಎಲ್ಲಾ ಮಾತುಕತೆಗಳನ್ನು ದೇವರ ಧರ್ಮಶಾಸ್ತ್ರಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿಟ್ಟನು. ಒಂದು ದೊಡ್ಡ ಕಲ್ಲನ್ನು ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಹತ್ತಿರದಲ್ಲೇ ಇದ್ದ ಓಕ್ ವೃಕ್ಷದ ಅಡಿಯಲ್ಲಿ ನಿಲ್ಲಿಸಿದನು."},{"number":27,"verse":"ಬಳಿಕ ಎಲ್ಲಾ ಜನರಿಗೆ, “ಇಗೋ, ನೋಡಿ ಈ ಕಲ್ಲು! ಇದು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಸಾಕ್ಷಿ ಹೇಳುವುದು. (ಕಲ್ಲುಕುಪ್ಪೆ ಸಾಕ್ಷಿಯಾದಂತೆ ಅಡಿಕಾಂಡ 31:8 ನೋಡಿ.) ಸರ್ವೇಶ್ವರ ನಮಗೆ ಹೇಳಿದ ಎಲ್ಲ ಮಾತುಗಳನ್ನು ಇದು ಕೇಳಿದೆ."},{"number":28,"verse":"ಆದ್ದರಿಂದ ನೀವು ನಿಮ್ಮ ದೇವರಾದ ಅವರನ್ನು ಅಲ್ಲಗಳೆದದ್ದೇ ಆದರೆ ಈ ಕಲ್ಲೇ ನಿಮಗೆ ಸಾಕ್ಷಿಯಾಗಿರುವುದು,” ಎಂದು ಹೇಳಿ ಆ ಜನರನ್ನು ಅವರವರ ಸೊತ್ತಿದ್ದಲ್ಲಿಗೆ ಕಳುಹಿಸಿಬಿಟ್ಟನು."},{"number":29,"verse":"(ಯೆಹೋಶುವಿನ ನಿಧನ) ಇದಾದ ಮೇಲೆ ಸರ್ವೇಶ್ವರನ ದಾಸನಾದ ನೂನನ ಮಗ ಯೆಹೋಶುವನು ನೂರಹತ್ತು ವರ್ಷದವನಾಗಿ ಮರಣಹೊಂದಿದ."},{"number":30,"verse":"ಆತನ ಕಳೇಬರವನ್ನು ಎಫ್ರಯಿಮ್ ಮಲೆನಾಡಿನಲ್ಲಿ ಗಾಷ್ ಬೆಟ್ಟದ ಉತ್ತರ ದಿಕ್ಕಿನಲ್ಲಿರುವ ತಿಮ್ನತ್ ಸೆರಹ ಎಂಬ ಅವರ ಸ್ವಂತ ಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು."},{"number":31,"verse":"ಯೆಹೋಶುವನ ದಿನಗಳಲ್ಲೂ ಅವನ ಕಾಲದಿಂದ ಇನ್ನೂ ಜೀವಿಸುತ್ತಿದ್ದ ಹಿರಿಯರ ದಿನಗಳಲ್ಲೂ ಇಸ್ರಯೇಲರು, ಸರ್ವೇಶ್ವರ ಇಸ್ರಯೇಲರ ಹಿತಕ್ಕಾಗಿ ನಡೆಸಿದ ಅದ್ಭುತಕಾರ್ಯಗಳಿಗೆ ಸಾಕ್ಷಿಗಳಾಗಿದ್ದರು."},{"number":32,"verse":"ಇಸ್ರಯೇಲರು ಈಜಿಪ್ಟಿನಿಂದ ತಂದ ಜೋಸೆಫನ ಎಲುಬುಗಳನ್ನು ಶೆಕೆಮ್ ಊರಿನ ಹೊಲದಲ್ಲಿ ಹೂಳಿಟ್ಟರು. ಈ ಹೊಲವನ್ನು ಯಕೋಬನು ಶೆಕೆಮನ ತಂದೆಯಾದ ಹಮೋರನ ಮಕ್ಕಳಿಂದ ನೂರು ಬೆಳ್ಳಿನಾಣ್ಯ ಕೊಟ್ಟು ಕೊಂಡುಕೊಂಡಿದ್ದನು. ಅದು ಜೋಸೆಫ್ಯರ ಸೊತ್ತಾಗಿತ್ತು."},{"number":33,"verse":"ಆರೋನನ ಮಗ ಎಲ್ಲಾಜಾರನೂ ಮರಣಹೊಂದಿದನು. ಅವನ ಶವವನ್ನು ಎಫ್ರಯಿಮ್ ಮಲೆನಾಡಿನಲ್ಲಿ ಅವನ ಮಗ ಫೀನೆಹಾಸನ ಪಾಲಿಗೆ ಬಂದ ಗುಡ್ಡದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು."}]}