{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":3,"verses":[{"number":1,"verse":"ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿದ್ದು (ಕೆಂಪು ಸಮುದ್ರವನ್ನು ದಾಟಿದ್ದು ಹಾಗು ಕಾನಾನ್ ನಾಡನ್ನು ಪ್ರವೇಶಿಸಿದ್ದು ಈ ಘಟನೆಗಳೆರಡನ್ನೂ ಹೋಲಿಸಿ ನೋಡಬಹುದು.) ಯೆಹೋಶುವನು ಬೆಳಗಿನ ಜಾವದಲ್ಲೇ ಎದ್ದನು. ಅವನೊಂದಿಗೆ ಇಸ್ರಯೇಲರು ಎಲ್ಲರೂ ಶಿಟ್ಟೀಮನ್ನು ಬಿಟ್ಟು ಜೋರ್ಡನ್ನಿನ ಹತ್ತಿರಕ್ಕೆ ಬಂದು ಅದನ್ನು ದಾಟುವ ಮೊದಲು ಅಲ್ಲೇ ಇಳಿದುಕೊಂಡರು."},{"number":2,"verse":"ಮೂರು ದಿನಗಳಾದ ಮೇಲೆ ಜನನಾಯಕರು ಪಾಳೆಯದ ಎಲ್ಲಾ ಕಡೆಗೂ ಹೋಗಿ ಜನರಿಗೆ,"},{"number":3,"verse":"“ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಯಾಜಕರಾದ ಲೇವಿಯರು ಹೊತ್ತಿರುವುದನ್ನು ನೀವು ಕಂಡಕೂಡಲೆ ನೀವು ಕೂಡ ನಿಮ್ಮ ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು ಅದರ ಹಿಂದೆ ಹೋಗಿ."},{"number":4,"verse":"ಆದರೆ ಅದರ ಹತ್ತಿರ ನೀವು ಹೋಗಬಾರದು. ನಿಮಗೂ ಮಂಜೂಷಕ್ಕೂ ಸುಮಾರು ಒಂದು ಕಿಲೋಮೀಟರ್ ಅಂತರವಿರಬೇಕು. ಹೀಗೆ ನೀವು ಹೋಗಬೇಕಾದ ಮಾರ್ಗ ನಿಮಗೆ ಗೊತ್ತಾಗುವುದು. ಏಕೆಂದರೆ ನೀವು ಆ ಮಾರ್ಗವಾಗಿ ಇಲ್ಲಿಯವರೆಗೆ ಪ್ರಯಾಣ ಮಾಡಿದ್ದಿಲ್ಲ,” ಎಂದು ತಿಳಿಸಿದರು."},{"number":5,"verse":"ಇದಲ್ಲದೆ, ಯೆಹೋಶುವನು ಜನರಿಗೆ, “ಸರ್ವೇಶ್ವರ ನಾಳೆ ನಿಮ್ಮ ಮಧ್ಯೆ ಅದ್ಭುತಗಳನ್ನು ಮಾಡಲಿದ್ದಾರೆ. ಆದುದರಿಂದ ನಿಮ್ಮನ್ನೇ ಶುದ್ಧೀಕರಿಸಿಕೊಳ್ಳಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಯಾಜಕರಿಗೆ, “ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತುಕೊಂಡು ಜನರ ಮುಂದಾಗಿ ನಡೆದು ನದಿದಾಟಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಅವರು ಅಂತೆಯೇ ಮಂಜೂಷವನ್ನು ಹೊತ್ತುಕೊಂಡು ಹೋದರು."},{"number":7,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ, ಯೆಹೋಶುವನಿಗೆ: “ನಾನು ಇಂದಿನಿಂದ ನಿನ್ನನ್ನು ಇಸ್ರಯೇಲರ ಮುಂದೆ ಮಹಾತ್ಮನನ್ನಾಗಿಸುವೆನು. ನಾನು ಮೋಶೆಯ ಸಂಗಡ ಇದ್ದಹಾಗೆ ನಿನ್ನ ಸಂಗಡವೂ ಇರುವೆನೆಂದು ಅವರಿಗೆ ಗೊತ್ತಾಗುವುದು."},{"number":8,"verse":"ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರು ಜೋರ್ಡನ್ ನದಿಯ ಅಂಚಿಗೆ ಬಂದ ಕೂಡಲೆ ಅಲ್ಲೇ ನಿಲ್ಲಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸು,” ಎಂದರು."},{"number":9,"verse":"ಆಗ ಯೆಹೋಶುವನು ಇಸ್ರಯೇಲರಿಗೆ, “ಇಲ್ಲಿಗೆ ಬಂದು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಮಾತುಗಳನ್ನು ಕೇಳಿ:"},{"number":10,"verse":"ಚೈತನ್ಯಸ್ವರೂಪನಾದ ದೇವರು ನಿಮ್ಮ ಮಧ್ಯೆ ಇದ್ದಾರೆಂದು ನಿಮಗೆ ಈಗ ತಿಳಿಯುವುದು. ಅದೇ ಕಾನಾನ್ಯರನ್ನು, ಹಿತ್ತಿಯರನ್ನು, ಹಿವ್ವಿಯರನ್ನು, ಪೆರಿಜೀಯರನ್ನು, ಗಿರ್ಗಾಷಿಯರನ್ನು, ಅಮೋರಿಯರನ್ನು ಹಾಗೂ ಯೆಬೂಸಿಯರನ್ನು ನಿಮ್ಮ ಮುಂದಿನಿಂದ ಓಡಿಸಿಬಿಡುವರೆಂದು ನಿಮಗೆ ಗೊತ್ತಾಗುವುದು."},{"number":11,"verse":"ಹೇಗೆಂದರೆ - ಸರ್ವಲೋಕದ ಒಡೆಯನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವು ನಿಮ್ಮ ಮುಂದಾಗಿ ಹೋಗಿ ಜೋರ್ಡನಿನಲ್ಲಿ ಇಳಿಯುವುದು."},{"number":12,"verse":"ಆಗ ನೀವು ಇಸ್ರಯೇಲ್ ಕುಲಗಳಿಂದ ಕುಲಕ್ಕೆ ಒಬ್ಬನಂತೆ ಹನ್ನೆರಡು ಮಂದಿಯನ್ನು ಆರಿಸಿಕೊಳ್ಳಬೇಕು."},{"number":13,"verse":"ಸರ್ವಲೋಕದ ಒಡೆಯನಾದ ಸರ್ವೇಶ್ವರನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊರುವ ಯಾಜಕರು ತಮ್ಮ ಕಾಲುಗಳನ್ನು ಜೋರ್ಡನ್ ನದಿಯ ನೀರಿನಲ್ಲಿ ಇಡುತ್ತಲೇ ಮೇಲಿಂದ ಹರಿದುಬರುವ ನೀರು ಮುಂದೆ ಸಾಗದೆ ಅಲ್ಲೇ ರಾಶಿಯಾಗಿ ನಿಂತುಕೊಳ್ಳುವುದು,” ಎಂದು ತಿಳಿಸಿದನು."},{"number":14,"verse":"ಜನರು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಲು ತಮ್ಮ ತಮ್ಮ ಡೇರೆಗಳಿಂದ ಹೊರಟರು. ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರು ಅವರ ಮುಂದೆ ಇದ್ದರು."},{"number":15,"verse":"ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರು ಜೋರ್ಡನಿಗೆ ಬಂದರು. ಅದು ಸುಗ್ಗಿಯ ಕಾಲ ನದಿ ದಡಮೀರಿ ಹರಿಯುತ್ತಿತ್ತು. ಯಾಜಕರು ಬಂದು ನೀರಿನಲ್ಲಿ ತಮ್ಮ ಕಾಲುಗಳನ್ನು ಇಡುತ್ತಲೇ ಹರಿಯುತ್ತಿದ್ದ ಜೋರ್ಡನ್ ನದಿಯ ನೀರು ನಿಂತುಹೋಯಿತು."},{"number":16,"verse":"ಮೇಲಿಂದ ಬರುತ್ತಿದ್ದ ನೀರು ಬಹು ದೂರದಲ್ಲಿದ್ದ ಚಾರೆತಾನಿನ ಬಳಿಯಿರುವ ಆದಾಮ್ ಊರಿನ ತನಕ ರಾಶಿಯಾಗಿ ನಿಂತುಕೊಂಡಿತು. ಕೆಳಗಿನ ನೀರು ಅರಾಬಾ ತಗ್ಗಿನಲ್ಲಿರುವ ಲವಣಸಮುದ್ರಕ್ಕೆ ಹರಿದುಹೋಯಿತು. ಜನರು ಜೆರಿಕೋವಿನ ಎದುರಿನಲ್ಲಿ ನದಿ ದಾಟಿದರು."},{"number":17,"verse":"ಸರ್ವೇಶ್ವರನ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತ ಯಾಜಕರು ಜೋರ್ಡನಿನ ನಡುವೆ ನೆಲದ ಮೇಲೆ ನಿಂತಿದ್ದರು. ಅಷ್ಟರಲ್ಲಿ ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ಒಣನೆಲದ ಮೇಲೆ ನಡೆದು ಹೋದರು. ಹೀಗೆ ಜನರೆಲ್ಲರೂ ಜೋರ್ಡನಿನ ಆಚೆಗೆ ಸೇರಿದರು."}]}