{"bibleAbbr":"KNCL","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"ಗಿಬೋನ್ಯರಿಗೂ ಇಸ್ರಯೇಲರಿಗೂ ಆದ ಒಪ್ಪಂದ ಜೋರ್ಡನ್ ಹೊಳೆಯ ಆಚೆ ಬೆಟ್ಟದ ಪ್ರದೇಶ, ಕಣಿವೆ ಪ್ರದೇಶ, ಲೆಬನೋನಿನ ಎದುರಿಗಿರುವ ಮಹಾಸಾಗರದ ತೀರಪ್ರದೇಶ ಇವುಗಳಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಅಮೋರಿಯ, ಹಿತ್ತಿಯ, ಕಾನಾನ್, ಪೆರಿಜ್ಜೀಯ, ಹಿವ್ವಿಯ, ಯೆಬೂಸಿಯ ರಾಜರು ನಡೆದ ಸಂಗತಿಯನ್ನು ಕೇಳಿದರು."},{"number":2,"verse":"ಯೆಹೋಶುವನಿಗೂ ಇಸ್ರಯೇಲರಿಗೂ ವಿರುದ್ಧ ಯುದ್ಧಮಾಡಬೇಕೆಂದು ಒಮ್ಮನಸ್ಸಿನಿಂದ ಕೂಡಿಕೊಂಡರು."},{"number":3,"verse":"ಜೆರಿಕೋದವರನ್ನು ಮತ್ತು ಆಯಿ ಜನರನ್ನು ಯೆಹೋಶುವನು ಸಂಹರಿಸಿದ ಸುದ್ದಿ ಗಿಬ್ಯೋನಿನ ನಿವಾಸಿಗಳಿಗೆ ಮುಟ್ಟಿತು."},{"number":4,"verse":"ಅವರು ಒಂದು ಉಪಾಯವನ್ನು ಹೂಡಿದರು. ಅದೇನೆಂದರೆ - ಅವರು ತಮ್ಮ ಕತ್ತೆಗಳ ಮೇಲೆ ಹಳೆಯ ಗೋಣಿತಟ್ಟುಗಳನ್ನು ಹಾಕಿ ಅವುಗಳ ಮೇಲೆ ತೇಪೆ ಹಾಕಿದ ದ್ರಾಕ್ಷಾರಸದ ಹಳೆಯ ಬುದ್ದಲಿಗಳನ್ನು ಹೇರಿದರು."},{"number":5,"verse":"ಹರಿದುಹೋಗಿದ್ದ ಹಳೆಯ ಕೆರಗಳನ್ನು ಮೆಟ್ಟಿಕೊಂಡರು. ಹಳೆಯ ಬಟ್ಟೆಬರೆಗಳನ್ನು ಹಾಕಿಕೊಂಡರು. ಒಣರೊಟ್ಟಿ ಚೂರುಗಳನ್ನು ಬುತ್ತಿಯಾಗಿ ಕಟ್ಟಿಕೊಂಡರು."},{"number":6,"verse":"ತಾವೂ ರಾಯಭಾರಿಗಳೆಂದು ಗಿಲ್ಗಾಲಿನಲ್ಲಿದ್ದ ಯೆಹೋಶುವನ ಪಾಳೆಯಕ್ಕೆ ಬಂದರು. ಅವನಿಗೂ ಇಸ್ರಯೇಲರಿಗೂ, “ನಾವು ದೂರದೇಶದಿಂದ ಬಂದವರು. ನೀವು ನಮ್ಮ ಸಂಗಡ ಒಂದು ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಿ,” ಎಂದು ಕೇಳಿಕೊಂಡರು."},{"number":7,"verse":"ಆಗ ಇಸ್ರಯೇಲರು ಹಿವ್ವಿಯರಾದ ಅವರಿಗೆ, “ಬಹುಶಃ ನೀವು ನಮ್ಮ ನಾಡಿನ ನಿವಾಸಿಗಳೇ ಆಗಿರಬಹುದು. ಆದುದರಿಂದ ನಾವು ನಿಮ್ಮ ಸಂಗಡ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳುವುದು ಹೇಗೆ?” ಎಂದು ಉತ್ತರಿಸಿದರು."},{"number":8,"verse":"ಅವರು ಯೆಹೋಶುವನಿಗೆ, “ನಾವು ನಿಮ್ಮ ಸೇವಕರು” ಎಂದರು. “ನೀವು ಯಾರು? ಎಲ್ಲಿಯವರು?” ಎಂದು ಆತ ವಿಚಾರಿಸಲು"},{"number":9,"verse":"ಅವರು, “ನಿಮ್ಮ ಸೇವಕರಾದ ನಾವು ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ನಾಮ ಮಹತ್ತನ್ನು ಕೇಳಿ ಬಹುದೂರ ದೇಶದಿಂದ ಬಂದಿದ್ದೇವೆ. ಆ ನಿಮ್ಮ ದೇವರು ಈಜಿಪ್ಟಿನಲ್ಲಿ ನಡೆಸಿದ ಮಹತ್ಕಾರ್ಯಗಳ ಸುದ್ದಿಯನ್ನು ನಮ್ಮ ಹಿರಿಯರೂ ದೇಶನಿವಾಸಿಗಳೂ ಕೇಳಿದ್ದಾರೆ."},{"number":10,"verse":"ಹೆಷ್ಬೋನಿನ ಅರಸ ಸೀಹೋನ್ ಮತ್ತು ಅಷ್ಟರೋತಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಬಾಷಾನಿನ ಅರಸ ಓಗ್ ಎಂಬ ಈ ಇಬ್ಬರು ಅಮೋರಿಯರಿಗೆ ಆ ದೇವರು ಮಾಡಿದ್ದೆಲ್ಲವನ್ನು ಕೇಳಿದ್ದಾರೆ."},{"number":11,"verse":"ಅವರು ನಮ್ಮನ್ನು ಇಲ್ಲಿಗೆ ಕಳಿಸುತ್ತಾ, ‘ನೀವು ಪ್ರಯಾಣಕ್ಕಾಗಿ ಬುತ್ತಿ ಕಟ್ಟಿಕೊಂಡು ಹೋಗಿ ಇಸ್ರಯೇಲರನ್ನು ಎದುರುಗೊಳ್ಳಿ - ನಾವು ನಿಮ್ಮ ಸೇವಕರು, ನೀವು ನಮ್ಮ ಸಂಗಡ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಿ ಎಂದು ವಿನಂತಿಸಿ,’ ಎಂದು ಹೇಳಿದರು."},{"number":12,"verse":"ನಾವು ನಿಮ್ಮನ್ನು ಭೇಟಿಯಾಗುವುದಕ್ಕಾಗಿ ಮನೆಬಿಟ್ಟು ಹೊರಟಾಗ ಪ್ರಯಾಣಕ್ಕೆಂದು ತೆಗೆದುಕೊಂಡ ಈ ರೊಟ್ಟಿ ಬಿಸಿಯಾಗಿತ್ತು. ಈಗ ಒಣಗಿ ಚೂರು ಚೂರಾಗಿದೆ ನೋಡಿ."},{"number":13,"verse":"ದ್ರಾಕ್ಷಾರಸ ತುಂಬಿಸಿಕೊಂಡಿದ್ದ ಈ ಬುದ್ದಲಿಗಳು ಹೊಸದಾಗಿದ್ದವು. ಈಗ ಹರಿದುಹೋಗಿವೆ. ನಮ್ಮ ಬಟ್ಟೆಬರೆಗಳು ಹಾಗೂ ಕೆರಗಳು ದೀರ್ಘ ಪ್ರಯಾಣದಿಂದ ಸವೆದುಹೋಗಿವೆ,” ಎಂದು ವಿವರಿಸಿದರು."},{"number":14,"verse":"ಆಗ ಇಸ್ರಯೇಲರು ಅವರ ಬುತ್ತಿಯಲ್ಲಿ ಸ್ವಲ್ಪ ತೆಗೆದುಕೊಂಡರು. ಆದರೆ ಸರ್ವೇಶ್ವರ ಸ್ವಾಮಿಯ ಅಪ್ಪಣೆಯನ್ನು ಕೇಳಲಿಲ್ಲ."},{"number":15,"verse":"ಯೆಹೋಶುವ ಅವರೊಡನೆ, “ನಿಮ್ಮ ಜೀವವನ್ನು ಕಾಪಾಡುತ್ತೇವೆ” ಎಂದು ಶಾಂತಿಸಂಧಾನ ಮಾಡಿಕೊಂಡನು. ಸಭೆಯ ನಾಯಕರೂ ಅಂತೆಯೇ ಪ್ರಮಾಣ ಮಾಡಿದರು."},{"number":16,"verse":"ಈ ಒಪ್ಪಂದವಾದ ಮೂರು ದಿನಗಳ ಮೇಲೆ ಅವರು ತಮ್ಮ ನೆರೆಯವರೆಂದೂ ತಮ್ಮ ಮಧ್ಯೆ ವಾಸಿಸುವವರೆಂದೂ ಇಸ್ರಯೇಲರಿಗೆ ಗೊತ್ತಾಯಿತು."},{"number":17,"verse":"ಹೇಗೆಂದರೆ - ಮೂರನೆಯ ದಿನದಂದು ಇಸ್ರಯೇಲರು ಹೊರಟು ಗಿಬ್ಯೋನ್, ಕೆಫೀರಾ, ಬೇರೋತ್, ಕಿರ್ಯತ್ಯಾರೀಮ್ ಎಂಬ ಊರುಗಳನ್ನು ಸೇರಿದರು. ಆಗ ಆ ಊರುಗಳು ಆ ಜನರದ್ದೇ ಎಂದು ಗೊತ್ತಾಯಿತು."},{"number":18,"verse":"ಸಭೆಯ ನಾಯಕರು ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಹೆಸರಿನಲ್ಲಿ ಆ ಜನರಿಗೆ ಪ್ರಮಾಣ ಮಾಡಿದ್ದರಿಂದ ಇಸ್ರಯೇಲರು ಅವರನ್ನು ಕೊಲ್ಲಲಿಲ್ಲ. ಆದರೆ ಸಭಿಕರೆಲ್ಲರುತಮ್ಮ ನಾಯಕರಿಗೆ ವಿರುದ್ಧ ಗೊಣಗುಟ್ಟಿದರು."},{"number":19,"verse":"ಆಗ ನಾಯಕರೆಲ್ಲರು ಸಭೆಯ ಎಲ್ಲ ಸದಸ್ಯರಿಗೆ, “ನಾವು ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಹೆಸರಿನಲ್ಲಿ ಅವರಿಗೆ ಪ್ರಮಾಣ ಮಾಡಿದ್ದರಿಂದ ಅವರನ್ನು ಮುಟ್ಟಲಾಗದು."},{"number":20,"verse":"ನಾವು ಇಟ್ಟ ಅಪ್ಪಣೆಯ ನಿಮಿತ್ತ ದೇವರ ಕೋಪ ನಮ್ಮ ಮೇಲೆ ಬಾರದಂತೆ ಅವರನ್ನು ಜೀವದಿಂದ ಉಳಿಸಬೇಕು. ನಾವು ಹೀಗೆ ಮಾಡೋಣ: ಅವರನ್ನು ಬದುಕಲು ಬಿಟ್ಟುಬಿಡಿ."},{"number":21,"verse":"ಆದರೆ ನಮ್ಮ ಜನರಿಗೆ ಅವರು ಕಟ್ಟಿಗೆ ಕಡಿಯುವವರೂ ನೀರು ತರುವವರೂ ಆಗಿರಲಿ,” ಎಂದು ಹೇಳಿದರು. ನಾಯಕರ ಮಾತಿನಂತೆಯೇ ಆಯಿತು."},{"number":22,"verse":"ಯೆಹೋಶುವನು ಗಿಬ್ಯೋನ್ಯರನ್ನು ಕರೆಸಿ, “ನೀವು ನಮ್ಮ ನಡುವೆ ವಾಸಿಸುವವರಾಗಿದ್ದರೂ ಬಹುದೂರದವರೆಂದು ಹೇಳಿ ನಮ್ಮನ್ನು ವಂಚಿಸಿದ್ದೇಕೆ?"},{"number":23,"verse":"ಇದರಿಂದಾಗಿ ನೀವು ಶಾಪಗ್ರಸ್ತರು! ನೀವು ಯಾವಾಗಲೂ ಊಳಿಗದವರಾಗಿದ್ದು, ನನ್ನ ದೇವರ ಮಂದಿರಕ್ಕೆ ಕಟ್ಟಿಗೆ ಕಡಿಯುವವರೂ ನೀರು ತರುವವರೂ ಆಗಿರಬೇಕು,” ಎಂದನು."},{"number":24,"verse":"ಅವರು ಯೆಹೋಶುವನಿಗೆ, “ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ದಾಸ ಮೋಶೆಗೆ, ‘ನಾನು ನಿಮಗೆ ಈ ದೇಶವನ್ನೆಲ್ಲ ಕೊಡುವಾಗ ನೀವು ಇದರ ನಿವಾಸಿಗಳನ್ನೆಲ್ಲಾ ಸಂಹರಿಸಬೇಕು’ ಎಂದು ಆಜ್ಞಾಪಿಸಿದ್ದಾರೆಂದು ಕೇಳಿ ನಮ್ಮ ಪ್ರಾಣ ತೆಗೆಯುವಿರೆಂದು ಹೆದರಿ ಹೀಗೆ ಮಾಡಿದೆವು."},{"number":25,"verse":"ಇಗೋ, ಈಗ ನಾವು ನಿಮ್ಮ ಕೈಯಲ್ಲಿ ಇದ್ದೇವೆ. ನಿಮಗೆ ಯಾವುದು ಒಳ್ಳೆಯದು, ನ್ಯಾಯವಾದುದು ಎಂದು ತೋರುತ್ತದೋ ಅದರಂತೆ ನಮಗೆ ಮಾಡಿ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":26,"verse":"ಯೆಹೋಶುವನು ತಾನು ಮೊದಲೇ ಹೇಳಿದಂತೆ ಮಾಡಿದನು. ಅವರನ್ನು ಇಸ್ರಯೇಲರ ಕೈಯಿಂದ ಹತರಾಗದಂತೆ ತಪ್ಪಿಸಿದನು."},{"number":27,"verse":"ಸಭೆಗೂ ಸರ್ವೇಶ್ವರ ಆಯ್ದುಕೊಂಡ ಸ್ಥಳದಲ್ಲಿ ಕಟ್ಟಲಾಗುವ ಬಲಿಪೀಠಕ್ಕೂ ಕಟ್ಟಿಗೆ ಕಡಿಯುವವರನ್ನಾಗಿ ಹಾಗೂ ನೀರು ತರುವವರನ್ನಾಗಿ ನೇಮಿಸಿದನು. ಅವರು ಇಂದಿನವರೆಗೂ ಅದೇ ಊಳಿಗದಲ್ಲಿದ್ದಾರೆ."}]}