{"bibleAbbr":"NLT2015","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"Saul Defeats the Amalekites One day Samuel said to Saul, “It was the LORD who told me to anoint you as king of his people, Israel. Now listen to this message from the LORD!"},{"number":2,"verse":"This is what the LORD of Heaven’s Armies has declared: I have decided to settle accounts with the nation of Amalek for opposing Israel when they came from Egypt."},{"number":3,"verse":"Now go and completely destroy (The Hebrew term used here refers to the complete consecration of things or people to the LORD, either by destroying them or by giving them as an offering; also in 15:8, 9, 15, 18, 20, 21.) the entire Amalekite nation—men, women, children, babies, cattle, sheep, goats, camels, and donkeys.”"},{"number":4,"verse":"So Saul mobilized his army at Telaim. There were 200000 soldiers from Israel and 10000 men from Judah."},{"number":5,"verse":"Then Saul and his army went to a town of the Amalekites and lay in wait in the valley."},{"number":6,"verse":"Saul sent this warning to the Kenites: “Move away from where the Amalekites live, or you will die with them. For you showed kindness to all the people of Israel when they came up from Egypt.” So the Kenites packed up and left."},{"number":7,"verse":"Then Saul slaughtered the Amalekites from Havilah all the way to Shur, east of Egypt."},{"number":8,"verse":"He captured Agag, the Amalekite king, but completely destroyed everyone else."},{"number":9,"verse":"Saul and his men spared Agag’s life and kept the best of the sheep and goats, the cattle, the fat calves, and the lambs—everything, in fact, that appealed to them. They destroyed only what was worthless or of poor quality."},{"number":10,"verse":"The LORD Rejects Saul Then the LORD said to Samuel,"},{"number":11,"verse":"“I am sorry that I ever made Saul king, for he has not been loyal to me and has refused to obey my command.” Samuel was so deeply moved when he heard this that he cried out to the LORD all night."},{"number":12,"verse":"Early the next morning Samuel went to find Saul. Someone told him, “Saul went to the town of Carmel to set up a monument to himself; then he went on to Gilgal.”"},{"number":13,"verse":"When Samuel finally found him, Saul greeted him cheerfully. “May the LORD bless you,” he said. “I have carried out the LORD’s command!”"},{"number":14,"verse":"“Then what is all the bleating of sheep and goats and the lowing of cattle I hear?” Samuel demanded."},{"number":15,"verse":"“It’s true that the army spared the best of the sheep, goats, and cattle,” Saul admitted. “But they are going to sacrifice them to the LORD your God. We have destroyed everything else.”"},{"number":16,"verse":"Then Samuel said to Saul, “Stop! Listen to what the LORD told me last night!” “What did he tell you?” Saul asked."},{"number":17,"verse":"And Samuel told him, “Although you may think little of yourself, are you not the leader of the tribes of Israel? The LORD has anointed you king of Israel."},{"number":18,"verse":"And the LORD sent you on a mission and told you, ‘Go and completely destroy the sinners, the Amalekites, until they are all dead.’"},{"number":19,"verse":"Why haven’t you obeyed the LORD? Why did you rush for the plunder and do what was evil in the LORD’s sight?”"},{"number":20,"verse":"“But I did obey the LORD,” Saul insisted. “I carried out the mission he gave me. I brought back King Agag, but I destroyed everyone else."},{"number":21,"verse":"Then my troops brought in the best of the sheep, goats, cattle, and plunder to sacrifice to the LORD your God in Gilgal.”"},{"number":22,"verse":"But Samuel replied, “What is more pleasing to the LORD: your burnt offerings and sacrifices or your obedience to his voice? Listen! Obedience is better than sacrifice, and submission is better than offering the fat of rams."},{"number":23,"verse":"Rebellion is as sinful as witchcraft, and stubbornness as bad as worshiping idols. So because you have rejected the command of the LORD, he has rejected you as king.”"},{"number":24,"verse":"Saul Pleads for Forgiveness Then Saul admitted to Samuel, “Yes, I have sinned. I have disobeyed your instructions and the LORD’s command, for I was afraid of the people and did what they demanded."},{"number":25,"verse":"But now, please forgive my sin and come back with me so that I may worship the LORD.”"},{"number":26,"verse":"But Samuel replied, “I will not go back with you! Since you have rejected the LORD’s command, he has rejected you as king of Israel.”"},{"number":27,"verse":"As Samuel turned to go, Saul tried to hold him back and tore the hem of his robe."},{"number":28,"verse":"And Samuel said to him, “The LORD has torn the kingdom of Israel from you today and has given it to someone else—one who is better than you."},{"number":29,"verse":"And he who is the Glory of Israel will not lie, nor will he change his mind, for he is not human that he should change his mind!”"},{"number":30,"verse":"Then Saul pleaded again, “I know I have sinned. But please, at least honor me before the elders of my people and before Israel by coming back with me so that I may worship the LORD your God.”"},{"number":31,"verse":"So Samuel finally agreed and went back with him, and Saul worshiped the LORD."},{"number":32,"verse":"Samuel Executes King Agag Then Samuel said, “Bring King Agag to me.” Agag arrived full of hope, for he thought, “Surely the worst is over, and I have been spared!” (Dead Sea Scrolls and Greek version read Agag arrived hesitantly, for he thought, “Surely this is the bitterness of death.”)"},{"number":33,"verse":"But Samuel said, “As your sword has killed the sons of many mothers, now your mother will be childless.” And Samuel cut Agag to pieces before the LORD at Gilgal."},{"number":34,"verse":"Then Samuel went home to Ramah, and Saul returned to his house at Gibeah of Saul."},{"number":35,"verse":"Samuel never went to meet with Saul again, but he mourned constantly for him. And the LORD was sorry he had ever made Saul king of Israel."}]}