{"bibleAbbr":"KJ3-2005","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"The Word of Jehovah that was to Joel, the son of Pethuel:"},{"number":2,"verse":"Hear this, you old men, and give ear, all you people of the land. Has this been in your days, or even in the days of your fathers?"},{"number":3,"verse":"Recount to your sons about it, and your sons to their sons, and their sons to another generation."},{"number":4,"verse":"What was left by the cutter, the swarming locust ate; and that left of the swarming locust, the locust larvae ate; and that left of the locust larvae, the stripping locust ate."},{"number":5,"verse":"Awake, drunkards, and weep. And wail, all wine drinkers, over the grape must, for it is cut off from your mouth."},{"number":6,"verse":"For a nation has come up on My land, strong and without number; its teeth are the teeth of a lion, and it has the jaw teeth of a lioness."},{"number":7,"verse":"There My vine is a waste, and it has splintered My fig tree. Stripping He has stripped it and thrown it down; its branches grow white."},{"number":8,"verse":"Wail like a virgin girded with sackcloth over the husband of her youth."},{"number":9,"verse":"The food offering and the drink offering have been cut off from the house of Jehovah; the priests, Jehovah's ministers, mourn."},{"number":10,"verse":"The field is wasted; the land mourns, for the grain is wasted. The new wine is dried up, the oil tree droops."},{"number":11,"verse":"Be withered, farmers, howl, vine-dressers, for the wheat and for the barley; because the harvest of the field has perished."},{"number":12,"verse":"The vine is withered and the fig tree droops, the pomegranate, and the palm tree, and the apple tree; all the trees of the field are withered, because joy has withered from the sons of men."},{"number":13,"verse":"Gird up and lament, priests. Howl, ministers of the altar. Come, pass the night in sackcloth, ministers of my God. For the food offering and the drink offering are held back from the house of your God."},{"number":14,"verse":"Set apart a fast; call a solemn assembly; gather the elders, all those living in the land, into the house of Jehovah your God, and cry to Jehovah."},{"number":15,"verse":"Alas for the day! For the day of Jehovah is at hand. Yea, it shall come as a destruction from the Almighty."},{"number":16,"verse":"Is not the food cut off before our eyes, joy and gladness from the house of our God?"},{"number":17,"verse":"The seed shrivels under their clods; the storehouses are laid waste, the granaries are torn down, for the grain has withered;"},{"number":18,"verse":"How the beasts groan! The herds of livestock are confused, for there is no pasture for them. Even the flocks of sheep are perishing."},{"number":19,"verse":"O Jehovah, to You I will call, for the fire has devoured the pastures of the wilderness, and the flame has burned up all the trees of the field."},{"number":20,"verse":"Also the beasts of the field long for You, for the rivers of water are dried up, and the fire has devoured the pastures of the wilderness."}]}