{"bibleAbbr":"TERV1998","bookName":"எபேசியர்","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"நீங்கள் தேவனால் நேசிக்கப்படுகிற அவரது பிள்ளைகள். எனவே தேவனைப் போல ஆக முயலுங்கள்."},{"number":2,"verse":"அன்புக்குரிய ஒரு வாழ்க்கையை வாழுங்கள். கிறிஸ்து நம்மை நேசித்தது போலவே மற்றவர்களை நேசியுங்கள். கிறிஸ்து தம்மையே நமக்கு ஒப்புக்கொடுத்துவிட்டார். இனிய நறுமணம் உடைய காணிக்கையாகவும், பலியாகவும் தேவனுக்குத் தம்மைத் தந்தார்."},{"number":3,"verse":"ஆனால் உங்களிடையே மோகத்திற்குறிய பாவங்கள் இருக்கக்கூடாது. உங்களிடம் எவ்வகையான தீய செயல்களும், பொருளாசையும் இருக்கக்கூடாது. ஏனென்றால் இவை தேவனுடைய புனிதமான மக்களுக்கு ஏற்றதல்ல."},{"number":4,"verse":"நீங்கள் வம்பு பேசக்கூடாது. முட்டாள்தனங்களும், பரியாசங்களும் பேசக்கூடாது. இவை உங்களுக்குப் பொருத்தமானவை அல்ல. நீங்கள் தேவனுக்கு ஸ்தோத்திரம் செலுத்த வேண்டும்."},{"number":5,"verse":"பாலியல் பாவங்கள் செய்பவனும், தீயசெயல் புரிபவனும், தனக்கு மேலும், மேலும் வேண்டும் என ஆசைப்படும் சுயநலக்காரனுமான விக்கிரக வணக்கம் செய்பவனும் தேவனுடையதும், கிறிஸ்துவுடையதுமாகிய இராஜ்யத்தில் இடம் பெறுவதில்லை. இதைப் பற்றி நீங்கள் தெரிந்திருக்க வேண்டும்."},{"number":6,"verse":"உங்களிடம் உண்மை இல்லாதவற்றைச் சொல்லி உங்களை எவரும் முட்டாளாக ஆக்கிவிட அனுமதிக்காதீர்கள். கீழ்ப்படியாதவர்கள் மீது தேவனைக் கோபம் கொள்ள அத்தீய செயல்கள் செய்கிறது."},{"number":7,"verse":"எனவே அவர்களோடு இத்தகைய தீய செயல்களைச் செய்யாதீர்கள்."},{"number":8,"verse":"கடந்த காலத்தில் நீங்கள் இருளில் இருந்தீர்கள். இப்பொழுது தேவனுடைய வெளிச்சத்தில் இருக்கிறீர்கள். எனவே நீங்கள் வெளிச்சத்தின் பிள்ளைகளைப் போன்று நடக்கவேண்டும்."},{"number":9,"verse":"வெளிச்சமானது எல்லாவகையான நன்மைகளையும், சரியான வாழ்க்கையையும், உண்மையையும் கொண்டு வரும்."},{"number":10,"verse":"தேவனுக்கு விருப்பமானது எது என்பதைக் கற்றுக்கொள்ளுங்கள்."},{"number":11,"verse":"இருட்டில் வாழ்பவர்கள் செய்கின்ற பாவங்களை எல்லாம் நீங்கள் செய்யாதீர்கள். அவற்றைச் செய்வதால் உங்களுக்கு நன்மை வருவதில்லை. இருட்டில் செய்யப்படுபவை எல்லாம் தவறானவை என்பதை எடுத்துக்காட்ட நீங்கள் நற்செயல்களைச் செய்யுங்கள்."},{"number":12,"verse":"அவர்கள் இருட்டில் இரகசியமாகச் செய்பவற்றைக் குறிப்பிடுவது கூட வெட்கப்படத்தக்கது ஆகும்."},{"number":13,"verse":"அவற்றை நாம் தவறானவை என்று காட்டும்பொழுது அவற்றை எளிதாகப் பார்ப்பதற்கு வெளிச்சம் உதவும்."},{"number":14,"verse":"எளிதாகப் பார்ப்பதுபோல் இருக்கிற எல்லாப் பொருள்களும் தமக்குள் வெளிச்சமுடையதாகிவிடும். அதனால்தான் நாம் கூறுகிறோம். “தூங்குகிறவர்களே எழும்புங்கள், மரணத்திலிருந்து எழும்புங்கள். கிறிஸ்து உங்கள் மீது பிரகாசமாயிருப்பார்.”"},{"number":15,"verse":"எனவே எப்படி வாழ்வது என்பதில் எச்சரிக்கையாய் இருங்கள். ஞானம் இல்லாதவர்கள் வாழ்வது போன்று வாழாதீர்கள். ஞானத்தோடு வாழுங்கள்."},{"number":16,"verse":"நீங்கள் உங்களுக்குக் கிடைத்துள்ள ஒவ்வொரு வாய்ப்பையும் பயன்படுத்தி நற்செயல்களைச் செய்யுங்கள். ஏனென்றால் நாம் கெட்ட காலங்களில் வாழ்கிறோம்."},{"number":17,"verse":"ஆகையால் முட்டாள்தனமாக உங்கள் வாழ்க்கையை வீணாக்கிவிடாதீர்கள். பிதா உங்களிடம் என்ன விரும்புகிறார் என்பதை அறிந்துகொள்ளுங்கள்."},{"number":18,"verse":"மதுபான வெறிகொள்ளாதீர்கள். உங்கள் ஆன்மீக வாழ்வை அது அழித்துவிடும். ஆவியால் நிரப்பப்பட்டவர்களாக இருங்கள்."},{"number":19,"verse":"சங்கீதங்களினாலும், கீர்த்தனைகளினாலும், பக்திப் பாடல்களினாலும் ஒருவருக்கொருவர் பேசிக்கொள்ளுங்கள். உங்கள் இதயத்தில் கர்த்தருக்காக இசையுடன் பாடுங்கள்."},{"number":20,"verse":"பிதாவாகிய தேவனுக்கு எப்போதும் எல்லாவற்றிற்காகவும் நன்றி செலுத்துங்கள். அதனைக் கர்த்தராகிய இயேசு கிறிஸ்துவின் பெயரில் செலுத்துங்கள்."},{"number":21,"verse":"(கணவன்களும், மனைவிமார்களும்) ஒருவருக்கொருவர் கீழ்ப்படிய விருப்பமாய் இருங்கள். கிறிஸ்துவின் மீதுள்ள மரியாதையின் பொருட்டு இதைச் செய்யுங்கள்."},{"number":22,"verse":"மனைவிமார்களே! நீங்கள் கர்த்தருக்குக் கீழ்ப்படிவதுபோலவே கணவனுக்கும் கீழ்ப்படியுங்கள்."},{"number":23,"verse":"சபைக்குத் தலையாகக் கிறிஸ்து இருக்கிறார். மனைவியின் தலையாக இருப்பது கணவன்தான். சபை கிறிஸ்துவின் சரீரம் போன்றது. சரீரத்தின் இரட்சகராய் கிறிஸ்து இருக்கிறார்."},{"number":24,"verse":"கிறிஸ்துவின் அதிகாரத்துக்குள் சபை உள்ளது. இதைப் போன்றுதான் மனைவிகளாகிய நீங்களும் உள்ளீர்கள். எல்லா வகையிலும் உங்கள் கணவர்களின் அதிகாரத்திற்குள்தான் இருக்கிறீர்கள்."},{"number":25,"verse":"கணவன்மார்களே! கிறிஸ்து சபையை நேசிக்கிறதுபோல நீங்கள் உங்கள் மனைவியரை நேசியுங்கள். கிறிஸ்து சபைக்காகவே இறந்தார்."},{"number":26,"verse":"சபையைப் புனிதமாக்கவே அவர் இறந்தார். சரீரத்தைத் தண்ணீரால் கழுவித் தூய்மைப்படுத்துவது போலவே திருவசனத்தைப் பயன்படுத்தி சபையைத் தூய்மை செய்கிறார்."},{"number":27,"verse":"கிறிஸ்து இறந்து போனதால் அவர் சபையை அழகுமிக்க மணமகளைப் போன்று ஆக்க, தம்மையே தந்தார். இதனால் சபை புனிதமானதாக, குற்றம் இல்லாததாக, கேடோ, பாவமோ, வேறு தவறுகளோ நடைபெறாத இடமாக ஆக்க விரும்பினார். இதுபோல"},{"number":28,"verse":"கணவர்கள் மனைவிமார்களை நேசிக்க வேண்டும். அவர்கள் தம் சொந்த சரீரத்தைப் போன்று மனைவியை நேசிப்பது தன்னையே நேசிப்பது போன்றதாகும்."},{"number":29,"verse":"ஏனென்றால் எவன் ஒருவனும் தன் சொந்த சரீரத்தை வெறுக்கமாட்டான். ஒவ்வொருவனும் தம் சரீரத்தை நல்ல உணவு கொடுத்து காப்பாற்றுவான். இதைத்தான் கிறிஸ்துவும் சபைக்காகச் செய்தார்."},{"number":30,"verse":"ஏனென்றால் நாம் அவரது உறுப்புக்கள்."},{"number":31,"verse":"“ஒரு மனிதன் தனது தந்தையையும் தாயையும் விட்டுவிலகி மனைவியோடு சேர்ந்துகொள்கிறான். இருவரும் ஒருவராகிவிடுகிறார்கள்” என்று எழுதப்பட்டிருக்கிறது (ஆதி. 2:24)"},{"number":32,"verse":"நான் கிறிஸ்துவைப் பற்றியும் சபையைப் பற்றியும் பேசிக்கொண்டிருக்கிறேன். இதிலுள்ள இரகசியமான உண்மை மிக முக்கியமானது."},{"number":33,"verse":"எனினும் ஒவ்வொருவரும் உங்களை நேசிப்பது போலவே மனைவியை நேசியுங்கள். மனைவியும் கணவனுக்கு மரியாதை கொடுக்க வேண்டும்."}]}