{"bibleAbbr":"orOV2014","bookName":"ରାଜାବଳୀର ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"( ଯିହୁଦାର ରାଜା ଅମତ୍ସୀୟ) ଇସ୍ରାଏଲର ରାଜା ଯିହୋୟାହସ୍ଙ୍କର ପୁତ୍ର ଯୋୟାଶ୍ଙ୍କର ଅଧିକାରର ଦ୍ଵିତୀୟ ବର୍ଷରେ ଯିହୁଦାର ରାଜା ଯୋୟାଶ୍ଙ୍କ ପୁତ୍ର ଅମତ୍ସୀୟ ରାଜ୍ୟ କରିବାକୁ ଆରମ୍ଭ କଲେ ।"},{"number":2,"verse":"ସେ ରାଜ୍ୟ କରିବାକୁ ଆରମ୍ଭ କରିବା ସମୟରେ ପଚିଶ ବର୍ଷ ବୟସ୍କ ଥିଲେ ଓ ସେ ଯିରୂଶାଲମରେ ଅଣତିରିଶ ବର୍ଷ ରାଜ୍ୟ କଲେ; ତାଙ୍କ ମାତାଙ୍କର ନାମ ଯିହୋୟଦ୍ଦନ୍, ସେ ଯିରୂଶାଲମ ନିବାସିନୀ ଥିଲେ ।"},{"number":3,"verse":"ପୁଣି ଅମତ୍ସୀୟ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ଯଥାର୍ଥ କର୍ମ କଲେ, ମାତ୍ର ଆପଣା ପୂର୍ବପୁରୁଷ ଦାଉଦଙ୍କ ପରି ନୁହେଁ; ସେ ଆପଣା ପିତା ଯୋୟାଶ୍ଙ୍କର କୃତ ସମସ୍ତ କର୍ମାନୁସାରେ କର୍ମ କଲେ ।"},{"number":4,"verse":"ତଥାପି ଉଚ୍ଚସ୍ଥଳୀମାନ ଦୂରୀକୃତ ହେଲା ନାହିଁ; ଲୋକମାନେ ସେସମୟରେ ହେଁ ଉଚ୍ଚସ୍ଥଳୀମାନରେ ବଳିଦାନ କଲେ ଓ ଧୂପ ଜ୍ଵଳାଇଲେ ।"},{"number":5,"verse":"ଏଥିଉତ୍ତାରେ ତାଙ୍କ ହସ୍ତରେ ରାଜ୍ୟ ସ୍ଥିର ହେବା ମାତ୍ରେ ସେ ତାଙ୍କର ପିତା ରାଜାଙ୍କର ହତ୍ୟାକାରୀ ଆପଣା ଦାସମାନଙ୍କୁ ବଧ କଲେ ।"},{"number":6,"verse":"ମାତ୍ର ସନ୍ତାନମାନଙ୍କ ପାଇଁ ପିତୃଗଣର ପ୍ରାଣଦଣ୍ତ ହେବ ନାହିଁ; କିଅବା ପିତୃଗଣ ପାଇଁ ସନ୍ତାନମାନଙ୍କର ପ୍ରାଣଦଣ୍ତ ହେବ ନାହିଁ; କିନ୍ତୁ ପ୍ରତ୍ୟେକ ଲୋକ ନିଜ ପାପ ଲାଗି ମୃତ୍ୟୁ ଭୋଗ କରିବ, ମୋଶାଙ୍କର ବ୍ୟବସ୍ଥାପୁସ୍ତକରେ ଲିଖିତ ସଦାପ୍ରଭୁଙ୍କର ଏହି ଆଜ୍ଞା ପ୍ରମାଣେ ସେ ସେହି ହତ୍ୟାକାରୀ-ମାନଙ୍କ ସନ୍ତାନଗଣର ପ୍ରାଣଦଣ୍ତ କଲେ ନାହିଁ ।"},{"number":7,"verse":"ସେ ଲବଣ ଉପତ୍ୟକାରେ ଇଦୋମର ଦଶ ସହସ୍ର ଲୋକଙ୍କୁ ବଧ କଲେ ଓ ଯୁଦ୍ଧରେ ସେଲା ନଗର ହସ୍ତଗତ କରି ତହିଁର ନାମ ଯକ୍ତେଲ ରଖିଲେ; ତାହା ଅଦ୍ୟାପି ଅଛି ।"},{"number":8,"verse":"ସେସମୟରେ ଅମତ୍ସୀୟ ଦୂତଗଣ ପଠାଇ ଯେହୂଙ୍କର ପୌତ୍ର ଯିହୋୟାହସ୍ଙ୍କର ପୁତ୍ର, ଇସ୍ରାଏଲର ରାଜା ଯୋୟାଶ୍ଙ୍କୁ କହିଲେ, ଆସ, ଆମ୍ଭେମାନେ ପରସ୍ପର ମୁଖ ଦେଖାଦେଖି ହେବା ।"},{"number":9,"verse":"ତହିଁରେ ଇସ୍ରାଏଲର ରାଜା ଯୋୟାଶ୍ ଯିହୁଦାର ରାଜା ଅମତ୍ସୀୟଙ୍କ ନିକଟକୁ ଲୋକ ପଠାଇ କହିଲେ, ଲିବାନୋନ୍ର କଣ୍ଟକଲତା ଲିବାନୋନ୍ର ଏରସ ବୃକ୍ଷ ନିକଟକୁ କହି ପଠାଇଲା, ତୁମ୍ଭ କନ୍ୟାକୁ ଆମ୍ଭ ପୁତ୍ର ସଙ୍ଗେ ବିବାହ ଦିଅ; ଏଥି ମଧ୍ୟରେ ଲିବାନୋନ୍ର ଏକ ବନ୍ୟ ପଶୁ ନିକଟ ଦେଇ ଯାଉ ଯାଉ ସେହି କଣ୍ଟକଲତାକୁ ଦଳି ପକାଇଲା ।"},{"number":10,"verse":"ତୁମ୍ଭେ ଇଦୋମକୁ ପରାସ୍ତ କରିଅଛ ପ୍ରମାଣ, ଆଉ ତୁମ୍ଭ ମନ ଗର୍ବିତ ହୋଇଅଛି; ସେହି ଗୌରବ ନେଇ ଘରେ ଥାଅ; ଆପଣାର ଅମଙ୍ଗଳ ପାଇଁ କାହିଁକି ବିରୋଧ କରିବ ? ପୁଣି ତୁମ୍ଭେ ଓ ତୁମ୍ଭ ସଙ୍ଗେ ଯିହୁଦା, ଦୁହେଁ କାହିଁକି ପତିତ ହେବ ?"},{"number":11,"verse":"ମାତ୍ର ଅମତ୍ସୀୟ ଶୁଣିଲେ ନାହିଁ । ଏଣୁ ଇସ୍ରାଏଲର ରାଜା ଯୋୟାଶ୍ ଗଲେ; ଆଉ ଯିହୁଦାର ଅଧକାରସ୍ଥ ବୈଥ୍ଶେମଶ୍ରେ ସେ ଓ ଯିହୁଦା-ରାଜା ଅମତ୍ସୀୟ ପରସ୍ପର ମୁଖ ଦେଖାଦେଖି ହେଲେ ।"},{"number":12,"verse":"ଏଥିରେ ଇସ୍ରାଏଲ ସମ୍ମୁଖରେ ଯିହୁଦା ପରାସ୍ତ ହେଲା; ତହିଁରେ ସେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ତମ୍ଵୁକୁ ପଳାଇଲେ ।"},{"number":13,"verse":"ତହିଁରେ ଇସ୍ରାଏଲର ରାଜା ଯୋୟାଶ୍ ବୈଥ୍ଶେମଶ୍ରେ ଅହସୀୟଙ୍କର ପୌତ୍ର ଯୋୟାଶ୍ଙ୍କର ପୁତ୍ର ଯିହୁଦାର ରାଜା ଅମତ୍ସୀୟଙ୍କୁ ଧରି ଯିରୂଶାଲମକୁ ଆସିଲେ ଓ ଇଫ୍ରୟିମ ନଗର-ଦ୍ଵାରଠାରୁ କୋଣର ଦ୍ଵାର ପର୍ଯ୍ୟନ୍ତ ଯିରୂଶାଲମର ଚାରି ଶହ ହାତ ପ୍ରାଚୀର ଭାଙ୍ଗି ପକାଇଲେ ।"},{"number":14,"verse":"ପୁଣି ସେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ ଓ ରାଜଗୃହର ଭଣ୍ତାରରେ ପ୍ରାପ୍ତ ସକଳ ସୁବର୍ଣ୍ଣ ଓ ରୌପ୍ୟ ଓ ସକଳ ପାତ୍ର, ମଧ୍ୟ ଲୋକମାନଙ୍କୁ ବନ୍ଧକ ରୂପେ ନେଇ ଶମରୀୟାକୁ ଫେରିଗଲେ ।"},{"number":15,"verse":"ଏହି ଯୋୟାଶ୍ଙ୍କର ଅବଶିଷ୍ଟ କ୍ରିୟାର ବୃତ୍ତା; ଓ ତାଙ୍କର ପରାକ୍ରମ ଓ ସେ ଯିହୁଦାର ରାଜା ଅମତ୍ସୀୟଙ୍କ ସଙ୍ଗେ କିପ୍ରକାରେ ଯୁଦ୍ଧ କଲେ, ଏସବୁ କʼଣ ଇସ୍ରାଏଲ-ରାଜାମାନଙ୍କ ଇତିହାସ ପୁସ୍ତକରେ ଲେଖା ନାହିଁ?"},{"number":16,"verse":"ଅନନ୍ତର ଯୋୟାଶ୍ ଆପଣା ପିତୃଗଣ ସହିତ ଶୟନ କରି ଶମରୀୟାରେ ଇସ୍ରାଏଲ-ରାଜାମାନଙ୍କ ସଙ୍ଗେ କବର ପାଇଲେ; ପୁଣି ତାଙ୍କର ପୁତ୍ର ଯାରବୀୟାମ୍ ତାଙ୍କ ପଦରେ ରାଜ୍ୟ କଲେ ।"},{"number":17,"verse":"ପୁଣି ଇସ୍ରାଏଲର ରାଜା ଯିହୋୟାହସ୍ଙ୍କର ପୁତ୍ର ଯୋୟାଶ୍ଙ୍କର ମୃତ୍ୟୁ ଉତ୍ତାରେ ଯିହୁଦାର ରାଜା ଯୋୟାଶ୍ଙ୍କର ପୁତ୍ର ଅମତ୍ସୀୟ ପନ୍ଦର ବର୍ଷ ବଞ୍ଚିଲେ ।"},{"number":18,"verse":"ଏହି ଅମତ୍ସୀୟଙ୍କର ଅବଶିଷ୍ଟ କ୍ରିୟାର ବୃତ୍ତା; କʼଣ ଯିହୁଦାର ରାଜାମାନଙ୍କ ଇତିହାସ ପୁସ୍ତକରେ ଲେଖା ନାହିଁ ?"},{"number":19,"verse":"ଅନନ୍ତର ଲୋକମାନେ ଯିରୂଶାଲମରେ ତାଙ୍କ ବିରୁଦ୍ଧରେ ଚକ୍ରା; କଲେ; ତହିଁରେ ସେ ଲାଖୀଶ୍କୁ ପଳାଇଲେ; ମାତ୍ର ସେମାନେ ତାଙ୍କ ପଛେ ପଛେ ଲାଖୀଶ୍କୁ ଲୋକ ପଠାଇ ସେଠାରେ ତାଙ୍କୁ ବଧ କଲେ ।"},{"number":20,"verse":"ପୁଣି ସେମାନେ ଅଶ୍ଵମାନଙ୍କ ଉପରେ ତାଙ୍କୁ ଆଣିଲେ; ତହୁଁ ସେ ଯିରୂଶାଲମରେ ଆପଣା ପିତୃଗଣ ସହିତ ଦାଉଦ ନଗରରେ କବର ପାଇଲେ ।"},{"number":21,"verse":"ଏଉତ୍ତାରେ ଯିହୁଦାର ସମସ୍ତ ଲୋକ ଷୋଳ ବର୍ଷ ବୟସ୍କ ଅସରୀୟଙ୍କୁ ନେଇ ତାଙ୍କର ପିତା ଅମତ୍ସୀୟଙ୍କ ପଦରେ ରାଜା କଲେ ।"},{"number":22,"verse":"ରାଜା ପିତୃଗଣ ସହିତ ଶୟନ କଲା ଉତ୍ତାରେ ଅସରୀୟ ଏଲତ୍ ନଗର ଦୃଢ଼ କରି ତାହା ପୁନର୍ବାର ଯିହୁଦାର ଅଧୀନକୁ ଆଣିଲେ ।"},{"number":23,"verse":"( ଇସ୍ରାଏଲର ରାଜା ଦ୍ଵିତୀୟ ଯାରବୀୟାମ୍) ଯିହୁଦାର ରାଜା ଯୋୟାଶ୍ଙ୍କର ପୁତ୍ର ଅମତ୍ସୀୟଙ୍କର ଅଧିକାରର ପନ୍ଦର ବର୍ଷରେ ଇସ୍ରାଏଲର ରାଜା ଯୋୟାଶ୍ଙ୍କର ପୁତ୍ର ଯାରବୀୟାମ୍ ଶମରୀୟାରେ ରାଜ୍ୟ କରିବାକୁ ଆରମ୍ଭ କରି ଏକଚାଳିଶ ବର୍ଷ ରାଜ୍ୟ କଲେ ।"},{"number":24,"verse":"ପୁଣି ସେ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ କୁକର୍ମ କଲେ; ନବାଟର ପୁତ୍ର ଯାରବୀୟାମ୍ ଯଦ୍ଦ୍ଵାରା ଇସ୍ରାଏଲକୁ ପାପ କରାଇଥିଲେ, ତାଙ୍କର ସେହି ସମସ୍ତ ପାପରୁ ସେ ବିମୁଖ ହେଲେ ନାହିଁ ।"},{"number":25,"verse":"ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଅମିତ୍ତୟର ପୁତ୍ର ଗାଥ୍-ହେଫର୍ ନିବାସୀ ଆପଣା ଦାସ ଯୂନସ ଭବିଷ୍ୟଦ୍-ବକ୍ତାଙ୍କ ହସ୍ତରେ ଯାହା କହିଥିଲେ, ତାହାଙ୍କର ସେହି ବାକ୍ୟାନୁସାରେ ସେ ହମାତର ପ୍ରବେଶ-ସ୍ଥାନଠାରୁ ଆରାବା ସମୁଦ୍ର ପର୍ଯ୍ୟନ୍ତ ଇସ୍ରାଏଲର ସୀମା ପୁନର୍ବାର ହସ୍ତଗତ କଲେ ।"},{"number":26,"verse":"କାରଣ ସଦାପ୍ରଭୁ ଦେଖିଲେ ଯେ, ଇସ୍ରାଏଲର ଦୁଃଖ ଅତ୍ୟ; ତିକ୍ତ; ଯେଣୁ ବଦ୍ଧ କି ମୁକ୍ତ କେହି ନ ଥିଲେ, କିଅବା ଇସ୍ରାଏଲର ସାହାଯ୍ୟକାରୀ କେହି ନ ଥିଲା ।"},{"number":27,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ଆକାଶମଣ୍ତଳ ତଳୁ ଇସ୍ରାଏଲର ନାମ ଲୋପ କରିବାକୁ କହିଲେ ନାହିଁ; ଏଣୁ ସେ ଯୋୟାଶ୍ଙ୍କର ପୁତ୍ର ଯାରବୀୟାମ୍ଙ୍କ ହସ୍ତ ଦ୍ଵାରା ସେମାନଙ୍କୁ ଉଦ୍ଧାର କଲେ ।"},{"number":28,"verse":"ଏହି ଯାରବୀୟାମ୍ଙ୍କର ଅବଶିଷ୍ଟ ବୃତ୍ତା; ଓ ତାଙ୍କର ସମସ୍ତ କ୍ରିୟା ଓ ତାଙ୍କର ପରାକ୍ରମ, ସେ କିପ୍ରକାରେ ଯୁଦ୍ଧ କଲେ ଓ ଇସ୍ରାଏଲ ପାଇଁ ସେ କିପ୍ରକାରେ ଯିହୁଦାର ପୂର୍ବାଧିକୃତ ଦମ୍ମେଶକ ଓ ହମାତ୍ ପୁନର୍ବାର ହସ୍ତଗତ କଲେ, ଏସବୁ କʼଣ ଇସ୍ରାଏଲର ରାଜାମାନଙ୍କ ଇତିହାସ ପୁସ୍ତକରେ ଲେଖା ନାହିଁ ?"},{"number":29,"verse":"ଅନନ୍ତର ଯାରବୀୟାମ୍ ଆପଣା ପିତୃଲୋକ ଇସ୍ରାଏଲର ରାଜାମାନଙ୍କ ସହିତ ଶୟନ କଲେ; ପୁଣି ତାଙ୍କର ପୁତ୍ର ଜିଖରୀୟ ତାଙ୍କ ପଦରେ ରାଜ୍ୟ କଲେ ।"}]}