{"bibleAbbr":"orOV2014","bookName":"ରାଜାବଳୀର ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"2 Kings","chapterNumber":23,"verses":[{"number":1,"verse":"( ଯୋଶୀୟଙ୍କ ଧାର୍ମିକ ସଂସ୍କାର) ଅନନ୍ତର ରାଜା ଲୋକ ପଠାନ୍ତେ, ସେମାନେ ଯିହୁଦାର ଓ ଯିରୂଶାଲମର ସମସ୍ତ ପ୍ରାଚୀନ- ବର୍ଗଙ୍କୁ ତାଙ୍କ ନିକଟରେ ଏକତ୍ର କଲେ ।"},{"number":2,"verse":"ପୁଣି ରାଜା ସଦାପ୍ରଭୁଙ୍କ ଗୃହକୁ ଗମନ କଲେ, ଆଉ ତାଙ୍କ ସଙ୍ଗେ ଯିହୁଦାର ସମସ୍ତ ମନୁଷ୍ୟ ଓ ଯିରୂଶାଲମ ନିବାସୀ ସମସ୍ତେ ଓ ଯାଜକମାନେ ଓ ଭବିଷ୍ୟଦ୍ବକ୍ତାମାନେ ଓ ସାନ ବଡ଼ ସମସ୍ତ ଲୋକ ଗମନ କଲେ; ତହୁଁ ସେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ ପ୍ରାପ୍ତ ନିୟମ-ପୁସ୍ତକର ସମସ୍ତ ବାକ୍ୟ ସେମାନଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ପାଠ କଲେ ।"},{"number":3,"verse":"ଏଥିରେ ରାଜା ସ୍ତମ୍ଭ ନିକଟରେ ଠିଆ ହୋଇ ସଦାପ୍ରଭୁଙ୍କର ଅନୁଗାମୀ ହେବାକୁ ଓ ଆପଣାର ସମସ୍ତ ଅନ୍ତଃକରଣ ଓ ସମସ୍ତ ପ୍ରାଣ ସହିତ ତାହାଙ୍କ ଆଜ୍ଞା ଓ ସାକ୍ଷ୍ୟ-କଥା ଓ ବିଧି ପାଳନ କରି ଏହି ପୁସ୍ତକଲିଖିତ ନିୟମ-ବାକ୍ୟ ସଫଳ କରିବା ପାଇଁ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ନିୟମ କଲେ; ଆଉ ସମୁଦାୟ ଲୋକ ସେହି ନିୟମରେ ସମ୍ମତ ହେଲେ ।"},{"number":4,"verse":"ପୁଣି ରାଜା ସଦାପ୍ରଭୁଙ୍କ ମନ୍ଦିରରୁ ବାଲ୍ର ଓ ଆଶେରାମୂର୍ତ୍ତିର ଓ ଆକାଶସ୍ଥ ସମସ୍ତ ବାହିନୀର ନିମନ୍ତେ ନିର୍ମିତ ସକଳ ସାମଗ୍ରୀ ବାହାର କରି ଆଣିବା ପାଇଁ ହିଲ୍‍କୀୟ ମହାଯାଜକକୁ ଓ ଦ୍ଵିତୀୟ ଶ୍ରେଣୀର ଯାଜକମାନଙ୍କୁ ଓ ଦ୍ଵାରପାଳମାନଙ୍କୁ ଆଜ୍ଞା କଲେ; ତହୁଁ ସେ ଯିରୂଶାଲମର ବାହାରେ କିଦ୍ରୋଣ-ପଦାରେ ତାହାସବୁ ଦଗ୍ଧ କରି ତହିଁର ଭସ୍ମ ବୈଥେଲକୁ ନେଇଗଲେ ।"},{"number":5,"verse":"ପୁଣି ଯିହୁଦାର ରାଜାମାନେ ଯେଉଁ ପୌତ୍ତଳିକ ପୁରୋହିତମାନଙ୍କୁ ଯିହୁଦା ଦେଶସ୍ଥ ନଗରସବୁର ଉଚ୍ଚସ୍ଥଳୀମାନରେ ଓ ଯିରୂଶାଲମର ଚତୁର୍ଦ୍ଦିଗବର୍ତ୍ତୀ ସ୍ଥାନସବୁରେ ଧୂପ ଜ୍ଵଳାଇବା ପାଇଁ ନିଯୁକ୍ତ କରିଥଲେ, ସେମାନଙ୍କୁ, ମଧ୍ୟ ଯେଉଁମାନେ ବାଲ୍ର, ସୂର୍ଯ୍ୟର ଓ ଚନ୍ଦ୍ରର ଓ ଗ୍ରହଗଣର ଓ ଆକାଶସ୍ଥ ସମସ୍ତ ବାହିନୀର ଉଦ୍ଦେଶ୍ୟରେ ଧୂପ ଜ୍ଵଳାଇଲେ, ସେସବୁକୁ ସେ ରହିତ କଲେ ।"},{"number":6,"verse":"ଆଉ ସେ ସଦାପ୍ରଭୁଙ୍କ ଗୃହରୁ ଆଶେରାମୂର୍ତ୍ତି ବାହାର କରି ଯିରୂଶାଲମର ବାହାରେ କିଦ୍ରୋଣ ନଦୀକି ଆଣିଲେ ଓ କିଦ୍ରୋଣ ନଦୀ ନିକଟରେ ତାହା ଦଗ୍ଧ କରି ଓ ତାହା ପେଷି ଚୂର୍ଣ୍ଣ କଲେ ଓ ସେହି ଚୂର୍ଣ୍ଣ ସାଧାରଣ ଲୋକମାନଙ୍କ କବର ଉପରେ ନିକ୍ଷେପ କଲେ ।"},{"number":7,"verse":"ଆହୁରି ଯେଉଁ ସ୍ଥାନରେ ସ୍ତ୍ରୀମାନେ ଆଶେରା ନିମନ୍ତେ ପଟଗୃହ ନିର୍ମାଣ କଲେ, ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ ସ୍ଥିତ ସଦୋମୀମାନଙ୍କ ସେହି ଗୃହସବୁ ଭାଙ୍ଗି ପକାଇଲେ ।"},{"number":8,"verse":"ପୁଣି ସେ ଯିହୁଦାର ନାନା ନଗରରୁ ସମସ୍ତ ଯାଜକଙ୍କୁ ଆଣିଲେ ଓ ଗେବାଠାରୁ ବେର୍ଶେବା ପର୍ଯ୍ୟନ୍ତ ଯେ ଯେ ସ୍ଥାନରେ ଯାଜକମାନେ ଧୂପ ଜ୍ଵଳାଇଥିଲେ, ସେସବୁ ଉଚ୍ଚସ୍ଥଳୀ ଅଶୁଚି କଲେ । ପୁଣି ସେ ନଗର-ଦ୍ଵାରରେ ପ୍ରବେଶକାରୀ ମନୁଷ୍ୟର ବାମ ଦିଗସ୍ଥିତ, ନଗରାଧ୍ୟକ୍ଷ ଯିହୋଶୂୟର ଦ୍ଵାର-ପ୍ରବେଶସ୍ଥାନ ନିକଟବର୍ତ୍ତୀ ନଗର-ଦ୍ଵାରର ଉଚ୍ଚସ୍ଥଳୀସକଳ ଭାଙ୍ଗି ପକାଇଲେ ।"},{"number":9,"verse":"ତଥାପି ଉଚ୍ଚସ୍ଥଳୀର ଯାଜକମାନେ ଯିରୂଶାଲମସ୍ଥ ସଦାପ୍ରଭୁଙ୍କ ଯଜ୍ଞବେଦି ନିକଟକୁ ଆସିଲେ ନାହିଁ, ମାତ୍ର ସେମାନେ ଆପଣା ଭ୍ରାତୃଗଣ ମଧ୍ୟରେ ଥାଇ ତାଡ଼ିଶୂନ୍ୟ ରୋଟୀ ଭୋଜନ କଲେ ।"},{"number":10,"verse":"ପୁଣି କେହି ଯେପରି ମୋଲକ୍ ଉଦ୍ଦେଶ୍ୟରେ ଆପଣା ପୁତ୍ର କି ଆପଣା କନ୍ୟାକୁ ଅଗ୍ନି ମଧ୍ୟଦେଇ ଗମନ ନ କରାଇବ, ଏଥିପାଇଁ ସେ ହିନ୍ନୋମର ସନ୍ତାନଗଣ ଉପତ୍ୟକାସ୍ଥିତ ତୋଫତ୍ ନାମକ ସ୍ଥାନକୁ ଅଶୁଚି କଲେ ।"},{"number":11,"verse":"ଆହୁରି ମନ୍ଦିରର ସୀମାନ୍ତବର୍ତ୍ତୀ ନଥନ-ମେଲକ ନାମକ ନପୁଂସକର କୋଠରି ନିକଟସ୍ଥ ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ପ୍ରବେଶସ୍ଥାନ ସମୀପରେ ଯିହୁଦାର ରାଜାମାନେ ସୂର୍ଯ୍ୟ ଉଦ୍ଦେଶ୍ୟରେ ଯେଉଁ ଅଶ୍ଵମାନଙ୍କୁ ଦେଇଥିଲେ, ସେ ସେମାନଙ୍କୁ ନେଇଗଲେ; ପୁଣି ସେ ସୂର୍ଯ୍ୟରଥସବୁ ଅଗ୍ନିରେ ଦଗ୍ଧ କଲେ ।"},{"number":12,"verse":"ଆଉ ଯିହୁଦାର ରାଜାମାନେ ଆହସର ଉପରିସ୍ଥିତ କୋଠରି-ଛାତ ଉପରେ ଯେ ଯେ ଯଜ୍ଞବେଦି ନିର୍ମାଣ କରିଥିଲେ ଓ ମନଃଶି ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ଦୁଇ ପ୍ରାଙ୍ଗଣରେ ଯେ ଯେ ଯଜ୍ଞବେଦି ନିର୍ମାଣ କରିଥିଲେ, ରାଜା ସେସବୁକୁ ସେସ୍ଥାନରୁ ଭାଙ୍ଗି ପକାଇ ଚୂର୍ଣ୍ଣ କଲେ ଓ ତହିଁର ଧୂଳି କିଦ୍ରୋଣ ନଦୀରେ ନିକ୍ଷେପ କଲେ ।"},{"number":13,"verse":"ପୁଣି ବିନାଶ-ପର୍ବତର ଦକ୍ଷିଣପାର୍ଶ୍ଵରେ ଯିରୂଶାଲମ ସମ୍ମୁଖରେ ଇସ୍ରାଏଲର ରାଜା ଶଲୋମନ ସୀଦୋନୀୟମାନଙ୍କ ଘୃଣାଯୋଗ୍ୟ ଅଷ୍ଟାରୋତ ନିମନ୍ତେ ଓ ମୋୟାବର ଘୃଣାଯୋଗ୍ୟ କମୋଶ ନିମନ୍ତେ ଓ ଅମ୍ମୋନ୍-ସନ୍ତାନଗଣର ଘୃଣାଯୋଗ୍ୟ ମିଲ୍‍କମ୍ ନିମନ୍ତେ ଯେ ଯେ ଉଚ୍ଚସ୍ଥଳୀ ନିର୍ମାଣ କରିଥିଲେ, ସେସବୁକୁ ରାଜା ଅଶୁଚି କଲେ ।"},{"number":14,"verse":"ଆଉ ସେ ସ୍ତମ୍ଭସକଳ ଭାଙ୍ଗି ପକାଇଲେ ଓ ଆଶେରାମୂର୍ତ୍ତିମାନ ଛେଦନ କରି ମନୁଷ୍ୟର ଅସ୍ଥିରେ ସେମାନଙ୍କ ସ୍ଥାନ ପୂର୍ଣ୍ଣ କଲେ ।"},{"number":15,"verse":"ଆହୁରି ବୈଥେଲରେ ଯେଉଁ ଯଜ୍ଞବେଦି ଥିଲା ଓ ଇସ୍ରାଏଲକୁ ପାପ କରାଇଥିଲେ ଯେ ନବାଟର ପୁତ୍ର ଯାରବୀୟାମ୍, ସେ ଯେଉଁ ଉଚ୍ଚସ୍ଥଳୀ ନିର୍ମାଣ କରିଥିଲେ, ଯୋଶୀୟ ସେହି ଯଜ୍ଞବେଦି ଓ ଉଚ୍ଚସ୍ଥଳୀ ଭାଙ୍ଗି ପକାଇଲେ; ପୁଣି ସେ ଉଚ୍ଚସ୍ଥଳୀ ଦଗ୍ଧ କରି ପେଷି ଚୂର୍ଣ୍ଣ କଲେ, ଆଉ ଆଶେରାମୂର୍ତ୍ତିକି ଦଗ୍ଧ କଲେ ।"},{"number":16,"verse":"ଏଉତ୍ତାରେ ଯୋଶୀୟ ମୁଖ ଫେରାଇବା ବେଳେ ସେଠା ପର୍ବତସ୍ଥିତ କବରମାନ ଦେଖିଲେ; ତହୁଁ ସେ ଲୋକ ପଠାଇ ସେହି କବରରୁ ଅସ୍ଥି ଅଣାଇଲେ, ଆଉ ପରମେଶ୍ଵରଙ୍କର ଯେଉଁ ଲୋକ ପୂର୍ବେ ଏହିସବୁ ବିଷୟ ପ୍ରଚାର କରିଥିଲେ, ତାଙ୍କ ପ୍ରଚାରିତ ସଦାପ୍ରଭୁଙ୍କ ସେହି ବାକ୍ୟାନୁସାରେ ସେହି ଯଜ୍ଞବେଦି ଉପରେ ସେହି ଅସ୍ଥିସବୁ ଦଗ୍ଧ କରି ତାହା ଅଶୁଚି କଲେ ।"},{"number":17,"verse":"ତହୁଁ ସେ ପଚାରିଲେ, ସେହି ଯେ ସ୍ତମ୍ଭ ଆମ୍ଭେ ଦେଖୁଅଛୁ, ତାହା କଅଣ ? ଏଥିରେ ନଗରର ଲୋକମାନେ ଉତ୍ତର କଲେ, ପରମେଶ୍ଵରଙ୍କର ଯେଉଁ ଲୋକ ଯିହୁଦାରୁ ଆସି ଆପଣଙ୍କ କୃତ ଏହି ସକଳ ବିଷୟ ବୈଥେଲସ୍ଥ ଯଜ୍ଞବେଦି ବିରୁଦ୍ଧରେ ପ୍ରଚାର କରିଥିଲେ, ସେ ତାଙ୍କର କବର ।"},{"number":18,"verse":"ତେବେ ରାଜା କହିଲେ, ତାଙ୍କୁ ଛାଡ଼ିଦିଅ; କେହି ତାଙ୍କର ଅସ୍ଥି ସ୍ଥାନାନ୍ତର ନ କରୁ । ଏହେତୁ ସେମାନେ ଶମରୀୟାରୁ ଆଗତ ଭବିଷ୍ୟଦ୍-ବକ୍ତାର ଅସ୍ଥି ସହିତ ତାହାର ଅସ୍ଥି ଛାଡ଼ିଦେଲେ ।"},{"number":19,"verse":"ପୁଣି ଇସ୍ରାଏଲର ରାଜାମାନେ ସଦାପ୍ରଭୁଙ୍କୁ ବିରକ୍ତ କରିବା ପାଇଁ ଶମରୀୟାର ନାନା ନଗରରେ ଯେ ଯେ ଉଚ୍ଚସ୍ଥଳୀର ଗୃହ ନିର୍ମାଣ କରିଥିଲେ, ଯୋଶୀୟ ସେସବୁ ମଧ୍ୟ ଦୂର କଲେ ଓ ବୈଥେଲରେ ଯେପରି କର୍ମ କରିଥିଲେ, ସେସବୁ ପ୍ରତି ସେହିପରି କଲେ ।"},{"number":20,"verse":"ପୁଣି ସେ ଉଚ୍ଚସ୍ଥଳୀର ଯାଜକ ସମସ୍ତଙ୍କୁ ଯଜ୍ଞବେଦିରେ ବଧ କରି ତହିଁ ଉପରେ ମନୁଷ୍ୟମାନଙ୍କ ଅସ୍ଥି ଦଗ୍ଧ କଲେ; ଏଉତ୍ତାରେ ସେ ଯିରୂଶାଲମକୁ ଫେରିଗଲେ ।"},{"number":21,"verse":"ଆହୁରି ରାଜା ସମସ୍ତ ଲୋକଙ୍କୁ ଆଜ୍ଞା ଦେଇ କହିଲେ, ଏହି ନିୟମ-ପୁସ୍ତକରେ ଯେପରି ଲେଖାଅଛି; ତଦନୁସାରେ ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁ ଆପଣାମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ନିସ୍ତାର ପର୍ବ ପାଳନ କର।"},{"number":22,"verse":"ପ୍ରକୃତରେ ଇସ୍ରାଏଲର ବିଚାରକାରୀ ବିଚାର-କର୍ତ୍ତୃଗଣର ସମୟଠାରୁ, କିଅବା ଇସ୍ରାଏଲର ରାଜାମାନଙ୍କର ଓ ଯିହୁଦାର ରାଜାମାନଙ୍କର ସମସ୍ତ ସମୟରେ ଏପ୍ରକାର ନିସ୍ତାର ପର୍ବ ପାଳନ କରାଯାଇ ନ ଥିଲା;"},{"number":23,"verse":"ମାତ୍ର ଯୋଶୀୟ ରାଜାଙ୍କର ଅଧିକାରର ଅଠର ବର୍ଷରେ ଏହି ନିସ୍ତାର ପର୍ବ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯିରୂଶାଲମରେ ପାଳନ କରାଗଲା ।"},{"number":24,"verse":"ଆହୁରି ଯୋଶୀୟ ଯେପରି ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ ହିଲ୍‍କୀୟ ଯାଜକର ପ୍ରାପ୍ତ ପୁସ୍ତକରେ ଲିଖିତ ବ୍ୟବସ୍ଥାର ସମସ୍ତ ବାକ୍ୟ ସଫଳ କରି ପାରିବେ, ଏଥିପାଇଁ ଯିହୁଦା ଦେଶରେ ଓ ଯିରୂଶାଲମରେ ଯେସବୁ ଭୂତୁଡ଼ିଆ ଓ ଗୁଣିଆ ଓ ଠାକୁର ଓ ପୁତ୍ତଳି ଓ ଘୃଣାଯୋଗ୍ୟ ବସ୍ତୁ ଦେଖାଗଲା, ସେ ତାହାସବୁ ଦୂର କଲେ ।"},{"number":25,"verse":"ଆଉ ତାଙ୍କ ପରି ଯେ ଆପଣାର ସମସ୍ତ ଅନ୍ତଃକରଣ ଓ ସମସ୍ତ ପ୍ରାଣ ଓ ସମସ୍ତ ଶକ୍ତି ଦ୍ଵାରା ମୋଶାଙ୍କର ସକଳ ବ୍ୟବସ୍ଥାନୁସାରେ ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତି ଫେରିଲେ, ଏପରି କୌଣସି ରାଜା ତାଙ୍କର ପୂର୍ବେ ନ ଥିଲେ, କିଅବା ତାଙ୍କ ପରି କେହି ତାଙ୍କ ଉତ୍ତାରେ ଉଦିତ ନୋହିଲେ ।"},{"number":26,"verse":"ତଥାପି ମନଃଶି ଯେସବୁ ବିରକ୍ତିଜନକ କ୍ରିୟା ଦ୍ଵାରା ସଦାପ୍ରଭୁଙ୍କୁ ବିରକ୍ତ କରିଥିଲେ, ତହିଁ ସକାଶୁ ଯିହୁଦା ପ୍ରତିକୂଳରେ ତାହାଙ୍କର ଯେଉଁ କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହୋଇଥିଲା, ସଦାପ୍ରଭୁ ଆପଣାର ସେହି ପ୍ରଚଣ୍ତ ମହାକୋପରୁ ଫେରିଲେ ନାହିଁ ।"},{"number":27,"verse":"ଆହୁରି ସଦାପ୍ରଭୁ କହିଲେ, ଆମ୍ଭେ ଯେପରି ଇସ୍ରାଏଲକୁ ଦୂର କରିଅଛୁ, ସେପରି ଆମ୍ଭେ ଆପଣା ଦୃଷ୍ଟିରୁ ଯିହୁଦାକୁ ମଧ୍ୟ ଦୂର କରିବା ଓ ଆମ୍ଭେ ଏହି ଯେ ଯିରୂଶାଲମ ନଗରକୁ ମନୋନୀତ କରିଅଛୁ ଓ ଏହି ସ୍ଥାନରେ ଆମ୍ଭର ନାମ ରହିବ ବୋଲି ଯେଉଁ ଗୃହ ବିଷୟରେ କରିଅଛୁ, ଏହାକୁ ଆମ୍ଭେ ଅଗ୍ରାହ୍ୟ କରିବା ।"},{"number":28,"verse":"( ଯୋଶୀୟଙ୍କ ରାଜତ୍ଵର ଅବସାନ) ଏହି ଯୋଶୀୟଙ୍କର ଅବଶିଷ୍ଟ ବୃତ୍ତା; ଓ ତାଙ୍କର ସମସ୍ତ କ୍ରିୟା କʼଣ ଯିହୁଦା-ରାଜାମାନଙ୍କ ଇତିହାସ ପୁସ୍ତକରେ ଲେଖା ନାହିଁ ?"},{"number":29,"verse":"ତାଙ୍କ ସମୟରେ ମିସ୍ରୀୟ ରାଜା ଫାରୋ-ନଖୋ ଅଶୂରୀୟ ରାଜାର ପ୍ରତିକୂଳରେ ଫରାତ୍ ନଦୀ ଆଡ଼କୁ ଯାତ୍ରା କଲା; ଆଉ ଯୋଶୀୟ ରାଜା ତାହା ପ୍ରତିକୂଳରେ ଯାତ୍ରା କଲେ; ତହିଁରେ ଫାରୋ-ନଖୋ ତାଙ୍କୁ ଦେଖି ମଗିଦ୍ଦୋ ନିକଟରେ ତାଙ୍କୁ ବଧ କଲା ।"},{"number":30,"verse":"ଏଉତ୍ତାରେ ଯୋଶୀୟଙ୍କ ଦାସମାନେ ମଗିଦ୍ଦୋରୁ ଯିରୂଶାଲମକୁ ତାଙ୍କର ମୃତ ଶରୀର ରଥରେ ଆଣି ତାଙ୍କର ନିଜ କବରରେ କବର ଦେଲେ । ତହୁଁ ଦେଶର ଲୋକମାନେ ଯୋଶୀୟଙ୍କର ପୁତ୍ର ଯିହୋୟାହସଙ୍କୁ ନେଇ ତାଙ୍କୁ ଅଭିଷେକ କରି ତାଙ୍କ ପିତାଙ୍କ ପଦରେ ତାଙ୍କୁ ରାଜା କଲେ ।"},{"number":31,"verse":"( ଯିହୁଦାର ରାଜା ଯିହୋୟାହସ୍) ଯିହୋୟାହସ୍ ରାଜ୍ୟ କରିବାକୁ ଆରମ୍ଭ କରିବା ବେଳେ ତେଇଶ ବର୍ଷ ବୟସ୍କ ହୋଇଥିଲେ ଓ ସେ ଯିରୂଶାଲମରେ ତିନି ମାସ ରାଜ୍ୟ କଲେ; ତାଙ୍କର ମାତାଙ୍କର ନାମ ହମୁଟଲ୍, ସେ ଲିବ୍ନା-ନିବାସୀ ଯିରିମୀୟର କନ୍ୟା ଥଲେ ।"},{"number":32,"verse":"ସେ ଆପଣା ପୂର୍ବପୁରୁଷଗଣର ସକଳ କ୍ରିୟାନୁସାରେ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ କୁକର୍ମ କଲେ ।"},{"number":33,"verse":"ପୁଣି ସେ ଯେପରି ଯିରୂଶାଲମରେ ରାଜ୍ୟ କରି ନ ପାରିବେ, ଏଥିପାଇଁ ଫାରୋ-ନଖୋ ହମାତ୍ ଦେଶସ୍ଥ ରିବ୍ଲାରେ ତାଙ୍କୁ ବନ୍ଦ କରି ରଖିଲା ଓ ଦେଶ ଉପରେ ଏକ ଶହ ତାଳ; ରୂପା ଓ ଏକ ତାଳ; ସୁନା କର ବସାଇଲା ।"},{"number":34,"verse":"ତହୁଁ ଫାରୋ-ନଖୋ ଯୋଶୀୟଙ୍କର ପୁତ୍ର ଇଲୀୟାକୀମଙ୍କୁ ତାଙ୍କର ପିତା ଯୋଶୀୟଙ୍କର ପଦରେ ରାଜା କଲା ଓ ତାଙ୍କର ନାମ ବଦଳାଇ ଯିହୋୟାକୀମ୍ ରଖିଲା; ମାତ୍ର ସେ ଯିହୋୟାହସଙ୍କୁ ନେଇ ଗଲା; ଆଉ ସେ ମିସରରେ ଉପସ୍ଥିତ ହୋଇ ସେଠାରେ ମଲେ ।"},{"number":35,"verse":"( ଯିହୁଦାର ରାଜା ଯିହୋୟାକୀମ୍) ଏଉତ୍ତାରେ ଯିହୋୟାକୀମ୍ ଫାରୋକୁ ସେହି ସକଳ ରୂପା ଓ ସୁନା ଦେଲେ; ମାତ୍ର ଫାରୋର ଆଜ୍ଞାନୁସାରେ ସେହିସବୁ ଦେବା ନିମନ୍ତେ ସେ ଦେଶ ଉପରେ କର ବସାଇଲେ; ସେ ଫାରୋ-ନଖୋକୁ ଦେବା ନିମନ୍ତେ ପ୍ରତ୍ୟେକର ଉପରେ ନିରୂପିତ କର ଅନୁସାରେ ଦେଶର ଲୋକମାନଙ୍କଠାରୁ ସେହି ରୂପା ଓ ସୁନା ଆଦାୟ କଲେ ।"},{"number":36,"verse":"ଯିହୋୟାକୀମ୍ ରାଜ୍ୟ କରିବାକୁ ଆରମ୍ଭ କରିବା ସମୟରେ ପଚିଶ ବର୍ଷ ବୟସ୍କ ହୋଇଥିଲେ; ସେ ଯିରୂଶାଲମରେ ଏଗାର ବର୍ଷ ରାଜ୍ୟ କଲେ; ତାଙ୍କର ମାତାଙ୍କର ନାମ ସବୀଦା, ସେ ରୁମା ନିବାସୀ ପଦାୟର କନ୍ୟା ଥିଲେ ।"},{"number":37,"verse":"ଏହି ଯିହୋୟାକୀମ୍ ଆପଣା ପୂର୍ବପୁରୁଷଗଣର ସମସ୍ତ କ୍ରିୟାନୁସାରେ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ କୁକର୍ମ କଲେ ।"}]}