{"bibleAbbr":"msAB1996","bookName":"NAHUM","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"( Kejatuhan Kota Niniwe) Hai Niniwe, engkau sedang diserang! Yang berkuasa menghancurkan kamu sudah datang! Kawallah kubu-kubu pertahanan! Awasilah jalan-jalan! Bersiaplah untuk berperang. ("},{"number":2,"verse":"TUHAN akan segera memulihkan kemegahan Israel, sehingga seperti dahulu, sebelum musuh menjarahnya.)"},{"number":3,"verse":"Tentera musuh membawa perisai merah, dan memakai pakaian seragam berwarna merah. Musuh sudah bersedia untuk menyergap! Bagaikan api, kereta kuda mereka berkilap! Kuda ( Kemungkinan besar ertinya: kuda. Naskhah Ibrani: pokok sipres.) mereka melompat-lompat!"},{"number":4,"verse":"Di jalan-jalan, kereta kuda meluru tidak tentu arah, meluru ke sana sini di padang kota. Kereta kuda bersinar seperti obor, meluru secepat halilintar."},{"number":5,"verse":"Pegawai tentera dikerah; mereka tersandung ketika mara. Penyerang bergerak cepat menuju tembok, menyiapkan alat pemecah tembok."},{"number":6,"verse":"Pintu-pintu air di tepi sungai terbuka; maka gemparlah semua orang di istana."},{"number":7,"verse":"Penyerang menangkap permaisuri, dayang-dayangnya mengerang bagai burung merpati, menebah dada kerana sedih hati."},{"number":8,"verse":"Penduduk Niniwe berlari keluar dari kota seperti air keluar dari empangan yang pecah. Terdengar teriakan, “Berhenti, berhenti!” tetapi tiada seorang pun yang mahu kembali."},{"number":9,"verse":"Rampaslah perak! Rampaslah emas! Kota penuh dengan harta benda!"},{"number":10,"verse":"Niniwe sudah musnah, terbiar, dan lengang. Kerana takut, semangat orang hilang; lutut gementar, kehabisan tenaga; semua orang pucat muka."},{"number":11,"verse":"Di manakah kota itu sekarang? Kota yang seperti gua tempat singa bersarang; tempat anak-anak singa diberikan makanan, tempat tujuan singa jantan dan singa betina, tempat yang aman bagi anak-anak singa."},{"number":12,"verse":"Singa menerkam mangsanya, lalu mencabik dagingnya untuk makanan singa betina dan anaknya. Singa memenuhi guanya dengan cabikan daging mangsanya."},{"number":13,"verse":"TUHAN Yang Maha Kuasa berfirman, “Aku musuhmu. Aku akan membakar kereta kudamu sampai musnah. Askar-askarmu akan dibunuh dalam pertempuran, dan Aku akan mengambil segala sesuatu yang sudah kamu rampas daripada orang lain. Tuntutan para utusanmu tidak akan terdengar lagi.”"}]}