{"bibleAbbr":"kj21-1994","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"Rebuke not an elder, but entreat him as a father, and the younger men as brethren,"},{"number":2,"verse":"the elder women as mothers, the younger as sisters, in all purity."},{"number":3,"verse":"Honor widows who are truly widows."},{"number":4,"verse":"But if any widow has children or grandchildren, let them learn first to show piety at home and to requite their parents, for that is good and acceptable before God."},{"number":5,"verse":"Now she that is indeed a widow, and desolate, trusteth in God and continueth in supplications and prayers night and day."},{"number":6,"verse":"But she that liveth in pleasure is dead while she liveth."},{"number":7,"verse":"And these things charge them, that they may be blameless."},{"number":8,"verse":"But if any provide not for his own, and especially for those of his own house, he hath denied the faith and is worse than an infidel."},{"number":9,"verse":"Let not a widow be taken into the number under three score years old, having been the wife of one man,"},{"number":10,"verse":"well reported of for good works: if she has brought up children, if she has lodged strangers, if she has washed the saints' feet, if she has relieved the afflicted, if she has diligently followed every good work."},{"number":11,"verse":"But the younger widows refuse, for when they have begun to wax wanton against Christ, they will marry,"},{"number":12,"verse":"having damnation because they have cast off their first faith."},{"number":13,"verse":"And besides they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not."},{"number":14,"verse":"It is my will therefore that the younger women marry, bear children, guide the house, give no occasion to the adversary to speak reproachfully."},{"number":15,"verse":"For some have already turned aside after Satan."},{"number":16,"verse":"If any man or woman who believeth have widows, let them relieve them and let not the church be burdened, that it may assist those who are widows indeed."},{"number":17,"verse":"Let the elders that rule well be counted worthy of double honor, especially those who labor in the Word and doctrine."},{"number":18,"verse":"For the Scripture saith, \"Thou shalt not muzzle the ox that treadeth out the corn,\" and, \"The laborer is worthy of his reward.\""},{"number":19,"verse":"Against an elder receive not an accusation, except before two or three witnesses."},{"number":20,"verse":"Those who sin rebuke before all, that others also may fear."},{"number":21,"verse":"I charge thee before God and the Lord Jesus Christ and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality."},{"number":22,"verse":"Lay hands hastily on no man, neither be partaker of other men's sins. Keep thyself pure."},{"number":23,"verse":"Drink no longer water, but use a little wine for thy stomach's sake and thy frequent infirmities."},{"number":24,"verse":"Some men's sins are open beforehand, going on to judgment; and in some men they follow after."},{"number":25,"verse":"Likewise also the good works of some are manifest beforehand, but they that are otherwise cannot be hid."}]}