{"bibleAbbr":"YLT1898","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"Give ye thanks to JEHOVAH - call ye in His name, Make known among the peoples His acts."},{"number":2,"verse":"Sing ye to Him - sing praise to Him, Meditate ye on all His wonders."},{"number":3,"verse":"Boast yourselves in His Holy Name, The heart of those seeking JEHOVAH rejoiceth."},{"number":4,"verse":"Seek ye JEHOVAH and His strength, Seek ye His face continually."},{"number":5,"verse":"Remember His wonders that He did, His signs and the judgments of His mouth."},{"number":6,"verse":"O seed of Abraham, His servant, O sons of Jacob, His chosen ones."},{"number":7,"verse":"He [is] JEHOVAH our God, In all the earth [are] His judgments."},{"number":8,"verse":"He hath remembered to the age His covenant, The word He commanded to a thousand generations,"},{"number":9,"verse":"That He hath made with Abraham, And His oath to Isaac,"},{"number":10,"verse":"And doth establish it to Jacob for a statute, To Israel - a covenant age-during,"},{"number":11,"verse":"Saying, ‘To thee I give the land of Canaan, The portion of your inheritance,’"},{"number":12,"verse":"In their being few in number, But a few, and sojourners in it."},{"number":13,"verse":"And they go up and down, from nation unto nation, From a kingdom unto another people."},{"number":14,"verse":"He hath not suffered any to oppress them And He reproveth for their sakes kings."},{"number":15,"verse":"‘Strike not against Mine anointed, And to My prophets do not evil.’"},{"number":16,"verse":"And He calleth a famine on the land, The whole staff of bread He hath broken."},{"number":17,"verse":"He hath sent before them a man, For a servant hath Joseph been sold."},{"number":18,"verse":"They have afflicted with fetters his feet, Iron hath entered his soul,"},{"number":19,"verse":"Till the time of the coming of His word The saying of JEHOVAH hath tried him."},{"number":20,"verse":"The king hath sent, and looseth him, The ruler of the peoples, and draweth him out."},{"number":21,"verse":"He hath made him lord of his house, And ruler over all his possessions."},{"number":22,"verse":"To bind his chiefs at his pleasure, And his elders he maketh wise."},{"number":23,"verse":"And Israel cometh in to Egypt, And Jacob hath sojourned in the land of Ham."},{"number":24,"verse":"And He maketh His people very fruitful, And maketh it mightier than its adversaries."},{"number":25,"verse":"He turned their heart to hate His people, To conspire against His servants."},{"number":26,"verse":"He hath sent Moses His servant, Aaron whom He had fixed on."},{"number":27,"verse":"They have set among them the matters of His signs, And wonders in the land of Ham."},{"number":28,"verse":"He hath sent darkness, and it is dark, And they have not provoked His word."},{"number":29,"verse":"He hath turned their waters to blood, And putteth to death their fish."},{"number":30,"verse":"Teemed hath their land [with] frogs, In the inner chambers of their kings."},{"number":31,"verse":"He hath said, and the beetle cometh, Lice into all their border."},{"number":32,"verse":"He hath made their showers hail, A flaming fire [is] in their land."},{"number":33,"verse":"And He smiteth their vine and their fig, And shivereth the trees of their border."},{"number":34,"verse":"He hath said, and the locust cometh, And the cankerworm - innumerable,"},{"number":35,"verse":"And it consumeth every herb in their land, And it consumeth the fruit of their ground."},{"number":36,"verse":"And He smiteth every first-born in their land, The first-fruit of all their strength,"},{"number":37,"verse":"And bringeth them out with silver and gold, And there is not in its tribes a feeble one."},{"number":38,"verse":"Rejoiced hath Egypt in their going forth, For their fear had fallen upon them."},{"number":39,"verse":"He hath spread a cloud for a covering, And fire to enlighten the night."},{"number":40,"verse":"They have asked, and He bringeth quails, And [with] bread of heaven satisfieth them."},{"number":41,"verse":"He hath opened a rock, and waters issue, They have gone on in dry places - a river."},{"number":42,"verse":"For He hath remembered His holy word, With Abraham His servant,"},{"number":43,"verse":"And He bringeth forth His people with joy, With singing His chosen ones."},{"number":44,"verse":"And He giveth to them the lands of nations, And the labour of peoples they possess,"},{"number":45,"verse":"That they may observe His statutes, And His laws may keep. Praise ye JEHOVAH!"}]}