{"bibleAbbr":"YLT1898","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"Give ye thanks to JEHOVAH, For good, for to the age [is] His kindness."},{"number":2,"verse":"Give ye thanks to the God of gods, For to the age [is] His kindness."},{"number":3,"verse":"Give ye thanks to the Lord of lords, For to the age [is] His kindness."},{"number":4,"verse":"To Him doing great wonders by Himself alone, For to the age [is] His kindness."},{"number":5,"verse":"To Him making the heavens by understanding, For to the age [is] His kindness."},{"number":6,"verse":"To Him spreading the earth over the waters, For to the age [is] His kindness."},{"number":7,"verse":"To Him making great lights, For to the age [is] His kindness."},{"number":8,"verse":"The sun to rule by day, For to the age [is] His kindness."},{"number":9,"verse":"The moon and stars to rule by night, For to the age [is] His kindness."},{"number":10,"verse":"To Him smiting Egypt in their first-born, For to the age [is] His kindness."},{"number":11,"verse":"And bringing forth Israel from their midst, For to the age [is] His kindness."},{"number":12,"verse":"By a strong hand, and a stretched-out-arm, For to the age [is] His kindness."},{"number":13,"verse":"To Him cutting the sea of Suph into parts, For to the age [is] His kindness,"},{"number":14,"verse":"And caused Israel to pass through its midst, For to the age [is] His kindness,"},{"number":15,"verse":"And shook out Pharaoh and his force in the sea of Suph, For to the age [is] His kindness."},{"number":16,"verse":"To Him leading His people in a wilderness, For to the age [is] His kindness."},{"number":17,"verse":"To Him smiting great kings, For to the age [is] His kindness."},{"number":18,"verse":"Yea, He doth slay honourable kings, For to the age [is] His kindness."},{"number":19,"verse":"Even Sihon king of the Amorite, For to the age [is] His kindness."},{"number":20,"verse":"And Og king of Bashan, For to the age [is] His kindness."},{"number":21,"verse":"And He gave their land for inheritance, For to the age [is] His kindness."},{"number":22,"verse":"An inheritance to Israel His servant, For to the age [is] His kindness."},{"number":23,"verse":"Who in our lowliness hath remembered us, For to the age [is] His kindness."},{"number":24,"verse":"And He delivereth us from our adversaries, For to the age [is] His kindness."},{"number":25,"verse":"Giving food to all flesh, For to the age [is] His kindness."},{"number":26,"verse":"Give ye thanks to the God of the heavens, For to the age [is] His kindness!"}]}