{"bibleAbbr":"YLT1898","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"To the Overseer. - A Song, a Psalm. Shout ye to God, all the earth."},{"number":2,"verse":"Praise ye the honour of His name, Make ye honourable His praise."},{"number":3,"verse":"Say to God, ‘How fearful [are] Thy works, By the abundance of Thy strength, Thine enemies feign obedience to Thee."},{"number":4,"verse":"All the earth do bow to Thee, They sing praise to Thee, they praise Thy name.’ Selah."},{"number":5,"verse":"Come ye, and see the works of God, Fearful acts toward the sons of men."},{"number":6,"verse":"He hath turned a sea to dry land, Through a river they pass over on foot, There do we rejoice in Him."},{"number":7,"verse":"Ruling by His might to the age, His eyes among the nations do watch, The refractory exalt not themselves. Selah."},{"number":8,"verse":"Bless, ye peoples, our God, And sound the voice of His praise,"},{"number":9,"verse":"Who hath placed our soul in life, And suffered not our feet to be moved."},{"number":10,"verse":"For Thou hast tried us, O God, Thou hast refined us as the refining of silver."},{"number":11,"verse":"Thou hast brought us into a net, Thou hast placed pressure on our loins."},{"number":12,"verse":"Thou hast caused man to ride at our head. We have entered into fire and into water, And Thou bringest us out to a watered place."},{"number":13,"verse":"I enter Thy house with burnt-offerings, I complete to Thee my vows,"},{"number":14,"verse":"For opened were my lips, And my mouth spake in my distress:"},{"number":15,"verse":"‘Burnt-offerings of fatlings I offer to Thee, With perfume of rams, I prepare a bullock with he-goats.’ Selah."},{"number":16,"verse":"Come, hear, all ye who fear God, And I recount what he did for my soul."},{"number":17,"verse":"Unto Him [with] my mouth I have called, And exaltation [is] under my tongue."},{"number":18,"verse":"Iniquity, if I have seen in my heart, The Lord doth not hear."},{"number":19,"verse":"But God hath heard, He hath attended to the voice of my prayer."},{"number":20,"verse":"Blessed [is] God, Who hath not turned aside my prayer, And His loving-kindness, from me!"}]}