{"bibleAbbr":"paOV2016","bookName":"ਅਸਤਰ","bookEnglishName":"Esther","chapterNumber":2,"verses":[{"number":1,"verse":"( ਅਸਤਰ ਦਾ ਪਟਰਾਣੀ ਬਣਾਇਆ ਜਾਣਾ) ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਦੇ ਮਗਰੋਂ ਜਦ ਪਾਤਸ਼ਾਹ ਅਹਸ਼ਵੇਰੋਸ਼ ਦਾ ਕ੍ਰੋਧ ਠੰਡਾ ਪੈ ਗਿਆ ਤਾਂ ਉਸ ਨੇ ਮਲਕਾ ਵਸ਼ਤੀ ਨੂੰ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਕੀਤਾ ਸੀ ਅਤੇ ਜੋ ਕੁਝ ਦੇ ਵਿਰੁੱਧ ਹੁਕਮ ਹੋਇਆ ਸੀ ਚੇਤੇ ਕੀਤਾ"},{"number":2,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਦੇ ਟਹਿਲੂਆਂ ਨੇ ਜਿਹੜੇ ਉਹ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹੁੰਦੇ ਸਨ ਆਖਿਆ ਕਿ ਪਾਤਸ਼ਾਹ ਲਈ ਜੁਆਨ ਅਤੇ ਸੁਣੱਖੀਆਂ ਕੁਆਰੀਆਂ ਭਾਲੀਆਂ ਜਾਣ"},{"number":3,"verse":"ਅਤੇ ਪਾਤਸ਼ਾਹ ਨੇ ਆਪਣੀ ਪਾਤਸ਼ਾਹੀ ਦੇ ਸਾਰਿਆਂ ਸੂਬਿਆਂ ਵਿੱਚ ਓਵਰਸੀਅਰ ਠਹਿਰਾਏ ਤਾਂ ਜੋ ਓਹ ਸਾਰੀਆਂ ਸੁਣੱਖੀਆਂ ਜੁਆਨ ਕੁਆਰੀਆਂ ਨੂੰ ਸ਼ੂਸ਼ਨ ਦੇ ਮਹਿਲ ਦੇ ਜਨਾਨ ਖ਼ਾਨੇ ਵਿੱਚ ਇੱਕਠੀਆਂ ਕਰ ਕੇ ਪਾਤਸ਼ਾਹ ਦੇ ਖੁਸਰੇ ਹੇਗਈ ਦੇ ਜਿਹੜਾ ਤੀਵੀਆਂ ਦਾ ਰਾਖਾ ਸੀ ਹੱਥ ਵਿੱਚ ਦੇਣ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵਟਣੇ ਦੀਆਂ ਸਭ ਵਸਤਾਂ ਦਿੱਤੀਆਂ ਜਾਣ"},{"number":4,"verse":"ਅਤੇ ਜਿਹੜੀ ਛੋਕਰੀ ਪਾਤਸ਼ਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗੀ ਹੋਵੇ ਉਹ ਵਸ਼ਤੀ ਦੇ ਥਾਂ ਮਲਕਾ ਹੋਵੇ। ਇਹ ਗੱਲ ਪਾਤਸ਼ਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗੀ ਲਗੀ ਤਾਂ ਉਸ ਨੇ ਏਦਾਂ ਹੀ ਕੀਤਾ।।"},{"number":5,"verse":"ਸ਼ੂਸ਼ਨ ਦੇ ਮਹਿਲ ਵਿੱਚ ਇੱਕ ਯਹੂਦੀ ਮਾਰਦਕਈ ਨਾਮੀ ਸੀ ਜਿਹੜਾ ਯਾਈਰ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਿਮਈ ਦਾ ਪੋਤਰਾ ਕੀਸ਼ ਦਾ ਪੜੋਤਾ ਇੱਕ ਬਿਨਯਾਮੀਨੀ ਮਨੁੱਖ ਸੀ"},{"number":6,"verse":"ਇਹ ਯਰੂਸ਼ਲਮ ਤੋਂ ਉਨ੍ਹਾਂ ਅਸੀਰਾਂ ਨਾਲ ਅਸੀਰ ਹੋ ਕੇ ਗਿਆ ਸੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਬਾਬਲ ਦਾ ਪਾਤਸ਼ਾਹ ਨਬੂਕਦਨੱਸਰ ਅਸੀਰ ਕਰ ਕੇ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਯਕਾਨਯਾਹ ਦੇ ਨਾਲ ਲੈ ਗਿਆ ਸੀ"},{"number":7,"verse":"ਉਹ ਨੇ ਹੱਦਸਾਹ ਅਰਥਾਤ ਅਸਤਰ ਆਪਣੇ ਚਾਚੇ ਦੀ ਧੀ ਨੂੰ ਪਾਲਿਆ ਕਿਉਂਕਿ ਨਾ ਉਹ ਦਾ ਪਿਉ ਸੀ ਨਾ ਮਾਂ ਸੀ, ਇਹ ਛੋਕਰੀ ਵੇਖਣ ਪਾਖਣ ਵਿੱਚ ਸੋਹਣੀ ਸੀ ਅਤੇ ਜਦ ਉਸ ਦੇ ਮਾਂ ਪਿਉ ਮਰ ਗਏ ਤਾਂ ਮਾਰਦਕਈ ਨੇ ਉਸ ਨੂੰ ਆਪਣੀ ਧੀ ਕਰਕੇ ਲੈ ਲਿਆ"},{"number":8,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਪਾਤਸ਼ਾਹ ਦਾ ਬਚਨ ਅਰ ਹੁਕਮ ਸੁਣਨ ਵਿੱਚ ਆਇਆ ਅਰ ਜਦ ਬਹੁਤ ਸਾਰੀਆਂ ਛੋਕਰੀਆਂ ਸ਼ੂਸ਼ਨ ਦੇ ਮਹਿਲ ਵਿੱਚ ਇੱਕਠੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਅਤੇ ਹੇਗਈ ਦੇ ਹਵਾਲੇ ਕੀਤੀਆਂ ਗਈਆਂ ਤਾਂ ਅਸਤਰ ਵੀ ਸ਼ਾਹੀ ਮਹਿਲ ਵਿੱਚ ਲਿਆਂਦੀ ਗਈ ਅਤੇ ਇਸਤ੍ਰਆਂ ਦੇ ਰਾਖੇ ਹੇਗਾਈ ਦੇ ਹਵਾਲੇ ਕੀਤੀ ਗਈ"},{"number":9,"verse":"ਅਰ ਉਹ ਛੋਕਰੀ ਉਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਭਾ ਗਈ ਅਤੇ ਉਸ ਦੇ ਅੱਗੇ ਉਹ ਦਯਾ ਦੀ ਭਾਗੀ ਹੋਈ ਅਤੇ ਛੇਤੀ ਨਾਲ ਉਹ ਨੇ ਉਸ ਨੂੰ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਵਟਣੇ ਲਈ ਦਿੱਤੀਆਂ ਅਤੇ ਰੋਜ਼ ਦਾ ਭੋਜਨ ਵੀ ਅਤੇ ਸੱਤ ਚੁਗਵੀਆਂ ਸਹੇਲੀਆਂ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਵਿੱਚੋਂ ਉਸ ਨੂੰ ਦਿੱਤੀਆਂ ਅਤੇ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੀਆਂ ਸਹੇਲੀਆਂ ਨੂੰ ਜਨਾਨ ਖਾਨੇ ਵਿੱਚ ਸਭ ਤੋਂ ਚੰਗਾ ਥਾਂ ਦਿੱਤਾ"},{"number":10,"verse":"ਅਸਤਰ ਨੇ ਨਾ ਆਪਣੀ ਉੱਮਤ ਨਾ ਆਪਣੇ ਟਬਰ ਦਾ ਕੋਈ ਪਤਾ ਦੱਸਿਆ ਕਿਉਂ ਜੋ ਮਾਰਦਕਈ ਨੇ ਉਸ ਨੂੰ ਤਗੀਦ ਕੀਤੀ ਹੋਈ ਸੀ ਕਿ ਉਹ ਪਤਾ ਨਾ ਦੇਵੇ"},{"number":11,"verse":"ਅਤੇ ਮਾਰਦਕਈ ਨਿਤ ਨਿਤ ਜਨਾਨ ਖ਼ਾਨੇ ਦੇ ਵੇਹੜੇ ਦੇ ਅੱਗੇ ਫਿਰਦਾ ਰਹਿੰਦਾ ਸੀ ਤਾਂ ਜੋ ਅਸਤਰ ਦੀ ਸੁਖ ਸਾਦ ਨੂੰ ਜਾਣੇ ਭਈ ਉਸ ਦੇ ਨਾਲ ਕੀ ਬੀਤਦੀ ਹੈ।।"},{"number":12,"verse":"ਹੁਣ ਜਦ ਇੱਕ ਇੱਕ ਛੋਕਰੀ ਦੀ ਵਾਰੀ ਅਹਸ਼ਵੇਰੋਸ਼ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਜਾਣ ਦੀ ਆਈ ਜਦੋਂ ਤੀਵੀਆਂ ਦੀ ਰੀਤੀ ਅਨੁਸਾਰ ਬਾਰਾਂ ਮਹੀਨਿਆਂ ਤੀਕ ਉਹ ਹੁੰਦਾ ਹੁੰਦਾ ਸੀ ਕਿਉਂ ਜੋ ਏਨਾ ਚਿਰ ਉਨ੍ਹਾਂ ਦੀ ਸਫਾਈ ਲਈ ਲਗ ਜਾਂਦਾ ਸੀ ਅਰਥਾਤ ਛੇ ਮਹੀਨੇ ਮੁਰ ਦਾ ਤੇਲ ਮਲਣ ਲਈ ਅਤੇ ਛੇ ਮਹੀਨੇ ਅਤਰ ਅਤੇ ਤੀਵੀਆਂ ਦੇ ਵਟਣੇ ਦੀਆਂ ਹੋਰ ਚੀਜ਼ਾਂ ਮਲਣ ਲਈ"},{"number":13,"verse":"ਐਉਂ ਹਰ ਛੋਕਰੀ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਜਾਂਦੀ ਸੀ ਅਤੇ ਜਿਸ ਚੀਜ਼ ਦੀ ਉਹ ਨੂੰ ਲੋੜ ਹੁੰਦੀ ਸੀ ਉਹ ਨੂੰ ਦਿੱਤੀ ਜਾਂਦੀ ਸੀ ਤਾਂ ਜੋ ਉਹ ਜਨਾਨ ਖ਼ਾਨੇ ਤੋਂ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਨੂੰ ਜਾਵੇ"},{"number":14,"verse":"ਸ਼ਾਮਾਂ ਨੂੰ ਉਹ ਜਾਂਦੀ ਸੀ ਅਤੇ ਸਵੇਰ ਨੂੰ ਮੁੜ ਕੇ ਦੂਜੇ ਜਨਾਨ ਖ਼ਾਨੇ ਵਿੱਚ ਆ ਜਾਂਦੀ ਸੀ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਖੁਸਰੇ ਸ਼ਅਸ਼ਗਜ ਦੇ ਹਵਾਲੇ ਕੀਤੀ ਜਾਂਦੀ ਸੀ ਜਿਹੜਾ ਸੁਰੀਤਾਂ ਦਾ ਰਾਖਾ ਸੀ ਅਤੇ ਫੇਰ ਕਦੀ ਉਹ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਨਹੀਂ ਜਾਂਦੀ ਸੀ ਪਰ ਜਦ ਪਾਤਸ਼ਾਹ ਉਹ ਨੂੰ ਚਾਹੁੰਦਾ ਸੀ ਤਾਂ ਉਹ ਨਾਉਂ ਲੈ ਕੇ ਸੱਦੀ ਜਾਂਦੀ ਸੀ"},{"number":15,"verse":"ਹੁਣ ਜਦ ਅਸਤਰ ਜਿਹੜੀ ਮਾਰਦਕਈ ਦੇ ਚਾਚੇ ਅਬੀਹਯਿਲ ਦੀ ਧੀ ਸੀ ਜਿਹ ਨੇ ਉਹ ਨੂੰ ਲੈ ਕੇ ਧੀ ਬਣਾ ਲਿਆ ਸੀ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਜਾਣ ਦੀ ਵਾਰੀ ਆਈ ਤਾਂ ਉਸ ਨੇ ਕੁਝ ਨਾ ਮੰਗਿਆ ਸਵਾਏ ਏਸ ਦੇ ਜੋ ਹਗਈ ਖੁਸਰੇ ਨੇ ਜਿਹੜਾ ਤੀਵੀਆਂ ਦਾ ਰਾਖਾ ਸੀ ਉਸ ਦੇ ਲਈ ਠਹਿਰਾਇਆ ਸੀ ਅਤੇ ਅਸਤਰ ਸਭ ਦੇ ਵੇਖਣ ਵਿੱਚ ਮਨਮੋਹਣੀ ਸੀ"},{"number":16,"verse":"ਸੋ ਅਸਤਰ ਅਹਸ਼ਵੇਰੋਸ਼ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਉਹ ਦੇ ਸ਼ਾਹੀ ਮਹਿਲ ਵਿੱਚ ਉਹ ਦੇ ਰਾਜ ਦੇ ਸੱਤਵੇਂ ਵਰ੍ਹੇ ਦੇ ਦਸਵੇਂ ਮਹੀਨੇ ਜਿਹੜਾ ਟੇਬੇਥ ਦਾ ਮਹੀਨਾ ਸੀ ਪੁਚਾਈ ਗਈ"},{"number":17,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਸਾਰੀਆਂ ਇਸਤ੍ਰੀਆਂ ਨਾਲੋਂ ਅਸਤਰ ਨੂੰ ਵੱਧ ਪਿਆਰ ਕੀਤਾ ਅਤੇ ਉਹ ਨੇ ਸਾਰੀਆਂ ਕੁਆਰੀਅ ਨਾਲੋਂ ਪਾਤਸ਼ਾਹ ਦਾ ਪਖ ਅਤੇ ਦਯਾ ਪਰਾਪਤ ਕੀਤੀ ਸੋ ਉਹ ਨੇ ਰਾਜ ਮੁਕਟ ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ ਧਰ ਦਿੱਤਾ ਅਤੇ ਵਸ਼ਤੀ ਦੇ ਥਾਂ ਮਲਕਾ ਬਣਾ ਦਿੱਤੀ"},{"number":18,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਆਪਣੇ ਸਰਦਾਰਾਂ ਅਤੇ ਟਹਿਲੂਆਂ ਲਈ ਇੱਕ ਵੱਡੀ ਦਾਉਤ ਕੀਤੀ ਅਰਥਾਤ ਅਸਤਰ ਵਾਲੀ ਦਾਉਤ, ਅਤੇ ਸੂਬਿਆਂ ਨੂੰ ਮੁਆਫ਼ੀਆਂ ਅਤੇ ਇਨਾਮ ਸ਼ਾਹੀ ਸਖਾਉਤ ਦੇ ਅਨੁਸਾਰ ਦਿੱਤੇ"},{"number":19,"verse":"ਜਦ ਦੂਜੀ ਵਾਰ ਕੁਆਰੀਆਂ ਇਕੱਠੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਤਾਂ ਮਾਰਦਕਈ ਸ਼ਾਹੀ ਫਾਟਕ ਤੇ ਬੈਠਾ ਸੀ"},{"number":20,"verse":"ਅਸਤਰ ਨੇ ਨਾ ਆਪਣੇ ਟੱਬਰ ਦਾ, ਨਾ ਆਪਣੀ ਉੱਮਤ ਦਾ ਪਤਾ ਦੱਸਿਆ ਕਿਉਂ ਜੋ ਮਾਰਦਕਈ ਨੇ ਉਸ ਨੂੰ ਤਾਗੀਦ ਕੀਤੀ ਹੋਈ ਸੀ ਅਰ ਅਸਤਰ ਮਾਰਦਕਈ ਦਾ ਹੁਕਮ ਓਦਾਂ ਹੀ ਮੰਨਦੀ ਸੀ ਜਿਦਾਂ ਜਦ ਉਹ ਉਹ ਦੇ ਕੋਲ ਪਲਦੀ ਸੀ"},{"number":21,"verse":"ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਵਿੱਚ ਜਦ ਮਾਰਦਕਈ ਪਾਤਸ਼ਾਹ ਦੇ ਫਾਟਕ ਉੱਤੇ ਬੈਠਦਾ ਹੁੰਦਾ ਸੀ ਤਾਂ ਪਾਤਸ਼ਾਹੀ ਖੁਸਰਿਆਂ ਵਿੱਚੋਂ ਦੋ ਖੁਸਰਿਆਂ ਨੇ ਜਿਹੜੇ ਦਰਵੱਜੇ ਉੱਤੇ ਪਹਿਰਾ ਦਿੰਦੇ ਸਨ ਅਰਥਾਤ ਬਿਗਥਾਨ ਅਤੇ ਤਰਸ਼ ਨੇ ਵਿਗੜ ਕੇ ਪਾਤਸ਼ਾਹ ਅਹਸ਼ਵੇਰੋਸ਼ ਨੂੰ ਹੱਥ ਪਾਉਣਾ ਚਾਹਿਆ"},{"number":22,"verse":"ਏਸ ਗੱਲ ਦਾ ਮਾਰਦਕਈ ਨੂੰ ਪਤਾ ਲੱਗਾ ਤਾਂ ਉਹ ਨੇ ਮਲਕਾ ਅਸਤਰ ਨੂੰ ਦੱਸ ਦਿੱਤੀ ਅਤੇ ਅਸਤਰ ਨੇ ਮਾਰਦਕਈ ਦਾ ਨਾਉਂ ਲੈ ਕੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ"},{"number":23,"verse":"ਜਦ ਏਸ ਗੱਲ ਦਾ ਖੋਜ ਕੱਢਿਆ ਗਿਆ ਤਾਂ ਇਹ ਗੱਲ ਨਿੱਕਲ ਆਈ ਅਤੇ ਉਹ ਦੋਵੇਂ ਰੁੱਖ ਉੱਤੇ ਫਾਸੀਂ ਦਿੱਤੇ ਗਏ ਅਤੇ ਏਹ ਗੱਲ ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਹਮਣੇ ਇਤਿਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿੱਖੀ ਗਈ ।।"}]}