{"bibleAbbr":"paOV2016","bookName":"ਅਸਤਰ","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"( ਯਹੂਦੀਆਂ ਦੇ ਵਿਰੁੱਧ ਇੱਕ ਮਤਾ) ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਦੇ ਮਗਰੋਂ ਅਹਸ਼ਵੇਰੋਸ਼ ਪਾਤਸ਼ਾਹ ਨੇ ਅਗਾਗੀ ਹਮਦਾਥਾ ਦੇ ਪੁੱਤ੍ਰ ਹਾਮਾਨ ਦੀ ਪਦਵੀ ਉੱਚੀ ਕਰ ਦਿੱਤੀ ਅਤੇ ਉਹ ਦੀ ਗੱਦੀ ਉਸ ਦੇ ਨਾਲ ਦੇ ਸਾਰਿਆਂ ਸਰਦਾਰਾਂ ਤੋਂ ਉੱਚੀ ਕਰ ਦਿੱਤੀ"},{"number":2,"verse":"ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਰੇ ਟਹਿਲੂਏ ਜਿਹੜੇ ਪਾਤਸ਼ਾਹ ਦੇ ਫਾਟਕ ਉੱਤੇ ਸਨ ਹਾਮਾਨ ਅੱਗੇ ਗੋਡੇ ਨਿਵਾਉਂਦੇ ਅਤੇ ਉਹ ਨੂੰ ਮੱਥਾ ਟੇਕਦੇ ਸਨ ਕਿਉਂਕਿ ਪਾਤਸ਼ਾਹ ਦਾ ਹੁਕਮ ਉਹ ਦੇ ਲਈ ਇਉਂ ਹੀ ਸੀ ਪਰ ਮਾਰਦਕਈ ਨਾ ਹੀ ਗੋਡੇ ਨਿਵਾਉਂਦਾ ਨਾ ਮੱਥਾ ਟੇਕਦਾ ਸੀ"},{"number":3,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਦੇ ਟਹਿਲੂਆਂ ਨੇ ਜਿਹੜੇ ਪਾਤਸ਼ਾਹ ਦੇ ਫਾਟਕ ਉੱਤੇ ਸਨ ਮਾਰਦਕਈ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਕਿਉਂ ਪਾਤਸ਼ਾਹ ਦੇ ਹੁਕਮ ਦੀ ਉਲੰਘਣਾ ਕਰਦਾ ਹੈਂ?"},{"number":4,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਉਹ ਨਿਤ ਨਿਤ ਆਖਦੇ ਰਹੇ ਅਤੇ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਨਾ ਸੁਣੀ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਹਾਮਾਨ ਨੂੰ ਦੱਸਿਆ ਵੇਖੀਏ ਕਿ ਮਾਰਦਕਈ ਦੀ ਇਹ ਗੱਲ ਚਲੂਗੀ ਵੀ ਕਿਉਂਕਿ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਹ ਯਹੂਦੀ ਸੀ"},{"number":5,"verse":"ਜਦ ਹਾਮਾਨ ਨੇ ਵੇਖਿਆ ਕਿ ਮਾਰਦਕਈ ਨਾ ਗੋਡੇ ਨਿਵਾਉਂਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਮੈਨੂੰ ਮੱਥਾ ਟੇਕਦਾ ਹੈ ਤਾਂ ਹਾਮਾਨ ਕਹਿਰ ਨਾਲ ਭਰ ਗਿਆ"},{"number":6,"verse":"ਪਰ ਮਾਰਦਕਈ ਇੱਕਲੇ ਉੱਤੇ ਹੱਥ ਪਾਉਣਾ ਉਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਉਹ ਦੀ ਬੇਪਤੀ ਸੀ ਕਿਉਂਕਿ ਉਹ ਨੂੰ ਮਾਰਦਕਈ ਦੀ ਉੱਮਤ ਦਾ ਪਤਾ ਦੱਸਿਆ ਗਿਆ ਸੀ, ਸੋ ਹਾਮਾਨ ਭਾਲਦਾ ਸੀ ਕਿ ਸਾਰੇ ਯਹੂਦੀਆਂ ਨੂੰ ਜਿਹੜੇ ਅਹਸ਼ਵੇਰੋਸ ਦੇ ਸਾਰੇ ਰਾਜ ਵਿੱਚ ਸਨ ਅਰਥਾਤ ਮਾਰਦਕਈ ਦੇ ਲੋਕਾਂ ਨੂੰ ਨਾਸ਼ ਕਰੇ"},{"number":7,"verse":"ਅਤੇ ਅਹਸ਼ਵੇਰੋਸ਼ ਪਾਤਸ਼ਾਹ ਦੇ ਰਾਜ ਦੇ ਬਾਰਵੇਂ ਵਰ੍ਹੇ ਦੇ ਪਹਿਲੇ ਮਹੀਨੇ ਤੋਂ ਜਿਹੜਾ ਨੀਸਾਨ ਦਾ ਮਹੀਨਾ ਹੈ ਉਹ ਨਿਤ ਨਿਤ ਅਤੇ ਹਰ ਬਾਰਵੇਂ ਮਹੀਨੇ ਅਰਥਾਤ ਅਦਾਰ ਦੇ ਮਹੀਨੇ ਤੀਕ ਹਾਮਾਨ ਦੇ ਸਾਹਮਣੇ ਪੂਰ ਅਰਥਾਤ ਗੁਣੇ ਪਾਉਂਦੇ ਰਹੇ"},{"number":8,"verse":"ਤਾਂ ਹਾਮਾਨ ਨੇ ਅਹਸ਼ਵੇਰੋਸ਼ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਆਪ ਦੇ ਰਾਜ ਦੇ ਸਾਰੇ ਸੂਬਿਆਂ ਵਿੱਚ ਇੱਕ ਉੱਮਤ ਸਾਰੀਆਂ ਉੱਮਤਾਂ ਵਿੱਚ ਖਿੱਲਰੀ ਅਤੇ ਫੈਲੀ ਹੋਈ ਹੈ। ਉਸ ਦੀਆਂ ਰੀਤੀਆਂ ਹੋਰ ਸਾਰੀਆਂ ਉੱਮਤਾਂ ਨਾਲੋਂ ਵੱਖਰੀਆਂ ਹਨ ਅਰ ਓਹ ਪਾਤਸ਼ਾਹ ਦੇ ਕਨੂਨ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ ਇਸ ਲਈ ਉਸ ਉੱਮਤ ਨੂੰ ਰਹਿਣ ਦੇਣਾ ਪਾਤਸ਼ਾਹ ਲਈ ਲਾਭਵੰਤ ਨਹੀਂ"},{"number":9,"verse":"ਜੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਨਾਸ਼ ਕਰਨ ਲਈ ਲਿੱਖਿਆ ਜਾਵੇ ਅਤੇ ਮੈਂ ਕੰਮ ਦੇ ਕਰਿੰਦਿਆਂ ਦੇ ਹੱਥ ਵਿੱਚ ਦਸ ਹਜਾਰ ਚਾਂਦੀ ਦੇ ਤੋੜੇ ਸ਼ਾਹੀ ਗੰਜ ਵਿੱਚ ਪਾਉਣ ਲਈ ਤੋਲ ਦਿਆਂਗਾ"},{"number":10,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਮੋਹਰ ਆਪਣੇ ਹੱਥੋਂ ਲਾਹ ਕੇ ਯਹੂਦੀਆਂ ਦੇ ਵੈਰੀ ਅਗਾਗੀ ਹਮਦਾਥਾ ਦੇ ਪੁੱਤ੍ਰ ਹਾਮਾਨ ਨੂੰ ਦੇ ਦਿੱਤੀ"},{"number":11,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਹਾਮਾਨ ਨੂੰ ਆਖਿਆ, ਉਹ ਚਾਂਦੀ ਤੈਨੂੰ ਬਖ਼ਸੀ ਗਈ ਅਤੇ ਓਹ ਲੋਕ ਵੀ ਭਈ ਜੋ ਤੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਜਾਪੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨਾਲ ਕਰੇਂ"},{"number":12,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਦੇ ਲਿਖਾਰੀ ਪਹਿਲੇ ਮਹੀਨੇ ਦੀ ਤੇਰਵੀਂ ਤਾਰੀਖ ਨੂੰ ਸੱਦੇ ਗਏ ਅਰ ਜੋ ਕੁਝ ਹਾਮਾਨ ਨੇ ਪਾਤਸ਼ਾਹ ਦੇ ਮਨਸਬਦਾਰਾਂ ਤੇ ਨੈਬ-ਮਨਸਬਦਾਰਾਂ ਲਈ ਜਿਹੜੇ ਸੂਬੇ ਸੂਬੇ ਉੱਤੇ ਸਨ ਅਤੇ ਸਰਦਾਰਾਂ ਲਈ ਜਿਹੜੇ ਸੂਬੇ ਸੂਬੇ ਦੀਆਂ ਉੱਮਤਾਂ ਉੱਤੇ ਸਨ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਉਹ ਸੂਬੇ ਸੂਬੇ ਦੀ ਲਿਖਤ ਵਿੱਚ ਅਤੇ ਉਮਤ ਉਮਤ ਦੀ ਬੋਲੀ ਵਿਚ ਅਹਸ਼ਵੇਰੋਸ਼ ਪਾਤਸ਼ਾਹ ਦੇ ਨਾਉਂ ਉੱਤੇ ਲਿਖਿਆ ਗਿਆ ਅਤੇ ਉਹ ਦੇ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਦੀ ਮੋਹਰ ਠਾਪ ਦਿੱਤੀ"},{"number":13,"verse":"ਅਤੇ ਇਹ ਚਿੱਠੀਆਂ ਡਾਕੀਆਂ ਦੇ ਰਾਹੀਂ ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਰੇ ਸੂਬਿਆਂ ਨੂੰ ਘੱਲੀਆ ਗਈਆਂ ਕਿ ਸਾਰੇ ਯਹੂਦੀ ਬਾਰਵੇਂ ਮਹੀਨੇ ਅਰਥਾਤ ਅਦਾਰ ਮਹੀਨੇ ਦੀ ਤੇਰਵੀਂ ਤਾਰੀਖ ਨੂੰ ਕੀ ਜੁਆਨ ਕੀ ਬੁੱਢਾ ਕੀ ਬੱਚਾ ਕੀ ਤੀਵੀਂ ਇੱਕੇ ਹੀ ਦਿਨ ਵਿੱਚ ਨਾਸ਼ ਕੀਤੇ ਜਾਣ ਅਰ ਵੱਢ ਸੁੱਟੇ ਜਾਣ ਅਰ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣ ਅਰ ਉਨ੍ਹਾਂ ਦਾ ਮਾਲ ਧਨ ਲੁੱਟਿਆ ਜਾਵੇ"},{"number":14,"verse":"ਦਿੱਤੇ ਹੋਏ ਸ਼ਾਹੀ ਹੁਕਮ ਅਨੁਸਾਰ ਇਸ ਲਿਖਤ ਦੀ ਇੱਕ ਇੱਕ ਨਕਲ ਸਾਰਿਆਂ ਸੂਬਿਆਂ ਲਈ ਦਿੱਤੀ ਜਾਵੇ ਅਤੇ ਸਾਰਿਆਂ ਲੋਕਾਂ ਵਿੱਚ ਉਸ ਦਾ ਪ੍ਰਚਾਰ ਕੀਤਾ ਜਾਵੇ ਤਾਂ ਜੋ ਉਸ ਦਿਨ ਲਈ ਤਿਆਰ ਰਹਿਣ"},{"number":15,"verse":"ਪਾਤਸ਼ਾਹ ਦੇ ਹੁਕਮ ਦੇ ਅਨੁਸਾਰ ਡਾਕੀਏ ਝੱਟ ਪੱਟ ਤੁਰ ਗਏ ਅਤੇ ਇਹ ਹੁਕਮ ਸ਼ੂਸ਼ਨ ਦੀ ਰਾਜ ਧਾਨੀ ਵਿੱਚ ਵੀ ਦਿੱਤਾ ਗਿਆ ਅਤੇ ਪਾਤਸ਼ਾਹ ਅਰ ਹਾਮਾਨ ਨਸ਼ਾ ਪੀਣ ਲਈ ਬੈਠ ਗਏ ਪਰ ਸ਼ੂਸ਼ਨ ਦਾ ਸ਼ਹਿਰ ਧਾਹਾਂ ਮਾਰ ਰਿਹਾ ਸੀ।।"}]}