{"bibleAbbr":"paOV2016","bookName":"ਅਸਤਰ","bookEnglishName":"Esther","chapterNumber":6,"verses":[{"number":1,"verse":"( ਅਸਤਰ ਤੇ ਮਾਰਦਕਈ ਦੀ ਪਤ ਦਾ ਵਾਧਾ) ਉਸੇ ਰਾਤ ਪਾਤਸ਼ਾਹ ਦੀ ਨੀਂਦ ਜਾਂਦੀ ਰਹੀ ਤਾਂ ਉਸ ਨੇ ਇਤਿਹਾਸ ਦੀ ਪੋਥੀ ਲਿਆਉਣ ਨੂੰ ਆਖਿਆ ਅਤੇ ਓਹ ਪਾਤਸ਼ਾਹ ਦੇ ਸਨਮੁਖ ਵਾਚੀ ਗਈ"},{"number":2,"verse":"ਤਾਂ ਉਹ ਦੇ ਵਿਚ ਲਿਖਿਆ ਹੋਇਆ ਲੱਭਾ ਕਿ ਮਾਰਦਕਈ ਨੇ ਦਰਬਾਨਾਂ ਵਿੱਚੋਂ ਪਾਤਸ਼ਾਹ ਦੇ ਦੋ ਖੁਸਰਿਆਂ ਬਿਗਥਾਨਾ ਅਰ ਤਰਸ਼ ਦੀ ਖਬਰ ਦਿੱਤੀ ਸੀ ਜਿਹੜੇ ਅਹਸ਼ਵੇਰੋਸ਼ ਪਾਤਸ਼ਾਹ ਉੱਤੇ ਹੱਥ ਪਾਉਣਾ ਭਾਲਦੇ ਸਨ"},{"number":3,"verse":"ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ ਕਿ ਇਸ ਦੇ ਬਦਲੇ ਵਿੱਚ ਮਾਰਦਕਈ ਦੀ ਕੀ ਪਤ ਪਰਤੀਤ ਕੀਤੀ ਗਈ ਹੈ ? ਤਾਂ ਪਾਤਸ਼ਾਹ ਦੇ ਜੁਆਨਾਂ ਨੇ ਜਿਹੜੇ ਉਹ ਦੀ ਸੇਵਾ ਕਰਦੇ ਸਨ ਆਖਿਆ ਕਿ ਉਸ ਦੇ ਨਾਲ ਕੁੱਝ ਨਹੀਂ ਕੀਤਾ ਗਿਆ"},{"number":4,"verse":"ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ, ਵੇਹੜੇ ਵਿੱਚ ਕੌਣ ਹੈ? ਉਸ ਵੇਲੇ ਹਾਮਾਨ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਦੇ ਬਾਹਰ ਦੇ ਵੇਹੜੇ ਵਿੱਚ ਆਇਆ ਹੋਹਿਆ ਸੀ ਤਾਂ ਜੋ ਮਾਰਦਕਈ ਨੂੰ ਉਸ ਸੂਲੀ ਉੱਤੇ ਜਿਹੜੀ ਉਸ ਨੇ ਤਿਆਰ ਕੀਤੀ ਹੋਈ ਸੀ ਟੰਗਣ ਲਈ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖੇ"},{"number":5,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਦੇ ਜੁਆਨਾਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ ਜੀ! ਹਾਮਾਨ ਵੇਹੜੇ ਵਿੱਚ ਖੜਾ ਹੈ। ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ, ਉਹ ਨੂੰ ਅੰਦਰ ਆਉਣ ਦਿਓ"},{"number":6,"verse":"ਤਾਂ ਹਾਮਾਨ ਅੰਦਰ ਆਇਆ ਅਤੇ ਪਾਤਸ਼ਾਹ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ ਕਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਾਤਸ਼ਾਹ ਪਤ ਦੇਣੀ ਚਾਹੇ ਉਹ ਦੇ ਲਈ ਕੀ ਕੀਤਾ ਜਾਵੇ? ਹਾਮਾਨ ਨੇ ਆਪਣੇ ਮਨ ਵਿੱਚ ਆਖਿਆ ਕਿ ਮੇਰੇ ਨਾਲੋਂ ਵੱਧ ਪਾਤਸ਼ਾਹ ਹੋਰ ਕਿਸ ਨੂੰ ਪਤ ਦੇਵੇਗਾ?"},{"number":7,"verse":"ਤਾਂ ਹਾਮਾਨ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ ਕਿ ਉਸ ਮਨੁੱਖ ਦੇ ਲਈ ਜਿਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਪਤ ਦੇਣੀ ਚਾਹੇ"},{"number":8,"verse":"ਸ਼ਾਹੀ ਪੁਸ਼ਾਕ ਜਿਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਪਹਿਨਦਾ ਸੀ ਅਤੇ ਉਹ ਘੋੜਾ ਜਿਹ ਦੇ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਸਵਾਰ ਹੁੰਦਾ ਸੀ ਅਤੇ ਜਿਹ ਦੇ ਸਿਰ ਉੱਤੇ ਸ਼ਾਹੀ ਤਾਜ ਰੱਖਿਆ ਹੋਇਆ ਹੈ ਲਿਆਂਦਾ ਜਾਵੇ"},{"number":9,"verse":"ਅਤੇ ਉਹ ਪੁਸ਼ਾਕ ਅਤੇ ਉਹ ਘੋੜਾ ਪਾਤਸ਼ਾਹ ਦੇ ਸਰਦਾਰਾਂ ਵਿੱਚੋਂ ਸਭ ਤੋਂ ਉੱਚੀ ਪਦਵੀ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਹੱਥ ਵਿੱਚ ਦਿੱਤੇ ਜਾਣ ਤਾਂ ਜੋ ਉਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਪੁਸ਼ਾਕ ਪੁਆਵੇ ਜਿਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਪਤ ਦੇਣੀ ਚਾਹੇ ਅਤੇ ਉਸ ਨੂੰ ਘੋੜੇ ਉੱਤੇ ਚੜ੍ਹਾ ਕੇ ਸ਼ਹਿਰ ਦੇ ਚੌਂਕ ਵਿੱਚ ਫਿਰਾਇਆ ਜਾਵੇ ਅਤੇ ਉਹ ਦੇ ਸਾਹਮਣੇ ਡੌਂਡੀ ਪਿਟਵਾਈ ਜਾਵੇ ਕਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਾਤਸ਼ਾਹ ਪਤ ਦੇਣੀ ਚਾਹੁੰਦਾ ਹੈ ਉਹ ਦੇ ਨਾਲ ਏਦਾਂ ਹੀ ਕੀਤਾ ਜਾਵੇਗਾ।।"},{"number":10,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਹਾਮਾਨ ਨੂੰ ਆਖਿਆ, ਝੱਟ ਕਰ ਅਤੇ ਆਪਣੀ ਗੱਲ ਅਨੁਸਾਰ ਘੋੜਾ ਅਤੇ ਪੁਸ਼ਾਕ ਲੈ ਅਤੇ ਮਾਰਦਕਈ ਯਹੂਦੀ ਨਾਲ ਜਿਹੜਾ ਪਾਤਸ਼ਾਹੀ ਫਾਟਕ ਉੱਤੇ ਬੈਠਾ ਹੈ ਏਦਾਂ ਹੀ ਕਰ ਅਤੇ ਜੋ ਕੁੱਝ ਤੂੰ ਆਖਿਆ ਹੈ ਉਸ ਵਿੱਚੋਂ ਕੋਈ ਗੱਲ ਰਹਿ ਨਾ ਜਾਵੇ!"},{"number":11,"verse":"ਤਾਂ ਹਾਮਾਨ ਨੇ ਉਹ ਪੁਸ਼ਾਕ ਅਤੇ ਉਹ ਘੋੜਾ ਲਿਆ ਅਤੇ ਮਾਰਦਕਈ ਨੂੰ ਪੁਸ਼ਾਕ ਪੁਵਾਈ ਅਤੇ ਘੋੜੇ ਉੱਤੇ ਚੜ੍ਹਾ ਕੇ ਸ਼ਹਿਰ ਦੇ ਚੌਂਕ ਵਿੱਚ ਫਿਰਾਇਆ ਅਤੇ ਉਹ ਦੇ ਅੱਗੇ ਡੌਂਡੀ ਪਿਟਵਾਈ ਕਿ ਉਸ ਮਨੁੱਖ ਨਾਲ ਏਵੇਂ ਹੀ ਕੀਤਾ ਜਾਵੇਗਾ ਜਿਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਪਤ ਦੇਣੀ ਚਾਹੁੰਦਾ ਹੈ"},{"number":12,"verse":"ਤਾਂ ਮਾਰਦਕਈ ਫਿਰ ਸ਼ਾਹੀ ਫਾਟਕ ਉੱਤੇ ਮੁੜ ਆਇਆ ਪਰ ਹਾਮਾਨ ਛੇਤੀ ਨਾਲ ਰੋਂਦਾ ਹੋਇਆ ਸਿਰ ਕੱਜ ਕੇ ਆਪਣੇ ਘਰ ਨੂੰ ਗਿਆ"},{"number":13,"verse":"ਅਤੇ ਹਾਮਾਨ ਨੇ ਆਪਣੀ ਇਸਤ੍ਰੀ ਜ਼ਰਸ਼ ਨੂੰ ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਮਿੱਤਰਾਂ ਨੂੰ ਉਹ ਸਭ ਕੁੱਝ ਜੋ ਉਸ ਦੇ ਨਾਲ ਬੀਤਿਆ ਸੀ ਦੱਸਿਆ ਤਾਂ ਉਸ ਦੇ ਬੁੱਧਵਾਨ ਪੁਰਸ਼ਾਂ ਨੇ ਅਤੇ ਉਸ ਦੀ ਇਸਤ੍ਰੀ ਜ਼ਰਸ਼ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਜੋ ਮਾਰਦਕਈ ਯਹੂਦੀਆਂ ਦੀ ਨਸਲ ਵਿੱਚੋਂ ਹੈ ਜਿਹਦੇ ਅੱਗੇ ਤੂੰ ਡਿੱਗਣ ਲੱਗਾ ਹੈਂ ਤਾਂ ਤੂੰ ਉਹ ਨੂੰ ਜਿੱਤ ਨਹੀਂ ਸੱਕਦਾ ਪਰੰਤੂ ਤੂੰ ਉਹ ਦੇ ਅੱਗੇ ਜਰੂਰ ਡਿੱਗੇਂਗਾ"},{"number":14,"verse":"ਓਹ ਉਸ ਦੇ ਨਾਲ ਇਹ ਗੱਲਾਂ ਕਰਦੇ ਹੀ ਸਨ ਤਾਂ ਪਾਤਸ਼ਾਹ ਦੇ ਖੁਸਰੇ ਆ ਗਏ ਅਤੇ ਹਾਮਾਨ ਨੂੰ ਉਸ ਪਰਸ਼ਾਦ ਦੇ ਛਕਣ ਲਈ ਜਿਹੜਾ ਅਸਤਰ ਨੇ ਤਿਆਰ ਕੀਤਾ ਸੀ ਛੇਤੀ ਲੈ ਗਏ।।"}]}