{"bibleAbbr":"mrRV2015","bookName":"याकोबाचे पत्र","bookEnglishName":"James","chapterNumber":1,"verses":[{"number":1,"verse":"( निरनिराळ्या विषयांवर व्यवहार्य उपदेश) बारा वंशांतील पांगलेल्या लोकांना, देवाचा व प्रभू येशू ख्रिस्ताचा दास याकोब ह्याचा सलाम."},{"number":2,"verse":"माझ्या बंधूंनो, नाना प्रकारच्या परीक्षांना तुम्हांला तोंड द्यावे लागते तेव्हा तुम्ही आनंदच माना."},{"number":3,"verse":"तुम्हांला ठाऊक आहे की, तुमच्या विश्वासाच्या परीक्षेने धीर उत्पन्न होतो;"},{"number":4,"verse":"आणि धीराला आपले कार्य पूर्ण करू द्या, ह्यासाठी की, तुम्ही कशातही उणे न होता तुम्हांला अखंड परिपूर्णता प्राप्त व्हावी."},{"number":5,"verse":"जर तुमच्यापैकी कोणी ज्ञानाने उणा असेल तर त्याने ते देवाजवळ मागावे म्हणजे ते त्याला मिळेल; कारण तो कोणास दोष न लावता सर्वांना उदारपणे देणग्या देतो;"},{"number":6,"verse":"पण त्याने काही संशय न धरता विश्वासाने मागावे; कारण संशय धरणारा वार्‍याने लोटलेल्या व उचंबळलेल्या समुद्राच्या लाटेसारखा आहे."},{"number":7,"verse":"असा माणूस द्विबुद्धीचा असून आपल्या सर्व कार्यांत चंचल असतो. आपल्याला प्रभूपासून काही मिळेल असे त्याने समजू नये."},{"number":9,"verse":"दीन स्थितीतील बंधूने आपल्या उच्च स्थितीविषयी अभिमान बाळगावा,"},{"number":10,"verse":"आणि धनवानाने आपल्या दीन स्थितीविषयी अभिमान बाळगावा; कारण तो ‘गवताच्या फुलासारखा’ नाहीसा होईल."},{"number":11,"verse":"सूर्य तीव्र तेजाने उगवला व त्याने ‘गवत कोमेजवले, मग त्याचे फूल गळाले,’ आणि त्याच्या रूपाची शोभा गेली; ह्याप्रमाणे धनवानही आपल्या उद्योगाच्या भरात कोमेजून जाईल."},{"number":12,"verse":"जो माणूस परीक्षेत ‘टिकतो तो धन्य,’ कारण आपणावर प्रीती करणार्‍यांना प्रभूने देऊ केलेला जीवनाचा मुकुट, परीक्षेत उतरल्यावर त्याला मिळेल."},{"number":13,"verse":"कोणाची परीक्षा होत असता, देवाने मला मोहात घातले, असे त्याने म्हणू नये; कारण देवाला वाईट गोष्टींचा मोह होत नाही आणि तो स्वतः कोणाला मोहात पाडत नाही;"},{"number":14,"verse":"तर प्रत्येक माणूस आपल्या वासनेने ओढला जातो व भुलवला जातो तेव्हा मोहात पडतो."},{"number":15,"verse":"मग वासना गर्भवती होऊन पापाला जन्म देते; आणि पाप परिपक्‍व झाल्यावर मरणास उपजवते."},{"number":16,"verse":"माझ्या प्रिय बंधूंनो, फसू नका;"},{"number":17,"verse":"प्रत्येक उत्तम देणगी व प्रत्येक पूर्ण दान वरून आहे; ज्याला विकार नाही व जो फिरण्याने छायेत जात नाही अशा ज्योतिमंडळाच्या पित्यापासून ते उतरते."},{"number":18,"verse":"आपण त्याच्या सृष्ट वस्तूंतील जसे काय प्रथमफळ व्हावे, म्हणून त्याने स्वतःच्या इच्छेने आपल्याला सत्यवचनाने1 जन्म दिला."},{"number":19,"verse":"( खरे धर्माचरण) माझ्या प्रिय बंधूंनो, तुम्हांला हे कळते. तर प्रत्येक माणूस ऐकण्यास तत्पर, बोलण्यास धीमा, रागास मंद असावा;"},{"number":20,"verse":"कारण माणसाच्या रागाने देवाच्या नीतिमत्त्वाचे कार्य घडत नाही."},{"number":21,"verse":"म्हणून सर्व मलिनता व उचंबळून आलेला दुष्टभाव सोडून, तुमच्या जिवांचे तारण करण्यास समर्थ असे मुळावलेले वचन सौम्यतेने स्वीकारा."},{"number":22,"verse":"वचनाप्रमाणे आचरण करणारे असा, केवळ ऐकणारे असू नका; अशाने तुम्ही स्वतःची फसवणूक करता."},{"number":23,"verse":"कारण जर कोणी वचन नुसते ऐकून घेतो व त्याप्रमाणे आचरण करत नाही, तर तो आरशात आपले शारीरिक मुख पाहणार्‍या माणसासारखा आहे;"},{"number":24,"verse":"तो स्वत:ला पाहून तेथून निघून जातो आणि आपण कसे होतो हे तेव्हाच विसरून जातो."},{"number":25,"verse":"परंतु जो स्वातंत्र्याच्या परिपूर्ण नियमांचे निरीक्षण करून ते तसेच करत राहतो, तो ऐकून विसरणारा न होता, कृती करणारा होतो व त्याला आपल्या कार्यात धन्यता मिळेल."},{"number":26,"verse":"आपण धर्माचरण करणारे आहोत, असे कोणाला वाटत असेल व तो आपल्या जिभेला आळा घालत नसेल, आणि आपल्या मनाची फसवणूक करून घेत असेल तर त्याचे धर्माचरण व्यर्थ आहे."},{"number":27,"verse":"देवपित्याच्या दृष्टीने शुद्ध व निर्मळ धर्माचरण म्हणजे अनाथांचा व विधवांचा त्यांच्या संकटांत समाचार घेणे, व स्वतःला जगापासून निष्कलंक ठेवणे हे आहे."}]}