{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 நாளாகமம்",
  "bookEnglishName" : "1 Chronicles",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஆதாம் முதல் நோவா வரையுள்ள குடும்ப வரலாறுஆதாம், சேத், ஏனோஸ், கேனான், மகலாலெயேல், யாரேத், ஏனோக்கு, மெத்தூசலா, லாமேக்கு, நோவா."
  }, {
    "number" : 4,
    "verse" : "சேம், காம், யாப்பேத் ஆகியோர் நோவாவின் குமாரர்கள்."
  }, {
    "number" : 5,
    "verse" : "யாப்பேத்தின் சந்ததியினர்கோமர், மாகோகு, மாதாய், யாவான், தூபால், மேசேக்கு, தீராஸ் ஆகியோர் யாப்பேத்தின் குமாரர்கள்."
  }, {
    "number" : 6,
    "verse" : "அஸ்கினாஸ், ரீப்பாத்து, தொகர்மா, ஆகியோர் கோமரின் குமாரர்கள்."
  }, {
    "number" : 7,
    "verse" : "எலீசா, தர்ஷீஸ், கித்தீம், தொதானீம் ஆகியோர் யாவானின் குமாரர்கள்."
  }, {
    "number" : 8,
    "verse" : "காமின் சந்ததியினர்கூஷ், மிஸ்ராயிம், பூத், கானான் ஆகியோர் காமின் குமாரர்களாவார்கள்."
  }, {
    "number" : 9,
    "verse" : "சேபா, ஆவிலா, சப்தா, ராமா, சப்திகா ஆகியோர் கூஷின் குமாரர்களாவார்கள். சேபா, திதான், ஆகியோர் ராமாவின் குமாரர்களாவார்கள்."
  }, {
    "number" : 10,
    "verse" : "நிம்ரோதின் சந்ததியான கூஷ், வளர்ந்து பலமுள்ள தைரியமிக்க வீரனாக உலகில் விளங்கினான்."
  }, {
    "number" : 11,
    "verse" : "லுதீமியர், ஆனாமியர், லெகாபியர், நப்தூகியர் ஆகியோரின் தந்தை மிஸ்ராயிம் (எகிப்து)"
  }, {
    "number" : 12,
    "verse" : "மேலும் மிஸ்ராயும் பத்ரூசியர், கஸ்லூகியர் கப்தோரியர் ஆகியோருக்கும் தந்தை (பெலிஸ்தியர்கள் கஸ்லூகியரிலிருந்து வந்தவர்கள்.)"
  }, {
    "number" : 13,
    "verse" : "கானான் சீதோனின் தந்தை ஆவான். சீதோன் இவனது மூத்த குமாரன். கானான் சீதோனுக்கும் கேத்துக்கும் தந்தை ஆவான்."
  }, {
    "number" : 14,
    "verse" : "அவன் எபூசியரையும், எமோரியரையும், கிர்காசியரையும்"
  }, {
    "number" : 15,
    "verse" : "ஏவியரையும், அர்கீயரையும், சீனியரையும்,"
  }, {
    "number" : 16,
    "verse" : "அர்வாதியரையும், செமாரியரையும், காமாத்தியரையும் பெற்றான்."
  }, {
    "number" : 17,
    "verse" : "சேமின் சந்ததியினர்ஏலாம், அசூர், அர்பக்சாத், லூத், ஆராம், ஊத்ஸ், கூல், கேத்தெர், மேசக் ஆகியோர் சேமின் குமாரர்களாவார்கள்."
  }, {
    "number" : 18,
    "verse" : "அர்பக்சாத் சாலாவின் தந்தை. சாலா ஏபேரின் தந்தை."
  }, {
    "number" : 19,
    "verse" : "ஏபேருக்கு இரண்டு குமாரர்கள் இருந்தார்கள். ஒரு குமாரனின் பெயர், பேலேகு ஆகும். ஏனென்றால், இவனது வாழ்நாளில் தான் பூமியிலுள்ள ஜனங்கள் மொழி வாரியாகப் பிரிக்கப்பட்டனர். பேலேகின் சகோதரனது பெயர் யொக்தான் ஆகும்."
  }, {
    "number" : 20,
    "verse" : "அல்மோதாத், சாலேப், ஆசர்மாவேத், யேராகை,"
  }, {
    "number" : 21,
    "verse" : "அதோராம், ஊசால், திக்லா,"
  }, {
    "number" : 22,
    "verse" : "ஏபால், அபிமாவேல், சேபா,"
  }, {
    "number" : 23,
    "verse" : "ஓப்பீர், ஆவிலா, யோபாப் ஆகியோரை யொக்தான் பெற்றான். கீழ்க்கண்ட அனைவரும் யோக்தானின் குமாரர்களாவார்கள்."
  }, {
    "number" : 24,
    "verse" : "சேம், அர்பக்சாத், சாலா,"
  }, {
    "number" : 25,
    "verse" : "ஏபேர், பேலேகு, ரெகூ,"
  }, {
    "number" : 26,
    "verse" : "செரூகு, நாகோர், தேராகு,"
  }, {
    "number" : 27,
    "verse" : "ஆபிராமாகிய ஆபிரகாம் ஆகியோர்."
  }, {
    "number" : 28,
    "verse" : "ஆபிரகாமின் குடும்பம்ஈசாக்கும், இஸ்மவேலும் ஆபிரகாமின் குமாரர்களாவார்கள்."
  }, {
    "number" : 29,
    "verse" : "கீழ்க்கண்டவர்கள் இவர்களது சந்ததியாவார்கள்: இஸ்மவேலின் மூத்த குமாரனான நெபாயோத், மற்ற குமாரர்களான கேதார், அத்பியேல், மிப்சாம்,"
  }, {
    "number" : 30,
    "verse" : "மிஷ்மா, தூமா, மாசா, ஆதாத், தேமா,"
  }, {
    "number" : 31,
    "verse" : "யெத்தூர், நாபீஸ், கேத்மா, ஆகியோர்."
  }, {
    "number" : 32,
    "verse" : "கேத்தூராள் ஆபிரகாமின் பெண் வேலைக்காரி. சிம்ரான், யக்ஷான், மேதான், மீதியான், இஸ்பாக், சூவா ஆகியோர் இவளது பிள்ளைகள். சேபாவும் தேதானும் யக்ஷானின் பிள்ளைகள்."
  }, {
    "number" : 33,
    "verse" : "ஏப்பா, ஏப்பேர், ஆனோக்கு, அபீதா, எல்தாகா ஆகியோர் மீதியானின் குமாரர்கள். இவர்கள் எல்லோரும் கேத்தூராளின் சந்ததியார்."
  }, {
    "number" : 34,
    "verse" : "சாராளின் குமாரர்கள்ஆபிரகாம் ஈசாக்கின் தந்தை. ஏசாவும், இஸ்ரவேலும் ஈசாக்கின் குமாரர்கள்."
  }, {
    "number" : 35,
    "verse" : "எலிப்பாஸ், ரெகுவேல், எயூஷ், யாலாம், கோராகு ஆகியோர் ஏசாவின் குமாரர்கள்."
  }, {
    "number" : 36,
    "verse" : "தேமான், ஓமார், செப்பி, கத்தாம், கேனாஸ், திம்னா, அமலேக்கு ஆகியோர் எலீப்பாசின் குமாரர்கள்."
  }, {
    "number" : 37,
    "verse" : "நகாத், சேராகு, சம்மா, மீசா ஆகியோர் ரெகுவேலின் குமாரர்கள்."
  }, {
    "number" : 38,
    "verse" : "சேயீரிடமிருந்து ஏதோமியர்கள்லோத்தான், சோபால், சிபியோன், ஆனா, தீசோன், எத்சேர், தீசான் ஆகியோர் சேயீரின் குமாரர்கள்."
  }, {
    "number" : 39,
    "verse" : "ஓரியும், ஓமாமும் லோத்தானின் குமாரர்கள். திம்னாள் லோத்தானின் சகோதரி ஆவாள்."
  }, {
    "number" : 40,
    "verse" : "அல்வான், மானகாத், ஏபால், செப்பி, ஓனாம் ஆகியோர் சோபாலின் குமாரர்கள். அயாவும், ஆனாகும் சிபியோனின் குமாரர்கள்."
  }, {
    "number" : 41,
    "verse" : "ஆனாகின் குமாரர்களில் திஷோனும் ஒருவன். அம்ராம், எஸ்பான், இத்தரான், கெரான் ஆகியோர் திஷோனின் குமாரர்கள்."
  }, {
    "number" : 42,
    "verse" : "பில்கான், சகவான், யாக்கான் ஆகியோர் ஏத்சேரின் குமாரர்கள். ஊத்ஸ், அரான் ஆகியோர் திஷானின் குமாரர்கள்."
  }, {
    "number" : 43,
    "verse" : "ஏதோமின் ராஜாக்கள்இஸ்ரவேல் ஜனங்களை அரசனொருவன் ஆள்வதற்கு முன்பே ஏதோம் நிலத்தை பல ராஜாக்கள் ஆண்டு வந்தார்கள். அந்த ராஜாக்களின் பெயர்கள்: பேயோரின் குமாரன் பேலா. இவனது நகரத்தின் பெயர் தின்காபா ஆகும்."
  }, {
    "number" : 44,
    "verse" : "பேலா மரித்ததும் போஸ்ராவைச் சேர்ந்த சேராகின் குமாரன் யோபாப் இவனுக்குப் பதில் ராஜா ஆனான்."
  }, {
    "number" : 45,
    "verse" : "யோபாப் மரித்ததும், தேமானியரின் நாட்டானாகிய ஊசாம் புதிய ராஜா ஆனான்."
  }, {
    "number" : 46,
    "verse" : "ஊசாம் மரித்த பின், பேதாதின் குமாரன் ஆதாத் அவனுக்குப் பதில் ராஜா ஆனான். இவன் மீதீயானியரை மோவாபின் நாட்டிலே தோற்கடித்தான். இவனது நகரத்தின் பெயர் ஆவீத் ஆகும்."
  }, {
    "number" : 47,
    "verse" : "ஆதாத் மரித்த பின், மஸ்ரேக்கா ஊரைச் சேர்ந்த சம்லா அவனுக்குப் பதில் ராஜா ஆனான்."
  }, {
    "number" : 48,
    "verse" : "சம்லா மரித்த பின் சவுல் புதிய ராஜா ஆனான். இவன் ஐபிராத்து ஆற்றின் கரையில் உள்ள ரேகோபோத்தைச் சேர்ந்தவன்."
  }, {
    "number" : 49,
    "verse" : "சவுல் மரித்த பின், அக்போரின் குமாரனான பாகாலானான் அவனுக்குப் பதில் ராஜா ஆனான்."
  }, {
    "number" : 50,
    "verse" : "பாகாலானான் மரித்தபின், ஆதாத் அவனுக்குப் பின் புதிய ராஜா ஆனான். இவனது நகரத்திற்கு பாகி என்று பெயரிடப்பட்டது. ஆதாத்தின் மனைவியின் பெயர் மெகேதபேல் ஆகும். மாத்திரேத்தின் குமாரத்தி மெகேதபேல் ஆவாள். மேசகாபின் குமாரத்தி மாத்திரேத் ஆவாள். பிறகு, ஆதாத் மரித்தான்."
  }, {
    "number" : 51,
    "verse" : "ஆதாத் மரித்தபின், ஏதோமில் திம்னா, அல்யா, எதேத்."
  }, {
    "number" : 52,
    "verse" : "அகோலிபாமா, ஏலா, பினோன்,"
  }, {
    "number" : 53,
    "verse" : "கேனாஸ், தேமான், மிப்சார்,"
  }, {
    "number" : 54,
    "verse" : "மக்தியேல், ஈராம் ஆகியோர் ஏதோமின் தலைவர்கள் ஆனார்கள்."
  } ]
}