{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 நாளாகமம்",
  "bookEnglishName" : "1 Chronicles",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "(தாவீதின் குமாரர்கள்) தாவீதின் சில குமாரர்கள், எப்ரோன் என்னும் நகரத்திலே பிறந்தனர். இது தாவீதின் குமாரர்களின் விபரம். தாவீதின் முதல் குமாரன் அம்னோன். அம்னோனின் தாய் அகிநோவாம். அவள் யெஸ்ரேயேல் எனும் ஊரினள். இரண்டாவது குமாரனின் பெயர் தானியேல் ஆகும். இவனது தாயின் பெயர் அபிகாயேல். இவள் கர்மேல் யூதா எனும் ஊரினள்."
  }, {
    "number" : 2,
    "verse" : "மூன்றாவது குமாரன் அப்சலோம். இவனது தாய் மாக்கா. இவள் தல்மாயின் குமாரத்தி. தல்மாய் கேசூரின் ராஜா. நான்காவது குமாரன் அதோனியா. இவனது தாய் ஆகீத்."
  }, {
    "number" : 3,
    "verse" : "ஐந்தாவது குமாரன் செப்பத்தியா. இவனது தாய் அபித்தாள். ஆறாவது குமாரன் இத்ரேயாம். இவனது தாய் எக்லாள். இவளும் தாவீதின் மனைவி தான்."
  }, {
    "number" : 4,
    "verse" : "இந்த ஆறு குமாரர்களும் எப்ரோனில் தாவீதிற்குப் பிறந்தவர்கள். தாவீது, எப்ரோனில் ஏழு ஆண்டுகளும் ஆறு மாதங்களும் ஆண்டான். தாவீது எருசலேமில் 33 ஆண்டுகள் அரசாண்டான்."
  }, {
    "number" : 5,
    "verse" : "கீழ்க்கண்டவர்கள் தாவீதிற்கு எருசலேமில் பிறந்த குமாரர்கள்: பத்சுவாளுக்கு, நான்கு குமாரர்கள் பிறந்தனர். இவள் அம்மியேலின் குமாரத்தி. சிமீயா, சோபாப், நாத்தான், சாலொமோன் ஆகியோர் பத்சுவாளின் குமாரர்கள்."
  }, {
    "number" : 6,
    "verse" : "இப்கார், எலிசாமா, எலிப்பெலேத், நோகா, நேபேக், யப்பியா, எலிசாமா, எலியாதா, எலிபேலேத் ஆகிய ஒன்பது பேரும் தாவீதின் குமாரர்களே."
  }, {
    "number" : 9,
    "verse" : "தாவீது தனது பிற குமாரர்களைத் தனது வைப்பாட்டிகளிடம் பெற்றெடுத்தான். தாமார் தாவீதின் மகளாவாள்."
  }, {
    "number" : 10,
    "verse" : "(தாவீதின் காலத்திற்குப் பிறகு வந்த யூத ராஜாக்கள்) ரெகொபெயாம் சாலொமோனின் குமாரன். ரெகொபெயாமின் குமாரன் அபியா. அபியாவின் குமாரன் ஆசா. ஆசாவின் குமாரன் யோசபாத்."
  }, {
    "number" : 11,
    "verse" : "யோசபாத்தின் குமாரன் யோராம். யோராமின் குமாரன் அகசியா, அகசியாவின் குமாரன் யோவாஸ்."
  }, {
    "number" : 12,
    "verse" : "யோவாஸின் குமாரன் அமத்சியா, அமத்சியாவின் குமாரன் அசரியா, அசரியாவின் குமாரன் யோதாம்."
  }, {
    "number" : 13,
    "verse" : "யோதாவின் குமாரன் ஆகாஸ், ஆகாஸின் குமாரன் எசேக்கியா, எசேக்கியாவின் குமாரன் மனாசே."
  }, {
    "number" : 14,
    "verse" : "மனாசேயின் குமாரன் ஆமோன், ஆமோனின் குமாரன் யோசியா."
  }, {
    "number" : 15,
    "verse" : "யோசியாவின் குமாரர்களின் பட்டியல் இது: முதல் குமாரன் யோகனான். இரண்டாம் குமாரன் யோயாக்கீம். மூன்றாம் குமாரன் சிதேக்கியா. நான்காம் குமாரன் சல்லூம்."
  }, {
    "number" : 16,
    "verse" : "யோயாக்கீமின் குமாரன் எகொனியா. இவனது குமாரன் சிதேக்கியா. (யோயாக்கீமின் குமாரன் … சிதேக்கியா இது இரண்டு வகையாக விளக்கம் சொல்லப்படுகிறது. (1) “இந்த சிதேக்கியா யோயாக்கீமின் குமாரனும் எகொனியாவின் சகோதரனும் ஆனான்.” (2) “இந்த சிதேக்கியா எகொனியாவின் குமாரனாகவும் யோயாக்கீமின் பேரனும் ஆவான்.”)"
  }, {
    "number" : 17,
    "verse" : "(பாபிலோனிய அடிமைத்தனத்திற்குப் பிறகு தாவீதின் குடும்பம்) எகொனியா பாபிலோனியாவில் கைதியாக இருந்த பிறகு அவனுக்கு குமாரர்கள் பிறந்தனர். சாலாத்தியேல்."
  }, {
    "number" : 18,
    "verse" : "மல்கீராம், பெதாயா, சேனாசார், யெகமியா, ஒசாமா, நெதபியா ஆகியோர்கள் அவர்கள்."
  }, {
    "number" : 19,
    "verse" : "செருபாபேல், சிமேயி ஆகியோர் பெதாயாவின் குமாரர்கள். மெசுல்லாம், அனனியா ஆகியோர் செருபாபேலின் குமாரர்கள். செலோமீத் இவர்களின் சகோதரி."
  }, {
    "number" : 20,
    "verse" : "செருபாபேலுக்கு மேலும் ஐந்து குமாரர்கள் இருந்தனர். அவர்கள் அசூபா, ஒகேல், பெரகியா, அசதியா, ஊசா பேசேத் ஆகியோராவர்."
  }, {
    "number" : 21,
    "verse" : "அனனியாவின் குமாரன் பெலத்தியா. எசாயா இவனது குமாரன் ரெபாயா. ரெபாயாவின் குமாரன் அர்னான். இவனது குமாரன் ஒபதியா. ஒபதியாவின் குமாரன் செக்கனியா."
  }, {
    "number" : 22,
    "verse" : "இது செக்கனியாவின் சந்ததியினரின் பட்டியல்: இவனது குமாரன் செமாயா. செமாயாவிற்கு அத்தூஸ், எகெயால், பாரியா, நெயாரியா, செப்பாத் எனும் ஆறு குமாரர்கள் இருந்தனர்."
  }, {
    "number" : 23,
    "verse" : "எலியோனாய், எசேக்கியா, அஸ்ரீக்காம் எனும் மூன்றுபேரும் நெயாரியாவின் குமாரர்கள்."
  }, {
    "number" : 24,
    "verse" : "ஒதாயா, எலியாசிப், பெலாயா, அக்கூப், யோகனான், தெலாயா, ஆனானி எனும் ஏழு பேரும் எலியோனாயின் குமாரர்கள்."
  } ]
}