{
  "bibleAbbr" : "TERV1998",
  "bookName" : "1 நாளாகமம்",
  "bookEnglishName" : "1 Chronicles",
  "chapterNumber" : 9,
  "verses" : [ {
    "number" : 1,
    "verse" : "இஸ்ரவேலர்களின் பெயர்கள் எல்லாம் குடும்ப வரலாற்றில் சேர்க்கப்பட்டது. அந்த குடும்பங்களின் வரலாறு இஸ்ரவேல் ராஜாக்களின் வரலாறு என்ற புத்தகத்தில் எழுதப்பட்டுள்ளது. யூதாஜனங்கள் கைதிகளாக்கப்பட்டு பாபிலோனுக்குப் பலவந்தமாகக் கொண்டுப் போகப்பட்டார்கள். அவர்கள் தேவனுக்கு உண்மையுள்ளவர்களாக இல்லாதபடியால் அந்த இடத்துக்குக் கொண்டுப் போகப்பட்டார்கள்."
  }, {
    "number" : 2,
    "verse" : "(எருசலேம் ஜனங்கள்)சில இஸ்ரவேலர்களும், ஆசாரியர்களும், லேவியர்களும், ஆலயத்தில் பணியாற்றும் வேலையாட்களும் முதலில் அங்கு திரும்பி வந்து தங்கள் சொந்த நிலங்களிலும் பட்டணங்களிலும் குடியேறினார்கள்."
  }, {
    "number" : 3,
    "verse" : "எருசலேமில் வாழ்ந்த யூதா, பென்யமீன், எப்பிராயீம், மனாசே ஆகிய கோத்திரங்களைச் சார்ந்தவர்களின் பட்டியல் பின்வருமாறு:"
  }, {
    "number" : 4,
    "verse" : "ஊத்தாய் அம்மியூதியின் குமாரன். அம்மியூதி உம்ரியின் குமாரன். உம்ரி இம்ரியின் குமாரன். இம்ரி பானியின் குமாரன். பானி பேரேசின் சந்ததியைச் சேர்ந்தவன். பேரேஸ் யூதாவின் குமாரன்."
  }, {
    "number" : 5,
    "verse" : "எருசலேமில் வாழ்ந்த சேலாவின் ஜனங்கள்: அசாயா மூத்த குமாரன். இவனுக்கும் குமாரர்கள் இருந்தனர்."
  }, {
    "number" : 6,
    "verse" : "எருசலேமில் வாழ்ந்த சேராவின் ஜனங்கள், அவர்கள் யெகுவேலும், அவர்களின் உறவினர்களும். அவர்கள் மொத்தம் 690 பேர்."
  }, {
    "number" : 7,
    "verse" : "எருசலேமில் வாழ்ந்த பென்யமீன் கோத்திரத்தின் ஜனங்கள்: சல்லு மெசுல்லாவின் குமாரன். மெசுல்லா ஓதாவியாவின் குமாரன், ஓதாவியா அசெனூவாவின் குமாரன்."
  }, {
    "number" : 8,
    "verse" : "இப்னெயா எரோகாமின் குமாரன். ஏலா ஊசியின் குமாரன். ஊசி மிக்கிரியின் குமாரன். மெசுல்லாம் செபதியாவின் குமாரன். செபதியா ரேகுவேலின் குமாரன். ரேகுவேல் இப்னியாவின் குமாரன்."
  }, {
    "number" : 9,
    "verse" : "பென்யமீன் குடும்ப வரலாறானது, அவர்கள் 956 பேர் எருசலேமில் வாழ்ந்ததாகக் கூறுகின்றது. அவர்கள் அனைவரும் குடும்பத் தலைவர்கள்."
  }, {
    "number" : 10,
    "verse" : "எருசலேமில் வாழ்ந்த ஆசாரியர்கள்: யெதாயா, யோயாரீப், யாகின்,"
  }, {
    "number" : 11,
    "verse" : "அசரியா. அசரியா இல்க்கியாவின் குமாரன். இல்க்கியா மெசுல்லாவின் குமாரன். மெசுல்லா சாதோக்கின் குமாரன். சாதோக் மெராயோதின் குமாரன். மெராயோது அகிதூபின் குமாரன். இவன் தேவனுடைய ஆலயத்தில் மிக முக்கியமான அதிகாரியாக இருந்தான்."
  }, {
    "number" : 12,
    "verse" : "அதோடு எரோகாமின் குமாரனான அதாயாவும் அங்கே வாழ்ந்தான். எரோகாம் பஸ்கூவின் குமாரன். பஸ்கூ மல்கியாவின் குமாரன். ஆதியேலின் குமாரனான மாசாயும் அங்கிருந்தான். ஆதியேல் யாசெராவின் குமாரன். யாசெரா மெசுல்லாமின் குமாரன். மெசுல்லாம் மெசிலேமித்தின் குமாரன். மெசிலேமித் இம்மெரின் குமாரன்."
  }, {
    "number" : 13,
    "verse" : "அங்கே 1,760 ஆசாரியர்கள் இருந்தனர். அவர்கள் தங்கள் குடும்பத் தலைவர்களாகவும், தேவனுடைய ஆலயத்தில் பணிசெய்யும் பொறுப் பாளர்களாகவும் இருந்தனர்."
  }, {
    "number" : 14,
    "verse" : "எருசலேமில் வாழ்ந்த லேவியர் கோத்திரத்தைச் சேர்ந்த ஜனங்களின் பட்டியல்: செமாயா அசூபின் குமாரன். அசூப் அஸ்ரீகாமுவின் குமாரன். அஸ்ரீகாமு அசபியாவின் குமாரன். அசபியா மெராரியின் சந்ததியைச் சேர்ந்தவன்."
  }, {
    "number" : 15,
    "verse" : "பக்பக்கார், ஏரேஸ், காலால், மத்தானியா ஆகியோரும் எருசலேமில் வாழ்ந்து வந்தார்கள். மத்தானியா மிக்காவின் குமாரன். மிக்கா சிக்ரியின் குமாரன். சிக்ரி ஆசாப்பின் குமாரன்."
  }, {
    "number" : 16,
    "verse" : "ஒபதியா செமாயாவின் குமாரன். செமாயா காலாலின் குமாரன். காலால் எதுத்தூனின் குமாரன். எருசலேமில் ஆசாவின் குமாரனான பெர்கியா வாழ்ந்தான். ஆசா எல்க்கானாவின் குமாரன். எல்க்கானா நெத்தோபாத்தியரின் சிறு நகரங்களில் வாழ்ந்தான்."
  }, {
    "number" : 17,
    "verse" : "எருசலேமில் வாழ்ந்த காவலாளர்கள்: சல்லூம், அக்கூப், தல்மோன், அகிமான் ஆகியோரும் அவர்களது உறவினருமே. அவர்களின் தலைவனாகச் சல்லூம் இருந்தான்."
  }, {
    "number" : 18,
    "verse" : "சிலர் கிழக்கே இருக்கிற ராஜாவின் வாசலைக் காவல் காத்தனர். இவர்கள் லேவியரின் கோத்திரத்தின் வழிவந்த காவல்காரர்கள்."
  }, {
    "number" : 19,
    "verse" : "சல்லூம், கோரேயின் குமாரன். கோரே, எபியாசாவின் குமாரன். எபியாசா, கோராகின் குமாரன், சல்லூம் மற்றும் அவனது சகோதரர்கள் வாசலைக் காத்தனர். அவர்கள் கோராகின் வம்சத்தில் வந்தவர்கள். அவர்களுக்குப் பரிசுத்தக் கூடார வாசலைக் காவல் காப்பது வேலை ஆயிற்று. அதனை அவர்கள் அவர்களின் முற்பிதாக்கள் செய்தது போன்றே செய்து வந்தனர்."
  }, {
    "number" : 20,
    "verse" : "முன்பு பினேகாசு வாசலைக் காக்கும் பொறுப்பினை ஏற்றிருந்தான். பினேகாசு, எலியாசாரின் குமாரன். கர்த்தர் பினேகாசோடு இருந்தார்."
  }, {
    "number" : 21,
    "verse" : "மெசெலமியாவின் குமாரனான சகரியா பரிசுத்தக் கூடாரத்தின் வாயிலின் காவல்காரனாய் இருந்தான்."
  }, {
    "number" : 22,
    "verse" : "பரிசுத்தக் கூடார வாசலைக் கண்காணிக்கத் தேர்ந்தெடுக்கப்பட்டவர்களின் எண்ணிக்கை மொத்தம் 212. அவர்களின் பெயர்கள் சிறு நகரங்களின் வரலாற்றில் இடம் பெற்றுள்ளன. நம்பிக்கைக்கு உரிய அவர்களை தாவீதும் சீயர் ஆகிய சாமுவேலும் இந்தப் பணிக்குத் தேர்ந்தெடுத்தார்கள்."
  }, {
    "number" : 23,
    "verse" : "இந்த வாயில் காவலர்களும் அவர்களது சந்ததியினரும் கர்த்தருடைய ஆலயமாகிய பரிசுத்தக் கூடாரத்தைக் காக்கும் பொறுப்பை ஏற்று வந்தனர்."
  }, {
    "number" : 24,
    "verse" : "வடக்கு, தெற்கு, கிழக்கு, மேற்கு என்று நான்கு பக்கமும் 4 வாசல்கள் இருந்தன."
  }, {
    "number" : 25,
    "verse" : "சில நேரங்களில் வாயில் காவலர்களின் உறவினர்கள் சிறு நகரங்களிலிருந்து வந்து அவர்களுக்குக் காவல் பணிக்கு உதவி செய்தனர். அவர்கள் வருகைதந்த ஒவ்வொரு முறையும் ஏழு நாட்கள் வாயில் காவலர்களுக்கு உதவினார்கள்."
  }, {
    "number" : 26,
    "verse" : "நான்கு வாசல் காவலர்களுக்கும், நான்கு தலைவர்கள் நியமிக்கப்பட்டனர். அவர்கள் லேவியர்களாக இருந்தனர். அவர்களுக்கு தேவனுடைய ஆலயத்தின் பண்டகச்சாலை மற்றும் கருவூலங்களைக் காக்கும் பொறுப்பு இருந்தது."
  }, {
    "number" : 27,
    "verse" : "அவர்கள் தேவனுடைய ஆலயத்தில் இரவில் தங்கியிருந்து காத்தனர். ஒவ்வொரு நாள் காலையிலும் தேவாலயத்தைத் திறப்பதும் அவர்களின் வேலையாய் இருந்தது."
  }, {
    "number" : 28,
    "verse" : "சில வாசல் காவலர்களுக்கு, ஆலய பணிக்குரிய பாத்திரங்களைப் பாதுகாக்கும் பொறுப்பு இருந்தது. அவர்கள் அவற்றை எண்ணிப்பார்த்தே வெளியே எடுப்பதும் உள்ளே வைப்பதுமாய் இருந்தனர்."
  }, {
    "number" : 29,
    "verse" : "வேறு சில வாசல் காவலர்கள், மற்ற இருக்கை போன்றவற்றையும் பரிசுத்தமான பாத்திரங்களையும் கவனித்துக்கொள்ள தேர்ந்தெடுக்கப்பட்டனர். அதோடு மெல்லிய மா, திராட்சை ரசம், எண்ணெய், சாம்பிராணி, நறுமணப் பொருட்கள் போன்றவற்றுக்குப் பொறுப்பாளிகளாயினர்."
  }, {
    "number" : 30,
    "verse" : "வாசனைப் பொருட்களால் சிறப்பான தைலத்தைக் கலக்கும் வேலையைச் சில ஆசாரியர்கள் செய்து வந்தனர்."
  }, {
    "number" : 31,
    "verse" : "ஒரு லேவியனின் பெயர் மத்தித்தியா. பலியிடுவதற்காக அப்பம் சுடுகிற வேலை அவனுக்குக் கொடுக்கப்பட்டிருந்தது. சல்லூமின் மூத்த குமாரன் மத்தித்தியா. சல்லூம், கோரகியா குடும்பத்தில் வந்தவன்."
  }, {
    "number" : 32,
    "verse" : "சில வாசல் காப்பவர்கள் கோரகியா குடும்பத்தினர். அவர்களுக்கு ஓய்வு நாள்தோறும் அப்பங்களைத் தயாரித்து மேஜையின் மேல் அடுக்கும் பணி கொடுக்கப்பட்டது."
  }, {
    "number" : 33,
    "verse" : "லேவியர்களில் பாடுபவர்களும் குடும்பத் தலைவர்களும் ஆலயத்தில் உள்ள அறைகளில் தங்கி இருந்தனர். அவர்கள் வேறு வேலைகளைச் செய்யமாட்டார்கள். ஏனென்றால் அவர்களுக்கு இரவும் பகலும் ஆலயத்தில் வேலை இருந்தது."
  }, {
    "number" : 34,
    "verse" : "இந்த லேவியர்கள் அனைவரும் அவரவர்கள் குடும்பங்களுக்கு தலைவர்களாக இருந்தனர். தம் குடும்ப வரலாற்றில் குடும்பத் தலைவர்களாக அவர்கள் விவரிக்கப்பட்டுள்ளனர். அவர்கள் எருசலேமில் வாழ்ந்தார்கள்."
  }, {
    "number" : 35,
    "verse" : "(சவுல் ராஜாவின் குடும்ப வரலாறு) யெகியேல், கிபியோனின் தந்தை. யெகியேல், கிபியோன் நகரில் வாழ்ந்தான். யெகியேலின் மனைவியின் பெயர் மாக்காள்."
  }, {
    "number" : 36,
    "verse" : "யெகியேலின் மூத்த குமாரனின் பெயர் அப்தோன். மற்றவர்கள் சூர், கீஸ், பாகால், நேர், நாதாப்,"
  }, {
    "number" : 37,
    "verse" : "கேதோர், அகியோ, சகரியா, மிக்லோத் ஆகியோர்."
  }, {
    "number" : 38,
    "verse" : "மிக்லோத், சிமியாமின் தந்தை. யெகியேலின் குடும்பம், அவர்களது உறவினர்களோடு எருசலேமில் வாழ்ந்து வந்தது."
  }, {
    "number" : 39,
    "verse" : "நேர் கீஸின் தந்தை. கீஸ் சவுலின் தந்தை. சவுல் யோனத்தான், மல்கிசூவா, அபினதாப், எஸ்பால் ஆகியோரைப் பெற்றான்."
  }, {
    "number" : 40,
    "verse" : "யோனத்தானின் குமாரன் மெரிபால். மெரிபால் மீகாவின் தந்தை."
  }, {
    "number" : 41,
    "verse" : "மீகாவிற்கு பித்தோன், மேலேக், தரேயா, ஆகாஸ் எனும் குமாரர்கள் இருந்தனர்."
  }, {
    "number" : 42,
    "verse" : "ஆகாஸ் யாதாவின் தந்தை. யாதா யாராகின் தந்தை. யாராக் என்பவன் அலெமேத், அஸ்மவேத், சிம்ரி ஆகிய குமாரர்களைப் பெற்றான். சிம்ரி மோசாவின் தந்தை."
  }, {
    "number" : 43,
    "verse" : "மோசா பினியாவின் தந்தை. பினியா ரப்பாயாவின் தந்தை. ரப்பாயா எலியாசாவின் தந்தை. எலியாசா ஆத்சேலின் தந்தை."
  }, {
    "number" : 44,
    "verse" : "ஆத்சேலுக்கு ஆறு குமாரர்கள் இருந்தனர். அவர்களின் பெயர்கள் அசரீக்காம், பொக்குரு, இஸ்மவேல், சேராயா, ஒபதியா, ஆனான் ஆகும். இவர்கள் அனைவரும் ஆத்சேலின் பிள்ளைகள்."
  } ]
}