{"bibleAbbr":"NLT2015","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"Listen to this message that the LORD has spoken against you, O people of Israel—against the entire family I rescued from Egypt:"},{"number":2,"verse":"“From among all the families on the earth, I have been intimate with you alone. That is why I must punish you for all your sins.”"},{"number":3,"verse":"Witnesses against Guilty IsraelCan two people walk together without agreeing on the direction?"},{"number":4,"verse":"Does a lion ever roar in a thicket without first finding a victim? Does a young lion growl in its den without first catching its prey?"},{"number":5,"verse":"Does a bird ever get caught in a trap that has no bait? Does a trap spring shut when there’s nothing to catch?"},{"number":6,"verse":"When the ram’s horn blows a warning, shouldn’t the people be alarmed? Does disaster come to a city unless the LORD has planned it?"},{"number":7,"verse":"Indeed, the Sovereign LORD never does anything until he reveals his plans to his servants the prophets."},{"number":8,"verse":"The lion has roared— so who isn’t frightened? The Sovereign LORD has spoken— so who can refuse to proclaim his message?"},{"number":9,"verse":"Announce this to the leaders of Philistia (Hebrew Ashdod.) and to the great ones of Egypt: “Take your seats now on the hills around Samaria, and witness the chaos and oppression in Israel.”"},{"number":10,"verse":"“My people have forgotten how to do right,” says the LORD. “Their fortresses are filled with wealth taken by theft and violence."},{"number":11,"verse":"Therefore,” says the Sovereign LORD, “an enemy is coming! He will surround them and shatter their defenses. Then he will plunder all their fortresses.”"},{"number":12,"verse":"This is what the LORD says: “A shepherd who tries to rescue a sheep from a lion’s mouth will recover only two legs or a piece of an ear. So it will be for the Israelites in Samaria lying on luxurious beds, and for the people of Damascus reclining on couches. (The meaning of the Hebrew in this sentence is uncertain.)"},{"number":13,"verse":"“Now listen to this, and announce it throughout all Israel, (Hebrew the house of Jacob. The names “Jacob” and “Israel” are often interchanged throughout the Old Testament, referring sometimes to the individual patriarch and sometimes to the nation.) ” says the Lord, the LORD God of Heaven’s Armies."},{"number":14,"verse":"“On the very day I punish Israel for its sins, I will destroy the pagan altars at Bethel. The horns of the altar will be cut off and fall to the ground."},{"number":15,"verse":"And I will destroy the beautiful homes of the wealthy— their winter mansions and their summer houses, too— all their palaces filled with ivory,” says the LORD."}]}