{"bibleAbbr":"NCB2019","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"Therefore, since we are surrounded by such a great cloud of witnesses,[b] let us throw off everything that weighs us down and the sins that so easily distract us and with perseverance run the race that lies ahead of us,"},{"number":2,"verse":"with our eyes fixed on Jesus, the author and perfecter of our faith. For the sake of the joy that lay before him, he endured the cross, ignoring its shame, and is now seated at the right hand of the throne of God."},{"number":3,"verse":"Reflect on how he endured such great hostility from sinners so that you may not grow weary and lose heart."},{"number":4,"verse":"In your struggle against sin, you have not yet resisted to the point of shedding your blood."},{"number":5,"verse":"You have forgotten the exhortation that addresses you as children: “My son, do not scorn the discipline of the Lord or lose heart when you are punished by him."},{"number":6,"verse":"For the Lord disciplines those whom he loves, and he chastises every son whom he acknowledges.”"},{"number":7,"verse":"Endure the trials you receive as a form of discipline. God is treating you as sons. For what son is there who is not disciplined by his father?"},{"number":8,"verse":"If you have not received the discipline in which all share, then you are illegitimate and not true sons."},{"number":9,"verse":"In addition, we have all received discipline from our earthly fathers, and we respected them. Should we not then be even more willing to submit to the Father of spirits and live?"},{"number":10,"verse":"They disciplined us for a short time as they thought best, but he does so for our benefit so that we may share his holiness."},{"number":11,"verse":"At the time that discipline is received, it always seems painful rather than pleasant, but afterward it yields a harvest of peace and uprightness to those who have been trained by it."},{"number":12,"verse":"Therefore, strengthen your drooping hands and your weak knees,"},{"number":13,"verse":"and make straight paths for your feet, so that your weakened limbs may not be disabled but rather may be healed."},{"number":14,"verse":"Seek peace with everyone, as well as the holiness without which no one will ever see the Lord."},{"number":15,"verse":"See to it that no one is deprived of the grace of God, and that no root of bitterness may spring up and cause trouble, resulting in the defilement of many."},{"number":16,"verse":"Do not be like Esau, an immoral and worldly-minded person who sold his birthright for a single meal."},{"number":17,"verse":"Afterward, as you know, when he sought to inherit the blessing, he was rejected. Even though he sought it with tears, he found no possibility for repentance."},{"number":18,"verse":"You have not come to something that can be touched: a blazing fire, or complete darkness, or gloom, or a storm,"},{"number":19,"verse":"or the sound of a trumpet, or a voice speaking words that made those who heard them beg that nothing more be said to them."},{"number":20,"verse":"For they could not bear to hear the command that was given, “If even an animal touches the mountain, it must be stoned to death.”"},{"number":21,"verse":"Indeed, so terrifying was the sight that Moses cried out, “I am terrified and trembling.”"},{"number":22,"verse":"But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem. You have come to myriads of angels in joyful gathering,"},{"number":23,"verse":"and to the assembly of the firstborn[f] whose names are written in heaven, and to God the judge of all, and to the spirits of the righteous who have been made perfect."},{"number":24,"verse":"You have come to Jesus the mediator of a new covenant and to the sprinkled blood that speaks more powerfully than even the blood of Abel."},{"number":25,"verse":"See that you do not reject the one who is speaking. For if those did not escape when they rejected the one who warned them on earth, how much more is this true of us if we turn away from the one who is from heaven?"},{"number":26,"verse":"At that time, his voice shook the earth, but now he has promised, “Once more I will shake not only the earth but heaven as well.”"},{"number":27,"verse":"The words “once more” indicate the removal of what can be shaken—that is, all created things—so that what cannot be shaken may remain."},{"number":28,"verse":"Therefore, since we are receiving a kingdom that cannot be shaken, let us give thanks, offering to God a worship that is pleasing to him."},{"number":29,"verse":"For our God is a consuming fire."}]}