{"bibleAbbr":"KJV1611","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"But a certaine man named Ananias, with Sapphira his wife, solde a possession,"},{"number":2,"verse":"And kept backe part of the price, his wife also being priuy to it, and brought a certaine part, and layd it at the Apostles feete."},{"number":3,"verse":"But Peter said, Ananias, Why hath Satan filled thine heart to lie to the holy Ghost, and to keepe backe part of the price of the land?"},{"number":4,"verse":"Whiles it remained, was it not thine owne? and after it was sold, was it not in thine owne power? why hast thou conceiued this thing in thine heart? thou hast not lied vnto men, but vnto God."},{"number":5,"verse":"And Ananias hearing these words, fell downe, and gaue vp the ghost: and great feare came on all them that heard these things."},{"number":6,"verse":"And the yong men arose, wound him vp, and caried him out, and buried him."},{"number":7,"verse":"And it was about the space of three houres after, when his wife, not knowing what was done, came in."},{"number":8,"verse":"And Peter answered vnto her, Tell me whether ye sold the land for so much. And she saide, Yea, for so much."},{"number":9,"verse":"Then Peter saide vnto her, How is it that ye haue agreed together, to tempt the Spirit of the Lord? behold, the feete of them which haue buried thy husband, are at the doore, and shall cary thee out."},{"number":10,"verse":"Then fell she downe straightway at his feete, and yeelded vp the ghost: And the yong men came in, and found her dead, and carying her forth, buried her by her husband."},{"number":11,"verse":"And great feare came vpon all the Church, and vpon as many as heard these things."},{"number":12,"verse":"And by the hands of the Apostles, were many signes and wonders wrought among the people. (And they were all with one accord in Solomons porch."},{"number":13,"verse":"And of the rest durst no man ioyne himselfe to them: But the people magnified them."},{"number":14,"verse":"And beleeuers were the more added to the Lord, multitudes both of men and women.)"},{"number":15,"verse":"Insomuch that they brought foorth the sicke into the streetes, and layed them on beds and couches, that at the least the shadow of Peter passing by, might ouershadow some of them."},{"number":16,"verse":"There came also a multitude out of the cities round about vnto Hierusalem, bringing sicke folkes, and them which were vexed with vncleane spirits: and they were healed euery one."},{"number":17,"verse":"Then the high Priest rose vp, and al they that were with him, (which is the sect of the Sadduces) and were filled with indignation,"},{"number":18,"verse":"And laid their hands on the Apostles, & put them in the common prison."},{"number":19,"verse":"But the Angel of the Lord by night opened the prison doores, and brought them foorth, and said,"},{"number":20,"verse":"Goe, stand and speake in the Temple to the people all the words of this life."},{"number":21,"verse":"And when they heard that, they entred into the Temple early in the morning, & taught: but the high Priest came, and they that were with him, and called the Councill together, and all the Senate of the children of Israel, and sent to the prison to haue them brought."},{"number":22,"verse":"But when the officers came, and found them not in the prison, they returned, and told,"},{"number":23,"verse":"Saying, The prison truely found we shut with all safety, and the keepers standing without before the doores, but when we had opened, we found no man within."},{"number":24,"verse":"Now when the high Priest, and the captaine of the Temple, and the chiefe Priests heard these things, they doubted of them wherunto this would grow."},{"number":25,"verse":"Then came one, and told them, saying, Behold, the men whom ye put in prison, are standing in the Temple, and teaching the people."},{"number":26,"verse":"Then went the captaine with the officers, and brought them without violence: (For they feared the people, lest they should haue bene stoned.)"},{"number":27,"verse":"And when they had brought them, they set them before the Councill, and the high Priest asked them,"},{"number":28,"verse":"Saying, Did not wee straitly command you, that you should not teach in this Name? And behold, yee haue filled Hierusalem with your doctrine, and intend to bring this mans blood vpon vs."},{"number":29,"verse":"Then Peter, and the other Apostles answered, and saide, Wee ought to obey God rather then men."},{"number":30,"verse":"The God of our fathers raised vp Iesus, whom yee slew and hanged on a tree."},{"number":31,"verse":"Him hath God exalted with his right hand to bee a Prince and a Sauiour, for to giue repentance to Israel, and forgiuenesse of sinnes."},{"number":32,"verse":"And we are his witnesses of these things, and so is also the holy Ghost, whom God hath giuen to them that obey him."},{"number":33,"verse":"When they heard that, they were cut to the heart, and tooke counsell to slay them."},{"number":34,"verse":"Then stood there vp one in the Councill, a Pharisee, named Gamaliel, a doctour of Law, had in reputation among all the people, and commanded to put the Apostles forth a litle space,"},{"number":35,"verse":"And said vnto them, Yee men of Israel, take heed to your selues, what ye intend to doe as touching these men."},{"number":36,"verse":"For before these dayes rose vp Theudas, boasting himselfe to be some body, to whom a number of men, about foure hundred, ioyned themselues: who was slaine, and all, as many as obeied him, were scattered, & brought to nought."},{"number":37,"verse":"After this man rose vp Iudas of Galilee, in the dayes of the taxing, and drew away much people after him: hee also perished, and all, euen as many as obeyed him, were dispersed."},{"number":38,"verse":"And now I say vnto you, refraine from these men, and let them alone: for if this counsell or this worke be of men, it will come to nought."},{"number":39,"verse":"But if it be of God, ye cannot ouerthrow it, lest haply yee be found euen to fight against God."},{"number":40,"verse":"And to him they agreed: and when they had called the Apostles, and beaten them, they commanded that they should not speake in the Name of Iesus, and let them goe."},{"number":41,"verse":"And they departed from the presence of the Councill, reioycing that they were counted worthy to suffer shame for his Name."},{"number":42,"verse":"And dayly in the Temple, and in euery house, they ceased not to teach and preach Iesus Christ."}]}