{"bibleAbbr":"Geneva1599","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":25,"verses":[{"number":1,"verse":"(1 Festus succeeding Felix,6 commandeth Paul to be brought forth.11 Paul appealeth unto Caesar.14 Festus openeth Paul’s matter to king Agrippa,23 and bringeth him before him,27 that he may understand his cause.) When (Satan’s Ministers are subtle and diligent in seeking all occasions: but God who watcheth for his, hindereth all their counsels easily.) Festus was then come into the province, after three days he went up from Caesarea unto Jerusalem."},{"number":2,"verse":"Then the high Priest, and the chief of the Jews appeared before him against Paul: and they besought him,"},{"number":3,"verse":"And desired favor against him, that he would send for him to Jerusalem: and they laid wait to kill him by the way."},{"number":4,"verse":"But Festus answered, that Paul should be kept at Caesarea, and that he himself would shortly depart thither."},{"number":5,"verse":"Let them therefore, said he, which among you are able, come down with us: and if there be any wickedness in the man, let them accuse him."},{"number":6,"verse":"¶ (We may repel an injury justly, but not with injury.) Now when he had tarried among them no more than ten days, he went down to Caesarea, and the next day sat in the judgment seat, and commanded Paul to be brought."},{"number":7,"verse":"And when he was come, the Jews which were come from Jerusalem, stood about him and laid many and grievous complaints against Paul, whereof (They could not prove them certainly and with undoubted reasons.) they could make no plain proof,"},{"number":8,"verse":"Forasmuch as he answered, that he had neither offended anything against the law of the Jews, neither against the temple, nor against Caesar."},{"number":9,"verse":"(God doth not only turn away the counsel of the wicked, but also turneth it upon their own heads.) Yet Festus willing to get favor of the Jews, answered Paul and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?"},{"number":10,"verse":"Then said Paul, I stand at Caesar’s judgment seat, where I ought to be judged: to the Jews I have done no wrong, as thou very well knowest."},{"number":11,"verse":"For if I have done wrong, or committed anything worthy of death, I refuse not to die: but if there be none of these things, whereof they accuse me, no man, to pleasure them, can deliver me to them: I appeal unto Caesar."},{"number":12,"verse":"Then when Festus had spoken with the Council, he answered, Hast thou appealed unto Caesar? unto Caesar shalt thou go."},{"number":13,"verse":"¶ (Festus thinking no such thing, even before kings, bringing to light the wickedness of the Jews, and Paul’s innocence, doth marvelously confirm the Church of God.) And after certain days, King (This Agrippa was Agrippa’s son, whose death Luke spake of before, and Bernice was his sister.) Agrippa and Bernice came down to Caesarea to salute Festus."},{"number":14,"verse":"And when they had remained there many days, Festus declared Paul’s cause unto the king, saying, There is a certain man left in prison by Felix,"},{"number":15,"verse":"Of whom when I came to Jerusalem, the high Priests and Elders of the Jews informed me, and desired to have judgment against him."},{"number":16,"verse":"To whom I answered, that it is not the manner of the Romans for favor to (The Romans used not to deliver any man to be punished before, etc.) deliver any man to the death, before that he which is accused, have the accusers before him, and have place to defend himself, concerning the crime."},{"number":17,"verse":"Therefore when they were come hither, without delay the day following I sat on the judgment seat, and commanded the man to be brought forth."},{"number":18,"verse":"Against whom when the accusers stood up, they brought no crime of such things as I supposed:"},{"number":19,"verse":"(The profane and wicked take an occasion to condemn the true doctrine by reason of private controversies and contentions of men betwixt themselves: but the truth nevertheless abideth in the mean season safe and sure.) But had certain questions against him of their own (This profane man calleth the Jews’ religion, superstition, and that before king Agrippa, but no marvel: for the rulers of provinces by reason of the majesty of the empire of Rome, used to prefer themselves before kings.) superstitions, and of one Jesus which was dead, whom Paul affirmed to be alive."},{"number":20,"verse":"And because I doubted of such manner of question, I asked him whether he would go to Jerusalem, and there be judged of these things."},{"number":21,"verse":"But because he appealed to be reserved to the examination of Augustus, I commanded him to be kept, till I might send him to Caesar."},{"number":22,"verse":"(That is fulfilled in Paul, which the Lord before had told to Ananias of him, Acts 9:15.) Then Agrippa said unto Festus, I would also hear the man myself. Tomorrow, said he, thou shalt hear him."},{"number":23,"verse":"And on the morrow when Agrippa was come, and Bernice with great (Gorgeously like a Prince.) pomp, and were entered into the Common hall with the chief captains and chief men of the city, at Festus’s commandment Paul was brought forth."},{"number":24,"verse":"And Festus said, King Agrippa, and all men which are present with us, ye see this man, about whom all the multitude of the Jews have called upon me, both at Jerusalem, and here, crying, that he ought not to live any longer."},{"number":25,"verse":"Yet have I found nothing worthy of death, that he hath committed: nevertheless, seeing that he hath appealed to Augustus, I have determined to send him."},{"number":26,"verse":"Of whom I have no certain thing to write unto my (To Augustus. Good Princes refused this name at the first, to wit, to be called Lords, but afterwards they admitted it, as we read of Traianus.) lord: wherefore I have brought him forth unto you, and especially unto thee, King Agrippa, that after examination had, I might have somewhat to write."},{"number":27,"verse":"For me thinketh it unreasonable to send a prisoner, and not to show the causes which are laid against him."}]}