{"bibleAbbr":"Geneva1599","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":27,"verses":[{"number":1,"verse":"(1 Paul7, 9 foretelleth the peril of the voyage,11 but he is not believed.14 They are tossed to and fro with the tempest,22, 41 and suffer shipwreck:34 Yet all safe and sound44 escape to land.) Now (Paul with many other prisoners, and through the midst of many deaths, is brought to Rome, but yet by God’s own hand as it were, and set forth and commended unto the world with many singular testimonies.) when it was concluded, that we should sail into Italy, they delivered both Paul, and certain other prisoners unto a Centurion, named Julius, of the band of Augustus."},{"number":2,"verse":"And (Cross references: : 2 Cor. 11:15) we entered into a ship of Adramyttium, purposing to sail by the coasts of Asia, and launched forth, and had Aristarchus of Macedonia, a Thessalonian, with us."},{"number":3,"verse":"And the next day we arrived at Sidon: and Julius courteously entreated Paul, and gave him liberty to go unto his friends, that they might refresh him."},{"number":4,"verse":"And from thence we launched, and sailed hard by Cyprus, because the winds were contrary."},{"number":5,"verse":"Then sailed we over the sea by Cilicia, and Pamphilia, and came to Myra, a city in Lycia."},{"number":6,"verse":"And there the Centurion found a ship of Alexandria, sailing into Italy, and put us therein."},{"number":7,"verse":"And when we had sailed slowly many days, and scarce were come against Cnidus, because the wind suffered us not, we sailed hard by Candia, near to (Which was an high hill of Candia.) Salmone,"},{"number":8,"verse":"And with much ado sailed beyond it, and came unto a certain place called the Fair Havens, near unto the which was the city Lasea."},{"number":9,"verse":"(God’s providence taketh not away the causes which God useth as means, but rather ordereth and disposeth their right use even then when he openeth an extraordinary issue.) So when much time was spent, and sailing was now jeopardous, because also the (This is meant of the Jews’ fast, which they keep in the feast of expiation, as we read Lev. 23:27, which fell in the seventh month which we call October, and is not good for navigation, or sailing.) Fast was now passed, Paul exhorted them,"},{"number":10,"verse":"And said unto them, Sirs, I see that this voyage will be with hurt, and much damage, not of the lading and ship only, but also of our lives."},{"number":11,"verse":"(Men cast themselves willingly into an infinite sort of dangers, when they choose to follow their own wisdom, rather than God speaking by the mouth of his servants.) Nevertheless the Centurion believed rather the governor and the master of the ship, than those things which were spoken of Paul."},{"number":12,"verse":"And because the haven was not commodious to winter in, many took counsel to depart thence, if by any means they might attain to Phoenix, there to winter, which is an haven of Crete, and lieth toward the Southwest and by West, and Northwest and by West."},{"number":13,"verse":"And when the Southern wind blew softly, they supposing to attain their purpose, loosed nearer, and sailed by Crete."},{"number":14,"verse":"But anon after, there arose by (By Candia, from whose shore our ship was driven by that means.) it a stormy wind called (Northeast wind.) Euroclydon."},{"number":15,"verse":"And when the ship was caught, and could not resist the wind, we let her go, and were carried away."},{"number":16,"verse":"And we ran under a little Isle named Clauda, and had much ado to get the boat."},{"number":17,"verse":"Which they took up and used all help, undergirding the ship, fearing lest they should have fallen into Syrtis, and they strake sail, and so were carried."},{"number":18,"verse":"(The end proveth that none provide worse for themselves, than they which commit themselves to be governed only by their own wisdom.) The next day when we were tossed with an exceeding tempest, they lightened the ship."},{"number":19,"verse":"And the third day we cast out with our own hands the tackling of the ship."},{"number":20,"verse":"And when neither sun nor stars in many days appeared, and no small tempest lay upon us, all hope that we should be saved, was then taken away."},{"number":21,"verse":"(God spareth the wicked for a time, for his elect and chosen’s sake.) But after long abstinence, Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened to me, and not have loosed from Candia: so should ye have gained this hurt and loss."},{"number":22,"verse":"But now I exhort you to be of good courage: for there shall be no loss of any man’s life among you, save of the ship only."},{"number":23,"verse":"For there stood by me this night the Angel of God, whose I am, and whom I serve."},{"number":24,"verse":"Saying, Fear not, Paul: for thou must be brought before Caesar: and lo, God hath given unto thee freely, all that sail with thee."},{"number":25,"verse":"(The promise is made effectual through faith.) Wherefore, Sirs, be of good courage: for I believe God, that it shall be so as it hath been told me."},{"number":26,"verse":"Howbeit, we must be cast into a certain Island."},{"number":27,"verse":"(We attain and come to the promised and sure salvation through the midst of tempests and death itself.) And when the fourteenth night was come, as we were carried to and fro in the (For Ptolemy writeth, that the Adriatic Sea beateth upon the East shore of Cilicia.) Adriatic sea about midnight, the shipmen deemed that some country (That they drew near to some country.) approached unto them."},{"number":28,"verse":"And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found fifteen fathoms."},{"number":29,"verse":"Then fearing lest they should have fallen into some rough places, they cast four anchors out of the stern, and wished that the day were come."},{"number":30,"verse":"(There is none so foul an act, whereupon distrust and an evil conscience do not enforce men.) Now as the mariners were about to flee out of the ship, and had let down the boat into the sea under a color as though they would have cast anchors out of the foreship."},{"number":31,"verse":"(Although the performing of God’s promises doth not simply depend upon second causes, yet they make themselves unworthy of God’s bountifulness, which do not embrace those means which God offereth them, either upon rashness or distrust.) Paul said unto the Centurion and the soldiers, Except these abide in the ship, ye cannot be safe."},{"number":32,"verse":"Then the soldiers cut off the ropes of the boat, and let it fall away."},{"number":33,"verse":"(When the world trembleth, the faithful alone be not only quiet, but confirm others by their example.) And when it began to be day, Paul exhorted them all to take meat, saying, This is the fourteenth day that ye have tarried, and continued fasting, receiving nothing:"},{"number":34,"verse":"Wherefore I exhort you to take meat: for this is for your safeguard: for there shall not an (This is a proverb which the Hebrews use, whereby is meant, that they shall be safe, and not one of them perish.) hair fall from the head of any of you."},{"number":35,"verse":"And when he had thus spoken, he took bread, and gave thanks to God in presence of them all, and brake it, and began to eat."},{"number":36,"verse":"Then were they all of good courage, and they also took meat."},{"number":37,"verse":"Now we were in the ship in all two hundred threescore and sixteen souls."},{"number":38,"verse":"And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea."},{"number":39,"verse":"(Then are tempests most of all to be feared and looked for, when the port or haven is nearest.) And when it was day, they knew not the country, but they spied a certain (A creek is a sea within land, as the Adriatic Sea, and the Persian Sea.) creek with a bank, into the which they were minded (if it were possible) to thrust in the ship."},{"number":40,"verse":"So when they had taken up the anchors, they committed the ship unto the sea, and loosed the rudder bonds, and hoisted up the main sail to the wind, and drew to the shore."},{"number":41,"verse":"And when they fell into a place, where (So is Isthmus called, because the sea toucheth it on both sides.) two seas met, they thrust in the ship: and the forepart stuck fast, and could not be moved, but the hinder part was broken with the violence of the waves."},{"number":42,"verse":"(There is nowhere more unfaithfulness and unthankfulness than in unbelievers.) Then the soldiers’ counsel was to kill the prisoners, lest any of them, when he had swam out, should flee away."},{"number":43,"verse":"(God findeth even amongst his enemies them whose help he useth to preserve his.) But the Centurion willing to save Paul, stayed them from this counsel, and commanded that they that could swim, should cast themselves first into the sea, and go out to land:"},{"number":44,"verse":"(The goodness of God overcometh man’s malice.) And the others, some on boards, and some on certain pieces of the ship: and so it came to pass, that they came all safe to land."}]}