{"bibleAbbr":"Geneva1599","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"((1 Peter and John, 3 are taken and brought before the council,7 and 19 They speak boldly in Christ’s cause.24 The disciples pray unto God.32 Many sell their possessions.36 Of whom Barnabas is one.) ) And (None are commonly more diligent or bolder enemies of the Church, than such as profess themselves to be head builders: but the more they rage, the more constantly the faithful servants of God do continue.) as they spake unto the people, the Priests and the (The Jews had certain garrisons for the guard and safety of the Temple and holy things, Matt. 26:65. These garrisons had a Captain, such as Eleazarus Ananias, the high Priest’s son was, in the time of the war that was in Judea, being a very impudent and proud young man, Josephus, lib. 2, of the taking of Judea.) Captain of the Temple, and the Sadducees came upon them."},{"number":2,"verse":"Taking it grievously that they taught the people, and preached in Jesus’ Name the resurrection from the dead."},{"number":3,"verse":"And they laid hands on them, and put them in hold, until the next day, for it was now eventide."},{"number":4,"verse":"Howbeit many of them which heard the word, believed, and the (While they thought to diminish the number, they increased them.) number of the men was about five thousand."},{"number":5,"verse":"¶ And it came to pass on the morrow, that their (These were they that made the Sanhedrin, which were all of the tribe of Judah, until Herod used that cruelty against David’s stock.) rulers, and Elders, and Scribes, were gathered together at Jerusalem,"},{"number":6,"verse":"And Annas the chief Priest, and Caiaphas, and John, and Alexander, and as many as were of the (Of whom the high Priests were wont to be chosen and made, the execution of the yearly office being now changed them.) kindred of the high Priest."},{"number":7,"verse":"(Against such as brag of a succession of persons, without a succession of doctrine, and by that means beat down the true ministers of the word, so far forth as they are able.) And when they had set them before them, they asked, By what power, or in what (By what authority.) Name have ye done this?"},{"number":8,"verse":"Then Peter full of the holy Ghost, said unto them, Ye rulers of the people, and Elders of Israel,"},{"number":9,"verse":"(Wolves which succeed true pastors plead their own cause, and not God’s neither the Churches’.) For as much as we this day are examined, of the good deed done to the impotent man, to wit, by what means he is made whole,"},{"number":10,"verse":"(He is indeed a true Shepherd, that teacheth his sheep to hang upon Christ only, as upon one that is not dead, but hath conquered death, and hath all rule in his own hand.) Be it known unto you all, and to all the people of Israel, that by the Name of Jesus Christ of Nazareth, whom ye have crucified, whom God raised again from the dead, even by him doth this man stand here before you, whole."},{"number":11,"verse":"(Cross references: : Ps. 118:12; Isa. 28:16; Matt. 21:42; Mark 12:10; Luke 21:17; Rom. 9:33; 1 Pet. 2:7) This is the stone cast aside of you builders, which is become the head of the corner."},{"number":12,"verse":"Neither is there salvation in any other: for among men there is (Of God.) given none other (There is no other man, or no other power and authority whatsoever: which kind of speech being usual among the Jews, rose upon this, that when we are in danger, we call upon them at whose hands we look for help.) Name (Anywhere: and this setteth forth unto us the largeness of Christ’s kingdom.) under heaven, whereby we must be saved."},{"number":13,"verse":"(The good liberty and boldness of the servants of God doeth yet thus much good that such as lay hid under a vizard of zeal, do at length bewray themselves to be indeed wicked men.) Now when they saw the boldness of Peter and John, and understood that they were unlearned men and without (The word used here, is Idiot, which being spoken in comparison had to a Magistrate, betokeneth a private man, but when we speak of sciences and studies, it signifieth one that is unlearned: and in accompt of honor and estimation it importeth one of base degree, and no estimation.) knowledge, they marveled, and knew them, that they had been with Jesus:"},{"number":14,"verse":"And beholding also the man which was healed standing with them, they had nothing to say against it."},{"number":15,"verse":"Then they commanded them to go aside out of the Council, and (Laid their heads together.) conferred among themselves,"},{"number":16,"verse":"(He that flattereth himself in ignorance, cometh at length to do open wickedness, and that against his own conscience.) Saying, What shall we do to these men? for surely a manifest sign is done by them, and it is openly known to all them that dwell in Jerusalem: and we cannot deny it."},{"number":17,"verse":"But that it be noised no farther among the people, let us threaten and charge them, that they speak henceforth to no man in this Name."},{"number":18,"verse":"So they called them, and commanded them, that in no wise they should speak or teach in the Name of Jesus."},{"number":19,"verse":"(We must so obey men to whom we are subject, that especially and before all things we obey God.) But Peter and John answered unto them, and said, Whether it be right in the sight of God, to obey you rather than God, judge ye."},{"number":20,"verse":"For we cannot but speak the things which we have seen and heard."},{"number":21,"verse":"(So far off are the wicked from doing what they list, that contrariwise God useth even that to the setting forth of his glory, which he giveth them leave to do.) So they threatened them, and let them go, and found nothing how to punish them, because of the people: for all men praised God for that which was done."},{"number":22,"verse":"For the man was above forty years old, on whom this miracle of healing was showed."},{"number":23,"verse":"(The Apostles communicate their troubles with the Congregation.) Then as soon as they were let go, they came to their fellows, and showed all that the high Priests and Elders had said unto them."},{"number":24,"verse":"(We ought neither to be afraid of the threatenings of our enemies, neither yet foolishly condemn their rage and madness against us: but we have to set against their force and malice, an earnest thinking upon the power and good will of God (both which we do manifestly behold in Christ) and so flee to the aid and succor of our Father.) And when they heard it, they lifted up their voices to God with one accord, and said, O Lord, thou art the God which had made the heaven, and the earth, the sea, and all things that are in them."},{"number":25,"verse":"Which by the mouth of thy servant David hast said, (Ps. 2:1) Why did the Gentiles rage, and the people imagine vain things?"},{"number":26,"verse":"The kings of the earth assembled, and the rulers came together against the Lord, and against his Christ."},{"number":27,"verse":"For doubtless, against thine holy Son Jesus, whom thou hadst anointed, both Herod and Pontius Pilate, with the Gentiles and the (Although the people of Israel was but one people, yet the plural number is here used, not so much for the twelve tribes, every one of which made a people, as for the great multitude of them, as though many nations had assembled themselves together, as Judg. 5:14.) people of Israel gathered themselves together."},{"number":28,"verse":"To (The wicked execute God’s counsel, though they think nothing of it, but they are not therefore without fault.) do whatsoever (Thou hadst determined of thine absolute authority and power.) thine hand, and thy counsel had determined before to be done."},{"number":29,"verse":"And now, O Lord, behold their threatenings, and grant unto thy servants with all boldness to speak thy word,"},{"number":30,"verse":"So that thou stretch forth thine hand that healing, and signs, and wonders may be done by the Name of thine holy Son Jesus."},{"number":31,"verse":"(God witnesseth to his Church by a visible sign, that it is he that will establish it by shaking the powers both of heaven and earth.) And when as they had prayed, the place was shaken where they were assembled together, and they were all filled with the holy Ghost, and they spake the word of God boldly."},{"number":32,"verse":"(An example of the true Church, wherein there is consent as well in doctrine as in charity one towards another: And the Pastors deliver true doctrine both sincerely, and constantly.) And the multitude of them that believed, were of (They agreed both in counsel, will, and purposes.) one heart, and of one soul: neither any of them said, that anything of that which he possessed, was his own, but they had all things (Acts 2:44) common."},{"number":33,"verse":"And with great power gave the Apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all."},{"number":34,"verse":"(True charity helpeth the necessity of the poor with its own loss: but so, that all things be done well and orderly.) Neither was there any among them, that lacked: for as many as were possessors of lands or houses, sold them, and brought the price of the things that were sold,"},{"number":35,"verse":"And laid it down at the Apostles’ feet, and it was distributed unto every man, according as he had need."},{"number":36,"verse":"Also Joses which was called of the Apostles, Barnabas (that is by interpretation, the son of consolation) being a Levite, and of the country of Cyprus,"},{"number":37,"verse":"Where as he had land, sold it, and brought the money, and laid it down at the Apostles’ feet."}]}