{"bibleAbbr":"Geneva1599","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"((1 Stephen pleading his cause, showeth that God chose the Fathers, 20 before Moses was born,42 and before the Temple was built:44 And that all outward ceremonies were ordained according to the heavenly Pattern.54 The Jews gnashing their teeth,59 stone him.) ) Then (Stephen is admitted to plead his cause, but to this end and purpose, that under a cloak, and color of Law, he might be condemned.) said the chief Priest, Are these things so?"},{"number":2,"verse":"(Stephen witnesseth unto the Jews, that he acknowledgeth the true fathers, and the only true God: and showeth moreover, that they are more ancient than the Temple, with all that service appointed by the Law, and therefore they ought to lay another foundation of true religion, that is to say, the free covenant that God made with the fathers.) And he said, Ye men, brethren, and Fathers, hearken, (Cross references: : Gen. 12:4) That God of (That mighty God full of glory and majesty.) glory appeared unto our father Abraham, while he was in (When he saith afterward, verse 4, that Abraham came out of Chaldea, it is evident that Mesopotamia contained Chaldea which was near unto it, and bordering upon it, and so writeth Plinius, book 6, chap. 27.) Mesopotamia, before he dwelt in Haran,"},{"number":3,"verse":"And said unto him, Come out of thy country, and from thy kindred, and come into the land which I shall show thee."},{"number":4,"verse":"Then came he out of the land of the Chaldeans, and dwelt in Haran. And after that his father was dead, God brought him from thence into this land, wherein ye now dwell,"},{"number":5,"verse":"And he gave him none inheritance in it, (Not so much ground as to set his foot upon.) no not the breadth of a foot: yet he (The promise of the possession was certain and belonged to Abraham, though his posterity enjoyed it a great while after his death: and this is the figure Synecdoche.) promised that he would give it to him for a possession, and to his seed after him, when as yet he had no child."},{"number":6,"verse":"But God spake thus, that his (Gen. 15:13) seed should be a sojourner in a strange land: and that they should keep it in bondage, and entreat it evil (There are reckoned four hundred years, from the beginning of Abraham’s progeny, which was at the birth of Isaac: and four hundred and thirty years which are spoken of by Paul, Gal. 3:17, from the time that Abraham and his father departed together out of Ur of the Chaldeans.) four hundred years."},{"number":7,"verse":"But the nation to whom they shall be in bondage, will I judge, saith God: and after that, they shall come forth and serve me in this place."},{"number":8,"verse":"(Gen. 17:9) He gave him also the covenant of circumcision: and to Abraham begat (Gen. 21:3) Isaac, and circumcised him the eighth day: and Isaac begat (Gen. 25:14) Jacob, and Jacob the twelve (Gen. 29:33; Gen. 30:5; Gen. 35:23) Patriarchs."},{"number":9,"verse":"(Stephen reckoneth up diligently the horrible mischiefs of some of the Fathers, to teach the Jews that they ought not rashly to rest in the authority or examples of the Fathers.) And the Patriarchs moved with envy, sold (Gen. 37:18) Joseph into Egypt: but God was (By this kind of speech, is meant the peculiar favor that God showeth men: for he seemeth to be away from them, whom he helpeth not, and on the other side, he is with them whom he delivereth out of whatsoever great troubles.) with him,"},{"number":10,"verse":"And delivered him out of all his afflictions, and (Gen. 41:37) gave him (Gave him favor in Pharaoh’s sight for his wisdom.) favor and wisdom in the sight of Pharaoh king of Egypt, who made him governor over Egypt, and over his whole house."},{"number":11,"verse":"¶ Then came there a famine over all the land of Egypt and Canaan, and great affliction, that our fathers found no sustenance."},{"number":12,"verse":"But when (Gen. 42:1) Jacob heard that there was corn in Egypt, he sent our fathers first:"},{"number":13,"verse":"(Gen. 45:4) And at the second time Joseph was known of his brethren, and Joseph’s kindred was made known unto Pharaoh."},{"number":14,"verse":"Then sent Joseph and caused his father to be brought, and all his kindred, even threescore and fifteen souls."},{"number":15,"verse":"So (Gen. 46:5) Jacob went down into Egypt, and he (Gen. 49:33) died, and our fathers,"},{"number":16,"verse":"And were (The Patriarchs the sons of Jacob, though there be mention made of no more than Joseph, Josh. 24:32.) removed into Shechem, and were put in the sepulcher, that Abraham had bought (Gen. 23:16) for money of the sons of Hamor, son of Shechem."},{"number":17,"verse":"But when the time of the promise drew near, which God had sworn to Abraham, the people (Exod. 1:7) grew and multiplied in Egypt,"},{"number":18,"verse":"Till another King arose, which knew not Joseph."},{"number":19,"verse":"The same (He devised a subtle invention against our stock, in that he commanded all the males to be cast out.) dealt subtly with our kindred, and evil entreated our fathers, and made them to cast out their young children, that they should not remain alive."},{"number":20,"verse":"(Exod. 2:2) The same time was Moses born and was (That child was born through God’s merciful goodness and favor, to be of a goodly and fair countenance.) acceptable unto God: which was nourished up in his father’s house three months."},{"number":21,"verse":"And when he was cast out, Pharaoh’s daughter took him up, and nourished him for her own son."},{"number":22,"verse":"And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds."},{"number":23,"verse":"Now when he was full forty years old, it came into his heart to visit his brethren, the children of Israel."},{"number":24,"verse":"(Exod. 2:11) And when he saw one of them suffer wrong, he defended him, and avenged his quarrel that had the harm done to him, and smote the Egyptian."},{"number":25,"verse":"For he supposed his brethren would have understood, that God by his hand should give them deliverance: but they understood it not."},{"number":26,"verse":"(Exod. 2:13) And the next day, he showed himself unto them as they strove, and would have set them at one again, saying, Sirs, ye are brethren: why do ye wrong one to another?"},{"number":27,"verse":"But he that did his neighbor wrong, thrust him away, saying, Who made thee a prince, and a judge over us?"},{"number":28,"verse":"Wilt thou kill me, as thou didst the Egyptian yesterday?"},{"number":29,"verse":"Then fled Moses at that saying, and was a stranger in the land of Midian, where he begat two sons."},{"number":30,"verse":"And when forty years were expired, there appeared to him in the (Exod. 3:2) wilderness of mount Sinai, an (Now he calleth the Son of God an Angel, for he is the Angel of great counsel, and therefore, straightway after he showeth him, saying to Moses, I am that God of thy Fathers, etc.) Angel of the Lord in a flame of fire, in a bush."},{"number":31,"verse":"And when Moses saw it, he wondered at the sight: and as he drew near to consider it, the voice of the Lord came unto him, saying,"},{"number":32,"verse":"I am the God of thy fathers, the God of Abraham, and the God of Isaac, and the God of Jacob. Then Moses trembled, and durst not behold it."},{"number":33,"verse":"Then the Lord said to him, Put off thy shoes from thy feet: for the place where thou standest, is holy ground."},{"number":34,"verse":"I have seen, I have seen the affliction of my people, which is in Egypt, and I have heard their groaning, and am come down to deliver them: and now come, and I will send thee into Egypt."},{"number":35,"verse":"This Moses whom they forsook, saying, Who made thee a prince and a judge? the same God sent for a prince, and a deliverer by the (By the power.) hand of the Angel which appeared to him in the bush."},{"number":36,"verse":"He (Exod. 7-10; 13-14) brought them out, doing wonders, and miracles in the land of Egypt, and in the Red Sea, and in the wilderness (Exod. 16:1-3) forty years."},{"number":37,"verse":"(He acknowledgeth Moses for the lawgiver, but so that he proveth by his own witness, that the Law had respect to a more perfect thing, that is to say, to the prophetic office which tended to Christ, the head of all Prophets.) This is that Moses, which said unto the children of Israel, (Deut. 18:15; Acts 3:22) A Prophet shall the Lord your God raise up unto you, even of your brethren, like unto me: him shall ye hear."},{"number":38,"verse":"(Exod. 19:2) This is he that was in the Congregation, in the wilderness with the Angel, which spake to him in mount Sinai, and with our fathers, who received the lively oracles to give unto us."},{"number":39,"verse":"To whom our fathers would not obey, but refused, and in their hearts turned back again into Egypt,"},{"number":40,"verse":"Saying unto Aaron, (Exod. 32:1) Make us gods that may go before us: for we know not what is become of this Moses that brought us out of the land of Egypt."},{"number":41,"verse":"And they made a (This was the superstition of the Egyptians’ idolatry: for they worshipped Apis a strange and marvelous calf, and made goodly images of Kine, Herodias, lib. 2.) calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands."},{"number":42,"verse":"Then God turned himself away, and (Being destitute and void of his Spirit, he gave them up to Satan, and wicked lusts to worship stars.) gave them up to serve the (By the host of heaven, here he meaneth not the Angels, but the moon and sun and other stars.) host of heaven, as it is written in the book of the Prophets, (Amos 5:25) O house of Israel, have ye offered to me slain beasts and sacrifices by the space of forty years in the wilderness?"},{"number":43,"verse":"And ye (You took it upon your shoulders and carried it.) took up the Tabernacle of Moloch, and the star of your god Remphan, figures, which ye made to worship them: therefore I will carry you away beyond Babylon."},{"number":44,"verse":"(Moses indeed erected a Tabernacle, but that was to call them back to that form which he had seen in the mountain.) Our fathers had the Tabernacle of (That is, of the covenant.) witness in the wilderness, as he had appointed, speaking unto (Exod. 25:40; Heb. 8:5) Moses, that he should make it according to the fashion that he had seen."},{"number":45,"verse":"(Josh. 3:14) Which tabernacle also our fathers (Delivered from hand to hand.) received, and brought in with Jesus into the (By the figure Metonymy, for the countries which the Gentiles possessed.) possession of the Gentiles, which God drove out (God drove them out, that they should yield up the possession of those countries to our fathers, when they entered into the land.) before our fathers, unto the days of David:"},{"number":46,"verse":"(2 Sam. 7:2; Ps. 132:5) Who found favor before God, and desired that he might find a tabernacle for the God of Jacob."},{"number":47,"verse":"(1 Chron. 17:12; 1 Kings 6:1) (Solomon built a Temple, according to God’s commandment, but not with any such condition, that the Majesty of God should be enclosed therein.) But Solomon built him an house."},{"number":48,"verse":"Howbeit the most High (Acts 17:24) dwelleth not in temples made with hands, as saith the Prophet,"},{"number":49,"verse":"(Isa. 66:1) Heaven is my throne, and earth is my footstool: what house will ye build for me, saith the Lord? or what place is it that I should rest in?"},{"number":50,"verse":"Hath not mine hand made all these things?"},{"number":51,"verse":"(Jer. 9:26; Ezek. 44:9) (Stephen moved with the zeal of God, at length judgeth his own judges.) Ye stiff-necked and of (They are of uncircumcised hearts, which lie drowned still in the sins of nature, and stick fast in them: for otherwise all the Jews were circumcised as touching the flesh, and therefore there were two kinds of circumcision, Rom. 2:28.) uncircumcised hearts and ears, ye have always resisted the holy Ghost: as your fathers did, so do you."},{"number":52,"verse":"Which of the Prophets have not your fathers persecuted? and they have slain them, which showed before of the coming of that Just, of whom ye are now the betrayers and murderers,"},{"number":53,"verse":"(Exod. 19:16; Gal. 3:19) Which have received the law by the (By the ministry of Angels.) ordinance of Angels, and have not kept it."},{"number":54,"verse":"(The more Satan is pressed, the more he brasteth out into an open rage.) But when they heard these things, their hearts brast for anger, and they gnashed at him with their teeth."},{"number":55,"verse":"(The nearer that the Martyrs approach to death, the nearer they beholding Christ, do rise up even into heaven.) But he being full of the holy Ghost, looked steadfastly into heaven, and saw the glory of God, and Jesus (Ready to confirm him in the confession of the truth, and to receive him to him.) standing at the right hand of God,"},{"number":56,"verse":"And said, Behold, I see the heavens open, and the Son of man standing at the right hand of God."},{"number":57,"verse":"(The zeal of hypocrites and superstitious people, breaketh out at length into most open madness.) Then they gave a shout with a loud voice, and stopped their ears, and (This was done in a rage and fury: for at that time the Jews could put no man to death by law, as they confess before Pilate, saying that it was not lawful for them to put any man to death, and therefore it is reported by Josephus, lib. 20, that Ananus a Sadducee slew James the brother of the Lord, and for so doing, was accused before Albinus the President of the country.) ran upon him violently all at once,"},{"number":58,"verse":"And cast him out of the city, and stoned him: and the (It was appointed by the Law, that the witnesses should cast the first stones, Deut. 17:7.) witnesses laid down their clothes at a young man’s feet, named Saul."},{"number":59,"verse":"And they stoned Stephen, who called on God, and said, Lord Jesus receive my spirit."},{"number":60,"verse":"(Faith and charity never forsake the true servants of God, even to the last breath.) And he kneeled down, and cried with a loud voice, Lord, (The word which he useth here noteth out such a kind of imputing or laying to one’s charge, as remaineth firm, and steady forever, never to be remitted.) lay not this sin to their charge. And when he had thus spoken, he (See 1 Thess. 4:13.) slept."}]}