{"bibleAbbr":"CVg2018","bookName":"John","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"Ante diem festum Paschæ, sciens Jesus quia venit hora ejus ut transeat ex hoc mundo ad Patrem : cum dilexisset suos, qui erant in mundo, in finem dilexit eos."},{"number":2,"verse":"Et cœna facta, cum diabolus jam misisset in cor ut traderet eum Judas Simonis Iscariotæ :"},{"number":3,"verse":"sciens quia omnia dedit ei Pater in manus, et quia a Deo exivit, et ad Deum vadit :"},{"number":4,"verse":"surgit a cœna, et ponit vestimenta sua, et cum accepisset linteum, præcinxit se."},{"number":5,"verse":"Deinde mittit aquam in pelvim, et cœpit lavare pedes discipulorum, et extergere linteo, quo erat præcinctus."},{"number":6,"verse":"Venit ergo ad Simonem Petrum. Et dicit ei Petrus : Domine, tu mihi lavas pedes ?"},{"number":7,"verse":"Respondit Jesus, et dixit ei : Quod ego facio, tu nescis modo : scies autem postea."},{"number":8,"verse":"Dicit ei Petrus : Non lavabis mihi pedes in æternum. Respondit ei Jesus : Si non lavero te, non habebis partem mecum."},{"number":9,"verse":"Dicit ei Simon Petrus : Domine, non tantum pedes meos, sed et manus, et caput."},{"number":10,"verse":"Dicit ei Jesus : Qui lotus est, non indiget nisi ut pedes lavet, sed est mundus totus. Et vos mundi estis, sed non omnes."},{"number":11,"verse":"Sciebat enim quisnam esset qui traderet eum ; propterea dixit : Non estis mundi omnes."},{"number":12,"verse":"Postquam ergo lavit pedes eorum, et accepit vestimenta sua, cum recubuisset iterum, dixit eis : Scitis quid fecerim vobis ?"},{"number":13,"verse":"Vos vocatis me Magister et Domine, et bene dicitis : sum etenim."},{"number":14,"verse":"Si ergo ego lavi pedes vestros, Dominus et Magister, et vos debetis alter alterius lavare pedes."},{"number":15,"verse":"Exemplum enim dedi vobis, ut quemadmodum ego feci vobis, ita et vos faciatis."},{"number":16,"verse":"Amen, amen dico vobis : non est servus major domino suo : neque apostolus major est eo qui misit illum."},{"number":17,"verse":"Si hæc scitis, beati eritis si feceritis ea."},{"number":18,"verse":"Non de omnibus vobis dico : ego scio quos elegerim ; sed ut adimpleatur Scriptura : Qui manducat mecum panem, levabit contra me calcaneum suum."},{"number":19,"verse":"Amodo dico vobis, priusquam fiat : ut cum factum fuerit, credatis quia ego sum."},{"number":20,"verse":"Amen, amen dico vobis : qui accipit si quem misero, me accipit ; qui autem me accipit, accipit eum qui me misit."},{"number":21,"verse":"Cum hæc dixisset Jesus, turbatus est spiritu : et protestatus est, et dixit : Amen, amen dico vobis, quia unus ex vobis tradet me."},{"number":22,"verse":"Aspiciebant ergo ad invicem discipuli, hæsitantes de quo diceret."},{"number":23,"verse":"Erat ergo recumbens unus ex discipulis ejus in sinu Jesu, quem diligebat Jesus."},{"number":24,"verse":"Innuit ergo huic Simon Petrus, et dixit ei : Quis est, de quo dicit ?"},{"number":25,"verse":"Itaque cum recubuisset ille supra pectus Jesu, dicit ei : Domine, quis est ?"},{"number":26,"verse":"Respondit Jesus : Ille est cui ego intinctum panem porrexero. Et cum intinxisset panem, dedit Judæ Simonis Iscariotæ."},{"number":27,"verse":"Et post buccellam, introivit in eum Satanas. Et dixit ei Jesus : Quod facis, fac citius."},{"number":28,"verse":"Hoc autem nemo scivit discumbentium ad quid dixerit ei."},{"number":29,"verse":"Quidam enim putabant, quia loculos habebat Judas, quod dixisset ei Jesus : Eme ea quæ opus sunt nobis ad diem festum : aut egenis ut aliquid daret."},{"number":30,"verse":"Cum ergo accepisset ille buccellam, exivit continuo. Erat autem nox."},{"number":31,"verse":"Cum ergo exisset, dixit Jesus : Nunc clarificatus est Filius hominis, et Deus clarificatus est in eo."},{"number":32,"verse":"Si Deus clarificatus est in eo, et Deus clarificabit eum in semetipso : et continuo clarificabit eum."},{"number":33,"verse":"Filioli, adhuc modicum vobiscum sum. Quæretis me ; et sicut dixi Judæis, quo ego vado, vos non potestis venire : et vobis dico modo."},{"number":34,"verse":"Mandatum novum do vobis : ut diligatis invicem : sicut dilexi vos, ut et vos diligatis invicem."},{"number":35,"verse":"In hoc cognoscent omnes quia discipuli mei estis, si dilectionem habueritis ad invicem."},{"number":36,"verse":"Dicit ei Simon Petrus : Domine, quo vadis ? Respondit Jesus : Quo ego vado non potes me modo sequi : sequeris autem postea."},{"number":37,"verse":"Dicit ei Petrus : Quare non possum te sequi modo ? animam meam pro te ponam."},{"number":38,"verse":"Respondit ei Jesus : Animam tuam pro me pones ? amen, amen dico tibi : non cantabit gallus, donec ter me neges."}]}