{"bibleAbbr":"CVg2018","bookName":"John","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"Ego sum vitis vera, et Pater meus agricola est."},{"number":2,"verse":"Omnem palmitem in me non ferentem fructum, tollet eum, et omnem qui fert fructum, purgabit eum, ut fructum plus afferat."},{"number":3,"verse":"Jam vos mundi estis propter sermonem quem locutus sum vobis."},{"number":4,"verse":"Manete in me, et ego in vobis. Sicut palmes non potest ferre fructum a semetipso, nisi manserit in vite, sic nec vos, nisi in me manseritis."},{"number":5,"verse":"Ego sum vitis, vos palmites : qui manet in me, et ego in eo, hic fert fructum multum, quia sine me nihil potestis facere."},{"number":6,"verse":"Si quis in me non manserit, mittetur foras sicut palmes, et arescet, et colligent eum, et in ignem mittent, et ardet."},{"number":7,"verse":"Si manseritis in me, et verba mea in vobis manserint, quodcumque volueritis petetis, et fiet vobis."},{"number":8,"verse":"In hoc clarificatus est Pater meus, ut fructum plurimum afferatis, et efficiamini mei discipuli."},{"number":9,"verse":"Sicut dilexit me Pater, et ego dilexi vos. Manete in dilectione mea."},{"number":10,"verse":"Si præcepta mea servaveritis, manebitis in dilectione mea, sicut et ego Patris mei præcepta servavi, et maneo in ejus dilectione."},{"number":11,"verse":"Hæc locutus sum vobis : ut gaudium meum in vobis sit, et gaudium vestrum impleatur."},{"number":12,"verse":"Hoc est præceptum meum, ut diligatis invicem, sicut dilexi vos."},{"number":13,"verse":"Majorem hac dilectionem nemo habet, ut animam suam ponat quis pro amicis suis."},{"number":14,"verse":"Vos amici mei estis, si feceritis quæ ego præcipio vobis."},{"number":15,"verse":"Jam non dicam vos servos : quia servus nescit quid faciat dominus ejus. Vos autem dixi amicos : quia omnia quæcumque audivi a Patre meo, nota feci vobis."},{"number":16,"verse":"Non vos me elegistis, sed ego elegi vos, et posui vos ut eatis, et fructum afferatis, et fructus vester maneat : ut quodcumque petieritis Patrem in nomine meo, det vobis."},{"number":17,"verse":"Hæc mando vobis : ut diligatis invicem."},{"number":18,"verse":"Si mundus vos odit, scitote quia me priorem vobis odio habuit."},{"number":19,"verse":"Si de mundo fuissetis, mundus quod suum erat diligeret : quia vero de mundo non estis, sed ego elegi vos de mundo, propterea odit vos mundus."},{"number":20,"verse":"Mementote sermonis mei, quem ego dixi vobis : non est servus major domino suo. Si me persecuti sunt, et vos persequentur ; si sermonem meum servaverunt, et vestrum servabunt."},{"number":21,"verse":"Sed hæc omnia facient vobis propter nomen meum : quia nesciunt eum qui misit me."},{"number":22,"verse":"Si non venissem, et locutus fuissem eis, peccatum non haberent : nunc autem excusationem non habent de peccato suo."},{"number":23,"verse":"Qui me odit, et Patrem meum odit."},{"number":24,"verse":"Si opera non fecissem in eis quæ nemo alius fecit, peccatum non haberent : nunc autem et viderunt, et oderunt et me, et Patrem meum."},{"number":25,"verse":"Sed ut adimpleatur sermo, qui in lege eorum scriptus est : Quia odio habuerunt me gratis."},{"number":26,"verse":"Cum autem venerit Paraclitus, quem ego mittam vobis a Patre, Spiritum veritatis, qui a Patre procedit, ille testimonium perhibebit de me ;"},{"number":27,"verse":"et vos testimonium perhibebitis, quia ab initio mecum estis."}]}