{"bibleAbbr":"CVg2018","bookName":"John","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"Tunc ergo apprehendit Pilatus Jesum, et flagellavit."},{"number":2,"verse":"Et milites plectentes coronam de spinis, imposuerunt capiti ejus : et veste purpurea circumdederunt eum."},{"number":3,"verse":"Et veniebant ad eum, et dicebant : Ave, rex Judæorum : et dabant ei alapas."},{"number":4,"verse":"Exivit ergo iterum Pilatus foras, et dicit eis : Ecce adduco vobis eum foras, ut cognoscatis quia nullam invenio in eo causam."},{"number":5,"verse":"(Exivit ergo Jesus portans coronam spineam, et purpureum vestimentum.) Et dicit eis : Ecce homo."},{"number":6,"verse":"Cum ergo vidissent eum pontifices et ministri, clamabant, dicentes : Crucifige, crucifige eum. Dicit eis Pilatus : Accipite eum vos, et crucifigite : ego enim non invenio in eo causam."},{"number":7,"verse":"Responderunt ei Judæi : Nos legem habemus, et secundum legem debet mori, quia Filium Dei se fecit."},{"number":8,"verse":"Cum ergo audisset Pilatus hunc sermonem, magis timuit."},{"number":9,"verse":"Et ingressus est prætorium iterum : et dixit ad Jesum : Unde es tu ? Jesus autem responsum non dedit ei."},{"number":10,"verse":"Dicit ergo ei Pilatus : Mihi non loqueris ? nescis quia potestatem habeo crucifigere te, et potestatem habeo dimittere te ?"},{"number":11,"verse":"Respondit Jesus : Non haberes potestatem adversum me ullam, nisi tibi datum esset desuper. Propterea qui me tradidit tibi, majus peccatum habet."},{"number":12,"verse":"Et exinde quærebat Pilatus dimittere eum. Judæi autem clamabant dicentes : Si hunc dimittis, non es amicus Cæsaris. Omnis enim qui se regem facit, contradicit Cæsari."},{"number":13,"verse":"Pilatus autem cum audisset hos sermones, adduxit foras Jesum : et sedit pro tribunali, in loco qui dicitur Lithostrotos, hebraice autem Gabbatha."},{"number":14,"verse":"Erat autem parasceve Paschæ, hora quasi sexta, et dicit Judæis : Ecce rex vester."},{"number":15,"verse":"Illi autem clamabant : Tolle, tolle, crucifige eum. Dicit eis Pilatus : Regem vestrum crucifigam ? Responderunt pontifices : Non habemus regem, nisi Cæsarem."},{"number":16,"verse":"Tunc ergo tradidit eis illum ut crucifigeretur. Susceperunt autem Jesum, et eduxerunt."},{"number":17,"verse":"Et bajulans sibi crucem exivit in eum, qui dicitur Calvariæ locum, hebraice autem Golgotha :"},{"number":18,"verse":"ubi crucifixerunt eum, et cum eo alios duos hinc et hinc, medium autem Jesum."},{"number":19,"verse":"Scripsit autem et titulum Pilatus, et posuit super crucem. Erat autem scriptum : Jesus Nazarenus, Rex Judæorum."},{"number":20,"verse":"Hunc ergo titulum multi Judæorum legerunt : quia prope civitatem erat locus, ubi crucifixus est Jesus, et erat scriptum hebraice, græce, et latine."},{"number":21,"verse":"Dicebant ergo Pilato pontifices Judæorum : Noli scribere : Rex Judæorum : sed quia ipse dixit : Rex sum Judæorum."},{"number":22,"verse":"Respondit Pilatus : Quod scripsi, scripsi."},{"number":23,"verse":"Milites ergo cum crucifixissent eum, acceperunt vestimenta ejus (et fecerunt quatuor partes, unicuique militi partem) et tunicam. Erat autem tunica inconsutilis, desuper contexta per totum."},{"number":24,"verse":"Dixerunt ergo ad invicem : Non scindamus eam, sed sortiamur de illa cujus sit. Ut Scriptura impleretur, dicens : Partiti sunt vestimenta mea sibi : et in vestem meam miserunt sortem. Et milites quidem hæc fecerunt."},{"number":25,"verse":"Stabant autem juxta crucem Jesu mater ejus, et soror matris ejus, Maria Cleophæ, et Maria Magdalene."},{"number":26,"verse":"Cum vidisset ergo Jesus matrem, et discipulum stantem, quem diligebat, dicit matri suæ : Mulier, ecce filius tuus."},{"number":27,"verse":"Deinde dicit discipulo : Ecce mater tua. Et ex illa hora accepit eam discipulus in sua."},{"number":28,"verse":"Postea sciens Jesus quia omnia consummata sunt, ut consummaretur Scriptura, dixit : Sitio."},{"number":29,"verse":"Vas ergo erat positum aceto plenum. Illi autem spongiam plenam aceto, hyssopo circumponentes, obtulerunt ori ejus."},{"number":30,"verse":"Cum ergo accepisset Jesus acetum, dixit : Consummatum est. Et inclinato capite tradidit spiritum."},{"number":31,"verse":"Judæi ergo (quoniam parasceve erat) ut non remanerent in cruce corpora sabbato (erat enim magnus dies ille sabbati), rogaverunt Pilatum ut frangerentur eorum crura, et tollerentur."},{"number":32,"verse":"Venerunt ergo milites : et primi quidem fregerunt crura, et alterius, qui crucifixus est cum eo."},{"number":33,"verse":"Ad Jesum autem cum venissent, ut viderunt eum jam mortuum, non fregerunt ejus crura,"},{"number":34,"verse":"sed unus militum lancea latus ejus aperuit, et continuo exivit sanguis et aqua."},{"number":35,"verse":"Et qui vidit, testimonium perhibuit : et verum est testimonium ejus. Et ille scit quia vera dicit : ut et vos credatis."},{"number":36,"verse":"Facta sunt enim hæc ut Scriptura impleretur : Os non comminuetis ex eo."},{"number":37,"verse":"Et iterum alia Scriptura dicit : Videbunt in quem transfixerunt."},{"number":38,"verse":"Post hæc autem rogavit Pilatum Joseph ab Arimathæa (eo quod esset discipulus Jesu, occultus autem propter metum Judæorum), ut tolleret corpus Jesu. Et permisit Pilatus. Venit ergo, et tulit corpus Jesu."},{"number":39,"verse":"Venit autem et Nicodemus, qui venerat ad Jesum nocte primum, ferens mixturam myrrhæ et aloës, quasi libras centum."},{"number":40,"verse":"Acceperunt ergo corpus Jesu, et ligaverunt illud linteis cum aromatibus, sicut mos est Judæis sepelire."},{"number":41,"verse":"Erat autem in loco, ubi crucifixus est, hortus : et in horto monumentum novum, in quo nondum quisquam positus erat."},{"number":42,"verse":"Ibi ergo propter parasceven Judæorum, quia juxta erat monumentum, posuerunt Jesum."}]}