{"bibleAbbr":"CVg2018","bookName":"John","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"Et die tertia nuptiæ factæ sunt in Cana Galilææ, et erat mater Jesu ibi."},{"number":2,"verse":"Vocatus est autem et Jesus, et discipuli ejus, ad nuptias."},{"number":3,"verse":"Et deficiente vino, dicit mater Jesu ad eum : Vinum non habent."},{"number":4,"verse":"Et dicit ei Jesus : Quid mihi et tibi est, mulier ? nondum venit hora mea."},{"number":5,"verse":"Dicit mater ejus ministris : Quodcumque dixerit vobis, facite."},{"number":6,"verse":"Erant autem ibi lapideæ hydriæ sex positæ secundum purificationem Judæorum, capientes singulæ metretas binas vel ternas."},{"number":7,"verse":"Dicit eis Jesus : Implete hydrias aqua. Et impleverunt eas usque ad summum."},{"number":8,"verse":"Et dicit eis Jesus : Haurite nunc, et ferte architriclino. Et tulerunt."},{"number":9,"verse":"Ut autem gustavit architriclinus aquam vinum factam, et non sciebat unde esset, ministri autem sciebant, qui hauserant aquam : vocat sponsum architriclinus,"},{"number":10,"verse":"et dicit ei : Omnis homo primum bonum vinum ponit et cum inebriati fuerint, tunc id, quod deterius est. Tu autem servasti bonum vinum usque adhuc."},{"number":11,"verse":"Hoc fecit initium signorum Jesus in Cana Galilææ ; et manifestavit gloriam suam, et crediderunt in eum discipuli ejus."},{"number":12,"verse":"Post hoc descendit Capharnaum ipse, et mater ejus, et fratres ejus, et discipuli ejus : et ibi manserunt non multis diebus."},{"number":13,"verse":"Et prope erat Pascha Judæorum, et ascendit Jesus Jerosolymam :"},{"number":14,"verse":"et invenit in templo vendentes boves, et oves, et columbas, et numularios sedentes."},{"number":15,"verse":"Et cum fecisset quasi flagellum de funiculis, omnes ejecit de templo, oves quoque, et boves, et numulariorum effudit æs, et mensas subvertit."},{"number":16,"verse":"Et his qui columbas vendebant, dixit : Auferte ista hinc, et nolite facere domum patris mei, domum negotiationis."},{"number":17,"verse":"Recordati sunt vero discipuli ejus quia scriptum est : Zelus domus tuæ comedit me."},{"number":18,"verse":"Responderunt ergo Judæi, et dixerunt ei : Quod signum ostendis nobis, quia hæc facis ?"},{"number":19,"verse":"Respondit Jesus, et dixit eis : Solvite templum hoc, et in tribus diebus excitabo illud."},{"number":20,"verse":"Dixerunt ergo Judæi : Quadraginta et sex annis ædificatum est templum hoc, et tu in tribus diebus excitabis illud ?"},{"number":21,"verse":"Ille autem dicebat de templo corporis sui."},{"number":22,"verse":"Cum ergo resurrexisset a mortuis, recordati sunt discipuli ejus, quia hoc dicebat, et crediderunt scripturæ et sermoni quem dixit Jesus."},{"number":23,"verse":"Cum autem esset Jerosolymis in Pascha in die festo, multi crediderunt in nomine ejus, videntes signa ejus, quæ faciebat."},{"number":24,"verse":"Ipse autem Jesus non credebat semetipsum eis, eo quod ipse nosset omnes,"},{"number":25,"verse":"et quia opus ei non erat ut quis testimonium perhiberet de homine : ipse enim sciebat quid esset in homine."}]}