{"bibleAbbr":"CVg2018","bookName":"John","bookEnglishName":"John","chapterNumber":4,"verses":[{"number":1,"verse":"Ut ergo cognovit Jesus quia audierunt pharisæi quod Jesus plures discipulos facit, et baptizat, quam Joannes"},{"number":2,"verse":"(quamquam Jesus non baptizaret, sed discipuli ejus),"},{"number":3,"verse":"reliquit Judæam, et abiit iterum in Galilæam."},{"number":4,"verse":"Oportebat autem eum transire per Samariam."},{"number":5,"verse":"Venit ergo in civitatem Samariæ, quæ dicitur Sichar, juxta prædium quod dedit Jacob Joseph filio suo."},{"number":6,"verse":"Erat autem ibi fons Jacob. Jesus ergo fatigatus ex itinere, sedebat sic supra fontem. Hora erat quasi sexta."},{"number":7,"verse":"Venit mulier de Samaria haurire aquam. Dicit ei Jesus : Da mihi bibere."},{"number":8,"verse":"(Discipuli enim ejus abierant in civitatem ut cibos emerent.)"},{"number":9,"verse":"Dicit ergo ei mulier illa Samaritana : Quomodo tu, Judæus cum sis, bibere a me poscis, quæ sum mulier Samaritana ? non enim coutuntur Judæi Samaritanis."},{"number":10,"verse":"Respondit Jesus, et dixit ei : Si scires donum Dei, et quis est qui dicit tibi : Da mihi bibere, tu forsitan petisses ab eo, et dedisset tibi aquam vivam."},{"number":11,"verse":"Dicit ei mulier : Domine, neque in quo haurias habes, et puteus altus est : unde ergo habes aquam vivam ?"},{"number":12,"verse":"Numquid tu major es patre nostro Jacob, qui dedit nobis puteum, et ipse ex eo bibit, et filii ejus, et pecora ejus ?"},{"number":13,"verse":"Respondit Jesus, et dixit ei : Omnis qui bibit ex aqua hac, sitiet iterum ; qui autem biberit ex aqua quam ego dabo ei, non sitiet in æternum :"},{"number":14,"verse":"sed aqua quam ego dabo ei, fiet in eo fons aquæ salientis in vitam æternam."},{"number":15,"verse":"Dicit ad eum mulier : Domine, da mihi hanc aquam, ut non sitiam, neque veniam huc haurire."},{"number":16,"verse":"Dicit ei Jesus : Vade, voca virum tuum, et veni huc."},{"number":17,"verse":"Respondit mulier, et dixit : Non habeo virum. Dicit ei Jesus : Bene dixisti, quia non habeo virum ;"},{"number":18,"verse":"quinque enim viros habuisti, et nunc, quem habes, non est tuus vir : hoc vere dixisti."},{"number":19,"verse":"Dicit ei mulier : Domine, video quia propheta es tu."},{"number":20,"verse":"Patres nostri in monte hoc adoraverunt, et vos dicitis, quia Jerosolymis est locus ubi adorare oportet."},{"number":21,"verse":"Dicit ei Jesus : Mulier, crede mihi, quia venit hora, quando neque in monte hoc, neque in Jerosolymis adorabitis Patrem."},{"number":22,"verse":"Vos adoratis quod nescitis : nos adoramus quod scimus, quia salus ex Judæis est."},{"number":23,"verse":"Sed venit hora, et nunc est, quando veri adoratores adorabunt Patrem in spiritu et veritate. Nam et Pater tales quærit, qui adorent eum."},{"number":24,"verse":"Spiritus est Deus : et eos qui adorant eum, in spiritu et veritate oportet adorare."},{"number":25,"verse":"Dicit ei mulier : Scio quia Messias venit (qui dicitur Christus) : cum ergo venerit ille, nobis annuntiabit omnia."},{"number":26,"verse":"Dicit ei Jesus : Ego sum, qui loquor tecum."},{"number":27,"verse":"Et continuo venerunt discipuli ejus, et mirabantur quia cum muliere loquebatur. Nemo tamen dixit : Quid quæris ? aut, Quid loqueris cum ea ?"},{"number":28,"verse":"Reliquit ergo hydriam suam mulier, et abiit in civitatem, et dicit illis hominibus :"},{"number":29,"verse":"Venite, et videte hominem qui dixit mihi omnia quæcumque feci : numquid ipse est Christus ?"},{"number":30,"verse":"Exierunt ergo de civitate et veniebant ad eum."},{"number":31,"verse":"Interea rogabant eum discipuli, dicentes : Rabbi, manduca."},{"number":32,"verse":"Ille autem dicit eis : Ego cibum habeo manducare, quem vos nescitis."},{"number":33,"verse":"Dicebant ergo discipuli ad invicem : Numquid aliquis attulit ei manducare ?"},{"number":34,"verse":"Dicit eis Jesus : Meus cibus est ut faciam voluntatem ejus qui misit me, ut perficiam opus ejus."},{"number":35,"verse":"Nonne vos dicitis quod adhuc quatuor menses sunt, et messis venit ? Ecce dico vobis : levate oculos vestros, et videte regiones, quia albæ sunt jam ad messem."},{"number":36,"verse":"Et qui metit, mercedem accipit, et congregat fructum in vitam æternam : ut et qui seminat, simul gaudeat, et qui metit."},{"number":37,"verse":"In hoc enim est verbum verum : quia alius est qui seminat, et alius est qui metit."},{"number":38,"verse":"Ego misi vos metere quod vos non laborastis : alii laboraverunt, et vos in labores eorum introistis."},{"number":39,"verse":"Ex civitate autem illa multi crediderunt in eum Samaritanorum, propter verbum mulieris testimonium perhibentis : Quia dixit mihi omnia quæcumque feci."},{"number":40,"verse":"Cum venissent ergo ad illum Samaritani, rogaverunt eum ut ibi maneret. Et mansit ibi duos dies."},{"number":41,"verse":"Et multo plures crediderunt in eum propter sermonem ejus."},{"number":42,"verse":"Et mulieri dicebant : Quia jam non propter tuam loquelam credimus : ipsi enim audivimus, et scimus quia hic est vere Salvator mundi."},{"number":43,"verse":"Post duos autem dies exiit inde, et abiit in Galilæam."},{"number":44,"verse":"Ipse enim Jesus testimonium perhibuit, quia propheta in sua patria honorem non habet."},{"number":45,"verse":"Cum ergo venisset in Galilæam, exceperunt eum Galilæi, cum omnia vidissent quæ fecerat Jerosolymis in die festo : et ipsi enim venerant ad diem festum."},{"number":46,"verse":"Venit ergo iterum in Cana Galilææ, ubi fecit aquam vinum. Et erat quidam regulus, cujus filius infirmabatur Capharnaum."},{"number":47,"verse":"Hic cum audisset quia Jesus adveniret a Judæa in Galilæam, abiit ad eum, et rogabat eum ut descenderet, et sanaret filium ejus : incipiebat enim mori."},{"number":48,"verse":"Dixit ergo Jesus ad eum : Nisi signa et prodigia videritis, non creditis."},{"number":49,"verse":"Dicit ad eum regulus : Domine, descende priusquam moriatur filius meus."},{"number":50,"verse":"Dicit ei Jesus : Vade, filius tuus vivit. Credidit homo sermoni quem dixit ei Jesus, et ibat."},{"number":51,"verse":"Jam autem eo descendente, servi occurrerunt ei, et nuntiaverunt dicentes, quia filius ejus viveret."},{"number":52,"verse":"Interrogabat ergo horam ab eis in qua melius habuerit. Et dixerunt ei : Quia heri hora septima reliquit eum febris."},{"number":53,"verse":"Cognovit ergo pater, quia illa hora erat in qua dixit ei Jesus : Filius tuus vivit ; et credidit ipse et domus ejus tota."},{"number":54,"verse":"Hoc iterum secundum signum fecit Jesus, cum venisset a Judæa in Galilæam."}]}