{"bibleAbbr":"NCB2019","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":16,"verses":[{"number":1,"verse":"The entire community of the children of Israel set out from Elim and came to the Desert of Sin, which is found between Elim and the Sinai on the fifteenth day of the second month after they left the land of Egypt."},{"number":2,"verse":"In the desert the entire community of the children of Israel murmured against Moses and Aaron."},{"number":3,"verse":"The children of Israel said to them, “Would that the hand of the LORD had killed us in the land of Egypt where we were seated by our pots filled with meat and where we had more than enough bread to eat. Instead you brought us out into this desert to slay the whole assembly with hunger.”"},{"number":4,"verse":"The LORD said to Moses, “Behold, I am about to rain bread down from the heavens for you. The people should go out each day to collect the amount they need for that day so that I might test them to see whether they follow my law or not."},{"number":5,"verse":"But on the sixth day, when they are gathering what they will bring home, they are to collect double what they collect on the other days.”"},{"number":6,"verse":"Moses and Aaron said this to the children of Israel: “This evening you will know that the LORD brought you out of the land of Egypt,"},{"number":7,"verse":"and tomorrow morning you will see the glory of the LORD, for he has heard your murmuring against him. For what are we, that you murmur against us?”"},{"number":8,"verse":"Moses also said, “When the LORD gives you meat to eat in the evening and bread to fill you in the morning, it will be because the LORD has heard the murmuring that you utter against him. What are we, after all? Your murmurings are not against us, but against the LORD.”"},{"number":9,"verse":"Moses said to Aaron, “Give this command to the whole community of Israel: ‘Draw near to the presence of the LORD, for he has heard your murmurings.’ ”"},{"number":10,"verse":"While Aaron spoke to the entire community of the children of Israel, they turned toward the desert and, behold, the glory of the LORD appeared in the clouds."},{"number":11,"verse":"The LORD said to Moses,"},{"number":12,"verse":"“I have heard the murmurings of the children of Israel. Say this to them: ‘At dusk you will eat meat, and in the morning you will have your fill of bread. You will know that I am the LORD, your God.’ ”"},{"number":13,"verse":"In the evening quail rose up and covered the camp. In the morning there was a layer of dew on the ground around the camp."},{"number":14,"verse":"The layer of dew evaporated, and on the surface of the desert there was something small and flaky, as small as hoarfrost on the ground."},{"number":15,"verse":"The children of Israel saw it and said to one another, “What is it?”[b] because they did not know what it was. Moses said to them, “It is the bread that the LORD has given us as food."},{"number":16,"verse":"“This is what the LORD commands: ‘Collect as much as each person can eat, an omer[c] per person. Let every person take as much as needed for the people living with him, for as many as there are in his tent.’ ”"},{"number":17,"verse":"This is what the children of Israel did. Some collected quite a bit and others much less."},{"number":18,"verse":"They measured it with the omer. Those who had collected more did not have too much, while those who collected less did not have too little. They had collected just as much as each person could eat."},{"number":19,"verse":"Then Moses said to them, “Nothing should be left till the morning.”"},{"number":20,"verse":"However, some did not obey Moses and saved a bit of it until the morning, but it grew rancid and had worms. Moses was angry with them."},{"number":21,"verse":"They therefore collected it each morning, as much as each one would eat. When the sun warmed up, it melted away."},{"number":22,"verse":"On the sixth day, they collected double the amount of bread, two omers for each person. All the leaders of the community came to tell Moses,"},{"number":23,"verse":"[d]and he said to them, “This is what the LORD ordered: ‘Tomorrow is the Sabbath, a day of rest consecrated to the LORD. Bake what you have to bake, and boil what you have to boil. All that is left over should be stored until the morning.’ ”"},{"number":24,"verse":"They preserved it until the morning, as Moses had ordered, and it did not go rancid, nor did they find worms in it."},{"number":25,"verse":"Moses said, “Eat it today, because it is the Sabbath in honor of the LORD. Today you will not find it in the fields."},{"number":26,"verse":"Six days you will collect it, but the seventh day is the Sabbath. There will be none on that day.”"},{"number":27,"verse":"On the seventh day some of the people went out to collect it, but they did not find any."},{"number":28,"verse":"Therefore, the LORD said to Moses, “How long will you refuse to obey my commands and my laws?"},{"number":29,"verse":"See that the LORD had given you the Sabbath. This is why he has given you two days worth of bread on the sixth day. Let every person stay where he is. No one is to go out on the seventh day to the place where they find it.”"},{"number":30,"verse":"The people, therefore, rested on the seventh day."},{"number":31,"verse":"The children of Israel called it manna. It was like coriander seed and was white. It tasted like wafers made from honey."},{"number":32,"verse":"Moses said, “This is what the LORD has ordered: ‘Fill an omer and conserve it for your descendants so that they can see the bread that I gave you to eat in the desert, when I brought you out of the land of Egypt.’ ”"},{"number":33,"verse":"Moses, therefore, said to Aaron, “Take a jar and put a full omer of manna in it. Place it before the LORD and preserve it for your descendants.”"},{"number":34,"verse":"Aaron did what the LORD had commanded Moses to do, he placed it in front of the Testimony,[e] to preserve it."},{"number":35,"verse":"The children of Israel ate manna for forty years, until they arrived in an inhabited land. They ate the manna, therefore, until they arrived at the borders of Canaan."},{"number":36,"verse":"[The omer is one-tenth of an ephah.]"}]}