{"bibleAbbr":"NCB2019","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":36,"verses":[{"number":1,"verse":"“Bezalel, Oholiab, and all the skilled craftsmen whom the LORD has gifted with wisdom and intelligence to know how to do any work in the construction of the sanctuary are to do everything just as the LORD has commanded.”"},{"number":2,"verse":"Moses summoned Bezalel, Oholiab, and all the skilled craftsmen in whose hearts the LORD had placed wisdom, everyone whose heart moved him to come to do the work."},{"number":3,"verse":"They received from Moses all the offerings that the children of Israel had brought for the construction of the sanctuary. But every morning they continued to bring more offerings."},{"number":4,"verse":"All the craftsmen who were building the sanctuary left the work they were doing"},{"number":5,"verse":"and came to Moses and said, “The people are bringing more than is needed for the work that the LORD has commanded.”"},{"number":6,"verse":"Moses, therefore, commanded and had proclaimed in the camp, “Let neither man nor woman bring anything more for the construction of the sanctuary.” He thus stopped the people from bringing more offerings,"},{"number":7,"verse":"for what the people had already given was sufficient, and indeed even more than enough for the work."},{"number":8,"verse":"All the craftsmen among them made the tabernacle with its ten curtains of twisted linen, blue, purple, and scarlet cloth, and cherubim skillfully crafted."},{"number":9,"verse":"Each curtain was twenty-eight cubits long and four cubits wide. All the curtains were the same size."},{"number":10,"verse":"Five of the curtains were joined to one another, and the other five curtains were joined to one another."},{"number":11,"verse":"Loops of blue cloth were made on the outside edge of the first set, and likewise on the outside edge of the second set."},{"number":12,"verse":"Fifty loops were made in the first set and fifty loops in the edge of the second set. The loops were symmetrical."},{"number":13,"verse":"Then fifty gold clasps were made and attached the sets of curtains to each other to form the tabernacle."},{"number":14,"verse":"Curtains of goat hair were made to build a tent over the tabernacle—eleven altogether."},{"number":15,"verse":"The curtains were thirty cubits long and four cubits wide; all eleven curtains were the same size."},{"number":16,"verse":"Five of the curtains were joined on one side and six curtains on the other side."},{"number":17,"verse":"Fifty loops were made in the outside edge of the first set, and fifty loops in the edge of the second set."},{"number":18,"verse":"Fifty bronze clasps were made to join the tent together and make it a single structure."},{"number":19,"verse":"Then a covering was made for the tent of rams’ skins dyed red, and over it a covering of sheep skin."},{"number":20,"verse":"Upright frames were made of acacia wood for the tent."},{"number":21,"verse":"Each board was ten cubits long and one and a half cubits wide."},{"number":22,"verse":"Each board had two joints to fit them together. This is how all the boards of the tabernacle were made."},{"number":23,"verse":"Thus twenty boards were made for the south side of the tabernacle"},{"number":24,"verse":"and forty silver bases under the twenty boards, two bases for each of the two joints on each board."},{"number":25,"verse":"Twenty boards were made for the other side of the tabernacle, the north side,"},{"number":26,"verse":"along with their forty bases of silver, two bases under one board and two bases under the next board."},{"number":27,"verse":"For the rear of the tabernacle facing toward the west six boards were made."},{"number":28,"verse":"Two boards formed the corner of the tabernacle in the rear."},{"number":29,"verse":"They were doubled together below and joined together above into one ring. The two of them formed the two corners."},{"number":30,"verse":"There were thus eight boards with their silver bases, sixteen bases, two bases under one board and two bases under the next board."},{"number":31,"verse":"Also made were bars out of acacia wood: five bars for the boards of one side of the tabernacle"},{"number":32,"verse":"and five boards for the other side of the tabernacle and five bars for the boards of the rear, toward the west."},{"number":33,"verse":"The middle bar was made to pass half way up the boards, running from end to end."},{"number":34,"verse":"The boards were covered with gold, and rings were made in which the bars were inserted out of gold; the bars were also covered in gold."},{"number":35,"verse":"The veil was made of blue and purple and scarlet cloth and fine twisted linen. Cherubim were made in the cloth, the work of skillful craftsmen."},{"number":36,"verse":"Four columns were made for it out of acacia wood and covered in gold. The hooks were also made of gold and their four bases were made of silver."},{"number":37,"verse":"A screen was made for the door to the tent out of blue and purple and scarlet cloth and fine twisted linen, covered with embroidery."},{"number":38,"verse":"Five columns were made for the screen with their hooks. The columns and their hooks were covered in gold and their five bases were made out of bronze."}]}