{"bibleAbbr":"NCB2019","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"Then the LORD spoke to Moses and said to him,"},{"number":2,"verse":"“On the first day of the first month you shall set up the tabernacle, the meeting tent."},{"number":3,"verse":"Put the Ark of Testimony inside, and in front of the Ark hang the veil."},{"number":4,"verse":"Bring in the table and arrange its accessories. Then bring in the lampstand and put on its lamps."},{"number":5,"verse":"Place the altar of gold for incense before the Ark of Testimony and set up the screen at the entrance to the tent."},{"number":6,"verse":"“Set the altar of burnt offerings in front of the entrance to the tabernacle, the meeting tent."},{"number":7,"verse":"Place the basin between the meeting tent and the altar, and pour water into it."},{"number":8,"verse":"Set up the courtyard all around, and put up the screen for the entrance to the courtyard."},{"number":9,"verse":"“Take the oil of anointing and anoint the tabernacle and everything in it. Consecrate it and all its furnishings, and it will become holy."},{"number":10,"verse":"Also anoint the altar of burnt offerings and all its accessories. Consecrate the altar, and it will become most holy."},{"number":11,"verse":"Also anoint the basin and its base and consecrate them."},{"number":12,"verse":"“Then have Aaron and his sons approach the entrance to the meeting tent and wash them with water."},{"number":13,"verse":"Put the holy vestments on Aaron and anoint him and consecrate him so that he might serve me as a priest."},{"number":14,"verse":"Also have his sons approach and put their tunics on them."},{"number":15,"verse":"Anoint them, like their father, so that they might exercise my priesthood. In this way their anointing will confer upon them an eternal priesthood, for all their generations.”"},{"number":16,"verse":"Moses did everything as the LORD had commanded him."},{"number":17,"verse":"Thus, in the second year, the first day of the first month, the tabernacle was set up."},{"number":18,"verse":"Moses erected the tabernacle. He laid its bases and set up its boards. He fixed the bars and raised the columns."},{"number":19,"verse":"He then extended the tent over the tabernacle and over that he placed the covering for the tent, just as the LORD had commanded him."},{"number":20,"verse":"He took the Testimony and placed it inside the Ark. He attached the poles to the Ark and put the seat of atonement on the Ark."},{"number":21,"verse":"He then placed the Ark in the tabernacle, setting up the veil as a screen and hanging it in front of the Testimony, just as the LORD had commanded Moses."},{"number":22,"verse":"Moses placed the table in the meeting tent, on the north side of the tabernacle, outside the veil."},{"number":23,"verse":"He set up rows of bread upon it before the LORD, just as the LORD had commanded him."},{"number":24,"verse":"He set up the lampstand in the meeting tent, opposite the table, on the south side of the tabernacle."},{"number":25,"verse":"He placed the lamps on it before the LORD, just as the LORD had commanded him."},{"number":26,"verse":"Moses then placed the golden altar in the meeting tent, in front of the veil,"},{"number":27,"verse":"and he burned fragrant incense upon it, just as the LORD had commanded him."},{"number":28,"verse":"He placed the screen at the entrance to the tabernacle."},{"number":29,"verse":"He then placed the altar of burnt offering at the entrance to the tabernacle, the meeting tent, and he offered burnt offerings and grain offerings upon it, just as the LORD had commanded him."},{"number":30,"verse":"He placed the basin between the meeting tent and the altar and he put water in it for ablutions."},{"number":31,"verse":"Moses, Aaron, and his sons then washed their hands and their feet with it."},{"number":32,"verse":"Whenever they entered the meeting tent and approached the altar, they washed themselves, as the LORD had commanded Moses."},{"number":33,"verse":"Finally, Moses erected the courtyard around the tabernacle and the altar and put up the screen to the entrance of the courtyard. Thus Moses finished the work."},{"number":34,"verse":"Then a cloud covered the tent and the glory of the LORD filled the tabernacle.[a]"},{"number":35,"verse":"Moses could not enter the meeting tent, for the cloud had settled upon it and the glory of the LORD filled the tabernacle."},{"number":36,"verse":"Throughout their journeys, whenever the cloud would be taken up and leave the tabernacle, the children of Israel would break camp."},{"number":37,"verse":"If the cloud did not go up, they did not leave until it had gone up."},{"number":38,"verse":"Throughout their journeys the cloud of the LORD remained in the tabernacle during the day, and during the night there was a fire in it, visible to all the households of Israel."}]}