{"bibleAbbr":"NCB2019","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"The LORD said to Moses, “Look, I have made you like a God to Pharaoh; Aaron will be your prophet.[a]"},{"number":2,"verse":"You will tell him what I have commanded you. Aaron, your brother, will tell Pharaoh to permit the children of Israel to leave his land."},{"number":3,"verse":"But I will harden Pharaoh’s heart and I will multiply my signs and wonders in the land of Egypt."},{"number":4,"verse":"Pharaoh will not listen to you, and I will lay my hand upon Egypt and I will make my hosts leave Egypt, the children of Israel, with great acts of judgment."},{"number":5,"verse":"“The Egyptians will know that I am the LORD, when I stretch out my hand against Egypt and bring the children of Israel out from their midst.”"},{"number":6,"verse":"Moses and Aaron did what the LORD had commanded them to do."},{"number":7,"verse":"Moses was eighty years old and Aaron was eighty-three years old when they spoke to Pharaoh."},{"number":8,"verse":"The LORD said to Moses and Aaron,"},{"number":9,"verse":"“When Pharaoh says to you, ‘Prove yourself by performing a wondrous deed,’ you will say to Aaron, ‘Take your staff and throw it in front of Pharaoh and it will become a serpent.’ ”"},{"number":10,"verse":"Moses and Aaron then went to Pharaoh and did what the LORD had commanded them to do. Aaron threw his staff in front of Pharaoh and his servants, and it became a serpent."},{"number":11,"verse":"Pharaoh gathered the wise men and sorcerers and even the magicians of Egypt. With their magic they did the same thing."},{"number":12,"verse":"Each one threw his staff and the staffs became serpents, but the staff of Aaron swallowed up their staffs."},{"number":13,"verse":"Yet the heart of Pharaoh was hardened, and he did not listen to them, just as the LORD had predicted."},{"number":14,"verse":"The LORD said to Moses, “The heart of Pharaoh is hardened. He refuses to let the people go."},{"number":15,"verse":"Go to Pharaoh in the morning when he goes out to the water and stand in front of him on the Nile riverbank and take the staff in your hand that was changed into a serpent."},{"number":16,"verse":"Then you will tell him, The LORD, the God of the Hebrews, has sent me to tell you, ‘Let my people go so that they can serve me in the desert. Up to now you have not obeyed.’"},{"number":17,"verse":"The LORD says, ‘By this you will know that I am the LORD. Behold, I will strike the waters of the Nile with the staff that I have in my hand, and they will change into blood."},{"number":18,"verse":"The fish in the Nile will die, and the Nile will become putrid so that the Egyptians will not be able to drink from the Nile.” ’ ”"},{"number":19,"verse":"The LORD said to Moses, “Command Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, their canals, their ponds, and over all their supplies of water. They will turn into blood and there will be blood in all of the land of Egypt, even in their wood and stone jars.’ ”"},{"number":20,"verse":"Moses and Aaron did what the LORD had commanded. Aaron raised his staff and struck the waters of the Nile in the sight of Pharaoh and his servants. All the waters of the Nile changed into blood."},{"number":21,"verse":"The fish in the Nile died, and the Nile became putrid, so that the Egyptians could not drink the water. There was blood in the entire land of Egypt."},{"number":22,"verse":"But the magicians of Egypt, with their magic, did the same thing. The heart of Pharaoh was hardened and he did not listen to them, just as the LORD had predicted.[d]"},{"number":23,"verse":"Pharaoh turned his back on them and went into his house and did not even pay attention to these things."},{"number":24,"verse":"All the Egyptians dug along the Nile to find water to drink because they could not drink the water in the Nile."},{"number":25,"verse":"Seven days passed after the LORD had struck the Nile."}]}