{"bibleAbbr":"NCB2019","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"The LORD said to Moses, “Go to Pharaoh and tell him, ‘Thus says the LORD, the God of the Hebrews: “Let my people go so that they can serve me."},{"number":2,"verse":"If you refuse to permit them to leave and you continue to hinder them,"},{"number":3,"verse":"the hand of the LORD will come upon your animals in the fields: upon the horses, the donkeys, the camels, upon your herds and flocks, with a horrible plague."},{"number":4,"verse":"But the LORD will distinguish between the animals of Israel and those of the Egyptians, so that none of those that belong to the children of Israel will die.” ’ ”"},{"number":5,"verse":"The LORD established the date saying, “Tomorrow the LORD will accomplish this thing in the land.”[a]"},{"number":6,"verse":"The next day, the LORD accomplished this thing. All the animals in Egypt died, but the animals of the children of Israel did not die, not even one of them."},{"number":7,"verse":"Pharaoh sent men to find out, and not one of the animals of Israel was dead. But the heart of Pharaoh remained hardened, and he would not let the people go."},{"number":8,"verse":"The LORD said to Moses and Aaron: “Take two handfuls of ashes from the furnace. Moses is to throw them into the air in front of Pharaoh."},{"number":9,"verse":"It will become a fine powder that will spread throughout the whole land and will produce running sores upon the people and the animals throughout the land of Egypt.”"},{"number":10,"verse":"They therefore took ashes from the furnace and stood before Pharaoh. Moses threw them into the air, and they produced running sores on people and animals."},{"number":11,"verse":"The magicians could not stand in the presence of Moses because of the sores that had struck them as well as all the Egyptians."},{"number":12,"verse":"But the LORD caused Pharaoh’s heart to be hardened. He did not listen to them, as the LORD had predicted to Moses."},{"number":13,"verse":"The LORD said to Moses, “Get up early in the morning and present yourself to Pharaoh and proclaim, ‘Thus says the LORD, the God of the Hebrews, “Let my people go so that they can serve me!"},{"number":14,"verse":"This time I will send all of my plagues against you, against your ministers, and against all your people, so that you may know that there is no one like me upon the whole earth."},{"number":15,"verse":"By now I could have stretched out my hand and struck you and your people with plagues that would have wiped you off the face of the earth."},{"number":16,"verse":"Instead, I let you live to show you my power and so that my name might be proclaimed all throughout the earth."},{"number":17,"verse":"Will you still oppose my people and not let them leave?"},{"number":18,"verse":"Behold, I will send a terribly violent hail tomorrow at this time as has never been seen in Egypt from the day it was founded until today."},{"number":19,"verse":"Send word to gather your animals and whatever is in the field into a safe shelter. Hail will fall upon all the people and upon all the animals that are in open countryside and that have not been brought into shelter, and they will die.” ’ ”"},{"number":20,"verse":"Some of the ministers of Pharaoh feared the LORD and brought their slaves and their animals into shelter.[d]"},{"number":21,"verse":"Others did not take the words of the LORD to heart, and they left their slaves and their animals in the open countryside."},{"number":22,"verse":"The LORD said to Moses, “Stretch your hand out toward the heavens. Let there be hail in all the land of Egypt, upon people, upon animals, and upon the plants of the field throughout the land of Egypt.”"},{"number":23,"verse":"Moses stretched his staff toward the heavens, and the LORD sent thunder and hail. Lightning struck the earth, and the LORD made hail rain down upon the land of Egypt."},{"number":24,"verse":"There was hail and lightning in the midst of the hail. The hail was so violent that nothing like it had ever been seen in the entire land of Egypt from the day it had become a nation."},{"number":25,"verse":"The hail struck every person and animal that was in the open countryside throughout the land of Egypt. The hail also struck the plants in the field and splintered every tree in the open countryside."},{"number":26,"verse":"Only the land of Goshen, where the children of Israel lived, had no hail."},{"number":27,"verse":"Pharaoh summoned Moses and Aaron and said to them, “This time I have sinned. The LORD is right. I and my people are guilty."},{"number":28,"verse":"Pray to the LORD to stop the thunder and hail. I will let you leave. You need not stay any longer.”"},{"number":29,"verse":"Moses answered him, “When I leave the city, I will stretch out my hands toward the LORD. The thunder will cease, and the hail will end, so that you may know that the earth belongs to the LORD."},{"number":30,"verse":"But as for you and your ministers, I know that you still do not fear the LORD God.”"},{"number":31,"verse":"The linen and barley was ruined, because the barley was in the ear and the flax was flowering."},{"number":32,"verse":"But the wheat and the rye and the spelt were not harmed for they have a later season."},{"number":33,"verse":"Moses left Pharaoh and the city. He extended his hand toward the LORD. The thunder and the hail stopped, and the rain no longer poured down upon the land."},{"number":34,"verse":"Pharaoh saw that the rain had stopped, as had the hail and the thunder, but he continued to sin and be stubborn, together with his ministers."},{"number":35,"verse":"The heart of Pharaoh was hardened and he did not let the children of Israel leave, as the LORD had predicted through Moses."}]}