{"bibleAbbr":"LBP1933","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"AND when all the people had finished passing over the Jordan, the LORD said to Joshua,"},{"number":2,"verse":"Take twelve men from the people, a man out of every tribe,"},{"number":3,"verse":"And command them, saying, Take from here out of the midst of the Jordan, out of the place where the priests' feet stood, twelve stones, and you shall carry them over with you, and lay them in the lodging place where you lodge this night."},{"number":4,"verse":"Then Joshua called the twelve men who were selected from the children of Israel, out of each tribe a man;"},{"number":5,"verse":"And Joshua said to them, Pass over before the ark of the LORD your God into the midst of the Jordan, and take up every man of you a stone upon his shoulder, according to the number of the tribes of the children of Israel;"},{"number":6,"verse":"That this may be a sign among you, that when your children ask you in time to come, saying, What is the meaning of these stones?"},{"number":7,"verse":"Then you shall tell them, The waters of the Jordan were divided before the ark of the covenant of the LORD; when we passed over the Jordan, the waters of the Jordan were divided; and these stones shall be for a memorial to the children of Israel for ever."},{"number":8,"verse":"And the children of Israel did as Joshua commanded them, and took up twelve stones out of the midst of the Jordan, as the LORD had said to Joshua, according to the number of the tribes of the children of Israel, and carried them over with them to the place where they lodged, and laid them down there."},{"number":9,"verse":"And they set up the twelve stones which they had taken out of the midst of the Jordan, where stood the feet of the priests who were bearing the ark of the covenant; and they are there to this day."},{"number":10,"verse":"And the priests who bore the ark stood in the midst of the Jordan until everything was finished that the LORD commanded Joshua to tell to the people, according to all that Moses had commanded Joshua; and the people made haste and passed over."},{"number":11,"verse":"And when all the people had finished passing over, the ark of the LORD and the priests passed over before the people."},{"number":12,"verse":"Then the Reubenites, the Gadites, and the half tribe of Manasseh, passed over armed before the children of Israel, as Moses had told them;"},{"number":13,"verse":"About forty thousand men armed for war passed over before the LORD to battle, to the plains of Jericho."},{"number":14,"verse":"On that very day the LORD exalted Joshua in the sight of all Israel; and they feared him, as they had feared Moses, all the days of his life."},{"number":15,"verse":"And the LORD said to Joshua,"},{"number":16,"verse":"Command the priests who bear the ark of the testimony to come up out of the Jordan."},{"number":17,"verse":"Joshua therefore commanded the priests, saying, Come up out of the Jordan."},{"number":18,"verse":"And when the priests who bore the ark of the covenant of the LORD had come up out of the midst of the Jordan, and the soles of the priests' feet rested firm on the dry land, the waters of the Jordan rushed to their place, and overflowed all its banks, as they did before."},{"number":19,"verse":"And the people came up out of the Jordan on the tenth day of the first month, and encamped in Gilgal, on the east border of Jericho."},{"number":20,"verse":"And those twelve stones which they took out of the Jordan. Joshua set up at Gilgal."},{"number":21,"verse":"And he said to the children of Israel, When your children shall ask you in time to come, saying, What is the meaning of these stones?"},{"number":22,"verse":"Then you shall explain them to your children, and say to them, The children of Israel crossed this Jordan on dry land."},{"number":23,"verse":"For the LORD your God dried up the waters of the Jordan from before them, until they passed over, as the LORD your God did to the Red Sea, which he dried up from before us until we passed over;"},{"number":24,"verse":"So that all the peoples of the earth might know that the hand of the LORD is mighty, and that you may worship the LORD your God for ever."}]}