{"bibleAbbr":"ERV2006","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"The Locusts The LORD said to Moses, “Go to Pharaoh. I have made him and his officials stubborn. I did this so that I could show them my powerful miracles."},{"number":2,"verse":"I also did this so that you could tell your children and your grandchildren about the miracles and other wonderful things that I have done in Egypt. Then all of you will know that I am the LORD.”"},{"number":3,"verse":"So Moses and Aaron went to Pharaoh. They told him, “The LORD, the God of the Hebrews, (Hebrews Or “Israelites.” This name might also mean “descendants of Eber” (read Gen. 10:25-31) or “people from beyond the Euphrates River.”) says, ‘How long will you refuse to obey me? Let my people go to worship me!"},{"number":4,"verse":"If you refuse to let my people go, then tomorrow I will bring locusts into your country."},{"number":5,"verse":"The locusts will cover the land. There will be so many locusts that you will not be able to see the ground. Anything that was left from the hailstorm will be eaten by the locusts. The locusts will eat all the leaves from every tree in the field."},{"number":6,"verse":"They will fill all your houses, and all your officials’ houses, and all the houses in Egypt. There will be more locusts than your fathers or your grandfathers have ever seen. There will be more locusts than there have ever been since people began living in Egypt.’” Then Moses turned and left Pharaoh."},{"number":7,"verse":"Then the officials asked Pharaoh, “How long will we be trapped by these people? Let the men go to worship the LORD their God. If you don’t let them go, before you know it, Egypt will be destroyed!”"},{"number":8,"verse":"So Pharaoh told his officials to bring Moses and Aaron back to him. Pharaoh said to them, “Go and worship the LORD your God. But tell me, just who is going?”"},{"number":9,"verse":"Moses answered, “All of our people, young and old, will go. And we will take our sons and daughters, and our sheep and cattle with us. We will all go because the LORD’s festival is for all of us.”"},{"number":10,"verse":"Pharaoh said to them, “The LORD really will have to be with you before I let you and all of your children leave Egypt. Look, you are planning something evil."},{"number":11,"verse":"The men can go worship the LORD. That is what you asked for in the beginning. But all of your people cannot go.” Then Pharaoh sent Moses and Aaron away."},{"number":12,"verse":"The LORD told Moses, “Raise your hand over the land of Egypt and the locusts will come! They will spread all over the land of Egypt and will eat all the plants that the hail did not destroy.”"},{"number":13,"verse":"So Moses raised his walking stick over the land of Egypt, and the LORD caused a strong wind to blow from the east. The wind blew all that day and night. When morning came, the wind had brought the locusts to the land of Egypt."},{"number":14,"verse":"The locusts flew into the country of Egypt and landed on the ground. There were more locusts than there had ever been in Egypt. And there will never again be that many locusts there."},{"number":15,"verse":"They covered the ground, and the whole country became dark. The locusts ate every plant on the ground and all the fruit in the trees that the hail had not destroyed. There were no leaves left on any of the trees or plants anywhere in Egypt."},{"number":16,"verse":"Pharaoh quickly called for Moses and Aaron. Pharaoh said, “I have sinned against the LORD your God and against you."},{"number":17,"verse":"Now, forgive me for my sins this time. Ask the LORD to remove this ‘death’ from me.”"},{"number":18,"verse":"Moses left Pharaoh and prayed to the LORD."},{"number":19,"verse":"So the LORD changed the wind. He made a very strong wind blow from the west, and it blew the locusts out of Egypt and into the Red Sea. (Red Sea Or “Reed Sea.” See 1 Kings 9:26.) Not one locust was left in Egypt!"},{"number":20,"verse":"But the LORD caused Pharaoh to be stubborn again, and Pharaoh did not let the Israelites go."},{"number":21,"verse":"The Darkness Then the LORD told Moses, “Raise your hand into the air and darkness will cover Egypt. It will be so dark you can feel it!”"},{"number":22,"verse":"So Moses raised his hand into the air and a cloud of darkness covered Egypt. The darkness stayed in Egypt for three days."},{"number":23,"verse":"None of the people could see each other, and no one got up to go any place for three days. But there was light in all the places where the Israelites lived."},{"number":24,"verse":"Again Pharaoh called for Moses. He said, “Go and worship the LORD! You can take your children with you. But you must leave your sheep and cattle here.”"},{"number":25,"verse":"Moses said, “No, we will take them all. In fact, you will give us offerings and sacrifices for us to use in worshiping the LORD our God."},{"number":26,"verse":"Yes, we will take our animals with us to worship the LORD our God. Not one hoof will be left behind. We don’t know yet exactly what we will need to worship the LORD. We will learn that only when we get there.”"},{"number":27,"verse":"The LORD made Pharaoh stubborn again, so he refused to let them go."},{"number":28,"verse":"Then Pharaoh told Moses, “Get out of here. I don’t want you to come here again. The next time you come to see me, you will die!”"},{"number":29,"verse":"Then Moses told Pharaoh, “You are right about one thing. I will not come to see you again.”"}]}