{"bibleAbbr":"ERV2006","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"Passover While Moses and Aaron were still in Egypt, the LORD spoke to them. He said,"},{"number":2,"verse":"“This month (month Abib (or Nisan). See “Abib” in the Word List.) will be the first month of the year for you."},{"number":3,"verse":"This command is for the whole community of Israel: On the tenth day of this month each man must get one lamb for the people in his house."},{"number":4,"verse":"If there are not enough people in his house to eat a whole lamb, then he should invite some of his neighbors to share the meal. There must be enough lamb for everyone to eat."},{"number":5,"verse":"The lamb must be a one-year-old male, and it must be completely healthy. This animal can be either a young sheep or a young goat."},{"number":6,"verse":"You should watch over the animal until the 14th day of the month. On that day all the people of the community of Israel must kill these animals just before dark."},{"number":7,"verse":"You must collect the blood from these animals and put it on the top and sides of the doorframe of every house where the people eat this meal."},{"number":8,"verse":"“On this night you must roast the lamb and eat all the meat. You must also eat bitter herbs and bread made without yeast."},{"number":9,"verse":"You must not eat the lamb raw or boiled in water. You must roast the whole lamb over a fire. The lamb must still have its head, legs, and inner parts."},{"number":10,"verse":"You must eat all the meat that night. If any of the meat is left until morning, you must burn it in the fire."},{"number":11,"verse":"“When you eat the meal, you must be fully dressed and ready to travel. You must have your sandals on your feet and your walking stick in your hand. You must eat in a hurry, because this is the LORD’s Passover."},{"number":12,"verse":"“Tonight I will go through Egypt and kill every firstborn man and animal in Egypt. In this way I will judge all the gods of Egypt and show that I am the LORD."},{"number":13,"verse":"But the blood on your houses will be a special sign. When I see the blood, I will pass over (pass over Or “protect.” Also in verse 27.) your house. I will cause bad things to happen to the people of Egypt. But none of these bad diseases will hurt you."},{"number":14,"verse":"“You will always remember tonight—it will be a special festival for you. Your descendants will honor the LORD with this festival forever."},{"number":15,"verse":"For this festival you will eat bread made without yeast for seven days. On the first day, you will remove all the yeast from your houses. No one should eat any yeast for the full seven days of this festival. Anyone who eats yeast must be separated from the rest of Israel."},{"number":16,"verse":"There will be holy assemblies on the first day and the last day of the festival. You must not do any work on these days. The only work you can do is preparing the food for your meals."},{"number":17,"verse":"You must remember the Festival of Unleavened Bread, because on this day I took all of your people out of Egypt in groups. (groups Or “divisions.” This is a military term. It shows that Israel was organized like an army. Also in verse 51.) All of your descendants must remember this day. This is a law that will last forever."},{"number":18,"verse":"So on the evening of the 14th day of the first month, you will begin eating bread without yeast. You will eat this bread until the evening of the 21st day of the same month."},{"number":19,"verse":"For seven days, there must not be any yeast in your houses. Anyone, either a citizen of Israel or a foreigner living among you, (foreigner living among you That is, someone who has chosen to live among the Israelites and obey their laws and customs. Also in verse 48.) who eats yeast at this time must be separated from the rest of Israel."},{"number":20,"verse":"During this festival you must not eat any yeast. You must eat bread without yeast wherever you live.”"},{"number":21,"verse":"So Moses called all the elders together and told them, “Get the lambs for your families. Kill the lambs for the Passover."},{"number":22,"verse":"Take bunches of hyssop and dip them in the bowls filled with blood. Paint the blood on the sides and top of each doorframe. No one must leave their house until morning."},{"number":23,"verse":"At the time the LORD goes through Egypt to kill the firstborn, he will see the blood on the sides and top of each doorframe. Then he will protect (protect Or “pass over.”) that house and not let the Destroyer come into any of your houses and hurt you."},{"number":24,"verse":"You must remember this command. This law is for you and your descendants forever."},{"number":25,"verse":"You must remember to do this even when you go to the land the LORD is giving you."},{"number":26,"verse":"When your children ask you, ‘Why are we doing this ceremony?’"},{"number":27,"verse":"you will say, ‘This Passover is to honor the LORD, because when we were in Egypt, he passed over the houses of Israel. He killed the Egyptians, but he saved the people in our houses.’” Then the people bowed down and worshiped the Lord."},{"number":28,"verse":"The LORD had given this command to Moses and Aaron, so the Israelites did what the Lord commanded."},{"number":29,"verse":"At midnight the LORD killed all the firstborn sons in Egypt, from the firstborn son of Pharaoh (who ruled Egypt) to the firstborn son of the prisoner sitting in jail. Also all the firstborn animals died."},{"number":30,"verse":"That night someone died in every house in Egypt. Pharaoh, his officials, and all the people of Egypt began to cry loudly."},{"number":31,"verse":"Israel Leaves Egypt So that night Pharaoh called for Moses and Aaron and said to them, “Get up and leave my people. You and your people can do as you say. Go and worship the LORD."},{"number":32,"verse":"Take all of your sheep and cattle with you, just as you said you would. Go! And say a blessing for me too.”"},{"number":33,"verse":"The people of Egypt also asked them to hurry and leave. They said, “If you don’t leave, we will all die!”"},{"number":34,"verse":"The Israelites did not have time to put the yeast in their bread. They just wrapped the bowls of dough with cloth and carried them on their shoulders."},{"number":35,"verse":"Then the Israelites did what Moses asked them to do. They went to their Egyptian neighbors and asked for clothing and things made from silver and gold."},{"number":36,"verse":"The LORD caused the Egyptians to be kind to the Israelites, so the Egyptians gave their riches to the Israelites."},{"number":37,"verse":"The Israelites traveled from Rameses to Succoth. There were about 600000 men, not counting the small boys."},{"number":38,"verse":"A great number of people who were not Israelites went with them, along with many sheep, cattle, and other livestock."},{"number":39,"verse":"The people did not have time to put yeast in their bread or make any special food for their journey. So they had to bake their bread without yeast."},{"number":40,"verse":"The Israelites had lived in Egypt (Egypt The ancient Greek and Samaritan versions say, “Egypt and Canaan.” This would mean they counted the years from about Abraham’s time, not from Joseph’s. See Gen. 15:12-16 and Gal. 3:17.) for 430 years."},{"number":41,"verse":"After 430 years, to the very day, all the armies of the LORD (armies of the Lord The Israelites.) left Egypt."},{"number":42,"verse":"The night they left, the LORD watched over them to bring them safely out of Egypt. So the Israelites will always celebrate this night each year to remember what the LORD did."},{"number":43,"verse":"The LORD told Moses and Aaron, “These are the rules for Passover: No foreigner (foreigner Here, this means someone who has not agreed to follow the laws and customs of Israel.) is allowed to eat the Passover meal."},{"number":44,"verse":"[44-45] A foreigner who is only a hired worker or is only staying in your country is not allowed to eat the meal. But if someone buys a slave and circumcises him, then the slave can eat the Passover meal."},{"number":46,"verse":"“Each family must eat the meal in one house. None of the food is to be taken outside the house. Don’t break any of the lamb’s bones."},{"number":47,"verse":"The whole community of Israel must do this ceremony."},{"number":48,"verse":"If a foreigner living among you wants to share in the LORD’s Passover, he must be circumcised. Then he can share in the meal like any other citizen of Israel. But a man who is not circumcised cannot eat the Passover meal."},{"number":49,"verse":"The same rules are for everyone. It doesn’t matter if they are citizens or foreigners living among you.”"},{"number":50,"verse":"So all the Israelites obeyed the commands that the LORD gave to Moses and Aaron."},{"number":51,"verse":"On that same day the LORD led all the Israelites out of the country of Egypt. The people left in groups."}]}