{"bibleAbbr":"ERV2006","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"The Altar for Burning Offerings “Use acacia wood and build an altar. The altar should be square. It must be 5 cubits (5 cubits 8' 6\" (2.6 m). Also in verse 18.) long, 5 cubits wide, and 3 cubits (3 cubits 5' 1 3/16\" (1.55 m).) high."},{"number":2,"verse":"Make a horn for each of the four corners of the altar. Join each horn to its corner so that everything is one piece. Then cover the altar with bronze."},{"number":3,"verse":"“Use bronze to make all the tools and dishes that will be used on the altar. Make pots, shovels, bowls, forks, and pans. These will be used for cleaning ashes from the altar."},{"number":4,"verse":"Make a grating for the altar. This grating will be shaped like a net. And make a bronze ring at each of the four corners of the grating."},{"number":5,"verse":"Put the grating under the ledge at the bottom of the altar. The grating will go halfway up into the altar from below."},{"number":6,"verse":"“Use acacia wood to make poles for the altar, and cover them with bronze."},{"number":7,"verse":"Put the poles through the rings on both sides of the altar. Use these poles for carrying the altar."},{"number":8,"verse":"Make the altar like an empty box with the sides made from boards. Make the altar just as I showed you on the mountain."},{"number":9,"verse":"The Courtyard Around the Holy Tent “Make a courtyard for the Holy Tent. The south side should have a wall of curtains 100 cubits (100 cubits 170' 5/8\" (51.83 m). Also in verse 18.) long. These curtains must be made from fine linen."},{"number":10,"verse":"Use 20 posts and 20 bronze bases under the posts. The hooks for the posts and the curtain rods (curtain rods These were either rods that joined the posts together or grommets (rings) sewn into the curtains.) should be made from silver."},{"number":11,"verse":"The north side must also have a wall of curtains 100 cubits long. It must have 20 posts and 20 bronze bases. The hooks for the posts and the curtain rods must be made from silver."},{"number":12,"verse":"“On the west side of the courtyard there must be a wall of curtains 50 cubits (50 cubits 85' 5/16\" (25.92 m). Also in verse 18.) long. There must be ten posts and ten bases."},{"number":13,"verse":"The east side of the courtyard must also be 50 cubits long."},{"number":14,"verse":"Here at the entrance to the courtyard, one side must have curtains 15 cubits (15 cubits 25' 6 1/16\" (7.77 m).) long. There must be three posts and three bases on this side."},{"number":15,"verse":"The other side of the entrance must also have curtains 15 cubits long. There must be three posts and three bases on that side."},{"number":16,"verse":"“Make a curtain 20 cubits (20 cubits 34' 1/8\" (10.37 m).) long to cover the entrance to the courtyard. Make that curtain from fine linen and blue, purple, and red yarn. Weave designs into that curtain. There must be four posts and four bases for that curtain."},{"number":17,"verse":"All the posts around the courtyard must be joined with silver curtain rods. The hooks on the posts must be made from silver, and the bases for the posts must be bronze."},{"number":18,"verse":"The courtyard should be 100 cubits long and 50 cubits wide. The wall of curtains around the courtyard should be 5 cubits high. The curtains must be made from fine linen. The bases under the posts must be bronze."},{"number":19,"verse":"All the tools, tent pegs, and other things used in the Holy Tent must be made from bronze. And all the pegs for the curtains around the courtyard must be made from bronze."},{"number":20,"verse":"Oil for the Lamp “Command the Israelites to bring their best olive oil for the lamp that must be lit each evening."},{"number":21,"verse":"This lamp is in the first room of the Meeting Tent, outside the curtain for the room where the Agreement is. Aaron and his sons will make sure this lamp is burning before the LORD every day from evening until morning. The Israelites and their descendants must obey this law forever."}]}