{"bibleAbbr":"Geneva1599","bookName":"3 John","bookEnglishName":"3 John","chapterNumber":1,"verses":[{"number":1,"verse":"(The Third Epistle of John) ((He commendeth Gaius for hospitality,9 and reprehendeth Diotrephes for vainglory:10 he exhorteth Gaius to continue in well doing:12 and in the end commendeth Demetrius.) ) The (An example of a Christian gratulation.) Elder unto the beloved Gaius whom I love in the truth."},{"number":2,"verse":"Beloved, I wish chiefly that thou prosperedst and faredst well as thy soul prospereth."},{"number":3,"verse":"For I rejoiceth greatly when the brethren came and testified of the truth that is in thee, how thou walkest in the truth."},{"number":4,"verse":"I have no greater joy than (Than these joys.) these, that is, to hear that my sons walk in verity."},{"number":5,"verse":"Beloved, thou doest (As becometh a believer and a Christian.) faithfully, whatsoever thou doest to the brethren, and to strangers,"},{"number":6,"verse":"Which bore witness of thy love before the Churches, Whom if thou (He commendeth to Gaius either those selfsame men whom he had entertained before, returning now again to him about the affairs of the Church, or else some other which had like business.) bringest on their journey as it seemeth according to God, thou shalt do well,"},{"number":7,"verse":"Because that for his Name’s sake they went forth, and took nothing of the Gentiles."},{"number":8,"verse":"We therefore ought to receive such, that we might be (That we ourselves may help somewhat to the preaching of the truth.) helpers to the truth."},{"number":9,"verse":"(Ambition and covetousness, two pestilent plagues (especially in them which have any Ecclesiastical function) are condemned in Diotrephes’ person.) I wrote unto the Church, but Diotrephes which loveth to have the preeminence among them, receiveth us not."},{"number":10,"verse":"Wherefore if I come, I will call to your remembrance his deeds which he doeth, prattling against us with malicious words, and not therewith content, neither he himself receiveth the brethren, but forbideth them that would, and thrusteth them out of the Church."},{"number":11,"verse":"Beloved, follow not that which is evil, but that which is good: he that doeth well is of God: but he that doeth evil, hath not (Hath not known God.) seen God."},{"number":12,"verse":"Demetrius hath good report of all men, and of the truth itself: yea, and we ourselves bear record, and ye know that our record is true."},{"number":13,"verse":"I have many things to write: but I will not with ink and pen write unto thee:"},{"number":14,"verse":"For I trust I shall shortly see thee, and we shall speak mouth to mouth. Peace be with thee. The friends salute thee. Greet thy friends by name."}]}