{"bibleAbbr":"UST2024","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":21,"verses":[{"number":1,"verse":"The leaders of the clans of the Levites came to Shiloh to speak with Eleazar the priest, Joshua son of Nun, and the heads of the clans of the people of Israel."},{"number":2,"verse":"They said to them, \"Yahweh commanded Moses that you should give us cities where we can live and where we can have pasture for our animals.\""},{"number":3,"verse":"So the Israelite leaders obeyed this command from Yahweh. They gave cities and pasturelands to the tribe of Levi out of their own lands that had been assigned to them."},{"number":4,"verse":"First Israelite leaders cast lots to assign some cities to the descendants of Kohath. These were clans that were the descendants of Aaron. They assigned thirteen cities in areas that the tribes of Judah, Simeon, and Benjamin possessed."},{"number":5,"verse":"To the other clans descended from Kohath, Israelite leaders assigned ten cities in areas that the tribes of Ephraim and Dan possessed, as well as the part of the tribe of Manasseh that lives on the west side of the Jordan River."},{"number":6,"verse":"To the people in the clans descended from Gershon, Israelite leaders assigned thirteen cities the areas that the tribes of Issachar, Asher, and Naphtali possessed, as well as the half tribe of Manasseh in region of Bashan."},{"number":7,"verse":"To the people in the clans descended from Merari, the Israelite leaders assigned twelve cities in areas that the tribes of Reuben, Gad, and Zebulun possessed."},{"number":8,"verse":"In this way, the Israelite leaders gave cities and pasturelands to the tribe of Levi, just as Yahweh had commanded Moses that they should do."},{"number":9,"verse":"These are the names of the cities and surrounding pasturelands that the Israelite leaders assigned to the tribe of Levi in areas where the tribes of Judah and Simeon lived."},{"number":10,"verse":"First, the Israelite leaders assigned cities to certain clans descended from Kohath, the clans of Aaron's descendants, those in the tribe of Levi who served as priests. The Israelite leaders cast lots first for these clans descended from Kohath."},{"number":11,"verse":"The Israelite leaders assigned to them Kiriath Arba (which is now called Hebron), in the hill country of Judah (Arba had been the father of Anak). They also gave the pasturelands around the city."},{"number":12,"verse":"However, the Israelite leaders had already assigned the cultivated fields and villages surrounding Kiriath Arba to Caleb son of Jephunneh."},{"number":13,"verse":"In this way, the Israelite leaders assigned Hebron to the descendants of Aaron the priest. Hebron was one of the cities to which people could run if they accidentally killed a person. To Aaron's descendants they also gave the cities of Libnah,"},{"number":14,"verse":"Jattir, Eshtemoa,"},{"number":15,"verse":"Holon, Debir,"},{"number":16,"verse":"Ain, Juttah, and Bethshemesh—nine cities with all their pasturelands. These cities were located in the areas that the tribes of Judah and Simeon had possessed."},{"number":17,"verse":"The Israelite leaders also gave the descendants of Aaron some cities in the area that the tribe of Benjamin possessed: Gibeon, Geba,"},{"number":18,"verse":"Anathoth, and Almon—four cities with all their pasturelands."},{"number":19,"verse":"Altogether there were thirteen cities with their surrounding pastureland that the Israelite leaders assigned to the priests, the descendants of Aaron."},{"number":20,"verse":"The other clans descended from Kohath received four cities in the area that the tribe of Ephraim possessed."},{"number":21,"verse":"Those cities were Shechem (which was one of the cities to which people could run if they killed someone unintentionally), Gezer,"},{"number":22,"verse":"Kibzaim, and Beth Horon—four cities with all their pasturelands."},{"number":23,"verse":"These particular clans descended from Kohath also received four cities with their surrounding pasturelands in the area that the tribe of Dan possessed. These cities were Eltekeh, Gibbethon,"},{"number":24,"verse":"Aijalon, and Gath Rimmon—four cities with all their pasturelands."},{"number":25,"verse":"These clans descended from Kohath also received two cities from the area that the tribe of Manasseh possessed. These cities were Taanach and Gath Rimmon—two cities with all their pasturelands."},{"number":26,"verse":"There were ten cities in all, together with their surrounding pasturelands, that these particular clans descended from Kohath received."},{"number":27,"verse":"The Israelite leaders also cast lots in order to assign cities and their surrounding pasturelands to the clans descended from Gershon. These clans were also descendants of Levi. So these clans received two cities from the area the tribe of Manasseh received—that is, the half of the tribe that had settled down on the east side of the Jordan River. Those cities were Golan in the region of Bashan, which was one of the cities to which people could run, and Beeshtarah—two cities with their pasturelands."},{"number":28,"verse":"These clans also received some cities from the area that the tribe of Issachar possessed. Those cities were Kishion, Daberath,"},{"number":29,"verse":"Jarmuth, and En Gannim—four cities with their pasturelands."},{"number":30,"verse":"These clans received some cities from the area that the tribe of Asher possessed. These cities were Mishal, Abdon,"},{"number":31,"verse":"Helkath, and Rehob—four cities with their pasturelands."},{"number":32,"verse":"These clans received some cities from the area that the tribe of Naphtali possessed. These cities were Kedesh in the region of Galilee (one of the cities to which people could run if they killed a person unintentionally), Hammoth Dor, and Kartan—three cities with their pasturelands."},{"number":33,"verse":"Altogether, therefore, the Gershonite received thirteen cities, together with their surrounding pasturelands."},{"number":34,"verse":"The Israelite leaders also assigned cities to the rest of the Levites, that is, the people who belonged to the clans descended from Merari. These clans received some cities in areas that the tribe of Zebulun possessed. These cities were Jokneam, Kartah,"},{"number":35,"verse":"Dimnah, and Nahalal—four cities with their pasturelands."},{"number":36,"verse":"The clans descended from Merari also received cities in the area that the tribe of Reuben possessed. These cities were Bezer, Jahaz,"},{"number":37,"verse":"Kedemoth, and Mephaath—four cities with their pasturelands."},{"number":38,"verse":"The clans descended from Merari also received cities in the area that the tribe of Gad possessed. These cities were Ramoth, which was one of the cities in Gilead to which people could run if they killed a person unintentionally, and Mahanaim."},{"number":39,"verse":"There were also the cities of Heshbon, and Jazer—four cities in all, together with their pasturelands."},{"number":40,"verse":"In all the clans descended from Merari received twelve cities because the Israelite leaders had cast lots for them."},{"number":41,"verse":"So the Levites received all together forty-eight cities from the areas that the other tribes of Israel possessed, as well as the pasturelands belonging to those cities."},{"number":42,"verse":"These cities each had surrounding pastureland."},{"number":43,"verse":"It was in this way that Yahweh assigned to the Israelite people all the land that he had promised to give to their ancestors. The Israelite people took control of these areas and settled down in them."},{"number":44,"verse":"Just as he had promised their ancestors, Yahweh allowed them to have peace with the enemies that surrounded them. None of their enemies defeated them. Yahweh helped Israel defeat all their enemies."},{"number":45,"verse":"Yahweh kept every promise he made to the Israelites. Every promise came true."}]}