{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"( ساؤُل عمُّونیوں کو شکست دیتا ہے) تب عمُّونی ناحس چڑھائی کر کے یبِیس جِلعاد کے مُقابِل خَیمہ زن ہُؤا اور یبِیس کے سب لوگوں نے ناحس سے کہا ہم سے عہد و پَیمان کر لے اور ہم تیری خِدمت کریں گے۔"},{"number":2,"verse":"تب عمُّونی ناحس نے اُن کو جواب دِیا کہ اِس شرط پر مَیں تُم سے عہد کرُوں گا کہ تُم سب کی د ہنی آنکھ نِکال ڈالی جائے اور مَیں اِسے سب اِسرائیلِیوں کے لِئے ذِلّت کا نِشان ٹھہراؤُں۔"},{"number":3,"verse":"تب یبِیس کے بزُرگوں نے اُس سے کہا ہم کو سات دِن کی مُہلت دے تاکہ ہم اِسرا ئیل کی سب سرحدّوں میں قاصِد بھیجیں ۔ تب اگر ہمارا حِمایتی کوئی نہ مِلے تو ہم تیرے پاس نِکل آئیں گے۔"},{"number":4,"verse":"اور وہ قاصِد ساؤُل کے جِبعہ میں آئے اور اُنہوں نے لوگوں کو یہ باتیں کہہ سُنائِیں اور سب لوگ چِلاّ چِلاّ کر رونے لگے۔"},{"number":5,"verse":"اور ساؤُل کھیت سے بَیلوں کے پِیچھے پِیچھے چلا آتا تھا اور ساؤُل نے پُوچھا کہ اِن لوگوں کو کیا ہُؤا کہ روتے ہیں؟ اُنہوں نے یبِیس کے لوگوں کی باتیں اُسے بتائِیں۔"},{"number":6,"verse":"جب ساؤُل نے یہ باتیں سُنِیں تو خُدا کی رُوح اُس پر زور سے نازِل ہُوئی اور اُس کا غُصّہ نِہایت بھڑکا۔"},{"number":7,"verse":"سو اُس نے ایک جوڑی بَیل لے کر اُن کو ٹُکڑے ٹُکڑے کاٹا اور قاصِدوں کے ہاتھ اِسرا ئیل کی سب سرحدّوں میں بھیج دِیا اور یہ کہا کہ جو کوئی آ کر ساؤُل اور سموئیل کے پِیچھے نہ ہو لے اُس کے بَیلوں سے اَیسا ہی کِیا جائے گا اور خُداوند کا خَوف لوگوں پر چھا گیا اور وہ یک تن ہو کر نِکل آئے۔"},{"number":8,"verse":"اور اُس نے اُن کو بزق میں گِنا ۔ سو بنی اِسرائیل تِین لاکھ اور یہُوداہ کے مَرد تِیس ہزار تھے۔"},{"number":9,"verse":"اور اُنہوں نے اُن قاصِدوں سے جو آئے تھے کہا کہ تُم یبِیس جِلعاد کے لوگوں سے یُوں کہنا کہ کل دُھوپ تیز ہونے کے وقت تک تُم رہائی پاؤ گے ۔ سو قاصِدوں نے جا کر یبِیس کے لوگوں کو خبر دی اور وہ خُوش ہُوئے۔"},{"number":10,"verse":"تب اہلِ یبِیس نے کہا کل ہم تُمہارے پاس نِکل آئیں گے اور جو کُچھ تُم کو اچّھا لگے ہمارے ساتھ کرنا۔"},{"number":11,"verse":"اور دُوسری صُبح کو ساؤُل نے لوگوں کے تِین غول کِئے اور وہ رات کے پِچھلے پہر لشکر میں گُھس کرعمُّونیوں کو قتل کرنے لگے یہاں تک کہ دِن بُہت چڑھ گیا اور جو بچ نِکلے سو اَیسے تِتربِتر ہو گئے کہ دو آدمی بھی کہِیں ایک ساتھ نہ رہے۔"},{"number":12,"verse":"اور لوگ سموئیل سے کہنے لگے کِس نے یہ کہا تھا کہ کیا ساؤُل ہم پر حُکومت کرے گا؟ اُن آدمِیوں کو لاؤ تاکہ ہم اُن کو قتل کریں۔"},{"number":13,"verse":"ساؤُل نے کہا آج کے دِن ہرگِز کوئی مارا نہیں جائے گا اِس لِئے کہ خُداوند نے اِسرا ئیل کو آج کے دِن رہائی دی ہے۔"},{"number":14,"verse":"تب سموئیل نے لوگوں سے کہا آؤ جِلجا ل کو چلیں تاکہ وہاں سلطنت کو نئے سِرے سے قائِم کریں۔"},{"number":15,"verse":"تب سب لوگ جِلجا ل کو گئے اور وہِیں اُنہوں نے خُداوند کے حضُور ساؤُل کو بادشاہ بنایا ۔ پِھر اُنہوں نے وہاں خُداوند کے آگے سلامتی کے ذبِیحے ذبح کِئے اور وہِیں ساؤُل اور سب اِسرائیلی مَردوں نے بڑی خُوشی منائی۔"}]}