{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"( جولیت اِسرائیلیوں کو للکارتا ہے) پِھر فِلستِیوں نے جنگ کے لِئے اپنی فَوجیں جمع کِیں اور یہُوداہ کے شہر شو کہ میں فراہم ہُوئے اور شو کہ اور عزِیقہ کے درمِیان افسد مِّیم میں خَیمہ زن ہُوئے۔"},{"number":2,"verse":"اور ساؤُل اور اِسرا ئیل کے لوگوں نے جمع ہو کر ایلہ کی وادی میں ڈیرے ڈالے اور لڑائی کے لِئے فِلستِیوں کے مُقابِل صف آرائی کی۔"},{"number":3,"verse":"اور ایک طرف کے پہاڑ پر فلِستی اور دُوسری طرف کے پہاڑ پر بنی اِسرائیل کھڑے ہُوئے اور اِن دونوں کے درمِیان وادی تھی۔"},{"number":4,"verse":"اور فِلستِیوں کے لشکر سے ایک پہلوان نِکلا جِس کا نام جاتی جولیت تھا ۔ اُس کا قد چھ ہاتھ اور ایک بالِشت تھا۔"},{"number":5,"verse":"اور اُس کے سر پر پِیتل کا خود تھا اور وہ پِیتل ہی کی زِرہ پہنے ہُوئے تھا جو تول میں پانچ ہزار پِیتل کی مِثقال کے برابر تھی۔"},{"number":6,"verse":"اور اُس کی ٹانگوں پر پِیتل کے دو ساق پوش تھے اور اُس کے دونوں شانوں کے درمِیان پِیتل کی برچھی تھی۔"},{"number":7,"verse":"اور اُس کے بھالے کی چَھڑ اَیسی تھی جَیسے جُلاہے کا شہتِیر اور اُس کے نیزہ کا پَھل چھ سَو مِثقال لوہے کا تھا اور ایک شخص سِپر لِئے ہُوئے اُس کے آگے آگے چلتا تھا۔"},{"number":8,"verse":"وہ کھڑا ہُؤا اور اِسرا ئیل کے لشکروں کو پُکار کر اُن سے کہنے لگا کہ تُم نے آ کر جنگ کے لِئے کیوں صف آرائی کی؟ کیا مَیں فِلستی نہیں اور تُم ساؤُل کے خادِم نہیں ؟ سو اپنے لِئے کِسی شخص کو چُنو جو میرے پاس اُتر آئے۔"},{"number":9,"verse":"اگر وہ مُجھ سے لڑ سکے اور مُجھے قتل کر ڈالے تو ہم تُمہارے خادِم ہو جائیں گے پر اگر مَیں اُس پر غالِب آؤُں اور اُسے قتل کر ڈالُوں تو تُم ہمارے خادِم ہو جانا اور ہماری خِدمت کرنا۔"},{"number":10,"verse":"پِھر اُس فلِستی نے کہا کہ مَیں آج کے دِن اِسرائیلی فَوجوں کی فضِیحت کرتا ہُوں ۔ کوئی مَرد نِکالو تاکہ ہم لڑیں۔"},{"number":11,"verse":"جب ساؤُل اور سب اِسرائیلِیوں نے اُس فِلستی کی باتیں سُنِیں تو ہِراسان ہُوئے اور نِہایت ڈر گئے۔"},{"number":12,"verse":"( داؤُد ساؤُل کی لشکر گاہ میں) اور داؤُد بَیت لحم یہُود اہ کے اُس افراتی مَرد کا بیٹا تھا جِس کا نام یسّی تھا ۔ اُس کے آٹھ بیٹے تھے اور وہ آپ ساؤُل کے زمانہ کے لوگوں کے درمِیان بُڈّھا اور عُمر رسِیدہ تھا۔"},{"number":13,"verse":"اور یسّی کے تِین بڑے بیٹے ساؤُل کے پِیچھے پِیچھے جنگ میں گئے تھے اور اُس کے تِینوں بیٹوں کے نام جو جنگ میں گئے تھے یہ تھے الیاب جو پہلوٹھا تھا ۔ دُوسرا ابِیند اب اور تِیسرا سمّہ۔"},{"number":14,"verse":"اور داؤُد سب سے چھوٹا تھا اور تِینوں بڑے بیٹے ساؤُل کے پِیچھے پِیچھے تھے۔"},{"number":15,"verse":"اور داؤُد بَیت لحم میں اپنے باپ کی بھیڑ بکریاں چرانے کو ساؤُل کے پاس سے آیا جایا کرتا تھا۔"},{"number":16,"verse":"اور وہ فِلستی صُبح اور شام نزدِیک آتا اور چالِیس دِن تک نِکل کر آتا رہا۔"},{"number":17,"verse":"اور یسّی نے اپنے بیٹے داؤُد سے کہا کہ اِس بھُنے اناج میں سے ایک ایفہ اور یہ دس روٹِیاں اپنے بھائِیوں کے لِئے لے کر اِن کو جلد لشکر گاہ میں اپنے بھائِیوں کے پاس پُہنچا دے۔"},{"number":18,"verse":"اور اُن کے ہزاری سردار کے پاس پنِیر کی یہ دس ٹِکیاں لے جا اور دیکھ کہ تیرے بھائِیوں کا کیا حال ہے اور اُن کی کُچھ نِشانی لے آ۔"},{"number":19,"verse":"اور ساؤُل اور وہ بھائی اور سب اِسرائیلی مَرد ایلہ کی وادی میں فِلستِیوں سے لڑ رہے تھے۔"},{"number":20,"verse":"اور داؤُد صُبح کو سویرے اُٹھا اور بھیڑ بکرِیوں کو ایک نِگہبان کے پاس چھوڑ کر یسّی کے حُکم کے مُطابِق سب کُچھ لے کر روانہ ہُؤا اور جب وہ لشکر جو لڑنے جا رہا تھا جنگ کے لِئے للکار رہا تھا اُس وقت وہ چھکڑوں کے پڑاؤ میں پُہنچا۔"},{"number":21,"verse":"اور اِسرائیلِیوں اور فِلستِیوں نے اپنے اپنے لشکر کو آمنے سامنے کر کے صف آرائی کی۔"},{"number":22,"verse":"اور داؤُد اپنا سامان اسباب کے نِگہبان کے ہاتھ میں چھوڑ کر آپ لشکر میں دَوڑ گیا اور جا کر اپنے بھائِیوں سے خَیر و عافِیّت پُوچھی۔"},{"number":23,"verse":"اور وہ اُن سے باتیں کرتا ہی تھا کہ دیکھو وہ پہلوان جات کا فِلستی جِس کا نام جولیت تھا فِلستی صفوں میں سے نِکلا اور اُس نے پِھر وَیسی ہی باتیں کہِیں اور داؤُد نے اُن کو سُنا۔"},{"number":24,"verse":"اور سب اِسرائیلی مَرد اُس شخص کو دیکھ کر اُس کے سامنے سے بھاگے اور بُہت ڈر گئے۔"},{"number":25,"verse":"تب اِسرائیلی مَرد یُوں کہنے لگے تُم اِس آدمی کو جو نِکلا ہے دیکھتے ہو؟ یقِیناً یہ اِسرا ئیل کی فضِیحت کرنے کو آیا ہے ۔ سو جو کوئی اُس کو مار ڈالے اُسے بادشاہ بڑی دَولت سے نِہال کرے گا اور اپنی بیٹی اُسے بیاہ دے گا اور اُس کے باپ کے گھرانے کو اِسرا ئیل کے درمِیان آزادکر دے گا۔"},{"number":26,"verse":"اور داؤُد نے اُن لوگوں سے جو اُس کے پاس کھڑے تھے پُوچھا کہ جو شخص اِس فِلستی کو مار کر یہ ننگ اِسرا ئیل سے دُور کرے اُس سے کیا سلُوک کِیا جائے گا؟ کیونکہ یہ نامختُون فِلستی ہوتا کَون ہے کہ وہ زِندہ خُدا کی فَوجوں کی فضِیحت کرے؟۔"},{"number":27,"verse":"اور لوگوں نے اُسے یِہی جواب دِیا کہ اُس شخص سے جو اُسے مار ڈالے یہ یہ سلُوک کِیا جائے گا۔"},{"number":28,"verse":"اور اُس کے سب سے بڑے بھائی الیاب نے اُس کی باتوں کو جو وہ لوگوں سے کرتا تھا سُنا اور الیاب کا غُصّہ داؤُد پر بھڑکا اور وہ کہنے لگا تُویہاں کیوں آیا ہے اور وہ تھوڑی سی بھیڑ بکرِیاں تُو نے جنگل میں کِس کے پاس چھوڑِیں؟ مَیں تیرے گھمنڈ اور تیرے دِل کی شرارت سے واقِف ہُوں ۔ تُو لڑائی دیکھنے آیا ہے۔"},{"number":29,"verse":"داؤُد نے کہا مَیں نے اب کیا کِیا؟ کیا بات ہی نہیں ہو رہی ہے؟۔"},{"number":30,"verse":"اور وہ اُس کے پاس سے پِھر کر دُوسرے کی طرف گیا اور وَیسی ہی باتیں کرنے لگا اور لوگوں نے اُسے پِھر پہلے کی طرح جواب دِیا۔"},{"number":31,"verse":"اور جب وہ باتیں جو داؤُد نے کہِیں سُننے میں آئِیں تو اُنہوں نے ساؤُل کے آگے اُن کا چرچا کِیا اور اُس نے اُسے بُلا بھیجا۔"},{"number":32,"verse":"اور داؤُد نے ساؤُل سے کہا کہ اُس شخص کے سبب سے کِسی کا دِل نہ گھبرائے ۔ تیرا خادِم جا کر اُس فِلستی سے لڑے گا۔"},{"number":33,"verse":"ساؤُل نے داؤُد سے کہا کہ تُو اِس قابِل نہیں کہ اُس فِلستی سے لڑنے کو اُس کے سامنے جائے کیونکہ تُو محض لڑکا ہے اور وہ اپنے بچپن سے جنگی مَرد ہے۔"},{"number":34,"verse":"تب داؤُد نے ساؤُل کو جواب دِیا کہ تیرا خادِم اپنے باپ کی بھیڑ بکرِیاں چراتا تھا اور جب کبھی کوئی شیر یا رِیچھ آ کر جُھنڈ میں سے کوئی برّہ اُٹھا لے جاتا۔"},{"number":35,"verse":"تو مَیں اُس کے پِیچھے پِیچھے جا کر اُسے مارتا اور اُسے اُس کے مُنہ سے چُھڑا لاتا تھا اور جب وہ مُجھ پر جھپٹتا تو مَیں اُس کی داڑھی پکڑ کر اُسے مارتا اور ہلاک کر دیتا تھا۔"},{"number":36,"verse":"تیرے خادِم نے شیر اور رِیچھ دونوں کو جان سے مارا ۔ سو یہ نامختُون فِلستی اُن میں سے ایک کی مانِند ہو گا اِس لِئے کہ اُس نے زِندہ خُدا کی فَوجوں کی فضِیحت کی ہے۔"},{"number":37,"verse":"پِھر داؤُد نے کہا کہ خُداوند نے مُجھے شیر اور رِیچھ کے پنجہ سے بچایا ۔ وُہی مُجھ کو اِس فِلستی کے ہاتھ سے بچائے گا ۔ ساؤُل نے داؤُد سے کہا جا خُداوند تیرے ساتھ رہے۔"},{"number":38,"verse":"تب ساؤُل نے اپنے کپڑے داؤُد کو پہنائے اور پِیتل کا خود اُس کے سر پر رکھّا اور اُسے زِرہ بھی پہنائی۔"},{"number":39,"verse":"اور داؤُد نے اُس کی تلوار اپنے کپڑوں پر کَس لی اور چلنے کی کوشِش کی کیونکہ اُس نے اِن کو آزمایا نہیں تھا ۔ تب داؤُد نے ساؤُل سے کہا مَیں اِن کو پہن کر چل نہیں سکتا کیونکہ مَیں نے اِن کو آزمایا نہیں ہے ۔ سو داؤُد نے اُن سب کو اُتار دِیا۔"},{"number":40,"verse":"اور اُس نے اپنی لاٹھی اپنے ہاتھ میں لی اور اُس نالہ سے پانچ چِکنے چِکنے پتّھر اپنے واسطے چُن کر اُن کو چرواہے کے تَھیلے میں جو اُس کے پاس تھا یعنی جھولے میں ڈال لِیا اور اُس کا فلاخن اُس کے ہاتھ میں تھا ۔ پِھر وہ اُس فِلستی کے نزدِیک چلا۔"},{"number":41,"verse":"( داؤُد جولیت کو پچھاڑتاہے) اور وہ فِلستی بڑھا اور داؤُد کے نزدِیک آیا اور اُس کے آگے آگے اُس کا سِپر بردار تھا۔"},{"number":42,"verse":"اور جب اُس فِلستی نے اِدھر اُدھرنِگاہ کی اور داؤُد کو دیکھا تو اُسے ناچِیز جانا کیونکہ وہ محض لڑکا تھا اور سُرخ رُو اور نازُک چِہرہ کا تھا۔"},{"number":43,"verse":"سو فِلستی نے داؤُد سے کہا کیا مَیں کُتّا ہُوں جو تُو لاٹھی لے کر میرے پاس آتا ہے؟ اور اُس فِلستی نے اپنے دیوتاؤں کا نام لے کر داؤُد پر لَعنت کی۔"},{"number":44,"verse":"اور اُس فِلستی نے داؤُد سے کہا تُو میرے پاس آ اور مَیں تیرا گوشت ہوائی پرِندوں اور جنگلی درِندوں کو دُوں گا۔"},{"number":45,"verse":"اور داؤُد نے اُس فِلستی سے کہا کہ تُو تلوار بھالا اور برچھی لِئے ہُوئے میرے پاس آتا ہے پر مَیں ربُّ الافواج کے نام سے جو اِسرا ئیل کے لشکروں کا خُدا ہے جِس کی تُو نے فضِیحت کی ہے تیرے پاس آتا ہُوں۔"},{"number":46,"verse":"اور آج ہی کے دِن خُداوند تُجھ کو میرے ہاتھ میں کر دے گا اور مَیں تُجھ کو مار کر تیرا سر تُجھ پر سے اُتار لُوں گا اور مَیں آج کے دِن فِلستِیوں کے لشکر کی لاشیں ہوائی پرِندوں اور زمِین کے جنگلی جانوروں کو دُوں گا تاکہ دُنیا جان لے کہ اِسرا ئیل میں ایک خُدا ہے۔"},{"number":47,"verse":"اور یہ ساری جماعت جان لے کہ خُداوند تلوار اور بھالے کے ذرِیعہ سے نہیں بچاتا اِس لِئے کہ جنگ تو خُداوند کی ہے اور وُہی تُم کو ہمارے ہاتھ میں کر دے گا۔"},{"number":48,"verse":"اور اَیسا ہُؤا کہ جب وہ فِلستی اُٹھا اور بڑھ کر داؤُد کے مُقابلہ کے لِئے نزدِیک آیا تو داؤُد نے جلدی کی اور لشکر کی طرف اُس فِلستی سے مُقابلہ کرنے کو دَوڑا۔"},{"number":49,"verse":"اور داؤُد نے اپنے تَھیلے میں اپنا ہاتھ ڈالا اور اُس میں سے ایک پتّھر لِیا اور فلاخن میں رکھ کر اُس فِلستی کے ماتھے پر مارا اور وہ پتّھر اُس کے ماتھے کے اندر گُھس گیا اور وہ زمِین پر مُنہ کے بل گِر پڑا۔"},{"number":50,"verse":"سو داؤُد اُس فلاخن اور ایک پتّھر سے اُس فِلستی پر غالِب آیا اور اُس فِلستی کو مارا اور قتل کِیا اور داؤُد کے ہاتھ میں تلوار نہ تھی۔"},{"number":51,"verse":"اور داؤُد دَوڑ کر اُس فِلستی کے اُوپر کھڑا ہو گیا اور اُس کی تلوار پکڑ کر مِیان سے کھینچی اور اُسے قتل کِیا اور اُسی سے اُس کا سر کاٹ ڈالا اور فِلستِیوں نے جو دیکھا کہ اُن کا پہلوان مارا گیا تو وہ بھاگے۔"},{"number":52,"verse":"اور اِسرا ئیل اور یہُوداہ کے لوگ اُٹھے اور للکار کر فِلستِیوں کو گئی اور عقرُو ن کے پھاٹکوں تک رگیدا اور فِلستِیوں میں سے جو زخمی ہُوئے تھے وہ شعریم کے راستہ میں اور جات اور عقرُو ن تک گِرتے گئے۔"},{"number":53,"verse":"تب بنی اِسرائیل فِلستِیوں کے تعاقُب سے اُلٹے پِھرے اور اُن کے خَیموں کو لُوٹا۔"},{"number":54,"verse":"اور داؤُد اُس فِلستی کا سر لے کر اُسے یروشلِیم میں لایا اور اُس کے ہتھیاروں کو اُس نے اپنے ڈیرے میں رکھ دِیا۔"},{"number":55,"verse":"( داؤُد کو ساؤُل کے حضُور پیش کِیا جاتا ہے) جب ساؤُل نے داؤُد کو اُس فِلستی کا مُقابلہ کرنے کے لِئے جاتے دیکھا تو اُس نے لشکر کے سردار ابنیر سے پُوچھا ابنیر یہ لڑکا کِس کا بیٹا ہے؟ ابنیر نے کہا اَے بادشاہ تیری جان کی قَسم مَیں نہیں جانتا۔"},{"number":56,"verse":"تب بادشاہ نے کہا تُو تحقِیق کر کہ یہ نَوجوان کِس کا بیٹا ہے۔"},{"number":57,"verse":"اور جب داؤُد اُس فِلستی کو قتل کر کے پِھرا تو ابنیر اُسے لے کر ساؤُل کے پاس لایا اور فِلستی کا سر اُس کے ہاتھ میں تھا۔"},{"number":58,"verse":"تب ساؤُل نے اُس سے کہا اَے جوان تُو کِس کا بیٹا ہے؟ داؤُد نے جواب دِیا مَیں تیرے خادِم بَیت لحمی یسّی کا بیٹا ہُوں۔"}]}