{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"( یُونتن داؤُد کی مدد کرتاہے) اور داؤُد رامہ کے نیوت سے بھاگا اور یُونتن کے پاس جا کر کہنے لگا کہ مَیں نے کیا کِیا ہے؟ میرا کیا گُناہ ہے؟ مَیں نے تیرے باپ کے آگے کَونسی تقصِیر کی ہے جو وہ میری جان کا خواہاں ہے؟۔"},{"number":2,"verse":"اُس نے اُس سے کہا کہ خُدا نہ کرے! تُو مارا نہیں جائے گا ۔ دیکھ میرا باپ کوئی کام بڑا ہو یا چھوٹا نہیں کرتا جب تک اُسے مُجھ کو نہ بتائے ۔ پِھر بھلا میرا باپ اِس بات کو کیوں مُجھ سے چُھپائے گا؟ اَیسا نہیں۔"},{"number":3,"verse":"تب داؤُد نے قَسم کھا کر کہا کہ تیرے باپ کو بخُوبی معلُوم ہے کہ مُجھ پر تیرے کرم کی نظر ہے ۔ سو وہ سوچتا ہو گا کہ یُونتن کو یہ معلُوم نہ ہو نہیں تو وہ رنجِیدہ ہو گا پر یقِیناً خُداوند کی حیات اور تیری جان کی قَسم کہ مُجھ میں اور مَوت میں صِرف ایک ہی قدم کا فاصِلہ ہے۔"},{"number":4,"verse":"تب یُونتن نے داؤُد سے کہا کہ جو کُچھ تیرا جی چاہتا ہو مَیں تیرے لِئے وُہی کرُوں گا۔"},{"number":5,"verse":"داؤُد نے یُونتن سے کہا کہ دیکھ کل نیا چاند ہے اور مُجھے لازِم ہے کہ بادشاہ کے ساتھ کھانے بَیٹُھوں پر تُو مُجھے اِجازت دے کہ مَیں پرسوں شام تک مَیدان میں چُھپا رہُوں۔"},{"number":6,"verse":"اگر مَیں تیرے باپ کو یاد آؤں تو کہنا کہ داؤُد نے مُجھ سے بجِد ہو کر رُخصت مانگی تاکہ وہ اپنے شہر بَیت لحم کو جائے اِس لِئے کہ وہاں سارے گھرانے کی طرف سے سالانہ قُربانی ہے۔"},{"number":7,"verse":"اگر وہ کہے کہ اچّھا تو تیرے چاکر کی سلامتی ہے پر اگر وہ غُصّے سے بھر جائے تو جان لینا کہ اُس نے بدی کی ٹھان لی ہے۔"},{"number":8,"verse":"پس تُو اپنے خادِم کے ساتھ مِہر سے پیش آکیونکہ تُو نے اپنے خادِم کو اپنے ساتھ خُداوند کے عہد میں داخِل کر لِیا ہے پر اگر مُجھ میں کُچھ بدی ہو تو تُو آپ ہی مُجھے قتل کر ڈال ۔ تُو مُجھے اپنے باپ کے پاس کیوںپُہنچائے؟۔"},{"number":9,"verse":"یُونتن نے کہا اَیسی بات کبھی نہ ہو گی ۔ اگر مُجھے عِلم ہوتا کہ میرے باپ کا اِرادہ ہے کہ تُجھ سے بدی کرے تو کیا مَیں تُجھے خبر نہ کرتا؟۔"},{"number":10,"verse":"پِھر داؤُد نے یُونتن سے کہا اگر تیرا باپ تُجھے سخت جواب دے تو کَون مُجھے بتائے گا؟۔"},{"number":11,"verse":"یُونتن نے داؤُد سے کہا چل ہم مَیدان کو نِکل جائیں چُنانچہ وہ دونوں مَیدان کو چلے گئے۔"},{"number":12,"verse":"تب یُونتن داؤُد سے کہنے لگا خُداوند اِسرا ئیل کا خُدا گواہ رہے کہ جب مَیں کل یا پرسوں عنقرِیب اِسی وقت اپنے باپ کا بھید لُوں اور دیکُھوں کہ داؤُد کے لِئے بھلائی ہے تو کیا مَیں اُسی وقت تیرے پاس کہلا نہ بھیجُوں گا اور تُجھے نہ بتاؤں گا؟۔"},{"number":13,"verse":"خُداوند یُونتن سے اَیسا ہی بلکہ اِس سے بھی زِیادہ کرے اگر میرے باپ کی یِہی مرضی ہو کہ تُجھ سے بدی کرے اور مَیں تُجھے نہ بتاؤں اور تُجھے رُخصت نہ کر دُوں تاکہ تُو سلامت چلا جائے اور خُداوند تیرے ساتھ رہے جَیسا وہ میرے باپ کے ساتھ رہا۔"},{"number":14,"verse":"اور صِرف یِہی نہیں کہ جب تک مَیں جِیتا رہُوں تب ہی تک تُو مُجھ پر خُداوند کا سا کرم کرے تاکہ مَیں مَر نہ جاؤں۔"},{"number":15,"verse":"بلکہ میرے گھرانے سے بھی کبھی اپنے کرم کو باز نہ رکھنا اور جب خُداوند تیرے دُشمنوں میں سے ایک ایک کو زمِین پر سے نیست و بابُود کر ڈالے تب بھی اَیسا ہی کرنا۔"},{"number":16,"verse":"سو یُونتن نے داؤُد کے خاندان سے عہد کِیا اور کہا کہ خُداوند داؤُد کے دُشمنوں سے اِنتِقام لے۔"},{"number":17,"verse":"اور یُونتن نے داؤُد کو اُس مُحبّت کے سبب سے جو اُس کو اُس سے تھی دوبارہ قَسم کِھلائی کیونکہ وہ اُس سے اپنی جان کے برابر مُحبّت رکھتا تھا۔"},{"number":18,"verse":"تب یُونتن نے داؤُد سے کہا کہ کل نیا چاند ہے اور تُو یاد آئے گا کیونکہ تیری جگہ خالی رہے گی۔"},{"number":19,"verse":"اور اپنے تِین دِن ٹھہرنے کے بعد تُو جلد جا کر اُس جگہ آ جانا جہاں تُو اُس کام کے دِن چُھپا تھا اور اُس پتّھر کے نزدِیک رہنا جِس کا نام ازل ہے۔"},{"number":20,"verse":"اور مَیں اُس طرف تِین تِیر اِس طرح چلاؤں گا گویا نِشانہ مارتا ہُوں۔"},{"number":21,"verse":"اور دیکھ مَیں اُس وقت چھوکرے کو بھیجُوں گا کہ جا تِیروں کو ڈُھونڈ لے آ۔ سو اگر مَیں چھوکرے سے کہُوں کہ دیکھ تِیر تیری اِس طرف ہیں تو تُو اُن کو اُٹھا کر لے آنا کیونکہ خُداوند کی حیات کی قَسم تیرے لِئے سلامتی ہو گی نہ کہ نُقصان۔"},{"number":22,"verse":"پر اگر مَیں چھوکرے سے یُوں کہُوں کہ دیکھ تِیر تیری اُس طرف ہیں تو تُو اپنی راہ لینا کیونکہ خُداوند نے تُجھے رُخصت کِیا ہے۔"},{"number":23,"verse":"رہا وہ مُعاملہ جِس کا چرچا تُو نے اور مَیں نے کِیا ہے سو دیکھ خُداوند ابد تک میرے اور تیرے درمِیان رہے!۔"},{"number":24,"verse":"پس داؤُد مَیدان میں جا چُھپا اور جب نیا چاند ہُؤا تو بادشاہ کھانا کھانے بَیٹھا۔"},{"number":25,"verse":"اور بادشاہ اپنے دستُور کے مُوافِق اپنی مسند یعنی اُسی مسند پر جو دِیوار کے برابر تھی بَیٹھا اور یُونتن کھڑا ہُؤا اور ابنیر ساؤُل کے پہلُو میں بَیٹھا اور داؤُد کی جگہ خالی رہی۔"},{"number":26,"verse":"لیکن اُس روز ساؤُل نے کُچھ نہ کہا کیونکہ اُس نے گُما ن کِیا کہ اُسے کُچھ ہو گیا ہو گا ۔ وہ ناپاک ہو گا ۔ وہ ضرُور ناپاک ہی ہو گا۔"},{"number":27,"verse":"اور نئے چاند کے بعد دُوسرے دِن داؤُد کی جگہ پِھر خالی رہی۔ تب ساؤُل نے اپنے بیٹے یُونتن سے کہا کہ کیا سبب ہے کہ یسّی کا بیٹا نہ تو کل کھانے پر آیا نہ آج آیا ہے؟۔"},{"number":28,"verse":"تب یُونتن نے ساؤُل کو جواب دِیا کہ داؤُد نے مُجھ سے بجِد ہو کر بَیت لحم جانے کو رُخصت مانگی۔"},{"number":29,"verse":"وہ کہنے لگا کہ مَیں تیری مِنّت کرتا ہُوں مُجھے جانے دے کیونکہ شہر میں ہمارے گھرانے کا ذبِیحہ ہے اور میرے بھائی نے مُجھے حُکم کِیا ہے کہ حاضِر رہُوں ۔ اب اگر مُجھ پر تیرے کرم کی نظر ہے تو مُجھے جانے دے کہ اپنے بھائِیوں کو دیکُھوں ۔ اِسی لِئے وہ بادشاہ کے دسترخوان پر حاضِر نہیں ہُؤا۔"},{"number":30,"verse":"تب ساؤُل کا غُصّہ یُونتن پر بھڑکا اور اُس نے اُس سے کہا اَے کج رفتار چنڈالن کے بیٹے کیا مَیں نہیں جانتا کہ تُو نے اپنی شرمِندگی اور اپنی ماں کی برہنگی کی شرمِندگی کے لِئے یسّی کے بیٹے کو چُن لِیا ہے؟۔"},{"number":31,"verse":"کیونکہ جب تک یسّی کا یہ بیٹا رُویِ زمِین پر زِندہ ہے نہ تو تُجھ کو قِیام ہو گا نہ تیری سلطنت کو ۔ اِس لِئے ابھی لوگ بھیج کر اُسے میرے پاس لا کیونکہ اُس کا مَرنا ضرُور ہے۔"},{"number":32,"verse":"تب یُونتن نے اپنے باپ ساؤُل کو جواب دِیا وہ کیوں مارا جائے؟ اُس نے کیا کِیا ہے؟۔"},{"number":33,"verse":"تب ساؤُل نے بھالا پھینکا کہ اُسے مارے ۔ اِس سے یُونتن جان گیا کہ اُس کے باپ نے داؤُد کے قتل کا پُورا اِرادہ کِیا ہے۔"},{"number":34,"verse":"سو یُونتن بڑے غُصّہ میں دسترخوان پر سے اُٹھ گیا اور مہِینہ کے اُس دُوسرے دِن کُچھ کھانا نہ کھایا کیونکہ وہ داؤُد کے لِئے رنجِیدہ تھا اِس لِئے کہ اُس کے باپ نے اُسے رُسوا کِیا۔"},{"number":35,"verse":"اور صُبح کو یُونتن اُسی وقت جو داؤُد کے ساتھ ٹھہرا تھا مَیدان کو گیا اور ایک چھوکرا اُس کے ساتھ تھا۔"},{"number":36,"verse":"اور اُس نے اپنے چھوکرے کو حُکم کِیا کہ دَوڑ اور یہ تِیر جو مَیں چلاتا ہُوں ڈُھونڈ لا اور جب تک وہ لڑکا دَوڑا جا رہا تھا تو اُس نے اَیسا تِیر لگایا جو اُس سے آگے گیا۔"},{"number":37,"verse":"اور جب وہ چھوکرا اُس تِیر کی جگہ پُہنچا جِسے یُونتن نے چلایا تھا تو یُونتن نے چھوکرے کے پِیچھے پُکار کر کہا کیا وہ تِیر تیری اُس طرف نہیں؟۔"},{"number":38,"verse":"اور یُونتن اُس چھوکرے کے پِیچھے چِلاّیا ۔ تیز جا! جلدی کر! ٹھہر مت! سو یُونتن کے چھوکرے نے تِیروں کو جمع کِیا اور اپنے آقا کے پاس لَوٹا۔"},{"number":39,"verse":"پر اُس چھوکرے کو کُچھ معلُوم نہ ہُؤا ۔ فقط داؤُد اور یُونتن ہی اِس کا بھید جانتے تھے"},{"number":40,"verse":"پِھریُونتن نے اپنے ہتھیار اُس چھوکرے کو دِئے اور اُس سے کہا اِن کو شہر کو لے جا۔"},{"number":41,"verse":"جُوں ہی وہ چھوکرا چلا گیا داؤُد جنُوب کی طرف سے نِکلا اور زمِین پر اَوندھا ہو کر تِین بار سِجدہ کِیا اور اُنہوں نے آپس میں ایک دُوسرے کو چُوما اور باہم روئے پر داؤُد بُہت رویا۔"},{"number":42,"verse":"اور یُونتن نے داؤُد سے کہا کہ سلامت چلا جا کیونکہ ہم دونوں نے خُداوند کے نام کی قَسم کھا کر کہا ہے کہ خُداوند میرے اور تیرے درمِیان اور میری اور تیری نسل کے درمیان ابد تک رہے ۔ سو وہ اُٹھ کر روانہ ہُؤا اور یُونتن شہر میں چلا گیا۔"}]}