{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"( داؤُد ساؤُل کے پاس سے فرار ہوجاتاہے) اور داؤُد نوب میں اخِیملک کاہِن کے پاس آیا اور اخِیملک داؤُد سے مِلنے کو کانپتا ہُؤا آیا اور اُس سے کہا تُو کیوں اکیلا ہے اور تیرے ساتھ کوئی آدمی نہیں؟۔"},{"number":2,"verse":"داؤُد نے اخِیملک کاہِن سے کہا کہ بادشاہ نے مُجھے ایک کام کا حُکم کر کے کہا ہے کہ جِس کام پر مَیں تُجھے بھیجتا ہُوں اور جو حُکم مَیں نے تُجھے دِیا ہے وہ کِسی شخص پر ظاہِر نہ ہو۔ سو مَیں نے جوانوں کو فُلاں فُلاں جگہ بِٹھا دِیا ہے۔"},{"number":3,"verse":"پس اب تیرے ہاں کیا ہے؟ میرے ہاتھ میں روٹِیوں کے پانچ گِردے یا جو کُچھ مَوجُود ہو دے۔"},{"number":4,"verse":"کاہِن نے داؤُد کو جواب دِیا میرے ہاں عام روٹیاں تو نہیں پر مُقدّس روٹیاں ہیں بشرطیکہ وہ جوان عَورتوں سے الگ رہے ہوں۔"},{"number":5,"verse":"داؤُد نے کاہِن کو جواب دِیا سچ تو یہ ہے کہ تِین دِن سے عَورتیں ہم سے الگ رہی ہیں اور اگرچہ یہ معمُولی سفر ہے تَو بھی جب مَیں چلا تھا تب اِن جوانوں کے برتن پاک تھے تو آج تو ضرُور ہی وہ برتن پاک ہوں گے۔"},{"number":6,"verse":"تب کاہِن نے مُقدّس روٹی اُس کو دی کیونکہ اَور روٹی وہاں نہیں تھی ۔ فقط نذر کی روٹی تھی جو خُداوند کے آگے سے اُٹھائی گئی تھی تاکہ اُس کے عِوض اُس دِن جب وہ اُٹھائی جائے گرم روٹی رکھّی جائے۔"},{"number":7,"verse":"اور وہاں اُس دِن ساؤُل کے خادِموں میں سے ایک شخص خُداوند کے آگے رُکا ہُؤا تھا ۔ اُس کا نام ادُومی دوئیگ تھا ۔ یہ ساؤُل کے چرواہوں کا سردار تھا۔"},{"number":8,"verse":"پِھر داؤُد نے اخِیملک سے پُوچھا کیا یہاں تیرے پاس کوئی نیزہ یا تلوار نہیں؟ کیونکہ مَیں اپنی تلوار اور اپنے ہتھیار اپنے ساتھ نہیں لایا کیونکہ بادشاہ کے کام کی جلدی تھی۔"},{"number":9,"verse":"اُس کاہِن نے کہا کہ فِلستی جولیت کی تلوار جِسے تُو نے ایلاہ کی وادی میں قتل کِیا کپڑے میں لِپٹی ہُوئی افُود کے پِیچھے رکھّی ہے ۔ اگر تُو اُسے لینا چاہتا ہے تو لے ۔ اُس کے سِوا یہاں کوئی اَور نہیں ہے ۔ داؤُد نے کہا وَیسی تو کوئی ہے ہی نہیں ۔ وُہی مُجھے دے۔"},{"number":10,"verse":"اور داؤُد اُٹھا اور ساؤُل کے خَوف سے اُسی دِن بھاگا اور جات کے بادشاہ اکِیس کے پاس چلا گیا۔"},{"number":11,"verse":"اور اکِیس کے مُلازِموں نے اُس سے کہا کیا یِہی اُس مُلک کا بادشاہ داؤُد نہیں؟ کیا اِسی کے بارہ میں ناچتے وقت گا گا کر اُنہوں نے آپس میں نہیں کہا تھا کہ ساؤُل نے تو ہزاروں کو پر داؤُد نے لاکھوں کو مارا؟۔"},{"number":12,"verse":"داؤُد نے یہ باتیں اپنے دِل میں رکھِّیں اور جات کے بادشاہ اکِیس سے نِہایت ڈرا۔"},{"number":13,"verse":"سو وہ اُن کے آگے دُوسری چال چلا اور اُن کے ہاتھ پڑ کر اپنے کو دِیوانہ سا بنا لِیا اور پھاٹک کے کِواڑوں پر لکِیریں کھینچنے اور اپنے تُھوک کو اپنی داڑھی پر بہانے لگا۔"},{"number":14,"verse":"تب اکِیس نے اپنے نَوکروں سے کہا لو یہ آدمی تو سِڑی ہے ۔ تُم اُسے میرے پاس کیوں لائے؟۔"},{"number":15,"verse":"کیا مُجھے سِڑیوں کی ضرُورت ہے جو تُم اُس کو میرے پاس لائے ہو کہ میرے سامنے سِڑی پن کرے؟ کیا اَیسا آدمی میرے گھر میں آنے پائے گا؟۔"}]}