{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"( کاہِنوں کا قتلِ عام) اور داؤُد وہاں سے چلا اور عدُلاّ م کے مغارے میں بھاگ آیا اور اُس کے بھائی اور اُس کے باپ کا سارا گھرانا یہ سُن کر اُس کے پاس وہاں پُہنچا۔"},{"number":2,"verse":"اور سب کنگال اور سب قرض دار اور سب بِگڑے دِل اُس کے پاس جمع ہُوئے اور وہ اُن کا سردار بنا اور اُس کے ساتھ قرِیباً چار سَو آدمی ہو گئے۔"},{"number":3,"verse":"اور وہاں سے داؤُد موآب کے مِصفاہ کو گیا اور موآب کے بادشاہ سے کہا میرے ماں باپ کو ذرا یہِیں آ کر اپنے ہاں رہنے دے جب تک کہ مُجھے معلُوم نہ ہو کہ خُدا میرے لِئے کیا کرے گا۔"},{"number":4,"verse":"اور وہ اُن کو شاہِ موآب کے سامنے لے آیا ۔ سو وہ جب تک داؤُد گڑھ میں رہا اُسی کے ساتھ رہے۔"},{"number":5,"verse":"تب جاد نبی نے داؤُد سے کہا اِس گڑھ میں مت رہ ۔ روانہ ہو اور یہُوداہ کے مُلک میں جا ۔ سو داؤُد روانہ ہُؤا اور حارت کے بَن میں چلا گیا۔"},{"number":6,"verse":"اور ساؤُل نے سُنا کہ داؤُد اور اُس کے ساتِھیوں کا پتہ لگا ہے اور ساؤُل اُس وقت رامہ کے جِبعہ میں جھاؤُ کے درخت کے نِیچے اپنا بھالا اپنے ہاتھ میں لِئے بَیٹھا تھا اور اُس کے خادِم اُس کے چَوگِرد کھڑے تھے۔"},{"number":7,"verse":"تب ساؤُل نے اپنے خادِموں سے جو اُس کے چَوگِرد کھڑے تھے کہا سُنو تو اَے بِنیمِینیو! کیا یسّی کا بیٹا تُم میں سے ہر ایک کو کھیت اور تاکِستان دے گا اور تُم سب کو ہزاروں اور سَینکڑوں کا سردار بنائے گا۔"},{"number":8,"verse":"جو تُم سب نے میرے خِلاف سازِش کی ہے اور جب میرا بیٹا یسّی کے بیٹے سے عہد و پَیمان کرتا ہے تو تُم میں سے کوئی مُجھ پر ظاہِر نہیں کرتا اور تُم میں کوئی نہیں جو میرے لِئے غمگِین ہو اور مُجھے بتائے کہ میرے بیٹے نے میرے نَوکر کو میرے خِلاف گھات لگانے کو اُبھارا ہے جَیسا آج کے دِن ہے؟۔"},{"number":9,"verse":"تب ادُومی دو ئیگ نے جو ساؤُل کے خادِموں کے برابر کھڑا تھا جواب دِیا کہ مَیں نے یسّی کے بیٹے کو نوب میں اخِیطو ب کے بیٹے اخِیملک کاہِن کے پاس آتے دیکھا۔"},{"number":10,"verse":"اور اُس نے اُس کے لِئے خُداوند سے سوال کِیا اور اُسے زادِ راہ دِیا اور فِلستی جولیت کی تلوار دی۔"},{"number":11,"verse":"تب بادشاہ نے اخِیطو ب کے بیٹے اخِیملک کاہِن کو اور اُس کے باپ کے سارے گھرانے کو یعنی اُن کاہِنوں کو جو نوب میں تھے بُلوا بھیجا اور وہ سب بادشاہ کے پاس حاضِر ہُوئے۔"},{"number":12,"verse":"اور ساؤُل نے کہا اَے اخِیطو ب کے بیٹے تُو سُن! اُس نے کہا اَے میرے مالِک مَیں حاضِر ہُوں۔"},{"number":13,"verse":"اور ساؤُل نے اُس سے کہا کہ تُم نے یعنی تُو نے اور یسّی کے بیٹے نے کیوں میرے خِلاف سازِش کی ہے کہ تُو نے اُسے روٹی اور تلوار دی اور اُس کے لِئے خُدا سے سوال کِیا تاکہ وہ میرے برخِلاف اُٹھ کر گھات لگائے جَیسا آج کے دِن ہے؟۔"},{"number":14,"verse":"تب اخِیملک نے بادشاہ کو جواب دِیا کہ تیرے سب خادِموں میں داؤُد کی طرح امانت دار کَون ہے؟ وہ بادشاہ کا داماد ہے اور تیرے دربار میں حاضِر ہُؤا کرتا اور تیرے گھر میں مُعزّز ہے۔"},{"number":15,"verse":"اور کیا مَیں نے آج ہی اُس کے لِئے خُدا سے سوال کرنا شرُوع کِیا؟ اَیسی بات مُجھ سے دُور رہے ۔ بادشاہ اپنے خادِم پر اور میرے باپ کے سارے گھرانے پر کوئی اِلزام نہ لگائے کیونکہ تیرا خادِم اِن باتوں کو کُچھ نہیں جانتا ۔نہ تھوڑا نہ بُہت۔"},{"number":16,"verse":"بادشاہ نے کہا اَے اخِیملک ! تُو اور تیرے باپ کا سارا گھرانا ضرُور مار ڈالا جائے گا۔"},{"number":17,"verse":"پِھر بادشاہ نے اُن سِپاہِیوں کو جو اُس کے پاس کھڑے تھے حُکم کِیا کہ مُڑو اور خُداوند کے کاہِنوں کو مار ڈالو کیونکہ داؤُد کے ساتھ اِن کا بھی ہاتھ ہے اور اِنہوں نے یہ جانتے ہُوئے بھی کہ وہ بھاگا ہُؤا ہے مُجھے نہیں بتایا لیکن بادشاہ کے خادِموں نے خُداوند کے کاہِنوں پر حملہ کرنے کے لِئے ہاتھ بڑھانا نہ چاہا۔"},{"number":18,"verse":"تب بادشاہ نے دوئیگ سے کہا تُو مُڑ اور اِن کاہِنوں پر حملہ کر سو ادُومی دوئیگ نے مُڑ کر کاہِنوں پر حملہ کِیا اور اُس دِن اُس نے پچاسی آدمی جو کتان کے افُود پہنے تھے قتل کِئے۔"},{"number":19,"verse":"اور اُس نے کاہِنوں کے شہر نوب کو تلوار کی دھار سے مارا اور مَردوں اور عَورتوں اور لڑکوں اور دُودھ پِیتے بچّوں اور بَیلوں اور گدھوں اور بھیڑ بکریوں کو تہِ تَیغ کِیا۔"},{"number":20,"verse":"اور اخِیطو ب کے بیٹے اخِیملک کے بیٹوں میں سے ایک جِس کا نام ابی یا تر تھا بچ نِکلا اور داؤُد کے پاس بھاگ گیا۔"},{"number":21,"verse":"اور ابی یاتر نے داؤُد کو خبر دی کہ ساؤُل نے خُداوند کے کاہِنوں کو قتل کر ڈالا ہے۔"},{"number":22,"verse":"داؤُد نے ابی یاتر سے کہا مَیں اُسی دِن جب ادُومی دوئیگ وہاں مِلا جان گیا تھا کہ وہ ضرُور ساؤُل کو خبر دے گا ۔ تیرے باپ کے سارے گھرانے کے مارے جانے کا باعِث مَیں ہُوں۔"},{"number":23,"verse":"سو تُو میرے ساتھ رہ اور مت ڈر ۔ جو تیری جان کا خواہاں ہے وہ میری جان کا خواہاں ہے ۔ سو تُو میرے ساتھ سلامت رہے گا۔"}]}