{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"( داؤُد قعیلہ شہر کو بچاتا ہے) اور اُنہوں نے داؤُد کو خبر دی کہ دیکھ فِلستی قعیلہ سے لڑ رہے ہیں اور کھلِیہانوں کو لُوٹ رہے ہیں۔"},{"number":2,"verse":"تب داؤُد نے خُداوند سے پُوچھا کہ کیا مَیں جاؤں اور اُن فِلستِیوں کو مارُوں؟ خُداوند نے داؤُد کو فرمایا جا فِلستِیوں کو مار اور قعیلہ کو بچا۔"},{"number":3,"verse":"اور داؤُد کے لوگوں نے اُس سے کہا کہ دیکھ ہم تو یہِیں یہُودا ہ میں ڈرتے ہیں ۔ پس ہم قعیلہ کو جا کر فِلستی لشکروں کا سامنا کریں تو کِتنا زِیادہ نہ ڈر لگے گا؟۔"},{"number":4,"verse":"تب داؤُد نے خُداوند سے پِھر سوال کِیا ۔ خُداوند نے جواب دِیا کہ اُٹھ قعیلہ کو جا کیونکہ مَیں فِلستِیوں کو تیرے ہاتھ میں کر دُوں گا۔"},{"number":5,"verse":"سو داؤُد اور اُس کے لوگ قعیلہ کو گئے اور فِلستِیوں سے لڑے اور اُن کی مواشی لے آئے اور اُن کو بڑی خُونریزی کے ساتھ قتل کِیا ۔ یُوں داؤُد نے قعیلیوں کو بچایا۔"},{"number":6,"verse":"جب اخِیملک کا بیٹا ابی یاتر داؤُد کے پاس قعیلہ کو بھاگا تو اُس کے ہاتھ میں ایک افُود تھا جِسے وہ ساتھ لے گیا تھا۔"},{"number":7,"verse":"اور ساؤُل کو خبر ہُوئی کہ داؤُد قعیلہ میں آیا ہے سو ساؤُل کہنے لگا کہ خُدا نے اُسے میرے ہاتھ میں کر دِیا کیونکہ وہ جو اَیسے شہر میں گُھسا ہے جِس میں پھاٹک اور اڑبنگے ہیں تو قَید ہو گیا ہے۔"},{"number":8,"verse":"اور ساؤُل نے جنگ کے لِئے اپنے سارے لشکر کو بُلا لِیا تاکہ قعیلہ میں جا کر داؤُد اور اُس کے لوگوں کو گھیر لے۔"},{"number":9,"verse":"اور داؤُد کو معلُوم ہو گیا کہ ساؤُل اُس کے خِلاف بدی کی تدبِیریں کر رہا ہے ۔ سو اُس نے ابی یاتر کاہِن سے کہا کہ افُود یہاں لے آ۔"},{"number":10,"verse":"اور داؤُد نے کہا اَے خُداوند اِسرا ئیل کے خُدا تیرے بندہ نے یہ قطعی سُنا ہے کہ ساؤُل قعیلہ کو آنا چاہتا ہے تاکہ میرے سبب سے شہر کو غارت کر دے۔"},{"number":11,"verse":"سو کیا قعیلہ کے لوگ مُجھ کو اُس کے حوالہ کر دیں گے؟ کیا ساؤُل جَیسا تیرے بندہ نے سُنا ہے آئے گا؟ اَے خُداوند اِسرا ئیل کے خُدا مَیں تیری مِنّت کرتا ہُوں کہ تُو اپنے بندہ کو بتا دے۔ خُداوند نے کہا وہ آئے گا۔"},{"number":12,"verse":"تب داؤُد نے کہا کہ کیا قعیلہ کے لوگ مُجھے اور میرے لوگوں کو ساؤُل کے حوالہ کر دیں گے؟ خُداوند نے کہا وہ تُجھے حوالہ کر دیں گے۔"},{"number":13,"verse":"تب داؤُد اور اُس کے لوگ جو قرِیباً چھ سَو تھے اُٹھ کر قعیلہ سے نِکل گئے اور جہاں کہِیں جا سکے چل دِئے اور ساؤُل کو خبر مِلی کہ داؤُد قعیلہ سے نِکل گیا ۔ پس وہ جانے سے باز رہا۔"},{"number":14,"verse":"( داؤُد کو ہستانی مُلک میں) اور داؤُد نے بیابان کے قلعوں میں سکُونت کی اور دشتِ زِیف کے کوہِستانی مُلک میں رہا اور ساؤُل ہر روز اُس کی تلاش میں رہا پر خُدا نے اُس کو اُس کے ہاتھ میں حوالہ نہ کِیا۔"},{"number":15,"verse":"اور داؤُد نے دیکھا کہ ساؤُل اُس کی جان لینے کو نِکلا ہے ۔ اُس وقت داؤُد دشتِ زِیف کے بَن میں تھا۔"},{"number":16,"verse":"اور ساؤُل کا بیٹا یُونتن اُٹھ کر داؤُد کے پاس بَن میں گیا اور خُدا میں اُس کا ہاتھ مضبُوط کِیا۔"},{"number":17,"verse":"اُس نے اُس سے کہا تُو مت ڈر کیونکہ تُو میرے باپ ساؤُل کے ہاتھ میں نہیں پڑے گا اور تُو اِسرا ئیل کا بادشاہ ہو گا اور مَیں تُجھ سے دُوسرے درجہ پر ہُوں گا ۔ یہ میرے باپ ساؤُل کو بھی معلُوم ہے۔"},{"number":18,"verse":"اور اُن دونوں نے خُداوند کے آگے عہد و پَیمان کِیا اور داؤُد بَن میں ٹھہرا رہا اور یُونتن اپنے گھر کو گیا۔"},{"number":19,"verse":"تب زِیف کے لوگ جِبعہ میں ساؤُل کے پاس جا کر کہنے لگے کیا داؤُد ہمارے درمِیان کوہِ حکِیلہ کے بَن کے قلعوں میں دشت کے جنُوب کی طرف چُھپانہیں ہے؟۔"},{"number":20,"verse":"سو اب اَے بادشاہ تیرے دِل کو جو بڑی آرزُو آنے کی ہے اُس کے مُطابِق آ اور اُس کو بادشاہ کے ہاتھ میں حوالہ کرنا ہمارا ذِمّہ رہا۔"},{"number":21,"verse":"تب ساؤُل نے کہا خُداوند کی طرف سے تُم مُبارک ہو کیونکہ تُم نے مُجھ پر رحم کِیا۔"},{"number":22,"verse":"سو اب ذرا جا کر سب کُچھ اَور پکّا کر لو اور اُس کی جگہ کو دیکھ کر جان لو کہ اُس کا ٹِھکانا کہاں ہے اور کِس نے اُسے وہاں دیکھا ہے کیونکہ مُجھ سے کہا گیا ہے کہ وہ بڑی چالاکی سے کام کرتا ہے۔"},{"number":23,"verse":"سو تُم دیکھ بھال کر جہاں جہاں وہ چُھپا کرتا ہے اُن ٹِھکانوں کا پتا لگا کر ضرُور میرے پاس پِھر آؤ اور مَیں تُمہارے ساتھ چلُوں گا اور اگر وہ اِس مُلک میں کہِیں بھی ہو تو مَیں اُسے یہُوداہ کے ہزاروں ہزار میں سے ڈُھونڈ نِکالُوں گا۔"},{"number":24,"verse":"سو وہ اُٹھے اور ساؤُل سے پیشتر زِیف کو گئے لیکن داؤُد اور اُس کے لوگ معُو ن کے بیابان میں تھے جو دشت کے جنُوب کی طرف مَیدان میں تھا۔"},{"number":25,"verse":"اور ساؤُل اور اُس کے لوگ اُس کی تلاش میں نِکلے اور داؤُد کو خبر پُہنچی ۔ سو وہ چٹان پر سے اُتر آیا اور معُون کے بیابان میں رہنے لگا اور ساؤُل نے یہ سُن کر معُون کے بیابان میں داؤُد کا پِیچھا کِیا۔"},{"number":26,"verse":"اور ساؤُل پہاڑ کی اِس طرف اور داؤُد اور اُس کے لوگ پہاڑ کی اُس طرف چل رہے تھے اور داؤُد ساؤُل کے خَوف سے نِکل جانے کی جلدی کر رہا تھا اِس لِئے کہ ساؤُل اور اُس کے لوگوں نے داؤُد کو اور اُس کے لوگوں کو پکڑنے کے لِئے گھیر لِیا تھا۔"},{"number":27,"verse":"لیکن ایک قاصِد نے آ کر ساؤُل سے کہا کہ جلدی چل کیونکہ فِلستِیوں نے مُلک پر حملہ کِیا ہے۔"},{"number":28,"verse":"سو ساؤُل داؤُد کا پِیچھا چھوڑ کر فِلستِیوں کا مُقابلہ کرنے کو گیا اِس لِئے اُنہوں نے اُس جگہ کا نام سلعِ ہمّخلقو ت رکھّا۔"},{"number":29,"verse":"اور داؤُد وہاں سے چلا گیا اور عَین جد ی کے قلعوں میں رہنے لگا۔"}]}