{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"( داؤُد فلِسیتوں کے درمیان) اور داؤُد نے اپنے دِل میں کہا کہ اب مَیں کِسی نہ کِسی دِن ساؤُل کے ہاتھ سے ہلاک ہُوں گا ۔ پس میرے لِئے اِس سے بِہتر اَور کُچھ نہیں کہ مَیں فِلستِیوں کی سرزمِین کو بھاگ جاؤں اور ساؤُل مُجھ سے نااُمّید ہو کر بنی اِسرائیل کی سرحدّوں میں پِھر مُجھے نہیں ڈُھونڈے گا ۔ یُوں مَیں اُس کے ہاتھ سے بچ جاؤں گا۔"},{"number":2,"verse":"سو داؤُد اُٹھا اور اپنے ساتھ کے چھ سَو جوانوں کو لے کر جات کے بادشاہ معُو ک کے بیٹے اکِیس کے پاس گیا۔"},{"number":3,"verse":"اور داؤُد اور اُس کے لوگ جات میں اکِیس کے ساتھ اپنے اپنے خاندان سمیت رہنے لگے اور داؤُد کے ساتھ بھی اُس کی دونوں بِیویاں یعنی یزرعیلی اخِینو عم اور نابا ل کی بِیوی کرمِلی ابِیجیل تِھیں۔"},{"number":4,"verse":"اور ساؤُل کو خبر مِلی کہداؤُد جات کو بھاگ گیا ۔ تب اُس نے پِھر کبھی اُس کی تلاش نہ کی۔"},{"number":5,"verse":"اور داؤُد نے اکِیس سے کہا کہ اگر مُجھ پر تیرے کرم کی نظر ہے تو مُجھے اِس مُلک کے شہروں میں کہِیں جگہ دِلا دے تاکہ مَیں وہاں بسُوں ۔ تیرا خادِم تیرے ساتھ دارُالسّلطنت میں کیوں رہے؟۔"},{"number":6,"verse":"سو اکِیس نے اُس دِن صِقلاج اُسے دِیا ۔ اِس لِئے صِقلاج آج کے دِن تک یہُوداہ کے بادشاہوں کا ہے۔"},{"number":7,"verse":"اور داؤُد فِلستِیوں کی سرزمِین میں کُل ایک برس اور چار مہِینے تک رہا۔"},{"number":8,"verse":"اور داؤُد اور اُس کے لوگوں نے جا کر جسُوریوں اور جزریوں اور عمالیقِیوں پر حملہ کِیا کیونکہ وہ شور کی راہ سے مِصر کی حد تک اُس سرزمِین کے قدِیم باشِندے تھے۔"},{"number":9,"verse":"اور داؤُد نے اُس سرزمِین کو تباہ کر ڈالا اور عَورت مَرد کِسی کو جِیتا نہ چھوڑا اور اُن کی بھیڑ بکریاں اور بَیل اور گدھے اور اُونٹ اور کپڑے لے کر لَوٹا اور اکِیس کے پاس گیا۔"},{"number":10,"verse":"اکِیس نے پُوچھا کہ آج تُم نے کِدھر لُوٹ مار کی؟ داؤُد نے کہا یہُوداہ کے جنُوب اور یرحمییلیوں کے جنُوب اور قینِیوں کے جنُوب میں۔"},{"number":11,"verse":"اور داؤُد اُن میں سے ایک مَرد یا عَورت کو بھی جِیتا بچا کر جات میں نہیں لاتا تھا اور کہتا تھا کہ کہِیں وہ ہماری قلعی نہ کھول دیں اور کہہ دیں کہداؤُد نے اَیسا اَیسا کِیا اور جب سے وہ فِلستِیوں کی مملکت میں بسا ہے تب سے اُس کا یِہی طرِیقہ رہا ہے۔"},{"number":12,"verse":"اور اکِیس نے داؤُد کا یقِین کر کے کہا کہ اُس نے اپنی قَوم اِسرا ئیل کو اپنی طرف سے کمال نفرت دِلا دی ہے سو اب ہمیشہ یہ میرا خادِم رہے گا۔"}]}