{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":28,"verses":[{"number":1,"verse":"اور اُن ہی دِنوں میں اَیسا ہُؤا کہ فِلستِیوں نے اپنی فَوجیں جنگ کے لِئے جمع کِیں تاکہ اِسرا ئیل سے لڑیں اور اکِیس نے داؤُد سے کہا تُو یقِین جان کہ تُجھے اور تیرے لوگوں کو لشکر میں ہو کر میرے ساتھ جانا ہو گا۔"},{"number":2,"verse":"اور داؤُد نے اکِیس سے کہا پِھر جو کُچھ تیرا خادِم کرے گا وہ تُجھے معلُوم بھی ہو جائے گا ۔ اکِیس نے داؤُد سے کہا پِھر تو سدا کے لِئے تُجھ کو مَیں اپنے سر کا نِگہبان ٹھہراؤُں گا۔"},{"number":3,"verse":"( ساؤُل ایک جادُوگرنی (جِنّات کی آشنا)سے صلاح لیتاہے) اور سموئیل مَر چُکا تھا اور سب اِسرائیلِیوں نے اُس پر نَوحہ کر کے اُسے اُس کے شہر رامہ میں دفن کِیا تھا اور ساؤُل نے جِنّات کے آشناؤں اور افسُون گروں کو مُلک سے خارِج کر دِیا تھا۔"},{"number":4,"verse":"اور فِلستی جمع ہُوئے اور آ کر شُونِیم میں ڈیرے ڈالے اور ساؤُل نے بھی سب اِسرائیلِیوں کو جمع کِیا اور وہ جِلبو عہ میں خَیمہ زن ہُوئے۔"},{"number":5,"verse":"اور جب ساؤُل نے فِلستِیوں کا لشکر دیکھا تو ہِراسان ہُؤا اور اُس کا دِل بُہت کانپنے لگا۔"},{"number":6,"verse":"اور جب ساؤُل نے خُداوند سے سوال کِیا تو خُداوند نے اُسے نہ تو خوابوں اور نہ اُوریم اور نہ نبِیوں کے وسِیلہ سے کوئی جواب دِیا۔"},{"number":7,"verse":"تب ساؤُل نے اپنے مُلازِموں سے کہا کوئی اَیسی عَورت میرے لِئے تلاش کرو جِس کا آشنا جِنّ ہو تاکہ مَیں اُس کے پاس جا کر اُس سے پُوچُھوں ۔ اُس کے مُلازِموں نے اُس سے کہا دیکھ عَین دور میں ایک عَورت ہے جِس کا آشنا جِنّ ہے۔"},{"number":8,"verse":"سو ساؤُل نے اپنا بھیس بدل کر دُوسری پوشاک پہنی اور دو آدمِیوں کو ساتھ لے کر چلا اور وہ رات کو اُس عَورت کے پاس آئے اور اُس نے کہا ذرا میری خاطِر جِنّ کے ذرِیعہ سے میرا فال کھول اور جِس کا نام مَیں تُجھے بتاؤُں اُسے اُوپر بُلا دے۔"},{"number":9,"verse":"تب اُس عَورت نے اُس سے کہا دیکھ تُو جانتا ہے کہ ساؤُل نے کیا کِیا کہ اُس نے جِنّات کے آشناؤں اور افسُون گروں کو مُلک سے کاٹ ڈالا ہے ۔ پس تُو کیوں میری جان کے لِئے پھندا لگاتا ہے تاکہ مُجھے مَروا ڈالے؟۔"},{"number":10,"verse":"تب ساؤُل نے خُداوند کی قَسم کھا کر کہا کہ خُداوند کی حیات کی قَسم اِس بات کے لِئے تُجھے کوئی سزا نہیں دی جائے گی۔"},{"number":11,"verse":"تب اُس عَورت نے کہا مَیں کِس کو تیرے لِئے اُوپر بُلا دُوں؟ اُس نے کہا سموئیل کو میرے لِئے بُلا دے۔"},{"number":12,"verse":"جب اُس عَورت نے سموئیل کو دیکھا تو بُلند آواز سے چِلاّئی اور اُس عَورت نے ساؤُل سے کہا تُو نے مُجھ سے کیوں دغا کی کیونکہ تُو تو ساؤُل ہے؟۔"},{"number":13,"verse":"تب بادشاہ نے اُس سے کہا ہِراسان مت ہو ۔ تُجھے کیا دِکھائی دیتا ہے؟ اُس نے ساؤُل سے کہا مُجھے ایک دیوتا زمِین سے اُوپر آتے دِکھائی دیتا ہے۔"},{"number":14,"verse":"تب اُس نے اُس سے کہا اُس کی شکل کَیسی ہے؟ اُس نے کہا ایک بُڈّھا اُوپر کو آ رہا ہے اور جُبّہ پہنے ہے ۔ تب ساؤُل جان گیا کہ وہ سموئیل ہے اور اُس نے مُنہ کے بل گِر کر زمِین پر سِجدہ کِیا۔"},{"number":15,"verse":"سموئیل نے ساؤُل سے کہا تُو نے کیوں مُجھے بے چَین کِیا کہ مُجھے اُوپر بُلوایا؟ ساؤُل نے جواب دِیا مَیں سخت پریشان ہُوں کیونکہ فِلستی مُجھ سے لڑتے ہیں اور خُدا مُجھ سے الگ ہو گیا ہے اور نہ تو نبِیوں اور نہ خوابوں کے وسِیلہ سے مُجھے جواب دیتا ہے اِس لِئے مَیں نے تُجھے بُلایا تاکہ تُو مُجھے بتائے کہ مَیں کیا کرُوں۔"},{"number":16,"verse":"سموئیل نے کہا پس تُو مُجھ سے کِس لِئے پُوچھتا ہے جِس حال کہ خُداوند تُجھ سے الگ ہو گیا اور تیرا دُشمن بنا ہے؟۔"},{"number":17,"verse":"اور خُداوند نے جَیسا میری معرفت کہا تھا وَیسا ہی کِیا ہے ۔ خُداوند نے تیرے ہاتھ سے سلطنت چاک کر لی اور تیرے پڑوسی داؤُد کو عِنایت کی ہے۔"},{"number":18,"verse":"اِس لِئے کہ تُو نے خُداوند کی بات نہیں مانی اور عمالِیقِیوں سے اُس کے قہرِ شدِید کے مُوافِق پیش نہیں آیا اِسی سبب سے خُداوند نے آج کے دِن تُجھ سے یہ برتاؤ کِیا۔"},{"number":19,"verse":"ماسِوا اِس کے خُداوند تیرے ساتھ اِسرائیلِیوں کو بھی فِلستِیوں کے ہاتھ میں کر دے گا اور کل تُو اور تیرے بیٹے میرے ساتھ ہو گے اور خُداوند اِسرائیلی لشکر کو بھی فِلستِیوں کے ہاتھ میں کر دے گا۔"},{"number":20,"verse":"تب ساؤُل فَوراً زمِین پر لمبا ہو کر گِرا اور سموئیل کی باتوں کے سبب سے نِہایت ڈر گیا اور اُس میں کُچھ قُوّت باقی نہ رہی کیونکہ اُس نے اُس سارے دِن اور ساری رات روٹی نہیں کھائی تھی۔"},{"number":21,"verse":"تب وہ عَورت ساؤُل کے پاس آئی اور دیکھا کہ وہ نِہایت پریشان ہے ۔ سو اُس نے اُس سے کہا دیکھ تیری لَونڈی نے تیری بات مانی اور مَیں نے اپنی جان اپنی ہتھیلی پر رکھّی اور جو باتیں تُو نے مُجھ سے کہِیں مَیں نے اُن کو مانا ہے۔"},{"number":22,"verse":"سو اب مَیں تیری مِنّت کرتی ہُوں کہ تُو اپنی لَونڈی کی بات سُن اور مُجھے اِجازت دے کہ روٹی کا ٹُکڑا تیرے آگے رکھّوں ۔ تُو کھا تاکہ جب تُو اپنی راہ لے تو تُجھے طاقت مِلے۔"},{"number":23,"verse":"پر اُس نے اِنکار کِیا اور کہا کہ مَیں نہیں کھاؤُں گا لیکن اُس کے مُلازِم اُس عَورت کے ساتھ مِل کر اُس سے بجِد ہُوئے ۔ تب اُس نے اُن کا کہا مانا اور زمِین پر سے اُٹھ کر پلنگ پر بَیٹھ گیا۔"},{"number":24,"verse":"اُس عَورت کے گھر میں ایک موٹا بچھڑا تھا ۔ سو اُس نے جلدی کی اور اُسے ذبح کِیا اور آٹا لے کر گُوندھا اور بے خمِیری روٹِیاں پکائِیں۔"},{"number":25,"verse":"اور اُن کو ساؤُل اور اُس کے مُلازِموں کے آگے لائی اور اُنہوں نے کھایا ۔ تب وہ اُٹھے اور اُسی رات چلے گئے۔"}]}