{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"( خُداوند سموئیل پر ظاہِر ہوتا ہے) اور وہ لڑکا سموئیل عیلی کے سامنے خُداوند کی خِدمت کرتا تھا اور اُن دِنوں خُداوند کا کلام گِران قدر تھا۔ کوئی رویا برملا نہ ہوتی تھی۔"},{"number":2,"verse":"اور اُس وقت اَیسا ہُؤا کہ جب عیلی اپنی جگہ لیٹا تھا (اُس کی آنکھیں دُھندلانے لگی تِھیں اور وہ دیکھ نہیں سکتا تھا)۔"},{"number":3,"verse":"اور خُدا کا چراغ اب تک بُجھا نہیں تھا اور سموئیل خُداوند کی ہَیکل میں جہاں خُدا کا صندُوق تھا لیٹا ہُؤا تھا۔"},{"number":4,"verse":"تو خُداوند نے سموئیل کو پُکارا ۔ اُس نے کہا مَیں حاضِر ہُوں۔"},{"number":5,"verse":"اور وہ دَوڑ کر عیلی کے پاس گیا اور کہا تُو نے مُجھے پُکارا سو مَیں حاضِر ہُوں ۔ اُس نے کہا مَیں نے نہیں پُکارا ۔ پِھر لیٹ جا ۔ سو وہ جا کر لیٹ گیا۔"},{"number":6,"verse":"اور خُداوند نے پِھرپُکارا سموئیل!سموئیل اُٹھ کر عیلی کے پاس گیا اور کہا تُو نے مُجھے پُکارا سو مَیں حاضِر ہُوں ۔ اُس نے کہا اَے میرے بیٹے مَیں نے نہیں پُکارا۔ پِھرلیٹ جا۔"},{"number":7,"verse":"اور سموئیل نے ہنوز خُداوند کو نہیں پہچانا تھا اور نہ خُداوند کا کلام اُس پر ظاہِر ہُؤا تھا۔"},{"number":8,"verse":"پِھرخُداوند نے تِیسری دفعہ سموئیل کو پُکارا اور وہ اُٹھ کر عیلی کے پاس گیا اور کہا تُو نے مُجھے پُکارا سو مَیں حاضِر ہُوں ۔ سو عیلی جان گیا کہ خُداوند نے اُس لڑکے کو پُکارا۔"},{"number":9,"verse":"اِس لِئے عیلی نے سموئیل سے کہا جا لیٹ رہ اور اگر وہ تُجھے پُکارے تو تُو کہنا اَے خُداوند فرما کیونکہ تیرا بندہ سُنتا ہے ۔ سو سموئیل جا کر اپنی جگہ پر لیٹ گیا۔"},{"number":10,"verse":"تب خُداوند آکھڑا ہُؤا اور پہلے کی طرح پُکارا سموئیل ! سموئیل ! سموئیل نے کہا فرما کیونکہ تیرا بندہ سُنتا ہے۔"},{"number":11,"verse":"خُداوند نے سموئیل سے کہا دیکھ مَیں اِسرا ئیل میں اَیسا کام کرنے پر ہُوں جِس سے ہر سُننے والے کے کان بھنّا جائیں گے۔"},{"number":12,"verse":"اُس دِن مَیں عیلی پر سب کُچھ جو مَیں نے اُس کے گھرانے کے حق میں کہا ہے شرُوع سے آخِر تک پُورا کرُوں گا۔"},{"number":13,"verse":"کیونکہ مَیں اُسے بتا چُکا ہُوں کہ مَیں اُس بدکاری کے سبب سے جِسے وہ جانتا ہے ہمیشہ کے لِئے اُس کے گھر کا فَیصلہ کرُوں گا کیونکہ اُس کے بیٹوں نے اپنے اُوپر لَعنت بُلائی اور اُس نے اُن کو نہ روکا۔"},{"number":14,"verse":"اِسی لِئے عیلی کے گھرانے کی بابت مَیں نے قَسم کھائی کہ عیلی کے گھرانے کی بدکاری نہ تو کبھی کِسی ذبِیحہ سے صاف ہو گی نہ ہدیہ سے۔"},{"number":15,"verse":"اور سموئیل صُبح تک لیٹا رہا ۔ تب اُس نے خُداوند کے گھر کے دروازے کھولے اور سموئیل عیلی پر رویا ظاہِر کرنے سے ڈرا۔"},{"number":16,"verse":"تب عیلی نے سموئیل کو بُلا کر کہا اَے میرے بیٹے سموئیل ! اُس نے کہا مَیں حاضِر ہُوں۔"},{"number":17,"verse":"تب اُس نے پُوچھا وہ کیا بات ہے جو خُداوند نے تُجھ سے کہی ہے؟ مَیں تیری مِنّت کرتا ہُوں اُسے مُجھ سے پوشِیدہ نہ رکھ ۔ اگر تُو کُچھ بھی اُن باتوں میں سے جو اُس نے تُجھ سے کہی ہیں چُھپائے تو خُدا تُجھ سے اَیسا ہی کرے بلکہ اُس سے بھی زِیادہ۔"},{"number":18,"verse":"تب سموئیل نے اُس کو رتی رتی حال بتایا اور اُس سے کُچھ نہ چُھپایا ۔ اُس نے کہا وہ خُداوند ہے جو وہ بھلا جانے سو کرے۔"},{"number":19,"verse":"اور سموئیل بڑا ہوتا گیا اور خُداوند اُس کے ساتھ تھا اور اُس نے اُس کی باتوں میں سے کِسی کو مِٹّی میں مِلنے نہ دِیا۔"},{"number":20,"verse":"اور سب بنی اِسرائیل نے دان سے بیر سبع تک جان لِیا کہ سموئیل خُداوند کا نبی مُقرّر ہُؤا۔"},{"number":21,"verse":"اور خُداوند سَیلا میں پِھرظاہِر ہُؤا کیونکہ خُداوند نے اپنے آپ کو سَیلا میں سموئیل پر اپنے کلام کے ذرِیعہ سے ظاہِر کِیا۔"}]}