{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"( عہد کا صندُوق چِھن جاتا ہے) اور سموئیل کی بات سب اِسرائیلیوں کے پاس پُہنچی اور اِسرائیلی فِلستِیوں سے لڑنے کو نِکلے اور ابن عز ر کے آس پاس ڈیرے لگائے اور فِلستِیوں نے افِیق میں خَیمے کھڑے کِئے۔"},{"number":2,"verse":"اور فِلستِیوں نے اِسرا ئیل کے مُقابلہ کے لِئے صف آرائی کی اور جب وہ باہم لڑنے لگے تو اِسرائیلِیوں نے فِلستِیوں سے شِکست کھائی اور اُنہوں نے اُن کے لشکر میں سے جو مَیدان میں تھا قرِیباً چار ہزار آدمی قتل کِئے۔"},{"number":3,"verse":"اور جب وہ لوگ لشکرگاہ میں پِھر آئے تو اِسرا ئیل کے بزُرگوں نے کہا کہ آج خُداوند نے ہم کو فِلستِیوں کے سامنے کیوں شِکست دی؟ آؤ ہم خُداوند کے عہد کا صندُوق سَیلا سے اپنے پاس لے آئیں تاکہ وہ ہمارے درمِیان آ کر ہم کو ہمارے دُشمنوں سے بچائے۔"},{"number":4,"verse":"سو اُنہوں نے سَیلا میں لوگ بھیجے اور وہ کرُوبِیوں کے اُوپر بَیٹھنے والے ربُّ الافواج کے عہد کے صندُوق کو وہاں سے لے آئے اور عیلی کے دونوں بیٹے حُفنی اور فِینحا س خُدا کے عہد کے صندُوق کے ساتھ وہاں حاضِر تھے۔"},{"number":5,"verse":"اور جب خُداوند کے عہد کا صندُوق لشکرگاہ میں آ پُہنچا تو سب اِسرائیلی اَیسے زور سے للکارنے لگے کہ زمِین گُونج اُٹھی۔"},{"number":6,"verse":"اورفِلستِیوں نے جو للکارنے کی آواز سُنی تو وہ کہنے لگے کہ اِن عِبرانِیوں کی لشکرگاہ میں اِس بڑی للکار کے شور کے کیا معنی ہیں؟ پِھر اُن کو معلُوم ہُؤا کہ خُداوند کا صندُوق لشکرگاہ میں آیا ہے۔"},{"number":7,"verse":"سو فِلستی ڈر گئے کیونکہ وہ کہنے لگے کہ خُدا لشکرگاہ میں آیا ہے اور اُنہوں نے کہاکہ ہم پر واوَیلا ہے اِس لِئے کہ اِس سے پہلے اَیسا کبھی نہیں ہُؤا۔"},{"number":8,"verse":"ہم پر واوَیلا ہے! اَیسے زبردست دیوتاؤں کے ہاتھ سے ہم کو کَون بچائے گا؟ یہ وُہی دیوتا ہیں جِنہوں نے مِصریوں کو بیابان میں ہر قِسم کی بلا سے مارا۔"},{"number":9,"verse":"اَے فِلستِیو! تُم مضبُوط ہو اور مردانگی کرو تاکہ تُم عِبرانیوں کے غُلام نہ بنو جَیسے وہ تُمہارے بنے بلکہ مردانگی کرو اور لڑو۔"},{"number":10,"verse":"اور فِلستی لڑے اور بنی اِسرائیل نے شِکست کھائی اور ہر ایک اپنے ڈیرے کو بھاگا اور وہاں نِہایت بڑی خُونریزی ہُوئی کیونکہ تِیس ہزار اِسرائیلی پِیادے وہاں کھیت آئے۔"},{"number":11,"verse":"اور خُدا کا صندُوق چِھن گیا اور عیلی کے دونوں بیٹے حُفنی اور فِینحا س مارے گئے۔"},{"number":12,"verse":"( عیلی کی وفات) اور بِنیمِین کا ایک آدمی لشکر میں سے دَوڑ کر اپنے کپڑے پھاڑے اور سر پر خاک ڈالے ہُوئے اُسی روز سَیلا میں پُہنچا۔"},{"number":13,"verse":"اور جب وہ پُہنچا تو عیلی راہ کے کنارے کُرسی پر بَیٹھا اِنتظار کر رہا تھا کیونکہ اُس کا دِل خُدا کے صندُوق کے لِئے کانپ رہا تھا اور جب اُس شخص نے شہر میں آ کر ماجرا سُنایا تو سارا شہر چِلاّ اُٹھا۔"},{"number":14,"verse":"اور عیلی نے چِلاّنے کی آواز سُن کر کہا اِس ہُلّڑ کی آواز کے کیا معنی ہیں؟ اور اُس آدمی نے جلدی کی اور آ کر عیلی کو حال سُنایا۔"},{"number":15,"verse":"اور عیلی اٹھانوے برس کا تھا اور اُس کی آنکھیں رہ گئی تِھیں اور اُسے کُچھ نہیں سُوجھتا تھا۔"},{"number":16,"verse":"سو اُس شخص نے عیلی سے کہا مَیں فَوج میں سے آتا ہُوں اور مَیں آج ہی فَوج کے بِیچ سے بھاگا ہُوں ۔ اُس نے کہا اَے میرے بیٹے کیا حال رہا؟۔"},{"number":17,"verse":"اُس خبر لانے والے نے جواب دِیا اِسرائیلی فِلستِیوں کے آگے سے بھاگے اور لوگوں میں بھی بڑی خُونریزی ہُوئی اور تیرے دونوں بیٹے حُفنی اور فِینحا س بھی مَر گئے اور خُدا کا صندُوق چِھن گیا۔"},{"number":18,"verse":"جب اُس نے خُدا کے صندُوق کا ذِکر کِیا تو وہ کُرسی پر سے پچھاڑ کھا کر پھاٹک کے کنارے گِرا اور اُس کی گردن ٹُوٹ گئی اور وہ مَر گیا کیونکہ وہ بُڈّھا اور بھاری آدمی تھا ۔ وہ چالِیس برس بنی اِسرائیل کا قاضی رہا۔"},{"number":19,"verse":"( فیِنحاس کی بیوہ کی وفات) اور اُس کی بہُو فِینحاس کی بِیوی حمل سے تھی اور اُس کے جننے کا وقت نزدِیک تھا اور جب اُس نے یہ خبریں سُنِیں کہ خُدا کا صندُوق چِھن گیا اور اُس کا خُسر اور خاوند مَر گئے تو وہ جُھک کر جنی کیونکہ دردِ زِہ اُس کے لگ گیا تھا۔"},{"number":20,"verse":"اور اُس کے مَرتے وقت اُن عَورتوں نے جو اُس کے پاس کھڑی تِھیں اُسے کہا مت ڈر کیونکہ تیرے بیٹا ہُؤا ہے پر اُس نے نہ جواب دِیا اور نہ کُچھ توجُّہ کی۔"},{"number":21,"verse":"اور اُس نے اُس لڑکے کا نام یکبود رکھّا اور کہنے لگی کہ حشمت اِسرا ئیل سے جاتی رہی اِس لِئے کہ خُدا کا صندُوق چِھن گیا تھا اور اُس کا خُسر اور خاوند جاتے رہے تھے۔"},{"number":22,"verse":"سو اُس نے کہا کہ حشمت اِسرا ئیل سے جاتی رہی کیونکہ خُدا کا صندُوق چِھن گیا ہے۔"}]}