{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"( عہد کاصندُوق فلِستیوں کے درمیان) اور فِلستِیوں نے خُدا کا صندُوق چِھین لِیا اور وہ اُسے ابن عزر سے اشدُود کو لے گئے۔"},{"number":2,"verse":"اور فِلستی خُدا کے صندُوق کو لے کر اُسے دجو ن کے گھر میں لائے اور دجو ن کے پاس اُسے رکھّا۔"},{"number":3,"verse":"اور اشدُودی جب صُبح کو سویرے اُٹھے تو دیکھا کہ دجو ن خُداوند کے صندُوق کے آگے اَوندھے مُنہ زمِین پر گِرا پڑا ہے ۔ تب اُنہوں نے دجو ن کو لے کر اُسی کی جگہ اُسے پِھر کھڑا کر دِیا۔"},{"number":4,"verse":"پِھر وہ جو دُوسرے دِن کی صُبح کو سویرے اُٹھے تو دیکھا کہ دجو ن خُداوند کے صندُوق کے آگے اَوندھے مُنہ زمِین پر گِرا پڑا ہے اور دجو ن کا سر اور اُس کی ہتھیلِیاں دہلِیزپر کٹی پڑی تِھیں ۔ فقط دجو ن کا دھڑ ہی دھڑ رہ گیا تھا۔"},{"number":5,"verse":"اِس لِئے دجو ن کے پُجاری اور جِتنے دجو ن کے گھر میں آتے ہیں آج تک اشدُود میں دجو ن کی دہلِیز پر پاؤں نہیں رکھتے۔"},{"number":6,"verse":"پر خُداوند کا ہاتھ اشدُودیوں پر بھاری ہُؤا اور وہ اُن کو ہلاک کرنے لگا اور اشدُود اور اُس کی نواحی کے لوگوں کو گِلٹِیوں سے مارا۔"},{"number":7,"verse":"اور اشدُودیوں نے جب یہ حال دیکھا تو کہنے لگے کہ اِسرا ئیل کے خُدا کا صندُوق ہمارے ساتھ نہ رہے کیونکہ اُس کا ہاتھ بُری طرح ہم پر اور ہمارے دیوتا دجو ن پر ہے۔"},{"number":8,"verse":"سو اُنہوں نے فِلستِیوں کے سب سرداروں کو بُلوا کر اپنے ہاں جمع کِیا اور کہنے لگے ہم اِسرا ئیل کے خُدا کے صندُوق کو کیا کریں؟ اُنہوں نے جواب دِیا کہ اِسرا ئیل کے خُدا کا صندُوق جات کو پُہنچایا جائے ۔ سو وہ اِسرا ئیل کے خُدا کے صندُوق کو وہاں لے گئے۔"},{"number":9,"verse":"اور جب وہ اُسے لے گئے تو یُوں ہُؤا کہ خُداوند کا ہاتھ اُس شہر کے خِلاف اَیسا اُٹھا کہ اُس میں بڑی بھاری ہل چل مچ گئی اور اُس نے اُس شہر کے لوگوں کو چھوٹے سے بڑے تک مارا اور اُن کے گِلٹِیاں نِکلنے لگِیں۔"},{"number":10,"verse":"پس اُنہوں نے خُدا کا صندُوق عقرُو ن کو بھیج دِیا اور جُوں ہی خُدا کا صندُوق عقرُو ن میں پُہنچا عقرُونی چِلاّنے لگے کہ وہ اِسرا ئیل کے خُدا کا صندُوق ہم میں اِس لِئے لائے ہیں کہ ہم کو اور ہمارے لوگوں کو مَروا ڈالیں۔"},{"number":11,"verse":"سو اُنہوں نے فِلستِیوں کے سرداروں کو بُلوا کر جمع کِیا اور کہنے لگے کہ اِسرا ئیل کے خُدا کے صندُوق کو روانہ کر دو کہ وہ پِھر اپنی جگہ پر جائے اور ہم کو اور ہمارے لوگوں کو مار ڈالنے نہ پائے کیونکہ وہاں سارے شہر میں مَوت کی ہلچل مچ گئی تھی اور خُدا کا ہاتھ وہاں نِہایت بھاری ہُؤا۔"},{"number":12,"verse":"اور جو لوگ مَرے نہیں وہ گِلٹِیوں کے مارے پڑے رہے اور شہر کی فریاد آسمان تک پُہنچی۔"}]}