{"bibleAbbr":"urRV2010","bookName":"۱-سموئیل","bookEnglishName":"1 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( ساؤُل کی سموئیل سے مُلاقات) اور بِنیمِین کے قبِیلہ کا ایک شخص تھاجِس کا نام قِیس بِن ابی ایل بِن صرور بِن بکور ت بِن افِیخ تھا ۔ وہ ایک بِنیمِینی کا بیٹا اور زبردست سُورما تھا۔"},{"number":2,"verse":"اُس کا ایک جوان اور خُوب صُورت بیٹا تھا جِس کا نام ساؤُل تھا اور بنی اِسرائیل کے درمِیان اُس سے خُوب صُورت کوئی شخص نہ تھا ۔ وہ اَیسا قدآور تھا کہ لوگ اُس کے کندھے تک آتے تھے۔"},{"number":3,"verse":"اور ساؤُل کے باپ قِیس کے گدھے کھو گئے ۔ سو قِیس نے اپنے بیٹے ساؤُل سے کہا کہ نَوکروں میں سے ایک کو اپنے ساتھ لے اور اُٹھ کر گدھوں کو ڈُھونڈ لا۔"},{"number":4,"verse":"سو وہ افرا ئِیم کے کوہِستانی مُلک اور سلِیسہ کی سرزمِین سے ہو کر گُذرا پر وہ اُن کو نہ مِلے ۔ تب وہ سعلِیم کی سرزمِین میں گئے اور وہ وہاں بھی نہ تھے ۔ پِھر وہ بِنیمِینِیوں کے مُلک میں آئے پر اُن کو وہاں بھی نہ پایا۔"},{"number":5,"verse":"جب وہ صُوف کے مُلک میں پُہنچے تو ساؤُل اپنے نَوکر سے جو اُس کے ساتھ تھا کہنے لگا آ ہم لَوٹ جائیں تا نہ ہو کہ میرا باپ گدھوں کی فِکر چھوڑ کر ہماری فِکر کرنے لگے۔"},{"number":6,"verse":"اُس نے اُس سے کہا دیکھ اِس شہر میں ایک مَردِ خُدا ہے جِس کی بڑی عِزّت ہوتی ہے ۔ جو کُچھ وہ کہتا ہے وہ سب ضرُور ہی پُورا ہوتا ہے ۔ سو ہم اُدھر چلیں شاید وہ ہم کو بتا دے کہ ہم کِدھر جائیں۔"},{"number":7,"verse":"ساؤُل نے اپنے نَوکر سے کہا لیکن دیکھ اگر ہم وہاں چلیں تو اُس شخص کے لِئے کیا لیتے جائیں؟ روٹیاں تو ہمارے توشہ دان کی ہو چُکِیں اور کوئی چِیز ہمارے پاس ہے نہیں جِسے ہم اُس مَردِ خُدا کی نذر کریں ۔ ہمارے پاس ہے کیا؟۔"},{"number":8,"verse":"نَوکر نے ساؤُل کو جواب دِیا دیکھ پاؤ مِثقال چاندی میرے پاس ہے ۔ اُسی کو مَیں اُس مَردِ خُدا کو دُوں گا تاکہ وہ ہم کو راستہ بتا دے۔"},{"number":9,"verse":"(اگلے زمانہ میں اِسرائیلِیوں میں جب کوئی شخص خُدا سے مشورَہ کرنے جاتا تو یہ کہتا تھا کہ آؤ ہم غَیب بِین کے پاس چلیں کیونکہ جِس کو اب نبی کہتے ہیں اُس کو پہلے غَیب بِین کہتے تھے)۔"},{"number":10,"verse":"تب ساؤُل نے اپنے نَوکر سے کہا تُو نے کیا خُوب کہا ۔ آہم چلیں ۔ سو وہ اُس شہر کو جہاں وہ مَردِ خُدا تھا چلے۔"},{"number":11,"verse":"اور اُس شہر کی طرف ٹِیلے پر چڑھتے ہُوئے اُن کو کئی جوان لڑکِیاں مِلِیں جو پانی بھرنے جاتی تِھیں ۔ اُنہوں نے اُن سے پُوچھا کیا غَیب بِین یہاں ہے؟۔"},{"number":12,"verse":"اُنہوں نے اُن کو جواب دِیا ہاں ہے ۔ دیکھو وہ تُمہارے سامنے ہی ہے سو جلدی کرو کیونکہ وہ آج ہی شہر میں آیا ہے ۔ اِس لِئے کہ آج کے دِن اُونچے مقام میں لوگوں کی طرف سے قُربانی ہوتی ہے۔"},{"number":13,"verse":"جُوں ہی تُم شہر میں داخِل ہو گے وہ تُم کو پیشتر اُس سے کہ وہ اُونچے مقام میں کھانا کھانے جائے مِلے گا کیونکہ جب تک وہ نہ پُہنچے لوگ کھانا نہیں کھائیں گے اِس لِئے کہ وہ قُربانی کو برکت دیتا ہے ۔ اُس کے بعد مِہمان کھاتے ہیں ۔ سو اب تُم چڑھ جاؤ کیونکہ اِس وقت وہ تُم کو مِل جائے گا۔"},{"number":14,"verse":"سو وہ شہر کو چلے اور شہر میں داخِل ہوتے ہی دیکھا کہ سموئیل اُن کے سامنے آ رہا ہے تاکہ وہ اُونچے مقام کو جائے۔"},{"number":15,"verse":"اور خُداوند نے ساؤُل کے آنے سے ایک دِن پیشتر سموئیل پر ظاہِر کر دِیا تھا کہ۔"},{"number":16,"verse":"کل اِسی وقت مَیں ایک شخص کو بِنیمِین کے مُلک سے تیرے پاس بھیجُوں گا ۔ تُو اُسے مَسح کرنا تاکہ وہ میری قَوم اِسرا ئیل کا پیشوا ہو اور وہ میرے لوگوں کو فِلستِیوں کے ہاتھ سے بچائے گا کیونکہ مَیں نے اپنے لوگوں پر نظر کی ہے ۔ اِس لِئے کہ اُن کی فریاد میرے پاس پُہنچی ہے۔"},{"number":17,"verse":"سو جب سموئیل ساؤُل سے دو چار ہُؤا تو خُداوند نے اُس سے کہا دیکھ یِہی وہ شخص ہے جِس کا ذِکر مَیں نے تُجھ سے کِیا تھا ۔ یِہی میرے لوگوں پر حُکومت کرے گا۔"},{"number":18,"verse":"پِھر ساؤُل نے پھاٹک پر سموئیل کے نزدِیک جا کر اُس سے کہا کہ مُجھ کو ذرا بتا دے کہ غَیب بِین کا گھر کہاں ہے؟۔"},{"number":19,"verse":"سموئیل نے ساؤُل کو جواب دِیا کہ وہ غَیب بِین مَیں ہی ہُوں۔ میرے آگے آگے اُونچے مقام کو جا کیونکہ تُم آج کے دِن میرے ساتھ کھانا کھاؤ گے اور صُبح کو مَیں تُجھے رُخصت کرُوں گا اور جو کُچھ تیرے دِل میں ہے سب تُجھے بتا دُوں گا۔"},{"number":20,"verse":"اور تیرے گدھے جِن کو کھوئے ہُوئے تِین دِن ہُوئے اُن کا خیال مت کر کیونکہ وہ مِل گئے اور اِسرائیلِیوں میں جو کُچھ مرغُوبِ خاطِر ہے وہ کِس کے لِئے ہے؟ کیا وہ تیرے اور تیرے باپ کے سارے گھرانے کے لِئے نہیں؟۔"},{"number":21,"verse":"ساؤُل نے جواب دِیا کیا مَیں بِنیمِینی یعنی اِسرا ئیل کے سب سے چھوٹے قبِیلہ کا نہیں؟ اور کیا میرا گھرانا بِنیمِین کے قبِیلہ کے سب گھرانوں میں سب سے چھوٹا نہیں؟ سو تُو مُجھ سے اَیسی باتیں کیوں کہتا ہے؟۔"},{"number":22,"verse":"اور سموئیل ساؤُل اور اُس کے نَوکر کو مِہمان خانہ میں لایا اور اُن کو مِہمانوں کے درمِیان جو کوئی تِیس آدمی تھے صدر جگہ میں بِٹھایا۔"},{"number":23,"verse":"اور سمو ئیل نے باورچی سے کہا کہ وہ ٹُکڑا جو مَیں نے تُجھے دِیا جِس کے بارہ میں تُجھ سے کہا تھا کہ اِسے اپنے پاس رکھ چھوڑنا لے آ۔"},{"number":24,"verse":"باورچی نے وہ ران مع اُس کے جو اُس پر تھا اُٹھا کر ساؤُل کے سامنے رکھ دی ۔ تب سموئیل نے کہا یہ دیکھ جو رکھ لِیا گیا تھا اُسے اپنے سامنے رکھ کر کھا لے کیونکہ وہ اِسی مُعیّن وقت کے لِئے تیرے واسطے رکھّی رہی کیونکہ مَیں نے کہا کہ مَیں نے اِن لوگوں کی دعوت کی ہے ۔ سو ساؤُل نے اُس دِن سموئیل کے ساتھ کھانا کھایا۔"},{"number":25,"verse":"اور جب وہ اُونچے مقام سے اُتر کر شہر میں آئے تو اُس نے ساؤُل سے گھر کی چھت پر باتیں کِیں۔"},{"number":26,"verse":"اور وہ سویرے اُٹھے اور اَیسا ہُؤا کہ جب دِن چڑھنے لگا تو سموئیل نے ساؤُل کو پِھر گھر کی چھت پر بُلا کر اُس سے کہا اُٹھ کہ مَیں تُجھے رُخصت کرُوں ۔ سو ساؤُل اُٹھا اور وہ اور سموئیل دونوں باہِر نِکل گئے۔"},{"number":27,"verse":"( سموئیل ساؤُل کو بادشاہ ہونے کے لِئے مَسح کرتا ہے) اور شہر کے سِرے کے اُتار پر چلتے چلتے سموئیل نے ساؤُل سے کہا کہ اپنے نَوکر کو حُکم کر کہ وہ ہم سے آگے بڑھے (سو وہ آگے بڑھ گیا) پر تُو ابھی ٹھہرا رہ تاکہ مَیں تُجھے خُدا کی بات سُناؤُں۔"}]}