{"bibleAbbr":"Thomson1808","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":1,"verses":[{"number":1,"verse":"The word of the Lord which came to Sophonias the Chusite, the son of Godolias son of Amorias, son of Ezekias in the days of Josias son of Amos king of Juda."},{"number":2,"verse":"Let there be a total failure from the face of this land, saith the Lord."},{"number":3,"verse":"Let man and beast perish. Let the birds of the air and the fishes of the sea perish. As for the wicked, they shall be without strength; and I will remove transgressions from the face of this land, saith the Lord."},{"number":4,"verse":"I will indeed stretch forth my hand against Juda, and against all the inhabitants of Jerusalem. And I will remove out of this place the names of Baal and the names of her priests;"},{"number":5,"verse":"and them who worship the host of heaven on the house tops; both those Worshippers and them also who swear by the Lord and who swear also by their king;"},{"number":6,"verse":"and them who turn aside from the Lord, and them who seek not the Lord, and them who cleave not to him."},{"number":7,"verse":"Be struck with awe, at the presence of the Lord God, for the day of the Lord is near at hand. Because the Lord hath prepared his sacrifice and hallowed his guests;"},{"number":8,"verse":"therefore it shall come to pass in the day of the sacrifice of the Lord, that I will execute vengeance on the chiefs and on the house of the king, and on all them who are clothed with strange apparel."},{"number":9,"verse":"And I will punish publicly before the gates, on that day, them who fill the house of the Lord their God with impiety and deceit."},{"number":10,"verse":"And it shall come to pass in that day, saith the Lord, that there shall be a sound of shouting from the gate of the warriors, and a doleful lamentation from the second gate, and a great crashing from the hills."},{"number":11,"verse":"Raise the song of Woe, ye who inhabit the stormed city; because all the people are like Chanaan. And they who were elated with silver are to be all cut off."},{"number":12,"verse":"Therefore it shall come to pass in that day, that I will search Jerusalem with a lamp, and execute vengeance on the men who are despisers; upon their stores. And as for them who say in their hearts, “The Lord will neither do good nor harm, “"},{"number":13,"verse":"their wealth shall be for plunder; and their houses, for desolation. Though they build houses, they shall not inhabit them; and though they plant vineyards; they shall not drink the wine thereof;"},{"number":14,"verse":"because the great day of the Lord is near; is near and hasting with great speed. The sound of the day of the Lord is bitter, and dreadful things are ordained:"},{"number":15,"verse":"that day will be a mighty day of wrath; a day of tribulation and distress: a day of wasting and desolation; a day of gloom and darkness; a day of clouds and thick darkness;"},{"number":16,"verse":"a day of the trumpet and shouting against the fortified cities and against the lofty towers."},{"number":17,"verse":"And I will bring distress upon the men and they shall walk as if blind. Because they have sinned against the Lord, therefore he will pour out their blood like dust and their flesh as dung;"},{"number":18,"verse":"And their silver and their gold shall not be able to deliver them, in the day of the indignation of the Lord. By the fire of his zeal the whole land shall be consumed, for he will bring speedy destruction on all the inhabitants of this land."}]}